[
  {"content":"\r\n\r\nسفرنامهء كرمان وبلوچستان\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسفرنامهء كرمان وبلوچستان\r\nفيروميرزا فرمانفرما\r\nبه كوشش : منصوره اتحاديه ( نظام ما فى ) وسعاد پيرا\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nفهرستنويسى پيش از انتشار كتابخانهء ملى جمهورى اسلامى ايران\r\nفيروز ، فيروز ، 1267 - 1316 .\r\nسفرنامهء كرمان وبلوچستان / فيروزميرزا فرمانفرما ، به كوشش منصوره اتحاديه ( نظام ما فى ) ، سعاد پيرا ، - تهران : نشر تاريخ ايران ، 1379 .\r\n162 ص .\r\nISBN 964 - 6082 - 14 - 9\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\n1 . كرمان ( استان ) - - سير وسياحت - - قرن 14 . 2 . بلوچستان - - سير و سياحت - - قرن 14 3 . فيروز ، فيروز ، 1267 - 1316 - - خاطرات . 4 . ايران - - تاريخ - - پهلوى ، 1304 - 1320 . 5 . ايران - - تاريخ - - قاجاريان ، 1193 - 1344 ق . 6 . سفرنامه ها . الف . اتحاديه ، منصوره ( نظام ما فى ) ، 1312 . ب . پيرا ، سعاد . ج . عنوان .\r\n7 س 9 ف / 1481 DSR\r\n955 / 0822042\r\nكتابخانه ملى ايران\r\n22037 - 79 م\r\nنشر تاريخ ايران\r\nنشر تاريخ ايران ( شركت سهامى خاص )\r\nتهران خيابان فلسطين ، ساختمان 110 ، طبقهء سوم ، شماره 304 ، تلفن : 6463030\r\nسفرنامهء كرمان وبلوچستان\r\nفيروزميرزا فرمانفرما\r\nبه كوشش : منصوره اتحاديه وسعاد پيرا\r\nحروفچينى : نشر تاريخ ايران\r\nليتوگرافى : پيجاز 7508276 / چاپ : فتاحى 3116116\r\nچاپ اول بهاره 1380 2000 نسخه\r\nشابك 9 - 14 - 6082 - 964\r\nISBN 964 - 6082 - 14 - 9\r\nحق چاپ محفوظ و در اختيار نشر تاريخ ايران است\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ يادآورى 
  ]\r\nيادآورى اين نكته ضرورى است كه اين سفرنامه اولين‌بار در سال 1342 به كوشش سركار خانم دكتر منصوره اتحاديه ( نظام ما فى ) و زير نظر جناب آقاى حافظ فرمانفرماييان ، توسط شركت سهامى خاص كتابهاى ايران ، در تهران ، به چاپ رسيده است .\r\nدر كتاب حاضر ، متن اصلى سفرنامه‌ى سيستان و بلوچستان بدون هيچ تغيير و دگرگونى به چاپ مىرسد ، امّا مقدمه‌ى جديدى توسط خانم سعاد پيرا به آن افزوده گشته است . همچنين نمونه‌هاى جديد ديگرى از خط فيروز ميرزا نصرت الدوله در اين كتاب به چاپ مىرسد .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدّمه\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمقدّمه\r\nفيروزميرزا فرمانفرما فرزند عباس‌ميرزا ( 1203 - 1249 ق / 1788 - 1833 م . ) نايب السلطنه و نوهء فتحعلى شاه قاجار در سال 1233 ق / 1817 م . چشم به جهان گشود . همسر وى حاجيه هما خانم - دختر بهمن ميرزا - دختر عموى او است .\r\nزندگانى وى با سلطنت سه پادشاه هم عهد است :\r\n1 ) دورهء كودكى و نوجوانى يا رشد و بلوغ كه مقارن سلطنت فتحعلى شاه قاجار ( 1212 - 1250 ق / 1797 - 1834 م . ) است ؛\r\n2 ) جوانى يا شور و شوق كه مقارن پادشاهى محمد شاه قاجار ( 1250 - 1264 ق / 1834 - 1847 م . ) است ؛\r\n3 ) ميانى و سالمندى يا تفكر و عقلانيت كه با دورهء سلطنت ناصر الدين شاه ( 1264 - 1313 ق / 1834 - 1895 م . ) تقارن دارد ؛\r\n* * * \r\nرشد و بلوغ\r\nاز تحصيلات و چگونگى تعليم و تربيت فيروز ميرزا نصرت الدوله در اين زمان اطلاع چندان دقيقى وجود ندارد . امّا قدر مسلم مىتوان اذعان كرد كه در اين عهد ، آموزش ، بيشتر به خواندن و نوشتن شعر ، قرآن ، حديث و شريعت منحصر مىشد . بر طبق سنّت اين دوران ، خواندن و بالاخص نوشتن ،\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمهم‌ترين اجزاى تعليم و تربيت به شمار مىرفت . پولاك كه از معلمان دار الفنون است مىنويسد :\r\n« . . . توقعات يك ايرانى از تربيت خوب محدود است به آشنايى سطحى با زبان عربى ( عربيت ) ، ترسل و آثار شعراى ملى . هركس علاوه‌بر اين از قواعد آداب‌دانى و اصول نزاكت ( ادب ) مطلع باشد و اينجا و آنجا بتواند ارتجالا و برحسب موقع شعرى بخواند ، ديگر براى رسيدن به هر شغلى و مقامى صلاحيت دارد ، هم مىتواند سرتيپ شود ، هم صدر اعظم ؛ حال هرگاه چنين كسى توفيق يارش بشود و رياست قبيله‌اى را هم به عهده داشته باشد ديگر مىتواند هرگاه اوضاع و احوال مساعد باشد ، به بالاتر از اينها هم طمع كند و حتى مدعى سلطنت بشود » . « 1 »\r\nاين شيوه حتى تا روزگاران پسر فيروز ميرزا نيز ادامه داشت و با اندك تفاوتى اجرا مىگشت . مهرماه فرمانفرماييان درباره تعليم و تربيت عبد الحسين ميرزا پسر وى نيز چنين مىنويسد :\r\n« تحصيلات عبد الحسين ميرزا مطابق روش شاهزادگان آن دوره نبود .\r\nمعمولا شاهزادگان بعد از فراگرفتن فارسى و عربى و آداب دينى و تحصيل ادبيات فارسى و آموختن سياق و تعليم خط و فراگيرى خط و انشاء ، به تيراندازى و شكار مشغول مىشدند . آنگاه در دربار حضور مىيافتند و به اصطلاح آن دوره « درب خانه » مىرفتند و « غلام خلوت » مىشدند . يعنى به تدريج به محيط دربار و بزرگان ديوان و اولياى امور وارد مىشدند و فن منشىگرى و دربارى شدن را مىآموختند . اگر هوش و فراستى در آنها بود ، راه خود را مىيافتند و به مقام و منصب مىرسيدند ؛ اگر هم استعدادى از خود نشان نمىدادند ، به يكى از بزرگان مىپيوستند و زندگى خويش را كم و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پولاك ، ياكوب ادوارد ، سفرنامه ، ايران و ايرانيان ، ترجمهء كيكاوس جهاندارى ، شركت سهامى انتشارات خوارزمى ، تهران ، سال 1368 ، ص 182 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبيش با او مىساختند و مىپرداختند » . « 1 »\r\nبنابر نحوهء تعليم و تربيت اين دوران ، احتمالا فيروز ميرزا به اين اصول - آشنايى با شعر و ادب ، خواندن و مهارت در نگارش - كاملا تسلط يافته بود .\r\nهمچنين فيروز ميرزا استعداد زيادى در خطاطى كه از محسنات دانش آن روزگار به حساب مىآمد ، بالاخص كه از وى دست‌نوشته‌هاى خطى بسيارى به‌جاى مانده است كه نمايانگر آشنايى و تسلط كامل او به فن است « 2 » كه از اركان مهم تعليم و تربيت اين عهد به شمار مىرفت . پولاك در اين‌باره مىنويسد :\r\n« داشتن خطى خوش نخستين و مهمترين و گاه تنها شاخص تربيت‌شدگى است . باوركردنى نيست كه چه عمر عزيزى تلف مىشود تا بتوان دايرهء حرف \" ن \" را درست از آب درآورد . هر حرفى براى خود داراى اندازه و ابعادى دقيق است و قواعدى خاص خود دارد ؛ در نتيجه بعضى از ايرانىها تا هفتاد سالگى عمر خود را صرف نوشتن مىكنند و از هرفرصتى كه پيش مىآيد براى نوشتن حرفى بر باريكه‌اى از كاغذ استفاده مىكنند » . « 3 »\r\nنوشتن و خواندن در اين هنگام بسيار مهم تلقى مىشد و افرادى كه قادر و توانا به اين دو ويژگى بودند ، به خود صفت اهل‌قلم مىدادند كه در مقابل اهل شمشير استفاده مىشد ، و فيروز ميرزا بر هر دوى صفات - اهل قلم و اهل شمشير - تسلط وافر داشت . اين در حالى است كه افراد بىشمارى در دربار شاهى بر اين مهم تسلط نداشته‌اند . به نظر مىرسد كه درباريان در اين دوران چندان به امتياز خواندن و نوشتن اهميّت نمىدادند . شايد مهمترين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فرمانفرماييان ( رييس ) ، مهرماه ، زندگىنامهء عبد الحسين ميرزا فرمانفرما ، انتشارات توس ، تهران ، سال 1377 ، ص 47 .\r\n( 2 ) . فيروز ميرزا در حاشيه بعضى از دست‌نوشته‌هاى خطى خود نام سفارش دهنده را نيز ذكر كرده است .\r\n( 3 ) . پولاك ، همانجا ، ص 184 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nعلت آن ، وجود منشيان و يا ميرزابنويس‌ها بود كه كار خواندن و نوشتن را براى آنان سهل مىكرد « 1 » . امّا در مورد فيروز ميرزا احتمالا او اين ويژگىها - علاقهء خواندن و نوشتن در ادبيات ، و همچنين سلحشورى و شجاعت در جنگيدن - را از پدر خود عباس‌ميرزا كسب كرده باشد . \" بن‌تان \" نمايندهء ناپلئون بناپارت كه در سال 1222 ق / 1807 م . به ايران سفر كرده ، دربارهء پدر وى مىنويسد :\r\n« . . . يكى از خصوصيات اخلاقى وى حس جاه‌طلبى است و اميدوار است كه روزى به سلطنت ، آن هم به سلطنتى بسيار با شكوه و جلال دست يابد و چون مىداند كه براى موفقيت بايد زحمت فراوان متحمل شود و اطلاعات وسيع داشته باشد به تحصيل مىپردازد ، از زنان دورى مىجويد و اغلب شبها به مطالعه مشغول است . كمتر كسى از ايرانيان به اندازهء او از ادبيات و علم شرقى اطلاع دارد . در ضمن بسيار علاقمند است بداند چه عواملى باعث پيشرفت غرب گشته است و حاضر است همهء سنت‌هاى ملى و مذهبى را براى پيشرفت ايران كنار بگذارد و هرگونه تأسيسات نظامى و غير نظامى كه لازم باشد به سبك غرب بنيان گذارد . » « 2 »\r\nبا اين‌كه فيروز ميرزا فرزند چنين پدرى بود ، به نظر مىرسد كه وى هيچگاه در طول زندگى خود به درك اين مهم دست نيافت ، امّا بر خلاف او پسرش عبد الحسين ميرزا كه با تعليم و تربيت نوين عصر خود آشنايى يافته بود ، بيشتر از آن بهره گرفت ، و يا شايد فيروز ميرزا پس از دريافت ضرورت تحصيلات نوين براى تعليم و تربيت جدى پسر اقدام كرد . البته تحصيلات عبد الحسين ميرزا هم متداول آن روزگار نبود ، زيرا كه همهء شاهزادگان اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البته سنت مرسوم بود كه علاوه‌بر مهارت در خواندن و نوشتن از ميرزابنويس‌ها استفاده مىكردند .\r\n( 2 ) . بن‌تان ، اگوست ، سفرنامه ، ترجمه منصوره اتحاديه ، چاپ شده در چاپخانهء سپهر ، تهران ، 1354 ، ص 69 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nدوره از چنين تعليم و تربيتى برخوردار نبودند . مهرماه فرمانفرماييان دربارهء عبد الحسين ميرزا مىنويسد :\r\n« فيروز ميرزا و حاجيه هما خانم براى پسر خود آن طورى كه در آن روزگار مرسوم بود ، معلم سرخانه آوردند ، او فارسى و عربى ، ادبيات فارسى و آداب دينى را فراگرفت . فارسى را خوب مىدانست و در نوشتن ، سبك خاصى داشت . يعنى مطلب را صريح ، مؤثر و بدون حشو و زوايد ادا مىكرد . . . » « 1 » وى در جاى ديگر دربارهء تعليم و تربيت نوين فرزند فيروز ميرزا مىنويسد :\r\n« آنگاه او را به مدرسهء نظام اتريشى كه در تهران داير بود فرستادند . در آن مدرسه استادان اتريشى دروس نظامى را به فرانسه تدريس مىكردند .\r\nعبد الحسين ميرزا زبان فرانسه را ياد گرفت . هم مىخواند و هم صحبت مىكرد . كم‌كم مدارج تحصيلى را پيمود و فنون نظامى و جنگى را آموخت .\r\nهرروز سحرگاهان ، بدون صرف صبحانه از منزل به طرف سربازخانه روانه مىشد ؛ در آنجا به تعليم سربازان و انتظامات جنگى مشغول مىگرديد » . « 2 »\r\nحتى عبد الحسين ميرزا موفقيت زندگى خود را مرهون تربيت و ديسيپلين نظامى مدرسهء اتريشى مىدانست ؛ چون در آنجا نه تنها فنون جنگى را فرامىگرفت ، بلكه زندگى پيدا مىكرد . شايد وى تفاوت تعليمات خود را با شاهزادگان و مردان سياسى هم‌دورهء خويش در آن مىديد كه حرفهء معين و مشخصى را بدست آورده است . چنانچه در زندگى سياسىاش به واسطهء داشتن اين حرفه ، ماموريت‌هاى جنگى و پرمسئوليتى به عهده او واگذار كردند . « 3 »\r\nاين شيوهء آموزش جديد ، روالى نبود كه فيروز ميرزا با آن مأنوس باشد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فرمانفرماييان ، همانجا ، ص 48 .\r\n( 2 ) . همان ، ص 48 .\r\n( 3 ) . فرمانفرماييان ، همانجا ، ص 49 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nو احتمالا به همين علت است كه در طول زندگىاش ، به آن شم سياسى كه فرزندش از اوضاع اجتماعى - سياسى رسيده ، دست نيافته است .\r\nبه هرترتيب اين بخش از زندگى فيروز ميرزا ، مقارن سلطنت فتحعلى شاه ، و آن هنگامى بود كه تئورىهاى سياسى تقسيم جهان ، توسط قدرت‌هاى مهم و مسلط اين دوران در حال شكل گرفتن بود . هركدام از آنها سعى جدى در وسعت بخشيدن به اراضى خودشان داشتند . از طرف ديگر ، ساختار سياسى ايران از شكل ملوك الطوايفى به سوى يك مركزيت مقتدر سياسى و به عبارتى ديگر تغيير در ساختارى با انسجام مكانيكى  ( Mechanical Solidarity )  و حركت بسوى انسجام ارگانيكى  ( Organic Solidarity )  است .\r\nبن‌تان در اين‌باره مىنويسد :\r\n« اين پادشاه در سال‌هاى اول سلطنت هنگامى كه همهء سران قوم قيام كرده بودند ، قدرت و استعداد لازم را از خود نشان داد و توانست تاج و تخت را به دست آورد . او برادرزادهء آقا محمد خان خواجه است كه غاصب تاج و تخت ايران بود . فتحعلى شاه با فعاليت و رشادت خود و اطرافيانش كه از ايل قاجار بودند ، توفيق به دست آورد و بدين ترتيب ايل قاجار كه دومين ايل مهم ايران بود به تدريج حتى بر ايل افشار كه به ايل طهماسب قلى خان يا نادر شاه معروف بود ، برترى يافت . بابا خان هنگامى كه به سلطنت رسيد نامش را به فتحعلى شاه تغيير داد . اعقاب وى عنوان شاهنشاهى نداشتند ، ولى وقار و متانتى كه فتحعلى شاه در امر سلطنت به كار مىبرد او را كاملا شايستهء لقبى مىسازد كه به خود تخصيص داده است . پس از تسلط كامل بر حكومت ايران ، پسران و دوستانش را به حكومت ولايات منصوب كرد و براى دوام سلطنت خود و بقاى صلح و آرامش در ايران از طوايف بزرگ و مقتدر كه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nممكن بود اغتشاش نمايند و فرمانبرى نكنند گروگان‌هايى گرفت . » « 1 »\r\nدر واقع تحولات ساختار سياسى ايران ، ناشى از تضاد و دگرگونىهايى است كه درون ساختار ملوك الطوايفى كم‌كم شكل گرفته است ؛ البته اين تضاد و دگرگونى به نوع خود متناسب و منطبق با تغيير و تحولات سياست نوين جهان نبود . چنانچه مك‌دانلد نمايندهء انگليس در ايران مىنويسد :\r\n« محبت برادرانه‌اى بين شاهزادگان وجود ندارد . مبهم بودن آتيه وراثت سلطنت ، چاره‌اى براى اين شاهزادگان جز تلاش براى رسيدن به تاج و تخت نمىگذارد . زيرا در غير اين‌صورت ، ممكن است جان خود را از دست بدهند . شاه نيز با تحريك رقابت آنان سعى مىكند موازنه‌اى ميان پسرانش برقرار سازد . » « 2 »\r\nدر حالى كه همين ساختار ملوك الطوايفى كه تا قبل اين دوران سايه‌اش بر سراسر مملكت گسترده بود ، به شكل انسجامى مكانيكىاى از ساختار اقتصادى ، اقتدار سياسى - نظامى و با مشخصات سنتى آن كاركرد داشته است . به عبارتى ديگر تا قبل از تقسيمات جديد جهان و دگرگونىهاى ناشى از مدرنيسم در غرب ؛ اين ساختار در جامعهء داراى فونكسيون مقتدرى بود و حتى قبل از رويارويى ايران با غرب و ضرورت ايجاد مناسبات تجارى ، اقتصادى ، سياسى و نظامى پوشش‌دهنده كامل نيز بوده است . امّا پس از رويارويى ايران در جنگ‌هاى ايران و روس و شكست ايران كه منجر به از دست دادن بخش عظيمى از خاك اين سرزمين شد ؛ ضرورت ارگانيزه شدن اين ساختار بيشتر محسوس شد . چنانچه گاسپار درويل نماينده روسيه در ايران اين نظر را تأييد مىكند و مىنويسد : « . . . ايرانىها كه در بحبوحهء جنگ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بن‌تان ، همانجا ، ص 82 .\r\n( 2 ) . اتحاديه ، منصوره ، گوشه‌هايى از روابط خارجى ايران ، انتشارات آگاه ، تهران ، 1355 ، ص 26 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nطريقهء سازمان دادن به سبك اروپايى را آغاز نموده ، افواج با انضباطى از تمام رسته‌ها تشكيل داده بودند از اين‌كه به چنين جنگ نابرابر پايان داده شود ، ناراضى نبودند . اين نه از آن جهت بود كه به نقطهء تكامل برسند ، بلكه لااقل تا حدى كه توانايى اين را پيدا كنند كه در برابر سپاهيان روس با شرايط بهترى ظاهر شوند . . . » « 1 » البته اين در حالى است ، كه هيچكدام از سياستمداران ايران ، تا مدت‌ها به درك آن دست نيافتند . \" اوليويه برونيه \" يكى از نمايندگان هيئت اعزامى ناپلئون بناپارت در 1209 ق / 1796 م . مىنويسد :\r\n« ما در ايران كسى را نديديم كه از اتفاقات بزرگ اروپا اطلاعى داشته باشد ، حتى صحبت جنگ را هم نشنيده‌اند . همگى در بىاطلاعى كامل از اتفاقات خارج از كشور خود مىباشند ، و به نظر ما مىرسد كه علاقه‌اى نيز به آگاه شدن به اين وقايع ندارند . » « 2 » حتى اگر عده‌اى هم از آن مطلع بودند واهمهء ابراز آن را داشتند ، چراكه قدرت مهم و اجرايى و همچنين تصميم‌گيرندهء نهايى نيز خود شاه بود . هيچ سياستمدارى جرأت اظهار نظرى خلاف ميل شاه را نداشت ، چند تن از وزرا خطاب به جونز نمايندهء انگليس مىنويسند : « شما خود را به جاى ما بگذاريد و به ياد داشته باشيد كه اگر پيشنهادات ما مورد قبول شاه نباشد ، ممكن است جان خود را از دست بدهيم . » « 3 »\r\nتمامى اين وقايع همزمان با رشد و بلوغ فيروز ميرزا بود ، امّا همان‌طور كه گفته شد ، تعليم و تربيت اين دوران منوط به او نبود ، بلكه كليتى كه در برگيرندهء تمامى درباريان و شاهزادگانى بود كه با همين روال پرورش مىيافتند . در عين حالى كه دگرگونىهاى سريع و بنيادى جهان ، مرزهاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دروويل ، گاسپار ، سفر در ايران ، ترجمهء منوچهر اعتماد مقدم ، انتشارات شباويز ، تهران ، 1367 ، ص 32 .\r\n( 2 ) . اتحاديه ، گوشه‌هايى از روابط خارجى ايران . . . ، ص 12 .\r\n( 3 ) . همان ، ص 21\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nدرون و برون جامعه را درهم فرومىريخت و اجتناب از آن محال به‌نظر مىرسيد . چنانچه موريه نماينده دولت انگليس مىنويسد : « پس از برگزارى مراسم ماه محرم ، وزراى ايران و سفير انگليس ، تمام مدت زمستان را مشغول مباحثه دربارهء مواد \" عهدنامهء مفصل \" بودند و اضافه مىكند كه « براى ما بىاطلاعى وزراى ايران از حقوق بين الملل و طريقه بحث دربارهء مسائل مهم سياسى و بخصوص نادانى آنها ، اشكال بزرگى در پيشرفت كار بود . هر درخواستى كه مىكرديم ، حتى اگر خيلى هم واضح بود ، به آن شك مىبردند و تصور مىكردند كه حتما معناى پيچيده‌اى دارد كه نمىفهمند ، و هيچ‌وقت بدون مشاجره به تقاضاى ما تن نمىدادند . » « 1 »\r\nاين امر چنان عادى تلقى مىشده كه نه‌تنها درباريان و شاهزادگان بلكه حتى در مقام شاه و صدر اعظم هم مصداق داشت و « چون شاه و صدر اعظم هيچيك اطلاع كافى از سياست خارجى نداشتند ، احتياج به يك ديپلمات حرفه‌اى پديد آمد كه بدين كار گمارده شود . انتخاب ميرزا ابو الحسن خان به مقام وزارت خارجه در سال 1240 ق / 1824 م . به منظور رفع اين احتياج بود . « 2 »\r\nتمامى تغييرات بنيادى در چگونگى حكومت و مرزبندىهاى جديد ايران ، - كه ناشى از جنگ‌هاى طولانى ايران و روس در اين دوران است - از يك طرف و تحولات سياسى خارج از مرزهاى كشور از طرف ديگر همزمان با طفوليت فيروز ميرزا است . طبيعتا چگونگى تحولات جهان پيرامون ، هيچگاه در چارچوب نظام تربيتى سنتى آن دوران قابل درك نبود . شايد يكى از دلايلى كه بعدها وى به بسيارى از امور سياسى همانند پسرش عبد الحسين ميرزا واقف نشد ، همين امر بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 15\r\n( 2 ) . همان ، ص 17 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n* * * \r\nشور و شوق\r\nهمانطور كه گفته شد ، آموزش اطفال در آن دوران از 6 سالگى آغاز و در 16 سالگى پايان مىپذيرفت . پس از آن ، جوان براى ازدواج و گرفتن هر پست و منصبى آماده بود . چنان كه فيروزميرزا در سن 17 سالگى به اولين منصب خود دست مىيابد ، وى به همراه قائم مقام فراهانى ، از يارىدهندگان محمد شاه براى اردوكشى و سركوب حسين على ميرزا فرمانفرما ، « 1 » حاكم فارس بود . پس از اين موفقيت ، با پيشكارى منوچهر خان معتمد الدوله « 2 » ، به اولين تجربه‌ى حكمرانى خود در فارس ، نائل آمد . چنانچه اعتماد السلطنه در مرآة البلدان نقل مىكند كه « پس از آن ، فيروز ميرزا و منوچهر خان به تسخير عراق و فارس مأمور شدند . » « 3 »\r\nفيروزميرزا پس از دريافت حكمرانى فارس ، ولى خان ممسنى را كه از سارقان مال التجارهء كاروان‌ها در اين دوره بود ، سركوب مىكند . سپس با قدرت به سركوب بسيارى از مخالفين و ياغيان حكومت فارس مىپردازد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حسين على ميرزا فرمانفرما پسر پنجم فتحعلى شاه و عموى محمد شاه بود كه در تاريخ 1203 ق / 1788 م متولد شد وى مدت 37 سال ( 1250 - 1214 ق / 1834 - 1799 م ) والى فارس بود .\r\nر ك : بامداد ، مهدى ، شرح حال رجال ايران ، انتشارات زوار ، تهران ، 1357 ، جلد اول ، صص 438 - 442 .\r\n( 2 ) . منوچهر خان خواجه ايچ آقاسى معتمد الدوله ارمنى ( وفات 1263 ق ) معروف به گرجى ، وى از جمله اسرايى بود كه آغا محمد خان قاجار او را با خود از تفليس به ايران آورد . وى قبل از دستيابى به حكمرانى مناصب بسيارى در دربار فتحعلى شاه داشت . وى به همراه فيروز ميرزا از جمله يارىدهندگان محمد شاه در دفع شورش عموى محمد شاه بود . ر . ك :\r\nبامداد ، مهدى ، شرح حال رجال ايران ، جلد 4 ، ص 159 .\r\n( 3 ) . اعتماد السلطنه ، محمد حسن خان ، مرآة البلدان ، انتشارات دانشگاه تهران ، تهران ، 1367 ، ص 913 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nهمچنين به شيوهء متداول حكمرانان ايران بسيارى از نزديكان و آشنايان خود را در ادارهء امور ايالت به كار مىگمارد . امّا به علت سوءرفتار منوچهر خان معتمد الدوله و گزارشى كه از او به دار الخلافه فرستاده مىشود « 1 » ، حكومت فارس از فيروزميرزا گرفته و وى به دار الخلافه فراخوانده مىشود .\r\nاولين تجربهء حكمرانى فيروزميرزا ( 51 - 1250 ق . ) در فارس ، بسيار كوتاه بود . آنچه مسلم است ، در سراسر ايران اين عهد ، دورهء حكمرانى چندان طولانى نيست ، كه البته اين امر تحت تأثير مسائل بىشمارى است كه به ساختار سياسى ، اجتماعى و اقتصادى كشور مربوط مىشود . از جمله مهمترين شرايط واگذارى ايالات به حكمرانان ، در وضعيت جغرافيايى ايالات و اهميتى كه به لحاظ پرداخت عايدات به دار الخلافه داشتند ، بود .\r\nالبته اوضاع سياسى كشور هم بسيار مهم تلقى مىشد ، چرا كه « . . . شاه پسران خود را به حكومت ايالات مىفرستاد و بديشان خودمختارى داخلى مىداد .\r\nهريك از شاهزادگان عوايد ايالت را جمع‌آورى مىكرد و مجرى قانون بود ، همچنين قشونى از خود داشت و دربار كوچكى كه شبيه به تهران بود ، نگاهدارى مىكرد . » « 2 » به عبارتى ديگر هركدام از حكمرانان ايالات به هنگام فرصت مناسب ، خطر جدى براى سلطنت محسوب مىگشتند .\r\nبا اين حال تقسيم‌بندى و اهميتى كه ايالات واگذارى براى دار الخلافه داشتند از چند لحاظ مهم تلقى مىشدند : 1 ) وضعيت جغرافيايى ايالات و ولايات . 2 ) عايدات نقدى و جنسى كه به دار الخلافه مىپرداختند ؛ 3 ) وجود طوايف و ايلات قدرتمند بومى و غيربومى ولايات واگذارى و ميزان نفوذ عناصر وابسته به آنان در دربار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در منابع علت دقيق عزل منوچهر خان از وزارت فيروزميرزا توضيح داده نشده است بطورى كه اعتماد السلطنه مىنويسد : « چون معتمد الدوله منوچهر خان در كار ولى خان ممسنى عزمى بر خلاف جزم كرده بود از وزارت فارس معزول . . . » ر ك : اعتماد السلطنه ، مرآت البلدان ، ص 920 .\r\n( 2 ) . اتحاديه ، گوشه‌هايى از روابط خارجى . . . ، ص 26\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nپولاك مىنويسد :\r\n« اعضاى يك خانواده بين خود وحدت دارند و به عنوان يك واحد گرد \" سرطايفه \" جمع مىشوند و اين رأس و رئيس ، به عنوان سركردهء تمام خانواده‌هايى كه به اين مجتمع بستگى دارند مورد احترام قرار مىگيرد . هرگاه اين رئيس بتواند مقام با قدرت و نفوذى را احراز كند ، مثلا صدر اعظم بشود ، بلافاصله مىكوشد با عقب گذاردن همهء غريبه‌ها تمام دار و دستهء خود ، و حتى دورترين خويشاوندانش را از گمنامى و تاريكى بيرون بكشد و مقامات پايتخت و ولايات را به آنها سپرد . البته به محض اينكه صدر اعظم ساقط شود همهء آنها نيز با وى از كار بىكار مىشوند . » « 1 »\r\nو در جاى ديگر پولاك باز مىنويسد :\r\n« ايرانى تا آن اندازه در خانواده ريشه دارد كه هركارى از دستش برآيد براى آن مىكند ، كارش با خانواده بالا مىگيرد ، و با آن سقوط مىكند و كاملا در احساس افتخار و سرافكندگى هريك از افراد فاميل خود شريك است ، درست مانند اينكه ماجرا بر خود وى رفته باشد . پس از خويش و قوم \" طايفه \" و پس از آن \" ولايت \" برايش اهميت دارد و سرافرازانه مىگويد كه \" خويش و قوم و طايفه دارم . \" وى تمام مردم برجستهء طايفهء خود را مىشناسد و هرگاه يكى از افراد آن مدعى تاج و تخت شود به خود مىبالد حتى اگر ماجرا با سرافكندگى هم پايان پذيرد . از لفظ \" وطن \" مراد وى هميشه ولايتى است كه در آن به دنيا آمده است ؛ از يك وطن جامع و كامل خبرى ندارد . وقتى كه در خارج است با حرارت تمام از \" خاك ايران \" صحبت مىكند اما منظورش شوق وصل است و گرنه بستگى و اتصالى با وطن ندارد . » « 2 »\r\nبه‌علاوه از جمله مسائل ديگرى كه در سپردن ايالات و ولايات به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پولاك ، همانجا ص 159 .\r\n( 2 ) . پولاك ، همانجا ، ص 160 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nحكمرانان اهميت پيدا مىكرد ، چگونگى وضع ماليات حقوق گمركى و دريافت آن توسط حكمرانان بود . ميزان پرداخت‌هاى مالياتى ايالات و ولايات به دار الخلافه ، دسيسه‌ها ، زد و بندهاى دربارى و ميزان نفوذ دولتمردان و شاهزادگان به هنگام واگذارى ايالات و ولايات بستگى داشت .\r\nبنابراين از نظر دربار ، ايالاتى مهم تلقى مىشدند كه بيشترين عايدات را اعم از نقدى و جنسى به حكومت مىپرداختند . در تاريخ 1285 ق / 1868 م .\r\nايالاتى كه بالغ بر 000 ، 150 تومان در سال عايدات داشتند ، بدين قرار بودند : « 1 »\r\nآذربايجان 000 ، 620\r\nگيلان 000 ، 440\r\nاصفهان 000 ، 420\r\nفارس 000 ، 380\r\nخراسان همراه شاهرود و بسطام 000 ، 220\r\nعربستان 000 ، 215\r\nكرمان 000 ، 210\r\nتهران و نواحى مجاور 000 ، 210\r\nكرمانشاه همراه لرستان ، نهاوند 000 ، 200\r\nخمسه 000 ، 180\r\nيزد 000 ، 170\r\nبه اين ترتيب ، تا حدى ميزان فشار و رقابت افراد در زدوبندهاى دربارى براى كسب حكمرانى هركدام از اين ايالات بيشتر مشخص مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عيسوى ، چارلز ، تاريخ اقتصادى ايران ( عصر قاجار ، 1332 - 1215 ه ق ) ، ترجمهء يعقوب آژند ، نشر گستره ، تهران 1362 ، ص 43 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالبته دادن رشوه براى گرفتن حكم ايالات از امور عادى اين دوران تلقى مىشد . به‌علاوه هركدام از اين ايالات داراى ويژگىهاى جغرافيايى خاصى بودند . براى مثال قرار گرفتن ايالاتى مانند فارس و كرمان در سر راه كاروان‌هاى تجارى - زيارتى ايران ، يكى از خصايص مهم اين بخش بود و يا قرار گرفتن مقر وليعهد امتيازى براى آذربايجان محسوب مىشد .\r\nبا مرورى بر اوضاع و احوال اين دوره از زندگانى فيروز ميرزا مشخص مىگردد كه وى تا چه حد مىتوانسته تحت تأثير يا فشار اين زدوبندو يا رقابت‌هاى دربارى قرار گيرد . امّا به‌نظر مىرسد علىرغم مسائلى كه در جامعهء پيرامون‌اش درگذر است ؛ بيشتر شور و جوانى در او غلبه دارد ، تا درايت سياسى يك حكمران . شايد اين خصيصه كسانى است كه هنوز به حفظ صفات سلحشورى و شجاعت چه در اردوكشىها و چه غير آن اهتمام دارند ، و اين خود از ويژگىها و مشخصات نظام ملوك الطوايفى و يا سلطهء ايلات و عشاير در ايران است . احتمالا به همين دليل است كه وى همانند آنچه كه روال اين دوران است تمامى ايالات واگذار شده را ، پس از موفقيّت قدرتمندانه‌اش در سركوب ياغيان و گردن‌كشان ايالات به دست آورده است .\r\nاز ديگر ويژگىهاى يك حكمران در اين دوران ، اقتدار بدون قيد و شرط وى در جنگ و درگيرى ، و همچنين توانايى سركوب ياغيان و گردنكشان است . از جمله مىتوان از حكمرانان شهيرى مانند معتمد الدوله و خسرو خان « 1 » نام برد كه در همين دوره زبانزد عام و خاص بودند و توانستند به مقامات و مناصب مهمى دست يازند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وى از گرجيانى بود كه توسط آقا محمد خان قاجار از تفليس به ايران آورده شده بود ، از رجال مهم دوره فتحعلى شاه و همچنين از يارىكنندگان محمد شاه است . خسرو خان به مناصب مهمى از جمله حاكم گيلان ، اصفهان ، والى كردستان دست يافت . ر . ك : بامداد ، شرح حال رجال ايران ، جلد 1 ، ص 480 .\r\n( 2 ) . « . . . معتمد الدوله و خسرو خان والى هنوز هم نزد ايرانيان سخت مشهورند ؛ از اين دو نفر\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمأموريت بعدى فيروزميرزا به كرمان در سال 1251 ق / 1835 م .\r\nاست . « 1 » هنگامى كه آقا خان محلاتى « 2 » در كرمان ياغىگرى پيشه كرده و از حكومت معزول شد ، كه اين خود نوعى مخالفت عليه حكومت در اين دوران نيز محسوب مىگشته است . فيروزميرزا از طرف محمد شاه به دفع فتنهء آقا خان مأمور شد . آقا خان حدود 2 سال در نرماشير و بم به مقاومت پرداخت تا اينكه در اواخر سال 1254 ق / 1838 م . پس از محاصرهء قلعه بم قرآن مجيد را با تيغى از گردن آويخته و از فيروزميرزا امان گرفت و به تهران فرستاده شد و در زاويه عبد العظيم مقيم گشت و با وساطت فريدون ميرزا ، فرمانفرماى فارس مورد عفو واقع مىشود . دستگيرى و تبعيد ملا على اكبر زمان « 3 » كه نام\r\n\r\n\r\n","description":"","footnote":"\r\nمعتمد الدوله حاكم اصفهان امنيت جاده‌ها و طرق را برقرار ساخت ، لانهء غارتگران را ويران كرد و مقام و منزلت شاه را ، كه در ولايت خوزستان سستى گرفته بود ، به حال نخستين باز گرداند ؛ ديگرى يعنى خسرو خان كه متناوبا حكومت يزد ، كردستان ، قزوين را داشت از نظر قدرت جسمى ممتاز بود و از وى داستانها و ماجراها در سراسر مملكت بر سر زبانهاست . من با وى كه پيرمردى سالخورده و هفتاد ساله بود در تهران ملاقات كردم ، ولى هرگز در او متوجه استخوان‌بندى مستحكمى نشدم . وى با پرگويى بسيار از عمليات و قمه‌كشىهاى پيشين خود داد سخن داد . . . » ر ك : پولاك ، ايران و ايرانيان ، ص 80 .\r\n( 1 ) . اعتماد السلطنه در اين‌باره مىنويسد : « شاهزاده فيروز ميرزا از فارس به ايالت كرمان مأمور شدند » . ر ك : مرآت البلدان ، ص 920 .\r\n( 2 ) . آقا خان محلاتى رئيس طايفهء اسمعيليه بود . فتحعلى شاه جهت جلب خاطر اسماعيليه دختر بيست و سوم خود سرو جهان را به ازدواج او در آورد ، و پس از آن او را حاكم قم و محلات كرد . در دورهء محمد شاه و صدارت ميرزا آقاسى وى به حكومت كرمان و بلوچستان منصوب شد . وى به علت مخالفت با حكومت به سركشى و عصيان پرداخت كه توسط فيروز ميرزا نصرت الدوله سركوب شد . ر . ك :\r\nبامداد ، شرح حال رجال ايران ، صص 354 - 358 . و نيز : باستانى ، فرماندهان كرمان صص 191 - 193 .\r\n( 3 ) . آخوند ملا على اكبر زمان از علماى اماميه كه به واسطهء امر به معروف و نهى از منكر به فيروزميرزا در 1253 ق / 1837 م به يزد تبعيد شد ، امّا به علت افراط در اين امر - حكم عدم عبور و مرور سواره زردتشتيان در يزد - از آنجا به همين سبب به طهران فرستاده مىشود و از آنجا به ارض\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nپدرش زمان و حرفهء او صباغى « 1 » بود . از ديگر اقدامات فيروزميرزا در كرمان بود . وى از علماى تندروى اماميه بود ، باستانى پاريزى علت تبعيد او را چنين مىنويسد : « علت تبعيد او ظاهرا اين بود كه به علت حركات ناشايست فيروزميرزا خصوصا از جهت اخلاق جوان‌گرايى شكايتى به شاه مىكند . . .\r\nگويا آخوند ملا على اكبر زمان نامه‌اى به محمد شاه مىنويسد كه برادر تو مرتكب فسق و فجور مىشود و صلاحيت حكومت كرمان را ندارد .\r\nحاجى ميرزا آقاسى عين نامه را به فيروزميرزا در كرمان مىفرستد . فيروزميرزا در مجلسى كه بعض از علماء هم حضور داشته‌اند مىگويد گويا يكى از آقايان نامه‌اى به شاه نوشته ، چون بد خط است من نمىتوانم بخوانم ، و نمىدانم مقصود چه بوده است . آخوند مىگويد ، نامه به خط من است ، لطف كنيد بدهيد بخوانم ، و مىگيرد و نامه را سر تا ته مىخواند . فيروز ميرزا به آخوند مىگويد : شما در شهرى كه چنين حاكمى داشته باشد مصلحت نيست اقامت كنيد . آخوند مىگويد شما درست مىگوييد ، و برمىخيزد و بلافاصله پشت دروازه كرمان چادر مىزند . . . » « 2 »\r\nفيروز ميرزا اين مرحله از زندگانى خود را كه حدود 14 سال است و تا سن 36 سالگىاش نيز ادامه دارد در دو ايالت كرمان و شيراز سپرى مىكند .\r\nهمانطور كه قبلا ياد شد ، او بين سال‌هاى 51 - 1250 ق / 35 - 1834 م . ، با پيشكارى منوچهر خان معتمد الدوله در شيراز حكومت مىكند . پس از آن به\r\n\r\n\r\n","description":"","footnote":"\r\nاقدس مشهد رضوى منتقل مىشود و در آنجا در سال 1275 ق / 1858 م به خواست دولت ايران مسموم گرديد . ر ك : باستانى ، فرماندهان كرمان ، ص 196 .\r\n( 1 ) . كشاورز ، فتح الله ، نامه‌هاى حكومتى فيروزميرزا فرمانفرما ، سازمان اسناد ملى ايران ، تهران ، 1377 ، ص 14 ( نقل از ناظم الاسلام كرمانى ) .\r\nاين كتاب حاوى اسناد مهمى دربارهء فيروزميرزا است . شامل 159 سند از مكاتبات حكومتى او در بين سال‌هاى 85 - 1296 ق است .\r\n( 2 ) . باستانى ، همانجا ، صص 196 - 197 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nحكمرانى كرمان منصوب مىگردد ، حكم وى در تاريخ 1251 ق / 1835 م . و ورود او به كرمان در تاريخ 1253 ق / 1837 م . « 1 » با پيشكارى ميرزا حسين كرمانى بود . سپس براى دومين‌بار بين سال‌هاى 1269 - 1266 ق / 52 - 1849 م . با پيشكارى ميرزا ابو القاسم تفرشى و سررشته‌دارى ميرزا ابو الحسن خان مشير الملك « 2 » به شيراز باز مىگردد .\r\nاهميت اين مقطع از زندگانى فيروز ميرزا در گام نخست همانند بسيارى از حكمرانان هم دوره‌اش جهت تثبيت يك حكومت مركزى است .\r\nعلاوه‌بر آن در گام‌هاى بعدى ايجاد امنيت ، آرامش و ثبات در ايالات و ولايات ، پرداخت عايدات به دار الخلافه و همچنين پرداخت سهمى از نفرات قشون را نيز به عهده داشت . ايالاتى كه بيشترين طوايف در آنجا تردد داشتند سهم مهمى از قشون را نيز دربرمىگرفتند . بنابراين هرطايفه به منزلهء نيروى نظامى نيز محسوب مىگشته است ، به همين علت است كه ايالاتى كه فيروز ميرزا در آن حكمرانى داشت نه‌تنها جزو بخش‌هاى مهم اقتصادى - تجارى اين دوران ايران به‌شمار مىرفت ، بلكه مسير عبور كاروان‌هاى تجارى و قافله‌هاى زيارتى نيز بوده است . همچنين اين مناطق به لحاظ تردد طوايف و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باستانى ، همانجا ، ص 194 .\r\n( 2 ) . حاج ميرزا ابو الحسن خان شيرازى ، ملقب به مشير الملك ثانى ، در 1226 ق / 1811 م . متولد و در سال 1262 ق / 1845 م وزير فارس شد و در اين سمت به مدت سى سال باقى ماند ، و ولايت فارس آلت دست او بوده است تا آنكه در 1293 ق / 1876 م فرهاد ميرزا معتمد الدوله والى فارس شد و به تحريك و تطميع ميرزا على محمد خان قوام الملك ، او را معزول كرد و به چوب بست و چند ماهى هم در زندان بود . مشير الملك پس از پرداخت مبالغ زيادى پول به معتمد الدوله ، از زندان رهايى يافت و به مكه مشرف شد و پس از مراجعت به سرپرستى املاك خود مشغول بود .\r\nدر سال 1266 ق / 1849 م و 1267 ق / 1850 م پس از قلع و قمع ملا على محمد و زعماى فرقه بابيه و تبعيد آنها به شيراز ، مشير الملك با يكى از دختران ملا على محمد ازدواج كرد و ميرزا حسين پسر حجت را هم مستخدم خود نمود . وى در سال 1303 ق / 1885 م در شيراز درگذشت . ر ك : شرح حال رجال ايران ، جلد اول ، ص 39 - 40 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nايلات نيز بسيار حائز اهميت بود . بنابراين حكمرانان گذشته از در نظر گرفتن ذخيره نيروى انسانى قشون توسط ايلات و طوايف ، مىبايست آرامش و ثبات در ايالات و ولايات و امنيت راه‌ها را هم تأمين مىكردند . چنانچه مستوفى الممالك « 1 » در تلگرافى خطاب به فيروز ميرزا مىنويسد :\r\n« از قرار اظهار نواب و الا معتمد الدوله پسرهاى نصر الله خان بهارلو در صفحات فارس مشغول شرارت و هرزگى هستند و در اين اوقات نواب معزى اليه به جهت دستگيرى آنها مأمور فرستاده‌اند كه دفع شر آنها را بنمايند احتمال است كه اضطرارا به صفحات كرمان فرارى شوند نواب و الا مؤكدا به همه جا بسپارند و مراقبت كامل فرمايند كه اگر آن سمت‌ها باشند بيايند آنها را دستگير كنند و نزد نواب معتمد الدوله روانه نمايند » . « 2 »\r\nچنانچه اشاره شد ، حكمران علاوه بر ايجاد امنيت و پرداخت عايدات حاصله از ايالات ، بايد تفوق خود را بر مناطق تحت تسلط خويش كه توسط ايلات و طوايف مختلف احاطه شده بود ، به ظهور مىرساند . همچنين بايد برترى خود را بر هركدام از اين طوايف آشكار مىكرد . اين نوعى تنازع بود براى نماياندن سلحشورى و جنگجويى بيشتر ، جهت بدست گرفتن قدرت برتر . در واقع اين ويژگىها برآمده از نظام ملوك الطوايفى در سراسر مملكت بود . بن‌تان در اين‌باره عقيده دارد كه :\r\n« . . . قريب به يك چهارم جمعيّت ايران از ايلات يا طوايف بدوى تشكيل مىشود كه تابستان در كوهستان‌ها در چادرهاى خود زندگى مىكنند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ميرزا يوسف مستوفى الممالك معروف به « آقا » در سال 1227 ق / 1812 م به دنيا آمد . اين لقب را محمد شاه در تاريخ 1261 ق / 1845 م به وى اعطا كرد . فردى بسيار با نفوذ بود و مورد توجه بسيارى رجال ايران از جمله امير كبير نيز بوده است . از سال 1294 ق / 1877 م به بعد او به همراه سپهسالار ، كامران ميرزا هرم قدرتمند دربار ناصر الدين را تشكيل داده است . فوت او در تاريخ 1303 ق / 1885 م اتفاق افتاد . ر ك : شرح رجال ايران ، جلد 4 ، 478 - 490 .\r\n( 2 ) . كشاورز ، همانجا ، ص 146 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nو گله‌هاى خود را مىچرانند و زمستان به دشت‌ها فرودى مىآيند و با حشم خود در خانه‌هايى شبيه به غار كه در زير زمين مىسازند زندگى مىكنند .\r\nگله‌ها بيشتر از گوسفند تشكيل شده چند بز و گاوميش نيز دارند ، ولى تقريبا هيچ گاو ندارند . اين ايلات از طوايف مختلف‌اند و به چهار دسته بزرگ تقسيم مىشوند كه به چهار زبان تكلم مىكنند ، زبان تركى ، زبان كردى ، زبان لرى و زبان عربى » . « 1 »\r\nبه هرترتيب ، زمانى اين مسأله به اوج خود مىرسيد كه هركدام از اين طوايف نارضايتى خود را در هرزمان به شكلى بروز مىدادند . گاه بر ضد سلطنت براى كسب موقعيت برتر و يا ممتازتر با حكمرانان و شاهزادگان همراه مىشدند و هنگامى كه اوضاع مساعد با شرايط آنان نبود بر ضد حكمرانان به ياغىگرى نيز مىپرداختند . به نظر مىرسد كه ياغىگرى شيوه‌اى از مخالفت يا اعتراض طوايف و ايلات بود . بنابراين ، بسيارى از حكمرانان اين دوران مىبايست قدرتمندى و برترى خود را به هنگام رويارويى با طوايف مختلف ايالات و ولايات كشور ، به اثبات مىرساندند . شايد به همين علت است كه اكثر آنان قسى القلب لقب داده مىشدند كه خود اين صفت لازمه حكومت در ولايات محسوب مىگردد . شايد بتوان گفت كه اين برهه از زندگانى فيروز ميرزا همراه است با سرآغاز افول دوران سلحشورى ، دلاورى و قشون‌كشى ايلات قدرتمند ، و به عبارت بهتر اضمحلال دوران قدرت طوايف يا ايلات و عشاير ، و آغاز حكومت مدرن در ايران .\r\nاز ديگر وقايع مهم اين دوره از زندگانى فيروز ميرزا جنگ هرات ( 1254 ق / 1838 م ) بود . در پى محاصرهء طولانى هرات توسط ايران ، انگليس كشتىهاى جنگى خود را به درياى عمان فرستاد . ورود كشتىهاى جنگى به جنوب ايران ، تفوق و برترى اين كشور را در جنگ نسبت به كشورهايى چون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بن‌تان ، همانجا ، ص 78 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفرانسه و روسيه كه بيشترين مهارتشان در جنگ‌هاى برى بود به نمايش گذاشت . در واقع اين رويداد نوعى نمايش قدرت دريايى به تمامى كشورهايى كه تا اين زمان ناپلئون سعى در نفوذ و تسلط بر آنها را داشت بود و از طرف ديگر تفوق و برترى صنايع انگلستان را بر جهانيان نماياند . « 1 » به اين ترتيب انگلستان هرگونه چشم اميد ايران به فرانسه را به يأس مبدل كرد . از طرف ديگر ، ايران نيز متوجه نياز به تغييرات بنيادى در قشون و ساختار نظامى خود شد . اين سرآغاز نگرش به دنياى نوين آن روز بود .\r\nشايد اين يك تهديد مستقيم براى دولت ايران بود . امّا همين امر دولتمردان ايران را متوجه عدم توازن جنگى با دنياى جديد كرد . بدون شك ورود كشتىهاى انگليسى به جنوب ايران مهمترين رويداد اين دوران به لحاظ سياسى بود ، امّا به لحاظ تجارى ، آغاز راهيابى ايران به دنياى نوينى از تجارت ، و مدرنيزم است كه اهميت جنوب ايران را براى تجارت و ارتباط با دنياى نوين را مىنماياند . چرا كه تا قبل از اين دوران گذار عبور تجارت از شمال به جنوب ايران محسوب مىگردد .\r\n* * * \r\nتفكر و عقلانيت\r\nميانسالى فيروزميرزا با سلطنت ناصر الدين شاه تقارن دارد ، كه اين دوره همراه بسيارى تحولات و تغييرات داخلى در دستگاه حكومت است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شميم در اين‌باره مىنويسد :\r\n« در جنگ‌هاى برى همه‌جا سپاه جوان ناپلئون فاتح بود . امراى آلمان ، سلاطين پروس ، امپراطوران اطريش ، سلاطين محلى ايتاليا ، پادشاه اسپانيا ، همه در برابر مقاصد ناپلئون تسليم شدند ، ولى انگلستان پايدارى و مقاومت شديد نشان داد و در جنگ‌هاى دريايى نيروى فرانسه را نابود ساخت . » ر ك : شميم ، ايران در دورهء سلطنت قاجار ، ص 58 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nسير رويدادهاى جارى اجتماعى و فرآيند دگرگونىهاى اين دوران جامعه به حدى سريع ، ناهمگون و نامتجانس است كه درك آن براى بسيارى از سياستمداران و حكمرانان كه با شيوه‌اى ساده‌تر حكومت مىكرده‌اند ، همچون فيروز ميرزا و ديگر درباريان غيرمأنوس به نظر مىرسد . به عكس آن كسانى كه به شيوهء نوين تعليم ديده و يا در فرنگ تحصيل كرده بودند ، كاملا به اوضاع و احوال زمانه پىبرده ؛ همراه با تغيير شرايط و پيچيدگىهاى اجتماعى آن دگرگون مىشدند .\r\nهمانطور كه گفته شد . اين دورهء زندگانى فيروز ميرزا با عزل و احضار بهرام‌ميرزا معز الدوله « 1 » از شيراز به دار الخلافه و انتصاب و بازگشت مجدد او به حكومت فارس همراه بود .\r\nمقارن ورود فيروز ميرزا در صفر 1266 ق / 1849 م . ، سيد يحيى پسر سيد جعفر اصطهباناتى در نيريز فتنه‌اى به‌پا و مردم را به بابىگرى دعوت كرد تعداد زيادى از مردم كه با او از در مخالفت درآمده بودند ، به اشارهء او كشته شدند . در همين حال اعتماد السلطنه مىنويسد : « . . . ديوان بيگى محمد على خان بن حاجى شكر الله خان نورى و مصطفى قلى خان قراگوزلوى « 2 » سرتيپ به حكم نواب و الا نصرت الدوله فيروز ميرزا حكمران فارس به دفع سيد يحيى و اتباع او مأمور شدند و به نيريز آمده بعد از مقابله و مقاتله بر آنها غلبه كرده و سيد يحيى را دستگير نموده به شيراز آوردند و در شيراز ورثهء مقتولين سابق الذكر او را به حكم قصاص بكشتند و حاجى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بهرام ميرزا معز الدوله ( وفات 1299 / 1881 م ) برادر فيروز ميرزا بود كه وى حكومت ايالات كرمانشاه ، لرستان ، خوزستان و فارس را داشت . ر ك : شرح رجال ايران ، جلد 1 ، صص 192 - 195 .\r\n( 2 ) . مصطفى قلى خان اعتماد السلطنه قراگزلوى همدانى از سركردگان لشكر است كه اغلب رئيس قشون و فرماندهء لشكر بوده و در بسيارى از جنگ‌هاى داخلى دخالت داشته است . ر ك : بامداد ، شرح حال رجال ايران ، جلد چهارم ، ص 115 - 116 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nزين العابدين خان در نيريز به حكومت خود استقلال به‌هم رسانيد . . . » « 1 »\r\nفيروز ميرزا در ايالت فارس شيخ نصر خان را از حكومت بوشهر به دليل گستاخى و عصيان عزل كرد و به تهران فرستاد . پس از آن ميرزا حسن على خان و حاجى ميرزا على اكبر قوام الملك شيرازى « 2 » را به حكومت بوشهر و مضافات فرستاد و به آنها لقب دريابيگى داد « 3 » . همچنين ، پس از سركوب شيخ حسين خان عم و نايب الحكومه شيخ نصر خان كه سر به عصيان برداشته بود ، توسط مصطفى خان [ سرتيپ 
  ] ، به وى نشان و حمايل و منصب ميرپنجگى بخشيد .\r\nخورموجى كه از جمله مورخين اين عصر است ، دربارهء حكومت فيروز ميرزا در فارس مىنويسد : « غايت سعى و جد و جهد مبذول نمود ، فارسى تازه شد و رونقى بىاندازه يافت » « 4 »\r\nحكومت فيروز ميرزا در فارس تا سال 1269 ق / 1852 م . ادامه يافت .\r\nپس از آن در سال 1270 ق / 1853 م . به پيشكارى كل وليعهد ناصر الدين ميرزا در آذربايجان نائل آمد « 5 » . پيشكار مالى نيز به ميرزا صادق مستوفى ، عموزاده ميرزا آقا خان نورى « 6 » رسيد . فيروز ميرزا تا سال 1273 ق / 1856 م . عهده‌دار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعتماد السلطنه ، محمد حسن خان ، مرآة البلدان ، انتشارات دانشگاه تهران ، 1367 ، جلد 3 - 2 ، ص 973 .\r\n( 2 ) . حاج ميرزا على اكبر قوام الملك پسر چهارم حاج ابراهيم خان شيرازى اعتماد الدوله ( صدر اعظم آغا محمد خان و فتحعلى شاه قاجار ) در سال 1203 ق / 1788 م به دنيا آمد . وى در ابتدا كلانتر شيراز بود و پس آنكه فتحعلى شاه به شيراز رفت وى را لقب قوام الملك ارتقاء داد . او از جمله مخالفان ميرزا تقى خان امير كبير نيز بود . درگذشت او به سال 1282 ق / 1865 م در شهر مشهد اتفاق افتاد .\r\nر ك : بامداد ، شرح رجال ايران ، جلد 2 ، صص 433 - 434 .\r\n( 3 ) . كشاورز ، همانجا ، ص پانزده مقدمه .\r\n( 4 ) . كشاورز ، همانجا ، ص چهارده مقدمه ( نقل از خورموجى ) .\r\n( 5 ) . وليعهد داراى دو پيشكار بود : 1 ) پيشكار كل يا قائم مقام 2 ) پيشكار مالى .\r\n( 6 ) . ميرزا نصر الله نورى معروف به ميرزا آقا خان نورى و ملقب به اعتماد الدوله در سال 1222 ق / 1807 م . متولد شد . در ابتدا به سمت لشكرنويس باشى مشغول به‌كار شد و سپس به\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nاين سمت بود . پس از آن در سال 75 - 1274 ق / 1857 م . حكومت اراك را به وى واگذار مىكنند . يك سال بعد تويسركان و ملاير هم به آن اضافه مىگردد ، و از سال 77 - 1275 ق / 60 - 1858 م . با حفظ مناصب پيشين حكومت دار الخلافه نيز به وى سپرده مىشود . در واقع فيروز ميرزا جايگزين ميرزا محمد تقى ركن الدوله « 1 » مىشود .\r\nدر شعبان 1275 ق / 1858 م . شاه به علت سفر به عتبات به دليل اعتمادى كه به وى داشت ، او را ناظر اعمال وزراء مىكرد . سال بعد يعنى در سال 1276 ق / 1859 م . فيروز ميرزا به عضويت شوراى دولتى « 2 » نايل آمد . در سال 1284 ق / 1868 م . به فاصله چند ماه به حكومت ايالات آذربايجان و پس از آن قزوين رسيد .\r\nدر اين دوره كشور به مركزيت مقتدر سياسى و متحد دست يافته است ، ثبات سياسى طى دو دورهء حكومت آغا محمد خان و فتحعلى شاه به\r\n\r\n\r\n","description":"","footnote":"\r\nپست وزارت و بالاخره با نفوذى كه بر ديگر درباريان و بخصوص مادر شاه داشت ، پس از عزل امير كبير به صدر اعظمى دست يافت . امّا به دليل جاه‌طلبى بيش از حد و همچنين سوءظنى كه شاه به او پيدا كرد ، از صدارت عزل و به تبعيد فرستاده مىشود . او پس از گذران 6 سال و ده ماه تبعيد در شهر قم به تاريخ 1281 ق / 1865 م . درگذشت . ر ك : بامداد ، شرح رجال ايران ، جلد 4 ، صص 363 - 379 . و نيز دائرة المعارف بزرگ اسلامى ، جلد 1 ، آقا خان نورى ، صص 465 - 467 .\r\n( 1 ) . محمد تقى ركن الدوله پسر چهارم محمد شاه قاجار بود كه در تاريخ 1262 ق / 1845 م متولد شد . او به اخاذى و رشوه‌گيرى مشهور بوده است . ركن الدوله در تاريخ 1318 ق / 1900 م درگذشت .\r\nر ك : بامداد ، شرح رجال ايران ، ص 312 - 319 .\r\n( 2 ) . اين شورا براى نظارت بر كار وزراء و هيئت دولت تشكيل شد و اعضاى آن عبارت بودند از : 1 ) اعتضاد السلطنه وزير علوم 2 ) نصرت الدوله حاكم دار الخلافه و عراق و ملاير و تويسركان 3 ) سپهسالار 4 ) مستوفى الممالك 5 ) معتمد الدوله عباسقلى خان جوانشير وزير عدليه 6 ) امين الدوله 7 ) ميرزا سعيد خان وزير امور خارجه 8 ) سپهدار 9 ) مشير الدوله 10 ) ناصر الملك وزير تجارت و صنايع 11 ) دبير الملك .\r\nر ك : اعتماد السلطنه ، مرآت البلدان ، صص 39 - 1340 و نيز آدميت ، انديشه ترقى و حكومت قانون ، صص 53 - 57 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nتدريج جايگزين گشته است ، سياستگزاران ايرانى به مرور از شكل ملوك الطوايفى و ايل‌مدارى خود خارج شده ، توجه خود را به سوى سياست‌گذارى نسبتا مدرن و نوين اروپايى معطوف داشته‌اند . همچنين ديپلماسى جديد اروپا با سير تحولى خود روبرو مىگردد و جهان اطراف را به مناطق تحت نفوذ خود تقسيم مىكند ، اين تقسيمات موجب توجه دو طرفهء اروپا به ايران و به عكس آن مىگردد .\r\nژنرال آندره اينى « 1 » در اين دوران خطاب به ويسكونتى ونوستا مىنويسد :\r\n« . . . با گذشت زمان و تحت تأثير پيشرفت‌هاى كشورهاى اروپايى ، ايران آن دوران به اين نكته دست يافت كه مىتواند با بهره‌گيرى از تجربيات ، غرب در [ وضع 
  ] قوانين ، امور سازمانى و صنايع به رفاه اجتماعى بيشترى نايل آيد ، و اطمينان پيدا كرد كه زمان برقرارى مناسبات با اين قاره فرارسيده است . پهنه‌اى كه با كنار گذاشتن رقابت‌هاى قدرت‌طلبانه ، با همهء جهان ارتباط برقرار كرده بود ، مناسبات دو جانبهء بازرگانى را اشاعه داده و بدين ترتيب غنا و ثروت را به دامن كشورهاى دوست عرضه مىكرد . ايران نيز سرانجام اين واقعيت را پذيرفت كه صلاحش در اين است كه بردبارى پيشه كند و روابط دوستانه و حسنه با كشورهاى اين قاره برقرار سازد » . « 2 »\r\nاين دگرگونىها با آنچه كه در جهان اطراف و تأثيرى كه در درون تركيب‌بندى كلى اجتماع به جاى مىگذاشت ، سر آغاز تنش‌هاى درون سيستمى بود . همچنين عدم تجانس آن با ساختار سنتى ايران براى تمامى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وى در بين سال‌هاى 86 - 1871 / 92 - 1287 مسئوليت تعليم قشون ايران را به عهده داشته است .\r\n( 2 ) . پيه مونتز ، آنجلو ميكله ، ارتش ايران در سالهاى 75 - 1874 م ساختار و سازماندهى آن از ديد ژنرال انريكو آندره اينى ، تاريخ معاصر ايران ، كتاب سوم ، موسسه پژوهش و مطالعات فرهنگى ، تهران 1370 ، ص 14\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسياستمداران مشكلاتى را به همراه داشت تا جايى كه گاهى به صدر اعظم مسئوليت تام داده مىشد ، و گاه تمامى امتيازات از او گرفته مىشد ، البته اين فقط شامل صدر اعظم نمىشد ، بلكه سياستمداران ديگر را نيز در بر مىگرفت . در واقع تضاد و تعارض بين دو سيستم كهن و مدرن موجب شد كه شاه و گروهى از اصلاح‌طلبان به فكر تشكيل شوراى دولتى و مصلحت‌خانه افتند ، امّا وظايف هيچ كدام از اين دو دقيقا مشخص و تفكيك شده نبود . هر كدام از اين دو در كار همديگر مداخله و يا اعمال نظر مىكردند . اين عدم هماهنگى فقط مربوط به اين دو شورا نبود ، بلكه در بخش‌هاى ديگر هم مشاهده مىگردد . اكثر سياستمداران و درباريان اين دوران نيز به نوعى درگير اين پيچيدگىها مىشدند . فقط اقشارى از اين قاعده مستثنى مىشدند كه از ساختار ارگانيكى ( اندامى يا عضوى ) منسجم و پيوسته‌ترى برخوردار بودند .\r\nعلى اصغر شميم يكى از مورخين معاصر در اين‌باره مىنويسد :\r\n« افراد و عناصر تشكيل‌دهندهء دولت ، بر خلاف طبقه روحانى ، هيچگونه پيوستگى معنوى با يكديگر نداشتند و همگى از مأمورين عالىرتبه تا كارمندان عادى در داخل كادر طبقه خود براى به دست آوردن سود مادى و مقام و منصب و تقرب به دربار و شاه با يكديگر در حال مبارزه بودند . . . » . « 1 »\r\nبه نظر مىرسد كه ناصر الدين شاه هم از پيچيدگىهاى ناشى از امتزاج ساختار سنتى و آميختگى آن با دگرگونىهاى ناشى از مدرنيته در ايران گيج شده است ؛ و هنگامى كه عدم اجتناب از اين تغيير و تحولات و پيچيدگىهاى اجتماعى و ارتباط آن با جهان اطراف خود را حس مىكند ، فرياد مىكشد :\r\n« واى اگر پاى اين فرنگىها به مملكت من نرسيده بود ، ما از همهء اين گرفتارىها خلاص بوديم ؛ اما حالا كه فرنگىها متأسفانه به زور آمده‌اند من تا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شميم ، همانجا ، ص 367 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nآنجا كه بتوانم از آنها استفاده مىكنم . » « 1 » شايد شاه هم به دنبال روزنه‌اى براى ايجاد ارتباط و امتزاج اين دو سيستم كهن و نو بود .\r\nامّا در اين بين بسيارى از درباريان و سياستمدارانى قرار داشتند كه پايبند به نظام كهن سالمندسالارى بودند و مخالف جايگزينى آن با شكلى از مدرنيته در جامعه بودند ، اين گروه اكثرا با آن درگير مىشدند . اين تعارض كه از برخورد دو نظام جديد و مدرن پيش مىآمد حتى تا زمان ورود پسر فيروز ميرزا به جرگهء درباريان و سياستمداران و حتى مدت‌ها بعد از آن هم ادامه يافت ، چنانچه اعتماد السلطنه كه از منتقدان اين دوره است ، در اين‌باره چنين مىنويسد :\r\n« سلام امسال از پارسال بىعظم‌تر بود . باز پارسال وليعهد بود و ظل السلطان حاضر بود ، چند نفر از شاهزاده‌هاى پير بودند . امسال ظل السلطان تمارض نمود نيامد . به جاى حسام السلطنه پير ، حسام السلطنه جوان شمشير آويخته بود . به جاى نصرت الدولهء هفتاد ساله ، نصرت الدوله شانزده ساله بود . دولت ما جوان نشده بچه و طفل شده ، از وزير گرفته الى تمام رؤساى ادارات كه سال ديگر خواهند آمد . . . » « 2 »\r\nدر سال 1285 ق / 1868 م . فيروز ميرزا درخواستى مبنى بر ادارهء قورخانه به ناصر الدين شاه بدين قرار مىفرستد : « . . . توپخانه و قورخانه را لازم و ملزوم يكديگر دانسته مستدعى خواهد شد و براى خدمت و صرفه دولت سوا [ و 
  ] جدا ندادند و مستدعى شود كه اين دو را يكى كرده صاحب‌منصب و مردمان معتبر درستى و با علمى و با وقوفى از هرمقوله و طبقهء گذاشته و نتيجه و حاصل كار بخواهد و روز بروز ترقى كار را مثل آفتاب از نظر مبارك مشهود و روشن سازد و همچنين ملبوس توپچى را كه زياده از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پولاك ، همانجا ، ص 203 .\r\n( 2 ) . روزنامهء اعتماد السلطنه ، انتشارات امير كبير ، تهران ، 1377 ، ص 224 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nهزار و ششصد دست نيست و قابل نبوده است به دست اين و آن نگاه نكرده دوخته و بالفعل بار كرده به سرحدات روانه كرده باشد اين غلام چه كند كه براى صد دست ملبوس كه روز عيد بايد بپوشند بايد هزار قسم عجز و التماس نوشته و رقعه‌نگار شود و همچنين براى يك نفر تجار و آهنگر و يك بنا اداره حيران باشد كه تا ده روز نيابند و اعتنايى نكنند و بلكه اين غلام را به غرض و مرض جلوه داده شكوه نمايند صاحب‌منصب اينجا و سرحدات كه ندانند ملزومات توپ او تهيه او و قورخانه او چيست در مقام ضرورت و در موقعى چه عذر بياورند و تا بخواهند عذر بياورند بىجهت به تلف رسيده تمام شده‌اند و افسوس در اين مرحله ديگر به جايى هم نخواهند رسيد چنانچه در اين زمان‌ها ديده و به تجربه هم رسيده و مكرر به لفظ گهربار هم افسوس اين فقرات را شنيده داريم و اين عرايض غلام براى منصب و حاجت نيست بلكه واجب است و محض از راه دولتخواهى جسارت ورزيد كه اگر اين قسم نباشد خدمتى از دست برنيايد بلكه همه روزه اسباب تقصير فراهم است و بدنامى و تمامى رئيس اين كار و اجزاى او خواهد بود در صورتى كه قلب مبارك از اين غلام رضامند باشد و اين مستدعيات قبول افتد در اندك زمانى انشاء الله تعالى بلكه روزبروز ترقيات توپخانه مباركه روشن و آشكارا كرده مشهود خواهد شد و الا دور از انصاف شاهانه و عادلانه است كه بىجهت چاكر را به رسوايى و بدنامى گرفتار فرمايند . . . » « 1 » كه البته پس از چندى با قبول آن مواجه گرديد .\r\nاحتمالا فيروز ميرزا به آرزوى فراترى مىانديشد كه مرحله به مرحله در جهت آن گام برمىداشت . امّا مشكلات ساختارى قدرت در آن ايام و بالاخص مطلق‌گرايى شاه افراد را مجبور مىكرد تا با وسواس و احتياط لازم حركت كنند ، چرا كه تصاحب مناصب به سختى به دست مىآمد ، امّا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشاورز ، همانجا ، صص 1 - 3 ، سند 1 و نيز اسناد 2 - 5\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nراحتى از دست مىرفت . ثبات و پايدارى مناصب منوط به اراده ، پشتكار ، استعداد و خلاقيت افراد نبود ، بلكه صرفا به ارادهء شاهانه و دسيسه و زد و بندهاى دربارى و ميزان نفوذ افراد بر شاه مربوط مىشد . شايد احتياط و تصميم‌گيرىهاى ناپايدار شاه هم منوط به شرايط اجتماعى و قدرتمندى سيستم سنتى در درون تركيب‌بندى مملكت بود . بطورى كه تغييرات حتى اگر در ساختار دولت مىتوانست موفق بدرآيد ، بايست مورد قبول بخش اعتقادى يا به عبارت بهتر روحانيت « 1 » قرار گيرد . اين مهمترين قسمت بود چرا كه مىتوانست با سيلى از مخالفت مردم همراه باشد . علاوه‌بر آن همراهى مسائل جامعه با باورها و اعتقاد مذهبى بشكلى عميق در تمام بخش‌هاى مختلف جامعه ( از دولتمردان گرفته تا عامهء جامعه ) ريشه داشت بهرترتيب به نظر مىرسد كه فيروز ميرزا در اين پست تا اين مرحله موفق بود .\r\nسال بعد ( 1286 ق / 1869 م . ) فيروز ميرزا معاون كامران ميرزا « 2 » وزير جنگ مىشود . و بالاخره در سال 1287 ق / 1870 م . به پست وزارت جنگ و وزارت لشگر مىرسد . شايد اين فرصت براى مردى از تبار او ايده‌آل بود كه بر قلهء آمال خود بايستد ، امّا اين پست براى او ديرى نپاييد .\r\nفيروز ميرزا سال‌ها بعد ، هنگامى كه فرصت كاميابى خود را در پست وزارت جنگ كوتاه ديده بود ، در قسمت‌هايى از خطوط سفرنامه‌اش كوشيد كه عدم موفقيت خود را در آن ايام ، با تلفيقى از نقطه نظراتش در رابطه با قشون و قلاع كرمان و بلوچستان بپوشاند و آن را چنين بازگو كند :\r\n« اگر ديوان بخواهد در اين بلوك نرماشيرآبادى زياد نمايند ، سالى دو سه هزار تومان مايه بگذارد ، در هرنقطه كه قابل و پرآب است به‌طور سهل و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين گروه منسجم‌ترين تركيب‌بندى اجتماعى اين دوران را چه به لحاظ ساختار درونى و چه به لحاظ اقتدار شرعى يا كاريزماتيك تشكيل مىدادند .\r\n( 2 ) . كامران ميرزا پسر ناصر الدين شاه است . وى جزو كسانى است كه هرم قدرت ترقىخواهانهء سپهسالار - مستوفى الممالك - كامران ميرزا تشكيل مىداده است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nآسان قنات احداث كنند كه از هرقناتى دو سنگ سه سنگ آب بيرون بيايد همان نقطه آب قنات را چند خانهء رعيتى بسازند و رعيت در آنجا ساكن نمايند . سه چهار ساله پنجاه شصت قنات و دهكدهء جديد النسق مىشود .\r\nهمين ريگان كه محمدآباد خالصه باشد ديوان ، كاروانسرا و بازار مختصرى بنا نمايند خيلى زود آباد مىشود و سرحد معتبرى براى بلوچستان مىشود . اين بلوك بم و نرماشير مستعد آبادى هستند و وسعت اين دارند اگر بيست هزار قشون در اين دو بلوك اردو بزنند و يك سال بمانند از آذوقه و غيره به هيچ وجه تنگى نمىكشند . » « 1 »\r\nاحتمالا هنوز وضعيت قشون براى او از اهميت ويژه‌اى برخوردار است ، وى علىرغم آنچه كه در پيرامونش درگذر است هنوز به همان شيوهء ابتدايى قشون بسنده مىكند ، در حالى كه در جهان اطراف چرخ عظيم ماشينيسم در حال شكل‌گيرى است . وى در بخش‌هايى از سفرنامه‌اش به شكلى ساده نقطه‌نظراتش را باز مىگويد و با همهء اين احوال به‌نظر مىرسد كه فيروز ميرزا فرمانفرما هنوز هم اين بخش زندگى خود را بسيار پاس مىداشته است . شايد پست وزارت جنگ براى وى فقط يك رقابت دربارى براى منصب و پول نبوده ، بلكه نمايانگر انگيزهء درونى براى روح جنگاور و قدرت‌طلب يك حكمران نيز بوده است .\r\nبه هرحال ، همزمانى اين پست فيروز ميرزا با سرعت دگرگونىهاى دنياى آن روز و سير جارى آن كه تسلط بسيارى از كشورهاى قدرتمند را بر كشورهاى ضعيف و فقير آن روز در يك تقسيم‌بندى كلى بدنبال داشت ؛ و كشورهايى همچون ايران كه به دور از اتفاقات و وقايع آن روز بودند ، خواسته يا نخواسته با آن درگير مىشدند . اين واقعيت اجتناب‌ناپذير تقابل فرهنگ ديناميك ( پويا ) در مقابل استاتيك ( ايستا ) است كه سياستمداران ايران نيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اتحاديه ، سفرنامه كرمان و . . . ، انتشارات كتابهاى ايران ، تهران ، 1342 ، صص 12 - 13 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nمجبور به روبرو شدن با آن بودند . براى ايران اين امر ميسر نشد مگر هنگام رويارويى با جنگ زمانى كه متوجه تسلط و برترى قدرت نظامى و فنون جديد شدند . چنان كه از خلال خطوط سفرنامهء فيروز ميرزا دريافته مىشود ، او درك محدودترى نسبت به اوضاع و احوال زمانهء خود داشت ، زيرا كه حتى سال‌ها بعد هنگامى كه به حكومت كرمان رسيد هم از حجم تغيير و تحولات جهان به دور بود .\r\nشايد به همين دليل وقتى كه در تاريخ 1287 / 1870 م . به پست وزارت جنگ دست يافت ، چندان موفق به‌نظر نمىرسد . به عكس ، هنگام لشكركشى و رويارويى با مسائل و مشكلاتى كه حكمرانان ديگر ايالات به وجود آورده بودند با سربلندى و افتخار به موفقيت حكومت هم دست يافته بود . فيروز ميرزا در اكثر درگيرىهايى كه در ايالات واگذارى داشته ، چون با ساختار درونى آن روبرو مىشده و به ابعاد مختلف آن كاملا اشراف داشته و با آن منطبق مىشده است ، با سربلندى از اين رويارويى بيرون آمده بود . در حالى كه وقتى به منصبى مانند وزارت جنگ دست مىيابد به دليل ارتباطى و انطباقى كه بايد اين پست با تغيير و تحولات درونى جامعه و همچنين جهان پيرامون خود داشته باشد ، نمىتواند خود را با آن وفق دهد . البته نفوذ درباريان و سياستمداران را هم نبايد در اين دوره ناديده انگاشت . امّا آنچه مسلم است دنياى آن روز ديگر متكى بر دلاورى ، سلحشورى و تسليحات سادهء گذشته نبود ، بلكه علاوه‌بر قدرت دلاورى و ستيزه‌جويى ، به آموختن فنون جديد جنگ احساس نياز مىشد ، همچنين درك ضرورت دستيابى به تسليحات جديد و مدرن اروپايى كه در آن هنگام در سراسر اروپا در حال رقابت و نمايش برترىاش بر ديگرى بود . چيزى كه سياستگزاران ايران به هنگام عدم موفقيت در جنگ با آن مواجه شدند و اين آغاز مشكلاتشان بود .\r\nبدون شك فيروز ميرزا در بسيارى از مناصبى كه به وى سپرده شده بود ، فردى كارآزموده ، قدرت‌طلب و خلاق و جنگجو است ، زيرا كه جديت و\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nهميّت خود را در تمامى لشكركشىها و سركوب ايلات نشان مىدهد و با موفقيت از آن بيرون مىآيد . امّا به لحاظ درايت سياسى ، بالاخص با آنچه كه در اين برهه از زمان كه سياست دولت در گيرودار آن قرار داشت ، وى هم همانند اكثر دولتمردان همزمان خود از اين قاعده مستثنى نيست و او نيز درگير همين انطباق جديد اجتماعى مىشد به‌طورى كه از منصب وزارت جنگ موفق بدر نمىآيد . به همين سبب ناصر الدين شاه در سلام عام فيروز ميرزا را از اين پست عزل مىكند :\r\n« . . . در اين سنوات گذشته . . . آن قسمتى كه منظور نظر ما بود ، ترقيات در شعب نظام و غير نظامى حاصل نشد . بخصوص آن ترقياتى كه در اسلحه جديد يوروپ و در قواعد مشق و درس علم نظامى كه انا فانا در تزايد است ، سرايت به ايران نكرده . . . لذا حاجى ميرزا حسين خان مشير الدوله را كه حاضر حضور است از جانب خود نايب كرده ، ملقب به سپهسالار اعظم « 1 » عسگريه مىفرماييم . » « 2 »\r\nاحتمالا سپهسالار نيز كه از مترقيان و اصلاح‌گران اين دوره به حساب مىآمد و نفوذ زيادى بر شاه داشت ، در عزل فيروز ميرزا از پست وزارت جنگ سهم عمده‌اى را به عهده داشت . امّا همان‌طور كه از سخنان خود ناصر الدين شاه برمىآيد ، شاه به تغيير و تحولات بيشترى مىانديشيد كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاج ميرزا حسين خان مشير الدوله سپهسالار اعظم در سال 1243 ق / 1827 م متولد شد . وى تحصيلات ابتدايى را در ايران گذراند و براى ادامهء آن به خارج از كشور رفت . بسيار باهوش و ذكاوت بوده است . او اصلاحات امير كبير را دنبال مىكند و از كسانى است كه به شدت بر ناصر الدين شاه تأثير داشته است . او از جمله كسانى است كه شاه را تشويق به سفر فرنگ مىكند تا او را با شيوه نوين آشنا نمايد . سپهسالار كه از جمله سه مرد با نفوذ دربار ناصر الدين شاه به‌شمار مىرفت ، در تاريخ 1298 ق / 1880 م درگذشت . ر ك : شرح حال رجال ايران ، جلد اول ، ص 406 - 426 .\r\n( 2 ) . خان ملك ساسانى ، سياستگران دوره قاجار ، تهران كتابخانه طهورى 1358 ، ص 71 . نقل شده در فيروز ميرزا فرمانفرما ، سازمان اسناد ملى ايران ، ص بيست و سه .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفيروز ميرزا از عهدهء آن برنيامده بود .\r\nدر سال 1291 ق / 1874 م . حكومت اراك و بروجرد به فيروز ميرزا سپرده شد و دو سال پس از اين تاريخ ( 1293 ق / 1876 م . فيروز ميرزا به لقب فرمانفرمايى نايل مىآيد . همچنين در همين زمان شهرهاى اراك ، همدان ، ملاير ، تويسركان ، گلپايگان ، خوانسار ، نهاوند ، و بروجرد را ايالت مركزى ناميدند ، و او را به حكومت اين ايالات برگزيدند .\r\nآخرين پست فيروز ميرزا حكومت كرمان است كه بين سال‌هاى 8 - 1296 ق / 81 - 1879 م . اتفاق افتاد . اين دوره از حكومت فيروز ميرزا در كرمان همزمان با قحطى كرمان ، شورش مردم و كشته شدن يحيى خان كلانتر و عزل حاجى غلامرضا شاهسون بود .\r\nبه‌نظر مىرسد كه فيروز ميرزا فرمانفرما ، هرچه كه از دورهء ميانى خود ، بيشتر فاصله مىگيرد ، به امور داخلى ايالت‌هاى واگذار شده بيشتر توجه مىنمايد ، چرا كه در اين واپسين دورهء زندگانى خود ، تصميم به سركشى اوضاع ايالت تحت حكومت خود مىگيرد و چگونگى وضعيت آنجا را بازگو مىكند . چنانچه خود او در قسمتى از همين سفرنامه مىنويسد : « ارگ بم و شهر بم را هم سركشى نموده ، در ارگ ساخلوى ديوانى و قورخانه و توپخانهء منظم ، و شهر او كه در زير ارگ واقع است به كلى خراب مىباشد كه يك خانه‌وار هم ساكن نيست و از محاصرهء چهل و سه سال قبل كه آقا خان ياغى شده بود و يك سال تمام در محاصرهء بنده بود كه بالاخره دستگير نمود ، از آن زد و خوردها و شكست و فتح و زحمت‌ها و قوه و قدرت جوان كه بخاطر مىآورد با حالكت شكستهء حاليه بر حيرت مىافزود . » « 1 » او كه قبلا هم بر اين منطقه حكومت رانده و از نزديك آنجا را مشاهده كرده بود ، اين‌بار در سفرنامه خود ، جزئيات آن را به دقت ارزيابى مىكند . فيروز ميرزا با كهولت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اتحاديه ، منصوره ، سفرنامهء كرمان و بلوچستان ، ص 7 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nسن و بيمارى كه از درد پا داشته ، سفرى نسبتا طولانى را در پيش مىگيرد و شهرهايى از بلوچستان را نيز مشاهده مىكند .\r\nواقعيت امر اين بود كه دورانى كه حكمران مىتوانسته به همهء امور اعم از مالى و سياسى و فنون جنگى بپردازد ، گذشته و دوره‌اى آغاز گشته كه فقط داشتن نبوغ و صلابت جنگاورى كافى نبوده ، بلكه علاوه‌بر آن تحصيل دانش ، نفوذ كافى براى پيشبرد اهداف ، هوش و ذكاوت سياسى براى حل مسائل هم لازم بوده است ، چنان كه پسر وى عبد الحسين ميرزا فرمانفرما به حد كافى از اين خصايص بهره مىبرد و دوره‌اى نسبتا طولانى را درون رقابت‌ها و دسايس سياسى دربار طى مىكند .\r\n* * * اين سفرنامه در سال‌هاى آخر عمر زندگانى فيروز ميرزا فرمانفرما نگاشته شده است . شايد علت نگارش سفرنامه را بتوان متداول شدن سفرنامه‌نويسى در اين برهه از زمان دانست ، چراكه حتى خود شاه هم بدين امر دلمشغول بود . امّا آنچه مسلم است يكى از علت‌هاى مهم سفر فيروز ميرزا فرمانفرما سركشى و اغتشاش پسرهاى نصر الله خان بهارلو و اهالى بشاگرد بود ، مستوفى الممالك خطاب به فرمانفرما در اين زمان مىنويسد : « خدمت نواب و الا نصرت الدوله فرمانفرما به پسرهاى نصر الله خان بهارلو ابلاغ بدهيد كه اگر به مشهد مقدس رفتند و نواب ركن الدوله ورود آنها را به مشهد مقدس تلگراف كردند و از آنها توسط نمودند مىتوان آنها را امان داد و الا اگر نرفتند و آنجاها پنهان و آشكار ماندند از گرفتن و زدن و بستن آنها به هيچ وجه مضايقه نكنيد و هركس هم كه آنها را\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nپناه بدهد مقصر دولت مىباشند و از آنها مؤاخذه خواهد شد » . « 1 » فيروز ميرزا در جواب او شرح مفصلى از اوضاع مىدهد كه بشاگردىها توسط ابراهيم خان سرتيپ گوشمال شده‌اند و پسرهاى بهارلو به جانب كراچى فرار كرده‌اند . « 2 »\r\nفيروزميرزا علت اين سفر خود را آگاه ساختن اولياى دولت از وضعيت اين ايالات بازگو كرده و در سرآغاز سفرنامهء خود مىنويسد : « پس از حمد و سپاس خداى بىزوال . . . منزل به منزل طى مراحل و سياحت استعداد و قابليت و خرابى و آبادى خاك عرض راه مىنمايد و مىنگارد ، كه اولياى دولت قوى شوكت از اين خط راه آگاهى حاصل فرمايند . » « 3 » امّا به مرور و با تعمق در چهارچوب نوشتار وى متوجه مىشويم كه فيروز ميرزا به درك مبهمى از اهميّت اين ايالات دست يافته است . دركى كه وضعيت جغرافيايى ، اقتصادى ، و حتى گاه اجتماعى از سكنه و موقعيت ايلات و عشاير آن را مىنماياند . او سفر خود را از كرمان آغاز كرد و تا سيستان و بلوچستان نيز پيش رفت . با رؤيتى ساده ، از خلال عباراتش به‌نظر مىرسد كه او فقط به توصيف منزلگاه‌هايى كه از آن عبور كرده ، پرداخته بود ، امّا با تعمقى بيشتر به دركى كه او از وضعيت منطقه ، موقعيت خان‌ها و اهميتشان در منطقه ، چگونگى وضعيت اقتصادى - معيشتى ساكنين اين ايالات ، و تأثير آب و هوا در زندگى آنان داشته ، پى مىبريم . وى گاهى نيز به مقايسه زندگى مردم نيز نظر افكنده بود .\r\nفيروز ميرزا با آنكه از صفت اختصار در نگارش سفرنامه‌اش سود جسته است ، امّا گاه بسيارى از نكات را دقيق شرح داده است . چنان كه راه‌ها و مسير گذر ايلات و طوايف ساكن در منزلگاه‌ها را هم قيد كرده است . احتمالا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشاورز ، همانجا ، ص 128 .\r\n( 2 ) . كشاورز ، همانجا ، ص 129 و همچنين ر ك : اتحاديه ، سفرنامه كرمان و . . . ، ص 23 .\r\n( 3 ) . اتحاديه ، منصوره ، سفرنامه كرمان و . . . ، ص 2 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاين امر براى خود وى كه حكمران اين نواحى نيز بوده ، ضرورت بيشترى داشته ، چراكه مىتوانسته در صورت لزوم از اين اطلاعات كمك بگيرد .\r\nچنانچه وى در قسمتى از همين سفرنامه مىنويسد :\r\n« منزل چهارم تهرود است و مسافت اين منزل هشت فرسخ سنگين است و دو راه دارد ، يك راه آن‌طورى است كه درشكه و كالسكه مىرود صحراست و آبش شور مىباشد ، . . . و راه ديگر آن از رودخانه است كه جنگل معتبر مىباشد ، . . . آبادى ندارد مگر ايلات گوسفند دارد و از طايفهء دوم كه قراچى باشد سه خانه چهار خانه در هرنقطه مسكن براى خود قرار داده قشلامش مىكنند . . . » « 1 » و در جاى ديگر مىنويسد : « در دامنهء سمت جنوبى اين كوه ( مزار ) دويست دربخانهء ايلات از بلوچ و ناروئى و ياراحمد زهى و شاد على برجى مىباشند و مسكن سعيد خان و مدد خان بلوچ در آنجا است . . . » « 2 »\r\nفيروز ميرزا اين سفر را از كرمان آغاز و تا مناطق و منزلگاه‌هايى از سيستان و بلوچستان ادامه داد . او اين سفر را به همراه درد و رنجى كه از پا داشت به پايان برد . او با درايت نقطه نظرات خود را در هرقسمت توضيح و شرح داده است . همچنين به اوضاع و احوال اجتماعى و وضعيت معيشت مردم نيز توجه داشته است ، و در قسمتى در سفرنامه‌اش دربارهء فقر اين ايالت و كمك به مردم سخن رانده است . وى در بخش‌هايى از سفرنامه در بارهء شكايات مردم و رسيدگى به آنها نيز مطالبى نوشته است . فيروز ميرزا نصرت الدوله ( فرمانفرما ) پس از پايان اين دورهء حكمرانى خود در كرمان ، به دار الخلافه بازگشت و 5 سال بعد از آن ، در تاريخ 29 ربيع الاول 1303 ق / 1885 م . در تهران درگذشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اتحاديه ، سفرنامه كرمان و . . . ، ص 5\r\n( 2 ) . همانجا ، ص 21 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n* * * در پايان بايد افزود كه اساس نگارش مقدمه ، بر اين مبنا قرار داشت كه زندگى يك حكمران را همراه با تغيير و تحولات جامعه‌اش نشان دهد . زيرا كه بسيارى از حكمرانان خواسته يا ناخواسته منطبق با ساختار سياسى ، اجتماعى ، اقتصادى كشور خود زندگى كرده و بنابر ضروريات زمان و مكان خود زيسته‌اند . فيروز ميرزا فرمانفرما جزو حكمرانان يا سياستمدارانى است كه دوران زندگى بسيار مهمى را همراه با تجربياتى ارزشمند از سلطنت سه پادشاه متفاوت از سر گذرانده‌اند . دورانى كه ساختار كهن آن رو به اضمحلال مىرفت و ساختارى جديد جايگزين آن مىگشت . شايد او همانند بسيارى از درباريان و سياستمداران دوران خود از اين دگرگونىها گيج شده بود ، امّا آنچه مسلم است از خطوط سفرنامه‌اش مىتوان دريافت كه وى در واپسين سالهاى عمر خود هنوز مىكوشيد صلابت و استوارى خود را بنماياند .\r\nسعاد پيرا / دى 1379\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nروزنامه‌ى سفر بلوچستان\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبسمه تيمنا و تبركا در تاريخ نوزدهم شهر محرم الحرام حركت از شهر كرمان لغايت هفدهم شهر ربيع الثانى مطابق هذه السنه لوىئيل 1297 مراجعت و ورود كرمان به فضل اللّه تعالى و المنة .\r\nپس از حمد و سپاس خداى بىزوال و درود پيغمبر محمود و آل او صلوات اللّه عليهم اجمعين ، و شكر و ثناى سركار اعليحضرت قدر قدرت ظل اللهى ارواح العالمين فداه ، منزل‌به‌منزل طى مراحل و سياحت استعداد و قابليت و خرابى و آبادى خاك عرض راه مىنمايد و مىنگارد ، كه اولياى دولت قوى شوكت از اين خط راه آگاهى حاصل فرمايند .\r\n* * * \r\nماهان\r\nمنزل اول ماهان « 1 » و مسافت راه پنج فرسخ است و راه هموار و درشكه‌رو و ريگ‌زار است چنانچه هرگاه باد حركت كند ريگ بسيار مىآورد و به طورىكه خيلى سخت و صعب ، عبور مىتوان نمود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ماهان يكى از بخش‌هاى شهرستان كرمان است و مركز آن قصبهء ماهان است كه در جنوب خاورى كرمان در سر راه شوسهء كرمان به بم واقع شده است .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nساكنين اين صفحه مىگويند كه اين ريگ‌ها به مرور شدت به هم رسانيده و راست است ، چنانچه چهل و سه سال قبل كه باز حكومت كرمان با بنده بود اين ريگ بسيار قليل بود .\r\nوضع ماهان و بناهاى عمارات شاه نعمت اللّه « 1 » نور اللّه مضجعه خيلى به قاعده و پسنديده است ، بقعه‌ى « 2 » متبركه در وسط قريه واقع است . فضلعلى خان « 3 » مرحوم سردرى جلوى صحن بنا كرده ، به سليقه‌ى حالا نيست بلكه به سبك قديم است . وكيل الملك كوچك « 4 » در جنب او عمارت و كارخانه و شربتخانه و طويله‌ى بهاربند ظريف بسيار به قاعده‌ى خوبى ساخته و جلوى او را نرده‌ى مشبك خوبى مثل نرده‌ى عمارت نظام تهران كشيده ، و از ميان حيات آب‌نمائى درست كرده كه متصلا پنج سنگ تمام آب مىآيد و از زير تالار كه محل نشيمن است مىگذرد ، به كارخانه و شربتخانه مىرود و از آنجا مىگذرد ، و اين آب از قنات فرمىتن « 5 » و رودخانه مىآيد با يكديگر ممزوج مىشود در تابستان هم همين‌طور مىآيد اندكى كم مىشود ، بسيار باصفا است . قنات فرمىتن خالصه و اربابى است .\r\nاصل صحن « 6 » عمارات بناهاى عالى فرنگىساز و دروب هلالى زياد كار نهاده‌اند ، ميان صحن حوض خيلى قشنگ خوش‌وضعى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شاه نعمت اللّه ولى از متصوفان دورهء تيمورى بود كه به شانزده پشت به امام محمد باقر ( ع ) مىرسيده .\r\n( 2 ) . بقعه‌ى حرم را احمد شاه دكنى از مريدان شاه نعمت اللّه ساخته است .\r\n( 3 ) . فضلعلى خان قره‌باغى دو بار حاكم كرمان مىشود در 1256 - 1253 و مجددا در 1257 ه ق .\r\n( 4 ) . مرتضى قلى خان وكيل الملك كوچك يا ثانى پسر وكيل الملك بزرگ بود كه در 1285 ه ق .\r\nحاكم كرمان شد .\r\n( 5 ) . فرمىتن از موقوفات شاه نعمت اللّه ولى مىباشد كه محمد شاه قاجار آن را وقف كرده است .\r\n( 6 ) . بانى اين صحن محمد اسمعيل خان وكيل الملك بوده و در حقيقت پىريزى آن را خود و سپس مرتضى قلى خان وكيل الملك ثانى دو مناره و سردر آن را برآورده است وقف كرده .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nساخته‌اند و يك سنگ آب از قنات ديگر مىآيد ، از وسط حوض مىجوشد و گردش مىكند به عمارات قديم مىرود ، آنجا هم حوض كوچك از سنگ مرمر است و آب‌نماى به قاعده‌اى بيرون آورده‌اند ، گردش مىكند از آنجا هم حوض كوچك از سنگ مرمر است و آب‌نماى به قاعده‌اى بيرون آورده‌اند ، گردش مىكند از آنجا هم به حياط ديگر قديم جارى مىشود و مىرود به حوض جلوخان و مىگذرد ، و چهار تا منار كاشىكارى از دو طرف جلوخان بنا كرده‌اند ، دو مناره‌اش بسيار بزرگ و عالى است « 1 » . چون قديم مناره را به طرح اين عصر نمىساختند ، اين مناره‌ها را هم بىاعتبار و بىدوام ساخته‌اند زود خراب خواهد شد . و مقبره « 2 » را بسيار عالى و خوب ساخته‌اند كه فى الحقيقة از بناهاى معتبر است .\r\nوكيل الملك بزرگ « 3 » هم يك آب‌انبار و دو باب كاروان‌سراى بزرگ معتبر به قاعده در پهلوى جلوخان جديد ساخته است ، كه رفع حاجت جميع مترددين و عابرين مىكند . قناتى هم وكيل الملك بزرگ بنا گذاشته بود كه با مخارج گزاف احداث كند ، آن را وكيل الملك كوچك با مخارج زياد احداث كرده به قدر يك سنگ آب جارى شده كه آن آب نيز در باغى كه سيد هدايت متولىباشى در يك طرف صحن عمارت انداخته آفتابى و جارى است ، به زراعت و باغات مىرود و مشروب مىنمايد .\r\nمردم ماهان از عدم باران همه مضطرب الحال بودند ، زراعت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين دو مناره را در عهد محمد شاه قاجار ساخته‌اند . بلندترين مناره‌هاى مساجد ايران و از شاهكارهاى معمارى دوره‌ى قاجار است .\r\n( 2 ) . اين مقبره از سنگ مرمر بزرگى ساخته شده است كه بسيار زيبا است .\r\n( 3 ) . ميرزا اسمعيل خان نورى وكيل الملك بزرگ يا اول است كه در سال 1277 ه ق . حاكم كرمان مىشود و نه سال حكومت مىكند و در اين مدت به كارهاى عمرانى و ساختن قنوات و تعمير كاروانسراها مىپردازد .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبسيارى كاشته بودند و خوب سبز كرده بود از بىبارانى پژمرده و سوخته بود .\r\n\r\nحنك\r\nمنزل دوم حنك « 1 » مزرعه‌ى خيلى مختصر و متعلق به محمد خان پسر مرحوم حاجى محمد كريم خان است « 2 » .\r\nسكنه‌ى حنك منحصر به يك كاروان‌سراى مختصر است كه وكيل الملك بزرگ تعمير نموده است و در ميان كوه واقع است ، بسيار ييلاق و برف‌گير مىباشد . امسال ذره‌اى بارندگى نشده و برف نداشت ، خيلى قليل زراعت شده بود . آذوقه‌ى اردو از ماهان حمل شده بود ، آثار چشمه‌هاى كوچك و چمن بسيار داشت و بته‌هاى بزرگ مختلف از قبيل طاق و ساير هيمه‌ها بود ، كبك و تيهو بسيار داشت . چنانچه در اين مزرعه قنات احداث كنند خيلى پرآب خواهد شد همچنانكه نيم فرسخ كمتر به حنك مانده جزئى مزرعه‌ى مختصرى است كه آب آن مزرعه از چشمه سارهاى حنك مىرود ، و از ماهان تا حنك شش فرسخ سبك است .\r\n\r\nراين\r\nمنزل سيم راين « 3 » و مسافت هفت فرسخ سنگين است ، و عرض راه به هيچوجه آب و آبادى ديده نشد . اين بلوك بسيار باصفا و خوش‌آب و هواى خوبى است كه چهار فصلش به قاعده مىباشد . در ميان عوام آنجا مشهور است كه سى سال در آنجا مرگ‌ومير نشده . اصل قريه‌ى راين سيصد خانه‌وار مىشود . بناهاى عمارات در سر تپه‌ى بلندى واقع شده ، باغات و محل زراعات در جلگه است ، خيلى خوش‌وضع اتفاق افتاده ، باغات آن بسيار و اشجارش زياد است . اغلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حنك ده كوچكى از بخش ماهان است كه در هشت كيلومترى جنوب ماهان در سر راه شوسه‌ى كرمان بم قرار گرفته و سكنه‌ى آن از بيست نفر تجاوز نمىكند .\r\n( 2 ) . حاج محمد كريم خان پسر ارشد ابراهيم خان ظهير الدوله و رئيس طايفه‌ى شيخيه بوده .\r\n( 3 ) . راين در هفتاد و پنج كيلومترى بم واقع شده است و هواى بسيار خوبى دارد ، و چون محل تقاطع چندين راه است از قديم داراى موقعيت مهمى بود .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nميوه‌جات آنها انگور است و ساير ميوه‌جات از قبيل به و انار و سيب و زردآلو و گوجه فراوان است ، و زراعت هم منحصر به غلّه مىباشد . ولى به واسطه‌ى خشك‌سالى و كثرت باد همه را گرد و خاك گرفته بود كه به هيچوجه صفا و طراوتى باقى نگذاشته بود .\r\nزراعت خالصه و غيره از كمى آب عمل نيامده بود . استاد حسن مقنىباشى را در آنجا گذاشته كه در قنوات كار كند و محصلى نيز گماشته كه زراعت نمايند ، و مباشر آنجا را هم به همين واسطه گوشمالى داده بلكه معزول خواهد نمود .\r\n\r\nتهرود\r\nمنزل چهارم تهرود « 1 » است و مسافت اين منزل هشت فرسخ سنگين است و دو راه دارد ، يك راه آن طورى است كه درشكه و كالسكه مىرود صحراست و آبش شور مىباشد ، آبادى در اين راه نيست و جنگل است از درخت گز . و راه ديگر آن از رودخانه است كه جنگل معتبر مىباشد ، كبك و تيهو در آن جنگل فراوان است ، درّاج هم پيدا مىشود و آبادى ندارد مگر ايلات و گوسفنددار و از طايفه‌ى دوم كه قراچى باشد سه خانه چهار خانه در هرنقطه مسكن براى خود قرار داده قشلامش مىكنند . جنگل آن رودخانه بسيار باصفا است و درخت‌هايى از گز و كنار و غيره دارد .\r\nسكنه‌ى رعاياى تهرود متفرق است كه در هرنقطه از خالصه و غيره ده خانه‌وار مختصر سكنه دارند . زراعت آنها هم بد نبود و تعريف هم نداشت ، در آنجا هم محصل گذاشته تأكيدات زياد در كشت و زرع نمود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تهرود امروزه دهستانى است از بخش راين كه از بيست آبادى تشكيل شده و در سر راه شوسه بم - كرمان قرار گرفته است . آب مشروب آن از رودخانه‌ى تهرود است كه از كوهستان ساردوئيه سرچشمه مىگيرد و پس از گذشتن از بم و فهرج به لوت شورگز مىريزد .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nدارزين\r\nمنزل پنجم دارزين « 1 » است و اول خاك بم مىباشد و مسافت هفت فرسخ است . جاى بسيار باصفا و دهكده‌ى معتبرى است وكيل الملك بزرگ قنات مخروبه‌ى آن را خريده قلعه و خانه‌ى رعيتى و باغچه ساخته و اشجار خوب غرس نموده ، و در جلگه واقع است . آب فراوان و زراعت خوبى داشت و اين دهكده را وكيل الملك ثانى به قيمت نازلى ، بلكه نصفه قيمت كمتر به خوانين و اربابان بم فروخته كه الان هم در دست اربابان بم است . و ما بين تهرود و دارزين چشمه‌ى آب‌گرم بسيار خوبى بود كه نيم سنگ آب داشت ، آب اين چشمه بسيار گرم است و مانند آب‌گرم سراب آذربايجان بلكه بهتر و صافت‌تر مىباشد و در سر اين چشمه نيز وكيل الملك حمام مختصرى بدون رخت‌كن ساخته است ، كه هركس مرضى داشته باشد در اين آب برود به اكثر ناخوشىها نافع است .\r\n\r\nبم\r\nمنزل ششم بم است « 2 » و از دارزين به بم پنج فرسخ مسافت است و دو فرسخ كمتر به بم مانده جائى است مشهور به بيدران ، چمن‌هاى اين نقطه خوب است ، دراج هم در اين چمن‌ها پيدا مىشود . از قديم شهر معتبرى بوده و قنوات زياد به سمت كوه داشته ، به مرور شهر و قنوات مخروبه شده آثار خيلى مختصرى باقى است . از كثرت آب قنوات مخروبه به اندك فاصله از محل‌هاى مختلف آب مىجوشد به قدر پانزده سنگ بلكه متجاوز است ، و اين آب شعبه‌شعبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دارزين از دهستان‌هاى شهرستان بم است ، هواى آن گرم است و كنار راه بم به كرمان واقع شده .\r\n( 2 ) . شهر بم امروزه شهر كوچكى است كه در اين قسمت ايران از شهرهاى آباد محسوب مىشود و تجارت و زراعت نسبتا مهمى دارد . اين شهر از قديم داراى اهميتى بوده ، و در اواخر زنديه ميدان مبارزه‌ى لطفعلى خان زند با آقا محمد خان قاجار بوده ، و نيز در 1256 آقا خان محلاتى مدتى اين شهر را در تصرف داشته است .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nمىشود كه اهالى بم نهرنهر كرده تقسيم نموده‌اند و به قصبه‌ى بم مىبرند ، زراعات و باغات و نخيلات را مشروب مىنمايند بلكه در همه‌ى عمارات آن‌ها گردش مىكند و مىگذرد .\r\nمركبات قليلى از نارنج و ليمو و بكرائى تلخ دارد ، و از جهت سختى زمين و هوا مركبات خوب عمل نمىآيد و ترقى نمىكند .\r\nو قصبه‌ى بم به واسطه‌ى حناكارى هيچ نسبت به چهل و سه سال قبل كه ديده بود نداشت ، آبادى و شهر خوبى شده ، و الان هم رو به آبادى است اندك زمانى نمىگذرد شهر بسيار معتبرى مىشود ، در همه‌ى كوچه‌ها نهر آب جارى است به‌عكس كرمان كه خانه و كوچه آب جارى ندارد .\r\nاز نهرهايى كه از بيداران به شهر بم مىآيد قرار دادم كه از يك فرسخى خيابان بزرگى تا شهر بيندازند ، و دو طرف خيابان نهرى حفر كنند درخت‌هاى نخل و زرده‌بيد و گز و كنار بكارند كه خيلى باصفا خواهد شد ، اين آب زياد از صحراى خشك نرود و از خيابان برود .\r\n\r\nارگ بم\r\nارگ بم « 1 » و شهر بم را هم سركشى نموده ، در ارگ ساخلوى ديوانى و قورخانه و توپخانه‌ى منظم ، و شهر او كه در زير ارگ واقع است به كلى خراب مىباشد كه يك خانه‌وار هم ساكن نيست و از محاصره‌ى چهل و سه سال قبل كه آقا خان ياغى « 2 » شده بود و يك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ بناى اين ساختمان معلوم نيست ولى در كتب تاريخ بعد از اسلام به كرات از آن نام برده شده است .\r\nباستانى پاريزى در آثار تاريخى كرمان « از شرح حدود العالم برمىآيد كه ارگ معروف و حصار بم در هزار سال پيش كاملا معروف و آبادان بوده . »\r\nارگ در قسمت شمال شرقى شهر فعلى بم قرار دارد و آثارش هنوز برجاست .\r\n( 2 ) . براى بدست آوردن اطلاعات كامل از داستان ياغيگرى آقا خان محلاتى نگاه كنيد به تاريخ كرمان ( سالاريه ) ، تأليف احمد على خان وزيرى ، تهران 1340 ( صفحات 384 - 400 ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nسال تمام در محاصره‌ى بنده بود كه بالاخره دستگير نمود ، از آن زد و خوردها و شكست و فتح و زحمت‌ها و قوه و قدرت جوانى كه به خاطر مىآورد با حالت شكسته‌ى حاليه بر حيرت مىافزود .\r\nوضع مهندسى قلعه محل تعجب است ؛ اصل ارگ در سرتپه‌ى سنگى واقع شده كه مشرف است بر عمارات و باغات و جلگه ، سه قلعه در ميان يكديگر مىباشند و شهرش هم در زير ارگ واقع شده كه در ديوار و بدنه‌ى آن دو عراده توپ جفت مىرود آنقدر پهن است ، و خندق معتبرى دارد . ديوار شهر هم در روى خاك ريز بلندى گذاشته‌اند كه در يورش بسيار به صعوبت مىتوان بالا رفت ، و خانه‌هاى اين شهر كلّا رو به ارگ است و براى اين بوده كه اگر كسى خيالى در شهر كرده باشد فورا از ارگ كه مشرف است بزنند دفع و رفع نمايند . سواره ممكن نيست برود لابدا همه را پياده رفته صدمه به پاهايم وارد آمد و مرض نقرس باز بروز كرد كه چند روز است مبتلا مىباشم .\r\nاين قلعه كه شهر قديم است و مخروبه شده به نقد بىفايده و بىمعنى است . هرگاه بخواهند باغ نمايند قدرى مخارج دارد مسطح شود ، آب از خارج خوب مىگيرد بسيار جاى باصفاى خوب و بافايده مىشود . ارگ و تالار و طويله‌اى فقط را براى ساخلوى سرحدآباد نگاه بدارند كافى و صرفه‌ى دولتى مىشود . ارگ خرابى كلى داشت حتى المقدور در تعميرات كوشيده ، و اكنون هم بنّا و عمله مشغول مىباشند .\r\n\r\nزراعت در بم\r\nزراعت بم از خالصه و غيره به قاعده بود ، ولى حناكارى به واسطه‌ى غفلت در هيچكدام از خالصجات در اين سنوات نكرده بودند . عباس خان را ، كه نايب\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nابراهيم خان سرتيپ « 1 » است ، در بم گوشمالى داده دو خروار تخم حنا خريده داده شد كه در اول بهار سال نو بكارند ، شايد به مرور از منافع آن ، از كسر و كسور خالصه‌ى بم و نرماشير در بيايد و خالصه هم آباد بشود .\r\n\r\nكروك\r\nمنزل هفتم كروك « 2 » است ، از بم تا كروك شش فرسخ مسافت بود . اين كروك خالصه و اربابى است ، عرض راه كه دو فرسخ از بم مىگذرد قنات معتبرى است كه چهار سنگ آب داشت و مخصوص خالصه‌ى جرجان است و قريب دو فسخ در نهر جارى است كه همه را به زراعت مىرود بسيار خوب خالصه‌ايست . در محاذى آن به فاصله‌ى نيم فرسخ وكيل الملك بزرگ قنات جديدى احداث كرده است كه بىاغراق هشت سنگ آب مىآيد و سه فرسخ تا وكيل‌آباد در نهر مىرود كه آنجا زراعت مىنمايند و اطراف نهر اين سه فرسخ متصل به يكديگر درخت نخل و جنگل كاشته شده بسيار منظم ، و دهكده‌ى بسيار معتبرى كرده است كه به قدر ده دوازده هزار درخت نخل كاشته‌اند .\r\nدهكده‌ى به اين معتبرى كم پيدا مىشود ، خيلى استعداد دارد فى الحقيقه جاى « فاعتبروا يا اولى الابصار » اينجا است كه او به چه قسم جمع كرد و وكيل الملك ثانى به چه نوع تمام نمود .\r\nاين دهكده لايق و گنجايش پنجاه هزار تومان قيمت است . اين دفعه وكيل الملك ثانى به‌جهت باقى ديوان در جزء املاكى كه در تهران به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابراهيم خان سرتيپ فرزند على خان بمى نانوا بود كه به حكومت بم و بلوچستان رسيد . او مرد رشيد و جنگجوئى بود كه بعدها با انگليس‌ها در سر قضيه بلوچستان سخت جنگيد و سايكس كه او را مىشناخته و با او نظر خوشى نداشته مىنويسد « ابراهيم خان خيلى جدى بود و نسبت به اتباع و زير دستان خود سخت مىگرفت و از برده‌فروشى نيز اكراهى نداشت ولى كسى كه اتصال بايستى ماليات گزاف و پيشكش‌هاى سنگين بدهد از ارتكاب اين گونه عمليات مغتفر است . ( سايكس ، هشت سال در ايران )\r\n( 2 ) . كروك دهى است از شهرستان بم ، گرمسير است و محصولاتش غلات ، خرما و حنا است .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nحاجى محمد حسين فروخت اين وكيل‌آباد را به پنج هزار تومان داد .\r\nكاش دولت آن‌وقت اين دهكده را به خالصه‌گى برمىداشت كه با جرجان خالصه در يك نقطه بودند خيلى مرغوب مىشد ، و اگر اين دهكده را توجه مىكردند سالى چهار پنج هزار تومان منافع مىداد .\r\nحال هم هرگاه حاجى محمد حسن بفروشد ديوان هزار تومان بلكه بيشتر منافع بدهد و خالصه كند بسيار باصرفه خواهد بود .\r\nالحق از ملاحظه‌ى اين ملك و آب در آن مكان ، حيرت بسيارى از عدم اعتبار روزگار دست داد .\r\n\r\nخالصه‌ى كروك\r\nخالصه‌ى كروك باغ بسيار خوبى داشت كه اشجار بسيارى از قبيل مركبات و نخل و انار و توت است ، و در اين باغ قلم سفيد ميان‌تهى غرس نموده‌اند . خيلى خوب عمل آمده است ، در كنار جوىهاى كروك نيز قلم خودروى سفيد ميان‌پر بسيار است ؛ مقصود درجه‌ى هواست كه تربيت قلم مىكند .\r\nولى اين باغ را بدسليقه نگاه داشته بودند از عباس خان نايب مؤآخذه‌ى شديد شد و باغبانان را چوب‌كارى كامل نمود .\r\nاين كروك حمام خوبى دارد كه مخروبه شده ، پنجاه تومان براى بيل‌زنى باغ خالصه و تعميرات حمام آنجا دادم كه حمام را بسازند و باغ را بيل‌زنى نمايند و درخت بكارند ، در توقف آنجا بنّا و عمله را مشغول داشت .\r\nهواى كروك در بم و نرماشير معروف است ، و آب اين كروك از سى فرسخى كه جبال‌بارز « 1 » است به رودخانه مىآيد بسيار گوارا و صاف است . در هرسال به‌قدر ده سنگ از رودخانه آب مىآيد و امسال به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جبال بارز نام سلسله كوه عظيمى است كه بين جيرفت و بم واقع شده و ارتفاع بلندترين قله‌ى آن سه هزار و هفتصد متر است .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nواسطه‌ى نيامدن باران و بىمايه بودن كوه جبال بارز نصف شده بود كه پنج سنگ بيشتر آب نداشت و همه‌ى رعاياى آنجا انتظار باران داشتند .\r\nزمين كروك بسيار مسطح و مرغوب است و جاى خوب و مفرّح مىباشد ، درّاج هم زياد است كه در همين باغ خالصه ده دوازده شكار شد .\r\n\r\nعزيزآباد\r\nمنزل هشتم عزيزآباد « 1 » خالصه و اربابى است و از كروك به عزيزآباد پنج فرسخ مسافت بود . عرض راه بيابان و ريگ‌زار و بىآب مثل راه شسته‌ى قشنگ ، بته‌هاى بزرگ و كوچك از گز و طاق در بيابان فراوان ، و آب اين عزيزآباد از زه رودخانه‌ى كروك و زاينده‌رود است ، سه سنگ آب دارد . زراعت خوبى در اين عزيزآباد داده شد كه از همه‌جا بهتر و خوبتر مىشود تا خدا چه خواهد .\r\n\r\nمحمدآباد\r\nمنزل نهم محمدآباد « 2 » مشهور به برج ، پنج فرسخ سبك مسافت داشت . اين راه همه جنگل از درخت‌هاى بزرگ كنار و گز و غيره بود و در بعضى نقاط به طبيعت خود بسيار قشنگ ، كه گويا دستى غرس نموده‌اند و دهات كوچك مرغوب در ميان جنگل‌ها واقع است كه هريك پنج خانه‌وار ، ده خانه‌وار بيش نبود .\r\nدر اين فصل گوسفندهاى آنها نتاج كرده و مىكردند خالى از صفا و تماشا نبود ، رعاياى آنجاها از مرد و زن همه قره‌شى و لخت ، دور گوسفند و بره‌ها را گرفته پرستارى مىكردند و شير به بره‌ها مىدادند ، صداى گوسفند و بره از هرطرفى بلند مىشود و اين رعايا و اطفال آنها خوشحالى مىكردند ، خيلى حالت خوشى داشت .\r\n\r\nريگان\r\nمنزل دهم ريگان « 3 » و مسافت راه اين منزل هم پنج فرسخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عزيزآباد دهى است از شهرستان بم ، گرمسير است و محصولاتش غلات ، خرما و حنا است .\r\n( 2 ) . محمدآباد دهى است از شهرستان بم ، گرمسير است و محصولاتش غلات ، خرما و حنا است .\r\n( 3 ) . ريگان نيز دهى است از دهستان‌هاى بخش فهرج شهرستان بم .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nاست . به‌قدر يك ميدان اول منزل كه اطراف قريه‌ى برج باشد جنگل بسيار خوب به‌قاعده‌اى است . مثل كلاردشت مازندران ، خوش‌هوا و با صفا درّاج و چرغى و تيهوى زيادى داشت ، پنجاه شصت شكار شد . پس از آن جنگل ، صحراى شن‌زار صاف بته‌هاى كوچك روئيده و زمين مثل راه شسته بود . از دو فرسخى به ريگان مانده باز ابتداء جنگل بود كه هر چه به ريگان نزديك مىشد جنگل بيشتر و معتبر بود و ميان اين جنگل يك فرسخ به ريگان قنوات متعدد بود كه همه‌ى زراعت اهالى آنجا در آن جنگل از آن آب‌ها مشروب مىشود و عمل مىآيد .\r\nراه اين جنگل تا ريگان مثل خيابان بسيار صاف و هموار مىباشد ، در حقيقت خيابان خدا آفرين است . بعضى از نقاط به واسطه‌ى نهرهاى آب قنات درشكه را معطل مىنمود ، و الا به‌عينه مثل كلاردشت بلكه وسيع و هموارتر است . همه‌جا تماشا و شكار جيرفتى و درّاج و تيهو مىشد .\r\nاز رعاياى آنجا جويا گرديد كه با اينكه اين زراعت در ميان جنگل است چگونه حاصل مىدهد . گفتند از بس زمين قابل و با استعداد مىباشد هرتخمى سى تخم مىشود و پانزده روز بعد از عيد گذشته حاصل مىرسد دست به درويدن و برداشتن محصول مىگذارند .\r\nاصل زمين شن است و از خود رطوبت دارد و به واسطه‌ى رطوبت زمين حاصل پرورش مىيابد جنگل هم از باب رطوبت زمين است ، وسعت اين جنگل و صحرا خيلى است كه هرگاه ده هزار شتر در آن چرا نمايد كفايت مىدهد ، گوسفند كه هرقدر بخواهند نگاه مىدارند .\r\nوضع امور رعيتى اينها به‌طورى است كه گاوكارى را هم مهار كرده عوض شتر و الاغ بار مىكنند و در وقت زراعت با او زراعت‌كارى مىنمايند و امور آنها به اينطور مىگذرد و سكنه‌ى اين قريه يكصد و پنجاه خانه‌وار مىشود كه همه‌ى آنها دور قلعه‌ى ديوانى واقع شده و\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nخانه‌هايشان خيلى كوچك و اشجار نخل و چند درخت مركبات و بيد و توت غرس نموده‌اند ، حمّام كوچكى هم نيز ساخته است كه رفع حاجت اهالى آن‌جا و مترددين مىكند .\r\n\r\nرسيدگى به امور خالصه‌جات\r\nبراى رسيدگى به امور رعاياى خالصه و راه انداختن آذوقه‌ى عرض راه بمپور كه دوازده منزل آبادى و آب جارى ندارد سه روز توقف شد . اردو بنه و چادر را در كنار نهر و قلعه زده بودند ، آب اين نهر كه از قنات مشهور به محمدآباد است مىآيد و خالصه‌ى ديوانى است ، چهار سنگ است بسيار گرم مىباشند كه نزديك به گرمى آب‌حمام است ، بسيار جاى با صفائى است . در اين قريه هم حنا خوب عمل مىآيد قدغن شد و قرار داد كه عباس خان نايب بدهد حناكارى زياد بكنند و درخت نخل مركبات زياد غرس نمايند ، عمارت مرحوم وكيل الملك را هم تعمير كنند خراب نشود . در اين محل عمارات خيلى لازم است . اول سرحد بلوچستان همين ريگان است و دادوستد بلوچ‌ها اغلب در آنجا مىشود و رو به آباد شدن است ، اغلب زارعين اين قريه غلام زرخريد و خانه‌زاد مىباشند .\r\nو مار و عقرب زياد به‌طورى است كه مثل مورچه قطار بر دنبال يكديگر مىشوند و عقربش خيلى درشت و سياه‌رنگ دوازده‌بند است ، در فصل گرماى بهار و تابستان شدت دارند ، از طلوع صبح تا مغرب به هيچ‌وجه بيرون نمىآيند بعد از مغرب بيرون مىآيند . اهالى اين قريه از ترس اين جانورها چهارچوب رعيتى زده‌اند و وقت غروب مىروند سر چهارچوب تا صبح به‌سر مىبرند ، اگر هرامر فوتى فورى داشته باشند از ترس به زير نمىآيند .\r\n\r\nتوقف در ريگان\r\nسه روزه‌ى توقف را براى گردش و سركشى و ملاحظه‌ى صحراها كه از روى بصيرت و حقيقت روزنامه را نوشته باشد سوار شده تا دو فرسخى و بيشتر حول و حوش\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nسياحت و گشت مىنمود ، همه‌جا قنات‌هاى خوب و آب‌هاى جارى و زمين مرغوب مىديد ، همه در ميان جنگل واقع بود و چهار تا پنج تا ، نقطه‌به‌نقطه خانه از چوب و نى خيلى كوچك و كثيف ساخته مرد و زن و اطفالشان همه لخت و عريان ، بعضى اطفال پوستى عوض لباس بر خود پوشيده مثل حيوانات بلكه بدتر از حيوانات در ميان جنگل نشسته دو گاو چهار بزغاله دارند ، و به همين سياق زندگى مىنمايد . و زمين اين قريه و جنگل زياد آب است كه در دو ذرعى و سه ذرعى به آب مىرسد .\r\nاگر ديوان بخواهد در اين بلوك نرماشيرآبادى زياد نمايند سالى دو سه هزار تومان بگذارد در هرنقطه كه قابل و پرآب است به طور سهل و آسان قنات احداث كنند كه از هرقناتى دو سنگ سه سنگ آب بيرون بيايد همان نقطه آب قنات را چند خانه‌ى رعيتى بسازند و رعيت در آنجا ساكن نمايند سه سنگ آب بيرون بيايد همان نقطه آب قنات را چند خانه‌ى رعيتى بسازند و رعيت در آنجا ساكن نمايند سه چهار ساله پنجاه شصت قنات و دهكده‌ى جديد النسق مىشود .\r\nهمين ريگان كه محمدآباد خالصه باشد ديوان ، كاروانسرا و بازار مختصرى بنا نمايند خيلى زود آباد مىشود و سرحد معتبرى براى بلوچستان مىشود . اين بلوك بم و نرماشير مستعد آبادى هستند و وسعت اين دارند اگر بيست هزار قشون در اين دو بلوك اردو بزنند و يك سال بمانند از آذوقه و غيره به هيچوجه تنگى نمىكشند .\r\n\r\nاستعداد اين ناحيه براى آبادانى\r\nدر گردش و گشت روز اول كه سير جنگل و زراعات مىنمود و اشجار مختلف مىديد ، به دره‌ى بزرگ وسيعى رسيد كه به‌قدر يك فرسخ طول داشت و آب بسيارى داشت نيزار و جنگل اشجار بود ، درّاج و جيرفتى و مرغ آبى آنقدر زياد داشت كه حيرت و تعجب دست مىداد ، به واسطه‌ى زيادى جنگل شكار قوش صعب و سخت بود و ممكن\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنمىشد ، خلاصه جاهاى غريب و استعداد عجيب در اين مكان‌ها ملاحظه و مشاهده شد . در اين روز شكار زياد نمود ، از جمله جانورى شكار شد كه اهالى اين قريه گربه‌ى كوهى مىگفتند ، ولى شبيه به ببر و به بزرگى بچه ببر بود ، هيچكس از اهل اردو اين قسم جانور نديده بودند مگر اين بنده در حكومت چهل و سه سال قبل در بلوك جيرفت ديده بود . مكانى كه در سنه‌ى ماضيه شلتوك كشته و رويده بودند سفال آن مانده بود از شدت كلفتى نى آن‌چنان تصور مىكردم كه نيزار است بعد معلوم شد شلتوك‌زار بوده است ، تخمى صد تخم و صد و پنجاه تخم عمل مىآيد . هرچه اهتمام در آبادى اينجاها از دولت بشود استعداد دارد و به اندك توجهى منفعت آشكار خواهند برد و اين صفحات را آباد خواهند كرد .\r\n\r\nچاه ملك\r\nمنزل يازدهم چاه ملك مشهور است و از ريگان تا اين نقطه پنج فرسخ است . آب جارى و آبادى ندارد پنج شش حلقه چاه حفر كرده‌اند كه هروقت اردو به بلوچستان برود و مراجعت كند از اين چاه‌ها آب برمىدارند .\r\nزمين اين نقطه شوره‌زار است و آب چاهها نيز شورمزه است ، عمق اين چاه‌ها سه ذرع است . آهو در اين بيابان بسيار است بته‌هاى كوچك جنگلى هم تك‌تك هست . و عرض راه اين منزل دو فرسخ متصل به ريگان همه جنگل و زراعت بود ، قنات‌هاى پرآب معمور و مخروبه زياد ديده شد ، درّاج و جيرفتى فراوان داشت .\r\n\r\nآثار قلعه‌ى چاه ملك\r\nو در ميان اين جنگل علامت و قلعه‌ى مدوّر خيلى بزرگى بود كه پايه‌هاى ديوار و برج و باروى آن خيلى پهن است و خندق عريض پرآبى دور آن بود كه حالا نيزار شده است و در ميان اين قلعه يك نارنج قلعه مىباشد كه ارگ قلعه‌ى بزرگ محسوب مىشود و در اين قلعه هم خندق پرآب پهن\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمىباشد كه نيزار شده است . هفت هشت خانه‌وار رعيت در اين قلعه خانه‌هاى مختصر رعيتى ساخته و ساكن بودند . يك نفر پيرمردى در ميان آنها بود از او جويا گرديدم كه اين قلعه را كه ساخته و به چه اسم مىنامند ، گفت اين قلعه مشهور است به قلعه‌ى بهمن شاه و بسيار فضول بود ، بنا كرد به تاريخ گفتن كه بهمن كه و چه بود و در اين‌جا جنگ‌ها نمود چهل هزار قشون در آن عصر مخصوصا از اين قلعه و اطراف آن برمىخواست .\r\nآثار قلعه و وضع سرزمين دلالت مىكرد بر اينكه اين قسم جمعيت‌ها و لشكرها و آبادىها در اين صفحه بوده است .\r\nاز گرمى هوا و پرگفتن او خسته شده خواستم بروم جلوى اسب را گرفته نگاه داشت كه عرض دارم كجا مىروى از حركت و رفتار او خنده‌ى بسيارى دست داده ايستادم دست در بغل كرده و كاغذ بيرون آورد كه همه‌اش وصالى شده بود ، يك طرف را حكم مبارك بود كه از ديوانخانه‌ى عدليه در باب غلام و كنيز زر خريدى او كه زارع او بوده‌اند شرف صدور يافته بود ، و يك طغرا هم نوشته‌ى وكيل الملك بود . عباس خان نايب بم و نرماشير را خواسته و قدغن كرد كه احقاق حق نمايد اظهار كرد كه دعواى كهنه بسيار قديم است مع هذا قرار دادم كه اصلاحى در عمل او بنمايد و او را رضامند سازد . اسم آن قلعه و مزرعه حالا گرم خواست است و متعلق به ابراهيم خان سرتيپ بمى مىباشد . از آن نقطه هم گذشته شكار درّاج زياد كرد قوش را طعمه مىداد كه يكى از ميرزاها شخصى را همراه خود آورد كه اين شخص آدم احتشام الدوله است ، و احتشام الدوله اسب و سوغاتى از بهبهان فارس مصحوب او فرستاده بود ، او را هم همراه به منزل آورده كه در منزل جواب كاغذش را نوشته مراجعت دهد كه در اين بيابان بىآب و علف آواره نشود .\r\n\r\nكوه مزار\r\nو كوه عظيمى از اين منزل نمايان است كه معروف مىباشد به كوه مزار سمت مشرق واقع است . مىگويند از آن كوه تا\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبمپور هفده فرسخ است و در انقلاب هوا ، چندى قبل برف خيلى مختصرى در قله‌ى او افتاده كه از اين منزل كه دوازده منزل مسافت است خوب پيدا و نمايان است و به‌عينه مثل كوه دماوند مىباشد كه از قم و كاشان نمايان است ، بسيار مرتفع و بلند مىباشد . مىگويند اگر برف زياد بيايد تا چهل روز بعد از عيد نوروز مىماند . در چنين گرمسيرى كه واقعا جهنم است بودن برف از قدرت كامله الهى است . صحراى اين چاه ملك را كه به دقت ملاحظه كردم براى كشت و زرع ممتاز است و خيلى آسان مىتوان چندين قنات احداث و آباد نمود كه منافع و فايده‌ى كلى بدهد .\r\nدر چنين سرحدى اين قسم آبادىها از جمله‌ى واجبات شمرده مىشود .\r\nزمين و صحرا بهتر از اين نمىشود ، و در اين نقطه عقرب و ساير جانور زياد است .\r\n\r\nناخوشى پيو\r\nناخوشى غريبى در اين صفحات پيدا مىشود كه پيو مىگويند نه آن پيوك است كه در فارس رشته در مىآورند .\r\nوضع اين ناخوشى آن است كه اول از پيشانى جوش مىزند و آن جوش خارش بسيار مىكند از شدت خارش مبتلاى به اين مرض لابد است با دست و ناخن بخاراند رفته رفته اندكى مجروح مىشود و همين قدر كه مجروح شد كم‌كم ورم مىكند ، اگر يك روز در معالجه‌ى آن غفلت شود ورم شدت مىكند به سر و سينه و گلو مىرسد و فورا خفه مىنمايد .\r\nمعالجه‌ى اين مرض را جراحى است از اهل بم كه خيلى مهارت دارد و احتياطا همراه برداشته بودم مىنمود ، مخصوصا دو نفر از پيشخدمت‌هاى بنده و چند نفر از اهل اردو مبتلاى به اين مرض شدند .\r\nطريقه‌ى معالجه‌اش اين بود كه محض روئيدن جوش و بروز ورم سر پهن سمبه‌ى تفنگ را در آتش سرخ مىنمايند و به موضع مجروح مىگذارند تا يك دقيقه در آن موضع نگاه مىدارند كه مىسوزاند تا به استخوان\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمىرسد ، بعد مرهم مىگذارند و روزى دو دفعه پوست بز قرمز را گرم‌گرم بر سر مريض مىكشند چنان كه تا كمر را مىگرفت ، به‌قدر اين‌كه تنفس نمايد محاذى دهن او را سوراخ مىنمود در دو سه روز به همين منوال معالجه و چاق مىشد .\r\n\r\nقيام ايل بشاگرد « 1 »\r\nو در اين منزل جمازه‌سوارى از ابراهيم خان سرتيپ كه از بشاگرد خودش را چهار روزه رسانيده بود ابراهيم خان شرحى از تنبيه مفسدين و متمردين به شاگردى اظهار داشته بود كه به عين نوشته‌ى او را حضور اولياى دولت قاهره انفاذ خواهد داشت .\r\nو نيز شرحى از بيك ميرزاى بهارلو نوشته بود كه به واسطه‌ى اردوى سرتيپ وحشت نموده از دو منزلى بشاگرد حركت كرده به چهار منزلى كه نزديك ميناب فارس باشد رفته است . فورا جمازه‌سوار سرتيپ را با احكامى كه لازم بود مراجعت داد . در مرحله‌ى بشاگردىها نوشته شد تا گروى معتبر از رؤساى آنها نگيرد و به بمپور نفرستد و از هرجهت اطمينان حاصل ننمايد حركت نكند و دست برندارد و در همانجا بماند ، اين بنده خود به امور و انتظام بلوچستان مىپردازد وكالت مىكند .\r\nدر فقره‌ى بيك ميرزا مجددا نوشته شد كه پنج منزلى يا ده منزلى هم باشد با استعداد تمام بر آنها بتازد و آنها را دستگير كرده آنچه لازمه‌ى تنبيه است به عمل بياورد و به سزاى اعمالشان برساند . آدم احتشام الدوله را كه از اين منزل مراجعت مىداد تفصيل را به سركار معتمد الدوله نوشته و آگاهى داد ، اميدوارم سرتيپ خوب از عهده‌ى آنها برآيد و به سزاى خودشان برساند و يا مجبورا و ناچار به آمدن كند .\r\n\r\nكيگان\r\nمنزل دوازدهم كيگان گفته مىشود و اين منزل هشت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ايلاتى بودند كه در كوهستان بشاگرد جيرفت مىزيستند .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nفرسخ است . قريب نيم فرسخ ابتداء منزل اشجار مختصر جنگلى بود و مابقى بيابان شوره‌زار سنگلاخ و بىآب به شدت گرم اول تابستان باشد .\r\nوسط راه به توپخانه و سربازان رسيد ، تشنگى بر سربازان غلبه كرده و اسبان توپخانه زياد عرق كرده خسته گرديده بودند همان ساعت چهار پنج سقّا كه همراه بودند حاضر كرده سربازان را آب داده قدغن كرد اسبان را باز نموده كه رفع خستگى كرده و حركت نمايند ، دو نفر سقّا نزد آنها گذاشته كه تا منزل با آنها باشند . در اين صحرا ابدا آب و علف و هيزم نبود مگر بعضى نقاط بته‌هاى كوچك روئيده بود . و در اين نقطه كه كيگان باشد چشمه‌ى كوچك آب شورى است كه به‌قدر لوله‌ى آفتابه بود و اطراف اين چشمه درخت گز انبوه داشت ، گودالى در پاى اين چشمه حفر نموده‌اند كه آب در آن گودال جمع شده اهل اردو تماما از آن گذران مىنمودند . مقنىها و بلدها كه از پيش براى كندن چاه و تحصيل آب فرستاده بود اطلاع دادند كه دو منزل اين راه را هرچه چاه كنده‌اند به آب نرسيده است ، اين فقره زياد اسباب وحشت و پريشانى قلوب شده است بارانى هم كه خدا تفضّل نكرده است . با كمال تزلزل متوّكل به درگاه حضرت احديت شده و مىرويم تا مقدّر الهى و تفضّل خدايى چه باشد .\r\nبه بندگان خود چه قسم ترحّم نمايد . گوره‌خر و آهو در اين صحرا زياد بود . همه‌ى اين صحرا كه به دقت ملاحظه شد به آسانى قنات مىتوان احداث نمود و آبادى ساخت .\r\n\r\nبزهو\r\nمنزل سيزدهم بيابانى است مشهور به بزهو ، مسافت اين راه هشت فرسخ است . همه ريگ‌زار و سنگلاخ و كوه و تپه‌هاى كوچك سياه بود ، جميع صحراها و كوه‌ها به رنگ ذغال و مثل سنگ‌پا سوراخ سوراخ مىباشد .\r\n\r\nباد سام\r\nچون در فصل بهار و تابستان اين بيابان بسيار گرم مىشود و به منتهاى درجه مىرسد و باد سام مىآيد گويا از شدت\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nحرارت آفتاب است كه همه‌ى اين كوه‌ها و صحراها و سنگ‌ها مثل جرم چدن و سرب كه آب مىنمايند خانه‌خانه شده است . بعضى از نقاط اين صحراها بته‌هاى كوچك كه در شوره‌زارها مىرويد روئيده است ديگر به هيچ‌وجه آب و علف در اين عرض راه ديده نشد ، و آب شور كه محل گذشتن آب است مثل رودخانه‌ى كوچك خيلى بود . درشكه به واسطه‌ى سنگلاخ خيلى سخت مىگذرد و صدمه به سوار و پياده مىزند و امروز هوا صبح منقلب شده ابرها جوش و خروش گذاشته و دست‌ها در دعا به آسمان بلند است كه خداوند ترحمّى نمايد و نزول رحمتى عطا فرمايد .\r\nدر اين منزل اردو پهلوى رودخانه‌ى خشكى افتاده بودند ، مقنىهايى كه از پيش فرستاده شده بود پنج حلقه چاه در آنجا حفر كرده بودند شش ذرع عمق داشت و آب صاف بسيار گواراى شيرين خوبى داشت . و در جميع اين صحراها كه ملاحظه نموده همه‌جا به آسانى مىتوان قنات احداث كرد كه يك سنگ بل متجاوز آب بدهد و آبادى نمايند . در همه‌جا سقّاها به همراه سرباز و توپخانه فرستاده و قدغن داشته كه به‌طور آسودگى و راحت بيايند كه صدمه به اسب‌هاى توپخانه و مال‌هاى سربازان نرسد . اندكى هوا سرد شده و گرما از شدت افتاده بلوچ‌هاى بلد و غيره كه همراه مىباشند مىگويند كه اين سردى هوا علامت بارندگى است و مكرر به تجربه رسيده است انشاء اللّه خدا راست بياورد ، من دعا كردم و جبرئيل امين آمين گفت .\r\n\r\nدرهّ آهو\r\nمنزل چهاردهم درّه آهو ، « 1 » مسافت اين منزل چهارده فرسخ است . پنج فرسخ اول منزل بيابان وسيع سنگلاخ كه از كثرت سنگ درشكه و كالسكه به هيچ‌وجه نمىرود ، رودخانه‌هاى كوچك خشك بسيار داشت . نه فرسخ ديگر بالتمام گردنه و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دره آهو دهى است از بخش به زمان كه در كنار راه مالرو بمپور به ريگان قرار گرفته است .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nكوه و كتل و دربند بود كه همه را از قله كوه و دربند عبور نمود . و راه اين كوه و دربند نيز سنگلاخ بود و خيلى به‌طور سخت و صعب گذشت .\r\nتوپخانه سرباز را نصف شب حركت داده بود .\r\n\r\nسختى راه\r\nاز شدت بدى و سختى راه اسب‌هاى توپخانه خسته و سربازان از راه مانده بودند ، و با وجودى كه پنج نفر سقّا و مشك‌هاى آب زياد كه از منزل همراه آنها فرستاده بود در سه فرسخى منزل به آنها رسيده ديد تمامى آب‌ها را خورده به حالت پريشان و كسالت ، تشنگى بر آنها غلبه كرده و آهسته‌آهسته مىروند . فورا آنچه آبدارهاى خود و سايرين آب داشتند به آنها داده خوردند ، سقّاها كه آب‌ها را داده بودند به تعجيل از پيش رفته كه از منزل آب بياورند و به آنها برسانند و از باب احتياط به تجربه‌اى كه در گرمسيرات فارس حاصل نموده بود لواشه‌ى آلوچه‌ى خشك و آلوى بخارايى زياد تهيه و همراه آبدارها داشت به آحاد و افراد آنها تقسيم نمود . بيست تومان به توپچيان و بيست تومان به سربازان انعام داده كه دلگرم بشوند و زود طى مسافت نمايند . و خود به تعجيل به طرف منزل شتافته كه سقّاها با آب بفرستد ، در بين راه ديد سقّاها را آب مراجعت مىنمودند ، و مىبردند تأكيد در رسانيدن كرد . چيزى كه امروز اندكى به فرياد رسيد اعتدال هوا و بودن ابر بود كه آفتاب نبود و الا مسلما اتلاف مردم آشكارا بود . يك ساعت به غروب آفتاب مانده به چشمه آبى كه نيم فرسخى اردو بود رسيد به‌قدر دو لوله‌ى آفتابه آب از آن چشمه جارى بود . اين چشمه در درّه وسيعى واقع است و آن درّه نيز دره وسيع و جنگل درخت گز و كنار بود كه همه قسم آبادى و زراعت مىتوان نمود ، و نيم ساعت به غروب آفتاب مانده وارد نقطه منزل شد .\r\nمنزل هم چشمه‌سارهاى كوچك و نيزار و جنگل بود . آب اين چشمه‌ها صاف و گوارا است . قليل زراعتى هم از بلوچ‌ها كرده‌اند ، اين\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nنقطه كه تصور نمود به آسانى مىشود قنات بسيار خوب احداث كرد و آبادى و زراعت نمود ، ذيل اين محل زراعت نيزار و جنگل وسيع و زمينش مرغوب‌تر است . بسيار افسوس و تعجب از اين غفلت‌ها دست داد كه چرا بايد اين مدت غفلت در آبادى اين نقاط كه واجب‌ترين كارها است شده و حكام به ملاحظات خام بىمعنى از چنين امر واجبى چشم پوشيده‌اند ، يا اينكه اين مطلب را به عرض اولياى دولت رسانيده‌اند از جانب اولياى دولت بىاعتنايى و غفلت شده است .\r\n\r\nيك روز توقف در بين راه\r\nدو ساعت از شب گذشته توپخانه و سربازان وارد گرديدند و به واسطه خستگى و رسيدن دنباله‌ى اردو يك روز در اين منزل اتراق شد و آذوقه‌ى يك روزه توقف را هم از ريگان منظور داشته بود چرا كه دورى و سختى اين راه را شنيده بود .\r\nو به جهت آنكه دو منزل سنگين شانزده فرسخى بىآب در پيش بوده از آنجايى كه از تفضلات خدا و از توجهات سايه‌ى خدا اين بندگان روسياه كه همه متحيّر و متفكرند نبايد مأيوسى حاصل نمايند از نصف شب باران سرگرفت الى حال كه سه ساعت از روز گذشته متصلا مىبارد ، و للّه الحمد دعاى ما بندگان ضعيف روسياه مستجاب شد . و چنان حالت و جدى در اين اردو روى داده است كه به تحرير نمىآيد زيرا كه كلا بيم جان را داشته و واقعا محل خطر بود ، جاى هزار قسم شكرگذارى و نذر و نياز بود كه به عمل آمده بود در چنين مأيوسى اين رحمت محل حيرت شده ، و اكنون كه قريب ظهر است مىبارد . بعدازظهر كه هوا باز و روشن گرديد يك طراوتى و نظافتى پيدا شد كه قلوب بىاختيار در وجد و طرب بودند و شادمانى مىنمودند .\r\nبا وجود خستگى راه ديروز مخصوصا براى ملاحظه اين صحرا سوار شده در همه‌جا گردش نمود . ميان رودخانه كه جنگل است در اكثر\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nجاها آب قليلى از زير سنگ‌هاى بزرگ مىجوشيد ، گودال‌ها را پر كرده صاف و گوارا بود ، تا سينه اسب مىرسيد .\r\n\r\nقبرستان معتبر\r\nو در سمت جنوبى منزل قبرستان معتبرى است و در روى قبور سنگ‌هاى مرمر انداخته بودند ، بعضى از سنگ‌ها منّبت است و در سمت شمالى منزل تپه‌ى كوچكى است . بالاى تپه مسطح مىباشد و قبرى است كه در سر آن قبر چند اصله چوب به زمين نصب كرده و مانند درخت‌هاى نظر كرده پارچه‌هاى مختلف به او بسته و رنگ‌هاى زرد و قرمز به چوب‌ها نموده‌اند . در سر قبر نيز سنگ‌هاى سفيد معدنى و النگوى با رفتن و كاسه‌ى چوبى نهاده بودند ، كه از آنها قدرى برداشته انفاذ دار الخلافه خواهد داشت . و آثار قربانى گوسفند و گاو هم بود ، چنين معلوم مىشود كه قبر شخص بزرگى است . و ميرزا احمد پسر آقا على در همانجا يك سنگ تراشيده كه شبيه الماسى است و كاّنه الماس شيشه‌برها است پيدا كرده به شيشه و بلور كشيده هر دو را بريد ، او را هم انفاذ مىنمايد كه اولياى دولت ملاحظه فرمايند .\r\nدر اين مكان آبادى بسيار خوبى مىتوان كرد كه يك فرسخ متجاوز محل زراعت و شلتوك‌كارى در ميان درّه بشود و چند اصله درخت خود روى نخل ديده شد كه به‌قدر دو ذرع از زمين بلند شده و سه ذرع زمين را احاطه كرده بود ، از عدم توجه همين‌طور مانده خيلى قديم به نظر مىآمد .\r\nآثارهاى غريب ظاهر مىشد و از قرارى كه خوانين بلوچ‌ها مىگويند معدن مرمر هم در اين درّه مىباشد .\r\n\r\nكوه مزار\r\nكوه مزار كه نوشته شده از بم و نرماشير پيدا بود در اين منزل قريب ده فرسخ مسافت تا آنجا بود مثل كوه دماوند قلّه او را برف گرفته تا كمر سفيد گرديده و مثل تخم مرغ شده است . بسيار قشنگ از دور به‌نظر مىآيد ، نقشه او از اين قرار است :\r\n( تصوير صفحه‌ى 70 )\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nايلات بلوچ\r\nدر دامنه‌ى سمت جنوبى اين كوه دويست دربخانه‌ى ايلات از بلوچ ناروئى و يار احمد زهى و شاد على برجى مىباشند ، و مسكن سعيد خان و مدد خان بلوچ در آنجا است . و در دامنه‌ى اين درخت رز و انجير و زردآلو و ساير اشجار سرحدى زياد است . آب چشمه‌سار خوب گوارائى دارد ، سعيد خان و مدد خان بلوچ در طرف سرحد كوه مسكون گرديده . و وجه تسميه كه سرحد مىگويند آن است كه سمت بلوچستان گرمسير است و سمت غربى سردسير\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمىباشد .\r\n\r\nگوگرد بزمانى\r\nگوگرد بزمانى معروف هم مخصوص اين كوه است كه از همه گوگردهاى ايران بهتر و خوبتر است ، و اين گوگرد در ميان سنگ است كه سنگ را مىشكنند و از ميان او مثل نبات زرد و صاف گوگرد بيرون مىآيد ، و از نمونه او فرستادم آوردند و به‌جهت ملاحظه‌ى اولياى دولت يك كيسه به تهران فرستاده مىشود .\r\n\r\nدرّه كشكى\r\nمنزل پانزدهم درّه كشكى معروف است مسافت اين منزل پنج فرسخ بود . با وجود آمدن باران هوا ابر و به شدت گرم گرديده مثل فصل تابستان صحرا بخار نموده بود و به اهل اردو سخت گذشت . و تمام عرض راه اين منزل درّه‌هاى بسيار و مسيل‌هاى وسيع بزرگ و كوچك بىشمار سنگلاخ داشت و در همه‌ى اين درّه‌ها اشجار جنگلى از قبيل گز و كنار و هيمه‌ى طاق و بادامچه فراوان بود .\r\nبه حمد اللّه تعالى بعد از يك فرسخ كه از درّه آهو كه آب به واسطه‌ى شوره‌زار شور و تلخ بود گذشت الى منزل در همه‌ى مسيل‌ها و رودخانه‌ها آب شيرين جارى بود و بعضى جاها كه آب جارى نداشت سرباز و اهل اردو به‌قدر نيم ذرع شن مىكندند آب گواراى شيرين در مىآمد كه به هيچ‌وجه محتاج به سقّا و غيره نبود . و نزديك ظهر ابرها بر طرف گرديد خرده‌خرده هوا سرد و نسيم خنك وزيدن كرد و رفع گرما و صدمه‌ى آن شد .\r\nو اغلب اين كوه‌ها و صحراها سنگى داشت كه برّاق بود گويا تلق باشد ، قدرى از آن سنگ انفاذ دار الخلافه خواهد شد و به‌نظر اولياى دولت خواهد رسانيد . در اين رودخانه‌ها و مسيل‌ها ممكن است قنات احداث شود آب كلّى جارى گردد خاصه در نقطه‌ى منزل كه قابل و مستعد است .\r\n\r\nنيزار\r\nدر رودخانه‌ى اين منزل نيزارى است كه قلم سفيد\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nخوش‌رنگ خودروى بسيار دارد ولى قلم‌هايش ميان‌پر مىباشد و خال‌هاى قشنگ قرمز دارد ، و كبك در اين درّه هست .\r\n\r\nرسيدن كاغذ ابراهيم خان سرتيپ\r\nورود به اين منزل جمّازه سوارى از ابراهيم خان سرتيپ رسيد كه در باب بشاگردهاى نوشته كه قرار كار آن‌ها را داده و آن صفحات را منظم ساخته مفسدين و متمردين را گرفته گوشمال داده است و نيز شرحى در فقره پسران نصر اللّه خان بهارلو اظهار داشته بود و خود بيك‌ميرزا هم شرحى نوشته است كه از بمپور به تهران ارسال خواهد داشت . فورا جواب سرتيپ را نوشته و جمّازه‌سوار را مراجعت داد كه گروهى از بشاگردىها بگيرد و حسب الحكم مبارك كه جناب جلالتمآب آقاى مستوفى الممالك با شعار تلگرافى در باب بيك‌ميرزا و طايفه‌ى او نوشته بود ، اين بنده نوشت بيك‌ميرزا و طايفه اشرا اطمينان داده روانه نمايد و خود سرتيپ پس از فراغت از اين كار به بمپور بيايد كه نواقص امور بلوچستان را به موجب دستور العمل انجام دهد . و انشاء اللّه اميدوارم كه بدون مخمصه و قتل و غارت بيك‌ميرزا و طايفه‌اش بيايند و رفع شرّى از فارس و خود اين بنده شده باشد كه همه روزه اسباب دردسر اولياى دولت نباشد .\r\n\r\nتهيه‌ى آذوقه\r\nجمّازه‌سوارى هم از ابراهيم خان سلطان نايب بمپور در اين منزل رسيد كه آذوقه‌ى دو منزل جلو را آورده حاضر كرده است و باران وافرى در بمپور و عرض راه آمده و همه‌جا آب زياد مىباشد ، جاى هزارگونه شكرگذارى است كه خيلى كم‌آبى و خشك سالى محل خطر و اسباب اتلاف مردم بود .\r\n\r\nرسيدن خبر از كرمان ، جيرفت و رودبار\r\nو در همين منزل از شهر كرمان هم نوشتجات پسته‌ى تهران را فرستاده بودند رسيد ، الحمد للّه در شهر و جميع بلوكات دو دفعه و سه دفعه باران و برف آمده و اسباب آسودگى جميع مردم شده است . از جيرفت و\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nرودبار هم خبر رسيد كه چهار شبانه روز باران باريده در حقيقت جاى هزار قسم شكرگذارى است .\r\n\r\nگزك\r\nمنزل شانزدهم گزك و مسافت اين منزل شش فرسخ است . از درّه كشكى الى سه فرسخ همه جا تنگه و درّه و جنگل بود . به واسطه‌ى باران در هرجا مسيل و رودخانه بود آب گواراى شيرين در كمال صفا جارى بود در اين درّه‌ها و جنگل‌ها چنين هواى معتدلى احدى گمان نمىكرد . دو فرسخ اين جنگل از همه رقم درخت‌هاى كنار و بادامچه و خرزهره و بيد گرمسيرى و هيمه‌ى طاق داشت .\r\nتنگه‌ى سختى در اين راه بود كه توپ در آنجا مانده و به كمال سخت و صعب مىگذرانيدند ، در همانجا ايستاده سرباز و جمعيت را تشويق كرده توپ‌ها را گذرانيده ، راه سربالا بود تا سر گردنه آورده بيست تومان به توپچى و سرباز انعام داده ، و از آنجا سرازير شد به رودخانه‌ى كوچك ديگر رسيد كه جنگل و آب جارى شيرين باصفا بود . در همه‌ى گودال‌ها آب صاف شيرين بود كه سرباز و مردم به راويه و مشگ محتاج نبودند . يك فرسخ كه گذشت اين جنگل‌ها و رودها و مسيل‌ها تمام شد به جلگه‌اى رسيد كه تا چشم كار مىكرد جلگه‌اى صاف و هموار بود . و در همه‌جا و همه نقاط درخت‌هاى بزرگ و كوچك و بته‌ى جنگلى داشت ولى جنگل انبوه نبود . و رودخانه كه مسيل بود و به‌قدر عمق خندق تهران عميق و پهناى او آب شسته و گود انداخته است و رو به جنوب مىرفت و درخت‌هاى قوى داشت . به‌قدر نيم فرسخ اين راه سنگلاخ است كه درخت و بته نداشت و درشكه به زحمت مىرفت ، و باقى اين راه صحراى وسيع بود كه تا چشم كار مىكرد از هرطرف هموار و صاف و جنگل درخت بزرگ و كوچك داشت . از اول منزل همه‌جا مىتوان به سهولت قنات درآورد و آبادى كرد .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nسرحد بلوچستان\r\nمحسنات ديگر آنكه از درّه كشكى اگر تا اين جلگه آبادى شود ، بلوك بم و نرماشير كه سرحد بلوچستان است و هميشه از طرف افغانستان و سيستان و بلوچ محلّ خطر بود عبور از اينجاست ، در صورت قلعه و آبادى بلوچ‌ها و نرماشيرى و غيره در اين مكان باشند پنجاه نفر تفنگچى بنشينند امكان ندارد كه بگذارند دشمنى از اينجاها عبور كند به بم و نرماشير و كرمان خطر بزند و دست‌اندازى كند . تا نزديكى منزل گزك كه رسيد خوانين بلوچ‌ها كه جمعى با ابراهيم خان به بشاگردى مأمور و رفته بودند بقيه استقبال كرده مهربانى زياد به آنها نمود . و در نزديكى منزل هم رضا خان سركرده‌ى هشتاد نفر جمّازه‌سوار با چهل نفر جمّازه‌سوار استقبال كردند ، چهل نفر ديگر آنها با ابراهيم خان رفته بودند ، به آنها هم مهربانى زياد نمود .\r\n\r\nاستعداد گزك براى آبادانى\r\nگزك‌آبادى مختصر و زراعت قليلى داشت و قناتى كه ده پشته خورده بود نزديك به يك سنگ آب جارى بود كه آبادى تازه دو قطعه باغچه‌ى كوچك كه درخت نخل زده بودند داشت .\r\nبعد از عرض اولياى دولت در اين كار لازم و واجب به تعجيل قرارى داده مىشود خلعت هم داده شد با تشكر تمام مراجعت كردند كه مشغول كار و آبادى شده باشند . از آن تنگه به جلگه‌ى گزك رسيد ، تا چشم كار مىكرد صحراى صاف و جنگل بود ، مىتوانم بنويسم كه محققا صد رشته قنات بل متجاوز مىشود به سهولت بيرون آورد و آباد كرد .\r\nافسوس كه اين مدّت همه‌ى اين كارها به غفلت گذشته و به هيچ‌وجه به اين خيالات اولياى دولت و حكّام نيفتاده‌اند و در عرايض خود تشريح نكرده‌اند ، تماما به اغفال امروز و فردا گذرانده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nكوچه گردان\r\nمنزل هفدهم كوچه گردان « 1 » و مسافت اين منزل شانزده فرسخ است .\r\nدر منزل گزك كه رضا خان سركرده آمده بود از او تحقيق آب اين منزل را كردم گفت : به واسطه‌ى آمدن باران دو روز قبل كه ما مىآمديم رودخانه خيلى آب داشت امّا من جرئت نمىكنم صريحا بگويم حالا آب دارد زيراكه اين رودخانه سرازير و تند است و جايى ندارد كه آب بند شود ، گاهى كه باران شديد مىآيد يك روز دنباله‌ى او مىآيد گاهى سه روز چهار روز مىآيد و گاهى در پنج ساعت خشك مىشود و به محض خشك شدن مثل ساير رودخانه‌هاى ديگر به كندن و سهولت آب در نمىآيد . و اين حرف باز محل پريشانى خاطرها شد و اسباب اوقات تلخى گرديد .\r\n\r\nنبودن آب در راه اين منزل\r\nدر ميان منزل يك چاهى بود كه آب او هم از خشك سالى فرو رفته تمام شده بود ، مقنىها دست و پا كرده پنج شش ذرعى در اين زمين سخت قچّاقى كرده كنده بودند . و اين چاه چهل ذرع طناب مىخورد ، ناچار از اين حرف رضا خان سركرده و پريشانى خاطر فورا جمّازه‌سوارى به رودخانه فرستادم كه ملاحظه‌ى آب را نموده زود خبر بياورد . به‌جهت رسيدن خبر در گزك توقف كرد ، وقت ظهر خبر آورد كه در رودخانه آب فراوان است امّا زياد گل‌آلود است . فورا اردو را با بنه و سايرين حركت داده و مشگ و راويه‌ها را از آب صاف پر كرده به توپخانه و سربازان داده روانه‌ى رودخانه شدند . و اين رودخانه يك فرسخ از چاه ميان منزل دور تر واقع شده ، پس از فرستادن بنه خود با قليل جمعيتى بدون بنه و چادر دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سايكس هم از كوچه گردان گذر كرده و در كتاب « هشت سال در ايران » خيلى از سبزى و خرمى آنجا تعريف كرده است و مىنويسد : « افسوس خورديم كه از خاك به اين حاصلخيزى و آب به اين فراوانى استفاده‌ى كافى نمىشود » . سايكس ، هشت سال در ايران .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nساعت از شب رفته وارد سر چاه گرديد ، به حمد اللّه هوا مساعدت داشت به آن شدّت‌ها گرم نبود . سرباز و توپخانه هم با آب فراوان صاف كه به جهت خوبى هوا محتاج به خوردن نبودند از اين چاه به رودخانه گذشته بودند و آذوقه‌ى آنها را هم در رودخانه مهيا كرده بودند ، بالفعل يك آفتاب‌گردانى زده و باد شديد هم در اين ريگ‌زار مىآيد . و هرچه چشم كار مىكند صحرا و جنگل است و به‌قدر يك فرسخ در يك فرسخ دوره‌ى اين چاه كه ديده مىشود كلا هيمه‌ى طاق است . در اين شب مردم هيمه‌ى مفتى را آتش كرده يك چراغان خوبى شده بود و آتش او مثل طاق‌هاى تهران بدبو نيست بسيار خوب و بادوام است . از شدت باد و صدمه‌ى او تخت روان كه همراه داشت آوردند ميان آفتاب‌گردان گذاشتند و تمامى بنه و غيره گذشته هيچ نداشت حتى چراغ ، كه يك فانوس آبدارى از آبدارها آوردند با يك قابلمه و نان و مرغ پخته با آن‌ها گذران كرده على الطلوع حركت نموده از اين منزل دور و دراز با خطر گذشته .\r\nاز گزك تا سر اين چاه كه هشت فرسخ است آمد همه صحرا و جنگل بود ، در هرنقطه‌ى او به سهولت مىتوان آب بيرون آورد و آبادى كرد . يك فرسخ از اين هشت فرسخ سنگلاخ بود و جنگل نداشت ، وضع سنگلاخ و صحراى آنجا مثل بالاى اسب‌دوانى تهران است .\r\n\r\nمسيل‌ها و جنگل‌ها و انواع درخت جنگلى\r\nاز سر چاه كه حركت كرد به‌قدر نيم فرسخ درخت طاق داشت كه به‌قدر درخت انار بزرگ بودند و سواى طاق درختى نداشت . بعد از نيم فرسخ كه گذشت به مسيلى رسيد كه باز جنگل بزرگ و وسيع و درخت‌هاى كهن قوى داشت . بسيار جنگل خوب خوش‌نمايى بود . از آنجا الى كوچه‌گردان هرهزار ذرع پانصد ذرعى يك مسيل بود و همه جنگل بزرگ و درخت‌هاى قوى . نزديك منزل يك مسيل ديگر بود بسيار عريض تقريبا\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nدويست ذرع عرض داشت ، صاف و هموار و خاكش ماسه است ، اين طرف و آن طرف مسيل درخت‌هاى كهن بسيار خوش‌وضع مثل كنار درياى مازندران و درخت‌هاى ابريشم به همان اندازه‌ى درخت‌ها بالا رفته و چتر زده ، از اين درخت‌ها يك جور درختى است كه بيد گرمسيرى مىگفتند امّا نمىفهميدند . سه جور درخت گز در اين جنگل ديدم ، يك جور قرمز رنگ مثل گزهاى جاجرود ، يك جور ديگر هم باز همان جورها است گل قرمز قشنگى داشت ، يك جور ديگر هم گز است ولى بسيار كهن و قوى نيم ذرع كه شاخه‌ى آن بالا مىآيد شاخه‌هاى ديگر از او مىرويد و پهن مىشود نزديك زمين و برگ‌هاى او مثل كاج است و خاكسترى رنگ .\r\nاكثر آنها كه خوب روئيده و پريشان نشده بيست ذرع در بيست ذرع بلكه متجاوز ، مثل يك برجى كه مدوّر باشد ، از شش ذرع الى ده ذرع بالا رفته و مىرود و اين برگ‌ها كه خاكسترى رنگ است طرز مخصوص به‌نظر مىآمد ، از نزديكى زمين پهن شده ده دوازده ذرع بالا مىرود بسيار تماشا داشت . اگر اين درخت بوستانى شود و در سرحدات هم عمل بيايد خيلى چيز تحفه‌اى مىباشد ، و ساقه‌هاى بسيار كلفت دارد كه از هركدام كه قوى است البته ده خروار متجاوز هيمه عمل مىآيد .\r\n\r\nورود به كوچه گردان\r\nهمين قسم با همين جنگل وقت ظهر وارد كوچه گردان گرديد ، توپخانه و سربازخانه و همه‌ى اردو الحمد اللّه تماما با كمال دماغ‌چاقى و سلامتى رسيده بودند . و رودخانه‌اى در اين كوچه گردان جارى بود كه به‌قدر ده سنگ آب داشت ، آب اين رودخانه شيرين و گوارا است ولى گل‌آلود . چادرها را در لب اين رودخانه زده همه‌ى اردو سراسر رودخانه افتاده بودند كه رودخانه از جلوى آنها مىگذشت و جنگل انبوه در دو طرف رودخانه است . خاكش بالتمام ماسه است به‌عينه مثل صلاح الدين كلاى مازندران كه كنار دريا بود به‌نظر مىآيد ، بسيار صفا و تماشا داشت . بعد از ورود ،\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nشكر الهى را به‌جا آورده دعا و ثنا به وجود مبارك ولينعمت كل روحى فداه با كمال شكر به‌عمل آورد . در اين منزل باد سختى مىآيد كه خيلى آزار به اهل اردو مىرسانيد و چادرها را خراب مىكرد .\r\n\r\nرودخانه‌ى بمپور\r\nاين رودخانه آبى كه از جلوى اردو مىگذرد فاضل آبى است كه از رودخانه بمپور كه پنج فرسخ است به اينجا مىآيد . حيف از اين آب كه آن قسم رعيت ندارد و دل‌سوزى نمىكنند ، نه درخت و نه مركبات و نه باغات و نه شلتوك‌كارى است . هرچه گندم و جو زراعت مىنمايند از اين آب مشروب مىشود بقيه هدر مىرود و اين رودخانه و جنگل اطراف او كه خيلى مطّول بود در ملاحظه مثل شهرهاى فرنگستان به‌نظر مىآيد كه بسيار قشنگ و باصفا بود .\r\n\r\nبمپور\r\nمنزل هيجدهم بمپور « 1 » و مسافت اين منزل پنج فرسخ است . از اول منزل جنگل انبوه از درخت‌هاى قوى سخت قطور است و ارتفاع آنها زياده از سيزده چهارده ذرع نمىشود و بسيار جنگل خوب قشنگى است كه آدمى دل‌تنگ نمىشود زيراكه هر نقطه‌ى او يك تماشا و صفائى مىدهد . در بعضى جاها خيابان طبيعى طولانى است و در بعضى نقاط خيابان‌هاى پيچ‌پيچ مثل خيابان‌هايى كه در فرنگستان مشاهده مىشد به‌جهت گردش كالسكه درست كرده بودند ، به وضع طبيعى همان قسم‌ها عمل آمده و حتّى درشكه هم كه از راه مىرفت در اكثر جاها به همان قسم به پيچ و خم مىگرديد . و درخت‌هاى كلّى و كهن آن از همان گزها مىباشد كه بسيار خوش‌رنگ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بمپور يكى از بخش‌هاى شهرستان ايرانشهر است كه قسمتى از آن كوهستانى و قسمتى مسطح است . از شمال باخترى و از باختر به كوير لوت متصل است و به اين‌جهت باد گرم ناسالمى از آن طرف مىوزد و هوايش بسيار گرم است . قصبه‌ى بمپور داراى پنجهزار نفر جمعيت است كه بيشتر آنها بسيار فقيراند . محصولات عمده‌ى اين ناحيه غلات ، خرما و حبوبات است .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاست و اين درخت از زمين كه شاخ و برگ او گرفته و بلندى او سيزده چهارده ذرع است . به دقت كه ملاحظه‌ى حالت او را نمود و به‌نظر مىآيد بلكه سى چهل ذرع روى زمين را شاخ و برگ او گرفته و بلندى او سيزده چهارده ذرع است . به دقت كه ملاحظه‌ى حالت او را نمود و به نظر مىآيد توپى را كه آتش بزنند و دود او از دهنش بيرون بيايد به عينه همان وضع رنگ دود او و پيچيدگى برگ‌ها كه با يكديگر پست و بلندى دارند مىباشد .\r\n\r\nقاسم‌آباد\r\nدر وسط راه قاسم‌آباد خالصه است ، زراعت خوبى در اين قاسم‌آباد شده بود . جيرفتى و درّاج و آهو و هوبره و گراز زيادى داشت ، گربه‌ى صحرايى بسيار بزرگ داشت مثل بچه ببر ، بسيار حيوان حرامزاده‌اى است كه همه مردم شكايت مىكردند كه به مرغ و بره و بزغاله‌ى آنها زياد اذيت مىرسانيد و قوش‌هاى شكارى را كه درب چادر مىبستند اگر محافظت و قراولى نمىكردند فورا گرفته مىبرد و مىخورد چنانچه قوشچيان مكرر ديده و به تجربه رسانيده بودند .\r\n\r\nقلعه‌ى بمپور\r\nاز قاسم‌آباد كه گذشت الى يك ميدان قلعه‌ى بمپور به همان قسم جنگل بود ولى هرچه نزديك به قلعه مىشد جنگل كمتر مىشد و قلعه‌ى بمپور هم در سر تپه خاكى واقع شده ، اردو در زير قلعه افتاده بودند .\r\n\r\nده روز توقف\r\nده روز بمپور به‌جهت سركشى قلعه افتاده بودند .\r\nرسيدگى به امور مردم و خالصه و خوانين توقف خواهد شد . هواى امروز منقلب است ، صبح به‌قدر دو سه دقيقه باران آمد و ساكت شد ، پس از آن آفتاب گرمى شد و باز منقلب گرديد ، انشاء اللّه بارندگى خوبى خواهد شد .\r\nمحّل چادر اين بنده در ميان باغچه‌اى است ، درخت نخل داشت و چند درخت نارنج تازه غرس كرده‌اند درخت انجير و سپستان هم دارد .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nدرخت سپستان آن بسيار كهن مىباشد ، درخت كنار كهن كه به‌قدر دو مساوى درخت‌هاى گردوى بزرگ كه در شهرستانك مشاهده شد دارد و پر از ثمر است ميوه‌ى او اكنون مثل ثمر سنجد تلخ است و مىخورند .\r\nاين باغچه را سليمان خان سرهنگ فوج گرمسيرى كه ده سال در اينجا ساخلو و متوقف بوده كشيده است . حمام خوب به قاعده‌اى وكيل الملك بزرگ ساخته است .\r\n\r\nبدى آب بمپور\r\nسليمان خان سرهنگ هم چون آب بمپور هميشه گل‌آلود است آب‌انبار خوبى ساخته است كه آب در آنجا بماند صاف بشود ، امّا بىفايده شده زيراكه آب بمپور زياد بد و غليظ است مثل دوغ آب گچ مىماند ، و به آن غلظت روان است اگر در ظرفى بگذارند جرم او مثل آب گچ فورا ظاهر مىشود و دو روز در يك جا بماند متعفّن مىگردد . از قرارى كه سليمان خان سرهنگ تقرير كرد بعد از آنكه آب‌انبار ساخته شد و آب انداختند به فاصله‌ى دو روز متعفّن شده مثل لجن بد و بدبو شده بود كه ديگر به كار نيامده عاطل و باطل مىشد .\r\n\r\nآب و هواى بمپور\r\nاين بمپور زياد از اندازه بد آب و هواست و ناخوشىهاى بد و نوبه و تب‌هاى بسيار سخت شديد دارد كه اگر آدمى يك سال بماند و جان در ببرد حالاحالا از نوبه و تب و عليلى بيرون نمىآيد و هميشه رنجور است ، بلكه از اين حالت هم سخت‌تر است . و رعايا و زارعين اينجا لخت و عور مثل حيوانات مىباشند . و آن آب‌انبار را كه بزرگ و معتبر بود دادم تعمير كردند و راه از بالاى سقف او گذاشتند و قرار دادم كه انبار كاه نمايند كه هميشه كاه خوب انبار باشد .\r\nروزنامه‌ى ايام توقف بمپور است كه يوما فيوما نگاشته مىشود .\r\nروز دوم ورود براى رفع خستگى و حمّام راحت و آزادى قرار داد .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nقلعه‌ى بمپور\r\nروز سيّم به تماشاى قلعه و ارگ بمپور « 1 » و سركشى قورخانه و توپخانه رفته ، تمامى بناها و برج‌هاى آن را به دقت تماشا نمود . اين قلعه كمال خرابى را داشت ، برج بزرگ كه جاى توپ است نصفه‌ى يك طرفش پاك ريخته برج‌هاى ديگر هم همه شكست خورده و خراب شده است ، مكان توپخانه را تعمير كرده و سقف‌هايش را پوشانيده و پىبندى از برج‌ها كرده و مشغول بودند . آنچه ملاحظه نمود هرچه در اين قلعه خرج شود و دقّت نمايند بىفايده و بىمعنى خواهد بود زيراكه خاك اين قلعه بسيار سست و سوخته است كه به يكديگر نمىچسبد و آبش هم بسيار بد مثل دوغ آب گچ است و هوايش زياده از حدّ كثيف مىباشد و دل‌تنگى بسيار مىآورد و يك زندان و حبس‌خانه‌ى معتبرى است ، رطوبت هم زياد دارد .\r\n\r\nفقر رعايا\r\nهمه چيزش اسباب ناخوشى و مرگ است و نقشه‌ى آن به اين قرار است : ( تصوير صفحه‌ى 82 ) و معلوم مىشود اصل تپه خاك دستى است كه گودال‌هاى دور رتپّه گواهى مىدهد . روز چهارم براى رسيدگى به امور رعيتى و خالصه پرداخت .\r\nرعايا و زارعين كه در آنجا زعيم مىگويند از گرسنگى و پريشانى حالت خود تشكّى مىنمودند و علف مىخوردند و نه در سر كلاه و نه در پاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اهميت تاريخى بمپور به واسطه‌ى اين است كه مركز بلوچستان بوده و قلعه‌ى آن محل ساخلوى آن ايالات بوده است . بعد از قيام آقا خان محلاتى در 1257 حبيب اللّه خان امير توپخانه مأمور نظم بلوچستان مىشود و قلعه‌ى بمپور را تسخير مىكند و عده‌اى را به قتل مىرساند . در ناسخ التواريخ نوشته « . . . هم در آن سال بعد از فرار آقا خان امير توپخانه طريق بلوچستان گرفت و پانزده منزل از آن سوى كرمان تاختن برد ، قلعه‌ى بمپور را محصور داشت و مدت ده روز ديوار برج و باره را به گلوله‌ى توپ و خمپاره تخريب داد . در سنه‌ى 1260 ابو الحسن خان سردار بردار آقا خان محلاتى كه مدتى در كراچى بوده به بلوچستان حمله مىكند و قلعه‌ى بمپور را به تصرف در مىآورد ولى از دست فضلعلى خان حاكم كرمان شكست مىخورد . ظاهرا بعد از اين وقايع قلعه‌ى بمپور خراب شده و به آن صورت كه فرمانفرما آن را ديده درمىآيد .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nكفش ، لوت و عور مثل حيوانات .\r\n\r\nبند رودخانه‌ى بمپور\r\nپس از تحقيقات و رسيدگى معلوم گرديد آب زراعت و حاصل آنها كه از رودخانه مىآيد ، بند رودخانه « 1 » به واسطه‌ى آن كه بسيار بدخاك و سست و ريگ است همه ساله هنگام آمدن باران اندكى كه آب طغيان مىكند بندر از آب مىبرد و مدّتى طول مىكشد تا دوباره بند را ببندند ، زراعت ضايع و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رودخانه‌ى بمپور به هامون جازموريان فرو مىرود . امروزه نيز مردم بر روى آن بند مىسازند تا از آب آن براى زراعت استفاده كنند ولى چون كف و اطراف رودخانه شن است بندها دوامى ندارند و خراب مىشوند . آب اين رودخانه قابل شرب نيست و آب مشروب بمپور از چشمه تأمين مىشود .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمغشوش و از دست مىرود و سالى هزار و پانصد خروار گاهى كمتر كسر عمل مىآورد و از جمع ديوانى كسر مىشود و مباشرين هم نصفه نيمه از عمل رعيتى اين‌ها دريافت نموده رعيت گرسنه و برهنه مىمانند و حالتشان اين است . از جمله امسال يكهزار و دويست خروار كسر عمل داشتند با وجود آنكه در اول سال به‌قدر ششصد خروار تخفيف در حق آنها منظور داشته بود از ملاحظه‌ى حالات آنها رقّت دست مىداد . بيست تومان پنج شاهى براى آنها گفتم آوردند كه ميانه آنها تقسيم نمايد ، گفتند نمىخواهيم پول را نمىتوان خورد ، به ماها خوراكى چه ذرّت كه جو گندمش مىگويند ، و چه گندم و جو بدهيد كه همه‌ى عيال و اطفال و خود ماها از ميان مىرويم . مباشرين و ابراهيم سلطان نايب را با ميرزا سيد كاظم حاضر كرده رسيدگى نمود ، ششصد خروار تخفيف اول سال را با آنها داده بودند ششصد خروار ديگر را هم سه تقسيم نمود يك تقسيم اين بنده ضرر قبول كرد و يك تقسيم هم قرار دادم ابراهيم خان سرتيپ و نايب بمپور از عهده برآيند ، و يك تقسيم هم كه از رعيت برداشت كرده بودند ضرر آنها باشد .\r\n\r\nكمك به رعايا\r\nمحض پريشانى حالت و گرسنگى آنها يك صد خروار هم جو و ذرّت انجام داده به آنها بلاعوض داد و بيست تومان نقد را هم نياز آنها كرد كه تا رفع محصول آسوده گرديده به مزيد دعاگوئى وجود مسعود مبارك ولينعمت كل روحى فداه اشتغال و به امر رعيتى و كاسبى خود بپردازند . و امروز كه اين قرار را داده و جنس به آنها رسيد به تشكر تمام همه رفتند در خانه‌هاى كپرى محقر كثيف دستاس‌ها را راه انداخته آرد مىكردند ، به ذات پاك الهى يك نوع وجد و شادى در اين مرد و زن خصوصا در اين بچه‌هاى كوچك و اطفال علف‌خور لوت و عور ملاحظه مىنمود كه رقّت مىآورد و حيرت مىنمود .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nسركشى به فهرج\r\nروز پنجم براى تعيين تغيير دادن مكان قلعه‌ى ساخلو و بناى قلعه‌ى جديد مختصر در نقطه‌ى خوب خوش آب و هوا ، با تهيه مختصر و چادر و جمعيت قليلى از بمپور حركت كرده به فهرج رفت و يك شب هم در آنجا توقف نمود . اين فهرج تا قلعه‌ى بمپور چهار فرسخ است ، قنوات بسيار خوب دارد و رودخانه عليحده دارد كه آب آن صاف و گواراست و اصل رودخانه سنگلاخ است ، از بمپور هم براى صرف خود مىفرستاد آب از آنجا مىآوردند .\r\nدر عرض راه كه سربند رودخانه‌ى بمپور است چادر آفتاب گردانى زده و چند نفر بنّاهاى بمى كه به‌جهت تعميرات قلعه فرستاده بود در آنجا حاضر بودند ملاحظه‌ها و دقت‌ها نمود در رودخانه به‌قدر شصت سنگ آب جارى بود و بندى كه بسته بودند به‌قدر دو ذرع عرض داشت ، آن هم از چوب و ريگ و ماسه بسته شده بود . ميان آن را باز آب شكسته بود و مىرفت بسيار بىاعتبار بود سيل كه سهل است هرگاه ده نفر آدم قوّت نمايند خراب مىشود ، و آب اين رودخانه از بس بد و سنگين است رنگا مثل دوغ آب گچ است و يك دانه سنگ در اينجا به هم نمىرسد ، آهك هم به اين‌جا خيلى دور است به آوردن صرفه ندارد از قيمت آهك تهران هم بيشتر تمام مىشود .\r\n\r\nطريقه‌ى بهترى براى ساختن بند\r\nدرست دو ساعت در آنجا مكث كرده همه را ملاحظه و گفتگو كرد . چيزى كه به عقل آنها نمىرسيد بالاخره خود به عقل ناقصى كه دارد تدبيرى كرده كه از اين بند تا پانصد ذرع پايين‌تر سه بند بسته شود از چوب‌هاى قوى جنگلى ، و ميانه‌ى اين سه بند را باز از چوبهاى قوى و بته‌هاى نى و غيره با ريگ و خاك پر نمايند ، آب هم كه مىآيد منفذهاى او را پر مىكند . اين چوب‌ها و نىها با خاك مخلوط شده اكثر مىرويند و ريشه مىكنند محكم مىشوند اگر هزار سيل بيآيد در اين‌صورت اين\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nپانصد ذرع را كه مملو شده امكان ندارد كه خراب نمايد و بشويد ، هرچه آب زياد بشود از رويش خواهد گذشت ، و نهر بمپور هم هميشه بىآسيب دو مقابل آب حاليّه خواهد آمد و كسر كسور در عمل خالصه و جميع ديوانى نخواهد شد بلكه هزار خروار هم متجاوز از جميع ديوانى حالا تفاوت و علاوه در محصول او حاصل خواهد شد ، و به‌قدر هزار و پانصد تومان مخارج اين بند را ملاحظه نمودند قرار داد كه بعد از عرض اولياى دولت اگر هزار تومان هم مرحمت فرمودند قبول نمايند . سليمان خان سرهنگ فوج گرمسيرى را مأمور كرده تا دو ماه با فوج گرمسيرى در اول سنبله‌ى سال آينده در سربند چادر زده تهيه نجّار و آهنگر و بيل و كلنگ و ساير ملزومات او را فراهم آورده انشاء اللّه به اتمام برسد كه ديگر در هيچ سالى محتاج تعمير و آه و ناله زعيم‌هاى خالصه نبوده باشد .\r\n\r\nنقشه‌ى رودخانه و بند\r\nدر اين رودخانه قلم‌هاى بسيار خوب سفيد و قرمز و سفيد يك رنگ بسيار است كه از ابتداء رودخانه الى يك منزل آن طرف كوچه گردان به طول رودخانه بيرون آمده است . قدرى هم براى نمونه برداشت به ملاحظه‌ى اولياى دولت برسد . نقشه‌ى رودخانه و بند و نهر بمپور به اين قرار است : ( تصوير در صفحه‌ى 86 )\r\n\r\nآثار قنوت مخروبه\r\nپس از فراغت از سربند سوار شده روانه فهرج گرديد . يك ميدانى جنگل جائى را ديد كه بسيار خاكش خوب بود و آثار قنات‌هاى بسيار كهنه ديد از سليمان خان سرهنگ و ساير اهالى آنجا تحقيق نمود و گفتند كه قنات‌هاى كهنه است محلش بسيار مرغوب و قابل آبادى است . قدغن كردم سليمان خان مقّنى به سر يك چاه او بيندازند و معجلا به آب برسانند كه ملاحظه‌ى آب او بشود . همه تصديق كردند كه اين قنوات به دامنه‌ى فهرج مىرود و آب ده او از رودخانه‌ى اوست و سبك و بهترين آب‌ها است قابل آبادى\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nاست ، بلكه شعبه‌ى از اين آب را هم به آسانى به بمپور مىتوان برد كه اقلا زارعين و ساخلوى آنجا از آن آب رودخانه نجات يافته سلامت بمانند ، دهكده‌ى معتبرى هم در ميانه خواهد شد . پس از ملاحظات آن جاها وارد فهرج گرديد .\r\n\r\nفهرج\r\nفهرج جايى است مسطح و زياده از حد با روح و در بلندى واقع است ، كوه‌هاى اطراف او كه سه چهار فرسخى است با زمين اين‌جا برابر به‌نظر مىآيد نخيلات زياد دارد و آبش به‌قدر چهار پنج سنگ است كه از قنوات مىآيد بسيار شيرين و گوارا است و\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nاين فهرج خالصه و نصف اربابى است ، از جمله زراعات باقلا بود كه در اين وقت گل كرده بودند و ثمر نريخته بودند ولى بسيار خوب عمل آمده بود .\r\nاز بس محل را خوب و مرغوب ديدم يكروز هم به‌جهت تماشاى اطراف و اكناف توقف نمودم همه جاهايش را گردش و ملاحظه كردم قنوات مخروبه زياد داشت كه همه‌ى آن‌ها به مختصر خرجى آب زياد مىدهند . در قنوات خالصه هم جزئى خرجى بشود به‌قدر سه سنگ آبش زياد خواهد شد و كلّى منافع خواهد داد زمين و خاك مرغوب هم زياد است كه الى ماشاء اللّه .\r\nدر ميان اين نخيلات هم از قبيل گندم و جو و باقلا زراعت كرده بودند سبز و خرم خيلى باصفا ، آب هم از هرطرف جارى بود و هوايش بالنسبه به بمپور و ساير گرمسيرات بيست روز بلكه بيشتر تفاوت دارد در بحبوحه بلوچستان واقع است .\r\n\r\nايلات بلوچ\r\nرعاياى خود فهرج يكصد خانه‌وار است ، و اطراف حول‌وحوش و يك منزلى دو منزلى آن ايلات بلوچ طايفه‌ى دامنى و طايفه‌ى برهان و زهى و طايفه‌ى كلكلى و غيره به قرار تفصيل ساكن هستند .\r\nطايفه‌ى دامنى جمعى رحمت سلطان ، طايفه‌ى برهان زهى جمعى لاله خان طايفه‌ى كلكلى جمعى تاج محمد سلطان ، طايفه‌ى بجار زهى جمعى مير علاوى ، طايفه‌ى محمود زهى ، طايفه‌ى اودزه ، طايفه‌ى دىكزه .\r\nاز يك سمت جنوبى كه پشت كوه نمايان است كيسه است كه جمعى هوتى خان مىباشد ، ما بين جنوب و مشرق سرباز است قصر قند است ، و مكران است كه جمعى مولا داد خان است سمت مشرق و شمال قصبه جالق و دزك و سيب و طوران و كوهك جمعى دلاور خان\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمىباشد . اين طوايف و آبادىها قريب به پنج ششهزار خانه‌وار هستند و كلا در اطراف و دو سه منزلى فهرج مىباشند . آنچه به عقل اين بنده مىرسد و عين صلاح و مصلحت دولت است آبادى و قلعه و ساخلو را بايد در فهرج قرار داد و باغى هم به اسم مبارك سركار اعليحضرت قدر قدرت شاهنشاهى روح العالمين فداه در جايى كه خود اين بنده مشخص كرده احداث و اشجار با ثمر از قبيل نخل و مركبات و همه‌ى ميوه‌جات در او غرس شود كه در اين نقطه ميوه‌جات سرحدى و گرمسيرى از هر مقوله در نهايت امتياز عمل مىآيد .\r\n\r\nنقشه‌ى مركزى فهرج به جاى بمپور\r\nو تپه‌اى را هم مشخص نمود كه هزار درجه از بمپور بهتر و سخت محكم و سنگ و سنگلاخ است ، اگر ارگ و قورخانه و جاى ساخلو بنا شود و قصبه‌اى در كمال آسانى و مخارج كم بنا گردد و از همه‌ى طوايف پنجاه خانه وارسى خانه‌وار حركت داده آورده در آنجا مسكون بشوند كه لامحاله هزار خانه‌وار باشند و بازار مختصرى براى تشويق بنا گردد كه نمونه باشد خيلىخيلى زود آباد شده شهرى مىشود در كمال امتياز و رفته‌رفته محل دادوستد و عبور مردم و تربيت آنها مىشود ، و براى دولت بالفعل به جهات و نكات چند توجهات زياد به بلوچستان فرض و واجب است و نبايد از هيچ نكته‌اى غفلت شود و به همين غفلت بگذرد .\r\nدر ارگ بمپور هم بايد هميشه قليل ساخلو باشد ، زعيم و رعيت آنجا را هم در مرتبه‌ى پايين قلعه قرار دهند كه مشغول زراعت خود باشند ، بند بمپور و اين قنات ميان منزل هم به اتمام برسد ديگر به هيچ وجه منقصت و نقصانى نخواهد داشت و اسباب آبادى و منفعت فراهم خواهد بود .\r\n\r\nبازگشت به بمپور\r\nروز هفتم از فهرج مراجعت به بمپور شد .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nو قضيه‌ى خان كلات\r\nبه واسطه‌ى اينكه قبل بر اين نوشته بودند كه خان كلات به خيال فاسد افتاده ، مند كه محلى است از بلوچستان با طايفه‌ى رند كه چهار پنجهزار خانه‌وار مىباشند ماليات نمىدهند ولى در مقام قشون‌كشى كارى كه در بلوچستان اتفاق مىافتد هميشه كمك كرده خدمت مىكنند و با جمعيت خود مىآيند در معنى جزو بلوچستان محسوب مىشوند . اراده‌ى تصرف آنجا را نموده فورا نوشتم كه دلاور خان « 1 » با خوانين آنجا جمعيت و استعداد خود را آماده و حاضر ساخته با مراقبت تمام بگذارند و بعد خود بيايند . بعد از آنكه استعداد اين اردوها و استعداد خوانين را خان كلات فهميده بود عجالتا حركت نكرده و صرف‌نظر از خيال فاسد خود نموده بدين واسطه خوانين در ورود بمپور حاضر نشدند ، استعداد خود را در هرنقطه از خوانين مضبوط كرده گذاشته بودند دويست نفر از معتبرين خوانين و بلوچها با دلاور خان كه مرد معقول صادق و خدمتگزار است وارد بمپور شدند .\r\nاين بنده كه نقشه‌ى سرحدى را نداشت از قرار تقرير خوانين و بلوچ‌ها گويا اين مند را ميرزا معصوم خان از جزو بلوچستان خارج كرده بعد از گفتگوى با خوانين هم چيزى كه محقّقى باشد نفهميدم استعداد او را در همه‌جا موجود كرده‌ام و مراتب را به جناب اجل اشرف سپهسالار اعظم نوشتم كه به هرچه مكلّف باشم اشاره فرمايند اطاعت شود ، و اگر اين مند و طايفه‌ى رند كه پنجهزار خانه‌وار مىباشد و هميشه در خدمات بلوچستان بوده و كمك مىكردند و با جمعيت مىآمدند و بالفعل مشكوك فيه مىباشند از جزو بلوچستان خارج شوند به حالت بلوچستان و اين سرحد بسيار مضرّ خواهد بود و عيب‌هاى كلى به هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دلاور خان از سركردگان و رؤساى بلوچ بود .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nخواهد رسانيد .\r\nبعد از ورود [ به 
  ] بمپور هوا زياد گرم گرديد و بعد منقلب شد به حمد اللّه بارندگى بسيارى شد و هوا را باز تر و تازه كرد .\r\n\r\nرسيدن خبر از كرمان\r\nروز هشتم نوشتجات پسته دولتى از شهر كرمان رسيد به حمد اللّه همه‌جا امن و امان و آرام و منظّم بوده و برف و باران در شهر و جميع بلوكات متواترا باريده است كه هيچ سالى اين قسم بارندگى ديده نشده جاى هزار گونه شكرگزارى است كه به عمل آمد و اگر امسال هم خشك‌سالى مىشد ديگر اين مملكت كرمان از مال و حال و جان به‌كلى بيرون مىشدند و معدوم الاثر مىگشتند .\r\n\r\nپذيرايى از خوانين بلوچ\r\nبا كمال شادمانى و تشكر اين دو روزه را مشغول نوشتجات و جواب‌هاى تهران و كرمان و در پذيرايى خوانين بلوچ‌ها است كه چادرهاى مختلف به‌جهت آنها زده و هرمقوله مخارج از سيورسات و شام و نهار فروگذاشت نكرده ، كمال مهربانى به همه‌ى آنها يكان‌يكان به‌عمل آورده زيرا كه حالت بلوچستان به واسطه افغانستان و بعضى نكته‌هاى باريك با ايام سابق كلى تفاوت كرده است ، و به هيچ‌وجه ربطى به حالت سابق ندارند و آن فقره مند و طايفه‌ى رند و برخى نكات و اين حالت بلوچستان در كتابچه ديگر كه سرحدى بود نوشته شده است و در او اشاره نموده است كه به‌نظر ولى نعمت كل روحى فداه خواهد رسيد ، در اين روزنامه ديگر تكرار لازم نيست .\r\nو به واسطه دير رسيدن خوانين بلوچستان و عرض عارضين و قرار مدار خالصجات و رعاياى آنجا و مطالب خوانين پنج روز هم توقف بمپور را زياد نمود كه باز اخبارى هم از ابراهيم خان سرتيپ بمى برسد ، بعد از آن حركت كرده به سمت رودبار و جيرفت عازم شود .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nرسيدگى به امور بمپور\r\nاز يوم نهم توقف الى پانزدهم مشغول رسيدگى امورات و مطالب خوانين بلوچستان و امور خالصجات و زراعت و نسق و انبارهاى غله‌جات بود كه به‌قاعده جمع‌آورى غله كرده انبار نمايند و همچنين كاه را در رفع محصول جمع‌آورى كرده اقلا به‌قدر مصارف هرساله‌ى اردو پاك و تميز نگاه بدارند . چون هميشه رسم بوده است كاه در بيابان‌ها همان نقطه نزديك خرمن مىگذاشتند باران و باد و خاك بر روى آن مىآمد همه را خراب و كثيف مىكرد كه مال نمىخورد ، و بعضى آن را آتش مىزدند و براى اردو خيلى سخت مىگذشت . هم‌چنانكه اين دفعه رفتند از بيابان مىآوردند و بىمصرف بود ، و همچنين هميشه در انبار براى اردو احتياط آذوقه نمايند مثل اين سفر به اهل اردو سخت نگذرد ، و همچنين حقوق زارعين را به‌قاعده برسانند . در همه‌ى اين فقرات قرار داده قدغن اكيد نمود و التزام از نايب بمپور گرفته شد .\r\n\r\nمشورت با خوانين بلوچ براى تغيير مركز بلوچستان\r\nدر خصوص بنا نهادن قلعه و جاى ساخلو كه به مناسبت خوبى آب و هوا فهرج را بهتر دانست با دلاور خان و ساير رؤسا و خوانين بلوچستان مشورت نمود ، همه آنها به ملاحظه‌ى نزديكى بلوچستان و آبادى و خوش‌آب‌و هوايى تصديق كردند ، ولى دلاور خان اظهار كرد كه هرگاه اردوى بزرگى باشد يا اينكه اردويى كه زمان توقف آن طولانى بايد بشود فهرج گنجايش آن را ندارد و به همه جهت صد خروار ضبط خالصه‌ى آنجا است قاسم‌آباد كه دو فرسخى است و خوش‌هواتر از بمپور مىباشد قرار آبادى كلى و ساخلو را در آنجا بايد داد ، و هم در فهرج كه در دو جا مقام ضرورت اردوى بزرگ و مختصرى بوده باشد بدين واسطه قرار داد ، كه روز حركت از بمپور به قاسم‌آباد برود آنجا را در ثانى به دقت ملاحظه نموده كه در روزنامه بنويسد .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nقبرستان سربازان\r\nو امروز وقت غروب كه شب جمعه و هوا خوب بود پياده در صحرا و اطراف قلعه‌ى بمپور گردش مىكرد جمعيتى را ديد در گوشه‌ى صحرا نشسته و صداى ناله و گريه و زارى از آنها برپا است . نزديك رفته ديدم همه‌ى آنها سرباز مىباشند و آنجا قبرستان معتبرى است . در سر قبرها نشسته بودند پرسيد كه بچه مناسبت سربازان در اين قبرستان گريه و زارى مىنمايند ، گفتند اين قبرستان همه از سربازان فوج قديم كرمان است كه در سنوات گاهى كه دو سه ماه در فصل‌هاى غير تابستان آنجا مىماندند از بد آب‌وهوايى بمپور تماما مرده آنها است ، همه بر پدر و برادر و عمو و خويش خود مىگريستند و فاتحه مىخواندند . معلوم شد كه چهارصد و پنجاه الى چهارصد و شصت نفر در اين زمان‌هاى قليل و با وجودى كه تابستان هم نمانده بودند تلف شده‌اند ، از توپچى و سايرين هم به همين قسم‌ها مرده‌اند . آنچه از بد آب و هوايى بمپور بگويند و بنويسند بالاتر از آن است .\r\nسربازان از دل و جان به وجود مبارك سركار اقدس اعليحضرت شاهنشاهى ارواح العالمين فداه دعا مىنمودند كه امسال الحمد للّه وضعى خداوند تفضل فرموده كه از دماغ احدى خون نيامد ، و حقيقتا جاى شكر هم دارد .\r\n\r\nمراجعت از بمپور\r\nمراجعت از بمپور كه به سلامتى وجود مسعود مبارك ولى نعمت كل روح العالمين فداه از راه رودبار منزل‌به‌منزل مىپيمايد و تفصيلات اين راه را محض استعلام اولياى دولت جاويد مدت مشروحا مىنگارد .\r\n\r\nقاسم‌آباد\r\nمنزل اول قاسم‌آباد « 1 » دو فرسخى بمپور . اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاسم‌آباد دهى از دهستان حومه‌ى بمپور - گرمسير است و جمعيت آن قريب سيصد نفر است .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nقاسم‌آباد جاى مرتفع هموار و جنگل بسيار خوبى است بالنسبه به بمپور يقينا ده پانزده روز تفاوت دارد ليكن آبش همان آب رودخانه‌ى بمپور است .\r\n\r\nاحداث قنات باعث آبادى خواهد شد\r\nبا جمعى از خوانين و اهل اردو اطراف آنجا را گردش و ملاحظه نمود يك سمت آن نزديك به كوه است ، چاهى ايلات در دامنه آن كوه به‌جهت خودشان و مال‌هايشان حفر كرده‌اند كه آب آن‌ها منحصر به همان چاه است . قدرى از آن چاه گفتم آب كشيدند بسيار آب گواراى صاف خوبى داشت ممكن است و به آسانى مىشود قناتى از همان دامنه‌ى كوه بيرون بيآورند كه آبش به قاسم‌آباد بيايد و احتمال مىرود با دويست الى سيصد تومان مخارج قنات به‌قاعده‌ى خوبى بشود . هرگاه چنين قناتى احداث و آبش به قاسم‌آباد بيآيد قاسم‌آباد كمال امتياز را خواهد داشت و البته سال به سال از اين مخارج علاوه محصول خواهد داد زيراكه محلش مرغوب و وسيع است . اگرچه فهرج در خوبى آب و هوا به هيچ‌وجه نسبت به اين‌ها ندارد و ليكن قاسم‌آباد نسبت به بمپور خيلى بهتر و اجراى آب شيرين به اين‌جا لازم‌تر است .\r\n\r\nقلعه‌ى قاسم‌آباد\r\nقلعه‌ى كوچك خوبى وكيل الملك بزرگ در اينجا ساخته و در ميان آن برج بزرگى كه انبار و ضابطنشين باشد انداخته ، اين قلعه آماده جزئى تعمير ديوار دور و چند باب اطاق جهت سرباز ساخلو و توپچى و قورخانه‌چى و مكان توپ است ، و باغ قشنگ خوبى در زير قلعه و قناتى كه تازه بيرون بيايد احداث نمايند كه هم آب قناتى و هم آب نهر رودخانه در او مجرى بشود كمال امتياز خواهد داشت .\r\n\r\nكوچه گردان و چاه شور\r\nمنزل دوم كوچه گردان كه سه فرسخى قاسم‌آباد است جيرفتى و درّاج زيادى در اينجا شكار نمود .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمنزل سيم چاه شور « 1 » مسافت اين راه ده فرسخ سنگين است . و همه‌ى اين راه جنگل مختلف بود از درخت‌هاى گز و كنار و ورك كه درخت‌هاى ورك به‌قدر درخت‌هاى بسيار بزرگ شده بلكه به‌قدر چنارى مىباشند ، اين جنگل را خداوند نوعى طراحى فرموده كه آدمى ابدا دل‌تنگ نمىشود در هرنقطه تماشاى جديدى مىداد .\r\nچهار فرسخ اول جنگل انبوه از درخت‌هاى قوى كهن بود و ميان آن خيابان عريض كه پنجاه شصت ذرع بلكه بيشتر عريض افتاده بود يمين و يسار خيابان جنگل است كه درخت‌ها در سر تپه كوچكى واقع شده بودند و آن تپه از برگ و خزان همان درخت‌ها است كه سال‌به‌سال ريخته و ماسه آمده روى آن را گرفته تل كوچكى شده است ، زير آن درخت‌ها به واسطه باران‌هايى كه تازه باريده بود سبز و خرم شده بود .\r\nالبته از هرطرف يمين و يسار اين خيابان طبيعى ده فرسخ جنگل عرض داشت ، وسط اين درخت‌ها را گويا به‌جهت گردش كالسكه دستى ساخته بودند كه مثل پطرخوف روسيه و شميران وينه بود ، اما وسعت اين كجا آن‌ها كجا ؟ معلوم است چيزى كه به‌قدرت خدايى باشد چه قسم خواهد بود . در يك فرسخى و نيم فرسخى خيابان جنگل متصل به يكديگر مىشد ، ده بيست قدم كه مىگذشت ميدان بزرگى بدون يك گياه و يك دانه ريگ ، خاك نرم مثل توتيا صاف و هموار افتاده بود كه به‌قدر سه برابر ميدان مشق تهران ، اين ده فرسخ همه همين‌طور بود . در اين جنگل جيرفتى زياد داشت و شكار مىشد درّاج خيلى كم بود كه بيش از دو سه تا ديده نشد .\r\n\r\nاستعداد چاه شور براى آبادانى\r\nهمه اين جنگل و صحراها لياقت آبادىهاى معتبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چاه شور دهى است در سر راه مالرو بمپور به كهنوج . هواى گرمسيرى دارد و محصولاتش غلات و خرما است .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nخوب و قنات‌هاى مرغوب دارد . در اغلب نقاط اين راه آب باران در غدير و گودال‌ها ايستاده بود . امروز هوا به نهايت شدت گرم بود از تفضلات الهى اين آب‌هاى باران كلى از براى اهل اردو اسباب قوت طى مسافت و رفع صدمه شد . و در اين بيابان منزل‌گاه كه چاه شور است هرچه قنات بزنند در كمال آسانى آب گوارا درمىآيد در ده دوازده ذرعى بلكه كمتر به آب مىرسد ، و زمين هم كه الى ماشاء اللّه زياد است .\r\n\r\nكلان زهو\r\nمنزل چهارم كلان زهوى مشهور و مسافت اين منزل شش فرسخ بود . عرض راه همه جنگل است ولى به تفاوت به‌قدر نيم فرسخ اول منزل درخت طاق فقط است پس از آن دو فرسخ جنگل انبوه متصل بود . از آن‌جا ديگر الى منزل ، جنگل نقطه نقطه‌ى طرح غريبى كه در هرنيم فرسخ به‌قدر پنج برابر شهر جديد تهران صحراى هموار است كه بته‌هاى يك چاركى و نيم ذرعى از هرمقوله خار و نى و غيره داشت كه به‌طور فلكه مدور ، اطراف آن دور تادور جنگل انبوه است كه تماشاى غريب و حالت عجيبى داشت كه آدم مىخواهد متصل تماشا كند .\r\n\r\nاز چاه شور كوه مزار نمايان است\r\nو كوه مزار كه سابق ذكر او شده از اينجا نيز نمايان است ، كه از كمر به بالا سفيد و مملوّ برف است . در بين راه تفصيل ايلات و حشم طوايف را از دلاور خان مىپرسيدم ، بيانات مىكرد و مىگفت كه در پهلوى اين كوه كوهى است كه به خطر مستقيم به سيستان مىرود و سر آن كوه گود و درّه مانند است ، برف زيادى مىگيرد كه سال‌به‌سال برف آن مىماند هيچ وقت تمام نمىشود از طرف مشرق و مغرب از خارج برف آن ديده نمىشود و در دامنه‌ى آن كوه رودخانه‌هاى كوچك و چشمه‌سارهاى خوب است . و ايلات بلوچ كه جمعى سعيد خان و غيره بود در آنجا\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nمىنشينند بسيار محل خوب مرغوب و قابل آبادى است . بعد از ورود رودبار انشاء اللّه تفصيل سعيد خان را در روزنامه خواهد نوشت .\r\n\r\nگاوسوارى يكنفر بلوچ\r\nعرض راه اين منزل جيرفتى زياد بود درّاج به‌هيچ‌وجه ديده نشد . و در بين راه كه سواره مىرفتم گاوى را ديدم يك نفر بلوچ سوار است و آنقدر يورقه مىرود از اسب بهتر . اسب اين بنده كه خيلى راه‌وار و يورقه بود هرچه مىراندم به او نمىرسيد خيلى تماشا داشت و اسباب خنده بود . قدغن كردم كه دو فرد از همين گاوهاى يورقه خوب بخرند به تهران بفرستد كه از نظر مبارك همايونى ارواح العالمين فداه بگذرانند تماشاى آن اسباب تفريح و خنده است .\r\nو ديگر در اين جنگل مرغ‌هاى بزرگ و كوچك جوربه‌جور خوش‌رنگ خوش‌وضع خيلى ديده شد . از جمله مرغ كوچكى كه اندكى از گنجشك بزرگتر است بسيار مرغ قشنگى به رنگ طوطى دم او نيز مثل دم طوطى دو پر دراز در وسط دم اوست . با تفنگ زدند خيلى تماشا نمود و خواست بلكه تشريح نمايند محفوظ بماند از عهده برنيآمدند گنديد دور انداختند . سربازان زرندى در شكار و صيد مهارتى دارند قطع نسل از اين جيرفتىها مىكردند مىزدند مىآوردند ، به هرشكارى يك هزار مىگرفتند مىرفتند . خود اين بنده نيز به مردن‌مردن و فلاكت گاهى با قوش چند قطعه شكار مىكرد و ياد امير آخور مرحوم با پاهاى چلاق او و پاى چلاق خود مىنمود كه از اين شكار طعنه‌ها لطيفه‌ها كنايه‌ها از او مىشنيد .\r\n\r\nاستعداد كلان زهو براى آبادانى\r\nاين منزل به حمد اللّه تعالى از مراحم پروردگار و توجهات سركار اعليحضرت اقدس شهريارى روح العالمين فداه غديرها در همه‌ى عرض راه از آب باران پر و مملّو بود . به توپچيان و سربازان و همه‌ى اهل اردو خوش\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nگذشت با كمال دماغ‌چاقى و دعاگويى ازدياد عمر و دولت سركار اقدس همايونى روحى فداه وارد كلان زهو گرديدند و اين شش فرسخ راه منزل امروز همه‌اش قابل آبادى است كه با سهل وجه مىتوان آباد نمود ، و آثار قنات و آبادى قديمى خيلى ديده شد كه معلوم مىشود سابق براين اين صفحه‌ى آبادى بوده است و خاكش خيلى نرم مثل خاكستر است يك دانه ريگ در زمين پيدا نمىشود .\r\nاز قرارى كه تقرير مىكردند اين خاك و اين زمين از بم و نرماشير بهتر و لايق‌تر است و هرمقوله زراعت عمل مىآيد اقلا در صورت آبادى تخمى صد تخم خواهد داد . در منزل چادرها را در ميان جنگل زده بودند در اين جنگل وضعى خيابان‌هاى طبيعى فراهم است كه انسان متحّير مىشود .\r\n\r\nنتايج خشك‌سالى\r\nبه واسطه‌ى خشك‌سالى پارسال كه باران به موقع نباريد علف‌ها سبز شده به‌قدر بند انگشت از زمين بيرون آمده ، مىگويند اين علف‌ها بلند مىشود كه تا زانوى اسب مىرسد و اسب خيلى خوب مىخورد ، مال و شتر و گوسفندهاى اين طوايف به‌جهت همين خشك‌سالى خيلى تلف شده و ضرر به آنها رسيده آنچه مانده است جان ندارند . امروز رؤساى ايلات چند رأس برّه كوچك شيرى آورده بودند كه پوست و استخوان بود به‌هيچ‌وجه گوشت نداشتند .\r\n\r\nآثار دو رشته قنات مخروبه\r\nچاه در اينجا ده ذرع يازده ذرع به آب مىرسد يك فرسخى منزل هم دو رشته قنات مخروبه ديده شد اثرى از آنها باقى بود . نزديكى منزل وكيل الملك مرحوم رشته قناتى درآورده قلعه و آبادى و زراعتى بنا كرده بوده است و پايين\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nدست آن هم شه دوست خان بلوچ « 1 » رشته قناتى احداث كرده و آبش جارى شده زراعت هم بنا كرده بوده است . پير ارسال سيل مختصرى آمده قنات وكيل الملك را خراب كرده و به واسطه معزولى او ديگر كسى توجه نكرده چند نفر زارعى كه داشته است پارسال متفرق شده‌اند .\r\nشه دوست خان هم كه ديده آن‌ها متفرق شده‌اند بضاعت و استطاعتى نداشته دماغش سوخته او هم قناتش را از دست داده پارسال قنات او هم خراب شده است . صد هزار افسوس از اين صحرا و اين خاك كه بالفعل خراب و صحرا بىمنفعت مانده است و به آسانى آباد مىشود .\r\nدر اين منزل جانور موذى از قبيل مار و عقرب و غيره زياده از حد است كه صدمه مىرسانند ، چلپاسه‌هاى بسيار بزرگ هم دارد كه خيلى بد هيولا و به‌قدر سگ كوچكى مىباشند .\r\n\r\nچيل نادرى\r\nمنزل پنجم محلى است مسمى به لدى و چيل نادرى « 2 » مسافت اين منزل شش فرسخ است . عرض راه اين منزل سراسر جنگل انبوه پرشلوغ درهم برهمى بود ، و زمين‌هاى مسطّح بسيار خوب داشت . در بين راه كه مىآمدم شش رشته قنات مخروبه ديدم از قراين معلوم مىشد خيلى قديم و معتبر بوده .\r\n\r\nآثار شهر قديمى\r\nدر دو نقطه هم آثار و علامت برجى و گاو چاهى بود . و در ميان صحرا جاهاى پست و بلند و آجر پاره زياد ديد كه گويا آن‌جا شهر عظيمى بوده است ، از قرارى كه بلوچ‌ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شه دوست خان بلوچ از رؤساى طايفه‌ى بلوچ بود .\r\n( 2 ) . چيل نادرى محلى است نزديك بمپور كه در آنجا بين بلوچ‌ها و سپاه نادر شاه جنگ درگرفته .\r\nدر تاريخ كرمان نوشته « . . . ملك شير خان . . . صاحب بمپور و مضافات آنجا بود ، بمحض استماع خبر آمدن لشگر دولتى از قلمرو خود جمعيت خواسته . . . به اندك زمانى گروهى انبوه . . . جمع آمده به استظهار تمام از قلعه بمپور بيرون آمده و در محلى كه اين زمان بلوچيه آنجا را چيل نادر گويند تقارب فئتين دست داد . ) تاريخ كرمان ، سالاريه ، تأليف وزيرى .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمىگفتند از اين جلگه چهل هزار قشون برمىخواسته است اللّه اعلم ، ولى از علامت به‌قدر دو برابر شهر جديد تهران به‌نظر مىآيد .\r\nطايفه جوس كه بالفعل در ولايات متفرق مىباشند از صد سال و كمتر قبل بر اين ياد مىدهند كه در اين مكان‌ها آبادىهاى داشتند و به قدر شش هفت هزار خانه‌وار بودند ، به نقد همه متفرق شده بلاسكنه و مخروبه و صحرا و جنگل و بىآب شده است .\r\nدر گودال‌ها آب ايستاده بود كه اهل اردو مىخوردند و از بابت آب به آن‌ها تلخ نمىگذشت . در نقطه‌ى منزل هم گودال و غدير آب كه به اصطلاح بلوچ‌ها چيل باشد نادر شاه در آنجا به‌جهت لشگركشى اين سمت‌ها به‌قدر دو فرسخ كنده و درست نموده است كه آب باران در آن جمع شود و بماند و بالفعل مملّو آب است يقينا تا چهل پنجاه روز ديگر هم مىماند .\r\n\r\nبته‌ى درم شور\r\nدر صفحات بلوچستان بته‌اى است مشهور به درم‌شور خاصه در منزل امروز خيلى زياد است مثل كاه است اسب بسيار خوب مىخورد ، ليكن دو سه روز بيشتر كه اسب مىخورد اثرى دارد كه دندان اسب را مىسايد و صاف مىكند كه احدى اسب چهار سال را با اسب بيست سال نمىتواند تميز بدهد ، بته‌بته سبز مىشود . جيرفتى و درّاج اين منزل بسيار بود و نيز زياد صيد نمودند .\r\n\r\nعبور نادر شاه از بلوچستان\r\nخاك اين دو منزل از خوبى بسيار نرم است كه هرگاه باران ببارد امكان ندارد مال و حيوان بارى بگذرد .\r\nبلوچ‌ها مىگفتند پدران ماها تعريف مىكردند اوقاتى كه نادر شاه از اينجا عبور مىكرد « 1 » باران زيادى آمد از شدت گل نصف بيشتر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نادر شاه چند مرتبه از كرمان مىگذرد ولى به بلوچستان نرفته و تسخير بلوچستان را در سنه 1149 به دست بيگلر بيگى سابق هرات پير محمد خان انجام مىدهد . در سنه 1150 نادر شاه براى تسخير قندهار از كرمان و بم و سيستان مىگذرد . لكهارت در كتاب « نادر شاه » مىنويسد كه اين\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nاردوى او از آدم و مال تلف شدند و بسيار به صدمه گذشتند . به حمد اللّه و المنة همه‌ى اردو در اين سفر از تصدّق وجود مبارك سركار اقدس همايونى روحى فداه به كمال آسودگى و شكرگذارى بودند .\r\n\r\nگنبد\r\nمنزل ششم بيابان مشهور به گنبد است اين منزل نيز شش فرسخ بود . از اول منزل تا نيم فرسخى گنبد تماما از ميان جنگل عبور شد و اين جنگل هريك فرسخ دو فرسخى قطع مىشد صحراى هموار صاف بود كه بته‌هاى كوچك و بزرگ قيچ و درم شور و خرزهره‌هاى كوچك داشت .\r\n\r\nانواع درختان جنگلى\r\nخرزهره اين صفحات جور جاهاى ديگر كه بزرگ مىشوند و گل قرمز دارند نيست ، و به آن طورها بلند نمىشوند منتها يك ذرع باشند و گل آنها هم خيلى ريزه و سفيد است كه از گل بابونه ريزتر مىباشد مىگويند زهر اين‌ها هم به آن اندازه‌ها نيست .\r\nدوره‌ى اين محوطه صحراى وسيع همه جنگل پر و انبوه مىباشد و نمايان است . اين وسطها مثل زمين مزروعى هموار و صاف و سبز است كه گويا خداوند براى آبادى خلق كرده است كه بدون جنگل‌تراشى و زحمت و مشقت در اين خاك نرم زراعت نمايند . يك قسم درختى است مثل درخت انار دو سه ذرع بلندتر نيست رنگ چوب و شاخه‌هاى\r\n\r\n\r\n","description":"","footnote":"\r\nجنگلها براى اهل كرمان و بلوچستان خيلى گران تمام مىشود چون نادر آذوقهء اردوى خود را از آنجا مىبرد و پس از عبور اردوى نادرى قحطى روى مىدهد . ديگر به واسطه كم بودن مالهاى باربرى زن و مرد را وادار مىكنند كه در عوض حيوانات از 7 الى 15 من آذوقه بر دوش خود حمل كنند . از قندهار نادر به طرف هندوستان روانه مىشود و از آنجا نيز « . . . فرمانى به بيگلر بيگى حاكم كرمان روان ساخت كه سپاهى جديد با امتعه‌ى كرمان از مأكول و ملبوس به جانب سند ارسال كند . . . » تاريخ كرمان ، سالاريه ، تأليف وزيرى .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nآن نيز به همان سياق است . برگ او بزرگ مثل برگ گردو مىماند ، مىگويند بلوچ‌ها و غيره از چوب اين درخت باروت مىسازند كه ده درجه از باروت چوب بيد پرقوت و پرصداتر است .\r\nيك قسم درخت ديگر هم در جنگل‌ها بود شاخه‌هاى آن مثل درخت ياس از پنج ذرع الى ده ذرع بلند مىشود خارهاى زياد بدى دارد برگ ندارد ، چوبش خيلى سخت و شكننده است و ثمرش به طرح گيلاس و آلوبالو است ، خال‌هاى سفيد و قرمز دارد و اصل او ليمويى است بسيار قشنگ مىباشد . مردم از اين ثمر ريسمان و پارچه رنگ مىنمايند و چوبش چرب است .\r\nدر اين منزل‌ها اهل اردو شب‌ها آتش به اين درخت‌ها مىافروختند از سر تا كلّه آتش مىگرفت و مثل مشعل مىسوخت به يك دفعه دويست درخت در هرنقطه به اين طور مىسوزانيدند ، آتش‌بازى غريبى مىشد كه خيلى تماشا داشت كه هيچ آتش‌بازى اين تماشا را نمىداد .\r\n\r\nگم كردن راه و پيدا كردن آن\r\nدر اين راه و دو سه منزل از بس خوش خاك است جنگل انبوه شده است ، آبادى ندارد و تردّد نمىشود . بلدهايى كه همراه بودند راه را گم مىكردند ، چنانچه به‌قدر دو فرسخ كه از منزل دور شدند و به علامت خط عراده توپ مىرفتند . بلدى كه همراه بنده بود گفت بلدى كه همراه توپخانه و سربازان است راه را گم كرده اين خط عراده توپ به غلط رفته است ، دو سه نفر از آن بلوچ‌هاى بلد كه همراه بودند به تعجيل فرستاد بروند آنها را برگردانند به راه بيندازند . خود بنده هم از دنبال آن‌ها عمدا راه عراده توپ را گرفت رفت كه بداند چه شده كجا رفته‌اند . نيم فرسخى كه رفت بلدهاى آن‌ها هم ملتفت شده توپخانه را برگردانيده بودند و به طرف منزل حسابى مىآمدند آسوده شده از دنبال آن به خط عراده توپ\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبه سمت منزل رفت . هرگاه زود بلدها ملتفت نمىشدند و به همان پيكره مىرفتند بسيار محل خطر و بيم هلاكت در اين جنگل دور دراز بىآب و علف بود .\r\n\r\nآثار قديمى\r\nاين وسط راه علامت تاريخى قلعه و سه برج بود . گفتند اينجا معروف به سه پايه است و به واسطه‌ى سه برج به سه پايه مسمى نموده‌اند . يك ميدان پايين‌تر آجر پاره و آجر درست كه از آجر نظامى تهران قطورتر و به وضع مثلث و علامت آبادى بزرگ و قبور و قنوات بود . مسيل بزرگ و كوچك بين راه زياد ديده شد .\r\nاز ابتداء منزل الى ورود منزل در هريك فرسخ و نيم فرسخ قنات مخروبه زياد بود . شش رشته خود اين بنده ديد و از قرارى كه خوانين و بلوچ‌ها مىگفتند از بيست رشته هم در اين راه و منزل قنات مخروبه زيادتر است . گودال‌هاى بين راه از آب باران مملّو بودند ، به حمد اللّه براى آب به احدى سخت نگذشت زمين هم شيره داشت و هميشه رطوبت در اين جنگل‌ها هست .\r\nنزديك منزل جنگل كوچك از درخت گز بود كه مثل درخت مجلسى همه يك‌نواخت و يك اندازه گل ريزه قرمز كرده بود . زمينش تازه سبز و روشن شده جيرفتى و درّاج در آن ميان زياد بود خيلى جاى مفرح و تماشايى بود . از آن جنگل كه خارج شد نزديكى گنبد تپه‌زار انبوه وسيعى بود به‌عينه مثل دوشان تپه و صحراى قصر فيروزه و كوهى هم مثل همان كوه پست و كوتاه مىنمود امّا اين كوه خيلى كشيده شده و مسافت داشت ، و وقت رفتن بمپور دو سه منزل از پشت اين كوه مىرفت ، منازل هم درّه آهو و درّه كشكى است كه در روزنامه نوشته شده .\r\n\r\nبرترى اين راه به راه اولى\r\nدر مراجعت كه از اين طرف به رودبار مىرود از پشت همان كوه راه اردوست ، كه هم به نرماشير و ريگان مىرود و هم به رودبار و جيرفت . راه اين طرف يك\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمنزل از آن راه اول به نرماشير دور تر است ، ليكن در خوبى خاك و زمين و جنگل و آثار قنوات زياد ، و صافى راه هيچ نسبت به منازل و آن راه ندارد .\r\n\r\nزندگى سخت بلوچ‌ها\r\nدر اين دو سه منزل طايفه‌ى شه دوست خان بلوچ كه به قدر پانصد ششصد خانه‌وار هستند مىنشينند ، و با آب چاه و اين بركه غديرها مثل سگ زندگانى و گذران مىكنند . به‌قدر يك صد و پنجاه نفر ديوانى نوكر دارند كه همراه ابراهيم خان سرتيپ به تنبيه بشاگردىها رفته بودند ، بقيه‌ى خوانين كه بودند استقبال كردند زياده از حد مهربانى در حق آنها كرده آنها را هم با دلاور خان و جمعيتى كه همراه دلاور خان بود خلعت داده از اين منزل مراجعت داد .\r\nبه خود دلاور خان اين چند روزه مهربانى زياد نموده علاوه‌بر خلعت يك باب چادر سرهنگى بسيار خوب هم به او داده كه در سرحد ميان ايل و طايفه باشكوه راه برود ، با كمال اميدوارى و شكرگذارى و دعاگويى وجود مبارك ولينعمت كل روحى فداه رفتند . سوال و جوابى كه با او شده همه را يادداشت كرده هريك را انجام داده و نداده در موقع خود به عرض خاكپاى همايونى روح العالمين فداه برساند .\r\nاين منزل هوا خيلى گرم است و جانوران موذى از قبيل مار و عقرب زياد است .\r\n\r\nپنگ\r\nمنزل هفتم پنگ « 1 » مسافت اين منزل شش فرسخ بود . اين منزل جاده از جنگل خارج بود از بالاى جنگل همه را مىآمد تا نقطه‌ى منزل كه داخل جنگل شد . عرض راه سنگلاخ بدى بود در بعضى نقاط بته‌ى قيچ زياد بود و بعضى جاها هيچ گياه نداشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پنگ يا پنگان پياله‌اى بود كه از سوراخ ته آن آب بالا مىآمد تا پر شده و به ته آب فرو رود و به جاى ساعت براى تقسيم آب به‌كار مىرفت ، و فنجان معرب آنست .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nبه اردو خيلى سخت مىگذرد\r\nهوا به شدت گرم بود چنان كه از هواى تابستان تهران گرمتر ، مگس و پشه و مار بسيار بود ، گرمى هوا امروز به اهل اردو خيلى اذيت رسانيد و در اين راه به هيچ‌وجه آب نبود . از منزل سقّاها راويه و مشگ‌ها را پر كرده با توپخانه بردند كه در بين راه از بابت آن به توپچى و سرباز سخت نگذرد و عطش صدمه نزند . پشه و مگس به نوعى زياد بود كه آدم مىخواست تكلّم كند و غذا صرف نمايد حلق و دهن پر مىشد . در منزل هم مار خيلى بود كه اهل اردو قريب پنجاه شصت دانه كشته بودند ، و شب از ترس آتش و چراغ روشن نكردند ، و اكثرى تا صبح نخوابيدند بعضى روى يخدان‌ها خوابيدند و بعضىها سر شب حركت كرده براى منزل ديگر رفتند .\r\n\r\nآثار برج‌هاى قديمى\r\nدر بين راه آثار قلعه و علامت چند برجى ديد و آثار قناتى بود . اين برج‌ها كه مثل تپه خاك شده بود شبيه تپه خاك‌هاى راه قزوين و ساوجبلاغ است كه حالا درست استفهام نمىشود كه برج بوده است يا علامت و نشان اخبار دادن است ، كه مثل چاپارخانه‌هاى قرار سابق بود .\r\nاين منزل جمازه‌سوارى از نزد ابراهيم خان سرتيپ رسيد كه از انتظام و امور به‌شاگرد و حكايت به يك ميرزا نوشته بود . نوشتجات او از پسته ارسال دار الخلافه مىشود .\r\n\r\nرفتار بد يك سرباز و تنبيه او\r\nاتفاق تازه در اين منزل شده بود ، يك نفر سرباز در ميان جنگل با ضعيفه‌اى از بلوچ‌ها خواسته بود امر شنيع نمايد ساربانان ديده او را گرفته بودند ، آوردند در حضور رؤساى بلوچ‌ها به‌قدر سيصد چهارصد تازيانه به او زدند ، كمال اميدوارى و شكرگذارى حاصل ساختند .\r\n\r\nزه كلوت\r\nمنزل هشتم بيابان مسمّى به زه كلوت ، مسافت اين منزل شش فرسخ بود . جاده گاهى از ميان جنگل و گاهى از\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nخارج جنگل مىرود . در دو فرسخ اول جاده از ميان جنگل مىآمد و بعد از جنگل كه خارج گرديد به‌قدر نيم فرسخ از كنار رفت مجددا داخل گرديد دو فرسخى از داخل جنگل گذشت ، درخت‌هاى اين جنگل چوب گز همه مجلسى و يك‌نواخت و سبز ، علف زمين هم تازه روئيده خيلى خوش‌صفا و مفرّح و تماشاگاه خوبى بود . درّاج و جيرفتى و هوبره در آنجا بسيار ديده شد و دو فرسخ به نقطه‌ى منزل مانده از جنگل خارج گرديد از بيابان همواره شن‌زار مىرفت . در اين راه علف درم‌شور و بته‌هاى چوب قيچ زياد بود .\r\nدر اين روز هوا به شدت گرم كه از ديروز هم يك درجه گرم‌تر بود و آب در بين راه نبود ، سقاها راويه‌ها و مشگ‌ها را از پنگ پر كرده همراه توپخانه و سرباز برداشته بودند . بعضى جاها كه بلوچ هستند چاه دارند در دو ذرعى به آب رسيده است و شيرين مىباشد دو رشته قنات مخروبه هم در راه ديده شد .\r\nدر نقطه‌ى منزل كه چادرها را زده بودند جنگل است و اين جنگل از يك طرف بيابان به‌قدر يك فرسخ مثل آنكه مهندس خط كشيده راست و رديف رفته كه به‌قدر يك ذرع بلكه نيم ذرع از آن خط مستقيم تجاوز نكرده است ، بالتمام اين جنگل درخت گز مانند درخت‌هاى مجلسى كوتاه و يك‌نواخت و محل تحيّر و تعجب بود .\r\nآب اين منزل هم آب باران است كه در گودال‌ها جمع شده .\r\nرودخانه‌ى كوچكى هم ميان اين جنگل است كه جزيى آب شورى در او جارى است .\r\n\r\nمرخص كردن سربازان\r\nدر بين راه نوكرهاى بلوچ كه همراه ابراهيم خان سرتيپ بودند از تنبيه و نظم به‌شاگرد فارغ گشته مرخص شده دسته‌دسته به منازل و مكان خود مىرفتند ، به آحاد و افراد آنها مهربانى نموده و انعامى هم به آنها داده كه\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nشاكر و رضامند رفته باشند . با وجودى كه آذوقه‌ى سه ماه برداشته بودند و پانزده روزه هم اين بنده نوشته بود از رودبار برده رسانيده بودند چون يك ماه زيادتر از مقصود توقف آنجا طول كشيده بود از باب عدم آذوقه و علوفه خيلى سخت به آنها گذشته و بسيار زحمت كشيده بودند و آذوقه‌اى كه تهيه كرده بودند مخصوص سرباز و توپچى بوده ، و ساير اردو بىآذوقه بودند . اين بود كه زحمت آنها زياد شده از اين طرف و آن طرف فرستاده آذوقه تحصيل نموده بودند و به واسطه‌ى شدت رودخانه‌ى هليل‌رود كه از پنج فرسخى كهنوج مىگذرد ، توپخانه و سرباز نتوانسته عبور نمايند از اين راه نيآمده از راه ديگر با شه دوست خان بلوچ كه نوكر ديوانى و شخص قابل خدمتگزارى است به بمپور رفته بودند .\r\n\r\nابراهيم خان در كهنوج منتظر فرمانفرما است\r\nابراهيم خان سرتيپ و رؤساى بلوچ و كدخدايان بشاگردى و گرويىهايى كه از آنها آورده به كهنوج رودبار كه سر راه است رفته منتظر ورود اين بنده مىباشند . انشاء اللّه پس از ورود مهربانى كامل در حق همه‌ى آنها به‌عمل آورده دستور العمل درستى داده روانه‌ى بمپور خواهد نمود . تا چندى كه جواب عرايض بنده از اولياى دولت عليه برسد ابراهيم خان با استعداد در آنجا باشد .\r\n\r\nرودخانه‌ى هليل‌رود\r\nرودخانه‌ى هليل‌رود رودبار از بلوك اسفندقه و مهنى برخاسته مىشود مىآيد به جبال ارز در آنجا دو شعبه مىشود يك شعبه آن به نرماشير و آن صفحات مىرود و يك شعبه به رودبار و بلوچستان مىرود ، كه در بلوچستان معروف به رودخانه جاز است ، و با رودخانه‌ى بمپور يكى مىشود . از قرارى كه مىگويند مشگل است گذشتن از اين رودخانه ، حالا مىروم تا پيش‌آمد كار چه باشد و چه شود . دو ساعت به غروب مانده هوا ابر و خيلى منقلب است اميد است باران ببارد . از اين منزل كوه‌هاى جبال بارز نمايان\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nاست و از بسيارى برف سفيد است .\r\nدر اين منازل همه‌جا جانوران موذى از قبيل مار و عقرب زياد است كه در ميان راه مكرر از جلوى اسب‌ها بيرون مىرفتند به حمد اللّه به فضل الهى به احدى از سرباز و توپچى و اهل اردو آسيبى نرسانيده‌اند .\r\nو بعضى نقاط راه شن‌زار و بسيار نرم بود كه كالسكه در كمال راحتى مىآيد . اين منازل همه قابل آبادى معتبر و قنات‌هاى خوب است هيچ ملكى بهتر از اينجاها خاك ندارد .\r\n\r\nبشير\r\nمنزل نهم در نقطه‌ى جنگلى است مسمى به بشير ، هشت فرسخ سنگين مسافت اين راه بود . جادّه از اول منزل قدرى از كنار جنگل بود و بعد داخل جنگل شد . ابتداء جنگل به‌قدر يك فرسخى درخت‌هاى گز انبوه بود و پس از آن تا آخر منزل درخت‌هاى كهن كنار و نيزار و متفرقه به‌طورى كه خيلى سخت عبور مىشد بلكه در دو فرسخى منزل اغلب اهل اردو با اين‌كه بلد همراه داشتند ، راه را گم كرده يك فرسخ از جاده خارج گرديده بودند .\r\n\r\nزيادى پشه باعث ناراحتى مردم شده بود\r\nدر ميان جنگل امروز آنقدر پشه زياد بود و اذيت مىكرد كه هيچ كس چنين چيزى نديده و خاطر نمىداد ، جميع مردم از آزار و اذيت پشه دستمال از زير كلاه بر سر كرده و از چوب برگ‌دار گز بادزنى دست گرفته ، و متصل جلوى صورت‌ها حركت مىدادند با اين تفصيل به سوراخ گوش و بينى مىرفتند در همه‌ى اهل اين اردو يك نفر نبود كه تنطق كند حواس همه به محافظت خود از اين پشه‌ها بود .\r\nزمين جنگل هم شوره‌زار و مسيل‌هاى بزرگ داشت ، كه عرض هر مسيلى دويست سيصد ذرع بود . هوا هم از ديروز گرم‌تر دو مساوى گرماى تابستان تهران و ابر بود ، زيادى صدمه‌ى پشه هم به اين واسطه شد و نفس آدم از اين هوا و پشه قطع مىشد ، اسب و درشكه هم به\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nصعوبت گذشتند . سه فرسخ به منزل مانده ابرها بر طرف و هوا جزيى جوهر نسيمى پيدا كرد آن وقت پشه‌ها بر طرف شدند .\r\n\r\nاستعداد اين صحرا براى آبادى\r\nو بعضى نقاط جنگل محل مرتفع و بدون درخت محوطه ولى زمين صحرا و جنگل بالتمام سبز و گياهش منحصر به علف پنيرك حتى نقطه منزل هم كه چادر زده‌اند در چمن سبز علف پنيرك است آدم كه بالاى آن محل‌هاى مرتفع مىرفت تمامى اين جلگه كه جنگل است به‌قدر بيست فرسخ در بيست فرسخ از يمين و يسار به‌نظر مىآمد يك وضع غريبى حالت اين صحراى وسيع و جنگل بازىها مشاهده مىشد كه عقل متحير و متعجب بود . خاك مثل توتيا نرم مسطح و كلا سبز مثل صحراهاى خوب فرنگستان ، كه چمن سبز و نقطه‌نقطه جنگل طبيعى و مصنوعى داشت .\r\nهرچه از باب پشه و گرمى هوا اول طبايع منزجر و خفه گرديده بود ، در اين سه فرسخ اخير قلوب روشن و مفرّح بود تلافى آن صدمه را با حسن وجه نمود . اين قسمى كه بنده ملاحظه‌ى زمين و صحرا و خاك اين منزل را نمود اگر آبادى كامل در همين يك منزل بشود به‌قدر يك بلوك نرماشير بلكه زيادتر محصول شتوى مىدهد صيفى و حناكارى به‌قدر ده هزار تومان مىتوان عمل آورد .\r\n\r\nكوه ميل فرهاد\r\nاز اين منزل به رودبار دو روزه ، و به نرماشير چهار روزه ، از پهلوى كوه ميل فرهاد مىرود . هرچه خواست محقق كند به چه مناسبت آن كوه را ميل فرهاد مىگويند چيزى دليل نداشتند . اين كوه بسيار بلند و در ميان درّه واقع مخروطى افتاده حجارى نكرده‌اند ولى حجارى شده خدايى است . كسى تا به حال بالاى او نرفته ، سه طرف او رو به جلگه و يك طرفش نزديك به كوه است . به قدر يك فرسخ دوره‌ى اوست ، و به اين شكل است .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nو كوه ديگرى هم بالاتر اين كوه مىباشد خيلى عظيم است و كله‌ى او ميلى نمايان مىباشد ، كه دوره‌ى آن ميل تقريبا هفت هشت ذرع است سمت جلگه مىباشد :\r\n\r\nمكالمه با دو متولى زبان‌نفهم\r\nسه فرسخ به منزل بشير مانده ، در ميان جلگه ، بقعه‌ى مخروبه و قبرستان معتبرى بود كه سر همه‌ى قبور سنگ‌هاى مرمر بزرگ حكاكى شده از خاك شيراز آورده به سبك سنّىها نصب كرده بودند . دو نفر متولى « 1 » لخت عور آسمان جلى مثل حيوانات در سر بقعه بودند ، پيش آمدند چيزى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكثر سكنه‌ى بلوچستان مذهب سنى دارند و زبان بلوچ شعبه‌اى است از زبان هند و اروپايى .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nبگيرند ، مدتى در آنجا زيست نمود سؤال و جواب زيادى با اين دو نفر حيوان وحشى كرد كه بسيار خنده داشت اول از دين و آئين پرسيد و از پيغمبر و امام خبر گرفت ، در عوض جواب همه را سر جنبانيده و ها بلى مىگفتند .\r\nحكايت فرنگستان و عماد الدوله مرحوم را به خاطر آورده و بىاختيار خنده مىنمود كه وقتى فرنگىها سؤال مىكردند يك لفظ « وى وى » و يك لفظ « انپه » جواب مىگفت .\r\nيكى هم سؤال و جواب پادشاه بلجيك را به خاطر آورد كه از عماد الدوله سؤال كرد حرف مىتوانيد بزنيد جواب « انپه و كرك » تمان داد كه پادشاه بلجيك آن خنده اعتضادشكن را سر داد . آنقدر خود به\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nخود خنده دست داد كه مردم تعجب مىكردند يعنى چه ، چه شده كه بنده اينطور مىخندد . بالاخره آن دو وحشى متولى گفتند ما هيچ نمىدانيم اينجا دو نفر با زن و بچه خود نشسته و منتظر هستيم كه از ايلات بلوچ‌هاى حول و حوش بميرند بيآورند اينجا دفن كنند چيزى بما بدهند كه مايه‌ى معيشت ماها باشد و ممّر گذران ماها از اين راه است .\r\n\r\nآثار قنوات متعدد\r\nدر بين راه ، آثار و علامت دو رشته قنات مخروبه و يك قلعه ظاهر بود . از آثار قلعه تپه خاك و خورده آجر زيادى باقى مانده بود ، و زمين مثل ملك مزروعى خيلى صاف و هموار . از خوانين بلوچ كه همراه بودند تحقيق نمود و سليمان خان سرهنگ مذكور داشت كه سواى اين دو رشته قناتى كه سر راه بود و ديديد ، پانزده رشته‌ى ديگر هم در اين جلگه كه از طرف ميل فرهاد مىآمدم به بمپور بروم به رأى العين ديده‌ام منتها در بيست ذرعى به آب مىرسد و آبش هم خيلى شيرين و گواراست . هرچه از اين زمين و جنگل و جلگه تعريف نمايد زياد جا دارد .\r\nوقت عصرى در صحراى حول و حوش منزل گردش مىنمود افسوس زياد دست داد كه حيف و صد حيف چنين ملك مرغوبى لم يزرع افتاده است . درّاج و جيرفتى هم تك‌تك پيدا مىشد ، مار و عقرب و جانوران موذى در اين منزل كم بود ديده نشد .\r\nدران خان ضابط رودبار با ساير خوانين در اين منزل به استقبال آمدند انواع مهربانى در حق آنها به‌عمل آورد .\r\n\r\nبيژن آباد\r\nمنزل دهم بيژن‌آباد ، « 1 » مسافت پنج فرسخ بود . تمامى راه اين منزل صاف و هموار و جنگل باز و روشن و همه‌ى صحرا سبز و خرم و هوا معتدل خيلى باصفا بود ، پشه و مگس هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بيژن‌آباد ده كوچكى است از دهستان سبزواران بخش مركزى شهرستان جيرفت .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nچنان اذيتى نداشت .\r\n\r\nاستقبال از فرمانفرما\r\nبين راه ابراهيم خان سرتيپ با رؤساى بلوچ و غيره به قدر دويست نفر سوار و جمّازه‌سوار استقبال كردند « 1 » ، خوانين و كدخدايان رودبارى هم دسته‌دسته همه جمّازه‌سوار به استقبال آمدند و كمال مهربانى به سرتيپ و آحاد و افراد و همراهان او و خوانين و كدخدايان رودبارى نمود .\r\nانصافا ابراهيم خان سرتيپ خيلى خوب از عهده‌ى اين خدمت بشاگرد برآمده . از طرف سرتيپ چهار نفر از بلوچ‌ها كشته شده و ده پانزده نفر زخم‌دار گرديده بودند ، و به‌قدر سى چهل نفر از مقصرين بشاگردى كشته و زخمدار شده بود . گرويى معتبر از آنها گرفته و تمام ماليات آنها را اخذ داشته است ، مفسدين و متمردين و سركشان را تنبيه و تأديب كرده بود . پسر شه دوست خان از قرار تصديق سرتيپ خيلى رشادت و دليرى كرده بود و چند نفر ديگر هم از بلوچ‌ها خيلى هنر و جلادت بروز داده بودند . به پسر شه دوست خان و آن بلوچ‌ها خلعت داده ، و به اوليا و منسوبان مقتولين انعامى داده جزيى مستمرى هم برقرار داشت همه ساله حاكم بمپور به آنها برساند . كمال شكرگزارى از وضع مهربانىها حاصل ، و دعاگوى ازدياد سلامتى وجود مبارك ولينعمت كل روحى فداه گرديدند .\r\n\r\nفرار مردم رودبار\r\nچون در سال گذشته كه دران خان را ضابط رودبار كرده بودند به لباس مختلف و شر و شلتاق آنچه توانسته از او گرفته و معزولش نموده بودند ، و بعد اين يك بلوك را پاك و چاپيده يك آتشى افروخته‌اند كه به تحرير نمىگنجد ، پس از عزل خواسته بودند باز دران خان را بگيرند و صدمه بزنند . نصف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصل : كردن .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمردم رودبار با دران خان هرچه خرمن و خوشه داشته آتش زده دست اهل و عيال خود را گرفته به بندرعباسى رفته جلاى وطن نموده بودند . تا اينكه بنده مأمور و وارد كرمان گرديد . دران خان با چند نفر از ريش‌سفيدان منفردا به كرمان نزد بنده آمدند ، بنده آنها را خيلى دلدارى داده مطمئن و اميدوار ساخته و خود دارن خان را مباشر نموده و به همه خلعت داده ، كم‌كم رفته زن و بچه خودشان را آورده‌اند ، و اكثر ريش‌سفيدان و خود دران خان هنوز عيال خود را از بندر نيآورده‌اند ، انشاء اللّه امسال تمامى آن‌ها بعد از تفرقه چندين ساله دلگرم گرديده به اوطان خود خواهند آمد .\r\n\r\nنبودن آذوقه در رودبار\r\nمقصود اين است يكى به اين واسطه و يكى هم به واسطه عدم بارندگى آذوقه در رودبار نبود . قبل از اين به محمد حسن خان ضابط جيرفت اعلام كرده بودم كه گندم و جو و كاه از جيرفت حمل رودبار نمايد جيره عليق دو روزه اردو را در اين بيژن‌آباد حاضر كرده بود ، و به واسطه‌ى رفع خستگى خود و اهل اردو ، و مال‌هايى كه ده منزل كاه نخورده و به‌قاعده جو نچريده و آب جارى ننوشيده .\r\n\r\nيك روز توقف در بيژن‌آباد\r\nو براى رسيدگى به امور اهالى اين بلوك ، يك روز توقف قرار داد كه مردم رفع خستگى ، و حيوانات نوبر جو و كاه و آب جارى كنند . فى الحقيقه آنچه به تصور بيايد در كمال سختى در اين چند منزل بىآب و آذوقه به سختى تمام به مردم گذشته است .\r\nاين بيژن‌آباد اول آبادى آب جارى است . آبش منحصر است به يك نهر كه از عهد قديم از رودخانه‌ى هليل‌رود جيرفت بريده آورده‌اند در اينجا زراعت مىنمايند . در خشك‌سالى اين نهر خشك مىشود آب خوراك اهل بيژن‌آباد از چاه كشيده مىشود . اين آب نهر با اين‌كه از اين\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nراه دور مىآيد گل‌آلود است ، يك روز كه در يك‌جا مىماند صاف مىشود ولى خيلى گوارا است .\r\n\r\nاستعداد زراعتى\r\nزراعت گندم اين بيژن‌آباد از خوبى خاك قسمى پر قوت است و نموّ مىكند كه هرساله اول بهار يك فصل بايد مال بيندازند مثل شبدر و يونجه بچرانند دوباره بيرون مىآيد خوشه و سنبل و دانه خوب مىكند ، اگر نچرانند زياد پر و بلند مىشود همين‌طور علف سبز او بر روى يكديگر مىريزد و مىگندد و به هيچ‌وجه خوشه نمىكند . امسال وقت پاييز كه آب نهر رودخانه خشك شده و از آمدن باران مأيوس گرديده رعاياى اينجا به‌كلى متفرق و زراعت نكرده بودند ، بعد از نزول رحمت الهى نوروز بيك پيشخدمت بنده كه مأمور وصول ماليات رودبار بود ، رعاياى اينجا را جمع‌آورى كرده چهار پنج روز بعد از باران كشته بودند ، مع هذا وقتى كه بنده اين محصول را ديد حيرت كرد ، تا به حال در هيچ جا محصول به اين خوبى نديده بودم سبز و خرم برگ‌ها مثل برگ نى پهن شده اين محصول را چون ديرتر و به موقع نكاشته‌اند نمىچرانند .\r\n\r\nاستعداد عجيب اين ناحيه\r\nاز منزل كوچه‌گردان الى بيژن‌آباد به اسم و رسم تفصيل خرابى و جنگل و صحرا و نبودن آب جارى نوشته شده ، البته يقينا اين منازل بىآب و آبادانى كه در جلگه واقع مىباشد شصت فرسخ طول و سى فرسخ متجاوز عرض دارد ، و حالت استعداد زمين و علامات و آثار قنوات مخروبه و غيره كه به جزو همه را در روزنامه منازل نوشته است ديد ، صد هزار افسوس دست داده كه چرا بايد چنين ملكى كه در هيچ جاى عالم نيست ، اينطور مخروبه و بلاسكنه افتاده باشد و احدى به صرافت آبادى نيفتاد غفلت كرده باشند . بعد از ملاحظه‌ى اين جاها و مكان‌ها كه هوش از سر آدمى مىبرد ، صرف نظر از آبادى آن راه اول كه بمپور رفت نمود ، مگر از ريگان\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالى درّه آهو هرچهار فرسخى آب مختصرى در بيآورند هفت هشت خانه‌وار بلوچ بنشانند « 1 » براى رفع احتياج عابرين .\r\n\r\nواجب بودن عمران در اين منطقه\r\nولى از طرف استعداد و قابليت زمين و خاك چنان ديد كه هرچهار فرسخ در چهار فرسخ قنات احداث كنند ، و از همين ايلات بلوچى كه در گوشه و كنار اين راه‌ها هزار خانه‌وار پانصد خانه‌وار متفرقه و بيابان‌نشين هستند بيآورند مسكون نمايند ، اندكى توجه بكنند مدّت چهار پنج سال طول نخواهد كشيد كه از رودبار تا بمپور همه‌ى اين آبادىها قصبه سر قصبه بلكه شهر روى شهر خواهد شد ، همچنانكه در سابق هم بوده است . اراضى سيستان و بلوچستان و مرو و سرخس در پيش اين سرزمين هيچ است ، مىتوانم به جرئت قسم ياد نمايم كه در صورت توجه پنج سال مملكت بزرگى به‌قدر عراق و خمسه و قزوين خواهد شد كه صد هزار تومان منافع و ماليات بدهد و در وقت ضرورت ده هزار قشون از نرماشير تا بمپور به آسانى و فراوانى آذوقه بروند .\r\n\r\nنقشه براى آبادانى بلوچستان\r\nو يك حسن ديگر آبادى اينجا به هم مىرساند كه از اين منزل تا جبال‌بارز كه ييلاق و كوهايش پر برف و خوش‌هواست تا الى بمپور يك حاكم‌نشين معتبر خوب مىشود ، و سرحد خود بلوچستان كه بالاتر از كوه مزار است طايفه‌ى دلاور خان و حسين خان هستند ، و بسيار ييلاق خوش‌آب‌وهواست . يك حاكم‌نشين مىشود كه همه متصل به يكديگر و به همه‌جا دست دارد حتى به سيستان ، و مقر حكومت همه در ييلاق واقع مىشود و مردم از صدمه حرارت آفتاب و هوا و آب اين راه و بمپور فارغ مىشوند به رغبت و آسانى بمپور و بلوچستان مىروند و مراجعت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصل : به‌نشانند\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمىنمايند و توقف در آنجا مىكنند ، و الا اگر به همين حالت حاليه به غفلت بگذرد بلوچستان هم بىخاصيت خواهد بود ، چراكه در مقام ضرورت اگر بخواهند دو هزار نفر قشون به بلوچستان بفرستند ممكن نمىشود . چگونه مىتوان بيست منزل نان و آب و جو و كاه به‌جهت قشون حمل نمود باربردار كجا آنقدر پيدا مىشود چه‌طور از كجا تا به كجا حمل آذوقه مىنمايند ، اين صفحه از براى دولت از واجبات است .\r\n\r\nكهنوج و رودخانه هليل‌رود\r\nمنزل يازدهم كهنوج كه قصبه و ضابطنشين رودبار است « 1 » مسافت اين منزل پنج فرسخ بود . از بيژن‌آباد تا لب رودخانه دو فرسخ است در اين دو فرسخ همه‌جا نهرها از رودخانه‌ى جيرفت ، كه مشهور به هليل‌رود « 2 » است براى زراعت درآورده‌اند و در حقيقت اين صحرا از زيادى قوّتى كه دارد محصول را چهل روزه مىرساند زيرا كه اين باران‌ها بيست روز است آمده و قبل از باران در رودخانه يك سنگ آب نبوده و اين زراعت را بيست روز است كاشته‌اند ، و اين زمين از رودخانه مرتفع است در طغيان رودخانه آب از اين نهرها جارى مىشود بيست روز از عيد گذشته آب از نهرها مىافتد و محصول را درو مىكنند اقلا تخمى پنجاه تخم برمىدارند .\r\nاين دو فرسخ همه‌جا از كنار نهرها آمد تا وارد رودخانه شد . به واسطه‌ى طغيان آب ، توپخانه و سرباز را از راه دوسارى كه رودخانه را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رودبار يكى از دهستان‌هاى نه گانه‌ى بخش كهنوج شهرستان جيرفت است . هوايش گرم است و آبش از قنوات و از رودخانه‌ى هليل‌رود تأمين مىشود . مركز دهستان قصبه‌ى كهنوج است كه مركز بخش نيز هست . امروزه مركز پادگان جمازه‌سوار لشگر 7 كرمان است و راه‌هاى مالرو از اينجا مىگذرد .\r\n( 2 ) . اين رودخانه مهم جيرفت است كه از كوه‌هاى بافت و ساردوئيه سرچشمه مىگيرد و جلگه جيرفت را مشروب مىكند و سپس به هامون جازموريان فرو مىرود .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nنمىبيند روانه‌ى كرمان نمود و به همه صاحب‌منصب توپخانه و فوج خلعت و انعام داده به سلامتى و تشكر تمام رفتند .\r\nاين رودخانه در ميان جنگل واقع شده كه دو طرف جنگل است و رودخانه از وسط مىگذرد و جنگل بسيار بزرگ و انبوه از درخت گز مىباشد . باوجود آنكه جيرفتى و درّاج و تيهو بسيار بود ، از پرزورى جنگل شكارش بسيار مشكل بود خاصه با قوش ، باز با تفنگ شكارى كردند . در اين رودخانه قلم‌هاى قرمز خوب بسيار بود . در سر رودخانه به واسطه‌ى زيادتى آب براى عبور دادن بنه و مال ، با اينكه آب‌بازها حاضر بودند ، به‌قدر ساعتى مكث كرده بنه و مال همه را كه گذرانيدند خود بنده سوار شده با همراهان به رودخانه زديم . به‌قدر بيست قدمى اسب شنو مىكرد و بعد ديگر بىشنو مىگذشت . مردم و سرباز قراول كه يك دسته مانده و همراه بودند به سلامتى بىعيب گذشتند . از رودخانه هم تا منزل كهنوج همه‌جا جنگل بزرگ و كوچك و صحراها سبز و هوا هم ابر بود ، انشاء اللّه اثر بارندگى ظاهر مىشود و نسيم خنكى هم مىآيد كه از صدمه پشه و مگس آسوده بود .\r\n\r\nقلعه‌ى كهنوج\r\nمحمد حسن خان ، پسر شفيع خان راورى ، كه ضابط جيرفت و مرد معقولى است ، با ناصر خان ضابط جبال ارز در بين راه استقبال كردند تا وارد كهنوج گرديد .\r\nقلعه‌ى بسيار سختى دارد . ابتداء كهنوج در روى كوه سنگى واقع است كه از قلعه‌ى بم و بمپور مرتفع‌تر است و به‌عينه شبيه دوشان‌تپه ولى ارتفاع اين قلعه اندكى از او كمتر و طول كوه و قلعه‌ى اينجا به آن اندازه نيست و بالفعل اين قلعه خراب و ويران و چاهش را كه آب داشته است پر كرده‌اند .\r\n\r\nدليل خرابى قلعه\r\nباعث خرابى قلعه را تحقيق كرد گفتند در سالى كه\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nامير توپخانه شده بود سعيد خان « 1 » مشهور به بلوچ كه ضابط رودبار بود و از ديوان و دربخانه گريزان بود ، امير توپخانه قول داده او را در جيرفت نزد خود آورده و گرفته بود و حكم به خرابى قلعه كرده ، و سعيد خان را هم به تهران برده بود كه بعد از دولت او را مرخص كرده . به وطن خود آمده بود .\r\nدر حوالى قلعه سه چهار رشته قنات است و نخيلات فراوانى دارد .\r\n\r\nفقر رعايا\r\nيكصد و پنجاه خانه‌وار رعيت دارد ، كلا ميان كپر كه از حصير خرما مىسازند و به‌قدر يك آلاچيق كوچكى است و به همان اندازه و تركيب مىباشد در اين گرما و جهنم مثل حيوانات زندگانى مىنمايند ، و باوجود اين جنگل فراوان يك خانه‌ى چوبى ندارند و همچنين خشت و گلى هم ندارند .\r\nچراغ خان عموى دران خان كه مرد كدخدامنشى بوده مىخواسته است كه بلكه اين مخلوق از اين حالت حيوانيت و وحشىگرى بيرون بيآيند باغ خوبى ترتيب داده و از همه‌جور مركبات و نخيلات غرس كرده است .\r\n\r\nدرخت موز\r\nيك‌جور درختى داشت معروف به موز كه چيز غريبى است . برگ‌هاى بسيار بزرگ بلند و پهن دارد كه سه مساوى برگ كدو است و بسيار سبز و خرم ، شاخه و ساقه‌ى او را امسال سرما اذيت كرده بريده بودند كه دوباره از بيخ او سبز شود . با وجودى كه مدتى بود بريده بودند چند ساقه او را آوردند ورقه‌ورقه مثل پياز بود و اين ورقه‌ها را كه مىفشردند يك‌جا آب بود مثل هندوانه كه فشار بدهند آب از او مىريخت و سلفش مىماند ، و مغز او ساقه‌اى داشت بدون ورقه بسيار صاف و خوش‌رنگ كه به رنگ زردى روغن گمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سعيد خان رودبارى از تابعان آقا خان محلاتى بود كه در قيام دوم آقا خان در سال 1257 شركت كرده و شكست خورد .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمىزد به‌طورى كه هيچ نقاشى اين قسم رنگ نمىتواند بزند ، آن ساقه ميان را برداشته به پارچه پيچيد نگاه بدارند اگر ضايع نشود تماشا كردنى است .\r\nدو سه درخت ديگر بود كه ثمر و ميوه‌ى او را ترشىآلات مىكنند و او را از هندوستان مىآورند بسيار خوب مىشود . دو تا هم درخت انبه بود ولى حال نه مركبات و نه اينها هيچكدام ثمر نداشتند همه را چيده تمام كرده بودند . چادر اين بنده را در ميان آن باغ زدند بىصفا نبود . يك تكيه و حسينيه خشت و گلى در اينجا بنا كرده بودند بعد از فوت چراغ خان پيله‌ورها نشسته داد و ستدى مىكردند ، و مسجد هم با تكيه داير بود خوب بناها در آبادى داشته و باغش هم بسيار بزرگ و خوش طرح بود و خيابان‌ها داشت معلوم بود كه آدم با مدرك زبان‌فهم بوده است .\r\n\r\nادامه توقف در كهنوج\r\nبراى تفريق محاسبات ولايتى و قشونى ابراهيم خان سرتيپ و دستور العمل مأموريت او دوباره به بمپور سه روز در اينجا توقف قرار داد كه محاسبات او را تمام كرده و همچنين محاسبه رودبار را بگذراند كه از اينجا حركت به جيرفت نمايد و آن‌ها هم به مأموريت خود رفته باشند و ردوبدل اسناد ديوانى براى محاسبه ديوان و صدور كتابچه شده باشد . ديگر غير از اين‌ها در اين منزل چيز ديگر نبود نوشته شود .\r\n\r\nترتيب پرداختن مالياتهاى عقب افتاده\r\nدر توقف كهنوج رسيدگى به امور مالياتى و رعيتى نمود . مبلغى از هذه السنه باقى بود آنچه معلوم بود به واسطه‌ى تعديات سابق كه به دران خان شده بود و از جهت پريشانى و جوانى كه چندان اقتدارى در خود به هم نرسانده و از ماليات قدرى كلاه‌كلاه كرده به قروض خود و منفعت او رفته و مبلغى نزد كدخدايان و مباشرين مانده كه به خيال\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nخوردن بودند . تهديدى به همه نمود و خيال عزل او را در ظاهر نمود و كدخدايان را مىخواست تنبيه كامل نمايد . خودشان همه از در عجز و لابه آمده اظهار ندامت كردند و به همه گفتم آنچه را كه بايد در آخر به تنبيه و تهديد و خرابى و تمامى به‌عمل بيآوريد در اول به خوبى و خوشى به‌عمل بياوريد . همه‌ى آنچه جمع شده قرار باقى خود را داده كه بيست روزه بپردازند ، و دران خان هم يك ملك خود را به اهالى ولايت فروخت كه هم قروض سابق خود را كه از تعديات سابق به‌عمل آمده بود بدهد و هم باقى امسال خود را بپردازد كه من بعد ديگر كلاه كلاهى در ماليات نكرده باشند ، و قروض سابق او و باقى او سه هزار و پانصد تومان مىشد داده شد و به‌قدر هفتصد تومان ماند او را هم اربابان اين بلوك كه غلام خانه‌زاد سلسله اينها بوده‌اند كه كم‌كم دست‌اندركار و صاحب مايه و ملك شده‌اند و دخيل در عمل اين سلسله و مباشرى جدّ و پدر و خود دران خان بوده‌اند ، آنها امداد و كمك نموده ، و از تفاوت عمل ولايتى و بىحسابىهاى گزاف ، كه حكام قبل چوب‌انداز از اين بلوك مطالبه مىكردند .\r\n\r\nتخفيف ماليات\r\nدر اول سال در شهر كه رعايا عارض شدند هزار تومان تخفيف داده بودم ، و بعد از رسيدگى در اينجا هزار تومان هم مجددا تخفيف دادم ، كلا شاكر و دعاگوى ولينعمت كل روحى فداه گرديدند . پانصد تومان به همه جهت تفاوت عمل به‌جهت حكومتى مشخص گرديد كه ديگر ماليات عيب و نقص به هم نرساند ، و بدين واسطه‌ها جزو بقايا نگردد ، و كلا خواهش كردند كه خود دران خان كه خانواده قديم مىباشند ، ضابط و مباشر « 1 » آنها بوده باشد ، و خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در عهد قاجاريه رسم بوده كه بيشتر حكام ولايات را از بين شاهزادگان انتخاب كنند ، ولى ضباط و كدخدايان و مباشرين از معتمدين محل بودند تا مردم از آن‌ها حرف‌شنوى بيشترى داشته باشند .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nكدخدايان ماليات بلوك را پابه‌پا كردند و ضامن بر ضامن شدند ، و ضامن امور و درستكارى او شدند ، تمسكات معتبر گرفته شد و به همه خلعت داد و رفع جميع تعديات و بىحسابىها از رعيت جزو كل نمود ، شاكر و ممنون گرديدند و كارشان به اين قسم ختم شد .\r\nعصرى در ميان اين باغ بزرگ كه چراغ خان ساخته است مىگشت و گاهى در جلگه‌ى او خارج از باغ در نخيلات راه مىرفت كه خانه‌هاى\r\n\r\nمرغ مسمائى\r\nكپرى بود ، يك‌جور مرغ سياه رنگى ديد كه به‌نظر جور ديگر مىآمد . گفتند اين مرغ را مرغ مسمايى مىگويند گوشت او هم سياه است ، تعجب كرد به آقا على گفت دو سه قطعه بخرد بكشند تماشا نمايد بعد از كشتن پاك كردند آوردند خيلى تماشا و خنده داشت ، آدم حبشى و بمباسى ديده بود مرغ سياه حبشى و بمباسى نديده بود . پوست و پاها و استخوان‌هاى او سياه بود و گوشت آن كه در زير پوست بود سفيد رنگ بود . بعد از پختن كه رگ در گوشت هم سياهى داشت ، و آن‌قدر لطيف و نازك و خوب بود كه مىتوانم بنويسم از درّاج و جيرفتى هم بهتر بود . اما آدم به واسطه سياهى او درست بخوردنش ميل نمىكرد و توى ذهن مىزد ، مثل پرتغال‌هاى تو قرمز فرنگستان كه به رنگ خون بود به دل نمىچسبيد .\r\n\r\nدرخت جارو\r\nو يك درختى هم ديد مثل درخت گل طاوس كه به جارو مشهور است ، به عينه مثل اواما گل‌هاى اين زرد بود كوچك و دانه‌دانه و قلم‌كارى زياد خوش‌گل چيزى بود تخم نداشت كه برداشته در ساير جاها و سرحدات كاشته شود كه به عمل بيآيد خيلى تحفه گلى بود .\r\n\r\nمرغ سياه كوچك\r\nو يك مرغ كوچكى كه بسيار از گنجشك كوچك‌تر بود بلكه از بلبل قناريه‌اى هم كوچك‌تر سياه رنگ مثل اطلس سياه برق مىزد و بسيار خوش‌گل و به‌عينه مثل\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nقناريه‌اى صفير مىزد ولى مختصر ديگر نمىداند من بعد موقع خواندنش باشد يا همين بود ، و مسكن آن در ميان نارنج‌ها و مركبات بود خوراكش هم بهار مركبات و برگ آنها بود .\r\n\r\nبرگ درخت موز\r\nيك درخت موز هم در ميان نخل‌ها بود كه سرما اذيت نكرده بود و برگ‌ها داشت زياد تماشا داده از خلقت خدايى تعجب كردم . البته برگ آن دو ذرع تمام بود و پهناى آن سه چارك مثل پارچه‌هاى ضخيم اطلس سبز فرنگى ، و اين برگ خطوط راه راه داشت از قشنگى و خوبى رنگ او و طراحى خدائى آدمى متحير مىشد .\r\n\r\nصهران\r\nمنزل دوازدهم صهران مسافت پنج فرسخ بود . همه صحرا جنگل بود و سبز و نخيلات فراوان در هرنقطه داشت . تا دو فرسخى بعد از آن ديگر آب نبود همه‌جا باز ريگ‌زار و صحرا و جنگل بود تا نزديكى صهران ، باز قنوات و زراعت‌ها بود و رودخانه‌ى هليل‌رود از نزديكى اين صهراب مىگذرد .\r\n\r\nشكار درّاج و جيرفتى\r\nو جنگل انبوه بود درّاج و جيرفتى و تيهو زياد داشت ، و از بسيارى جنگل شكار قوش مشكل بود . قوش بنده مثل خودم لخه و لكنت شده بود مثل حالت‌هاى باخت تخته نرد كه لخه و لكنت در دست محمد امين مىشديم . هى مىانداختم متصل مثل اينكه به طاس تملق كرده فرياد مىزدم « هى جانمى » مطول درازى مىگفتم تا به جان‌كندن و جانمىجانمى دو سه تا شكار مىكرد .\r\n\r\nآب گواراى صهران\r\nنهرها در اين صهران از رودخانه برداشته بودند كه زراعت زيادى داشتند ، و آب بسيار گوارا داشت زيراكه اين رودخانه از بلوك اسفندقه و بلوك ارزويه و اقطاع مىآيد البته سى فرسخ مسافت دارد همه‌جا به سنگ و كوه مىخورد گوارا مىشود .\r\nو ابراهيم خان سرتيپ را هم چون محاسبه و عمل فوجى و سواره\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nاو تمام نشده بود تا اين منزل آوردم كه كارهايش را تمام كرده از اينجا مراجعت كرده باشد ، و الان كه اردو در اين مكان افتاده اين نهرها از جلوى همه‌ى چادرها مىگذرد و تماما زراعت سبز و خرم است ، و هوا هم مساعدت دارد بسيار به اهل اردو خوش مىگذرد . همه‌جا جنگل است از آن درخت‌هاى گز بزرگ خاكسترى رنگ ، و ساير درخت‌هاى متداول اين جنگل‌ها زياد است .\r\n\r\nسنگ سفيد و شكايات ابراهيم خان\r\nمنزل سيزدهم سنگ سفيد « 1 » كه اول خاك جيرفت است . محاسبات ابراهيم خان سرتيپ تمام شده بود ، ديشب شرح مفصلى نوشته بود و عجز و لابه كرده بود كه همه ساله فوج گرمسيرى و جمعى من از جمّازه‌سوار كه از اول سال تا آخر در بمپور و غيره ساخلو و مأمور خدمت مىباشند در چنين گرمسيراتى كه ثلث آن تلف مىشوند مثل ساير سربازان نه كمك‌خرج دارند ، و نه مدد معاش در محاسبه‌ى من ساليانه به خرج مىآورند . بعد از رسيدگى معلوم شد كه در دفتر لشگر « 2 » ساليانه منظور كرده نوشته‌اند ، ليكن در آخر شش ماهه به خرج نوشته‌اند و شش ماهه‌ى ثانى را موقوف به رسيدگى كرده‌اند . خود سرتيپ را حاضر كردم و گفتگوى زياد نمودم ، جواب گفت كه اين فوج و جمّازه‌سوار از اول سال تا آخر سال مأمور هستند و در سر خدمت و حال آنكه امسال به‌علاوه‌ى مأموريت ساليانه سه سفر فوق العاده كرده‌اند ، يكى پنج ماه قبل كه مأمور بمپور شدم با من آمدند ، از بمپور هم دوباره مأمور تنبيه بشاگردىها و نظم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سنگ سفيد ده كوچكى از دهستان سبزه‌واران شهرستان جيرفت است و در سر راه عمومى دوسارى و كهنوج قرار گرفته است .\r\n( 2 ) . با وجود تمام سعى عباس ميرزا كه قشونى از روى اسلوب اروپا تهيه كند موفق نشده بود و هنوز قشون يك مجموعه‌ى بىنظمى بود از ايلات و فوج‌هايى كه به آنها يا حقوق مىدادند يا در عوض خدمت زمين مىدادند ، و هيچ طريقه‌ى مرتبى براى پرداخت اين حقوق موجود نبود .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nآنجا و وصول ماليات آنجا شدند ، كه دو ماه در اين كوه‌ها با صدمات زياد و جنگ و جدل بودند ، تا بعد از انتظام كامل و خسارت زياد آنها و خودم به رودبار آمديم . الحال هم مجددا مأمور بمپور و جميع بلوچستان و مكران شده‌ام پنج ماه ديگر هم از آنجا خلاص نخواهم شد و در قوّه و طاقت من نيست و بيش از اين قوّه‌ى خسارت را ، نه خودم دارم و نه سرباز و جمّازه‌سوار ، و به‌قدر هزار نفر سواى نوكر ديوانى بايد از بلوچ‌ها به همراه خودم در همه‌جا داشته باشم . چون حرف حسابى بود تصديق كردم . قرار را به نه ماهه دادم و هرچه كردم بلكه تمكين نمايند مقدور نشد . و اين سفر را هم از واجبات مىدانستم و ملجأ و ناچار به قبول مواجب ساليانه شدم ، همين‌قدر را توانستم كه اگر ديوان قبول نكرد خود بايد از عهده برآيد . جواب داد كه نوشته مىسپارم و بعد از مراجعت خودم و سركردگان مىرويم طهران عرض حال خود را به اولياى دولت مىكنيم لابد قبول كرده ، نوشته از او گرفتم و ساليانه در خرج او منظور كردم . امروز صبحى او را با خوانين بلوچ‌ها و رؤساى سركردگان خلعتشان را داده مراجعت به بلوچستان دادم .\r\n\r\nعبور از رودخانه‌ى هليل‌رود\r\nو خود سوار شدم تا يك فرسخى كه دور شدم صحرا بود ريگ‌زار ريزه و درشت ، تپه‌هاى كوچك خاكى و سنگى و جنگل مختصر بود .\r\nبعد از آن كم‌كم جنگل پر زور شديدى داشت سواى آن جنگل‌ها كه ذكر شد ، درخت‌هاى ديگر از بيدهاى قوى و جورهاى ديگر داشت ، رودخانه هم به طغيان مىآمد . آب‌بازها بنه و مردم را گذرانيدند ، خود بنده هم با همراهان گذشتيم ، و به‌قدر ده پانزده قدم وسط رودخانه اسب شنو مىكرد . بعد از آن رودخانه جنگل‌هاى خوب و در هرنقطه مسيل‌ها و درّه‌ها و نيزارها به وضع خوب در هرمكان مشاهده مىشد ، هوا هم مساعدتى داشت كه صدمه‌ى زياد نمىرسيد .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nدر وسط منزل هم آب جارى و قناتى بود و نيزار و چمن‌ها درّاج و جيرفتى زياد داشت ، قوش بنده امروز مثل طاس‌هاى تخته نرد كه همراهى مىكرد مىانداختم همى متطول مىگفتم ، جانمىها بگير نه ده بگير ، به مردن‌مردن در بنه و صحرا مىگرفت شش هفت تا خود شكار كردم .\r\n\r\nشكايت ناصر خان از تعديات شهاب الملك\r\nاز آنجا تا منزل‌گاه جنگل خوب بود و دو رشته قنات مخروبه بود كه آثار زراعت‌هاى دو سه ساله داشت . تحقيق كردم ناصر خان مباشر جبال بارز گفت كه مال من است ، تهديد كردم كه چرا مخروبه گذاشته ، اظهار كرد كه پارسال لشگر سيستانى و شاهسون را با اسد اللّه خان شهاب الملك « 1 » به تاخت و چپاول من فرستادند رعيت‌هاى مرا تمام كرده داغان نمودند ، يك من ديگر از محصول من به جهت بذر و زراعت هم نگذاشتند . خودم هم ناچار گريخته به شيراز خدمت سركار معتمد الدوله پناه بردم . اين بود كه بعد از آمدن شما توسط كرده كاغذ نوشت آمدم ، الحال تازه مقّنى گذاشته‌ام آبش هم در آمده و دو رشته قنات ديگر هم كه آباد بود در سر راه داشت ، به‌جهت بىبذرى زراعت بسيار قليلى كرده بودند كه دو برابر ميدان مشق طهران . در چنين مكان و آب فراوان بيش از اين نتوانسته بودند كه زراعت كنند . قدرى مهربانى كردم و به شوق آوردم و پنجاه تومان هم از ماليات او تخفيف دادم كه به شوق تمام مشغول آبادى آنجاها شده باشد .\r\n\r\nمقايسه با اروپا\r\nو اين صحراى وسيع امروز به‌خصوص با همه‌ى اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پس از احضار وكيل الملك كوچك به طهران ، غلامرضا خان شهاب الملك حاكم كرمان مىگردد .\r\nدر زمان حكومت او در شهر كرمان قحطى مىشود كه در « تاريخ كرمان » نوشته « و نيز از جهت قلت غله و كمى نان اوباش شهر غفلتة \" يحى خان كلانتر شهر را به قتل رسانيده و اين قضيه باعث تغيير حكومت شده » و سپس فيروزميرزا را شاه حاكم كرمان مىنمايد .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nصحراها و جنگل‌ها كه به‌عينه مثل حالت و وضع فرنگستان است ، تفاوتى كه دارند آنجاها تماما آباد و معمور و چمن ، و تابستان هم سبز و خرّم و خوش هواست ، اينجاها گرم و خراب و چمن‌ها خشك مىشود و خاك است و مثل آتش تندرو « 1 » مىشود . منزل و صحراهاى امروزى در اكثر جاها بسياربسيار شبيه به جنگل و مكان ملكه انگليس كه « ونزور » باشد به‌نظر مىآيد ، هر دو جان سوزند اما اين كجا و آن كجا !\r\n\r\nدوسارى\r\nمنزل چهاردهم دوسارى « 2 » مسافت منزل چهار فرسخ بود .\r\nكدخدايان رودبار با دران خان ضابط رودبار از اين منزل بعد از انجام كارشان و انتظام بلوك و قرارمدار او كه كلا ضامن به يكديگر شدند خلعت داده مراجعت كردند كه مشغول كار و خدمات ديوانى و وصول باقى ماليات بوده باشند .\r\nمحمد حسن خان ضابط جيرفت را كه آدم معقول و كدخدامنش و عامل پيشه است ، بنا به خواهش كدخدايان قرار داد بعد از ورود جيرفت كه امورات خود را به انجام رسانيد و اردو را مراجعت به شهر داد خودش برود رودبار به صواب ديد اهالى بلوك و كدخدايان كه با يكديگر حرف و گفتگو دارند تعديل مالياتى نمايند ، و طومار به اسم و رسم هركدام دهكده به دهكده از نخيلات و سرشمار و مراع و مواش ، كه من بعد ديگر به‌هيچ‌وجه راه حرفى نباشد مشخص نموده طومار را به مهر و التزام همه رسانده به دفترخانه‌ى كرمان بفرستد كه بىتخلف از آن قرار رفتار نمايند .\r\n\r\nرسيدگى به شكايات زارعين\r\nهمه‌ى اين راه باز جنگل و صحرا و جاهاى بسيار خوب بود درخت‌هاى سبز و خرمى داشت . از اول منزل تا آخر در اين صحرا دسته‌دسته در هر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تندرو و تنور هردو درست است .\r\n( 2 ) . دوسارى دهى است از دهستان سبزه‌واران بخش جيرفت كه در جلگه واقع شده است و گرمسير است .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nنقطه عارضين بودند كه آدم متحير مىشد و از وضع عرض آنها نفرت مىكرد . از اول خاك بر سرشان مىريختند و بعد ميان خاك مىغلطيدند و صدا به صدا مىدادند . هرچه التماس مىشد كه يك نفر عرض خود را بكند چاره نمىشد . رسم اين بلوك ساردو و جبال بارز و اسفندقه و مهنى همين قسم بوده است ، همه را متحمّل شده از بس كه معطل كردند اين منزل چهار فرسخى را در شش ساعت آمده و همه را اسم‌نويسى كرده به منزل آوردم ، اهالى دفتر و ميرزاها را نشانيده فقره‌فقره به دقت تمام رسيدگى نمود . اكثر عرض‌ها راجع به زمان‌هاى سابق و تعديات بر يكديگر بود ، كه به قول خودشان زوردار بىزور را خورد ، و آه و ناله‌ى پارسال را زياد داشتند كه دو ماليات از ما گرفته‌اند . تحقيق اين فقره را كرده آنچه از تعديات سابق بود كه با يكديگر من باب عداوت و تعدى و غرض بودند جميع آنها را محصل داده چه دريافت كردم و چه محصل در كار اتمام است . آنچه تعدى مالياتى ، و شر و شلتاق حكومت‌هاى سابق بود جواب داده خودشان هم اذعان كردند .\r\n\r\nتعديات سابق شهاب الملك\r\nاز جمله عمده‌ى تعدى پارسال و گرفتن دو ماليات ، اول سال كه حاجى شهاب الملك مأمور بود آقا جان خان سرهنگ دويرن را به حكومت جبال بارز مأمور نموده بود ، با كمال نادانى و بىبصيرتى آنچه توانسته بود از شلتاق و بىقبض و غيره گرفته بود ، بعد كه قسط نكث كرده بود و رعايا عارض و شاكى شده بودند ، لابد ناصر خان را باز به وعده‌ى نويد زير بار كشيده مباشر جبال بارز كرده بودند ، او هم حتى المقدور ماليات حسابى را كه اول سال به شر و شلتاق از كيسه‌ى رعيت رفته و خورده برده بودند دريافت كرده بود . بعد از آن نهصد تومان و كسرى باقى آورده بود ، هرچه عرض و عجز و التماس كرده بود كه دو ماليات از اين بلوك برخواسته شده ديگر قوّه ندارم كسى گوش نكرده و تخفيف و مراعات و قرارى نداده .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nاسد اللّه خان سيستانى را با سواران شاهسون مأمور به گرفتن ناصر خان و تاخت و تاز كرده بودند ، ناصر خان ناچار فرارى شيراز شد ، و جمعيت زبان‌نفهم ريختند دهات و انبار و هست و نيست اين‌ها را چاپيدند و بردند . بالفعل اين دهات لم‌يزرع مانده تازه باز بناى زندگانى را گذارده‌اند .\r\nو آنچه لازمه‌ى مراعات است در حق آن‌ها به‌عمل آورده‌ام كه اسباب آبادى آنها شود كه به كلى منهدم و معدم نشده باشد .\r\n\r\nشكايت از زيادى جمع ديوانى\r\nو بعد باز به‌دقت به عرايض سايرين رسيدگى نمود معلوم شد كه اصل جمع آنها كه از ديوان برقرار است خيلى زيادتر است ، سال به سال كه در جمع كرمان افزودگىها شده جمع سنگينى بر اين‌ها وارد آمده و در سال قحطى هم كه مرده و تلف شده‌اند بار آنها هم به دوش اين فقرا وارد آمده ، حتى المقدور كه باز اسباب جزيى آسايش و اميدوارى اين‌ها بوده باشد از مراعات و تخفيف كوتاهى نكرده .\r\nولى اين مراعات‌ها به هيچ جاى آنها نمىرسد ، سرانه يكنفر آدم سه تومان جمع دارد ، يك رأس الاغ سه تومان چهار تومان جمع دارد .\r\nنوعى اسكات و اميدوارى آنها را به‌عمل آورده قرار داد كه تعديلى در ميانه‌ى خودشان و از ساير بلوك حول‌و حوش ، كه در جمع سبك‌تر مىباشند و بعضى به‌هيچ‌وجه جمع ندارند ، با عرض اولياى دولت كه اجازه حاصل شود تعديل درستى شده باشد كه بلكه اين فقرا و ضعفا بتوانند زندگانى و زيست كنند .\r\n\r\nوضع دوسارى و زراعت آنجا\r\nاين دوسارى محل و مكان بسيار خوبى است ، در معنى قصبه‌ى جيرفت و ساردو و جبال بارز مىباشد . از هرمقوله كسبه هم دارد ، و داد و ستدى هم مىشود ، و به‌قدر دويست خانه‌وار جمعيت دارد نصف خالصه و نصف اربابى مىباشد . زراعت خالصه زياده از حد خوب بود ، گندم\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nسنبل كرده و از سينه‌ى اسب بالاتر بود . درّاج زيادى دارد و نخيلات بسيار است ، و آب اينجا از نيم فرسخى از زير كوه چشمه‌اى است [ كه 
  ] مىجوشد و مىآيد و آبش بسيار صاف ولى زياد بد و ناگوار است .\r\nزراعت اربابى خوب نبود . علت را پرسيدم گويا من‌باب پريشانى بوده كه بذر نداشته ، و قليلى بعد از نزول رحمت از جيرفت و جاهاى ديگر دست‌وپا كرده به قرض‌وقوله خريده بودند و دير زراعت نموده‌اند ، ليكن همين‌قدر كه كاشته بودند قوت زمين مىرساند ، يك طراوتى در محصول خالصه و بعضى اربابىها بود كه در هيچ‌جا نديده بودم كه محصول به اين قوت و رنگ و برگ به آن پهنى باشد .\r\n\r\nتمجيد از مركبات باغ‌هاى دوسارى\r\nدر اينجا ناصر خان و على خان عموى او كه ضابط جبال بارز بوده‌اند باغ‌هاى متعدد انداخته و عمارات خوبى ساخته‌اند و حمام بسيار خوبى وكيل الملك ساخته است . مركبات بسيار خوبى دارد كه آنچه تعريف و توصيف بنويسد كم است . خاصه دو باغى كه چندان بزرگ نيست ، نارنج‌هاى آن به‌قدر دو بزرگى و درشتى نارنج‌هاى تهران ، و ليموهاى شيرينش به‌قدر يكى و نصف پرتغال بزرگ تهران بود ، نارنگى بسيار ممتاز ولى كم بود موسم او گذشته بود ، ليموى بسيار خوب ، ترنج و پتاوى ، بالنگ به‌قدر يك هندوانه‌ى متعارفى بود ، نخل‌هاى زياد و خوب و درخت انار و توت و انجير داشت . سه چهار درخت نارنج نگاه داشته بودند مملو نارنج بود و تماما بهار كرده بودند ، خيلى تماشا داشت ، از شدت عطر آنها آدم گيج مىشد . يك درخت نارنج كهنى در ميان باغچه بود حوض و نهرى در زير او قرار داده بودند . مخصوصا گفتم ذرع كردند و دورتادور اين نارنج كه شاخه و برگ و سايه انداخته بود سى ذرع درست بود .\r\n\r\nوضع خراب حوضخانه\r\nحوض‌خانه‌اى ساخته بودند در وسط آن\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nحسينيه و كاروانسرا حوض پاكيزه و آب جارى متصلا از او مىگذشت . اطاق اين حوض‌خانه ده ذرع طول و پنج ذرع عرض داشت سه ذرع هم سواى اطاق ايوان‌هاى او بود ، كلا را از چوب خرما و نىهاى بزرگ ساخته و پوشانيده بودند به‌طور شيروانى همه را از ريسمان ليف خرما بند و بست كرده بودند بسيار تازگى داشت ، و در اين بنيان يك دانه ميخ آهنى نبود . اطراف او درخت‌هاى مركبات و ساير درخت‌ها بود . و حسينيه و كاروانسراى معتبر از آجر ساخته و يك دانه بادگير بسيار بزرگ بلندى هم داشت . قدرى در اين بنيان‌ها و باغ‌ها خرابى بود كه سبب خرابى آن را پرسيدم ، بيان كردند كه راجع به پريشانى اين خانواده‌ى ناصر خان و على خان بود كه اظهار او در روزنامه لازم بود كه اولياى دولت از حالات هركس آگاهى به هم رسانند ضرر ندارد .\r\n\r\nدليل پريشانى ناصر خان و على خان\r\nوكيل الملك بزرگ از جهت ملك و املاك و عمل مباشرين و منفعت خود زياد حريص بوده و همه را از بزرگ و كوچك محرّك مىشد تا به مقصود برسد . ميرزا و مباشر ناصر خان را كه پدر بر پدر نوكرشان بودند محرك شده بود و به دستيارى آن ميرزا و مباشر خيلى به ناصر خان و پدر او صدمه وارد آورده بود . بعد از فوت او كه حاجى شهاب الملك بزرگ « 1 » مأمور كرمان شده بود و اين طايفه هم كه از آن ميرزا و مباشر و نوكر خود صدمات زياد ديده بودند از روى نادانى جمع شده ميرزا را گرفته اذيت بسيارى نموده و بالاخره كورش كرده بودند . حاجى شهاب الملك كه به گرمسيرات آمده بود ناصر خان و برادر و عموى او را گرفته بيست هزار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شهاب الملك بزرگ پسر حاج حسين خان شهاب الملك و از رؤساى ايل شاهسون بود . در سال 1284 براى مدت يك سال و نيم حاكم كرمان بود .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nتومان جريمه گرفته بود و معلوم است كه كسى كه بيست هزار تومان به اين قسم در اين بيابان‌ها جريمه بدهد بيست هزار تومان هم بيشتر به خسارت مىافتد به كلى تمام و مفلوك شده بودند . بعد كه وكيل الملك ثانى مأمور كرمان شد بناى مهربانى و تلافى را گذاشته بود ، با قليل ملكى كه به‌جهت آنها مانده بود به واسطه‌ى مهربانى وكيل الملك جانى گرفته بودند ، مشغول رعيتى و آبادى اينجاها و اين باغ‌ها بوده‌اند . اين شهاب الملك ثانى كه مأمور كرمان شد وقتى كه به جيرفت آمده به مناسبت اين شعر :\r\n پسر كو ندارد نشان از پدر * تو بيگانه دانش مخوانش پسر \r\nرفتار كرده ، باز به بهانه‌ى باقى و اعاده بر مطلب سابق كه شهاب الملك بزرگ به‌عمل آورده بود ، اسد اللّه خان سيستانى را با سواران شاهسون مأمور كرده بود خانه و املاك آنها را كلا با بذر و انبار و مال و اموال تاخت و معدوم و فنا كرده بودند . ناصر خان و على خان ديگر خود را به‌دست نداده به شيراز سفر كرده ، خدمت سركار معتمد الدوله رفته بودند ، تا مأموريت بنده توسط فرموده او را روانه كرده بودند كه الحال باز در مباشرى و سرزندگى و املاك و خانه‌ى مخروبه‌ى خود آسودگى به هم رسانيده و بناى زندگانى را از نو گذارده‌اند .\r\nدر اين منزل دوسارى ، كه پسته‌ى دولتى در رودبار رسيده بود و سه روز اتراق است ، مشغول تحريرات تهران و كرمان مىباشم كه جواب‌ها از اين‌جا به شهر فرستاده شود ، و خود عزيمت جيرفت نمايد .\r\n\r\nسه روز توقف در دوسارى\r\nدر اين سه روزه توقف دوسارى ، كه همه را گرفتار اين عرضه‌چىهاى زياد لات‌ولوت بودم و تحريرات تهران و كرمان داشتم بعد از اندك فراغت سوار شده به سرچشمه‌ى اين آب كه به اين مكان و جلگه جارى است به تماشا رفتم .\r\n\r\nنخلستان اربابى\r\nاز قصبه‌ى دوسارى كه بيرون رفتم كلا\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nنخلستان بود و بسيار منظم كاشته بودند و اكثر اينها اربابى ناصر خان و على خان بود ، و همچنين ساير اربابان كلا را خيابان خيابان كاشته بودند كه از هرطرف عبور مىشد به‌نظر خيابان مىآمد و خيابان‌هايش عريض بود . زمين آن سبز و آب‌هاى جارى مىگذشت . زياده از حد صفا داشت و به نظم كاشته شده بود . دانه‌دانه مركبات در ميان اين نخيلات بود و به واسطه‌ى ساير نخل‌ها اين درخت‌هاى مركبات چنان سبز و خرم بود كه اندازه نداشت .\r\n\r\nكوهى شبيه كوه بيستون كرمانشاه و كوه مصنوعى پاريس\r\nتا به سرچشمه رسيدم كوهى سفيد رنگ و سنگ سخت دارد و سر اين كوه كه طولا عرضا قريب دو هزار ذرع مىباشد ، مثل كوه بيستون كرمانشاه سرازير شده و سايه كرده . به‌قدر سى چهل ذرع زير اين كوه از سنگ‌هاى صاف مثل سكو گويا دستى بسته‌اند سايه‌ى كوه است و از زير اين سنگ‌ها و وسط كوه هم آب كمى سرازير است و در هرنقطه از درز اين سنگ‌ها آب صاف مىجوشد و در زمين مسطح پايين كوه در نخيلات و درخت مركبات سر به هم مىكند . و آنچه به‌دقت ملاحظه نمود شش سنگ آب متجاوز به‌نظر آمد و كمتر نبود و نيزارها در سر هرچشمه بود و بسيار نىهاى درشت قوى بود مثل نىهايى كه سوارها دست مىگيرند . اين كوه يك شباهت هم به كوه مصنوعى كه در پاريس بود و دستى ساخته بودند كه آبى از ميان او جارى بود داشت ، ليكن او بسيار مختصر و اين مطّول و طبيعى بود . مدتى نشسته و تماشا مىكردم به مرور و دهور از رطوبت سر كوه سنگ‌ها جدا شده و بر زمين افتاده كه هركدام دو هزار خروار هزار خروار كوچك و بزرگ مشاهده مىشد .\r\n\r\nشكايات زعيم‌هاى خالصه\r\nو در اين نخيلات قطعه‌ى بزرگى مال خالصه بود ، زعيم‌هاى او عارض شدند كه اين نخيلات را با\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nنخل‌هاى كوچك كه ثمر نمىدهد به ماها جمع بسته ، هر نخلى را پانصد دينار مىگيرند ، قوه نداريم و بر ما ستم است . سى تومان هم به آنها به واسطه‌ى اين ستم تخفيف دادم كه اسباب شوق آنها شود ، و قرار دادم كه در پايين نخيلات كه زراعت خوبى داشتند و زمين زياد بود نخل زيادى هم بكارند ، التزام دادند و با تشكر تمام رفتند . و از هردرختى و كنار و گوشه‌اى باز عرضه‌چىهاى لات‌ولوت سواى آن عرضه‌چىها پيدا شدند ناچار سوار شده با يك فوج كاملى از عارضين به منزل آمدم ، و مشغول رسيدگى كار آنها شدم كه امروز هم اين دسته‌جات را بلكه اميدوار و نوعى آسوده ساخته باشم و روانه به مكان و محل‌هاى خودشان نمايم ، كه مشغول رعيتى خود بوده باشند .\r\n\r\nكوه خرپشت\r\nپايين دوسارى در ميان جلگه‌ى وسيع يك كوه مخروطى سنگى واقع است كه او را خرپشت مىگويند .\r\nدورتادور او از نيم فرسخ متجاوز مىشود ، و در وسط او هم آب كمى جارى است كه كفايت دويست نفر تفنگچى و آدم را مىدهد . در سر كوه كه نتوانستم بروم ، از قرارى كه مىگفتند آثار بركه و آب‌انبار و قلعه‌ى بزرگى مىباشد كه از قديم مثل بم و بمپور بوده كه اسباب سرحددارى و تفنگ‌چى و ساخلو بوده است .\r\n\r\nدولت‌آباد\r\nمنزل پانزدهم دولت‌آباد « 1 » خالصه و مسافت اين منزل پنج فرسخ است . راه و صحرا صاف است بته‌هاى بزرگ و كوچك دارد و در دو فرسخى يك فرسخى قنات آب جارى است و زراعت مىشود . دو رشته قنات در وسط منزل از على خان بود كه چرخ‌كار گذاشته بودند كار مىكردند ، و در وسط اين منزل باز جنگل بود و نهرهاى آب جارى ، و نيزارهاى كوچك‌كوچك و قطعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دولت‌آباد دهى است از شهرستان جيرفت كه در جلگه واقع شده است و گرمسير است .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nقطعه و درّاج زيادى داشت ، شكارگاه بهتر از اين براى تفنگ‌اندازى و قوش نمىشد و شكار به‌قاعده‌اى نمود .\r\nدر اين صحرا و بيابان اكثر جاها علامت و آثار تپه‌هاى خاكى به فاصله‌ى نيم فرسخ ، مثل تپه‌هاى ساوجبلاغ تهران كه دستى ريخته شده معلوم نمىشود كه چه بوده و آثار چيست ، ظاهر بود .\r\n\r\nرسيدگى به عرايض مردم\r\nدر منزل گذشته فوج‌فوج عارضين را راه انداخته امروز هم از اول تا آخر در راه و نيمه راه فوج‌فوج بودند و هر دسته مدت‌ها بنده را معطل مىداشتند چون شنيده بودند رسيدگى در كار است و مراعات و احسانى هم مىشود ازدحام كثيرى كرده‌اند ، كه الحال دور چادر را گرفته‌اند كه فرصت آب خوردن نمىدهند و از هرسرى يك آوازى مىآيد . دعواى ده ساله سه ساله دو ساله پارساله و تعديات و سنگينى بار ماليات « 1 » ، اين بنده متحمل شده حتىالمقدور به‌قدر قوه و اندازه ، هر كدام را جوابى داده حكم و محصلى داده قطع و فصل كارشان را كرده به وضع اميدوارى كه دعاگوى وجود مبارك ولىنعمت كل روحى فداه بوده باشند روانه مىكند . اين بنده در هيچ ولايتى و مكانى اين قسم گداى لات و عور نديده و متحير است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در دوره‌ى قاجاريه چند نوع ماليات مىگرفتند . هر دهى مىبايست مقدار معينى ماليات بدهد و جمع‌آورى آن از مردم به كدخدايان محل واگذار مىشد . حاكم هرايالتى براى خرج خودش از جمع اين ماليات برمىداشت و بقيه را به دولت مىداد . در ايلات خوانين و در املاك اربابى مالكين مسئول جمع‌آورى ماليات بودند .\r\nيك نوع ماليات ديگرى هم وجود داشت كه سرجان ملكم اسم آن را « صادر » نوشته و مىگويد كه براى آن قاعده‌اى وجود نداشته و هروقت شاه خرج فوق العاده‌اى داشته مثلا اگر لشگركشى مىكرده و يا قنات جديدى احداث مىكرده از رعيت « صادر » مىگرفته و از هركس به نسبت مالياتى كه مىداده « صادر » مىگرفتند . سرجان ملكم - تاريخ ايران .\r\nبه‌طور كلى جمع‌آورى ماليات بر عهده‌ى حاكم محل بوده و چون حكام فعال مايشاء بودند طرز و مقدار وصول آن بستگى به رحم و انصاف حاكم داشته است .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاين‌ها چگونه از عهده‌ى اصل ماليات برآمده و برمىآيند ، تا چه رسد به تعدى و چگونه از خدا و سايه‌ى خدا غافل بوده‌اند كه به اين قسم فقرا و ضعفا تعدى هم وارد بياورند و از هيچكدام ترس و خوف نداشته باشند .\r\nآب اين منزل هم از نهر بزرگى است از رودخانه‌ى هليل‌رود برداشته‌اند ، و زراعت بسيار خوبى دارد و آبش هم گواراست . اما هوا به واسطه‌ى ابرهاى زياد كه دو روز است جوش مىزند و هنوز نباريده آن‌قدر گرم است كه اندازه ندارد ، آب به كتان مىزند فورا خشك و داغ مىشود .\r\nانشاء الله خداوند نزول رحمتى كرامت فرمايد كه زياد به‌موقع است .\r\n\r\nسبزه‌واران\r\nمنزل شانزدهم سبزه‌واران « 1 » خالصه و مسافت اين منزل چهار فرسخ است . از اول منزل زراعت و آبادى بود و جنگل مختصر و بته و نيزارها و صحراى صاف .\r\n\r\nرودخانه‌ى شور\r\nدر دو فرسخى رودخانه‌اى بود كه مشهور به رودخانه‌ى شور « 2 » است ، ولى آبش گوارا و خوب است به رودخانه‌ى جيرفت نمىرسد ولى اين هم خوب است .\r\nسرچشمه‌ى اين رودخانه از دلفارد است كه در ميانه‌ى تهرود و جيرفت است و ييلاق بسيار خوبى است و ممّلو از نرگس صدپر و گل‌هاى مختلف است زياد جاى باصفايى است . به واسطه‌ى گل بودن آن راه كه شتر و بنه نمىتوانست برود از آنجا عبور نشد ، اما بنده در سفر چهل و سه سال قبل ديده بود كه هرچه تصور شود مكان خوبى است . و اين رودخانه شعبه‌شعبه مىشود به‌قدر پانصد ششصد ذرع عرض رودخانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سبزه‌واران امروزه يكى از بخش‌هاى چهارگانه‌ى شهرستان جيرفت است و مركز بخش قصبه‌ى سبزه‌واران است .\r\n( 2 ) . اين رودخانه‌ى شور همان‌طور كه فرمانفرما شرح مىدهد از قلل جبال بارز سرچشمه مىگيرد و در نزديكى سبزه‌واران به هليل‌رود ملحق مىشود و از جلگه‌ى رودبار گذشته به جازموريان مىريزد .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nاست و آبش بسيار تند جارى است ، با وجود اين شعبه‌شعبه از هركدام كه عبور مىشد آب تا سينه‌ى اسب مىزد اگر از يك قمر مىگذشت امكان عبور نبود . نهرها از اين رودخانه برداشته‌اند و زراعت مىكنند ، همه‌جا از زراعت سبز بود و درّاج بسيار داشت . هوا ابر بود چندان بد نبود كه آدم متأذى باشد و اين دو رودخانه كه هليل‌رود و شور است در وسط جلگه‌ى جيرفت در زير تنت كاويان به هم متصل مىشوند . و اغلب مزارعات را كه در جيرفت و رودبار است مشروب مىكند تا الى جازمورياب كه آخر خاك رودبار و نزديك خاك فارس است .\r\n\r\nجازمورياب\r\nاز آنجا كه گذشت ديگر محل زراعتى كه مشروب شود نيست . زيرا جازمورياب محل شوره‌زار است آنجا به زمين فرو مىرود ، و از آن سمت هم رودخانه‌ى بمپور مىآيد و به زمين شوره‌زار فرو مىرود ، و بس كه آن شوره‌زارست امكان ندارد كسى نزديك او برود فورا مىرود ، فورا غرق مىشود از اين جهت كسى نمىداند چه قسم فرو مىرود و چه وضع است و از كجا سر در مىآورد ، العلم عند الله .\r\nدر ميان منزل قريه‌ى سرجاز ملكى مرحوم وكيل الملك بود ، دو قطعه باغ و باغچه عمل آورده بودند درخت‌هاى مركبات خوب و نخل‌هاى جوان مرغوب غرس شده بود . از آنجا الى سبزه‌واران خالصه زياد زراعت كرده بودند و خيلى تعريف داشت .\r\nبه محمد حسن خان راوى كه ضابط جيرفت است خيلى تمجيد و مهربانى نمود كه اسباب تشويق او شده باشد .\r\nكوهاى جبال بارز روبروى اين منزل بود و پر از برف مىباشد .\r\nامروز در اين مكان برف نوبر شد و شكر الهى را به‌جا آورده از صميم قلب دعاگوى وجود مبارك ولىنعمت كل روحى فداه گرديد .\r\n\r\nتوقف در سبزه‌واران براى رسيدگى به شكايات مردم\r\nو از اول اين منزل الى آخر ، عارضين بودند كه دسته دسته در سر راه بودند و آدم از حالت وضع\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nآنها از جان خود بيزار مىگشت . محض دعاگويى وجود مبارك اعليحضرت شاهنشاهى روحى فداه چهار روز در اينجا اتراق كرد كه به دقت تمام به عرض عارضين رسيدگى نمايد ، شايد قرارى داده نوعى آن‌ها را آسوده سازد كه در نزد خدا و سايه‌ى خدا روسياهى حاصل نشده باشد . و بالفعل چادر و صحرا پر از عرضه‌چى است كه فقره به فقره رسيدگى مىنمايد و همه را كتابچه مىنويسد ، كه بعد از ختم عمل در روزنامه نوشته شود ، كه از نظر اولياى دولت بگذرد كه از وضع رعيت آگاهى حاصل فرمايند .\r\n\r\nشكايات مردم از تعديات سابق\r\nدر اين دو روزه توقف جيرفت به واسطه‌ى اين عارضين متصل مشغول رسيدگى به امورات آنها بوده . جميع عرايض آنها سه نمره بود ، يكى ادعاى بر يكديگر ، از ملك و مال و حشم و تنخواه بىحساب ، آنچه از مدعيان حاضر بودند شرعا و عرفا « 1 » و يا به طريق مصالحه كه دعواى كهنه‌ى ده پانزده ساله بود تا امسال قطع و فصل گرديد ، و مختصرى از عرايض آنها كه مدعيان حاضر نشده بودند محصل گذاشته و معين گرديد . التزام از مباشرين گرفته شد كه ده روزه به صواب ديد محصل تمام كرده صورت پا به مهر روانه دارند .\r\nفقره‌ى ديگر زيادتى و تعديات دو سه ساله و پارسال بود ، كه اين بنده عجز از اين فقره داشت كه نه قرارى مىتوانست بدهد و نه جواب داشت بگويد ، بالاخره او را هم جواب داده كه عمل گذشته است ربطى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاكم هرايالت از طرف شاه نماينده‌ى قانون عرف بود . اگر دعواى كوچكى بود يكى از كدخدايان يا مباشرين به آن رسيدگى مىكردند ، دعواهاى مهم‌تر را ضابط محل حل و فصل مىكرد . دعواهاى بسيار مهم چه از لحاظ مبلغ و يا شأن مدعيان به حاكم رجوع مىشد و او مىتوانست هرنوع حكمى بدهد به استثناى حكم قتل كه مختص شخص پادشاه و يا يكى از شاهزادگان بود .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nبه من ندارد خودشان هم اذعان كردند . يكى هم كه زيادتى جمع ديوان بود . در اول ورود كرمان كه مباشرين آمدند كدخدايان اين بلوكات آنچه تعديات و بىحسابىها بود كه به اسم تفاوت عمل قرار داده بودند جميع آنها را وازده موقوف و معاف داشتم ، آنچه را كه مباشرين و كدخدايان به رضاى خودشان تمسك سپردند كه بىعيب و نقص است از عهده برآيند كه ثلث عمل گذشته‌ى اينها نمىشد از اين قرار بود :\r\nاسفندقه و مهنى جبال بارز ساردو سيصد تومان چهار صد تومان سيصد تومان\r\n\r\nتخفيف ماليات\r\nبعد از رسيدگى به عمل آنها و حالت آن‌ها و اين رعيت كه فطريه بر همه‌ى آنها واجب بود اين مبلغ‌ها را هم به هربلوك به كلى تخفيف دادم كه گرفتن چنين وجه بدتر از زهرمار بود ، به كلى چشم پوشيده صرف‌نظر نمود و حالت اينها را اين مقوله مراعات چه مىكرد پانصد تومان هم كه علاوه از بابت عمل رودبار بود در سر اين معامله گذاشته و تخفيف دادم كه عجالتا باز اسباب دعاگويى وجود مبارك ولىنعمت كل روحى فداه فراهم آمد .\r\n\r\nشكايات مردم از زيادى عوارض\r\nعلاوه‌بر اينها اهالى اين بلوكات و ساير ايلات عارض شدند كه از جميع چيزهاى ماها گمرك مىگيرند ، از جمله به گوسفند كه ماليات بسته‌اند مىدهيم ، از كورك و پشم او هم گمرك مىگيرند ، از كفش و جوراب گمرك مىگيرند ، از برگ درخت‌هاى صحرا كه مىچينيم به جهت رنگ‌رزها كه صباغ باشند مىبريم كه لقمه نانى حاصل شود ، از او هم گمرك مىگيرند ، از دست‌بند و گوشواره كه از اين ده به آن ده به جهت داد و ستد و عروسى مىبريم ، و از كرباس گمرك مىگيرند . بعد از رسيدگى و تحقيق درست كه صدق آنها را فهميدم ديدم كه در دنيا ديگر از اين قبيح و\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nنالايق‌تر عملى نيست و بدعت بسيار بدى است و سر تا پا اسباب بد دعايى است ، اين بدعت را هم محض دعاگويى وجود مبارك شاهنشاهى روحى فداه كه از چهار صد تومان متجاوز مىشد برداشتم ، و به اين ضرر استقبال نموده شاكر گرديدم كه اين امر قبيح و بدعت كثيف از ميان برداشته شود كه بر زبان‌ها جارى نباشد .\r\nاما آنچه فهميدم و دانستم تا از بلوكات ديگر كه او هم بسيار كار مشكلى است تعديل نشود و يا تخفيفى از ديوان به اينها داده نشود ، اين رعيت از اين پريشانى محال است بيرون آمده زندگانى نموده باشند .\r\nتكليف خود را در صدق عرايض و حالت رعيت در روزنامه آنچه ديدم و دانستم عرض كردم و بدون كم و زياد است .\r\nامروز عصرى به جهت ملاحظه و تماشاى رودخانه‌ى جيرفت كه يك ميدان است و از دست اين عارضين اندكى فراغت به هم رسيده سوار شده به رودخانه رفتم بسيار طغيان كرده بود كه اسب همه جا شنو مىكرد .\r\n\r\nآثار قبرستان قديمى\r\nو در ميان راه قبرستان بزرگى و آجر پاره‌ى زيادى ديدم سنگ‌هاى مرمر زياد كه به خط كوفى نوشته شده بود ، و اين سنگ‌هاى مرمر بعضى كه خوب مانده بودند خيلى مرمر خوبى داشت و صاف و بهتر از اكثر مرمرها ديدم ، از يك ذرع و نيم الى يك ذرع طول داشتند و سه چارك عرض و ميان آنها مجوف مثل قوطى بود .\r\nمحمد حسين خان خان زاده پسر محمد ابراهيم خان ، از اسفندقه به اردو آمد يك جيرفتى گرفته بود كه تمام او سفيد بود و طيغون جيرفتىها بود ، بسيار تماشا داشت . قفس و آدم به جهت او درست كردند شايد به شهر برسانم ، و از آنجا به تهران بفرستم كه خالى از تماشا نيست ، و منقار او نيز سفيد است به عكس ساير جيرفتىها كه سياه رنگ است .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nرودخانه‌ى سقدر\r\nمنزل هفدهم رودخانه‌ى سقدر « 1 » مسافت اين منزل هفت فرسخ است . نيم فرسخى از رودخانه‌ى شور مىگذرد همه‌جا راه كنار دامنه مىآيد و سنگلاخ زياد است و جنگل مختصر از درخت كنار و بته‌هاى بزرگ و كوچك . در سه فرسخى مىرسد پاىگدار ، كه گردنه است و سربالا مىشود . همه‌جا درّه و كوه و جنگل زياد مىشود ، بسيار شباهت به درّه و كوه البرز و راه شهرستانك است ، اما جنگل اين زياد و درخت‌هاى چاتلان قوش قوى بسيار داشت و درخت بادامچه كه بخورك باشد تماما شكوفه كرده بود زياد صفا داشت . و درّه‌ها پر از اين درخت‌ها و شكوفه و خرزهره‌ى بزرگ كه به‌قدر بيد كوچك سه ذرعى بود و شاخه‌هاى قوى داشت كه هيچ جا نديده بودم ، و اين خرزهره از جور خرزهره‌هاى تهران بود كه گل قرمز در آورده . همه‌جاى اين درّه و كوه سربالا مىرفت ، تا دو فرسخ چشمه‌سارهاى كوچك جارى داشت و آب گوارا و همه‌جا سرما و ييلاق مىشد و هوا خنك ، زياده از حد كوه دارد و جنگل خوب باصفا . بعد سرازير مىشود تا دو فرسخ به همين قسم از جنگل مىآيد تا منزل كه رودخانه‌ى سقدر باشد .\r\n\r\nسرچشمه‌ى رود سقدر\r\nاين رودخانه از كوه‌هاى جبال بارز مىآيد آب گواراى سردى دارد و گل‌آلود است چون خيلى سرازير مىرود و گود است چشمه‌سارهاى كوچك كوچك در كنار آن مىجوشد و بسيار صاف و گوارا است ، و در كنار رودخانه زراعت كوچك‌كوچك قطعه‌قطعه هست ، بسيار شباهت به درّه و كوههاى شهرستانك دارد ، و آبش هم به همان قدرها است . اينجا هم شكوفه زياد دارد و از درخت‌هاى بن كه چاتلان قوش باشد فراوان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رودخانه‌ى سقدر از قسمت جنوب خاورى جبال بارز سرچشمه مىگيرد و پس از مشروب كردن دهات جنوب باخترى و جلگه‌ى سبزه‌واران به رودخانه‌ى شور جيرفت مىپيوندد .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nشب عيد نوروز\r\nامشب هم شب عيد نوروز است به سلامتى وجود مبارك ولينعمت كل روحى فداه ، همه‌ى اهالى اردو را از قراول و غيره مهمان كرده آش و پلو داده مىشود و يكصد تومان هم دهشاهى نموده كه به همه عيدى داده مىشود .\r\nدر اين نقطه نيزار و درخت و بته‌هاى خشك زياد مىباشد ، در همه جا سوزانده آتش‌بازى خوبى مىكنند كه خالى از تماشا نيست . سراسر يك طرف دامنه‌ى تپه را بالاجماع آتش زده‌اند به‌قدر هزار بته در محل مرتفع به يك مرتبه آتش مىگيرد ، و همگى دعاگوى وجود مبارك اعليحضرت شاهنشاه صاحبقران روح العالمين فداه مىباشند و از سلامتى وجود مباركشان شكر خدا را از صميم قلب به عمل مىآورند و بالابان و موزيكان مىزنند و به عياشى مشغولند .\r\n\r\nآثار آبادى\r\nدر همين مكان كه چادرها را زده‌اند و جاى مرتفعى است در نزديكى سرتپه وسيعى آثار آبادى زياد است و آجر پاره‌ى بسيار ريخته شده ، چند دانه آجر درست ديدم بسيار آجر بزرگ سخت كه مثل سنگ بود و به مشقت مىشكست ، اين آثار خيلى طول و عرض داشت ، الحال به هيچ‌وجه آبادى ندارد .\r\n\r\nمرغك و ده بكرى\r\nمنزل هيجدهم مرغك « 1 » و ده بكرى مسافت اين منزل هشت فرسخ است . از اول منزل همه‌جا سربالا مىآيد و ييلاق است و محسوس مىشود كه هوا سردتر مىشود .\r\nكوه‌ها و تپه‌ها و چمن‌ها دارد ، در اكثر جاها چشمه‌هاى جارى و درّه‌ها و جنگل است و زياده از حد باصفا است و وضعى اتفاق افتاده كه از راه مىآمد . همه‌جا در مدّ نظر بود و چشم‌انداز داشت پيدا بود و درّه و كوه خفه نبود ، جنگل قوى و انبوه درخت‌هاى بادامچه و ارجن تماما شكوفه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مرغك دهستانى است از بخش راين و هواى بسيار خوب ييلاقى دارد .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nكرده بودند كه زياده از حد صفا داشت . ده پانزده فرسخ در طول و عرض كوه درّه و ماهور و صحراها از شكوفه سفيد است و معلوم است كه چه قسم تماشا در قدرت خدائى خواهد بود . پر از كبك بود جفت شده و در سر آشيانه بودند بىموقع بود و گوشت آنها ديگر لطافتى نداشت قدغن كرده بودم كه شكار نكنند و براى اين حيوان‌ها هم نوعى آسودگى حاصل باشد .\r\nبه همين قسم‌ها طى اين مسافت و جنگل‌ها شد تا وارد سرگردنه گرديد و از آنجا سرازير شد .\r\nبرف زيادى هم در هزار قدمى و پانصد قدمى بود تا به مرغك كه مزرعه‌ى از ده بكرى بود وارد شد .\r\n\r\nتشديد مرض نقرس فرمانفرما\r\nاز بابت سختى اين راه‌ها و سربالا و سرازيرى زياد كه داشت ، و درشكه و تخت فايده نمىداد صدمه‌ى زيادى به پاى بنده وارد آمده ناخوشى نقرس و درد پا طغيان كرد ، و هوش و حواس را چنان پريشان نمود كه شب و روز را به فرياد و ناله گذرانيد .\r\nاز آنجا سليمان خان سرهنگ فوج گرمسيرى كه از اول تا آخر همراه بنده بود و بسيار شخص معقول دانائى است ، او را با محمد حسين خان ضابط جيرفت خلعت داده مراجعت كردند ، سليمان خان به بم رفت محمد حسن خان به جيرفت .\r\n\r\nشرح مفقود شدن غلام\r\nوقايعى كه در اين منزل به هم رسيد اين بود كه چهار ماه قبل غلامى « 1 » از دسته‌ى مقرب خاقان كلب على خان مأمور وصول مواجب غلامان به جيرفت شده بود و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پادشاهان قاجار يك فوج سوار بنام غلامان شاهى داشتند . شاهزادگانى كه به حكومت ايالت مىرفتند نيز غلامان مخصوص نگاه مىداشتند كه مخارج آنان را شخصا مىپرداختند .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nقدر سيصد تومان حواله شده بود و اين غلام هم مىبايست از غلامان به همراه بنده كه به بمپور آمده باشد ، و خيلى درآمدن تأخير كرد و محمد حسن خان هم پولش را مدتى بود كه داده بود . گاهى مىگفتند در آنجا پول را معامله مىدهد گاهى مىگفتند كه ناخوش مىباشد ، تا از بم يك نفر غلام كه به اردو مىآمد كلب على خان گفته بود كه به سراغ اين غلام برود و او را با تنبيه بياورد . او كه رفته بود معلوم شده بود كه آن غلام مدتى است از جيرفت راه افتاده و رو به شهر رفته ، هنگام راه افتادن او در روزهايى بود كه متّصل برف مىباريد و سرماى شديد بود . به‌قدر دو ماه بود كه اثرى از او ظاهر نبود ، كلب على خان به تهران و همه‌جا تلگراف كرده بود كه شايد پول‌ها برداشته رفته است ، جواب آمده بود كه خبرى و اثرى در اينجاها نيست . به اردو نوشت و اين بنده به همه جا نوشتم و در سراغ بودم .\r\nتا در منزل ديروز مشهدى محمد نامى كه مستأجرى از خالصجات جيرفت است به موسى خان يوزباشى گفته بود كه بيست روز قبل از اين كه برف از سر اين گردنه‌ها رفته بود غلام من يك زراعت مختصرى در سر گردنه ، كه يك كاروانسراى كوچكى هم به جهت برف و كولاك براى حفظ مترددين ساخته‌اند و در پهلوى او به فاصله‌ى پانصد قدم يك باغچه‌ى كوچكى هم بوده كه انار و چند درخت داشته ، به سركشى رفته بود ، ديده بود زين و برگى هست بعد از ملاحظه ديده بود كه اين زين و برگ را آوردند ، به همين قسم مشاهده كرده بودند . بعد از آنكه زين و برگ را آوردند غلام‌هاى ديگر همه شناختند ، و خود محمد حسن خان را كه مراجعت داد ميرزا رضا قلى منشى هم كه مأمور كارهاى ديگر بود اين فقره را هم به او رجوع كردم و احكام به همه مباشرين و ضباط نوشتم كه حكما بايد اين فقره را معلوم كرده به جايى برسانند .\r\nدر كرمان و در اين سمت‌ها الى حال ابدا از اين مقوله هرزگىها و\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nشرارت‌ها كسى ياد نمىدهد و ديده نشده ، و الى حال غير اين چيزى معلوم نشده بود و كمال اهتمام را در جستجو دارم تا بعد چه ابراز شود و در كمال سختى در جستجوى اين فقره خواهم بود .\r\n\r\nسروستان تهرود\r\nمنزل نوزدهم سروستان تهرود مسافت اين منزل پنج فرسخ است صحرا و بيابان و سنگلاخ است ، بته‌ى زيادى دارد صفايى هم ندارد ، براى درشكه هم راه صعبى است . اين بنده ناچار در اين سنگلاخ سوار درشكه شده از شدت درد پا با ناله‌ى فراوان آمدم . اين دهكده سه دانگ از وكيل الملك مرحوم بوده كه فروخته ، و سه دانگ اربابى است . قنات معتبرى دارد و زراعت خوبى كرده بودند ، و اين صحرا ريگ نرم دارد و با خاك مخلوط است .\r\n\r\nباد شديد تهرود مخرب زراعت\r\nاينجا هميشه باد زياد شديد مىآيد ، اكثر زراعت اينجا را باد خراب كرده كه تخم او را كنده بود و بسيارى از زمين‌ها را خود اين بنده ديد كه خراب كرده بود و اربابانش بد نبودند ، انشاء اللّه در صيفى تلافى مىكنند كه ضرر نكشند . به واسطه‌ى شدت درد پا لابدا يك روز در اينجا توقف كردم كه مداوا و معالجه شود شايد انشاء اللّه جزيى افاقه شود كه بتوانم خود را به درشكه بيندازم . شدت درد و ورم نوعى است كه امكان يك قدم راه رفتن ندارد و همه را به ناله و فرياد مىگذراند .\r\n\r\nپاى بنه\r\nمنزل بيستم پاى بنه مسافت اين منزل پنج فرسخ است .\r\nاينجا را كه پاىبنه مىگويند به واسطه‌ى يك درخت بن است كه چاتلان قوش باشد .\r\nاز اول منزل سروستان تا سه فرسخى صحراى وسيعى و سنگلاخ و ريگ‌زار بود ، آبى و صفايى نداشت مثل صحراى حوض سلطان و كناره‌ى گرد .\r\nبعد از سه فرسخى داخل رودخانه‌ى تهرود مىشود كه باز آبادى و\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nدهات ده پانزده خانه‌وار است و جنگل گز است و بيد جنگلى كه برگ او مثل بيدهاى متعارفى دراز نيست .\r\n\r\nزراعت اطراف رودخانه تهرود\r\nاين درّه كه رودخانه مىگذرد به‌قدر دو هزار ذرع بلكه متجاوز عرض دارد و تماما زراعت است و نهر از رودخانه برداشته‌اند و بسيار باصفا و ييلاق است و دايم باد شديد دارد و تپه‌هاى كوچك خاكى كه همه‌جا اسب‌انداز است و مملو از كبك است .\r\nاين بنده كه گرفتار پا درد شديد است كه هيچ حواس براى بنده باقى نمانده كه قدرت يك قدم حركت را داشته باشد ، به كول مىگيرند و ميان درشكه مىگذارند و اين مرض و درد را خداوند به احدى از بندگان خود ندهد كه بدترين دردها است و از وجع و پريشانى هرچه بنويسم شنوندگان را به درجه‌ى قبول افتد .\r\n\r\nشرح پا درد محمد شاه\r\nچون حكايتى در خاطر داشتم و موقع بود نوشته مىشد . مرحوم محمد شاه طاب ثراه كه مبتلا به اين مرض نقرس بود در هنگام ناخوشى ايشان اين بندگان در دو روز يك مرتبه به‌جهت زيارت ايشان و احوال‌پرسى مىرفتيم .\r\nاكثر در اطاق محقرى كه قديمىساز بود و در محل عمارت آج بود در بستر افتاده بودند . پيشخدمت‌ها و عمله‌ى خلوت در پايين حياط به ماها قدغن مىكردند كه كفش خود را دربياوريد صدا نكند ، اين بنده در توى دل خود فكر و خيال مىكردم كه ديگر اين فقره‌ى تشخص و حالت سلطنتى است و ناخوشى و درد چه ربطى به كفش و صداى او دارد . چند سال قبل از اين‌ها كه اين بنده در سلطان‌آباد عراق مبتلا به اين مرض شدم هشت ماه طول كشيد . در اول طغيان او حاجى رضا قلى خان برادر سپهدار مرحوم مىخواست شيراز برود خدمت سركار حسام السلطنه با چكمه شلوار آمده بود كه از بنده اجازه حاصل نمايد بنده هم در اطاقى كه\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nآقشغه « 1 » داشت و جلوى او ايوان داشت خوابيده و افتاده و ناله مىكرد كه مشار اليه راه اطاق را نفهميد دست به آقشغه زد كه باز كند . بنده از صداى او غش و ضعف كرد ، آن‌وقت فهميد كه شاه مرحوم از اين ناخوشى چه مىكشيدند و از آن خيال و تصور بنده هم بالاتر بوده است .\r\nدر اين منزل قاسم خان ضابط تهرود ، به واسطه‌ى بىتوجهى ضابط سابق كه در خالصه كرده بود و همچنين در امور رعايا ، او را سه ماه قبل معزول كرده ، قاسم خان بمى را ضابط راين و سرپرست رعايا نموده بودم وارد شده ، و از خالصجات و امور رعيتى كه تحقيقات شد و از خارج و داخل پرسيدم ، در اين زمان قليل نهايت توجه را كرده به‌عكس آن قاسم خان ضابط سابق اهالى خالصجات و رعايا از حسن سلوك او نهايت رضامندى را داشتند .\r\n\r\nشلتوك‌كارى در تهرود\r\nو در همين رودخانه‌ى تهرود بناى زراعت شلتوك خوب هم داده بود و قرار دادم از هرقسم شلتوك بكارد و امتحانات به‌عمل بياورد حتى مثل مازندرانىها شلتوك عنبربو را اول سبز كرده بعد دانه‌ى دستى نشاء نمايند كه اگر خوب عمل آوردند از شلتوك صدرى بياوريم و من بعد انشاء اللّه او را هم رواج داده به‌كار برند . و از ملاحظه‌ى اين آب و زمين و هوا مىبايد شلتوك هم بسيار بسيار خوب عمل بيايد . در قنوات خالصه خوب كار كرده بودند و باز هم كار مىكردند ، و به واسطه‌ى كفايت او خيلى انشاء اللّه اميد آبادى در بلوك و عمل خالصه به‌نظر مىآيد و باز هم تأكيدات زيادى درآبادى به‌عمل آمده و تشويق نمود .\r\nاز اين منزل هم باز عباس‌بيك جلودار خود را بيست و پنج تومان دستى داد كه اسم خدمتانه به مباشرين نداشته باشد به جستجوى فقره‌ى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آقشغه : پنجره\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nغلام كه مفقود الاثر است مجددا فرستادم .\r\n\r\nراين\r\nمنزل بيست و يك راين مسافت اين منزل هشت فرسخ است . به‌قدر نيم فرسخ كه دور مىشود دو راه مىشود ، يكى از اين رودخانه‌ى تهرود در ميان جنگل و آبادى و زراعت مىرود به قرية العرب بردسير كه بسيار باصفا است و همه‌جا شكارگاه كبك است ، يكى مىآيد راين كه اين بنده از راه راين آمدم . همه‌جا صحرا بود بدون درخت و گياه .\r\nريگ‌زار سياه رنگ بود و صحراى وسيعى بود مثل راه شسته خيلى خوب كه درشكه به راحتى تمام مىآمد . و در ميان اين راه به‌قدر يك فرسخ راهى بود به نود پشته مشهور است ، و سبب اين اسم به واسطه‌ى تپه‌ها بود كه در پانصد ذرعى بيشتر كمتر سربالا و سرپايين كمى مىشد كه مثل پشته نمايان مىشد . و دو مزرعه كوچكى به قنات محقرى در راه بود كه قابل نبود .\r\n\r\nشدت پا درد و پايان مسافرت\r\nو اين بنده هم با نهايت كسالت و اذيت و صدمه وجع ديگر حواسى باقى نداشتم تا خود را به راين رساندم ، مشغول مداوا و معالجه مىباشم تا فضل الهى و توجه سايه‌ى خدا چه كند . عجالتا كه بسيار بد حالتى دارم و ميرزا عبد الرضا خان طبيب كه همراه بود مشغول معالجه مىباشد . و از راين تا شهر را و منازل او را در اول روزنامه هنگام رفتن بمپور نوشته بودم ديگر تكرار لازم نداشت . سه روز ديگر با اين حالت وارد شهر مىشوم امر تازه‌اى روى بدهد باز نوشته خواهد شد . بالفعل ختم روزنامه را به دعاگويى و سلامتى وجود مبارك ولينعمت كل روحى فداه بايد نمود ، كه الحمد اللّه از توجهات چنين ولينعمتى به سلامتى همه‌ى اهل اردو با نهايت خوشحالى مراجعت كردند . خداوند جان ما همه‌ى بندگان را و ساير چاكران را به تصديق وجود مبارك چنين پادشاه رؤوف مهربان\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nنمايد ، من دعا كردم و جبريل امين آمين گفت .\r\nربيع الثانى 1297\r\nفقره‌ى غلام كه در روزنامه مذاكره شده ، بركه رخوت و خورجين ذخيره بدست آمده است ، انشاء الله در پسته‌ى آينده مفصلا اين فقره را عرضه مىدارد .\r\nكتابچه‌ى عارضين را كه جزو روزنامه نوشته بود عليحده مىنويسم آن را هم نوشته با همين پسته ارسال داشت ، به ملاحظه‌ى حضور مبارك خواهد رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nخط سير فرمانفرما در كرمان و بلوچستان و موقعيت محل در نقشه كل ايران\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n« از بابت سختى اين راهها و سربالا و سرازيرى زيادى كه داشت . . . صدمهء زيادى به پاى بنده وارد آمده ناخوشى نقرس و درد پا طغيان كرد و هوش و حواس را چنان پريشان نمود كه شب و روز را به فرياد و ناله گذرانيد . »\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nتصوير صفحه اول از نسخهء اصلى روزنامه سفر بلوچستان . در گوشهء بالا سمت راست خط ناصر الدين شاه ديده مىشود كه نوشته « تماما ملاحظه شد » .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nنمونه‌هايى از آثار خوشنويسى فيروز ميرزا فرمانفرما\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم جلى\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم جلى\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم جلى\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم جلى\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم مشقى اين قطعه را فيروز ميرزا خطاب به يكى از فرزندانش به رسم يادگارى نوشته است\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nقطعه سياه مشقى به خط نستعليق با قلم جلى\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nفهرست اعلام\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nفهرست اعلام\r\n\r\n« آ »\r\nآذربايجان ، 21 ، 22 ، 30 ، 31 ، 52\r\nآغا محمد خان ، 14 ، 31\r\nآقا جان خان ، 127\r\nآقا خان محلاتى ، 23 ، 40 ، 53\r\nآقا على ، 121\r\n\r\n« ا »\r\nابراهيم خان ، 30 ، 50 ، 74 ، 103 ، 105 ، 106 ، 119 ، 123\r\nابراهيم خان سرتيپ ، 55 ، 62 ، 64 ، 72 ، 83 ، 104 ، 112 ، 122\r\nابراهيم خان سلطان نايب ، 72 ، 83\r\nاتريشى ، 13\r\nاحتشام الدوله ، 62 ، 64\r\nاراك ، 31 ، 39 ، 40\r\nاروپا ، 32 ، 38\r\nاستاد حسن مقنى باشى ، 51\r\nاسد اللّه خان سيستانى ، 128 ، 131\r\nاسد اللّه خان شهاب الملك ، 125\r\nاسفندقه ، 66 ، 106 ، 122 ، 127 ، 138 ، 139\r\nاصفهان ، 21 ، 22\r\nاعتماد السلطنه ، محمد حسن خان ، 18 ، 19 ، 29 ، 31 ، 34\r\nاماميه ، 24\r\nاميد آبادى ، 146\r\nانگليس ، انگلستان ، انگليسى ، 15 ، 16 ، 17 ، 27 ، 28 ، 55 ، 126\r\nايالت مركزى ، 40\r\nايران ، ايرانيان ، 10 ، 12 ، 14 ، 15 ، 16 ، 17 ، 18 ، 19 ، 20 ، 21 ، 22 ، 23 ، 24 ، 25 ، 26 ، 27 ، 28 ، 29 ، 30 ، 31 ، 32 ، 33 ، 37 ، 38 ، 39 ، 49 ، 52 ، 55 ، 71 ، 75 ، 134\r\nايل افشار ، 14\r\nايل بشاگرد ، 64\r\nاينى ، آندره ، 32\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\n« ب »\r\nبابا خان ، 14\r\nبروجرد ، 39 ، 40\r\nبزمانى ، 71\r\nبزهو ، 65\r\nبسطام ، 21\r\nبشاگرد ، 41 ، 64 ، 72 ، 74 ، 103 ، 112 ، 123\r\nبشير ، 107 ، 109\r\nبلوچستان ، 5 ، 23 ، 36 ، 37 ، 40 ، 55 ، 59 ، 60 ، 61 ، 64 ، 70 ، 72 ، 74 ، 81 ، 87 ، 88 ، 89 ، 90 ، 91 ، 99 ، 106 ، 109 ، 115 ، 116 ، 124\r\nبلوچ ناروئى ، 70\r\nبلوك ساردو ، 127\r\nبم ، 23 ، 37 ، 40 ، 47 ، 50 ، 51 ، 52 ، 53 ، 54 ، 55 ، 56 ، 60 ، 62 ، 63 ، 69 ، 74 ، 97 ، 99 ، 117 ، 133 ، 142 ، 143\r\nبمباسى ، 121\r\nبمپور ، 64 ، 72 ، 78 ، 79 ، 80 ، 81 ، 82 ، 83 ، 84 ، 85 ، 86 ، 87 ، 88 ، 89 ، 90 ، 91 ، 92 ، 93 ، 94 ، 102 ، 106 ، 111 ، 112 ، 114 ، 115 ، 117 ، 119 ، 123 ، 124 ، 133 ، 136 ، 143 ، 147\r\nبن‌تان ، 12 ، 14 ، 26\r\nبندر عباسى ، 113\r\nبوشهر ، 30\r\nبهبهان ، 62\r\nبهمن ميرزا ، 9\r\nبيژن‌آباد ، 111 ، 113 ، 114\r\nبيك ميرزا ، 64 ، 72\r\nبيك ميرزاى بهارلو ، 64\r\n\r\n« پ »\r\nپاريزى ، باستانى ، 24\r\nپاريس ، 132\r\nپطرخوف روسيه ، 94\r\nپنگ ، 103 ، 105\r\nپولاك ، ادوارد ، 10 ، 11 ، 19 ، 20 ، 22 ، 33\r\n\r\n« ت »\r\nتاج محمد سلطان ، 87\r\nتركى ، 27\r\nتويسركان ، 31 ، 40\r\nتهران ، 5 ، 10 ، 11 ، 12 ، 13 ، 15 ، 16 ، 18 ، 19 ، 21 ، 22 ، 23 ، 24 ، 29 ، 30 ، 32 ، 34 ، 37 ، 39 ، 43 ، 48 ، 53 ، 55 ، 71 ، 72 ، 73 ، 76 ، 84 ، 90 ، 94 ، 95 ، 96 ، 99 ، 102 ، 104 ، 107 ، 118 ، 129 ، 131 ، 134 ، 139 ، 140 ، 143\r\nتهرود ، 43 ، 51 ، 52 ، 135 ، 144 ،\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n145 ، 146 ، 147\r\n\r\n« ج »\r\nجازمورياب ، 136\r\nجيرفت ، جيرفتى ، 18 ، 29 ، 56 ، 58 ، 60 ، 61 ، 64 ، 72 ، 79 ، 90 ، 96 ، 99 ، 102 ، 105 ، 111 ، 113 ، 116 ، 117 ، 118 ، 119 ، 122 ، 123 ، 126 ، 128 ، 129 ، 131 ، 133 ، 135 ، 136 ، 137 ، 139 ، 140 ، 142 ، 143\r\n\r\n« چ »\r\nچاه شور ، 94\r\nچاه ملك ، 61 ، 63\r\nچراغ خان ، 118\r\nچيل نادرى ، 98\r\n\r\n« ح »\r\nحاجى رضا قلى خان ، 145\r\nحاجى زين العابدين خان ، 29\r\nحاجى شكر الله خان نورى ، 29\r\nحاجى شهاب الملك ، 127 ، 130\r\nحاجى غلامرضا شاهسون ، 40\r\nحاجى محمد حسن ، 56\r\nحاجى محمد حسين ، 56\r\nحاجى محمد كريم خان ، 50\r\nحاجى ميرزا آقاسى ، 24\r\nحاجى ميرزا على اكبر قوام الملك ، 30\r\nحاجيه هما خانم ، 13\r\nحبشى ، 121\r\nحسام السلطنه ، 34 ، 145\r\nحسين خان ، 115\r\nحسين على ميرزا فرمانفرما ، 18\r\nحنك ، 50\r\n\r\n« خ »\r\nخراسان ، 21\r\nخسرو خان ، 22\r\nخمسه ، 21 ، 115\r\nخوانسار ، 40\r\n\r\n« د »\r\nدار الخلافه ، 19 ، 21 ، 25 ، 29 ، 31 ، 43 ، 69 ، 71 ، 104\r\nدارزين ، 52\r\nدران خان ، 111 ، 112 ، 113 ، 118 ، 120 ، 126\r\nدرّه آهو ، 66 ، 71 ، 102 ، 115\r\nدرّه كشكى ، 73\r\nدرويل ، گاسپار ، 15\r\nدلاور خان ، 87 ، 89 ، 91 ، 95 ، 103 ، 115\r\nدلفارد ، 135\r\nدوسارى ، 116 ، 126 ، 128 ، 131 ، 133\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nدولت آباد ، 133\r\nده بكرى ، 141 ، 142\r\n\r\n« ر »\r\nراين ، 50 ، 51 ، 141 ، 146 ، 147\r\nرحمت سلطان ، 87\r\nرضا خان ، 74 ، 75\r\nركن الدوله ، ميرزا محمد تقى ، 31 ، 41\r\nرودبار ، 72 ، 90 ، 92 ، 102 ، 106 ، 108 ، 111 ، 112 ، 113 ، 114 ، 115 ، 116 ، 118 ، 119 ، 126 ، 131 ، 135 ، 136 ، 138\r\nروسيه ، 27\r\nريگان ، 37 ، 57 ، 58 ، 59 ، 60 ، 61 ، 66 ، 68 ، 102 ، 114\r\n\r\n« ز »\r\nزه كلوت ، 104\r\n\r\n« س »\r\nساوجبلاغ ، 104 ، 134\r\nسپهسالار ، 39\r\nسراب ، 52\r\nسرخس ، 115\r\nسروستان تهرود ، 144\r\nسرهنگ دويرن ، 127\r\nسعيد خان ، 43 ، 70 ، 95 ، 96 ، 118\r\nسقدر ، 140\r\nسلطان آباد عراق ، 145\r\nسليمان خان سرهنگ ، 80 ، 85 ، 111 ، 142\r\nسليمان خان مقّنى ، 85\r\nسيد جعفر اصطهباناتى ، 29\r\nسيد هدايت متولى باشى ، 49\r\nسيستان و بلوچستان ، سيستانى ، 5 ، 42 ، 43 ، 74 ، 95 ، 99 ، 115 ، 125\r\n\r\n« ش »\r\nشاد على برجى ، 70\r\nشاهرود ، 21\r\nشاهسون ، 125 ، 128 ، 131\r\nشاه نعمت الله ولى ، 48\r\nشفيع خان راورى ، 117\r\nشميران وينه ، 94\r\nشهاب الملك ثانى ، 131\r\nشه دوست خان ، 98 ، 103 ، 106 ، 112\r\nشهرستانك ، 80 ، 140\r\nشيخ حسين خان ، 30\r\nشيخ نصر خان ، 30\r\nشيراز ، 24 ، 25 ، 29 ، 30 ، 109 ، 125 ، 128 ، 131 ، 145\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\n« ص »\r\nصلاح الدين ، 77\r\nصهران ، 122\r\n\r\n« ط »\r\nطايفه اشرا ، 72\r\nطايفه‌ى اودزه ، 87\r\nطايفه‌ى بجار ، 87\r\nطايفه‌ى برهان ، 87\r\nطايفه‌ى دامنى ، 87\r\nطايفه‌ى دى كزه ، 87\r\nطايفه‌ى رند ، 89 ، 90\r\nطايفه‌ى زهى ، 87\r\nطايفه‌ى قراچى ، 51\r\nطايفه‌ى كلكى ، 87\r\nطايفه‌ى محمود زهى ، 87\r\nطهران ، 23 ، 124 ، 125\r\nطهماسب قلى خان ، 14\r\n\r\n« ظ »\r\nظل السلطان ، 34\r\n\r\n« ع »\r\nعباس خان نايب ، 56 ، 59 ، 62\r\nعباس ميرزا ، 9 ، 12\r\nعبد الحسين ميرزا نصرت الدوله ، 10 ، 11 ، 12 ، 13 ، 17 ، 34 ، 41\r\nعبد العظيم ، 23\r\nعراق ، 115\r\nعربستان ، 21\r\nعربى ، 27\r\nعزيزآباد ، 57\r\nعلى خان ، 55 ، 129 ، 130 ، 131 ، 132 ، 133\r\nعماد الدوله ، 110\r\n\r\n« ف »\r\nفارس ، فارسى ، 13 ، 18 ، 19 ، 21 ، 22 ، 23 ، 25 ، 26 ، 29 ، 30 ، 62 ، 63 ، 64 ، 67 ، 72 ، 136\r\nفتحعلى شاه ، 9 ، 14 ، 31\r\nفرانسه ، 13 ، 27 ، 28\r\nفرمانفرما ، 142\r\nفرمانفرماييان ، 10\r\nفرمانفرماييان مهر ماه ، 13\r\nفريدون ميرزا ، 23\r\nفهرج ، 51 ، 57 ، 84 ، 85 ، 86 ، 87 ، 88 ، 91 ، 93\r\nفيروز ميرزا نصرت الدوله ( فرمانفرما ) ، 5 ، 9 ، 10 ، 11 ، 12 ، 13 ، 14 ، 16 ، 17 ، 18 ، 19 ، 22 ، 23 ، 24 ، 25 ، 26 ، 27 ، 28 ، 29 ، 30 ، 31 ، 34 ، 35 ، 36 ، 37 ، 38 ، 39 ، 40 ، 41 ، 43 ، 44 ، 125\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\n« ق »\r\nقاسم‌آباد ، 79 ، 91 ، 92 ، 93\r\nقاسم خان بمى ، 146\r\nقاسم خان ضابط ، 146\r\nقريه گربهء كوهى ، 61\r\nقرية العرب بردسير ، 147\r\nقزوين ، 22 ، 31 ، 104 ، 115\r\nقصبه جالق ، 87\r\nقصبه‌ى دزك ، 87\r\nقصبه‌ى سيب ، 87\r\nقصبه‌ى طوران ، 87\r\nقصبه‌ى كوهك ، 87\r\nقلعه‌ى بهمن شاه ، 62\r\nقنات فرمىتن ، 48\r\n\r\n« ك »\r\nكاشان ، 63\r\nكامران ميرزا ، 36\r\nكردى ، 27\r\nكرمان ، 21 ، 22 ، 23 ، 24 ، 25 ، 26 ، 36 ، 37 ، 38 ، 40 ، 42 ، 43 ، 47 ، 48 ، 49 ، 50 ، 51 ، 52 ، 53 ، 72 ، 74 ، 81 ، 90 ، 92 ، 99 ، 113 ، 116 ، 117 ، 125 ، 126 ، 128 ، 131 ، 138 ، 143\r\nكرمانشاه ، 21 ، 132\r\nكروك ، 55 ، 56 ، 57\r\nكلاردشت ، 58\r\nكلان زهو ، 95 ، 96 ، 97\r\nكلب على خان ، 142 ، 143\r\nكوچه گردان ، 75 ، 76 ، 77 ، 85 ، 93 ، 114\r\nكوه بيستون ، 132\r\nكوه دماوند ، 63 ، 69\r\nكوه مزار ، 62 ، 95\r\nكوه مصنوعى ، 132\r\nكهنوج ، 106 ، 116 ، 117 ، 119 ، 123\r\nكيگان ، 64 ، 65\r\n\r\n« گ »\r\nگزك ، 73 ، 74 ، 75 ، 76\r\nگلپايگان ، 40\r\nگنبد ، 100 ، 102\r\nگيلان ، 21 ، 22\r\n\r\n« ل »\r\nلاله خان ، 87\r\nلرستان ، 21 ، 29\r\nلرى ، 27\r\n\r\n« م »\r\nمازندران ، مازندرانى ، 58 ، 77 ، 146\r\nماهان ، 47 ، 48 ، 49 ، 50\r\nمحمدآباد ، 37 ، 57 ، 59 ، 60\r\nمحمد ابراهيم خان ، 139\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nمحمد حسين خان ضابط ، 142\r\nمحمد شاه ، 9 ، 18 ، 22 ، 23 ، 24 ، 26 ، 31 ، 48 ، 49 ، 145\r\nمدد خان بلوچ ، 43 ، 70\r\nمرآة البلدان ، 18 ، 29\r\nمرغك ، 141 ، 142\r\nمرو ، 115\r\nمستوفى الممالك ، 26 ، 31 ، 36 ، 41 ، 72\r\nمشهدى محمد ، 143\r\nمصطفى قلى خان قراگوزلوى ، 29\r\nمعتمد الدوله ، منوچهر خان ، 18 ، 19 ، 22 ، 24 ، 25 ، 26 ، 31 ، 64 ، 125 ، 131\r\nمك دانالد ، 15\r\nملا على اكبر زمان ، 23 ، 24\r\nملاير ، 31 ، 40\r\nممسنى ، 18\r\nموسى خان يوزباشى ، 143\r\nمولا داد خان ، 87\r\nميرزا آقا خان نورى ، 30\r\nميرزا ابو الحسن خان ، 17\r\nمشير الملك ، ميرزا ابو الحسن خان ، 25\r\nميرزا احمد پسر آقا على ، 69\r\nميرزا حسن على خان ، 30\r\nمشير الدوله ، ميرزا حسين خان ، 39\r\nميرزا حسين كرمانى ، 25\r\nميرزا رضا قلى منشى ، 143\r\nميرزا سيد كاظم ، 83\r\nمستوفى ، ميرزا صادق ، 30\r\nميرزا عبد الرضا خان طبيب ، 147\r\nميرزا معصوم خان ، 89\r\nمير علاوى ، 87\r\nميل فرهاد ، 108 ، 111\r\n\r\n« ن »\r\nناپلئون بناپارت ، 12 ، 28\r\nنادر شاه ، 99\r\nنارنج قلعه ، 61\r\nناصر الدين شاه ( ناصر الدين ميرزا ) ، 9 ، 28 ، 30 ، 34\r\nناصر خان « ضابط جبال بارز » ، 117 ، 125 ، 127 ، 128 ، 129 ، 130 ، 131 ، 132\r\nنايب ابراهيم خان سرتيپ ، 55\r\nنرماشير ، 23 ، 36 ، 37 ، 56 ، 60 ، 62 ، 69 ، 74 ، 97 ، 102 ، 103 ، 106 ، 108\r\nنصر الله خان بهارلو ، 26 ، 41 ، 72\r\nنهاوند ، 21 ، 40\r\nنيريز ، 29\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\n« و »\r\nوكيل‌آباد ، 56\r\nوكيل الملك ، 48 ، 49 ، 50 ، 52 ، 55 ، ، 59 ، 62 ، 80 ، 93 ، 97 ، 98 ، 125 ، 129 ، 130 ، 131 ، 136 ، 144\r\nوكيل الملك ثانى ، 48 ، 49 ، 52 ، 55\r\nويسكونتى ونوستا ، 32\r\n\r\n« ه »\r\nهرات ، 27 ، 99\r\nهليل رود ، 106 ، 113 ، 116 ، 122 ، 124 ، 135 ، 136 هما خانم ، 9\r\nهمدان ، 40\r\nهندوستان ، 119\r\nهوبره ، 105\r\nهوتى خان ، 87\r\n\r\n« ى »\r\nيار احمد زهى ، 70\r\nيحيى خان ، كلانتر ، 40\r\nيزد ، 21 ، 22 ، 23 ، 135\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180}
  ]