[
  {"content":"\r\n\r\nسفرنامهء كروسينسكى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسفرنامهء كروسينسكى\r\nيادداشتهاى كشيش لهستانى عصر صفوى\r\n( 1725 - 1707 )\r\nترجمه عبدالرزاق دنبلى ( مفتون )\r\nبا مقدمه ، تصحيح و حواشى\r\nدكتر مريم ميراحمدى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nسفرنامهء كروسينسكى\r\nترجمهء عبدالرزاق دنبلى ( مفتون )\r\nبا مقدمه ، تصحيح و حواشى : دكتر مريم ميراحمدى\r\nچاپ و صحافى : چاپ خواجه\r\nتيراژ : 5500 نسخه\r\nانتشارات توس ، اول خيابان دانشگاه تهران\r\nچاپ اول ، 1363\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nمقدمهء مصحح 8\r\nزوال دولت صفويه در عهد سلطان حسين و استيلاى افغان در ولايات اصفهان 17\r\nاوضاع احوال شاه سليمان 19\r\nبيان احوال عباس ميرزا 21\r\nكيفيت احوال شاه سلطان حسين 21\r\nنكات واقعه در زوال دولت ايشان از قول سياح 23\r\nباعث زوال دولت صفويه 25\r\nكيفيت احوال افاغنه و ظهور دولت ايشان 26\r\nاحوال و عادات افغان 27\r\nسالك مسافت از قندهار تا اصفهان 29\r\nسبب استيلاى پادشاهان صفويه به قلعهء قندهار 30\r\nبيان طغيان گرگين خان و اهالى گرجستان به شاه سلطان حسين و انهزام و اقتدار ايشان 31\r\nرفتن ميرويس به زيارت مكه و فتوى حاصل كردن 35\r\nاحوال صفى خان و فرزندش خالد خان 43\r\nسردارى لطف على خان لكزى از خويشان فتح على اعتماد الدوله لكزى به جزيرهء بحرين 44\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nذكر احوال فتح على اعتماد الدوله لكزى و تزويرات زوال دولت در حق دشمنان او 46\r\nاما احوال لطف على خان 48\r\nبيان ظهور علامات سماويه و ارضيه 49\r\nعزيمت محمود افغان به سمت كرمان 50\r\nآمدن محمود به حوالى اصفهان و جنگ كل‌آباد و شكست شاه قزلباش 51\r\nضبط كردن افاغنه اردوى قزلباش را 52\r\nمشورت كردن افاغنه به مراجعت كرمان 52\r\nذكر رفتن خان حويزه براى تجسس حال 53\r\nدر بيان مكتوب خان حويزه براى مصالحه با افغان 53\r\nبيان احوال فرح آباد 54\r\nبيان احوال جلفا 55\r\nاشتغال افغان به محاصرهء اصفهان 55\r\nانهزام افاغنه در هجوم به جسر شيراز 56\r\nرغبت كردن افغان به مصالحه با اهالى ايران 56\r\nاستحضار دادن خان حويزه به افغان از شهر و دلدارى آنان 57\r\nبيان رفتن خان حويزه از جانب شاه براى مصالحه 58\r\nآمدن سپاه قزلباش به امداد و انهزام برادر على مردان خان 58\r\nمحاربه اهالى اصفهان با افاغنه و اخذ ذخيرهء از دست آنها 58\r\nاستمداد شاه از وحشيان گرجى 59\r\nاحوال شاهزاده طهماسب ميرزا 60\r\nتأمل كردن طهماسب ميرزا در قزوين به تحريك رجال دولت 61\r\nبيان وقايع غريبه در اصفهان از شدت محاصره و جمعيت مردم به دولت خانه 61\r\nهجوم كردن مردم به سراى شاه 62\r\nاحوال احمد آقاى غلام 62\r\nبيان احوال قحط در اصفهان 63\r\nعدد مقتولين كه از شمشير هلاك شده و از قحط در اصفهان مردند 64\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتسليم نمودن شاه سلطان حسين تخت و تاج را به محمود و ضبط اصفهان 65\r\nضبط شهر اصفهان و رفتن محمود به دولت خانه و جلوس او بر تخت شاهى 67\r\nكيفيت جمع خزينه به حكم محمود 68\r\nاحوال ارسال سپاه به قزوين و كيفيت او 68\r\nبيان قتل عظيم در اصفهان 69\r\nتعيين حدود و مراتب منازل افغان 70\r\nفرستادن سپاه براى فتح شيراز 72\r\nسردارى فريدون خان از جانب شاه طهماسب 73\r\nاطاعت اهالى كاشان 74\r\nواقعهء امان اللّه خان 74\r\nعزيمت محمود به تأديب اهالى جز 76\r\nظهور ديوانگى محمود 77\r\nقتل كردن محمود شاهزداگان را 77\r\nاشتداد جنون محمود 78\r\nفرستادن سيد على خان را به قزوين و انهزام او 79\r\nجلوس اشرف به جاى محمود و قتال او 79\r\nشكل محمود 80\r\nبرادر محمود 80\r\nمقدار عسكر افاغنه 81\r\nاحوال اشرف 81\r\nو اشرف 82\r\nتجربه اشرف شاه سلطان حسين را 82\r\nفرستادن ايچى به نزد شاه طهماسب 83\r\nاهتمام اشرف به جمع كردن خزانه 84\r\nموارد اختلاف نسخ 87\r\nفهرست اعلام 123\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدمه :\r\nبه نام خدا يكى از منابع مهم عصر صفوى ( 1135 - 906 / 1722 - 1501 ) ، خاطرات و مشاهدات مبلغان مذهبى اين عصر است كه هر چند گاه ، با اهداف مذهبى ، سياسى و اقتصادى مدتى را در ايران مىگذراندند و اغلب نيز موفق به دريافت امتيازات مختلف سياسى و بازرگانى براى دولت متبوع خود مىشدند . برخى از اين مبلغان مذهبى با تسلطى كه بر زبانهاى شرقى داشتند ، موفق شدند كه از وجههء خاصى در دربار صفوى برخوردار شوند و سالهاى متمادى را در ايران اقامت كنند . يكى از مبلغان معروف و مؤثر در جريانات تاريخى اواخر صفوى « تادوز يودا كروسينسكى »  Tadeusz Juda St . J . krusinski  ( 1756 - 1675 . م ) است كه مدت هيجده سال 1137 - 1119 / 1725 - 1707 در ايران زندگى كرد و خود شاهد دورهء افول دولت عظيم صفوى و سالهاى سقوط آن بود . « 1 »\r\nكروسينسكى در برزيك  Brzeg  واقع در شمال شرقى كراكوى لهستان در ششم مه 1675 متولد شد . در آغاز جوانى ، زبانهاى شرقى را ياد گرفت و پس از گرويدن به آئين ژوزئيت‌ها ( كاتوليك ) در 1707 به هيئت‌هاى عازم ايران پيوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رافائل دومان  Raphael Du Mans  و سانسون  Sanson  نيز كه هر دو از كشيشان كاتوليك بودند ، به ترتيب دومان در 1108 - 1055 / 1696 - 1645 يعنى نيم قرن و سانسون در 1103 - 1095 / 1691 - 1683 يعنى حدود دو دهه در ايران اقامت داشتند و خاطرات خود را نوشته‌اند كه برخى از آنان منتشر شده است . بطور مثال نگاه كنيد به : سفرنامهء سانسون ترجمهء تقى تفضلى ، ( تهران 1346 ) و :\r\n Du Mans , R . ( ed . Schefer ) : Estate de la Perse en 1960 ( Paris 1895 ) \r\n.\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nورود وى به ايران در زمان سلطنت سلطان حسين صفوى 1135 - 1105 / 1722 - 1694 بود و در سالهاى آخر اقامتش در ايران رياست هيئت ژوزئيت‌ها اصفهان را به عهده داشت . سفرنامهء او به ويژه از اين جهت حايز اهميت است كه در محاصرهء اصفهان در حملهء دوم محمود افغان به ايران ، خود شاهد بسيارى از اتفاقات اين حمله بوده است و بعنوان پزشك در اردوى محمود نيز رفت و آمد داشته و ناظر موقعيت متخاصمين نيز بوده است .\r\nكروسينسكى در هيئت مبلغان مذهبى لياقت و شايستگى خاصى از خود نشان داد و در 1720 دادستان هيئت شد . شهرت و صداقت وى در سمت دادستانى و تسلط او به زبانهاى مختلف به حدى بود كه به زودى به عنوان مترجم و منشى با نمايندهء پاپ كلمنت يازدهم  Clement  و امپراطور فرانسه ، لوئى چهاردهم ، جهت حل مشكلات هيئت مبلغان كاپوچى عازم تفليس و گنجه شد . اين مأموريت در همان سال به خوبى پايان يافت . به تدريج كه بر طول اقامت كروسينسكى اضافه مىشد ، بر اعتبار وى نيز در دربار صفوى افزوده مىشد كه اين امر بر اعتبار سفرنامه و يادداشتهاى وى مىافزايد . اواخر دورهء اقامت وى در پايتخت صفوى ، مصادف با حمله محمود به اصفهان و بالاخره سقوط سلسلهء صفوى و دورهء اقتدار محمود و حكومت اشرف بود .\r\nكروسينسكى به همراه هيئتى ايرانى در اواخر بهار 1725 از طريق تركيه عازم اروپا شد . « 1 »\r\nوى پس از ورود به تركيه در زمستان 1726 به سمت كشيش يكى از شاهزادگان فرانسيس راكوشى  Racushi  در رودستوف مشغول به كار شد . اقامت چند سالهء وى در رودستوف ، به وى مجال پايان دادن خاطرات و يادداشتهاى دوره اقامت در ايران را داد . وى يادداشتها و سفرنامهء خود را تحت عنوان :\r\n Tragia vertensia Belli Persici Historia \r\nبه زبان لاتين به تحرير درآورد . اين كتاب شرح اوضاع سياسى و اقتصادى عهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هيئتى كه كروسينسكى با آن سفر به اروپا بازگشت ، هيئتى سياسى به سفارت عبد العزيز يكى از قاطرچىهاى اسبق محمود و فرمانده سابق پادگان جلفا ، و به همراهى اما نوئل شريمان يكى از ارامنهء جلفا بود . اين هيئت حامل سه نامه بود : يكى نامه اشرف به سلطان عثمانى ، دوم نامهء اعتماد الدوله وزير اعظم اشرف به وزير اعظم تركيه و سوم نامه‌اى به زبان عربى از نوزده نفر از علماى افغانى به عبد اللّه مفتى تركيه بود .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nصفوى و شورشهاى داخلى و افول دولت صفوى در سنوات 1440 - 1123 / 1711 1727 مىباشد . اين كتاب در سال 1727 در رم و با عنوان :\r\n Relation de Mutationibus Memorabilibus Regui Persarum \r\nمنتشر شد .\r\nكروسينسكى تا سال 1728 در رودستوف به‌سربرد اما پس از آنكه به لهستان مراجعت كرد و ساير مشاهدات خود در ايران را به رشتهء تحرير درآورد ، در 22 مه سال 1755 در شهر كامىنيك  Kaminiek  در سن هشتاد و يك سالگى درگذشت .\r\n\r\nتأليفات كروسينسكى\r\nاز اولين چاپ خاطرات كروسينسكى كه به زبان لاتين نوشته شده است ، نسخه‌اى به دست نيامده است ، اما اطلاعات ضمنى كتاب‌شناسان از اثر وى ، از متن ترجمه‌اى به زبان فرانسه است كه تحت نظارت خود كروسينسكى توسط منشى اول راكوشى به نام بشون انجام شده است . اين ترجمهء فرانسه توسط كروسينسكى به كشيش فلوريودار منونويل دادستان هيئت ژوزئيت‌ها در شرق مديترانه ارسال مىشود و وى آن متن را به كشيش ژان آنتونيو دو سرسو  J . A . du Cerceau  مىفرستد و وى آن را اصلاح و در دو جلد در لاهه در سال 1728 تحت عنوان :\r\n Histoire de la Derniere Revolution de Perse \r\nمنتشر مىكند . چاپ سفرنامه كروسينسكى چنان با استقبال مواجه مىشود كه در همان سال توسط مترجم ناشناسى به زبان انگليسى ترجمه مىشود و با ويژگيهاى زير چند بار به چاپ مىرسد :\r\n The Hitory Of the Revolution Of Persia , ( London 1728 ) , ( Dublin 1729 ) . \r\nاين كتاب در همان زمان به زبانهاى هلندى ، آلمانى و تركى نيز ترجمه مىشود .\r\nترجمه كتاب به زبان تركى از نسخهء فرانسه دوسرسو توسط ابراهيم متفرقه در ذيحجهء 1411 / ژوئن 1729 پايان مىپذيرد و با دخل و تصرف و با عنوان تاريخ سياح در بيان ظهور افغانيان و سبب انهدام دولت صفويان به چاپ مىرسد .\r\nترجمه ابراهيم متفرقه بار ديگر توسط كريستيان كلوديوس  Johan Christian Clodius  استاد عرب‌شناس آكادمى لايپزيك ، به زبان لاتين ترجمه و در سال 1731 در همان شهر منتشر شد . ترجمه لاتين كلوديوس توسط ميتفورد  George Newnham Mitford  با ويژگيهاى زير چاپ شد :\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n The Chronicles Of a Traveller : OR A History Of the Afghan Wars With Persia in the Beginning OF the last Centnry , From their Commencement to the Accession Of Sultan Ashraf , ( London 1840 ) \r\nدر اوايل قرن نوزدهم ميلادى نسخهء تركى يادداشتها و سفرنامهء كروسينسكى با عنوان تاريخ سياح به دربار فتح على شاه قاجار مىرسد و عباس ميرزا دستور ترجمهء آن به فارسى را مىدهد و عبد الرزاق نجف قلى دنبلى « 1 » مورخ وقت ، ترجمه آن را به عهده گرفت . كتاب تحت عنوان بصيرت نامه در گزارش و استيلاى افغان بر اصفهان در زمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مفتون دنبلى ( عبد الرزاق بيك بن نجف قلى ) ( 1243 - 1176 ق / 1206 - 1141 ش ) در خوى به دنيا آمد . در ده سالگى به عنوان گروگان روانه شيراز شد و پس از چهارده سال تحت نظر بودن به علت تسخير شيراز توسط على مرادخان زند ، آزاد شد و به آذربايجان بازگشت . وى به نظم و نثر فارسى و عربى تسلط داشت . تأليفات وى عبارتست از :\r\n1 - تجزية الاحرار و تسلبة الابرار ، به تصحيح حسن قاضى طباطبائى ( تبريز ، دانشكده ادبيات ، 1349 ) .\r\n2 - مآثر سلطانيه با مقدمهء غلام حسين صدرى افشار ، ( تهران 1351 ) .\r\n3 - نگارستان دارا در فرهنگ معين ( ج 6 ، تهران 1352 ، ص 2006 ) تأليفات ديگرى از دنبلى ذكر شده است :\r\n4 - حوائق الجنان\r\n5 - روضة الاداب و جنة الالباب\r\n6 - حدائق الادباد\r\n7 - كليات ديوان و غزليات\r\n8 - مثنوى ناز و نياز\r\n9 - منظومه‌اى به نام مختار نامه\r\n10 - ترجمه يادداشتهاى كروسينسكى تحت عنوان « عبرت نامه » يا « بصيرت نامه » .\r\nبراى آگاهى بيشتر پيرامون زندگانى عبد الرزاق دنبلى رجوع كنيد به :\r\nعزيز دولت‌آبادى ، سخنوران آذربايجان ، ج 2 ( تبريز 1357 ) ، ص 886 و نشريه دانشكده ادبيات دانشگاه تبريز ، سال 2 ، ص 1 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدولت شاه سلطان حسين ، به صورت چند نسخه خطى در اختيار دربار ايران قرار گرفت .\r\nدر فهرستهاى نسخ خطى مختلف ، مجموعا ده نسخه معرفى شده است كه هشت نسخهء آن براى مصحح شناخته شده بود و از آنان هفت نسخه را مصحح با يكديگر مقايسه كرده است ، تنها از آن هشت نسخه ، نسخهء موجود در موزهء بريتانيا به شماره  ) Rieu Suppl No . 36 (  در دسترس نبود و هفت نسخه ديگر داراى اين مشخصات هستند :\r\n1 - نسخهء خطى كتابخانهء مجلس « 1 » ( ميدان بهارستان ) به شماره 2309 با اين مشخصات : اندازه 5 / 18 در 5 / 10 سانتىمتر - 137 صفحه و در هر صفحه 12 سطر به خط نستعليق زيبا با عناوين به همان خط كه به رنگ قرمز نوشته شده است ، برگ اول تذهيب از طلا و لاجورد و شنگرف و زرنگار و سرنج و همه برگها داراى جدول هفت خطى از مركب و طلا و لاجورد و شنگرف مىباشد . نوع كاغذ فرنگى آهار مهره‌دار شكرى است و جلد آن ساخته محمد باقر بن صادق و از ميشن زرد ضربى بىمقواست . اين نسخه در تاريخ جمادى الاول 1277 ه ق به پايان رسيده است .\r\n2 - نسخهء خطى كتابخانه دانشكده ادبيات و علوم انسانى دانشگاه تهران به شماره 107 ج است . كه اكنون به كتابخانه مركزى دانشگاه منتقل شده است . اين نسخه به خط نستعليق و كتابت تقى بن الحسينى « 2 » تفرشى نعمة اللهى ملقب به محب على شاه است . عناوين درشت به رنگهاى قرمز ، مشكى و بنفش مىباشند جدول آن شنگرف ، در 205 صفحه با كاغذ فرنگى ، جلد تيماج سرخ ضربى مقوايى است . اندازه آن 5 / 17 * 22 و 13 سطرى مىباشد .\r\nكاتب پس از توضيحى در صفحات اول و دوم مبنى بر اقامت بيست و شش ساله مؤلف در ايران ، ذكر مىكند كه ترجمهء تركى كتاب در باسمه خانه اسلامبول به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در فهرست كتابخانه مجلس شوراى ملى تأليف سعيد نفيسى ، ج 6 ( تهران 1344 ) ، ص 266 خط اين نسخه ، تحريرى ذكر شده است كه خط نستعليق اصح مىباشد .\r\n( 2 ) - در مهر كاتب موجود در ابتدا و انتهاى كتاب ، تقى بن الحسين الحسينى خوانده مىشود اما آقاى محمد تقى دانش پژوه در فهرست نسخه‌هاى خطى كتابخانه دانشكده ادبيات شماره 1 ، سال هشتم ( تهران 1339 ) ، ص 124 و 125 از كاتب به نام تقى بن الحسين الحسنى ياد مىكند .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nنصرت‌نامه مسمى شد و همين نسخه به نظر وليعهد ايران ( عباس ميرزا ) رسيد و عبد الرزاق آن را به فارسى ترجمه كرد و آن ترجمه به نظر سيد ابراهيم سيد عليرضا رسيد ، اما اين « حقير آن نسخه را چون فلك اطلس خالى در نفس و رنگ ديدم . . . در آن نسخه تصرف نموده احوالاتى را . . . . . به اوضم نمودم » .\r\nبدين ترتيب به اين نسخه توسط كاتب اشعار و مطالب ديگرى اضافه مىشود ، و به همين علت نسخه اساس قرار نگرفته است . از صفحه 63 به نظر مىرسد كه كاتب ديگرى ، بازنويسى نسخه را ادامه مىدهد ، زيرا كه برخى از صفحات و كلمات به خط نستعليق شكسته نوشته شده است . از چند صفحه بعد ، بازنويسى نسخه مجددا به خط نستعليق است .\r\nدر صفحات 139 ، 142 ، 143 اصلاحاتى در حاشيه كتاب شده است و احتمالا اين اصلاحات توسط خود كاتب صورت گرفته است . در حاشيه صفحه 146 كاتب تقى بن الحسين الحسينى تفرشى نعمة الهى ، درباره قحطى به هنگام محاصرهء شهر اصفهان توسط محمود افغان اظهار تأسف و طلب آمرزش اهالى اصفهان را مىكند . اين گونه اظهار نظرها در صفحات 155 الى 189 با عباراتى نظير « خداشان بيامرزاد » ، « حقشان بود » ، « بيچاره » ، « بىغيرتى » ، « رحمت اللّه عليه » ، « خدا نيامرزاد » ، « هزار آفرين به روانشان » و ديگر ابراز عقيده‌ها نيز درباره وقايع تاريخى و بزرگان آن زمان به چشم مىخورد . در سطور آخر كاتب يادآور مىشود كه بازنويسى اين نسخه حدود يكسال طول كشيد ، و بالاخره در تاريخ چهارشنبه ششم ذيقعده 1320 ه . ق . پايان يافته است .\r\nاين نسخه با ذكر لقب كاتب « محب على شاه » و مهر « تقى بن حسين الحسينى » مهمور مىباشد .\r\n3 - نسخهء خطى مدرسهء عالى شهيد مطهرى ( سپهسالار سابق ) به شماره 516 به خط نسخ با عناوين به همان خط و به رنگ قرمز ، جلد نرم ميشن به رنگ يشمى مىباشد و داراى 44 برگ به اندازه 15 * 22 و 18 سطرى است . نوع كاغذ فرنگى است .\r\nاين نسخه نكته قابل ذكرى ندارد ، نام كاتب و تاريخ تحرير در آن ذكر نشده است اما در داخل جلد مهر كتابخانه شخصى اعتضاد السلطنه وزير علوم و صنايع و معادن وقت در سال 1283 ه . ق . و نيز مهر كتابخانه مدرسه ناصرى را در سال 1297 ه . ق .\r\nدارا مىباشد و مشخص است كه در اين سال اين نسخه در شمار كتب موقوفه مسجد\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nو مدرسه ناصرى قرار گرفته است و تاريخ تحرير آن مىبايستى قبل از سال 1297 ه . ق . باشد .\r\n4 - نسخه خطى كتابخانه ملى ايران به شماره 355 رف مىباشد . اين نسخه داراى مشخصه خاصى در متن نمىباشد . جز اين كه مدت اقامت سياح مسيحى در ايران را بيست و شش سال ذكر مىكند . در حالى كه خود كروسينسكى در يادداشتهايش اقامت خود در ايران را هيجده سال مىداند .\r\nاين نسخه ناقص است و كليه فصول را به طور كامل ندارد . نام كاتب و تاريخ تحرير در آن ذكر نشده و كاتب در بازگوئى تاريخ جلوس سلطان سليم ، وفات شاه صفى و جلوس شاه عباس و سليمان دچار لغزشهائى شده و در حاشيه اين اشتباهات تصحيح شده است . خط اين نسخه نستعليق شكسته خوش و سرفصلها با مركب قرمز مشخص شده است جدول آن پنج رديفى به رنگهاى طلائى ، سياه آبى و طلائى و سياه مىباشد . جلد آن از تيماج قرمز مقوايى به اندازه 16 * 5 / 21 و كاغذ آن فرنگى از 21 برگ و 18 سطرى است .\r\n5 - قسمتى از عبرت‌نامه كه در ديوان ناتمام عبد الرزاق دنبلى به نام حدائق صحافى شده است و اين ديوان قسمتى نيز از اشعار فتحعلى صبا ملك الشعراى كاشانى را نيز دربردارد . اين قسمت از عبرت نامه صفحات 185 الى 223 اين ديوان را شامل مىشود و به شماره 362 رف در كتابخانه ملى ايران موجود است و اوراق آن بسيار مخلوط است ، و كاتب عبارات فراموش شده را به كرات در حاشيه ذكر كرده است . در بعضى از برگها سطور اشتباه شده تا حدى پاك شده‌اند ، اما هنوز قابل رؤيت است . صفحات بدون جدول و 32 سطرى است اما در همه صفحات اين موضوع رعايت نشده است . خط آن نستعليق با عناوين به همان خط و زنگ با كاغذ فرنگى ، جلد تيماج بدون مقواست .\r\n6 - نسخه خطى كتابخانه ملى ملك به شماره 3716 به خط نستعليق است كه در سدهء سيزدهم نوشته شده است . عناوين شنگرف و داراى 79 برگ 12 سطرى به اندازه 9 / 13 * 8 / 19 مىباشد . كاغذ آن فرنگى با جلد ميشن سياه لائى است .\r\nبا مقايسه با نسخ ديگر بويژه نسخه كتابخانه مجلس كه تاريخ تحرير آن 1277 ق .\r\nبود و از نسخ قديمى است و عدم اختلاف چشمگير نسخه شماره 3716 كتابخانه ملى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nملك ، نسخه اساس قرار گرفت .\r\n7 - نسخهء ديگر كتابخانه ملى ملك به شماره 3749 به خط نستعليق و كتابت زين العابدين شيرازى است كه در سال 1281 هجرى قمرى نوشته شده است . اين نسخه داراى 14 برگ 16 سطرى مىباشد . كاغذ آن فرنگى آهار مهره به اندازه 3 / 11 * 6 / 17 و جلد ميشن سياه لائى است .\r\nدر انتشار سفرنامهء حاضر هر هفت نسخه خوانده شد و دو نسخه موجود در كتابخانه ملى ملك مورد استفاده قرار گرفت . اعداد داخل پرانتز در متن كتاب ، دلالت بر صفحات نسخه مورد استفاده ( شماره 3716 كتابخانهء ملى ملك ) مىكند و اختلافات دو نسخه در پايان كتاب ، جداگانه ضميمه شده است ، كه با علامت « 1 » مشخص مىباشد .\r\nقسمتهائى از يادداشتهاى كروسينسكى در كتاب محمد حسن معتمد السلطان ( صنيع الدوله ) به نام منتظم ناصرى ( ج 2 ، چاپ سنگى ، تهران 1299 ه . ق . ص 240 الى 271 ) چاپ شده است . در مقايسه مطالب عنوان شده مندرج در منتظم ناصرى با نسخ مذكور ، اين نتيجه دست مىدهد كه در بازنويسى اين مطالب ، نسخهء خطى موجود در دانشگاه تهران بيشتر مورد استفاده نويسنده منتظم ناصرى قرار گرفته است .\r\nعبرت‌نامه طبق فهرست مشار ظاهرا به چاپ سنگى در سال 1219 رسيده است .\r\nنظر به اهميت مشاهدات كروسينسكى تصميم به انتشار كامل آن با ذكر نام نويسندهء اصلى و شرح زندگانى وى تحت عنوان سفرنامه كروسينسكى گرفته شد تا پژوهندگان تاريخ ايران بتوانند با استناد بر شهود عينى ، نكات اجتماعى تاريخ كشورمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اثر ديگر كروسينسكى ادامهء شرح مأموريت وى در 1720 و 1722 مىباشد .\r\nاين اثر ابتدا از جانب درى افندى به تركى و سپس توسط خود كروسينسكى به زبان لاتين ترجمه و منتشر شد كه با اين ويژگيها به چاپ رسيده است :\r\n durri efendi : prodromus ad tragicam vertentis belli persici historiam seu legationis a fulgida porta ad Sophorum Regem Szah Sultan Hussein a 1770 , . . . ( Leopoli 1733 ) \r\nآخرين كتاب كروسينسكى كه مربوط به ايران است با عنوان :\r\n Analecta ad tragica Belli Persici Historiam . \r\nدر لئوپولى  Leopoli  در سال 1755 انتشار يافته است .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nرا مورد بررسى قرار دهند .\r\nمطالب سفرنامهء كروسينسكى را مىتوان به سه فصل تقسيم كرد « 1 » .\r\nفصل اول - شرحى درباره اوضاع اجتماعى ايران در اواخر سلسلهء صفوى به ويژه در دورهء شاه سليمان ( صفى دوم ) ( 1105 - 1077 / 1694 - 1666 ) و شاه حسين يكم ( 1135 - 1105 / 1722 - 1694 ) و علل فرسودگى و سقوط صفويه مىباشد .\r\nفصل دوم - چگونگى نضج گرفتن افاغنه و شرح احوال و خصوصيات آنان ، علل خصومت افغان‌ها با ايران ، شرحى از بزرگان افغان ، دلايل حمله به ايران - كرمان ، شيراز و اصفهان - و سقوط اصفهان و پايان اقتدار دولت صفوى است .\r\nفصل سوم - جلوس محمود افغان بر تخت سلطنت و آغاز حكومت افاغنه ، قتل عام اصفهان ، رفتار طهماسب دوم پس از سقوط اصفهان ، عدم لياقت محمود در نگاهدارى حكومت ، عدم تعادل روحى محمود ، كشته شدن محمود افغان ، جانشينى اشرف و بالاخره اوضاع اجتماعى ايران در اواخر حكومت افغان مىباشد .\r\nدر خاتمه وظيفه خود مىدانم كه از دانشمند گرامى آقاى عبد الحسين حائرى رياست محترم كتابخانهء مجلس شوراى اسلامى ( ميدان بهارستان ) و راهنمائى ايشان در مقابله نسخ ، صميمانه تشكر كنم .\r\nهم‌چنين از همكاران محترم كتابخانهء ملى ملك ، سرپرست محترم كتابخانه ، و كتابداران محترم آقاى غياثى و آقاى به نشاط كه تسهيلاتى در جهت استفاده اينجانب از نسخ خطى به وجود آوردند ، بىنهايت سپاسگزارم .\r\nكليه توضيحات در پاورقىها و در داخل پرانتزها از مصحح كتاب است .\r\nمريم مير احمدى\r\nتهران - خرداد ماه 1362\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقايسه شود با لارنس لاكهارت : انقراض سلسلهء صفويه ، ترجمه اسماعيل دولتشاهى ، ( تهران 1344 ) ص 610 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n* تاريخ مشتمل بر روال دولت صفويه در عهد شاه سلطان حسين و استيلاى افغان در ولايت اصفهان\r\nبسم اللّه الرحمن الرحيم الحمد للّه رب العباد و خالق الانام و الصلاة و على نبيه و عترته الكرام و منه الاعانه فى كل افتتاح و اختتام و بعد در زمان شاه سلطان حسين صفوى شخص سياحى از ثلث مسيحيه در عالم سياحت به اصفهان آمده در آنجا قريب به * بيست و پنج شش سال متوقف و ناظر اوضاع بد و نيك جهان از حوادث روزگار تجربه اندوز و مصلحت آموز بود . مردى با فطانت و كامل عيار و گرم و سرد روزگار ديده و اوضاع افاغنه قندهار كه به اصفهان مسلط شده بودند به دقت تمام به زبان لاتين نوشت .\r\nاين [ 2 
  ] نسخه به استانبول رسيد و از ملتزمين دربار خوانده كار روم ابراهيم نامى آن كتاب به زبان تركى درآورده و در باسمه خانه اسلامبول كه آن را دارالطبايع گويند باسمه كرده و مسمى به عبرت‌نامه ساخت . يكى از نسخ كتاب مذكور به * نظر مبارك نواب وليعهد دولت ايران رسيد و به موجب امر خجستهء آن جناب مترجم اين نسخهء عبرت مآب بندهء درگاه جهان‌پناه ابن نجفقلى عبد الرزاق به زبان فارسى درين اوراق ضبط نموده كه همه * اهل فطانت و تاريخ و ارباب و ادب و صحبت را نفع او عموميت بهم رسانيد . فلهذا قلم نگاشتهء مترجم مىگردد كه سياح مزبور نوشته است كه در سنهء نهصد و شش كه نوبت سلطنت در روم به سلطان سليم خان رسيده بود و در ايران به شاه اسماعيل صفوى مشهور به شيخ اعلى منتقل گرديد و به نحوى كه [ 3 
  ] در كتب تواريخ مسطور است سلطان سليم هوس ايران\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nكرده و با شاه اسماعيل در چالدران مصاف داده شكست خورد . شاه اسماعيل در سنهء نهصد و سى تاج و تخت را وداع كرده و به جاى او شاه طهماسب پسرش بر تخت نشست . بعد از او سلطان خدابنده و بعد از او شاه عباس و بعد از او شاه صفى و بعد از او شاه عباس ثانى . شاه عباس اول در سال نهصد و نود و چهار بر تخت جهاندارى جلوس كرد و چهل و پنجسال او امتداد يافت و چند ولايت به ولايات افزود و بناى دولت را استحكام داد . در سنه هزار و سى و چهار ، در انقضاى زمان سلطنتش به قندهار سفر كرد و * آن ولايت از دست پادشاه هندوستان گرفته ، ضميمه ولايت خود * ساخت و در سنهء نهصد و چهل و يك در ماه * ربيع الثانى در [ 4 
  ] فرح آباد وفات يافت . نبيرهء او شاه صفى را در هجده سالگى به جاى او بر تخت فرمان روايى ايران نشاندند .\r\nچهارده سال سلطنت كرد . در تاريخ سنهء هزار و پنجاه هجرى ضعفى به دولت عجم طارى گشته ، پادشاه هند لشگر فرستاد ، قندهار و توابع آن را از دست قزلباشيه انتزاع نمود و سلطان مرادخان ، پادشاه روم ، بغداد را مسخر كرده به ممالك عثمانيه الحاق نموده و شاه صفى از مقابله او عاجز شده * با سلطان صلح كرد و به عزم تسخير قندهار لشكر كشيد . در سنه هزار و پنجاه و پنج در * شهر كاشان به شهر آخرت شتافت و بعد از شاه . عباس كوچك * پسر او دوازده سال داشت بر تخت شاهى صعود نمود و مدتى به استقرار دولت خود نظام داده به عزم تسخير قندهار اهتمام كرده ، در سنه هزار و شصت هجرى [ 5 
  ] با لشكر فراوان و استعداد شايان روزانه شد و از طرف ديگر پادشاه هند سپاه بسيار به قندهار مأمور نمود . بعد از قتال عظيم لشگر هندوستان مغلوب و منهزم و جماعت افغان به آنها عصيان ورزيده ، يه لشگر عجم اعانت كرد ، شاه عباس ثانى قلعهء * قندهار را با توابع او به حيطهء تسخير درآورده ، سپاه هندوستان در وقت تصرف قندهار ، خراسان را نيز ضميمه قندهار كرده بودند ، متصرف شده در اين دفعه باز جماعت قزلباشيه خراسان را كما فى السابق در تحت ضبط و استيلاى آوردند . بعد از آن كه شاه عباس ثانى بيست و پنج سال سلطنت كرده بود ، در * دامغان تخت پادشاهى را بدرود گفته و در سنهء هزار و هفاد و نه روز ، بيست و پنجم شهر محرم الحرام صفى ميرزاى دوم بر سرير ملك ايران قرار گرفت . در اثناى [ 6 
  ] حكومت خوابى هولناك ديد به خوف و تشويش افتاد چنين پنداشت كه به تبديل نام تغيير قضاى حى الانيام توان كرد . صفى را به سليمان تبديل\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nنمود ، او را شاه سليمان ناميدند و تعبير خوابش در ماده شاه سلطان حسين پسرش بالعانيه مشاهده گرديد .\r\n\r\n* اوضاع احوال شاه سليمان\r\nپادشاهى بد خوى و بد سرشت و عجول و غضوب و بىرحم و بىشفقت و خودبين و ناهموار بوده است و سه پسر داشت كوچكتر از همه شاه سلطان حسين بود . روزى ، حركتى كه مرضى طبع ضنمامتش نبود از فرزند بزرگش سر زد ، آتش غضبش اشتعال يافت ، نه شفقت پدرانه طبعش را مانع ، و نه شفاعت مشفعين جوش غضبش را دافع گشته ، به اندك جرمى به قتل پسر بيچاره فرمان داد . فرزند ديگرش چون از پدر اين حالت ديده تشويش و خوف و هراس به وى غالب [ 7 
  ] گرديد ، از پدر نفرت نمود و عزلت نشينى زاويهء تجرد شد . شاه سليمان از قتل پسر بىگناه پشيمان گشته ، امر به حضور فرزند وسطى نمود و او از قتل برادر پريشان خاطر بود ، خوف بر مزاجش طارى از بيم جان از پدر بىمروت متوارى و پيشگاه حضور پدر نيافت و شاه مىخواست كه دل فرزند به اظهار شفقت پدرانه به دست آورده باشد .\r\nمقارن اين حالات فرزندش روزى به باغچه خاص پدر داخل شده به جهت الزام شاه كه چرا قصد فرزند بىگناه كرد اراده بريدن درخت ميوه‌دارى نمود شاه از دريافت اين اشارت مطلب شاهزاده نفهميد ، نتيجه برعكس بخشيده ، شاه را * شعلهء غضب سر به گردون كشيد ، حركت ظريف نزاكت انگيز شفقت‌آميز شاهزاده را درك نكرده ، قورچىباشى را احضار ، و فى الحال به قتل پسر ديگر اشارت فرمود .\r\nقورچىباشى [ 8 
  ] مردى دانا و عاقل و صاحب تدبير و رأى كامل بود اين امر و عظيمت ناشايسته را از شاه سليمان كه ولى نعمتش بود ، درباره فرزند معصوم ، دور از دايرهء طبيعت آدميت و مروت دانست ، متحير و سرگردان كه چگونه به قتل آن بىگناه مظلوم پردازد و * به قدر مقدور ، نايرهء غضب خسرو و غيور و پادشاه نادان مغرور پرداخته ، بدين‌گونه به شاه عرض كرد كه اين بنده صداقت‌پرور ، پروردهء نعمت اين خاندان است و شمشير خون‌افشاى من براى دشمنان ، نه براى دوستان و فرزندان است .\r\nمگر * با بخت وارون خود ( در ) ستيزم كه خون نور ديدهء ولى نعمت خود بر خاك ريزم و تا قيامت هدف * لعنت خاص و عام باشم و به جاى او ريختن خون چندين بىگناه\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nسزاوار است و بدين حكم كه [ 9 
  ] از پادشاه صادر شده است گفتگوها در ميان خلق افتاده و باعث وحشت بندگان و چاكران گرديده سخن را چرب و شيرين و به نكات حكيمانه تزئين داد . شاه از فرمان قتل آن بىگناه پشيمان گشت . شفاها به قورچىباشى سپرد كه اين راز را پنهان داشته با هيچكس اين راز را در ميان ننهد و آن را به مادر شاهزاده اظهار و او را از مضايح * مشفقانه بيدار كرده كه من بعد پسرش به رضاى خاطر پدر بزرگوار رفتار نمايد . مادر شاهزاده از روى نقصان عقل كه * لازمهء طباع زنان از اين حالات متوحش گشته ، اگر چه پسر را از روى نصيحت آگاه كرد ، اما هر وقت كه پسرش را مىديد ، مىگفت از برادر تو چه گناه صادر شده بود كه پدرت به قتل آن مظلوم مبادرت نمود . مادامى كه شاه را از اين طبيعت ظاهر است تو را نيز بىگناه به قتل خواهد [ 10 
  ] رسانيد و اگر بعد از آن پشيمان شود ، چه سود خواهد داشت و اگر تو به شفقت پدرانه او * فريفته شوى ، محض حماقت است اگر خواهى كه از * شمشير الماس‌گون او خلاصى يا بى ، لباس اخلاص درپوش و بطريق * سياحت و سير و سلوك كوش . شعر :\r\n زنهار چنان كن كه از اين غافله‌ات * هرگز نرسد به گوش بانگ جرسى \r\nپسر به فرمودهء مادر * عمل نمود ، هماندم كوت درويشانه درپوشيد از دولت خانهء پادشاهان دامن درچيد ، چنان برفت كه او را هيچكس نديد ، بعد از چند روز شاه - سليمان آگاه گرديد به اطراف و اكناف آدم و سوار تعيين كرده و ارقام نوشت ، از او اثرى نيافتند . شاه سليمان * از اين قضيه دلگير شده و اين قصهء نادلپذيرش گريبان گرفت ، محرم اسرارش در اين مطلب قورچىباشى بود ، او را از تيغ بىدريغ بگذرانيد و مادرش از مشاهدهء اين حال جان كسل ، * خوف و [ 11 
  ] هراس بر دل او غالب شده به بالاى مقر شاهانه رفته خود را چون پرتو آفتاب بر زمين پرتاب كرد و بمرد و از اين خبر شاه سليمان بيشتر دلگير گشت و گفتگوها و شماتت خلايق بر مزيد بود . ميل و مودت خود را بالتمام به شاه سلطان حسين پسر كوچك خود افكند ، مادر بزرگ شاهزاده در حيات بود . او را به وى سپرد كه متوجه احوال او باشد و او به تربيت مادرانه ، او را متوجه مىشد . معلمان تعيين و در تحصيل علوم و فنون معارف اهتمام تمام نمود و اگر چه حسين ميرزا در نظرها خورد و كوتاه قامت كوتاه پا بود ، اما صاحب ذكاء و عقل و فهم و فراست مىبود . شاه سليمان را به او ميل محبت\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبىنهايت بهم رسيده ، روز به روز ترقى مىكرد ، و در نظر پدر و مادر محترم و فرزانه آمد و در نظر اهالى ولايت و درب خانه و امراء و وزراء و رجال دولت عظيم و بزرگ نمود ، [ 12 
  ] و دلهاى مردم را صيد كرد .\r\n\r\n* بيان احوال عباس ميرزا\r\nشاه سليمان را از حرم ديگر فرزندى بود ، عباس ميرزا نام ، او نيز مانند پدر طبعى خشن داشت به تحصيل علوم و ادب مايل نبود ، ليكن فارس و جنگ‌آور و سلحشور و بهادر و جسور و در استعمال آلات حرب از تير و تفنگ و چابك - سوارى در ميان همگنان معروف و مشهور ، اما نادان و جاهل مانده بود . شاه سليمان بعد از مدتى عليل المزاج شد و صاحب فراش و رجال دولت را حاضر ، و آن جماعت را پند و نصيحت كرد ، و وصيتش اين بود كه حسين ميرزا علم و عمل دارد . و به فنون فضايل آراسته است و عباس ميرزا جهل و نادانى دارد و به حرب و قتال مايل است . صلاح اين است كه حسين ميرزا صاحب تخت و تاج شود . اين بگفت و به دار آخرت تحويل [ 13 
  ] كرد . والدهء حسين ميرزا با خواجه‌باشى حرم اتفاق نموده ، زرها به رجال دولت داده و گفت بايد حسين ميرزا صاحب تاج و كمر گردد و عباس ميرزا خشمناك و خود رأى و غير از جنگ و جدل چيزى نداند و اگر او پادشاه شود ، همگى بايد ترك راحت كرده ، به مشقت بىنهايت دل نهيد ، اعضاى دولت نيز از روى راحت‌طلبى و تن‌پرورى با كمال خواهش و رغبت ، حسين ميرزا را بر تخت سلطنت نشانيده ، * شاه سلطان حسينش خواندند و بالكليه فريضهء جهاد و سياست و سلامت مملكت‌دارى از گوشهء خاطر راندند و عباس ميرزا را حبس كردند .\r\n\r\n* كيفيت احوال شاه سلطان حسين\r\nشاه عليم و كريم و فاضل بود . چون بر تخت شاهى نشست چند مدت طريق زهد و تقوى سپرد و بالكيه از منهيات اجتناب كرد . پس از چندى مزاج دولت صفوى معلول و عقد [ 14 
  ] نظام جمهور محلول شد و اتفاق و * اتحاد به شقاق و نفاق مبدل گرديد و مشرف به خرابى آمد . خلق بر تقوى و زهد شاه موافقت كرده\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nشاه و رجال دولت و عوام و خواص به عيش و عشرت مشغول و چنان به خواب غفلت رفتند كه از وقايع ليل و نهار بىخبر ماندند . كسى بر درگاه شاه نبود كه امور دولت و مصالح مملكت و ملت را برايش عرضه دارد و شاه را از خواب غفلت بيدار سازد . * همان سياح گويد كه عدد پادشاهان صفويه و مدت دولت ايشان را از روى تاريخ دولت عثمانى مطالعه كردم ، چندان مخالفتى * با نقل و روايات من نداشت ، كه در ايران مطالعه نمودم و دريافتم ، مگر در بعضى مقام از دست نساخ و كتابت فى الجمله تغيير * داشته باشد . پادشاهان صفويه اول شاه اسماعيل بن شيخ - حيدر در سنهء نهصد و شش خروج كرد . [ 15 
  ] و بيست و چهار سال سلطنت كرد و در سنهء نهصد و سى وفات يافت . * مترجم اين مقال گويد كه شاه اسماعيل در منقرطاى ، نام محلى از حمل سراب است از افراط شراب درگذشت و او را به اردبيل بردند ، نزد شيخ صفى دفن كردند و ظل تاريخ وفات اوست .\r\nشعر :\r\n او شد از دهر و ظل شدن تاريخ * سايه تاريخ آفتاب شده \r\nدويم شاه طهماسب بن شاه اسماعيل در تاريخ نهصد و سى كه ده سال و * چيزى از عمرش گذشته بود . بر جاى پدر نشست و پنجاه و چهار سال سلطنت كرد و عمرش شصت و سه سال و چيزى بود . بعد از او پسر كهترش حيدر ميرزا را مادرش مىخواست شاه كند ، كشته شد . در عهد سلطان مراد خان ثالث از پادشاهان روم ، * طهام خان حاكم ايروان و نخجوان به جهت اخبار جلوس سلطنت شاه طهماسب ، ايلچى شده ، نامه و * هدايا را برده [ 16 
  ] در سنهء نهصد و هفتاد و چهار به اسلامبول رسيد ، پيغام گذرانيد . سيم شاه اسماعيل بن شاه طهماسب در سنهء نهصد و هشتاد و چهار ، در سى و هشت سالگى بر جاى پدر بر سرير سلطنت جلوس كرد . پادشاهى او يكسال و هفت ماه بود . چهارم سلطان محمد خدابنده در نهصد و هشتاد و پنج بر تخت شاهى جلوس كرده ، ده سال سلطنت كرده ، بعد از آن او را عزل كردند . پنجم شاه عباس پسر سلطان محمد در سنهء نهصد و نود و پنج در سن هجده سالگى بر سرير پادشاهى قرار يافت . چهل و دو سال سلطنت كرد و در سن شصت سالگى وفات يافت . ششم * شاه صفى بن صفى ميرزا بن شاه عباس بزرگ در تاريخ هزار و سى و هشت در هجده سالگى بر تخت شاهى جلوس و چهارده سال سلطنت كرد و در سى و دو سالگى وفات يافته . هفتم شاه [ 17 
  ] عباس ثانى صفوى ابن شاه صفى در تاريخ هزار و پنجاه و دو در دوازده سالگى بر تخت سلطنت جلوس\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nكرد و مدت * ( بيست ) و پنج سال زمان فرمان فرمائى او بود . در سن سى و هفت سالگى وفات يافت . هشتم شاه سليمان بن شاه عباس ثانى در سنهء هزار و هفتاد در سن بيست - سالگى به پادشاهى رسيد و * بيست ( و هشت ) سال سلطنت كرد و در سن چهل و هشت - سالگى وفات نمود . نهم شاه سلطان حسين بن شاه سليمان در سنهء هزار و صد و سه در بيست و پنج سالگى جلوس كرد و نه سال فرمان‌روائى نمود و تخت و تاج را به محمود افغان تسليم نمود پادشاهان صفويه نه نفر ايشان پادشاهى كردند . مدت دولتشان دويست * و بيست و هشت سال بود .\r\n\r\n* نكات واقعه در زوال دولت ايشان از قول سياح\r\nهر چند ظهور دولت و بروز [ 18 
  ] مكنت درگاه سلاطين جهان به تقدير پادشاه قهار و فضل خداوند جبار است . بقاى دولت صفويه از شاه اسماعيل تا شاه سلطان حسين ، مقدار دوازده مملكت در تصرف داشتند : اول عراق عجم ، دوم خوزستان ، سيم لرستان ، چهارم فارس و كرمان ، پنجم مكران ، ششم سمنان ، هفتم قندهار ، هشتم زابلستان * نهم و دهم خراسان و مازندران ، دهم * و يازدهم گيلان ، يازدهم * و دوازدهم آذربايجان كه عبارت از ايروان و شيروان است و گرجستان و داغستان باشد . در زمان شاه اسماعيل ، رسم ملوك الطوايف داير بود در هر يكى از آنها ، صاحب كارى مستقل بود . به قول * سياح مسيحى همهء آنها سنى سنوى و شاه اسماعيل رافضى تارك صحابه و اينها بعد از تيمور تا زمان شاه اسماعيل با هم خالى از كدورت و نفاق نبوده‌اند و مىگويد ، چون مخالفتى با هم داشتند ، شاه اسماعيل طلوع كرده .\r\n[ 19 
  ] اندك زمانى ، سنيان سنوى را ذليل و بعد از آن انساب و اولاد ايشان را از روى زمين برداشت ، و شيوهء تشيع و رفض ظاهر ساخت و اگر صاحب‌كاران سنى اتفاق مىنمودند و او را رخنه نمىدادند ، به سبب نفاق بناى دولتشان ، خراب مىشد .\r\nو * سياح مىگويد تا زمان شاه عباس پادشاهان در كار عزل و نصب ساير امور خود مستقل بودند . بعد از او پادشاهان زبون تسلط خدام و چاكران شدند و دولتشان مشرف به انهدام شد . ديگر از زمان شاه عباس بزرگ شرب شراب شايع گشت و از براى خواص و عوام رخصت بود و كسى اجتناب نمىنمود و * ممنوع نمىشد . صغير و كبير به عيش و عشرت مبتلا و به امور دولت خود نمىپرداختند ، حتى شاه سلطان حسين\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nكه به زهد و تقوى ميلى تمام داشت ، در زمان اقتدار خود ، قدرت بر دفع و رفع اين [ 20 
  ] فساد نيافت . شرب خمر را مؤكد به عقوبت عظيم قدغن كرده در شهر اصفهان و محلهء جلفا شرابها بر خاك ريختند و خمها شكستند و ميخانه‌ها را در بستند و قدغن كردند كه سواى ملوك ارامنه ، قطره شراب به كسى نفروشند . تأكيد اكيد و تنبيه شديد به * اقصى المراتب رسيد . در آخر كار اين قضيه نتيجهء به عكس بخشيد كه خلق صبر و تحمل نياورده ، صغار و كبار جمع شدند و مشورت كردند كه از براى شرب خمر از شاه اذن طلبند * تا قدغن شكنند و عاقبت والده شاه را براى اين كار واسطه كرده و او تمارض كرد « 1 » . اطبا را چيز بسيار داده ، تطميع كردند كه تجويز كنند كه دواى اين درد شراب است . بالجمله شراب پيدا كرده و به يك دور قدح كه نوشيد ، مرض مادر شاه بحران كرده ، به شاه پند مشفقانه دادند ، و در ضمن آن ابرام و الحاح نمودند كه به طريق اسلاف بايد بود [ 21 
  ] و دو پياله امروز براى رفع غم بايد پيمود و فردا براى آمدن نشاط انبساط * بايد نمود ، ( شاه ) به نحوى مبتلاى شرب شراب شد كه بالكليه از تنظيم امور خود بازماند و به لذات شهوانى مشغول شد . * خوانند ( ه ) ها و نوازند ( ه ) ها و سازند ( ه ) ها و مطرب و رقاص در مجالس ، محفل آراسته امور دولت خود را به رجال دولت سفارش نمود و زمام حكومت به دست رجال دولت افتاد و ظالم از مظلوم و حق از باطل تميز نيافت . همه به هواى نفس خود ، هر چند خواستند ، كردند و كرد از وجود ملك و ملت برآوردند و گويند شاه سلطان حسين در تمام عمر خود لباس سرخ نپوشيد و بنا بر آن عادت هيچ كس از امير الامراء و سرداران نمىپوشيدند و پادشاه در روز غضب كه مىخواست كسى را بكشد ، سرخ مىپوشيد و شاه سلطان حسين از روز جلوس تا روز عزل [ 22 
  ] به قتل يك كس فرمان نداد . يك روز در باغچه تفنگ مىانداخت ، مرغى را به تفنگ زد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زنى كه تمارض كرد ، عمه پدر شاه حسين مريم بيگم بود كه از نفوذ فراوان در دربار برخوردار بود و همين زن بود كه از نفوذش در دربار استفاده كرد و پس از مرگ سليمان ، حسين ميرزا را بر تخت نشاند . جهت آگاهى بيشتر نگاه كنيد به محمد محسن ( مستوفى ) : زبدة التواريخ ، كتابخانهء دانشگاه كمبريچ ، به شماره 13 - 15 ، ص 203 ب . و نيز سفرنامهء سانسون ، ترجمه تقى تفضلى ، ( تهران ، ابن سينا ، 1346 ) ، ص 159 كه اشاراتى به زندگى خصوصى مريم بيگم دارد .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nو به حال مرغك بسمل او را مذامت و پشيمانى دست داد ، دويست تومان زر از خزينهء خاصه به فقرا تصدق نمود . سياح گويد كه او پادشاهى بود كريم الطبع ، محب فقرا ، حليم و سليم و صاحب جود و احسان بود . و از براى پادشاهان سيف و احسان هر دو ضرور است . چون شاه از سيف و احسان غفلت كرد ، انقلاب به دولتش رسيد و * كار به اينجا كشيد .\r\n\r\n* ديگر از جمله باعث زوال دولت سلاطين صفويه ، اين بود\r\nكه طوايف عجم غايت اصرار در دعوى اسلام دارند و جزئى از شعاير فروض و سنن اهمال جايز نمىدانند . و در اواخر ايام سلطنت صفويه ، براى اجراى قانون * شرع در بلاد عظيم كه سبب انتظام دولت است ، اهتمام نمىكردند . گواه اين [ 23 
  ] سخن آنست كه در زمان شاه عباس ماضى بنا گذاشتند و قدغن كردند كه بايد زر نقد از ايران بيرون نرود و به جاى زيارت حج به زيارت قبور ائمه عليه السلام و ساير مقابر روند و هر كس آرزوى زيارت كعبه داشت ، * مىبايد مبلغ خطير به پادشاه پيشكش كند و اذن حاصل نمايد و ضررى بيشتر از سفر حج نبوده است .\r\nو به اين سبب * مستطيعان و ضعفا و عجزه بلاد اسلام ، روز و شب دعاى بد و نفرين به جان پادشاه عصر و حكام زمان خود مىكردند .\r\n\r\n* و ديگر باعث زوال دولت\r\nبيشتر از اين جهت شده كه كارگزاران امور پادشاهى و امناى دولت دور از حضرت دو فرقه شده بودند ، و با يكديگر * ضد ( يت ) كامل داشتند . كارى كه * اين فرقه مىساختند ، بسند رأى آن جماعت نمىشد . و بيشتر باعث اخلال دين و دولت و ملك و ملت همه [ 24 
  ] اين مىشد و در كار دولت عيبى و نقصى و خللى * مثل نفاق كارگزاران دولت نيست . و همه كارها معطل مىماند و انواع جور و تعدى و فساد در مملكت پديد آمد ، كه چارهء آن از ممتنعات باشد و در اندك وقتى دولت زايل مىگردد ، و چنان كه در دولت صفويه شد و اين كار را قياس از ضعفاء امت * بايد ( كرد ) بالمثل اگر مرد بازارى در خانه خود دو كدبانو داشته باشد كه مطلب هر يك خلاف رأى\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nديگرى باشد ، كار مرد بازارى مختل مىشود و گذران امور خانه‌اش مغشوش و معوق و معطل مىماند . اگر فراغت خود مىخواهد ، بالضروره بايد كه آن دو كدبانو را يكى كند ، و آن يك نفر كدبانو نيز محبت قلبى و جانسوزى در كار صاحب خانه داشته باشد و الا آن هم به هواى نفس خود راه رود و صرفه جويد و حريص و بىمروت باشد ، باز كار از پيش نمىرود و خانهء كدبانو از آن كدبانو بر باد خواهد رفت و هر كار كه در دنيا [ 25 
  ] از پيش رفته است ، از اتفاق رفته است و هر كار كه در عالم خراب شده از * انفاق خراب شده است .\r\n\r\n* كيفيت احوال افاغنه و ظهور دولت ايشان\r\nنقل كرده‌اند كه افغان در سواحل بحر خزر ، در حوالى شيروان و داغستان مسكن داشتند . با خود در * باب الابواب خارج داغستان ، در صحراها ، ييلاق و قشلاق مىكرده‌اند ، و طايفه مجهول الاصل بوده‌اند . معلوم نبوده است كه از قوم بحر خزر ، يا شعبه از طايفهء آنها باشند . بهر تقدير كار ايشان در آن حدود نهب و غارت بوده است . و از زمان امير تيمور گوركان ، اهالى آذربايجان از ايشان تشكى و تظلم كرده ، آن پادشاه ذيجاه آن طايفه را * از آنجا كوچانيده ، در صحرائى كه واقع بود ميان هند و قندهار ، ساكن و متمكن گردانيده ، و دست تعدى ايشان را از آذربايجان به صد منزل كوتاه كرده و در آنجا نيز عادت ايشان [ 26 
  ] نهب و غارت بود .\r\nسياح گويد * كه در بعضى از * كتب تاريخ ديده‌ام . اغوانى را اليالى مىگفته‌اند و اغوانى غلط اليالى است ، و از ارمنى بوده‌اند ، و حالا در ناحيه قراباغ متصل به شيروان ، جماعت ارمنى هستند كه آنها را مناسرى قندسار مىگويند و در طريقهء ايشان سركرده و * رئيس اغوان را گويند و به زبان ارمنى نامش نوعى اغوان را گويند . در ولايت گنجه و ايروان و نواحى نخجوان و حدود گيلان مسكن دارند ، سقناق ايشان را به اين نام مىخوانند و * طايفهء ارامنه در جبل مستمكنند . به اين نام افتخار كرده ادعاى افغان بودن مىنمايند و مىگويند ، لفظ قندسار ، قندهار بوده و از كثرت استعمال ، قندسار ، شده و قندسار ، غلط قندهار باشد ، زيرا كه قلعهء قندهار * در بعضى از كتب نوشته‌اند كه از بناهاى اسكندر است و آن وقت كه آن طايفه ساكن شدند ، ارمنى [ 27 
  ] بودند . چون از وطن اصلى دور و مهجور ماندند ، رفته با اهالى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nهند مخلوط شدند و الفت و مؤانست پيدا كرده ، همگى مسلمان شدند . يعنى سنى شدند و در طبع ايشان غارت و تاراج غلبه دارد و چون محلشان سرحد است ، * همه جنگ‌آور شدند .\r\n\r\nاحوال و عادات افغان\r\nجنگ و قتال عادت معتاد افغان است و در ميان ايشان سر كرده و ضابط بسيار باشد . در وقت جنگ به ضابطه و نظام ، صفها مىبندند ، به زبان خورستان نسق‌چى و پهلوان دارند . وقتى كه تمام آنها گرم جنگ و كارزار مىشوند و سركرده و ضابطشان به عقب آمده ، نظاره لشگر و صفوف خود مىكنند ، كسى از دشمن نمىتواند ، روى بگرداند . نسق‌چى در عقب گذاشته‌اند . هر كه از جنگ روى گرداند ، بىامان به قتلش پردازند . سياح گويد در محاصرهء اصفهان ، وقتى [ 28 
  ] كه افغان جنگ با عجم مىكرد ، من در نزديكى پل عباس آباد تماشاى جنگ مىكردم « 1 » ، يكى از افاغنه را ديدم كه دست راستش را افكنده بودند ، به عقب صف آمد ، محافضا صف و نسق‌چى و ظابطه به مظنهء اينكه از جنگ گريخته است ، مىخواستند او را بكشند ، دست افتادهء خود را نمود ، باز راضى به برگشتن او نشدند . گفتند كه اى نابكار ، اگر دست تو در كارزار افتاد ، مىبايست * با دست چپ جنگ ( كنى ) ، و اگر دست چپ افتاد ، بايد به دهن جنگ كنى و آب دهن بر روى دشمن اندازى ، تا از خداى خود به مزد بزرگ برسى . اين گفتند و او را به معركهء جنگ راندند . ضابطان لشگر ماذون نيستند ، كشتگان معركه را دفن نمايند ، بايد كه جسد ايشان در ميدان افتاده باشد . اگر شمشير و خشت و كمان و يا تفنگ و غير اسلحه ايشان به زمين افتد :\r\nبراى برداشتن آن [ 29 
  ] از اسب به زمين نمىآيند ، از بسكه در روى اسب چابك مىباشند ، از روى اسب خم شده ، از زمين برمىدارند . تفنگ اندازى نيز مىدانستند ، چون به اصفهان آمدند ، برهنه و عريان بودند و چون بدستشان مال بسيار افتاد ، به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پل عباس آباد كه به پل مرنان ( به نام دهكده ماريانان ) اطلاق مىشود ، نزديكترين پل به محل استقرار سپاهيان افغان در وقايع محاصره اصفهان بود . علاوه بر آن استحكام پل عباس آباد از ديگر پل‌ها كمتر بود .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقدر مقدور در لباس و آلت جنگ مكمل شدند و از كثرت مداومت ، در جنگ مهارتى كامل حاصل داشتند . اگر در ميدان صف مىبستند ، بهيات اجتماع حمله مىآوردند و اگر برمىگشتند ، يك جا با هم برمىگشتند و در گرفتن قلعه و محاصره وقوفى نداشتند . بعضى قلعه‌ها را كه به دست مىآوردند از بيرون آب آن را مىبريدند و بسيار مطيع و منقاد سر كردهء خود بودند ، به حدى كه هر يك پى كار و بار خود بودند .\r\nيك نفر دانا كه از جانب سر كرده ايشان مىآمد وى ( مى ) گفت در فلان ساعت ، در فلان جا جمعيت نمايند كه با شما كارى [ 30 
  ] است ، فورا هر كار كه در دست داشتند ، ترك كرده ، اگر طعام مىخورند ، سير نشده دست مىكشيدند و به مكان معهود حاضر مىشدند . هر شهرى و بلدى را كه گرفتند ، اگر از اهالى آن شهر مىديدند ، كه * طبقى از جواهر بر سر نهاده ، مىرود * از لشگر و توابع ايشان ، كسى به خاطر نمىگذرانيد كه ذره‌اى به او اذيت رساند . در وقت جلوس محمود با اشرف نزاعشان ( شد ) ، لشگر دو دسته شدند . خواهان اشرف به گوش اشرف ( رساندند ) كه اهل اصفهان از خوف تاراج ، دكان خود را بسته‌اند ، منادىها گذاشت در بازارها جار زدند كه مردم دكان خود را باز نمايند و هر كس به كسب خود مشغول كرد و يك دكان بسته نشد . همه بر سر دكانها به كسب و كار خود مشغول بودند ، به بيع و شراى اسير رغبت ندارند .\r\nاسير را تا مدت معهور ، خدمت مىفرمايند و [ 31 
  ] آزاد كردن گرفتار را مىپسندند و بسيار كسان را در جنگ گرفتار كردند و براى خود اولاد نمودند و به چشم فرزندى مىنگريستند . در اردوها و منازل ، ايشان بىنظامند ، اگر لاشهء حيوانى باشد و بوى بد از او آيد ، متألم نمىشوند ، بلكه آن را متحمل مىشوند . از اردوها و منازل دور نمىكنند . انواع طعام را راغب نيستند . و به خورش چربى قانعند و در اكثر سفرها كه با محمود بودند ، با گندم برشته ، اوقات خود را مىگذرانيدند .\r\nدر امورات توكل دارند و تن‌پرور نيستند و عادت به الوان اطعمه و يثاب نكرده‌اند و روده گوسفند را پر آب كرده ، به كمر مىپيچند و در وقت حاجت استعمال مىكنند .\r\nنقل كرده‌اند كه بعد از فتح جلفا ، افغانى براى حاجت به خانهء ارمنى از ارامنه رفته بود . يك ظرفى بزرگ مربا * از ادويه حاره براى او [ 32 
  ] آورده بودند ، براى اكرام افغان ، در برابر او با قاشق ( مى ) گذارد . افغان از او خورد و حظ مىكرد ، تا تمام مربا را به كار برد و * اصلا از آن ضررى به وى نرسيد و در خوردن طعام\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nتكلفات ندانند و سفره و سينى نشناسند و پنير و ساير نان خورش هر چه باشد ، بر روى خاك گذاشته ، مىخورند و غير از آب مايعى نمىخورند . لباسشان مشابه لباس هيچ ملت نيست . هيأتى عجيب دارد . دامن‌ها چون خرطوم از پيش آويخته ، چپ و راست و برهنه زير جامه‌هاى فراخ پوشيده‌اند و پوستى در پاى خود كشيده ، به آن سوار مىشوند . اعلى و ادنى شال‌ها و كرباس‌ها رنگارنگ دارند ، كه خود را از تاب آفتاب و اسلحه و باران نگاه مىدارند و آن * شال رنگارنگ را بر سر مىپيچند و سرهاى آن در پيش روى خود از پيش مىآويزند ، بعد از غلبه بر عجم طور « 1 » قزلباش [ 32 
  ] فرا گرفتند . قباهاى زربفت گل‌دار پوشيدند . اما باز همان پارچه‌هاى زير جامه‌هاشان فراخ بود . بهر جا كه مىرسند يا هر لباسى كه پوشند ، در ميان گرد و خاك حلقه زده ، مىنشينند ، و زنهاى ايشان بىنقاب در هر كوچه مىخرامند و بسيار مقبول * در ميان آنها هست كه چون آفتاب بىحجاب مىروند و بدشكل و كريه منظر نيز بسيار دارند كه حاجت به نقاب ندارند و در گوشهاى خود از * بلور ، گوشوار كنند ، چنان كه بر گردن اسباب عجم ، پيش از اين مىآويختند ، و دمهاى اسبان را بريده ، به جاى گيسو بر سر خود مىبندند و مىآويزند . هر لباسى كه مىپوشند از زير پستان است ، هميشه پستانهاى ايشان باز است و پوشيده نيست ، و در پاى خود * كفش عجم مىكنند . اگر گل و باران باشد كفش خود را بيرون آورده ، كه در ميان گل و باران ضايع نشود [ 34 
  ] و اگر پاهاى گل‌آلود يا نجس شود ، يا مجروح گردد ، باكى نيست . اگر كسى پرسد كه چرا چنين مىكنند ، گويند اگر كفش ضايع شود ، بايد كفش تازه خريدارى كنيم ، اما هر چه به پاى ما برسد ، ضررى ندارد .\r\n\r\n* سالك مسافت از قندهار تا اصفهان\r\nاصفهان كه مقر حكومت شاهان ممالك ايران است ، در وسط عراق عجم و در غربى ممالك ايران واقع است و به مقتضاى فن جغرافيا ، طولش * هفتاد و هشت درجه است و قلعهء قندهار در جانب شرقى ايران است . زمين آن متصل هندوستان ، طولش صد درجه است . مسافت در ما بين بيست و دو درجه است . از اصفهان تا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رويه و رفتار .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nقندهار دو راه است ، يكى معمور و آبادان ، و يكى بيابان كه خالى از باد سموم نيست و از راه معمور ، كاروان ، نود روز مىرود و چاپار از پنجاه روز و در شهر معمورش ، شهر * سجان ( - شجستان ) واقع است پادشاهان [ 35 
  ] عجم كه در قزوين و طهران مىنشسته‌اند و لشگر به قندهار مىفرستاده‌اند ، از راه * مشهد و هرات مىرفته‌اند و مىآمده‌اند ، و اين راه زياد معمور بود . قلعهء قندهار از بناهاى اسكندر است . پادشاه هندوستان به معمارى مهندسان فرانسه ، تجديد آن كرده ، * مستحكم كرده‌اند . مترجم گويد كه قلعه قندهار را نادرشاه خراب كرد و به جاى آن شهرى ساخت ، مرسوم به نادر آباد . و الحال افاغنه در آنجا * باشند .\r\n\r\nسبب استيلاى پادشاهان صفويه به قلعه قندهار\r\nطوايف افغان را كه امير تيمور گوركان از طرف شيروان كوچانيده و به قندهار آورد ، بعضى از آن طايفه به رسم ايلات در مترهات آنجا در كوچ و اقامت بودند و برخى در خرم آباد و قلعهء قندهار سكنى و * استراحت جسته ، و با والى هندوستان آشنا شده و همواره در اطراف به دزدى و چپاول و تطاول و ايذاى خلايق پرداخته [ 36 
  ] با قوت و توانائى ، گاه پادشاه هند را خدمت گذار و گاهى در سرحدات هند ، سرحد نگهدار بودند . تا آمدن شاه عباس ماضى و استيلاى او افسار آنها علاج‌پذير نگرديد . چون شاه عباس قلعه قندهار را از پادشاه هند انتزاع نموده و در تاريخ هزار و سى اختيار افاغنه به دست شاه عباس افتاد ، * شاه مزبور استحكام ( تمام ) به قلعهء قندهار داده ، توابع و الواحق آن را به درستى متصرف شده و با پادشاه هند ، صلح پايدار نمود . سرداران باعرضه و امين و كارگزاران در قلعهء قندهار نصب و تعيين كرده ، سرداران مزبور ، دست تطاول افاغنه را از آن ديار كوتاه كرده به ضابطه و نظام در قندهار فرمانروا و افاغنه كما ينبغى ، مطيع و فرمان‌پذير آمدند . طوايف افغانى كه تابع قندهارند ، دو فرقه بوده‌اند . يكى هزاره و يكى كه مذهب ايشان [ 37 
  ] تشيع بوده و افاغنه ديگر كه در تمامى شهر قندهار و حوالى آنجا بودند . نزديك به جماعت اوزبك ، سنى مذهب و ارمنى به شيعه تطاول و دست اندازى واقع شد و بارها تشكى به پادشاه صفويه نمودند و ايشان اعتبار نكرده ، بالاخره افغان شيعه ، مطيع سنى گشته ، داخل\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nسپاه محمود شدند و سنيان را تابع و مطاوع آمدند و در جنگها با او بودند .\r\n\r\nبيان طغيان گرگين‌خان و اهالى گرجستان به شاه سلطان حسين و انهزام و اقتدار ايشان\r\nدر سنهء هزار و صد و چهارده ، گرگين‌خان والى گرجستان از اطاعت شاه روگردان ( شد ) ، و شاه جاسوسان به سوى آنجا روانه و ايشان را از متابعت گرگين تخدير و * ايذاء فرمود . گرگين خان را در * دماغ فاسد ( ماده ) فساد نخوت و شرارت جا كرده بود . عصيان و طغيان ظاهر ساخت . شاه از حركات ناهنجار او كلب على خان قاجار ، حاكم گنجه را با [ 38 
  ] لشگر گران به تأديب او مأمور و او بر سر گرگين خان رفته ، هنگام تلاقى دو لشگر بزرگان تفليس از يارى او متجافى و از جنگ ، پهلو تهى كرده ، در كنارى ايستادند . گرگين خان مغلوب گشته ، فرارى در كوهستان تفليس متوارى گرديد . كلب على خان داخل تفليس گشته و بزرگان و رعاياى آنجا را به انعام و احسان و سلوك و مدار نوازش كرده ، خوشدل ساخت . گرگين خان از حركات ناهموار خود ، نادم و برادرش خسروخان در اصفهان در آستان شاه منصب ديوان‌بيگى داشت ، گرگين خان به وساطت او پناه به شاه آورده ، * شمشير در گردن در اصفهان از از افعال گذشتهء خود نادم و پشيمان و به شاه ، عذرخواه گرديد و شاه نيز از جرم او درگذشت و عفو فرمود . مقارن اين حالات پادشاه هندوستان به هوس استرداد قندهار ، ايلچى به درگاه شاه سلطان حسين فرستاد ، متمنى اين مطلب بزرگ گرديد ، وزراء [ 39 
  ] و امراى شاه جمع آمدند . بعد از مصلحت و كنكاش ، * ايلچى را نادلپذير ، مأيوس برگردانيدند و در فكر استحكام قلعهء قندهار و فرستادن سردارى نامدار به آن حدود افتادند . قرعه امين مشورت به نام گرگين خان برآمد و گفتند اين كار چندين فوايد دارد . اول آنكه سپاه گرجستان همراه گرگين خان به قندهار مىرود و گرجستان خالى از فتنه و فساد مىگردد و ثانى آنكه گرگين خان آزاد كردهء شاه است و همواره سعى خواهد كرد كه * خدمت نمايانى به ظهور رساند ، تا شاه از او خوش‌دل شود ، ثالثا آنكه گرگين خان سردارى است باعرضه ، چون در قلعهء قندهار مكان تمكين بيابد ، * پادشاه هند را بالكليه فكر قندهار از ضمير زايل مىگردد . * مترجم گويد اگر چه امراى درگاه در اين باب تدبيرات * مقرون به صلاح كردند و اين كار را نيك دانستند ،\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nليكن از اين معنى غافل بودند كه سردارى كه سرحددار [ 40 
  ] مىباشد ، مىبايد عقل و تميزش زياده از * امراى ديگر و سلوكش دو چندان از سرداران صاحب هنر ، بيشتر باشد . گرگين خان كه بىجهت به پادشاه ياغى مىشود و آن قدر عقل و ادراك او تميز ندارد كه دولت و اقتدار خود را به عقل و تدبير تميز خود نگاه دارد ، چگونه با گرجيان بىايمان كه چندى است * مطيع‌اش نبودند ، چگونه در سرحد قندها ( ر ) كذائى كه افاغنه و اوزبك كه هندوستانى همسايهء اوست ، تواند نگاه داشت . القصه گرگين‌خان را سردار قندهار كردند و بالاخره از بىفكرى و عدم تميز و ضابطه و سياست او افاغنه مأيوس از شاه رو گردان شدند و از فرستادن سرداران جنگ و جدال علاج‌پذير نگشته ، عاقبت الامر كار رسيد به آنجا كه رسيد و * شاه سلطان حسين تخت و تاج را به محمود داد و بالاخره اشرف افغان شاه سلطان حسين را به وادى [ 41 
  ] خاموشان فرستاد و دولت صفويه منقرض شد . مگر چنين گمان مىكنى كه اين كارها بسته به عقل و تدبير است . حاشا كه چنين باشد بلكه منوط به قضا و قدر ملك عزيز قدير است .\r\nشعر :\r\n عنان كار نه در دست مصلحت بين است * عنان به دست قضا ده كه مصلحت اين است \r\nچنان كه انشاء اللّه تعالى به تفصيل معلوم گردد و بالجمله گرگين خان تدارك خود را ديده ، عازم قندهار ( گرديد ) و پسر برادرش خسروخان به جاى او قايم مقام در حكومت گرجستان گرديد . « 1 » بعد از وصول با سپاه گرجستان به آن حدود قندهار را استحكام داد و به طوايف افغان نظام و انتظام بخشيد و دست تعرض آن جماعت را از همسايگان كوتاه گردانيد و صدق و اخلاص خود را به ولى نعمت خود ظاهر نمود ، اتفاقا در اين روزها ميرويس را تحصيل‌دار اموال تعيين كرده بود و اين ميرويس در ميان طوايف [ 42 
  ] افغان به غايت معتبر و عزيز و مكرم بود و افاغنه به او كمال اطاعت و انقياء داشتند و مردى مدبر و عاقل و كاردان و كاربين و كارگذار بود و به سبب اطاعتى كه افاغنه به ميرويس داشتند ، غرورى بىنهايت پيدا كرده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گرگين خان بدين شرط به رفتن به قندهار راضى شد كه برادرزاده‌اش و ختانگ والى گرجستان شود . براى آگاهى بيشتر نگاه كنيد به :\r\n T . Wakhust , ( ed . M . F . Brosset ) : Histoire de la Georgie , Vol II , Part I , ( St Petersburg 27 - 1856 ) . \r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبا اهالى هندوستان * علاقه داشت ، با مايهء بسيار ، ( و ) براى اندوختن مال و منال سفرها مىكرد و * سودها ديده بود و ثروتى بىنهايت جمع كرده ( بود ) . گرگين‌خان مطاوعت ميرويس و بسيارى مال و دولت او را حسد برد . از شدت طمع به فكر اخذ مال و هتك حرمت و اجلال او افتاد . او را به حضور خود طلبيد . اكرام و استعالت و نوازش نمود و از خود مطمئن و خاطر جمع ساخت ( و ) به بهانه اينكه تو مردى مدبر و عاقل و كارگزار هستى ، تو را به جهة تمشيت بعضى امور بايد به اصفهان بفرستم و وعد ( ه ) جاى نيكو داد و ابواب اميدوارى تمام بر روى او گشاد و او به سخن گرگين خان روانهء اصفهان ( 43 ) ( شد ) و از عقب عريضه و مكاتبت به شاه و امناى دولت نوشت ، كه وجود ميرويس درين دربار باعث فتنه و شرارت است و دود عصيان و طغيان در روزنهء دماغ مكنون دارد ، بايد به مجرد ورود به آن حدود ، او را در آستان شاهى نگهدارند « 1 » . ميرويس بعد از ورود به اصفهان او را محافظ و نگهبان تعيين كردند و او اين معنى را دريافت . محزون و مكدر خاطر گرديد .\r\nمدتى در اين فكر و انديشه بود ، چون ديد كه در آستان شاهى امينان و كارگزاران دو فرقه شده‌اند و معادات دشمنى كلى در ميان ايشان متداول است ، از اين حالت قدرى تسلى يافته كه نفاق كارگزاران شاه با يكديگر نشانهء زوال دولت است . * مردى عاقل بود و نشيب و فراز كار خود را به نظر تأمل و تفكر ملاحظه كرده اعتماد الدوله را ديد شالهاى كشميرى گران‌بها و پارچ ( ه ) هاى زربفت هندى نيكو طرح ، خوش نما ( 44 ) هديه و پيشكش برد و در استرضاى خاطر كسان او لازمهء آدميت بجا آورده ، در روز ديگر به خانهء ديوان بيگى كه برادر گرگين‌خان بود ، رفته ، تحفه و هديه لايقه گذرانيد . بعد از چند روز باز به ديدن او رفت و از او تكريم و تعظيم يافته ، نزديك خودش جاى داد . پس از انقضاى صحبت از ميرويس احوال سلوك و اوضاع گرگين خان برادر خود را پرسيد . ميرويس بطور حكيمانه و تدبير عاقلانه و * نرمى زبان به ثناى گرگين‌خان گشود ( و ) گفت گرگين خان عاقل و مدبر و صاحب رأى زرّين و فكر دوربين است . رغيب‌پرور و جسور و دلاور شاه جم‌جاه را بنده صادق امروز كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محمد خليل مرعشى در مجمع التواريخ نيز به خطرناك بودن ميرويس اشاره مىكند .\r\nنگاه كنيد به : مرعشى صفوى : مجمع التواريخ ، به كوشش عباس اقبال ، ( تهران 1328 ) ، ص 4 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبه امارت قندهار منصوب است . * پادشاه هند را از سطوت و صلابت و قلعه‌دارى و كارگزارى او طمع از ولايت قندهار بريده شد و آن ديار را فوق الغاية معمور و آبادان دارد . ديوان بيگى از شنيدن اين مقالات ، ديگر صبر و تحمل ( 45 ) نياورده به حضار مجلس گفت ، برادر من عجيب احمقى است كه اگر چند هزار تومان براى دست آوردن همچنين دوستى صرف مىكرد ، ميسر نمىشد و براى خود دولت خواهى به اين صداقت نمىيافت و اين گونه افراط در مدح و ثناى او مىكند و آثار رضامندى او ظاهر مىسازد . چنين شخصى را از خود مأيوس كرده و خلاف مطلب را به شاه و امناى دولت عرض كرده است و مكتوبات به برادر خود نوشت و او را سرزنش‌هاى فراوان كرد كه اين چنين شخصى عاقل و خيرخواه را كه تو را محبت صادق است و * دولت موافق و در خانهء پادشاه را از مدح و ثناى تو پر كرده ، رنجانيده و به شاه خلاف آن را عرض كرده . ميرويس بعد از دو روز ديگر به خانهء اعتماد الدوله * رفته و با او آغاز تكلم نموده و به طريق ابتهال و تضرع و تواضع عاقلانه در برابر او اعتمادالدوله با او آغاز ( 46 ) تظلم نمود . گفت چند روز پيش از اين كه به خدمت ما آمدى * شغل بسيار داشتم ، فرصت نشد كه احوال والى قندهار را استفسار نمايم ، چه خبر از آن طرف دارى ، به ما بگو ، ميرويس كه عمرو عاص از * كمند ( - كمينه ) چاكرانش محسوب نمىشد ، * يقين داشت و دانسته بود كه امناى دولت شاه دو فرقه متضاده شده‌اند و دربارهء يكديگر نفاق و عداوت مىورزند ، به اسلوب شاه حكيمانه جواب دادن را مصلحت نديد ، بايستاد و نگاه كرد . اعتماد الدوله در تحقيق مطلب ابرام نمود ، ميرويس زبان فصاحت بل فضاحت گشود در خدمت ( گزارى ) قصورى نگذاشت و گفت : اگر گرگين‌خان بعد از اين در ديار قندهار * صاحب اختيار باشد ، فساد عظيم ظاهر خواهد شد . محقق و آشكار است كه صبحگاه هست و * چاشتگاه در خمار ( است ) و گرجيان هر يك به هواى نفس خود گرفتار و عرض و مال و عيال ( 47 ) خلق در دست آنها پايمال و هر چه از نقود و جواهر و مال و منال كه از مردم مىگيرد ، * روانهء گرجستان مىكند و براى خود خزينه و ثروت مىسازد و طغيان و فسادى كه پيش از اين در گرجستان كرد ، امروز ، باز آمادهء آن فرصت است و مترصد انگيختن شرر شرارت ، لشگر و خزينه جمع‌آورده ، با پادشاه هند در ساخته است . عنقريب فسادى مىكند كه چارهء آن ممكن نگردد . اعتماد الدوله گفت *\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nپادشاه را همين كه چنين كافرى جاهلى نادان نحس نجس كه سپاهش نيز با خود هم مذهب است ، به مسلمانان والى ساخته ( است ) و در سرحد چنان و سر سديدى * بدينگونه حرمان ، چنان نصب و تعيين فرموده و تسلى زياده از حد داده ، محض سوء تدبير و از طرز و طور عقل بديع بعيد است و حاصل اين جز ندامت و * مآل اين كار غير ذهاب دولت نيست ، اعتماد الدوله كه با ديوان بيگى ( 48 ) * نقض و معادات داشت ، اين كلمات بگفت . ميرويس از او فوق الغايه ممنون گشت ، ميرويس امناء درب خانه را ، دل به دست آورده بود ، در خدمت * شاه مغاصب و معاند متفق اللفظ به صلاح و سداد و تقوى و فلاح او شهادت دادند و گفتند معاضات گرگين خان در حق او محض اغراض فاسده است . بنابراين پادشاه از جرايم او گذشته ، با او دل خوش كرد . ميرويس * از اين حال خوشوقت شد ، ليكن دلش از اندوه و وحشت * خالى نبود .\r\n\r\nرفتن ميرويس به زيارت مكه و فتوى حاصل كردن\r\nميرويس بالضروره از شاه رخصت سفر حجاز گرفته ، روانه شد و در مدينه و مكه به علماء و مجتهدين آنجا ، هدايا داده * سرايتان ( - سرانبان ) مسائل نزد ايشان باز كرد و چنين گفت كه علماء اعلام درين باب چى مىگويند ، ما در نهايت شرقى ايران متصل به ملك ( 49 ) هندوستان مسكن داريم و در اصل سنى سنوى پاك اعتقاديم .\r\nجمعى كثير از اقوام و عشاير به ما متعلق است . مدتى است كه از * شاهان عجم كه از روافض و * دشمن صحابه مىباشد ، بما مسلط شده‌اند و ما رعيت ايشان شده‌ايم .\r\nتعدى و بىحسابى به ما مىكنند . در پيش حم ( - چشم ) ما صحابه سه‌گانه را از چهار يار * لعن و سب مىنمايند و دشنام آشكارا مىدهند نيز گرجى و كافرند ، بر ما گماشته ، ما را به * انواع بلا و مصائب داشته و آنها را محافظ ناميده‌اند ، به ما تعيين كرده ، به چندين امور خلاف شرع مرتكب مىشوند و جور و جفا مىكنند و دست به عرض و ناموس ما دراز دارند ، هيچ گونه ترحم و فتوت بر ما نمىآورند و اولاد ما را به طريق غصب و سرقت از ما ربوده ، به گرجستان مىفرستند و در آنجا مىفروشند و زنان ما را روافض جبرا قهرا ( 50 ) تزويج مىكنند . اگر ما عاجزان را غيرت دين دست دهد شرعا جايز است كه ما شمشير به روى آنها بكشيم و هر جا كه آنها را به‌بينيم ، بكشيم و با صف بسته با ايشان مقابله نمائيم و اگر * مقابله كنيم اطلاق لفظ\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nمعنى جهاد بر ما وارد است و آيا مقتول ما در راه خدا شهيد است . و درين صورت هر گاه غلبه از ما باشد ، مال روافض و عرض خون ايشان و اسير ايشان اگر بفروشيم ، بر ما حلال است . و چون مملكت ما به هندوستان اتصال داد ، اگر ما مملكت خود را به پادشاه هند بدهيم و از جنس خود به * سنى سنوى پناه بريم جايز است . و مورد بحث شرعى نيستيم . فتواى آن را به اقلام حقايق ارتسام قلمى فرمائيد . علما و مجتهدين سنى در * جواب مسائل او فتوى شرعى داده : همه را بگرفت و در بغل گذاشت و در صندوق اميدوارى خود مستحكم كرده ، از حج معاودت نموده به * اصفهان آمد .\r\nچون علما و مجتهدين ( 51 ) مدينه و مكه را به نحوى كه مذكور شد ، * خلق ايران را از زيارت حج قدغن كرده بودند ، كه زر مسكوك از ايران به جاى ديگر نرود و سالى مبلغ خطير اهالى روم و جماعت مكه و مدينه و حجاز از حاج منتفع مىشدند و * راه انتفاع آنها بريده شده بود ، از اين راه كينه و عداوت ديرينه از اهل ايران در دل شقاوت منزل داشتند ، فتوى بسيار مضبوط نوشته دادند . ميرويس به اصفهان آمده به امناء و امراء درب خانه و دوستان و رفقا و شاه هدايا و سوقاتهاى نيكو داد . * دلهاى مردم را صيد كرده و در ميان رجال دولت معتبر شد و به حسن حالت عاقلانه و رفتار خردمندانه شهرت كرد . شاه به او محبت بسيار بهم رسانيد ، داخل شور و مصلحت * ملكى گرديد . اتفاقا در آن روزها ايلچى از چارمسقو « 1 » كه عبارت از پادشاه روس باشد عازم ايران مىگرديد « 2 » و خبر او به شاه رسيد كه از شما اذن دخول و ورود ايران مىخواهد ( 52 ) رجال دولت از رساننده اين خبر تحقيق كردند كه اين ايلچى كيست ، و * از مردم كجاست و اسم او چيست ، گفت : اسم او اسرائيل و اصلش از محال قبان ( قپان ) قراباغ و ارمنى الاصل و مولدش در محال قپان قراباغ بوده . رجال دولت از شنيدن اين سخن مختل الدماغ گشته ، كه ارمنى و رعيت ما از جانب * چار روس ايلچى شده و بيايد حرمت نگاه ندارد و در مجلس شاه نشيند ، اين * لايق رعاياى ما بخصوص از مقولهء ارامنه ما را مناسب و معقول نمىنمايد .\r\nبايد رخصت آمدن به او داده نشود . پادشاه روس اگر ايلچى مىفرستد ، * از جنس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تزار مسكو .\r\n( 2 ) - فرستاده پادشاه روس ، شخصى به نام اسرائيل ارى  Israel ori  بود كه از طريق شماخى در سال 1120 / 1708 عازم دربار صفوى بود .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nديگر و آدم ديگر بفرستد . « 1 » و در آن وقت ايلچى ديگر از فرانسه آمده و در شهر اصفهان متوقف بود . نامش موسى « 2 » نزد او آدم فرستاده ، از او تحقيق احوال ايلچى روس كرده ، او در جواب نوشت : كه اسرائيل گويندش . اصلش ارمنى است ، و از مقوله تجاريه فرنگستان ( 53 ) افتاده بود . در ميان لشكر فرانسه مدتى قهوه‌چىگرى كرد .\r\nبعد او را * جنگى نوشتند و در سفرهاى بسيار بود ، بعده به نمسه « 3 » رفته و در آن خدمتها كرده و بعد از آن * به فرال رفته ، در * قلعهء ازاق ، روس او را ضابطى * سوك‌باشى « 4 » داده و به آرزوى وطن اصلى و * ديدن ارحام خود از چار نمسه و به چارمسقو يعنى پادشاه روس شفاعت انگيخته و واسطه انداخته ، التماس تعيين شدن به ايلچىگرى * خواسته ( است ) . پادشاه روس او را به ايلچىگرى روانه اين حدود كرده ، چون در آن وقت ميان فرانسه و نمسه قتال و جدال واقع بود ، ايلچى مرقوم از * شفاعت ، پادشاه نمسه ، به پايه ايلچىگرى به ايران منافى طبع آمده ، به مقتضاى وظيفهء ايلچيان ، ايلچى فرانسه در حق * اسرائيل مرقوم معامله به عداوت نمود و نوشت كه اسرائيل مذكور قابليت نشستن در مجلس پادشاه ندارد و او يكى از ( 54 ) ارامنه دنى الاصل و ارمنى غريبه قراباغى كه طريقهء شر داشتند . يعنى بزرگى مردم خبر دادند كه از كاملان ما استخراج و خبر داده‌اند و معلوم شده است كه در كتاب ما نوشته‌اند كه در اين سالها از جنس ارامنه در زمين ايران ، پادشاهى خواهد كرد كه به اين زمين‌ها غالب خواهد شد و در داخل اين مملكت گشته ، ( به ) وضع دولت قديم ارامنه عود خواهد كرد . و به * اعتقاد اين حكايت ارامنه چشم انتظار در راه داشتند و چون اين معنى غريب بود ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ترس ايرانيان از نپذيرفتن سفارت ارى ، بدين جهت بود كه شايع شده بود كه وى خود را از نسل پادشاهان قديم ارمنستان مىداند و به نحوى خود را وارث آن در ارمنستان برمىشمرد . نگرانى مبلغان كاتوليك مقيم دربار ايران نيز اين واهمه را تقويت مىكرد ، زيرا كه از جانب ارى شايع شده بود كه وى قصد بيرون كردن آنان از ايران را دارد بدگوئىهاى سفير فرانسه به نام ميشل نيز دربار ايران را از پذيرفتن ارى متوحش ساخته بود .\r\n( 2 ) - ايلچى فرانسه شخصى به نام ميشل بود كه پس از مرگ فابر ، به سفارت به دربار ايران آمد . نگاه كنيد به لارنس لاكهارت : انقراض سلسله صفويه ، ص 512 .\r\n( 3 ) - مراد از نمسه امپراطورى اطريش است .\r\n( 4 ) - بيوك‌باشى .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبه شاه عرض گرديد ، ايلچى مرقوم از جانب پادشاه روس نزديك به شروان در كنار بحر خزر به جائى كه نياز آباد نام داشت ، آمده تا آنكه به شهر شماخى بيايد ، سيصد نفر از ارامنه به او ملحق شده و با حشمت و وقار عظيم آوردند و در شهر شماخى ، پانصد نفر ارمنى بر سرش جمع شد ، اسرائيل ايلچى از راه حيله‌كارى و جلب منفعه از ارامنه ( 55 ) كه نزديك او بودند ، گفت : كه من از نسل پادشاه ارامنه‌ام و در ميان آنها اين مدعاى عظيم شهرت يافته . گفتند آنچه در كتابهاى ما نوشته‌اند ظاهر شد ، همان پادشاه خواهد بود و به دعوى ولايت آمده است ، و غيرت و جمعيت اين بر ما لازم است « 1 » . ايلچى فرانسه خبردار گشته ، شاه را دريافت و به عرض رسانيد و * گفت : تدارك اين كار بايد كرد و الا * فتنهء عظيم خواهد شد . از اين حكايت شاه به انديشه افتاد . اعتماد الدوله را طلبيد و با او مشورت كرد كه اسرائيل بيايد يا به او رخصت مراجعت به مسقو داده شود . او نيز * با امناء و كبرا مشورت كرده . بعضى ورود و * بعضى مراجعت را مصلحت ديدند . عاقبت در * حل اين عقده درماندند .\r\nميرويس را ديده ، مشورت كردند . او اول خفض جناح نموده ، احتقار احضار ( كرد ) و از اين جانب ابرام و اصرار رفت . بالضروره به عرض رسانيد كه به عقل ناقص اين بنده ، چنين ( 56 ) مىرسد * كه اسرائيل ايلچى به اينجا بيايد ، فتنه حادث نمىشود .\r\nعلاجش اينجا به حافظ و نگهبان گذاشتن و * به زهر دادن مىتوان شد و اگر به او اجازهء مراجعت داده شود ، گاه باشد كه چارمسقو كه پادشاه روس است ، به * تن تحمل اين عار نمىكند و به غيرت افتد و فتنه بزرگ و غوغاى عظيم برپا شود . خصوص ( كه ) گرگين خان ، پيش ، از شاه ياغى شده بود و ارامنه در ايران * بسيار است و جماعت گرجستان همه ارامنه‌اند و رزمى خان برادر * گرگين‌خان « 2 » پيش از اين بالفعل نزد پادشاه روس است ، او را دست آويز كرده ، به گرجستان فرستد و طوايف گرجستان بر * سر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طبق روايات ارامنه حروف نام اسرائيل ارى  Israel Ori  با كمى جابجائى  I sera roi  به معنى « او پادشاه خواهد شد » مىباشد . براى آگاهى پيرامون اسرائيل ارى و موقعيت او در آن نواحى ، رجوع كنيد به اسماعيل رائين ايرانيان ارمنى ، ( تهران امير كبير 1356 ) ، ص 14 .\r\n( 2 ) - ظاهرا مراد از رزمىخان ، برادر گرگين ، آرخيل مىباشد كه ساليان متمادى در روسيه اقامت داشت .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاو جمعيت كنند و پادشاه روس خود بنفسه حركت كند و به * مفاد الكفر لمه واحده ، ساير ارامنه نيز به او ملحق شوند * و تدارك اين فساد عظيم مشكل شود . و در ميان ارامنه اطراف نيز تجار متمولين بسيارند به خزينه ( 57 ) و مرد مدد پادشاه روس كنند و رفع اين غائله ممكن نگردد . گرگين خان در قندهار خبر يابد و افاغنه را بر سر خود جمع آورده و به ايشان خزينه و مال دهد و به پادشاه هند متفق گردد و بندهء شما از آن رانده شده‌ام ، ديگر كسى اطفاى نايرهء فساد آنها نتواند كرد . الحاصل ميرويس در ميان تقرير صواب ديد عرض حال خود را نيز چنان كه بايد و شايد ، نيكو سخنى از رفتن خود به قندهار در ميان به عرض رسانيد . و * گفت : اين بنده چنين صلاح مىداند كه ايلچى را * رخصت ، ( وره ) ارزانى و روا داريد . امراء و وزراء تقريرات او را يكان يكان به شاه عرض كردند و رأى او را پسنديدند و به قندهار مرخص فرمودند . اعتماد الدوله كاغذ داد كه اگر گرگين‌خان به تو بدى كند ، به دربار پادشاهى عرض كنى و ديوان بيگى به عمّ خود نوشت كه ميرويس منظور نظر پادشاهى است . به او محبت و مهربانى به جاى آر . پادشاه ( 58 ) ميرويس را به قندهار فرستاد . القصه ميرويس * از زندان و گوشهء غم چون تيرى كه از شست برود ، برجسته ، خود را به قندهار رسانيد . ايلچى روس را به دربار طلبيدند . پس از چندى او را مقضى المرام روانه مملكت روس كردند . ميرويس چون به قندهار رسيد ، افاغنه را بر سر خود جمع آورده ، و گرگين‌خان در انعام و اكرام او اهتمام نموده ، بعد از آمد و رفت و ديد و بازديد آشنايان و عشاير و قبايل و وجوه ناس و اصدقاى قديم * نزد او آمدند ، به ايشان محبت‌هاى محرمانه داشته ، بزرگان قبايل بلوچ نزد او آمده ، در اتفاق ثابت القدم و سر و جان در راه او نهادند و همه افاغنه و بلوچ قرآن در ميان آورده ، قسم ياد نمودند . * به اين مضمون ، مكتوبى هم از اعتماد الدوله ابراز كرده ، هميشه در پيش نظر نهادند و مضمون آن را از بر كنند و فرصت غنيمت دانسته ، ظلم و جور روافض و ( 59 ) گرجيان را ياد آوردند و افغان شيعه تعدياتى كه به اهل و عيال آنها كرده ، تعداد نمايند و * غيرت اسلام در خاطر افكند . پس ميرويس بناى افساد نهاده ، جمعى از افاغنه را برانگيخت ، آمده به گرگين‌خان شكايت كردند كه جماعت * بلوچ آمده ، أبّه و مواشى ما را غارت كردند گرگين‌خان در صدد تنبيه برآمده ، با گرجيان سوار شد . ميرويس در خفيه ، بلوچيه را خبردار\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nكرده كه آمده با گرجيان و گرگين‌خان آمادهء كارزار باشند . چون گرگين‌خان بيرون رفت . افغان دو شق شده ، ايستاده بودند و او غافل در ميدان * ايستاده . افغان سوار ، به سلام آمدند ، چون نزديك رسيدند ، بحر زخار انتقام افاغنه به جوش آمده ، مانند سيل به طرف گرجيان انحدار يافتند . گرگين خان فرعون آسا در ميان غرقه طوفان بلا شده ، يك نفر از گرجيان بيرون رفت كه خبر به قندهار رسيد چون مقصود ( 60 ) افاغنه حاصل شد ، ميرويس ايشان را جمع آورده ، مصلحت كرد و پند داد و موعظه نمود كه بر نيت خود ثابت قدم باشند . افاغنه او را دعا كردند . ميرويس به ايشان گفت كه اكنون معلوم شما باشد ، كه فرمان اعتماد الدوله در باب گرگين‌خان اصل نداشت و ساخته بود و اين كارى كه شد ، * از غيرت دين‌دارى ناشى گرديد . من مجبور و مضطر شدم كه اين كار كردم . مضى ما مضى حالا بايد يك دل و يك جهة باشيم و جان و مال و عرض خود را در راه دين * محمدى بگذاريم چون به پادشاه عجم عصيان ظاهر كرديم و ياغى شديم ، لا محاله در قيد اخذ انتقام برمىآيد و تدارك لشگر مىكند و اگر العياذ باللّه بر ما غالب كرد ، همهء ما را از شمشير مىگذارند ، اهل و عيال ما را اسير مىكند . افاغنه * چون اين كلمات شنيدند از اقدام اين كار پشيمان شدند و گفتند پادشاه عجم صاحب دولت و در جنب ( 61 ) آنها چند طايفه رعيت چگونه با پادشاه طاقت مقاومت داريم و از پنجهء مهر آنها خلاصى توانيم يافت . ميرويس دانا و عاقل بود در برابر آنها خواندن گرفت كه كم فئه قليله غلبت فئه كثيره باذن اللّه . بعضى اطمينان يافته و * برخى را تشويق در خاطرها ماند و تعهد كرد كه ما از پادشاه روبرگردان نمىشويم و سردار * گرگين خان است . ميرويس گفت آنها واجب القتلند زيرا كه دست تعدى به زنان و عيال ما دراز كرده ، صحابه پيغمبر را روبروى ما دشنام دادند . اين فتاوى علماى حجاز است كه براى شما گرفته آورده‌ام ، و پيش از اين هم فتاوى از علماى هند و ماوراء النهر گرفته در دست دارم . چون افاغنه فتاوى را مشاهده كردند ، ايشان را غيرت دست داده ، دل به جهاد و قتال نهادند و ميرويس با افاغنه سوار شده و * غفله داخل قلعهء قندهار شده ، داروغه و ضابطان و گرجيان ( 62 ) گرگين‌خان را گرفته و به قتل رسانيدند « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در متون تاريخى ، نحوهء كشته شدن گرگين ، متفاوت ذكر شده است . به طور مثال مرعشى صفوى در مجمع التواريخ ص 6 و بعد مىنويسد كه گرگين در نيمه شبى در قندهار به قتل رسيد .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nو برج و باره قلعه را به كسان خود مستحكم گردانيد و با افاغنه نشسته ، مشورت نمود كه بايد به پادشاه هند متوسل شده و به رفقا و هندوستانى و پادشاه و بزرگان هندوستان مكتوبات و عريضه نوشت و از كار و كردار خود خبر داد و درخواست نمود كه هر گاه از طرف پادشاه ايران بر سر ما لشگر آيد و از مدافعه عا * جز آئيم و مدد از پادشاه هند در كار افتد ، هندوستانى ما را * مهما امكن ( ايشان را ) مدد نمايند و اگر به هيچ حال طاقت * مقاومت نياوريم ، جميع طوايف افغان كوچيده و رو * به هندوستان آورند .\r\nپادشاه هند از مطلب آنها آگاه گشته ، فرستادهء آنها را مقضى المرام برگردانيد . ميرويس در حكومت قندهار استقلال يافته ، عرايض حيله‌آميزى به اعتماد الدوله و پادشاه در قلم آورد ، به اين مضمون كه افاغنه از بد سلوكى * گرگين‌خان تنگ آمده ، او را با گرجيان * به قتل رسانيدند . ( 63 ) عشرت كنان در فصل فائيز به قندهار رسيد و راهها را سوخته و آذوقه و علوفه ناياب ديد . چون زمستان در پيش بود . سپاه قزلباش را احوال ديگرگون شده ، * به راهى ماندن و نه پاى رفتن . قزلباش بالغروره از سر قندهار كوچ كردند . خسروخان « 1 » با شش هزار نفر سپاه گرجستان را برگرفته ، عقب اردو را پيش انداخته و عباس قلى بيك از اردو جدا شده ، به قلعهء قندهار رفت . ميرويس فى * الحال سوار شده ، سپاه خود را جمع آورده ، هشتصد نفر شتر كرد و زنبورك و توپ بر آنها بار كرده ، از عقب سپاه قزلباش درآمده با خسروخان جنگ در پيوست .\r\nخسروخان كشته شد . پانصد نفر گرجى چابك سوار * از معركه جسته ، راه فرار پيش گرفته ، باقى طعمهء شمشير آبدار شدند . اساس و تدارك اردو را * بالكليه متصرف شده به قلعه درآمدند . افاغنه پى پانصد نفر گرجى افتادند . گرجيان مرگ خود را ( به ) معاينه در آينه صيقلى شمشير ( 64 ) ديده متفقا به افغان حمله كردند . افغان دو دسته شده ، كوچه دادند . گرجيان راه فرار ديده به اتفاق روى به راه نهادند . افاغنه ايشان را * تعاقب ننموده برگشتند . غنايم اردو را جمع كرده ، به نعمت و دولت عظيم پيوستند .\r\nبعد از آن ميرويس خذلان مآب هفت سال زنده بود . هر سال سپاهى از قزلباش بر سر او رفته ، * مغلوب مىشدند . چون ميرويس هفت سال حكومت قندهار كرده ، بر بستر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مراد از خسروخان ، كيخسرو برادر زاده گرگين و داروغه وقت اصفهان بود كه جهت گرفتن انتقام گرگين عازم جنگ با افغان‌ها شد و سرانجام نيز كشته شد . شرحى از اين برخورد را مرعشى صفوى در مجمع التواريخ ، ص 9 آورده است .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمرض افتاد و به مردن دل نهاد و افغان از اين واقعه پريشان خاطر شدند ، افاغنه را وصيت مىكرد كه اولا امور شما را به * خداى تعالى سپردم . بايد در جهاد دشمنان بذل وجهه خود به عمل آوريد و ثانيا در هر حال همّت خود را بلند داريد و جمله با هم متفق باشيد و به روافض سر فرود نياوريد ، و در دفع مضرات آنها جهد كنيد ، اهل عجم از * اتفاق خالى و به نفاق پر و دولتشان مشرف به انهدام و به كثرت و حشمت كار بر ايشان ( 65 ) سخت وحشت و دهشت طارى خواهد شد و شما به اتفاق قلب و اتحاد درون در حركت باشيد كه متوكلا على اللّه بر آنها غالب و اصفهان را خواهيد گرفت . اين كلمات بگفت و به دار البوار پيوست بعد از آن مير عبد اللّه برادرش را به جاى او نشاندند « 1 » . او به جنگ و * جدال راغب نبود ، و راحت حضور را به مشقت سفر ترجيح مىداد . افاغنه را جمع كرده ، و مشورت نمود و صلح با قزلباش را اصلح ديد كه بايد با قزلباش مصالحه كنيم و كسى از اينها را در ميان خود بگذاريم و مال ديوان را هر ساله خود جمع كنيم و به خزانهء پادشاهى تسليم كنيم و به فراغت نشينيم . افاغنه را از او ، اين كلمات خوش نيامده ، در دلشان محبت او به عداوت بدل شد و نفرت ظاهر كرده ، گفتند به هزار حيله و تدبير گريبان ما از دست روافض خلاص شده است . چگونه به صلح راضى شويم و دوباره اختيار خود را به دست روافض دهيم و دين و عرض و جان خود را ( 66 ) در معرض تلف درآوريم . اين بگفتند و دل بر جهاد نهادند . مير عبد اللّه دل بعضى از امراى افغان را بدست آورده ، به صلح راضى كرد . * مكتوبى متضمن اين مطلب نوشته ، پنهانى نزد شاه فرستاد . اما ميرويس سه پسر داشت ، مير محمود در وفات پدرش هجده ساله بود و او در تحت تربيت مير عبد اللّه عموى خود بوده و ميرويس از همه بيشتر محبت به محمود داشت و در جنگها همراه پدر بود و به برادرش * هنگام وفات سفارش او را نموده ، او به صلح عمّ خود راضى نبوده . مكتوبى كه به عجم مىنوشت ، به دست او افتاده ، روزى شمشير در دست گرفت وقتى كه مير عبد اللّه در خواب بود بر سر او رفته ، عمّ خود را بكشت و نيز كسانى كه در صلح عجم با عمّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منابع ايرانى مانند مجمع التواريخ جانشين ميرويس را برادرش عبد العزيز مىدانند . ظاهرا كروسينسكى را در اين مورد سهوى روى داده است . عبد العزيز در سنوات 1129 - 1127 / 1717 - 1715 يعنى تا زمانى كه به امر محمود برادر زاده‌اش كشته شد ، حكومت افاغنه را داشت .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nهمداستان بودند ، گرفته به قتل رسانيد و فريضه جهاد را موافق آيات قرآنى به جماعت افاغنه خواندن گرفت . بعد از آن ( 67 ) گفت عمّ مير عبد اللّه به قوم خود خيانت كرد .\r\nچند روز ما راحت داشتيم . مىخواست باز ما را به دست روافض دهد . مكتوب او را كه به شاه نوشته بود به افاغنه خواند . افاغنه او را دوست مىداشتند . او را به جاى پدر نشانيدند و او به فكر نظام لشگر افتاد . افغان حصارى را كه شيعه بودند ، برانداخت و تابع افغان * سنى كرد .\r\n\r\nاحوال صفى خان و فرزندش خالد خان\r\nاعيان لشگر شاه صفى قلى خان را به سردارى قندهار مناسب ديدند . او مدتى حكومت اصفهان كرده بود و از رجال و دولت و كار آزموده و دانا بود و در آستانه شاهى امناى دولت دو فرقه شده بودند و به سبب اختلاف ايشان صفى قلى خان معزول شده ، گوشه نشين بود . اين دفعه تكليف سردارى به او كردند . ابا نمود . شاه براى او خلعت و تاج مرصع فرستاد و رقم سردارى به روى آنها گذاشته ، باز از قبول آنها اجتناب كرد و گفت ( 68 ) سرداران پيشين از عمدهء اين كار برنيامدند . از اين جهة بود كه در كار خود * اختيار و اقتدار نداشتند . كسى به سردار ناظر تعيين نكرده و سپاه بايد از سردار خوف و بيم داشته باشند تا جنگ كنند . مادام كه سردار فيما بين خوف و رجا است ، از او كارسازى نخواهد شد و بدتر از همه در آستان شاه نفاق در ميان اعضاى دولت هست . انتقام از دشمنى * صورت نبندد و در اين صورت فتح و شكست سردار يكسان است و من از عهدهء اين خدمت برنخواهم آمد . باز قرعهء مشورت انداختند .\r\nباز صفى قلى خان را اسباب كار دانستند . او باز راضى نشد . حيله به كار آوردند . او پسرى داشت ، در سن هفده سالگى مقبول و متناسب الاعضاء . از جانب شاه خلعت و تاج مرصع و منشور سردارى دادند . آن جوان در قبول كردن آن مسارعت كرده ، به پاى پدر افتاد و به هزار رجاء و الحاح پدر را راضى ( 69 ) ساخت و او از بسيارى محبتى كه به پسر داشت ، مهمّ سردارى را خود قبول نمود و با شاهزاده هزار سپاه قزلباش و پسر هفده ساله بيرون آمده ، راه قندهار پيش گرفته . افغان حصارى خبر ورود قزلباش را به محمود رسانيده ، محمود توقف نكرده . بامداد لشگر تعيين كرد و صفى قلىخان مانند روح از * ابدان ، ( از ) پسر خود جدا نمىشد . در آن روز آن جوان كبك\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nرفتار ، با سيصد نفر چابك سوار به شكار رفته بود ، اتفاقا غلامان سپاه افاغنه ، دسته شده و جوياى شكار بودند ، به او برخورده ، جنگ در پيوست آن جوان ناكام در * دست غلامان بىخبر كشته شد . باقى سواران بر مثال پروانه در شعلهء شمع آرايش شمشير غلامان سپاه در آتش هلاك سوخته گشته . اين خبر به پدرش رسيد . بيهوش و لا يعقل افتاد . از كمال غضب و تهور عنان اختيار از دستش رفت . در آن وقت مير اسد اللّه با سپاه وافر * به مدد ( افاغنه ) ( 70 ) پيوست و صف‌ها بستند . در مقدمهء لشگر ، صفى قلى خان حمله‌آو ( ر ) شدند . حمله همان و كشته شدن همان ، لشگر قزلباش ( منهدم ) مقتول و قليلى از ايشان از معركه جسته به شاه پيوستند . افاغنه اردوى ايشان را تصرف نمود .\r\n\r\nسردارى لطف على خان لكزى از خويشان فتح على اعتماد الدوله لكزى به جزيرهء بحرين\r\nاين خبر موحش به سمع عجم رسيد . مكدر گشتند . اسبان بهء شمع راحت و استراحت افشاندند و از تدبير و چارهء كار فرو ماندند . مجلس مشاوره گستردند و گفتند اگر ترك افغان كنيم ، ديگران جماعت ترك ما نخواهند كرد و اگر به دفع ايشان اقدام نمائيم ، سرها بر باد خواهد رفت و پادشاهى و دولت و اقبال به طرق دشمنان بدسگال پايمال خواهد شد . باز چنين صلاح دانستند كه سر عسگرى عاقل و مدبر تعيين نمايند .\r\nلطف على خان خويش اعتماد الدوله لكزى را مناسب اين كار ديدند . ساختگى كار مىكردند كه از جانب بحرين را ( 71 ) گرفته ضبط كردند و اكنون دست تعدى به بندر عباس كشانده‌اند . خان مزبور اين سفر را بىغائله‌تر ديد و به قندهار برگزيد .\r\nبعضى مناسب نديدند ، بالاخره به سمت بحرين سفرى شد « 1 » ، چون تدارك و آذوقه به جزيره خواستند كشيد ، كشتى نداشتند . از دولت * بوريقال ( پرتقال ) سفينه به اجرت خواستند و آن * مبلغى خطير مىشد و قريب به پنجاه هزار نفر لشگر قزلباش نزديك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اين ايام اعراب خليج فارس حملات خود به جزاير و بنادر ايران را شروع كرده بودند و برخى از جزاير ايران مانند بحرين ، قشم و لارك را تصرف كردند . سپاه ايران به فرماندهى لطف على خان و به اميد كمك از كشور پرتقال به همين جهت عازم بحرين بود .\r\nاين ايام مصادف با حمله اول محمود افغان به كرمان و تسخير آن شهر در سال 1121 / 1719 بود .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبندر عباس رسيدند و در ساحل بحر آرميدند . قيودان دولت * بوريقال ( پرتقال ) كشتيها را آوردند و در كنار دريا صف كشيدند و اجرت آن را خواستند لطف على خان فكر كرد و گفت اين قدر وجه به دولت * بوريقال ( پرتقال ) دادن براى اجرت كشتى صلاح دولت شاه نيست و بحرين به اين قدر وجه نمىارزد . اين زر را به مهمى از اين واجب‌تر صرف بايد كرد و اگر همين وجه را به امام مسقط دهيم ، بحرين را به ما پس خواهد داد . اصلح صلح است ( 72 ) قيودان * بوريقال ( پرتقال ) چون ديد وجه نمىرسد ، كشتيها را برگردانيده و سپاس قزلباش بىنيل مقصود برگشتند .\r\nدر آن اثنا محمود افغان به كرمان آمد و قلعه را محاصره كرده و بگرفت و گفت مقصود قزلباشيه اين بود كه بعد از فتح بحرين تدارك كار ما كنند . لطف على خان چون خبر كرمان شنيد ، به آن طرف متوجه گرديد . سپاه قزلباش بسيار بود . از گرد راه به افاغنه درآويختند ، كرمان را گرفتند . محمود فرار كرده به قندهار رفت « 1 » .\r\nلطف على خان به امناى دولت عرض كرده كه از براى سپاه علوفهء ذخيره طلب نمود . فتح كرمان و شكست * افغان خلاف رأى بعضى از امناى دولت بود . حسد كردند و اغفال و اهمال نمودند و گفتند غنائمى كه * از محمود افغان گرفته ، * تعويض سيورسات و علوفه مىشود . در اين باب گنج پرداختن و خزينه شاه را خالى ساختن خلاف * رويه حزم است . كيفيت حال به لطف على خان حالى ( 73 ) شد از كرمان تا به شيراز نقد و جنس رجال دولت را به سپاهيان حواله كرد و ذخيرهء آنها را به سپاه توجيه كرده ، هر چه شتر و حيوانات داشتند ، گرفته بر * لشگر و سركردگان لشگر كه به آنها خلاف و عداوت مىورزيدند ، بخشيد و قسمت كرد و لشگر را برداشته متوجه شيراز شد . رجال دولت در اصفهان اين حركت را * از لطف على خان ( شنيده ) . بغض و كينه و عداوتشان زياده از اندازه شد و نزد شاه شكايت كردند ، كه به طرفى كه امور بوده ، نرفته . ولايت را خراب كنان * به شيراز رفته ( است ) . چون لطف على خان ، افغان را شكست داده بود ، شاه * التفاتى به سخنان ايشان نكرده ، گفت : هر گناهى كرده ، بخشيدم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علت بازگشت محمود به قندهار در منابع فارسى كاملا متفاوت ذكر شده است .\r\nميرزا مهدى استر آبادى در تاريخ نادرى ، ص 8 علت رفتن محمود به قندهار را حمله لطف على خان به كرمان نمىداند ، بلكه آن را نتيجه شورشى كه در قندهار اتفاق افتاده بود ، مىداند .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nذكر احوال فتح على اعتماد الدوله لكزى و تزويرات زوال دولت * در حق دشمنان او\r\nچون شاه بدگوئى لطف على خان را از دشمنانش نشنيد . شعله عداوت ايشان از درون سينه سر به گردون كشيد ، با يكديگر ( 74 ) نشستند و در دفع دشمنان خود مشاوره درپيوستند ، گفتند لطف على خان كه منسوب اعتماد الدوله است ، اين دفعه يك بار اگر به افغان ظفر يابد ، دل شاه بالكليه به او ميل خواهد يافت و كارها مشگل خواهد شد . شاه در بلده طهران بود . ملاباشى و حكيم‌باشى « 1 » در محل مرغوب به خدمت شاه رفته ، منديلهاى خود را برداشته ، بر زمين زدند و * فرياد افغان در گرفته ، گفتند كه فتح على خان اعتماد الدوله ( به ) بزرگان اكرادى كه در طرف دولت عثمانيه قرار دارند ، كاغذ ( ى ) نوشته ، به اين مضمون كه نظر به عهد و پيمانى كه ما با شاه داريم و منتظر فرصت مىباشيم ، سه هزار سوار برداشته ، روانهء طهران شويد و در شب على الغفله به سراى پادشاهى ريخته ، كار شاه را * در خواب تمام كنيد . كاغذ را به دست شاه دادند « 2 » . از مطالعهء آن شاه مبهوت و متحير ماند . از غايت ساده دلى دريافت نكرده ، ( 75 ) كه اين عمل از سر حيله و تدبير است . ندانست كه * چه كند و چه گويد . باز بازار حيله را رواج دادند ، گفتند كه ديدى اعتماد الدوله كه حمل اعتماد شاه بود ، جسارت به اين مرتبه و خيانت به اين قسم كرده ، لطف على خان كه با سپاه به شيراز رفته از آنجا ، به اصفهان آمده ، آنجا را ضبط كرده . هر گاه به زودى آدم تعيين فرمايند كه او را گرفته ، بياورند ، اهم مهمات خواهد بود و در كاغذ اعتماد الدوله مهر او شاهد و معلوم است .\r\nشاه دقت فرمايد و مهر او را ملاحظه نمايد ، داند كه بىشبه مهر اوست . از اين سخن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ملاباشى و حكيم‌باشى عهد شاه حسين عارت از مير محمد حسين ( نوه محمد باقر مجلسى ) و رحيم خان طبيب بودند .\r\n( 2 ) - وزير اعظم و اعتماد الدوله شاه حسين ، فتح على خان كه مرد مديرى بود ، دشمنان زيادى داشت ، مير محمد حسين و رحيم خان نيز ( شايد از اين جهت كه وى اهل تسنن بود ) ، از آن جمله بودند ، لذا با تبانى اين دو نفر و همدستى محمد قلى خان قورچىباشى در تاريخ 7 صفر 1133 / 8 دسامبر 1820 نامه‌اى جعلى دال بر خيانت فتح على خان ، به شاه دادند .\r\nنگاه كنيد به : محمد محسن ( مستوفى ) : زبدة التواريخ ، ص 205 و 206 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nپادشاه ، قورچىباشى را احضار فرموده ، فرمان داد كه سر بريدهء اعتماد الدوله را به - حضور آورند . ملاباشى و حكيم‌باشى از روى نياز عرض كردند كه سر بريده نشود ، همين كه به كندن چشمش اكتفا رود . هر گاه كشته شود ، اين قدر مال و منال و جواهرش ضايع گردد . هر چند شاه مىخواست كه اعتماد الدوله را محبوس يا او را به حضور طلبد و از او سخن پرسد . آن ( 76 ) دو مزور و بىدين مانع شدند و نگذاشتند اما دو جهان بين « 1 » او را از چشم خانه بيرون آوردند و دل از كار او فارغ ساخته ، شاه رفته رفته از ظهور * اين حالت غريب ، غرقهء بحر تفكر و اندوه ماند . گاه از نار غضب و تهور مىسوخت و گاهى به خاطرش خطور مىكرد كه احتمال دارد كه اين حكم به - خطا بوده ، پشيمان مىشد . از چنين مرد صادق القول كه سالها اطوار او تجربه شده ، امكان ندارد كه خيانت سرزند . به ملاحظهء اين احوال مكدر حال بود ، از غصه و اندوه ، اكل و شرب را ترك كرده ، شب را بسر برد و درين فكر عجيب در تفكر ماند و عاقبت از تمجيل خود پشيمان گشت . ملاباشى و حكيم‌باشى را احضار كرد و گفت : شما مرا درين ماده به خطا رانديد و به اين حكم بازداشتيد و مىخواهم حقيقت اين كار به من معلوم شود . قدغن فرمود كه جراح رفته به چشم اعتماد الدوله مرهم گذارد و پرستارى نمايد . و در اين اثنا رقم به حكم حاكم شيراز نوشتند ، ( 77 ) كه لطف على خان را گرفته روانه نمايد . او لطف على خان را روزى به خانهء خود مهمان كرده ، چون مجلس خالى از اغيار شد ، فرمان شاه را در آورده ، به دستش داد . لطف على خان دو دست خود را بر روى چشم گذاشته سمعا و طوعا گفته ، به امر شاه تسليم شد . او را بند كرده ، به اصفهان بردند . در آنجا محبوس نمودند . پادشاه فرمان داد كه اعتماد الدوله را با وجود دشمنان به حضور طلبند . مرافعه نمايند و از دو طرف سخن بپرسد ، * هر كه هر چه ديده و فهميده ، بالمواجهه به يكديگر گويند و شنوند و گناه يكديگر ثابت كنند .\r\nبالاخره بعد از گفتگوى بسيار و جواب مغادير ناموجه ، اعتماد الدوله هر حقوقى كه از شاه در گردن بود ، اظهار نمود . شاه ساكت شد و به دقت * گوش داد به حقيقت حال آگاه گشته ، او را مذامت و پشيمانى دست داد . صداقت و خلوص اعتماد الدوله به خاطرش آمده ، از ديد ( ه ) هاى شاه اشك مانند باران جارى شد . چه فايده داشت چشمهاى ( 78 ) آن بيچاره كنده شده بود . دلش از طرف دشمنان به انواع محنت و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دو جهان بين - دو چشم .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nاندوه ( آ ) كنده ، شاه را رقت دست داد . از ديوان خانه برخواسته « 1 » متوجّه حرم شد .\r\n* سياح نوشته كه فى الواقع در دولت شاه سلطان حسين چون او مردكارى ، صاحب رأى و تدبير نيامده بود . چون او را به اين روز مبتلا كردند ، آشكار شد كه از * تقدير يزدان ، دولت ايشان قريب به غروب شده است . شاه سلطان حسين بيچاره ، يقين داشت كه اعتماد الدوله كه به نان نعمت او پرورده شده بود ، گرفتار شر خذلان انجام شده ، او را معلوم شد كه دعوى و نزاع ايشان محض * اغراض دنيوى و بهتان و فساد و حقد و حسد بوده ، در نظر گرفت كه جزاى آنها را در كنار نهد و مىخواست كه اعتمادالدوله را با عدم بينائى باز مراعت كند و در امور خود استقلال دهد ، دشمنان قوى الاتفاق ملاباشى و حكيم‌باشى پر نفاق به جهة ( 79 ) ابطال مراد شاه را براهين و اسناد ابراز نموده ، مقصود شاه را لغو و باطل نموده و نه جزاى فساد دشمنان از شاه به عمل آمد و نه اعتماد الدوله به مقام و منصب اول رسيد و نه او را گذاشتند كه در ولايت خودش گوشهء اختيار كند . او را به شيراز راندند و حبس نظر كرده ، كسى را نگذاشتند كه نزد او تردد كند و براى اخراجاتش روزى پنجاه تومان قرار دادند . چون محمود افغان به اصفهان آمد ، قزلباشيه به سبب اينكه اعتمادالدوله به دست محمود نيفتد ، او را زهر دادند و دو داماد او ميرزا رستم و محمد قلى خان را كه از نوكران مقبول الاطوار شاه بودند ، به مال و جان امان يافتند ، و باقى منسوبان اعتماد الدوله ، مال ، منصب گرفته ، در گوشهء عزلت و انزوا گزيدند .\r\n\r\nاما احوال لطف على خان\r\nوقتى كه در اصفهان محبوس بود « 2 » ، عليل المزاج شده ، شاه طبيب به مداواى او تعيين كرد ، صحت يافت . * آن قدر نگذشت كه افغان اصفهان را ( 80 ) محاصره كردند ، بار تكليف كردند كه بيرون آمده ، با افغان جنگ كند . بهانه آورده ، قبول نكرد . چون اصفهان به دست افغان افتاده ، محمود تصور كرد كه لطف على خان از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - برخاسته .\r\n( 2 ) - لطف على خان برادرزاده فتح على خان ، اعتمادالدوله سابق شاه حسين بود . بهنگامى كه عمويش مورد اتهام قرار گرفت و كور شد ، وى نيز به حيله به دربار خوانده شد ، اما در راه دستگير و به اصفهان فرستاده شد . نگاه كنيد به : مرعشى صفوى : مجمع التواريخ ، ص 50 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nشاه و رجال دولت رنجيده ، به من خدمت خواهد كرد . او را مهربانى كرده و عزت داد . مع هذا ميل به قزلباشيه نموده ، از اصفهان نزد شاه طهماسب فرار كرده و چند نفر از قزلباشيه براى تحويل اخلاص به افاغنه خذلان مناص ، اظهار خدمت و بندگى و ارادت به محمود افغان او را در * بنى اصفهان گرفته ، نزد محمود آوردند « 1 » و او را امان نداده ، فى الحال فرمود جسد او را چهار پاره كردند و هر پاره او را به راهى آويختند . دو پسر او نزد شاه طهماسب بودند و خدمت او مىكردند . بالجمله احوال مملكت پريشان و لشگر پراكنده ، جماعت لكزيه از اضمحلال اعتمادالدوله كه از ايشان جمعيت كرده ، بر سرشكى و شماخى رفته ، ( 81 ) به غارت و تاراج دست بر آورده شيروان را ضبط كردند و رجال دولت را چاره ايشان در قوت و قدرت نبود . محمود افغان نيز پريشانى قزلباشيه را دريافته ، معتمد دولت ايشان را مستأصل ديده ، افاغنه را جمع كرده ، به سفر اصفهان مصمم گرديد .\r\n\r\nبيان ظهور علامات سماويه و ارضيه\r\nدر سنه هزار و صد و سى چهار هجرى چنان زلزله‌اى در تبريز شد كه نود هزار كس از شهر و حوالى آن سر در نقاب تراب كشيده « 2 » و در اصفهان هنگام تابستان * هميشه ابر حجاب آفتاب شده ، روشنى آفتاب را كس نمىديد و حال آنكه در تابستان كسى ابر را در اصفهان نديده بود و افق اصفهان مانند درياى خون سرخ شده ، * هر روزى بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - درباره چگونگى دستگيرى و مرگ لطف على خان ، منابع متفاوتند . گيلاننتز معتقد است كه لطف على خان در شب 27 ربيع الاخر 1135 / 24 ژانويه 1723 كه به دعوت محمود در اصفهان به همراه عده‌اى از بزرگان ايران گرد آمده بودند ، همگى كشته شدند .\r\nبراى آگاهى بيشتر پيرامون مرگ لطف على خان نگاه كنيد به :\r\n P , d , S , Gilanentz : Journal Published in periodical Krunk : ( Tifilis 1863 ) , Chapter 55 . \r\nاين كتاب با ويژگىهاى ذيل از ترجمهء انگليسى آن به فارسى برگردانده شده است :\r\nپطروس دى سركيس گيلاننتز : گزارشهاى گيلاننتز يا سقوط اصفهان ، ترجمه محمد مهريار ( اصفهان . بىنا ، 1343 ) .\r\n( 2 ) - جهت آگاهى بيشتر پيرامون زلزله سال 1134 / 1721 تبريز و ديگر زلزله‌هاى اين شهر رجوع كنيد به : يحيى ذكاء : زمين لرزه‌هاى تبريز ، ( تهران ، بىنا ، 1359 ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمىافروخت . شاه سلطان حسين از طهران به اصفهان آمد ، تا وقتى كه داخل اصفهان شد . اطراف شاه را ابرى سرخ ، مانند آتش پاره احاطه كرده بود . منجمان از اين ( 82 ) علامات حكم كردند كه خون مانند سيل در اصفهان جارى خواهد شد و فى - الحقيقة چنان شد كه حكم كردند .\r\n\r\nعزيمت محمود افغان به سمت كرمان\r\nمحمود به تدارك سفر اصفهان در زمستان به كرمان آمده ، آنجا را محاصره كرد و بگرفت « 1 » . افاغنه را آنجا گذاشته ، كرمان را استحكام دادند . آنجا را ملجا و مقر خود قرار دادند و از كرمان به اصفهان بيست و پنج * منزل بوده . از خبر عزيمت محمود مردود به اصفهان ، رعب عظيم در دل شاه و رجال دولت افتاد . حاكم حويزه را به پنج هزار سپاه قزلباش روانه كرمان كردند . محمود با سپاه افغان عازم اصفهان بود . لشگر قزلباش صولت افاغنه را ديده ، رو بتافتند ، راه اصفهان پيش گرفتند . شاه و امرا و رجال دولت و * رجالهء لشگر در اضطراب افتادند . دست و دلشان از كار رفته ، به قيد انتظام كار عسكر ، كار از كار گذشته بود . آثار زوال دولت رخت بردرهشته ، در عرض ده روز ( 83 ) جبه خانه قديم را * بيرون ريخته و لنگر ( لشگر ) ، خزينهء سيم و زر ، از هم گسيخته ، جمعيتى از قزلباش و كسبه و خورد « 2 » و كلان اصفهان انگيخته ، بيرون آمدند و در چهار فرسنگى اصفهان ، در جائى كه آنجا را * قريه كل آباد « 3 » ( گلون آباد ) گويند ، اردو كرده ، در آن سفر اعتماد الدوله جديد « 4 » و * خان حويزه * قريب به پنجاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محمود موفق شد كه در تاريخ اول محرم 1134 / 23 اكتبر 1721 مجددا كرمان را تصرف كند . تاريخ اولين حمله وى به كرمان در 1132 / 1719 بود .\r\n( 2 ) - خرد .\r\n( 3 ) - مراد قريه گلون آباد است . اين جنگ در تاريخ 1 جمادى الاخر 1135 / 8 مارس 1722 بين ايرانيان و افاغنه در گرفت . سپاهيان ايران به فرماندهى على مردان خان ، محمد قلى خان ، رستم خان و سيد عبد اللّه بود و سپاه افاغنه به سركردگى امان اللّه خان ، نصر اللّه خان و خود محمود جنگ را شروع كردند . در اين جنگ كه به نام همين قريه گلناباد نام گرفت ، سپاهيان ايران شكست خوردند .\r\n( 4 ) - اعتماد الدوله جديد همان محمد قلى خان قورچىباشى بود كه در توطئه خيانت\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nهزار كس ، جمعيت كرده بودند . غرور كثرت لشگر در دل راه داده ، منتظر ورود افغان شدند . در ميان اردو به يكديگر مى * گفتند مشتى رجاله افغان كون برهنه از قندهار مسافت بعيده را راه كرده ، خود و اسباب كهنه شده ، اسب خسته شده و ما * همه تازه كار ، همچو پيل دمان و شير ژيان ، چه احتمال داد كه يك نفر افغان از دست ما خلاص شود . يكى در ميان آنها انشاء إله بر * زبان جارى نكرد و از خواست و تقدير و حول و * قوهء الهى سخن نمىراندند . خان حويزه « 5 » مىگفت ، محمود را زنده گرفته ، كشان كشان به خدمت شاه خود مىآورم . اگر نخواهد به قندهار ( 84 ) * گريزد و اگر خواهد گريزد ، عربى سواران ما به تعاقبش بپردازند و دستگيرش سازند و او را به هيچ‌گونه خلاصى از دست ما ممكن نيست بدين گونه لاف گزاف بادپيمائى مىنمودند .\r\n\r\nآمدن محمود به حوالى اصفهان و جنگ كل آباد ( گلون آباد ) و شكست شاه قزلباش\r\nلشگر افغان بعد از چند روز وارد شده يك فرسنگ راه مسافت دور تر از اردوى قزلباش افتادند . سپاه قزلباش براى جنگ مشاوره كرده ، بالاخره قرار به جنگ رو برو دادند . صف‌ها راست كرده ، در برابر يكديگر ايستاده . رستم خان قوللر آقاسى كه مرد شجاع و بهادر بود ، با چهارصد نفر از غلامان گرجى و باقى عمله درب خانه و على مردان خان با پانصد نفر هر كدام از طرفى و ساير سركردگان * و ميران حمله شيران قتال در اشتعال آمده ، سپاه قزلباش پاى جلادت افشرده ، يك طرف صف افاغنه را مضمحل و خان حويزه لشگر افغان را انهزام داده ، به اردوى ايشان ( 85 ) رسانيد .\r\nاردوى افغان را غارت كردند . قدرى از نقود محمود بردند . او مضطرب شده ، به قيد فرار افتاده ، نزد سرداران * يمين و شمال ، نصر اللّه خان و امان اللّه خان شتافته ، از آيات قرآنى و احاديث نبوى در جهاد خواند . و معنى آنها را بيان گردانيد . و نصيحت در اقدام جنگ بجاى آورد و آنها ثبات و دوام بر پاى سمند جهان‌پيماى خود نهاده ، در\r\n\r\n\r\n","description":"","footnote":"\r\nعليه فتح على خان دست داشت و اكنون منصب او را اشغال كرده بود .\r\n( 5 ) - خان حويزه ( والى عربستان ) در هنگام حملهء محمود افغان به اصفهان در سال 1135 / 1722 سيد عبد اللّه بود . نگاه كنيد به محمد محسن ( مستوفى ) : زبدة التواريخ ، ص 208 الف . و احمد كسروى : تاريخ پانصد ساله خوزستان ، ( تهران ، مطبعه ، 1312 ) ، ص 102 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nميدان ايستاده و سكونى در دل يافته ، پاى دوام افشردند ، اتفاقا معتمد الدوله در قلب ايستاده بوده افغان بر آنها حمله بردند ، بازار كارزار گرم شد . سپاه قزلباش را پاى قرار از * جاى رفته ، ظفر در نقاب ادبار نهفته گريزان و تفنگچيانى كه در پيش صف كشيده بودند ، فرار كردند . علامت انكسار در سپاه قزلباش پديد گشته ، رستم خان قوللر آقاسى با غلامان روگردان ، ( و ) افاغنهء به تعاقب او مشغول ، خان حويزه نيز به اسب تازى نژاد ( 86 ) عربى خود مهميز فرار تيز كرده ، پشت بر افاغنه تكاور انگيز شد ، و در اول جنگ توپچىباشى لشگر اسلام هلاك شده بود . توپچيان بىسركرده مانده دستشان از كار رفته ، افاغنه ازين حالات جرأت و جسارت يافته ، دلير گشتند . هر چند لشگر اسلام * مغلوب بودند ، اما باز به حر ( كت ) مذبوح پرداخته ، رستم خان قوللر آقاسى با سپر خود مقتول و على مراد خان مجروح و برادرش بى * روح شد . محمد نشان خان گرجيان را تعاقب كرده ، جمله را مقتول و بىنشان ساخت .\r\n\r\nضبط * كردن افاغنه اردوى قزلباش را\r\nلشگر اسلام از ميدان جنگ بر گشته ، به اردو آمدند . * افاغنه به اردو رسيده ، بيست و پنج عرادهء توپ و اسباب و اثقال بىنهايت و بيست و پنج هزار تومان زر نقد مسكوك گرفته ، به اردوى خود * نقل نمودند . بعد * وقوع الحالات ، افاغنه به * فكر گرفتن اصفهان افتادند . خبر شكست لشگر اسلام ( 87 ) به اصفهان رسيد ، معلوم است كه چه شورش و جزع و فزع در جهان آشكار كردند . افاغنه * چند روز آسوده ، غلامان سپاه خود را به راه‌ها فرستاد ، حزم و احتياط را مرعى داشته ، از براى سد طرق اعدا * ديده‌بان‌ها گذاشتند .\r\n\r\nمشورت كردن افاغنه به مراجعت كرمان\r\nافاغنه اشراف و اعيان خود را جمع كرده ، براى مراجعت كرمان مشاوره و مكالمه نمودند . بعضى گفتند هر چه از غنايم كه بعد از فتح لشگر قزلباشيه به دست آورده‌ايم ، برداشته روانه كرمان شويم ، و ما را حصن * حصين بايد كه آنجا را استحكام\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nدهيم و خزينه و ساير احمال « 1 » و اثقال و اسباب خود را در آن محكمه محكم * پنهان بنهيم و ذخيره جمع كنيم و از آنجا * لشگر خود را به اطراف تعيين نمائيم ، كه كار ما به سهولت انجام‌پذير گردد . افاغنه به اين رأىها بنا نهادند . نه هزار سپاه انتخاب * كرده ، روانهء اصفهان ( كردند ) و هر چه برگرفته بودند ، روانهء كرمان نمودند .\r\n\r\nذكر ( 88 ) رفتن خان حويزه براى تجسس حال\r\nافاغنه تا هشت روز خود را به قزلباش ننمودند . قزلباشيه از اين حال متحير شدند ، عاقبت خان حويزه را با سواره اعراب تعيين كردند كه در شبى تاريك بيرون رفته به ميدان جنگ شتابند و تفحص از احوال افاغنه نمايند . چون به اردوى افاغنه رسيدند ، ايشان در كمال آرام و اطمينان ديدند شاه و سپاه در عرض هشت روز به تدارك و استحكام اصل شهر افتاده ، گفتند ، ما شهر اصفهان را مضبوط مىكنيم و افاغنه ، جلفا و ساير امكنه غارت كرده ، مراجعت مىكنند و اضطرابشان اندكى تسكين * يافت .\r\n\r\nدر بيان مكتوب خان حويزه براى مصالحه با افغان\r\nشاه ، خان حويزه را نزد خود طلبيده ، مقرر كرد كه از جانب خود به محمود نويسد ، يعنى بىخبر از شاه و امرا به قاصدى معتمد داده ، روانه * نمايد . و او نوشته بود كه من بواسطهء مذهب تسنن با شما متحد و خيرخواه مىباشم ، ( 89 ) هر گاه شما غنائم خود را برگرفته ، روانه ولايت خود شويد ، انسب و اولى مىنمايد . چه هميشه فتح و ظفر يار و مددكار نخواهد بود ، گاه باشد كه لشگر به شاه قزلباش پيوندند و كار بر شما مشكل گردد و من شاه و رجال دولت را اغفال مىنمايم كه به تعاقب شما نپردازد « 2 » و رفع شما را وجه همت نسازند و اگر به مصالحه راضى شويد ، ولايت قندهار را با توابع آن ، تيول ابدى مىگيرم و از شاه زر و هديه گرفته به شما مىدهم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احمال بار .\r\n( 2 ) - خان حويزه سيد عبد اللّه كه خود سنى بود ، در حمله افغان به ايران راه خيانت پيمود و پنهانى با سران افغان بر ضد ايرانيان در تماس بود . نگاه كنيد به بخش استحضار دادن خان حويزه به افغان از شهر و دلدارى آنها » در همين كتاب .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nو انجاح مطالب و مقاصد شما را * متعهد مىشوم . افاغنه متوجه كرمان بودند . پس از وصول مكتوب خان حويزه ، محمود امرا و اعيان خود را جمع كرده ، به آواز بلند مكتوب را در ميان ايشان خواند و در ميان اعيان خود مشورت كرد . * بعضى تصديق و بعضى تضعيف حال قزلباشيه را يقين كردند و گفتند اين فتح و ظفر از يارى و مددكارى پروردگار به ما داده ، * معاودت ( 90 ) به وطن مناسب نيست . * همان دم محمود در ميان جمع گفت كه دولت قزلباشيه عبارت است از شهرت كاذبه . و ايشان را رحمتى و شفقتى در دل نيست . هميشه مترصد فرصت و مرتكب كذب و حيله باشند و بر * عهد و پيمان نخواهد بود . اگر راست مىگوئيد اين جماعت حصارى و بلوچ كه با ما جمعيت كرده‌اند ، * متفرق كردن اينها صلاح نيست . شاه سلطان حسين دختر خود را با جهاز و تدارك به ما دهد و از قندهار و توابع او دست كشيده ، به ما واگذارد . بعد از آن امناى دولت در ميان افتاده ، حد و سه مملكت را تعيين كنند ، ما ترك نزاع و جدال نموده ، با دوست ايشان دوست ، و با دشمن ايشان دشمن باشيم . اگر صلح بجوئيد طريقهء صلح اين است . چون جواب به خان حويزه رسيد ، شاه و امرا و سپاه قرين بحر تفكر و اضطراب شدند * رجال دولت ( 91 ) و اعيان شاه گفتند ، جمله اينها ممكن مىشود و ليكن دختر دادن در ميان پادشاهان * شايع مىشود و ما را ذره اعتبار در ميان ملوك اطراف نخواهد بود و مردن از اين زندگانى بهتر است ما همگى غيرت مىكنيم و لشگر از اطراف به مدد ما مىآيد ، براى استحكام اطراف شهر خندق‌ها مىكنيم و اهالى فرح آباد را به شهر مىآوريم و سپاه بسيار داريم و همت بر دفع دشمن مىنگاريم و مدتى خود را محافظت مىكنيم * ذخيرهء افاغنه تمام مىشود ، ناچار معاودت مىنمايند . در جواب افاغنه نوشتند كه مطالب شما همگى امكان دارد كه صورت پذيرد ، اما دختر دادن شيعه به سنى ممكن نيست . شاه به رعيت خود ، دختر دادن را صلاح نمىبيند . چون جواب يأس به افاغنه رسيد ، به غيرت آمده ، اتفاق كردند . چند روزى مكث نمودند و هر روز لشگر فرستادند و اطراف اصفهان را * غارت و تاراج مىنمودند . ( 92 )\r\n\r\nبيان احوال فرح آباد\r\nقزلباشيه فرح‌آباد را تخليه نموده ، پنج قبضه توپ در آنجا نصب كردند و او\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمحله ( اى ) بود در خارج اصفهان ، * ديوارى متين و خندقى بعيد الغور « 1 » داشت . در ميانش باغات و حياض جنت مثال بود . افاغنه از اردوى خود حركت كرده ، به فرح آباد درآمدند و سپاه در اطراف گذاشتند . به فكر آذوقه و تدارك افتادند .\r\n\r\nبيان احوال جلفا\r\nدر آن محله ارامنه بود . شهرى وسيع در پهلوى اصفهان واقع شده ، نهرى از زاينده رود در آنجا روان بود ، قزلباشيه به ارامنه * فرمان داده ، مسلح شده ، به اصفهان آيند و در محافظت سراى پادشاه مشغول شوند . به اين حيله ارامنه را بيرون آورده ، اسلحه و اسباب ايشان را گرفته ، همان شب افاغنه يورش به جلفا برده ، ايشان نيز ثبات قدم ورزيده ، مدد از شاه خواستند . نه براى ايشان مدد رسيد و نه * اسلحه ايشان را باز دادند « 2 » . ارامنه نا اميد شده ، جلفا را ( 93 ) به افاغنه تسليم نمودند . افاغنه آنجا را ضبط كرده ، پنجاه دختر « 3 » و پسر با لباس و زيور از ارامنه گرفته و به لشگر خود تقسيم نموده ، هفتاد هزار تومان از ايشان مىخواستند . ارامنه با يكديگر مشورت كرده گفتند شايد كار افغان دوامى نداشته باشد ، در آخر مؤاخذه و بازخواست شاه عجم گرفتار شويم . به اتفاق جواب دادند كه مال ما در اصفهان است . درين حال جمع و تحصيل آن مشگل است ، بعد از فتح اصفهان ادا خواهد شد . با * هزار نياز و تضرع حجتى دادند .\r\n\r\nاشتغال افغان به محاصرهء اصفهان\r\nافاغنه صبحى زود به خانهء اغنيا و متمولين ارامنه رفته ، اموال و آذوقه ايشان را غارت كردند ، اما بر فقرا و كليساى ايشان متعرض نشدند و يك نفر نكشتند . در روز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بعيد الغور عميق .\r\n( 2 ) - گيلاننتز به صراحت به خلع سلاح كردن ارامنه در شب حملهء افغان به توسط دربار صفوى اشاره مىكند . نگاه كنيد به :\r\n p . d , S . Gilanentz : Journal published in the periodical Krunk , Chapter 01 . \r\n( 3 ) - گيلاننتز : همانجا ، فصل 21 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nبعد از عيد نوروز از اطراف جلفا ، به محاصره اصفهان پرداختند و در ميانهء شهر ، زاينده رود واقع بود . عبور نتوانستند نمود . به اشتران زنبورك توپ‌ها را آورده ، روبرو ( 94 ) گذاشتند . چند روزى مانند * بازى كودكان جنگ كردند و در ميانه توپ و تفنگ انداخته مىشد و چندان آدم كشته نشد .\r\n\r\nانهزام افاغنه در هجوم به جسر شيراز\r\nروزى افاغنه براى اخذ و ضبط جسر شيراز يورش بردند . سپاه بسيار از قزلباش آمده ، به دفع افاغنه * كوشش بىشمار كردند ، ضبط جسر ميسر نشد و جمعى از از افاغنه در ميان كشته شدند و بقية السيف گشته ، دست از جنگ كشيدند روزى چند به استراحت پرداختند ، روزى دسته به دسته شده ، به ضبط جسر اقدام نمودند . تخته و پنجره و درب سپر خود ساخته ، جسر شيراز را به تصرف آوردند ، شروع به گذشتن از آب نمودند . قزلباش به جهة محافظت جسر ، دوازده عراده توپ به دست آورده ، يكى از توپچيان كه اصلش از فرانسه « 1 » ، بود هجوم افاغنه را ديده . توپ‌ها را از ساچمه و سنگ ريزه پر كرده ، به جمعيت * افاغنه انداخته . اكثرى از ايشان تلف شدند ، ( 95 ) و باقى ازجنگ روگردان شده ، متوجه فرح آباد شدند . از طرف قزلباش ، احمد آقا از قوللر آقاسيان شجاع ، جسور و دلاور به سركردگى محافظان جسر مأمور بودند ، افاغنه را تعاقب كرده ، جنگى دليرانه كرد . بسيارى از يكه سواران و شجاعان گزيده ، افغان را تلف كردند . و پيغام به شاه فرستادند كه اگر از * عقب ( پا ) به امداد ما برداريد ، تلافى * جنگ كل آباد از افغان خواهيم نمود . احمد آقا چون از امداد مأيوس شد ، برگشته ، به محافظت جسر * پرداخت .\r\n\r\nرغبت كردن افغان به مصالحه با اهالى ايران\r\nسركردگان و تجربه‌اندوزان محمود ، * مشاورت كرده ، به توسط ارامنه ، ارادهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توپخانه ايران تحت نظر ژاكوب ، يكى از اهالى كورلند  Corland  ، كه شغلش چرخ‌سازى بود ، از شهر دفاع مىكرد . ژاكوب پس از فيليپ كلمب فرانسوى امور توپخانه ايران را در دست داشت .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nصلح با قزلباش نمودند . ارامنه مسامحه در صلح كردند . با خود گفتند : اگر صلح در ميانه واقع شود ، افاغنه هفتاد هزار تومان را كه تمسك داده‌ايم ، از ما خواهند خواست بعد از رفتن افاغنه ، قزلباشيه به انواع بهان ( ه ) ها ، ما را خواهند رنجانيد . اصلح ( 96 ) آن است كه ما به كار قزلباشيه نپردازيم و اگر از خارج مددى رسد و افاغنه مغلوب شوند ، ما نيز به اتفاق قزلباشيهء * بديع ( به دفع ) آنها پردازيم و به تقريب خدمت احتمال دارد كه * قزلباش از ما نرنجد و هفتاد هزار تومان در كيسهء ما بماند .\r\n\r\nاستحضار دادن خان حويزه به افغان از شهر و دلدارى آنها\r\nافاغنه به خوف و اضطراب تمام افتاده ، اختلال و اختلاف عظيم در ميان ايشان روى داده ، پريشان حال شدند . در اين حال شب قاصد خان حويزه به ميان ايشان رفته پيغام گذرانيد كه من از شما مىباشم . عنقريب مراد شما حاصل خواهد شد و اصفهان * به دست خواهد افتاد . چرا بايد خوف و اضطراب به خود راه دهيد . افاغنه از اين پيغام خوشحال گشته . مژده سلامتى شنيدند و باعث بر آن اين بود كه خان حويزه ، سنى مذهب بود . اگر چه از اخلاص كيشان شاه بود ، اما از ساير رجال دولت كدورت ( 97 ) در دل داشت . مىگفتند كه قزلباش ، فتح على خان لكزى را * تهمت ( تسنن ) بسته « 1 » كور كردند و هر روز به خان حويزه پنجاه تومان مىدادند و اميد داشتند كه از خارج مدد به اصفهان خواهد رسيد . به اين تقريب به صلح راضى نبوده ، افاغنه از پيغام خان حويزه ، به احوال قزلباش استحضار تمام يافته ، تا دو ماه پاى در دامن استراحت كشيده ، يورش نياوردند ، و حركت نكردند و در برابر اصفهان نشستند و به اطراف و جوانب ( آدم ) تعيين كرده ، آذوقه جمع مىنمودند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - برخى از منابع ، فتح على خان اعتماد الدوله شاه حسين را سنى دانسته‌اند و يكى از علل اختلاف شديد سران قزلباش ، ملاباشى و حكيم‌باشى با وى نيز همين بود . محمد محسن ( مستوفى ) در زبدة التواريخ ، ص 205 الف . اين امر يادآور مىشود . در يادداشتهاى گاردن به صراحت به سنى بودن فتح على اشاره مىشود . نگاه كنيد به :\r\n A . de . Gardane : Nouvelles de Perse . Vol VI - P . 11 - 31 ( Paris A E P ) . \r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n* بيان رفتن خان حويزه از جانب شاه براى مصالحه\r\nافاغنه روز به روز قوت مىگرفتند . شاه ، خان حويزه را براى صلح نزد افاغنه فرستاد . او نزد ايشان رفته ، با ايشان دوستى و آشنائى پيدا كرده و صرف همت در در مصالحه ننموده . در ماه سيم از محاصره ، افاغنه هجوم نمودند و جسر عباس آباد را متصرف شده و گرجيان كه * محافظ جسر بودند ، بعضى را به قتل رسانيده و برخى ( 98 ) فرار كرده ، به اصفهان رفتند و افاغنه سپاه به طرف اصفهان گذرانيد .\r\n\r\nآمدن سپاه قزلباش به امداد و انهزام برادر على مردان خان\r\nچون خبر محاصره اصفهان به اين شدت به گوش اهالى اطراف و اكناف رسيد ، خوف و هراس و وحشت و دهشت به دلهاى قزلباشيه راه يافته ، بعد از ضبط جسر عباس آباد ، افاغنه را با سپاه قزلباش كه به مدد اصفهانيان مىآمدند ، دوازده دفعه جنگ اتفاق افتاد ، و در اكثر شكست با قزلباشيه بود . در ميانه از همه بيشتر برادر على مردان خان مىخواست آذوقه به اصفهان برساند و على مردان خان از همه ، كار آزموده تر و داناتر بود و ذخيرهء بسيار و تدارك كرده ، با پنج هزار قزلباش متوجهء اصفهان شدند .\r\nآذوقه سپاه را در محلى گذاشته ، برادر كوچك خود را به سردارى نصب كرده ، * قدرى سپاه و ذخيرهء بسيار متوجه اصفهان شد . و افاغنه خبردار شده ، به جنگ پرداختند .\r\n( 99 ) و على مردان خان را منهزم ساختند و آذوقه را متصرف شدند و جمعى از قزلباشيه در ميان تلف شدند و سردار انشان كوچ كرده ، فرار نمودند . اميد خلق اصفهان از على مردان خان و برادرش بريده كردند . جمله محزون و متحير شدند .\r\n\r\n* محاربه اهالى اصفهان با افاغنه و اخذ ذخيره از دست آنها\r\nوقتى كه افاغنه آذوقه قزلباش را ضبط كرده ، به مقام خود مىبردند ، جمعى را بر سر آذوقه گذاشته بودند كه به اردوى خود برسانند و در * دو فرسخى اصفهان ، جائى كه او را بنى اصفهان گويند . « 1 » خوش آب و هوا و دهات اطراف آنجا خود را به بنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دهكده بن اصفهان ، واقع در شمال غربى اصفهان ، يكى از دهات سه ده را تشكيل مىدهد . محرر كتاب بن اصفهان را در همه جا بنى اصفهان نوشته است .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nاصفهان كشيده ، خلقى در آن جمع و اطراف او خندقى عميق داشت . قزلباشيه كه در آن قصبه جمع بودند ، بيرون آمده ، سر راه بر افاغنه گرفته آذوقه را از دست ايشان باز پس گرفتند ، و از افاغنه قتل بسيار نمودند . محمود از شنيدن اين خبر عظيم اندوه‌ناك ( 100 ) و خلقى كثير از افغان برگزيده ، خود متوجه بنى اصفهان شد . قزلباشيه بيرون آمدند و با افاغنه محاربه كرده ، شكست به محمود دادند و از افاغنه بسيار كشته شد . و جمعى اسير كردند . محمود از اين قضيه بسيار دلتنگ شد . چه اسراى افغان اكثر از خويشان محمود بودند . محمود عجالة به اصفهان نزد شاه ايلچى فرستاده ، پيغام داد كه شاه به قزلباشيه بنى اصفهان * رقم فرستد و تاكيد كند كه اسراى افاغنه را نكشند و ايشان را خوب نگاه دارند تا افاغنه همان معامله با قزلباشيه مرعى دارند . حسب الاستدعاى او شاه عمل نمود و ميرزا رزاق نام كس خود را با رقم به بنى اصفهان فرستاد . در حين وصول به آنجا همه اسراى افاغنه را به قتل رسانيده بودند و بر احدى ابقا نكرده بودند و در ميان مقتولين برادر كوچك محمود و پسر عمو و پسر خاله و چند نفر از بزرگان و معارف و سرشناس ايشان بودند . رافع به اردوى ( 101 ) افاغنه برگشته ؛ از كيفيت احوال آنها تقرير نمود . افاغنه را درياى انتقام به جوش آمد ، با يكديگر نشستند و قرآن در ميان آورده ، به اتفاق يكديگر قسم خوردند و هر چه اسير قزلباشيه بود به قتل آوردند .\r\n\r\nاستمداد * شاه از وحشيان گرجى\r\nشاه دعوت‌نامه و هديه براى وحشيان فرستاده و انتقام خسروخان را به ياد او انداخت و او را ترغيب * به امداد نمود : او در جواب نوشت كه عهد كرده‌ام كه به دشمنان شاه قزلباش شمشير نكشم « 1 » . شاه و اهالى اصفهان از اين سخن دلگير گشته ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در تابستان 1133 / 1720 كه لزگىها به نواحى گرجستان حمله كرده بودند ، و - ختانگ كه از جانب دربار ايران والى گرجستان و پادشاه كارتيل شده بود ، لشگر عظيمى جهت دفع لزگىها فراهم آورد و در صدد حمله به آنان برآمد . دربار شاه سلطان حسين كه از فتح و افزايش قدرت و ختانگ و نزديكى احتمالى وى با روسيه مىترسيد ، به وى فرمان داد كه از جنگ با لزگىها بپرهيزد . و ختانگ دستور شاه ايران را با اكراه پذيرفت اما چون به پيروزى خود اطمينان داشت و شاه ايران مانع آن شده بود ، قسم ياد كرد كه ديگر بر روى دشمنان شاه ايران شمشير نكشد . نگاه كنيد به :\r\n M . F . Brosset : Histoire de la Georgie , Vol , II - PART I , P , 775 . \r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nباب اميد امداد بالكليه * مسدود ديدند .\r\n\r\nاحوال شاهزاده طهماسب ميرزا\r\nامراى قزلباشيه صلاح ديدند كه طهماسب ميرزا را براى چاره‌كار از اصفهان * بيرون فرستند . هشت هزار سواره گزيده ، از طايفه قاجاريه همراه كردند . در دل شب تار از ميان سپاه افغان سالم بيرون رفتند ، اگر چه اهتمامى در جمع لشگر داشت اما خلق ( 102 ) چندان ميل به امداد نداشتند . به خوانين كرمانشاهان و لرستان و شيراز و ايلات و سپاهى كه در جوار آنها بودند ، فرامين نوشتند ، و به طوايف اكراد كه در جوار مملكت روم بودند ، اعلام نمودند . اكراد در جواب نوشتند كه ما همسايه ولايت روم واقع شده‌ايم . اگر ما ولايت خود را خالى كنيم ، از روميه به ما آسيب و غارت خواهد رسيد . و جماعت لكزيه و داغستانات نوشتند كه ما به خود مشغوليم ، نه به امداد * اصفهان مىرويم و نه تابع افاغنه مىشويم . طهماسب ميرزا به قزوين آمده سى هزار لشگر جمع آورده ، به سوداى مدد اصفهان و يارى پدر و الا گهر افتاد . مقربان حضرت و رجال دولتش گفتند كه چون خلق ايران از روزگار ناهموار اختلال و اختلاف يافته‌اند ، و از شدايد حرب و قتال نفرت و دهشت دارند ، * خصوصا شهر اصفهان كه گرداب بلاست ، عقل را اجتناب از آن مهلكه ( 103 ) رواست . * طهماسب ميرزا از خيال جدال مانده ، مراد امرا تأخير و تعويق افتاده بود . مىگفتند كه ما لشگر زياد جمع مىكنيم و تدارك و آذوقه بيشتر مىسازيم و افاغنه به شهر اصفهان دست - رس نخواهد داشت . علم مراجعت خواهند افراشت و ما در عقب ايشان افتاده ، اموال و اسباب * ايشان را مىگيريم و به طهماسب ميرزا مىگفتند كه ما با اين لشگر به اصفهان رفتيم و به افاغنه غالب شديم . * همان شاه ، و رجال دولت همان رجال دولت خواهند بود و ما را مثل سليمان ميرزا و صفى ميرزا حبس خواهند كرد * و احوال صفى ميرزا و سليمان ميرزا چنان بود كه هر يك از آنها را ده روز بر تخت نشانده ، باز معزول و محبوس كردند و باز حكومت به شاه سلطان حسين مقرر گشت . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در تاريخ 3 جمادى الاخر 1135 / 10 مارس 1722 شاه سلطان حسين ، محمود ميرزا پسر ارشد خود را كه 25 ساله بود ، از حرمسرا بيرون آورد تا وى را جهت گردآورى سپاه به خارج از اصفهان بفرستد . ( نگاه كنيد به : محمد محسن ؛ زبدة التواريخ ، ص 210 الف ) ،\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nتأمل كردن * طهماسب ميرزا در قزوين به تحريك رجال دولت\r\nدختر يكى از خوانين را براى شاه طهماسب ميرزا عقد كرده ، بزم عروسى و سور و سرور آراستند . ( 104 ) در شبى كه آتش بازى و شليك و زفاف او بود « 1 » . فرداى همان ، روز * تسليم اصفهان به محمود گرديد . و افغان مشاهد و معاين اهل زمان شد آرى :\r\n چو تيره شود مرد را روزگار * همه آن كند كس نيايد به كار \r\nامراى شاه از فرستادن * لشگر قاجار مصحوب طهماسب ميرزا نادم و پشيمان شدند و دانستند كه طهماسب ميرزا و امراى او در قيد امداد شاه نيستند . خلايق به سوداى فرار از اصفهان افتاده و قحط غلبه كرده * اختيار و اقتدار در چنگشان نماند آشكارا از شهر بيرون مىرفتند و افاغنه كار به ايشان نداشتند .\r\n\r\nبيان وقايع غريبه در اصفهان از شدت محاصره و جمعيت مردم به دولت‌خانه\r\nقحط و غلا * در اصفهان اشتعال و اشتداد يافت و اهالى آنجا به پريشان حالى افتادند . يك روز شاه از دولت‌خانه خود بيرون آمده ، گفت : * غلامان من ، شما را مقصود چيست . جملگى به صداى بلند گفتند : ( 105 ) كه شاه از رعيت خود بىخبر است و ما از قحط و غلا و گرسنگى مشرف به * هلاكت رسيده و درد ما درمان پذير نيست\r\n\r\n\r\n","description":"","footnote":"\r\nاما اين شاهزاده بر اثر بدگوئىهاى محمد حسين ملاباشى و رحيم خان حكيم‌باشى به علت مخالفت شاهزاده با آنان ، مجبور به بازگشت به حرمسرا شد .\r\nدر 7 جمادى الاخر / 14 مارس همان سال شاه پسر دوم خود صفى ميرزا را كه 23 ساله بود ، از حرمسرا بيرون آورد و كم و بيش وظايف محمود ميرزا را به وى كرد . صفى ميرزا نيز به زودى با مخالفت ملاباشى و حكيم‌باشى مواجه شد و چون در نظر داشت كه بدون دخالت آنان كارها را در دست داشته باشد و اين امر ظاهرا امكان نداشت ، وى پس از سيزده روز با تمارض به حرمسرا بازگشت . ( محمد محسن : زبدة التواريخ ، ص 210 الف ) .\r\nدر روز 19 جمادى الاخر / 26 مارس همان سال شاه سومين پسر خود طهماسب ميرزا را كه 18 ساله بود ، جانشين برادر كرد .\r\n( 1 ) - طهماسب ميرزا به جاى جمع‌آورى سپاه و رساندن كمك به پدرش در اصفهان به « لهو و لعب » پرداخت . محمد محسن : زبدة التواريخ ، ص 209 الف .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nشاه از سراى بيرون آمده ، به ميان ما آيد و ما بهيات اجتماع بر لشگر افاغنه حمله بريم اگر به شمشير دشمنان كشته شويم ، بهتر كه در ميان شهر اصفهان از گرسنگى هلاك شويم و * آنها گفتند و هاىهاى گريه كردند . شاه در قيد نوازش آنها افتاد و تدارك كار آنها را به خان حويزه فرمود . خلق روى به خان حويزه آورده ، گفتند كه در پيش باش و ما از عقب تو به جنگ افغان مبادرت نمائيم و بر اعدا شبيخون بريم و الحاح را از حد گذرانيده و او به دفع الوقت انداخته ، گفت چهار ، پنج روز صبر كنيد ، طهماسب ميرزا لشگر آورده از بيرون و درون به دفع افاغنه پرداخته . خان حويزه بزرگان ايشان را پيش آورده ، مىگفت كه * از طهماسب ميرزا به ما مكتوب رسيده . انشاء اللّه تعالى غلبه خواهيم كرد . آن روز ايشان را ( 106 ) از سر خود به زور دور كرد و روز ديگر بهانه آورد كه امروز روز نحسى است .\r\n\r\n* هجوم كردن مردم به سراى شاه\r\nمردم جمعيت كرده ، به سراى پادشاه آمدند و فرياد برآوردند كه خان حويزه ارادهء جنگ ندارد . درهاى * دولت‌خانه ( همه ) بسته بود . درها را سنگ باران كردند .\r\nخواجه‌سرايان حرم * بيرون آمدند ، گفتند شما را مطلب چيست . گفتند شاه ما بيرون آيد و ما در ركاب او جنگ مىكنيم و جان خود را فداى او مىنمائيم . فغان برآورده اشك مىريختند . كسى به سخنان ايشان التفات نكرده شاه ديگر خود را به كسى ننمود .\r\nخلق از بيچارگى و گرسنگى تاب نياورده ، فرياد و فغان در گرفتند . خواجگان حرم ، اسباب و اسلحه برداشته ، در توپها ساچمه پر كرده ، به مردم بيچاره خالى كردند . چند نفر در ميانه هلاك شدند . خلق از شاه مأيوس شده ، دسته دسته از شهر بيرون رفتند .\r\n\r\n* احوال احمد آقاى غلام « 1 »\r\nاحمد آقا موحى اللّه ، مردى دلير و شجاع ( 107 ) توابين او را گرسنگى دريافته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احمد آقا در زمان صدارت فتح على خان اعتماد الدوله فرمانده قسمتى از لشگر بود اما بعدها وى را از خدمت نظام اخراج و اموالش را توقيف كرده بودند . وى بعدها مجددا به خدمت خوانده شده بود و در زمان حمله افغان لقب قوللر آقاسى داشت . نگاه كنيد به : محمد محسن : زبدة التواريخ ، ص 210 الف . وى يكى از سرداران شجاع اين جنگ بود .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nرو به وى نهادند . او خلاصى از دست ايشان نديد . ايشان * هجوم كرده ، مطبخ شاه را غارت كردند . شاه از احمد آقا باز خواست كرد كه اين چه حركت بود . عرض كرد كه بايد يك شب خواجگان حرم و نديمان گرسنه بمانند تا دانند كه بر سر مردم از گرسنگى چه آيد . شاه از اين سخن ملزم شده ، رفق و مدارا را شايسته ديد . در آن اثنا خبر به احمد آقا رسيد كه سپاهى با آذوقه در بيرون آمده ، در محلى از محلات اصفهان اقامت نموده ، خندق كنده كه خود را از افاغنه محافظت نمايند ، و خود را به شهر اصفهان رسانند . احمد آقا خان حويزه را يافته ، جمعى كثير از طرف باغچه حرم بيرون رفتند ، و جنگ درپيوست . توابين احمد آقا در ميان مقتول ، و خان حويزه امداد و اعانت ننمود . احمد آقا فرار كرده ، * باز به اصفهان آمد ، شاه با او عتاب كرد كه چرا از صوابديد خان حويزه بيرون رفتى و جمعى را ( 108 ) به كشتن دادى . احمد آقا عرض كرد كه خان حويزه دشمن است . اگر با من اتفاق مىنمود ، شكست روى نمىداد و كار بر مراد بود . چون شاه دوست و دشمن خود را نمىشناخت ، من با خداى خود عهد كردم كه اگر افاغنه ، شاه را از تخت به زير آرند و او را بر زمين بكشند ، بنده از جاى خود حركت نكنم و به امداد و اعانت اقدام ننمايم . اول اراده‌ام اين بود كه به خاك پاى شاه ، جان خود را نثار كنم . اين بگفت بيرون آمد و از غيرت و مردانگى شب زهر خورده ، خود را هلاك كرد .\r\n\r\n* بيان احوال قحط در اصفهان\r\nبعد از سه ماه محاصره در شهر اصفهان در بازار و چهار سوق نان و گوشت و اقسام مأكولات قدرى يافت مىشد ، بعد از آن گوشت * خر و شتر فروخته مىشد و قيمت بارگيرى در اصفهان به دوازده تومان رسيد . بعد از چند روز بيست و پنج تومان مىخريدند و آن قدر طول نكشيد كه حمارى را به * پنجاه تومان مىخريدند ( 109 ) بعد از آن ، آن هم پيدا نشد ، بناى خوردن سگ و گربه نهادند . سياح گويد كه روزى از خانهء ايلچى فرانسه بيرون آمدم و به خانه باليوز انگليس مىرفتم . در پيش سراى او ، زنى ديدم كه گربه را گرفته بود ، مىخواست ذبح كند و گربه به او آويخته ، دست او را زخم كرده بود . فريادى كشيد من به زن اعانت كردم . گربه را ذبح كرد و در عرض چهار ماه مردم بناى خوردن * گوشت انسان كرده ، پنج نفر قصاب به اين امر مشغول\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبودند كه مردم را گرفته ، سر ايشان را * به سنگ كوفته ، مىفروختند . و مرده تازه را ديدم كه در بازار رانهاى او را بريده ، مىخوردند اهالى شهر اصفهان را عادت نبود كه آذوقهء ساليانه در خانهء خود جمع نمايند و همه از بازار نان و گوشت مىخريدند و فكر محاصره به خاطر نمىآوردند و * از اطراف نيز آوردن جنس متغير شد و به فكر قلعه‌دارى نيفتادند كه مردمان را از شهر بيرون كنند و تدارك آذوقه نمايند و مىگفتند هنگامه‌ايست ( 110 ) كه دو سه روزه مىگذرد . آخر كار به جائى رسيد كه پوست درختان را به وزن و قيمت دارچينى مىفروختند و در هاون كرده ، مىكوفتند . * چهار وقبه از آن ده تومان قيمت داشت و پوست كفش كهنه و چاروق كهنه ، جمع ( كرده ) مىجوشانيدند و آب آن را مىخوردند . * مردم در كوچه‌ها و گذرها افتاده ، جان شيرين مىدادند .\r\nدختران باكره ، زنان صاحب جمال بىصاحب كه آفتاب بر سر ايشان نمىتافت . اول جواهر و زر و گوهر خود را بر سر نهاده ، فرياد و افغان مىكردند و جان مىدادند و كسى پروا از افق مردگان نداشت . * شهرستان از لاشهء ايشان پر شد . مردى از ميرزايان شاه سلطان حسين ، مشاهده اين حالات كرده ، هر چه داشت صرف عيال خود نمود ديگر چيزى در بساطش نماند و دل بر هلاك اهل و اولاد خود نهاد . هر چه از مالش باقى مانده بود ، داده ، سه وقبه طعام مهيا كرد اهل و اولاد و اقوام ( 111 ) خود را جمع و گفت : اى نور ديدگان ، اين طعام آخر ماست . مىخواهم كه شما در كوچه و بازار نيفتيد و جان به خارى نداده باشيد و طعام غير از اين نيست . پس ميرزاى مزبور زهر هندى در طعام كرده ، همه بخوردند و درب خانه بستند و بمردند . * سياح گويد كه * اغرب غرايب اين است كه كورى را ديدم گدائى مىكرد . بعد از چند سال قحط همان گداى كور را ديدم كه نمرده ، باز گدائى مىكرد . ايلچيان ملوك نصارى پيش از وقت تدارك خود را ديده ، و از مأكولات ، در خانه خود مهيا نموده ، در آخر محاصرهء ، * درهاى خانه خود را بستند و در خانه خود فارغ البال نشستند .\r\n\r\nعدد مقتولين كه از شمشير هلاك شده و از قحط در اصفهان مردند\r\nشهر اصفهان ، از كثرت درياى بىپايان بود از قزلباش ، كه از جنگ كشته شده بودند . بيست هزار نفر تخمين كردند . و هلاك شدگان از قحطى از حساب و شمار\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبيرون بود . بعضى تدقيق و تخمين كرده ، صد هزار نفر گفتند ، و اللّه اعلم . « 1 »\r\n\r\nتسليم نمودن شاه سلطان ( 112 ) حسين تخت و تاج را به محمود و ضبط اصفهان\r\nاحوالات پريشانى * اصفهانيان به گوش محمود مىرسيد . يورش را رضا نداد ، كه * مبادا افاغنه شگفت « 2 » بردارند ، يا * بعد از فتح خزاين و اموال اصفهانيان به باد غارت و تاراج شود ، و در آن روزها در سراى شاه ، از مأكولات و مشروبات چيزى نمانده ، و از ورود و خروج به كلى يأس دست داد . شاه از خواب غفلت بيدار شد ، و بدحالى خود را دانست . * لباس فاخر خود را بيرون آورده ، لباس يأس و ماتم پوشيد و اندرون حرم مىگرديد و خادم و نديم و متعلقات آنها با يكديگر مىگريستند و يكديگر را وداع مىكردند و از سراى بيرون آمده ، در ميدان و اسراق خلق را مىديدند كه از قحط هلاك شده‌اند و بر روى هم افتاده ، * رحم و شفقتش به هيجان آمد . مثل ابر بهارى از ديده اشك مىريخت و به آواز بلند مىگريست و به نديم و خادم متوجه شده ، بناى وداع نهاده و گاه با خطاب و عتاب ، اين كلام آغاز مىكرد كه اى ( 113 ) صادقان من و اى به محبتم گرفتار شدگان اى غلامان من كه در اين بحر بلا افتاده ، و در آتش غيرتم * سوختيد . در اين قضيه جز رضا چاره و غير از تسليم علاج نيست . بناى دولت خود را خراب كردم و شكر نعمت حق تعالى را بجا نياوردم و از نفاق و شقاق * دشمنان خود را پيدا كرديم و از سوء تدبير هر چه داشتيم به دشمن سپرديم . قضاى ازل به جهة فعل ناشايسته ما تخت ايران را بر ما لايق نديده ، سزاى ما را داده و ما را * تقدير خدا به غير بنده كرده . چون اراده حق تعالى به اين تعلق گرفت ، برويم و جملگى به شاه جديد سر فرود آوريم و بنده شويم . در شهر مىگرديد و به صوت بلند مىگفت :\r\n الوداع اى تخت شاهى الوداع * الوداع اى ملك ايران الوداع \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در مورد تعداد كشته شدگان جنگ و مردگان ناشى از قحطى ، ارقام متفاوتى ذكر شده است : محمد محسن : در زبدة التواريخ ، ص 207 ب تعداد مردگان را هشتاد هزار نفر ذكر مىكند .\r\n( 2 ) - مراد شكست است .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n الوداع اى تاج شاهى الوداع * الوداع شاه و شهر اصفهان \r\nرا هم گفتند ، به نوعى گريستند كه آه و ناله ايشان به * افلاك برفت . افاغنه كه در جلفا بودند ، صداى ايشان را آشكارا مىشنيدند . آن روز تا شام ( 114 ) مىگرديد و مى - گريست . * شام ، ( شاه ) و سپاه مردم اصفهان به خانه‌ها نرفته در سراى شاه جمع شدند و به دادن شهر اتفاق كردند . فرداى آن روز شاه سلطان حسين چند نفر از معتمدان را به مكالمه نزد محمود فرستاد * دختر خود را تجهيز كرده « 1 » ، داد به معتمدان و مكالمه كرده و شروط و قيود ايراد كردند و به محمود ، سپردند و نزد شاه باز گشتند و براى آوردن شاه به اردوى محمود ، اسبها و يدكها انتخاب كردند . محمود از رجال دولت خود ، * چند نفر سواره فرستاده ، به عادت اهل ايران ، صفها بستند و اسبابها ترتيب دادند و به طرف محمود رو به راه نهادند ، و باقى رجال دولت خود را حاضر و آماده و قدوم شاه را مترقب شدند و از براى شاه خانه آراستند و مسندى انداختند و بر روى مسند سوزنى انداخته و ( بر ) پشت پشتى و متكا نهاده . ( محمود ) ، شاه را زياده از حياط ديوان خانه استقبال نكرده ، با رجال دولت بر سر پا ( 115 ) ايستاده ، شاه و محمود در ديوان خانه يكديگر را ديده ، به همديگر سلام كردند . شاه محمود را در بغل گرفت و چشم او را بوسه داد و از بغلش * دستمال جيقه « 2 » خود را درآورده ، بر سر محمود زد . بعد از گفتگوى چند كلام ، شاه او را گفت تقدير ازل تاج و تخت ايران را از من گرفته ، به شما لايق ديد و مبارك باد گفت . شاه به رجال دولت خود و محمود نگاه كرد و گفت تا امروز در ممالك ايران ، شاه من بودم و الحال تاج و تخت و ملك همه را به تصرف ( ا ) مير * محمود دادم و به تخت حكم او آمدم . بعد از اين شاه من و شماها اين است . پس اهل و عيال و اولاد و رعيت و رجال دولت خود را به محمود سپرد و سفارش‌ها كرد و اجراى حكم شرع را اهتمام نمود . محمود او را به خانه دعوت كرد . جاى به شاه نمود و شاه بر مسند نشست و * محمود نيز بر مسند نشست . و شيخى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محمود افغان در هنگام محاصره اصفهان شرايط صلحى به شاه حسين پيشنهاد كرده ، از جملهء اين شرايط ازدواج با دختر شاه به همراه پنجاه هزار تومان بعنوان جهيز و فرمانروائى قندهار و خراسان و كرمان بود .\r\n( 2 ) - مقصود جقه است كه عبارت از تزئينى از پر بود كه با جواهرات زينت يافته بود و شاهان صفوى معمولا آن را به كلاه خود نصب مىكردند .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاز افاغنه آمده ، يك دست بر سر شاه نهاده ، دعا خواند . تخت و تاج ايران را به محمود مبارك باد گفتند . و * رجال ( 116 ) عجم آمده ، سر فرود آوردند و دامنش را بوسيدند و بيعت كردند . بعد از آن خانان و ضابطان اعيان و افغان آمده ، دامن بوسيدند و مبارك باد گفتند . * دولت صفويه تقريبا دويست و بيست سال كشيد و امروز در شاه سلطان حسين تمام شد كه تاج شاهى را بر سر محمود * گذاشت .\r\n\r\nضبط شهر اصفهان و رفتن محمود به دولت خانه و جلوس او بر تخت شاهى\r\nامان اللّه خان از جانب محمود به ضبط دولت‌خانه شاهى مأمور شده ، به شهر فرستادند . نصر اللّه خان را با قدرى سپاه به جانب قزوين روانه كردند . شهر اصفهان ضبط شد و به دروازه‌ها آدم گذاشتند و در پاكيزه كردن شهر و * كوچه‌ها از مرده‌ها ، آدمها تعيين شد . لاشه‌ها را دفن كردند و مهما امكن روايح قبيحه را ازاله نمودند و شاه را در خانه ديگر فرود آوردند . روز سيم شاه و محمود سوار شده ، رو به اصفهان نهادند و محمود امر كرد كه شاه را از باغچه كه در او كشتگان قزلباش در جنگ ريخته بود ، ( 117 ) بردند كه آنها را به ببيند و منادى از هر طرف ندا كرد كه از قزلباشيه كسى داخل صفوف افاغنه نشود و به هيچ‌گونه خود را ننمايند و باليوزان فرنك به استقبال مبادرت نمودند و به راه محمود پا اندازها از قمشهء گران‌بها انداخته ، * به طمطراق تمام داخل شهر اصفهان و دولت‌خانه شده ، خواجه سرايان حرم و ندما و خدمتگزاران شاه ، همگى آمده سر فرود آوردند و در مقام خدمت ايستادند . رجال دولت و خوانين و كارگزاران و امينان دولت آمده ، بيعت كردند . محمود امر كرد كه هر چه آذوقه در اردوى خود مهيا كرده بودند ، به اصفهان كشيدند . همان روز چهار وقيه به دو قروش بيع و شرى شد و به قدر كفاى نان و گوشت * پديد آمد و از اهالى اصفهان ، از گريختگان بر سر املاك و خانه‌هاى خود آمدند و محمود به رسم قزلباش ضيافت كرده .\r\nخوانين قزلباشيه را و * اهل بيت و ارباب استشاره شاه سلطان حسين و كسانى كه در خفيه خيانت ( 118 ) به شاه كرده بودند ، در مهمانخانه به تيغ بىدريغ احسان بگذرانيد و كسانى كه با محمود پيمان داشتند * امان داده ، ( بقيه ) به قتل رسانيد .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمگر خان حويزه را مؤيد نموده ، پسر عم او را كه در بيرون نزد محمود بود ، به حكومت حويزه سر بلند نمود و به رجالى * كه خلوص ارادت به شاه ورزيده بودند ، خطاب كرد كه اگر با من هم خلوص ارادت به كار آوريد ، شما را محبت و نوازش خواهم كرد . و * معتمد الدوله « 1 » را كه از قديم اجداد او به صفويه خدمت كرده بودند ، باز به خدمت مقرر شد و عرض كرد كه در هر خدمت كمال ارادت به ظهور خواهم رسانيد به شرط آنكه به من تكليف جنگ به شاه طهماسب ننمائى ، كه من نمك پروردهء دولت اين دودمانم . از اين سخن محمود را خوش آمد و گفت تو را من بعد از خدمت وكالت عزل نخواهم كرد و به رجال قزلباش * اظهار ملاطفت و نوازش كرد و به جهة تعديل و تسويه در منازعات شرعيه و دعواى ( 119 ) حقوق عباد از * جماعت افاغنه شخصى را منصب ديوان بيگى تفويض كرده و او * مردى زاهد و متقى بود . كامل و رشيد بود و عالم و عامل قواعد شريعت بود . مردم چنان از ديانت و عفت و پاكدامنى او * سرور و خوشحالى مىكردند و به زمان گذشته خود كه باعث زوال دولتشان بود ، افسوس بىنهايت خوردند .\r\n\r\nكيفيت جمع خزينه به حكم محمود\r\nخزينه صفويه را ضبط كرد ، از هر چيز با قيمت فراوان بود ، مگر زر نقد كه بسيار كم بود و * از هر يك از رجال قزلباش مبلغى زر و جواهر خواست و خواهى نخواهى گرفت ، در خزينه ريخت ، و از تجار اصفهان و جلفا و غير ايشان حتى از ملك - هاى نصارى نيز به همين دستور زر و اموال بسيار استرداد نمود و طوايف سپاه افغان از غنيمت اموال متمول شدند و بخشش به خوانين و حكام ملوك و ولايات كم داشت و سپاه را سيورسات و علوفه ( 120 ) * مىداد .\r\n\r\nاحوال ارسال سپاه به قزوين و كيفيت او\r\nبعد از فتح اصفهان ، امان اللّه خان را * با شصت هزار سوار از افاغنه به تسخير قزوين * نامزد كرد و به اهالى آنجا رقم نوشت ، كه به ورود سردار ، شهر را تسليم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مراد از معتمد الدوله احتمالا فتح على خان اعتماد الدوله معزول شاه حسين است .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nكنيد و اگر از شاه طهماسب و كسان او خود را در آن حدود بنمايند ، بىتاخير شما و اهل و عيال شما را * عرصه شمشير خواهم كرد و اموال شما به غارت و تاراج خواهد رفت و اگر از * در اطاعت و انقياد درآئيد ، از ضرر سپاه افاغنه به كليه * محروس و مصون خواهيد بود و از جانب شاه نيز مكتوبات به همين مضمون نوشته و ارسال گرديد . امان اللّه خان با لشگر روان و به ورود قزوين ، * شاه طهماسب راه فرار پيش گرفت « 1 » و شهر قزوين را خالى و اهالى شهر را تسليم كردند . و به قدم انقياد پيش آمدند و اهالى قزوين ، تداركهاى ميهمانى گرفتند ، و سپاه افاغنه به خانه ايشان فرود آمدند . امان اللّه خان حاكم را ( 121 ) اكرام بىكران نمودند و هدايا و پيشكشها داده . جماعت افاغنه قناعت نكرده ، به طمع خام افتادند . مخالفت امر محمود نموده عاقبت قزوينيان طاقت نياورده ، * خفيه مشورت كردند . و در شهر قزوين تخمينا صد هزار قزلباش بود . بعد از هشت روز هر كس به ميهمان خود آويخته چهار هزار افغان را به قتل آوردند . قزلباشيه در گذرها و چهار سوق‌ها هجوم آورده ، قتلى بىنهايت كردند . امان اللّه خان ، در ميان مجروح گشته ، با * هزار نفر از چابك سواران افغان خود را از ميان بيرون افكندند ، به * اصفهان پيوستند . « 2 »\r\n\r\nبيان قتل عظيم در اصفهان\r\nاهالى اصفهان هر كه بود از شنيدن اين حكايت جانگداز ، قطع طمع از حيات خود نمود ، دانستند كه براى خلق ، بعد از اين از افغان اطمينان نخواهد بود .\r\nهمان دم محمود قاعدهء ضيافت پيش گرفته * بقية السيوف و القحط را از رجال و اعيان و اهل منصب و كارگزاران از پير و جوان ( 122 ) به ضيافت دعوت كرده ، سه هزار نفر از قزلباشيه ، در مهمانى حاضر و مانند گوسفند ، تيغ قصاب را ناظر شدند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طهماسب پس از اطلاع از حمله امان اللّه خان سردار محمود افغان به قزوين ، از قزوين ابتدا به زنجان و سپس تبريز فرار كرد . ظاهرا عده‌اى از سرداران وى نيز به همراهش فرار اختيار كردند . نگاه كنيد به محمد محسن ( مستوفى ) : زبدة التواريخ ، ص 210 ب .\r\n( 2 ) - جهت آگاهى بيشتر پيرامون مقاومت مردم قزوين در مقابل سپاه افغان رجوع كنيد به : محمد محسن ( مستوفى ) : زبدة التواريخ ، ص 211 الف .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nتمامى طعمهء شمشير گرديده « 1 » ، حتى ميرزا رستم كه دوازده ساله بود و يكى از بزرگان افغان ، او را از اولاد خود كرده بود و در آن مجلس بود . هر چه افاغنه شفاعت او كردند ، به جائى نرسيد طعمه شمشير آبدار گرديد و لاشهء قزلباش را * در ميدان پيش شاه بر روى هم ريختند به آن قناعت نكرده ، به خانهء قزلباشيه رفتند و * اولاد آنها را به قتل آوردند . در اندرون شاه * دويست نفر از خان زادگان بودند . رخصت دادند كه به هر طرف خواهند ، روند . چون از شهر بيرون رفتند ، از عقب ، افاغنه تعيين شد ( ند ) و ايشان را هر كجا كه يافتند ، به قتل آوردند . چهار پنج روز افاغنه در شهر مىگشتند و هر كه را * از قزلباش مىيافتند ، مىكشتند و از رجال قزلباش * بيست و پنج نفر زياده نگذاشتند و به اعتماد الدوله تغيير سلوك داده « 2 » ، هفتاد ( 123 ) هزار تومان از او گرفتند . * اموال و اشياء مقتولين را در حيطه ضبط درآوردند و اعتمادشان به يكى از * قزلباشيه نماند . بعد از اين حال .\r\n\r\nتعيين حدود و مراتب منازل افغان\r\nمحمود براى افاغنه مرتبهء بزرگ نهاده ، منادى ندا كرد : در مملكت ايران ، خاصه در شهر اصفهان كه طوايف مختلفه من بعد با افاغنه مراتب تكريم و احترام * جايز دانند . در هر محل كه با افغان دچار شوند ، بر پاى خيزند و در پيش روى آنها بايستند و در راهها كه * سوار چارپايايند ، به زير آيند و دست بسته در برابر ايشان بايستند و اجناس ناس * از هر صنفى مرتبه خود بدانند افاغنه اعلى و اقدم باشند ( دوم ) جماعت درگزينى كه از سنيانند « 3 » . ( سيم ) ارامنه و نصارى ( چهارم ) ملتانيان كه از هند - يانند . ( پنجم ) آتش‌پرستان ( ششم ) يهودان . ( هفتم ) جماعت رافضى كه از همه ايشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گيلاننتز فصل 57 كتابش را به كشته شدن دسته جمعى بزرگان ايرانى توسط محمود در تاريخ 24 ژانويه 1722 اختصاص داده است .\r\n( 2 ) - جان به سلامت بردن اعتماد الدوله ( محمد قلى خان ) به علت شفاعت برخى از افغانان از وى بود .\r\n( 3 ) - جهت آگاهى بيشتر از تاريخچه اهالى درگزين همدان رجوع كنيد به :\r\n H . L . Rabino : \r\n\"  Hamadan  \"\r\n , in : Revue du Monde Musulman Vol 34 , pp . 622 , \r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nادنى و احقر و بىرتبه‌ترين طوايف‌اند . مقارن اين حالات تنگى و گرانى در اصفهان پديد آمد . نصر اللّه خان را با سه هزار نفر تعيين كرد كه در مملكتى ( 124 ) كه اطاعت دارند ، گشت و گذار * نمايند و از هر جا آذوقه به اصفهان نقل نمايند . هر كس تمرد كند ، به قتل رسانند و مالش را تاراج كنند . نصر اللّه خان ، به جانب همدان متوجه شد . اهالى چند بلاد و قراء اطاعت كرده ، آذوقه به اصفهان روان كردند و آنها كه تمرد كردند ، كشتند اموال ايشان را * به غارت بردند . اهالى همدان به درگزين ، درست به استقبال نصر اللّه خان بيرون آمدند و لوازم خدمت را تقديم كردند و اهالى آنجا ، سنى مذهب بودند و در زمان شاه عباس از حوالى موصل جلاى وطن كرده ، به همدان آمده بودند و درگزين توطن اختيار نموده ، نصر اللّه خان چند روز در آنجا مكث كرد . شش هزار سپاه از آنجا بيرون آورده ، با افاغنه نه هزار كس در حوالى همدان به غارت و تاراج مشغول شدند . مطيع را محبت كرده ، * مخالف را طعمهء عذاب چشانيده ، و از حيوانات آذوقه بىشمار گرفته ، به پنجاه هزار شتر بار كرده ، به اصفهان ( 125 ) فرستاد . در عرض هشتاد روز اين خدمت را به تقديم رسانيد . بعد از چند روز سپاه تعيين شد كه * از درگزين صد هزار نفس متجاوز بىآذوقه و اموال كوچانيده ، به اصفهان آوردند ، و به خانه‌هاى بىصاحب ، * جاى دادند و به آنها املاك و اقطاع مشخص كردند . اين قدر خلايق در اصفهان كم شده كه هيچ عدم و وجودشان معلوم نشد و * اكثرى از خانه‌هاى شهر خالى بود . از افاغنه مردم بسيار تلف شده بودند . به جاى افغان ، از * اهالى درگزين ، به دروازه‌ها محافظ و * كشيك‌چى گذاشتند و كسان معتمد را به قندهار فرستاده ، از كوچ و بنه افغان كوچانيده ، بسى هزار شتر بار كرده ، به اصفهان رسانيدند و * به سپاه افاغنه ، يك جانبه و يك دينار نمىدادند ، هر كه مواجب مىخواست مىگفتند برويد ، فلان شهر را تسخير كنيد ، * هر چه در آن شهر باشد ، غارت نمائيد . اين مواجب شماست . چون سپاه محمود زيادتى گرفت ، اندكى از طرف اصفهان اطمينان حاصل كرده ، ( 126 ) خواست كه افاغنه را مشغول كند و از طرف شاه طهماسب به سبب بىرغبتى مردم ، خاطر جمع بود . زبردست خان را با جمعى از سپاه افاغنه به تسخير بلاد مأمور نمود و او * به طرف جز « 1 » كه قصبه‌اى است در سه فرسخى اصفهان ، * متوجه شد . در آنجا قزلباشيه بسيار جمعيت كرده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دهكده گز از دهات اصفهان بر سر راه كنونى تهران - اصفهان قرار دارد .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاطراف آن را خندقى عميق كنده بودند و به ذخيره و تدارك استحكام داده ، افاغنه يورش به آنجا آورده ، كارى نساختند و هم * قصبهء بنى اصفهان كه در آنجا نيز قزلباشيه جمع بودند ، افغان محاصره كردند و جنگهاى عظيم نمودند ، ظفر نيافتند . عاقبت از آتش‌پرستان آورده ، زير حصار را نقب زدند و رخنه پيدا كرده ، يورش بردند . در حين ظفر رعايا و قزلباشيه امان طلبيدند . زبردست خان ايشان را امان داده ، و هر چه * در قصبه بود ، آذوقه و غيره ضبط و به اصفهان فرستادند . محمود را * امان ( دادن ) او خوش نيامد . گفت بعد از اين تهمتى زنيد و قزلباشيه را ( 127 ) قتل كنيد . قزلباش از اين حالت * خبر شده ، افاغنه هر ناشايسته حركتى مىكردند ، متحمل بودند . و در اين اثنا لطف على خان از اصفهان فرار و به بنى اصفهان داخل شد . او را گرفته ، بند كردند و به محمود سپردند « 1 » و به اين جهة آتش غضب افاغنه سكون و * خمود يافت .\r\n\r\nفرستادن سپاه براى فتح شيراز\r\nنصر اللّه خان را با سه هزار افغان و شش هزار در گزينى براى تسخير شيراز فرستادند و اهالى و قصبات سر راه را * به اطاعت گرفتند و اصل نصر اللّه خان ، از طايفه كعب هندوستان و در ميان عجم بزرگ شده « 2 » و به دلاورى و بهادرى و شجاعت شهرت يافته ، در ميان افاغنه بختى گشاده داشت . او را ايلدر خان مىگفتند . و در بيرون اصفهان هر وقت كه افاغنه از قزلباش شكست مىيافتند ، به امداد افاغنه مبادرت كرده ، قزلباش را شكست مىداد . در هيچ جنگ مغلوب نشد . افاغنه معتقد او و قزلباش ( 128 ) از او ترسناك بودند و در اين سفر او را غرورى بىنهايت دست داده بود .\r\n* گمان مىكرد كه به زودى قلعهء شيراز را تسليم خواهند كرد بر عكس نتيجه داد ، نصر اللّه خان از غايت تهور به شهر يورش آورده ، پيش روى سپاه ايستاده بود . گلوله تفنگ به او رسيده ، هلاك گرديد . افاغنه از مشاهدهء هلاك سردار ، واپس مانده ، * از دور محاصره داشتند . اين خبر به محمود رسيد . متأسف گرديد و به جاى او زبردست خان را به سردارى برگزيد و او جنگهاى نمايان كرده و به شيراز ظفر نيافت ، چرا كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طبق نظريه گيلاننتز ( فصل 55 ) ، لطف على خان در شب 24 ژانويه 1722 كه بسيارى از بزرگان ايران ، بطور دسته جمعى و به دستور محمود به قتل رسيدند ، كشته شده بود .\r\n( 2 ) نصر اللّه خان سيستانى از زرتشتيان ايران بود .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nخان شيراز مردى عاقل و مدبر بود . به سواحل بحر فارس فرستاده ، از جانب عرب به جاى عبد الباقى خان نام ، زر فرستاده از او لشگر و امداد طلبيد . خان شيراز و اهالى آنجا به اين اميد هشت ماه شيراز را نگاه داشتهء * و افاغنه بسيار تلف شدند . يك روز وقت عصر عبد الباقى خان شش هزار عرب و قدرى از سپاه * قزلباش و ذخيرهء بى حساب به امداد ( 129 ) * شيرازيان آمد . افاغنه خبردار شدند . در ميانه جنگى عظيم درپيوست ، سپاه قزلباش بسيارش * طعمهء شمشير شدند و حاجى عبد الباقى خان با دويست نفر عرب در ميدان ماند و او مردى جسور و غيور بود . روى از جنگ برنتافت تا آنكه كشته شد . زبردست خان ذخيرهء آنها را به اردو حمل و نقل نمود . افاغنه را وسعت و فراخى حاصل و همه غنى شدند و زبردست خان به اهالى شيراز امان داده ، يك روز ناگاه يورش برده شيراز را گرفت و از قتل قدغن كرد « 1 » و از تاراج و يغما قدغن نكرد . چون شهر ضبط شده ديدند كه چند نفر فقير از گرسنگى هلاك شده بودند و سوداگرى در خانه چندان گندم داشت كه * مجموع خلق شيراز را سه ماه كفايت مىنمود . زبردست خان از بازرگان بازخواست كرد و او را حبس نمود . گفت * چرا اين گندم را به فقرا انفاق نكردى تا مردم از گرسنگى هلاك شدند و چهار صد نفر به بندر ( 130 ) عباس تعيين كرد ، آنها خود را به جزيرهء هرمز كشيدند . افاغنه آنجا كارى نساخته ، مراجعت كردند . * بيمارىها در راه به ايشان رسيد ، از آنها همه ، پنجاه نفر برگشتند .\r\n\r\nسردارى فريدون خان از جانب شاه طهماسب\r\nشاه طهماسب * گاه در طهران و گاه در قزوين اقامت مىكرد . مهما امكن * از تدارك سپاه خالى نبود . از استماع آمدن عبد الباقى خان در مقدمهء شيراز ، فريدون خان با بيست هزار قزلباش روانهء گلپايگان نمودند و سفارش نمودند كه در آن حدود خانه‌هاى ديگر هست كه * به افغان اطاعت نكردند . سپاه جمع آورده ، به جنگ افغان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طى مدت محاصره شيراز ، تعداد زيادى از مردم شيراز بر اثر قحطى جان خود را از دست داده بودند ، جهت آگاهى بيشتر از تسخير شيراز توسط زبردست خان و محاصره شهر رجوع كنيد به : حسن فسائى : فارسنامهء ناصرى ، ( تهران 1313 ق ) ، ص 161 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nپردازند ، بلكه خود را به اصفهان اندازند . فريدون خان به اصفهان رفته ، سرهاى ارامنه را به جاى سرهاى افغان بريده ، به شاه طهماسب فرستاده در اين اثنا خبر عبد الباقى خان رسيد . در عزم و همت * فريدون خان و شاه طهماسب ( 131 ) فتورى واقع گرديد ، و محمود از اصفهان حركت كرد . فريدون خان بر پشته « 1 » برآمده ، ملاحظه شدت و جيش افاغنه را نمود . پاى به دايرهء فرار گذاشت . محمود بر سر شهر گلپايگان آمد . در اطراف آن خندقى عميق بود . در برابر خندق ديوارى شديد و محكم كشيده . جماعت افاغنه فيلى معلم « 2 » داشتند كه به ديوار رخنه مىافكند و ديوار را به فيل خراب كرده ، از آنجا يورش بردند و گلپايگان را گرفتند و قزلباش آنجا را اكثرا به قتل رسانيدند . و در جوار شهر مزبور * قلعه چه‌ها بود ( و ) ذخيره گذاشته بودند ، و يورش بردند . قزلباشيه امان خواستند . محمود ايشان را به جان و مال امان داد و حصار ضبط كرد و اين وقايع در عرض سه ساعت * ظهور يافت .\r\n\r\nاطاعت اهالى كاشان\r\nاهل كاشان چون چنان ديدند ، از در اطاعت درآمدند و تسليم شدند . و به محمود ، ايلچى فرستادند . به قيد و قيود ، او نيز قبول كرده . از اصفهان به كاشان رفته ، امر آنجا را مضبوط ( 132 ) كرده ، برگشت و در اصفهان سه روز و سه شب شليك‌ها كردند و شادىها نمودند . بعد از آن محمود به سوداى اين مطلب افتاد كه به سمتى حركت كند . آخر الامر اقامت را به عزيمت بدل كرده ، به جائى نرفت .\r\n\r\nواقعهء امان اللّه خان\r\nاو از جماعت افاغنه نبود . در اوايل حكومت محمود از كابل به قندهار آمده ، به محمود انتساب يافت و در مقام كد خدائى ايستاده بود . مردى عاقل و كامل ، جنگ ديده و كارآزموده بود و بسيار مدبر شده و * باعث ثبات قدم محمود در اصفهان و غلبه بر قزلباش او شده بود . و شرط او با محمود اين بود كه از سفر قزلباش هر چه به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به بلندى آمد .\r\n( 2 ) - فيل معلم فيل با علم .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nدست آيد بالمناصفه قسمت نمايند . * روزى شاه با امان اللّه خان در يك جا نشسته بود .\r\nامان اللّه خان تذكار محبت‌هاى گذشته مىنمود . در اين گفتگو كه حضرت خداى متعال به مثل ما عاجزان * امور عظيمه كه خاطر ما خطور نمىكرد و وظيفه و قابليت ما نبود .\r\nمحض عنايت لطف فرمود و ( 133 ) ابواب فتح و تسخير بروزگار ما گشوده ، * شكر و سپاس اين نعمت عظمى بر ما بندگان در هر حال واجب است . * بايد مراسم عدل و انصاف را جدى نمائيم ، و در اول امور به عهد و ميثاقى كه در ميان بود ، وفا نمائى . و از اموال و املاك هر چه به دست آمده ، نصف آن را به من تسليم نمائى .\r\nمحمود از شنيدن اين كلمات دود از دماغش برخواست « 1 » و آثار * انكسار قلب ظاهر كرده ، ملول گرديد ، و گفت : به اين قدر مال كه تو را به دست افتاده ، كفايت نمىكنى با من به سوداى شراكت مال و ملك افتاده ، من بعد اين دعوى را فراموش كن .\r\nمجلس بر هم خورد . امان اللّه خان به خانهء خود رفت و به محمود پيغام فرستاد كه چون تو به عهد خود * وفا ننمودى . من هم من بعد * به تو خدمت نكنم و از قبيله تو نيستم و تابع شاه هندوستانم و حكم تو بر من جارى نيست . سپاه خود را برداشته ، روانهء ولايت هندوستان مىشوم اين گفت و سوار شد و دو هزار كس از سپاه با او به راه افتادند . ( 133 ) محمود از اين حركت او * اغماض عين نمود . و ملتفت ( او ) نمى - گرديد . بعد از سه روز به فكر اين افتاد كه به جانب شاه طهماسب رود . محمود از شنيدن اين خبر به وحشت عظيم افتاد . و * با دو هزار سوار افاغنه ، به عقب او رفت ، چون به امان اللّه خان رسيد ، * محمود خان « 2 » بلوچ به قصد دشمنى به امان اللّه خان حمله برد . محمود او را منع نمود و خود به وضع دوستان امان اللّه خان را ملاقات كرده ، او را در آغوش گرفت و روى يكديگر را بوسه دادند و قدرى از سپاه دور و جدا شده خلوت كردند . محمود به سخنان نيازمندانه پرداخته ، گفت : چنين معامله با من مكن و مرا با خاك يكسان مگردان . التماس‌ها كرد تا دل او را به دست آورد . * باز در ميانشان عهد و ميثاق رسمى تجديد شده . سپاه او را داخل سپاه خود كرد . كسان امين تعيين كرده ، كه با او بوده ، * او را به اصفهان برسانند . امان اللّه خان را قائم مقام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - برخاست .\r\n( 2 ) - در نسخه 3749 . محمد خان بلوچ نوشته است كه اصح است . نگاه كنيد به : فرصت شيرازى : آثار عجم ، ( بمبئى 1312 ق ) ، ص 585 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nخود گردانيد و * خود با سپاه بسيار به عزم تسخير لرستان ( 135 ) و * كوه كلونه « 1 » و بختيارى روانه گرديد . چون به بلاد بختيارى رسيد ، طايفهء بختيارى حاضر و آماده بودند ، على الغفله بر سپاه محمود ريختند . و كسان بسيار از او به قتل آورده ، به محمود غيرت دست داد . به نواحى كوه كلونه به جهة اخذ انتقام رفت . اتفاقا شبى برفى عظيم باريد . محمود از آن نواحى به جاى ديگر حركت * نتوانست كرد . از هر طرف برف راه را بسته بود . اطراف و اكناف محمود را احاطه كردند . تا سه ماه شدت برف و سرما * طول كشيد . بهر طرف تاختند ، راه به جائى نتوانستند برد . از مانند اسباط * بنى اسرائيل در آن تيه « 2 » بىدليل ، ذليل و سرگردان ماندند . بعد از سه ماه برف‌ها آب شده ، نهرها طغيان نمود . قزلباشيه جسرها را بريدند . ناچار گذشتن از آب * خواستن نمود ، ( مقدور نبود ) . سپاه و اموال در ميانه تلف شد ( و ) امكان سلامتى در خود نديدند . بالاخره قاسم خان بختيارى كه از جانب محمود ، التفات و اكرام يافته بود ، خفيه ، نزد او آدم فرستاد ( 136 ) * دليل راه بر محمود شدند و از آن همه سپاه سه هزار نفر افغان برهنه و عريان * به اصفهان رسيدند « 3 » . پنهانى در شب داخل شدند و افاغنه از محمود ديگر رو گردان ، عازم بلاد و اوطان خود شدند و آتش فتنه ، اشتعال يافت . محمود به قدر مقدور ، به خوشحال سپاه پرداخته ، اهتمام تمام به نوازش و رعايت آنها كرد . پنجاه هزار تومان به سپاه خود بخشش كرد و * در ايام فائيز به سبب ضعف به جائى حركت نكرد و در اصفهان بود . بعد از آن قدرى سپاه از قندهار و * افغان و هند آمدند ، و قدرى * از گزينى لشگر گرفته ، محمود قدرى * قوت و قدرت گرفت . شاه طهماسب مىخواست كه به اصفهان بيايد . چون * سر عسكران دولت عثمانيه ، به آذربايجان حركت كرده بودند ، شاه طهماسب به امداد اهل تبريز رفت .\r\n\r\nعزيمت محمود به تأديب اهالى جز\r\nدر اين اثنا از قندهار دو هزار * كوچ مىآمد . اهالى جز ، آنها را ضبط كرده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كهكيلويه .\r\n( 2 ) - تپه .\r\n( 3 ) - لشگركشى محمود به نواحى بختيارى و كهگيلويه با تلفات و سرخوردگى زياد به همراه بود . براى اطلاع بيشتر نگاه كنيد به : حسن فسائى : فارسنامه ناصرى ص 162 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nچند نفر ( 138 ) از افاغنه را كشتند . محمود ارادهء تنبه آنها نمود . جمعيت * كلى از قزلباش به آنجا پيوست و قلعه جز را به آذوقه و اسباب و سپاه استحكام دادند . طايفهء كعب كه * در قلعهء جز بودند ، ميلى به افاغنه داشتند . نزد محمود آدم فرستاده ، گفتند كه پنهانى از فلان طرف بيائيد كه ما طايفه فلان دروازه را به دست شما مىدهيم . وقتى كه محمود با سپاه به اطراف قلعه وارد شدند ، قزلباشيه از خيانت كعب آگاه گرديده آنها را بكشتند ، و دفعه به دفعه از قلعه بيرون آمدند و با افاغنه جنگ درپيوستند ، و سر كوفته و زنده * دستگير نمودند . بالاخره افاغنه در بيرون به بلاى قحط گرفتار و ناچار از تسخير قلعهء مايوس شده ، به اصفهان برگشتند . و قزلباشيه از پى آنها افتاده ، جنگى مردانه كرده ، افاغنه منهزم و جمعى در ميانه تلف شدند . محمود با بقية السيف * داخل اصفهان شدند .\r\n\r\nظهور ديوانگى محمود\r\nمحمود بعد از اين دو واقعه به فكر و انديشه افتاده ( 138 ) و بىحضور گرديد « 1 » در بدنش ضعف عارض شد و به خوف و واهمه افتاد . اكل و شرب * و راحت و خواب را ترك كرده ، عقلش خفيف شد . به وهم و * وسوسه خود تابع شده ، اثر جنون بر وى ظاهر گرديد . او را به مشايخ افاغنه سپردند . چهل روز در چله نشسته ، به اسم اعظم مداومت نمود . وقتى كه از چله بيرون آمد ، جنونش بر عقل غالب بود .\r\nبه در و ديوار سلام مىداد و بيهوده و بىمعنى عتاب و * خطاب به آشنايان مىكرد . و از پيش شيخ خود جدا نمىشد . * اما خدم و حشم اين حالت را نشان * كشف و كرامت مىگفتند و در پوشيدن عيب جنونش سعىها مىكردند . * چهل روز نيز بدين منوال گذشت . گاهى عاقل بود و گاهى ديوانه بود . مدت انزوا نيز به سر آمد . روز به روز مرض اشتداد مىيافت .\r\n\r\nقتل كردن محمود شاهزادگان را\r\nمحمود روزى به ديوان‌خانه مىگرديد . آتش تهورش اشتعال يافت . امر كرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دچار اختلال حواس شد .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nكه پسران و برادران و ساير اقربا و اولاد ذكور ( 139 ) شاه سلطان حسين را كه در دولت خانه بودند ، جمع كرده ، دست و پاى ايشان را با كمربند ايشان بسته ، بياورند .\r\nافاغنه امتثال امر كرده ، صد و پنجاه و نه نفر از اولاد شاه عباس كه پير بودند و * از عصر شاه سليمان ميل در چشمانشان كشيده ( شده بود ) در قيد و بند ، آورده ، كشان كشان در ديوان‌خانه به حضور محمود بردند و * صف صف ، در برابرش بازداشتند . محمود امر كرد كه از اول تا آخر آنها را * گردن بزنند . جلادان بىامان دويدند ، لله‌هاى آنها و خواجه سرايان حرم و ساير خدمتگذاران ايشان ، گريبان‌هاى خود را چاك كرده ، مىگريستند . شاه سلطان حسين دردمند ، فرياد و افغان از همه بيشتر مىكرد . * افتان و خيزان به جهة فريادرسى نزد محمود آمده ، عهد و ميثاق قديم را به ياد آورد . براى اخلاص * نورديدگان و اولاد خود و به صورت حزين فرياد برآورد و به پاى محمود افتاد . جبين مذلت بر خاك نهاد . التماس او به اجابت نرسيد . ناگاه دو نفر از اولاد كوچك ( 140 ) شاه آواز پدر خود را * شنيدند . او را فريادرس طلبيدند . فايده نبخشيد . شاه روى خود را بر روى اولاد خود گذاشت . با آن بىگناهان چون گوسفند در برابر قصاب ناله و فرياد مىكردند . شاه مىگفت مرا بكش و اين معصومان را مكش و روى بر زمين سوده ، بسيار عجز و زارى كرد . عاقبت بر دل سنگ محمود تأثير كرد . به شاه سلطان حسين رو كرد كه به تو بخشيدم « 1 » . ليكن چه فايده كه در آن هنگامه قيامت اثر ، زهرهء آن بىگناهان آب شد . بعد از دو روز ، هر دو وفات يافتند .\r\n\r\n* اشتداد جنون محمود\r\nچون جنون محمود اشتداد يافت ، احيانا به قتل و ضرب نزديكان فرمان مىداد .\r\nگاه مانند مستان فرياد و افغان برآوردى * كه ندماء و همسران از پيش او مىگريختند .\r\nديوانگى او به جائى رسيد كه از ضبط و ربطش عاجز شده ، درها بر رويش محكم بستند و از بيرون محافظت مىنمودند . چند روز ، نه خورد و نه آشاميد و * نه خفت ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين واقعه در تاريخ چهارم يا پنجم جمادى الآخر 1137 / هفتم يا هشتم فوريه 1725 در قصر سلطنتى اتفاق افتاد و تعداد بسيارى از شاهزادگان به قتل رسيدند . نگاه كنيد به : محمد محسن ( مستوفى ) : زبدة التواريخ ، ص 219 ب . و نيز محمد على حزين :\r\nتذكره احوال حزين . ( لندن 1831 ) . ص 139 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n( 141 ) بىتاب و طاقت شده ، صاحب فراش گرديد . هر چند معالجه كردند ، * مفيد نيفتاد . مأيوس و نوميد گشته ، زر بسيار از خزينه بيرون آورده ، صدقه دادند و رنجيدگان را دل به دست آوردند . كشيشان ارامنه جلفا را هزار تومان و به ايلچى فرنگ هزار تومان داده . از اين گونه رعايت‌ها كرده ، روز به روز مرض او * شديد مىشد .\r\nدردى در شكمش پيدا شد كه به دندان گوشت دست خود را پاره پاره مىكرد و فرياد برمىآورد . بعد از چند روز ، زخمها در بدنش پيدا شد . مانند غربال و گوشت بدن او بناى گنديدن و ريختن كرد . طبيبان و جراحان از * علاجش درماندند بدنش متعفن و بدبو گرديد . « 1 »\r\n\r\nفرستادن سيد على خان را به قزوين و انهزام او\r\nطوايف افغان از محمود مأيوس شده ، و شاه طهماسب جمعيتى در قزوين داشت . بزرگان افاغنه چنان مناسب دانستند . كه سيد على خان را با هشت هزار نفر به احتياط كار شاه طهماسب ( 142 ) * روانه كنند . شاه طهماسب در كار امداد اهالى تبريز لشگرى جمع كرده ، از شنيدن ورود سپاه افاغنه ، على الغفله با افاغنه جنگ در * پيوستند . افاغنه شكست خورد تا اصفهان عنان * باز كشيدند .\r\n\r\nجلوس اشرف به جاى محمود و قتال او\r\nافاغنه خواستند كه برادر بزرگ محمود را از قندهار بياورند . چون زمستان بود و * راه دور ، مناسب ندانستند . اشرف سلطان پسر * مير عبد اللّه « 2 » كه عم زادهء محمود بود ، بر جاى محمود نشانيدند . چون پدر اشرف را محمود كشته بود ، به افاغنه خطاب كرد كه تا به قصاص خون پدرم ، محمود كشته نشود ، قدم بر تخت سلطنت نخواهم نهاد . پس افاغنه سر محمود را در رختخواب بريده ، در برابر او گذاشتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جهت آگاهى بيشتر پيرامون چگونگى بيمارى محمود افغان نگاه كنيد به : محمد مهدى استرآبادى : تاريخ نادرى . ( بمبئى 1849 ) ، ص 10 . محمد على حزين در تذكره احوال ، ص 139 مىنويسد كه محمود به مرگ طبيعى مرده است و محمد محسن در زبدة - التواريخ ، ص 209 الف معتقد است كه محمود را خفه كردند .\r\n( 2 ) - اشرف پسر عبد العزيز بود .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاشرف بر جاى محمود نشسته ، او را مبارك باد گفتند و ندما و خدام و محافظان خاص او را كه قريب به پانصد نفر بودند ، * به قتل رسانيدند .\r\n\r\nشكل محمود\r\nميانه بالا ، گندم گون ، كوچك چشم و ( 173 ) چشمهاى او دايم در حركت بود .\r\nعبوس چهره و قبيح المنظر ، سرخ ريش و كوتاه گردن . * به حدى كه گويا سرش به بدنش چسبيده بود . بسيار باضابطه و حكمش جارى و در حق دشمنان جبار و قهار بود . افاغنه را ترسانيده ، با خود به اطاعت آورده بود ، به حدى كه در شدت جنگ با او مخالفت نمىتوانستند كرد . اگر چه جود و كرمى نداشت ، اما از مال غنيمت ، سپاه خود را گران‌بار مىكرد و در پيش روى سپاه ، * خود راه مىافتاد و در حصول مطالب خويش اصرار داشت . كم مىخوابيد و اكثر اوقات بيدار بود . به عزت نفس و تن‌پرورى راغب نبود . هر چه از طعام حاضر بود ، مىخورد و در هر جا بود ، مى - خوابيد . با يك پيراهن در * باران راه مىرفت و به آن حال به اعدا هجوم مىكرد . در سوارى چابك بود . با غلامان سپاه به هر جا مىگشت و آنها را جستجو مىكرد . و در قصاص و تاديب كسى پيشش شفاعت نتوانست كرد . التماس كسى را قبول نمى - نمود و حكم ( 144 ) * شرعى را منقاد بود . به عيش و عشرت و شرب * راضى نبود .\r\nبعد از نكاح دختر شاه سلطان حسين به جاريه و غير آن رغبت ننمود . گفتند كه از او پسرى داشت ( كه ) در جلوس اشرف كشتند . بعضى گفتند : چشمش را ميل كشيدند و ليكن حقيقت آن * معلوم نشد .\r\n\r\nبرادر محمود\r\nدر قندهار به جاى محمود ، نشسته بود و او درويش نهاد بود . * سوداى سلطنت نداشت و در اطراف و اكناف قندهار ، * سپاهى كه به كار بيايد ، نداشت كه جمع كند و به اصفهان بيايد و جاى برادر خود طلب كند . اگر چه * از طرف هندوستان نمىتوانست « 1 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مىتوانست صحيح است .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nليكن درويشى بر طبيعت او غلبه كرده بود و در جمع نقد و خزينه ، هوسى نداشت و * جاى برادر نمىخواست .\r\n\r\nمقدار عسكر افاغنه\r\nدر عدد او اختلاف است . * محمود كه اول بر سر * اصفهان آمد ، مردان كارديده پانزده هزار گفتند . سياح گويد كه تخمين من نزديك چهل هزار بود و زياده نبود . زيرا كه هر كس اقدام ( 145 ) به محاصرهء اصفهان كند ، كمتر از چهل هزار نمىتواند ، آورد .\r\nو بعد از تسخير اصفهان محمود ، وزراء و اعيان خود را جمع آورده ، تفتيش از عدد لشگر خود كرد . سواى كشتگان و زخم داران افغان در دوازده ده جنب اصفهان تدقيق و تفحص نمودند . * بيست هزار سپاه موجود بود . سياح گويد كه با عبد اللّه آقا ، ايشك آقاسىباشى محمود ، آشنائى داشتم و به مداواى او مىرفتم . روزى از او پرسيدم از عدد سپاه . گفت روزى كه اراده اصفهان كرديم ، نود هزار كس تدارك ديديم . * چند منزل كه آمديم ، هشت هزار نفر از عجزه و بىكاره ، جدا شده و خسته و صاحب آزار قريب به دو هزار كه مجموع ده هزار نفر بودند ، برگشتند و در هنگام محاصره اصفهان ، افاغنه كارديده ، چهارده هزار افغان حصارى و هشت هزار سپاه از بلوچ داشتيم و باقى از كعب و هندوستانى بودند .\r\n\r\nاحوال اشرف\r\nاشرف با محمود از قندهار بيرون آمده بود . * مردى جنگ ديده و كار آزموده ( 146 ) بود ، محمود به او دستهء از سپاه ابواب جمع كرده ، به بعضى جاها تعيين نمود .\r\nعاقل و صاحب راى بود و شجاع و مدبر و خيرخواه مردم و متواضع و بسيار مهربان بود . از اين سبب نيز ، سپاه به او ميلى داشتند . در محل كل آباد ( كلون آباد ) طالب صلح بود . در دماغ محمود پادشاهى عجم افتاده ، اشرف چون رغبت صلح اظهار كرد ، محمود از او دلگير شد . اشرف از اين حال * آگاه گشته ، از خوف و هراستى خالى بود نبود در محاصرهء اصفهان كه در سراى شاهى آذوقه نبود ، اشرف اطلاع حاصل كرده ، شبى براى شاه هزار من آذوقه فرستاده ، مكتوبى نوشت و از شاه خزينه\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nطلب نمود كه به سپاه تابع خود دهد . او از بيرون و شاه از درون هجوم نموده ، به كار محمود رخنه افكند ، شاه به سخنان او اعتماد نكرده ، بر اين كار رضا نداد . محمود از اين قضيه آگاه شد . به خاطرش * تغييرى راه يافته ، انكار نكرد « 1 » . ليكن بعد از چندى اشرف را از دور اصفهان دور ، و با جمعى سپاه به جهة دفع سپاه ( 147 ) امدادى اصفهان ، به اطراف اصفهان تعيين نمود . * چون اصفهان فتح شد اشرف را به حضور طلبيده ، از او بازخواست نمود كه چرا آذوقه به شاه سلطان حسين فرستادى . خطاب و عتاب كرده ، * به زندانش فرستاد . و در آنجا نيز احترامش مىكرد . چه محمود آبروى دولت و ظفر از حسن تدبير اشرف و امان اللّه خان و شيخ افاغنه داشت . به اشرف و رجال پادشاهى خود ، اظهار رفق و ملايمت و تواضع و عدالت نمود . به اطراف و اكناف آدم‌ها فرستاده ، نوشته‌ها نوشت كه من بعد كسانى كه تابع ما باشند و كسانى كه تابع نيستند ، بايد * در مهد امن و امان و آسايش باشند . و بالكليه بايد از لشگر افاغنه در امان باشند ، كه بعد از اين ملك ايران به دست هر كس افتد ، بايد آباد باشد ، * نه خراب .\r\nو اشرف نزد شاه رفته ، در تسلى خاطر او اهتمام كرد . مىگفت مرا مثل پسر عم محمود غدار و بىرحم و بىوفا تصور مكن « 2 » و به كارى كه رفته و به قضائى ( 148 ) كه گذشته ، صبر پيش گير ، * تا خداوندت صبر جزيل دهد . و نعش اولاد شاه را با * احترام تمام به وصف‌هاى افاغنه در صندوق‌ها و تابوت‌ها كرده ، به قم فرستاد و در آنجا * دفن كردند .\r\n\r\nتجربه اشرف شاه سلطان حسين را\r\nيك روز به طريق زيارت به خدمت شاه آمد . در اثناى صحبت به شاه گفت ، كه باز به تخت پادشاهى رجوع كن . شاه گفت اگر من لياقت داشتم ، حق تعالى ، تاج و تخت را از من نمىگرفت . چون تقدير ازل ، تو را لايق ديده بود ، به تو عنايت فرمود .\r\nمبارك باشد . تا جهان باقى است ، تو بر تخت پادشاهى باقى باشى ، من بعد هواى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آشكار نكرد ، اصح است .\r\n( 2 ) - اشرف در بهار 1137 / 1725 پس از مرگ محمود به حكومت رسيد .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nتخت و تاج و سوداى حكومت از صفحهء دل شسته‌ام و باقى عمر را گوشه‌گيرى مىخواهم كه به دعاى دولت تو اشتغال نمايم و تلخى فراق فرزندان من تا روز آخر ، از دل من بيرون نخواهد رفت . تو نيز معامله با قهر و جفا را بر من سزاوار مبين . از اين سخنان شورانگيز شاه ، اشرف را رحم آمده ، ماهى دويست تومان براى ( 149 ) اخراجات او قرار داده . شاه به تعمير سراهاى شاهى مشغول شد و از اين راه از اشرف محظوظ شده . روزى به اشرف ملاقات كرده ، تزويج دختر خود را به او تكليف كرد اشرف از اين حال بسيار شادمان شد . به اطراف و اكناف ارقام فرستاد كه از جانب ما من بعد در امان باشيد و به حرب و * قتال بيهوده ، نفوس خود را روا مداريد ، كه دشمنى و عداوت به الفت و موافقت * بدل شد .\r\n\r\nفرستادن ايلچى به نزد شاه طهماسب\r\nاشرف بعد از آن كه مكتوبات استمالت‌انگيز به قزلباشيه اطراف نوشته ، خواست كه دل شاه طهماسب را به دست آورد . بناى فرستادن ايلچى گذاشت و تدارك عظيم از اسباب و يدك و زين و يراق طلا ديده ، محبت‌نامه بدين مضمون نوشت كه بايد من بعد كدورت از ميان رفع شود و * به اتفاق ، نظامى در ممالك ايران بدهيم ، و كفره حاليا فرصت كرده ، به چند جا استيلا يافته‌اند و * دولت عثمانى ( 150 ) طمع به ايران كرده‌اند . اين درد را دوا بايد كرد و هر گاه به آمد و رفت ايلچى منتظر باشيم ، كار از كار مىگذرد و انسب و اصلح آن است كه در ميان طهران و قم ، * هر كدام با جمعى مساوى آمده ، يكديگر را ملاقات كنيم و بناى عهد و ميثاق درست گذاريم .\r\nشاه طهماسب طريق احتياط را ملاحظه نكرده ، حاضر و آمادهء اين مصلحت شد . از آن جهة كه پيش از اين مقدمات ، دو سه دفعه كاغذهاى دلفريب به شاه طهماسب نوشته بود ، او را فريب داده . يك بار در فتح اصفهان و يك بار در وقتى كه محمود ، اشرف را به زندان فرستاده ، اشرف كاغذى نوشته كه تو با جمعيت خود براى استخلاص من * از زندان ، به اصفهان بيا كه من امراى افغان فلان و فلان را ديده‌ام ، تا كار محمود را تمام كنيم بعد از آن من تو را خدمتگزار و فرمان‌بردار خواهم بود . موكد به تاكيدات امن نموده . در اين باب بيست و پنج نفر از امراء قزلباش را كه زنده ( 151 )\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nگذاشته بود ، كاغذى به شاه طهماسب نوشتند كه به حيله و تزوير اشرف فريفته شد و سخنانى كه در زندان نوشته بود ، امروز اعتبارى ندارد . كاغذ را به قاصدى داده ، به لباس مبدل فرستادند . از اتفاقات سيد على خان كه از قزلباشيه شكست خورده بود ، به اصفهان مىآمد . قاصد را در راه گرفته ، * كاغذ قزلباشيه را گرفته ، آورده ( و ) به دست اشرف داد . اشرف كتمان امر كرد . و بعد از چند روز به فرح آباد حركت كرده بيست و پنج نفر قزلباشيه را * به مهمانى طلب نموده و همه را از تيغ بىدريغ گذرانيد و در عرض دو ساعت با بيست و پنج سوار روانه شد كه شاه طهماسب را بگيرد . در اين وقت ايلچى اشرف نزد او وارد شده بود و اكرام و اعزاز يافته . همه از اين كار غافل ، به تدارك ملاقات شاه طهماسب ، اصلان خان را با قدرى سپاه عجاله فرستاده تا در ميان قم و طهران ، مكان ملاقات معين نمايند ، اصلان خان ( 152 ) از قزوين بيرون آمده به طرف قم مىرفت . در راه ديد كه افاغنه با جمعيت بسيار مىآيند . * حيله و غدر اشرف را يافته ، عنان برتافت . نزد شاه طهماسب آمده ، او را خبر كرد و رجال دولت او جمع آمده ، بناى جنگ با افاغنه نهادند . * تمامى سوار شدند و ليكن سپاه قاجاريه يك جا جمع شدند و به شاه عرض كردند كه ما همه در برابر شاه فدا مىشويم و انشا اللّه تعالى به دشمن غلبه خواهيم كرد . اما من بعد بايد اعتماد الدوله تو از قاجار باشد نه از طايفهء ديگر . شاه طهماسب خواهى نخواهى راضى شد . طوايف قزلباشيه خبردار شدند و * جمع شدند . در ميانه نفاق عظيم پيدا شد ، شاه طهماسب با آن سپاه منافق ، جنگ را با دشمن صلاح ندانست . راه مازندران را پيش گرفت و اصلان خان با افاغنه جنگ كرده ، شكست يافت ( و ) از عقب شاه روانهء * مازندران شد « 1 » .\r\n\r\nاهتمام اشرف به جمع كردن خزانه\r\nچون شاه طهماسب را اشرف ( 153 ) به مازندران گريزانيد ، * در اصفهان مكث نكرده ، به سوداى مال خزينه افتاد . خوانين افاغنه را گرفته ، قتل كرده و مالهاى ايشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طهماسب ميرزا ( پسر سوم شاه سلطان حسين ) ، پس از برخورد قوايش با لشگر افغان در نزديكى شهر رى در زمستان 1138 / 1725 و شكستش از افغان به مازندران گريخت . نگاه كنيد به : محمد على حزين : تذكرهء احوال ، ص 172 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nرا گرفت و از ساير رجال دولت * مال گرفته ، آنها را به زندان افكند . مالى كه محمود در مرض موت به اهالى جلفا داده بود و به ايلچى فرنگ و سايرين ( داده بود ) ، * باز پس گرفت . امان اللّه خان را محمود اعتماد الدوله كرده بود . طمع امان اللّه خان غالب بود . در عرض يك هفته از طايفهء قزلباشيه نود هزار تومان گرفته بود . * اشرف از اين حالت خبردار شد . او را احضار كرده ، يك روز و يك شب . او را حبس نمود . هر چه داشت ، همه را مالك شد . بعد از آن كسى از حيات و ممات او خبردار نشد و شيخ محمود را گرفته ، حبس كرد . هر چه در اين مدت از جواهر و زر جمع كرده بود ، بگرفت ، قدرى مال به رسم هديه به او داده ، با چند نفر او را روانهء كابل كرد . و اين شيخ * همشيره زادهء امان اللّه خان بود و از كابل آمده ، منسوب محمود شده بود و در امور ( 154 ) عظيمه همراه بود و امان اللّه خان آبروى سپاه افاغنه بود و افاغنه خارق عادات به شيخ نسبت مىدادند و در جنگ اهالى قزلباش با محمود ، پيش روى افاغنه بود ، و افاغنه عقب سر آنها و شيخ بر سر آنها دعا مىخواند . و بعد از آن شروع به جنگ مىكردند و غالب مىشدند ، چون نزد محمود مىآمد ، او را استقبال مىنمود و دستش را مىبوسيد . مردى شيرين زبان و بامزه و حليم و سليم بود . در ميان جنگ متعرض محمد خان بلوچ و سيد على خان نشد . و زبردست خان از او متضرر نگرديد . * برادر اشرف كه كوچكتر از او بود : در روز جلوس فرار كرده ، اشرف او را گرفته ، ميل در چشمش كشيد . و مادر محمود را احضار كرده ، از او باز خواست نمود كه چون محمود مرا حبس كرد ، * چرا با من صاحب‌دارى و غمخوارى ننمودى . عتاب و خطاب كرد . سه روز او را در زيرزمينى كه نعش شاهزادگان بود ، حبس نمود . بعد از آن بيرون آورده ، به خانه‌اش فرستاد ( 155 ) و دختر شاه سلطان حسين را تزويج كرد و * خانه درخور محمود تعيين كرده در آنجا سكنى نمود . اينها سخن سياح بود بعد از آن نقل كرده كه من چون از سياحت بسيار ، تحمل غربت بىشمار دلگير گشته بودم ، وقتى كه اشرف ، محمد خان بلوچ را به ايلچىگرى به روم فرستاد ، به موافقت او * روانهء اسلامبول شدم . بعون اللّه . به تاريخ يوم چهارشنبه بيست و چهارم شهر جمادى الاول 1289 . سلطنت سلاطين صفويه :\r\nشاه اسمعيل ، شاه طهماسب ، شاه اسمعيل ثانى ، سلطان محمد خدا بنده ، شاه عباس ، شاه صفى ، شاه عباس ثانى ، شاه سليمان .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nدر زمان سلطنت شاه سلطان حسين مىشود موافق اين حساب « 1 » .\r\nزمان سلطنت سلاطين صفويه از قرار تشخيص سياح مسيحى كه از ابتدا نهصد و سه الى يكهزار و يكصد و سى و هشت ، دويست و بيست سال مىشود « 2 » و مدت سلطنت هر يك از قرار تفصيل فوق است ، تا حقيقة معلوم شود . مظنه اين است كه شاه طهماسب ابن شاه سلطان حسين ( 156 ) هم دوازده سال سلطنت كرد و بعضى از آن را معاصر بود با افاغنه و للّه اعلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سالهاى سلطنت سلاطين صفوى در اين نسخه خطى به سياق نوشته شده است و گاه سنوات ياد شده با سنوات واقعى مطابقت ندارد . سنوات سلطنت شاهان صفوى به ترتيب : 23 ، 54 ، 1 ، 4 ، 49 ، 14 ، 25 ، 28 و 30 سال بوده است .\r\n( 2 ) - شاهان صفوى از سال 906 تا 1135 قمرى ( 1501 تا 1722 ميلادى ) بر ايران حكومت كردند .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nموارد اختلاف نسخ مورد استفاده : نسخهء خطى شماره 3716 كتابخانه ملى ملك ( نسخه مورد استناد ) .\r\nص 1 هذا كتاب عبرت‌نامه تاريخ مشتمل بر زوال دولت صفويه در عهد شاه سلطان حسين و استيلاى افغان در ولايات اصفهان\r\nبسم اللّه الرحمن الرحيم . الحمد اللّه رب العباد و خالق الانام و الصلاة على نبيته و عترته الكرام و منه الاعانه فى كل افتتاح و اختتام و بعد از زمان\r\nص 1 بيست و پنج سال .\r\nص 2 عبرت‌نامه\r\nص 2 به نظر مبارك نواب وليعهد دولت ايران .\r\nص 2 اهل فطانت و تاريخ و ارباب ادب و صحبت را نفع او عموميت بهم رسانيد .\r\nص 3 بعد از او شاه عباس\r\nص 3 بر تخت سلطنت نشست\r\nص 3 به ولايت عجم افزود\r\nنسخهء خطى شماره 3749 به كتاب عبد الرزاق شيرازى ، كتابخانهء ملى ملك .\r\nص 1 بسم اللّه الرحمن الرحيم . از زمان . . .\r\nص 1 بيست و شش سال\r\nص 1 بصيرت‌نامه .\r\nص 1 به نظر وليعهد ايران\r\nص 2 اهل شعور و فطانت و تاريخ جويان و ارباب آداب و صحبت را نفع رسد\r\nص 2 بر تخت سلطنت قرار گرفت . بعد از او شاه اسماعيل كوچك\r\nص 2 به ولايات عجم افزود\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nص 3 آن ولايت\r\nص 3 ساخت\r\nص 3 ربيع الثانى\r\nص 4 با سلطان صلح كرد\r\nص 4 در شهر كاشان به شهر آخرت\r\nص 4 پسر او دوازده سال داشت بر تخت شاهى\r\nص 5 قندهار را با توابع او\r\nص 5 در دامغان تخت پادشاهى را بدرود گفته\r\nص 6 اوضاع احوال شاه سليمان\r\nص 7 شعله غضب\r\nص 8 به قدر مقدور ، نايرهء\r\nص 8 بخت وارون خود ستيزم .\r\nص 8 لعنت خاص .\r\nص 9 بيدار كرده\r\nص 9 لازمهء طباع زنان است\r\nص 10 فريفته شوى ، محض حماقت است\r\nص 10 شمشير الماس خلاصى يا بى\r\nص 10 بطريق سياحت و سير و سلوك كوش\r\nص 10 عمل نموده\r\nص 10 از اين قضيه دلگير شده و\r\nص 10 و 11 خوف و هراس\r\nص 12 بيان احوال عباس ميرزا\r\nص 13 شاه سلطان حسينش خواندند\r\nص 13 كيفيت احوال شاه سلطان حسين\r\nص 14 اتحاديهء شقاق و نفاق\r\nص 14 همان سياح گويد\r\nص 14 با نقل و روايات من نداشت كه در\r\nص 2 آن ولايت را\r\nص 3 ساخته\r\nص 3 ربيع الاخر\r\nص 3 با سلطان مراد صلح كرد\r\nص 3 در شهر قبطان به شهر آخرت\r\nص 3 پسر او در دوازده سالگى بر تخت شاهى\r\nص 3 قندهار را به الكامى او\r\nص 4 در خرم آباد فعلى تخت پادشاهى را بدرود\r\nص 4 -\r\nص 5 سلسله غضبش\r\nص 6 به قدر مقدور در تسكين نايره\r\nص 6 بخت وارون خود در ستيزم\r\nص 6 لعنت خواص .\r\nص 6 بيدار گردانيده\r\nص 6 لازمه طبعشان است\r\nص 7 فريفنه كردى ، محض حماقت خواهد بود .\r\nص 7 شمشير الماس‌گون او خلاصى يا بى\r\nص 7 بطريق سير و سلوك و سياحت بكوش\r\nص 7 عمل كرده .\r\nص 7 از اين قضيه دلكير و عارو\r\nص 7 خوف و وسواس\r\nص 8 -\r\nص 9 شاه سلطان حسين خواندند\r\nص 9 -\r\nص 9 اتفاق به شقاق و اتحاديه نفاق\r\nص 10 سياح مزبور گويد\r\nص 10 با نقل و روايات من كه در ايران\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nايران مطالعه نمودم و دريافتم\r\nص 14 داشته باشد . پادشاهان صفويه اول\r\nص 15 مترجم اين مقال گويد\r\nص 15 و چيزى از عمرش گذشته بود\r\nص 15 طهام خان\r\nص 15 هدايا را برده\r\nص 16 شاه صفى ابن ميرزا ابن شاه عباس\r\nص 17 مدت پنج سال\r\nص 17 بيست سال سلطنت كرد\r\nص 17 دويست و بيست و هشت سال بود\r\nص 17 نكات واقعه در زوال دولت ايشان از قول سياح\r\nص 18 نهم خراسان و مازندران\r\nص 18 دهم گيلان\r\nص 18 يازدهم آذربايجان\r\nص 18 سياح مسيحى\r\nص 19 و مىگويد\r\nص 19 ممنوع نمىشد\r\nص 20 به اقصى المراتب\r\nص 20 تا قدغن شكنند\r\nص 21 بايد نمود ، به نحوى\r\nص 21 خوانند ( ه ) ها ، نوازند ( ه ) ها و مطرب و رقاص . . .\r\nص 22 كار به اينجا كشيد .\r\nديگر از جمله باعث زوال دولت سلاطين صفويه ، اين بود كه طوايف عجم\r\nمطالعه نمودم و دريافتم ندارد .\r\nص 10 داشته باشد و آنها نه نفرند اول\r\nص 10 و هم سياح گويد\r\nص 10 و چيزى عمر داشت\r\nص 11 طمغا چخان\r\nص 11 هدايا رفته\r\nص 11 شاه صفى ابن شاه عباس\r\nص 12 مدت بيست و پنج سال\r\nص 12 بيست و هشت سال سلطنت كرد\r\nص 12 دويست و بيست و هشت سال امتداد يافت .\r\nص 12 مترجم گويد\r\nص 12 و 13 نهم و دهم خراسان و مازندران\r\nص 13 يازدهم گيلان\r\nص 13 دوازدهم آذربايجان\r\nص 13 سياح مسيحيه\r\nص 13 و هم سياح گويد\r\nص 13 ممنوع نمىگشت\r\nص 14 به اقصى العامه\r\nص 14 تا قدغن شكسته شود\r\nص 15 بايد نمود ، شاه به نحوى\r\nص 15 خوانند ( ه ) ها و سازند ( ه ) ها و مطرب و رقاص . . .\r\nص 15 كار به اينجا كشيد كه كشيد .\r\nپادشاه را مهر و كين بايدى ، دو در ياش در آستين بايدى يكى چشم\r\nص 16 يكى چشمه زندگى آب او ، ذكر آور هيچ - گرداب او به سبب اين\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nص 22 اجراى قانون شرع\r\nص 23 مىبايد مبلغ خطير به\r\nص 23 مستطيعان و ضعفا\r\nص 23 و ديگر باعث زوال دولت بيشتر\r\nص 23 ضد كار داشتند\r\nص 23 فرقه مىساختند ، بسند راى آن جماعت نمىشد\r\nص 24 مثل نقاق كارگذاران دولت نيست و همه كارها معطل مىماند\r\nص 24 بايد . با المثل\r\nص 25 از انفاق خراب شده است .\r\nص 25 كيفيت احوال افاغنه و ظهور دولت ايشان نقل كرده‌اند\r\nص 25 باب الابواب\r\nص 25 از آنجا كوچانيده\r\nص 26 سياح گويد كه\r\nص 26 كتب تاريخ\r\nص 26 رئيس اغوان را گويند\r\nص 26 طايفه ارامنه در جبل متمكنند . به اين نام افتخار كرده ، ادعاى افغان بودن مىنمايند .\r\nص 26 در بعضى از كتب نوشته‌اند\r\nص 27 جنگ‌آور شدند . احوال و عادت افغان . جنگ\r\nص 27 سياح گويد\r\nص 28 با دست چپ جنگ ، و اگر\r\nص 28 به مزد بزرگ برسى\r\nبود كه طوايف عجم\r\nص 16 اجراى احكام شرع\r\nص 16 مىبايست مبلغ خطيرى به\r\nص 16 مستطيعان و ضعيفان\r\nص 16 زوال دولت بيشتر\r\nص 16 ضديت كامل داشتند\r\nص 16 فرقه مىساخت ، پسنديده راى فرقه ديگر نمىگرديد\r\nص 16 مثل نفاق‌گذاران نيست و همه كارها معطل و مهمل مىماند\r\nص 17 بايد كرد فى المثل\r\nص 18 از نفاق شده است .\r\nص 17 اصل تاريخ و سير نقل كرده‌اند\r\nص 17 باب الدواب\r\nص 18 از آنجا كوچ داد\r\nص 18 مترجم گويد كه\r\nص 18 كتب تواريخ\r\nص 18 رئيس را اغوان گويند\r\nص 18 طايفه ارامنه كه از جبال متمكنند .\r\nآنها را به اين نام مىخوانند و به اين نام افتخار كرده ، ادعاى افغان مىنمايند .\r\nص 18 در بعضى كتب تواريخ نوشته است\r\nص 19 جنگ‌آور شدند . سياح مزبور گويد جنگ\r\nص 19 هم سياح گويد\r\nص 21 با دست چپ جنگ نمائى و اگر\r\nص 20 به اجر جزيل و ثواب جميل و مزد بزرگ برسى\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nص 20 طبقى از جواهر بر سر نهاده\r\nص 30 از لشگر و توابع ايشان كسى به خاطر نمىگذرانيد كه ذرهء به او اذيت رساند .\r\nص 31 از ادويه حاره براى او آوردند\r\nص 32 اصلا از آن ضررى\r\nص 32 زير جامهاى فراخ\r\nص 42 شال رنگارنگ\r\nص 33 در ميان آنها هست\r\nص 33 از بلور گوشوار كنند\r\nص 33 كفش عجم مىكنند\r\nص 34 سالك مسافت از قندهار تا اصفهان اصفهان كه مقر\r\nص 34 هفتاد و هشت درجه است و قلعه قندهار در جانب شرقى ايران است .\r\nزمين آن متصل هندوستان طولش صد درجه است . مسافت دره بين بيست و دو درجه است .\r\nص 34 سحان\r\nص 35 مشهد و هرات\r\nص 35 مستحكم كرده‌اند\r\nص 35 باشند - سبب استيلاى پادشاهان صفويه به قلعه قندهار ، طوايف افغان\r\nص 35 استراحت جسته\r\nص 36 شاه مزبور\r\nص 38 بيان طغيان گرگين خان و اهالى گرجستان به شاه سلطان حسين و انهزام و اقتدار ايشان\r\nص 37 و ايذاء مزبور\r\nص 37 دماغ فاسد ، فساد نخوت و شرارت\r\nص 21 طبقى از جواهر بر سر نهاده\r\nص 21 از لشگر و توابع يك نفر كه آنجا بود ، نمىگذارد كه ذرهء به او اذيت به رسانند .\r\nص 22 ادويه حاره به جهة او آورده بودند\r\nص 22 مطلقا از آن ضررى\r\nص 22 زير جامهاى پاچه فراخ\r\nص 22 شالهاى رنگارنگ\r\nص 23 در ميانه آنهاست\r\nص 23 از بلور و مدنك گوشوار كنند\r\nص 23 كفش عجمى مىپوشند\r\nص 24 به قواعد علم جغرافيا اصفهان كه مقر\r\nص 24 هفتاد و هشت درجه است و مسافت حد ما بين ، بيست و دو درجه مىشود و\r\nص 24 شجستان\r\nص 24 مشهد و سراب\r\nص 24 مستحكم ساخت\r\nص 24 باشند . طوايف افغان\r\nص 25 استراحت داشتند\r\nص 25 آن پادشاه ذيجاه\r\nص 26 طغيان ورزيدن گرگين خان والى گرجستان و نادم شدن و معفو گشتن\r\nص 26 و ايذا نمودند\r\nص 26 دفاع فاسده ماده فساد جاىگير بود\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nجا كرده بود ، شرارت\r\nص 38 شمشير در گردن در اصفهان از افعال گذشته خود\r\nص 39 ايلچى را نادلپذير ، مايوس\r\nص ص 39 خدمت شايانى به ظهور رساند\r\nص 39 پادشاه هند را\r\nص 39 مترجم گويد\r\nص 39 مقرون به صلاح\r\nص 40 امراى ديگر و سلوكش\r\nص 40 مطيع ارش نبودند ، چگونه در سر حد قندها ( ر ) كذائى\r\nص 40 شاه سلطان حسين را به وادى\r\nص 41 ظاهر نمود . اتفاقا در اين روزها ميرويس را تحصيل‌دار اموال تعيين كرده بود و اين ميرويس در ميان طوايف افغان\r\nص 42 علاقه داشت ، با مايه بسيار\r\nص 42 سودها ديده بود و ثروتى بىنهايت\r\nص 43 مردى عاقل بود\r\nص 43 پارچ ( ه ) هاى زربفت\r\nص 44 نرمى زبان\r\nص 44 پادشاه هند\r\nص 45 دولت موافق و در خانه\r\nص 45 رفته و با او آغاز تكلم نموده و به طريق ابتهال و تضرع و تواضع عاقلانه در برابر اعتماد الدوله با او آغاز تكلم نمود\r\nص 46 شغل بسيار داشتم\r\nشرارت\r\nص 26 و 27 شمشير به گردن به اصفهان آمده از افعال گذشته\r\nص 27 ايلچى را به مغادير نادلپذير مايوس\r\nص 27 خدمت شايان به عرصهء ظهور رساند\r\nص 27 پادشاه هندوستان را\r\nص 28 سياح گويد\r\nص 27 مقرون به صواب و جلاح\r\nص 27 امراى ديگر و مدار و سلوكش\r\nص 28 مطيع ارش نبودند ، خود غافل و مست و گرجيان از طمع و بىفكرى رفته از دست ، در سر قندهار كذائى\r\nص 28 شاه سلطان حسين را در اصفهان به وادى\r\nص 28 ظاهر نمود . فرستادن گرگين خان ، ميرويس را به جانب اصفهان و ساير حالات . و اين ميرويس خان در ميان طوايف افغان\r\nص 29 علاقه با مايه بسيار داشت\r\nص 29 سودها ديده بود و بىنهايت\r\nص 30 مردى فرزانه بود\r\nص 30 پارچ ( ه ) هاى زرتار\r\nص 31 نرمى و مداهنت زبان\r\nص 31 پادشاه هندوستان\r\nص 32 دولت موافق است و درب خانه\r\nص 32 رفت و به طريق ابتهال تضرع و تواضع عاقلانه در برابر ايستاده ، اعتماد الدوله با او آغاز تكلم كرد\r\nص 32 مشغله بسيار داشتم\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nص 46 از كمند چاكرانش\r\nص 46 يقين داشت و دانسته بود\r\nص 46 صاحب اختيار باشد ، فساد عظيم ظاهر خواهد شد\r\nص 46 چاشتگاه در خمار و گرجيان\r\nص 47 روانه گرجستان مىكند\r\nص 47 پادشاه رامين كه چنين كافرى جاهلى نادان نحس نجس كه سپاهش\r\nص 47 بدينگونه حرمان چنان نصب و تعيين فرموده\r\nص 47 مآل اين كار غير ذهاب\r\nص 48 نقض و معدات داشت ، اين كلمات بگفت\r\nص 48 شاه مناصب و معاند متفق اللفظ و به صلاح و سداد و تقوى و فلاح او شهادت دادند و گفتند مغاضات گرگين\r\nص 48 از اين حال خوشوقت شد\r\nص 48 خالى نبود . رفتن ميرويس به زيارت مكه و فتوى حاصل كردن .\r\nميرويس بالضروره .\r\nص 48 سرايتان\r\nص 49 شاهان عجم\r\nص 49 دشمن صحابه مىباشد\r\nص 49 پيچشم ما\r\nص 49 لعن و صب\r\nص 49 به انواع بلا و مصايب داشته و آنها را\r\nص 50 مقابله كنيم . و اگر مقابله كنيم اطلاق لفظ و معنى جهاد بر ما رواست\r\nص 32 از كمينه چاطرانش\r\nص 42 تحقيق داشت و مىدانست\r\nص 32 صاحب اختيار باشد ، در آن مملكت فساد بزرگ ظاهر خواهد شد\r\nص 32 چاشتگاه در خمار است و گرجيان\r\nص 32 روانه گرجستان مىنمايد\r\nص 33 پادشاه دارا حشمت كافرى نحس جاهلى ناجنس كه ، سپاهش\r\nص 33 حرمان بينان منتسب و تعيين فرموده\r\nص 33 مآل اين كردار غير از ذهاب\r\nص 33 نقض و عداوت داشت ، از اين كلمات گفت\r\nص 33 شاه متعاصب و معاند و موافق و مخالف متفق الكلمه گفتند و به صلاح و سداد و تقوى او شهادت دادند و گفتند معادات گرگين\r\nص 34 از اين حال خوشحال شد\r\nص 34 خالى نبود . پس از چند گاه ميرويس بالضروره\r\nص 34 سرانبان\r\nص 34 پادشاه عجم\r\nص 34 دشمن صحابه كبار مىباشد\r\nص 34 چشم ما\r\nص 34 صب و لعن\r\nص 34 به انواع بلا و مصائب مبتلا داشته و آنها را\r\nص 35 مقابله كنيم و اگر محاربه كنيم اطلاق لفظ و سى جهاد بر ما رواست\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nص 50 به سنى سنوى پناه بريم\r\nص 50 در جواب مسائل ( و ) فتوى شرعى داده\r\nص 50 به اصفهان آمد . چون علما و مجتهدين مدينه و مكه را به نحوى كه مذكور شد\r\nص 51 خلق ايران از زيارت حج قدغن كرده بودند . . . و سالى مبلغ خطير اهالى روم\r\nص 51 راه انتفاع آنها بريده شده بود ، از اين راه كينه و عداوت ديرينه از اهل ايران در دل شقاوت منزل داشتند\r\nص 51 دلهاى مردم را صيد كرده و در ميان رجال دولت معتبر شد\r\nص 51 ملكى گرديد اتفاقا در آن روزها ايلچى از چارمسقو كه عبارت از پادشاه روس باشد . و خبر او\r\nص 52 از مردم كجاست و اسم او چيست\r\nص 52 از جانب چار روس ايلچى شده و بيايد\r\nص 52 اين لايق رعاياى ما بخصوص از مقولهء ارامنه\r\nص 52 از جنس ديگر و آدم ديگر بفرستد\r\nص 53 جنگى نوشتند\r\nص 53 به فرال\r\nص 53 قلعه ازاق\r\nص 53 بيوك‌باشى\r\nص 35 به كسى پناه بريم\r\nص 35 در جواب مسائل ( و ) ، بر طبق مراد ، فتوى فرعى داده\r\nص 36 به اصفهان آمد و چون به نحوى كه مذكور گرديد\r\nص 36 خلق ايران را از زيارت بيت اللّه الحرام قدغن كرده بودند . . . مبالغى منافع خطير اهالى روم\r\nص 36 راه انتفاع آنها به همين رابطه بريده گرديده بود ، علما و مجتهدين سنى حرمين از اين راه كينه و عداوت ديرينه از اهل ايمان در دل شقاوت منزل داشته\r\nص 36 دلهاى مردم را صيد كرده ، وقع و احترامش در ميان مردم و رجال دولت بيشتر شد\r\nص 36 ملكى شد و در خلال اين احوال ، ايلچى از دولت روس عازم ايران مىكرد خبر او\r\nص 37 از مردم كجاست و هم او چيست\r\nص 37 از جانب پادشاه روس ايلچى گرديده و بيايد\r\nص 37 اين از حد رعاياى ما خاصه طايفهء ارامنه\r\nص 37 از جنس ديگر ، آدم بفرستد\r\nص 37 جنگ‌چى كرد\r\nص 37 به قران\r\nص 37 قلعه عراق\r\nص 37 سوك باشى\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nص 53 ديدن ارحام خود\r\nص 53 خواسته ، پادشاه روس او را به ايلچىگرى روانه اين حدود كرده\r\nص 53 از شفاعت پادشاه نمسه ، به پايه ايلچىگرى به ايران منافى طبع آمده .\r\nص 53 اسرائيل ، مرقوم به عداوت ، نمود و . . . يكى از ارامنه و فى الاصل و ارمنى غريبه قراباغى كه طريقهء شر داشتند يعنى بزرگى مردم خبر دادند\r\nص 54 به اعتقاد اين حكايت\r\nص 55 و گفت : تدارك\r\nص 55 فتنهء عظيم خواهد شد از اين حكايت شاه به انديشه افتاد .\r\nص 55 با امنا و كبرا مشورت كرد\r\nص 55 بعضى مراجعت را مصلحت ديدند\r\nص 55 در حل اين عقده درماندند ، ميرويس را ديده مشورت كردند\r\nص 56 كه اسرائيل ايلچى به اينجا بيايد فتنه حادث نمىشود\r\nص 56 به زهر دادن مىتوان شد\r\nص 56 به تن تحمل اين عار نمىكند\r\nص 56 بسيار است\r\nص 56 گرگين خان پيش از اين بالفعل نزد\r\nص 56 بر سر او جمعيت كنند و\r\nص 37 ديدن اقارب و حلهء ارحام خود\r\nص 38 خواسته ، پادشاه روس عرض او را قبول كرد و او را به رسم ايلچى گرى روانه اين حدود كرد\r\nص 38 از شفاعت پادشاه نمسه ، به ايلچى گرى به ايران آمده\r\nص 38 اسرائيل ، مرقوم به ايلچىگرى ، معامله به عداوت نمود . . . يكى از ارامنه و بىاصل است در آن اوان كه كشيشان ارمنى طريقهء سير داشتند يعنى بزرگى به مردم خبر داد .\r\nص 38 به اعتماد اين حكايت\r\nص 39 و گفت كه تدارك\r\nص 39 فتنهء عظيم حادث شود . اين حكايت به السنه افتاد .\r\nص 39 با امناى دولت و كبرا مشورت كرد .\r\nص 39 بعضى مراجعت را صلاح دانستند .\r\nص 39 در حل اين عقدهء مشكل درماندند و صورت حال را به مشورت با ميرويس در ميان نهادند .\r\nص 40 كه اسرائيل ايلچى را مرخص فرموده ، به اين جا بيايد ، فتنه حادث نمىشود\r\nص 40 به زهر دادن نمىتواند شد\r\nص 40 به تن تحمل اين بار نياورد\r\nص 40 بسيارند\r\nص 41 گرگين خان بالفعل نزد\r\nص 40 بر سر او جمع شده و\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nص 56 مفاد الكفرعه واحده\r\nص 56 تدارك اين فساد عظيم مشكل شود\r\nص 56 و گفت اين\r\nص 56 رخصت ارزانى و روا داريد امراء و وزراء تقريرات\r\nص 56 از زندان و گوشهء غم چون تيرى كه از شصت برود ، برجسته ، خود را\r\nص 58 نزد او آمدند ، به ايشان صحبت‌هاى محرمانه داشته ، بزرگان قبايل بلوچ نزد او آمده ، در اتفاق ثابت القدم و سر و جان در راه او نهادند و همه افاغنه و بلوچ\r\nص 58 به اين مضمون ، مكتونى هم از اعتماد الدوله\r\nص 59 غيرت اسلام در خاطر افكند ، پس ميرويس بناى افساد نهاد . . . افاغنه را برانگيخت و به گرگين\r\nص 59 بلوچ آمده ، ابه و مواشى ما را\r\nص 59 ايستاده ، افغان\r\nص 60 از غيرت دين‌دارى ناشى گرديد\r\nص 60 دين محمدى بگذاريم\r\nص 60 چون اين كلمات شنيدند\r\nص 61 برخى را تشويش در خاطرها ماند\r\nص 61 گرگين‌خان است . ميرويس گفت آنها واجب القتلند ، زيرا كه دست تعدى به زنان و عيال ما دراز كرده ، صحابهء پيغمبر را\r\nص 61 غفله\r\nص 62 عاجز آئيم و مدد از پادشاه هند در\r\nص 40 مفاد الكفر ملت واحده\r\nص 40 تدارك اين كار مشكل و عظيم كرده\r\nص 41 و گفت كه اين\r\nص 41 رخصت و ره ارزانى دارند ، امنا و امراء تقريرات\r\nص 41 از زندان عجم چون تير از شصت جسته ، خود را\r\nص 42 نزد او آمده ، در اتفاق ثابت القدم و سر و جان در راه او نهادند و همه كسى افاغنه و بلوچ\r\nص 42 به اين مضمون مكتوبى و نوشته هم از اعتماد الدوله\r\nص 42 غيرت اسلام را در خاطر افكندند ، پس ميرويس بناى فساد نهاد . . . افاغنه را برانگيخته و به گرگين\r\nص 42 بلوچ آمده ، دواب و مواشع ما را\r\nص 42 ايستاده بود و افغان\r\nص 43 از غيرت و دين‌دارى ناشى گرديد\r\nص 43 دين محمدى خدا نمائيم\r\nص 43 چون اين حكايت شنيدند\r\nص 44 برخى را تشويش و خلجان در خاطر ماند .\r\nص 44 گرگين خان دست تعدى بر مال و رجال و عيال ما دراز كرده ، صحابه پيغمبر را\r\nص 44 غفلتا\r\nص 44 عاجز آيند و از پادشاه هند حمايت\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nكار افتد\r\nص 62 مقاومت نياوريم\r\nص 62 مهما امكن مدد نمايند\r\nص 62 به هندوستان\r\nص 62 استقلال يافته ،\r\nص 62 گرگين خان ننگ آمده ،\r\nص 62 و 63 به قتل رسانيدند ، عشرت كنان در فصل فائيز\r\nدر كار افتد\r\nص 45 مقاومت نياوردند .\r\nص 45 مهما امكن ايشان را مدد نمايند\r\nص 45 به هند\r\nص 45 استقلال تمام پيدا كرد\r\nص 45 گرگين خان به تنگ آمده\r\nص 45 به قتل آوردند و مرا كشان كشان برده به قندهار رسانيدند و عصيان و طغيان ظاهر ساختند اكنون پادشاه اگر در صدد انتقام برآيد و لشگر به اين ديار فرستد ، لشگر افغان بر پا است ، گاه باشد كه از دل و جان به مقاتله و مقابله اقدام نمايند . و خدا نكرده ، ظفر يابند يا عاجز شده ، ملك قندهار را به پادشاه هندوستان و هند آن زمان چاره اين كار دشوار گردد . اين بنده چنين مصلحت مىدانم كه فرستادن لشگر را مدتى موقوف نمايند و به اين بنده كه از ارادت كيشان است آتش فتنه افاغنه را به آب تسكين فرونشانم .\r\nچون عريضه ميرويس به پادشاه رسيد ، بروز طغيان و عصيانش روز به روز نمايان گرديد . پادشاه با امرا مشورت كرد بعضى لشگر فرستادن را مناسب و برخى نامناسب دانستند بالاخره راىها به راى قرار گرفت كه خسرو خان برادر نرود ، گرگين خان را به راه قندهار كنند و لشگر معتبر گرجستان را با شانزده هزار نفر سپاه قزلباش به سردارى عباس قلى\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nص 63 نه راهى ماندن و نه پاى رفتن ، قزلباش .\r\nص 63 فى الحال سوار شده ، سپاه خود را .\r\nص 63 از معركه جسته ، راه فرار پيش گرفته ،\r\nص 63 بالكليه متصرف شده ، به قلعه در آمدند .\r\nبيك نام ، تعيين و به جهة مصارف خسروخان و سپاه قزلباش دويست هزار تومان زر مسكوك و شصت هزار تومان براى اخراجات لشگر گرجستان ، تسليم عباس قلى بيك كردند . و او را به همه ناظر و سردار ساختند و در سنه 1122 هزار و يكصد و بيست و چهار از راه مشهد مقدس روانه قندهار شدند . بستن ميرويس راه عبور را بر لشگر قزلباش و جنگ كردن ميرويس با خسروخان و كشته شدن خسروخان ، زراعت قندهار را درد كرد . آذوقه واخر به قلعه جمك نمودند و زراعت راههائى كه لشگر قزلباش عبور مىكردند ، سوخته و لشگرى مستعد در سردر بندها و مكانهاى صعب گذاشتند و خود با جمعى پياده و سواره در قلعهء قندهار نشست و نقش قلعه‌دارى بر خمير عداوت تسخير بست . خسروخان به عيش و عشرت شراب و كباب مشغول شده و در فصل پائيز\r\nص 47 نه ياراى ماندن و نه پاى رفتن ، مبادا كار كس زينگونه مشگل قزلباش .\r\nص 47 فى الحال سواره و پياده ، سپاه خود را .\r\nص 47 از معركه بيرون رفته ، راه فرار پيش گرفتند .\r\nص 47 بالكليه به تصرف ميرويس ابليس نظر درآمد .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nص 64 تعاقب ننموده ، برگشتند .\r\nص 64 مغلوب مىشوند . چون ميرويس هفت سال حكومت قندهار كرده ، بر بستر مرض افتاد .\r\nص 64 به خداى تعالى .\r\nص 64 از اتفاق خالى .\r\nص 65 جدال راغب نبود و راحت حضور را\r\nص 65 مشورت نمود و صلح با قزلباش را اصلح ديد كه با قزلباش\r\nص 66 مكتوبى متضمن\r\nص 66 فرستاد . اما ميرويس سه پسر داشت ، مير محمود در وفات پدرش هجده ساله بود .\r\nص 66 هنگام وفات سفارش او را نموده ، او به صلح پسر عم خود راضى نبود :\r\nمكتوبى كه به عجم مىنوشت ، به دست او افتاد . روزى شمشير در دست گرفت\r\nص 67 سنى كرد احوال صفى خان و فرزندش خالد خان اعيان لشگر شاه\r\nص 68 اختيار و اقتدار\r\nص 68 صورت نبندد\r\nص 69 به محمود رسانيده ، محمود توقف نكرده به امداد لشگر تعيين كرد .\r\nص 69 از ابدان ، پسر خود .\r\nص 69 غلامان بىخير كشته شد\r\nص 69 به مدد پيوستند و صف‌ها بستند\r\nص 48 تعاقب نكرده ، برگشته .\r\nص 48 مغلوب مىشدند ، مريض شدن ميرويس خان و وصيت نمودن و درگذشتن . پس ميرويس در بستر مرض افتاد .\r\nص 38 به حق تعالى\r\nص 48 از نفاق و شقاق خالى\r\nص 49 جدال مايل نبود و راحت حضر را\r\nص 49 مشورت كرد و صلاح ديد و باز نمود كه با قزلباش\r\nص 49 كاغذى متضمن\r\nص 49 فرستاد . در بيان برخى از حالات محمود و كشتن او عم خود را . در وفات پدرش هجده ساله بود و\r\nص 50 هنگام درك رفتن سفارش او را كرده و او به صلح عم راضى نبود ، كاغذى كه به عجم نوشته ، به دست او افتاد . روزى شمشير در دست گرفته .\r\nص 50 سنى كرد ، فرستادن اعيان دولت صفى قلى خان را به جنگ افاغنه و كشته شدن او اعيان دولت شاه ،\r\nص 51 اقتدار و اختيار\r\nص 51 صورت نپذيرد\r\nص 52 مير محمود ، بىتوقف به امداد ايشان تشكر تعيين كرد .\r\nص 52 از ابدان ، از پسر خود\r\nص 52 غلامان ناچيز كشت ،\r\nص 52 به مدد افاغنه رسيد و صف‌ها بسته .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nص 70 صفى قلى خان حمله‌آو ( ر ) شدند ، حمله همان و كشته شدن همان ، لشگر قزلباش مقتول\r\nص 70 تصرف نموده سردارى لطف على خان لكزى از خويشان فتح على اعتماد الدوله لكزى به جزيرهء بحرين .\r\nاين خبر .\r\nص 70 جانب بحرين را گرفته ضبط كردند و اكنون دست تعدى .\r\nص 71 دولت بوريتال ( 3 مورد در همين صفحه )\r\nص 71 مبلغى خطير مىشد .\r\nص 73 افغان خلاف راى بعضى از امناى .\r\nص 83 از محمود افغان\r\nص 72 تعوض سيورسات\r\nص 72 رويه حزم است . كيفيت حال به لطف على خان .\r\nص 73 بر لشگر و سركردگان لشگر .\r\nص 73 از لطف على خان ، بغض و كينه\r\nص 73 به شيراز رفته .\r\nص 73 شاه التفاتى بهء سخنان ايشان نكرد .\r\nص 73 در حق دشمنان او\r\nص 74 فرياد افغان در گرفته در خواب تمام كنيد\r\nص 76 كه چكند و چه گويد ، بازار حيله\r\nص 77 اين حالت غريب ، غرقه بحر . . .\r\nص 53 صفى قلى خان ، مصمم كار زار كشته حمله آوردن همان بود و كشته گرديدن همان ، لشگر قزلباش منهزم و مقتول\r\nص 53 تصرف نموده ، شاد و مسرور شدند .\r\nپريشان خاطر گشتن قزلباش از اين حالات و مشورت نمودن ، اين خبر .\r\nص 53 جانب بحرين چاپارى آمده ، تظلم نمود كه چند سال قبل از اين امام مسقط . جزيرهء بحرين را گرفته ، ضبط كرده و اكنون دست تعدى .\r\nص 54 دولت پرتقال ( 3 مورد در همين صفحه )\r\nص 54 مبلغ خطيرى مىشد .\r\nص 55 افغان منافى طبع بعضى از امناى\r\nص 55 از مير محمود افغان\r\nص 55 عوض سيورسات\r\nص 55 رويه جزم است . اين مرحله به لطف على خان .\r\nص 55 بر عظماى عسگر و سركردگان لشگر .\r\nص 55 از لطف على خان شنيده ، بغض و كينه .\r\nص 56 به شيراز رفته است .\r\nص 56 شاه به سخنان آنها التفات نكرد .\r\nص 56 در حق او .\r\nص 56 فرياد و فغان درگرفته .\r\nص 56 در خواب غفلت كنيد .\r\nص 58 كه چگونه و چكند . بازار حيله .\r\nص 58 اين حالت ، غرقه بحر . . . اندوه\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nاندوه ماند . . نار غضب و دستور\r\nص 78 هر كه هر چه ديده\r\nص 78 گوش مىداد . بهء حقيقت حال آگاه گشته .\r\nص 79 سياح نوشته .\r\nص 79 چون او مرد كارى ، صاحب راى و تدبير .\r\nص 79 تقدير يزدان دولت ايشان .\r\nص 79 گرفتار شر خذلان .\r\nص 79 اغراض دنيوى و بهتان . . . در كنار نهد\r\nص 79 باز مراعت كند .\r\nص 80 آن قدر نگذشت كه\r\nص 81 در بنى اصفهان\r\nص 82 هميشه ابر حجاب آفتاب شده روشنى آفتاب را .\r\nص 82 هر روزى بر مىافروخت .\r\nص 83 حكم كردند . عزيمت محمود افغان به سمت كرمان . محمود\r\nص 83 منزل بوده ، از خبر عزيمت محمود به اصفهان ، رعب عظيم در دل شاه و رجال دولت افتاد . حاكم حويزه را به پنج هزار سپاه قزلباش .\r\nص 83 رجالهء لشگر در اضطراب .\r\nص 84 بيرون ريخته و لنگر خزينهء سيم .\r\nص 84 قريه كل آباد\r\nشده . . . تهور و غضب .\r\nص 59 كه هر چه از يكديگر ديده\r\nص 59 گوش همى داد چون به حقيقت حال آگاه گرديد .\r\nص 59 سياح نوشته است\r\nص 59 چو او مرد كامل ، مدبر و صاحب راى\r\nص 60 تقدير الهى آفتاب دولت ايشان\r\nص 60 گرفتار تلبيس خدام خذلان .\r\nص 60 اغراض و هوا و بهتان . . . در كنار گذارد .\r\nص 60 باز مراعات كند .\r\nص 61 اينقدر نگذشت كه\r\nص 61 درس اصفهان\r\nص 62 هميشه حجاب چهرهء آفتاب و دامان خراب را گرفته ، روشنى آفتاب را .\r\nص 62 هر روز مانند آتش برمىافروخت .\r\nص 63 حكم كردند . آمدن محمود به كرمان .\r\nمحمود\r\nص 63 منزل بود و در زمان ممكن نبود كه سپاه قزلباش در يك جا جمع تواند شد و از لشگر كشيدن و خزينه خالى كردن هم به تنگ آمده بودند . پس از اين سانحه و اين اخبار از كرمان به اصفهان رعب عظيم در دل شاه و رجال دولت افتاده ، حاكم حويزه را با پنج هزار سپاه از قزلباش .\r\nص 63 رجالهء لشگر عظيم در اضطراب .\r\nص 63 بيرون و لشگر و خزينه و سيم .\r\nص 64 قريه كلون آباد\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nص 84 خان حويزه\r\nص 84 گفتند ، مشتى .\r\nص 84 ما همه تازه كار ، همچو پيل دمان\r\nص 84 بر زبان جارى نكرد .\r\nص 84 الهى سخن نمىراندند\r\nص 85 گريزد و اگر خواهد گريزد . . . به تعاقبش بپردازند .\r\nص 85 آمدن محمود به حوالى افغان و جنگ كل آباد و شكست شاه قزلباش لشگر افغان بعد از چند روز .\r\nص 85 عمله درب خانه\r\nص 85 و ميران حمله نيران قتال\r\nص 86 يمين و شمال .\r\nص 86 در اقدام جنگ\r\nص 86 از جاى رفته ، ظفر .\r\nص 87 مغلوب بودند ، اما باز به حر ( كت ) مذبوح .\r\nص 87 بىروح شد .\r\nص 87 ضبط كردن افاغنه اردوى قزلباش را .\r\nص 87 افاغنه به اردو رسيده ،\r\nص 87 نقل نمودند .\r\nص 87 وقوع الحالات\r\nص 87 به فكر گرفتن اصفهان افتادند\r\nص 88 چند روز آسوده ،\r\nص 88 مرعى داشته\r\nص 88 ديده‌بانها گذاشتند مشوره كردن افاغنه به مراجعت كرمان افاغنه اشراف و .\r\nص 88 حصن حصين\r\nص 64 خان هويزه\r\nص 64 گفتند كه مشتى .\r\nص 65 ما همه تازه زور به تن پيل دمان\r\nص 64 بر زبان نمىآورد .\r\nص 64 الهى به هيچ وجه سخن نمىراندند\r\nص 64 گريزد نتواند و اگر خواهد پى روم گريزد . به تعاقب او پردازد .\r\nص 64 آمدن افغان به حوالى اصفهان و جنگ كلون آباد . لشگر افغان بعد از دو روز .\r\nص 65 عمله‌جات در خانه .\r\nص 65 و ميران حمله برده ، نيران قتال .\r\nص 65 يمين و يسار .\r\nص 65 در اقدام و اهتمام جنگ .\r\nص 66 از جا رفته ، آفتاب ظفر .\r\nص 66 مغلوب ، باز به حركت كالمذبوح .\r\nص 66 بىروح گشته .\r\nص 66 تاراج كردن افاغنه اردوى قزلباش را .\r\nص 66 افاغنه به اردو اعاله ،\r\nص 67 نقل كردند .\r\nص 67 وقوع اين حالات\r\nص 67 به فكر گرفتن شهر افتادند .\r\nص 67 چند روز برآسوده .\r\nص 67 مرعى داشتند\r\nص 67 ديده‌بانها گذاشتند پس از ضبط غنايم و شد طرق و آسايش از جدال افاغنه اشراف و .\r\nص 67 حصين حسين\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nص 88 پنهان ، بنهيم\r\nص 88 لشگر خود را\r\nص 88 كرده ، روانهء اصفهان و هر چه\r\nص 88 و 89 نمودند . ذكر رفتن خان حويزه براى تجسس حال افاغنه\r\nص 89 يافت . در بيان مكتوب خان حويزه براى مصالحه با افغان شاه ، خان\r\nص 89 نمايد . و او نوشته بود .\r\nص 90 بپردازد .\r\nص 90 متعهد مىشوم افاغنه متوجه كرمان بودند .\r\nص 90 بعضى تصديق و بعضى تضعيف حال\r\nص 90 معاودت\r\nص 91 همان دم محمود در ميان جمع گفت .\r\nص 91 بر عهد و پيمان نخواهد بود .\r\nص 91 متفرق كردن اينها .\r\nص 91 رجال دولت و اعيان شاه\r\nص 92 شايع مىشود .\r\nص 92 دشمن مىنگاريم .\r\nص 92 ذخيرهء افاغنه\r\nص 92 غارت و تاراج مىنمودند .\r\nص 93 بيان احوال فرح آباد . قزلباشيه\r\nص 93 ديوارى متين\r\nص 67 بنيان نهيم .\r\nص 67 لشگرهاى خود را\r\nص 67 نموده ، روانهء اصفهان كردند و هر چه .\r\nص 68 نمودند . سببه بندى نمودن اهل شهر افاغنه .\r\nص 68 يافت مكتوب فرستادن خان حويزه به فرموده شاه از قول خود به محمود .\r\nشاه ، خان .\r\nص 68 نمايد ، به اين مضمون .\r\nص 69 نپردازد .\r\nص 69 متعهد مىشويم . خان مشار اللّه حسب المقرر معمول داشت . افاغنه متوجه كرمان بودند .\r\nص 69 بعضى تصديق و برخى انكار از اين مكتوب ضعف حال .\r\nص 69 به معاودت .\r\nص 69 همان دم عاقله دبير محمود در ميان جمع گفت .\r\nص 69 بر عهد و پيمان ايشان اعتمادى نمىباشد .\r\nص 69 متفرق كردن آنها .\r\nص 70 رجال و اعيان شاه .\r\nص 70 شايع گردد .\r\nص 70 دشمن مىگماريم .\r\nص 70 ذخيرهء ايشان .\r\nص 71 غارت و تاراج مىكردند .\r\nص 71 تصرف نمودن افاغنه فرح آباد را قزلباشيه .\r\nص 71 ديوارى متن .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nص 93 به فرح آباد درآمدند و سپاه در در اطراف گذاشتند .\r\nص 93 فرمان داده . مسلح شده ، به اصفهان آيد .\r\nص 93 و 94 اسلحه ايشان را باز دارند .\r\nارامنه نا اميد ، جلفا را به افاغنه تسليم نمودند .\r\nص 94 لباس و زيور از ارامنه گرفته ، به لشگر خود تقسيم نموده ، هفتاد هزار تومان از ايشان مىخواستند .\r\nارامنه و\r\nص 94 با هزار نياز و تضرع حجتى دارند .\r\nاشتعال افغان به محاصرهء اصفهان ، افاغنه .\r\nص 94 به اشتران .\r\nص 95 بازى كودكان جنگ كردند . و در ميانه . . . و چندان آدم كشته نشد .\r\nانهزام افاغنه در هجوم به جسر شيراز روزى .\r\nص 95 كوشش بىشمار كردند .\r\nص 95 و درب سپر خود ساخته .\r\nص 95 افاغنه انداخته\r\nص 96 از عقب ، به امداد ما برداريد .\r\nص 96 جنگ كل آباد از افغان . . . مأيوس شد .\r\nص 96 پرداخت . رغبت كردن افغان به مصالحه با اهالى ايران . سركردگان\r\nص 71 به فرح آباد آمدند و سپاه در اطراف او نهادند .\r\nص 71 فرمان داده كه صبح شده ، به اصفهان آيند .\r\nص 71 اسلحه ايشان را باز دادند كه افاغنه گرفته به لشگر خود تقسيم نموده و افاغنه هفتاد هزار تومان از ايشان مىخواستند ارامنه نااميد گشته ، جلفا را به افاغنه تسليم نمودند .\r\nص 72 لباس و زيور از ارامنه خواستند .\r\nارامنه .\r\nص 72 با هزار دينار ، فرع حجت دارند .\r\nتاراج كردن افغان اموال اغنياء ارامنه جلفا را افاغنه\r\nص 72 با شتران .\r\nص 72 بازى كودكان و لعب بىمايگان بود و در ميانه . . . و چندان آدم بر طرف نشد . انهزام يافتن افاغنه در هجوم جسر شيراز . روزى\r\nص 73 كوشش بىنهايت كردند .\r\nص 73 و در سپر خود ساخته .\r\nص 73 افاغنه انداختند .\r\nص 73 از عقب پا به امداد ما برداريد .\r\nص 73 جنگ كلون آباد به افغان . . . مايوس گشته .\r\nص 74 پرداخت . اراده نمودن افاغنه صلح با قزلباش را و مسامحه ارامنه ، سركردگان .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nص 96 مشاورت كرده ،\r\nص 97 بديع آنها پردازيم\r\nص 97 كه قزلباش از ما نرنجد و .\r\nص 97 استحصار دادن خان حويزه . به افغان از شهر و دلدارى آنها افاغنه .\r\nص 97 اصفهان بدست خواهد افتاد . چرا بايد خوف و اضطراب .\r\nص 98 را تهمت بسته ، كور كردند .\r\nص 98 جوانب ، تعيين كرده .\r\nص 98 بيان رفتن خان حويزه .\r\nص 98 محافظ جسر بودند\r\nص 99 و انهزام برادر على مردان خان .\r\nص 99 قدرى سپاه و ذخيره بسيار متوجه اصفهان شد .\r\nص 100 محاربه اهالى اصفهان با افاغنه\r\nص 100 در دو فرسنجى . . . بنى اصفهان گويند . خوش آب . . . خود را به بنى اصفهان كشيده . خلقى در آن جمع و اطراف .\r\nص 101 رقم فرستد\r\nص 102 استمداد شاه اروحسان گرجى .\r\nص 102 به امداد نمود . او در جواب نوشت كه .\r\nص 102 مسدود ديدند . احوال شاهزاده طهماسب ميرزا . امراى\r\nص 74 مبادرت كرده .\r\nص 74 به دفع آنها پردازيم .\r\nص 74 كه قزلباش از ما برنجد و .\r\nص 74 اطمينان دادن خان حويزه افاغنه را . افاغنه\r\nص 74 اصفهان به دست شما خواهد افتاد .\r\nچرا بايد اضطراب و خوف .\r\nص 75 به تهمت تسنن كور كردند .\r\nص 75 جوانب آدم تعيين كرده .\r\nص 75 رفتن خان حويزه .\r\nص 75 محافظ آنجا بودند .\r\nص 76 و انهزام على مردان خان .\r\nص 76 قدرى سپاه نيز بر او افزود و على - مردان خان به ورود سپاه توقف نكرده ، با پنجهزار سپاه و ذخيره بسيار متوجه اصفهان شد .\r\nص 77 محاربه بين اصفهان با افاغنه .\r\nص 77 در يك فرسنجى . . . يعنى اصفهان گويند . يعنى ورنوسفادران گويند .\r\nخوش آب . . . خود را به ورنوسفادران كشيده . خليقى در آن قصبه جمع و اطراف .\r\nص 78 رقم بفرستد .\r\nص 78 استمداد شاه از وحشيان خان گرجى .\r\nص 78 به امداد نمود . وحشيان خان در جواب نوشت كه .\r\nص 79 فرستادن امراى قزلباش طهماسب ميرزا را براى جمع كردن لشكر .\r\nامراى .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nص 102 بيرون فرستند . هشت هزار سواره گزيده\r\nص 103 به اصفهان مىرويم و نه تابع افاغنه مىشويم طهماسب ميرزا\r\nص 103 خصوصا شهر اصفهان .\r\nص 104 طهماسب ميرزا از خيال جدال مانده .\r\nص 104 ايشان را مىگيريم .\r\nص 104 همان شاه ، و رجال دولت\r\nص 104 و احوال صفى ميرزا و سليمان ميرزا چنان بود .\r\nص 104 طهماسب ميرزا در قزوين .\r\nص 105 تسليم اصفهان به محمود گرديد .\r\nو افغان .\r\nص 105 لشگر قاجار مصحوب طهماسب ميرزا نادم .\r\nص 105 اختيار و اقتدار در چنگشان نماند .\r\nص 105 در اصفهان اشتعال و اشتداد يافت و اهالى آنجا به پريشان حالى .\r\nص 105 غلامان من . جملگى به صداى بلند گفتند كه شاه از رعيت خود بى خبر است .\r\nص 106 به هلاكت رسيده و درد ما .\r\nص 106 و آنها گفتند و هاى هاى گريه كردند .\r\nص 106 از طهماسب ميرزا به ما .\r\nص 107 هجوم كردن مردم براى شاه .\r\nمردم .\r\nص 79 بيرون بفرستد و هشت نفر سوار گزيده\r\nص 79 به اصفهان مىرويم و نه تابع طهماسب ميرزا مىشويم و طهماسب ميرزا .\r\nص 80 خصوص كه شهر اصفهان .\r\nص 80 شاه طهماسب در خيال جدال مانده\r\nص 80 ايشان را به سهولت از ايشان مىگيريم\r\nص 80 شاه همان و رجال دولت .\r\nص 80 در بيان احوال صفى ميرزا و سليمان ميرزا چنان بود .\r\nص 80 شاه طهماسب در قزوين .\r\nص 81 تسليم اصفهان به محمود افغان افغان مشاهد .\r\nص 81 لشگر قاجار مصحوب شاه طهماسب نادم .\r\nص 81 اختيار و اقتدار چنگشان نماند .\r\nص 81 اشتداد و امتداد يافته ، اهالى شهر به پريشان حالى .\r\nص 81 اى غلامان من ، جملگى به صداى بلند فرياد برآوردند ، گفتند كه شاه از غلط خود بىخبر است .\r\nص 81 به هلاك و درد ما .\r\nص 82 اينها را مىگفتند و به هاى هاى گريه مىكردند .\r\nص 82 از شاه طهماسب به ما .\r\nص 82 سنگ باران كردن اهل شهر سراى شاهى را . مردم .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nص 107 دولت‌خانه بسته بود .\r\nص 107 بيرون آمدند ، گفتند .\r\nص 107 احوال احمد آقاى غلام . احمد\r\nص 108 هجوم كرده ، مطبخ شاه را .\r\nص 108 باز به اصفهان آمد .\r\nص 109 بيان احوال قحط در اصفهان .\r\nص 109 گوشت خر و شتر .\r\nص 109 و 110 پنجاه تومان مىخريدند .\r\nبعد از آن ، آن هم پيدا نشد .\r\nص 110 گوشت انسان كرده ،\r\nص 110 به سنگ كوفته ، مىفروختند . و مرده تازه را ديدم كه در بازار ران‌هاى او را بريده ، مىخوردند .\r\nص 110 از اطراف نيز آوردن جنس متغير شد .\r\nص 111 چهار وقبه از آن .\r\nص 111 مردم در كوچه‌ها و گذرها .\r\nص 111 شهرستان از لاشهء ايشان پر شد .\r\nص 112 سياح گويد .\r\nص 112 اغرب غرايب اين است كه كورى را ديدم گذائى مىكرد . بعد از چند سال قحط ، همان گذاى كور را ديدم كه نمرده ، باز گدائى مىكرد .\r\nص 112 درهاى خانه خود را بستند . در\r\nص 112 فارغ البال نشستند . عدد مقتولين كه از شمشير هلاك شده و از قحط در اصفهان مردند . شهر اصفهان .\r\nص 112 و 113 و اللّه اعلم . تسليم نمودن\r\nص 82 دولت‌خانه همه بسته بود .\r\nص 82 بيرون آمدند ، گفتند .\r\nص 83 تاراج كردن احمد آقا مطبخ شاهى را . احمد\r\nص 83 هجوم آورده ، مطبخ شاه را .\r\nص 84 به اصفهان آمد .\r\nص 84 بيان احوال قحط در شهر اصفهان .\r\nص 84 گوشت خر و شتر .\r\nص 84 و 85 به پنجاه تومان مىخريدند و و آن قدر نكشيد كه آنها هم پيدا نشد\r\nص 85 گوشت انسان گذاردند .\r\nص 85 به سنگ كوفته ، و مرده تازه را در بازارها مىديدم كه رانها بريده ، مىخوردند .\r\nص 85 از اطراف نيز آوردن متعر شد .\r\nص 85 چهار وقبه از آن .\r\nص 86 مردمان در كوچها و گذرها .\r\nص 86 شهر ايشان از لاشهء ايشان پر گرديد .\r\nص 86 هم سياح گويد\r\nص 86 اغرب غرايب است . كورى ديدم كه نمرده بود باز گذائى مىكرد .\r\nص 86 درهاى خانه خود بسته ، در\r\nص 86 و 87 فارغ البال نشستند . در بيان عدد مقتولين از قزلباشيه در واقعه اصفهان . شهر اصفهان .\r\nص 87 و اللّه اعلم شدت محنت اهل اصفهان\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nشاه سلطان حسين تخت و تاج را به محمود و ضبط اصفهان . احوالات .\r\nص 113 اصفهانيان به گوش محمود رسيد .\r\nص 113 مبا را افاغنه شگفت بردارند .\r\nص 113 بعد از فتح ، خزاين و اموال اصفهانيان به باد غارت و تاراج شود .\r\nص 113 لباس فاخر خود را بيرون آورده ، لباس ياس و ماتم .\r\nص 113 رحم و شفقتش به هيجان آمد مثل\r\nص 114 سوختيد . در اين قضيه جز رضا چاره و غير از تسليم علاج نيست .\r\nبناى دولت خود را خراب كردم .\r\nص 114 دشمنان خود را پيدا كرديم و از سوء تدبير هر چه داشتيم به دشمن سپرديم . قضاى ازل به جهة فعل نايستهء ما تخت ايران .\r\nص 114 تقدير خدا به غير بنده كرد چون ارادهء حق تعالى به اين تعلق گرفت .\r\nص 114 الوداع اى تاج شاهى الوداع ، الوداع شاه شهر اصفهان را هم گفتند ، به نوعى گريستند .\r\nص 114 به افلاك برفت . . صداى ايشان را آشكارا مىشنيدند .\r\nص 115 شام و سپاه مردم اصفهان به خانه و تنفويض نمودن شاه سلطنت را به محمود افغان . از احوالات\r\nص 87 اصفهانيان نقيرا « قطمرا » به گوش محمود مىرسد .\r\nص 87 مبارا افاغنه شكست بردارند .\r\nص 87 بعد از فتح ، آخرين اموال اصفهان به باد غارت و تاراج رود .\r\nص 87 لباس عيش و پادشاهى را بيرون آورده و لباس ياس و ماتم .\r\nص 87 رحم و شفقت شاه در هيجان آمد .\r\nمثل .\r\nص 88 سوخته‌ايد و از اين قضاى مبرم جز رضا چاره به جز تسليم علاج نيست .\r\nبناى دولت خود را به دست خود خراب كرديم .\r\nص 88 دشمنان خود را بيدار كرديم و از سوء تدبير هر چه داشتيم به دشمن سپرديم . قضاى ازلى به جهه سوء افعال ما نازل و تخت ايران .\r\nص 88 تقدير خداوند به خلاف مراد و تدبير بنده كرد و چون اراده باللّه از اين متعلق گرفته ،\r\nص 88 الوداع اى تاجداران الوداع .\r\nالوداع اهل جلفاهان الوداع . شاه و اهل شهر همه الوداع گفتند و با سپاه به نوعى گريستند .\r\nص 89 به افلاك رسيد . . صداى ايشان را مىشنيدند .\r\nص 89 شام شاه و سپاه مردم به خانهاى\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nها نرفته در سراى شاه جمع شدند .\r\nص 115 دختر خود را تجهيز كرده ، داد به معتمدان و مكالمه كرده و شروط و قيود ايراد كردند و به محمود سپردند و نزد شاه باز گشتند .\r\nص 115 چند نفر سواره فرستاده ، به عادت اهل ايران ، صف‌ها بستند و اسبابها ترتيب دادند و به طرف محمود رو به راه نهادند ، و باقى رجال دولت خود را حاضر و آماده و قدوم شاه را مترقب شدند . . . سوزنى انداخته و پشت پشتى و متكا نهاده ، شاه را .\r\nص 116 دستمال جيقه خود را .\r\nص 116 محمود دادم و به تخت حكم او آمدم .\r\nص 116 و محمود نيز بر مسند نشست .\r\nص 117 رجال عجم آمده ، سر فرود آوردند و دامنش را بوسيدند و بيعت كردند .\r\nص 117 دولت صفويه تقريبا دويست و بيست سال كشيد و امروز در شاه سلطان حسين تمام شد .\r\nص 117 گذاشت . ضبط شهر اصفهان و رفتن محمود به دولت‌خانه و جلوس او بر تخت شاهى امان إله\r\nص 117 كوچه‌ها از مرده‌ها ، آدمها تعيين شد . لاشه‌ها را دفن كردند و مهما خود رفته و پس از آن در سراى شاهى جمع شدند .\r\nص 85 دختر خود را تجهيز كرده و به معتمدان سپرده و معتمدان نزد محمود رفته ، مكالمه نموده و شروط و قيود ايراد نمودند و نزد شاه باز گرديدند .\r\nص 85 چند نفر فرستاده و اسبانى كه شاه فرستاده بود ، سوار شده و به عادت اهل ايران ، صفها بسته و تيپ‌ها ترتيب داد و به طرف شهر رو به راه شدند و باقى رجال دولت خود را حاضر و آماده ساختند سوزنى انداخته و بر پشت پشتى و متكا نهاده ، شاه را\r\nص 86 دستمال خود را .\r\nص 86 محمود دادم و من امروز در تخت حكم او آمدم\r\nص 86 و محمود افغان نيز بر مسند نشست .\r\nص 86 رجال دولت عجم آمده ، سر فرود آورده و دامن محمود را بوسيدند و مبارك باد گفتند و بيعت كردند\r\nص 87 و دولت صفويه منقرض شد و مدت سلطنت ايشان تقريبا دويست و بيست سال كشيد و آن روز در شاه سلطان حسين تمام شد .\r\nص 87 گذاشت . منصرف شدن محمود و كسانش شهر اصفهان و اثاثه شاهى را و ساير واقعات . امان إله\r\nص 87 كوچها از نعش اموات ، آدمها تعيين شد همه را دفن كردند و مهما امكن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nامكن روايح قبيحه را ازاله نمودند .\r\nص 118 به طمطراق تمام ، داخل شهر اصفهان و دولت‌خانه شده .\r\nص 118 پديد آمد\r\nص 118 اهل بيعت و ارباب استشاره شاه سلطان حسين\r\nص 119 و امان داده ،\r\nص 119 سربلند نمود\r\nص 119 كه خلوص ارادت به شاه ورزيده بودند\r\nص 119 معتمد الدوله را كه از قديم اجداد او به صفويه خدمت كرده بودند ، باز به خدمت مقرر شد .\r\nص 119 اظهار ملاطفت و نوازش كرد .\r\nص 120 از جماعت افاغنه ، شخصى را منصب ديوان‌بيگى تفويض كرده .\r\nص 120 مردى زاهد و متقى بود و كامل و رشيد بود و عالم و عامل قواعد شريعت بود .\r\nص 120 سرور و خوشحالى مىكردند و به زمان گذشته خود كه باعث زوال دولتشان بود ، افسوس بىنهايت خوردند . كيفيت جمع خزينه به حكم محمود ، خزينه صفويه\r\nص 120 از هر يك از رجال قزلباش مبلغى زر و .\r\nص 121 مىداد . احوال ارسال سپاه به قزوين و كيفيت او . بعد از .\r\nدر ازاله كردن روايح كريهه جهد نمودند .\r\nص 87 و 88 به طمطراق تمام ، او را داخل دولت‌خانه كردند .\r\nص 88 پيدا گشت .\r\nص 88 اهل بيت و ارباب استشاره شاه سلطان حسين .\r\nص 88 و امان داشتند .\r\nص 88 سربلند ساخت .\r\nص 88 كه به خلوص ارادت با شاه سلوك نمودند .\r\nص 89 معتمد الدوله كه اجداد او از قديم به صفويه خدمت كرده بودند ، باز به خدمت خود مقرر داشت .\r\nص 89 اظهار ملاطفت و مهربانى كرد .\r\nص 89 از جماعت افاغنه منصب ديوان بيگى را به شخص افاغنه تفويض داد .\r\nص 89 مردى زاهد و كامل و رشيد و عالم و عامل و واقف قواعد شرعيه شريعت بود\r\nص 89 مسرور و خوشحال بودند كه از زمان گذشتهء خود كه باعث زوال دولتشان بود ، افسوس بىنهايت خوردند .\r\nجمع خزينه صفويه به حكم محمود .\r\nخزينه صفويه .\r\nص 90 و از رجال قزلباشيه هر يك مبلغ بسيارى زر و .\r\nص 90 مىداد . فرستادن محمود به تسخير قزوين و كشتن اهل قزوين افغان را .\r\nبعد از .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nص 121 با شصت هزار سوار .\r\nص 121 نامزد كرد .\r\nص 121 عرصه شمشير خواهم كرد .\r\nص 129 در اطاعت و انقياد .\r\nص 121 محروس و مصون .\r\nص 121 شاه طهماسب راه فرار پيش گرفت .\r\nص 122 خفيه مشورت كردند .\r\nص 122 هزار نفر از چابك سواران افغان خود را .\r\nص 122 اصفهان پيوستند . بيان قتل عظيم در اصفهان . اهالى اصفهان هر كه بود از شنيدن اين حكايت .\r\nص 122 بقيه السيف و القحط را\r\nص 123 در مهمانى حاضر و مانند گوسفند ، تيغ قصاب را ناظر شدند و تمامى طعمه شمشير گرديده .\r\nص 123 در ميدان پيش شاه بر روى هم ريختند . . . به خانهء قزلباشيه رفتند .\r\nص 123 و اولاد آنها را به قتل آوردند\r\nص 123 دويست نفر از خان‌زادگان بودند .\r\nص 123 از قزلباش مىيافتند ، مىكشتند .\r\nص 123 بيست و پنج نفر زياده نگذاشتند .\r\nص 124 اموال و اشياء مقتولين را در حيله ضبط درآوردند .\r\nص 90 با هشت هزار سوار .\r\nص 90 نامزد و مأمور كرد .\r\nص 90 عرصه شمشير عدو تدمير خواهم كرد\r\nص 90 در انقياد و اطاعت .\r\nص 90 مصون و محروس .\r\nص 91 شاه طهماسب راه پيش گرفته .\r\nص 91 در خفيه مشورت كردند .\r\nص 91 هزار نفر سوار چابك خود را .\r\nص 91 اصفهان پيوست . قتل كردن محمود اهل اصفهان را به خون كشتگان افغان . اهالى اصفهان بعد از شنيدن اين حكايت .\r\nص 92 بقيه السيف و السيوف و القحط\r\nص 92 در مهمانى حاضر و مانند گوسفند به تيغ بىدريغ قصاب را ناظر گشتند و تمامت را طعمه شمشير كردند .\r\nص 92 در ميدان پيش سراى شاه بر روى هم و ريختند . . . در خانه قزلباش رفتند .\r\nو اولاد آنها را كه دستشان حربه مىگرفت . به قتل رسانيدند .\r\nص 92 دويست نفر از شاهزادگان بودند .\r\nص 92 از قزلباشيه مىيافتند ، مىكشتند .\r\nص 93 زياد از بيست و پنج نفر نگذاشتند .\r\nص 93 اموال و اسباب و اشياء مقتولين او را ضبط كرده و در حيطه تصرف در درآوردند .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nص 124 قزلباشيه نماند . بعد از اين حال تعيين حدود و مراتب منازل افغان محمود براى افاغنه مرتبه بزرگ\r\nص 124 جايز دانند . در هر محل .\r\nص 124 سوار چارپايانند به زير آيند .\r\nص 124 از هر صنفى مرتبه خود بدانند .\r\nافاغنه اعلى و اقدم باشند ، جماعت درگزينى كه از سنيانند . ارامنه و نصارى ، ملتانيان ، كه از هنديانند ، آتش‌پرستان يهودان ، جماعت رافضى كه از همه ايشان ادنى و احقر و بىرتبه‌ترين طوايف‌اند .\r\nمقارن اين حالات تنگى و گرانى .\r\nص 125 نمايند و از هر جا آذوقه به اصفهان .\r\nص 125 به غارت بردند . اهالى همدان به درگزين ، درست به استقبال نصر اللّه خان بيرون آمدند و لوازم خدمت را تقديم كردند و اهالى آنجا سنى مذهب بودند .\r\nص 125 مخالف را طعمهء عذاب چشانيده و از حيوانات آذوقه بىشمار گرفته ، به پنجاه هزار شتر .\r\nص 126 از درگزين صد .\r\nص 126 جاى دادند و به آنها املاك .\r\nص 126 و اكثرى از خانه‌هاى شهر خالى بود .\r\nص 126 اهالى درگزين\r\nص 93 قزلباشيه نماند . تفضيل نهادن محمود افغان را بر ساير مردم . بعد از اين حال محمود براى افغان مرتبه بزرگ .\r\nص 93 جايز دانند و معمول دارند و در هر محل .\r\nص 93 سوار چارپايان باشند ، به زير آيند .\r\nص 93 از هر صنفى حرمت و مرتبه خود بدانند اول طايفه كه بايد اعلا و اقدم باشند افاغنه باشند . دويم جماعت در جزينى كه از سنيانند . سيم ارامنه و نصارى چهارم ملتانيان كه از هنديانند . پنجم آتش‌پرستان . ششم يهودان . هفتم جماعت رافضى كه از همه ايشان احقر و ادنى و بىرتبه‌ترين طوايف اند . بعد از اين كيفيت تنگى و گرانى .\r\nص 94 نمايند و آذوقه هر چه باشد به اصفهان .\r\nص 94 به غارت رفت و درست به كار خود نظام نداده بود . به درگزين رسيد و شهرى است نزديك همدان ، به استقبال نصر إله خان بيرون آمدند و لوازم خدمت را به تقديم رسانيدند و اهالى آنجا سنى مذهب‌اند .\r\nص 94 مخالف را طعمهء شمشير آبدار ساخت و از حبوبات آذوقه بىشمار گرفته ، پنجاه هزار شتر .\r\nص 95 از درجزين از صد .\r\nص 95 جاى داده و به جهه آنها املاك .\r\nص 95 و اكثر از خانهاى شهر خالى بود .\r\nص 95 اهالى درجزين .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nص 126 كشيك‌چى گذاشتند .\r\nص 126 به سپاه افاغنه ، يك جانبه و يك دينار نمىدادند .\r\nص 126 هر چه در آن شهر باشد .\r\nص 126 به طرف جز .\r\nص 127 متوجه شد .\r\nص 127 خندقى عميق . . . به ذخيره و تدارك استحكام داده ، افاغنه يورش .\r\nص 127 قصبه بنى اصفهان كه .\r\nص 127 جمع بودند ، افغان محاصره كردند .\r\nص 127 عاقبت از آتش‌پرستان آورده ، زير حصار را .\r\nص 127 در قصبه بود ، آذوقه .\r\nص 127 امان او خوش نيامد .\r\nص 128 خبر شده ، افاغنه هر ناشايسته حركتى مىكردند . متحمل بودند .\r\nص 128 خمود يافت . فرستادن سپاه براى فتح شيراز . نصر إله خان\r\nص 128 شش هزار دركزينى .\r\nص 128 به اطاعت گرفتند . و اصل نصر إله خان از طايفه كعب هندوستان و در ميان عجم بزرگ شده\r\nص 129 گمان مىكرد كه به زودى قلعه شيراز را تسليم خواهند كرد .\r\nص 129 و از دور محاصره داشتند .\r\nص 129 و افاغنه بسيار تلف شدند .\r\nص 129 قزلباش و ذخيرهء بىحساب به امداد .\r\nص 95 كشيك‌چى قرار دادند .\r\nص 95 به سپاه افاغنه يك حبه و يك دينار نمىدادند .\r\nص 95 هر چه در آنجا باشد .\r\nص 95 به طرف كز\r\nص 96 متوجه گشت .\r\nص 96 خندقى بسيار عميق . . و ذخيره فراهم آورده و تدارك و استحكام داده ، افاغنه يورش .\r\nص 96 قصبه بنى اصفهان را كه .\r\nص 96 جمع بودند ، محاصره كردند .\r\nص 96 عاقبت از جماعت آتش‌پرستان آورده ، زير حصار را .\r\nص 96 در قصبه مزبوره بود ، آذوقه .\r\nص 96 امان دادن او خوش نيامد .\r\nص 96 خبر شده ، هر ناشايسته حركتى كه مىكردند ، متحمل بودند .\r\nص 96 خمود يافت . پس از اين وقايع محمود و امراى افغان نصر إله خان\r\nص 97 شش هزار درجزينى .\r\nص 97 به اطاعت آورده ، وصيت نصر إله خان در طايفه كعب هندوستان و در ميان عجم بزرگ شده .\r\nص 97 گمان مىكرد كه بمحض اينكه برود قلعهء شيراز را تسليم خواهند كرد\r\nص 97 از محاصره گذشتند .\r\nص 98 افاغنه بسيار در ميانه تلف شد .\r\nص 98 قزلباش و آذوقه بىحساب به امداد .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nص 130 شيرازيان آمد .\r\nص 130 طعمهء شمشير شدند .\r\nص 130 مجموع خلق شيراز را\r\nص 130 چرا اين گندم را به فقرا\r\nص 131 بيمارىها در راه به ايشان رسيد . . .\r\nنفر برگشتند . سردارى فريدون خان از جانب شاه طهماسب .\r\nشاه طهماسب .\r\nص 131 گاه در طهران و گاه در قزوين اقامت .\r\nص 131 از تدارك سپاه خالى نبود .\r\nص 131 گلپايگان نمودند و سفارش نمودند كه .\r\nص 131 به افغان اطاعت نكرده‌اند .\r\nص 131 و 132 و فريدون خان و شاه تهماسب فتورى واقع گرديد . و محمود از اصفهان حركت كرد .\r\nفريدون خان بر پشته برآمده ، ملاحظه شدت و جيش افاغنه را نمود . پاى به دايره فرار گذاشت .\r\nمحمود بر سر شهر گلپايگان آمد .\r\nدر اطراف آن خندقى عميق بود .\r\nص 132 قلعه چه‌ها بود ، ذخيره گذاشته بودند .\r\nص 132 و 133 ظهور يافت ، اطاعت اهالى كاشان . اهل كاشان چون چنان ديدند ، از در اطاعت درآمدند و تسليم شدند . و به محمود ، ايلچى\r\nص 98 شهريان آمد .\r\nص 98 طعمهء شمشير آبدار شدند .\r\nص 99 مجموع مردم شيراز را\r\nص 99 چرا از اين گندم به فقرا .\r\nص 99 در راه بيماريها به آنها رسيد . . . نفر مراجعت كردند . فرستادن شاه طهماسب عبد الباقى خان را به سمت گلپايگان و تسخير نمودن آنجا را .\r\nشاه طهماسب .\r\nص 99 گاه در قزوين و گاه در طهران اقامت\r\nص 99 از تدارك سپاه خالى نبود .\r\nص 99 گلپايگان كردند و سفارش كرد كه .\r\nص 99 به افغان خدمت و اطاعت نكرده‌اند .\r\nص 99 و 100 فريدون خان بر پشته برآمد ، ملاحظه شدت طيش افاغنه نمود .\r\nپاى به وادى فرار گذاشت و محمود بر سر گلپايگان آمده ، در اطراف آن خندقى بسيار عميق بود .\r\nص 100 قلعه‌ها بود و ذخيره گذاشته بودند .\r\nص 100 ظهور يافت ، بيان احوال امان إله خان و او از جماعت افاغنه نبود .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nفرستادند به قيد و قيود . او نيز قبول كرده ، از اصفهان به كاشان رفته ، امر آنجا را مظبوط كرده ، برگشت و در اصفهان سه روز و سه شب شليك‌ها كردند و شادىها نمودند .\r\nبعد از آن محمود به سوداى اين مطلب افتاد كه به سمتى حركت كند . آخر الامر اقامت به عزيمت بدل كرده ، به جائى نرفت .\r\nواقعهء امان إله خان . او از جماعت افاغنه نبود .\r\nص 133 باعث ثبات قدم محمود در اصفهان و غلبه بر قزلباش او شده بود . و شرط او با محمود اين بود كه از سفر قزلباش .\r\nص 133 روزى شاه با امان اللّه خان در يك جا . . . تذكار حجت‌هاى گذشته\r\nص 133 و 134 امور عظيمه كه خاطر ، ما خطور نمىكرد و وظيفه و قابليت ما نبود ، محض عنايت لطف فرمود و ابواب فتح و تسخير .\r\nص 134 شكر و سپاس اين نعمت عظمى .\r\nص 134 بايد مراسم عدل و انصاف جدى نمائيم\r\nص 134 انكسار قلب ظاهر كرده ، ملول گرديد و گفت .\r\nص 134 وفا ننمودى\r\nص 134 خدمت نكنم از قبلهء تو نيستم .\r\nص 135 اغماض عيش نمود و ملتفت نمى گرديد .\r\nص 135 كه به جانب شاه طهماسب رود .\r\nص 100 باعث ثبات قدم محمود در اصفهان او شده بود و شرط او با محمود چنين بود كه از سفر قزلباش .\r\nص 101 روزى با امان اللّه خان در يك جا .\r\nتذكار صحبت‌هاى گذشته .\r\nص 101 امور عظيمه كه به خاطرمان خطور نمىكرد و به محض عنايت لطف فرموده و ابواب فتح و فيروزى و نسخير .\r\nص 101 شكر و نشر اين نعمت عظيمى .\r\nص 101 بايد كه مراسم عدل و انصاف جارى نمائيم .\r\nص 101 انكسار و ملالت از او ظاهر گرديد و گفت .\r\nص 101 وفا نكردى\r\nص 101 خدمت نخواهم كرد و از طايفهء تو نيستم .\r\nص 102 اغماض نمود و ملتفت او نگرديد .\r\nص 102 كه شايد به جانب شاه طهماسب\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمحمود از شنيدن اين خبر به وحشت عظيم افتاد .\r\nص 135 با دو هزار سوار .\r\nص 135 محمود خان بلوچ\r\nص 135 التماس‌ها كرد .\r\nص 135 باز در ميانشان عهد و ميثاق رسمى تجديد شده . سپاه\r\nص 135 او را به اصفهان برسانند .\r\nص 135 و خود با سپاه بسيار به عزم تسخير .\r\nص 136 كوه كلونه و بختيارى .\r\nص 136 نواحى كوه كلونه\r\nص 136 نتوانست كرد\r\nص 136 طول كشيد .\r\nص 136 بنى اسرائيل در آن تيه بىدليل ، ذليل و سرگردان ماندند\r\nص 136 خواستند نمود ، سپاه و اموال در ميانه تلف شد ، امكان سلامتى .\r\nص 137 دليل راه بر محمود شدند .\r\nص 137 به اصفهان رسيدند . پنهانى در شب داخل شدند و افاغنه .\r\nص 137 در ايام فائيز .\r\nص 137 افغان و هند آمدند .\r\nص 137 از درگزينى لشگر گرفته .\r\nص 137 قوت و قدرت گرفت .\r\nص 137 سرعسگران دولت عثمانى به آذربايجان حركت كرده بودند ، شاه طهماسب به امداد اهل تبريز رفت . عزيمت محمود به تاديب اهالى جز . در اين .\r\nرود از اين حالت به وحشت عظيم افتاد .\r\nص 102 با ده هزار سوار\r\nص 102 محمد خان بلوچ .\r\nص 102 التماس به او كرد .\r\nص 102 باز در ميان ، عهد و ميثاق و رسمى جديد شد و سپاه .\r\nص 103 او را به اصفهان رسانند .\r\nص 103 خود با سپاه گران به عزم تسخير .\r\nص 103 كوهكلويه و بختيارى .\r\nص 103 نواحى كوهكلويه\r\nص 103 نتوانست نمود .\r\nص 103 طول يافته .\r\nص 103 بنى اسرائيل در تليه بىدليل و سرگردان ماندند .\r\nص 103 خواستند ، مقدور نبود . سپاه و اموال بسيار در ميانه تلف شد و امكان سلامتى .\r\nص 103 دليل و رهبر او شدند .\r\nص 104 به اصفهان رسيدند ، در شب به شهر داخل شد و افاغنه .\r\nص 104 در ايام پائيز .\r\nص 104 افغان و هندوستان آمدند .\r\nص 104 از دركزين لشكر گرفته .\r\nص 104 قدرت و قوت يافت .\r\nص 104 سر عسگر دولت عثمانيه به آذربايجان حركت كرده بودند ، شاه طهماسب به امداد اصل تبريز رفت . گرفتن اصل جز كوچ وينه افغان را از دست آنها . در اين .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nص 137 كوچ مىآمد .\r\nص 138 كلى از قزلباش به آنجا پيوست و قلعهء جز را به آذوقه .\r\nص 138 كه در قلعهء جز بودند .\r\nص 138 دستگير نمودند . بالاخره افاغنه در بيرون به بلاى قحط گرفتار و ناچار از تسخير قلعه .\r\nص 138 داخل اصفهان شدند . ظهور ديوانگى محمود . محمود\r\nص 139 راحت و خواب .\r\nص 139 و وسوسه خود تابع شده ، اثر جنون بر وى ظاهر گرديد .\r\nص 139 خطاب به آشنايان مىكرد .\r\nص 139 اما خدم و حشم اين حالت را .\r\nص 139 كشف و كرامت مىگفتند .\r\nص 139 چهل روز بدين منوال گذشت ، مدت انزوا نيز بر سر آمد .\r\nص 139 قتل كردن محمود شاهزادگان را .\r\nمحمود روزى\r\nص 140 از عصر شاه سليمان ميل در چشمان شان كشيده ، در قيد و بند آورده ، كشان كشان .\r\nص 140 صف صف در برابرش .\r\nص 140 گردن بزنند ، جلادان بىامان دويدند .\r\nص 140 افتان و خيزان به جهة فريادرسى\r\nص 140 نور ديدگان و اولاد .\r\nص 104 كوچ مىآمدند .\r\nص 104 كلى از قزلباشيه به آنجا پيوست و قلعهء كز را به آذوقه .\r\nص 104 كه در قلعكز بودند .\r\nص 105 دستگير كردند . بالاخره افاغنه به بلاى قحط گرفتار و ناچار از تسخير قلعه .\r\nص 105 داخل اصفهان گرديدند ، مخبوط شدن محمود از اين سانحات .\r\nمحمود ،\r\nص 105 خواب و راحت ،\r\nص 105 و وسوسه افتاد و بر وى جنون طارى گرديد\r\nص 106 خطاب ناشايان مىكرد .\r\nص 106 او و خدم اين حالات را .\r\nص 106 كشف و كرامات مىگفتند .\r\nص 106 چهل روز بدين منوال گاهى عاقل و گاهى ديوانه بود . مدت انزوايش برآمد .\r\nص 106 كشتن محمود اولاد و اقارب شاه را در حضور او . محمود روزى .\r\nص 106 در عصر شاه سليمان ميل در چشمان كشيده شده ، در قيد و بند آورده .\r\nكشان كشان .\r\nص 106 صف به صف در برابرش .\r\nص 106 گردن زنند . جلادان بىايمان دويدند .\r\nص 107 لنگ لنگان و افتان و خيزان به جهة فريادرسى .\r\nص 107 نور ديده‌كان و اولاد .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nص 141 شنيدند . او را فريادرس طلبيدند .\r\nفايده نبخشيد . شاه روى خود را بر روى اولاد خود گذاشت . با آن بىگناهان چون گوسفند در برابر قصاب ناله و فرياد مىكردند . شاه مىگفت . . عاقبت بر دل سنگ محمود تاثير كرد . به شاه سلطان حسين كرد كه به تو بخشيدم . ليكن چه فايده كه در آن هنگامه قيامت اثر ، زهرهء آن بىگناهان آب شد .\r\nص 141 اشتداد جنون محمود ، چون جنون محمود .\r\nص 141 ندما و همسران از پيش او مى - گريختند\r\nص 141 و 142 نه خفت . بىتاب و طاقت شده ، صاحب فراش گرديد\r\nص 142 مفيد نيفتاد . مايوس و نوميد گشته زر بسيار از خزينه بيرون آورده ، صدقه دادند و رنجيدگان را دل به دست آوردند .\r\nص 142 شديد مىشد\r\nص 142 از علاجش درماندند .\r\nص 142 گرديد ، فرستادن سيد على خان را به قزوين و انهزام او . طوايف افغان از محمود مايوس شده ، و شاه طهماسب .\r\nص 143 روانه كنند .\r\nص 107 شنيده ، او را فريادرس طلبيدند .\r\nشاه روى خود را بر روى اولاد خود گذاشت و آن مسكينان چون گوسفند و بره ، قصاب ناله و فرياد مىكردند و شاه مىگفت . عاقبت دل سنگ محمود قدرى نرم شده ، رو به شاه سلطان حسين كرد كه اين دو را به تو بخشيدم . شاه فرمود كه چه فايده كه در اين هنگامه قيامت اثر ، زهرهء اين مسكينان چاك شد .\r\nص 107 و 108 اشتداد جنون محمود و از كار بازماندن او . جنون محمود .\r\nص 108 ندما و همراهان را ترس و بيم عارض شده ، از پيش او مىگريختند .\r\nص 108 نه خفت و نياسود و نخورد و نياشاميد و بىتاب و طاقت شد و صاحب فراش گرديد .\r\nص 108 مفيد نيفتاد . بالضروره مايوس و نوميد كشتند زر بسيار از خزينه بيرون آورده ، صدقه دادند و رنجيدگان را حال به دست آوردند\r\nص 108 شديد گرديده .\r\nص 108 از علاجش عاجز شدند .\r\nص 109 گرديد . شكست خوردن افاغنه از لشگر شاه طهماسب . طوايف افغان .\r\nاز صحت و زندگانى محمود مايوس گرديدند و شاه طهماسب .\r\nص 109 روانه گردد .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nص 143 درپيوستند .\r\nص 143 بازكشيدند . جلوس اشرف به جاى محمود و قتال او . افاغنه\r\nص 143 راه دور ، مناسب ندانستند .\r\nص 143 مير عبا اللّه .\r\nص 143 به قتل رسانيدند . شكل محمود ميانه .\r\nص 144 به حدى كه گويا سرش به بدنش چسبيده بود .\r\nص 144 خود راه مىافتاد .\r\nص 144 در باران راه مىرفت .\r\nص 145 شرعى را منقاد بود . به .\r\nص 145 راضى نبود .\r\nص 145 معلوم نشد ، برادر محمود . در قندهار .\r\nص 145 سوداى سلطنت نداشت .\r\nص 145 سپاهى كه به كار بيايد ، نداشت كه .\r\nجمع كند .\r\nص 145 از طرف هندوستان نمىتوانست\r\nص 145 جاى برادر نمىخواست . مقدار عسگر افاغنه . در عدد .\r\nص 145 محمود كه اول بر .\r\nص 145 اصفهان آمد ، مردان كار ديده .\r\nص 146 بيست هزار سپاه موجود بود .\r\nسياح گويد كه .\r\nص 146 چند منزل كه آمديم ، هشت هزار نفر از عجز و بىكاره ، جدا شده و\r\nص 109 درپيوست\r\nص 109 بازكشيدند . نشاندن افاغنه اشرف را به جاى محمود و كشتن محمود را . افاغنه .\r\nص 109 راه دور و دراز ، مناسب ندانستند .\r\nص 109 مير عبد اللّه خان .\r\nص 110 به قتل رسانيدند . در بيان حالات محمود ميانه .\r\nص 110 به حدى كه سرش به بدنش چسبيده بود .\r\nص 110 خود مىافتاد\r\nص 110 در باران مىرفت .\r\nص 111 شرعى را به تفاذ مىپيوست و به .\r\nص 111 راغب نبود .\r\nص 111 معلوم نشد . در بيان احوال برادر محمود در قندهار .\r\nص 111 سوداى سلطنت در دل نداشت .\r\nص 111 سپاهى كه به كار آيد ، نمانده بود كه جمع گردد .\r\nص 111 از طرف هندوستان مىتوانست .\r\nص 111 جاى برادرش را نمىخواست در كمبت لشگر افغان كه در محاصره اصفهان بودند .\r\nص 111 محمود اول كه بر .\r\nص 111 اصفهان آمد ، به تخمين مردان كار ديده .\r\nص 112 بيست هزار نفر موجود بود و هم سياح گويد كه .\r\nص 112 چند منزل كه آمديم از عجزه و بى كاره هشت هزار نفر و از خسته و\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nخسته و صاحب آزار قريب به دو هزار كه مجموع ده هزار نفر بودند برگشتند .\r\nص 146 هشت هزار سپاه از بلوچ داشتيم ، هندوستانى بودند . احوال اشرف .\r\nاشرف\r\nص 146 و 147 مردى جنك ديده و كار آزموده بود . محمود به او دستهء از سپاه ابواب جمع كرده ، به بعضى .\r\nص 147 صاحب راى بود و شجاع و مدبر و خيرخواه و متواضع .\r\nص 147 در محل كل آباد .\r\nص 147 آگاه گشته ، از خوف و هراستى خالى نبود .\r\nص 147 تغييرى راه يافته ، انكار نكرد .\r\nص 148 چون اصفهان فتح شد .\r\nص 148 به زندانش فرستاده و در آنجا نيز احترامش مىكرد .\r\nص 148 در مهدامن و امان آسايش باشند .\r\nص 148 نه خراب و اشرف نزد شاه رفته در تسلى خاطر او اهتمام كرد . به كارى كه رفته و به قضائى .\r\nص 149 تا خداوندت صبر جزيل دهد .\r\nص 149 تا احترام تمام به وصف‌هاى افاغنه .\r\nص 149 دفن كردند . تجربه اشرف شاه سلطان حسين را . يك روز .\r\nص 150 قتال بيهوده ، طلب نفوس خود صاحب آزار قريب به دو هزار نفر باشند ، جدا شده بازگشتند .\r\nص 112 هشت هزار و از سپاه بلوچ چهار هزار داشتيم ، ، ، هندوستانى در بيان احوال اشرف افغان . اشرف .\r\nص 112 مردى جنگ ديده بود ، او را لقب خانى داده و دسته از سپاه ابواب جمع او كرد و به بعضى .\r\nص 112 صاحب راى و شجاع و مدبر و خيرخواه و متواضع .\r\nص 113 در محل كلون آباد .\r\nص 113 آگاه گرديد ، از خوف و تحاشى خالى نبود .\r\nص 113 تغيير راه يافته ، آشكار نكرد .\r\nص 113 چون اصفهان را فتح كرد .\r\nص 113 به زندان فرستاد ، ليكن در زندان احترامش مىكرد .\r\nص 114 در مهدامان و آسايش باشند .\r\nص 114 نه خراب ، در بيان سلوك اشرف با شاه سلطان حسين ، در تسلى خاطر او اهتمام كرد . . . و به كار و به قضائى .\r\nص 114 تا خداوند اجر جزيل كرامت فرمايد .\r\nص 114 به احترام تمام به وضع‌هاى افاغنه .\r\nص 114 دفن كردند . در مكالمه اشرف با شاه و رضا جوئى . يك روز .\r\nص 115 قتال بيهوده ، اتلاف نفوس خود\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nرا روا مداريد .\r\nص 150 بدل شد . فرستادن ايلچى به نزد شاه طهماسب . اشرف .\r\nص 150 به اتفاق ، نظامى در ممالك ايران بدهيم و كفره حاليا فرصت كرده به چند جا\r\nص 150 دولت عثمانى .\r\nص 151 هر كدام ، جمعى مساوى .\r\nص 151 از زندان ، به اصفهان بيا كه من .\r\nص 152 كاغذ قزلباشيه را گرفتند ، آورده ، به دست اشرف داد .\r\nص 152 به مهمانى طلب نموده ، و همه را\r\nص 153 حيله و عذر اشرف را يافته .\r\nص 153 تمامى سوار شدند و ليكن سپاه قاجاريه يك جا جمع شدند و به شاه عرض كردند كه ما همه در برابر شاه فدا مىشويم و انشا اللّه تعالى به دشمن غلبه خواهيم كرد اما من بعد بايد اعتماد الدوله تو از قاجار باشد نه از طايفهء ديگر .\r\nص 153 و جمع شدند ، در ميانه نفاق .\r\nص 153 مازندران شد ، اهتمام اشرف به جمع كردن خزانه . چون شاه طهماسب را .\r\nص 154 در اصفهان مكث نكرده ، به سوداى مال خزينه افتاد .\r\nص 154 مال گرفته ، آنها را به زندان افكند .\r\nص 154 باز پس گرفت . امان اللّه خان را را روا مداريد .\r\nص 115 بدل شد . نامه نوشتن اشرف به شاه طهماسب و تذوير نمودن با او . اشرف .\r\nص 116 به اتفاق ، نظامى به ممالك ايران بدهيم و كفره و مسقو حاليا فرصت كرده ، به چند جا .\r\nص 116 دولت عثمانيه .\r\nص 116 هر كدام با جمعيتى مساوى .\r\nص 116 از زندان به اصفهان متوجه باش كه من .\r\nص 117 كاغذ قزلباش را به جلسه آورده ، به دست اشرف داد .\r\nص 117 به مهمانى طلب داشته ، همه را .\r\nص 118 حيله و غدر اشرف را دريافته .\r\nص 118 تمامى سوار شدند و به شاه گفتند كه ما همه در برابر شاه فدا مى - شويم و انشا اللّه بر خصم غلبه خواهيم كرد ، اما من بعد بايد اعتماد الدوله تو از قاجار باشد نه از طايفه ديگر .\r\nص 118 جمع گرديدند و در ميان نفاق .\r\nص 118 مازندران شد ، حريص گشتن اشرف به جمع مال . چون اشرف شاه طهماسب را .\r\nص 118 در اصفهان مكث كرده ، به سوداى جمع مال و خزينه افتاد .\r\nص 118 مال گرفته ، به زندان افكند .\r\nص 119 بازپس گرفت ، استرداد نمودن\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمحمود اعتماد الدوله كرده بود .\r\nطمع امان اللّه خان .\r\nص 154 اشرف از اين حالت خبردار شد ، او را احضار كرده ، يك روز و يك شب او را حبس نمود . هر چه داشت ، همه را مالك شد .\r\nص 154 و 155 همشيره زاده امان اللّه خان بود و از كابل آمده ، منسوب محمود شده بود و در امور عظيمه همراه بود و امان اللّه خان آبروى سپاه افاغنه بود . و افاغنه خارق عادات به شيخ نسبت مىدادند .\r\nص 155 برادر اشرف كه كوچكتر از او بود ، در روز جلوس ، فرار كرده ، اشرف او را گرفته ، ميل در چشمش كشيد .\r\nص 155 چرا با من صاحب دارى و غم - خوارى ننمودى .\r\nص 156 خانه در خور محمود تعيين كرده .\r\nاينها سخن سياح بود . بعد .\r\nص 156 روانهء اسلامبول شدم ، بعون اللّه به تاريخ يوم چهارشنبه بيست و چهارم شهر جمادى الاول 1289 سلطنت سلاطين صفويه اشرف اموال امان اللّه خان و غيره را . طمع امان اللّه خان .\r\nص 119 اشرف خبردار شده ، او را احضار كرد ، يك روز و يك شب با او مواخذه مىكرد و هر چه داشت ، همه را مالك شد .\r\nص 119 همشيره زاده امان اللّه خان و آبروى سپاه افاغنه بود و افاغنه خوارق عادات نسبت به شيخ مىدادند .\r\nص 120 برادر كوچك اشرف در روز جلوسش فرار كرده ، اشرف او را گرفته و ميل در چشمش كشيد\r\nص 120 چرا با من جانب‌دارى و غمخوارى ننمودى ص 120 خانه در جوار محمود تعيين كرد سياح مسيحى مزبور . بعد .\r\nص 120 اسلامبول شدم ، قد تمت هذه اللنحه فى تاريخ چهاردهم شهر شعبان 1281 سنه هزار و دويست و هشتاد يك هجرى ، و لا ابعيد الاقل زين العابدين شيرازى\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nفهرست اعلام\r\n« آ - ا » آثار عجم ، 75\r\nآتش پرستان ، 70 ، 72\r\nآذربايجان ، 26 ، 76\r\nابراهيم متفرقه ، 10\r\nابن سينا ، 24\r\nاحمد آقا قوللر آقاسى ، 56\r\nاحمد آقا مدحى اللّه ، 62 ، 63\r\nاحمد كسروى ، 51\r\nارامنه ، 24 ، 26 ، 35 ، 36 ، 38 ، 39 ، 55 ، 57 70 ، 79\r\nاردبيل ، 22\r\nارمنستان ، 37\r\nاروپا ، 9\r\nاستانبول ، 17\r\nاسرائيل ارى ، 36 ، 37 ، 38\r\nاسكندر ، 26 ، 30\r\nاسلام ، 25\r\nاسماعيل رائين ، 38\r\nاشرف افغان ، 9 ، 16 ، 28 ، 32 ، 79 ، 80 ، 81 82 ، 83 ، 84 ، 85\r\nاصفهان ، 19 ، 13 ، 16 ، 17 ، 24 ، 27 ، 29 ، 31 ، 33 ، 36 ، 37 ، 41 ، 42 ، 43 ، 45 ، 63 ، 66 ، 68 ، 71 ، 72 ، 76 ، 79 ، 80 ، 82 ، 85\r\nاصلان خان ، 84\r\nاطريش انمه ، 37\r\nاعتضاد السلطنه ، 13\r\nافغان ، افغانه ، 16 ، 17 ، 26 ، 28 ، 30 ، 32 ، 39 ، 46 ، 49 ، 56 ، 58 ، 59 ، 62 ، 64 ، 66 ، 67 ، 69 ، 70 ، 72 - 74 ، 76 - 81\r\nاليالى ( اغوانى ) ، 26\r\nامان اللّه خان ، 50 ، 51 ، 68 ، 69 ، 76 ، 82 ، 85\r\nانقراض سلسله صفوى ، 37\r\nامانوئل شريمان ، 9\r\nامير تيمور گوركانى ، 23 - 26 ، 30\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nاوزبك ، 30 ، 32\r\nايران ، 8 - 10 ، 12 ، 16 ، 17 ، 18 ، 22 ، 25 ، 29 ، 35 ، 36 ، 37 ، 38 ، 41 ، 44 ، 53 ، 59 - 61 ، 65 - 67\r\nايرانيان ارمنى ، 38\r\nايروان ، 22 ، 26\r\nايلدرخان ، 72\r\n« ب - پ » بحر خزر ، 26\r\nبحر فارس - خليج فارس ، 73\r\nبختيارى ، 76\r\nبيرزيك ، 8\r\nبصيرت نامه ( تاريخ سياه ) ، 11 ، 14 ، 16\r\nبلوچ ، 39\r\nبمبئى ، 79\r\nبندر عباس ، 44 ، 45 ، 73\r\nبنى اصفهان ، 72\r\nپادشاه روم ، 18\r\nپادشاه هند ، 18 ، 30 ، 31 ، 34 ، 35 ، 39 ، 41\r\nپرتقال ، 44 ، 45\r\nپل عباس آباد ، 27\r\n« ت » تاريخ پانصد سالهء خوزستان : 51\r\nتاريخ نادرى ، 45\r\nتبريز ، 11 ، 49 ، 76 ، 79\r\nتجزية الاحرار و تسبية الابرار ، 11\r\nتركيه ، 9\r\nتذكرهء احوال ، 78 ، 79\r\nتشيع ، شيعه ، 30 ، 43 ، 54\r\nتفليس ، 9 ، 31\r\nتقى بن الحسينى تفرشى ( محب عليشاه ) ، 12 ، 13\r\nتقى تفضلى ، 8 ، 26\r\nتهران ، 15 ، 30 ، 33 ، 38 ، 46 ، 73 ، 83 ، 84\r\n« ج - چ - ح - خ » جلفا ، 9 ، 53 ، 54 ، 56 ، 57 ، 68\r\nچارمسقو ( پادشاه روس ) ، 36 - 39\r\nچالدران ، 18\r\nحائرى - عبد الحسين ، 16\r\nحجاز ، 35 ، 40\r\nحدائق الادباد ، 11\r\nحدائق الجنان ، 11\r\nحسن فسائى ، 73\r\nحسن قاضى طباطبائى ، 11\r\nحيدر ميرزا ، 22\r\nخان هويزه - سيد عبد اللّه\r\nخالد خان ، 43\r\nختانك ، 59\r\nخراسان ، 18 ، 23 ، 66\r\nخسروخان : 31 ، 32 ، 41 ، 59\r\nخليج فارس ، بحر فارس ، 44 ، 73\r\nخوزستان ، 23 ، 27\r\nخوى ، 11\r\n« د - ذ - ر - ز - ژ » داغستان ، داغستانات ، 23 - 26 ، 60\r\nدامغان ، 18\r\nدانشگاه كمبريج ، 24\r\nدرگزين ، 70 ، 71 ، 72\r\nدرى افندى ، 15\r\nرافائل رومان ، 8\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nرافضى ، روافض ، 23 ، 35\r\nرحيم خان حكيم باشى ، 46 ، 59 ، 61\r\nرزمى خان ، 38\r\nرستم خان ، 50 ، 51 ، 52\r\nرودستوف ، 9 ، 10\r\nروس ، روسيه ، 36 - 39 ، 59\r\nروضة الاداب و جنة الالباب ، 11\r\nروم ، 17 ، 22 ، 60\r\nزابلستان : 23\r\nزاينده‌رود ، 55\r\nزبدة التواريخ ، 24 ، 46 ، 51 ، 57 ، 60 ، 62 ، 65 ، 69 ، 78 ، 79\r\nزبردست خان ، 73\r\nزمين‌لرزه‌هاى تبريز ، 29\r\nزنجان ، 69\r\nزين العابدين شيرازى ، 15\r\nژاكوب ، 56\r\nژان آنتونيو دوسه‌سو ، 10\r\n« س » سانسون ، 8\r\nسجان ( شجستان ) ، 30\r\nسخنوران آذربايجان ، 11\r\nسراب ، 22\r\nسرشكى ، 49\r\nسعيد نفيسى ، 12\r\nسفرنامهء سانسون ، 24\r\nسقوط اصفهان ، 49\r\nسلطان سليم ، 17\r\nسلطان محمد خدابنده ، 18 ، 22 ، 85\r\nسلطان مراد خان ثالث ، 22\r\nسليمان ميرزا ، 60 ، 61\r\nسمنان ، 23\r\nسنيان سنوى ( تسنن ) ، 31 ، 43 ، 53 ، 54 ، 57\r\nسيد عبد اللّه ( خان حويزه ) ، 49 - 54 ، 57 ، 58 ، 62 ، 68\r\nسيد على خان ، 79 ، 84\r\n« ش » شاه اسماعيل صفوى ، 17 ، 18 ، 22 ، 23 ، 85\r\nشاه سلطان حسين صفوى ، 1209 ، 17 ، 19 ، 20 - 25 ، 31 ، 32 ، 34 ، 46 ، 48 ، 50 ، 54 ، 57 ، 59 - 62 ، 64 - 67 ، 78 ، 80 82 ، 85 ، 86\r\nشاه سليمان ، 16 ، 18 - 24 ، 78 ، 85\r\nشاه صفى ، 14 ، 18 ، 60 ، 61 ، 85\r\nشاه عباس اول - بزرگ - 14 ، 18 ، 22 - 25 ، 30 ، 71 ، 78 ، 85\r\nشاه عباس ثانى ، 18 ، 22 ، 85\r\nشاه طهماسب ، 18 ، 22 ، 49 ، 60 ، 61 ، 68 ، 69 - 73 ، 76 ، 83 - 86\r\nشماخى ، 36 ، 38\r\nشيخ صفى ، 22\r\nشيراز ، 11 ، 16 ، 45 ، 46 ، 56 ، 72 ، 73\r\nشيروان ( شروان ) ، 26 ، 30 ، 38\r\n« ص - ط » صفويه ، 8 ، 9 ، 10 ، 17 ، 21 - 23 ، 25 ، 30 ، 32\r\nصفى قلى خان ، 43 ، 44\r\nطايفهء كعب ، 77\r\nطهام خان ، 22\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n« ع - غ » عباس اقبال ، 33\r\nعباس قلى بيك ، 41\r\nعباس ميرزا ، 11 ، 12 ، 21\r\nعبد اللّه آقا ، 81\r\nعبد اللّه ( مفتى تركيه ) ، 9\r\nعبد الباقى خان ، 73\r\nعبد العزيز ، 9 ، 42\r\nعبد العزيز ( پدر اشرف افغان ) ، 79\r\nعبرت‌نامه ، 17\r\nعثمانى ، عثمانيه ، 18 ، 22 ، 76\r\nعجم ، 27 ، 29 ، 30 ، 40 ، 42 ، 43 ، 67 ، 72\r\nعراق عجم ، 23 ، 29\r\nعربستان ، 51\r\nعزيز دولت‌آبادى ، 11\r\nعلى مراد خان ، 11 ، 50 - 52 ، 58\r\nعمرو عاص ؛ 34\r\nغلامحسين صدرى افشار ، 11\r\n« ف - ق » فارس ، 21 ، 22 ، 23\r\nفارسنامهء ناصرى ، 73\r\nفرانسه ، 9 ، 30 ، 37 ، 56 ، 63\r\nفرانسيس راكوشى ، 9 ، 10\r\nفرهنگ معين ، 11\r\nفتح على خان اعتماد الدوله ، 44 - 49 ، 57 ، 62 ، 68\r\nفتح عليشاه قاجار ، 11\r\nفرح آباد ، 18 ، 54 - 56\r\nفرصت شيرازى ، 75\r\nفريدون خان ، 73 ، 74 ، 75\r\nفلوريودار منونويل ، 10\r\nفيليپ كلمب ، 56\r\nقاجاريه ، 60 ، 84\r\nقاسم خان بختيارى ، 76\r\nقپان قراباغ ، 36\r\nقرآن ، 37 ، 39 ، 59\r\nقراباغ ، 36\r\nقريهء كل آباد ( كلون آباد ) 50 ، 51\r\nقزلباش ، 29 - 41 ، 45 ، 48 - 61 ، 64 ، 68 ، 69 ، 72 - 74 ، 76 ، 77 ، 81 ، 83 - 85\r\nقزوين ، 30 ، 60 ، 61 ، 67 ، 69 ، 73 ، 79 - 84\r\nقشم ، 44\r\nقلعهء ازاق ، 37\r\nقلعهء قندهار ( نادر آباد ) 29 ، 30 ، 31\r\nقم ، 83 ، 84\r\nقندهار ( قندسار ) ، 17 ، 18 ، 23 ، 26 ، 29 - 32 ، 34 ، 39 - 41 ، 43 - 45 ، 51 54 ، 66 ، 76 ، 79 ، 80\r\n« ك - گ » كابل ، 74 ، 85\r\nكارتيل ، 59\r\nكاشان ، 18 ، 74\r\nكامى نيك ، 10\r\nكتابخانهء ملى مجلس ، 12 ، 14\r\nكتابخانهء مركزى دانشگاه ، 12 ، 15\r\nكرمان ، 23 ، 44 ، 45 ، 50 ، 52 ، 53 ، 66\r\nكرمانشاهان ، 60\r\nكروسينسكى ، 8 - 11 ، 14 - 16 ، 42\r\nكريستيان كلوديوس ، 10\r\nكلبعلى خان قاجار ، 31\r\nكلمنت يازدهم ، ( پاپ ) 9\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nكورلند ، 56\r\nكهكيلويه ، 76\r\nكيخسرو ، 41\r\nگرجستان ، 31 ، 32 ، 34 ، 35 ، 38 ، 40 ، 41 ، 58 ، 59\r\nگرگين خان ؛ 31 - 35 ، 38 - 41\r\nگنجه ؛ 9 ، 26 ، 31\r\nگيلان ، 23 ، 24 ، 25 ، 26\r\nگيلاننتز ، 49 ، 55 ، 72\r\n« ل » لايپزيك ، 10\r\nلارك ، 44\r\nلاكهارت ، 37\r\nلاهه ، 10\r\nلرستان ، 23 ، 60 ، 76\r\nلطف على خان لكزى ، 44 - 48\r\nلكزيه ، 60\r\nلزگىها ، 59\r\nلهستان 8 ، 10\r\nلوئى چهاردهم ، 9\r\n« م » مآثر سلطانيه ، 11\r\nمازندران ، 23 ، 84\r\nمازنانان ، 27\r\nماوراء النهر ، 40\r\nمثنوى ناز و نياز ، 11\r\nمجمع التواريخ ، 33 ، 40 ، 42 ، 48\r\nمحمد باقر بن صادق ، 12\r\nمحمد باقر مجلسى ، 46\r\nمحمد تقى دانش پژوه 12\r\nمحمد حسين ملاباشى ، 46 ، 59 ، 61\r\nمحمد خان بلوچ ، 85\r\nمحمد خليل مرعشى ، 33\r\nمحمد على حزين ، 78 ، 79 ، 84\r\nمحمد قلى خان قورچىباشى اعتماد الدوله ، 46 ، 48 ، 50 ، 52 ، 70\r\nمحمد محسن مستوفى ، 24 ، 46 ، 51 ، 57 ، 60 - 62 ، 65 ، 69 ، 78 ، 79\r\nمحمد مهدى استرآبادى ، 45 ، 79\r\nمحمد مهريار ، 49\r\nمحمد نشان خان ، 52\r\nمحمود افغان ، 9 ، 13 ، 16 ، 23 ، 28 ، 31 ، 42 - 45 ، 48 ، 49 - 51 ، 53 ، 54 ، 57 ، 59 66 ، 65 ، 66 ، 69 ، 72 ، 74 - 83 ، 85\r\nمحمود خان ، 75\r\nمختارنامه ، 11\r\nمدرسه عالى سپهسالار ، 13\r\nمدرسه ناصرى ، 13\r\nمدينه ، 35 ، 36\r\nمرعشى صفوى ، 40 ، 41 ، 48\r\nمريم بيگم ، 24\r\nمسقط ، 45\r\nمسكو ( مسقو ) ، 37 ، 36\r\nمشهد ، 30\r\nمكران ، 23\r\nمكه ، 36\r\nملتانيان ، 70\r\nمنقرطاى ، 22\r\nمير اسد اللّه ، 44\r\nميرزا رستم ، 48\r\nمير عبد اللّه ، 42 ، 43 ، 79\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمير محمود ، 42\r\nميرزا رزاق ، 59\r\nميرويس ، 32 - 36 ، 38 - 42\r\nميشل ، 27\r\nمينفورد ، 10\r\n« ن - ه - ى » نادر آباد ، 30\r\nنادر شاه ، 30\r\nنجفقلى عبد الرزاق ، 17\r\nنگارستان دارا ، 11\r\nهرات ، 30\r\nهرمز 3\r\nهمدان ، 71\r\nهندوستان ، هند ، 18 ، 26 - 27 ، 29 ، 30 ، 32 ، 33 ، 35 ، 36 ، 40 ، 41 ، 70 ، 72 ، 80\r\nيادداشتهاى گاردن ، 57\r\nيحيى ذكاء ، 49\r\nيهودان ، 70\r\n\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128}
  ]