[
  {"content":"\r\n\r\nلشكر كشى كوروش\r\nيا\r\nبازگشت ده هزار نفر\r\nنوشتهء : گزنفون سردار و مورخ يونانى\r\n( سدهء چهارم قبل از ميلاد )\r\nترجمهء : ع . وحيد مازندرانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nگزنفون ، قرن 4 ق . م . Xenophon\r\nلشكر كشى كوروش ، يا بازگشت ده هزار نفر / نوشته گزنفون ؛ ترجمه ع . وحيد مازندرانى . - تهران : دنياى كتاب ، 1381 .\r\n207 ص .\r\nISBN 964 - 5870 - 97 - 6\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\nعنوان اصلى : Anabasis .\r\nچاپ قبلى : ابن سينا ، 1352 .\r\nنمايه .\r\nكتابنامه به صورت زير نويس .\r\n1 . ايران - - تاريخ - - لشكر كشى كورش هخامنشى صغير ، - 401 ق . م . 2 . يونان - - تاريخ - - لشكركشى كورش هخامنشى صغير ، 401 ق . م . 3 . كورش هخامنشى صغير ، - 401 ق . م . 4 . ايران - - تاريخ - - هخامنشيان ، 558 - 330 ق . م . الف . وحيد مازندرانى . ع . مترجم . ب . عنوان .\r\n5 ل 4 گ / 297 DSR\r\n0183 / 955\r\n1381\r\nكتابخانه ملى ايران 34688 - 81 م\r\nدنياى كتاب\r\nنام كتاب : لشكركشى كوروش يا بازگشت ده هزار نفر\r\nنوشته : گزنفون سردار و مورخ يونانى\r\nترجمه : مرحوم وحيد مازندرانى\r\nنوبت چاپ : دوم\r\nناشر : دنياى كتاب\r\nتاريخ نشر : 1384\r\nتيراژ : 2000 نسخه\r\nچاپ : پيك ايران\r\nشابك : 6 - 97 - 5870 - 964\r\nISBN : 964 - 5870 - 97 - 6\r\nتهران ، خ انقلاب ، خ فخر رازى ، بن بست وزير نظامى ، پلاك 67\r\nتلفن : 6499327 - 6963770 دورنگار : 6496014\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nپيش‌گفتار\r\nمقدمهء مترجم صفحهء 9\r\nشرح حال كوروش كوچك ( نوشتهء پرفسور وايسباخ آلمانى ) صفحهء 16\r\nلشكركشى كوروش ( گردآورى قوا ) صفحهء 18\r\nحركت از سارديس صفحهء 33\r\nعبور از صحراى عربستان صفحهء 56\r\nنبرد كوناكسا صفحهء 69\r\nخصايل كوروش صفحهء 76\r\nسرگردانى ده هزار يونانى صفحهء 87\r\nمذاكرات بين پارسيان و يونانىها صفحهء 104\r\nبازگشت ده هزار نفر صفحهء 111\r\nعبور از سامان كردستان ( كردوچيا ) صفحهء 139\r\nعبور از رودخانه كنتريت صفحهء 171\r\nترىباز ساتراپ صفحهء 176\r\nزمستانى در ارمنستان صفحهء 180\r\nتااوچىها صفحهء 188\r\nدريا ! دريا ! ( تالاتا ! تالاتا ! ) صفحهء 194\r\nماكرونها و كلخيدها صفحهء 198\r\nطرابوزان\r\nفهرست اعلام صفحهء 203\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيش‌گفتار\r\nگزنفون به سال 435 قبل از ميلاد در شهر آتن به دنيا آمد و در همانجا پرورش يافت . در عهد جوانى صباحت منظر را با قلبى مهربان و مغزى توانا توأم داشت . از شاگردان ممتاز سقراط حكيم بود . مىگويند روزى سقراط او را در حين عبور ديده و از ديدارش بقدرى مشعوف شده بود كه بىدرنگ از او دعوت نمود كه به جرگهء دوستانش درآيد . سقراط در ميان سالخوردگان و جوانان پيروان فراوان داشت و با آنها دربارهء امور گوناگون زندگى بحث ميكرد تا عشق به نيكى و فضيلت را چنان كه خود مىپنداشته در ذهن ايشان رسوخ دهد . تعاليم سقراطى در فكر و جان مشتاق گزنفون تأثير عميق كرد و از او وجودى خردمند و پرهيزگار ساخت .\r\nگزنفون به شرحى كه در اين كتاب خواهيم ديد در سال 404 پيش از ميلاد در لشكركشى كوروش كوچك به ايران آمد و چون خود كوروش در اين سفر به سرنوشت شومى دچار شده بود ، گزنفون رهبرى « بازگشت ده هزار نفر » چريك يونانى را كه همراه شاهزادهء جوان آمده بودند برعهده گرفت . در مراجعت به وطن او در سال 399 قبل از ميلاد به اتهام همكارى با دشمنان آتن از اين شهر طرد شد و بطورى كه خودش نوشته است اين\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nبركنارى از شهر و ديار او را مايهء توفيق اجبارى گشت و از آن پس با زن و دو پسر خود در خانه‌اى روستائى كه در محلى دلپذير در حوالى اولمپيا در سرزمين اسپارت ساخته بود زندگانى بهشت‌آسا داشت و تا نود سالگى در آنجا به تكميل تأليفات خويش از جمله تحرير آثارى گرانبها راجع به وقايعى كه خود شاهد و ناظر بوده و سهم كلانى در آنها داشته است پرداخت .\r\nترجمهء عنوان اصلى اين كتاب از محلى بلند به مقصدى در دشت رفتن است كه اصطلاحى شده است دربارهء لشكركشى كوروش كوچك از قلب آسياى صغير ( سارديس نزديك از مير فعلى در تركيه ) تا جلگهء دجله و فرات .\r\nدر قرن نوزدهم يكى از مترجمان بنام انگليسى عنوان « بازگشت ده هزار نفر » را بر اين كتاب نهاده و چنين استناد كرده بود كه چون مرحلهء بعدى اين ماجرا از پيش درآمد آن مهم‌تر شده است عنوان جديد بر نام سابق رجحان دارد .\r\nمقدمه و متن ترجمهء حاضر تا صفحهء 169 از نسخه‌اى انگليسى كه بوسيلهء بنگاه لوب « 1 » ناشر معروف آثار كلاسيك به سال 1921 در انگلستان انتشار يافت ، فراهم شده است .\r\nدنبالهء داستان بازگشت ده هزار يونانى از صفحهء 171 تا 202 ترجمه از يك شرح تحقيقى است نوشتهء پرفسور سى . ويت « 2 » آلمانى كه به زبان انگليسى هم ترجمه و منتشر كرده‌اند . در هرحال بنابر اظهار نظر تمام نويسندگان اين كتاب گزنفون از لحاظ اروپائيان گرامىترين اثر اوست .\r\nع . وحيد مازندرانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Loeb \r\n( 2 ) -  Witt \r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nاينك سرزمين پدر من ، از شمال تا آنجا كه مردم از سرما نتوانند زيست و در جنوب تا آنجا كه از گرما .\r\nگفتار كوروش صفحهء 65 متن كتاب\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدمهء مترجم انگليسى\r\n« بازگشت ده‌هزار نفر » نوشتهء گزنفون اثرى است دربارهء لشكركشى كوروش كوچك بر ضد برادر خود اردشير دوم به اميد دست‌يابى بر تخت و تاج شاهنشاهى ايران . چون كوروش در ميدان نبرد كشته شده بود اين كتاب در واقع شرح عقب‌نشينى ده‌هزار نفر چريك يونانى است كه جزو سپاهيان او بودند . اين عده از حوالى شوش از راه كردستان و آذربايجان غربى ابتدا به كرانهء درياى سياه ( طرابوزان ) و سرانجام به مبدء عزيمت خويش در حدود غربى آسياى صغير بازگشتند .\r\nكوروش لشكركشى نافرجام خود را در سال 401 ق . م آغاز كرد .\r\nاو قبل از آن هم در تاريخ يونان نام و نشان برجسته‌اى داشت . در مرحلهء نهائى مبارزهء احراز تفوق و برترى كه از سال 431 تا 404 پيش از ميلاد بين اسپارت و آتن جريان داشته و آن به جنگ پلوپونس معروف شده است اسپارتها با تيسافرن ساتراپ ايرانى ليديه ( لوديه ) و يونيه كه فرماندهى سپاه شاهى را در حدود غربى آسياى صغير نيز برعهده داشت عهدنامهء اتحاد امضاء كرده بودند . تيسافرن اميدوار بود با يارى اسپارتها شهرهاى يونانى واقع در كرانهء آسياى صغير را تسخير كند . اين شهرها سابقا متعلق به ايران بود كه در اين موقع آتنىها در تصرف داشتند . از طرف ديگر هم قرار شده بود اسپارتها به منظور اداره كردن بحريهء خود كمك مالى از ايران دريافت دارند . اما تيسافرن كه وجودى ذاتا دورو بود بوسيلهء الكبيادس « 1 » آتنى ترغيب شده بود كه صلاح ايران نبوده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Alcibiades \r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nاست كه هيچ يك از دو رقيب يونانى فاتح شود بلكه بهتر اين بود كه آن دو با جنگ و جدال دائمى تضعيف شوند . از اينرو تيسافرن نخست از مقدار كمك مالى به اسپارت كاست و سپس آن را به كلى قطع كرد .\r\nچون اسپارتها به اين مناسبت به داريوش ( دوم ) شاهنشاه ايران مراجعه و از عهدشكنى تيسافرن شكايت كردند شهنشاه پسر كوچك خود كوروش را ساتراپ ، لوديه ، فريگيه ، كاپادوكيه و فرماندهء سپاه حدود غربى آسياى صغير منصوب كرد كه بدين ترتيب كوروش جانشين تيسافرن و اين سردار از اختيارات نظامى خود محروم و قلمرو حكومتش به ناحيهء يونيه كه جزو ساتراپ‌نشين سابق او بود محدود شد .\r\nكوروش در سال 407 ق . م وقتى كه فقط هيجده ساله بود به مقام شامخ جديد رسيد . داريوش به او اختيار داده بود از اسپارتها كه در آن دوره وضع متزلزلى داشتند كاملا حمايت كند . كوروش در اين مأموريت مهم شايستگى و كاردانى بسيار نمود . كمكى كه او به اسپارتها رسانيد خيلى مفيد و مؤثر واقع گرديد و شايد هم در نتيجهء يارى او بود كه سرانجام اسپارت‌ها بر آتن غلبه كردند .\r\nاندكى قبل از خاتمهء جنگ پلوپونس يعنى در سال 405 پيش از ميلاد كوروش از مقر حكومت خود در آسياى صغير فراخوانده شد تا بر بستر مرگ پدر خود ( داريوش دوم ) حاضر باشد . در هرحال ارتباط او با سرنوشت جنگ پلوپونس فرصت مطلوبى براى شاهزاده جوان فراهم و او را ضمنا متوجه مهارت نظامى و سبك بهتر فرماندهى يونانىها نسبت به طرز كار پارسيان ساخت . پس او درصدد برآمد با عده‌اى از سر - كرده‌هاى لشكر پلوپونس رابطهء دوستى برقرار كند . از طرف ديگر\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nخاتمه يافتن آن جنگ در سال 404 ق . م آن هم بعد از ربع قرن كه دوام يافته بود گروه انبوهى از چريكها را كه ديگر شغل و كارى نداشتند و مترصد تأمين معاش خود بودند سرگردان ساخته بود و همين مقدمات نشان ميدهد كه چگونه كوروش درصدد افتاد از وجود يونانىها براى تحقق سوداى خود يعنى برانداختن اردشير از تخت پادشاهى كه به زودى هم به آن كار پرداخت استفاده كند . تنها موجبى كه گزنفون راجع به اين اقدام شاهزاده جوان در كتاب لشكركشى كوروش ذكر كرده است حس تحقير و نفرت ناشى از فرمانى بوده كه اردشير بعد از وفات داريوش در حين مراسم تاج‌گذارى خود ( در كاخ پاسارگاد ) براى دستگيرى او صادر كرده بود ( 405 ق . م ) و آن بواسطهء اتهام تزوير آميزى بود كه تيسافرن بر عليه كوروش تمهيد و وانمود كرده بود كه او قصد برانداختن برادر خود را داشته است . از طرف ديگر هم اطلاع داريم كه كوروش اميد و انتظار داشت كه از جانب پدر خود وليعهد و جانشين تعيين شده باشد چون هم فرزند محبوب ملكه بود و هم بنابر دليل قوىتر كه وى در حين پادشاهى داريوش تولد يافته بود به همان موجب و دليلى كه هشتاد سال قبل از آن خشيارشا شاهنشاه ايران شده بود و برادر ارشدش ( اردوان ) كه پيش از پادشاه شدن پدر متولد شده بود از سلطنت محروم گرديد .\r\nگزنفون خود شاهد ماجرائى بوده كه در اين كتاب شرح داده است . او به عنوان فرماندهى يا سرباز در لشكركشى كوروش شركت ننموده بود بلكه بنابر ترغيب دوست خود پروكزنوس « 1 » كه يكى از سركردگان يونانى در لشكر كوروش بوده در اين ماجرا شركت يافته بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Proxenus \r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاز قرار معلوم گزنفون در آن موقع هنوز بيش از سى سال نداشت ولى با وجود سن و سال جوانى و با آنكه يكى از افراد عادى آتنى بود كه در جنگ پلوپونس شركت داشته تقديرش آن شد كه نقش عمده و اساسى در داستان لشكركشى كوروش ايفا كند . او اين ماجرا را با نهايت سادگى و بىپيرايه در كتاب حاضر شرح ميدهد .\r\nتاريخ تحرير اين كتاب مورد اتفاق نظر نويسندگان نيست بدون ترديد مطالب آن مبتنى بر يادداشت‌هائى است كه گزنفون ضمن بازگشت ده‌هزار نفر تهيه كرده بود و تأليف نهائى آن مربوط به زمانى است كه خاطرات آن هنوز در ذهن نويسنده و هموطنانش تازه بوده است .\r\nاين نكته از متن خود كتاب نيز آشكار مىشود و چنين مينمايد كه اين نوشتهء او از جمله نخستين آثار نويسنده است . از طرف ديگر استنباط مىشود كه بخش‌هائى از اين كتاب در حوالى سالهاى 370 قبل از ميلاد نوشتهء شده است زيرا كه گزنفون در كتاب ديگر خود « هلنيكا » كه در سال 380 پيش از ميلاد انتشار يافته به داستان لشگركشى كوروش اشاره نموده و خواننده را براى اطلاعات بيشتر به كتاب تميستوگونس « 1 » نويسندهء اهل سيراكوز ارجاع ميدهد . بنابراين معلوم مىشود كه كتاب « باز - گشت ده هزار نفر » هنوز نوشته نشده بود . روى همرفته به نظر ميرسد كه وى بخش اول اين داستان را پس از بازگشت از آسيا به سرزمين يونان در حدود سال 394 ق . م نوشته است . در هر صورت اين نوشتهء او تا سال 370 قبل از ميلاد انتشار نيافته بود و شايد نويسنده ميخواسته است تحرير كتابى را كه در باب وقايعى بوده است كه خود او عامل عمدهء آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Themistogenes \r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبشمار ميرفته تا سنوات آخر عمر خويش به تعويق انداخته باشد .\r\nرفتن ده هزار نفر يونانى از سارد تا دروازهء بابل و سپس بازگشت ايشان به كرانهء بحراسود از لحاظ تاريخى واجد اهميت فراوان است .\r\nشكست دادن سپاه پارس باوجود همه ابهت و شهرت آن و على رغم همه قسم مشكلات و موانعى كه در سر راه ده هزار نفر قرار داده بودند و مراجعت قرين سلامت آن عده به يونان در نظر عام نشانهء وارفتگى دستگاه لشگرى بلند آوازه پارس وانمود شده بود .\r\nسياستمداران يونانى و فرماندهان نظامى آن كشور از اين وضع و حال زود تجربه‌ها آموختند و بقول فرانسيس بيكن « 1 » اين سردار و فيلسوف جوان ( گزنفون ) بعد از اينكه ديگر سركردگان يونانى با دستاويز مذاكره به منظور آشتى و سازش دچار فاجعهء كشتار شدند ، ده هزار نفر را پياده از قلب سرزمين شاهى در بابل تا موطن ايشان باز - گردانيد و با اين كار برجستهء خود هم تحسين و اعجاب اهل جهان را برانگيخت و هم يونانىها را انگيزهء تجاوزات بعدى به قلمرو پادشاهى ايران شد چون از آن تاريخ بوده است كه جيسن « 2 » تراكى و آژزيلاس « 3 » اسپارتى و سرانجام هم اسكندر مقدونى بر شالودهء عمل اين سردار جوان به قلمرو شاهنشاهى ايران لشگر كشيدند .\r\nدر حالى كه « بازگشت ده هزار نفر » ضعف نيروى نظامى پارسيان را در نظر يونانىها آشكار نموده بود به صورت نمايانى هم مهارت نظامى يونانىها را واضح و همچنين معلوم ساخت كه اين قوم در زمينهء استقلال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  F . Bacon  فيلسوف و سياستمدار انگليسى ( 1561 - 1626 م )\r\n( 2 ) -  Jason  سردار اهل تراكيه قسمت اروپائى فعلى تركيه\r\n( 3 ) -  Agesilas \r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nعمل و حق‌پرستى تا چه‌اندازه شجاعت و بردبارى و با يكديگر پيوستگى و اعتماد داشتند كه توانستند در قبال خطرات و سختىها خويشتن را سرباز واقعى نشان دهند و ثابت كنند كه افراد آزادهء يونانى به ميل خود قيد فرمان دستگاهى بيگانه را برگردن نهاده و در عين‌حال پافشارى داشتند كه در موارد عمده و اساسى قول آنها مسموع و مورد توجه واقع شود .\r\nدر حقيقت ايشان دموكراسى متحرك و يا اعضاى دستگاه مشترك المنافعى در سير و حركت بودند ، با نيروى فكر اقدام مىكردند ، به جنگ مىپرداختند ، رأى ميدادند و نمونهء ممتاز قوم آتنى در قلب آسيا بشمار آمدند پس راجع به قدرت و نيروى روحى مردمى كه چريك‌هاى ايشان تا اين درجه برازندگى نموده بودند چه دليل و شاهد ديگرى ضرورى است ؟\r\nكتاب لشگركشى كوروش قدر و اهميت بسيار دارد بخصوص از لحاظ هنر و مهارت نظامى يونانىها اثر ممتازى بشمار ميرود . گزنفون قبل از بازگشت ده هزار نفر و يا در گيرودار اين كار خطير در فن سوق - الجيشى و رزم‌آرائى و در هر اقدامى كه مستلزم دانائى و فكر برنا بوده فردى عاليقدر بشمار آمده است . وى در اجراى افكار خويش و در كار پيكار در مقابل هرگونه پيش‌آمدهاى بزرگ ، آمادگى ابراز داشته با روش‌هاى تازه كار ميكرده و به قواعد و اصول كهنه توجه چندانى نمىنموده است . تأثير سبك نظامى او در زمينهء لشگركشى يونانيان در آينده نيز كاملا مشهود است . يكى از متتبعين اخير فن جنگ مىنويسد : « سربازى كه وجودش قبل از سردارى اسكندر در نظر ما اهميت فراوان داشته بدون ترديد گزنفون است ، او نخستين كسى است كه به اهل جهان هنر\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nو مهارت عقب‌نشينى قرين سلامت را آموخته و نشان داده است كه با چه تدابيرى ميتوان سپاهى را هنگام عقب‌نشينى رهبرى كرد . » از كتاب « بازگشت ده هزار نفر » درس‌هائى به مراتب گرانبهاتر از بسيارى كتب ديگر نصيب ما شده است . پس از گذشت بيست و سه قرن هنوز كتابى كه به اندازهء لشگركشى كوروش « قدر و مقام شامخ داشته باشد وجود ندارد . »\r\nدر هرحال سادگى سبك و لطف كلام و لحن شورانگيز اين اثر گزنفون كتابش را از نظر داستان‌پردازى نيز بسيار ممتاز ساخته است .\r\nتن « 1 » در باب اين كتاب حتى نوشته است : « اصالت شيوهء تقرير بر عظمت خود داستان رجحان دارد » . بدون ترديد قسمت عمدهء بلندنامى گزنفون در فن نويسندگى ناشى از همين اثر نفيس اوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Taine  نويسندهء نامى فرانسه در قرن نوزدهم\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nزندگانى كوروش كوچك\r\n( از مقالهء پرفسور فرنس و ايسباخ « 1 » مندرج در انسيكلوپدى آلمان چاپ پاليس « 2 » جلد دوازدهم بخش ضميمه . )\r\nكوروش پسر كوچك داريوش دوم از زن محبوبه‌اش پريساتيس ( پريزاد ) زاده شده است . تاريخ تولدش معلوم نيست . كتزياس « 3 » مىنويسد از خود ملكه پريساتيس شنيده كه اين فرزند را برعكس وضع برادرش آرساك ( شاه اردشير بعدى ملقب به خوش‌حافظه ) در حين پادشاهى داريوش به دنيا آورده بود .\r\nچون داريوش دوم پيش از خاتمهء سال 424 يا حداكثر آغاز سال 423 ق . م هنوز به پادشاهى نرسيده بود زودترين تاريخ احتمالى تولد كوروش همين سال 423 قبل از ميلاد است . اردشير دوم 46 سال ( از 424 تا 385 ق . م ) سلطنت داشته و گفته‌اند تا 86 و حتى 94 سالگى عمر كرده است . در هرحال يكى از دو تاريخ مزبور را مىتوان مورد اعتماد قرار داد .\r\nپلوتارك مدت پادشاهى اردشير را 16 سال زيادتر يعنى بجاى 46 سال 62 نوشته است كه با احتساب 94 سالگى او تاريخ صحيح تولدش مقارن 436 ق . م بدست مىآيد كه در اين صورت تقريبا 13 سال از برادر كوچك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  F . Weissbach \r\n( 2 ) -  Paulys \r\n( 3 ) -  Ctezias \r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nخود ، كوروش مسن‌تر بوده است ولى بنابر اشارهء مندرج در كتاب لشگر - كشى كوروش « 1 » دو برادر با هم پرورش يافته بودند . نكتهء ذيل نيز درخور توجه است :\r\nكوروش در زمان حيات پدر خود به عنوان ساتراپ ليديه و فريگيه بزرگ و كاپادوكيه ، با مقام فرماندهى تمام لشگريان شاهى كه در خطه كستولوس « 2 » مستقر بودند به آسياى صغير اعزام گرديد . راجع به تاريخ شروع اين مأموريت او مورخان اتفاق نظر ندارند ، دو سنه مورد احتمال است 408 و 407 قبل از ميلاد . ولى باوجود صحت و اشتهار اين قول كه در مشرق زمين افراد رشد عاجل و سريع دارند باز جاى شگفتى است كه جوانى 15 يا 16 ساله را به چنان مقام شامخى كه لازمه‌اش رشد كامل فكرى بوده است گمارده باشند . اما وضع سياسى آن موقع به قرار ذيل بوده است :\r\nاز سال 418 ق . م آتن و اسپارت بار ديگر به جنگ و نقار علنى پرداخته بودند . ايران ابتدا ضرورتى براى دخالت در اين جنگ و جدال نديد چون تضعيف طرفين كه هنگام اتحاد با هم ، دشمن مهيبى براى اهل پارس شده بودند و حال در سركوبى يكديگر تلاش فراوان مىنمودند به سود او بوده است . ولى آن وضع و حال در اثر طرفدارى حكومت آتن از پيسوت‌نس « 3 » ساتراپ سارديس و بعد از وفات او نيز در زمان حكومت پسرش آمرگس « 4 » تغيير يافت . لاكدمونها ( اسپارتها ) كه تيسافرن جانشين پيسوتنس جيرهء نفرات ايشان را مىپرداخت بر خلاف رفتار حكومت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  The Expedition of Cyrus \r\n( 2 ) -  Castolus \r\n( 3 ) -  Pisutheness \r\n( 4 ) -  Amorges \r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nآتن آمرگس را در سال 412 ق . م اسير و به ايرانيان تسليم كردند . از اين روتيسافرن بار ديگر با لاكدمونها ( لاسدمونها ) عهد بست و پرداخت جيرهء افراد نظامى آنها را تعهد نمود و لاكدمونها نيز متقابلا برعهده شناختند كه او دربارهء شهرهاى يونانى آسياى صغير آزادى عمل داشته باشد . اما در اين حين الكبيادس « 1 » كه نزد تيسافرن بود او را از تقويت بىاندازهء اسپارت برحذر داشت .\r\nدر نتيجه تيسافرن در پرداخت كمك مالى كه تعهد كرده بود مسامحه نمود ، سرانجام كاسهء صبر لاكدمونها لبريز شد و هيأتى را به دربار پادشاه بزرگ ( اردشير دوم ) گسيل داشتند تا مستقيما با شاه قرارى بگذارند .\r\nفرنه باز ساتراپ دسكوليوم « 2 » درصدد برآمد كه مجدانه به لاكدمونها مدد برساند . بعد از نبرد دريائى رتيوم « 3 » ( 411 ق . م ) و كوسيكوم « 4 » ( 410 - ق . م ) كه به شكست آنها منجر شد او باز سعى فراوان نمود لاكدمونهاى فرارى را كه دچار تعاقب دشمن بودند يارى كند . اگرچه او در محاصرهء كالسدون « 5 » در مقابل آتنىها نيك اظهار وجود كرده بود باز ناچار گرديد با ايشان قراردادى امضاء و علاوه بر ساير شروط عهد كندكه هيأتى آتنى را به دربار ايران برساند . اين هيأت در سال 409 يا 408 ق . م به اتفاق فرنه‌باز حركت و فصل زمستان را در گورديوم « 6 » سر كردند ولى عاقبت به مقصد خود نرسيدند زيرا هيأت اسپارتى را كه سال پيش به دربار ايران رفته بودند بين راه ملاقات كردند و كسب اطلاع كردند كه آنها مراد خود را حاصل نمودند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Alcibiades \r\n( 2 ) -  Dascylium \r\n( 3 ) -  Retheum \r\n( 4 ) -  Cysicum \r\n( 5 ) -  Chalcedon \r\n( 6 ) -  Gordium  ( گرد - درفريگيه )\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nو كوروش ساتراپ جديد تعيين و از طرف پادشاه بزرگ مأمور شد كه لاكدمونها را مورد حمايت قرار دهد . ايشان با خود كوروش نيز ملاقات كرده بودند و به زودى معلوم شد كه اظهارات لاكدمونها حقيقت داشته است زيرا كه كوروش به فرنه باز دستور داد يا هيأت آتنى را به او تسليم كند يا دست كم مانع بازگشت آنها به وطن خود شود تا آتنىها آگاه نشوند كه آسياى صغير آبستن چه حوادثى بوده است .\r\nفرنه باز هيأت آتنى را مدتى دراز يعنى سه سال معطل كرد تا سرانجام به او دستور رسيد كه آنها را روانهء كشورشان كند . كوروش به زودى وارد سارديس مقر حكومت خويش شد . لوساندر « 1 » اسپارتى دريادار ( نه آرخوس ) « 2 » آن نواحى امپراتورى كه در حوالى افسوس واقع بوده است به حضورش آمد و از تيسافرن كه در اين موقع قلمرو حكومتش به سرزمين كاريه و شهرهاى ساحلى محدود شده بود شكايت و از كوروش استمداد مالى نمود . كوروش مقدار كمكى را كه پدرش مقرر داشته بود افزايش داد و اين اقدام به قدرى در بهبود وضع لوساندر تأثير نمود كه وى توانست مزد نفرات خود را نيز افزايش دهد ، در نتيجه بسيارى از ناوبانهاى آتنى ، واحدهاى حكومت خود را ترك كردند و به دستهء او پيوستند . آتنىها به قصد اعتراض رسمى هيأتى نزد كوروش فرستادند ولى اين اقدام نتيجه‌اى نداشت چون كوروش با آنكه تيسافرن او را از حمايت و تقويت لاكدمونها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Lysander \r\n( 2 ) - نه آرخوس مأمورى مهم براى مدتى معين و فرمانده نيروى دريائى و داور كل حوزهء بحرى خود و داراى اختيار اعلام جنگ بوده و نظم و امنيت دريا را در حوزهء مأموريت خويش برعهده داشته از راهزنى جلوگيرى و متهاجمين را تعقيب و مرافعات دريائى را حل و فصل ميكرده است . مترجم .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبرحذر داشته بود باز از ديدن اين عده امتناع ورزيد . در آن حين و حال كه دورهء مأموريت بحرى لوساندر به پايان رسيده بود وى دشوارىهاى بسيار براى جانشين خود كاليكراتيد « 1 » باقى گذاشت كه از جمله پس فرستادن وجوه امدادى ايران بوده كه به مصرف نرسيده بود . ازاين‌رو دريادار جديد ناچار شد شخصا روانهء سارديس شود . اما كوروش با معاذيرى او را از كار بر كنار كرد .\r\nبدين ترتيب او با دلخورى بسيار به افسوس رفت . گفته‌اند كه كوروش بعدا جيرهء افراد را با هدايائى نزد او فرستاد ولى او جيره را دريافت و هدايا را مسترد كرد . آن‌گاه كوروش از حكومت اسپارت خواستار شد كه لوساندر را مجددا مقام فرماندهى دهد و چون اين پيشنهاد بر خلاف قواعد دريادارى بود لوساندر ، معاون امير البحر آراگوس تعيين گرديد اما آراگوس فقط ظاهرا عنوان فرماندهى كل را داشته چون تمام اختيارات در دست خود لوساندر بوده است .\r\nهنوز چندى از اين جريان نگذشته بود كه كوروش بواسطهء وصول خبر احتضار پدرش به دربار ايران رفت . بنابر شرحى كه در كتاب هلنيكا « 2 » مندرج است آن احضار بهانه‌اى بيش نبوده است و دليل واقعى آن عمليات خودسرانه‌اى بود كه داريوش حمل بر بىاعتنائى و توهين نموده بود . قبل از آنكه كوروش سفر خود را آغاز كند لوساندر دوست او بار ديگر به خدمت آمد و مبلغ هنگفتى دريافت كرد .\r\nپلوتارك مىنويسد كوروش لوساندر را معاون خود قرار داده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Callicratides \r\n( 2 ) -  Helenika  نوشتهء گزنفون\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nعايدات بلاد را در اختيار او گذاشت و وعده‌هاى كلان داد آن‌گاه عازم دربار پدر شد و تيسافرن را كه تا اين زمان از دوستان خود مىپنداشت و همچنين سيصد نفر پياده نظام سنگين اسلحهء يونانى را به منزلهء گارد همراه ببرد . چندى بعد در سال 404 ق . م داريوش درگذشت . شاهزادهء بلندپرواز آرزوى احراز تخت پادشاهى را در سر داشت ، و مادرش پريزاد نيز كوروش را كه فرزند محبوبش بود در اين قصد و خيال تشويق ميكرد .\r\nاما مراد كوروش حاصل نشد زيرا برادرش آرساك كه مسن‌تر بود جانشين پدر و به اردشير شاه ملقب گشت . از قرار معلوم الكبيادس به راز قلبى كوروش در احراز مقام پادشاهى ايران پى برده بود و درصدد افتاد از طريق ساتراپ نشين فرنه‌باز به دربار برود و نقشهء محرمانهء كوروش را به عرض شاه برساند . اما فرنه‌باز كه خود بر آن سر بود كه اين خبر سرى را بپادشاه برساند و كسب تقرب و افتخار كند الكبيادس را كه نزد او پناهنده ميزيست به قتل رسانيد ، هرچند كه اين موضوع علت واقعى قتل نبوده است . بارى فرنه‌باز قصد توطئهء كوروش را بشاه اطلاع داد . ترديدى نيست كه تيسافرن هم پادشاه را نسبت به برادرش بدگمان كرده بود . گزنفون و حتى كنزياس اين نسبت را بهتانى محسوب داشته‌اند .\r\nاما پلوتارك مىنويسد كه كوروش در حين اجراى مراسم تاج‌گذارى برادر خود در معبد پاسارگاد ، قصد نابودى او را داشته و آن توطئه به وسيلهء تيسافرن كشف و كوروش دستگير شد . بنابر قول ژوستن او را به زنجير طلا كشيدند و هنگامى كه براى اعدامش مىبردند مادر نوميد بازوان در گردن فرزند دلبند انداخت و به شيون و زارى پرداخت و با زحمت بسيار توانست فرمان عفوش را بگيرد و حتى مقرر شد كوروش به\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nساتراپ نشين خود بازگردد .\r\nكوروش در حالى كه به ظاهر آرام مىنمود ولى در باطن تكانى شديد خورده بود به آسياى صغير بازگشت و درصدد برآمد برادر خود پادشاه را خام و با ارسال گزارش‌هاى بنده‌وار او را اغفال كند ، در اين اقدامات نيز مادرش او را همراهى ميكرد . پس كوروش در خفا به تعقيب نقشه خود پرداخت و جهد فراوان مىنمود كه بوسيله بخشندگى و رفتار بزرگوارانه يارانى دور خود جمع كند . لشكريانش هم او را بسيار دوست ميداشتند ، كوروش آنها را در زد و خورد با پىسىها و مىسىها ( دو قوم سركش آسياى صغير ) در كار جنگاورى ورزيده ساخت و از آن پس هم آشكارا نسبت به تيسافرن رفتار خصومت و تنفر نشان ميداد . شهرهاى ساحلى يونيه ( يونانىنشين اناطولى ) كه قبلا فرمانبردار تيسافرن بودند طرف اورارها و جانب كوروش را اختيار كردند فقط ناحيهء ميلتوس ( ميلطيه ) باقى مانده بود .\r\nاهالى آنجا نيز رفتارى تهديدآميز داشتند و ميخواستند مثل سايرين از كوروش طرفدارى كنند . در نتيجه تيسافرن به آنجا لشكر كشيده عده‌اى از اهالى را به قتل رسانيد و باقى را هم از ديار خود طرد كرد .\r\nكوروش از مطرودين استقبال نمود و عده‌اى فراهم ساخته از راه دريا و خشكى به محاصرهء ميلتوس پرداخت و به ساير شهرهاى يونانى نشين هم فرمان فرستاد كه حتى الامكان داوطلبانى براى لشكر او فراهم سازند تا در قبال خيالات خصومت‌آميز تيسافرن آمادهء پيكار شود .\r\nبه همين دليل و بهانه نيز سوفانتوس استيمفالى « 1 » و سقراط آخنى « 2 » فرارى را كه مهمانش بودند به يارى و گردآورى سپاه دعوت كرد و از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 و 2 ) - ولايات آسياى صغير\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nشهنشاه خواست كه بلاد يونيه را به او واگذار كند چون براى شهريار تفاوتى نمىكرد كه ماليات آن نواحى را چه كسى جمع و تقديم كند .\r\nاردشير شاه از اختلاف و نقاربين تيسافرن و برادر خود نگرانى نداشت بلكه خشنود مىنمود كه دو ساتراپ با هم كشمكش دارند . در آن گيرو - دار موجبى نيز فراهم شد كه كوروش از دوست ديگر خود پروكزنوس اهل بئوسى « 1 » در گردآورى قوا استمداد كند ، چون مىسىها كه همسايگان مزاحم سامان جنوبى قلمرو او بودند پيوسته فتنه مىكرده‌اند . كوروش يارى مهمان ديگر خود اريستىپوس اهل لاريسا ( درنسالى ) را نيز كه با مردم شهر و ديار خود اختلاف پيدا كرده بود تأمين نمود و به جاى پرداخت جيرهء 000 / 4 نفر همراهانش وجه شش ماه را به او داد و آن چهار برابر مبلغى بوده كه خود اريستىپوس تقاضا كرده بود اما در ضمن خواستار شد كه بدون اطلاع او با هموطنان خود سازشى نكند .\r\nغيورترين همكار كوروش كلئارخوس نام بود كه از طرف حكومت اسپارت به بيزانتيوم ( روم شرقى ) اعزام شده بود ولى بواسطهء نافرمانى از دستور ثانوى حكومت خود محكوم بمرگ گرديد . او در آغاز سال 401 ق . م نزد شاهزاده جوان گريخت و كوروش ده هزار در يك « 2 » به او داد . با اين مبلغ او نفرات چريك تهيه و بر ضد تراكيها در آسياى صغير جنگ كرد و چون اقدامش بسود شهرهاى يونانى در حوزهء هلس‌پونت ( داردانل ) بود آنها نيز كمك مالى به او دادند . ازاين‌رو مقامات دولتى محظورات بيشترى براى كلئار خوس پيش نياوردند ، زيرا وقتى كه در آغاز سال 401 ق . م كوروش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ولايتى در آسياى صغير\r\n( 2 ) - سكهء عهد هخامنشى به روايتى منسوب به داريوش اول . م\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nهيأتى به اسپارت فرستاد و از آنها قشونى براى جنگ بر ضد برادر خود خواست كلئارخوس محرمانه به اسپارتها پيغام داد كه حتى المقدور از كوروش حمايت نمايند . آنها نيز به دريادار جزيرهء سامس « 1 » خبر فرستادند كه با 35 كشتى به يارى كوروش حركت كند پس اين ناوها نيز به نيروى بحرى كوروش پيوستند .\r\nوقتى كوروش دريافت كه تداركاتش به اندازهء وافى و كافى است قسمت عمدهء سپاهيان خود را به سارديس فراخواند و چنين وانمود كرد كه پىسىها قصد جنگ دارند . اين قول گزنفون است كه در كتاب خود ( لشكركشى كوروش ) نقل مىكند اما ديودور كرتى مىنويسد كه سركوبى كيليكيه و پيسيه را عنوان كرده بود .\r\nهنوز كوروش حركت نكرده بود كه تيسافرن بدخواه با 500 سوار شتابان به دربار ايران رفت تا پادشاه را از تجهيزات دامنه‌دار برادرش خبردار كرده باشد . در اوايل سال 401 ق . م انبوه لشكريان كوروش از سارديس روانه شدند ولى تاريخ قطعى عزيمت قابل تخمين نيست .\r\nگزنفون ظاهرا به وجهى قابل اعتماد نه فقط تمام ايستگاههاى بين راه را كه مهم مىنمود ثبت و ضبط كرده بلكه فواصل بين منازل را نيز غالبا بنابر فرسنگ قيد و تعداد روزهائى را كه قشون كوروش در هر منزل ايست و استراحت كرده بودند ياد كرده است . ازاين‌رو مىتوان بنابر اظهارات او روز عزيمت از سارديس را تا روزى كه پيكار قاطع ( دركوناكسا ) واقع شد 84 روز در حال حركت و 96 روز در حال استراحت محسوب داشت كه جمعا 180 روز مىشود . اما اينكه حتى در بعضى منابع علمى نوشته‌اند كه آن لشكركشى از 9 مارس ( اسفند ) آغاز و سوم سپتامبر ( شهريور ) خاتمه يافته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Samos  واقع در درياى اژه . م\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمورد تأييد نيست و گفتار گزنفون راجع به روزها و مراحل راه و نام ايستگاهها بيشتر در خور اعتماد است . « 1 »\r\nبواسطهء كشته شدن كوروش نه فقط جنگ به نفع پادشاه بزرگ پايان يافت بلكه اصل قضيه نيز منتفى شد . يونانىها با آنكه واقعا در آن نبرد فاتح شده بودند به وضع بغرنجى دچار شدند . پيروزى ايشان را سودى نرسانيد اما يك حقيقت را آشكار و عيان ساخت كه سپاه مهيب پارس در اين دوره نامى بيش نبوده است و همين استنباط ، آنان را دلخوش و تشويق نمود كه براى نجات خويشتن و بازگشت به وطن دوردست خود جهد و تلاش نمايند و چنان كه ميدانيم باوجود رنج‌ها و موانع فراوان توانستند به سرزمين دوست و آشنا عقب‌نشينى كنند بدون اينكه تلفات سنگين داده باشند .\r\nاين بود سرنوشت كوروش كه چنان كه گزنفون نوشته است بنا - بر رأى و قضاوت تمام كسانى كه او را مىشناخته‌اند از لحاظ روش و منش شاهى تالى كوروش بزرگ بوده و اگر به پادشاهى ميرسيده بدون ترديد شهريارى بس برازنده مىشده است . رويهمرفته پسر جوان‌تر داريوش ( نوتوس ) مردى نيرومند و صاحب وجودى والاتر از ديگران بوده است او از اوان جوانى در فن سلحشورى سرآمد و در اسب سوارى ماهر و در ميدان شكار يا عرصهء رزم نه فقط دلير و شجاع بلكه بسيار هم بىباك بوده است . در برخورد با كسانى كه طالب دوستى و يارى ايشان بود اثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در سال 1841 هيأتى از طرف انجمن سلطنتى جغرافيائى انگلستان برياست سرهنگ چزنى  ( Chesney )  از همان خط سيرى كه يونانيان در بازگشت ، به رهبرى گزنفون رفته بودند عبور كرد و كتابى هم تحت همين عنوان در نيمهء دوم قرن نوزدهم در لندن انتشار يافت . مترجم\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنافذى نشان مىداد نسبت بدوستان بخشندگى و خوبى ميكرد و كمترين نيكى آنها را قدر مىشناخت . اين‌ها صفات و سيرتى بود كه در صورت احراز تخت و تاج پادشاهى او را نيك به كار مىآمد . علاوه براين مزاياى اعتقادى سرشار و شايد هم بىاندازه دربارهء ارزش وجودى خويش داشته و چنان كه پلوتارك مىنويسد در نامه‌اى به اسپارتها نوشته بود « در وجود خود قلبى عميق‌تر از برادر خويش دارد » بعلاوه به فلسفه و علم سحر كه در ايران باستان رواج داشته آشنا و در مىگسارى توانا و بيشتر از برادرش نيرومند بوده است .\r\nكوروش اعلام داشته بود كه حاضر است همهء دارائى و ثروت خود را به لوساندر بدهد و به خاطر او از تمام زر و سيم شاهى دست بردارد .\r\nبه نفرات چريك يونانى همراه خود وعده داده بود به آنها كه پياده بيايند اسب خواهد داد و آنان كه سواره وارد شوند ارابه خواهند داشت ، اگر كشتزار دارند ده خواهد داد و اگر ده دارند شهر خواهند يافت و به سربازان فقط مزد نخواهد پرداخت بلكه قدر و ارزش خدمت هر كس را بعد از نبرد خواهد شناخت . پيش از آغاز شدن نبرد كوناكسا ( در ده فرسخى شمال بابل ) نگرانى كوروش از آن جهت نبود كه شهر و ديار به اندازهء كافى براى ياران خود نداشته است بلكه نگرانى داشت كه به مقدار كافى دوستان و يارانى جهت احراز مقامات و مناصب ندارد . او به تمام افراد چريك يونانى سكهء طلا وعده كرده بود . همچنين به ثبوت پيوست كه هر كس به او دست يارى ميداد و يا برعكس درصدد صدمه‌اى برمىآمد به وجهى بارز مورد تلافى و جبران و يا بازخواست واقع ميگرديد . در خطهء فرمانروائى او قانون كاملا مجرا بوده چنان كه افراد بىآزار بدون هيچ‌گونه ناراحتى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nدر هر كوى و برزنى رفت‌وآمد مىكردند .\r\nاز قرار معلوم كوروش دلبستگى تام به جلوهء طبيعت داشته ، كاخ‌هاى وى در سارديس و سلانه بوسيلهء پاركهاى زيبا احاطه شده بود . مىگويند نقشهء باغ كاخ سارديس را شخصا كشيد و درختان آنجا را بدست خود كاشت . كوروش متأهل نشده بود اما در حين اين لشكركشى دو زن زيباروى يونانى را همراه داشت ، جوان‌تر اهل ميلت بود ، نامش نامعلوم .\r\nاين بانو هنگام دستبرد قشون شاهى به اردوگاه كوروش چالاك به چادر گارد يونانى گريخت . اما مسن‌تر كه اهل فوسه « 1 » بود كوروش او را اسپازيا مىناميد . وى بدست دشمن افتاد و تحويل حرمسراى شاهى شد و بطورى كه پلوتارك مىنويسد بعدا اين بانو عامل معصومى در سقوط داريوش ( سوم ) بزرگترين پسر اردشير دوم گرديد . بعلاوه رفت و آمد ملكهء كيليكيه به اردوگاه كوروش انگيزهء شايعاتى شده بود و همه ميدانسته‌اند كه كوروش محبوب مادرش پريزاد بوده است .\r\nهيچ يك از افراد خاندان هخامنشى عامل اين همه ارتباط و نزديكى بين دو جهان ايرانى و يونانى نشده بود و هيچ كدام از آنها نيز به اين اندازه در ميان يونانيان طرفدار و ستاينده نداشته است . ازاين‌رو اگر نبرد كوناكسا نتيجهء معكوس نمىداشت و فتح با كوروش شده بود چه دوستى و روابط دامنه‌دارى كه بين دو قوم ايرانى و يونانى پىريزى نمىشده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ولايتى در آسياى صغير . م\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nلشكركشى كوروش\r\n\r\nبخش 1\r\nداريوش ( دوم ) و پريساتيس ( پريزاد ) دو پسر داشتند ، بزرگتر اردشير و كوچك كوروش نام داشت . روزى كه داريوش در بستر بيمارى افتاد و چنين مىنمود كه دوران زندگىاش سرآمده است هر دو فرزند را فراخواند . اردشير در مقر پدر حاضر بود اما كوروش در ساتراپ نشين خود ( سارديس ) ميزيست . او فرماندهى تمام نيروهاى شاهى را كه مركز آن در كاستولوس « 1 » بوده برعهده داشته . بنابراين كوروش روانهء دربار پدر شد و تيسافرن را نديم واربا سيصد نفر از سربازان سنگين اسلحهء يونانى به سركردگى كزنياس « 2 » اهل پارهاسيا « 3 » همراه برد . « 4 » بعد از وفات داريوش « 5 » اردشير « 6 » بر تخت پادشاهى جلوس كرد . تيسافرن « 7 » ناروا كوروش را متهم ساخته بود كه بر ضد برادر خود نقشهء توطئه داشته است . اردشير اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ناحيهء غربى آسياى صغير .\r\n( 2 ) -  Xenias \r\n( 3 ) - شهرى در جنوب غربى آركاديا .\r\n( 4 ) - در اين موقع كوروش فقط سيصد نفر يونانى تحت فرمان خود داشت .\r\n( 5 ) - دارايا داريوش دوم ملقب به نوتوس از سال 423 تا 404 قبل از ميلاد كه كوروش دوم از سارديس به بابل لشكر كشيد پادشاهى كرد .\r\n( 6 ) - اردشير دوم ملقب به منه‌من ( خوش حافظه ) از سال 405 ق . م پادشاهى خود را آغاز نمود و گفته‌اند 46 سال سلطنت و نود سال عمر كرد .\r\n( 7 ) - از سرداران اردشير و برادر ملكهء او بوده است . م\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nاتهام را باور كرد و امر به دستگيرى كوروش داد و قصد كشتن او را داشت ولى مادرش تضرع بسيار و شفاعت كرد و در نتيجه كوروش به محل حكومت خود بازگشت . او بعد از آنكه با اين كيفيت يعنى رهائى از خطر مرگ و نجات از غضب برادر به آسياى صغير بازآمد عزم خويش را جزم نمود كه ديگر در چنگ اردشير گرفتار نشود و حتى جاى او را بر تخت پادشاهى بگيرد . در اين كار اولا از حمايت مادر خود پريزاد برخوردار بود زيرا ملكه كوروش را از فرزند ديگر ، كه شاه شده بود بيشتر دوست ميداشت .\r\nبعلاوه كسانى كه از درباريان و بزرگان پارس نزد او مىآمده‌اند چنان مورد نوازش و مهربانى قرار مىگرفتند كه در بازگشت نسبت به كوروش بيشتر از برادر پادشاهش علاقه‌مند مىشده‌اند . از طرف ديگر كوروش توجه بسيار داشت كه چريك‌هاى بيگانه كه در خدمتش بودند سربازانى ورزيده و نسبت به او وفادار گردند و سرانجام نيز لشكر يونانى خود را محرمانه و بىسروصدا جمع‌وجور كرد تا حتى الامكان پادشاه را غافلگير كند . سپس به ترتيب ذيل به جمع‌آورى سپاه خويش پرداخت ؛ نخست به سركردهء تمام پادگانها كه در شهرهاى مختلف داشت فرمانى فرستاد تا سربازانى را كه از جنگ پلوپونس بازآمده بودند و از ميان آنها بهترين را به صورت داوطلب نام نويسى كنند و چنين وانمود شود كه تيسافرن مقاصد شومى بر ضد شهرهاى ايشان دارد . در واقع بلاديونى ( يونانى نشين آسياى صغير ) اهداى شاهانه اصلا تابع تيسافرن بودند اما در آن هنگام تمام آنها غير از ناحيهء ميلتوس سركشى نموده به كوروش پيوستند .\r\nاهالى ميلتوس نيز بر آن سر بودند كه جانب كوروش را اختيار كنند ، اما تيسافرن زود از نقشهء آنها آگاه شد ، عده‌اى از ايشان را به قتل\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nرسانيد و بقيه را هم از شهر و ديار خود طرد كرد . كوروش بىدرنگ مطرودين را زير حمايت خويش قرار داد و از آنها لشكرى فراهم ساخت و خود ميلتوس را از راه خشكى و دريا محاصره و سعى نمود آوارگان را به شهرهاى آنها بازگرداند و خود اين موضوع نيز دستاويزى براى گرد - آوردن قشون او گرديد .\r\nدر عين‌حال او به پادشاه پيغام فرستاد كه حكومت شهرهاى يونيه به جاى آنكه در دست تيسافرن باشد جزو قلمرو برادر شاه شود . در اين زمينه مادر كوروش تشريك مساعى مىنمود و خود اين امر موجب شد كه پادشاه از قصد توطئه برادر خويش غفلت نموده تصور كند كه صرف كردن وجوه و جمع‌آورى قوا از طرف كوروش بدان سبب بوده كه او با تيسافرن اختلاف و نقار داشته است . در نتيجه از اين بابت به هيچ وجه نگران نشد بلكه خوشوقت بود كه آن دو نفر با هم كشمكش دارند .\r\nبعلاوه خرسندى خاطر داشت كه كوروش ماليات آن شهرهائى را مرتبا براى پادشاه مىفرستاده كه به حوزهء حكومت تيسافرن تعلق داشته است .\r\nلشكر ديگرى در خرسونس كه مقابل اپيدوس « 1 » واقع است به شرح ذيل براى او فراهم ميگرديد كلارخوس « 2 » كه پناهنده‌اى اسپارتى بود در حين برخوردى كه با كوروش داشته مورد تحسين و توجه او واقع شده بود و كوروش هزار در يك « 3 » به او داد . كلارخوس با اين مبلغ به جمع‌آورى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Epidus \r\n( 2 ) -  Clearchus \r\n( 3 ) - در يك سكهء زر ايرانى ، بعضىها نوشته‌اند اين اسم از نام داريوش اول مشتق گرديده است . سيصد در يك برابر يك تالان يعنى 643 ليره بوده است بنابراين كوروش معادل 8125 ليره به كله آرخوس داده بود . م\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقوا پرداخت و ناحيهء خرسونس را پايگاه سپاه خود ساخت و از آنجا بر ضد تراكىها كه در طرف ديگر هلس پونت ( داردانل ) مستقر بودند جنگى راه انداخت و بدين وسيله به يارى يونانىهاى مقيم حوزهء اروپائى هلس‌پونت كه از ناحيهء تراكيهاى همسايهء خود دچار تعدى بودند شتافت ازاين‌رو شهرهاى مجاور داردانل به طيب خاطر براى تقويت لشكر كلارخوس پول فرستادند . پس اين لشگر هم در خفا براى منظور كوروش آمادهء كار مىشد .\r\nاز طرف ديگر ، اريستىپوس اهل تسالى كه از دوستان كوروش بوده چون از ناحيهء رقيبان سياسى خويش در موطن خود تحت فشار قرار گرفته بود نزد كوروش آمده از او جيرهء دو هزار چريك را كه زير دست خود داشت خواستار گرديد و اطمينان داد كه بدان وسيله بهتر از عهدهء مخالفين بر خواهد آمد . كوروش مبلغ شش ماه جيرهء چهار هزار نفر را به او پرداخته خواهش كرد كه بدون مشورت وى با دشمنان خويش سازشى نكند . ازاين‌رو نيروى متمركز در تسالى هم پنهانى براى يارى كوروش آماده مىگرديد . سپس كوروش به پروكزنوس اهل بئوسى كه از دوستانش بوده دستور داد كه آنچه مقدور بوده است سربازان داوطلب براى او جمع و عنوان كند كه ميخواهد بر ضد پىسىها « 1 » لشكركشى كند زيرا چنان كه اظهار ميداشته ، آنها در حوزهء حكومت او رفتارى فتنه‌انگيز داشته‌اند . وى همچنين سوفن‌توس « 2 » اهل استيمفالى « 3 » و سقراط اهل آخن « 4 » را كه هر دو از دوستانش بودند فرمان داد با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اقوام سركش در قسمت غربى آسياى صغير .\r\n( 2 ) -  Sophentous  اين سردار هم شرحى در باب لشكركشى كوروش جوان نوشته بود كه بعدا مفقود شده است .\r\n( 3 و 4 ) - دو شهر قديم در آسياى صغير .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nعده‌اى هر چه بيشتر به او ملحق شوند كه با دستيارى آوارگان ميلطى بر عليه تيسافرن قصد پيكار دارند . همهء اين سركاران در اجراى دستورات كوروش آمادهء كار شدند .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nبخش 2\r\nچون براى لشكركشى كوروش از كرانهء دريا به حدود كوهستانى داخلى فصل مساعد ( بهار ) فرا رسيد او بهانه‌اى كه راجع به اقدام خود عنوان كرد اين بود كه ميخواسته است پىسىها را از قلمرو خودش بيرون كند و در ظاهر نيز به قصد جنگ با آنها از ميان اقوام بيگانه و يونانىها قشون فراهم كرده بود . در همان موقع به كلارخوس دستور فرستاد كه با همهء قواى تحت فرمان خود به او ملحق شود و به اريستى - پوس « 1 » نيز دستور داد كه با دشمنان هموطن خويش سازش نموده آنچه لشكر فراهم داشته است نزد او گسيل دارد و به كزنياس آركادى كه از طرف او فرماندهى چريك‌هاى آن شهر را داشته پيامى فرستاد تا تمام نفرات خود را همراه بياورد و فقط عده‌اى را كه براى حفاظت قلاع لازم بودند باقى گذارد و به همين ترتيب به عده‌اى كه ميلتوس « 2 » را در محاصره داشتند و نيز به پناهندگان ميلطى تأكيد كرد كه وارد جنگ شوند و به آنها وعده داد هرگاه در لشگركشى خود پيروز شود تا ايشان را به خانه‌هاى خود باز نگرداند آرام نخواهد نشست . آنها نيز با خشنودى تمام حرفش را اطاعت نمودند زيرا كه به او اعتماد داشتند و مسلح خود را در سارد به او معرفى كردند . سپس كزنياس با لشكريان چندين شهر كه به سلاح سنگين مجهز و چهار هزار نفر بودند وارد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Aristippus \r\n( 2 ) -  Miltus \r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسارد « 1 » گرديد . پروكزنوس هم به اتفاق هزار و پانصد نفر داراى اسلحهء سبك در آنجا بود . سوفن‌توس با هزار نفر مجهز به اسلحهء سنگين و سقراط آخنى با پانصد نفر و پازيون اهل مگارى نيز با صد نفر سرباز سنگين اسلحه و سيصد نفر سبك اسلحه و با سپرداران خود وارد شد . اين سركردهء آخرى و سقراط آخنى نفراتى همراه داشتند كه در محاصرهء ميلتوس هم شركت كرده بودند . همهء اين دسته‌ها در سارديس به لشكر كوروش پيوستند .\r\nدر آن گيرودار تيسافرن متوجه اين تداركات مفصل شد و پى برد كه جمع‌آورى قوا از طرف كوروش دامنه‌دارتر از آن بوده كه براى سركوبى پىسىها لازم باشد . ازاين‌رو با پانصد سوار شتابان به حضور پادشاه رفت . وقتى كه اردشير از زبان تيسافرن شرح لشگر آرائى كوروش را شنيد به جمع‌آورى وسايل مقابله و دفاع پرداخت .\r\nدر اين هنگام كوروش با سپاهيانى كه اشاره نمودم از سارديس به راه افتاد و از ميان ليديه ( لوديه ) سه منزل پيش رفت مسافتى بالغ بر بيست و دو فرسنگ و تا ساحل رودخانهء ماندر آمد . عرض اين رودخانه در حدود دويست پا بود و بوسيلهء قايق بر آن پلى ساخته بودند . بعد از عبور كردن از اين رودخانه او از ميان سرزمين فريگيه يك منزل يعنى مسافتى در حدود هشت فرسنگ پيشروى كرد و به كلوسه « 2 » رسيد كه شهرى مسكون و وسيع و مرفه بشمار ميرفته در آنجا هفت روز درنگ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سارد در كنار رودخانهء پاكتول ساتراپ نشين آسياى صغير بوده و نوشته‌اند كه لشگركشى كوروش در ماه آوريل ( ارديبهشت ) شروع شده و شش ماه طول كشيده بود . م\r\n( 2 ) -  Colossae \r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nكرد و منون اهل تسالى با هزار سرباز سنگين اسلحه و پانصد نفر سبك اسلحه به او پيوست . بعد سه منزل بيست فرسنگ جلو رفت و به سلانه « 1 » شهرى آباد پر وسعت و خوش نعمت در فريگيه وارد شد . كوروش در اين محل كاخى داشت و باغى وسيع پر از حيوانات وحشى و عادتش اين بود كه به منظور ورزش و تمرين دادن اسب‌هاى خود در آنجا سواره شكار كند . رودخانهء ماندر در ميان اين پارك جارى است سرچشمهء آن در همان حوالى است و خود رود از وسط شهر سلانه جريان دارد . در اين جا قصر بزرگى متعلق به شاه بزرگ ( يونانيان پادشاه ايران را چنين خطاب ميكرده‌اند ) واقع است كه بسيار مستحكم است و آن بر دامنهء كوه آكروپليس مشرف به رودخانهء مارسياس قرار دارد . اين رودخانه از ميان شهر عبور نموده به ماندر داخل مىشود پهناى آن بيست و پنج پاست .\r\nروايتى حاكى است كه در آنجا آپولو وقتى كه مارسياس « 2 » را در مسابقهء چيره‌دستى در موسيقى شكست داده بود پوستش را كنده در غار آويزان كرد . سرچشمه نيز همانجا است و به همين جهت آن را رودخانهء مارسياس ناميده‌اند و مىگفته‌اند كه در همين محل خشيارشا بعد از شكست خوردن در نبرد معروف سالاميس در حين عقب‌نشينى قصرى را كه نام بردم و همچنين دژ مستحكم سلانه را بنا نهاد . در اين‌جا كوروش سى روز ماند و كلارخوس پناهندهء اسپارتى با هزار سرباز سنگين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Celanae \r\n( 2 ) -  Marsias  نوازندهء فريگى ، او بقدرى به مهارت خود در موسيقى مغرور بود كه آپولو خداى موسيقى و خداوندگار بربط را به مبارزه طلبيد . اين افسانه حاكى از كيفيت از بين رفتن فلوت و اختيار كردن بربط در يونان است .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nاسلحه و هشتصد نفر سبك اسلحه اهل تراكيه و دويست نفر كماندار كرتى وارد شدند .\r\nدر ضمن سوزيس اهل سيراكوز با سيصد نفر سرباز سنگين اسلحه و آجياس آركادى نيز با هزار سرباز سنگين سلاح وارد شد .\r\nكوروش در آنجا از سپاهيان سان ديد وقتى كه تعداد يونانىها را شمارش كردند معلوم شد يازده هزار نفر سنگين اسلحه و در حدود دو - هزار سرباز سبك اسلحه بودند « 1 » سپس او دو منزل ديگر پيش رفت ، مسافتى در حدود ده فرسنگ تا به شهر پلتا « 2 » كه مسكون و آباد بوده رسيد و سه روز در آنجا توقف نمود . در اين مدت كزنياس آركادى جشنى به - افتخار زاوش ( زئوس ) پروردگار بزرگ با مراسم قربانى و شكار برگزار كرد و جوايز طلا نصيب برندگان شد . خود كوروش هم جزو تماشاگران بود . از آنجا دو منزل ديگر دوازده فرسنگ رفتند و به شهر آبادان سرامون - آگورا « 3 » ( بازار مصالح‌فروشى ) رسيدند و آن سر راه ميسيا « 4 » آخرين شهر فريگيه است . از اين‌جا او سه منزل ديگر سى فرسنگ پيش رفت و به كستروپديون « 5 » آمد شهرى آباد و پنج روز آنجا درنگ نمود . در اين موقع بيش از سه ماه جيرهء چريكها عقب افتاده بود و نفرات پيوسته به قرارگاه او رفته مطالبهء وجه ميكردند . كوروش نيز وعده‌هاى اميدبخش مىداد ولى آشكارا نگران مىنمود ، چون وقتى كه پول فراهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گزنفون موضوع را بطور كلى قيد كرده مقصودش همه نوع سربازان با سلاح سبك بودند . بنابر رقمى كه قبلا ذكر شده بود شمارهء واقعى 10600 نفر و 2300 نفر هم با اسلحه سبك بودند .\r\n( 2 ) -  Peltae \r\n( 3 ) -  Ceramon Agora \r\n( 4 ) -  Myssia \r\n( 5 ) -  Caystrus \r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nداشت پرداخت حقوق سربازان معمولا به تعويق نمىافتاد .\r\nدر اين موقع اپياكسا « 1 » زن سينه‌زيس « 2 » پادشاه كيليكيه وارد شده به ملاقات كوروش رفت و گفته‌اند اين بانو مبلغ هنگفتى براى او پول آورده بود . بارى در همين گيرودار كوروش چهار ماه حقوق عقب افتادهء سربازان را تأديه كرد . ملكه كيليكيه دستهء نگهبان كيليكى را همراه داشت و شايع بود كه كوروش با او روابطى خاص داشته .\r\nاز آنجا دو منزل ديگر ده فرسنگ راه پيمود و به شهر آباد تيمبريوم « 3 » رسيد . در اين‌جا كنار جاده چشمه‌سار معروف ميداس واقع بوده كه بنابر روايت ، ميداس پادشاه فريگيهانيم خداى جنگل را بوسيلهء نوشابه‌اى آميخته از شراب و آب همين چشمه مست و دستگير ساخت . از آن‌جا باز دو منزل ده فرسنگ تا ، تيريوم « 4 » شهرى آبادان رفت و سه روز در آن‌جا توقف كرد .\r\nمىگويند در اين محل ملكهء كيليكىها از كوروش خواست تا قشون خود را به او تماشا دهد كه عين مطلوب خود كوروش بود . بنابراين از لشكر يونانى و چريك‌هاى بيگانه سانى در جلگه ترتيب داد و فرمود كه يونانىها صف آرائى كنند به همان قسمى كه بنابر رسم در ميدان نبرد ميكردند . هر فرماندهى گروه خود را آرايش نظامى داد . پس قشون را به عمق چهار ستون آراستند . منون « 5 » وعدهء او جناح راست را اشغال كردند كلارخوس و نفراتش جناح چپ ، سرداران ديگر هم قسمت ميانه را تشكيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Epyaxa \r\n( 2 ) -  Synnesis \r\n( 3 ) -  Thymbrium  نزديك آق شهر فعلى تركيه\r\n( 4 ) -  Tyaraeium \r\n( 5 ) -  Menon \r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nدادند .\r\nكوروش ابتدا سربازان بيگانه را بازديد كرد . اين عده با سواران خود به صورت انبوه و پيادگان هم به صورت دسته‌بندى حركت كردند .\r\nآن‌گاه لشكر يونانى را مورد بازديد قرار داد به اين ترتيب كه سوار بر - ارابه از كنار آنها گذشت در حالى كه ملكهء كيليكىها نيز در گردونه‌اى صحنه را تماشا ميكرد . يونانىها همه كلاه خود برنز بر سر داشتند با پيش‌بند سرخ تيره فام و با زره و سپرهاى بىغلاف . وقتى كه او از جلو آنها گذشت ارابهء خود را در مقابل ستون سنگين وسط متوقف ساخت و ترجمان خود را نزد فرماندهان يونانى فرستاد و فرمان داد سلاح در دست همگى به حركت درآيند . فرماندهان اين فرمان را به سربازان خود ابلاغ كردند . وقتى كه صداى طبل برآمد آنها اسلحه به دست حمله را آغاز كردند . و سرعت حركت نفرات زياد و زيادتر شد و سرانجام با فريادى دست‌جمعى همهء لشگريان به سوى اردوگاه به حالت دو افتادند افراد بيگانه ( چريك‌هاى غير يونانى ) از اين حركت آنها سخت دچار وحشت شدند . ملكهء كيليكيه در گردونهء خود راه فرار اختيار كرد و افرادى كه در بازار سرگرم خريد بودند « 1 » جنس را نهاده بگريختند و خود يونانىها با شليك خنده به اردوگاه رسيدند . در اين حال ملكهء كيليكىها از ظاهر آراسته و نظم لشكر يونانى تمجيد بسيار كرد . كوروش نيز از مشاهدهء وحشتى كه در اثر حركت يونانىها در ميان چريك‌هاى بيگانه افتاده بوده نيك مسرور گشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قشون يونانى باروبنه همراه نداشتند بلكه ما يحتاج خود را از فروشندگان كه همراه قشون بودند خريدارى ميكردند .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاز آنجا هم سه منزل ديگر بيست فرسنگ پيش رفتند و به - ايكونيوم رسيدند « 1 » كه آخرين شهر فريگيه بود و سه روز در آنجا ماندند .\r\nكوروش سپس از ميان سرزمين لياكونيه پنج منزل ، سى فرسنگ راه پيمود در اين محل او به اين عنوان كه سرزمين دشمن است يونانىها را فرمان تاراج داد . از همين جا نيز ملكه كيليكىها را از راهى كوتاه روانهء كشور خود ساخت و دسته‌اى از لشكر منون را كه خود او فرماندهى آنها را داشت همراه ملكه فرستاد . كوروش با بقيهء لشكر به كاپادوكيه رسيد و چهار منزل ، بيست و پنج فرسنگ طى طريق نموده به دانا « 2 » وارد شد كه شهرى با وفور نعمت و آباد بود . در اين‌جا سه روز درنگ كرد و در آن مدت كوروش يكى از پارسيان را به نام مگافرنس كه امتياز بر تن كردن جامهء ارغوانى شاهانه داشته « 3 » و شخصى ديگر از اعيان پارس را فرمان قتل داد و اشاره نمود كه آنها بر ضد او قصد توطئه داشته‌اند . از آنجا آماده ورود به سرزمين كيليكيه شدند كه در آن هنگام جاده‌اى ارابه رو با شيب تند داشت و براى لشكرى در حين عبور اگر به مانعى برمىخوردند وضع بسيار دشوارى ممكن بود پيش آيد و در واقع چنان كه خبر داده بودند سينه‌زيس كه در ارتفاعات موضع گرفته بود اين دربند را زير نظر داشت « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - با عبور كردن از حدود فريگيه كوروش منطقهء ساتراپ نشين خود را پشت سر گذاشته بود .\r\n( 2 ) -  Dana  يا  Tyana \r\n( 3 ) - اين جامه در دربار ايران نشانهء مزيت و افتخار بوده است .\r\n( 4 ) - كوروش از اسپارتها تقاضا كرد به همان قسمى كه او ايشانرا در جنگ با آتنىها يارى كرده بود اينك هنگام نيكى و تلافى است ازاين‌رو كمك اسپارتها نسبت به او در جواب آن تقاضا بود .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبنابراين كوروش يك روز در جلگه توقف نمود ولى روز بعد قاصدى فرا آمد و راجع به سينه‌زيس خبر داد كه او از ارتفاعات پائين آمده است زيرا اطلاع داده بودند لشكر منون از همان سمت كوهستان كه وى در آنجا بوده وارد كيليكيه شد . بعلاوه به او خبر رسيده بود كه كشتىهاى متعلق به اسپارتها و همچنين متعلق به خود كوروش از ايونى به فرماندهى تامس به طرف كيليكيه در حركت بودند . بارى كوروش از راه كوهستانى بالا رفت بدون آنكه به مانعى برخورد كند و از آنجا اردوگاه كيليكىها را كه مشغول پاسدارى بودند تماشا كرد . وى سپس به طرف جلگه‌اى پهناور و زيبا پائين آمد آنجا آب فراوان ، درختان بسيار و شراب سرشار داشت .\r\nدر اين محل درخت كنجد و محصول ارزن و گندم و ذرت به حد وفور بود و از يك سو تا سوى ديگر و از يك كرانهء دريا تا طرف ديگر بوسيلهء رشته‌هاى عظيم و بلند جبال احاطه شده بود . پس از فرود آمدن به اين نقطه ، در جلگه چهار منزل يا بيست و پنج فرسنگ پيش رفت و به تارسوس « 1 » شهرى بزرگ و آباد در كيليكيه رسيد . در آنجا قصر سينه‌زيس پادشاه كيليكيه واقع است و از ميان شهر رودخانه‌اى جارى است ، به نام سيدنوس كه دو پلترا ( هر پلترا در حدود 100 پا - م ) عرض دارد . سكنهء آنجا شهر را رها كرده همراه سينه‌زيس به قلاع كوهستانى گريخته بودند و همهء آنها مگر فقط ميخانه داران كه همانجا ماندند ، بعلاوه كسانى نيز كه در سولى و ايسوس « 2 » در كرانهء دريا سكونت داشتند . در آن حين و حال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Tarsus  زادگاه پل از حواريون بر طبق افسانه تارسوس بوسيلهء  Perseus  پسر ستارهء مشترى بنا شده بود .\r\n( 2 ) -  Issus  يا اسكندرون فعلى به عنوان محل يكى از درخشان‌ترين فتوحات اسكندر بزرگ ( 333 ق . م ) مشهور است . م\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاپياكسازن سينه‌زيس پنج روز قبل از ورود كوروش به تارسوس آمد ولى در ضمن عبورش از كوهستان به طرف جلگه دو دسته از لشكر منون معدوم شدند . بعضىها گفته بودند كيليكىها آنها را كه به كار غاتگرى مختصرى دست دراز كرده بودند قطعه قطعه كردند .\r\nروايت ديگر اين بود كه آن عده جا مانده و نتوانسته بودند بقيهء لشگر يا جاده را پيدا كنند و بواسطهء سرگردانى تلف شدند . بهرحال آنها صد نفر سنگين اسلحه ( هوپ‌لايت ) بودند . هنگامى كه باقى لشگر منون به تارسوس رسيدند ، چون از تلف شدن همقطاران خود سخت عصبانى شده بودند نه فقط شهر را به كلى غارت كردند بلكه به كاخ‌هاى آن نيز دستبرد زدند .\r\nخود كوروش وقتى كه به تارسوس آمد چند بار سينه‌زيس را به حضور خواند اما او جواب داد كه هيچ‌گاه خويشتن را در دام قوىتر از خود نيانداخته بوده است و حالا نيز چنين كارى نخواهد كرد . بارى زنش او را ترغيب كرد و پس از تحصيل تضمين ملاقات اتفاق افتاد . سرانجام كوروش هدايائى نيز به او داد كه در دربار شاهى نشانهء افتخار « 1 » بشمار ميرود ، يعنى اسبى با دهنهء زرين و گردن‌بند و دستبندى طلا و خنجرى طلائى و جامهء پارسى . بعلاوه قول داد كه ديگر در سرزمين او غارتى واقع نخواهد شد و بردگانى را هم كه دستگير شده‌اند اگر خود پيش آيند مىتوانند تحويل بگيرند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين‌گونه بخشش‌ها خاص پادشاهان ايران بوده كوروش هم‌اكنون با آداب شاهانه رفتار ميكرده است .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nبخش 3\r\nكوروش با سپاهيان خود بيست روز در تارسوس ماند زيرا كه سربازان از پيشروى بيشترى امتناع نمودند چون بدگمان شده بودند كه در لشكركشى بر ضد شاه شركت دارند و اظهار ميداشتند كه براى چنان منظورى اجير نشده بودند . كلارخوس اولين فرمانده‌اى بود كه درصدد برآمد افراد خود را قهرا حركت دهد . اما آنها ، او و حيوانات باربرش را در حين عزيمت سنگسار كردند و در همان مورد چيزى نمانده بود كه خود كلارخوس از ضربات سنگ كشته شود و چون دريافت كه با زور كارى از پيش نخواهد رفت لشگر خود را گرد آورده نخست در مقابل آنها مدتى گريست در حالى كه افرادش با حيرت و در عين سكوت نگاهش ميكردند ، آن‌گاه به شرح ذيل بياناتى كرد :\r\n« همقطاران من ، از اين وضع فلاكت‌بارم حيرتى نداشته باشيد زيرا كه كوروش نسبت به من محبت و مهربانى بسيار كرده است و نه فقط مرا كه از وطنم طرد شده بودم با انواع وسايل نوازش و احترام نمود بلكه ده هزار دريك هم داد . من آن پول را خرج مصارف شخصى نكرده‌ام يا در راه عيش و خوشىام صرف نشده است بلكه خرج شماها كرده‌ام . ابتدا با تراكىها به جنگ پرداختم و به خاطر يونان و با يارى خود شما كسانى را كه ميخواسته‌اند يونانيهاى مقيم آن حدود را از املاك خود محروم\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nسازند تنبيه و از ناحيهء خرسونس بيرون كردم . سپس وقتى كه كوروش ما را به يارى طلبيد من شما را همراه آورده‌ام تا اگر خدمت و كارى از ناحيهء من در حق او ساخته باشد در ازاى يارى و محبتى كه از او ديده بودم در مقام تلافى برآيم . حال شما قصد همراهى با مرا نداريد ازين‌رو چنين مىنمايد كه بايد يا شما را رها كنم و شخصا به خدمت و دوستى او ادامه دهم يا به او نارو بزنم و با شما بمانم و خودم نيز سرگردانم كه كدام شق را بايد اختيار كنم . ولى بهرحال جانب شما را رها نخواهم كرد و سپس هر گرفتارى كه پيش آيد راه بردبارى پيشه خواهم ساخت زيرا شما مرا هموطن و ياور و همدست هستيد ، با شما در هر كجا باشم عز و احترام خواهم داشت در حالى كه بدون شما نه به درد دوستانم خواهم خورد و نه از عهدهء دشمن بر خواهم آمد . بنابراين مطمئن باشيد هر جا شما برويد من نيز با شما خواهم آمد . » اين بود اظهارات او كه سربازان نه فقط افراد خود او بلكه سايرين هم چون شنيدند مقصد ايشان مقر پادشاه نيست تمكين نمودند و بيش از دو هزار نفر از سربازان كزنياس و پازيون نيز سلاح و بار خود را برداشته به اردوگاه كلارخوس درآمدند . اما كوروش كه از اين بابت ناراحت و نگران شده بود چند بار دنبال كلارخوس فرستاد و او از رفتن امتناع ورزيد ولى بدون اطلاع سربازان قاصدى نزد كوروش فرستاده خبر داد كه جاى نگرانى نيست و كارها به نحو مطلوب برگزار خواهد شد و به كوروش حالى كرد كه باز هم دنبال او بفرستد اگرچه وى از رفتن ابا نمايد .\r\nپس از آن كلارخوس نفرات خويش را فراخواند خواه آنهائى را كه با او آمده بودند و يا افرادى كه به اردوگاهش پيوسته بودند و به آنها چنين خطاب نمود :\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n« همقطاران من ، ترديدى نيست كه روابط كوروش با ما درست بر همان پايه و قرارى خواهد بود كه روابط خود ما با اوست به عبارت ديگر ما ديگر سربازان مزدور او بشمار نميرويم چون از اطاعتش امتناع داريم و به همين منوال او هم ديگر ضامن مزد و جيرهء ما نخواهد بود و معلوم است كه او رفتار ما را نسبت به خود ناروا مىشمارد چون با آنكه مرتبا دنبال من مىفرستد من از ملاقاتش امتناع دارم . هرچند كه دليل عمدهء آن شرمندگى خود من است زيرا چنان كه بايد و شايد از عهدهء تلافى نيكىهاى او برنيامده‌ام بعلاوه از ترس اينست كه مبادا در اثر رفتار ناهنجارى كه نسبت به او كرده‌ام امر به دستگيرى و مجازاتم دهد . ازين‌رو به عقيدهء من وقت سستى و اهمال نيست و نبايستى از صلاح كار خويش غفلت كنيم . بايد در وضع و حال فعلى در پى رستگارى خود باشيم و تا وقتى دچار اين وضع و حاليم بايد مصون‌ترين راه را در پيش گيريم و اگر هم لازم باشد كه بازگرديم بدانيم چگونه در عين سلامت مراجعت كنيم و از كجا بايد آذوقه فراهم سازيم زيرا كه بدون خوراك نه وجود هيچ سردارى به كار آيد و نه خدمت هيچ سرباز ، فراموش نكنيد اگر كوروش سر لطف داشته باشد دوست بسيار مغتنمى است و هرگاه از راه خصومت درآيد بدترين دشمن‌ها است . بعلاوه او لشكريان سواره و پياده و نيروى بحرى دارد و چون اردوگاه ما از مقر او چندان دور نيست مىتوانيم خود به رأى العين ملاحظه كنيم پس وقت آن است كه بهترين راه را هدف خويش قرار دهيم » با اين كلمات او به گفتار خود خاتمه داد .\r\nآن‌گاه چند نفر ديگر به صحبت برخاستند بعضى از آنها ، محض بيان نظرياتى كه خود داشتند ولى بعض ديگر بنابر ترغيب كلارخوس برپا\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nخاستند تا مشكلات و محظوراتى را كه در صورت جدا شدن از كوروش دچار مىگرديدند واضح سازند . يكى از ميان آن عده كه گويا در مراجعت به يونان عجلهء فراوان داشت اظهار كرد : « اولا اگر كلارخوس در حين بازگشت علاقه‌اى به فرماندهى آنها نداشته باشد ناچار بايد فرماندهء ديگرى برگزينند بعلاوه آذوقهء خود را از فروشگاهى كه در گروه بيگانه‌هاست خريدارى كنند . سپس اسباب سفر خود را آماده نموده از كوروش درخواست نمايند كه به عزم بازگشت كشتى در اختيار ايشان بگذارد و راهنما به آنها بدهد تا از ميان سرزمين آشنا و مساعد بگذرند و اگر ، او از دادن راهنما دريغ نمايد بىدرنگ به صورت دسته‌هاى رزمى درآيند و نقاط كوهستانى را فورى تصرف كنند تا هم از كار كوروش جلوگيرى شده باشد و هم به موقع مانع مزاحمت كيليكىها شوند . او در خاتمه اظهار داشت كه عدهء كافى از كيليكىها را اسير و مقدار كافى از اموال غارت شدهء ايشان را هم در اختيار داريم . » اين بود گفته‌هاى ناطق مزبور ، بعد از او كلارخوس فقط به اظهار مطلب ذيل اكتفا نمود : « البته كسى در ميان شما اين خيال را در سر خود راه نخواهد داد كه من شايد فرماندهى چنين گروهى را برعهده بگيرم زيرا دلايل بسيار در امتناع از چنين كارى دارم و بهتر است شخص ديگرى را فرماندهء خود در نظر بگيريد ، و من با تمام قوا از او اطاعت خواهم كرد تا به شما ثابت شود كه بيشتر از هر كس ديگرى سر اطاعت دارم . » وقتى كه او كلامش را تمام كرد شخصى ديگر برخاسته به سستى و بىمايگى گفتار آن سخنرانى كه گفته بود از كوروش كشتى بخواهند اشاره نموده گفت از حرف او چنين استنباط مىشود كه گويا خود كوروش هم قصد بازگشت دارد و حماقت آن رفتارى را گوشزد نمود كه از شخصى كه درصدد تباهى كارش هستند\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nراهنما توقع نمايند و در واقع اگر به راهنماى اعزامى كوروش اعتماد شود آيا مثل اين نيست كه از او بخواهند از جانب ايشان ارتفاعات اطراف را هم اشغال كند ؟ من كه در كشتىهائى كه او بدهد سوار نخواهم شد چون جاى نگرانى است كشتىهاى خويش و ما را با هم غرق كند و از پيروى راهنما نيز كه او بدهد ترسان خواهم بود و نگران از آن‌كه ما را به مقصدى برساند كه فرار از آنجا مقدور نباشد . ولى اگر نظرم را بپرسند خواهم گفت بهتر است بىرضايت و بدون اطلاع كوروش از اين‌جا برويم هرچند كه چنين چيزى هم امكان‌پذير نيست . به عقيدهء من پيشنهادهائى كه كرده‌اند پاك ابلهانه است برعكس بايد نفراتى شايسته همراه كله‌آرخوس نزد كوروش فرستاد و استفسار كرد از ما چه خدمت و كارى انتظار دارد . اگر نقشهء او استخدام چريك براى استفاده از آنها مانند موارد پيشين است گمان مىكنم بايد از او پيروى كنيم و خود را جبون‌تر از عناصر قبلى نشان ندهيم و اگر خدمت و كارى كه در نظر دارد مهم‌تر و خطرناك‌تر و پرزحمت‌تر از كارهاى سابق است بايد به او اطلاع داد كه متناسبا اجر و پاداش كافى بدهد كه موجب رضايت خاطر و تشويق ما در يارى او شود و گرنه درخواست ما را اجابت و اجازه صادر كند كه در عين صلح و صفا به خانه‌هاى خود بازگرديم و بدين ترتيب اگر از او پيروى كنيم به صورت دوست و حامى جان‌نثار خواهيم بود و اگر هم مراجعت كنيم از خطر مصون . بعلاوه پيشنهاد مىكنم نمايندگان ما نتيجهء مذاكره و جواب او را به ما اطلاع دهند سپس موضوع را بررسى كنيم . »\r\nاين طرح مورد تصديق قرار گرفت و نمايندگانى برگزيده همراه كلارخوس فرستادند و قرار شد مطلبى كه مورد درخواست لشكريان بوده\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nاست از كوروش استفسار شود . او جواب فرستاد كه رقيب و دشمن او آبروكماس كنار رودخانهء فرات كه در مسافت دوازده فرسخى واقع است سنگر گرفته است و گفت اين لشكركشى بر ضد آن عنصر پليد است اگر او در آنجا باشد تنبيه و مجازاتش خواهد كرد و اگر فرار كرده باشد در همانجا اصل موضوع را مورد رسيدگى قرار خواهد داد . نمايندگان اين جواب را به سربازان ابلاغ كردند و ايشان با آنكه باز سوءظن داشتند كه كوروش آنها را بر ضد پادشاه حركت داده است صلاح را در پيروى از او دانستند اما مزد بيشترى خواستند . كوروش وعده داد نيمى اضافه بر آنچه دريافت ميداشته‌اند به آنان بدهد يعنى روزى عوض يك دريك يك دريك و نيم به هر نفر پرداخت كند و راجع به وجود اين سوءظن كه وى بر ضد شاه قصد لشكركشى دارد در آن مورد لااقل آشكارا مطلبى اظهار نشده بود .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nبخش 4\r\nسپس دو منزل يعنى ده فرسنگ از آنجا دور شد تا به رود - خانهء پساروس « 1 » رسيد كه عرض آن سه پلتروم بود و از اين‌جا يك منزل پنج فرسنگ پيش رفت و به رودخانهء پيراموس آمد كه يك استاد ( 582 پا انگليسى ) عرض داشت و از آنجا باز دو منزل پانزده فرسنگ راه پيمود و به ايسوس وارد شد كه آخرين شهر كيليكيه است و آن بر ساحل دريا واقع و شهرى وسيع و آباد است و در اين‌جا سه روز درنگ كردند و كشتىها از پلوپونس براى بازديد كردن كوروش وارد شدند . تعداد آنها سى و پنج فروند بود و پيتاگوراس اسپارتى فرماندهء آنها بود . اين كشتىها از افزوس ( افسوس ) تا ايسوس بوسيلهء تامس مصرى هدايت شده بودند . او فرماندهى دستهء ديگرى از كشتىها را كه بيست و پنج فروند و متعلق به كوروش بوده برعهده داشت كه همان كشتىهائى است كه تامس هنگامى كه با تيسافرن روابط حسنه داشت بوسيلهء آنها ميلتوس را محاصره كرده بود . در مبارزهء بين تيسافرن و كوروش او جانب شاهزادهء جوان را گرفت .\r\nخريسوفوس اسپارتى نيز با همين دسته كشتىها بدستور كوروش وارد شده بود و هفتصد سرباز سنگين اسلحه همراه داشت او در لشكر كوروش كما كان فرماندهى عدهء مزبور را عهده‌دار بود . كشتىها بر ساحل ، در كنار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آدانا فعلى در تركيه . م\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nخيمه‌گاه كوروش لنگر انداخته بودند و باز در همين ايسوس بوده كه سربازهاى يونانى كه در خدمت آبروكماس و جمعا چهارصد نفر سنگين اسلحه بودند بعد از رها كردن اردوى آبروكماس به لشكر كوروش پيوستند . بنابراين آنها نيز در لشكركشى كوروش بر ضد اردشير شاه وارد شدند .\r\nاز اين محل كوروش يك منزل پنج فرسنگ پيش رفت و به دروازه‌هاى بين كيليكيه و سوريه آمد . اين دروازه « 1 » شامل دو رشته ديوار در طرفين بود ديوارى كه در طرف كيليكيه قرار داشت در تصرف سينه‌زيس و پادگان كيليكىها بود ولى ديوار ديگر كه دور تر واقع بوده مىگفتند در دست قشون پادشاه است .\r\nدر فاصلهء بين دو حصار رودخانه‌اى به نام كارموس قرار داشته كه پهناى آن يك پلتروم بوده و سراسر مسافت از يك سر ديوار تا ديوار ديگر سه استاديا بود و عبور از آن به هيچ وجه امكان نداشت زيرا كه تنگه‌اى باريك بود و ديوارها تا دريا امتداد داشت و برفراز تنگه هم گردنه‌هاى سنگى هولناكى واقع شده بود . بعلاوه بر ديوارها برج ساخته بودند و بمناسبت وجود همين محظورات عبور از آنجا بود كه كوروش ناوگان خود را احضار كرده بود تا بتواند سربازان سنگين اسلحهء خويش را بوسيلهء كشتى از آن حدود عبور دهد و اگر هم دشمن به نگهبانى دروازهء سوريه گمارده شده باشد نيروى كافى براى چيرگى بر او فراهم باشد . اين عين قصد و خيالى بوده كه كوروش به آبروكماس نسبت ميداد چون او لشكر انبوهى زير فرمان خود آماده داشته ولى آبروكماس چنين اقدامى نكرد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اكنون آنجا را كولاك بغاز مىنامند . م\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهمين‌كه شنيد كوروش به كيليكيه رسيده راه خود را در فنقيه منحرف و به طرف اردوگاه شاهى عزيمت نمود و چنان كه گفته‌اند با سيصد هزار نفر به قشون پادشاه پيوست .\r\nاز آنجا كوروش يك منزل پنج فرسنگ تا ميرياندوس پيش رفت .\r\nاين محل اقامتگاه فنيقىها ، بر ساحل دريا واقع و مركز دادوستد بود و كشتىهاى تجارتى بسيار در كرانهء دريا متوقف بودند . در اين‌جا كوروش هفت روز ماند . كزنياس آركادى و پازيون مگارى بر كشتى سوار و اشياء قيمتى خود را در آن بار و از راه دريا فرار اختيار كردند . بعضىها گفته‌اند كه آن دو بنابر حس حقد و حسادت به آن كار پرداخته بودند ، زيرا كه سربازان آنها به اردوگاه كلارخوس پيوسته بودند . ازاين‌رو آن دو نفر درصدد برآمدند كه بجاى رفتن تا پايتخت شاه به وطن خود بازگردند .\r\nكوروش به كلارخوس اجازه داد كه آن عده را در دستهء خود نگاه دارد .\r\nبعد از آنكه اين دو نفر ناپديد شدند شايع شد كه كوروش با كشتى جنگى به تعاقب آنها پرداخته است . عده‌اى آرزو ميكردند كه آن دو نفر دستگير شوند زيرا چنان كه ميگفته‌اند افرادى جبون بودند و بعضىها نيز از امكان گرفتارى آنها بيم و نگرانى داشتند .\r\nولى كوروش فرماندهان را جمع و به آنها چنين اظهار كرد :\r\n« كزنياس و پازيون ما را گذاشته و رفته‌اند اما بايد مطمئن باشند كه رهائى از چنگ من كار آسانى نيست و اگرچه مخفيانه حركت كرده‌اند باز ميدانم از كدام راه و با چه سرعتى رفته‌اند زيرا كه من رزم ناوها در اختيار دارم كه قادرند كشتى آنها را بدام اندازند . اما به حق خدايان سوگند كه درصدد تعاقب آنها برنخواهم آمد تا كسى اين بدنامى را بر من وارد\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nنسازد كه تا وقتى افراد نسبت به من يارى و همراهى دارند با آنها لطف و ارفاق دارم و همين كه كسى خواست خدمت مرا رها كند او را دستگير و آزار و يا اموالش را ضبط مىكنم . نه ، من مانع رفتن آنها نخواهم شد ولى بايد بدانند كه رفتار آنها نسبت به ما بدتر از رفتار ما نسبت به ايشان بوده است .\r\nمحض رفع شبهه و ترديد من زنان و فرزندان آنها را در شهر تراس ( دركاريه - م ) زير نظر دارم اما خانوادهء آنها را هم گرفتار نخواهم كرد بلكه نزد شوهران و پدران ايشان به مناسبت خدمات ممتازى كه سابق در حق من كرده‌اند خواهم فرستاد . » اين اظهارات او بود كه دستهء يونانى حتى آنها كه از اقدام لشكركشى كوروش مأيوس و ناراضى بودند بعد از آنكه اين سخنان بزرگوارانهء شاهزاده جوان را شنيدند آنها نيز با رضايت و اشتياق بيشترى در لشكر او باقى ماندند .\r\nبعد از اين پيش‌آمد كوروش چهار منزل بيست فرسنگ ديگر راه پيمود تا به رودخانهء چالوس « 1 » رسيد كه يك پلتريوم پهنا دارد و پر از ماهى درشت و اهلى است . اهل سوريه اين نوع ماهى را مظهر خدايان مىشمارند و اجازه نمىدهند كسى به آنها آسيب برساند كبوتران « 2 » هم وضع مشابهى در آنجا دارند . دهكده‌اى كه در آنجا اردوگاه ترتيب داده بودند به پريساتيس ( پريزاد مادر كوروش ) تعلق داشته « 3 » و پادشاه به عنوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در نزديكى شهر حلب جارى است . م\r\n( 2 ) - بنابر افسانه ربة النوع سوريه  Dercet  صورت ماهى داشته و دخترش سميراميس به شكل كبوتر .\r\n( 3 ) - املاك پريزاد مرحمتى پادشاه و آن رسمى ايرانى بوده كه شهريار به ملكه يا افراد محبوب كشور ملك و زمين اعطاء ميكرده است . م\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nحلقه بها به او اهدا كرده بود . از آنجا كوروش پنج منزل سى فرسنگ راه پيمود و به سرچشمهء رودخانهء درداس رسيد كه يك پلتريوم پهنا دارد .\r\nدر اين‌جا قصر بلسيز « 1 » آخرين فرمانرواى سوريه واقع است با پاركى بسيار وسيع و خيلى زيبا كه محصولات هر فصلى را فراهم دارد . ولى كوروش آن پارك را قطعه قطعه كرد و كاخ را آتش زد . او از آن‌جا سه منزل ديگر پانزده فرسنگ پيش رفت و به رودخانهء فرات رسيد كه عرض آن چهار استادياست . در ساحل رودخانه شهرى آباد و پهناور بنام چاپساكوس واقع بوده در اين‌جا كوروش پنج روز ماند . او فرماندهان يونانى را فراخواند و به آنها اعلام داشت كه بابل مقصد اوست و بر ضد پادشاه عزم پيكار دارد و دستور داد كه اين موضوع به سربازان نيز ابلاغ و سعى شود كه آنها به پيشروى ترغيب شوند . سپس فرماندهان جلسه‌اى ترتيب دادند و اين خبر را اعلان كردند . در نتيجه سربازان نسبت به فرماندهان خود خشمگين شدند و اظهار داشتند كه ايشان از مدتها پيش موضوع را ميدانسته‌اند ولى از سربازان مكتوم داشته‌اند . بارى آنها از پيشروى بيشتر امتناع نمودند مگر آنكه مبلغى دريافت دارند « 2 » به همان قسم كه افرادى كه همراه كوروش هنگام ديدار پدرش رفته بودند وجهى دريافت كردند .\r\nهرچند در آن موقع نبردى در كار نبود بلكه فقط كوروش را در حين عزيمت به نزد پدر در التزام ركاب بودند . اين اخبار را فرماندهان به كوروش گزارش دادند و او قول داد كه در ورود به بابل به هر كدام پنج مينا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Belesys \r\n( 2 ) - لشكريان مثل مورد تارسوس مزد بيشترى نميخواسته‌اند بلكه طالب بخشش مخصوص بودند .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nنقره « 1 » و مزد كامل آنها را نيز بدهد تا افراد ايونى - يونيه « 2 » به خانه‌هاى خود بازگردند با اين قول و قرار قسمت عمدهء لشكر يونانى ترغيب و تسليم شدند .\r\nاما منون پيش از اينكه آشكار شود بقيهء لشكر چه رفتارى مىكنند و به عبارت ديگر آيا همراه كوروش ميروند يا نه ، نفرات خود را گرد - آورده به آنها چنين خطاب نمود :\r\n« سربازان من ، اگر به حرفم گوش فرا دهيد بدون خطر و يا زحمت بيشتر از ساير سربازان مورد تكريم و احترام كوروش واقع خواهيد شد اما پيشنهادم چيست ؟ در حال حاضر كوروش از يونانىها تقاضا دارد كه با او بر ضد پادشاه به ميدان نبرد بروند ازين‌رو پيشنهاد من اينست قبل از آنكه ديگر لشكريان پاسخ خود را باستحضار كوروش برسانند شما از رودخانهء فرات به آن طرف عبور كنيد زيرا اگر آنها موافقت كنند كه دنبال او بروند قدر و اعتبار اين تصميم ايشان متعلق به شما خواهد بود چون شما پيش قدم شده‌ايد و كوروش نه فقط از شما ممنون خواهد شد و شما را جدىترين طرفداران خود بشمار خواهد آورد بلكه او اين رفتار شما را بىاجر و پاداش نخواهد گذاشت و خوب هم ميداند چگونه خدمت افراد را منظور دارد . از طرف ديگر اگر سايرين تصميم بگيرند كه به ميل او رفتار نكنند آن‌گاه ناگزير همهء ما با هم بازخواهيم گشت ولى فقط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مينااتيك معادل تقريبا 8 دلار ارزش داشته شايد منظور كوروش در آن مورد مينا ايرانى بوده كه از مينااتيك ربعى گران‌تر بوده است .\r\n( 2 ) - رسم اين بود كه چريك‌ها در خاتمهء جنگ به خرج خود تا خانه‌هاى خويش ميرفته‌اند و از اين بابت پولى دريافت نمىداشته‌اند .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nشما بوده‌ايد كه راه اطاعت پيموده‌ايد و در اين صورت شما را نه تنها به كارهاى سبك پاسدارى خواهد گماشت بلكه مزيت سردسته‌گى خواهد داد و من كه از دوستان كوروش هستم ميدانم آنچه دلخواه‌تان باشد بدست او نصيب خواهيد يافت » .\r\nبا شنيدن اين كلمات نفراتش متقاعد و آمادهء حركت شدند و پيش از اينكه ديگران جواب خود را اظهار دارند آنها از رودخانه عبور كردند . هنگامى كه كوروش شنيد آن عده از رودخانه گذشتند بسيار مسرور شد و گلوس را نزد اين لشكر فرستاده چنين پيام داد : « سربازان عزيز ، امروز فرماندهى شما با من است اما روزى خواهد آمد كه من فرمان شما را خواهم شنود و گرنه نام كوروش بر من حرام باد . » ازين‌رو سربازان منون بسيار اميدوار و آرزومند شدند كه كوروش كامياب شود . گفته‌اند كوروش براى خود منون نيز هدايائى نفيس فرستاد . پس از اين جريان كوروش از رودخانه گذشت و باقى لشكر نيز تا نفر آخر از او پيروى كردند و در حين عبور احدى نيز بالاتر از كمر خيس نشد . اهالى چاپساگوس نقل مىكرده‌اند هيچ‌گاه رودخانه به آن آسانى پياده قابل عبور نبوده است و فقط با قايق از آن‌جا امكان عبور بوده كه همهء آنها را هم آبروكماس سوزانده بود . او كه زودتر از كوروش به آنجا وارد شده بود براى جلوگيرى از عبور شاهزاده قايق‌ها را از بين برد ، پس چنين مىنمود كه مشيت خداوندى نيز در كار بوده و رودخانه آشكارا خود را از جلو قدوم كوروش كنار كشيده بود يعنى پادشاهى او خواست خداست . آن‌گاه او از ميان سرزمين سوريه نه منزل پنجاه فرسنگ پيش رفت و به رودخانهء هبور « 1 » رسيدند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Haubur \r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nدر آنجا دهات متعددى با مزارع گندم و شراب سرشار وجود داشته است .\r\nسه روز در اين محل درنگ نموده خواربار كافى براى لشكر فراهم ساختند .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nبخش 5\r\nاو سپس از ميان عربستان پيش رفت در حالى كه رودخانهء فرات در سمت راستش قرار داشته و پنج منزل از سرزمين خشك و بيابان عبور كردند . در اين حدود همه جا صحارى بىانتها بود و مثل دريا هموار مىنمود و پر از افسنتين به صورت بوته يا مثل نى و خوشبو بود . درخت هيچ وجود نداشت اما همه قسم حيوانات وحشى از آن جمله گورخر و شترمرغ و همچنين غزال . سواران گاهى اين حيوانات را تعقيب و شكار ميكردند ، گورخرها وقتى كه تعقيب مىشدند سريع ميدويدند و بازمىايستادند ، چون تندتر از اسب ميدوند و هر وقت كه اسبها نزديك مىرسيده‌اند باز آنها به حركت درمىآمده‌اند ازين‌رو به دام انداختن آنها غير ممكن مىنمود مگر آنكه سواركار بين راه درنگ و با اسب تازه‌نفسى حيوان را دنبال ميكرد . گوشت اين شكارها مثل آهوست حتى نرم‌تر ولى هيچ‌كس نتوانسته بود شترمرغى شكار كند و هر سوارى كه دنبال اين كار ميرفت منصرف مىگرديد زيرا كه اين حيوان بواسطهء پرواز مسافت كلى از سوار كار دور مىشده يعنى نه فقط با پا بلكه از بالهاى خود نيز استفاده و در هوا كشتىوار سير مىكرده است . غزال را مىتوان شكار كرد به شرط آنكه در آغاز تعقيب با سرعت كافى از دنبالش بروند زيرا كه اين حيوان فقط مسافت محدودى قدرت فرار دارد و مثل كبك زود خسته مىشود . گوشت آن\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبسيار لذيذ است . آنها از اين ناحيه نيز عبور نموده به رودخانهء مسكاس كه يك پلتروم عرض آنست رسيدند . در آنجا وسط بيابان شهرى بزرگ به نام كورسوت بوده كه رودخانهء مزبور آن را كاملا احاطه كرده بود . در اين سه محل سه روز ماندند و ما يحتاج لشگر را تأمين كردند سپس كوروش سيزده منزل منطقه‌اى بيابانى را كه در حدود نود فرسنگ بود پيمود ، رودخانهء فرات همواره در طرف راست لشگر واقع بوده و به شهر پىله « 1 » رسيدند .\r\nطى اين راه طولانى تعداد زيادى از حيوانات باربر در اثر گرسنگى تلف شدند زيرا اعليق ناياب بود و در واقع هيچ‌گونه نهال و نبات وجود نداشت چون سرزمينى خشك و خالى بود ، افرادى كه در اين نواحى ميزيستند وسيلهء زندگى خود را از راه تهيه سنگ در كرانه‌هاى رودخانه و حمل آن به بابل فراهم مىساختند و جنس را در آنجا فروخته آذوقه مىخريدند . در مورد لشگريان نيز بايد افزود كه خواربار آنها پاك تمام شده بود و جنس قابل خريد وجود نداشت مگر همان مقدارى كه در فروشگاه وابسته به چريك‌هاى بيگانه در لشگر كوروش فراهم ميگرديد . در آنجا آرد گندم و جو را پانزده برابر قيمت بازار آتن فروش مىكردند ازين‌رو بيشتر خوراكى سربازان از گوشت شده بود « 2 » كوروش در نواحى صحرائى منازل سفر را بسيار طولانى قرار ميداد تا به آب تازه يا عليق برسند .\r\nيك بار كه به تنگهء باريك پرگل رسيده بودند چون ارابه‌ها آسان امكان عبور نداشتند كوروش به اتفاق ملازمان و بزرگزادگانى كه همراهش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Paelae  - پيل\r\n( 2 ) - يونانىهاى عهد گزنفون برحسب معمول كم گوشت مصرف ميكردند از اين رو آن وضع در صحراى عربستان براى ايشان دشوارتر بشمار ميرفت .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبودند توقف نموده گلوس و پيگرس را دستور داد كه با كمك نفرات چريك ارابه‌ها را از درون گل عبور دهند . ولى مشاهده نمود آن افراد بواسطهء خشم و تغيرى كه داشتند در انجام دادن اين كار سستى مىنمودند پس به سران و بزرگان پارس ، همراهان خويش فرمود كه در پيش راندن ارابه‌ها دستيارى كنند .\r\nدر اين حين بود كه حد اعلاى اطاعت و انضباط مشهود افتاد چون حضراتى كه حاضر بودند بىدرنگ جامه‌هاى ارغوانى خويش را از تن درآورده در امتثال امر او تلاش و فداكارى نمودند و با وجود البسهء گرانبها و طوق و باره كه در گردن و بازو داشتند يك‌باره درون گل افتاده ارابه‌ها را چست و چالاك با سرعتى كه باور كردنش آسان نيست از معبرى كه شيب دراز تندى داشت عبور دادند .\r\nروى همرفته آشكار بود كه در سراسر راه كوروش تعجيل داشته است و تأخيرى را جايز نمىدانسته مگر بر سبيل ضرورت و براى تهيهء آذوقه يا منظورهاى عمدهء ديگر و غرضش هم اين بوده كه هرچه زودتر به مقصد رسيده باشد ، پادشاه آمادگى كمترى براى زد و خورد با او خواهد داشت در صورتى كه اگر برعكس آهسته پيش ميرفت برادرش لشگر بيشترى فراهم مىساخت و بعلاوه وقتى كه با غور تمام تأمل مىنمود در - مىيافت قلمرو پادشاه كه بمناسبت وسعت خاك و كثرت سكنهء آن قدرتى كلان داشته بواسطهء دور بودن خطوط ارتباطى و پراكندگى نيروها اگر با سرعت كافى در معرض حمله قرار گيرد طرف متهاجم اميد توفيق بيشترى خواهد داشت .\r\nدر طرف ديگر رودخانه فرات در امتداد همين ناحيهء باتلاقى ،\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nآبادى وسيعى به نام كارماند بود . در اين محل سربازان اجناسى خريدند و از رودخانه به طريق ذيل عبور كردند : پوست‌هائى را كه براى روپوش خيمه‌ها تهيه شده بود پر از كاه نموده سر آنها را محكم بستند تا آب داخل كاه نشود و بدين وسيله از رودخانه عبور و در ساحل ديگر اجناس و آذوقه خريدارى كردند من جمله شرابى كه از درخت خرما و نانى كه از آرد ارزن بوده چون اين محصول در آن حدود به حد وفور وجود داشته است .\r\nدر اين‌جا يكى از سربازان منون و يك نفر هم از دستهء كلارخوس با هم نزاعى كردند . كلارخوس به اين دليل كه گناه با سرباز منون بوده او را به تازيانه كشيد . اين سرباز نزد گروه خود رفته شرح ماجرا بازگفت . وقتى همقطارانش داستان را شنيدند سخت برآشفته نسبت به كلارخوس خشمگين شدند . در همان روز هنگامى كه كلارخوس در آن نقطه از رودخانه عبور و به منظور سركشى فروشگاه به طرف ديگر ساحل رفته بود و از ميان قرارگاه لشگر منون بازمىگشت تا به اردوگاه خود برود و فقط چند نفر ملازم همراه داشت و كوروش هم هنوز وارد نشده بود سربازى او را هدف تير قرار داد . هرچند تير اين مرد به هدر رفت اما شخصى ديگر سنگى انداخت و باز ديگرى ، خلاصه عده‌اى به او حمله كردند و كلارخوس تا اردوگاه خود فرار و نفراتش را مسلح احضار كرد و دستور داد افراد سنگين اسلحه در مقر خود آماده باشند و سپرهاى خود را بر زانو بگيرند ( تا در صورت لزوم به يارى او بشتابند ) در حالى كه خودش با نفرات تراكى و سوارانى كه زياده بر چهل نفر در دستهء خود داشت و بيشتر آنها هم از اهالى تراكيه بودند راست به دستهء منون حمله كرد . نتيجه اين كارش آن شد كه افراد مزبور و خود منون سخت به وحشت افتاده سراسيمه اسلحه\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبرداشتند ولى عده‌اى از ايشان كه از اين پيش‌آمد تحريك نشده بودند حركتى ننمودند . پروكزنوس تصادفا ديرتر از سايرين با افراد سنگين سلاح خود وارد صحنه گرديد و بىدرنگ نفرات خود را به ميدان جدال انداخت و با تهديد اسلحه هر دو طرف را از زد و خورد بازداشت و از كلارخوس خواست كه دست از پيكار بردارد . اما كلارخوس سخت برآشفته بود زيرا وقتى پروكزنوس داستان خطر سهمگين سنگسار شدنش را مىشنيد موضوع را با خونسردى تلقى نموده بود و به او دستور داد از صحنه كناره‌گيرى كند . در همين حين كوروش وارد شده شرح ماجرا را شنيد . او عاجلا نيزهء خود را بركشيد و با ملازمان خود به عجله تا حد بين طرفين در ميدان دعوا تاخت و چنين گفت :\r\nكلارخوس ، پروكزنوس و ساير افراد يونانى كه در اين‌جا حاضريد ، شما از عواقب كار خود غفلت داريد چون وقتى كه با اسلحه به جان هم بيفتيد دشمن فورى اول مرا و آن‌گاه بدون تأخير شما را هم قطعه‌قطعه خواهد كرد ، زيرا اگر نكبت وادبار دامنگير ما شود همين اين افراد چريك بيگانه كه در لشكر ما هستند سخت‌تر از قشون شاهى دمار از روزگار ما برخواهند آورد .\r\nبا شنيدن اين كلام كلارخوس به راه حزم افتاد و هر دو طرف عزم دست‌كشى از نقار و بازگشت به قرارگاه خود نمودند . بعد از آن محل در سراسر راه پىدرپى علايم عبور ارابه و اسب ديدند .\r\nاز ظواهر كار آشكار مىنمود كه اثر پاى بيش از دو هزار اسب ديده مىشود و به نظر ميرسيد كه سواران در بين راه آنچه علوفه و عليق و يا هرچه را كه قابل استفاده بشمار ميرفته مىسوزانند . در اين گيرودار\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبود كه ارونتاس پارسى كه با پادشاه قرابت داشت و در فن و كار جنگاورى يكى از پارسيان ممتاز محسوب ميگرديد در انديشهء توطئه بر ضد كوروش افتاد . در واقع او قبل از آن هم بر ضد كوروش نزاعى راه انداخته بود ولى سپس با هم آشتى نموده دوست شدند . او به كوروش اظهار داشته بود كه اگر هزار نفر سوار داشته باشد آن دو هزار سوار را كه جلو آنها ميرفته و همه چيز را مىسوزانيده‌اند ، يا بوسيلهء كمين نابود مىكرده و يا آنكه تعداد زيادى از آنها را اسير نموده مانع اقدام حريق انگيزى آنان مىگرديده است و اطمينان داد كه راه عبور را بر ايشان بسته و نمىگذاشته است اخبار و گزارش خود را به پادشاه برسانند .\r\nوقتى كوروش اين پيشنهاد را شنيد آن را پسنديد و به ارونتاس فرمود از هر فرمانده چندين سوار بگيرد .\r\nارونتاس به اتكاى سوارانى كه در اختيار داشت احساس اعتماد نموده نامه‌اى به شاه نوشته خبر داد با حداكثر نفرات سوار كه قادر به جمع‌آورى بوده است براى دستيارى او خواهد رفت و از شهريار خواستار گشت كه سواران شاهى او را دوست‌وار پيشواز كنند . در همين نامه او دوستى و وفادارى ديرين خويش را نسبت به شهنشاه يادآورى كرده بود . او اين نامه را دست قاصدى كه مورد اعتماد مىپنداشت داد اما اين مرد نامه را راست به كوروش تسليم نمود . وقتى كه كوروش آن را خواند دستور بازداشت ارونتاس را صادر كرد و هفت نفر اصيل زادگان پارسى را كه در التزام ركابش بودند به خيمه‌گاه خود فراخواند و به فرماندهان يونانى نيز فرمود كه با نفرات سنگين اسلحه خيمه‌گاهش را تحت مراقبت قرار دهند .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفرماندهان امتثال امر نموده سه هزار نفر سنگين اسلحه فرا آوردند .\r\nكلارخوس نيز به عنوان مشاور به چادر دعوت شده بود . چون كوروش و ديگر پارسيان به او با ديدهء احترام و برترين افراد يونانى مىنگريسته‌اند .\r\nوقتى كه او از جلسه بيرون آمد جريان محاكمه ارونتاس را براى دوستان خود نقل كرد زيرا كه جلسه محرمانه نبود . برطبق اظهار او كوروش به شرح ذيل رسيدگى را آغاز كرد :\r\nياران من ، بدان جهت شما را به اين‌جا دعوت كرده‌ام كه با هم تعاطى نظر و سپس دربارهء عمل ارونتاس همين جا در پيشگاه خدايان و در حضور افراد حكم لازم صادر كنيم . اين مرد را ابتدا پدرم به خدمت من گماشت سپس چنان كه خودش هم اعتراف دارد بدستور برادرم بر ضد من قيام و ارگ شهر سارديس را تصرف نمود و من با جنگى كه بر ضد او آغاز كردم صلاح خود را ناچار در ترك مخاصمه ديد و با من دست دوستى داد .\r\n- آيا اينك تو چنان كه خود اعتراف مىكنى كه از جانب من صدمه‌اى نديده بودى بر عليه من با مىسىها ( قومى سركش در آسياى صغير ) همدست نشده‌اى تا بدترين صدمات را بر قلمرو من وارد كنى ؟\r\nارونتاس تصديق كرد . كوروش گفت آيا تو بعد از آنكه پى بردى قدرت كافى ندارى به معبد ربةالنوع ارتميس « 1 » نرفته و توبه نكرده بودى و بعد از آنكه مرا به عفو كردن خود وادار ساختى آيا تعهداتى با من ننمودى و با من عهد و پيمان نكردى ؟ ارونتاس اين اظهارات را هم تصديق نمود .\r\nآن‌گاه كوروش گفت پس چه آزارى از من ديدى كه سومين بار بر ضدم توطئه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Artemis \r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nراه انداخته‌اى ؟ وقتى كه ارونتاس اين بار هم پاسخ منفى داد كوروش از او پرسيد پس تصديق مىكنى كارى ناروا نسبت به من مرتكب شده‌اى ؟\r\nارونتاس گفت چاره‌اى نداشتم . كه در اثر آن كوروش باز پرسيد آيا از اين پس مىتوانى ثابت كنى دشمن برادرم و يار صديق من باشى ؟ او جواب داد اى كوروش حتى اگر چنين هم بكنم باز ممكن نيست تو حرفم را باور دارى . سپس كوروش رو به حضار نموده اظهار داشت كارنامهء اين مرد را ملاحظه كرده‌ايد و اظهاراتش را هم كه شنيده‌ايد و تو ، اى كلارخوس كه از بهترين مشاورانم هستى دراين‌باره هر عقيده‌اى دارى بگو . كلارخوس گفت :\r\nرأى من اينست كه بايد شر چنين عنصرى را هرچه زودتر رفع كرد تا در آينده نيز هميشه در انديشهء پرهيز از خطر و آزار او نباشيم و در كار اجر و پاداش دادن خدمتگزاران وفادار خويش آسوده خاطر باشيم . اين نظر كلارخوس را ديگران تصديق كردند . او نقل كرد كه بعد از آن جريان به فرمان كوروش همه ، حتى منسوبان خود ارونتاس هم برپا خاسته - دستى بكمربند او زدند كه نشانهء محكوميتش به مرگ بود . سپس مأموران بيرونش بردند ، افرادى كه نسبت به او سابقهء ارادت و احترام داشتند در حين بردنش باز به او احترام نمودند هرچند كه ميدانستند محكوم به - مرگ شده بود .\r\nبعد از آنكه او را به چادر آرتاپات كه از معتمدان مقرب كوروش بود بردند ديگر كسى پيكر زنده يا جسد ارونتاس را نديد و هيچ‌كس هم ندانست كه او چگونه اعدام شد . دراين‌باره هرچه گفته‌اند بنابر حدس و گمان بوده و احدى هم گور او را نديده است .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nبخش 6\r\nاز آن‌جا كوروش در سرزمين بابل سه منزل يا دوازده فرسنگ پيش رفت و در سومين منزل نيمه شب دستهء يونانىها و چريك‌هاى بيگانه را سان ديد ، زيرا كه ميپنداشت روز ديگر پادشاه با قشون خود به عزم نبرد پيش خواهد آمد . پس فرماندهى جناح راست را به كلارخوس و پهلوى چپ را به منون داد و خود به آرايش نفرات خاصه خويش پرداخت .\r\nروز بعد از سان ديدن قشون سحرگاه چند نفرى فرارى از اردوگاه پادشاه فرا آمدند و كوروش را از وضع لشكريان شاه آگاه كردند . در اين وقت كوروش سركرده‌ها و سردسته‌هاى يونانى را احضار و نه فقط با آنها صحبت و مشورت نمود كه نبرد چگونه بايد آغاز شود بلكه تا آنجا كه در توانائى او بود به تهييج و تشجيع آنها پرداخته چنين اظهار داشت :\r\nاى يونانيان ، من از آن جهت شماها را به عزم پيكار در راه مقصود خويش تا اين‌جا نياورده‌ام كه افراد كافى چريك بيگانه فراهم نبوده‌اند .\r\nبلكه به آن دليل اين اقدام را كرده‌ام كه معتقدم شما از چريكهاى بيگانه دليرتر و نيرومندتريد و به همين مناسبت است كه شما را در اين جنگ و ستيز شركت داده‌ام . پس شكى ندارم كه خودتان را افرادى برازندهء نعمت آزادى كه از آن بهره‌مند هستيد نشان خواهيد داد و شما را بداشتن اين آزادى تهنيت مىگويم و ترديدى نداشته باشيد كه خودم نيز آزادى را\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبسيار گرانبهاتر از همه چيز مىشمارم .\r\nحال براى آنكه بدانيد با چه نوع رزم و پيكارى سروكار خواهيد داشت من كه در اين زمينه اطلاعى دارم شما را نيز آگاه مىسازم . دشمن ما لشكريانى بس عظيم دارد كه با تبختر بسيار پيش مىآيند اما اگر شما در مقابل آنها چنان كه بايد و شايد مقاومت نشان دهيد اين مطلب را با احساس شرمندگى اظهار مىدارم ، بدون شك خواهيد ديد كه من در ميان هموطنان خود چه افراد بيچاره‌اى دارم و هرگاه شما مردانه پيكار كنيد و مبارزه‌ام نتيجه مطلوب بدهد آن عده از شما را كه قصد بازگشت به وطن خويش دارند مورد غبطه و حسرت دوستان شهر و ديارتان خواهم ساخت و دربارهء بسيارى از شماها نيز كارى خواهم كرد كه ماندن در دستگاه مرا به زندگى در ولايت خود ترجيح دهيد .\r\nدر اين حال گالين كه پناهنده‌اى سياسى و در آنجا حاضر بود و از نزديكان مورد اعتماد كوروش بشمار ميرفت اظهار داشت :\r\n« اى كوروش بعضيها مىگويند اينك كه وضع تو وخيم است وعده هاى كلان ميدهى - زيرا كه با خطر گلاويز هستى - اما همين كه توفيق و مراد يا بى آن‌گاه اين مواعيدت از ياد خواهد رفت و بعضى ديگر نيز مىگويند اگر وعده‌هاى خود را هم فراموش نكنى و بخواهى انجام بدهى باز قادر نخواهى بود . »\r\nبعد از شنيدن اين حرفها كوروش اظهار داشت : « آقايان اينست سرزمين پدر من از جنوب تا به جائى كه اهالى از گرما نتوانند زيست و از شمال تا به جائى كه از سرما و همهء اين نواحى نيز بين دو سامانى است كه ياران برادرم به عنوان ساتراپ حكومت دارند . پس اگر ما فاتح شويم\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nبر من است كه دوستان خود را بر مسند اينهمه حكومتها قرار دهم . از اينرو نگرانىام آن نيست كه به اندازهء وافى منصب و مقام براى همراهان خويش نداشته باشم بلكه نگران از آنم كه براى احراز اين مقامات دوستان كافى فراهم نباشند . ولى در مورد شما فرزندان يونان بهر كدام انگشترى زرين هم خواهم داد . وقتى كه آنها اين مطلب را شنيدند فرماندهان چنان مسرور شدند كه بىدرنگ خبر را به اطلاع همهء يونانيها رسانيدند . ازاينرو دسته‌هاى ديگر نيز سعى نمودند به حضور او بروند چون ميخواستند بدانند در صورت فتح آنها چه نصيبى خواهند داشت .\r\nكوروش آنها را هم راضى برگردانيد ولى همهء آنانى كه با او صحبت كرده بودند يك ندا از او تقاضا و تأكيد داشتند كه خودش به ميدان جنگ نرود و در عقب جبهه بماند . به همين مناسبت كلارخوس از كوروش اين سؤال را كرد : آيا خيال ميكنى برادرت با تو جنگ كند ؟\r\nكوروش گفت : « به حق زاوش پروردگار عالم سوگند كه اگر او داريوش‌زاده و فرزند پريزاد و برادر من است بدون جنگ و ستيز فرمانروائى اين سرزمين را به چنگ نتوانم آورد . »\r\nدر اين موقع كه لشكر مجهز و آمادهء نبرد مىگرديد رسيدگى و معلوم شد عدهء يونانيان ده هزار و چهارصد نفر سنگين اسلحه و دو هزار و پانصد نفر سبك اسلحه است در صورتى كه نفرات چريك بيگانه در قشون كوروش يكصد هزار نفر با بيست ارابهء داس‌دار بود .\r\nبنابر گزارش و اصل تعداد لشكريان دشمن يك ميليون و دويست هزار نفر « 1 » بوده ، با دويست ارابهء داس‌دار بعلاوه قشونى شامل ششهزار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين تعداد ظاهرا مبالغه‌آميز است كتزياس پزشك يونانى اردشير شاه چنان كه -\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nسوار بفرماندهى ارتاگرس كه در جلو پادشاه حركت ميكرد سپاه شاهى چهار سردار داشته و هر يك از آنها در رأس سيصد هزار نفر بودند :\r\nآبروكماس ، تيسافرن ، گويرياس ، و آرياس .\r\nاما از تمامى اين لشكريان كه تعداد آنها را برشمرديم فقط نهصد هزار نفر با يكصد و پنجاه گردونهء داس‌دار در ميدان نبرد حاضر بودند زيرا كه آبروكماس كه با لشكر خود از فنقيه آمده بود براى آمادگى رزمى پنج روز تأخير داشت . اين اطلاعاتى بود كه فراريان راجع به سپاه شاه بزرگ قبل از آغاز جنگ ، به كوروش داده بودند . بعد از شروع زد و خورد گزارشهاى مشابهى نيز بوسيلهء نفراتى كه اسير شده بودند بدست آمد .\r\nاز اين‌جا كوروش يك منزل سه فرسنگ با تمامى سپاه خود اعم از يونانى و چريك بيگانه با آرايش جنگى راه پيمود چون مىپنداشت كه همان روز پادشاه به عزم نبرد پيش خواهد آمد زيرا كه در آن روز قبل از ظهر در حين پيشروى به خندقى كه پنج پا عرض و سه پا عمق داشته رسيدند .\r\nاين خندق در دشت تا مسافت دوازده فرسنگ ادامه داشت و به ديوار مديا « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n- پلوتارك نقل مىكند گفته است كه چهارصد هزار نفر بودند .\r\n( 1 ) - اين ديوار چنان كه گزنفون نوشته است از كرانهء فرات در قسمت شمال شرقى دجله شروع مىشده و بوسيلهء بابلىها ظاهرا در قرن ششم قبل از ميلاد به منظور دفاع در مقابل مادىها ساخته شده بود . گمان ميكنند قسمت جنوبى ديوار در آن زمان ويران بوده و به همين جهت خندق شاهى را ساختند . گزنفون شرح آن را در همين كتاب ذكر كرده است . بعضىها گفته‌اند اين ديوار به نام مده زن آخرين پادشاه ماد بوده و بعضى ديگر آن را سد نيمروز ( نمرود ) خوانده‌اند .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nكه در امتداد فرات بود ميرسيده است .\r\nدر اين محل راه باريكى بين ديوار و رودخانهء فرات واقع بوده كه بيش از بيست پا پهنا داشته . شهنشاه وقتى شنيد كوروش بر ضد او لشكر خواهد كشيد اين خندق را به قصد وسيلهء دفاعى ساخت . كوروش و لشكريانش از ميان تنگه عبور كردند ، از اينرو وارد محدودهء خندق شدند . در آن روز كوروش سيلانوس غيب‌گوى خود را احضار و به او سه هزار دريك مرحمت كرد زيرا كه يازده روز قبل از آن تاريخ وى در حين مراسم قربانى به كوروش اطلاع داده بود كه تا ده روز ديگر پادشاه اقدام به جنگ نخواهد كرد . كوروش گفت « اگر تا ده روز ديگر جنگ نكند لابد اصلا نخواهد كرد و هرگاه پيش‌گوئىات درست درآيد ده تالان ( معادل 3000 دريك پارسى ) به تو خواهم داد . » آن وجه مرحمتى از اين بابت بود زيرا كه ده روز گذشته بود و چون پادشاه جلو خندق ظاهر نشده بود و از عبور كردن لشكر كوروش هم جلوگيرى ننمود بنابراين روز آينده كوروش بىباك پيشروى خود را ادامه داد . روز سوم در گردونهء خود نشسته پيش ميرفت وعدهء معدودى نفرات با آرايشى رزمى از جلو او در حركت بودند و قسمت عمدهء لشكر بىنظم و ترتيب از عقب مىآمده‌اند و اسلحهء اكثر نفرات هم بر گردونه‌ها و يا بوسيلهء حيوانات باربر حمل ميگرديد .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nبخش 7\r\nدر اين گيرودار كه حوالى ظهر بود و به قرارگاهى كه كوروش قصد درنگ داشت نزديك مىشده‌اند پاته‌گياس يكى از معتمدان پارسى كوروش با سرعت تمام در حالى كه عرق از سرويال اسبش فرو ميريخت نمايان شد و بهر كسى ميرسيد با زبان چريكها و يا زبان يونانى فرياد مى - كشيد پادشاه با لشكرى انبوه و كاملا آمادهء پيكار فرا ميرسد . ازين‌رو آشفتگى بزرگى پديد آمد چون يونانىها و در واقع سايرين هم مى - پنداشتند كه شاه بىدرنگ در همان حين آشفتگى بر سر آنها خواهد ريخت . كوروش از ارابه‌اش پائين پريده جوشن خود را بر تن كرد و بر توسن خود سوار شده نيزه در دست فرمان داد كه همه نيز مسلح شوند و تمامى افراد موضع بگيرند پس تمامى نفرات سراسيمه در جاهاى خود قرار گرفتند . كلارخوس جناح راست « 1 » لشكر يونانى را گرفت كه وصل به رودخانهء فرات قرار داشت پروكزونوس بعد از او ، ديگران پشت‌سر پروكزنوس و منون و نفراتش جبههء چپ سپاه يونانى را اشغال نمودند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لشگر يونانى روى همرفته تمام جناح راست سپاه او را گرفته بودند و لشگر پارسى وسط و جناح چپ را .\r\nبنابراين كلارخوس و منون فرماندهى پهلوهاى راست و چپ قشون يونانى را در دست داشتند .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nچريكهاى بيگانه نيز كه سواران پافلاگونى و هزار نفر بودند در كنار كلارخوس و در طرف راست او مستقر شدند و يونانيهاى سپردار به همين شكل صف‌آرائى كردند . در پهلوى چپ هم اريه‌اوس نايب كوروش با بقيه چريكها آماده ايستاد . كوروش و سوارانش كه در حدود ششصد نفر بودند در وسط استقرار يافتند اين نفرات زره بر تن و ران‌پوش چرمى و همگى هم غير از كوروش كلاه خود بر سر داشتند ولى كوروش با سر برهنه داخل ميدان نبرد شد . اسبها همه يال و سينه‌بند داشتند و افراد علاوه بر اسلحهء ديگر ، شمشير يونانى نيز در دست .\r\nدر اين موقع كه نيمه روز بود هنوز از دشمن اثرى به نظر نميرسيد اما بعد از ظهر از دور گرد و خاك نمايان شد كه ابتدا مانند ابر سفيدى مينمود ولى زود به صورتى تيره‌وتار درآمد و سراسر دشت را سياه كرد .\r\nهمين كه دشمن جلو و جلوتر آمد از هر سو زرق و برق مىديدند و نيزه‌ها و سپس نفرات دشمن نيز نمودار شدند . سواران با يراق‌هاى سفيد در جناح چپ دشمن كه بموجب گزارشهاى و اصل تحت فرماندهى تيسافرن بودند بعد سربازانى كه سپرهاى سبك داشتند و قدرى دور تر افراد سنگين اسلحه با سپرهاى چوبى كه تا بالاى پا امتداد داشته و مىگفته‌اند آنها سربازان مصرىاند . سپس سواران و كمانداران بيشترى پيش آمدند .\r\nتمام اين لشكريان با آرايش مرسوم قومى خود حركت ميكردند و هر گروهانى دستهء انبوهى تشكيل داده بود .\r\nدر جلو آنها به اصطلاح ارابه‌هاى داس‌دار با فواصلى از يكديگر قرار داشتند . داس گردونه‌ها از مال‌بند تا كنارهء جاده كشيده شده بود و آن را در زير تنهء ارابه نصب كرده بودند نوك آنها به طرف خاك بود تا آنچه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nسر راه آنها بيفتد قطعه قطعه شود ، و غرض اصلى هم آن بود كه ارابه‌ها ، لشكر يونانى را درو كنند ولى راجع به اظهار كوروش كه يونانيان را فرا خواند و به آنها تأكيد كرده بود مانع هياهوى چريكهاى بيگانه شوند دچار اشتباه شده بود زيرا كه آنها با سروصدا پيش نمىآمده‌اند بلكه در سكوت و آرامش كامل با قدمهاى موزون و آهسته در حركت بودند .\r\nدر اين هنگام كوروش در حالى كه فقط پيگرس مترجم او و سه چهار نفر ديگر همراهش بودند در جلو جبهه راه افتاد و با صداى رسا به كلارخوس فرمان داد نفرات خود را متوجه قلب دشمن كند زيرا كه خود پادشاه در آنجا بوده و گفت اگر در آن نقطه فتح كنيم كام ما كاملا حاصل خواهد شد . كلارخوس كه ديده بود انبوه دشمن در وسطاند و از كوروش هم شنيده بود كه پادشاه در جناح چپ عدهء اوست ( چون تعداد لشكر شاه به اندازه‌اى زياد بود كه هرچند قلب سپاه را گرفته بودند باز نفراتش از جناح چپ كوروش هم فراتر قرار داشتند ) اكراه داشت جناح راست لشكر خود را از كرانهء رودخانه كنار بكشد زيرا كه در اين صورت نگران امكان محاصرهء جناحين خود بوده و در جواب به كوروش گفت سعى تمام دارد كه كارها برطبق دلخواه انجام شود .\r\nدر اين گيرودار خطرناك لشكريان پادشاه هم آهنگ پيش مى - آمدند در صورتى كه نيروى يونانى هنوز در محل خود مانده و با دسته‌هائى كه از عقب وارد مىشده‌اند صف‌آرائى مىنمودند . كوروش كه با فاصلهء كافى در جلو لشكر خود سواره حركت ميكرد بهر طرف نظر بررسى انداخت تا هم قواى همدستان خويش را اندازه‌گيرى كند و هم لشكر\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nدشمن را برانداز . در اين حين گزنفون آتنى « 1 » از مركز دستهء يونانيها او را ديده پيش تاخت تا با كوروش ملاقات و سؤال كند آيا امرى دارد .\r\nكوروش عنان اسب خود را بركشيد و به گزنفون گفت به همه اعلام شود كه آثار و علائم قربانيها تمام حاكى از فال نيك است . وقتى كه اين مطلب را اظهار ميداشت شنيد صدائى ميان سپاه درافتاده بود پرسيد چيست ؟\r\nگزنفون پاسخ داد شعار جنگى لشكريان است كه براى مرتبهء دوم بهمگى ابلاغ مىشود . كوروش حيران شد چه كسى آن فرمان را داده بود و استفسار كرد چه شعارى است گزنفون عرض كرد : « اى زاوش بزرگ پيروزى از تو است » با شنيدن اين بيان كوروش نظر تأييد داد و گفت مانعى ندارد و بعد از اين اظهار ، به سوى قرارگاه خود تاخت .\r\nسرانجام فاصلهء بين دو لشكر متخاصم به سه چهار استاديا رسيد آن‌گاه يونانيها سرود خوانان بر دشمن حمله كردند . در حين پيشروى قسمتى از ستون عظيم موج‌وار بكنار افتاد ازينرو آنها كه عقب مانده بودند پا به فرار نهادند و در همان حال نيز با فرياد جنگى كه خاص انياليوس « 2 » است همگى فرار اختيار كردند . مىگويند سپس بعضى از آنها با نيزهء افراد همدستهء خود ايشان تصادم نموده ترس و وحشت در ميان اسبهاى دشمن افتاد و قبل از آنكه تيرى به آنها اصابت كند صف چريكهاى بيگانه وارفت . ازينرو يونانيها با تمام نيرو به تعاقب دشمن پرداختند ولى به يكديگر توجه ميدادند كه بىاندازه هم پيش نتازند بلكه صف - هاى خود را استوار و پيوسته نگاه دارند . راجع به ارابه‌هاى دشمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گزنفون در اين اثر همه جا خود را به صورت سوم شخص عنوان كرده است . م\r\n( 2 ) -  Enyalius  رب النوع جنگ .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nيونانيها هر گردونه‌ايرا كه در حال فرار ميديدند شكافى براى عبور آنها باز ميكردند و يكى از نفرات را مانند سواركارى كه در ميدان مسابقه از زين فرو افتاده باشد دستگير مىكردند و گفته‌اند حتى او هم زخمى نشده بود و هيچيك از يونانيها در حين نبرد جراحتى برنداشت . مىگفته‌اند فقط يكنفر در جناح چپ لشكر تير خورده بود .\r\nوقتى كه كوروش پيروزى يونانىها را ديد و مشاهده نمود كه گروهان مقابل آنها پا به فرار نهادند هرچند خشنود مىنمود و هم‌اكنون بعضى از ملازمان او را به رسم شهريارى تعظيم مىكردند باز به تعاقب دشمن ترغيب نشد بلكه ششصد نفر سواران خود را جمع و جور نگاه داشت و ناظر و نگران بود كه پادشاه چه خواهد كرد چون ميدانست كه شاه در قلب سپاه پارس قرار مىگيرد . در واقع همهء فرماندهان چريك نيز در حين فرماندهى در قلب لشگر مستقر مىشوند زيرا آنجا را مصون‌ترين موضع مىپندارند و به عبارت ديگر قواى خود را در طرفين قرار ميدهند كه هرگاه امرى صادر كنند سريع‌تر به همه ابلاغ شود به همين نهج نيز پادشاه در قلب لشگر به فرماندهى ايستاد كه باوجود اين حال باز جلوتر از جناح چپ لشگر كوروش واقع شده بود و چون كسى را در مقابل خود نمىديد كه با او و يا لشگرى كه در جلو داشت نبرد آغاز كند قصدا انحراف جست تا دشمن را محاصره كند .\r\nازينرو كوروش سخت نگران شد كه مبادا شاه لشگر يونانى را از عقب غافلگير و آنها را تارومار كند پس در صدد برآمد با پادشاه وارد\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمصاف شود « 1 » و با ششصد سوار خود بر گروهى كه در جلو شهنشاه بودند حمله برد و پيروز شد و آنان را كه شش هزار نفر بودند ناچار به فرار كرد .\r\nگفته‌اند كوروش بدست خود فرماندهء آنها ارتاگرس را به قتل رسانيد ، اما چون عدهء او پا به فرار نهاده بودند ششصد سوار كوروش به تعاقب ايشان پرداخته در نتيجه خواه و ناخواه متفرق شدند و فقط چند نفرى پيرامون او باقى ماندند كه بيشتر آنها نيز نديمانش بودند . در همان حين و حالى كه فقط اين دستهء محدود را در التزام ركاب داشت چشمش به شاه افتاد كه انبوه لشگر در دنبالش بودند پس ناگهان عنان اختيارش از دست رفت و با فرياد « آه او را ديده‌ام » شتابان به طرف شاه حمله برد و چنان كه كتزياس « 2 » پزشك شاهى ( كه در جبهه حاضر بود ) مىنويسد ضربتى بر سينه‌اش وارد ساخت . همين نويسنده مىافزايد كوروش شخصا زخم شاه را بست .\r\nاما هنگامى كه كوروش ضربات خود را وارد ميكرد ضربت سختى بوسيلهء زوبين در زير چشم خود او رسيد . در اين ميانه زد و خورد مهيبى بين پادشاه و كوروش و همچنين نگهبانان طرفين درگرفت بطورى كه كتزياس نقل مىكند نفراتى از دستهء شاهى به خاك هلاك افتادند و كوروش هم به قتل رسيد و هشت تن از نجباى ملازم او در كنارش جان دادند . راجع به آرتاپات كه آجودان‌باشى كوروش و از همراهان جان‌نثار او بود نقل شده است وقتى كه ديد كوروش كشته شد از اسب خود پائين پريده شاهزاده را در بازوان خود گرفت . به روايتى پادشاه امر داد او را بر جنازهء كوروش هلاك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين نبرد در دشت كوناكسا در 36 ميلى شمال شهر بابل اتفاق افتاده بود . م\r\n( 2 ) - كتزياس يونانى هفده سال پزشك ملكه پريزاد ( پروشات ) و اردشير شاه فرزند او بوده است . م\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nكردند . بعضىها نيز گفته‌اند كه خودش خنجر بركشيد و خودكشى كرد چون بواسطهء علاقهء شديد و وفادارى كامل نسبت به كوروش خنجرى زرين و طوق و باره و همهء زيورهاى خاص نجباى پارس را داشته و واجد افتخار و امتيازات بسيار بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nبخش 8\r\nاين بود سرنوشت كوروش كه چنان كه جملگى برآنند بعد از كوروش بزرگ « 1 » بيش از همهء اهل پارس داراى روش و منش پادشاهى و برازنده‌ترين نفر براى احراز مقام فرمانروائى بود . زيرا اولا هنگامى كه هنوز جزو نوباوگان و به اتفاق برادرش و كودكان ديگر مشغول تحصيل بود از همهء جهات بر تمام همشاگرديهاى خود برترى داشت چه همهء فرزندان بزرگان پارس در دربار پرورش مىيابند و در آنجاست كه استعداد رازدارى و بردبارى را به حد كمال مىآموزند و به هيچ وجه هم رفتارى كه پست و خوار باشد در ميان آنها ديده و شنيده نمىشود . كودكان همواره سيماى مردان برازندهء ممتاز را در جلوى چشمان خويش دارند يعنى افرادى كه مورد احترام پادشاهند و همچنين وضع و حال آن كسانى را كه فاقد قدر و منزلت‌اند . اطفال دربارهء اين طبقه نيز مطالبى مىشنوند و بنابراين از اوان كودكى مىآموزند چگونه فرمان دهند و چگونه هم تسليم و فرمانبردار باشند . و نيز شهرت داشت كوروش اولا در ميان همسالان خود از همه ساده‌تر و كاملا بىآلايش بوده و حتى بيشتر از همقطاران پائين‌تر از خويش نسبت به ارشدان اطاعت مىنمود . ثانيا به اسب علاقهء بسيار و در سواركارى مهارت سرشار داشت و مىگفته‌اند شوق فراوان نسبت به -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و داريوش اول - مترجم\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nتحصيل و آموزش مىنمود و در تمرين‌هاى نظامى هشيارى و چالاكى عجيب نشان ميداد و در زوبين انداختن و تيراندازى نيك ماهر بود . سپس هنگامى كه دورهء نوجوانى فرا رسيد با عشق سرشارى به كار شكار پرداخت و با جهد بسيار ضربت كارى بر جانوران وارد مىساخت در يك مورد وقتى كه خرسى به او حمله كرده بود فرار اختيار نكرد بلكه با حيوان گلاويز شد و از اسب خود با سر فرو افتاد و زخمى شد كه اثر آن مدتها باقى بود . اما سرانجام جانور را از پا درآورد همچنين آن كسى را كه در اين مورد به يارى او شتافته بود ، با انعام و نوازش محسود ديگران ساخت .\r\nهمچنين وقتى كه پدرش او را ساتراپ ليديه و فريگيه بزرگ و كاپادوكيه منصوب كرد و فرماندهى همهء لشگريان ( آسياى صغير ) را به او داد كه ناگزير برعهده داشت كه منطقهء كاستولوس را هم اداره كند نيك نشان داد كه بيش از هر چيزى به وفاى عهد و يا هر قسم قول و قرار خويش پابند است و به همين دليل نيز بوده است كه نواحى بسيار به او اظهار اعتماد نمودند و خود را تحت فرمان و حمايتش قرار دادند . افراد نيز به او اطمينان كامل داشتند و اگر دشمنى با او سازش ميكرد ترديدى نداشت كه بعدا از جانب او دچار خطرى نخواهد شد . در نتيجه وقتى كه با تيسافرن درافتاد همهء شهرها با طيب خاطر جانب كوروش را بر تيسافرن ترجيح دادند مگر ميلتوس و دليل ترس اهل آنجا هم از او اين بوده است كه نسبت به پناهندگان شهر خويش نگرانى و تشويش داشتند زيرا كه بارها كوروش قولا و عملا ثابت كرده بود آنان كه با او يار شوند همواره در مد نظرش خواهند بود هرچند تعداد آنها محدود باشد و يا به نكبت و گرفتارى سختى دچار شوند .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nاين نكته هم نيك آشكار بود كه هرگاه كسى نسبت به او نيكى مىنمود يا خيرى به او ميرسانيد و يا آنكه سبب صدمه‌اى مىگرديد همواره مىكوشيد متقابلا قدرت جبران يا قصاص نشان دهد و در واقع نقل مىكرده‌اند كه يكى از خواسته‌هاى قلبى او اين بوده است كه آن قدر زنده بماند تا بتواند خوبى سايرين را در حق خود دوچندان تلافى كند و آسيب از ناحيهء ديگران را سخت قصاص دهد و خلاصه از عهدهء نيكى و يا بد - كردارى ديگران درست برآيد . به همين جهات هم بوده است كه بيش از همهء بزرگان زمان ما طرفدار داشته و بسا كسانى كه با اشتياق فراوان او را ضامن و حامى مال و سامان و حتى وجود خويش محسوب مىداشته‌اند ولى از طرف ديگر هم احدى امكان اظهار اين ادعا را نداشت كه او به كسى حق و يا اجازه دهد كه آلت ريشخند يا نيشخندش سازند برعكس دربارهء اين قبيل عناصر هيچ رحم و گذشتى نداشت و بارها در طى راه لشكركشى افرادى ديده شده بودند كه به همين جهت پا يا بازو يا چشم خود را از دست داده بودند . ازين‌رو در قلمرو كوروش هم يونانيان و هم چريك‌هاى بيگانه اگر خطا نمىكردند در عين آسودگى به هرجا حق رفت‌وآمد داشتند و مىتوانستند آنچه ميخواستند همراه بردارند .\r\nولى بطوريكه همه اذعان دارند او نسبت به دليران احترام و علاقهء خاص مىنمود مثلا يك دفعه با پىسيها و مىسيها « 1 » جنگ داشت و فرماندهى قوا را در سرزمين دشمن شخصا بر عهده گرفته بود و افرادى را كه در حين خطر و پيكار شجاعت و جان نثارى كرده بودند نه فقط حكومت ولايات مسخر را مرحمت كرد بلكه جوايز و مزاياى ديگر نيز داد . ازين جهت در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دو قوم سركش در ناحيهء غربى آسياى صغير . م\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nسايهء عنايت او دلاوران از همه كس وضع بهترى داشتند ولى بزدلان را گماشتهء دليران ميكرد . ازين‌رو كوروش افراد بسيارى در اختيار داشت كه به جان و دل آماده بودند به خاطر او با هرگونه خطرى روبرو شوند .\r\nدربارهء درستكارى و صحت عمل ، او هر وقت توجه مىيافت كه فردى از زير دستانش سعى دارد در اين راه ممتاز باشد اهتمام بسيار مىنمود كه چنين كسى از زندگانى بهتر و مطلوب برخوردار شود نه آن افرادى كه به انباشتن زر و مال حرام جهد و اهتمام داشتند . ازين‌رو نه فقط بسا كسان با نهايت صداقت و صفا در انجام دادن او امرش همت مىگماشتند بلكه او بخصوص از اين راه قادر بوده است خدمت و فداكارى سپاهى شايستهء اين نام را تأمين كند زيرا كه سركرده‌ها و سردسته‌ها كه از نقاط دوردست به عنوان مزدور به خدمتش درآمده بودند زود پى بردند كه خدمت رايگان و در عين صداقت آنها نسبت به كوروش از حالت فقط مزدورى ارزش بس بيشترى داشته است . همچنين بدون ترديد اگر كسى خدمتى را كه به او ارجاع شده بود به وجهى نيكو انجام مىداد كوروش به هيچ عنوان رضا نمىداد شور و غيرت چنين خدمتگزارى بىپاداش بماند .\r\nبنابراين معروف است كه براى اجراى كارهاى مهم و دشوار همواره بهترين افراد را در اختيار خويش داشت . بعلاوه هرگاه متوجه مىگرديد كسى واجد لياقت و مديرى عادل و قابل است و ميتواند نه فقط در اداره كردن حوزهء خود شايستگى ابراز دارد بلكه بر مقدار درآمد دولتى نيز بيفزايد هيچ‌گاه چنين مأمورى را بىعقار و زمين نمىگذاشت بلكه غالبا بيش از آنچه حق داشت به او مرحمت مىكرد . حاصل اين جريان آن شده بود كه همه با طيب خاطر در راه پيشرفت مقاصدش تحمل رنج و تعب\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nميكردند و در خدمت و كارش با اعتمادى بىپايان اظهار آمادگى و پيوستگى مىنمودند و از آن هم برتر احدى آنچه بدست مىآورد از او مخفى نمىكرد چون بديهى است او نسبت به كسانى كه از راه صداقت و صفا توانگر مىشده‌اند غبطه و حسرتى نمىنمود ولى مال و منال عناصرى را كه در مخفى كردن آن تلاش مىنمودند تصاحب و مصرف ميكرد و دربارهء دوستان خود نيز جملگى بر آنند كه سعى فراوان داشت مراقبت تام نسبت به وضع و حال آن يارانى نمايد كه مىپنداشت به او علاقه و دلبستگى دارند و در صورت احتياج در هر كارى كه خواستهء او باشد همكارانى شايسته‌اند به همين منظور احتياج به وجود دوستان خويش نيز در انجام دادن اميال آنها سخت مىكوشيد و همچنين تصور مىكنم او بيش از هر كس ديگر هديه و تقديمى دريافت مىنموده است كه جهاتى متعدد داشته و از آن جمله خود او بيشتر از ديگران دست به بذل و بخشش دراز و هداياى خود را نيز در هر مورد و موقع مطابق نياز افراد انتخاب مىكرده است .\r\nدربارهء تقديمىها كه افراد مىخواسته‌اند او در زمان جنگ و يا فقط به قصد مباهات زيور پيكر خود سازد مىگويند راجع به اين قبيل پيشكشىها گفته بود به عقيدهء او دوستانش كه آراستگى واقعى دارند بهترين زيور سرور خود بشمار ميروند . بدون شبهه از اين بابت كه در بخشندگى و گرانى هدايا او از همه بالاتر بوده جاى شگفتى نيست به دليل بارز اينكه وسايل او از امكانات ديگران به مراتب بيشتر بود اما تفوق او بر سايرين از لحاظ اشتياق و علاقه‌اى كه به كار بخشش و احسان مىنمود به نظر من در خور مدح و ستايش فراوان است . مثلا هنگامى كه شراب ناب خاص براى كوروش مىآورده‌اند نيمى از آن را با پيامى از قرار ذيل جهت\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nيكى از دوستان خود مىفرستاد : « كوروش اظهار ميدارد مدتى مديد شرابى چنين ناب نچشيده است ازاين‌رو براى تو هم قدرى از آن مىفرستد تا با ياران بسيار عزيز و گرامى خود نوش‌جان كنى » و به همين نهج عادت داشت نيمى از پنير يا نان ممتاز را نزد ياران خود بفرستد و پيام دهد :\r\n« كوروش از اين خوراكى مرغوب محظوظ گرديده مشتاق است كه تو هم از آن تناول كنى » و در هر محل كه عليق ناياب بود و او بواسطهء تعداد كثير گماشتگان و يا بنابر حسن تدبير قدرى از آن براى مصرف اختصاصى بدست مىآورد مقدارى هم به دوستان خود مىفرستاد و پيام مىداد آن را به اسبهائى بدهند كه آنانرا سوارى داده بودند تا اين مركب‌ها ياران صديق و عالى جاه او را با شكم خالى سوارى ندهند و هرگاه در حين پيشروى و حركت در معرض تماشاى جمع كثيرى بود ياران وفادار خود را فرا مىخواند و با آنها به صحبت جدى مىپرداخت تا به عامه نشان دهد چه كسانى مورد احترام و عنايت اويند . ازين‌رو مطابق مشهودات و مسموعات خود مىگويم احدى خواه در ميان يونانىها و يا از چريكها هيچ‌گاه به اندازهء كوروش مورد علاقه و ستايش آدميان نبوده است . در اين‌جا واقعه‌اى كه شاهد قول ماست ذكر مىشود . با آنكه خود كوروش غلام « 1 » بود هيچ‌كس جانب او را رها نكرده بود تا به پادشاه پيوسته باشد مگر تنها ارونتاس كه چنان كرد ( بايد خاطر نشان نمود كه او هم زود پى برد كوروش بيشتر از مخدوم او شايستهء دلبستگى بوده است ) از طرف ديگر بسا كسانى كه بعد از پيش‌آمد اختلاف و نقار بين دو برادر از دستگاه شاهى فرار و خدمت كوروش را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين عنوانى بود كه يونانىها به اتباع پادشاه مطلق العنان و بخصوص زير - دستان شهنشاه ايران نسبت مىداده‌اند .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nاختيار كردند و اين عده از عناصرى بودند كه در نزد شاه قدر و منزلت وافى داشتند چون ايشان مىپنداشتند در صورت استحقاق از كوروش اميد پاداش بهترى داشتند تا از برادرش پادشاه . بعلاوه عاقبت كارش نيز نشان ميدهد كه مردى واقعى و تمام عيار بود و رأيش نسبت به وفادارى و صداقت و پايدارى ياران نيك صائب ، و در موقع شهادتش هم از قرار معلوم همهء ملتزمان ركاب و مصاحبان او در راه دفاعش جان دادند مگر آريه‌اوس كه تصادفا در جناح چپ لشكر قرار داشت و چون شنيد شاهزاده به قتل رسيده بود با همهء نفراتى كه در زير فرمان خود داشت پا به فرار گذاشت .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nبخش 9\r\nآن‌گاه سر كوروش و دست راستش را از بدن جدا كردند ولى پادشاه كه به تعاقب اريه‌اوس و همراهانش پرداخته بود تا اردوگاه كوروش تاخت . اريه‌اوس با نفراتش از قرارگاه خود پا به فرار نهاده به محلى كه بامداد از آنجا آمده بودند و مىگفته‌اند كه در چهار فرسنگى واقع بوده بازگشتند . در اين حين متهاجمين به جمع كردن انواع اجناسى كه به حد وفور در اردوگاه كوروش موجود بوده پرداختند خاصه بانوى اهل فوسه ( ولايتى در آسياى صغير ) محبوبهء كوروش كه به تصديق همگان هم زيبا و هم بسيار باهوش بود بدست سربازان شاهى افتاد . اما بانوى ميلطى كه جوان‌تر بود و دستگير شده بود در حالى كه فقط روپوش سبكى بر تن داشت به پناهگاه گارد يونانى كه در قسمت ارزاق مشغول پاسدارى بودند فرار كرد و به لباس سربازان درآمد و بسيارى از متهاجمين غارتگر را به خاك هلاك انداخت . اگرچه عده‌اى نيز از دستهء خود آنها به قتل رسيده بودند ولى باز اين عده مقاومت نمودند و بانو را نجات داده بعلاوه آنچه از اجناس يا افراد را كه به گروه آنها پيوسته بودند همه را حفاظت كردند .\r\nدر آن هنگام پادشاه و لشكر يونانى در حدود سى استاد از هم دور بودند . يونانيها سربازانى را كه در جلو آنها مستقر شده بودند تعاقب\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nنمودند و مىپنداشتند كه بر همه نيز غالب شدند . از طرف ديگر گروه شاهى به جمع كردن محتويات چادرها پرداخته خيال ميكردند فتح كامل با آنهاست . همين كه يونانىها آگاه شدند كه همراهان پادشاه در انبارها دست به كارند و شاه و تيسافرن نيز اطلاع يافتند كه يونانىها بر نفرات مقابل خود غلبه كرده بودند به تعاقب آنها شتافتند . در آن حين اردشير شاه به عزم پيكار عدهء خود را جمع‌وجور ميكرد كلارخوس نيز پروكز - نوس را ( كه در جبهه از همه به او نزديك‌تر واقع بود ) به يارى طلبيده با هم تعاطى افكار نمودند تا دستهء كمكى به قسمت نگهبانى ارزاق گسيل دارند . در اين حين يونانىها چنان كه از عقب ستون به نظر آنها رسيده بود متوجه پيشروى مجدد پادشاه شدند . ازين‌رو خود نيز به حركت درآمدند ، تا در صورت يورش دشمن آمادهء مقابله باشند اما شاه به پيشروى ادامه نداد بلكه از همان راهى كه قبلا رفته و از كنار جناح چپ كوروش گذشته بود بازگشت و در مراجعت نه فقط افرادى را كه طى نبرد به طرف يونانىها پناه آورده بودند بلكه تيسافرن و لشكرش را نيز برگردانيد چون با اولين زد و خورد تيسافرن فرار اختيار نكرده بود بلكه در امتداد رودخانه ( فرات ) دستهء سبك اسلحه را مورد حمله قرار داد .\r\nاو در حين عبور كشتارى نكرد اما يونانىها كه شكافى در جلو افراد او ايجاد كرده بودند بر آنها در حين عبور از درون اين گذرگاه با زوبين و تير حمله‌ور شدند . فرماندهء گروهان سپرداران يونانى اپيستن ، نام داشت و اهل آمفىپوليس بود و نقل كرده‌اند كه خود را در آن گيرودار مردى بسيار هشيار و زيرك نشان داد . به‌هرحال وقتى كه تيسافرن با هزار اشكال از تنگنا رهائى يافت ديگر رو نشان نداد بلكه او هم به اردوگاه\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nيونانىها رفته همراه پادشاه دست به كار شد و بدين ترتيب بعد از صف‌آرائى جديد آن دو ، بار ديگر با يكديگر همگام شدند .\r\nوقتى كه آنان روبروى جناح چپ يونانيان رسيدند اين عده بيمناك و نگران شدند كه مبادا ايشان به اين جناح بتازند و بوسيلهء محاصره كار آنها را پاك بسازند . پس بهتر آن ديدند ستون پهلو را عقب بكشند و رودخانه را حفاظ خويش قرار دهند . اما در حالى كه راجع به اين اقدام مشورت مىكردند پادشاه نيز بىدرنگ صف‌آرائى لشكر خود را عوض و آنها را مجددا جلو يونانىها مستقر كرد ، همان كارى كه اول بار براى پيكار با آنها كرده بود . وقتى كه يونانيها ديدند دشمن به صورت رزمى به آنها نزديك شده است سرود خوانان و با حدت و هيجان بيشتر باز به حمله پرداختند اما چريك‌هاى بيگانه با آنكه زيادتر از دفعهء اول تا سامان دشمن از يونانىها فاصله داشتند ، باوجوداين وضع پا به فرار نهادند . يونانىها نيز تا حدود دهكده‌اى به كار تعاقب ادامه دادند و در اين محل درنگ نمودند زيرا كه پادشاه و همراهان بر تپه‌اى مشرف به اين ده بهم ملحق شده بودند و پياده هم نبودند بلكه سوارها همهء تپه را فراگرفته بودند ، ازين‌رو يونانىها از وضع و كار دشمن بىاطلاع ماندند . مىگفته‌اند علامت شاهى را ديده بودند و آن عقابى گشاده بال زرين بود كه بر صفحه‌اى نصب و بر نوك تيركى افراشته شده بود اما چون يونانىها از اين محل نيز به پيشروى خود ادامه دادند سواران با شتاب تپه را ترك كردند و با هم پيوسته باقى نمانده بلكه از هر طرفى فرا رفتند . بنابراين رفته رفته تپه از وجود سواران خالى شد تا سرانجام همگى از نظر دور شدند . به همين جهت كلارخوس لشكر خود\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nرا به جانب ارتفاعات مزبور نكشيد بلكه پائين تپه درنگ نمود و لوسيوس اهل سيراكوز را با يك نفر ديگر به قله فرستاد تا طرف ديگر تپه را ديده‌بانى و نتيجه را گزارش كند . لوسيوس بر تپه بالا رفته به اطراف نظر انداخت و خبر آورد كه دشمن سراسيمه در حال فرار است و آن درست نزديك غروب آفتاب بود .\r\nسپس يونانىها باز ايستادند و اسلحهء خود را پائين گذاشته استراحتى نمودند . در اين گيرودار ايشان حيران بودند كه كوروش در كجاست و چرا كسى از جانب او خبرى نياورده است ، چون اطلاع نداشتند كه كشته شده بود . حدس ميزدند او يا در تعاقب دشمن افتاده و يا به عزم اشغال نقطه‌اى پيشروى كرده است . ازين‌رو به مشاوره پرداختند كه چه بايد بكنند ، در همانجا بمانند و دستهء ارزاق را به اين محل انتقال دهند ، يا آنكه به اردوگاه خود بازگردند . پس شق اخير را ترجيح دادند و شامگاه به اردوگاه رسيدند . آن روز ايشان بدين منوال گذشت و معلوم شد قسمت عمدهء آذوقهء آنها به غارت رفته بخصوص مأكولات و مشروبات و همچنين ارابه‌هاى پر از آرد و شرابى كه كوروش براى حوايج اضطرارى لشكر خود در نظر گرفته بود ( مىگفته‌اند تعداد اين واگنهاى بارى چهارصد بود ) اين محمولات را نيز سپاه شاهى به يغما برده بودند در نتيجه بيشتر يونانىها بىشام سر كردند و روز ديگر هم ناشتائى نداشتند و آن شايد به اين جهت بود كه قبل از صرف صبحانه پادشاه زود بازآمده بود . پس آن شب ايشان نيز بدين منوال گذشت .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nبخش 10\r\nسحرگاه فرماندهان « 1 » جلسه‌اى ترتيب داده حيران بودند چرا كوروش نه دستورى فرستاده و نه خود بازگشته است . ازينرو بر آن شدند هرچه دارند جمع‌آورى كنند و مجهز آنقدر پيش بروند تا به دستهء كوروش ملحق گردند .\r\nوقتى در شرف عزيمت بودند و آفتاب تازه برمىآمد پروكلس حاكم توترانيا از اعقاب دمارات ( دماراتوس « 2 » ) اهل لاكونيه با گلوس فرزند تامس وارد شد . آنها اطلاع دادند كه كوروش كشته شده بود واريه‌اوس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خلاصه . در فصل گذشته ديده‌ايم كوروش به قصد لشگركشى بر ضد برادر خود اردشير شاه چگونه قشونى فراهم كرد و لشگركشى از كنارهء دريا تا نقاط مرتفع و كوهستانى به چه ترتيب برگزار شد و چگونه زد و خورد اتفاق افتاد و كوروش به قتل رسيد و يونانىها در چه وضع و حالى به اردوگاه خود بازگشتند و استراحتى كردند با اين فرض و خيال كه در تمام جبهه‌ها پيروز شده‌اند و كوروش هم زنده است .\r\n( 2 ) -  Demaratus  از اميران اسپارت كه در سال 491 ق . م خلع شده به ايران فرار كرده بود سپس همراه خشيارشا در لشگركشى او به يونان شركت نمود . توترانيا ( از نواحى غربى آسياى صغير ) سرزمينى بوده كه خشيارشا بمناسبت خدماتش به او بخشيده بود .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nفرار اختيار كرده همان موقع با ديگر چريكها در محلى كه روز پيش بامداد از آنجا حركت كرده بودند در انتظارند و خبر داده‌اند هرگاه يونانيها قصد پيوستن به آنها را داشته باشند منتظر خواهند ماند و گرنه چنان كه اريه‌اوس اظهار داشته روز بعد به عزم بازگشت به يونيه كه از آنجا آمده بودند حركت خواهند كرد . فرماندهان و سربازان يونانى وقتى كه شرح اين ماجرا را شنيدند سخت برآشفتند . كلارخوس گفت :\r\n« اگر كوروش زنده بود ، افسوس كه ديگر در ميان ما نيست به اريه‌اوس پيغام ميداد تا آنجا كه به اقدام ما بستگى دارد پادشاه شكست يافته و چنان كه مىبينى ديگر حريفى در مقابل ما نيست تا با او نبرد كنيم و اگر شما هم نيامده بوديد ما باز بر ضد پادشاه پيشروى ميكرديم و به اريه‌اوس قول ميدهيم اگر اين‌جا بيايد خود او را بر تخت پادشاهى قرار خواهيم داد چه آنان كه در ميدان نبرد فاتح شوند حق فرمانروائى دارند » با اين سخنان او قاصدان را برگردانيد و همراه آنها خريسوفوس اهل لاكونيه و منون تسالى را روانه كرد چون منون خودش خواهش كرده بود . او از ياران نزديك و مدعى اريه‌اوس بود پس آن دو رهسپار شدند و كلارخوس در انتظار بازگشت آنها ماند .\r\nدر آن حال لشكريان با كشتن گاو و الاغهاى رسد باربرى كمى خوراكى فراهم كردند و براى مادهء سوخت قدرى دور تر از قرارگاه خود تا سامانى كه نبرد در آنجا واقع شده بود پيش رفتند و دسته‌هاى تيروكمان كه يونانيها ، فراريان لشكر شاهى را وادار كرده بودند دور بريزند و همچنين قدرى از سپرهاى ساخته از شاخهء بيد و سپرهاى چوبى مصريان بعلاوه تعدادى سپرهاى سبك و ارابه‌هاى كم وزن را كه در ميدان نبرد فرا\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nريخته بود و مىتوانستند حمل كنند ، اين اجناس گوناگون را به منظور سوخت به كار بردند و با آن غذائى پخته روزى را بپايان آوردند .\r\nدر اين موقع كه بحبوبهء فروش در بازار اردوگاه بود از جانب پادشاه و تيسافرن قاصدانى كه از دستهء چريك بودند مگر يك نفر يونانى كه تصادفا در گروهان تيسافرن و مورد علاقه و احترام او بود فرا آمدند . اين مرد كه فالينوس نام داشت مدعى بود در فن نبرد و فرماندهى پيادگان سنگين اسلحه مهارت بسيار دارد . هنگامى كه قاصدان مزبور بازگشتند سركرده‌هاى يونانى را جمع نموده به آنها اظهار داشتند كه پادشاه خود را فاتح ميداند و چون كوروش هم كشته شده بود ، به يونانيها پيشنهاد ترك مخاصمه داده آنها را بدربار خود فرا خوانده است تا در صورت امكان به وجهى سودمند با او سازش نمايند . اين پيام قاصدان شاهى خشم يونانيان را برانگيخت ، كلارخوس هم اظهار داشت كسانى كه غلبه كرده‌اند سلاح خود را از دست نميدهند و افزود اكنون اى فرماندهان عزيز هر پاسخى كه صلاح و آبرومند مىپنداريد بوسيلهء همين قاصدان بفرستيد منهم به زودى بازخواهم گشت . چون يكى از گماشتگان تقاضا كرده بود او برود و مشاهده كند كه اسباب بسيار عمدهء مراسم قربانى مفقود شده بود زيرا كلارخوس در همان گيرودار نيز درصدد انجام دادن اين مراسم برآمده بود .\r\nدر اين هنگام كلينور آركادى كه در ميان سركرده‌ها از همه سالخورده‌تر بود اظهار داشت كه ايشان مرگ را بر تسليم كردن سلاح ترجيح ميدهند و پروكزنوس اهل تب گفت : « اى فالينوس در نظر من روشن نيست كه پادشاه اسلحهء ما را به عنوان اينكه غالب است مطالبه\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nدارد يا چون ما را دوست خود مىپندارد به عنوان اهدا طالب آن است زيرا اگر بنام فاتح باشد چرا درخواست نمايد و خود براى تصرف آنها پيش نيايد ؟ « 1 » اما اگر او از راه تحبيب و دلجوئى خواستار آنهاست بهتر است خود بيايد تا سربازان دريابند در ازاى چنين تقديمى چه دريافت خواهند داشت . در پاسخ اين مطلب فالينوس گفت « پادشاه معتقد است كه فتح با اوست زيرا كوروش را از بين برده مگر آنكه كس ديگرى مدعى سلطنت او باشد ؟ بعلاوه معتقد است شما هم در چنگ و اختيار او قرار داريد چون در قلب سرزمين او هستيد كه رودخانه‌هاى غير قابل عبورى آن را احاطه كرده‌اند و ميتواند دسته‌هاى كلان بر ضد شما تجهيز كند كه اگر به شما امكان كشتار آنها را هم بدهد باز آن اندازه زيادند كه از عهدهء اين كار برنخواهيد آمد . سپس تئوپمپوس اهل آتن اظهار داشت « فالينوس تو خوب مىتوانى مشاهده كنى كه ما جز اين اسلحه و شجاعت خود سرمايهء ديگرى نداريم و اگر سلاح خويش را حفظ كنيم خواهيم توانست دلاورى خود را هم نشان بدهيم و گرنه همين كه اسلحه را از دست بدهيم جان خود را نيز باخته‌ايم . بنابراين نبايد تصور كنى كه يگانه دارائى خويش را از دست خواهيم داد بلكه برعكس بوسيلهء همين اسلحه با خود شما و براى تصرف اسلحهء خودتان نبرد خواهيم كرد » .\r\nاما فالينوس با شنيدن اين حرف به خنده افتاده گفت « اى جوان حالا چه وقت سخنانى حكيمانه است گفته‌هايت دلپذير است اما جاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين كلمات پاسخ معروفى را به خاطر ما مىآورد كه لئونيداس در جنگ ترموپيل ( در 480 قبل از ميلاد در جنگ بين ايران و اسپارت ) در مقابل چنين درخواستى به سردار ايرانى داده بوده . « اگر زوردارى بيا و بگير » . م\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nترديد نيست كه شجاعت شما با قدرت كلان پادشاه قابل قياس نخواهد بود » .\r\nچنان كه روايت كرده‌اند چند نفر ديگر هم كه آنجا حاضر بودند قدرى سست آمده اظهار داشتند به همان نهج كه نسبت به كوروش وفادارى نمودند ممكن است براى پادشاه نيز خدمت نافعى انجام دهند البته اگر شهريار سردوستى و قصد استخدام آنها را داشته باشد و شايد هم بخواهد در پيكارى با مصر از وجود ما استفاده كند كه با خوشوقتى در سركوبى آن قوم حاضريم . »\r\nدر اين ميانه كلارخوس بازآمده پرسيد آيا جوابى فرستاده بودند يا نه ؟ فالينوس كلامش را قطع نموده اظهار داشت « كلارخوس اين افراد حرفهاى بىهوا ميزنند و همه برآنند كه عقيدهء تو چيست » كلارخوس جواب داد : « اى فالينوس من از ديدارت بسيار خشنودم و گمان ميكنم ديگران نيز همين احساس را دارند زيرا كه تو يونانى هستى و ما هم .\r\nتعداد ما را نيز خودت ميدانى . حال كه بدين منوال گرفتار شده‌ايم از تو تقاضا داريم بفرمائى دربارهء اين موردى كه اشاره كرده‌اى چه راهى در پيش گيريم و شايسته آنست كه تو در پيشگاه خدايان راهى را بما نشان بدهى كه هم عين صلاح باشد و هم آبرومند . همان رأى و دلالتى كه تو را در آينده مايهء سرافرازى شود و روزگارى آن را چنين نقل كنند : در زمانى كه فالينوس از جانب پادشاه قاصدوار فرا آمده بود تا يونانيها را به تسليم كردن اسلحهء خود وادار كند وقتى كه آنها نظر خود او را خواستار شدند چنين و چنان نظر داد و نيك ميدانى كه رأى و نظرت در يونان نيز انعكاس خواهد يافت . »\r\nكلارخوس اين پيشنهاد هوشمندانه را بدان اميد تلقين ميكرد تا\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nهمان كس كه خود بنمايندگى پادشاه آمده بود ايشان را از خيال تسليم كردن اسلحه بازدارد و بدين ترتيب يونانيها اميدوار شوند ، ولى بر خلاف انتظار او فالينوس متقابلا كارى مزورانه كرده گفت : به نظر من اگر در جنگ با شاه يك در ده‌هزار هم اميد نجات داريد رأى من آنست كه اسلحهء خويش را از دست ندهيد . اما اگر بدون خواست پادشاه انتظار نجات نداريد معتقدم كه بهر شيوهء مقدور متوسل شده خود را از خطر برهانيد .\r\nدر جواب اين اظهار كلارخوس گفت اين كلام تو است ولى وقتى كه آن را به شاه پاسخ ببرند بايد بيفزايند كه اگر هم بنا باشد راه دوستى پادشاه را پيشه سازيم با در دست داشتن سلاح ياران مفيدترى خواهيم بود تا وقتى كه آن را به ديگرى تسليم كنيم كه چنين هم نخواهيم كرد و اگر نيز بر آن سر باشيم كه با او جنگ و ستيز كنيم با وجود اسلحه بهتر مىتوانيم از عهدهء اين مهم برآئيم و به فالينوس نيز ابلاغ كنيم كه اگر در همانجا كه هستيد بمانيد صحبت جنگ به ميان نخواهد آمد ولى هرگاه جلوتر بيائيد و يا بازگرديد به اين معنى است كه سر جنگ داريد .\r\nازين‌رو زود اعلام كنيد آيا بىحركت خواهيد ماند يعنى علامت ترك مخاصمه است و يا آنكه از جانب شما خبر ببرم كه طالب جنگ هستيد ؟\r\nكلارخوس جواب داد راجع به اين مطلب هم به عرض برسان نظر ما عين فرمايش خود اوست . فالينوس گفت منظور چيست ؟ كلارخوس پاسخ داد اگر حركت نكنيم ترك مخاصمه است و هرگاه پيش بتازيم و يا از اين - جا بازگرديم يعنى سر جنگ داريم . فالينوس پرسيد پس خلاصه كلام چه بايد عرض كنم آيا عزم صلح داريد يا خيال جنگ ؟ كلارخوس جواب خود را تكرار كرد ، صلح اگر جنبشى نكنيم جنگ هرگاه پيشروى يا مراجعت\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nكنيم ولى باز قصد خود را بروز نداد .\r\nبدين ترتيب فالينوس و همراهانش عزيمت كردند ولى از قاصدان اريه‌اوس فقط پريكلس و خريسوفوس وارد شدند و منون در نزد او ماند .\r\nاينها خبر آوردند كه اريه‌اوس اظهار ميدارد افراد پارسى ديگرى هستند كه از او بالاترند وزير بار پادشاهى او نخواهند رفت . قاصدان افزودند ولى اگر شما بخواهيد با او بازگرديد دستورش اينست كه شبانگاه عاجلا حركت كنيد و گرنه خود او بامداد به تنهائى رهسپار خواهد گرديد كه كلارخوس اظهار داشت به اين روال كه شما پيشنهاد مىكنيد اگر ما بيائيم چه بهتر و گرنه آنچه مصلحت كار شماست رفتار كنيد . اما باز قصد و خيال خود را نزد آنها نيز فاش نكرد .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nبخش 11\r\nبعد از آن جريان كه با غروب آفتاب مصادف شده بود او سر - كرده‌ها و سردسته‌ها را فرا خوانده به آنها اظهار داشت :\r\n« آقايان هنگام انجام دادن مراسم قربانى علامات و آثار آسمانى دربارهء جنگ ما با پادشاه به هيچ وجه مساعد نمىنمود و دلايل عمده‌اى نيز در اين باب وجود داشته است زيرا تا آنجا كه خودم به رأى العين مشاهده كردم بين ما و پادشاه رودخانهء دجله حايلى است كه بدون قايق عبور از آن امكان ندارد و قايقى هم در اختيار نداريم . از طرف ديگر براى ما دور از امكان است كه در همين جا بمانيم زيرا كه فاقد وسايل زندگى هستيم اما علايم و آثار ، گواهى مطلوبى در مورد پيوستگى ما با دوستان كوروش مىداده پس اين راهى است كه بايد در پيش گيريد . در اين صورت با آنچه خواه و ناخواه بدست آيد شكمى سير كنيد وقتى كه صداى بوق خاتمهء استراحت برآمد آمادهء عزيمت شويد و چون دومين صدا را بشنويد حيوانات را بار كنيد و آنها را در جوار رودخانه و سپرداران را هم در جناح حفاظى آن قرار دهيد .\r\nبا شنيدن اين دستورات فرماندهان و سردسته‌ها فرارفتند تا برطبق دستور كلارخوس خود را آماده سازند . از آن پس وى فرماندهى ميكرد و آنها اطاعت مىنمودند زيرا كه نه فقط برگزيدهء ايشان بود بلكه مىديدند تنها كسى است كه حزم و تدبير فرماندهى دارد و حال آنكه ديگران\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nتجربه‌اى نداشتند . « 1 »\r\nآن‌گاه بواسطهء تاريك شدن هوا ميلتوس با سوارانى كه تحت فرمان داشت وعدهء آنها چهل نفر بود با سيصد سرباز پيادهء تراكى جانب شاه را رها و به اين طرف فرار كرد . اما فرماندهى ساير نفرات را خود كلارخوس برعهده داشت و بنابر تصميم قبلى شروع به اقدام كرد و لشگريان هم از او پيروى نمودند تا به اولين قرارگاه خود رسيدند و نيمه شب در آنجا به - اريه‌اوس و نفراتش پيوستند و در حينى كه مسلح بودند با همان حالت آرايش جنگى خود درنگى نمودند . سركرده‌ها و سردسته‌ها با اريه‌اوس ملاقات كردند و طرفين يعنى صاحبمنصبان يونانى و اريه‌اوس و فرماندهان گروهان او با هم پيمان بستند كه نسبت به يكديگر خيانت ننمايند و با هم متحد بمانند . چريك‌هاى بيگانه نيز سوگند خوردند كه بدون هيچ‌گونه خيانت آنها را راهنما باشند و براى استحكام اين عهد و پيمان گاو نرى ، گرازى و قوچى را بر سپرى كشتند . يونانىها نوك شمشير خويش و چريك‌هاى بيگانه سرنيزه‌هاى خود را در خون اين حيوانات فرو بردند .\r\nپس از انجام مراسم عهد و پيمان ، كلارخوس اظهار داشت :\r\n« اى اريه‌اوس چون در اين سفر هم‌گام هستيم برگو بدانم نظرت راجع به خط سير ما چيست آيا از همان راهى بايد برگشت كه آمده بوديم يا آنكه راه ديگرى مىشناسى كه بهتر خواهد بود ؟ اريه‌اوس پاسخ داد اگر از همان راه مراجعت كنيم كه به اينجا آمده‌ايم از گرسنگى تلف خواهيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طول خط سيرى كه آنها از افسوس در يونيه تا ميدان جنگ آمده بودند نود و سه منزل يا پانصد و سى و پنج فرسنگ يعنى شش هزار و پنجاه استاديا بود و مساحت از ميدان نبرد تا بابل هم گفته‌اند سيصد و شصت استاديا بوده است .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nشد زيرا هيچ نوع خوراكى فراهم نداريم و در حين آمدن نيز در هفده منزل آخر اصلا آذوقه بدست نيامد و آنچه هم يافته شد صرف كرديم .\r\nاينك راهى را بايد در پيش گرفت كه هرچند درازتر است باز دست‌كم ميتوان اميد داشت كه خوراكى فراهم شود و بايد اولين منزل سفر را هم از لشكر شاهى هرچه دور تر اختيار كرد زيرا اگر به اندازهء دو سه روز راه بين ما فاصله باشد ديگر او قادر نخواهد بود ما را غافلگير كند زيرا كه پادشاه با افرادى محدود جرأت تعاقب ما را نخواهد داشت و با لشگرى انبوه نيز سرعتش كافى نخواهد بود بعلاوه دچار كميابى آذوقه خواهد شد و افزود اينست نظر من .\r\nاين تدبير مرارت بار فقط اين معنى را داشته است كه مخفيانه و يا با سرعتى تمام راه فرار اختيار شود اما بخت و طالع ايشانرا يارى كرد زيرا كه چون صبح شد و به حركت افتادند آفتاب در طرف راست آنها مىدرخشيد و بنابر محاسبه فرض كرده بودند تا غروب به يكى از دهات بابل برسند و ازين جهت كارشان لنگ نشد . اما در حدود بعدازظهر چنين به نظرشان آمد كه سواران دشمن را ديده بودند . بعضى از يونانيها كه حالت آماده باش نداشتند زود به دسته‌هاى خود پيوستند و اريه‌اوس كه چون مجروح شده بود در گردونه‌اى حركت ميكرد از ارابه پائين پريده جوشن پوشيد و همراهانش نيز مثل او رفتار كردند . در حينى كه سلاح مىپوشيدند افراد متقدم كه مأمور ديده‌بانى بودند خبر آوردند كه سوارانى از دشمن در كار نيست بلكه چهار پايانى را در حال چرا ديده‌اند بدين ترتيب فورى همه پى بردند كه اردوگاه شاهى در آن حوالى است و در واقع هم از دهى مجاور ستون دود به نظر ميرسيد .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nاما كلارخوس قصد نداشت با دشمن روبرو شود زيرا ميدانست افرادش نه فقط پاك خسته‌اند بلكه خوراكى هم نداشته‌اند بعلاوه دير - گاه بود . بهرحال او غفلتى روا نداشت از آن جهت كه سعى بسيار مىنمود كارش فرار وانمود نشود و پيش رفت تا شامگاه با باروبنه در كنار دهكده‌اى اردوگاه ترتيب داد ، از همان دهى كه لشگر اردشير حتى تيرهاى خانه‌ها را به يغما برده بودند . بارى دستهء باروبنه را مستقر كردند اما افرادى كه عقب مانده و در تاريكى به اردوگاه رسيدند آن شب را به هر نحوى بوده گذراندند و چون يكديگر را صدا مىكرده‌اند و لوله‌اى راه افتاد و حرف ايشان به گوش دشمن رسيد كه در نتيجه نفرات آنها كه نزديك‌تر واقع شده بودند از قرارگاه خود پا به فرار نهادند . اين وضع از آنجا مكشوف شد كه روز ديگر هيچ نوع حيوانى در آن حدود به نظر نيامد و دودى هم در آن حوالى ديده نشد و چنين مىنمود كه خود شاه نيز از نزديك شدن حريف بيمناك شده بود . اين واقعه از اقدامى كه پادشاه روز آينده كرده بود آشكار گرديد ولى در دل شب وحشتى سخت در ميان افراد يونانى افتاد ، از همان قسمى كه لشكرى بيمناك خواه و ناخواه دچار مىشوند . كلارخوس به تولميد نام اهل آلان كه جارچى او و يكى از ممتازترين جارچيان زمان بود امر داد اين خبر را بعد از آژير سكوت اعلام كند :\r\n« سركرده‌ها اعلام دارند هر كس نام كسى كه الاغى را بىافسار در ميان نفرات رها كرده است خبر بدهد يك تالان نقره جايزه خواهد گرفت :\r\nوقتى اين خبر انتشار يافت سربازان متوجه شدند كه ترس آنها بى مورد بوده و فرماندهان كاملا سلامت‌اند . سحرگاه كلارخوس به نفرات يونانى امر داد درست مثل ميدان پيكار صف‌آرائى كنند .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nبخش 12\r\nموضوعى كه چند لحظه پيش ذكر شد كه پادشاه از نزديك شدن يونانيها بوحشت افتاده بود بنابر جريان ذيل به وضوح پيوست . با آنكه او روز قبل قاصدانى اعزام داشته و فرمان داده بود كه يونانىها اسلحهء خود را تحويل بدهند حال در اول صبح قاصدانى روانه و پيشنهاد مذاكرهء صلح نمود . وقتى كه قاصدان مزبور به سامان قرارگاه يونانيان رسيدند با فرماندهان درخواست ملاقات كردند و هنگامى كه پاسداران اين خبر را گزارش دادند كلارخوس كه تصادفا در آن لحظه سرگرم بازديد نفرات بود به مأموران دستور داد به قاصدان اطلاع دهند كه تأمل نمايند تا او فراغت حاصل كند . آن‌گاه لشگريان را نظم و ترتيب كامل داد تا از هر جهت آماده و آراسته به نظر آيند و مثل ستون انبوه محكمى جلوه كنند و كسى خارج از صف و ستون افراد سنگين اسلحه ديده نشود . سپس اجازه داد قاصدان پيش آيند و خود او با مجهزترين و خوش‌نماترين نفرات خويش آماده شد و به ساير سركرده‌ها نيز دستور داد مثل خودش رفتار كنند .\r\nوقتى كه روبروى قاصدان فرا ايستادند از آنها پرسيد چه مطلبى دارند .\r\nجواب دادند براى مذاكرهء صلح آمده‌اند و اختيار داشته‌اند كه پيشنهادهاى پادشاه را به يونانىها ابلاغ نموده اظهارات يونانيها را به پادشاه معروض دارند . كلارخوس جواب داد : نخست چاره‌اى جز جنگ نداريم زيرا كه ما\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nصبحانه نخورده‌ايم و هيچ فرد زنده‌اى هم قادر نيست با يونانيها دم از صلح بزند مگر آنكه ابتدا غذاى آنها را فراهم سازد . بعد از شنيدن اين پيام قاصدان شتابان فرا رفتند و زود بازگشتند كه نشانهء آن بود پادشاه و يا كس ديگرى كه عهده‌دار مذاكرات بوده در همان حوالى توقف داشته است .\r\nآنها جواب دادند كه پادشاه مىفرمايد حرف يونانىها بجاست و بلدهائى نيز همراه آورده‌اند تا در صورت توافق و مصالحه ايشان را به مركز ارزاق راهنمائى كنند . در اين حين كلارخوس پرسيد آيا مذاكرهء صلح فقط شامل كسانى مىشود كه در گفت‌وگو دخالت دارند و يا آنكه سايرين را نيز بهره‌ياب خواهد كرد آنها پاسخ دادند شامل همه خواهد شد ، تا پيام شما به عرض شاه برسد . بعد از اين كلام كلارخوس آنها را مرخص كرد تا در اين باره شور و مذاكره نمايند . ايشان مصلحت آن ديدند كه بدون تأخير صلحنامه بنويسند تا بتوانند قبل از هرگونه آسيب به آذوقه دسترسى يابند .\r\nكلارخوس اظهار داشت من هم با اين پيشنهاد موافقت دارم اما زود آن را ابراز نخواهم كرد و كار را به تعويق خواهم انداخت تا قاصدان بواسطهء احتمال رد كردن پيشنهاد صلح از جانب ما نگران شوند و من باب مزيد اطمينان سربازان خود ما را نيز وسيلهء هشيارى گردد . وقتى كه سرانجام لحظهء مناسب پيش آمد او خبر داد كه با پيشنهاد صلح موافق است و به آنها گفت زودتر ايشان را به انبار آذوقه هدايت كنند .\r\nپس ايشان حركت كردند تا راه نشان بدهند اما كلارخوس هرچند كه قول و قرار صلح و سازش داده بود باز لشگر خود را كاملا آمادهء پيكار و در حال حركت نگاه داشت و خود فرماندهى دستهء عقب را بر عهده گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nآنها به گودال‌هائى پر از آب رسيدند كه بدون پل قابل عبور نبود ولى با تنهء درختان خرما كه بر زمين افتاده بود و يا خود قطع كرده بودند پلى فراهم ساختند . در اين مورد شيوهء فرماندهى كلارخوس نيك نمودار گرديد او نيزهء خود را در دست چپ و عصائى به دست راست داشت و هرگاه نفرى در انجام دستورات قصور مىورزيد دست راست خود را بلند و با ورود ضربتى طرف را تنبيه ميكرد و گاهى نيز خود به درون گل‌ها مىافتاد و دستيارى مىنمود . نتيجهء اين رفتار او آن شد كه همگى از هرگونه اهمال و سستى عار داشتند افرادى كه مأمور آن كار شده بودند بيش از سى سال نداشتند اما سالخوردگان هم چون كلارخوس را مجدانه به كار ديدند خود نيز از دستيارى باز نايستادند . در اين حين و حال كلارخوس عجلهء بسيار مىنمود زيرا كه سوءظن به او دست داده بود كه معمولا خندق‌ها اين همه آب ندارد و موقع آبيارى هم كه نبوده است . بدگمانى او از اين بابت بود كه مبادا به امر پادشاه آب در جلگه‌ها انداخته باشند تا يونانيها را از مشكلاتى كه هنگام بازگشت به وطن خويش در پيش خواهند داشت انديشه‌ناك سازند .\r\nدر حين حركت سرانجام به دهاتى رسيدند و بلدها محل تهيهء آذوقه را نشان دادند . در اين دهات غله به حد وفور وجود داشت و همچنين شراب خرما و نوشابه‌هاى ترش كه با جوشانيدن خرما تهيه مىكردند . خرماها از آن قبيل بود كه در يونان هم هست و خوراك طبقهء خدمتكار است اما نوع عالى آن را چيده براى ارباب جدا مىكرده‌اند و آن از لحاظ ريخت و درشتى ممتاز بود با رنگى كه روى همرفته شباهت به عنبر داشت .\r\nاقسام ديگر آن خاص تهيه شيرينى و تنقلات است ، اين تنقلات پس\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nاز صرف شام لقمهء دلچسبى بشمار ميرفته ولى زود توليد سردرد مىكرده است . در اين‌جا سربازان براى نخستين بار گل خرما ( پنير خرما ) خوردند و خيلى از ايشان نه فقط از ديدن شكل آن مسرور شدند بلكه از مزهء خاص آن هم محظوظ . گل خرما نيز آسان موجب سردرد مىگردد و همين كه گل را از درخت جدا كنند تمام درخت پژمرده مىشود .\r\nآنها سه روز در اين دهات مانده بودند كه قاصدان پادشاه بزرگ وارد شدند ، تيسافرن ، برادر بانوى شاه و سه نفر پارسى ديگر و عده‌اى نيز از بردگان همراه داشتند . وقتى كه فرماندهان يونانى با آنها برخورد كردند تيسافرن توسط مترجم به شرح ذيل اظهاراتى نمود :\r\n« اى يونانيان من در مقر خود ( در آسياى صغير ) همسايهء شما هستم وقتى كه شما را دچار انواع مشكلات ديدم پيش خود انديشيدم وقت آنست كه از پادشاه استجازه و شما را سالم روانهء وطن خود كنم . گمان ميكنم اين كارم ، هم شما را خرسند سازد و هم در تمام يونان موجب قدردانى و امتنان شود . بعد از اين تأمل و تدبير موضوع را از پيشگاه پادشاه استدعا و عرض كردم كه دراين‌باره بخصوص سپاسگزارم فرمايد ، چون اول كسى بودم كه به شاه خبر دادم كوروش بر ضد او عزم لشكركشى دارد و علاوه بر اين گزارش ، نيروى كمكى هم براى او آوردم و تنها كسى بودم كه در مقابل صف يونانىها سنگر داشتم ولى پا به فرار نگذاشتم و برعكس با دستهء شاهى به اردوگاه شما آمدم ، در همان حين و حالى كه بعد از كشته شدن كوروش چريك‌هاى بيگانه او را با همين افرادى كه اكنون همراه دارم و از جان نثاران شاهند تعاقب نمودم ، اينك در خواستم از شما آنست كه جواب مساعد و قرين اعتدال بدهيد تا شايد بتوانم در حدود قدرت خويش\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبراى رهائى شما راه آسانى پيدا كنم . »\r\nبعد از اين اظهاراتش ، يونانيها به كنارى رفتند تا با هم تعاطى افكار كنند . آن‌گاه پاسخ دادند و كلارخوس سخنگوى ايشان بود : « ما نه با اين عزم و خيال جمع شده‌ايم كه بر ضد پادشاه جنگ و جدال كنيم و نه قصد لشكركشى بر عليه او را داشته‌ايم اما چنان كه خودتان ميدانيد كوروش با معاذير متعدد در صدد غافلگير كردن شاه بود و ما را هم براى آن منظور تا اينجا كشانيد . سپس وقتى كه وى در وضعى خطرناك گرفتار شد ديگر در پيشگاه خدايان شرط مروت و مردانگى ندانستيم او را تنها بگذاريم زيرا كه در روزگاران پيش از نيكىها و مراحم او برخوردار شده بوديم ولى چون كوروش ديگر وجود ندارد ، نه با پادشاه راجع به سلطنت او سر جنگ و ستيز داريم و نه دليلى در ميان است كه درصدد صدمه و خرابى قلمرو شاهى باشيم و هرگاه اشكالى پيش نيايد فقط خواستار بازگشت به وطن خويش هستيم . ولى اگر كسى درصدد برآيد ما را بيازارد با يارى خدايان در مقام انتقام برخواهيم آمد و برعكس اگر كسى از راه احسان ما را يارى نمايد تا آنجا كه در قدرت ماست از تلافى و جبران خوددارى نخواهيم كرد . »\r\nاين بود اظهارات او كه تيسافرن در جواب گفت : « اين پيام شما را به عرض پادشاه خواهم رسانيد و فرمانش را به شما اطلاع خواهم داد و تا مراجعتم حالت مصالحه كما كان پابرجاست و فروشگاهى نيز به شما نشان خواهيم داد . »\r\nروز ديگر او نيامد . يونانىها خواه و ناخواه دچار نگرانى شدند ولى روز سوم بازگشت و اظهار داشت كه « از پادشاه به خاطر نجات دادن\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nيونانيان هرچند كه عده زيادى هم مخالفت نموده مىگفتند كه صلاح قدر و مقام شاهانه نيست كسانى را كه بر ضد او سلاح برداشته بودند امكان فرار دهد دستورالعمل گرفته است . بارى وى اظهار كرد شما مىتوانيد از جانب ما عهد و اطمينان حاصل كنيد كه در بازگشت از ميان يك سرزمين دوست خواهيد گذشت و بدون نيرنگ و نارو شما را تا يونان خواهيم رسانيد و آذوقه در اختيار شما خواهيم گذاشت و در هر شهر و ديارى كه جنسى براى فروش باشد اجازهء خريد خواهيد داشت و متقابلا نيز شما بايد سوگند ياد كنيد كه در حين عبور از قلمرو ما رفتار دوستانه داشته باشيد و سبب هيچ‌گونه صدمه و آسيبى نشويد و در هر نقطه هم كه ما نتوانيم آذوقه فراهم سازيم بهاى جنسى را كه بدست خواهيد آورد پرداخت كنيد » .\r\nدراين‌باره توافق نمودند تيسافرن و برادر ملكه سوگند ياد و دست راست خود را پيش بردند سركرده‌ها و سردسته‌هاى يونانى نيز همان كار را تكرار نموده با هم دست دادند .\r\nبعد از اين جريان تيسافرن اظهار داشت « حال من به حضور شهنشاه ميروم و همين كه مطلوبم حاصل شود بازخواهم آمد و آمادهء مراجعت دادن شما به يونان خواهم بود و خودم نيز به ايالت مركز حكومت خويش عزيمت خواهم كرد . »\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nبخش 13\r\nآن‌گاه يونانىها و آريه‌اوس در جوار يكديگر چادر زدند و بيست روز بازگشت تيسافرن را انتظار كشيدند . « 1 » در اين ميانه برادر آريه‌اوس و منسوبان ديگر او وعده‌اى از پارسيان نزد ايشان آمده خبر و پيام‌هاى اطمينان‌بخش آوردند كه پادشاه بمناسبت شركت آنها در لشكركشى كوروش يا بواسطهء ساير اقدامات خصمانهء قبلى قصد و غرضى بر آنها ندارد .\r\nدر حينى كه اين رفت‌وآمدها جريان داشت آشكار مىنمود كه آريه‌اوس و همراهانش ديگر توجه چندانى نسبت به حال آنان ندارند و اين خود دليل بارزى شد كه چگونه از آن پس يونانىها از رفتار آنها خشنود نمىنمودند و نزد كلارخوس و ديگر فرماندهان رفته اظهار ميداشتند :\r\n« چرا ما خود را معطل كرده‌ايم ؟ آيا هنوز واضح نيست كه پادشاه نقشه‌اى غير از فناى ما ندارد ؟ تا ساير يونانىها از قيام بر ضد پادشاه بزرگ بيمناك شوند ؟ در وضع فعلى او سعى دارد ما را در اين‌جا سرگردان كند چون قشون خود او پراكنده است اما همين كه بار ديگر لشكريان خود را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ديو دور سيسيلى نوشته است اين بيست روز تأخير بمناسبت عروسى تيسافرن با دختر پادشاه بوده بعلاوه شاه حكومت آسياى صغير را نيز كه با كوروش بوده بواسطهء خدماتش به تيسافرن داد . اما اين قول صحيح به نظر نميرسد و گويا منظور نويسنده ازدواج ارونتاس ساتراپ ارمنستان با دختر شاه بوده است . ( نقل از شرحى مربوط به اين موضوع مندرج در ترجمهء ديگر اين كتاب به قلم واتسن ) مترجم .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nجمع‌وجور نمايد ، شكى نيست كه به ما حمله خواهد كرد و شايد هم سرگرم حفر خندق و يا ساختن ديوارى است كه راه بازگشت ما را سد كند چون محال است در صورت امكان اجازه دهد ما به يونان بازگرديم و اين خبر شايع شود كه با تعدادى معدود در آستانهء قلمرو خودش بر او چيره شده‌ايم و با رفتارى توأم با ريشخند در امن و امان به وطن خويش بازگشته‌ايم . »\r\nبه كسانى كه اين اظهارات را ميكرده‌اند كلارخوس پاسخ داد :\r\n« من نيز تمام اين نكته‌ها را در نظر دارم اما انديشه‌ناكم اگر بىدرنگ حركت كنيم وانمود خواهد شد كه با قصد خصومت و على رغم شرايط مصالحه رفتارى ناروا كرده‌ايم و در نتيجه اولا كسى جنسى در اختيار ما نخواهد گذاشت و يا محل و مكانى نخواهد بود كه از آنجا آذوقه فراهم سازيم ثانيا راهنما نخواهيم داشت بعلاوه اگر به اين ترتيب رفتار كنيم آريه‌اوس فورى ما را رها خواهد كرد و مآلا دوست و يارى براى ما باقى نخواهد ماند و حتى كسانى هم كه قبلا با ما دوستى مىنمودند راه دشمنى پيش خواهند گرفت . بعلاوه رودخانه‌ها را نبايد فراموش كنيم و بايد در خاطر داشت كه تعداد آنها زياد است و تا آنجا كه من ميدانم از همهء آنها بايد عبور كرد اما راجع به فرات نيز ميدانيم كه با دشمنى در دنبال امكان عبور از آن نيست بعلاوه هرگاه زد و خوردى ناچار پيش آيد سواره نظامى براى حمايت خويش نداريم در صورتى كه دشمن سواران كلان در اختيار دارد كه بسيار چالاك‌اند اگر فاتح شويم مگر چه‌اندازه كشتار توانيم كرد ؟ « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نفرات سنگين اسلحه بواسطهء وزن زياد تجهيزات خود در كار تعاقب بىاثرند بخصوص هنگامى كه دشمن به حال فرار باشد چنان كه در نبرد ( كوناكسا ) -\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nو هرگاه شكست بخوريم يك نفر از ما جان به سلامت درنخواهد برد .\r\nبنابراين من به سهم خود نمىتوانم باور دارم چگونه پادشاه با اين همه مزايا كه در اختيار اوست اگر قصد نابودى ما را داشته باشد چه احتياجى به عهد و پيمان دارد ، تا ناگزير شود خلاف قول و قرار خود رفتار و در پيشگاه خدايان و در نظر يونانيها و چريك‌هاى بيگانه خويشتن را بىاعتبار كند » . كلارخوس دلايل فراوانى از اين قبيل بيان داشت .\r\nدر آن حال تيسافرن با همراهان خود مراجعت كرد و چنين مىنمود كه واقعا قصد بازگشت به مقر حكومت خود را دارد و همچنين ارونتاس ( ساتراپ ارمنستان ) با دستهء خود فرا آمد . اين سركار با دختر پادشاه ازدواج كرده و او را همراه مىبرده است سپس همه حركت كردند . تيسافرن جلو افتاد و فروشگاهى نيز فراهم داشت آريه‌اوس با چريك‌هاى بيگانه در لشگر كوروش همراه تيسافرن و ارونتاس روانه شد و با آنها اردوميزد ولى يونانىها تمام مدت نسبت به ايشان ظنين بودند و دنبال راهنماى خود پيش مىرفتند . دو گروه در هر حال با يك فرسنگ يا بيشتر فاصله اردوگاه ترتيب مىدادند و دشمن‌وار مراقب يكديگر بودند و بدين وسيله نيز حس بدبينى آنها تقويت مىگرديد . گاهى هنگامى كه يونانىها و چريك‌ها در محل واحدى به جمع كردن چوب و هيزم و يا عليق مىپرداختند و از اين قبيل چيزها فراهم ميساختند ميان آنها تصادم اتفاق مىافتاد كه مزيد بر حس بدخواهى مىگرديد . بعد از پيمودن سه منزل به ديوار\r\n\r\n\r\n","description":"","footnote":"\r\n- پيش آمده بود ، امكان وارد كردن ضربتى را نيافتند در صورتى كه سواران در تعاقب دشمن فرارى تأثير ضربتى فراوان دارند . م\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nمعروف مديا « 1 » رسيدند و داخل محدودهء آن شدند اين ديوار از آجرى كه با اسفالت كار گذاشته بودند ساخته شده بود بيست پا عرض و صد پا ارتفاع داشت و مىگفته‌اند طول آن بيست فرسنگ است و از بابل چندان دور واقع نشده بوده است . از آنجا هم دو منزل هشت فرسنگ ديگر راه پيمودند و در مسير خود از دو كانال عبور كردند كه يكى پل ثابت داشت و ديگرى پلى كه بوسيلهء هفت قايق ساخته بودند . اين كانالها از رودخانهء دجله جارى بوده و از آنجا نيز مجارى جديد كه ابتدا پهن و سپس باريك و بالاخره جوىهاى كوچكى هم مانند آنچه در مزارع ارزن در يونان ديده مىشود در اراضى مجاور جريان داشت .\r\nآن‌گاه به رودخانهء دجله آمدند كه در مجاورت آن شهرى بزرگ و پرجمعيت به نام سيتاس « 2 » بوده است كه تا رودخانه پانزده استاديا فاصله داشته يونانىها در نزديكى اين شهر در كنار پاركى زيبا اردوگاه ترتيب دادند .\r\nاين پارك درختان انبوه از هر قبيل داشته چريك‌هاى بيگانه از رودخانه گذشته آن طرف دجله اردو زدند تا در معرض ديده‌بانى يونانىها نباشند .\r\nبعد از صرف شام كه پروكزنوس و گزنفون اتفاقا در جلو اردوگاه قدم ميزدند مردى پيش آمد و از پاسداران پرسيد چگونه مىتوانسته است با كلارخوس و پروكزنوس ملاقات كند . او اسمى از منون نبرد با آنكه ظاهرا از جانب آريه‌اوس كه دوست منون بوده ، آمده بود . وقتى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يونانىها دوبار ، يكى هنگام حمله و باز در حين عقب‌نشينى از حدود اصلى اين ديوار گذشته اين دفعه در موقع عزيمت به طرف شرق در جهت بابل در نقطه‌اى به آن رسيدند كه هنوز پابرجا بوده و داخل محدودهء آن شدند .\r\n( 2 ) -  Sittace \r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nپروكزنوس خود را معرفى كرد آن مرد اظهار نمود : « من از طرف آريه‌اوس و آرته‌باذ كه ياران وفادار كوروش بودند و نسبت به شما هم اخلاص دارند آمده‌ام و به شما اخطار فرستاده‌اند كه مراقب باشيد مبادا چريك‌ها شبانه بر شما بتازند زيرا كه قشون كلانى در پارك مجاور مستقر شده است و باز به شما هشدار داده‌اند كه پل رودخانهء دجله را نگهبانى كنيد زيرا كه تيسافرن قصد دارد شبانگاه آن را خراب كند و مقصودش هم اينست كه راه عبورتان را مسدود و شما را بين رودخانه و كانال گرفتار كند » با شنيدن اين اظهارات ايشان آن مرد را نزد كلارخوس بردند كه پيام خود را تكرار كرد . كلارخوس از شنيدن آن حرفها سخت برآشفت و بسيار نگران و بيمناك شد . ولى مرد جوانى كه در آنجا حاضر بود « 1 » كمى انديشيد سپس اظهار داشت آن دو قول كه قصد دارند هم حمله كنند و هم پل را خراب با هم مباينت دارد و افزود « واضح است كه اگر حمله‌ور شوند يا فاتح مىشوند يا مغلوب اگر فتح كنند چه لزومى دارد پل را خراب كنند ؟ حتى اگر پلهاى ديگر هم باشد باز ما از هيچكدام آنها راه فرار و نجات نخواهيم داشت ولى اگر فتح با ما باشد بواسطهء پل خراب راه فرار خود آنها بسته خواهد شد . بعلاوه هرچند كه به حد وفور نفرات دارند اما اگر پل خراب شود كسى قادر بكمك آنها نخواهد بود » .\r\nكلارخوس بعد از شنيدن اين اظهارات از قاصد فاصلهء بين دجله و كانال را پرسيد او جواب داد مسافتى طولانى است و در بين آن دو حدود دهات متعدد و چند شهر بزرگ واقع است . سپس فاش شد كه چريكها آن مرد را با پيام دروغين روانه كرده بودند چون خود آنها انديشه‌ناك مى -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بعضىها نوشته‌اند منظور خود گزنفون است . م\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nنمودند كه مبادا يونانيها پل را خراب و جزيره را قرارگاه ثابت خود كنند تا دجله و كانال از دو طرف حفاظ آنها باشد ، كه مىپنداشتند در اين صورت يونانيها ارزاق ناحيهء بين كانال و رودخانه را به خود اختصاص ميداده‌اند زيرا كه در آنجا اراضى پهناور و حاصلخيزى بوده و برزگران به كشت و كار مشغول بودند بعلاوه ممكن بود آن محل پناه‌گاه عناصرى شود كه بر ضد پادشاه قيام كنند .\r\nبعد از اين جريان يونانيها به استراحت پرداختند ولى نگهبانى هم براى حفاظت پل گماشتند اما از هيچ ناحيه حمله‌اى به عمل نيامد و اثرى از دشمن نديدند گزارش مأموران هم حاكى بود كه پل قابل عبور است . سحرگاه از پل كه بوسيلهء سى و هفت قايق با استحكام تمام ساخته شده بود در شرف عبور بودند كه در آن حال از بعض يونانيها كه در لشكر تيسافرن بودند خبر رسيد كه پل را در حين عبور ايشان مورد حمله قرار خواهند داد ، اما اين خبر نيز ساختگى بود . براى مزيد اطمينان دربارهء عبور آنها گلوس با چند نفر ديگر جلو آمد و چون يونانيها را در حال عبور ديد تاخت فرا رفت . از دجله تا چهار منزل ديگر بيست فرسنگ پيش رفتند و به رود فيس‌كوس رسيدند كه داراى يك پلتروم ( صد پا ) عرض بود و پلى هم داشت . در اين‌جا شهر بزرگى بنام اوپيس « 1 » واقع بوده كه در حوالى آن يونانيها با برادر ناتنى كوروش و اردشير برخورد كرده بودند . او لشكر انبوهى از شوش و اكباتان چنان كه خود مىگفته است براى قشون شاهى مىبرده ، عدهء خود را متوقف ساخت و بنظاره كردن لشكر يونانى كه عبور ميكردند پرداخت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Opis \r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nكلارخوس عده را در دو رديف حركت ميداد و در حين عبور گاهى درنگ مينمود و ضمن توقف كوتاه يا طولانى رسد باروبنه سراسر لشكر او هم متوقف مىگرديد در نتيجه به نظر خود يونانيها نيز تعداد لشكريان ايشان خيلى معتنابه مىنمود و آن ناظر پارسى از تماشاى رشتهء دراز صف يونانيها به حيرت افتاد .\r\nدر اين‌جا سامان ديوار مديا را ، شش منزل صحرائى ، سى فرسنگ طى كردند و به دهكدهء متعلق به پريزاد ( مادر كوروش و پادشاه ) آمدند و تيسافرن با قصد اهانتى به كوروش اين دهات را رها كرده بود و به استثناى بردگان ساكن آن ، بقيه را براى تاراج در اختيار يونانيان گذاشت . در اين دهات آذوقه فراوان و احشام و بسا چيزهاى ديگر فراهم بود . از اينجا نيز چهار منزل بيابانى بيست فرسنگ راه پيمودند در حالى كه رودخانه دجله در سمت چپ آنها قرار داشت . در امتداد رودخانه در منزل اول به شهر بزرگى بنام كانه « 1 » رسيدند چريكها از آنجا نان و پنير و شراب بدست آوردند و بوسيلهء قايقها كه با پوست حيوانات تهيه شده بود رودخانه را عبور كردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Caenae \r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nبخش 14\r\nسپس به رودخانهء زاپاتاس رسيدند كه چهار پلترا پهنا داشت و سه روز در آنجا درنگ نمودند . طى اين مدت خواه و ناخواه بدبينيها به حد اعلى رسيد اما فتنه‌اى به وقوع نپيوست . بنابراين كلارخوس درصدد برآمد قبل از آنكه كار طرفين به جدال منجر شده باشد با تيسافرن جلسه‌اى ترتيب دهد تا اين سوءظنها خاتمه يابد . پس قاصدى فرستاد و پيشنهاد ملاقات كرد . تيسافرن هم اظهار آمادگى نمود .\r\nوقتى كه آن دو با هم ملاقات كردند كلارخوس چنين اظهار داشت :\r\n« ترديدى نيست كه طرفين سوگند خورديم و عهد كرديم كه به يكديگر صدمه‌اى نرسانيم ولى باز ديده مىشود تو ما را چون دشمن مىنگرى و ما هم كه ناظر اين جريان هستيم رسم مراقبت و احتياط پيشه ساخته‌ايم اما چون بعد از كنجكاوى دليلى بدستم نيامد كه تو قصد و خيالى بر ضد ما دارى و به سهم خود ، ما نيز اصلا در انديشهء هيچ‌گونه صدمه و آزارى نسبت بشما نيستيم بفكر اين ملاقات افتادم شايد بتوانيم خطر و واهمهء اين بدبينى و بىاعتمادى متقابل را از بين برداريم زيرا كه ميدانم موارد قبلى بسيار بوده است كه گاهى ناشى از سعايت اين و آن و گاهى نيز فقط بواسطهء سوءظن ، افرادى از يكديگر سخت ترسناك شده‌اند و خواسته‌اند پيش از آنكه آسيبى ديده باشند ضربتى كارى وارد سازند و در نتيجه صدمات\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nكلى بر كسانى وارد آمده است كه اصلا غرض و مرضى نداشته‌اند . بنابراين چون ارجح است از راه مذاكره سوءتفاهمات بر طرف شود پس براى چنين منظورى باينجا آمده‌ام تا به تو خاطرنشان سازم كه بىاعتمادىات نسبت بما موجبى ندارد زيرا كه اولا و بالاتر از هر چيز ما به خدايان سوگند خورده ، آنها را شاهد گرفته‌ايم كه مانع خصومت و نقار بين ما باشند و هركس كه بر خلاف اين پيمان رفتار كند به نظر من آدم رستگارى نخواهد بود ، زيرا كه در ستيزگى با خدايان انسان با چه توان جسمانى و به اميد چه ملجأ و پناهى امكان نجات دارد و يا در كدام ظلمت و تاريكى قادر است خود را مخفى سازد و يا به چه دژ مستحكمى پناه جويد . چون همه چيز در همه جا دريد اقتدار خدايان است و در كار همه‌كس نيز خدايان تسلط تمام دارند . بنابراين من به عهد خويشتن در درگاه خدايان پابند هستم و به اميد حمايت آنها بوده است كه با هم عهد دوستى بسته‌ايم ، از لحاظ جنبهء انسانى هم خود ما تو را در حال حاضر بزرگترين حامى خويش مىشماريم زيرا اگر ياور ما باشى تمام كارها بر ما آسان خواهد گذشت و از هر رودخانه‌اى امكان عبور داريم و از رزق و روزى هم محروم نخواهيم ماند ولى بدون حمايت تو راههاى ما به بن‌بست خواهد پيوست - زيرا كه راهها را نمىشناسيم و عبور از هر رودخانه ما را كارى بس دشوار خواهد شد و ديدن هر دسته و جماعتى ترس ما را برخواهد انگيخت و بدترين شق ترس و بيم نيز تنهائى است چون خود منشأ گرفتاريهاى بىانتهاست و اگر حالت جنون بر ما غالب شود و خون شما را بريزيم آيا مسلم نيست با كشتن ولينعمت خويش خود را با پادشاه طرف خواهيم كرد كه خود دشمنى تازه و بسيار توانا است بارى نزد تو آشكارا اقرار ميكنيم اگر\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nنسبت به تو قصد صدمه و آزار كنيم خود را از نويدها و انتظارات درخشانى محروم خواهيم ساخت .\r\n« من از آن جهت دل بدوستى كوروش داده بودم كه ميديدم شايسته - ترين و برازنده‌ترين نفر در ميان تمام همگنان در نيكى و احسان نسبت به ديگران بوده است و حال مشاهده ميكنم آن ملك و اختيار كوروش دريد اقتدار تو است در صورتى كه مقام و قدرت خويش را هم كماكان دارى .\r\nسطوت پادشاه كه كوروش از آن انديشهء خطر و خصومت داشت اينك تو را نگهبان و حامى است حال كه وضع كارها بدين منوال است كدام ديوانه درصدد برخواهد آمد دوستى تو را از دست بدهد ؟ از طرف ديگر دلايلى برمىشمارم كه بموجب آن اميدوارم تو نيز متقابلا طالب دوستى ما باشى . من بىاطلاع نيستم كه ميسىها « 1 » مزاحم شما هستند و اگر قواى كافى در اختيارم باشد گمان ميكنم بتوانم از آنها اتباعى سربراه فراهم سازم و ميدانم پىسىها « 2 » نيز شما را مايهء دردسرند و باز طوايف ديگرى كه رفتار مشابهى دارند و خيال ميكنم مىتوانم همهء آنها را از ايجاد مزاحمت بيشترى نسبت به امن و آسودگى قلمرو شاهى بازدارم و راجع بمصريان هم كه مىگويند از آنها بخصوص شاكى و ناراضى هستيد براى سركوبى آنها آيا از نفراتى كه من اكنون در زير دست خود دارم نيروى بهترى كجا توانيد يافت ؟ حال افرادى را كه پيرامون خودت زندگى ميكنند مورد توجه قرار ميدهيم . تو ، هم ميتوانى هر يك از آنها را بهترين دوست و ياور باشى و هم اگر بخواهى بعضى از آنها را گوشمالى دهى بوسيلهء دستيارى نفرات من خواهى توانست ايشان را مقهور سازى . ما فقط به -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 و 2 ) - از اقوام آسياى صغير كه غالبا نسبت به حكومت ايران رفتار سركشى داشتند . م\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nخاطر مزد و جيره خدمتگزار تو نخواهيم بود بلكه در اثر امتنان و سپاسى نيز كه از مراحم تو در راه نجات خويش داريم . وقتى كه من اينهمه افكار را در مد نظر مىگيرم ناگزير از بىاعتمادى تو نسبت بخودمان دچار حيرت مىشوم و بسيار خوشوقت خواهم شد نام آن آدم شيرين كارى را بدانم كه سعى دارد مجابت سازد كه ما بر ضد تو قصد خصومت داريم ؟ » اين بود اظهارات كلارخوس كه تيسافرن به نحو ذيل پاسخ داد :\r\n« اى كلارخوس ، بسيار خوشوقتم كه اظهارات معقول تو را گوش مىدهم زيرا با داشتن چنين نظرياتى اگر باز قصد و خيالى ناروا بر ضد ما در سر داشته باشى فقط بخودت صدمه خواهى رسانيد . اينك براى آنكه ثابت شود تو نيز نسبت بپادشاه و من بىجهت سوءظن دارى بهتر است حرفم را گوش كنى . اگر ما براستى طالب نابودى شما بوديم آيا سواران وافى و كافى و پيادگان بسيار با تجهيزات نظامى براى حملهء به شما در اختيار نداشته‌ايم ؟ آيا تصديق نميكنى كه اين خطهء پهناور حتى در حال حاضر كه شما را سرزمين دوست بشمار ميرود بسا مشكلات براى عبورتان فراهم خواهد كرد و بايد رشته‌هاى عظيم كوه‌ها را طى كنيد و از ما نيك ساخته است كه همهء آنها را پيشكى اشغال و از عبور شما جلو - گيرى كنيم ؟ مگر رودخانه‌هاى بزرگ در تصرف ما نيست كه در صورت تمايل خواهيم توانست اگر سر جنگ داشته باشيم بسيارى از افراد شما را در آنجا تلف سازيم و همهء شما اگر ما وسيله فراهم نكنيم امكان عبور از آنها را نخواهيد داشت ؟ و اگر در همهء اين موارد هم كار ما لنگ باشد باز ميتوانيم آتش در ميان محصولات بيندازيم و با سوختن آنها قحطى را بلاى جان شما سازيم و هر اندازه هم كه شجاع و دلير باشيد باز با گرسنگى كارى\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاز جانب شما ساخته نخواهد بود . پس مىبينى راه‌هاى گوناگون براى درافتادن با شما داريم كه خطرى هم متوجه ما نخواهد كرد . ازينرو چرا كارى كنيم كه در نظر خلق مايهء بدنامى و در درگاه خدايان ناپسند باشد .\r\nزيرا فقط كسانى كه پاك فاقد وسايل و بيچاره‌اند ناچار بر سبيل اضطرار راه پستى و خوارى اختيار ميكنند و بر آن سرند كه براى احراز منظور خويش با مردم بدرفتارى و در پيشگاه خدايان كار ناصواب كنند . پس اى كلارخوس بدان كه ما نه افرادى چندان بىانصافيم و نه اشخاصى سبك مغز و نادان .\r\nولى مىتوان پرسيد پس چرا با آنكه مىتوانستيم شما را نابود كنيم باز بچنين كارى دست دراز نكرده‌ايم ؟ كاملا مطمئن باشيد دليلش آن بوده است كه من ميخواسته‌ام اعتماد يونانيها را جلب كنم تا با همان نفرات چريك كه كوروش بوسيلهء مزدورى از سواحل دريا به اينجا آورده است از راه خير و احسانى كه به آنها خواهم نمود به همان حدود ساحلى باز گردم . اما جهات متعددى را كه ممكن است تو مرا سودمند واقع شوى فقط چند مورد را بر شمرده‌اى و من عمده‌ترين آن را ميدانم چه تنها پادشاه حق دارد كلاه شاهى ( تيارا ) راست بر سر بگذارد ولى كس ديگرى نيز هست كه با يارى شما به آسانى خواهد توانست كلاهى را كه آرزوى قلبى ماست راست بگذارد . « 1 » »\r\nبا اين طرز بيان تيسافرن در نظر كلارخوس آدمى صادق و صميمى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مورد اول تذكر آداب دربارى ايران بوده است و دومى ظاهرا به اين منظور كه به كلارخوس وانمود شود تيسافرن آرزوى تاج شاهى را در سر داشته و به همين دليل نيز خواستار دوستى يونانيها بوده است . م\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nنمود ، كلارخوس گفت : « پس آنها كه سعى دارند بما نسبت تهمت بدهند آيا غرضشان اين نيست كه ما را دشمن يكديگر سازند و حال آنكه زمينهء دوستى بين طرفين كاملا فراهم است آيا آنها سزاوار بدترين عواقب نيستند » ؟ تيسافرن تصديق كرده گفت « اگر از سركرده‌ها و سردسته‌هاى تو نزد من آيند به آنها بىپرده نام كسانى را خواهم گفت كه مىگويند تو بر ضد من و لشكرم خيال توطئه دارى » . كلارخوس اظهار داشت « خودم آنها را خواهم آورد و متقابلا نيز به تو اطلاع خواهم داد كدام عناصر راجع به تو اخبار مىآورند » .\r\nبعد از اين گفت‌وگو باز تيسافرن ملاطفت بسيار نموده از كلارخوس خواست كه شام در نزد او بماند . روز ديگر وقتى كه كلارخوس باردوگاه يونانيان بازگشت نه تنها واضح ساخت كه با تيسافرن روابطى نيك دارد بلكه اظهاراتى را هم كه شنيده بود تكرار نمود و افزود افرادى را كه تيسافرن دعوت كرده است بايد همه بروند و هر كس از يونانيان تهمتى بىاساس پيش بياورد شايستهء مجازات خواهد بود و او را نسبت بيونانيها خيانت پيشه و دشمن بايد شمرد . كلارخوس ميپنداشت اين اتهامات از ناحيهء منون است چون او نه فقط به اتفاق آريه‌اوس با تيسافرن ملاقاتها داشته بلكه بر ضد خود او نيز تحريكات مينموده و قصدش هم از تبانى اين بوده است كه همهء لشكريان را به طرف خود جلب و بدين وسيله التفات تيسافرن را تأمين كند . اما كلارخوس نيز ميل داشت تمامى لشكر طرفدار او باشند و ميخواست مزاحمين را از سر راه خود بردارد .\r\nسربازان عده‌اى با پيشنهاد كلارخوس مخالفت و تأكيد نمودند كه نبايد سركرده‌ها و سردسته‌ها همگى بروند و صلاح نيست به حرف تيسافرن\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاعتماد نمود . اما كلارخوس با حدت تمام اصرار ورزيد تا رضايت حاصل شد كه پنج سركرده ( ژنرال ) و بيست سردسته و همچنين در حدود دويست نفر هم سرباز براى خريد جنس بفروشگاه بروند .\r\nوقتى اين عده بدرگاه تيسافرن رسيدند سركرده‌ها را به داخل دعوت نمودند . پروكزنوس بئوسى ، منون تسالى ، آجياس آركادى ، كلارخوس لاكونى ، و سقراط آخنى - در اين حين سردسته‌هائى كه بيرون مانده بودند به قتل رسيدند و در همين حال بعضى از چريكهاى سوار شروع بتاخت و تاز نموده بهر يونانى خواه غلام و يا آزاده رسيدند از پا درآوردند . يونانيانى كه از اردوگاه خود ناظر اين تاخت و تاز بودند متحير ماندند كه سواران چه ميكردند تا اينكه نيكارخوس آركادى در حال فرار به اردوگاه آمده در حينى كه دست بر شكمش كه تير خورده بود داشته شرح ما وقع را باز گفت . از اين خبر يونانيها همگى زود اسلحه برداشتند چون مىترسيدند دشمن بدون تأخير به اردوگاه آنها بتازد ولى همهء آنها نيامده بودند فقط آريه‌اوس ، آرتاازوس ، و ميترادات كه باوفاترين ياران كوروش بشمار ميرفتند ، فرا آمدند . مترجم يونانى اظهار داشت كه با آنها ، برادر تيسافرن را هم ديده و شناخته بود . بعلاوه پارسيانى جوشن پوش وارد شدند ، عدهء آنها سيصد نفر بود . همين كه آن دسته جلو آمدند فرمان دادند هرچه فرمانده و سردسته يونانى هست پيش آيند تا از طرف پادشاه پيامى را ابلاغ كنند . سپس دوژنرال يونانى با چند نفر نگهبان جبهه ، جلو رفتند يكى كلينور اورچه‌منى ديگرى سوفريه‌توس ستيمفالى و با آنها نيز گزنفون آتنى كه از سرنوشت پروكزنوس ( دوست خود ) سخت نگران\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nشده بود . اما خوريسوفوس در اين موقع به اتفاق عده‌اى براى خريد اجناس بفروشگاه رفته بود . وقتى كه يونانيها بفاصلهء صدا رس آمدند اريه‌اوس اظهار داشت اى يونانيها كلارخوس چون رفتارى تبهكارانه داشته و بر خلاف شروط مصالحه اقدام كرده بود به سزاى عمل خود رسيد و كشته شد اما پروكزنوس و منون چون اخبار فتنه‌انگيزى او را آورده بودند مورد احترام‌اند و راجع بخودتان هم پادشاه فرموده است كه اسلحهء خويش را تسليم كنيد و مىگويد اسلحهء شما مال اوست كه به كوروش غلام او تعلق داشته است .\r\nبه اين اظهارات يونانيها جواب دادند و كلينور سخنگوى آنها بود : « اى اريه‌اوس كه پست‌ترين افراد هستى و شما اى افرادى كه از ياران كوروش بشمار ميرفتيد آيا در پيشگاه خدايان و در نظر خلق شرم نداريد كه با آنكه بقيد سوگند عهد بسته‌ايد با ما دوست باشيد و دشمنىها فراموش شود و با آنكه ما به پيمان خود پابند بوده‌ايم حال بما خيانت مىورزيد و با تيسافرن كه بىايمان‌ترين و پست‌ترين افراد روزگار است همدست شده نه فقط كسانى را كه با ايشان عهد و پيمان بسته‌ايد نابود ميكنيد بلكه به سايرين نيز نارو زده باتفاق دشمنان بر ضد ما پيش آمده‌ايد ؟ اريه‌اوس گفت از ديرباز معلوم شده بود كه كلارخوس بر ضد تيسافرن و ارونتاس و همهء ما كه با ايشان هستيم قصد توطئه داشته . با شنيدن اين حرفها گزنفون گفت : « اگر كلارخوس واقعا از شروط مصالحه عدول نموده و بر خلاف پيمان خود عمل كرده باشد شايستهء آن سرنوشت بوده چون حق اينست كه تبهكاران نابود شوند اما راجع به پروكزنوس و منون چون بنابر گفتهء خودتان دربارهء شما نيكى كرده‌اند و سركردهء ما هستند آنها را باينجا\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nبفرستيد زيرا ترديدى نيست چون دوست طرفين‌اند بهر دو دسته شما و ما بهترين رأى و تدبير را ارائه خواهند داد . به اين گفتار چريكها جوابى نداده و بعد از آنكه مدتى با يكديگر بصحبت پرداخته بودند ، فرا رفتند .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nبخش 15\r\nبعد از آنكه بنابر شرحى كه گذشت سركرده‌ها دستگير شدند آنها را حضور پادشاه برده به فرمانش سر بريدند . يكى از ايشان كلارخوس نام به تصديق همهء كسانى كه با او سابقهء آشنائى داشته‌اند ، عنصرى واقعا نظامى و به حد افراط دلباختهء جنگ و پيكار بود زيرا اولا وقتى كه اسپارتها و آتنىها در حال نزاع بودند در مبارزات آنها شركت نمود سپس همين كه بين طرفين صلح برقرار گشت او دولت خود را مجاب كرد كه تراكىها براى يونانىها مايهء صدمه و خطر بوده‌اند « 1 » و چون منظور خود را از جانب افورها « 2 » به نحو مطلوب حاصل داشت با كشتى به عزم جنگ با تراكىها كه در آن سوى خرسونس اقامت داشتند رهسپار گرديد . اما افورها بنابر موجباتى تغيير رأى داده و چون كلارخوس هم عزيمت كرده بود او را از ايستموس كورنث ، دستور بازگشت دادند ولى او از فرمان ايشان سرپيچى نموده راه خود را به مقصد هلس‌پونت ادامه داد . در نتيجهء اين نافرمانى از طرف هيأت حاكمهء اسپارت محكوم بمرگ شده بود و هنگامى كه در حال تبعيد ميزيست به خدمت كوروش درآمد . دلايل او در برانگيختن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مهاجران يونانى در ناحيهء خرسونس تراكى ( قسمت اروپائى تركيه فعلى ) . م\r\n( 2 ) - افورها پنج نفر و هيأت حاكمهء اسپارت بودند . م\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nكوروش جاى ديگر مذكور افتاد « 1 » بارى كوروش به او ده هزار دريك پرداخت .\r\nبا دريافت اين مبلغ او به فكر خوش‌گذرانى نيفتاد بلكه لشگرى فراهم ساخت تا بر ضد تراكىها جنگ كند و آنها را در نبردى شكست داد و از آن پس نيز ايشان مورد نهيبش بودند و آن جنگ تا روزى دوام داشت كه كوروش را به لشگر او احتياج افتاد . ازين‌رو باز به عشق جنگاورى ، در لشگركشى كوروش شركت كرد .\r\nچنين رفتارى به نظر من دال بر جنگ‌پرستى عامل آنست كه با آنكه مىتواند از راه صلح بدون بدنامى يا تحمل صدمه حظ خاطر حاصل كند باز جنگ را ترجيح ميدهد و اگرچه قادر است فارغ البال در حال آسودگى زيست كند رنج و زحمت را رجحان مىنهد آن هم به شرط اينكه رنجى در راه جنگ و ستيز باشد و هنگامى كه مىتواند مال خود را بىمخاطره نگاه دارد با راه انداختن زد و خورد آن را هدر ميدهد . در مورد كلارخوس بايد گفت همان قسمى كه فلان كس به خاطر معشوقهء خويش زر ميدهد و يا براى خوش‌گذرانى پول خرج مىكند او نيز در راه جنگ و ستيز پول مىريخته و عشق او به جنگ و جدال انگيزهء اين رفتارش بوده است . از طرفى هم به آن سبب عاشق جنگ بود كه از خطر باكى نداشته و شب و روز آماده بود تا افراد خود را بر ضد دشمن حركت دهد و چنان كه تمامى همكارانش اذعان دارند در بحبوحهء بيم و وحشت نيز او همواره بىباك و خونسرد بود . گفته‌اند وى استعداد فراوان در كار فرماندهى داشته كه با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گزنفون در كتاب « بازگشت ده هزار نفر » و يا در آثار ديگر خود چيزى در اين باب ننوشته و شايد منظورش اين بوده كه در فصل اول همين كتاب آن مطلب را ذكر نموده است . م\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nعشق و علاقهء جنگىاش بىتناسب نبوده است مثلا بيش از هر كس ديگر مهارت و شايستگى بسيار در تمهيد وسايلى داشته كه موجب تهيه و تأمين آذوقهء نفراتش مىگرديد و به همهء اطرافيان خود هم آشكارا نشان ميداد كه جز اطاعت فرمانش راهى ندارند .\r\nاين نتيجه از آنجا بدست مىآمد كه در كارها سخت‌گير بود . قيافهء عبوس و صداى خشنى داشت و گاهى در حين خشم افراد را سخت مجازات مىكرد به حدى كه بعضى اوقات از كردهء خويش پشيمان مىگشت ولى از راه موجه و معقول به تنبيهات مىپرداخت و معتقد بود لشگرى كه در آن اصل تنبيه و مجازات جارى نباشد كارش لنگ و وجودش سرانجام مايهء ننگ خواهد شد . از قول او نقل كرده‌اند كه عقيده داشت از آن سربازى ، پاسدارى درست يا بىآزارى دربارهء دوست و يا پايدارى در مقابل دشمن ميتوان انتظار داشت كه از فرماندهء خود بيشتر از دشمن بترسد . بنابراين در حين خطر افراد از او اطاعت تام داشتند و هيچ فرماندهى را بر او ترجيح نمىداده‌اند چون مىگفته‌اند در قبال خطر قيافهء عبوس او شكوفان مىشود و سخت‌گيرىاش حاكى از عزمش بر ضد دشمن و ازين‌رو دال بر رستگارى و نجات بوده است و با احراز پيروزى ديگر سخت‌گيرى نمىنموده اما وقتى كه خطر مىگذشت و آنها زير دست فرماندهء سخت‌گير ديگرى مىافتادند زودتر كش ميكرده‌اند زيرا كه به نظر آنها هيبت و جربزه‌اى نداشته بلكه همواره خشن و سخت‌گير به نظر ميرسيده است . ازين‌رو سربازان نسبت به او همان رفتارى را داشتند كه كودكان به آموزگار دبستانى خود دارند و به همين مناسبت هم بود كه احدى با حالت ارادت يا خيرخواهى از او تبعيت نميكرد و بدان جهت اطاعتش را مىكردند كه\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفرمانى رسمى بود يا در اثر احتياج و يا جهات اضطرارى ديگر مطيعش بودند ولى همين كه در سايهء فرماندهى او آثار چيرگى بر دشمن نمودار مىگشت از آن پس علايم بارزى از كار آمدى سربازانش نيز آشكار مىشد چون با او در برابر دشمن احساس اعتماد مىكردند و از بيم مجازاتش رفتار قرين انضباط عالى مىنمودند . اين بود شمه‌اى از خصايص فرماندهى كلارخوس اما بطورى كه گفته‌اند امر و فرمان احدى را هم دوست نداشته است . وى هنگام مرگ پنجاه ساله بود .\r\nپروكزنوس اهل بئوسى از اوان جوانى اشتياق فراوان به كارهاى برجسته و اشتهار داشته و بواسطهء همين علاقهء شديد حق تدريس گزاف گرجياس اهل لكونتىنى « 1 » را پرداخته و بعد از كسب تعليماتى در زير دست او مىپنداشت كه شايستگى سرورى را احراز كرده بود و بوسيلهء احسان و بخشندگى ، با عناصر سرشناس زمانهء خود دوستى يافت و در لشگركشى كوروش شركت نمود و اميد داشت كه از آن راه نام رفيع و قدرت وافى و مال فراوان فراهم سازد ولى در حالى كه علاقهء تام در احراز اين مقاصد و آرزوها داشت باز جاى شبهه باقى نمىگذاشت كه از راه ناصواب طالب تحصيل هيچ يك از مقاصد مزبور نبوده بلكه ترجيح ميداده است بوسيلهء درستى و خوش‌نامى يا كاملا به مطلوب خويش برسد و يا اينكه اصلا مرادش حاصل نشود .\r\nاز لحاظ مقام رهبرى نيز او منزلت شامخى داشته و فرمانش بر افراد وزين روا بوده اما فاقد اين استعداد كه در سربازان خود احترام و يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گرجياس استاد شهير در فن خطابه و بيان شهرت حق التدريس سنگين او به مبلغ 100 مينا ( 375 ليره ) همان اندازه بوده كه خود او شهرت بسيار داشته است . م\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nحس ترس ايجاد كند . برعكس در واقع واهمهء او از نفراتش بيشتر از ترس آنها نسبت به خودش بوده و پنهان نميداشته كه از توليد بيزارى در ميان افراد نسبت به خويشتن بيشتر از احتمال نافرمانى آنها نگران بوده است .\r\nعقيدهء او دربارهء فرمانده و شرط فرماندهى اين بوده كه كافى است از نفراتى كه خدمت و كارشان درست و شايسته است تمجيد و از تحسين كردن عناصر خطا كار خوددارى نمود . در نتيجه اين رفتار افراد صالحى كه پيرامونش بودند دلبستگى بسيار نسبت به او همى نمودند ولى مردم بىبندوبار در صدد توطئه عليه او برمىآمدند با اين فرض و خيال كه درافتادن با او كار دشوار نيست . او در موقع مرگ سى ساله بود .\r\nمنون تسالى آشكارا حرص فراوانى در گرد آوردن ثروت سرشار نشان مىداده و از آن جهت مقام فرماندهى رفيع ميخواسته است كه وسيلهء جمع‌آورى مال بيشترى بشود . منزلت و خوش‌نامى را هم براى استفاده‌هاى كلان طالب و همواره مترصد دوستى با ارباب اقتدار بود تا در صورت ارتكاب خلاف از بابت كيفر و مجازات دچار واهمه نباشد . وى براى احراز مقاصدى كه در سر داشته مىپنداشته است كه نزديك‌ترين راهها تقلب و نارو و فريب بوده است ازين‌رو صداقت و حقيقت دوستى را عين حماقت مىانگاشته است .\r\nبدون شك او نسبت به احدى احساس محبت نمىكرد و اگر هم با كسى ادعاى دوستى مىنمود خود نشانهء آن بود كه بر ضد او خيال فتنه - انگيزى داشته است . هيچ‌گاه دشمن را ريشخند نمىكرد ولى در محاوره همهء محشوران خويش را دستخوش نيشخند مىساخت . او نسبت به مال دشمنان خيال طمعى نمىنمود چون ميدانست از عهدهء تصرف مال كسانى\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nكه مواظب وضع خويش‌اند برنخواهد آمد بلكه مىپنداشت خود تنها كسى بوده كه ميدانسته چگونه بايد بر مال و منال دوستان دست انداخت زيرا كه آنها مراقبتى در اين مورد نمىنمودند . همچنين از تمام عناصرى كه اهل خدعه و فريب بودند و سلاح نيز در اختيار داشتند بيم فراوان داشت در صورتى كه كسانى را كه وارسته و پرهيزگار بودند و زندگانى قرين پاكى و صفا داشتند افرادى عاجز مىپنداشت و از وجود آنها سوء استفاده مىكرد . همانطورى كه بعضىها به داشتن حس ترحم و درستكارى و عدالت تفاخر مىكنند منون نيز از مهارتى كه در فن خدعه و تزوير و دروغ‌پردازى و تمسخر دوستان داشته غرور مىورزيد و كسى را كه حقه‌باز نبود در زمرهء افراد نادان محسوب ميداشت . وقتى كه مىكوشيد از راه دوستى با ديگران سرشناس شود معتقد بود با سعايت و افترا آنانى را كه از اين جهت ممتاز بودند بىاعتبار كردن راه واقعى تحصيل مقصود بوده است و براى آنكه سربازان خود را تابع و مطيع سازد آنها را نيز در تبهكارى خويش شركت مىداده و در حقيقت انتظار داشته كه با ابراز مهارت در ارتكاب اعمال بسيار ناهنجار و آمادگى كامل در اين‌گونه كارها وسيلهء افتخارى بدست آورد و مىپنداشت كسانى را كه با او درافتاده و قطع مراوده كرده بودند فقط از راه لطف و ارفاقش بوده كه در حين دوستى ، از ناحيهء او به گرفتارى سختى دچار نشده بودند .\r\nاز لحاظ مزيد حزم و احتياط بايد خاطرنشان كرد كه در موارد غامض شايد انسان دربارهء كار او دچار اشتباه مىگرديده ولى قولى كه جملگى برآنند اينست كه از اريستىپوس در عنفوان جوانى شغل فرماندهى را در لشكر مزدوران او دست و پا كرد . با آريه‌اوس هم كه از چريك‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبيگانه بود بدان سبب روابط نزديك ايجاد نمود كه آريه‌اوس به پسران خوشرو تعلق خاطر داشته و خودش نيز در حالى كه هنوز تارموئى بر عذارش نداشته در دام محبوبى ريشو به نام تاريپاس افتاده بود . وقتى كه سركرده - هاى همقطار او به دليل همكارى با كوروش در لشكركشى بر ضد شاه كشته شدند او كه خود نيز شريك كار آنها بود ابتدا از سرنوشتى شوم رهائى يافت و فقط بعد از قتل ديگر سرداران بود كه پادشاه به كشتن او نيز فرمان داد . مثل كلارخوس و ساير سركرده‌ها سرش بر باد نرفت كه مىگويند مرگى سريع دارد بلكه روايت كرده‌اند كه او را زنده زجر دادند . ازين‌رو به مرگ تبهكاران دچار گرديد .\r\nاجياس آركادى و سقراط آخنى دو نفر ديگرى بودند كه زهر اعدام نوشيدند . احدى آن دو را در كار رزم عاجز و زبون بشمار نياورده است يا در راه دوستى بىحميت و بىشعار . اين هر دو نفر در موقع مرگ سى و پنج ساله بودند .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nبخش 16\r\nپس از آنكه « 1 » سركرده‌ها دستگير و سردسته‌ها و سربازانى كه همراه آنان بودند كشته شدند يونانىها خواه و ناخواه در زير بار كوه غم و اندوه گرفتار شده مىانديشيدند كه چون در آستانهء قلمرو پادشاهند و بوسيلهء طوايفى بدخواه و بلادى دشمن احاطه شده‌اند ديگر امكان دسترسى به فروشگاه و تحصيل آذوقه ندارند و بيش از ده هزار استاديا نيز از سرزمين يونان دور افتاده بودند و كسى را هم بلد و راهنما نداشتند و در راه بازگشت به وطن خويش رودخانه‌هاى غير قابل عبورى در پيش داشتند . چريك‌هاى بيگانه نيز كه در لشكر كوروش از سواحل دريا تا اين محل با هم آمده بودند نسبت به ايشان خيانت ، پيشه ساختند حتى يك سرباز سوار براى حمايت آنها در اختيار نبود و پاك بىكس و تنها مانده بودند . وانگهى ميدانستند هرگاه غالب شوند مگرچه عده‌اى را مىتوانسته‌اند معدوم كنند و حال آنكه معلوم بود اگر مغلوب شوند يك تن از ميان آنها زنده نمىمانده است . با افكارى پريشان و در كمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خلاصهء شرح فصل گذشته : چگونه يونانىها سير و سفر خود را همراه كوروش از كرانهء دريا به نواحى كوهستانى و تا هنگام پيكار برگزار كرده بودند و بعد از كشته شدن كوروش وقتى كه با تيسافرن در حين قرار داد متاركهء جنگ بازمىگشته‌اند چه حوادثى بر آنها گذشت .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nافسردگى خاطر فقط عدهء معدودى از آنها شبانگاه غذا خورده بودند و تنى چند از ايشان آتشى فراهم داشتند . بسيارى از نفرات هم آن شب به قرارگاه خود نرسيده بودند بلكه هرجا كه درآمدند شبى را گذرانده از شدت غصه و در حسرت بازگشت به وطن و بىتابى در تجديد ديدار والدين و زن و فرزندان خود چشم بر هم نگذاشته ، انديشه‌ناك بودند كه شايد ديگر آنها را نخواهند ديد . آنها با اين حالت پريشانى تمام به قصد خواب دراز كشيدند .\r\nدر ميان آن عده گزنفون نامى آتنى بوده كه نه سركرده ، نه سر - دسته و نه سرباز بود ، بلكه بدان سبب در لشكركشى كوروش شركت داشت كه پروكزنوس يكى از دوستان ديرينش به او كه در موطن خود ميزيسته دعوتنامه فرستاد كه همراه او در اين سفر شركت جويد .\r\nپروكزنوس به او وعده داده بود كه اگر برود وسيلهء دوستى او را با كوروش كه مىگفت در نظرش از شهر و وطنش نيز گرامىتر است فراهم سازد . پس از خواندن نامهء پروكزنوس گزنفون با سقراط حكيم دربارهء سفر پيشنهادى مشورت نمود و سقراط از بيم آنكه مبادا دوستى كردن با كوروش موجب بدنامى گزنفون در نزد حكومت آتن شود به اين بهانه و دستاويز كه به نظر آنها در جنگ و ستيز بين آتن و اسپارت كوروش به اسپارتها كمك سرشارى كرده بود . بنابراين به گزنفون توصيه كرد كه به معبد دلفى برود و از درگاه خداوند دربارهء سفر خود مصلحت‌جوئى كند .\r\nازين‌رو گزنفون به معبد دلفى مراجعه و استدعا نمود كه در درگاه كدام رب النوع قربانى و نذر و نياز كند تا سفر مورد نظرش به وجهى نيكو و\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nقرين توفيق برگزار شود و خشنود و سلامت به وطن بازآيد . آپولو « 1 » بر او مكشوف ساخت كه به نام كدام خدا بايد قربانى و دعا كند . وقتى كه گزنفون از دلفى بازگشت و شرح غيب‌گوئى را به سقراط گفت استاد بر كار او خرده گرفت زيرا كه او از خدايان سؤال نكرده بود آيا به آن سفر برود يا صرفنظر كند بلكه با قصد عزيمت ، از خدايان خواسته بود او را در برگزارى مطلوب آن كار رهنمون باشند سقراط افزود « حال كه مطلب را بدان منوال عنوان كرده‌اى پس به آنچه خدايان ارشاد فرموده‌اند بايد رفتار كنى » .\r\nازاين‌رو گزنفون با نثار كردن قربانىها به نحوى كه خدايان در معجزهء آپولو پيش‌گوئى كرده بودند در كشتى به راه افتاد و در سارديس به كوروش و پروكزنوس پيوست ، درست هنگامى كه آنها در شرف عزيمت بودند . او به كوروش معرفى شد نه فقط پروكزنوس از او جدا خواسته بود كه با ايشان بماند بلكه كوروش هم اين تقاضا را تكرار كرد و افزود همين كه كار نبرد سرآيد بىدرنگ گزنفون را روانهء ديار خود خواهد كرد و ظواهر كار هم حاكى بود كه جنگ بر ضد پىسىهاست .\r\nبدين ترتيب گزنفون در لشكركشى كوروش وارد شد ولى از منظور واقعى آن كار اطلاعى نداشت .\r\nپروكزنوس او را فريب نداده بود چون خود او نيز نميدانست كه نبرد بر ضد پادشاه خواهد بود و كس ديگرى هم از يونانيان مگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بنابر افسانهء يونانى آپولو برادر ربة النوع آرته‌ميس و فرزند زاوش ( زئوس ) پروردگار عالم بوده .\r\nسنائى گويد : فلك سادس است زاوش را كه دهنده است دانش و هش را - مترجم\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nكلارخوس در آن باره خبرى نداشت . اما هنگامى كه به سرزمين كيليكيه وارد شدند بر همه آشكار گشت كه آن لشگركشى بر ضد پادشاه است پس با آنكه يونانيها را از اين بابت ترس فرا گرفته بود و از پيشروى اكراه داشتند ولى بيشتر ايشان كه در مقابل كوروش و در نزد يكديگر مأخوذ به حيا شده بودند باز راه سفر را ادامه دادند . گزنفون نيز يكى از اين قبيل افراد بود اينك كه وقت سختى و گرفتارى فرا رسيده بود او هم مثل سايرين غم و اندوه بسيار داشته و خواب از ديدگانش رفته بود .\r\nاما بعد از خواب مختصرى خوابى ديد كه رعد و برقى پديد آمده و جرقه‌اى بر خانهء پدرش فرو افتاده و همهء خانه را طعمهء آتش كرده است پس سراسيمه بيدار شد . از جهتى اين خواب را به فال نيك گرفت زيرا كه در آن گيرودار سراسر بلا و خطر نورى از درگاه زاوش خداوند بر تابيده بود ولى از طرف ديگر هم چون نيك در نگريست ترس او را فرا گرفت كه شايد آن آتش از ناحيهء پادشاه خداوندگار زمين باشد كه همه چيز را در حول و حوش او بسوزانيد تا نتواند از قلمرو شاهى فرار كند بلكه از جانب او به آفات و بدبختى دچار گردد . در اينكه تعبير آن خواب چه بوده از آنچه سپس اتفاق افتاده مىتوان ملاحظه نمود و آن وقايع به شرح زير بوده است :\r\nنخست در همان لحظهء بيدارى اين فكر به خاطرش رسيد : « چرا بايد من در اين حالت غنودن و آسودگى باشم ؟ شب به زودى طى خواهد شد و بعيد نيست دشمن بامداد بر سر ما بريزد و هرگاه در دست پادشاه گرفتار شويم از كجا معلوم است شاهد غم‌انگيزترين صحنه‌ها نشويم و به مهيب‌ترين مصيبت‌ها دچار نگرديم و در عين خفت و خوارى به قتل نرسيم ؟\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nكسى هم كه به خاطر حمايت ما در فكر تداركات و يا چاره‌انديشى نيست و ما با چنين حالى در اينجا آسوده غنوده‌ايم . بارى سرنوشت خودم چه خواهد شد ؟ از كدام دولت بايد انتظار حامى و سردار داشت كه فرا آيد و انجام دادن آن همه تكاليف سنگين را بر عهده گيرد ؟ من انتظار چه سن و سال ديگرى را مىتوانم داشته باشم ؟ چون بديهى است اگر امروز در دست دشمن بيفتم عمر بيشترى نخواهم كرد . »\r\nسپس از جا برخاسته اولين كارش اين شد كه سردسته‌هاى پروكز - نوس را فراخواند . وقتى كه آنها جمع شدند اظهار داشت : « آقايان من ديگر امكان خواب ندارم و گمان مىكنم خودتان نيز همين وضع و حال را داريد و چون به روزگار كنونى خودمان مىانديشم آرامش از وجودم سلب مىشود زيرا حال كه دشمن به خيال خود وسايل كافى فراهم ساخته نبرد علنى را با ما آغاز كرده است اما از طرف ما هيچ‌كس در صدد اقدامات متقابل نيست تا بهترين راه رهائى و نجات را تدبير كند . اگر تسليم و به دست پادشاه گرفتار شويم چه سرنوشت شومى كه نخواهيم داشت ؟\r\nبنابراين دربارهء ما كه كسى را براى حمايت نداريم و بر ضد او هم اسلحه برداشته‌ايم و قصدمان آن بوده است كه او را از سرير پادشاهى به ورطهء غلامى فرو اندازيم و در صورت امكان حتى جانش را بر باد دهيم چه سزاى مخوفى كه نبايد انتظار داشته باشيم ؟ آيا او سعى نخواهد كرد سخت‌ترين شكنجه را بر ما وارد سازد تا همهء افراد بشر را از انديشهء لشكركشى بر ضد خود هراسان نمايد ؟ پس بر ماست كه تمام سعى و تلاش خود را به كار بريم تا در چنگ او گرفتار نشويم . »\r\n« من به سهم خود تا وقتى كه دورهء مصالحه دوام داشته هيچگاه از\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nغمخوارى در كار خودمان و حسرت بر وضع پادشاه و پيروانش باز نايستادم زيرا كه به رأى العين مىديدم آنها چه سرزمين پهناور حاصلخيزى دارند و چه مقادير انبوه خواربار در اختيار و چه خدم و حشم فراوان و زر و لوازم ديگرى كه در دستگاه آنهاست و هر وقت به ياد سربازان خودمان مىافتادم و مىديدم كه ما از اين همهء وسايل ناب بهره‌اى نداريم مگر اينكه بهاى آنها را پرداخت كنيم و عدهء كمى هم از ميان ما قوهء خريد آن چيزها را داشته‌اند و غافل هم نبودم كه بنابر عهد و پيمان مگر از راه خريد وسيلهء ديگرى جهت تحصيل آنها نداشتيم . پس با اين همه انديشه‌ها كه در سر داشتم در دورهء مصالحه گاهى از وضع خودمان بيشتر نگران مىشدم تا اكنون كه در حال جنگ و جدال هستيم . اينك كه ايشان در اثر رفتار يك طرفى خود به حالت متاركهء جنگ پايان داده‌اند ازين‌رو به عقيدهء من زمانهء گستاخى آنها و همچنين روزگار پريشانى ما نيز سرآمده است زيرا كه همهء اين نعمت‌ها در آينده متعلق و جايزهء آن دسته و طرفى خواهد بود كه افرادى دليرتر دارد . داور مسابقه هم خدايان‌اند كه به احتمال قوى حامى ما خواهند بود زيرا كه دشمنان ما به آنها دروغ سوگند خورده‌اند در صورتى كه ما باوجود اين همه مال و منال كه در جلو ديدگان ماست باز پيوسته از دست درازى نسبت به آن خوددارى نموديم چون به حق خدايان سوگند خورده بوديم . لذا ما به عقيدهء من با اعتمادى بمراتب بيشترى مىتوانيم در اين مبارزهء زورآزمائى وارد شويم . بعلاوه ما براى تحمل رنج و سختى جسم و تن نيرومن داريم و به فضل خداوندى نيروى روحى بيشتر و نيز اگر مثل مورد قبلى خدايان به ما پيروزى ارزانى دارند دشمن زودتر از ما در معرض خطر صدمه و فنا خواهد بود . »\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n« چون البته ديگران نيز همين قسم افكار در سر دارند محض خاطر خدايان تأخيرى روا نداريم تا كسان ديگرى در ارشاد و تهييج ما به اقداماتى لازم قيام كنند بلكه خودمان پيشرو باشيم و روح شهامت و دلاورى را در افراد ديگر نيز برانگيزيم . بايد شما خودتان را بهترين نمونهء سردسته‌ها نشان بدهيد و حتى از سركرده‌ها قدر و منزلت بيشترى ابراز داريد . من خودم اگر راهى را كه در پيش نهاده‌ام برگزينيد ، آماده پيروى از شما خواهم بود ولى اگر مقام رهبرى را به خودم تفويض كنيد عذر و بهانه‌اى از بابت سن و سال جوانى خويش پيش نخواهم آورد برعكس گمان مىكنم چون در بهار زندگانى هستم توان آن را دارم كه خطرات را از جان و تن خويش دور سازم . »\r\nاين بود اظهارات گزنفون و بنابر آنچه گفته بود فرماندهان مگر يك نفر به نام آپولونيد كه به زبان بئوسى حرف ميزد از خود او درخواست رهبرى كردند . شخص مزبور معتقد بود كه هر كس خيال كند كه غير از طريق جلب خاطر پادشاه و در صورت مقدور از راه استمالت و ترغيب امكان نجات هست سخنى ياوه مىگويد . او در عين حال به تشريح مشكلات گروه خويش پرداخت . ولى گزنفون كلام او را قطع نموده اظهار داشت :\r\nاى مرد عجيب هرچند كه چشم دارى اما نمىبينى و با آنكه مىشنوى باز فراموش مىكنى مگر تو خودت با بقيهء اين سردسته‌ها حاضر و ناظر نبودى كه پادشاه بعد از مرگ كوروش و بواسطهء انبساط خاطرى كه از آن بابت حاصل كرده بود به ما دستور فرستاد اسلحهء خويش را تحويل بدهيم و هنگامى كه به جاى تسليم كردن آن خود را مجهز و آماده ساختيم و در جوار خود او اردوگاه ترتيب داديم چه وسايلى كه برنيانگيخت - ابتدا\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nسفيرانى فرستاده درخواست مصالحه نمود و به ما آذوقه عرضه كرد تا سرانجام حالت مصالحه برقرار شد ؟\r\nوقتى كه فرماندهان و سردسته‌هاى ما همان كارى را كردند كه تو حالا تأكيد و اصرار دارى و بىاسلحه به جلسه‌اى رفتند كه دعوت كرده بود و به آداب متاركهء جنگ اعتماد نمودند ، مگر نديده‌اى در آن مورد چه واقع شده است ؟ آيا آن عده همين حالا نيز در معرض ضرب و زجر و توهين نيستند . همان افراد تيره‌بختى كه در آرزوى مرگ‌اند ولى امكانش را ندارند ؟ با وجود اطلاع از اين ماجرا باز آنانى را كه محض دفاع از خويش سخن مىگويند ياوه‌سرا ميخوانى و هنوز خيال مىكنى بهتر است با پادشاه از راه مسالمت و سازش درآئيم ؟ آقايان به عقيدهء من بايد نه فقط ما اين عنصر نامطلوب را از ميان خود برانيم بلكه بايد مقام سردستگى نيز از او سلب شود و از گرده‌اش كار بكشيم و با او اين‌گونه رفتار كنيم زيرا كه اين نابكار هم مايهء شرمى براى زادگاه خويش و هم موجب عار سراسر يونان است و با آنكه يونانى است باز چنين رفتارى دارد . »\r\nسپس آگاسياس اهل استيمفالى ( شهرى در آركادى ، آسياى صغير ) به سخن آمده اظهار داشت : « رفتار اين سركار اصلا به بئوسى و يا هيچ قسمت ديگر يونان ارتباطى ندارد زيرا كه من متوجه شده‌ام هر دو گوش او مثل اهالى ليديه « 1 » سوراخ دارد « 2 » و در واقع نيز چنين بود . بنابراين او را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يونانىها مردانى را كه گوشواره به كار مىبرده‌اند صاحب اخلاق زنانه مىشمرده‌اند و چون گوش‌هاى او سوراخ داشته بنابراين آپولونيد جزو چريكهاى بيگانه بشمار ميرفته است .\r\n( 2 ) - اهالى ليديه به داشتن اخلاق زنانه مشهور بودند .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاز ميان خود طرد كردند و سايرين به سركشى واحدهاى لشكر پرداختند و در هرجا كه فرماندهى زنده مانده بود خواستار شدند به آنها ملحق شود و اگر خود سركرده از بين رفته نايبش را و اگر فقط سردسته باقى مانده بود او را به همكارى دعوت نمودند . وقتى كه همه فرا آمدند ، در جلو اردوگاه بر زمين نشستند ، سركرده‌ها و سردسته‌ها كه بدين ترتيب جمع شده بودند در حدود يك صد نفر بودند . حال نزديك نيمه شب بود ، آن‌گاه هيرونيموس از اهالى آلان كه ارشد سردسته‌هاى پروكزنوس بود اظهار داشت : « اى فرماندهان و اى سردسته‌ها در وضع و حال كنونى بهترين راه عمل اين است كه با هم اتحاد كنيم و شما نيز به ما ملحق گرديد تا بوسيلهء همفكرى تصميم صواب اتخاذ شود و افزود اى گزنفون ، آنچه چند لحظه پيش به ما گفته بودى تكرار كن .\r\nبنابراين گزنفون گفت : « همه ديده‌ايم كه تاكنون پادشاه و تيسافرن تا حدى كه توانسته‌اند همقطاران ما را دستگير كرده‌اند بديهى است بر ضد ما هم قصدى دارند تا در صورت امكان ما را نيز معدوم كنند . به نظر من در اين صورت تكليف ما آنست كه با تمام قوا سعى كنيم بدست آنها گرفتار نشويم و ترديدى هم نداشته باشيم كه با همبستگى فعلى بهترين فرصت‌ها و امكانات در اختيار ماست زيرا همهء سربازانى كه در اين اردوگاه حاضرند به شما چشم دوخته‌اند و اگر متوجه شوند كه شما دو دل و متزلزل هستيد آفت ترس همه آنها را فرا خواهد گرفت ولى اگر دريابند كه خود را براى مبارزهء با دشمن آماده ساخته‌ايد و از سايرين هم توقع همكارى داريد مطمئن باشيد از كارتان پيروى نموده شما را سرمشق قرار خواهند داد . به راستى كه ضرورى است شما خودتانرا برتر از آنها نشان\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nبدهيد زيرا كه فرمانده و نايب و سردسته هستيد . در زمان صلح از جهات مواجب و مزايا از آنها وضع بهترى داشتيد حالا كه در جنگ هستيم حق آنست كه شما در برابر سربازان عادى ممتاز باشيد براى آنها نقشهء كار طرح كنيد و در صورت لزوم به خاطر آنها خودتان را به ناراحتى و زحمت بيندازيد .\r\nاينك به نظر من اگر ابتدا هرچه زودتر سركرده‌هاى جديد تعيين و جانشين فرماندهانى بشوند كه از بين رفته‌اند خدمت بزرگى به لشكر خواهد شد زيرا كه در هر كار و موردى بىوجود رهبر هيچ اقدام مطلوب و يا سودمندى بخصوص در ميدان كارزار امكان ندارد . چون انضباط افراد را سرمايهء رستگارى است و حال آنكه فقدانش در بسا موارد قبلى علت آشفتگى و پريشانى امور شده است ثانيا همين‌كه تمام سركرده‌ها را كه وجودشان امرى ضرورى است تعيين كرديم آن‌گاه بايد بقيهء سربازان را جمع‌وجور و آنها را نيك تهييج كنيم . چون شايد ديده باشيد كه در وضع و حال فعلى آنها تا چه‌اندازه پريشان و دلشكسته به قرارگاه خود بازگشته و با چه افسردگى تام به انجام دادن تكاليف پاسدارى خود قيام كرده‌اند . تا زمانى كه افراد چنين وضعى را دارند من كه اطمينان ندارم چه خدمت و كارى هنگام روز يا شبانگاه از آنها ساخته است ولى اگر بتوانيم روحيهء آنها را تغيير دهيم كه در نتيجه نه فقط در غم و غصهء مصيبت و گرفتارى خويش نباشند بلكه به انجام دادن آنچه بر عهدهء آنهاست بينديشند در اين صورت وضع روحى آنها اصلاح و درخشان خواهد شد .\r\nچون اطمينان دارم شما به اين نكته توجه نموده‌ايد كه در جنگ كميت سپاه يا قدرت و زور آنها مايهء پيروزى نيست بلكه فتح و ظفر نصيب\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nطرفى خواهد شد كه با عنايت خدايان در اثر شجاعت بيشتر بر حريفى كه تاب مقاومت ندارد حمله‌ور شود . آقايان بنابر تجربهء شخصى شاهد اين واقع بوده‌ام كه افرادى كه در گيرودار جنگ به انواع زبردستى و تدبير فقط در پى حفظ جان خويش باشند همانها با حالتى ننگين و خوار از بين ميروند برعكس آنهائى كه پى برده‌اند مرگ سرنوشت مشترك و اجتناب ناپذير بنى آدم است و بر آن سرند كه مرگى افتخارآميز داشته باشند كسانىاند كه به احتمال زياد به سنين سالخوردگى خواهند رسيد و در دوران زندگى نيز روزهاى قرين خوشبختى خواهند داشت . پس بايد اين درس را كه با وضع و حال فعلى ما نيك بستگى دارد به جان و دل آموخته ، بايد هم خودمان دلير باشيم و هم حس شجاعت را در ميان همقطاران خويش برانگيزيم » بعد از اين كلمات ، گزنفون سكوت نمود .\r\nپس از او خريسوفوس به صحبت پرداخت : « اى گزنفون تاكنون بنابر آنچه شنيده بودم تو را فقط مردى آتنى مىشناختم ، اما اينك هم بواسطهء سخنانت و هم كردارت ستايشت مىكنم ، اى كاش امثال تو فراوان بودند كه عين خير و صلاح تمامى لشكر ما بود و افزود آقايان ، ديگر جاى درنگ نيست برويد و هرچه زودتر سردسته‌هاى خود را انتخاب كنيد كه شرط اساسى است و بعد از آنكه اين كار انجام يافت به اتفاق آنانى كه برگزيده‌ايد در اردوگاه حاضر شويد . سپس جرگه‌اى از تمامى سپاه ترتيب خواهيم داد . محض مزيد اطمينان نيز افزود « خود تولميد « 1 » پيشرو و آماده است » با اين كلمات ، او فورى برخاست تا در اجراى اقدامات ضرورى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به عبارت ديگر خود گوينده . م\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nتأخيرى واقع نشود . آن‌گاه فرماندهان تعيين شدند ، تيمازيون اهل داردانى به جاى كلارخوس كزان‌تيكل آخنى جانشين سقراط ، كلينور - آركادى به جاى اجياس ، فيله‌زيوس آخنى عوض منون و گزنفون آتنى جانشين پروكزنوس .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nبخش 17\r\nپس از آنكه كار انتخاب سركرده‌ها تمام شد چون طلوع آفتاب نزديك بود فرماندهان در قلب اردوگاه جلسه‌اى تشكيل داده تصميم گرفتند پاسدارانى در جلو بگمارند ، آن‌گاه كليهء سپاه را فراخواندند .\r\nوقتى كه همه جمع شدند نخست خريسوفوس اسپارتى برخاسته اظهار داشت :\r\n« همقطاران من ، شكى نيست كه وضع فعلى ما بسيار وخيم است خاصه كه سركرده‌ها و سردسته‌ها و سربازان ما را برده و نابود كرده‌اند بعلاوه آريه‌اوس و افرادش كه قبلا همدست ما بودند به ما خيانت نموده‌اند به هرحال چنان كه وضع كنونى ما ايجاب مىكند بايد شجاع و قويدل باشيم و تسليم نشويم بلكه حتى الامكان با عزم پيروزى در نجات خويش بكوشيم ، چه بهتر آنست مرگى آبرومند داشته باشيم و هرگز بدست دشمن اسير نشويم زيرا كه در صورت اسارت گمان مىكنم به مصايبى طاقت - فرسا دچار گرديم كه به خواست خدايان بايد نصيب دشمنان ما شود » .\r\nآن‌گاه كلينور اهل اورچمنى برخاسته گفت : « اى سربازان ، بدانديشى و تعدى شهريار و بعد عهدى و بىشرمى تيسافرن هر دو را خود ديده‌ايد اين همان تيسافرن بود كه ادعا مىكرد چون در همسايگى يونان مقر دارد در نجات دادن ما خواهد كوشيد و باز خود او بود كه در وفاى به عهد و قرار خويش سوگند ياد كرده و هم اوست كه سركرده‌ها و\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nسردسته‌هاى ما را دستگير ساخته است . از همهء اين‌ها مهم‌تر او حتى به درگاه زاوش پروردگار نيكى و احسان بىحرمتى روا داشته ، نخست كلارخوس را بر سفرهء طعام خويش خواند سپس همين عمل را زمينهء اسارت و نابودى فرماندهان ما قرار داد . آريه‌اوس هم كه حتى حاضر شديم او را به پادشاهى برداريم و با ما قول و قرار مبادله كرده بود كه به يكديگر خيانت ننمائيم او نيز نه عظم خدايان را قدر و حرمتى گذاشته و نه خاطرهء كوروش شهيد را گرامى داشته است و حال آنكه كوروش در زمان حيات خود به او عزت و احترام بسيار نموده بود . اينك او به سرسخت‌ترين دشمن كوروش پيوسته است و سعى دارد ما را هم كه از دستياران كوروش بوديم گرفتار سازد . اميد است خدايان همهء اين‌گونه افراد را به سزاى كردارشان برسانند ، ما كه شاهد اعمال ايشان بوده‌ايم جايز نيست باز به دام تزوير آنها بيفتيم بلكه بايد با تمام قوا نبرد كنيم و به يارى خدايان پيروز شويم . » بعد از اين بيانات گزنفون در جامهء با شكوه نظامى از جا برخاست چون او مىپنداشت كه هنگام پيروزى بايد جامه‌هاى فاخر بر تن داشت و اگر هم سرنوشت مرگ دارد باز ترجيح در آنست كه در همان جامه و لباسى كه مايهء سرافرازى است كشته شود . او به شرح زير سخن گفت :\r\n« كلينور دربارهء بدعهدى و بىايمانى بيگانگان داد سخن داده است و همه هم منظور او را دريافته‌اند اگر ما باز به عهد و دوستى آنان اظهار علاقه كنيم نشان خواهد داد كه يأس و بيچارگى ما به حد اشد رسيده است . وقتى كه سرنوشت وخيم سرداران خود را به نظر مىآوريم كه با خوش‌باورى خود را در اختيار ايشان گذاشتند ناچار عزم خود را جزم مىكنيم كه به اسلحهء خويش متكى باشيم و نه فقط اعمال گذشتهء آنها را\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nمكافات دهيم بلكه با نبردهاى خونين - به يارى خدايان - چنان كه ما را رواست به تحصيل پيروزى و ظفر اميدوار باشيم . »\r\nدر حين اظهارات او يكى از حضار عطسه كرد « 1 » كه سربازان هم شنيدند و همگى ارادهء خداوندى را ستايش نمودند « 2 » پس گزنفون اظهار داشت : « چون در حينى كه راجع به نجات خودمان مشغول صحبت بودم علامتى از جانب زاوش منجى ما به منصهء ظهور رسيده است از همگى تقاضا دارم همين كه به سرزمين دوست و آشنا وارد شويم محض سپاس به درگاه خدايان نذر و قربانى كنيم و از قربانىهاى ديگر نيز بمناسبت قدر و شايستگى سرشار خودمان دريغ ننمائيم . همهء آنها كه با اين پيشنهاد موافقت دارند دست خود را برگيرند . » تمامى حضار دست بلند كردند .\r\nآن‌گاه همگى هم عهد و پيمان ، سرود فتح و ظفر خواندند وقتى كه اين مراسم چنان كه بايد و شايد برگزار شد گزنفون باز به سخن پرداخت :\r\n« لحظه‌اى پيش گفته‌ام كه ما اميدوارى بسيار در احراز فتح و پيروزى داريم زيرا كه اولا به سوگندى كه در درگاه خدايان ياد كرده‌ايم پابند مانده‌ايم در صورتى كه دشمنان ما راه خلاف پيموده‌اند و با وجود عهد و سوگند خود شروط مصالحه را زير پا گذاشته‌اند . ازين‌رو مىتوان استنباط نمود كه خدايان دشمن آنها و يار و ياور ما خواهند بود و خدايان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عطسه علامت خير و خوبى بوده و در اين مورد بخصوص دال بر طالع و اقبال ، چون وسط كلام گزنفون دربارهء رهائى و نجات پيش آمده بود .\r\n( 2 ) - اين علامت و فال را از جانب زاوش منجى بزرگ تلقى كرده بودند . يونانىها به زاوش ( زئوس ) همان عقيده و ايمانى را داشته‌اند كه ايرانيان از عهد داريوش اول نسبت به آهورمزدا يعنى پروردگار بزرگ ابراز مىداشته‌اند . م\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nهم به آسانى قادرند قوى را زبون سازند و همين كه مشيت آنها تعلق گيرد سريع و زود ضعيفان را در عين مخاطره نجات مىبخشند . ثانيا بايد شما را يادآور مخاطراتى شوم كه اجداد ما نيز روبرو شده بودند تا ملاحظه كنيد نه تنها بايد چنان كه شايد مردانى دلاور باشيد بلكه مطمئن باشيد شجاعان همواره رستگارانند و با عنايت خدايان حتى از وخيم‌ترين مخاطرات نجات مىيابند . چون وقتى كه پارسيان با همهء اتباع بىحد و شمار خويش به منظور نابود كردن آتن فرا آمده بودند « 1 » آتنىها بىيار و تنها درصدد مقاومت برآمدند ولى پيروز شدند و هنگامى كه آنها به درگاه آرته‌ميس « 2 » به دعا پرداختند كه در ازاى هر نفرى كه از عدهء دشمن براندازند بزغاله‌اى در راه آن ربة النوع قربانى كنند و نتوانسته بودند به اندازهء كافى بز پيدا كنند « 3 » پس عهد كردند هر ساله پانصد بز قربانى كنند و هنوز آن رسم برقرار است .\r\nدفعهء ديگر هنگامى كه خشيارشا سپاهيان بيشمار فراهم ساخت « 4 » و بيونان حمله كرد باز اجداد ما در خشكى و دريا بر پدران دشمن ما غالب شدند « 5 » آثار و شواهدى ماندگار از همان قبيل نيز ما در اين روزگار ميتوانيم بچنگ آوريم ، بارزترين نشانهء فتح و ظفر پيشينيان ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در جنگ ماراتن  Marathon  490 ق . م - مترجم\r\n( 2 ) -  Artemis  ربة النوع عافيت و توفيق . م\r\n( 3 ) - بنابر روايت هرودوت ، تعداد كشتگان پارسى 400 / 6 نفر بود . م\r\n( 4 ) - هرودوت در « تواريخ » تعداد كل جنگاوران ايران را كه در لشگركشى خشيارشا شركت داشتند 610 / 641 / 2 نفر ذكر كرده است . م\r\n( 5 ) - در نبرد دريائى در سالاميس ( 480 قبل از ميلاد ) و نبرد خشكى در پلاته  Platae  ( 479 ق . م )\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nهمين آزادى است كه هنوز كشورهاى زادگاه و پرورشگاه ما دارند زيرا كه هيچ يك از بندگان خداوند مگر فقط ذات آسمانى خدايان را بنام و عنوان پروردگار شايستهء ستايش نميدانسته‌اند و شما يادگار چنان نياكان و اجدادى هستيد .\r\nدر اين‌جا به هيچ وجه قصدم آن نيست كه شما را مايهء شرمى براى پدران خودتان بشمار آورم در واقع همين چند روز پيش خودتان با اعقاب همان پارسيان قديم درافتاده و با آنكه تعدادشان از عدهء شما بمراتب بيشتر بوده است به يارى خدايان فاتح و پيروز شده‌ايد و جاى يادآورى است كه شما در مبارزهء كوروش براى احراز تخت و تاج ، آنهمه شجاعت نشان داديد اما اينك كه مبارزه و پيكار براى سلامت و نجات خود شماست شكى نيست كه حميت و شجاعت بيشترى خواهيد نمود . بعلاوه اين بار موجبات وافى و كافى جهت مزيد اعتماد داريد چون سابقا به وضع كار آنها آشنا نبوديد فقط سياهى لشكر را ميديديد باوجوداين شجاعت بسيار نموده با همان غيرت و هيجان پدران خويش بر دشمن چيره شده‌ايد . اما حال كه آنها را عملا آزموده‌ايد و ديده‌ايد كه هرچند تعدادشان چندين برابر است باز ميلى به پيكار با شما ندارند پس دليلى ندارد كه از آنها بيمناك باشيد وانگهى اين فرض و گمان هم مورد ندارد كه از آنها بواسطهء اينكه آريه‌اوس و همراهانش كه قبلا همدست ما بودند و سپس ما را رها كرده و رفته‌اند وضع وخيم‌ترى داريد چه آنها از افرادى هم كه ما شكست داده‌ايم جبون‌ترند چون از جلو دشمن فرار اختيار و ما را به حال خويش رها كرده‌اند . چرا بايد با كسانى محشور باشيم كه در گريز و فرار نمونه‌اى بشمار ميروند و چه بهتر كه اين قبيل افراد بجاى پيوستگى با ما در صف\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nدشمن باشند . . . اما اگر بعضى از شما بدان سبب دلسرد باشيد كه ما نفرات سوار نداريم در حالى كه عدهء سواران دشمن بيشمار است بايد فراموش نكنيم ده هزار نفر شما كجا و ده هزار سوار آنها كجا ، زيرا هيچ‌گاه احدى از گاز و لگد اسب در ميدان كارزار جان نداده است بلكه سرنوشت نبردها در دست دليران است . وانگهى زمينهء كار ما از سواركاران آنها بمراتب اطمينان بخش‌تر است آنها در عقب اسبهاى خود مىخزند زيرا كه نه فقط از ما مىترسند بلكه نگران‌اند مبادا نقش بر زمين شوند ولى ما كه پا بر خاك سفت و سخت داريم حمله‌ورانى را كه جرأت پيش تازى نمايند ضربتى كارى خواهيم زد و تير خود را راست بهدفى كه داريم وارد خواهيم ساخت .\r\nاز يك جهت خاص سواران آنها مزيت عمده دارند و درست بر خلاف ما ، مىپندارند كه فرار برقرار ترجيح دارد ولى ممكن است فرض كرد كه شما شور و مهارت نبرد داريد اما ديگر تيسافرن راهنما و يا برطبق فرمان پادشاه فروشگاهى در اختيار شما نيست . از خودتان ميپرسم آيا بهتر نيست آن عنصرى كه بر ضد ما قصد فتنه و تباهى دارد اصلا زنده نباشد ، در ازا افراد اسير را دستور خواهيم داد ما را راهنما باشند همان كسانى كه خواهند دانست اگر بر سبيل اشتباه هم ما را گمراه كنند سروجان خود را از دست خواهند داد . راجع به آذوقه نيز آيا بهتر است از فروشگاه چريكها جنسى قليل با قيمت گزاف خريد در حالى كه پول چندانى در اختيار ما نمانده است يا آنكه در اثر فتح و پيروزى بهر مقدار و با هر قيمتى كه دلخواه ماست جنس بدست آوريم ؟ ولى مىتوان گفت بر احدى پوشيده نيست كه از اين جهات ما وضع مساعدترى داريم هرچند كه شما\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nانديشه ناكيد كه عبور از رودخانه‌ها دشوارى عمدهء ماست و تصور ميكنيد با عبور دادن ما از دجله شما را سخت فريفته‌اند . پس آيا آنچه چريكهاى بيگانه كرده‌اند كارى بسيار احمقانه نبوده است « 1 » زيرا تمام رودخانه‌ها كه در نقاطى دوردست از سرچشمه غير قابل عبورند وقتى كه بسرچشمه نزديك شويم حتى بدون خيس كردن پاشنه پا مىتوان از آنها عبور نمود .\r\nاما حتى بر فرض اينكه رودخانه‌ها مانع عبور ما باشند و راهنما هم نداشته باشيم باز چه جاى يأس و نگرانى است زيرا ميدانيم كه مىسى ها « 2 » كه بايد اعتراف كرد بر ما مزيتى ندارند در بسيارى از شهرهاى بزرگ و آباد قلمرو پادشاه اقامت دارند . وضع و حال پىسىها « 3 » نيز چنين است و راجع به لاكونىها « 4 » نيز با چشم خود ديده‌ايم كه استحكامات واقع در جلگه را تصرف كرده بودند و در اراضى متعلق به پارسيان كشت و كار دارند . در هر حال به نظر من هنوز صلاح نيست آشكار سازيم كه راه بازگشت به وطن را در پيش گرفته‌ايم بلكه بايد وانمود كرد كه قصد داريم در همين حدود رحل اقامت بيفكنيم چون ميدانيم كه پادشاه مىسىها را نه فقط راهنما بلكه گروگانهاى بسيار محض تضمين عبور بىخطر آنها در سراسر كشور خود خواهد داد و براى آنها راه نيز خواهد ساخت حتى اگر بخواهند با گردونه‌هاى چهار اسبه حركت كنند و ميدانيم اگر مشاهده كند كه ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چون يونانيها را به كرانهء شرقى دجله عبور داده بودند و استدلال گزنفون اينست كه يونانيها ناچار شدند به سمت بالا در جهت سرچشمه مدتها پيش بروند و بدين ترتيب زمانى بس طولانى در حيطهء آن دولت باشند .\r\n( 2 و 3 و 4 ) - از اقوام آسياى صغير كه غالبا بر ضد حكومت ايران سركشى مىكردند .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nدر اين‌جا قصد ماندن داريم با نهايت خوشوقتى همين كار را براى ما خواهد كرد . اما من نگران از آنم كه هرگاه ولو يك بار ما لذت زندگى قرين آسايش و تجمل‌آميز آنها را درك كنيم و باز نان بلند قامت و دختران ماد و پارسى محشور شويم مثل آنها كه اهل چرت و كيف بودند ( كنايه به داستان اوديسه « 1 » است ) ياد وطن از سرما بيرون خواهد رفت . پس به عقيدهء من شايسته و سزاست كه مهم‌ترين تكليف خويش را آن بدانيم كه نزد پدران و مادران خود در يونان بازگرديم و به آنها خاطر نشان سازيم كه خود سبب تنگدستى خويش‌اند زيرا ايشان كه در وطن زندگى سختى دارند مىتوانند به اين نواحى فرا آيند و خود به رأى العين دريابند كه از چه نعمت‌هائى محروم‌اند .\r\nآقايان حاجت به بيان نيست . همهء اين نعمت‌هاى ناب از آن كسانى خواهد بود كه عزم و قدرت تصاحب آن را دارند ولى بايد نكتهء عمدهء ديگرى را هم در نظر داشت ، به عبارت ديگر چگونه مىتوانيم بدون خطر راه بازگشت پيش گيريم و اگر لازمهء آن كار جنگ و پيكار است بايد كه در بهترين شرايط نبرد كنيم » . گزنفون افزود : « پس اولا لازم است ارابه‌هائى را كه داريم بسوزانيم تا چارپايان پيش آهنگ ما نباشند و بهترين راه سلامت و صلاح لشكر را اختيار كنيم . در ثانى بايد خيمه‌هاى خود را نيز در آتش بيندازيم زيرا حمل آنها خالى از محظور نيست و به هرحال كمكى در كار نبرد و يا وسيلهء تحصيل آذوقه نخواهد شد . بعلاوه بايد از تمام اشياء اضافى خود صرف‌نظر كنيم و فقط چيزهائى را كه به كار جنگ يا خورد و خوراك خواهد رفت نگاه داريم تا هرچه بيشتر عده را مسلح سازيم و افراد هرچه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Odyssey  منظومه‌اى حماسى منسوب به هومر شاعر نامى يونان باستانى است .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nكمترى گرفتار كار باربرى باشند . زيرا وقتى كه عده‌اى مغلوب شوند خوب ميدانند همهء مايملك ايشان نيز بدست ديگران خواهد افتاد اما اگر فاتح شويم دشمن را باربر خويش خواهيم كرد .\r\nموضوع ديگرى هم براى تذكر باقى است كه به نظر من بدون شك اهميتى بس عظيم دارد . خودتان ديده‌ايد كه تا دشمن سركرده‌هاى ما را دستگير نكرده بود جرأت شروع كردن عمل خصمانه نداشت چون مى - پنداشت تا وقتى كه فرماندهان ما زنده‌اند و از آنها اطاعت داريم ميتوانيم در پيكار با آنها چيره گرديم اما هنگامى كه سرداران ما را بردند خيال ميكردند بواسطهء فقدان رهبر و انضباط كار ما زار خواهد شد .\r\nپس فرماندهان كنونى ما بايد بيش از سركرده‌هاى پيشين درايت و هشيارى نمايند و سربازان هم بايد نسبت به سركرده‌ها بيشتر از معمول اطاعت نشان دهند و بايد اخذ رأى كنيم كه اگر فردى نافرمانى كند هركس از شما كه در دسترس باشد باتفاق فرمانده در مجازات كردن عنصر نافرمان بكوشد . ازينرو دشمن نيز به اشتباه خود پى خواهد برد زيرا ديگر فقط با يك كلارخوس سروكار نخواهند داشت بلكه با ده هزار سرباز فداكار . اينك وقت آن است كه كمتر صحبت شود و بيشتر عمل و اقدام كنيم چون بعيد نيست دشمن به زودى فرا آيد . هر كس با اين پيشنهادها موافق است زود رأى بدهد كه بايد عاجلا بمرحلهء اجرا درآيد اما اگر كسى نظريات بهترى دارد همه حتى سربازان هم آزادانه اظهار بدارند زيرا كه آنچه مايهء احتياج همگى است سلامت و نجات ماست . » آن‌گاه خريسوفوس اظهار داشت : « همين حالا رسيدگى خواهيم كرد كه علاوه بر آنچه گزنفون پيشنهاد نموده آيا اقدام ديگرى لازم است يا خير ، اما\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nدربارهء پيشنهادهائى كه او كرده است بدون تأخير رأى مىگيريم و هركه با آنها موافق باشد دست بلند كند . » همه دست بلند كردند .\r\nسپس گزنفون باز برخاسته گفت : « آقايان اكنون به عرايض ديگرم گوش فرا دهيد . ما چاره‌اى نداريم مگر آنكه اول به تهيهء آذوقه اقدام كنيم كه شنيده‌ام براى اين منظور در مساحت تقريبا بيست استاديا از اين‌جا دهاتى مرغوب هست و جاى شگفتى نخواهد بود دشمن نيز چون سگى مرعوب كه به عابرين پارس مىكند و در صورت امكان گاز ميگيرد و همين كه دنبالش كنند فرار خواهد كرد در حين عقب‌نشينى از دنبال ما بيايد ازينرو شايد مصون‌ترين راهها آن خواهد بود كه به آرايش دستهء سنگين اسلحه با ميدانى خالى در وسط حركت كنيم و بدين وسيله قسمت بار و توشه و انبوه خيمه‌داران در وسط محفوظ باشند . در اين صورت لازم است فورى معلوم داشت كه فرماندهى محوطهء مركزى و قسمت خوار و بار بر عهدهء كه باشد و چه كسانى جناحين را مراقبت نمايند و عقب جبهه زير فرمان كه باشد تا در صورت يورش دشمن احتياجى بمشورت و اخذ تصميم نباشد بلكه مأموران در موضع خود آمادهء كار باشند . حال اگر كسى تدبير بهترى دارد آن را اجرا كنيم . و گرنه پيشنهادم اينست كه خريسوفوس جلودار باشد بخصوص كه او اسپارتى است و دو سركردهء سالخورده جناحين را نگاه دارند و عجالتا ما دو نفر تيمازيون و خودم عقب‌دار جبهه باشيم و در آينده نيز ضمن آزمايش كردن اين آرايش نظامى هر ترتيب بهترى كه احيانا به نظر آيد اختيار كنيم » .\r\nچون كسى نظر ديگرى نداد گزنفون اظهار داشت آنها كه با اين پيشنهاد موافق‌اند دست بلند كنند و موضوع تصويب شد . وى افزود « حال بايد\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nرفت و آنچه را كه تصويب شده است بموقع اجرا درآورد . هر كس در ميان شما مشتاق تجديد ديدار ياروديار خويش است بداند كه ابراز شجاعت يگانه شرط احراز اين آرزو است زيرا كه راه ديگرى براى تأمين اين منظور نيست همچنين هر كس كه طالب نجات دادن جان خود باشد بايد در راه ظفر و پيروزى جانفشانى كند زيرا كه فاتحين حكم مرگ و حيات ديگران را در كف خويش دارند و مغلوبين هدف تيغ بىدريغ مىشوند و اگر كسى هم علاقه به تحصيل مال و ثروت دارد بايد باز در راه پيروزى جهد و همت نمايد از آن جهت كه پيروزان نه تنها مال خويش را نگاه خواهند داشت بلكه فتح و ظفر اختيار مال مغلوبين را نيز دريد اقتدار ايشان خواهد گذاشت . »\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nبخش 18\r\nپس از اظهارات گزنفون حضار همه برخاستند و به اردوگاه بازگشته به سوزاندن ارابه‌ها و چادرها پرداختند و اقلام زايد باروبنه را هم مقدارى سربازان به شراكت برداشته و بقيه را آتش زدند . وقتى اين كارها تمام شد بفراهم ساختن صبحانه مشغول بودند كه در آن حال ميترادات با سى نفر سوار فرا رسيد و فرماندهان يونانى را بفاصلهء صد ارس فرا خوانده چنين اظهار داشت :\r\n« اى يونانيان بطورى كه خودتان مىدانيد من نسبت به كوروش وفادار بودم اكنون به شما هم علاقهء دوستانه دارم ، در واقع همين اقدام را نيز با ترس و لرز مىكنم . بنابراين اگر اطمينان حاصل كنم اقدامات شما از روى حزم و احتياط است به شما خواهم پيوست و دسته‌ام را خواهم آورد . ازينرو بگوئيد چه قصد و خيالى داريد و مطمئن باشيد كه دوست و خير خواه شما هستم و بر آن سرم كه در اين سفر با هم باشيم . » سركرده‌ها جلسهء مشورتى ترتيب داده به او چنين پاسخ دادند ، خريسوفوس سخنگوى ايشان بود : « عزم ما اينست اگر مانعى پيش نيايد به ميهن خويش بازگرديم بدون آنكه در خط سير خود سبب صدمه و خرابى شويم ولى اگر كسى مانع عزيمت ما شود با تمام قوا بر ضد او جنگ خواهيم كرد . »\r\nآن‌گاه ميترادات وانمود كرد كه بدون رضايت پادشاه بازگشت\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nقرين سلامت آنها امكان پذير نيست . ازين حرفش يونانيان پى بردند كه او قصد نيرنگ دارد ، در واقع يكى از بستگان تيسافرن هم با او آمده بود تا شاهد برگزارى درست و تمام مأموريتش باشد . پس فرماندهان تصميم اتخاذ و اعلام كردند كه در آن جنگ و جدال تا روزى كه در خاك بيگانه‌اند هيچ‌گونه مذاكره‌اى با دشمن نخواهند كرد . چه نفرات چريك بيگانه پىدرپى مىآمده‌اند و در ميان سربازان يونانى تخم نفاق و فساد مىپاشيده‌اند آنها در مورد يكى از سردستگان يعنى نيكارخوس آركادى موفق هم شده بودند چون او شبانه از اردوگاه فرار كرد و در حدود بيست نفر را همراه برد .\r\nسپس صبحانه خوردند و از رودخانهء زاپاتاس عبور نموده بنابر نظم و ترتيبى كه تصميم گرفته بودند به راه افتادند . به عبارت ديگر حيوانات باركش و خيمه‌داران را در محوطهء داخلى قرار دادند ولى هنوز راه درازى نپيموده بودند كه ميترادات با تقريبا دويست نفر سوار و عده‌اى كماندار و فلاخن انداز ، در حدود چهار صد نفر فرز و چالاك بازآمد او طورى به طرف يونانيها آمد كه گوئى عنصرى دوست وارد مىشود ولى همين كه دسته‌اش هم وارد شد ناگهان بعضى از آنها سواره و پياده با تير و فلاخن حمله را شروع و عده‌اى را زخمى كردند . عقب‌داران لشكر يونانى چون صدمات بسيار ديده بودند به هيچ وجه قادر به حمله متقابل نشدند زيرا كه تير كمانداران كرتى « 1 » نه فقط مثل تير پارسيان دوررس نبود بلكه چون زره هم نداشتند ناگزير در ميان افراد سنگين اسلحه درمانده بودند . فلاخن اندازان يونانى هم نتوانسته بودند تيرى بهدف دور بفرستند ازينرو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كرتىها مشهورترين تيراندازان ( كمانداران ) عهد قديم بودند . م\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nگزنفون تصميم گرفت پارسيان را تعاقب كند و با كمك نفرات سنگين اسلحه و سبك اسلحه كه در عقب لشكر بودند چنين كرد اما در اين اقدام تعاقب حتى يك تن از افراد دشمن دستگير نشد زيرا كه يونانيها نفرات سوار نداشتند و پيادگان آنها نيز نتوانسته بودند به پيادگان دشمن برسند زيرا كه اين دسته خيلى زود پا بفرار گذاشته بودند و براى يونانيها زياد جلو رفتن دور از مصلحت بود . در اين حين افراد دشمن با تيرهائى كه به عقب مىانداخته‌اند تلفاتى بيونانيها وارد ساختند ناگزير اين عده در همهء طول راه با جنگ و گريز به لشكر اصلى پيوستند و در نتيجه تمام آن روز را نتوانسته بودند بيش از بيست و پنج استاديا پيش بروند .\r\nبارى در حوالى غروب به دهات مقصد خود رسيدند . در اين مورد بار ديگر حس يأس همه را فرا گرفت . خريسوفوس و سركرده‌هاى ارشد به كار گزنفون خرده گرفته بودند كه چرا از گروه اصلى لشكر جدا مانده و دشمن را تعاقب كرده و بدين ترتيب خويشتن را به خطر انداخته بود و با وجود همهء اين كارها از وارد كردن هرگونه صدمه‌اى هم به دشمن بازمانده بود . وقتى كه گزنفون گفته‌هاى ايشان را شنيد به آنها حق داد كه از اقدام او انتقاد كرده‌اند و گفت نتيجهء كار نيز مؤيد نظريات آنهاست .\r\nاو افزود : « اما چاره‌اى جز تعاقب دشمن نداشتم زيرا كه بواسطهء ماندن در قرارگاه تلفات سنگين داده بوديم بدون اينكه امكان ضربتى داشته باشيم اما راجع به آنچه بعد از تعاقب پيش آمده است حق كاملا با شماست هرچند قدرت آن را نداشتيم كه صدمه‌اى به آنها وارد سازيم و با هزاران اشكال عقب‌نشينى كرده‌ايم . ازينرو بايد خدايان را سپاسگزار\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nباشيم كه دشمن با نيروى كلان بما حمله نكرده بود و بىآنكه صدمهء كلى وارد كرده باشد ما را متوجه نقايص كار و احتياجات خودمان كرده است زيرا كه در حال حاضر دشمن مىتواند ما را با تير و فلاخن از فاصلهء دور هدف سازد بدون اينكه كمانداران كرتى و يا فلاخن اندازان ما قادر باشند متقابلا جواب بدهند هنگامى كه ما آنها را دنبال كرديم ناچار كارى طولانى شد كه موضوع عمده‌اى نيست و در مسافت محدود هم هيچ پياده نظامى هر اندازه چست و چالاك باشد باز قادر نخواهد بود پيادهء ديگرى را كه دستهء تيرانداز پشتيبان اوست دستگير كند .\r\nبنابراين اگر بخواهيم از صدمات بيشتر آنها در حين عقب‌نشينى كاملا جلوگيرى كنيم بايد فورى نفرات سوار و همچنين فلاخن انداز فراهم سازيم . شنيده‌ام افرادى اهل روديا « 1 » در لشكر ما هستند كه اكثر آنها در فلاخن‌اندازى ماهرند و اسلحهء آنها بردى دو برابر فلاخن پارسيان دارد چون برد فلاخن سربازان پارسى چندان زياد نيست زيرا سنگى كه در آن قرار ميدهند به اندازه‌ايست كه در مشت جا گيرد و حال آنكه اهالى روديا فلاخن گلوله‌دار به كار مىبرند ازين‌رو اگر بتوانيم روشن سازيم چند نفر در لشگر ما اين كاره‌اند نه فقط بايد بواسطهء فلاخن‌اندازى اجرتى اضافى دريافت دارند بلكه بايد آنهائى را كه فلاخن تازه هم به كار اندازند اجرت مضاعف داد . بعلاوه اگر بشود براى نفراتى كه ازين بابت به حال ما مفيد واقع شوند امتيازى تمهيد كنيم گمان مىكنم داوطلبان بيشترى براى يارى خويش خواهيم داشت . همچنين بىاطلاع نيستم اسبانى نيز در لشكر ماست كه چندتا از آنها در گروهان خود من است تعدادى هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Rhodia \r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nاز دستهء كلارخوس باقى مانده است « 1 » بعلاوه چندين رأس هم از دشمن غنيمت گرفته‌ايم كه در دستهء باربرى مورد استفاده‌اند . بنابراين هرگاه همهء اين اسب‌ها را جمع‌وجور كنيم و به جاى آنها قاطر به كار بريم دستهء سوار فراهم خواهد شد و بعيد نيست كه سواران ما هنگامى كه دشمن به - حال فرار باشد مزاحم آنها شوند . اين پيشنهادها نيز به تصويب رسيد و همان شب گروهى شامل دويست فلاخن‌انداز تشكيل دادند و روز ديگر سوارانى مركب از پنجاه نفر مورد آزمايش و پسند واقع شدند . زانوبند چرمى و جوشن نيز به آنها دادند لوسيوس فرزند پوليتراتوس آتنى فرماندهء اين دسته تعيين گرديد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چون نفرات كلارخوس ( كله‌ارخوس ) فرار و جانب پادشاه را اختيار كرده بودند . م\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nبخش 19\r\nآن روز ايشان به آرامى گذشت ولى روز بعد كه زودتر از وقت معمول هم برخاسته بودند به راه افتادند چون ناچار بودند از تنگه‌اى كه در پيش بود عبور كنند و بيمناك بودند كه در حين عبور از آنجا دشمن در كمين باشد .\r\nاما بعد از گذشتن از آن نقطه ميترادات با هزار نفر سوار و چهار هزار كماندار و فلاخن انداز باز جلو آمد . او اين عده را از تيسافرن خواسته و قول داده بود كه با داشتن چنين دسته‌اى يونانىها را به تيسافرن تحويل خواهد داد . وى حس تحقيرى نسبت به يونانىها پيدا كرده بود چون دفعهء پيشين با عدهء معدودى به آنها حمله و صدمهء كلى وارد كرده بود بدون اينكه به خيال خودش تلفاتى ديده باشد . بنابراين هنگامى كه يونانىها از گردنه گذشته ، در حدود هشت استاديا از آنجا دور شده بودند ميترادات با گروه خود به آنجا رسيد . در آن گيرودار به نفرات سنگين و سبك اسلحه يونانى كه مأمور عقب راندن دشمن بودند و به سواران نيز دستور صادر شد كه در تعاقب آنها بىباكى و رشادت تمام نمايند و مطمئن باشند كه نيروى امدادى كافى از دنبال خواهد رسيد . پس همين كه ميترادات بدام افتاد در همان حينى كه كمانداران و تيراندازان به مقصد خود نزديك مىشده‌اند يونانىها با دادن علامتى آمادهء كار شدند و همچنين پيادگانى كه منتظر دستور بودند و سواران نيز به دشمن تاختند كه در قبال حملهء\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nآنها درنگى ننمود و به طرف گردنه فرار كرد . در اين تعاقب عدهء زيادى از چريك‌ها كشته و بقيه هم در حدود هيجده نفر اسير شدند . سربازان يونانى فقط به حكم غريزه نعش مقتولين را برهنه كردند تا منظرهء آن ترس و دهشت در جان افراد دشمن بيندازد .\r\nچون دشمن به شرحى كه گذشت تلفات و صدماتى ديده بود فرا رفت و يونانىها بدون مزاحمت بقيهء آن روز ، راه خود را ادامه دادند تا به رودخانهء دجله رسيدند ، در اين‌جا شهرى وسيع و متروك به نام لاريسا « 1 » بود كه در روزگار سابق مادىها در تصرف داشتند . عرض ديوارهاى آن بيست و پنج و ارتفاعش صد پا و سراسر محيط آن دو فرسنگ بوده كه با خشت بر پايهء سنگى به ارتفاع بيست پا ساخته بودند . اين شهر را شهنشاه ايران « 2 » در زمانى كه پارسيان عزم تصرف قلمرو ماد را كرده بودند محاصره كرد اما قابل تسخير نبود تا آنكه ابرى برآمد و چهرهء خورشيد را پوشانيد و شهر را از انظار پنهان كرد و اهالى ناچار آنجا را رها كردند و بدين ترتيب به تصرف درآمد . در نزديكى اين شهر برجى با سنگ برپا شده بود كه يك پلتروم عرض و دو پلتروم ارتفاع داشت بر بالاى اين برج رفيع عده‌اى از چريك‌هاى فرارى از دهات مجاور پناه آورده بودند .\r\nاز اين محل آنها يك منزل شش فرسنگ پيش رفتند و به نقاط مستحكمى كه متروك و بىسكنه بود رسيدند نام اين شهر مس‌پيلا « 3 » و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين شهر را كه گزنفون لاريسا ناميده همان شهر بزرگ آشور كالاه بوده كه نامش در كتاب تكوين هم آمده است . م\r\n( 2 ) - كوروش بزرگ ( 558 تا 529 قبل از ميلاد )\r\n( 3 ) - ويرانه‌هائى كه گزنفون در اين محل ديده بود آثار نينوا پايتخت مشهور -\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nروزگارى مسكن ماديها بود . پايه‌هاى آن از سنگ‌هاى شفاف پر از قطعات صدف ، بوده پنجاه پا پهنا و پنجاه پا هم ارتفاع داشته است . بر اين پايه ، ديوارى از خشت داراى پنجاه پا عرض و صدپا ارتفاع ساخته شده بود و محيط ديوار شش فرسنگ بود . در اين‌جا بطورى كه مىگفته‌اند مده زن پادشاه « 1 » وقتى كه امپراتورى ماد به دست پارسيان افتاد پناه جست .\r\nشهنشاه پارس اين شهر را نيز محاصره كرده بود ولى بوسيلهء يورش و يا ادامهء محاصره نتوانست آن را فتح كند تا زاوش با رعد و برقى سكنه را مرعوب و فرارى ساخت و شهر تسخير گرديد .\r\nآنها از اين محل ، يك منزل يا چهار فرسنگ راه پيمودند . طى اين مرحلهء سفر باز تيسافرن پيدا شد و در رأس همان سوارانى كه با خود آورده « 2 » بود همراه گردان ارونتاس كه با دختر پادشاه ازدواج كرده بود و همچنين چريك‌هائى كه كوروش هنگام لشكركشى همراه داشت و عدهء ديگرى كه برادر پادشاه براى يارى او آورده بود . علاوه بر اين دسته‌ها تيسافرن همهء لشكريانى را كه شاه به او داده بود با خود آورد و در نتيجه\r\n\r\n\r\n","description":"","footnote":"\r\n- امپراتورى آشور بوده و جاى تعجب است كه او اين شهر عظيم آشور را نشناخته ( چنان كه كالاه را نيز نشناخته بود ) و فقط سرسرى به آن اشاره و اذهان را با اين كلام خود مشوب كرده كه « روزگارى مسكن ماديها بود » تسخير نينوا بوسيلهء مادىها ( 600 ق . م ) در واقع وقعهء قاطعى بوده است كه به دورهء مهم تاريخ آشور خاتمه داد و آنجا تا نيمهء قرن بعد در دست دولت ماد ماند تا اينكه امپراتورى ماد هم به نوبهء خود به دست پارسيان افتاد ( 549 ق . م ) . م\r\n( 1 ) -  Medae  مده زن استياگ ( ازدهاك ) آخرين پادشاه ماد . راجع به نام آخرين پادشاه ماد نويسندگان قديم و جديد اختلاف نظر داشته‌اند . مترجم .\r\n( 2 ) - از ولايت آسياى صغير وقتى كه نزد شاه رفته بود تا او را از نقشهء لشگركشى كوروش مطلع سازد . م\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nقشونش بسيار انبوه مىنمود . وقتى كه آنها به سامان يونانىها رسيدند او عده‌اى از سربازانش را در عقب گماشت و بقيه را در دو جناح مستقر ساخت سپس چون جرأت آن را نداشت كه با يونانىها گلاويز شود و خيال راه انداختن نبرد قاطعى را هم نداشته به نفرات خود فرمان داد كه با تير و فلاخن حمله را شروع نمايند ولى هنگامى كه كمانداران و فلاخن - اندازان اهل روديا كه در كنار و گوشه آماده بودند با شليك جواب دادند تير حتى يكى از آنها به خطا نرفت ( و اگر چنين قصدى هم داشتند باز كار آسانى نبود ) « 1 » ازين‌رو تيسافرن با سرعت تمام به حدود دور از تيررس عقب‌نشينى كرد و ساير دسته‌ها نيز از دنبال او رفتند .\r\nبقيهء آن روز لشكر يك طرف به پيشروى خود ادامه داد و لشكر طرف ديگر از تعاقب باز نايستاد . چريك‌ها از آن پس قادر نبودند بوسيلهء جنگ و گريز از مسافت دور كارى صورت دهند زيرا كه گلوله‌هاى روديها از فلاخن ايرانيان و حتى از تير آنها برد بيشترى داشت « 2 » تير كمان‌هاى ايرانيان درشت بود ازين‌رو كرتىها از تمام تيرها كه آنها رها كرده بودند باز استفاده كامل نمودند و در واقع تيرهاى دشمن را مرتبا به - كار مىبردند و با آنها براى مهارت در تيراندازى دوردست يا تيراندازى در هوا تمرين ميكردند « 3 » در دهات هم آذوقه فراوان بدست آمد و همچنين سرب كه در فلاخن اندازى مورد استفاده قرار گرفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بواسطهء انبوه عظيم لشگريان دشمن . م\r\n( 2 ) - روى همرفته گويا منظور گزنفون آن بوده است كه تير كمانهاى كرتى كم و بيش به اندازهء تير كمان ايرانى بود .\r\n( 3 ) - بنابراين با آسانى توانستند تيرها را جمع و باز مصرف كنند .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nراجع به كارهاى آن روز يونانىها وقتى كه به دهات رسيدند سرگرم ترتيب دادن اردوگاهى شدند چريك‌ها نيز عقب‌نشينى كردند و از آن جنگ و گريز صدماتى سخت ديدند . روز بعد يونانىها آرام مانده ما يحتاج خود را فراهم ساختند زيرا كه محصولات در آنجا به حد وفور بود . طى پنجمين منزل از دور قصرى ديدند كه بوسيلهء چند آبادى احاطه شده بود و متوجه شدند جاده‌اى سراشيب از فراز كوهستان به دهاتى كه در دامنه واقع بوده است منتهى مىشود . يونانىها خواه و ناخواه از ديدن آن وضع مسرور شدند چون نفرات دشمن سواره بودند . « 1 » سربازان پيشروى در جلگه بر اولين تپه بالا رفتند و در شرف پائين آمدن بودند تا بر تپهء ثانوى بالا بروند كه در آن حين چريكهاى دشمن از بالاى تپه ايشان را مورد حمله قرار دادند و نبردى در زير ضرباتى شديد واقع شد كه نه تنها خيلىها زخمى شدند بلكه دشمن عدهء كلانى از يونانىهاى سبك اسلحه را بوسيلهء رسدهاى سربازان سنگين اسلحهء خود محاصره نمود . اين عده چون با افراد غير نظامى توأم شده بودند تمام آن روز فلاخن‌اندازان و كمانداران نتوانستند هيچ كارى انجام دهند و يونانىها كه تحت فشار سخت قرار گرفته بودند ناچار به تعاقب متهاجمان پرداخته آهسته تا سر تپه پيش رفتند و چون گروهى انبوه بودند دشمن زود از چنگ آنها فرار كرد و هر بار هم كه به منظور پيوستن با نيروى اصلى بازمىگشت تلفات بيشترى مىداد . در تپهء دومى تجربه قبلى تكرار شد بنابراين از صعود بر تپه سوم منصرف شده تصميم گرفتند لشكر را از فراز تپه حركت ندهند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مثل قشون خشيارشا در نبرد توموپيل  Thermopyle  رجوع شود به تاريخ هرودوت . م\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nتا گروه سپرداران از جناح راست ميدان برسند و در بالاى تپه مستقر شوند .\r\nپس اين عده بر دستهء دشمن كه عقب‌داران لشكر يونانى را در معرض حمله و خطر قرار داده بودند چيره شدند . متخاصمين نيز در حين پائين رفتن دست از حمله كشيدند تا مبادا از لشكر اصلى خود جدا افتند و از دو جهت بوسيلهء دشمن محاصره گردند . بدين سان باقى آن روز را يونانىها باز پيشروى كردند دسته‌اى از بالاى كوه دستهء ديگرى نيز از دامنه در موازات آنها به دهات رسيدند . در آنجا هشت جراح به كار گماشتند چون عدهء زيادى از سربازان زخمى شده بودند . ايشان در اين دهات سه روز درنگ كردند هم به خاطر مجروحين و هم از آن جهت كه همه قسم ما يحتاج شامل آرد ، شراب و جو كه براى اسبها لازم بود در آنجا به حد وفور وجود داشت و همهء اين لوازم نيز بوسيلهء نايب ساتراپ آن ناحيه فراهم گشت .\r\nروز دوم باز پيشروى خود را در دشت ادامه دادند اما تيسافرن دنبال آنها افتاد و پيوسته مزاحم بود . آن‌گاه يونانىها به اين نكته برخوردند وقتى كه دشمن در تعاقب باشد محوطهء خالى در وسط لشكر آرايش ناقصى است چون وقتى كه دو جناح به هم نزديك شوند خواه هنگامى كه به جادهء باريكى رسيده باشند و يا به كوه يا پلى برخورده باشند اين وضع پيش مىآيد و نفرات سنگين اسلحه كه در وسط قرار دارند ناچار تحت فشار شديد واقع و عبور و حركتشان مشكل خواهد شد و اگر همگى درهم‌وبرهم شوند آشفتگى پديد خواهد آمد و در نتيجه چنين وضع و حالى هيچ كار سودمندى از آنها ساخته نخواهد بود . بعلاوه وقتى كه باز دو پهلو از يكديگر دور شوند آنها كه در هم رفته بودند پراكنده مىشوند و روحيهء آنها خراب خواهد شد بخصوص وقتى كه دشمن هم از\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nقفا مزاحم باشد . از طرف ديگر در حين عبور از پل يا معابر ديگر همه شتاب دارند كه اول بگذرند و فرصتى مطلوب براى يورش دشمن فراهم خواهد شد .\r\nهنگامى كه سركرده‌ها به اين دشوارىها برخوردند گروهان شش‌گانه هر يك شامل صد نفر ترتيب داده و سردسته‌اى براى هر كدام تعيين كردند و رسدبان و سرجوخه نيز برگزيدند . از آن پس هرگاه دو پهلو در حين پيشروى ناگزير بهم نزديك مىشدند . « 1 »\r\nاين دسته‌ها كنار مىكشيدند تا مانع عبور نفرات جناحين نشوند و در آن حين خود از دنبال جناح راه مىپيمودند . بدين ترتيب همين كه اضلاع ميدان در وسط بار ديگر باز شود فاصلهء بين دو جناح را اگر خيلى باريك باشد بوسيلهء رسدها و هرگاه فاصله زياد باشد بوسيلهء جوخه‌ها و اگر هم خيلى زياد باشد با گروهان « 2 » پر مىكنند و منظور هم آنست كه حتى الامكان شكاف پر شود كه در اين صورت در حين عبور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرماندهان پنجاه و بيست و پنج نفرى يا نيم يا ربع گروه .\r\n( 2 ) - جوخه يا يك چهارم گروه شامل 25 نفر ( 24 + 1 سرجوخه ) معمولا در صف سه نفرى حركت ميكردند يعنى سه نفر در جلو و هشت نفر در عمق و گروه به يكى از سه شكل ذيل تشكيل مىيافته است : ( آ ) يك جوخه در جلو و چهار جوخه در عمق ( ب ) دو جوخه در جلو دو جوخه در عمق يا ( پ ) يك جوخه در جلو و يكى در عمق سه گروه در رديف به صورت ذيل :\r\n( آ ) بنابراين به صورتى شامل سه جوخه يا نه نفر ( پ ) هيجده نفر در جلو در فرم ( پ ) جبهه‌اى شامل سى و شش نفر . اين وضع صف‌آرائى سه گروه خاص در جبههء ميدان داخلى بوده كه گزنفون به ترتيب « بوسيلهء گروه رسد و جوخه عنوان كرده است » .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nاز پل آشفتگى پيش نخواهد آمد بلكه هر دسته به نوبه عبور خواهند كرد و اگر نفرات امدادى ضرور شدند اين دسته‌ها به محل منظور خواهند شتافت . بدين ترتيب يونانىها چهار منزل ديگر راه پيمودند .\r\nروز چهارم در طرف جلگه به راه افتادند اما چون تيسافرن و سربازانش باز آنها را دنبال مىكردند ناچار شدند به اولين آبادى كه رسيدند اردوگاه فراهم سازند تا در عين حال ، هم پيشروى نكنند و هم جنگ و جدال چون تعداد زيادى از يونانىها ديگر وضع و ريخت رزمى نداشتند نه فقط مجروحين بلكه عده‌اى هم كه عهده‌دار حمل و نقل آنها و همراه بودن اسلحهء اين نفرات بودند . بعد از ترتيب دادن كار اردوگاه سربازانى كه به سوى دهات پيش مىآمده‌اند كوشيدند از دور تيراندازى كنند در اين وهله وضع يونانىها بهتر شد چون مستقر بودند .\r\nازين‌رو نتيجهء كار با نبرد در حين حركت كه دشمن نيز از دنبال مزاحم بود تفاوت كلى داشت . چون بعدازظهر و ديرگاه بود دشمن ناچار عقب‌نشينى كرد زيرا كه در هيچ موردى نفرات آنها در مسافتى كمتر از شصت استاديا از مقر يونانىها اردو نمىزده‌اند از ترس اينكه مبادا يونانىها شبانه بر آنها حمله‌ور شوند ، چه لشكر پارسى در هنگام شب پاك بيچاره است . اسبان آنها معمولا مهار مىشوند و پابند دارند تا مانع فرار آنها شده باشد و اگر بىمهار باشند در صورت آژير خطر سرباز پارسى ناچار است اسبش را زين كند و خود نيز مسلح و سوار شود و همه اين كارها در تاريكى شب بخصوص در حين آشوب بسيار دشوار خواهد بود و به همين دليل هم بوده است كه پارسيان در مسافتى دور از مقر يونانىها چادر ميزده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nوقتى كه يونانيان پى بردند كه دشمن قصد عقب‌نشينى دارد و فرمان آن كار نيز صادر شده بود به نفرات خود دستور دادند آمادهء حركت شوند . ولى دشمن اين فرمان را شنيد پس حركت خود را چندى به تعويق انداخت و چون ديرگاه بود فرار رفتند و تصور كردند ارزش نداشته است راه خود را دور كنند و در نتيجه شبانگاه به اردوگاه خود برسند . وقتى كه يونانىها آشكارا عزيمت آنها را ديدند خود نيز بساط برچيده به راه افتادند و تا شصت استاديا پيشروى كردند . بدين ترتيب چون بين دو طرف زياد فاصله افتاده بود روز آينده اثرى از دشمن ديده نشد و روز سوم هم نيامدند روز چهارم كه شبانه حركت كرده بودند سربازان آنها موضعى مرتفع را در طرف راست جاده كه قرار بود يونانىها از آنجا عبور كنند اشغال كردند يعنى قله‌اى را كه در دامنهء آن جاده به جلگه مىپيوست .\r\nهمين كه خريسوفوس متوجه شد كه دشمن قلهء كوه را تصرف كرده است گزنفون را از عقب جبهه فرا خوانده دستور داد سپرداران خود را نيز همراه بياورد ولى گزنفون از بردن اين دسته خوددارى نمود زيرا كه تيسافرن با تمامى لشكرش از دور در قسمت عقب نمايان شده بود . اما خودش تاخت جلو آمده پرسيد « چرا احضارم كرده‌اى ؟ خريسوفوس پاسخ داد دليل آن روشن است چون ارتفاعات مشرف بر راه عبور ما بدست دشمن افتاده و تا وقتى كه اين افراد را از آن نقطه دور نكنيم عبور ما مقدور نخواهد بود و تو چرا سپردارانت را همراه نياورده‌اى ؟ گزنفون جواب داد مصلحت نبوده است هنگامى كه سربازان دشمن به طرف ما پيش مىآمده‌اند عقب جبهه را بىپناه و پوشش بگذارد .\r\nخريسوفوس گفت در هر حال وقت آنست تدبيرى كنيم تا افراد\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nدشمن را از بالاى كوه برانيم . آن‌گاه گزنفون نظر داد كه قلهء كوه به لشكر آنها مربوط مىشود و از آنجا به تپه‌اى كه دشمن اشغال كرده بود راهى هست و گفت اى خريسوفوس بهترين تدبير ما آن خواهد بود كه برق‌آسا در تصرف كردن قله بتازيم و اگر بتوانيم آن نقطه را تصرف كنيم نفراتى كه ارتفاعات مسلط بر معبر ما را اشغال كرده‌اند مقاومت نخواهند كرد .\r\nاگر تو مايل باشى به فرماندهى لشكر اين‌جا باش و من به عزم آن كار خواهم رفت يا اگر ترجيح ميدهى تو به قله كوه حمله كنى من در اين‌جا خواهم ماند . خريسوفوس اظهار داشت منوط به رأى خودت خواهد بود تا هر شقى را كه ترجيح ميدهى برگزينى . آن‌گاه گزنفون به عنوان اينكه جوان‌تر است رفتن را ترجيح داد اما به خريسوفوس تأكيد كرد سربازانى از جلو جبهه در اختيارش بگذارد زيرا كه آوردن نفرات از عقب كارى طولانى است . در نتيجه خريسوفوس افراد سبك اسلحه‌اى از صف جلو فرستاد و به جاى آنها نفراتى را كه در محوطهء داخلى بودند گذاشت وى همچنين سيصد نفر زبده از افراد خود را در جلو ميدان فرمان داد كه به دستهء گزنفون ملحق شوند .\r\nآن‌گاه با سرعتى تمام رهسپار شدند . اما همين كه دشمن از بالاى تپه عجلهء آنها را به طرف قله ديد آنها نيز در رسيدن به مقصد با يونانىها بناى مسابقه گذاشتند . در اين گيرودار داد و فرياد از نفرات طرفين در تشويق همقطاران خويش برخاست . گزنفون كه سواره از كنار دستهء خود عبور ميكرد سربازان را در تعجيل تهييج نموده مىگفت : « اى سربازان گرامى ، باور كنيد اين مسابقه‌اى به مقصد يونان است هرگونه شتابى كه در اين لحظه بنمائيد براى تجديد ديدار زن و فرزند شماست اگر در اين لحظات\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nتحمل رنج و تعب كنيد در باقى راه جنگ و خطرى نخواهيد داشت » ولى سوته‌ريلاس اهل سيكونى در آن حين و حال گفت : « ما وضع مساوى نداريم تو سواره هستى در حالى كه من از رنج حمل كردن سپر خود پاك بيچاره‌ام » وقتى كه گزنفون اين حرفش را شنيد از اسب خود پائين پريده سوته‌ريلاس را از صف كنار انداخت و سپرش را گرفته با سرعت تمام به راه افتاد .\r\nدر اين موقع او زرهء سواره نظام خود را در تن داشت بنابراين زير بارى سنگين افتاده بود و افرادى را كه در جلو بودند تأكيد به تعجيل مىنمود ، چرا كه خود ديگر ياراى هم‌گامى با آنها را نداشت .\r\nاما ساير سربازان سوته‌ريلاس را مورد دشنام قرار داده سرزنش كردند تا ناگزير شد سپر خود را بازستاند و پيش برود . آن‌گاه باز گزنفون سوار شد و تا آنجا كه سوارى امكان داشت افراد را سواره رهبرى كرد ، اما همين كه زمين ناهموار شد و عبور دشوار ، اسبش را كنار گذاشته پياده و با شتاب بسيار پيش رفت و در نتيجه زودتر از دشمن به قله رسيدند .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nبخش 20\r\nپس سربازان دشمن رو گردانيده فرار كردند و هر كس هم به فكر نجات خويش بود و بس . در اين حال كه يونانيها قله را تصرف نمودند سربازانى كه تحت فرماندهى تيسافرن و آريه‌اوس بودند از راهى ديگر پشت به دشمن كردند و فرار اختيار . لشكر تابع خريسوفوس هم از كوه به دشت و هامون پائين آمده راه دهى را كه آذوقه در آنجا فراوان بود پيش گرفتند . دهات ديگرى نيز كه از جهات خواربار غنى و سرشار بود در كرانهء دجله در اين ناحيه وجود داشت . در آن روز ، ديرگاه دشمن ناگهان باز در دشت جلو آمد و تنى چند از يونانيها را كه در گوشه و كنار در جستجوى خوراكى بودند قطعه‌قطعه كردند . در واقع آنها احشام فراوانى بدست آورده بودند اما اين عده در ساحل ديگر رودخانه بدام افتادند . آن‌گاه تيسافرن و همراهان درصدد برآمدند كه آتش در دهات بياندازند ازين‌رو بعض يونانيها سخت مأيوس شدند و ترسيدند اگر دشمن در اقدام خود موفق گردد ديگر محلى براى تهيهء آذوقه يافته نشود . در اين حال خريسوفوس و سربازانش كه به يارى تاراج‌گران رفته بودند و بازمىآمدند در حينى كه گزنفون هم از كوه برمىگشت با يونانيها كه به يارى آنها رفته بودند هم گام شده به آنها گفت : « آيا مىبينيد كه آنها با رفتار خود اذعان دارند كه اين خطه دريد اقتدار ماست ؟ زيرا هنگام عهد بستن قرار شده بود كه\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nاز ايجاد حريق در دهات قلمرو شاهى اجتناب شود ، اينك خود آنها مشغول اين كارند گوئى كه اين سرزمين از آن ديگران باشد . بهرحال اگر آذوقه‌اى براى مصرف خود فراهم سازند ما را هم به آنجا خواهند كشانيد و افزود اى خريسوفوس به نظر من بايد در اطفاى اين آتش‌ها چون افرادى كه از وطن خويش دفاع مىكنند سخت بكوشيم . خريسوفوس اظهار داشت به عقيدهء من بهتر اينست كه ما نيز دست به كار حريق شويم آن‌گاه ايشان زود دست از آن كار خواهند كشيد . »\r\nهنگامى كه به اردوگاه رسيدند و سربازان سرگرم جمع‌وجور كردن آذوقه و سركرده‌ها نيز به مشورت و تعاطى افكار مشغول شدند در اين ميانه بار ديگر آثار يأس و پريشانى خاطر نمودار شد زيرا كه در يك طرف راه كوههاى بلند و طرف ديگر رودخانه‌اى بسيار عميق بود كه حتى با نيزه نتوانسته بودند عمق آن را معلوم دارند . در اين حين سراسر نگرانى و اضطراب يك نفر اهل روديا نزد آنها آمده اظهار داشت : « من حاضرم شما را به آن سوى رودخانه راهنمائى كنم و چهار هزار سپردار هم در هر نوبت عبور خواهم داد مشروط بر اينكه وسايل كار را فراهم سازيد و يك تالان اجرتم بدهيد » وقتى كه پرسيدند چه وسايلى لازم دارد پاسخ داد : « دو - هزار قطعه پوست ، در اين ناحيه گوسفند و بز و الاغ به حد وفور هست پوست آنها را بركنيد و تسمه‌هائى كه براى باربند به كار مىبريد لازم خواهد بود و من با آن ، اين پوست‌ها را بهم مىبندم و هر پوستى را هم با سنگى كه به آن بسته مىشود مهار مىكنم و آنها را به منزلهء لنگرگاه در آب مىاندازم سپس رشتهء پوست‌ها را از يك سرتاسر ديگر رودخانه مىكشم و دو سررشته را سخت مىبندم و روى آن خاك و خاشاك مىريزم . براى جلوگيرى از\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nغرق شدن و لغزش هم خاك و خاشاك مانع خطر خواهد شد . » بعد از شنيدن اين توضيحات سركرده‌ها ضمن اذعان اينكه تدبير هوشمندانه‌اى است گفتند قابل اجرا به نظر نميرسد زيرا كه از ساحل ديگر رودخانه افرادى مانع اين كار خواهند شد و عدهء كلانى سوار آماده بودند كه همان نفرات اولى را مانع عبور و مخل اجراى اين نقشه شوند .\r\nبنابر ملاحظات مزبور آنها تمام روز آينده را در كرانهء رودخانه سير قهقرائى كردند تا به دهاتى كه از حريق مصون مانده بود برسند و دهى را كه خود در آنجا بودند به آتش كشيدند . نتيجه اين شد كه به جاى ادامه دادن حمله ، از طرز كار يونانيها سرگردان شدند و مثل اين بود كه حيران مىنمودند آنها به كجا ميروند و چه قصدى دارند . در پايان روز هنگامى كه بقيه لشكر به جستجوى آذوقه پرداخته بودند سركرده‌ها جلسهء ديگرى ترتيب دادند و اسيرانى را كه گرفته بودند در اين جلسه حاضر و از آنها راجع به نواحى مختلف آن حوالى تحقيقات كردند .\r\nاسيران اظهار داشتند كه راه جنوبى به بابل و سرزمين ماد ميرسيده يعنى سرزمين مشابه نقاطى كه تازه عبور كرده بودند و راه شرقى به شوش و اكباتان منتهى مىشده است و مىگفته‌اند شهنشاه تابستان را در آنجا اقامت مىنمايد . آن سوى رودخانه هم در طرف غرب ليديه و يونيه واقع بوده و حال آنكه راه كوهستانى شمالى به كردستان ميرفته است و مىگفته‌اند كردها در كوهستان سكونت دارند و مردمى جنگاورند و از پادشاه تبعيتى ندارند و در واقع يك بار قشون شاهى شامل يكصد و بيست هزار نفر براى سركوبى آنها آمده بود ولى بواسطهء وضع سختى كه آن منطقه دارد حتى يك نفر هم مراجعت نكرد بهرحال آنها گاهى با ساتراپ در جلگه عهد و\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nقراردادى بسته‌اند و مراوداتى بين طرفين به ميان آمده است .\r\nپس از شنيدن اظهارات آن چند نفرى كه مدعى شده بودند راههاى آن حدود و حوالى را مىشناخته‌اند فرماندهان ايشان را دست به سر كردند بدون آنكه راجع به راه مورد نظر خود اشاره كرده باشند . اما رأى خود سركرده‌ها اين شد كه از راه كوهستانى به سرزمين كردستان پيش بروند زيرا كه اسيران اظهار داشته بودند آن راه به ارمنستان كه ولايتى پهناور و آباد و مقر حكومت ارونتاس بوده است منتهى مىگرديده و شنيده بودند كه از آن ولايت عزيمت به هر سو كار آسانى خواهد بود .\r\nپس قربانىها كردند تا حركت ايشان در ساعتى سعد واقع شده باشد . « 1 » آن‌گاه دستور صادر شد كه لشكريان بعد از صرف شام بار سفر بسته استراحتى كنند و منتظر فرمان حركت باشند . « * * »\r\n« سپاه ده هزار نفر يونانى بعد از تحمل كردن مصايب بسيار از ميان سرزمين كوهستانى كردستان عبور نموده به سامان ارمنستان رسيدند . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بنابر رسم و عادت درست قبل از عزيمت قربانى ميكردند .\r\n* * در اين‌جا متن اصلى يونانى و ترجمهء اصلى داستان دلچسب « بازگشت ده هزار نفر » كه لوب  ( Loeb )  يك بنگاه ترجمه و نشر كتاب‌هاى نامى در انگلستان به سال 1922 ميلادى در لندن انتشار داده است تمام مىشود . بنابر شرحى در باب همين كتاب نوشتهء پرفسور سى . ويت  ( C . Witt )  آلمانى و باز ترجمهء ديگر كتاب « بازگشت ده هزار نفر » به قلم جى . اس . واتسن كه در سال 1878 در لندن طبع و نشر يافته و ( اچ . جى  ( H . G . Dakyns  مترجم مشهور آثار گزنفون مقدمه‌اى بر آن نگاشته سرانجام لشگر ده هزار نفر يونانى به طرابوزان كه مستعمرهء يونانى در آسياى صغير بود رسيدند . ازاين‌رو محض تكميل موضوع بقيهء اين داستان از ترجمهء انگليسى شرح پرفسور ويت آلمانى ترجمه شده است . مترجم\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nعبور كردن از رودخانهء كنتريت « 1 »\r\n« * » حد بين ولايت ايرانى ارمنستان و سرزمين كردستان رودخانهء كنتريت ( سنتريت ) است . اين ناحيه خاك حاصل‌خيزى دارد ولى تا مسافت بيست ميل در جهت شمالى رودخانه دهات يا اراضى مزروع اصلا وجود نداشته است زيرا كه ارامنه تعمد داشتند در سامان آنها هيچ‌گونه موجبى براى برانگيختن توجه و آز همسايگانى جنگجو مانند كردها موجود نباشد تا به قصد غارت و تاراج درصدد تاخت و تاز برآيند .\r\nاخبار فرا آمدن يونانىها به اهالى ارمنستان رسيده بود . سواره - نظام ايران در طرف ديگر رودخانه در انتظار آنان بودند و پيادگان هم قدرى دور تر در پيش‌آمدگىهاى كوهستان سنگر داشتند . پس با اين همه تداركات از جانب دشمن يونانىها كه غير از رودخانه ( دجله ) معبرى نداشتند عزم نمودند در صورت امكان از اين راه عبور و بدين ترتيب از برخورد با لشكر ايران احتراز كنند . اما وقتى كه قدم در رودخانه\r\n\r\n\r\n","description":"","footnote":"\r\n* از كتاب « شرحى در باب داستان بازگشت ده هزار نفر » نوشتهء پرفسور سى . ويت آلمانى  ( C . Witt )  ترجمهء بانو فرانسيس يانگ هزبند انگليسى كه به سال 1891 در نيويورك و لندن انتشار يافت .\r\n( 1 ) -  Kentrites  يا  Centrites  دجله شرقى ( زاب ؟ ) كه در قديم از الحاق سه رود تيبليس ، سرت و يوتان چاى تشكيل مىيافته ( نقل از اندكس جغرافيائى ضميمهء كتاب « بازگشت ده هزار نفر » نوشتهء ويليام اينسورث  ( W . Ainsworth ) \r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nگذاشتند علاوه بر عمق بسيار آن چون جريان آب خيلى شديد بود افراد نمىتوانسته‌اند سپرها را راست در جلو سينهء خود نگاه دارند و بدين وسيله از آماج تير دشمن محفوظ بمانند . البته امكان داشت سپر را در هوا بالاى سر خود بگيرند و تا اندازه‌اى خود را از تير دشمن حفظ كنند اما اين تمهيد براى اجتناب از خطر وسيلهء كافى بشمار نميرفت . بعلاوه كف رودخانه سنگ‌هاى درشت داشت به حدى كه آنها نمىتوانستند براى عبور جاى پا پيدا كنند و همواره هم دچار مخاطرهء به پهلو افتادن بودند .\r\nمزيد بر موجبات ديگر در كنار و گوشهء كوهستان نيز كردها با كمان در كمين و ظاهرا منتظر ورود يونانيان به درون رودخانه بودند تا درست به موقع از عقب سر حمله را آغاز كنند .\r\nوضعى بسيار بغرنج پيش آمده بود . آنها حيران بودند چه بايد كرد و چون احتياج مبرمى به استراحت داشتند تصميم گرفتند روز را همانجا بمانند و شبانگاه در محلى كه شب پيش بيتوته كرده بودند اردوگاه ترتيب بدهند .\r\nكردها نيز تا غروب در سنگرهاى كوهستانى خود مانده سپس به نزديك‌ترين دهات مجاور بازگشتند . شبانگاه گزنفون خوابى ديد كه دست و پاى او بسته است و قادر به حركت نيست ولى ناگهان بندها فرو افتاده و او قدرت حركت يافته در نتيجه از خواب برخاست با اعتقادى راسخ كه آن وقعه ، الهامى از جانب خدايان و علامتى بوده است كه از آن گرفتارى نجات خواهند يافت .\r\nپس صبح زود به ملاقات خريسوفوس رفت تا او را از شرح خواب خود آگاه سازد و نظرش را دربارهء تفسير آن استفسار كند . هر دو سركرده\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nاذعان نمودند كه بايد نذر و قربانى كرد تا بدان وسيله آثار تازه‌اى از مشيت خدايان دريابند . نخستين علايم هم دال بر فال نيك مىنمود . آنها ديگر ترديدى ننمودند كه خدايان راه نجاتى به ايشان نشان خواهند داد ولى هنوز نمىدانسته‌اند چگونه آن رهائى اتفاق خواهد افتاد . اما كشف اين راز زمانى دراز طول نكشيد زيرا در حالى كه صبحانه مىخورده‌اند دو سرباز جوان شتابان وارد اردوگاه شدند تا فرماندهان را از اكتشافى كه كرده بودند مستحضر سازند .\r\nآن دو تعريف كردند كه در جستجوى هيزم مسافتى به سمت بالاى رودخانه راه پيموده بودند و در حين عبور مردى و زنى و دو دختر ديدند كه به غارى كه در ميان صخره‌ها بود ميرفته‌اند . عمق آب را در آن‌جا امتحان كردند معلوم شد كه جريان آب رودخانه از قرارگاه فعلى آنها خيلى آرام‌تر است پس به ساحل ديگر رفتند و چون سراسر آن ناحيه كوهستانى است از خطر ديده‌بانى سواران دشمن نيز محفوظ بودند و در هيچ نقطه هم آب بالاتر از كمر آنها نبوده است . واقعا چه اخبار خوش - آيندى بوده و فرماندهان ترديدى نداشتند كه بشارت آسمانى است و به رسم سپاس در درگاه خدايان ساغرى زدند و آن دو سرباز را هم پيمانه‌اى دادند تا بر خاك ريزند و خدايان را سپاسگزارى نمايند .\r\nپس ساير فرماندهان را نيز فرا خوانده با هم به تعاطى افكار پرداختند كه چگونه در آن حال كه از عقب و جلو دچار نهيب دشمن بودند با حداقل تلفات از رودخانه عبور كنند ، زيرا همين كه روز شد كردها به - سنگرگاه خود در كوهستان بازگشتند . فرماندهان بعد از شور و تبادل نظر ، نقشهء كار خود را طرح كردند آنها با راهنمائى دو سرباز همه لشكريان را\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nاز كنار رودخانه به طرف گذرگاهى كه تا اردوگاه آنها در حدود نيم ميل فاصله داشت حركت دادند . سواران پارسى كه متوجه اين اقدام آنها شده بودند از ساحل ديگر در موازات آنها به راه افتادند . وقتى كه يونانىها به گذرگاه رسيدند روحانيون ايشان به درگاه خداى رودخانه نذر و نياز كردند آن‌گاه همگى با هم سرود نظامى برخوانده خدايان را ستايش نمودند و در ضمن بانگ شديد حمله خريسوفوس و دستهء باربرى او داخل رودخانه شدند . در اين هنگام گزنفون و افرادش شتابان به طرف محلى كه از آنجا آمده بودند بازگشتند و چنين مىنمود كه رودخانه را از آنجا قصد عبور دارند . اين اقدام همان تأثيرى را بخشيد كه سرداران انتظار داشتند زيرا وقتى كه سواران پارسى ديدند خريسوفوس از سمت بالا رودخانه را عبور مىكند و خيال كرده بودند گزنفون هم از طرف پائين آن را قصد عبور دارد دچار واهمه و انديشه‌ناك شدند كه مبادا بين دو دستهء يونانى گرفتار شوند پس به حالت تاخت از آنجا عبور كردند كه بدين ترتيب خريسوفوس و دستهء باربرى بىهيچ مزاحمتى از رودخانه گذشتند و راست به سمت نقاطى كه پيادگان پارسى در آن حدود مستقر بودند پيش رفتند . نفرات پيادهء مزبور از همقطاران سوار خود استقامت بيشترى ننمودند و چون گريز سواران را ديدند آنها نيز فرار را بر قرار ترجيح دادند .\r\nدار و دستهء خيمه‌داران و حيوانات باربر دنبال خريسوفوس رودخانه را عبور كردند و به ساحل كنتريت درآمدند حال فقط گزنفون در دنبال مانده بود و عبور دادن باقى نفرات از رودخانه آخرين كار آنها بود كه در آن روز كارى آسان بشمار نميرفت زيرا كه كردها كماكان در كمين‌گاه بودند\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nتا در لحظهء مناسب ضربت كارى وارد سازند و تا قسمت عمدهء سربازان داخل آب نشده بودند آنها نيز از سنگر خود در كوهستان پائين نيامدند ولى همين كه متوجه شدند كه فقط عدهء معدودى در ساحل باقى مانده‌اند تاخت پائين آمدند و مثل اين مىنمود كه ميخواسته‌اند به يونانىها معنى اين ضرب المثل را بياموزند كه سگ ، نفر آخر را خواهد گزيد .\r\nاما گزنفون براى مقابلهء با آنان آماده بود و آنقدر به آنها اعتنائى ننمود تا نيك نزديك آمدند در حينى كه تيرهاى آنها در هوا مواج بود او با صداى طبل علامت داد و در اين حين نفرات سنگين اسلحه بىدرنگ با حركتى سريع و فرياد شديد جنگى ، حمله را آغاز كردند . كردها با سرعت تمام به سنگرهاى خود بازگشتند چون ميدانسته‌اند مگر در مواضع كوهستانى خود در هيچ حالتى حريف لشكر يونانى نمىشوند . يك بار ديگر با نواختن طبل علامت حمله داده شد و كردها سريع‌تر از پيش راه فرار اختيار كردند . اما گزنفون قبلا دستورى محرمانه صادر كرده بود كه بعد از شنيدن علامت دوم به جاى اجراى آن در حال عقب‌گرد با سرعتى هرچه بيشتر از رودخانه عبور كنند كه به همين منوال رفتار شد و بدين ترتيب عبور از رودخانهء كنتريت كه ابتدا غير ممكن مىنمود با حداقل تلفات و حتى بدون ضايعه عملى گرديد .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nترىباذ ساتراپ\r\nسرانجام يونانىها به سرزمين ارمنستان وارد شدند . اين كشور كوههاى خطرناكى نظير آنچه يونانىها تازه عبور كرده بودند نداشت اما آنها مىبايستى از عهدهء موانع جديدى برآيند . قسمت عمدهء آن سرزمين 5000 پا از دريا ارتفاع داشته بنابراين زمستانش طولانى و بسيار سرد و تابستان خيلى كوتاه بوده است .\r\nآنجا در ماه ژوئن ( خرداد ) غله جوانه مىزند و سپتامبر آن را درو ميكنند سپس زمستان فرا ميرسد . آنها در ماه دسامبر به اين ناحيه رسيده بودند و به زودى گرفتار سرماى طاقت‌فرساى ارمنستان شدند . بعد از عبور از رودخانهء كنتريت مسافتى را بالغ بر يكصد و بيست ميل در اراضى هموار پيمودند بدون آنكه اثرى از دشمن ديده شود ، اين پيشروى شش روز طول كشيد . شبها به حوالى دهات پناه مىبردند ، روز هفتم با دسته‌اى سوار كه ساتراپ ترىباذ فرماندهء آن بود و او در نزد شاه قرب و منزلتى خاص داشت و هنگامى كه افتخار حضور داشته شهنشاه را در سوار شدن بر اسب يارى ميكرده است برخورد كردند . وى تاخت به طرف لشكر يونانى آمده تقاضا كرد با سركرده‌ها داخل صحبت شود و پيشنهاد امضاى معاهده نمود كه بنابرآن يونانىها متعهد شوند دهات را طعمهء حريق نكنند و به اهالى آسيبى نرسانند ولى آزاد باشند آنچه آذوقه احتياج دارند\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nتهيه نمايند و او نيز متقابلا به آنها صدمه‌اى نرساند .\r\nاين عين مطلوب يونانيان بوده و فرماندهان بر طبق شروط پيشنهادى با امضاى عهدنامه موافقت نمودند ولى تجربيات ناگوار سابق ايشان را بر آن ميداشت كه در قبال قول و قرار سركار ساتراپ رفتارى احتياطآميز نمايند و با وجود صلحنامه مراقب وضع و حال خويش باشند . ترىباذ در فاصلهء يك ميلى از دنبال آنها حركت ميكرد . شب ديگر كه يونانىها در زير آسمان اردو زده بودند اولين بار برف باريدن گرفت . فردا اثرى از ترىباذ نبود چون دريافته بود كه برف سنگين مانع شبيخون اوست و همين‌كه هوا تاريك شد به دهاتى كه نزديك‌تر بود فرا رفت .\r\nولى صبح روز بعد سربازانى كه شب پيش در مسافتى جلو اردوگاه پاسدارى ميكردند خبر آوردند كه در آن حوالى آتش‌هاى متعددى مشاهده كردند كه نشان ميداد كه قرارگاه قشون ترىباذ چندان دور نيست پس صلاح آن ديدند كه سربازان در دهات مجاور متفرق نشوند . ازين‌رو شبى فرماندهان ديگر در فضاى آزاد با هم در اردوگاه ماندند . اما مجددا برف آمد و اين دفعه حتى بيشتر از پيش و افراد و بسته‌هاى اسلحهء آنها را مثل گور سفيدى دربر گرفت . يخ‌بندان هم سخت شديد شد و حيوانات باربر چنان از سرما بىحس شده بودند كه نمىتوانسته‌اند پا از زمين بردارند . برف سربازان را لحافى شده بود چون در زير آن گرمى بيشترى احساس ميكردند و چنين مىنمود كه پتوى نرمى روى افراد كشيده باشند . اما گزنفون برپا - خاست و داس برداشته به هيزم‌شكنى پرداخت تا بدان وسيله هم خود را گرم كند و هم آتشى فراهم ، سپس عده‌اى از او تقليد كردند و طولى نكشيد كه چند گله آتش فراهم آمد . بعد از شبى سخت طاقت‌فرسا سركرده‌ها\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nديگر جرأت ننمودند باز شبى در هواى آزاد سر كنند و درصدد افتادند شب آينده راه به دهات بروند و هرچه پيش آيد باداباد . اما تصميم گرفتند در تاريكى شب در همان جهتى كه سربازان شعله‌هاى آتش را ديده بودند پيش‌آهنگانى بفرستند ولى آتشى پيدا نشد و گشتىها به مردى برخوردند كه داس جنگى و تيركمان پارسى و تيركش داشت وقتى كه هويتش را پرسيدند جواب داد پارسى است از لشگر ترىباذ و در جستجوى خوراكى است . آن‌گاه تعداد لشگر ساتراپ و علت حضورش را در آن حدود سؤال و از اظهاراتش استنباط كردند كه ترىباذ مترصد است تنگه‌اى را كه يونانيها حين عبور در پيش دارند قبل از ورود آنها اشغال كند . پس ترديدى ننمودند كه باز همان آش است و همان كاسه و دام تزوير تازه‌اى در پيش .\r\nسربازان مرد اسير پارسى را نزد فرماندهان خود بردند كه از او باز سؤالاتى كردند و چون متقاعد شدند آنچه مىگويد قرين راستى است عزم خود را جزم نمودند كه بر ترىباذ پيشدستى كنند پس با راهنمائى آن پارسى قسمتى از لشگر را به حدودى كه اردوگاه دشمن واقع و در نزديكى تنگه بود فرستادند .\r\nوقتى كه اين عده بر يكى از ارتفاعات بالا ميرفتند چشم كمانداران و فلاخن‌اندازان كه جلودار بودند به اردوگاه خصم افتاد و بىآنكه ورود نفرات سنگين اسلحه را انتظار بكشند با فريادى مهيب بر آنها حمله‌ور شدند بطورى كه دشمن سخت به وحشت افتاد و سراسيمه پا بفرار نهاد و مثل اين مىنمود كه شيرى به غرش درآمده و همهء حيوانات ضعيف را ترسان و لرزان فرارى كرده باشد . در آنجا تنى چند از سربازان دشمن به خاك هلاك افتادند يونانىها بيست اسب و خيمهء ممتاز ساتراپ را به -\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nچنگ آوردند ، كه در آن ظروفى پر از نوشابه‌هاى ناب و تختخوابى با پايهء سيمين بوده آشپزها و ساقىهاى ساتراپ نيز دستگير شدند . بعد از اين جريان يونانىها شتابان نزد ياران خود آمدند و قبل از اينكه حريف نفرات خود را جمع‌وجور كند همهء لشكر به تصرف تنگه شتافتند و روز آينده از عهدهء اين مهم برآمدند . بعد از سه منزل ديگر پيشروى آنها به رودخانهء فرات رسيدند و چون در حوالى سرچشمهء آن بودند بدون اشكال از رودخانه گذشتند زيرا كه ارتفاع آب بالاتر از كمر آنها نبود .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n\r\nزمستان در ارمنستان\r\nدر آن گيرودار يونانىها به گرفتارى تازه‌اى دچار شدند . حال بحبوحهء فصل زمستان بوده و برف سراسر ارمنستان را فرا گرفته بود . از هر سو تا چشم مىديد همه جا تا عمق چند پا پوشيده از برف بود و يونانيان مجبور شدند از ميان برفها راهى پيدا كنند . هر كس كه فقط ربع ساعت از درون برفى تا زانو راه رفته باشد قادر است رنج خستگى ناشى از يك روز تمام عبور از چنين راهى را قياس كند . بسيارى از غلامان و اسبها نابود و سى نفر سرباز هم در كام مرگ گرفتار شدند . روز سوم پس از عبور از رودخانهء فرات رنج و تعب آنها در اثر وزش باد شمال كه ضربات سرد آن بر سر و صورت شكنجه‌اى مىنمود دوچندان گرديد و حتى يونانيان سخت جان را نيز عاجز ساخت . يكى از غيبگويان پيشنهاد كرده بود به درگاه بورز خداى باد شمال نذر و قربانى شود وقتى كه آن كار شد مثل اين مىنمود كه همهء سختىها تا حدى تخفيف يافته است .\r\nچون شب فرا رسيده بود يونانىها ناگزير در ميان برف‌ها اردوگاهى ترتيب دادند . آنها كه زودتر به مقصد رسيده بودند خوراكى به اندازه كافى بدست آوردند و زود آتش كلان برافروختند . دير آمدگان نيز با خشنودى فراوان و بدون درنگ اطراف آتش گرد آمدند ، آنان كه زودتر رسيدند به شرطى آيندگان را جا ، مىداده‌اند كه قدرى نان و يا خوراكى\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nديگر به ايشان بدهند زيرا كم‌كم غذا ناياب شده بود . همين كه برف در اثر تابش آتش ذوب شد سربازان توانستند عمق آن را آشكارا تماشا كنند ، معلوم شد كه در حدود شش پا ارتفاع داشته است .\r\nيونانىها به ناچار تمامى روز آينده از ميان انبوه مهيب برف راهى باز و پيشروى كردند . در نتيجه عده‌اى مريض شدند و رمق حركت نداشته بر زمين افتادند . وقتى كه گزنفون كه عقب‌دار لشكر بود به آنجا رسيد و افراد را در چنان حالت نزار ديد از سربازان خود پرسيد : آيا امكان كمكى هست . يكى از سربازان سالخورده اظهار داشت كه آن تيره‌بختان در اثر خستگى بسيار از رفتن بازمانده‌اند و اگر خوراكى به آنها برسد و اندكى بياسايند باز به راه خواهند افتاد . گزنفون شخصا به قسمت باروبنه رفت و براى اين نفرات چيزكى دست و پا كرد و همين كه سربازان درمانده اندكى غذا خوردند جانى يافته با همقطاران خود روانه شدند . شبانگاه خريسوفوس و دستهء باروبنه كه زير نظر او بود به دهى كه حصارى داشت رسيدند .\r\nاين آبادى دروازه‌اى داشت كه هنگام شب مىبسته‌اند . وقتى كه به آنجا رسيدند زنان و اطفالى را ديدند كه از چاهى در كنار ده آب مىكشند .\r\nآنها از خريسوفوس پرسيدند از كجا مىآيد . او گفت از حضور شاه و عازم ديدار ساتراپ است كه به او اطلاع دادند سركار ساتراپ در ده نيست بلكه در محلى است كه تقريبا يك فرسخ تا آنجا فاصله دارد . آن‌گاه اين زن به طرف خانهء خود رفت و يونانىها با دستهء باربرى از دنبالش داخل دروازه شدند و شب را در آن ده سر كردند . اما سربازانى كه خيلى عقب مانده بودند ناچار شب را در زير آسمان گذرانده چيزى براى خوردن\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nنداشتند و يا آنكه فقط غذاى مختصرى صرف كردند و بسيارى از ايشان هم در اثر گرسنگى و سرما جان دادند . وقتى كه روز آينده باز به راه افتادند تنى چند از آنها كه بيشتر هم صدمه كشيده بودند پناهگاهى پيدا كردند كه چشمهء آب گرم داشت بدون اينكه آبش يخ بسته باشد و يا پوشيده از برف باشد . پس با عجله خود را بر خاك سياه اطراف چشمه انداختند و بوسيلهء بخار گرمى كه از آب متصاعد بوده چندى خوش بودند . گزنفون كه غالبا عقب‌دار سپاه بود در اين‌جا به آنها پيوسته به افراد خبر داد كه جاى تأخير و درنگ نيست زيرا كه دشمن به زودى از دنبال خواهد رسيد و چون متوجه شده بود سخن نرم اثرى ندارد بناى تغير گذاشت و حتى چند نفر را كتك زد . ولى باز اين افراد ناى جنبش نداشتند و مىگفتند اگر قرار است تلف شوند همانجا آمادهء مردن‌اند و تاب و توان يك قدم حركت ندارند .\r\nدر اين حين نفرات پارسى فرا رسيدند و از درماندگى يونانيها استفاده نموده حيوانات باركش آنها را كه در ميان برف مانده بودند تصرف كردند و در حالى كه راجع به سهم خود از آن غنايم گفت‌وگو مى - نمودند به حوالى چشمه درآمدند . گزنفون بعضى از نفرات سنگين - اسلحه را كه رمقى داشتند براى عقب راندن اين عده فرمان حمله داد .\r\nافراد مريض كنار چشمه نيز محض تشريك مساعى با فرياد نيزه‌هاى خود را بر سپر كشيده غوغا برپا كردند . بدين ترتيب دشمن قصد عزيمت نموده پا به فرار نهاد اما برف مانع عزيمت آنها شد . آن‌گاه گزنفون باز پيشروى كرد و قبل از آنكه از سربازان مريض جدا شود قول داد به زودى كسانى را براى بردن آنها خواهد فرستاد .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nآن شب هم او و سربازانش ناچار در زير آسمان چادر زدند بدون آنكه آتشى فراهم باشد يا هيچ‌گونه آذوقه و خوراكى در اختيار . نزديك صبح وى چند نفر از سربازان جوان خود را به سرچشمه فرستاد تا افراد مريض را بياورند . بسيارى از آنها شب پيش مرده بودند و راجع به اين عده مگر خاك كردن اجساد در همان جا كار ديگرى امكان نداشت ، اما آنها را كه هنوز زنده بودند و از حركت عاجز همقطاران بر دوش كشيدند .\r\nگزنفون كه درصدد برآمده بود از طرز كار آنها شخصا بازديد كند براى جلوگيرى از عملى وحشيانه نيك به موقع فرا رسيد . يكى از سربازان به كندن گورى براى نفرى كه در كنارش افتاده بود سرگرم بود گزنفون كه به صحنه نظاره ميكرد ديد جسد تكان خورده پس بر سرباز بانگ زد :\r\n« مردك هنوز زنده است » آن شخص پاسخ داد اگر ده بار هم بيشتر تازه جان شود باز حاضر نيستم او را بر دوش بكشم و فقط بعد از تنبيه و مجازات رضا داد كه بار خود را به مقصد برساند .\r\nتا اين‌جا باوجود تحمل هزاران سختى و گرفتارى بسيار باز يونانىها دل نباخته بودند و اگر هم گاهى دچار يأس مىشده‌اند زود تجديد اميد مىنمودند . اما از آن پس بواسطهء حدت سرماى زمهرير عده‌اى رفتار مردانه‌وار را از ياد بردند . بايد به خاطر داشت كه سرماى بسيار شديد موجب حالتى عصبانى است و حتى در مورد كسانى كه عادت به سرما دارند اين وضع پيش مىآيد . اما در اين مورد اهالى سرزمينى كه ( يونان ) برف و يخ‌بندان ندارد مگر به صورتى متعادل و ملايم ناگهان خود را با هواى طاقت‌فرساى فلات آسيا آن هم در ماه دسامبر ( دى ) گرفتار ديدند . بعلاوه آنها پوشاكى كه در چنان هواى مهيبى به كار آيد فراهم نداشتند پوشاك\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nسرباز يونانى فقط يك تيكه لباس بوده و غير از آن چيز ديگرى براى حفاظت خود از سرما در بساط نداشته است مگر بعضى از ايشان كه پارچه‌اى پشمين براى روپوش همراه داشتند . ازين‌رو شگفت‌آور است كه عده زيادى از آنان در سراسر خط سير مهيب خويش روحيهء خود را حفظ كردند و حال آنكه شجاعت و طاقت اكثر آنها مىبايستى از بين رفته باشد .\r\nسرانجام تمامى افراد مريض را كه زنده مانده بودند پيش از غروب آفتاب از كنار چشمه بيرون آوردند و سربازان به دهى كه دستهء باروبنه دو شب قبل اشغال كرده بودند وارد شدند . در آن حوالى دهات ديگرى هم بوده و دسته‌هاى مختلف به فراهم ساختن ما يحتاج متعدد خويش پرداختند و محروميت‌هاى چند روز اخير را جبران و استراحتى كردند . خانه‌ها در اين منطقهء ارمنستان به شكلى ساخته شده بود كه در نظر يونانىها تازگى داشت ، به جاى اينكه اقامتگاه روى زمين بنا شده باشد در سينهء خاك كنده شده بود و راه دخول به آنها بىشباهت به دهنهء چاه نبود و در پائين به سراى وسيعى منتهى ميگرديد كه مالك خانه و خانواده‌اش اقامت داشتند و بز و گوسفند و ماكيان نيز در همان جا بودند . اين محل دو راه ورودى داشته افراد با نردبان داخل مىشدند ، سراشيبى خاكى هم براى عبور حيوانات بود . اين قبيل اقامتگاه هنوز در ارمنستان در ميان طبقهء فقير فراوان است و مثل زيرزمين‌هائى است كه در نزد ما خاص انبار شراب است اين خانه‌هاى زيرزمينى در تابستان خنك و در زمستان گرم‌تر از محوطهء فوقانى است .\r\nدر خانه‌هائى كه يونانيان اقامت گزيده بودند غذا به حد وفور بوده و اهالى مهمان نواز دهات نيز جو و ذرت و اقسام ديگر غله پيش‌كشى آورده\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nبودند . آنها نوعى هم آب جو داشتند و به اين ترتيب آن را تهيه ميكردند كه جو را در آب خيس نموده آن را در نى گودى مىنوشيدند تا دانه‌هاى غله به حلق آنها فرو نرود و موجب خفقان نشود . وقتى كه ميخواستند به سلامتى مهمان بنوشند طغارى را پر از شراب مىكردند و بر آن خم شده بالا مىكشيدند به همان طرزى كه گاو نر از دلو آب مىنوشد . سپس نوبت مهمان فرا ميرسيد كه بايد كار ميزبان را عينا تكرار كند . روز ديگر گزنفون به بازديد دهات رفت و مشاهده كرد كه در همه جا سربازان مشغول خوردن و خوش‌اند . سكنهء دهات از آنها نيك استقبال كرده بودند وقتى كه گزنفون وارد شد علاوه بر گوشت مرغ دو قسم نان ذرت و جو هم آورده خوراك‌هائى از گوشت گوسفند و بزغاله و گوساله و خوك نيز بر ميز نهادند .\r\nتصادفا همان موقع فصل فرستادن هر سالهء اسبهاى حصهء ارمنستان براى پادشاه بزرگ بوده ، اسب آنجا از اسب پارسى هيكل كوچك‌ترى دارد اما تيزهوش است . از ميان اسبهائى كه خاص منظور فوق تهيه شده بود گزنفون ترديدى ننمود كه يكى هم براى خودش انتخاب كند و بساير صاحبمنصبان نيز توصيه كرد كه به همان نهج رفتار كنند . ريش‌سفيد ده مردى رستگار وابسته بپرستندگان خداى خورشيد بود . گزنفون اسب خود را كه از آنهمه بلاها و خطرات او را سلامت سوارى داده و بقدرى فرسوده شده بود كه قدرت خدمت بيشترى نداشت به آن مرد داد چون بهتر آن ديده بود كه اين حيوان در آنجا خوش خوراكى و استراحت كند و سپس به نذر خداى آفتاب قربانى شود .\r\nگزنفون با كدخدا طرح دوستى ريخت و بارها او را بسفرهء خود دعوت كرد و اطمينان داد كه از ناحيهء آنها آسيبى به او نخواهد رسيد و\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nهرگاه او نيز يونانىها را از سر لطف راهنمائى كند تا بولايت بعدى برسند ايشان بهاى همه چيز را به او خواهند پرداخت آن مرد با اين پيشنهاد موافقت كرد و من باب رفتار دوستانهء خود محلى را بيونانىها نشان داد كه شراب در زير خاك انبار شده بود . گفت‌وگو بين آن دو نفر بوسيلهء مترجمى صورت گرفت اما سربازان با علامات و حركات منظور خود را به او ابراز ميكردند . يونانىها به قصد رفع خستگى كامل هشت روز در اين محل استراحت كردند و بنابر توصيه ريش سفيد ده روز نهم به راه افتادند و سم اسبان خود را هم در كيسهء كوچك چرمى پوشيدند تا مثل دفعه پيش زياد در برف فرو نرود .\r\nبر طبق معمول خريسوفوس دستهء باروبنه را رهبرى ميكرد ، كدخدا نيز بعنوان بلد با او به راه افتاد . آنها لازم نديده بودند او را مانند راهنماى كرد نسب مقيد سازند زيرا كه نسبت به او اعتماد كامل داشتند و مطمئن بودند كه آنها را تنها نخواهد گذاشت و اما سه روز راه پيمودند بدون اينكه به آبادى يا پناهگاهى برسند عصر روز سوم خريسوفوس راهنما را سرزنش كرد كه آنها را از چنان راه چرندى آورده بود ، مردك جواب داد كه در آن حدود دهاتى وجود ندارد اما خريسوفوس حرفش را باور نداشت و رفته رفته خشم او بيشتر شد و بالاخره هم مردك را كتك زد در نتيجه روز ديگر اثرى از راهنما نبود .\r\nبواسطهء اين پيش‌آمد ناگوار بين دو سردار نخستين و آخرين بار اختلاف و نقارى اتفاق افتاد .\r\nگزنفون سخت برآشفت و گفت خريسوفوس دو گناه نابخشودنى كرده است يكى آنكه اين مرد را با آنهمه حسن نيت و خوش خدمتى كه\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nنسبت بايشان كرده بود مضروب كرد ديگر اينكه باوجود بدرفتارى خود شرط احتياط را رعايت ننمود و آن مرد را پا در بند نكرد تا از فرارش جلوگيرى شود . بىمبالاتى خريسوفوس يونانىها را به زحمت انداخت زيرا باز بىراهنما شدند ولى سفر خود را ببهترين وجه مقدور ادامه دادند .\r\nدر روز هشتم رشتهء جبالى را كه سرحد شمالى ارمنستان است در پيش ديدند .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\nتااوچىها « 1 »\r\nدر ناحيهء شمالى ارمنستان تا اوچىها كه قومى جنگجو و خودسر بودند سكونت داشتند و زود آشكارا نشان دادند كه به هيچ وجه قصد و خيال استقبال از اجانب را ندارند . در حين نزديك شدن بمرز ارمنستان يونانيها از مسافتى در حدود سه ميل رشتهء جبالى را در جلو خود ديدند كه از غرب تا شرق امتداد داشته ، در اين‌جا فرماندهان درنگى نموده سربازان را آرايش جنگى دادند تا جاسوسانى را كه جلو فرستاده بودند بازگردند و خبر بياورند كه آيا از فراز ارتفاعات راهى بوده است يا نه ؟ وقتى كه جاسوسان باز آمدند خبر دادند جاده به گردنهء باريكى كه در تصرف تااوچىها است منتهى مىشود و معلوم شد كه عبور از كوهستان بدون مبارزه امكان ندارد . خريسوفوس فرمان داد كه افراد زود شام بخورند و در عين حال سركرده‌ها به تعاطى افكار پرداخته معلوم دارند آيا بىدرنگ به گردنهء مزبور حمله‌ور شوند يا اينكه تا روز آينده تأمل نمايند . يكى از سركرده‌ها كلينور نام عاجلا تصميم خود را اتخاذ و زودتر از ديگران آن را اعلام كرده اظهار داشت « ابتدا سربازان شام تمام بخورند و سپس بدون تأخير بدشمن حمله‌ور شويم چون اگر تا فردا صبر كنيم خواهند پنداشت كه از آنها ترسيده‌ايم و همين موجب تقويت روحى آنها خواهد گشت و يارانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Taochians \r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nديگر نيز به آنها خواهند پيوست .\r\n« كوهستان تا شش ميل امتداد دارد و چنين مىنمايد كه دشمن هيچ قسمت ديگرى مگر جاده‌ايرا كه بگردنه منتهى مىشود پاسبانى نمىكند .\r\nازينرو بنظرم بسيار بجاست كه عوض حمله بدشمن كه در سنگرهاى خود مستقرند از راه ديگرى كه نگهبانى ندارد معبرى پيدا كنيم زيرا كه بمراتب آسان‌تر است از راهى سربالاى بىمانع و محظور عبور كردن تا از جادهء هموارى كه عبور بدون كشمكش مقدور نيست و چون دشمن در كمين است چه بهتر كه اين كار در صورت امكان شبانه انجام شود اگر مزاحمتى در كار نباشد جادهء ناهموار به حال ما بيشتر مساعد خواهد بود تا راه ديگرى كه دشمن در آنجا پيوسته ما را سنگسار كند . بايد از فاصله‌اى دور از مقر آنها در تاريكى راهى دزدكى پيدا كنيم تا صداى ما را نشنوند و براى انحراف توجه ايشان بخصوص نافع و مؤثر خواهد بود كه عده‌اى از لشكر ما بسوى گردنه روانه شوند گوئى كه از آنطرف قصد حمله داريم . »\r\nاو رو به خريسوفوس نموده با لحن طعنه افزود « وقتى كه صحبت دزدكى بميان آورده‌ام تو اى مرد اسپارتى چنان كه شنيده‌ام از عهد طفوليت با پيشه دزدى سروكار داشته‌اى در نزد شما سرقت قرين موفقيت مايهء افتخار بشمار ميرود ولى اگر لابد مهارتى در اين كار نباشد آن‌كس كه دستگير شود مكافات خواهد كشيد . اينك وقت آن فرا رسيده است كه هنر و مهارت خويشرا نشان بدهى پس ما را بوسيلهء فن دزدى ماهرانهء خود چنان همراهى كن كه دستگير و مجازات نشويم . »\r\nخريسوفوس اين طعنه را بوجهى خوش‌آيند تلقى كرد و به همان لحن پاسخ داده گفت « شما اهالى آتن نيز در كار دزدى مهارت داريد و بزرگ‌ترين\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nدزدان شما سرشناسانىاند كه مقامات بالا را در دست دارند بنابراين براى تو هم فرصتى عالى پيدا شده است كه نتيجهء درسى را كه در وطن آموخته‌اى بما نشان دهى . » پيشنهاد گزنفون مورد قبول واقع و موافقت شد كه سربازان عده‌اى راه پشته كوه را در پيش گيرند و دستهء ديگر گردنه را مقصد خويش قرار دهند . خوشبختانه يونانىها بلدهائى داشتند كه آن نواحى را نيك مىشناخته‌اند زيرا كه در حين پيشروى بدسته‌اى از غارت گران برخورد كرده بودند كه در همان حوالى مترصد سرقت احشام بودند .\r\nاز اين اسيران بازجوئى و معلوم شد كه كوهستان قابل عبور و داراى چراگاه است و اگر يونانىها دسته‌اى از جلو دربندها را به تصرف درآورند خواهند توانست چارپايان رسد باروبنه را بدون اشكال عبور دهند .\r\nوقتى كه شام صرف شد خريسوفوس لشكر را به سمت گردنه‌اى كه در تصرف دشمن بود حركت داد اما در فاصلهء يك ميلى كوه توقف نمود .\r\nهنگامى كه شب فرا رسيد آن عده از سربازان كه قرار شده بود از راه كوهستان بروند آتشى برافروختند كه براى افرادى كه در پائين بودند نشانهء آن بود كه مأموريت خود را درست انجام دادند . تااوچىها متوجه آتش شده ، ديدند كه از دو طرف در دام خطر افتاده‌اند پس آنها نيز آتشى برافروختند و همدستان خود را به يارى طلبيدند .\r\nبامداد خريسوفوس پيشروى خود را در جهت گردنه ادامه داد و در عين حال نفراتى كه در كوهستان بودند كار خود را تعقيب و به طرف همان مقصد پيشروى نمودند . تااوچىها نيز نفرات خود را دو قسمت كردند اكثر آنها در تنگه مانده در حالى كه عدهء كمترى براى مقابلهء با دشمن رو بارتفاعات آوردند .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nدر اين محل اولين تصادم پيش آمد و طولى نكشيد كه يونانىها بر تااوچىها غلبه و آنها را ناچار بفرار كردند . در اين حين خريسوفوس در رأس دستهء سنگين اسلحه سريعا پيشروى ميكرد او كمانداران و فلاخن اندازان را جلو فرستاده بود وقتى كه تااوچىها متوجه شدند كه ياران ايشان در كوهستان شكست يافته بودند آنها نيز فرار را بر قرار ترجيح دادند و گردنه بدون زد و خورد تسخير گرديد . يونانيها بمناسبت اين فتح و پيروزى از سنگها كه رويهم نهاده بودند ستونى يادگار برافراشته و آن را با سپر و اسلحه كه از تااوچىها بدست آورده بودند بياراستند .\r\nاز آنجا پنجروز در زمين هموار پيش رفتند بدون اينكه با مقاومتى برخورد كنند ولى باز از لحاظ آذوقه در تنگنا افتادند در آن ناحيه مواد غذائى كمياب نبود ولى تااوچىها همه چيز را در قلاع خود كه جاى مستحكمى در قسمت صخره‌اى كوهستان بود انبار و پنهان كرده بودند ازينرو يونانيها بهتر آن ديدند كه كارى به اين استحكامات نداشته باشند پس با وجود عذاب گرسنگى از كنار آن محل عبور كردند .\r\nولى روز ششم به قلعه‌اى رسيدند كه ناچار براى بدست آوردن خوراكى مورد حمله قرار دادند .\r\nاين قلعه بر لبهء صخره‌اى بنا شده بود كه كوره راهى در امتداد آن بود از پائين مىگذشت . تمام افراد آن حدود اعم از زن و مرد و كودك با گله و رمهء خود به اين دژ پناه برده و توده‌هاى سنگ فراهم آورده بودند تا از بالا بر سر يونانىها بريزند . خريسوفوس سخت كوشيد كه بوسيلهء هجوم بر آنجا دست يابد و چون موفق نشده بود ، حمله را متوقف كرد تا گزنفون از راه برسد .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nوقتى كه وى از آنها پرسيد چرا معطل شده‌اند خريسوفوس پاسخ داد تنها راه رسيدن به آن محل معبرى است كه در زير صخره واقع شده است و در حين عبور از بالا سنگ بر سر ما ريخته‌اند و ناچار توقف كرده‌ايم و براى صدق گفتار خود نفرى بيچاره را نشان داد كه پا و دنده‌اش خرد شده بود .\r\nبنابر رسم و عادت باز گزنفون تدبيرى پيشنهاد كرد و گفت به نظر من عده‌اى كه در آن بالا جمع شده‌اند نبايد زياد باشند بنابراين مقدار سنگى كه فراهم دارند تمام خواهد شد و پس از بررسى كردن وضع آن محل افزود طول حدود خطرناك راه تقريبا يكصد و پنجاه پاست كه دو سوم آن از درختان تنومند كاج پوشيده است كه در فاصلهء نزديك بهم واقع شده‌اند با يك و يا حداكثر دو خيز مىتوان از زير يك تودهء درختان بدستهء ديگر رسيد و هر وقت كه سنگ آنها تمام شود با سرعت و شتاب مىتوانيم پنجاه پاى آخرى را كه زمينى باز و بىپناه است طى كنيم .\r\nدر حدود هفتاد نفر را هم مأمور كردند كه با جهد و تلاش حوالى آن قلعه را خلوت و آزاد كنند . يكى از آن نفرات تدبير زيركانه‌اى كرد تا از بالا تند و تيز سنگ فرو ريزند ، و از زير پناهگاه درختان كاج براى جلب توجه دشمن چندقدم پيش تاخت كه از بالا فورى سنگهاى درشت به همين محل فرو ريختند اما قبل از آنكه اين شخص مورد هدف واقع شود او چست و چالاك به پناهگاه درخت قبلى بازگشت . مرد زيرك اين كار را آنقدر تكرار كرد كه به زودى انبوهى از سنگ در جلو او جمع شده اما به خودش صدمه‌اى نرسيد . افراد ديگر هم از او تقليد كردند و اين كار را به شكل تفريح و بازى درآوردند كه با يك حركت برق‌آسا تن بخطر دهند و سپس با سرعتى تمام فرار كنند . وقتى كه سنگها تقريبا تمام شد سربازان\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nدر عبور از آن نقطهء باز و بىپناه بناى مسابقه گذاشتند و هر نفرى هم سعى داشت زودتر به قله برسد .\r\nتااوچىها ديگر مقاومتى ننمودند ولى چون از انتقام‌گيرى يونانيها انديشه‌ناك بودند زن و مرد و كودك در كنار پرتگاه ازدحام كردند و از صخره فرو افتاده متلاشى شدند . يكنفر از سربازان ديده بود ، يكى از تااوچىها سر و وضع بهترى از ديگران دارد و درصدد بوده است خود را از پرتگاه پائين بياندازد ، با شتاب به او دسترسى يافت تا از سقوطش جلو - گيرى كند . اما آن شخص او را در ميان بازوان ستبرش گرفته به طرف خود كشيد و هر دو از بالا فرو افتاده جان دادند . يونانىها فقط چند نفر اسير ولى غنايم بسيار بدست آوردند از جمله گاو و الاغ به حد وفور و تمامى رمهء گوسفندان را هم .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\nدريا ! دريا !\r\nسرزمين ديگرى كه يونانيان مجبور به عبور بودند اقامتگاه خالبين‌ها « 1 » بود آنها نيز مثل توچىها قومى آزاد و خودسر بودند و از پادشاه ايران تبعيتى نمىنمودند . در اين سرزمين معادن آهن وجود داشته كه اين قوم از روزگاران قديم مورد استفاده قرار ميداده و ميدانسته‌اند چگونه آهن را ذوب و به فولاد تبديل كنند . هنگامى كه ايشان روانهء ميدان جنگ مىشدند زرهى شامل چندين لا پارچه با لبه‌هاى ضخيم از نوارهاى تابيده در پائين آن به تن داشته كلاه خود و زرهى نيز بر ساق پا مىپوشيدند و نيزه‌اى به طول بيست و دو پا و همچنين خنجرى در دست داشتند كه با آن سر دشمنان مغلوب خود را مىبريدند . اين وسايل را در حين رقص و سرودخوانى حمل ميكردند و آن را با شادمانى هراس - انگيزى به دشمن نشان ميدادند . مانند توچىها ، خالبين‌ها نيز قلاع مستحكمى داشتند كه همهء ارزاق ناحيهء خود را به آنجا برده انبار كرده بودند . اگر غنايم يونانىها كه اخيرا از سرزمين توچىها بدست آورده بودند وجود نمىداشت به تنگناى سختى دچار ميگرديدند .\r\nخالبين‌ها عادت نداشتند با دشمن در سرزمين باز و هموار روبرو شوند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Chalybeans \r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nفقط به اين كار اكتفا مىنمودند كه با يونانىها هرجا كه خود مزيت موضعى داشتند جنگ و گريز كنند ولى اگر دژ آنها مورد حمله واقع ميگرديد با شجاعت تمام در مقام دفاع برمىآمدند . در ظرف هشت روزى كه يونانيها از اين منطقه مىگذشتند تلفاتى سنگين دادند و در پايان پيشروى گزنفون اظهار نظر كرد كه خالبين‌ها جنگاورترين قومى بودند كه در آسيا با آنها روبرو شده بود . پس از عبور از آن سرزمين يونانيها چهارروز در سامان سيت‌ها « 1 » راه پيمودند تا به دهاتى رسيدند و سه روز در آنجا درنگ و استراحت نموده آذوقهء تازه فراهم كردند .\r\nاز آنجا بعد از پيمودن چهار منزل ديگر به شهر ثروتمند و پرجمعيت جيم نياس « 2 » رسيدند كه منبع اصلى ثروت آن معدن نقره بوده كه بهره - بردارى مىكرده‌اند و اين اول بارى بود كه پس از چندين هفتهء آزگار چشم يونانيان به شهر افتاد و بسيار هم متعجب شدند كه اهالى استقبال دوستانه‌اى از آنها نمودند . حاكم به آنها پول داد بدون اينكه از او تقاضا شده باشد و مهم‌ترين شرط مراقبت را مرعى داشت چون بلدى در اختيار آنها گذاشت و اين شخص برعهده گرفت آنها را به محلى كه در حدود پنج روز راه تا دريا فاصله داشته راهنمائى كند ، از همان نقطه‌اى كه مىتوانسته‌اند ديدگان به زيارت درياى سياه روشن كنند . با شنيدن اين مژده قلب ده هزار نفر از نهايت شادى به طپش افتاد زيرا كه روزهاى متمادى راه‌پيمائى كرده بودند بدون اينكه جرأت نمايند راه طاقت‌فرساى بين محل خود را تا دريا حدس بزنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Scythians  ( سكاها ؟ )\r\n( 2 ) -  Jimnias \r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nابتدا راهنما آنها را از حدودى عبور داد كه اهالى آن با شهر جيم نياس دشمن بودند او يونانيها را وادار كرد كه اين سامان را به آتش و شمشير بكشند ، و بنابراين معلوم شد حاكم از آن جهت ايشان را مورد استقبال و مرحمت قرار داده بود كه از وجودشان استفاده كند . يونانيها خدمتى را كه از ايشان انتظار ميرفت انجام دادند و به تاراج آن سرزمين پرداخته غنايم سرشار بدست آوردند و به زودى به همان كوهى رسيدند كه راهنما راجع به آن اشاره كرده بود . پس راه سر بالا را پيمودند كه ناگهان از دستهء باروبنه كه به قله رسيده بودند قيل‌وقال شديد به گوش گزنفون و گروهان عقب دار او رسيد و اين فريادها رفته رفته كه سربازان به آن نقطه ميرسيده‌اند شديدتر مىگرديد . گزنفون به گمان اينكه حملهء غير - مترقبه‌اى واقع شده است نهيبى به اسب خود زده شتاب نمود تا معلوم دارد موضوع چيست . ولى همين كه نزديك رفت دريافت كه سرود جنگى در كار نيست بلكه فرياد شادمانى تالاتا ! تالاتا ! « 1 » دريا ! دريا ! است و در مسافتى دور در پائين افق رشتهء باريك نقره‌فامى مىدرخشيد كه همان كمال مراد و مطلوب همهء آنها بود . اشك شادمانى از چشم‌ها سرازير شد آنها با هم تهنيت مبادله نموده از فرط خوشحالى سربازان و صاحبمنصبان يكديگر را در آغوش كشيدند .\r\nدر آن حين يكى از افراد پيشنهاد كرد اثرى يادگار بمناسبت آن واقعه برپا دارند پس همگى براى آوردن سنگ فرا رفتند آن‌گاه سنگ‌ها را به روى هم چيده آن را با پوست حيوانات و سپرهائى كه از دشمن به غنيمت گرفته بودند بياراستند . راهنما به قول خود وفا كرد يونانيها باوجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Thalatta \r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nجيب خالى باز او را پاداشى عالى و اسبى و جامى نقره و جامه‌اى پارسى و بعلاوه ده دريك ( معادل ده ليره ؟ ) دادند ولى او انگشترى را خواست كه سربازان بر دست داشتند و چند انگشتر هم نصيب يافت .\r\nيونانىها عاشق دريا بشمار ميروند به همان قسمى كه سويسىها به آلپ خود عشق مىورزند . در كمتر ديارى علاقهء نسبت به دريا به اندازه‌اى است كه يونانيها دارند . نگاهى به نقشه نشان خواهد داد كه دريا چه تعداد زيادى خليج و ترعه و جزاير كوچك در سراسر مرز و بوم آنها پديد آورده است . هر فرد يونانى كم‌وبيش با نسيم دريا پرورش يافته و در جوار دريا به دنيا آمده است و از اوان كودكى با آن انس داشته و از راه دريا به اطراف سفر كرده است آنها نسبت به دريا همان علاقهء قلبى را داشته‌اند كه به نعمتى ديگر يعنى آزادى عشق مىورزيده‌اند .\r\nسرانجام دريا در جلوى چشم آنها قرار داشت و بعد از چند منزل ديگر سربازان فرسودهء يونانى به ديار يونانىنشين كه در سراسر سواحل پراكنده است رسيده و در آن شهرها بار ديگر زبان مادرى خود را مىشنيده‌اند و در صورت ضرورت از تأمين ما يحتاج خود اطمينان داشته‌اند .\r\nدر پنج ماهى كه از نبرد كوناكسا گذشته بود آنها پيوسته با انواع گرفتارى طاقت‌فرسا مبارزه كرده و از هر طرف بوسيلهء بيگانگان احاطه شده بودند و اينك علامت پايان همهء رنج و محنت‌هاى خويش را به چشم مىديده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n\r\nماكرونها « 1 » و كلخيدها « 2 »\r\nقبل از اينكه راهنما يونانىها را ترك گويد دهى را كه شبانگاه بايستى در آنجا استراحت نمايند به آنها نشان داد و افزود از چه راهى مىتوانسته‌اند به سرزمين ماكرون‌ها كه خط سير بعدى آنان بوده است بروند . آن‌گاه از آنها جدا شده به طرف ديار و خانهء خود رهسپار گرديد .\r\nسرزمين ماكرون‌ها بوسيلهء رودخانه‌اى احاطه شده بود كه سراسر كنارهء آن را تازه درختانى كاشته بودند . يونانىها به قطع اين نهال‌ها پرداختند تا در رودخانه ريخته آسان عبور كنند . هنوز ديرى از اين اقدام ايشان نگذشته بود كه در طرف ديگر رودخانه ماكرون‌ها مسلح با نيزه و سپر ظاهر شدند و يونانىها را سنگسار كردند ولى سنگ آنها به هدف نميرسيد .\r\nدر آن حين يكى از سربازان نزد گزنفون آمده اظهار داشت :\r\n« وقتى كه كودك بودم مرا در آتن برده به غلامى فروختند و هيچ وقت والدينم را نشناخته‌ام و معلوم نشد كه به چه قوم و نژادى متعلق بوده‌اند . ولى در اين‌جا زبانى را كه يادم هست در عهد كودكى حرف ميزدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Macronians  سكنه نواحى كوهستانى گمش‌خانهء فعلى تركيه بين ارضروم و طرابوزان . م\r\n( 2 ) -  Colchids  اهالى گرجستان غربى . م\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nمىشنوم گويا زادگاهم باشد آيا اجازه دارم با اهالى صحبت كنم ؟ گزنفون با طيب خاطر رضايت داد و گفت سؤال كن چرا با ما رفتارى خصومت‌آميز دارند و مانع عبور ما مىشوند . سرباز اين سؤال را ترجمه و به زودى جواب آن را تعريف كرد « زيرا كه شما به صورت مهاجم در خاك ما وارد شده‌ايد » گزنفون گفت به آنها بگو ما با پادشاه بزرگ در جنگ بوديم و اكنون در حال بازگشت به وطن خود هستيم . آرزوى ما اينست هرچه زودتر به دريا برسيم و نيز بگو كه قصد هيچ‌گونه صدمه‌اى به ايشان نداريم . »\r\nسپس ماكرونها پرسيدند آيا حاضريد با ما عهد و پيمان كنيد و قول بدهيد كه چون دوست نسبت به ما رفتار كنيد .\r\nوقتى كه فرماندهان با اين پيشنهاد موافقت نمودند آنها به اين طرف رودخانه آمده به خدايان سوگند خوردند و محض نشانهء پيمان دوستى خويش نيزه‌اى متعلق به بربرها را به آنها داده در مقابل نيزه‌اى يونانى خواستند .\r\nسپس ماكرونها نيز دست به كار شده با همكارى يونانىها به قطع كردن درختان پرداختند تا پلى فراهم سازند . آن‌گاه به اتفاق همدستان جديد خويش از رودخانه گذشتند بعلاوه جو و ارزاق براى فروش آوردند .\r\nو در موقع عزيمت لشكريان راهنما هم دادند تا آنها را به سامان بعدى كه مسكن كلخيدها بوده است رهنمون باشد . بعد از سه روز يونانىها به رشتهء جبالى رسيدند كه مسكن كلخيدها بود و با آرايش رزمى جلو آمدند . با آنكه راه كوهستانى در آنجا شيب سختى نداشت كه عبور از آن دشوار باشد باز يونانىها درنگ نمودند تا تعاطى نظر كنند كه چگونه به بهترين وجهى حمله آغاز شود .\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nابتدا پيشنهاد شد كه به صورت ستونى انبوه ( فالانژ ) يعنى استقرار نفرات پشت‌سرهم و به صورتى بسته و پيوسته حركت كنند ولى گزنفون گفت به اين پيشنهاد ايرادات متعددى وارد است و اظهار داشت حركت ستونى در كوهستان به وضعى منظم مقدور نخواهد بود و افراد ناچار پراكنده مىشوند زيرا كه وضع راه همه جا يكسان نيست بعلاوه اگر ستون خيلى طولانى شود صفوف رزمى به حد كافى گسترش نخواهد يافت تا بتوان دشمن را از پهلو در ميان گرفت و بدين ترتيب آنها خواهند توانست از جناح و عقب به ما حمله‌ور شوند . از طرف ديگر نيز اگر صفوف خود را خيلى گسترش دهيم تا رفع آن خطر و محظور شده باشد در اين صورت ستون عمق چندانى نخواهد داشت و آسان قابل شكست خواهد بود .\r\nتوصيهء من اينست كه سربازان سنگين اسلحه ( هوپ‌لايت ) را به دسته‌هاى متعدد قسمت كنيم و هر گردانى صد نفر و به شكل ستون پيش بروند و بين ستون‌ها هم فاصله باشد تا بتوانند از حد دشمن بگذرند و هر دسته‌اى را بايد دليرترين نفر رهبرى كند و از بهترين راه كوهستانى كه مقدور باشد عبور كنند . بدين ترتيب كلخيدها جرأت حمله نخواهند نمود زيرا اگر از بين ستون‌ها يورشى نمايند از دو طرف بوسيلهء ما محاصره خواهند شد .\r\nاين پيشنهاد تصويب گشت و سربازان سنگين اسلحه به هشتاد گروه صد نفرى تقسيم شدند در حالى كه نفرات سبك اسلحه هم به سه گروهان ششصد نفرى قسمت و در خط ميانه و جناحين مستقر گرديدند . قبل از شروع نبرد گزنفون در بياناتى مختصر و سلحشورانه نفرات را چنين خطاب نمود :\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n« همقطاران ، اين آخرين دشمنى است كه سر راه خويش داريم بايد در صورت امكان ايشان را بدون اينكه پخت و پزى لازم شود زنده زنده بلع كنيم » .\r\nيونانىها پس از برگزارى نيايش و خواندن سرود جنگى با شجاعتى تمام پيشروى را بر ضد كلخيدها آغاز كردند . دشمن چون ديد كه از پهلو در خطر افتاده است نفرات خود را به دو جناح سوق داد كه ناگزير شكافى در وسط افتاد و يونانىها بدون تأخير از موقع استفاده نموده با فريادى مهيب حمله را آغاز كردند تا محل خالى را اشغال كنند . كلخيدها كه متوجه شدند ارتباط بين دو جناح لشكر آنها قطع شده است ناچار پا به فرار نهادند . سپس يونانىها رشتهء كوهستان را درنورديده در طرف ديگر آن به دهاتى رسيدند و استراحتى كرده با وسايلى كه از دشمن بدست آمده بود وقت خوشى گذراندند .\r\nدر اين ناحيه زنبور عسل فراوان بود . اما عسل محصول آنجا نوعى عجيب و خيلى هم سمى بود كه بعد از خوردن آن يونانىها مريض شدند و هوش و حواس خود را از دست داده قدرت بر پا ايستادن نداشتند . افرادى كه مقدار كمى خورده بودند به حال مستى افتادند ولى آنها كه زيادتر خورده بودند به حالت ديوانگى و بعضىها به حال مرگ افتادند . صد نفرى از آنها بر زمين افتاده بودند و ياراى حركت نداشتند پس بار ديگر كابوس يأس نمودار گشت و چنان مىنمود كه از دشمن تازه‌اى شكست خورده‌اند .\r\nاما كسى از سربازان تلف نشده بود و بعد از بيست و چهار ساعت همگى به هوش آمدند و تا سه چهار روز بعد ، كم‌وبيش و بلكه كاملا سلامتى خود را بازيافتند .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nبعد از دو مرحلهء ديگر راه‌پيمائى كه از ميان دهات كلخيد ( گرجستان غربى ) گذشتند يونانيها به شهر طرابوزان كه از ديرگاه مستعمره‌اى يونانى در ساحل بحر اسود واقع بوده وارد شدند . آنها سرانجام به دريا رسيده توانستند در ميان هموطنان خود استراحتى نموده تمامى نكبت و ذلتى را كه از آغاز خدمت در لشكركشى نافرجام كوروش متحمل شده بودند در طاق نسيان بگذارند . اهالى طرابوزان با اشتياق بسيار از آنها استقبال كردند و براى ايشان هدايا شامل بز و گوسفند و جو و شراب آوردند و فروشگاهى نيز ترتيب دادند و اجناس فراوانى به قصد فروش عرضه داشتند . در اين هنگام يونانىها پولى در بساط نداشتند ولى بوسيلهء دستبرد بر سرزمين كلخيدها رزق و روزى خود را فراهم ميساختند .\r\nراه‌پيمائى از سادريس تاكوناكسا ( واقع در ده فرسخى شمال شهر بابل ) شش ماه طول كشيده بود و بازگشت از كوناكسا تا طرابوزان نيز پنج ماه به طول انجاميد . حال ماه فوريه بود و از ماه دسامبر تا اين موقع مرارت سفر بازگشت يونيانيان در اثر حدت سرما كه سبب اتلاف جان بسيارى از ايشان شده بود دوچندان گرديد . وقتى كه كوروش پيش از آغاز نبرد كوناكسا عدهء آنها را بازديد كرده بود تعداد يونانيها 000 ر 13 نفر بود و در موقع ورود به طرابوزان مقدار آن لشكر به 600 ر 8 نفر تقليل يافت .\r\nاز مفقود شدگان بعضىها بدست دشمن كشته شده بودند و بعضى ديگر در ميان برف و يا بر اثر ناخوشى جان دادند ولى از آن لشكر يونانى همواره با عدد كامل مشهور « ده هزار نفر » ياد مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\nفهرست اعلام\r\n\" آ \" آبروكوماس : 47 ، 48 ، 67\r\nآپولو : 35 ، 129\r\nآتن : 9 ، 18\r\nآجياس : 117 ، 126 ، 138\r\nآخن : 31\r\nآدانا : 48\r\nآراگوس : 20\r\nآرتااوزوس : 117\r\nآرتاپات : 63\r\nآرتاگرس : 74\r\nآرساك ( اردشير ) : 74\r\nآركاديا : 28 ، 134\r\nآرونتاس : 61 ، 62 ، 63 ، 81\r\nآرياس : 67\r\nآژزنلاس : 13\r\nآسياى صغير : 12 ، 17 ، 27 ، 29 ، 31\r\nآشور : 157\r\nآق‌شهر : 37\r\nآكروپليس : 35\r\nآلان : 135\r\nآمرگس : 17 ، 18\r\nآناليوس : 72\r\n\" الف \" اپياك : 37 ، 41\r\nاپيدوس : 30\r\nاپيستن : 84\r\nارتميس : 62 ، 129 ، 142\r\nارته‌باذ : 108\r\nاردشير دوم : 9 ، 11 ، 18 ، 28 ، 74\r\nاردوان : 11\r\nارضروم : 198\r\nارمنستان : 106 ، 169 ، 176 ، 180 ، 187\r\nاريسته پوس : 23 ، 33 ، 125\r\nاريه اوس : 70 ، 83 ، 116 ، 117 ، 125 139\r\nاسپارت : 9 ، 10 ، 24\r\nاسكندر : 13 ، 14 ، 40\r\nاسكندريه : 40\r\nافزوس : 19 ، 20 ، 95\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nالكبيادس : 9 ، 18 ، 21\r\nاوپيس : 109\r\nايران : در صفحات متعدد\r\nايسوس : 40\r\n\" ب \" بابل : 13 ، 26 ، 74 ، 107 ، 160\r\nبئوسى : 134\r\nبيزانتيوم : 23\r\nبلسيز : 54\r\nبيكن : 13\r\n\" پ \" پاته‌گياس : 69\r\nپازيون : 34 ، 43 ، 50\r\nپاسارگاد : 11 ، 21\r\nپاكتول : 34\r\nپروكلس : 87 ، 93\r\nپروگزنوس : 11 ، 33 ، 60\r\nپروشات : 74\r\nپريساتيس ( پريزاد ) : 16 ، 28 ، 51 ، 74 ، 110\r\nپساروس : 48\r\nپلاته : 142\r\nپلتا : 36\r\nپلوپونس : 9 ، 10 ، 12 ، 29 ، 48\r\nپلوتارك : 16 ، 20 ، 67 ، 117\r\nپيتاگوراس : 48\r\nپيراسوس : 48\r\nپيگرس : 71\r\nپيسوتنس : 17\r\nپيسىها : 22 ، 31 ، 33 ، 77 ، 145\r\nپيله : 57\r\n\" ت \" تااوچىها : 189 ، 190 ، 193\r\nتارسوس : 4 ، 41 ، 52\r\nتاريپاس : 126\r\nتامس : 48 ، 87\r\nتراس : 51\r\nترموپيل : 90 ، 159\r\nترىباذ : 176 ، 178\r\nتركيه : 13 ، 198\r\nتسالى : 31\r\nتميستوكونس : 12\r\nتن : 15\r\nتريوم : 37\r\nتيسافرن : 9 ، 18 ، 19 ، 21 ، 22 ، 28 ، 29 ، 67 ، 103 ، 115\r\nتيمازيون : 138\r\nتيمبريون : 37\r\n\" ج \" جيسن : 13\r\nجيمنياس : 195\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\" چ \" چاپساكوس : 54\r\nچالوس : 51\r\n\" ح \" حلب : 51\r\n\" خ \" خالبين‌ها : 194\r\nخرسونس : 30 ، 43\r\nخريسوفوس : 48 ، 93 ، 186 ، 187 ، 189 ، 190 ، 192\r\nخشيارشا : 11 ، 195\r\n\" د \" داردانل : 23 ، 31\r\nداريوش اول : 23 ، 30 ، 76\r\nداريوش دوم : 10 ، 28\r\nدسكيوم : 18\r\nدلفى : 128\r\nدماراتوس : 87\r\nديودورس : 24 ، 140\r\n\" ر \" رتيوم : 18\r\nرم شرقى : 23\r\nروديا : 153\r\n\" ز \" زاپاتاس : 111 ، 151\r\nزاوش ( زئوس ) : 36 ، 129\r\n\" س \" سارد ( سارديس ) : 13 ، 27 ، 28 ، 34\r\nسالاميس : 25 ، 142\r\nسامس : 24\r\nسوريه : 49 ، 51\r\nسوزيس : 36\r\nسوفانتوس : 22 ، 31 ، 34\r\nسوفريه‌توس : 117\r\nسقراط حكيم : 128\r\nسقراط : 31 ، 34 ، 117 ، 126\r\nسلانه : 27 ، 35\r\nسيتاس : 107\r\nسيراكوز : 12 ، 36\r\nسيدنوس : 40\r\nسينه‌زيس : 37 ، 40 ، 41\r\n\" ط \" طرابوزان : 9 ، 198\r\n\" ع \" عربستان : 56\r\n\" ف \" فالينوس : 89 ، 90 ، 92\r\nفرات : 47 ، 56 ، 84\r\nفرنه‌باز : 18 ، 19 ، 21\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nفريگيه : 17 ، 35 ، 77\r\nفوسه : 83\r\nفيس‌كوس : 109\r\n\" ك \" كارماند : 59\r\nكارموس : 49\r\nكاريه : 19 ، 51\r\nكالاه : 156 ، 157\r\nكالسدون : 18\r\nكالگيراد : 20\r\nكانه : 110\r\nكتزياس : 66\r\nكردستان ( كردوچيا ) : 169 ، 171\r\nكزانتى كل : 138\r\nكزنيانس : 28 ، 33 ، 43 ، 50\r\nكستولوس : 17 ، 28\r\nكلخيد : 198\r\nكلوسه : 34\r\nكله‌آرخوس : 23 ، 24 ، 30 ، 31 ، 35 ، 37 ، 42 ، 46 ، 60 ، 62 ، 99 ، 117\r\nكلينور : 89 ، 117 ، 138 ، 139\r\nكولاك بغاز : 41\r\nكنتريت : 171\r\nكوناكسا : 24 ، 26 ، 74 ، 105\r\nكيليكيه : 24 ، 37 ، 50\r\n\" گ \" گالين : 65\r\nگرجستان : 198\r\nگرجياس : 123\r\nگزنفون در بيشتر صفحات\r\nگلوس : 54 ، 58 ، 87 ، 109\r\nگوبرياس : 67\r\nگومش‌خانه : 198\r\n\" ل \" لؤنيداس : 90\r\nلاريسا : 156\r\nلاكدمون : 17\r\nلاكونى : 145\r\nلاكونيه : 87\r\nلوساندر : 19 ، 20\r\nلوسيوس : 154\r\nليديه : 9 ، 17 ، 34 ، 77 ، 134 ، 168\r\n\" م \" ماد : 156\r\nماراتن : 142\r\nمارسياس : 35\r\nماكرونها : 198\r\nماندر : 34\r\nمده : 67 ، 157\r\nمديا : 107 ، 110\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nمس‌پيلا : 156\r\nمسكاس : 57\r\nمنون : 37 ، 41 ، 53 ، 116\r\nمنه‌من : 28\r\nميترادات : 117 ، 150 ، 155\r\nميرياندروس : 50\r\nمىسيا : 36\r\nمىسيها : 22 ، 62 ، 77 ، 145\r\nميلتوس : 22 ، 28 ، 30 ، 33 ، 95\r\n\" ن \" نئارخوس : 19\r\nنمرود : 67\r\nنوتوس : 25\r\nنينوا : 156\r\n\" و \" ويت : 169\r\nويسباخ : 16\r\n\" ه \" هبور : 54\r\nهرودوت : 142 ، 159\r\nهلس‌پونت : 23 ، 31\r\nهلنيكا : 20\r\nهيرونيموس : 135\r\n\" ى \" يونان : 146\r\nيونيه : 23 ، 53 ، 95 ، 168\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208}
  ]