[
  {"content":"\r\n\r\nعلى مائدة الكتاب والسنة\r\n2\r\nالاحتفال بذكرى الأنبياء\r\nوعباد الله الصالحين\r\nتأليف\r\nالسيد مرتضى العسكري\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n « ذلِكَ وَمَنْ يُعَظِّمْ شَعائِرَ اللَّهِ فَإِنَّها مِنْ تَقْوَى الْقُلُوبِ » \r\n( الحج / 32 )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالوحدة حول مائدة الكتاب والسنّة\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\nالحمد للَّه ربّ العالمين ، والصَّلاة على محمّد وآله الطاهرين ، والسلام على أصحابه البررة الميامين .\r\nوبعد : تنازعنا معاشر المسلمين على مسائل الخلاف في الداخل ففرّق أعداء الإسلام من الخارج كلمتنا من حيث لا نشعر ، وضعفنا عن الدفاع عن بلادنا ، وسيطر الأعداء علينا ، وقد قال سبحانه وتعالى : «  وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ »  ( الأنفال / 46 ) .\r\nوينبغي لنا اليوم وفي كلّ يوم أن نرجع إلى الكتاب والسنّة في ما اختلفنا فيه ونوحّد كلمتنا حولهما ، كما قال تعالى : «  فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ »  ( النساء / 59 ) .\r\nوفي هذه السلسلة من البحوث نرجع إلى الكتاب والسنّة ونستنبط منها ما ينير لنا السبيل في مسائل الخلاف ، فتكون بإذنه تعالى وسيلة لتوحيد كلمتنا .\r\nراجين من العلماء أن يشاركونا في هذا المجال ، ويبعثوا إلينا بوجهات نظرهم على عنوان :\r\nبيروت - ص . ب 124 / 24 العسكري\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالخلاف حول الاحتفال بذكرى الأنبياء وعباد اللَّه الصالحين\r\n\r\nأدلّة القائلين باستحباب الاحتفال\r\nيستدلّ من يرى استحباب الاحتفال بذكرهم بأنّ جلّ مناسك الحج احتفال بذكرى الأنبياء والأولياء كما سنذكر أمثلة منها فيما يأتي :\r\nأ - مقام إبراهيم :\r\nقال سبحانه وتعالى : «  وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى . . . »  ( البقرة / 125 ) .\r\nوفي صحيح البخاري « 1 » ما ملخصه :\r\nإنّ إبراهيم وإسماعيل عليهما السلام لما كانا يبنيان البيت : جعل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ، كتاب الأنبياء ، باب يزفون النسلان في المشي 2 : 158 و 159 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nإسماعيل يأتي بالحجارة وإبراهيم يبني ، حتى إذا ارتفع البناء جاء بهذا الحجر فوضعه له ، فقام عليه وهو يبني وإسماعيل يناوله الحجارة .\r\nوفي رواية بعدها :\r\nحتى ارتفع البناء وضعف الشيخ على نقل الحجارة ، فقام على حجر المقام ، فجعل يناوله الحجارة .\r\n* * * إنّ اللَّه سبحانه أمر الناس كما هو واضح أن يتبرّكوا بموطئ قدمي إبراهيم عليه السلام في بيته الحرام ويتّخذوا منه مصلى ، إحياءً لذكرى إبراهيم وتخليداً ، وليس فيه شيء من أمر الشرك باللَّه جلّ اسمه .\r\nب - الصفا والمروة :\r\nقال اللَّه سبحانه : «  إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِما »  ( البقرة / 158 ) .\r\nوروى البخاري ما ملخصه :\r\nانّ هاجر لما تركها إبراهيم عليه السلام مع ابنها إسماعيل بمكة ونفد ماؤها وعطشت وعطش ابنها وجعل يتلوى ، فانطلقت\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nإلى جبل صفا كراهية أن تنظر إليه ، فقامت عليه تنظر هل ترى أحداً ، فلم ترَ أحداً ، فهبطت من الصفا حتى إذا بلغت الوادي سعت سعي الإنسان المجهود حتى جاوزت الوادي ، ثمّ أتت المروة فقامت عليها ونظرت هل ترى أحداً ، فلم ترَ أحداً ، فعلت ذلك سبع مرّات .\r\nقال ابن عباس : قال النبي ( ص ) : « فذلك سعي الناس بينهما . . . » الحديث « 1 » .\r\n* * * جعل اللَّه السعي بين الصفا والمروة من مناسك الحجّ ، إحياءً لذكرى سعي هاجر بينهما واحتفالًا بعملها ، واستحباب الهرولة في محلّ الوادي الذي سعت فيه هاجر سعي الإنسان المجهود إحياءً لذكرى هرولتها هناك .\r\nج - رمي الجمار :\r\nروى أحمد والطيالسي في مسنديهما عن رسول اللَّه ( ص ) أنّه قال :\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ، كتاب الأنبياء ، باب يزفون النسلان في المشي ، 2 : 158 ؛ وراجع معجم البلدان ، مادة زمزم ، بذكر تاريخ إسماعيل من تاريخ الطبري وابن الأثير .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n« إنّ جبرئيل ذهب بإبراهيم إلى جمرة العقبة فعرض له الشيطان فرماه بسبع حصيات فساخ ، ثمّ أتى الجمرة الوسطى فعرض له الشيطان فرماه بسبع حصيات فساخ ، ثمّ أتى الجمرة القصوى فعرض له الشيطان فرماه بسبع حصيات فساخ . . . » « 1 » .\r\n* * * هكذا جعل اللَّه إحياء ذكرى رمي إبراهيم الشيطان والاحتفال بذكره من مناسك الحج .\r\nد - الفدية :\r\nقال اللَّه سبحانه في قصة إبراهيم وإسماعيل :\r\n«      فَبَشَّرْناهُ بِغُلامٍ حَلِيمٍ فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قالَ يا بُنَيَّ إِنِّي أَرى فِي الْمَنامِ أَنِّي أَذْبَحُكَ فَانْظُرْ ما ذا تَرى قالَ يا أَبَتِ افْعَلْ ما تُؤْمَرُ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّابِرِينَ فَلَمَّا أَسْلَما وَتَلَّهُ لِلْجَبِينِ وَنادَيْناهُ أَنْ يا إِبْراهِيمُ قَدْ صَدَّقْتَ الرُّؤْيا إِنَّا كَذلِكَ     \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 1 : 306 ؛ وقريب منه في 127 ؛ ومسند الطيالسي ، ح 2697 ؛ وراجع مادة الكعبة من معجم البلدان وتاريخ إبراهيم وإسماعيل من تاريخ الطبري وابن الأثير .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n   نَجْزِي الْمُحْسِنِينَ إِنَّ هذا لَهُوَ الْبَلاءُ الْمُبِينُ وَفَدَيْناهُ بِذِبْحٍ عَظِيمٍ »    ( الصافات / 101 - 107 ) .\r\n* * * وكذلك جعل اللَّه احياء ذكر فداء إبراهيم ابنه إسماعيل وإرسال اللَّه الكبش فديةً له والاحتفال بها من مناسك الحج ، وأمر الحجاج بالفدية في منى اقتداء بإبراهيم واحتفالًا بذكر موقفه من طاعة اللَّه .\r\n* * * في مقام إبراهيم انتشرت البركة من قدمي إبراهيم عليه السلام إلى موطئ قدميه ، وأمر اللَّه باتّخاذه مسجداً في بيته الحرام ، وجعله اللَّه إحياءً لذكره .\r\nوفي ما يأتي نذكر انتشار البركة من آدم عليه السلام أبي البشر .\r\n\r\nانتشار البركة من آدم عليه السلام والاحتفال بذكره\r\nوفي بعض الأخبار أنّ اللَّه جلّ اسمه تاب على آدم عصر التاسع من ذي الحجة بعرفات ، ثمّ أفاض به جبرئيل عند المغيب إلى المشعر الحرام ، وبات فيه ليلة العاشر يدعو اللَّه\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nويشكره على قبول توبته ، ثمّ أفاض منه صباحاً إلى منى ، وحلق فيه رأسه يوم العاشر إمارة لقبول توبته وعتقه من الذنوب ، فجعل اللَّه ذلك اليوم عيداً له ولذريّته ، وجعل كلّ ما فعله آدم أبد الدهر من مناسك الحج لذريته يقبل توبتهم عصر التاسع بعرفات ويذكرون اللَّه ليلًا بالمشعر الحرام ويحلقون رؤوسهم يوم العاشر بمنى ، ثمّ أضيف إلى هذه المناسك ما فعله بعد ذلك إبراهيم وإسماعيل وهاجر ، وتمّ بها مناسك الحج للناس .\r\nإذاً فإنّ أعمال الحج كلّها تبرك بتلك الأزمنة والأمكنة التي حلّ بها عباد اللَّه الصالحون أولئك ، وكلها احتفال بذكرهم أبد الدهر .\r\nوفي ما يأتي نضرب مثالًا لانتشار الشؤم إلى المكان من المكين .\r\n\r\nانتشار الشؤم إلى المكان من المكين\r\nروى مسلم أنّ رسول اللَّه ( ص ) عام تبوك نزل بالناس الحجر عند بيوت ثمود ، فاستسقى الناس من الآبار التي كان\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيشرب منها ثمود ، فعجنوا منها ونصبوا القدور باللحم ، فأمرهم رسول اللَّه ( ص ) فأهرقوا القدور وعلفوا العجين الإبل ، ثمّ ارتحل بهم حتى نزل بهم على البئر التي كانت تشرب منها الناقة ، ونهاهم أن يدخلوا على القوم الذين عذبوا ، قال : « إنّي أخشى أن يصيبكم مثل ما أصابهم فلا تدخلوا عليهم » « 1 » .\r\nوفي لفظ مسلم :\r\n« ولا تدخلوا مساكن الذين ظلموا أنفسهم الّا أن تكونوا باكين ، حذرا أن يصيبكم مثل ما أصابهم » ثمّ زجر وأسرع حتى خلفها .\r\nوفي لفظ البخاري :\r\nثمّ قنع رأسه وأسرع السير حتى أجاز الوادي .\r\nوفي رواية أُخرى بمسند أحمد :\r\nوتقنع بردائه وهو على الرحل « 2 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورده مسلم باختصار في صحيحه ، كتاب الزهد والرقائق ، باب لا تدخلوا مساكن الذين ظلموا أنفسهم . . . ، الحديث 40 ؛ واللفظ لمسند أحمد 2 : 117 ؛ صحيح البخاري ، كتاب المغازي ، باب نزول النبي ( ص ) الحجر .\r\n( 2 ) مسند أحمد 2 : 66 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nمنشأ الشؤم والبركة في المكان\r\nمن أين نشأ شؤم بلاد ثمود وآبار ثمود وانتشر إليها ؟ عدا أنّه نشأ من قوم ثمود وانتشر منهم إلى بلادهم وآبارهم وبقي فيها إلى عصر خاتم الأنبياء وإلى ما شاء اللَّه ، ومن أين نشأ فضل بئر ناقة صالح ؟ عدا ما كان من شرب ناقة صالح منها وانتشر الفضل منها إلى البئر وبقي فيها إلى عصر خاتم الأنبياء وإلى ما شاء اللَّه .\r\nوليست ناقة صالح وبئرها بأكرم على اللَّه من إسماعيل وبئره زمزم ، بل كذلك جعل اللَّه البركة في زمزم من بركة إسماعيل أبد الدهر .\r\nوكذلك شأن انتشار البركة مما يفيضه اللَّه على عباده الصالحين في أزمنة خاصّة مثل بركة يوم الجمعة .\r\n\r\nبركة يوم الجمعة\r\nفي صحيح مسلم :\r\n« أنّ اللَّه خلق آدم يوم الجمعة وأدخله الجنّة يوم\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالجمعة . . . » « 1 » .\r\nهذا وغيره ممّا أفاضه اللَّه على عباده الصالحين في يوم الجمعة خلد البركة في يوم الجمعة أبد الدهر .\r\n\r\nالبركة في شهر رمضان\r\nوكذلك الشأن في بركة شهر رمضان ، فقد قال سبحانه :\r\n«  شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفُرْقانِ »  ( البقرة / 185 ) .\r\nوقال سبحانه :\r\n«    إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ وَما أَدْراكَ ما لَيْلَةُ الْقَدْرِ     لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ . . . »  ( القدر / 1 - 3 ) .\r\nإذاً فقد انتشرت البركة من ليلة القدر التي أنزل فيه القرآن على خاتم أنبياء اللَّه إلى جميع أزمنة شهر رمضان ، وتخلّدت البركة في ذلك الشهر من تلك الليلة إلى أبد الدهر .\r\n* * * بعد انتهائنا من الإشارة إلى رجحان الاحتفال بذكرى أصفياء اللَّه ، نؤكّد أنّنا نقصد من الاحتفال بذكر أصفياء اللَّه - مثلًا - : قراءة سيرة رسول اللَّه صلى الله عليه وآله الصحيحة غير المنحرفة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم : كتاب الجمعة ، باب فضل الجمعة ، ح 17 و 18 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفي ليلة ميلاده ، وإطعام الطعام في سبيل اللَّه وإهداء ثوابه لرسول اللَّه صلى الله عليه وآله ، مع الاجتناب من القيام بأعمال ابتدعها بعض المتصوّفة .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16}
  ]