[
  {"content":"\r\n\r\nالاختلاف في اللفظ\r\nوالرّد على الجهمية والمشبهة\r\nالإمام أبي محمد عبد الله بن مسلم بن قتيبة\r\nالكاتب الدينوري\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالاختلاف في اللفظ\r\nوالرّد على الجهمية والمشبهة\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالاختلاف في اللفظ\r\nوالرد على الجهمية والمشبهة\r\nتأليف حجة الأدب المنتصب للدفاع عن أهل الحديث\r\nالإمام أبي محمد عبد الله بن مسلم بن قتيبة\r\nالكاتب الدينوري\r\nالمتوفي سنة\r\n276\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nلدار الكتب العلمية\r\nبيروت - لبنان\r\nالطبعة الأولى\r\n1405 ه‍ - 1985 م\r\nيطلب من : دار الكتب العلمية ، بيروت - لبنان\r\nهاتف : 801332 - 805604 - 800842\r\nص ب : 9424 / 11 تلكس : Nasher 41245 Le\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nنظرة في الكتاب\r\nكتاب « الاختلاف في اللفظ » والرد على الجهمية والمشبهة مما خبأه الدهر عن أعين كثير من المشغوفين بآثار الأقدمين من زمن بعيد ، وقد انتظم الآن بتوفيق الله في سلك المطبوعات فأصبح بمتناول كرام القراء . وهو من أواخر مؤلفات الامام أبي محمد عبد الله بن مسلم بن قتيبة الدينوري الفارسي الكاتب المشهور ، يهم المتأدب ومن يعنى بتاريخ تطورات العلوم كما يهم المتكلم والفقيه والمحدث .\r\nفالمتأدب يجد ابن قتيبة لا يأنف في كتابه هذا ان يعيد بعض جمل سبق تدوينها في كتاب آخر له بنصها وفصلها فيستنتج من ذلك أنه كان في غاية من التروي في تخير ألفاظ يعرب بها عن معان لم يتعجل في تنسيقها بمراعاة أدق الملاحظات في التأثير على السامع ، وبعد هذا التأنق يعز عليه ان يعدل عن هذه القوالب المتخيرة إذا لزمت إفادة تلك المعاني المفرغة فيها ثاني مرة بخلاف الجاحظ وغيره من أصحاب الأقلام السيالة في عهده .\r\nومن يعنى بتاريخ العلوم يغتبط به كحلقة مفقودة من حلقات سلسلة وثائق التتبع القهقرى يظفر بها الباحث فيجد فيها ما ينير كثيرا من النواحي المظلمة في وجوه تعرف ارتباط تلك الحلقات بعضها ببعض وما يكشف\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالنقاب عن كثير مما يستعصي وجه التعليل فيه من غرائب شؤون تتعلق بتاريخ العلوم .\r\n\r\n[ ما يلفت نظر المتكلم إليه من خطة الكتاب - تراجع المصنف عما كان عليه من الانحراف عن أبي حنيفة وسبب هذا وذلك 
  ]\r\nوأما المتكلم الذي يرى ابن قتيبة هجاما ولوجا فيما لا يحسنه كراميا مشبها بالنظر إلى كتابه « تأويل مختلف الحديث » وسائر مؤلفاته المستفيضة منه ناصبيا غير متثبت في نقل ما شجر بين الصحابة منحرفا عن أهل بيت النبوة رضي الله عنهم نظرا إلى كتاب الإمامة والسياسة المعزو إليه من قديم الدهر إلى غير ذلك مما هو مثبوت في كتب خاصة يلفيه قد رجع إلى الصواب في كثير من تلك المسائل ولطف لهجته في جملة منها بالقياس إلى سابق مصنفاته مرتدعا برادع الزمن حيث شاهد في عصره من التطورات الشائنة ما يحمله على هذا الاعتدال فيحكم فيه بالنظر إلى خواتم أعماله .\r\nوأما الفقيه فيعتبر بما يذكره المصنف في هذا الكتاب في شأن الرأي وامام أهل الرأي بأسلوب يؤذن بارتجاعه عن التجاهل بمقادير أهل الفقه في الدين منزجرا عما استرسل فيه من المسايرة لسذج الرواة كما فعل في تأويل مختلف الحديث الذي كان ألفه بايعاز منهم وضمنه ما يعز علينا ان يصدر من مثله من النيل من أئمة الرأي وفقهاء الملة والتخبط في علم أصول الدين بما هو حجة عليه مسجلة مدى الدهر وشية مشوهة لوجه حسناته كما هو مبسوط في ( رفع الريبة عن تخبطات ابن قتيبة ) في تأويل مختلف الحديث عفا الله عما سلف .\r\nولا علينا ان نلم هنا بسبب تحامله على أبي حنيفة سابقا قبل رجوعه إلى الاعتدال وهو تشبع بيئته بالانحراف عنه وقتئذ بسبب تولي بعض القضاة المتفقهين على طريقة أبي حنيفة من متكلمي المعتزلة اختبار المحدثين في المعتقد في المحنة المشهورة التي قام بها المأمون ومن بعده فحملوا وزر ابن أبي دؤاد على غير وازره فقيه الملة أبي حنيفة الذي فتق الله الفقه الاسلامي على لسانه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nوألسنة أصحابه وجرى تدوين فقه المذاهب المتبوعة على نبراس تأصيله وتفريعه كما يشهد بذلك تاريخ الفقه الاسلامي على أن ابن راهويه شيخ ابن قتيبة في الفقه لم يخل من تأثير عليه كما تأثر هو من تلك البيئة المنحرفة التي حل بها بعد ان تفقه بمرو على مذهب أهل الرأي عند عبد الله بن المبارك وأصحابه وبعد ان جمع ما يوافق رأى أبي حنيفة من الأحاديث المخرجة في كتب ابن المبارك ليسأل عنها شيوخ ابن المبارك من الاحياء المعمرين في رحلته إلى العراق والحجاز فبلغت ثلاثمائة حديث - كما في كتاب الورع رواية أبي بكر المروزي - وهذا عدد ليس بيسير في مسائل ينفرد بها أبو حنيفة ويستدل عليها بهذا المقدار من الأحاديث في كتب أحد أصحابه - وهو ابن المبارك الذي تواطأت القلوب مع الألسن من الفريقين على إجلال منزلته في العلم والورع - خلا ما في بقية كتب أصحابه . مع أن جملة أحاديث الاحكام حوالي خمسمائة حديث على ما يقولون ، وما كان ابن راهويه إذ ذاك يظن أن يجترئ أحد على رد قول أبي حنيفة ولما حل بالبصرة في رحلته جلس إلى عبد الرحمن بن مهدي ولازمه وكان شديد الحب لابن المبارك فأنشد ابن راهويه مرثية ابن المبارك لأبي تميلة على طلب ابن مهدي وهو يصغي إليه ويبكي ولما بلغ ابن راهويه إلى قول أبي تميلة :\r\n وبرأي النّعمان كنت بصيرا * حين تبغي مقايس النّعمان \r\nفاجأه بقوله اسكت قد أفسدت القصيدة . . ما نعرف لابن المبارك زلة بأرض العراق الا روايته عن أبي حنيفة « قول ما أجدره ان يكون من تأكيد المدح بما يشبه الذم في نفس الأمر » ولوددت انه لم يرو عنه واني كنت افتدي ذلك بعظم مالي فاندهش ابن راهويه من هذه المفاجأة ، وحيث دامت صلته به واستمر بقاؤه في بيئة منحرفة حصل فيه الانحراف شيئا فشيئا حتى أصبحت طريقته في الفقه أشبه شيء بالظاهرية بل هي تمهيد لها فسبحان\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمقلب القلوب ، وما كان انحراف ابن مهدي عن هوى بل عن طيبة قلب وانما وقع فيما وقع بتأثير شيخه سفيان الثوري الذي مات بداره بالبصرة بعد ان تخبأ عنده عدة سنوات لما هرب من المنصور حين طلبه للقضاء فورث ابن مهدي من هذا الضيف الكريم الانحراف عن النعمان مع أن كلام الثوري فيه من قبيل النيل ممن لا تنال منزلته كما يقع بين المتعاصرين على أن الثوري من أكثر فقهاء الأمصار موافقة لرأي أبي حنيفة في المسائل الخلافية كما يظهر من استقراء أقوال الأئمة في الخلافيات بوجه لا يدفع ، ومع ذلك كله كان ابن مهدي كثير التشدد وكثير التراجع حتى في الأحاديث ورجالها ردا وقبولا سامحهم الله ورضي عنهم . وسبب تراجع ابن قتيبة إلى نوع من الاعتدال في هذا هو تيقنه من سوء مغبة المسايرة للتطور والتدهور المشهودين في أواخر عهده .\r\n\r\n[ ما يجده المحدث فيه مما يجلو سر ما في كتب الجرح والتعديل من المغالاة في الكلام على كثير من أعلام العلماء 
  ]\r\nوأما المحدث ومن يعنى بعلوم الحديث والرجال فيظفر فيه بما يجلو سر ما يجده في كثير من كتب الجرح والتعديل من الغلو في الكلام على كثير من أعلام العلماء على استمرار نقل الخالف عن سالفه ذلك الغلو كأسراب طير تتابع مع أن من وقاه الله من الهوى ودرس سير هؤلاء الاعلام حق الدرس يجد أحوالهم وسير هم على خلاف تلك الكلمات الطائشة فيدعو ذلك إلى التبصر في التعويل على أمثال هذه الكلمات المتناقلة والتثبت فيها وصون النفس من الهلاك مع الهالكين ومن الله التوفيق والتسديد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\n[ مبدأ كتاب « الاختلاف في اللفظ » وافتتان الناس في عهد ابن قتيبة بأهواء مردية 
  ]\r\nبسم الله الرحمن الرحيم الحمد لله مرتضي الحمد لنفسه وجاعله فاتحة وحيه ومنتهى شكره وكفاء نعمته ودعوى أهل جنته عند إفضائهم إلى كرامته البر بخلقه العواد على المذنبين بعفوه . الذي لا يخيب راجيه ولا يرد داعيه ولا ينسى ذاكريه ولا يقطع حبل عصمته ممن تمسك بعروته احمده بجميع محامده على جميع نعمه وندعوه ان يشعرنا خشيته ويشرّب قلوبنا مراقبته عند كل لفظ وعقد وكل قبض وبسط وأن يجعل كلامنا له ودلالتنا عليه وإرشادنا إليه ويؤم بنا سمت الحق وقصد السبيل وأن يبلغ نبينا المصطفى صلى الله عليه وسلم منا أفضل صلاة وأنماها وأزكاها وأقضاها لما فرض من حقه وأوجب من ذكره صلى الله وملائكته المقربون عليه وعلى آله الطيبين وعلى جميع النبيين والمرسلين ونعوذ بالله من نزغ الشيطان ومصائده ولطيف خدعه ومكايده فقد صدق على هذه الأمة ظنه وأجلب عليهم بخيله ورجله وقعد لهم رصدا بكل مرصد ونصب لهم شركا بكل ريع وطفق لغوايتهم بكل شبهة فأصبح الناس إلا قليلا ممن عصم الله مفتونين وفيما يوبقهم خائضين وعن سبيل نجاتهم ناكبين ولما وضعه الله عنهم متكلفين وعما كلفهم معرضين ان دعوا أنفوا وإن وعظوا هزأوا وان سئلوا تعسفوا وإن سألوا أعنتوا قد فرقوا الدين وصاروا شيعا فهم يتنابزون\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبالألقاب ويتسابون بالكفر ويتعاضدون بالنحل ويتناصرون على الهوى « 1 » وعاد الاسلام غريبا كما بدا فما ذا يعجب من سلة السيف وشمول الخوف ونقص الأموال والأنفس وهل يتوقع بعد تزيدنا في الغواية الا التزيد في البلاء حتى يحكم الله بما شاء بيننا وهو خير الحاكمين وكان طالب العلم فيما مضى يسمع ليعلم ويعلم ليعمل ويتفقه في دين الله لينتفع وينفع « 2 » فقد صار طالب العلم الآن يسمع ليجمع ويجمع ليذكر ويحفظ ليغالب ويفخر وكان المتناظرون في الفقه يتناظرون في الجليل من الواقع والمستعمل من الواضح وفيما ينوب الناس فينفع الله به القائل والسامع فقد صار أكثر التناظر فيما دقّ وخفي وفيما لا يقع وفيما قد انقرض من حكم الكتابة وحكم اللعان ورجم المحصن وصار الغرض فيه إخراج لطيفة وغوصا على غريبة وردا على متقدم فهذا يرد على أبي حنيفة وهذا يرد على مالك وآخر يرد على الشافعي « 3 » بزخرف من القول\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تصوير لما كان عليه حال المسلمين أيام اخذت أعلام النهضة العلمية العباسية في الانتكاس وابتدأ دور رد الفعل بتقريب حشوية الرواة في أواسط القرن الثالث عهد فشو الكذب في الروايات وذيوع الهوى المردي في النحل وانتقاص أئمة الهدى كما ورد في الحديث وكان فضل الله عظيما على المسلمين حيث وفق أئمة الهدى وقادة الأمة لتدوين الفقه الاسلامي وأدلة احكامه من ينابيعها الصافية قبل هذا العهد عهد اختلاط الحابل بالنابل وتشعب الأهواء المردية .\r\n( 2 ) كما كان عليه الحال في عهد أئمة الهدى وقادة الأمة من فقهاء الصدر الأول .\r\n( 3 ) وحيث إن هؤلاء الثلاثة هم قادة الأمة في الفقه الاسلامي في مشارق الأرض ومغاربها في عهد المصنف وقبل عهده كما أنهم كذلك مدى القرون وبقية فقهاء الأمصار من المرتشفين من يم علوم هؤلاء الأئمة اقتصر عليهم كما اقتصر عليهم أيضا الحافظ ابن عبد البر في الانتقاء في فضائل الثلاثة الأئمة الفقهاء ، ولم يزل أهل العلم الا كفاء يرد بعضهم تمحيصا للحق على تفاوت ما آتاهم الله من علم وفهم ، وكان هؤلاء الأئمة من ارغب الناس فيما يوجه إليهم من الردود بوجيه الحجة وارحبهم صدرا له واسرعهم رجوعا إلى الصواب حيثما اتضح لا خلاصهم في العلم ومخافتهم من الله في احكام دينه فكافأهم الله باظهار سلطان علومهم في أمصار المسلمين على تنائي الأقطار وامتداد الاعصار حتى أقرت لهم جماهير علماء الأمة بالإمامة والقدوة على رغم أنوف المتجاهلين لعظيم اقدارهم المنتهكين لحرماتهم المنكرين لجليل مننهم -\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nولطيف من الحيل كأنه لا يعلم أنه إذا رد على الأول صوابا عند الله بتمويهه فقد تقلد المآثم عن العاملين به دهر الداهرين « 1 » وهذا يطعن بالرأي على ماض من السلف وهو يرى وبالابتداع في دين الله على آخر وهو يبتدع « 2 » وكان المتناظرون فيما مضى يتناظرون في معادلة الصبر بالشكر وفي تفضيل أحد هما على الآخر وفي الوساوس والخطرات ومجاهدة النفس وقمع الهوى فقد صار المتناظرون يتناظرون في الاستطاعة والتولد والطفرة والجزء والعرض والجوهر فهم دائبون يخبطون في العشوات قد تشعبت بهم الطرق وقادهم الهوى بزمام الردى .\r\n\r\n[ رغبة الأئمة الصادقة في أن لو كان ناب عنهم آخرون في الافتاء - سد الظاهرية على أنفسهم باب الاجتهاد والرأي بمتابعتهم بدعة النظام في نفي القياس الفقهي 
  ]\r\nوكان آخر ما وقع من الاختلاف أمرا خص بأصحاب الحديث الذين لم يزالوا بالسنة ظاهرين وبالاتباع قاهرين يداجون بكل بلد ولا يداجون ويستتر منهم بالنحل ولا يستترون ويصدعون بحقهم الناس ولا يستغشون لا يرتفع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- من شذاذ المشاغبين العاجزين عن تفهم مداركهم المتظاهرين بقدرة الاستدراك عليهم مع أن قصارى عملهم هو البروز إلى مضمار الكفاح بأسلحة ما اشتدت لها سواعد هم ارتكازا على مثل رد ابن أبي شيبة على أبي حنيفة ومؤلف ابن علية في مالك وكتاب ابن عبد الحكم في الشافعي من غير نظر ولا تطلع إلى كتب قاضية على تلك الردود من مؤلفات البارعين من أصحاب هؤلاء الأئمة ومن غير عزو إليهم ايهاما لاتباع كل ناهق انها من مبتكرات أحلامهم وانهم أصبحوا اكفاء للرد على هؤلاء الفقهاء وهذه الطريقة من الرد هي التي لا يرتضيها المصنف ويشكو من ظهور بوادرها في عصره وفي ذلك عبرة بالغة .\r\n( 1 ) وكان الأئمة المتبوعون يودون ان لو ناب عنهم آخرون في الافتاء ولولا تعينهم لجروا على طريقة ابن عيينة في الاباء عن الافتاء كما ورد عنهم بمعان متقاربة وقد أخرج الخطيب البغدادي في كتاب الفقيه والمتفقه بسنده عن أبي حنيفة « من تكلم في شيء من العلم وتقلده وهو يظن أن الله لا يسأله عنه كيف أفتيت في دين الله فقد سهلت عليه نفسه ودينه » واخرج أيضا بسنده عن أبي حنيفة « لولا الفرق من الله ان يضيع العلم ما أفتيت أحدا يكون له المهنأ وعليّ الوزر » .\r\n( 2 ) كالظاهرية الذين تابعوا النظّام في نفي القياس الفقهي حتى سدوا على أنفسهم باب الرأي والاجتهاد وخرقوا بذلك اجماع من قبلهم من فقهاء الصدر الأول ولم يميزوا بين حميد الرأي وذميمه ، وفي الفقيه والمتفقه استقصاء ما ورد في ذلك بحيث يسد عليهم سبل التمويه .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبالعلم إلا من رفعوا ولا يتضع فيه إلا من وضعوا ولا تسير الركبان إلا بذكر من ذكروا إلى أن كادهم الشيطان بمسألة لم يجعلها الله تعالى أصلا في الدين ولا فرعا في جهلها سعة وفي العلم بها فضيلة فنمى شرها وعظم شأنها حتى فرقت جماعتهم وشتتت كلمتهم ووهنت امرهم وأشمتت حاسديهم وكفت عدوهم مئونتهم بألسنتهم وعلى أيديهم فهو دائب يضحك منهم ويستهزئ بهم حين رأى بعضهم يكفر بعضا « 1 » وبعضهم يلعن بعضا ورآهم مختلفين وهم كالمتفقين ومتباينين وهم كالمجتمعين ورأى نفسه قد صار لهم سلما بعد ان كان حربا .\r\nولما رأيت إعراض أهل النظر عن الكلام في هذا الشأن منذ وقع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مع ما في هذا من تفكيك عرى المسلمين والوعيد الجسيم . ومما يؤسف له جد الأسف صدور مثل ذلك في هذا العهد وبعد هذا العهد ممن يعد نفسه من المنتمين إلى الحديث مع أن اوّل ما يجب ان يستفيده حامل الحديث من الحديث هو كرم الطبع ولين الجانب والتلطف بالمسلمين والابتعاد عن هجر القول والعجرفة بعدم الخوض فيما لا يعنيه كأنه عاش مع النبي صلى اللّه عليه وآله وسلم وعاشره وتربى بسيرته في ارشاد الأمة ، ومن أوغل في الباطل بفظاظة وغلظة وبذاءة فهو من اجهل خلق الله بسنة نبي الهدى صلى الله عليه وسلم وسيرته وأبعدهم من صدق الانتماء إليه ، والمصنف شاهد عيان فيما كان يجري في عصره من هذا القبيل ومن طالع كتاب السنة والجماعة لحرب السيرجاني وكتاب الجامع من مسائله ونقض عثمان بن سعيد السجزي والاستقامة لخشيش بن اصرم خلا كتاب خلق الأفعال المنسوب لأبي عبد الله البخاري وخلا كتاب السنة لعبد الله بن أحمد - وكلهم من رجال عهد المؤلف - يجد فيها من الروايات في الاكفار والتشدد في القول ما يسترشد به إلى مغزى كلام المصنف وإلى مبلغ فتك هذا الداء داء التنابز والتنابذ بأهل هذا العهد في مسائل يمكن ارجاع غالبها إلى نزاع لفظي وعلى تقدير عد النزاع حقيقيا ينقلب الأمر رأسا على عقب فيكون المبطل هو المتظاهر بأنه هو المحق . وقد يتأول بعضهم هذا الاسترسال في الاكفار بأنه من قبيل كفر دون كفر لا الكفر الناقل من الملة وفاته ان الوارد في الأثر من كفر دون كفر هو ما يكون من قبيل كفران العشير ونكران الجميل وظاهر عدم تمشي ذلك في أمثال هذه المواضع على أن بعضهم يصرح بأن مراده بالكفر الناقل فهذا يقطع قول كل خطيب وان كان الكفر الناقل متفاوت الدركات ، ثم من يرمي بالكفر الناقل وملؤه الايمان لا يمكن له ان يرى الرامي على صواب فيكفر أعاذنا الله من شر الاسترسال في التنابز والتنابذ .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوتركهم تلقيه بالدواء حين بدا وبكشف القناع عنه حين نجم إلى أن استحكم أساسه وبسق رأسه وجرى على اعتياد الخطأ فيه الكهل ونشأ عليه الطفل وعسر على المداوين ان يخرجوا من القلوب ما قد استحكم بالألف ونبت على شراه « 1 » اللحم لم أر لنفسي عذرا في ترك ما أوجبه الله عليّ بما وهب من فضل المعرفة في أمر استفحل بأن قصر مقصر فتكلفت بمبلغ علمي ومقدار طاقتي ما رجوت ان يقضي بعض الحق عني لعل الله ينفع به فإنه بما شاء نفع . وليس على من أراد الله بقوله ان يسأله الناس بل عليه التبصير وعلى الله التيسير .\r\nوسيوافق قولي هذا من الناس ثلاثة رجلا منقادا سمع قوما يقولون فقال كما قالوا فهو لا يرعوي ولا يرجع لأنه لم يعتقد الأمر بنظر فيرجع عنه بنظر ، ورجلا تطمح به عزة الرئاسة وطاعة الاخوان وحب الشهرة فليس يرد عزته ولا يثني عنانه الا الذي خلقه ان شاء لأن في رجوعه إقراره بالغلط واعترافه بالجهل وتأبى عليه الانفة وفي ذلك أيضا تشتت جمع وانقطاع نظام واختلاف إخوان عقدتهم له النحلة ، والنفوس لا تطيب بذلك الا من عصمه الله ونجاه ، ورجلا مسترشدا يريد الله بعمله لا تأخذه فيه لومة لائم ولا تدخله من مفارق وحشة ولا تلفته عن الحق أنفة فإلى هذا بالقول قصدنا وإياه أردنا .\r\nولم أر صوابا أن يكون الكتاب محررا بذكر هذا الباب خاصة دون غيره فقدمت القول فيه بذكر بعض ما تأولته الجهمية « 2 » في الكتاب والحديث - وإن\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرى : بثر بين الجلد واللحم كما في مبادئ اللغة للإسكافي والفعل من باب جرب . يفيد بذلك ان هذا الداء أصبح بعيد الغور صعب الاستئصال .\r\n( 2 ) ويظهر ان المصنف ما كان ليتمكن في ذاك الوقت من توجيه الرد إلى الرواة وحدهم لاستفحال امرهم حتى يمهد لذلك بالكلام فيمن كانوا يسمونهم جهمية وإن سبق منه ان يرد عليهم بمثل ما هنا في كتبه السابقة .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nقل - لنحمد الله تعالى على النعمة ونعلم أن الحق مستغن عن الحيلة ، ولم أعد في أكثر الرد عليهم طريق اللغة . فأما الكلام فليس من شأننا ولا أرى أكثر من هلك إلا به وبحمل الدين على ما يوجبه القياس ألا ترى ان أهل القدر حين نظروا في قدر الله الذي هو سره بآرائهم وحملوه على مقاييسهم أرتهم أنفسهم قياسا على ما جعل في تركيب المخلوق من معرفة العدل من الخلق على الخلق ، أن يجعلوا ذلك حكما بين الله وبين العبد فقالوا بالتخلية والاهمال وجعلوا العباد فاعلين لما لا يشاء وقادرين على ما لا يريد كأنهم لم يسمعوا باجماع الناس على « ما يشاء الله كان وما لا يشاء لا يكون » وقالوا كيف يضل ويعذب ويريد ويكره ويحول ويكلف ؟ وهل قصر فاعل هذا عن أفحش الظلم ونسوا ما يلزمهم في اختلاف الحكمين وان من ملك البعض ليس كمن ملك الكل وأن الخلق كله لله يميت ويحيي ويفقر ويغني ويصح ويسقم ويبتدئ بالنعم من شاء ويصطفي للرسالة من شاء ويؤيده بالتوفيق ويملأ قلبه بالنور ويعصمه من الذنوب ويجعل من بين يديه ومن خلفه رصدا من الملائكة وانه لو لم يرد المعصية « 1 » لما هيأهم هيئة المعصية ولما ركب فيهم آلة الشهوة ، كما طبع الملائكة ، ولا سلط عليهم عدو هم ثم أمر هم بالاحتراس ، وأنى للضعيف الاحتراس ممن حرست منه السماوات بالنجوم ، ومنع من الاستماع بالرجوع وجعل له السبيل إلى القلوب من حيث لا يرى فهو يجري مجرى الدم ويوسوس ويخنس ولا يعصمه الله ، ولا خلق الله آدم للأرض وأسكنه الجنة وحرم عليه الشجرة وقد علم أنه سيغر فيغتر ويستزل فيزل حتى يخرجه منها إلى حيث جعل له فيه مستقرا ومتاعا إلى حين ولما اطرد لهم القول على ما أصلوا ورأوه حسن الظاهر قريبا من النفوس يروق\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إيقاع الإرادة مباشرة على المعصية مما يأباه الأدب في جانب الله وإن كانت إرادة الله ومشيئته عامة كما يظهر من تتبع موارد ذلك في الكتاب والسنة وشمول ارادته تعالى لأفعال العباد الاختيارية يحقق الاختيار وفي إفادة المصنف نوع إيهام .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالسامعين ويستميل قلوب الغافلين نظروا في كتاب الله فوجدوه ينقض ما قاسوا ويبطل ما أسسوا فطلبوا له التأويلات المستكرهة والمخارج البعيدة وجعلوه عويصا والغازا وان كانوا لم يقدروا من تلك الحيل على ما يصح في النظر ولا في اللغة كقولهم في  يُضِلُّ مَنْ يَشاءُ  ينسبهم إلى الضلال  وَيَهْدِي مَنْ يَشاءُ  « 1 » ينسبهم إلى الهداية وما في نسبتهم إلى ذلك ؟ حتى يعيد ويبدي ولو أراد النسبة لقال يضللهم كما يقال يخونهم ويفسقهم ويظلمهم اي ينسبهم إلى ذلك . وقالوا في قوله عز وجل  وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ  « 2 » أي ما كان لها أن تؤمن الا بعلم الله وعلموا ما يلزمهم ان جعلوا الاذن هاهنا المشيئة والاطلاق وذهبوا إلى قول القائل « اذنتك بالأمر » اي أعلمتك وهذا من تأويلهم لا يصح في نظر ولا في لغة أما النظر فإنه لم يقل أحد من الناس ان شيئا يحدث في الأرض لا يعلمه الله فيقول  وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ  « 3 » وإنما اختلفوا في الاذن الذي هو المشيئة والاطلاق فقال المثبتون لم يشأ الله ان يؤمن جميع الناس ولو شاء لآمنوا فليس لنفس ان تؤمن حتى يشاء الله ذلك ويطلقه . وقال أهل القدر : قد شاء الله هذا لكل نفس وأطلقه فلها أن تؤمن إن شاءت وفي صدر هذا الكلام دليل على ما قال أهل الاثبات لأن النبي صلى الله عليه وسلم كان يحب إيمان قريش فأنزل الله عليه  وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً أَ فَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ  ثم قال على إثر ذلك  وَما كانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ  يريد بمشيئته وإطلاقه . فأول الكلام دليل على آخره والناس مجمعون لا يختلفون على أن القائل إذا قال لو\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراهيم 4 ثم فاطر 8 .\r\n( 2 ) يونس 100 .\r\n( 3 ) يونس 99 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nشئت لأتيتك انه لم يشأ اتيانه ولو شئت لحججت انه لم يشأ الحج ولو شئت لتزوجت انه لم يشأ التزوج فكذلك يلزم في  لَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ  انه لم يشأ ذلك ومثله  أَنْ لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً  « 1 » و  وَلَوْ شِئْنا لَآتَيْنا كُلَّ نَفْسٍ هُداها  « 2 » فان قال أراد لو شاء لآمنوا اجبارا ولكنه لم يشأ ان يجبرهم على ذلك قيل له لم يشأه على حال فاجعله بأي وجه شئت « 3 » وقيل والله يفعل بعباده ما هو أصلح لهم في كل حال عند هم فأي الأمرين كان أصلح لهم ؟ أن يجبرهم على الايمان فيؤمنوا أو يخليهم وشأنهم فيكفروا ؟ ! فهذا النظر ، وأما اللغة فإنه لا يجوز فيها أن يجعل الاذن العلم لأنه الأذن ، ألا ترى ان قائلا لو قال لك قد آذنتك بخروج الأمير ايذانا أي أعلمتك خروجه إعلاما ان جوابك كأن يقول له قد أذنت لقولك أذنا أي سمعته فعلمته والإيذان المأخوذ من الأذن انما هو ايقاع الخبر في الاذن والأذن استماعه وعلمه قال عدي بن زيد :\r\n أيّها القلب تعلّل بددن * إنّ همّي في سماع وأذن \r\nومنه أذان الصلاة إنما هو إسماع الناس ذكرها حتى يعلموا وقول الله عز وجل  وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ  « 4 » أي اسماع وإعلام والاذن في الشيء أن تشاءه وتطلقه تقول « أذنت له في الخروج إذنا » هذا ما ليس به خفاء على من نظر في اللغة وفهمها .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرعد 31\r\n( 2 ) السجدة 13\r\n( 3 ) التعلل بمشيئة الله سبحانه في اجتراح السيئات شأن المشركين ومن على سبيلهم وقد رد الله عليهم بقوله  سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا . .  واتفقت كلمة أهل السنة على أنه لا حجة للعاصي في الاستناد في معصيته على مشيئة الله وان للعباد افعالا اختيارية بها يثابون وعليها يعاقبون وان مشيئة الله ليست بسالبة لاختيار هم وارادتهم ، والمسألة مفروغ منها في الكتب الكلامية بحثا وتمحيصا من جميع مناحيها فاكتفينا بهذه الإشارة .\r\n( 4 ) التوبة 3\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوقالوا في قوله عز وجل  فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً  « 1 » فجعلوا الإرادة في الهداية والاضلال للعبد لا لله وركبوا في ذلك أفحش غلط وأحول كلام ، والإرادة لا تجوز أن تكون للعبد وقد وليها اسم الله وهو مرفوع باجماع القراء ولو كان أحد منهم نصب الله لكان أقرب من المعنى الذي أراده وإن كان لا يجوز أيضا لأنه يضم في الكلام « من » فيكون معناه من يريد من الله ان يهديه يشرح صدره للاسلام ثم يحذف « من » وينصب الله لما نزع حرف الصلة كما يقال « من يسرق القوم ما لهم يقطع » اي يسرق من القوم ما لهم وهذا ليس يجوز الا مع حروف معدودة محكية عن العرب ولا نحمل عليها غيرها ونقيسه عليها .\r\nوقالوا في قوله تعالى  وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالْإِنْسِ  « 2 » دفعنا وألقينا واحتج من احتج منهم بقول المثقب العبدي حكاية عن ناقته :\r\n تقول إذا ذرأت لها وضيني * أهذا دينه أبدا وديني \r\nوهذا جهل باللغة وتصحيف وانما هو درأت بالدال غير المعجمة والله يقول  وَلَقَدْ ذَرَأْنا  بالذال وأحسبهم سمعوا بقول العرب « أذرته الدابة عن ظهرها » اي ألقته فتوهموا أن ذرأنا من ذلك ، ذرأنا في تقدير فعلنا غير مهموز ولو أريد ذلك المعنى لكان « ولقد أذرينا لجهنم » وسمعوا بقولهم ذرته الريح وبقول الله  فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ  « 3 » أي تنسفه وتلقيه فتوهموه منه ولو أريد ذلك لكان ولقد ذرونا لجهنم وليس يجوز ان يكون ذرأنا في هذا الموضع الا خلقنا كما قال  ذَرَأَكُمْ فِي الْأَرْضِ  « 4 » وقال  يَذْرَؤُكُمْ \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنعام 125\r\n( 2 ) الأعراف 179\r\n( 3 ) الكهف 18\r\n( 4 ) المؤمنون 79\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n فِيهِ  « 1 » أي يخلقكم في الرحم ومنه قيل ذرية الرجل لولده وانما هو خلق الله وقالوا في قوله  إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِها مَنْ تَشاءُ وَتَهْدِي مَنْ تَشاءُ  « 2 » أراد ان هو إلا اختيارك تضل به من تشاء يعني الفاسقين وتهدي من تشاء يعني المؤمنين واحتجوا بقوله  وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ  « 3 » والفاسقون هاهنا الكافرون لأنه قال في صدر الآية  وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ ما ذا أَرادَ اللَّهُ بِهذا مَثَلًا  « 4 » وكيف يضل الضال ويهدي المهتدي فان قالوا يريد الكافر ضلالة والمؤمن هداية اكذبهم في هذا الموضع معنى الآية لأن فتنة القوم بالعجل انه كان فضة وحليا فتحول جسدا له خوار فارتدوا عن الاسلام وعبدوه ولم يكن مع موسى بني إسرائيل كافر ولو كانوا كفارا ما غضب ولا ألقي الألواح فإنما وقع الاضلال هاهنا بمسلمين . وأما قوله عز وجل  وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ  فإنه نزل في قوم من اليهود سمعوا قوله عز وجل  مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِياءَ كَمَثَلِ الْعَنْكَبُوتِ  « 5 » وقوله  إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ  « 6 » فقالوا ما هذه الأمثال التي لا تليق بالله فأنزل الله عز وجل  إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ما بَعُوضَةً فَما فَوْقَها  . من الذباب والعنكبوت فقالوا ما أراد بمثل ينكره الناس فيضل به كثيرا منهم فقال الله تعالى  فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ ما ذا أَرادَ اللَّهُ بِهذا مَثَلًا يُضِلُّ بِهِ كَثِيراً وَيَهْدِي بِهِ كَثِيراً وَما يُضِلُّ بِهِ إِلَّا الْفاسِقِينَ  « 7 » يعني اليهود خاصة لأنهم ضلوا بالمثل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشورى 11\r\n( 2 ) الأعراف 155\r\n( 3 ) البقرة 26\r\n( 4 ) البقرة 26\r\n( 5 ) العنكبوت 41\r\n( 6 ) الحج 73\r\n( 7 ) البقرة 25\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوأنكروه ولم ينكره غير هم .\r\nوقد يأتي الحرف وظاهره العموم ومعناه الخصوص كقول موسى عليه السلام « وأنا أول المؤمنين » وقول النبي صلى الله عليه وسلم « وأنا اوّل المسلمين » لم يريدا كل المؤمنين وكل المسلمين في جميع الأزمنة بل مؤمني زمن موسى ومسلمي زمن نبينا عليهما السلام وكذلك قوله تعالى في بني إسرائيل  فَضَّلَكُمْ عَلَى الْعالَمِينَ  لم يفضلهم على محمد صلى الله عليه وسلم ولا أممهم على أمته وانما أراد عالمي أزمنتهم .\r\nوشيء لم نزل نسمعه منهم على قديم الأيام قد ارتضوه لأنفسهم ودونوه في كتبهم وأجمع عليه عالمهم وجاهلهم وكهلهم وحدثهم في تأويل قول الله عز وجل  أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ وَأَضَلَّهُ اللَّهُ عَلى عِلْمٍ وَخَتَمَ عَلى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلى بَصَرِهِ غِشاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَ فَلا تَذَكَّرُونَ  « 1 » .\r\nوقوله :   إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالًا فَهِيَ إِلَى الْأَذْقانِ فَهُمْ مُقْمَحُونَ وَجَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ   « 2 » وقوله  خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ وَعَلى أَبْصارِهِمْ غِشاوَةٌ وَلَهُمْ عَذابٌ عَظِيمٌ  « 3 » وأشباه هذا انه حكم عليهم فإذا نحن تدبرنا هذا التأويل وقابلنا به التنزيل لم نجد هذا المتأول حمل كتاب الله على مثل هذه التأويلات الا لإقامة مذهبه . وحاول بعضهم إبدال بعض حروفه بغيرها فقرأ  عَذابِي أُصِيبُ بِهِ مَنْ أَشاءُ  « 4 » بالسين غير المعجمة والنصب وقرأ جميع ما في القرآن من المخلصين بكسر اللام وإن كان قرأ بذلك بعض القراء يريد ان يجعل الاخلاص لهم ولا يكون لله في ذلك صنع فكيف يصنع بقوله  إِنَّا \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجاثية 23\r\n( 2 ) يس 8\r\n( 3 ) البقرة 7\r\n( 4 ) الأعراف 156\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n أَخْلَصْناهُمْ بِخالِصَةٍ ذِكْرَى الدَّارِ  « 1 » وقرأ  وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّما نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّما نُمْلِي لَهُمْ لِيَزْدادُوا إِثْماً  « 2 » بكسر إنما الأولى وفتح الثانية يريد لا يحسبن الذين كفروا انما نملي لهم ليزدادوا إثما إنما نملي لهم خير لأنفسهم فحرف المعنى عن جهته ونقله عن سننه وجعل الاملاء للكفار من الله انما هو لخير يريده بهم . وقد حمل بعضهم نفسه على أن قرأ  لِيَزْدادُوا إِيماناً  وألحقها في بعض المصاحف طمعا في أن تبقى على الدهر ويجعلها الناس وجها « 3 » وكيف له ما قدّر : والله يقول إلى جنبها  وَلَهُمْ عَذابٌ مُهِينٌ  « 4 » .\r\n\r\n[ إفراط قوم من مثبتي القدر في معاكستهم ووقوعهم في الجبر المحض كتفريط هؤلاء في النفي 
  ]\r\nولما رأى قوم من أهل الاثبات إفراط هؤلاء في القدر وكثر بينهم التنازع حملهم البغض لهم واللجاج على أن قابلوا غلو هم بغلو وعارضوا إفراطهم بافراط فقالوا بمذهب جهم في الجبر المحض وجعلوا العبد المأمور المنهي المكلف لا يستطيع من الخير والشر شيئا على الحقيقة ولا يفعل شيئا على الصحة « 5 » وذهبوا إلى أن كل فعل ينسب إليه فإنما ينسب إليه على المجاز كما يقال في الموات مال الحائط وإنما يراد أميل وذهب البرد وانما ذهب به وكلا الفريقين غالط وعن سواء الحق حائد ، ولو كان الأمر على ما قالوا لم يكن\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 46\r\n( 2 ) آل عمران 178\r\n( 3 ) ليت المصنف عيّن مقترف هذا وذاك لأن ذلك امر لا يصدر من مسلم .\r\n( 4 ) البقرة 90\r\n( 5 ) يريد بهم أهل الحديث الذين خاضوا في مسألة القدر من غير كفاءة فيهم للنظر حتى استعصت عليهم طريقة الجمع بين الآيات والأحاديث الواردة في تلك المسألة واضطربوا في عموم علم الله وشمول قدرته وسبق الكلمة والتقدير فوقعوا في الجبر المحض وأصبحوا جهميين بمعنى الكلمة مع أن جهما من أبغض خلق الله إليهم حتى يرمون جميع خصومهم من أهل الحق وغير هم بالجهمية ، كما أداهم الخوض في مسائل الصفات إلى التشبيه وهذا من المضحك المبكي وقد صدق فيهم قول أحد العلماء المعاصرين لابن قتيبة :\r\n ما في البريّة أخزى عند فاطرها * ممّن يقول بإجبار وتشبيه \r\nومن طالع كتاب شرح السنة للالكائي ومؤلفات من تقدمه إلى عهد المؤلف يجد فيها من النقول ما يستدل به على مبلغ علمهم في التوحيد .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالقدر سرا ولم يكن الناظر فيه كالناظر في شعاع الشمس ففيم اختصمت الملائكة وفيم ألح عزير في السؤال حتى محي من ديوان النبوة « 1 » وفيم احتج آدم وموسى « 2 » وانما صار سرا لأنك ترى قادرا وهو عاجز ومؤيدا وهو ممنوع وترى حازما محروما وعاجزا مرزوقا وشجاعا مخذولا وجبانا منصورا وعاقلا لا يستشار في الأمور ولا يستعمل وساقطا متهافتا لا يعطل وعالمين متقاربين في العلم والنظر في الدين خصمين وهما مختلفان فهذا يقول بالاهمال المحض وذاك يقول بالاجبار المحض وهذا حروري وذاك رافضي وترى أعداء الله\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير به إلى ما أخرجه عدة عن نوف البكالي من أن عزيرا قال فيما يناجي ربه : يا رب تخلق خلقا فتضل من تشاء وتهدي من تشاء فقيل له لتعرضن عن هذا أو لأمحون اسمك من الأنبياء اني لا أسأل عما أفعل وهم يسألون . وهذا لا يقتضي عوده ولا وقوع ما توعد به ، وفي رواية عن نوف أيضا انه سأل عن القدر فمحي اسمه من ذكر الأنبياء . وهو خبر منكر فكأنه مأخوذ من الإسرائيليات ، ونوف القاص هو ربيب كعب الأحبار ومن مصادر الإسرائيليات التي دخلت في كتب المسلمين وقد سبق من ابن عباس رضي الله عنهما إغلاظ القول في حقه حيث قال « كذب عدو الله » كما اخرج البخاري بطريق سعيد بن جبير ، ولم ينقل من أحد توثيقه فعد من المستورين وراجت اخباره ، وما في هذا الخبر يتنافى مع ما يعتقده المسلمون في الأنبياء والله يعلم حيث يجعل رسالته ولكن ابن قتيبة كثير الافتتان بالنقل عن الإسرائيليات والتعويل على كتب أهل الكتاب حتى فيما هو اطم ولا نراه يتمكن من أن يحيد عن ذلك مهما اعتدل كما هو شأن الأخباريين ، واما ما يعزى إلى ابن عباس بطريق إسحاق بن بشر عن جويبر ومقاتل عن الضحاك عنه فخبر واه منكر يناقض ما صح عنه من التردد في نبوة عزير وعدم نبوته ومع ما في هذا السند من الانقطاع لا يخفى عليك شأن رجاله .\r\n( 2 ) في حديث أبي هريرة « احتج آدم وموسى فقال موسى يا آدم أنت أبونا خيبتنا وأخرجتنا من الجنة فقال له آدم أنت موسى الذي اصطفاك الله بكلامه وخط لك بيده أتلومني على أمر قدره الله عليّ قبل ان اخلق بأربعين سنة فحج آدم موسى » لأنه لام آدم على امر لم يفعله وهو خروج الناس من الجنة وانما هو فعل الله تعالى ولو أن موسى لام آدم على أكله من الشجرة الموجب لذلك لكان واضعا الملامة موضعها ولكان آدم محجوجا وليس أحد ملوما الا على ما يفعله لا على ما تولد من فعله مما فعله غيره وفي الحديث تعليم ان من أخطأ موضع السؤال كان محجوجا وليس هذا الحديث من باب إثبات القدر في شيء وإثبات القدر إنما صح من آيات وأحاديث اخر كما نص على ذلك ابن حزم في احكامه والخطيب البغدادي في الفقيه والمتفقه بألفاظ متقاربة في المعنى .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nيدالون أولياءه حتى يقتلوهم كل قتلة ويمزقوهم كل ممزق وترى الناس أصنافا في التفضيل فمنهم قوم ابتدأهم الله بالنعم وأسكنهم ريف الأرض وأكرمهم وأخدمهم وحسن وجوههم وبيض ألوانهم وسقاهم العذب النقاخ ورزقهم من الطيبات وأطعمهم من كل الثمرات ووفر عليهم العقول والافهام وفتق ألسنتهم بالحكمة وألبابهم بالعلم وبعث فيهم بالقرب منهم الرسل كأهل هذا الإقليم الذي أسكنناه الله بفضله ، ومنهم قوم انزلهم أطراف الأرض وجدوبة البلاد وأذلهم وأعراهم وشوه خلقهم وسود ألوانهم وسقاهم الملح الأجاج وجعل اقواتهم الحشرات والنبات وسلبهم العقول وباعدهم من مبعث الرسل ومنتهى الدعوة فهم كالانعام بل هم أضل سبيلا ثم جعلهم لجهنم حصيبا ولسعيرها وقودا كالزنج وصنوف كثيرة من السودان وأصناف من الأعاجم ويأجوج ومأجوج فهل لهؤلاء ان يحتجوا على الله بما منح غيرهم ومنعهم ؟ ! لا ، لعمر الله ما لأحد عليه حجة ولا قبله حق ولا فيما خلق شرك بل له الحجة البالغة وهو الفعال لما يريد .\r\n\r\n[ وجه كون القدر سرا - بيان بديع وحقائق ملموسة تقضي بالاعتراف بالقدر في الكون - عدل القول في القدر ومبلغ العلم البشري في ذلك 
  ]\r\nوعدل القول في القدر ان تعلم أن الله عدل لا يجور كيف خلق وكيف قدر وكيف أعطى وكيف منع وأنه لا يخرج من قدرته شيء ولا يكون في ملكوته من السماوات والأرض الا ما أراد وانه لا دين لأحد ؟ ؟ ؟ ولا حق لأحد قبله فان أعطى فبفضل وان منع فبعدل وان العباد يستطيعون ويعملون ويجزون بما يكسبون وان لله لطيفة يبتدئ بها من أراد ويتفضل بها على من أحب يوقعها في القلوب فيعود بها إلى طاعته ويمنعها من حقت عليه كلمته .\r\nفهذه جملة ما ينتهي إليه علم ابن آدم من قدر الله عز وجل وما سوى ذلك مخزون عنه .\r\n\r\n[ تعمق بعض أهل النظر في نفي التشبيه إلى أن بلغوا إلى حد نفي المصادر مع ورود الصفات 
  ]\r\nوتعمق آخرون في النظر وزعموا انهم يريدون تصحيح التوحيد بنفي التشبيه عن الخالق فأبطلوا الصفات مثل الحلم والقدرة والجلال والعفو وأشباه ذلك فقالوا نقول هو الحليم ولا نقول بحلم وهو القادر ولا نقول بقدرة وهو\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالعالم ولا نقول بعلم كأنهم لم يسمعوا اجماع الناس على أن يقولوا « أسألك عفوك » وان يقولوا « يعفو بحلم ويعاقب بقدرة » والقدير هو ذو القدرة والعافي هو ذو العفو والجليل هو ذو الجلال والعليم هو ذو العلم فان زعموا ان هذا مجاز قيل لهم ما تقولون في قول القائل غفر الله لك وعفا عنك وحلم الله عنك أمجاز هو أم حقيقة ؟ فإن قالوا هو مجاز فالله لا يغفر لأحد ولا يعفو عن أحد ولا يحلم عن أحد على الحقيقة ولن يركبوا هذه وان قالوا هو حقيقة فقد وجب في المصدر « 1 » ما وجب في الصدر لأنا نقول غفر الله مغفرة وعفا عفوا وحلم حلما فمن المحال ان يكون واحد حقيقة والآخر مجازا وقال الله  إِنَّ كَيْدِي مَتِينٌ  « 2 » وأجمع الناس على أن الحول والقوة لله والحول الحيلة وقالوا في  سَمِيعٌ بَصِيرٌ  هما سواء ليس في سميع من المعنى إلا ما في بصير ولا فيهما الا معنى عليم وقد سمع الله قول اليهود  إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِياءُ  « 3 » حين قالوه وعلمه قبل ان يقولوه فهل يجوز لأحد ان يقول إن الله سمعه قبل ان يقولوه وكذلك قول المجادلة في زوجها قد سمع الله جدالها وسمع محاورتها للنبي صلى الله عليه وسلم حين جادلته وحاورته وعلمه قبل ان تجادل وتحاور به فهل لأحد ان يقول إن الله قد سمعه قبل ان يكون « 4 »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وليس المعنى المصدري موضع نزاع القوم ، وحشد الكلام فيه حشد للجنود إلى غير موضع القتال ، ولابن حزم مناقشة حادة مع الفريقين في هذه المسألة .\r\n( 2 ) الأعراف 183\r\n( 3 ) آل عمران 181\r\n( 4 ) بيد أن ما أورده في السمع وارد في العلم بالجزئيات المتغيرة المتجددة فالإشكال مشترك الورود وطريق دفعه فيهما على حد سواء فجهم بن صفوان يقول بنفي العلم بالجزئيات المتغيرة والسمع ونحوهما زعما منه استلزامها للتغير في الذات العلية وقد جلت عن التغير وحلول الحوادث فيها . ومحمد بن كرام يقول باثبات ذلك كله تجويزا منه لحلول الحوادث في الذات العلية وقيامها بها قياسا لغائب صفات الله بشاهد صفات الخلق ، وأهل السنة من النظار قالوا بأن العلم والسمع وسائر الصفات الثبوتية قديمة لها تعلقات لايزالية لا تستلزم التغير في الذات ولا حلول الحوادث فيها المستحيلين في شأنه سبحانه بنص حجة الله التي آتاها إبراهيم في محاجته مع الصابئين عبدة الاجرام العلوية وان أباها ورثة نحلتهم ، والمعتزلة يرجعون السمع -\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوإذا لم يجز ذلك فقد علم أن في سميع معنى غير معنى عليم والله يقول  إِنَّنِي مَعَكُما أَسْمَعُ وَأَرى  « 1 » .\r\nوقالوا في كلام الله انه مخلوق لأن الله تعالى قال  إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا  « 2 » والجعل بمعنى الخلق ولأنه قال  ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ  « 3 » وكل محدث مخلوق وان معنى ( كلم الله ) أوجد كلاما و  كَلَّمَ اللَّهُ مُوسى تَكْلِيماً  « 4 » أوجد كلاما سمعه فخرجوا بهذا التأويل من اللغة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- إلى العلم ويرون انه عالم بذاته لا بصفة قديمة قائمة بذاتها فالأول كفر مكشوف في طريق التنزيه والثاني بدعة شنيعة في سبيل الاثبات ، وقد حمي الوطيس بين الأخيرين في تلك المسألة اما الأولان فبعيدان عن الجدارة بلفت نظر الناظر إليهما لبعد هما عن موجبات العقول والنقول ، واما الأخيران فكلا هما موضع اهتمام النظار ومعترك آرائهم . واستقر كلام المحققين على أن الثابت من الدين بالضرورة في ذلك هو ان الله عالم بكل شيء لا يعزب عن علمه شيء من المعلومات وانه سميع لا تخفى عليه خافية حتى دبيب النملة وهكذا ، وبعد اتفاق الأخيرين على ذلك وعلى استحالة قيام الحوادث به تعالى لا خطر في القول بأن علمه بذاته أو ان علمه بمعنى قديم قائم بذاته لأن قصارى ما ورد في الكتاب والسنة هي المشتقات المفيدة بوضعها ثبوت مصادرها للذات العلية والمعنى المصدري المدلول عليه بالوضع امر نسبي إضافي لا ينكر ثبوته الفريقان بل نزاعهما على مبدأ هذا الأمر النسبي هل هو الذات العلية أم معنى قديم قائم بها ؟ ولا يدل المصدر على هذا المعنى المتنازع فيه بوضعه وإذا دل تكون دلالته مجازية تسمى الحاصل بالمصدر . وابن حزم الظاهري انحاز إلى المعتزلة بمعنى كلامه في الفصل حتى بلغ به الأمر إلى ادعاء ان المشتقات الواردة في الكتاب والسنة في صفات الله سبحانه هي أسماء الله الحسنى الاعلام من غير ملاحظة اشتقاق فيها ووسع الخطى في الكلام بما ليس هذا محل بسطه . ويستشم من ظاهر كلام المصنف نوع من النزعة الكرامية مع عدم الفرق منه في هذا البحث الطويل بين صفات يستحيل اتصاف الذات العلية بأضدادها فتسمى ذاتية اما سلبية فيما إذا كانت معانيها عدمية وإما ثبوتية فيما إذا كانت معانيها وجودية ، وبين صفات يصح وصف الذات بها وبأضدادها فتسمى فعلية غير قائمة بها ، واجراء الجميع على وتيرة واحدة من الخائض في هذا البحث يؤدي إلى القول بقيام الحوادث به سبحانه فعليه اما ان يخوض خوض من يبقى عند حد التنزيه أو ان يفوض تفويض السلف في الصدر الأول .\r\n( 1 ) طه 46\r\n( 2 ) الزخرف 3\r\n( 3 ) الأنبياء 2\r\n( 4 ) النساء 164\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nومن المعقول لأن معنى تكلم الله اتى بالكلام من عنده « 1 » وترحم الله أتى بالرحمة من عنده كما يقال تخشع فلان أتى بالخشوع من نفسه وتشجع اتى بالشجاعة من نفسه وتبتل اتى بالبتل من نفسه وتحلم أتى بالحلم من نفسه ولو كان المراد أوجد كلاما لم يجز أن يقال تكلم وكان الواجب ان يقال : أكلم كما يقال أقبح الرجل أتى بالقباحة وأطاب أتى بالطيب وأخس أتى بالخساسة ، وان يقال أكلم الله موسى إكلاما كما يقال اقبر الله الميت أي جعل له قبرا أو أرعى الله الماشية جعلها ترعى في أشباه لهذا كثيرة لا تخفى على أهل اللغة .\r\nوالعرب تسمي الكلام لسانا لأنه عن اللسان يكون ؛ قال الشاعر وهو أمية بن أبي الصلت :\r\n واسمع كلام الله كيف شكوله * فاعجب ويلسنك الذي تستنشد \r\nأراد اسمع كلام الله ثم قال ويلسنك اي يكلمك الذي تستنشده اي كأنه يكلمك « 2 » وقال الله عز وجل حكاية عن إبراهيم  وَاجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ  « 3 » وقال الشاعر « اني اتتني لسان لا أسر بها » اي أخبرت . وأما استشهاد هم بالجعل على خلق القرآن في قول الله  إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا  فان الجعل يكون بمعنيين أحد هما خلق والآخر غير خلق فأما الموضع الذي يكون فيه خلقا فإذا رأيته متعديا إلى مفعول واحد لا يجاوزه كقول الله   خَلَقَ السَّماواتِ وَالْأَرْضَ وَجَعَلَ الظُّلُماتِ وَالنُّورَ   « 4 » فهذا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترك المصنف الكلام في « كلم » وهو الوارد في كتاب الله دون « تكلم » اما المتكلم فلم يرد أيضا في الكتاب ولا في سنة مستفيضة وصفا لله سبحانه وقد ورد « كلام الله » فيهما وليس أحد من المسلمين ينفي القدر الثابت من الدين بالضرورة في ذلك وهو كون الله تولى نظم هذا الكلام دون سواه اما من جوز قيام الحوادث به سبحانه فيعده صادرا منه تعالى بحرف وصوت وأما أهل السنة فلا يرون هذا ويقولون بقدم كلام الله النفسي وحدوث الأصوات والنقوش والأوراق والقلوب التي فيها الكلام اللفظي .\r\n( 2 ) قال ابن منظور : الإلسان ابلاغ الرسالة وألسنه ما يقول أي أبلغه . وفي رواية « ينبئك » في موضع « يلسنك » في البيت .\r\n( 3 ) الشعراء 84\r\n( 4 ) الشعراء 84\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبمعنى خلق وكذلك  وَجَعَلَ مِنْها زَوْجَها  « 1 » اي خلق منها وأما الموضع الذي يكون فيه غير الخلق فإذا رأيته متعديا إلى مفعولين كقوله  وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا  « 2 » اي صيرتم وكقوله  فَجَعَلْناها نَكالًا لِما بَيْنَ يَدَيْها وَما خَلْفَها  « 3 » وكقول القائل « جعل فلان امر امرأته في يدها » فان هم وجدوا في القرآن كله جعل متعدية إلى القرآن وحده ليقضوا عليه بالخلق فنحن نتابعهم وكذلك المحدث ليس هو في موضع بمعنى مخلوق فان أنكروا ذلك فليقولوا في قول الله   لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً   « 4 » انه يخلق وكذلك قوله  لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْراً  « 5 » اي يحدث لهم القرآن ذكرا والمعنى يجدد عند هم ما لم يكن « 6 » وكذلك قوله  ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ  « 7 » أي ذكر حدث عند هم لم يكن قبل ذلك وفعلوا في كتاب الله أكثر مما فعل الأولون في تحريف التأويل عن جهته فقالوا في قول الله  وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ  « 8 » ان اليد هاهنا النعمة « 9 » وما ننكر ان اليد قد تتصرف على ثلاثة وجوه من التأويل أحدها النعمة والآخر القوة من الله\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطلع سورة الأنعام\r\n( 2 ) الزمر 6\r\n( 3 ) النحل 91\r\n( 4 ) البقرة 66\r\n( 5 ) مطلع آية الطلاق\r\n( 6 ) لعل المصنف يرى الخلق هنا بمعنى ايجاد الأعيان كما كان قدماء المعتزلة على هذا الرأي حيث ادعوا استقلال العباد بأفعالهم مع تحاشيهم عن نسبة خلقها إلى أنفسهم والجمهور على أن الخلق بمعنى احداث وايجاد ما لم يكن جوهرا كان أو عرضا .\r\n( 7 ) الأنبياء 2\r\n( 8 ) المائدة 64\r\n( 9 ) وسيأتي من المصنف ان غل اليد وبسطها ضرب مثلا للامساك والانفاق فتكون الآية استعارة تمثيلية على مصطلح أهل البلاغة وحيث إن الاستعارة التمثيلية من قبيل المجاز في المركب تبقى مفرداتها على معانيها الوضعية كما هي . والتجوز الجاري في المركب من حيث هو لا يسري في مفرداته ، وبحث المصنف عن المفردات هنا خروج عن مصطلح أهل الصناعة وحوم حول ما طال اتهامه به وان أصاب في ابطال تأويل اليد هنا بالنعمة أو القدرة .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n أُولِي الْأَيْدِي وَالْأَبْصارِ  « 1 » يريد اولي القوة في دين الله والبصائر ومنه يقول الناس ما لي بهذا الأمر يد يعنون ما لي به طاقة والوجه الثالث اليد بعينها ولكنه لا يجوز ان يكون أراد في هذا الموضع النعمة لأنه قال  وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ  « 2 » والنعم لا تغل وقال  غُلَّتْ أَيْدِيهِمْ  معارضة بمثل ما قالوا ولا يجوز أن يكون أراد غلت نعمهم ثم قال  بَلْ يَداهُ مَبْسُوطَتانِ  « 3 » ولا يجوز ان يريد نعمتاه مبسوطتان وكان مما احتجوا به للنعمة قوله  غُلَّتْ أَيْدِيهِمْ  « 4 » لو أراد اليد بعينها لم يكن في الأرض يهودي غير مغلول اليد فما أعجب هذا الجهل والتعسف في القول بغير علم « 5 » ألم يسمعوا بقول الله تعالى  قُتِلَ الْإِنْسانُ ما أَكْفَرَهُ  « 6 » وبقوله  قاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ  « 7 » وقوله  لُعِنُوا بِما قالُوا  « 8 » واللعن الطرد فهل قتل الله الناس جميعا وهل قتل قوما وطرد آخرين ولم يسمعوا بقول العرب قاتله الله ما ابطشه وأخزاه الله ما أشعره وبقول النبي صلى الله عليه وسلم لرجل « تربت يداه » اي افتقر ولم يفتقر ولامرأة « عقرى حلقي » « 9 » ولم يعقرها الله ولا أصاب حلقها\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 45\r\n( 2 ) المائدة 64\r\n( 3 ) المائدة 64\r\n( 4 ) المائدة 64\r\n( 5 ) اما إذا كان احتجاجهم بعدم غل أيدي اليهود فعلا على أن الآية مجاز مصروفة عن ظاهرها لا على خصوص تأويل اليد بالنعمة فالاحتجاج وجيه ولا يحق النزاع الا فيما يتخير من طرائق المجاز على حسب تجاذب القرائن التي تتفاوت العقول في ادراكها والتنبه لها .\r\n( 6 ) عبس 17\r\n( 7 ) التوبة 30\r\n( 8 ) المائدة 64\r\n( 9 ) من غير تنوين فيهما في رواية الأكثرين على وزن غضبى والمعروف في اللغة التنوين مصدرين لفعلين متروكين تقدير هما عقرها الله عقرا وحلقها حلقا يعني أصابها وجع في حلقها خاصة يقال للامر يعجب منه عقرا حلقا ويقال أيضا للمرأة إذا كانت مؤذية مشئومة كما في النهاية .\r\nوالصيغ المستعملة في مقام التعجب من غير إرادة معانيها ألفاظ مسموعة غير مقيسة فعلى المصنف اثبات ان « غلت » تأتي بمعنى التعجب في استعمال العرب حتى يتم رده على من يجعله -\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبوجع فان قال لنا ما اليدان هاهنا قلنا له هما اليدان اللتان تعرف الناس كذلك ، قال ابن عباس في هذه الآية « اليدان اليدان » وقال النبي صلى الله عليه وسلم « كلتا يديه يمين » فهل يجوز لأحد ان يجعل اليدين هاهنا نعمة أو نعمتين وقال  لِما خَلَقْتُ بِيَدَيَّ  « 1 » فنحن نقول كما قال الله تعالى وكما قال رسوله ولا نتجاهل ولا يحملنا ما نحن فيه من نفي التشبيه على أن ننكر ما وصف به نفسه ولكنا لا نقول كيف اليدان وان سئلنا نقتصر على جملة ما قال ونمسك عما لم يقل ، وتأويل الآية ان اليهود قالت يد الله مغلولة اي ممسكة عن العطاء فضرب الغل في اليد مثلا لأنه يقبض اليد عن أن تمتد وتنبسط كما تقبض يد البخيل فقال الله تعالى  غُلَّتْ أَيْدِيهِمْ  اي قبضت عن العطاء والانفاق في الخير والبر  وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ  بالعطاء  يُنْفِقُ كَيْفَ يَشاءُ  « 2 » ومثله قوله  إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالًا فَهِيَ إِلَى الْأَذْقانِ فَهُمْ مُقْمَحُونَ  « 3 » اي قبضنا أيديهم عن الانفاق في سبيل الله بموانع كالاغلال . وما قول النبي صلى الله عليه وسلم « كلتا يديه يمين » فإنه أراد معنى التمام والكمال لأن كل شيء فمياسره تنقص عن ميامنه في القوة والبطش والتمام وكانت العرب تحب التيامن وتكره التياسر لما في اليمين من التمام وفي اليسار من النقص ولذلك قيل اليمن والشؤم فاليمن في اليد اليمنى والشؤم في اليد الشؤمى وهي اليسرى وقالوا فلان ميمون من اليمين\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- قرينة مانعة من إرادة الموضوع له .\r\n( 1 ) تأويل « كلتا يديه » بمعنى كامل العطاء و ( لما خلقت بيدي ) بمعنى لما خلقت بعناية خاصة من أحسن ما يذكر لهما من المعاني المطابقة لاستعمالات العرب . واجراء ما ورد في الكتاب والسنة على اللسان كما ورد من غير ابداله بما يظن أنه مرادف له ومن غير جعل صيغة الفعل أو الإضافة صيغة صفة ومن غير خوض في معناه مذهب السلف الصالح وهم المفوضة ، وتدور أقوال المصنف بين التأويل مرة والتفويض أخرى ولو استمر على الثاني لما اخذ به في كثير من المواضع .\r\n( 2 ) المائدة 64\r\n( 3 ) سورة يس آية 8\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nومشئوم من الشؤمى وهي الشمال وقال رسول الله صلى الله عليه وسلم في الإبل « ان أدبرت أدبرت وان أقبلت أدبرت ولا يأتي نفعها من جانبها الاشأم » يعني الأيسر ويمكن أيضا ان يريد العطاء باليدين جميعا لأن اليمنى هي المعطية فإذا كانت اليدان يمينين كان العطاء بهما قال رسول الله صلى الله عليه وسلم « يمين الله سخاء لا يغيضها شيء الليل والنهار » اي تصب العطاء ولا ينقصها ذلك وإلى هذا المعنى ذهب المرار حيث يقول :\r\n وإنّ على الاوانة من عقيل * فتى كلتا اليدين له يمين \r\n\r\n[ قولهم في  وَنَفَخْتُ فِيهِ مِنْ رُوحِي \r\nوقالوا في قوله تعالى  وَنَفَخْتُ فِيهِ مِنْ رُوحِي  « 1 » ان الروح هو الامر أي أمرت ان يكون .\r\nواحتجوا بقول سلمان وأبي الدرداء انا نقوم فنكبر بروح الله اي بكلامه . والروح كما ذكروا قد يكون كلام الله في بعض المواضع نحو قوله  يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ  « 2 » وكقوله عز وجل  وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا  « 3 » والروح أيضا روح الأجسام الذي يقبضه الله عند الممات ، والروح أيضا ملك عظيم من ملائكة الله قال الله تعالى  يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا  « 4 » والروح الرحمة قال الله تعالى  وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ  « 5 » أي برحمة كذلك قال المفسرون وقال الله تعالى  فَرَوْحٌ وَرَيْحانٌ  « 6 » فمن قرأ بالضم أراد فرحمة ورزق ويقال فبقاء ورزق والروح النفخ سمى روحا لأنه ريح يخرج عن الروح وأي شيء جعلت الروح من هذه التأويلات ؟ فان نفخت لا يحتمل الا معنى واحدا قال ذو\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجر 29\r\n( 2 ) غافر\r\n( 3 ) الشورى 52\r\n( 4 ) النبأ 38\r\n( 5 ) المجادلة 22\r\n( 6 ) الواقعة 89\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالرمة وذكر نارا قدحها :\r\n وقلت له ارفعها إليك وأحيها * بروحك واقتته لها قيتة قدرا \r\nيقول احي النار بنفخك « 1 » فنحن نؤمن بالنفخ وبالروح ولا نقول كيف ذلك لأن الواجب علينا ان ننتهي في صفات الله إلى حيث انتهى في صفته أو حيث انتهى رسوله صلى الله عليه وسلم ولا نزيل اللفظ عما تعرفه العرب وتضعه عليه ونمسك عما سوى ذلك .\r\nوقالوا في قوله   وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ   « 2 » أي منتظرة والعرب تقول نظرتك وانتظرتك بمعنى واحد ومنه قول الله  انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ  « 3 » اي انتظرونا وقال الحطيئة :\r\n وقد نظرتكم إيناء صادرة * للخمس طال بها حوزي وتنساسي « 4 » \r\nأي انتظرتكم وما ننكر ان نظرت قد يكون بمعنى انتظرت وان الناظر\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولم يلتفت المصنف إلى احتمال ان يكون الاسناد مجازيا من اسناد الفعل إلى السبب الآمر ولا إلى احتمال ان يكون الكلام تمثيلا لإفاضة ما به الحياة بالفعل على المادة القابلة لها على الا يكون ثمة لا نفخ ولا منفوخ بطريق الاستعارة التمثيلية والتجوز في المركب دون المفردات مع أن العرب تعرف هذا وذاك والقرائن قائمة حتى اخذ يحوم حول ان يجعل النفخ الوارد بصيغة الفعل والروح الوارد بالإضافة صفتين لله سبحانه وكاد ان يجهر بما يكنه قوله الآتي « ولا نزل اللفظ عما تعرفه العرب وتضعه عليه » حيث لم يستوف المعاني التي تعرفها العرب من اللفظ المذكور وتستعمله عليها وهو يلهج بالامساك ولكن ليس كذلك يكون الامساك يا ابن مسلم ولا هكذا تورد الإبل ولو امسك من اوّل الأمر عن أن يجعلهما من غير برهان في مصاف الصفات وقوفا عندما جاء في الكتاب والسنة لكان في سبيل السلف الصالح . واستحالة قيام الحوادث به سبحانه لا تزال تحت النظر عند الكرامية مع أنها من أوائل معارف أهل النظر والتبصر .\r\n( 2 ) القيامة 32\r\n( 3 ) الحديد 13\r\n( 4 ) يعني انتظرتكم انتظار الإبل الصادرة الراجعة عن الماء للإبل الخوامس لتشرب معها ، والحوز السوق قليلا قليلا والتنساس السوق الشديد كما يستفاد من اللسان .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقد يكون بمعنى المنتظر غير أنه يقال انا لك ناظر أي انا لك منتظر ولا يقال انا أليك ناظر أي أليك منتظر الا ان يريد نظر العين والله يقول   وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ   ولم يقل لربها ناظرة فيحتمل ما تأولوا فاما دفعهم نظر العين بقول الله تعالى  لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ  « 1 » وبقول موسى عليه السلام  رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قالَ لَنْ تَرانِي  « 2 » فإنه أراد  لا تُدْرِكُهُ الْأَبْصارُ  في الدنيا وأراد  لَنْ تَرانِي  في الدنيا لأنه تعالى احتجب عن جميع خلقه في الدنيا وتجلى لهم يوم الحساب ويوم الجزاء والقصاص فيرونه كما يرى القمر في ليلة البدر لا يختلفون فيه كما لا يختلفون في القمر ولم يقع التشبيه بكما على حالات القمر من التدوير والمسير والحدود وغير ذلك « 3 » وانما وقع التشبيه بها في أن ادراكه يوم القيامة كادراكنا القمر ليلة البدر لا يختلف في ذلك كما لا يختلف في هذا والعرب تضرب بالقمر المثل في الشهرة والظهور وقال ذو الرمة :\r\n فقد بهرت فما تخفى على أحد * إلا على أحد لا يعرف القمرا \r\nويقولون هذا أبين من الشمس ومن فلق الصبح واشهر من القمر وحديث رسول الله صلى الله عليه وسلم قاض على الكتاب ومفسر له والخبر في الرؤية ليس من الأخبار التي يدفعها الا جاهل أو معاند ظالم لتتابع الروايات به من الجهات الكثيرة عن الثقات فلما قال الله عز وجل  لا \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الانعام 103\r\n( 2 ) الأعراف 143\r\n( 3 ) لأنها حالات حادثة تحل بالقمر ولا يحل تشبيه رؤية الله برؤية القمر باعتبار تلك الحالات لمنافاتها للألوهية باستلزامها الحدوث ، ونقلة الكواكب والشمس والقمر دليل على خلقها وبرهان على حدوثها وبذلك حاج إبراهيم قومه الذين كانوا يعبدون تلك الاجرام كما ذكره ابن حزم وغيره واستحالة حلول الحوادث وقيامها به هي حجة ملة إبراهيم عليه السلام لقمع الصابئة والمشبهة قال عز وجل  وَتِلْكَ حُجَّتُنا آتَيْناها إِبْراهِيمَ عَلى قَوْمِهِ  وقد أحسن المصنف في بيان وجه التشبيه في « كما ترون القمر » فيندفع به كل وهم للمشبهة في الرؤية .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n تُدْرِكُهُ الْأَبْصارُ  وجاء عن رسول الله صلى الله عليه وسلم « ترون الله يوم القيامة » لم يخف على ذي نظر أنه في وقت دون وقت . وفي قول موسى عليه السلام أيضا « رب أرني انظر أليك » أبين الدلالة بأنه يرى في القيامة ولو كان الله لا يرى في حال من الأحوال ولا يجوز عليه النظر لكان موسى قد خفي عليه من صفة الله ما علموه ومن قال إن الله يدرك بالبصر يوم القيامة فقد حده عند هم ومن كان الله عنده محدودا فقد شبهه بالمخلوقين ومن شبهه عند هم بالخلق فقد كفر « 1 » فما نقول في موسى فيما بين ان نبأه الله عز وجل وكلمه من الشجرة إلى الوقت الذي قال فيه  أَرِنِي أَنْظُرْ إِلَيْكَ  أنقضي عليه بأنه كان مشبها لله محددا لا لعمر الله ما يجوز ان يجهل موسى من الله مثل هذا لو كان على تقدير هم ولكن موسى علم أن الله يرى يوم القيامة فسأل الله ان يجعل له في الدنيا ما أجله لأنبيائه وأوليائه يوم القيامة فقال  لَنْ تَرانِي  يعني في الدنيا  وَلكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكانَهُ فَسَوْفَ تَرانِي  « 2 » أعلمه ان الجبل لا يقوم لتجليه حتى يصير دكا وان الجبال إذا ضعفت عن احتمال ذلك فابن آدم احرى ان يكون أضعف إلى أن يعطيه الله يوم القيامة ما يقوى به على النظر ويكشف عن نظره الغطاء الذي كان في الدنيا فيصير بعد الكلال حديدا والتجلي هو الظهور ومنه يقال جلوت المرآة والسيف إذا أظهرتهما من الصدأ وجلوت العروس إذا أبرزتها .\r\nوقالوا في قوله  تَعْلَمُ ما فِي نَفْسِي وَلا أَعْلَمُ ما فِي نَفْسِكَ  « 3 » اي\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومن يفرق بين الادراك والرؤية لا يلزمه التشنيع الذي ألزمه المصنف اما من يقول في الرؤية بالمحاذاة والمقابلة ونحوهما كما هو الحال في رؤية الأجسام فهو غالط أشد غلط مشبه واما من يقول بنفي المحاذاة ونحوها مما هو من أحكام الأجسام مع نفي الرؤية زاعما استلزام الرؤية لتلك الأحكام فهو مصيب في نفي المحاذاة ونحوها خاطئ في نفي الرؤية وأما من يجمع بين إثبات الرؤية والتجلي ونفي لوازم الجسمية من المحاذاة ونحوها فهو المصيب فيما يثبت وينفي وهو مذهب أهل السنة الموافق للسنة المتواترة تواترا معنويا وللنظر الصحيح .\r\n( 2 ) الأعراف 143\r\n( 3 ) المائدة 116\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nتعلم ما عندي ولا أعلم ما عندك كما قال  وَعِنْدَهُ مَفاتِحُ الْغَيْبِ  وكما يقول القائل « عندي علم ذاك » وهذا كما ذهبوا إليه في احتمال التأويل على بعد والله أعلم بما أراده ولكن « عند » تدل على قرب « 1 » وهم يزعمون أن الله تعالى لا يكون إلى شيء أقرب منه إلى شيء آخر وانه على العرش استوى في الحقيقة مثله في الأرض والعجب لقوم لا يؤمنون إلا بما يصح في المعقول ثم خرجوا من كل معقول بقولهم ان الله في كل مكان بغير مماسة ولا مباينة وبغير موافقة ولا مفارقة « 2 » وقد قال أمية يذكر قرب موسى عليه السلام من الله حين كلمه :\r\n وهو أقرب الأنام إلى الله * كقرب المداد للمنوال « 3 » \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا الأدب الجم الذي عنده ينقلب إلى عجمة الأنباط حينما يأتي عليه مثل هذه الأبحاث ولست أدري هل يجد في  قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ  و  وَلَمَّا جاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ  و  فَعِنْدَ اللَّهِ مَغانِمُ كَثِيرَةٌ  و  وَإِنَّ لَهُ عِنْدَنا لَزُلْفى وَحُسْنَ مَآبٍ  و « انا عند ظن عبدي بي » إلى غير ذلك من الآيات والأحاديث الكثيرة ما يتوخاه من القرب الحسي المكاني تعالى الله عن مزاعم المشبهة .\r\n( 2 ) والمصنف يدور حول القرب الذاتي في هذا المقام ولو كان ممن ينتهي حيث انتهى الكتاب والسنة لنظر إلى الآيات والأحاديث المستفيضة في ذلك نظرة واحدة ووجد فيها قوله تعالى  وَهُوَ مَعَكُمْ أَيْنَ ما كُنْتُمْ  و  فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ  و  وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ  و  فَإِنِّي قَرِيبٌ  وحديث رسوله صلى الله عليه وسلم « . . قبل وجهه . . » و « . . لو دليتم . . » وغيرها مما لا يحصى في الكتاب والسنة فيسترشد بها على تنزه الله سبحانه عن الحلول في الأمكنة والأزمنة وتساوي نسبتها إليه سبحانه ولا يستجرئ على زعم أن بعضها أقرب إليه سبحانه من بعض قربا حسيا ، متخيلا في جانب الله القرب الجاري بين الأجسام ولا يتصرف في الأدلة برأيه تصرفا يجعلها به على وتيرة ما في كتب أهل الكتاب وكتب نحل الأمم الخالية بتحكيم عقله في تكييف وجود الله عز وجل ، وهذا هو الخوض مع الخائضين والهلاك مع الهالكين . واما قول من يقول إنه تعالى في كل مكان - بالنظر إلى نقل المصنف - فظاهره قول بالتجسيم على حد قول من يقول إنه في مكان دون مكان الا إذا أراد تنزيهه تعالى عن الحلول في المكان والزمان فضاقت عبارته عن ذلك فيكون خطأه في التعبير وهذا القول الذي ينقل عن جهم ورد بألفاظ مختلفة جدا بحيث يضيق هذا المحل عن تمحيص رواياتها .\r\n( 3 ) وحمل مناجاة موسى عليه السلام في الطور على القرب المكاني ممن يعتقد في العرش انه مستقر -\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nيقول وهو كقرب مداد الثوب من الخشبة التي ينسج الثوب عليها والله يقول  وَقَرَّبْناهُ نَجِيًّا  « 1 » النجي في معنى المناجي وهو من كلمك من قرب كما يقال جليس مجالس وأكيل مؤاكل وكذلك كليم الله بمعنى مكالم الله وخليل الله بمعنى مخال الله قال الله عز وجل  خَلَصُوا نَجِيًّا  « 2 » وقال أبو زبيد يذكر رجلا ساور الأسد :\r\n وثار عليه إعصار وهيجا * نجيّا ليس بينهما جليس \r\nيريد ان كل واحد قرب من الآخر .\r\n\r\n[ اقتصار المصنف على معنى السرير من معاني العرش واستشهاده بشعر أمية أيضا والكلام فيه 
  ]\r\nوطلبوا للعرش معنى غير السرير والعلماء باللغة لا يعرفون للعرش معنى الا السرير وما عرش من السقوف وأشباهها « 3 » وقال أمية بن أبي الصلت :\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- الاله تخبط يقضي بنفسه على نفسه فضلا عن اباء الذوق السليم عن هذا المعنى وبطلانه بالبراهين والمصنف كثير الشغف بالاستدلال على صفات الله سبحانه بشعر أمية بن أبي الصلت كحجة في هذا الباب ولو لم يجده الا في كتب الأخباريين . وأمية هذا عاش إلى أن أدرك وقعة بدر ورثى من مات بها من الكفار ومات كافرا أيام حصار الطائف . والمداد : عصا في طرفيها صنارتان يمدد بها الثوب والمنوال : أداة الحائك المنصوبة . على ما في مبادئ اللغة .\r\n( 1 ) مريم 52\r\n( 2 ) يوسف 80\r\n( 3 ) قال ابن العربي في العواصم « العرش في العربية لمعان ولفظ استوى معه يحتمل خمسة عشر معنى في اللغة والقول بأن العرش هاهنا مخلوق مخصوص ادعاء على العربية والشريعة » وسرد ابن المعلم تلك المعاني الخمسة عشر في نجم المهتدي مع ذكر القائلين بها مما لا نطيل الكلام بذكره هنا ، وقول النابغة :\r\n بعد ابن جفنة وابن هاتك عرشه * والحارثين يؤملون فلاحا \r\nوقول ابن زائدة :\r\n قد نال عرشا لم ينله خائل * جنّ ولا إنس ولا ديّار \r\nوقول ابن نويرة :\r\n عروش تفانوا بعد عزّ وأمّة * هووا بعد ما نالوا السّلامة والبقاء \r\nوقول العرب ثل عرش فلان مما يقضي على زعم المصنف ويحمي العربية من أن يجعلها طوع بنانه .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n مجّدوا الله وهو للمجد أهل * ربّنا في السّماء أمسى كبيرا \r\n بالبناء الأعلى الذي سبق النا * س وسوّى فوق السماء سريرا \r\n شرجعا لا يناله بصر العي * ن ترى دونه الملائك صورا « 1 » \r\n\r\n[ معنى الكرسي - وقول بعض الجهمية في تأويل  خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ \r\nوطلبوا للكرسي غير ما نعلم وجاءوا بشطر بيت لا يعرف ما هو ولا يدرى من قائله « ولا يكرسئ علم الله مخلوق » « 2 » والكرسي غير مهموز باجماع الناس جميعا ويكرسئ مهموز .\r\nوقالوا في قول الله عز وجل  خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ  « 3 » اي من طين وجاءوا ببيت لا يعرف ولا يدري من قاله « والحب ينبت بين الماء\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرج ابن الأنباري وابن عساكر بسند فيه ضعف وانقطاع عن ابن عباس ان أخت أمية اتت إلى النبي صلى الله عليه وسلم فأنشدته شعر أمية هذا فقال النبي صلى الله عليه وسلم « آمن شعر أمية بن أبي الصلت وكفر قلبه » ومع هذا الضعف والانقطاع للمشبهة افتتان بالاستدلال به في مثل هذا المطلب اليقيني ، واخرج مسلم عن عمرو بن الشريد أنه انشد للنبي صلى الله عليه وسلم شعر أمية :\r\n مليك على عرش السماء مهيمن * لعزته تعنو الوجوه وتسجد \r\nفقال عليه السلام « لقد كاد ان يسلم في شعره » ومعنى قول أمية « ربنا في السماء أمسى كبيرا » ربنا أمسى كبيرا في السماء حيث يكبره وينزهه جميع أهل السماء بخلاف أهل الأرض فان فيهم نفاة الصانع والمشبهة ومن يعبد الأصنام فلا متمسك للمشبهة بالبيت المذكور فيما يتخيلون والشرجع : العالي المنيف ، والصور جمع أصور وهو مائل العنق من ثقل ما يحمله .\r\n( 2 ) تفسير الكرسي بالعلم مروي عن ابن عباس بسند يعول ابن قتيبة على ما هو ليس بأحسن شأنا منه ويستند على أبيات ليست أقوى ثبوتا من البيت المذكور وتمامه :\r\n ما لي بأمرك كرسي أكاتمه * ولا يكرسئ علم الله مخلوق \r\nوهمز الياء لضرورة التحريك وقد فسر أبو حيان الكرسي في البيت المذكور بمعنى السر وأطال في بيان معاني الكرسي في استعمالات العرب ، والكرسي أيضا مخلوق عظيم دون العرش المحيط بالمخلوقات كما أنه موضع القدمين من عروش الملوك وروى تفسير الكرسي بموضع القدمين من العرش كما ورد تفسير اليدين باليدين وكلاهما تفسير لغوي بحت لا تعيين المراد من الآية وحرف بعضهم القدمين بقدميه وقال ما لا يقوله من يفهم ما يقول وان راج هذا التحريف على بعض السذج .\r\n( 3 ) الأنبياء 37 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوالعجل » لما اشتبه عليهم قوله  خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ  تمحلوا له هذه الحيلة وهذه من المقدم والمؤخر أراد خلق العجل من الانسان « 1 » ومثله كثير .\r\nونزهوا الله فيما زعموا عن أن يكون خليلا لمخلوق لأن الخلة الصداقة فقالوا في قوله تعالى  وَاتَّخَذَ اللَّهُ إِبْراهِيمَ خَلِيلًا  اتخذه فقيرا إليه وجعلوه من الخلة بنصب الخاء واحتجوا بقول زهير :\r\n وإن أتاه خليل يوم مسألة * يقول لا غائب مالي ولا حرم \r\nأي فقير فقبحا لهذه العقول وهذا النظر أما سمعوا وويحهم باجماع الناس جميعا على أن الخلة بضم الخاء لإبراهيم وعلى أن موسى كليم الله وإبراهيم خليل الله وعيسى روح الله فإن كان معنى خليل الله الفقير إلى الله فأي فضيلة لإبراهيم في هذا القول إذ كان الناس جميعا فقراء إلى الله والعجب لهم كيف لم يقولوا في قول الناس موسى كليم الله انه جريح الله من الكلم أو من معنى آخر ما منعهم من ذلك الا أن الله يقول  إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسالاتِي وَبِكَلامِي  « 2 » فضاق عليهم الاحتيال وما أشبه هذا بقولهم في  وَعَصى آدَمُ رَبَّهُ فَغَوى  « 3 » اي بشم من أكل الشجرة ، وذهبوا إلى قول العرب غوى الفصيل إذا اتخم وهذا غوى يغوى وذلك غوى يغوي بكسر الواو غيا ولو وجدوا في  وَعَصى آدَمُ  مثل هذا التأويل أيضا لقالوه .\r\nوقالوا في قوله  الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى  « 4 » انه استولى وليس\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حمل المصنف الآية على القلب ويقول ابن جني : الأحسن ان يكون تقديره خلق الانسان من عجل لكثرة فعله إياه واعتياده له وهذا أقوى معنى من أن يكون أراد خلق العجل من الانسان لأنه امر قد اطرد واتسع ، وحمله على القلب يبعد في الصنعة ويصغر المعنى وكأن هذا الموضع لما خفي على بعضهم قال إن العجل هنا الطين ا ه . وتمام البيت :\r\n والنّبع في الصّخرة الصّماء منبته * والنّحل ينبت بين الماء والعجل \r\nوقال الأزهري وليس عندي في هذا حكاية عمن يرجع إليه في علم اللغة كما في اللسان .\r\n( 2 ) الأعراف 144\r\n( 3 ) طه 121\r\n( 4 ) طه 5\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيعرف في اللغة استويت على الدار أي استوليت عليها وإنما استوى في هذا المكان : استقر « 1 » كما قال الله تعالى  فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ  « 2 » اي استقررت وقد يقول الرجل لصاحبه إذا رآه مستوفزا « استو » يريد « استقر » . وأما قوله  ثُمَّ اسْتَوى إِلَى السَّماءِ  « 3 » فإنه أراد عمد لها وقصد فكل من كان في شيء ثم تركه لفراغ أو غير فراغ وعمد لغيره فقد استوى إليه فهذا مذهب القوم في تأويل الكتاب بآرائهم وعلى ما أصلوا من قولهم .\r\n\r\n[ الكلام على حديث « إن قلب المؤمن بين إصبعين . . » 
  ]\r\nوأما حديث رسول الله صلى الله عليه وسلم فإنهم اعترضوه بالنظر فما كان له وجه في النظر من هذه الجهة صدقوا به وما لم يكن له مخرج ردوه واستشنعوه وكذبوا ناقليه ولم يلتفتوا إلى صحيح من الحديث ولا سقيم فآمنوا بمثل قول النبي صلى الله عليه وسلم « إن قلب المؤمن بين إصبعين من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الاستواء بالاستقرار تشبيه قبيح يقول به من يستمد من كتب أهل الكتاب من الأخباريين ، ورواية ذلك عن ابن عباس رواية مكذوبة وفي سندها مثل مقاتل شيخ المجسمة وابن الكلبي المشهور ، وجميع السلف على ايراد هذه الآية كما جاءت من غير تفسير ولا تأويل والمصنف بتفسيره الاستواء بالاستقرار حاد عن طريقة السلف وانتهج طريقة المشبهة ولا نقول في حقه غير ما قال هو نفسه عند ذكر القدر . ولا أدري كيف يستعجم على مثله الذكر الحكيم وما ذا في الاستقرار ؟ حتى يبدئ ويعيد وكيف يخفى على المصنف قبح هذا ولطف الاستعارة التمثيلية في الآية ان كان يريد انتهاج مسلك المؤولين ، وكيف ترجح عنده من معاني الاستواء الكثيرة معنى الاستقرار بل من تدبر « انه تعالى أخذ يأمر وينهى بما يرجع إلى العباد نفعه على حسب رحمته الشاملة بعد ان خلق الكون ومهد أسباب الحياة والرقي لبني الانسان فهو الحقيق بالطاعة وليس أصحاب العروش الذين يؤتمر بأوامرهم خالقين لما تحت امرهم من البلاد ولا ممهدين لأسباب السعادة للعباد ولا كان مبعث أوامرهم الرحمة » ثم تلا آيات الاستواء في السور على نور هذا التدبر وفكر في سياق الآيات وسباقها يمتلئ نورا وهداية ويكاد يجزم برجحان الاستعارة التمثيلية المنقدحة من هذا التدبر على بقية الاحتمالات الموافقة للتنزيه ولا نطيل الكلام هنا بأكثر من ذلك والبحث طويل الذيل وله محل آخر .\r\n( 2 ) المؤمنون 28\r\n( 3 ) البقرة 29\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأصابع الرحمن » « 1 » لأنه عندهم يحتمل المخرج في اللغة وقالوا الإصبع النعمة يذهبون إلى قول الراعي :\r\n ضعيف العصا بادي العروق ترى له * عليها إذا ما أمحل النّاس إصبعا \r\nأي ترى له اثرا حسنا وكقول الطفيل يصف فحل إبل :\r\n كميت كبكر النّاب أحيا بنابه * مقاليتها واستحملتهنّ إصبع \r\nيقول لما ضرب في الإبل هذا الفحل عاشت أولادها وكانت قبل ذلك مقاليت لا يعيش لها ولد وقوله « واستحملتهن إصبع » اي ظهر عليهن اثر حسن من المرعى . والعرب تقول « ما أحسن إصبع فلان على ماله » ومن تدبر هذا التأويل وجده لا يشاكل ما تقدم من قول النبي صلى الله عليه وسلم في هذا الحديث لأنه قال في دعائه « يا مقلب القلوب ثبت قلبي على دينك » فقالت له إحدى أزواجه : أو تخاف يا رسول الله على نفسك فقال « ان قلب المؤمن بين إصبعين من أصابع الله » فلو كان قلب المؤمن بين نعمتين من نعم الله لكان القلب محفوظا بتينك النعمتين فلأي شيء دعا بالتثبيت ولم احتج على المرأة التي قالت له « أتخاف على نفسك » يؤكد قولها وكان ينبغي ان لا يخاف إذ كان القلب محروسا بنعمتين . وأنكروا الحديث\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا الحديث يمثل سرعة تقلب القلوب ويكاد يكون هذا المعنى متعينا حتى عند الحشوية الذين يعتقدون لله مكانا ومستقرا ويعجب الانسان ممن يقول من أهل اللسان ان الإصبع هنا الإصبع حقيقة ومثله مثل ابن الفاعوس الحنبلي الملقب بالحجري من قبل الحافظ أبي بكر بن الخاضبة لقوله بأن الحجر الأسود يمين الله حقيقة ولا ينفعه مذهب من يقول إن في المجاز وضعا نوعيا لأن النزاع في المعنى لا في تسمية اللفظ الدال عليه حقيقة أو مجازا ، على أن الخطابي يقول لم يقع ذكر الإصبع في القرآن ولا في حديث مقطوع به ا ه . وتعقب بهذا الحديث وغيره وأجاب الحافظ ابن حجر بأنه لا يرد عليه لأنه انما نفى القطع ا ه . والحاصل ان الكلام في ذات الله بالظنون من غير علم مما توعد الله عليه في كتابه في غير آية ودعوى إفادة خبر الآحاد للعلم أوقعت كثيرا من المحدثين في مآزق .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالآخر « يحمل الأرض على إصبع وكذا على إصبع وكذا على إصبع « 1 » » لأن الإصبع هاهنا لا يجوز أن تكون النعمة .\r\n\r\n[ بحث مهم في الألفاظ التي تطلق على الخلق بمعان معروفة بينهم 
  ]\r\nوقالوا في الضحك هو مثل قول العرب « ضحكت الأرض بالنبات » إذا طلع فيها ضروب الزهر ، وضحكت الطلعة إذا انفتق كافورها عن بياضها ، وضحك المزن إذا لمع فيه البرق وليس من هذه شيء الا وللضحك فيه معنى حدث فإن كان الضحك الذي فروا منه فيه تشبيه بالانسان فان في هذا تشبيها بهذه المعاني « 2 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد من رد التمسك به من جهة ان اليهود لما قالوه ضحك النبي عليه السلام ثم تلا  وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ  وتلاوة الآية تدل على انكار قولهم ، وقول بعض الرواة في تعليل ضحكه عليه السلام « تصديقا لهم » هو ظن الراوي مهما تمحل له بل هو انكار بدليل الآية ، وحديث القبض تمثيل وذكر الشمال فيه مدرج .\r\n( 2 ) وغالب هذه التأويلات مما يمجه السمع ولكن بعد بعض التأويلات لا يستلزم بطلان الباقي وحديث العجب والضحك بمعنى ان هذا الأمر واقع عنده سبحانه موقع ما يضحك أو يتعجب منه الآدمي من الرضى والاستحسان وإلى ذلك ميل المصنف في تأويل مختلف الحديث . ويجب ان لا يعزب عن بال من يخاف الله تعالى فيما يصفه به ان الألفاظ المستعملة في الخلق على معان معروفة بينهم إذا ورد اطلاقها على الله سبحانه في الكتاب والأحاديث المشهورة لا يتوقف عن اطلاق تلك الألفاظ عليه سبحانه ويكون هذا الاطلاق على معان تتعالى عن المعاني التي بها أطلقت تلك الألفاظ على الخلق حيث لا مشاركة ولا مماثلة ولا مشابهة بينه تعالى وبين أحد من خلقه لا في ذاته ولا في صفاته ولا في أفعاله بوجه من الوجوه غير الاشتراك في صحة اطلاق اللفظ فقط فيما إذا ورد التوقيف بشرطه وذلك مما علم من الدين بالضرورة سواء عند استعمالها في حق الله حقيقة وفي الخلق مجازا أو بالعكس وهذا ما جعل أهل العلم يتطلبون معاني تلك الألفاظ في الاطلاقين عند عروض ضرورة ما بين مصيب منهم ومخطئ . ومن أنعم النظر في آيات التنزيه لا سيما في قوله تعالى  لَيْسَ كَمِثْلِهِ شَيْءٌ  ورأى ذكر أعم الأشياء في جانب ما ينفي من الأشباه والأمثال المتوهمة وجمع الكاف مع المثل في موضع ذكر أداة واحدة لا يجد ما هو أبلغ من هذا في نفي ان يشبهه أو يماثله شيء بوجه من الوجوه وبعد ذلك لا يمكن له ان يقول إن اطلاق اللفظ الفلاني على الله بالمعنى الظاهر للعامة عند إطلاقه فيما بينهم لا سيما مع مناقضة ما يفرض ظاهرا من اللفظ لما قامت عليه البراهين بل عليه ان يجزم ان اطلاقه عليه سبحانه على خلاف اطلاقه على الخلق اما مفوضا يكل الأمر إلى عالمه أو حاملا للفظ على معنى لا يأباه اللسان ولا ينقضه البرهان . وما يروى عن بعض السلف من -\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n[ معارضة الإفراط في نفي لوازم الجسمية بالإفراط في القول بالتشبيه المحض والأقطار والحدود 
  ]\r\nولما رأى قوم من الناس افراط هؤلاء في النفي عارضوهم بالافراط في التمثيل فقالوا بالتشبيه المحض وبالأقطار والحدود وحملوا الألفاظ الجائية في الحديث على ظاهرها وقالوا بالكيفية فيها وحملوا من مستشنع الحديث عرق الخيل وحديث عرفات « 1 » وأشباه هذا من الموضوع ما رأوا ان الاقرار به من السنة وفي انكاره الريبة وكلا الفريقين غالط وقد جعل الله التوسط منزلة العدل ونهى عن الغلو فيما دون صفاته من أمر ديننا فضلا عن صفاته ووضع عنا ان نفكر فيه كيف كان وكيف قدر وكيف خلق ولم يكلفنا ما لم يجعله في تركيبنا ووسعنا .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- اجراء أحاديث الصفات وامرارها على ظواهرها فليس بمعنى الظاهر المصطلح في أصول الفقه الذي يبقى حين ترجح المحتمل الآخر بالدليل كالنجم عند شروق الشمس ولا بمعنى ما يظهر للعامة من اللفظ بل بالمعنى المقابل للغريب الذي ينفرد بلفظه راو في احدى الطبقات فيكون بمعنى تجويز امرار اللفظ على اللسان واجرائه عليه إذا كان اللفظ مرويا بطريق الظهور والشهرة في جميع الطبقات كما وقع اطلاق الظاهر بهذا المعنى في كلام الامام مالك رضي الله عنه وغيره وقد يغالط بعضهم في ذلك فيضل ويضل فلزم التنبيه على ذلك .\r\n( 1 ) وقد أخرجهما أبو علي الأهوازي في كتابه البيان في شرح عقود أهل الإيمان وقد تكلمنا عليهما فيما علقناه على تبيين كذب المفتري ومثّل ذلك إخلاء موضع من العرش لاقعاد الرسول عليه السلام فيه اختلقه من لا خلاق له في فضله عليه السلام مقابل قول النصارى في عيسى أنه صعد إلى السماء وجلس عن يمين الله ، والأغرب أن يعزوا إلى أبي داود أنه كان يقول كنا نتهم من لا يقول بحديث الاقعاد وجل مقداره أن يقول ذلك وإنما هي كذبة أبي بكر النقاش عليه في اشفاء الصدور ولا يحل النقاش مع من لا يعرف النقاش ، وكذلك ما أخرجه صاحب ذم الكلام في الفاروق وأبو بكر الواسطي في فضائل القدس عن كعب : انه نظر إلى الأرض فقال إني واطئ على بعشك فاستبقت له الجبال وتضعضعت الصخرة فشكر لها ذلك فوضع عليها قدمه . . مع قول خشيش فإن زعمت الجهمية فمن يخلفه إذا نزل قيل لهم فمن خلفه في الأرض حين صعد ، وكذلك روايتهم الرؤية على صورة شاب أمرد جعد قطط . .\r\nيجعلونها مرة في الرؤيا وأخرى في اليقظة وكلاهما باطل مردود في التحقيق وهي مقابل ما يرويه اليهود في سفر دانيال ( . . قاعد على الكرسي أبيض الرأس واللحية وحوله الأملاك ) وكذلك حديث الاستلقاء المنكر المعروف إلى غيرها مما هو مدون في كتبهم في التوحيد والصفات فتبا لمن هذه نحلته وهذا عقله . وقد اتسع الخرق بعد عهد المؤلف فبادر البارعون من نظار أهل السنة إلى رقعة بحيث لا ينفتق إلّا على الرقعاء الخرقي .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n[ عدل القول في الأخبار الواردة في الصفات 
  ]\r\nوعدل القول في هذه الأخبار ان نؤمن بما صح منها بنقل الثقات لها فنؤمن بالرؤية والتجلي وانه يعجب وينزل إلى السماء وانه على العرش استوى وبالنفس واليدين من غير أن نقول في ذلك بكيفية أو بحد أو ان نقيس على ما جاء ما لم يأت فنرجو ان نكون في ذلك القول والعقد على سبيل النجاة غدا إن شاء الله تعالى « 1 » .\r\nوقد رأيت هؤلاء أيضا حين رأوا غلو الرافضة في حب عليّ وتقديمه على من قدمه رسول الله صلى الله عليه وسلم وصحابته عليه وادعاءهم له شركة النبي صلى الله عليه وسلم في نبوّته وعلم الغيب للأئمة من ولده وتلك الأقاويل والأمور السرية التي جمعت إلى الكذب والكفر افراط الجهل والغباوة ورأوا شتمهم خيار السلف وبغضهم وتبرأهم منهم قابلوا ذلك أيضا بالغلو في تأخير علي كرم الله وجهه وبخسه حقه ولحنوا في القول وان لم يصرحوا إلى ظلمه واعتدوا عليه بسفك الدماء بغير حق ونسبوه إلى الممالأة على قتل عثمان رضي الله عنه وأخرجوه بجهلهم من أئمة الهدى إلى جملة أئمة الفتن ولم يوجبوا له اسم الخلافة لاختلاف الناس عليه وأوجبوها ليزيد بن معاوية لاجماع الناس عليه واتهموا من ذكره بغير خير . وتحامى كثير من المحدثين ان يحدثوا بفضائله كرم الله وجهه أو يظهروا ما يجب له « 2 » وكل تلك الأحاديث\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا هو عقد السلف الصالح بيد أن المصنف يصعب عليه أن يمضي على هذه الطريقة فتراه يحيد عنها مرة إلى اليمين ومرة إلى الشمال ولو فوض وما خاض فيما ورد بشرطه لكان في سبيلهم .\r\n( 2 ) وابن قتيبة كان شهر بالانحراف بالنظر إلى عدم تثبته في نقل ما شجر بين الصحابة رضي الله عنهم في مؤلفاته السابقة بحيث يشف من ثنايا نقوله الانحراف والنصب حتى أن الحافظ ابن حجر قال في حق حمل السلفي كلام الحاكم فيه على المذهب أن مراد السلفي بالمذهب النصب فإن في ابن قتيبة انحرافا عن أهل البيت والحاكم على ضد من ذلك ا ه . وهنا يرد على النواصب بما يرضي الله ورسوله كما ترى عفا الله عما سلف وفي ذلك عبرة باللغة . وانحراف المتوكل عن علي كرم الله وجهه وتقريبه للمنحرفين عنه بعد رفع المحنة مما جعل للنواصب سوقا تروج فيها أهواؤهم ومروياتهم عند كثير من أهل الحديث حتى أخذ يتقمش النواصب في أزياء أهل الحديث وأصبح رجال الخوارج في موضع التجلة والتعويل في كتبهم مدى القرون -\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nلها مخارج صحاح وجعلوا ابنه الحسين عليه السلام خارجيا شاقا لعصا المسلمين حلال الدم لقول النبي صلى الله عليه وسلم « من خرج على أمتي وهم جميع فاقتلوه كائنا من كان » وسووا بينه في الفضل وبين أهل الشورى لأن عمر لو تبين له فضله لقدمه عليهم ولم يجعل الأمر شورى بينهم وأهملوا من ذكره أو روى حديثا من فضائله حتى تحامى كثير من المحدثين ان يتحدثوا بها وعنوا بجمع فضائل عمرو بن العاص ومعاوية كأنهم لا يريدونهما بذلك وانما يريدونه فان قال قائل « أخو رسول الله صلى الله عليه وسلم علي وأبو سبطيه الحسن والحسين وأصحاب الكساء عليّ وفاطمة والحسن والحسين » تمعرت الوجوه وتنكرت العيون وطرّت حسائك الصدور وان ذكر ذاكر قول النبي صلى الله عليه وسلم « من كنت مولاه فعلي مولاه » و « أنت مني بمنزلة هارون من موسى » وأشباه هذا التمسوا لتلك الأحاديث المخارج لينتقصوه ويبخسوه حقه بغضا منهم للرافضة والزاما لعلي عليه السلام بسببهم ما لا يلزمه وهذا هو الجهل بعينه ، والسلامة لك ان لا تهلك بمحبته ولا تهلك ببغضته وان لا تحتمل ضغنا عليه بجناية غيره فان فعلت فأنت جاهل مفرط في بغضه ، وان تعرف له مكانة من رسول الله صلى الله عليه وسلم بالتربية والأخوة والصهر والصبر في مجاهدة أعدائه وبذل مهجته في الحروب بين يديه مع مكانه في العلم والدين والبأس والفضل من غير أن تتجاوز به الموضع الذي وضعه به خيار السلف لما تسمعه من كثير من فضائله فهم كانوا أعلم به وبغيره ولأن ما أجمعوا عليه هو العيان الذي لا يشك فيه ، والأحاديث المنقولة قد يدخلها تحريف وشوب ولو كان اكرامك لرسول الله صلى الله عليه وسلم هو الذي دعاك إلى محبة من نازع عليا وحاربه ولعنه إذ صحب رسول الله\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- بعد أن كانوا مهجورين لبغضهم عليا كرم الله وجهه ، وقد ورد « لا يبغضك إلّا منافق » ولشقهم عصا المسلمين في أحرج وقت ولا تزال نتائج ذلك ماثلة أمام أعين المتبصرين مما فيه ذكريات أليمة لا نريد الولوج في مضايقها مكتفين بهذه الإشارة الوجيزة والمصنف وفي الكلام حقه في ذلك .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nصلى الله عليه وسلم وخدمه وكنت قد سلكت في ذلك سبيل المستسلم لأنت بذلك في علي عليه السلام أولى لسابقته وفضله وخاصيته وقرابته والدناوة التي جعلها الله بينه وبين رسول الله صلى الله عليه وسلم عند المباهلة حين قال تعالى  فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ  فدعا حسنا وحسينا  وَنِساءَنا وَنِساءَكُمْ  فدعا فاطمة عليها السلام  وَأَنْفُسَنا وَأَنْفُسَكُمْ  « 1 » فدعا عليا عليه السلام . ومن أراد الله تبصيره بصره ومن أراد به غير ذلك حيره .\r\n\r\n[ انتهاء القول إلى الغرض من هذا الكتاب من إختلاف أهل الحديث في اللفظ بالقرآن 
  ]\r\nثم انتهى بنا القول إلى ذكر غرضنا من هذا الكتاب وغايتنا من اختلاف أهل الحديث في اللفظ بالقرآن وتشانئهم واكفار بعضهم بعضا وليس ما اختلفوا فيه مما يقطع الألفة ولا مما يوجب الوحشة لأنهم مجمعون على أصل واحد وهو « القرآن كلام الله غير مخلوق » في كل موضع وبكل جهة وعلى كل حال « 2 » وانما اختلفوا في فرع لم يفهموه لغموضه ولطف معناه فتعلق كل فريق\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران 61 .\r\n( 2 ) وهنا وقفة من جهة محتمل هذا الكلام - الذي ساقه لتأليف ما بين أهل الحديث المتشانئين في هذه المسألة - فإنه إذا فرض انصباب النفي المستفاد من قوله « غير مخلوق » على القيد الذي بعده أعني « في كل موضع وبكل جهة وعلى كل حال » يكون معنى كلامه على طريقة سلب العموم « ليس القرآن مخلوقا في كل موضع وبكل جهة وعلى كل حال بل في جهة دون جهة ، قديم فيما إذا اعتبر قيامه بالله صفة له غير بائنة منه ومخلوق فيما إذا كان نقش الكاتب أو كيفية اهتزازية في الهواء المضغوط بلهاة التالي ولسانه تمتد من فيه إلى صماخ السامع أو صورة خيالية موجودة في ذهن الحافظ وجودا مثاليا والقرآن مشترك بين هذه الاطلاقات » وهذا ينطبق تمام الانطباق لما عليه أهل الحق ويوافق تمام الموافقة لما قامت عليه البراهين لكن لا يلتئم هذا المعنى مع سوق الكلام لأن تنازعهم في لفظ اللافظ وقراءة القارئ دون القرآن نفسه وليس في اللفظ والقراءة ما يجمعون عليه ، وكذلك اعتبار ارتباط القيد المذكور بقوله « مجمعون » على فرض جملة « وهو القرآن كلام الله غير مخلوق » اعتراضية بين المقيد وقيده ليصير معنى كلامه « لأنهم مجمعون على أصل واحد في كل موضع من مواضع وجودهم وبكل جهة من جهات ترحلهم وعلى كل حال من أحوالهم » وأما إذا كان مراده توجيه النفي إلى المقيد بطريق عموم السلب حتى يفيد « ليس القرآن مخلوقا مطلقا سواء كان خط الكاتب أو صوت التالي أو كيفية اهتزازية للهواء في صماخ السامع أو صورة مثالية في ذهن الحافظ » فيبقى النزاع بين القوم كما كان ويكون المصنف ما صنع شيئا في تقريب شقة الخلاف بينهم مع الخطأ العظيم في تسليم قدم شيء منها . والحق أن الفريق المنازع في حدوث القراءة لا يرجعون إلى إثارة من علم في دعوى -\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمنهم بشعبة منه ولم يكن معهم آلة التمييز ولا فحص النظارين ولا علم أهل اللغة فإذا فكر أحدهم في القراءة وجدها قد تكون قرآنا لأن السامع يسمع القراءة وسامع القراءة سامع القرآن وقال الله عز وجل  فَاسْتَمِعُوا لَهُ  وقال  حَتَّى يَسْمَعَ كَلامَ اللَّهِ  ووجدوا العرب تسمي القراءة قرآنا قال الشاعر في عثمان بن عفان رضي الله عنه :\r\n ضحّوا بأشمط عنوان السّجود به * يقطّع الليل تسبيحا وقرآنا \r\nأي تسبيحا وقراءة وقال أبو عبيد يقال قرأت قراءة وقرآنا بمعنى واحد فجعلهما مصدرين لقرأت وقال الله تعالى  وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً  « 1 » اي قراءة الفجر فيعتقد من هذه الجهات ان القراءة هي القرآن غير مخلوق ويفكر آخر في القراءة فيجدها عملا لأن الثواب يقع على عمل لا على أن قرآنا في الأرض ( ؟ ) ويجد الناس يقولون قرأت اليوم كذا وكذا سورة وقرأت في تقدير فعلت كما تقول ضربت وأكلت وشربت وتجدهم يقولون\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- أنها غير مخلوقة سوى تعودهم رد كل ماجد حقا كان أو باطلا وسوى ألفتهم للفظ « غير مخلوق » منذ محنة المأمون حتى كادوا يطلقونه على كل شيء كما سيأتي من المصنف نفسه واما ما أطال به من أن في القراءة عملا حادثا معه قرآن قديم وان القائل بخلق القراءة نظر إلى الأول كما نظر القائل بنفي خلق القراءة إلى الثاني فكلام لا يقره عليه النظر الصحيح وشاهد من شواهد أن علم الكلام ليس من شأنه كما اعترف به سابقا والحق أن القرآن له اطلاقات فباعتبار إطلاقه على صفة قائمة بالذات العلية قديم غير مخلوق - سواء اعتبرت تلك الصفة معنى قائما به تعالى وهو مبدأ هذا الكلام اللفظي أو اعتبرت صورة علمية في علم الله فإلى الأول جنح جمهور المتكلمين وإلى الثاني ذهب أحمد وابن حزم - وباعتباره بقية الاطلاقات محدث كائن بعد أن لم يكن فمن لم يعترف بالكلام النفسي القديم والصفة غير البائنة منه تعالى فهو مضطر لأن يقول بالحدوث من جهة البرهان فإذا أصر مع ذلك على دعوى القدم يبقى متهافتا لا يدري ما يقول مع تلك اللوازم البينة التي في التزامها أكبر خطر وفي نفيها مع إثبات الملزوم فدامة خرقاء هذه هي الكلمة الصريحة في هذا الباب وأما قول بعض متأخريهم بقدم الكلام اللفظي قدما نوعيا فقول بحوادث لا مبدأ لها كما هو رأي الدهرية وتجويز لحلول الحوادث به سبحانه كما هو رأي الكرامية فتبا لرأس هذا تحقيقه ولمرءوس يظن به أنه رأس في التحقيق .\r\n( 1 ) الإسراء 78 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nقراءة فلان أحسن من قراءة فلان انما يريدون أداء فلان للقرآن أحسن من أداء فلان وقراءة فلان أصوب من قراءة فلان وإنما يراد في جميع هذا العمل لأنه لا يكون قرآن أحسن من قرآن فيعتقد من هذه الجهة أن القراءة عمل وانها غير القرآن وان من قال « القراءة غير مخلوقة » فقد قال إن اعمال العباد غير مخلوقة فلما وقعت هذه الحيرة ونزلت هذه البلية فزع الناس إلى علمائهم وذوي رأيهم فاختلفوا عليهم فقال فريق منهم : القراءة فعل محض وهي مخلوقة كسائر افعال العباد والقرآن غيرها ، وشبهوها والقرآن بالضرب والمضروب والاكل والمأكول فاتبعهم على ذلك فريق . وقالت فرقة هي القرآن بعينه ومن قال إن القراءة مخلوقة فقد قال بخلق القرآن واتبعهم قوم وقالت فرقة « 1 » هذه بدعة لم يتكلم الناس فيها ولم يتكلفوها ولا تعاطوها . واختلفت عن أبي عبد الله أحمد بن محمد بن حنبل الروايات ورأينا كل فريق منهم يدعيه ويحكي عنه قولا فإذا كثر الاختلاف في شيء ووقع التهاتر في الشهادات به ارجأناه مثل ان ألغيناه « 2 » . ومن عجيب ما حكي عنه مما لا يشك أنه كذب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإلى الأول ذهب جمهور أهل النظر والحسين بن علي الكرابيسي مثير هذه المسألة وداود بن علي الأصبهاني وأبو عبد الله البخاري ومسلم بن الحجاج وغيرهم وهو الحق من حيث النظر وإلى الثاني جنح محمد بن يحيى بن خالد الذهلي وجمهور المنتمين إلى أحمد من الرواة والحشوية وإلى الثالث مال جماعة تورعوا عن الخوض فيما لا نص فيه من الشارع من محدثات الآراء وتركوا أمر إرجاعها إلى الأصول المستنبطة من الشرع لمن يرى الكفاءة في نفسه لذلك .\r\n( 2 ) وسر ما يوجد في الروايات عنه من الاضطراب أنه لما رأى غلو الرواة بعد المحنة نهى أصحابه عن الخوض في الكلام كما أنه ما دون فيه شيئا بل كان ينهى عن كتابة فتاواه في الفقه حتى أنه لما بلغه تدوين أبي يعقوب الكوسج لمسائله مع مسائل ابن راهويه وروايته لها أشهد جماعة على أنه قد رجع عن تلك الفتاوى كما يذكره ابن الجوزي في مناقب أحمد وغيره مع أنها من أوثق فتاواه وان عليها تعويل الترمذي فيما يذكر من مسائل أحمد - وقد طالعناها في مجلد لطيف تفيد في المقارنة بين أقوال أحمد وأقوال ابن راهويه في الفتيا - بل قطع رواية الحديث قبل وفاته بسنين كثيرة من سنة ثمان وعشرين ومائتين على ما يذكره أبو طالب المكي وغيره ولا يجوز أن يكون ذلك كله من جهة الضن بالعلم على أهله فدخل في الروايات عنه ما دخل من الأقوال البعيدة عن العلم اما من سوء الضبط أو سوء الفهم أو تعمد الكذب من القائمين بتلك الروايات أو المدونين لها على خلاف رغبته ومن طالع في طبقات ابن الفراء تراجم أبي العباس -\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعليه إذ كان موفقا بحمد الله رشيدا أنه قال « من زعم أن القراءة مخلوقة فهو جهمي والجهمي كافر ومن زعم أنها غير مخلوقة فهو مبتدع وكل بدعة ضلال »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- أحمد بن جعفر الإصطخري وأبي بكر المروزي والأثرم ومسدد وحرب بن إسماعيل وعبد الوهاب وغيرهم يجد فيها من الروايات المعزوة إليه بطرقهم ما يكون مصداقا لهذا القول ومن ثمة يقول ابن شاهين فيما يرويه عنه رواية الجامع الصحيح أبو ذر الهروي « رجلان صالحان بليا بأصحاب سوء جعفر بن محمد وأحمد بن حنبل » يريد أن الأول بلي بالروافض والثاني بالحشوية على ما يذكره ابن عساكر . وقال الإمام أبو عبد الله البخاري في خلق الأفعال : أما ما احتج به الفريقان لمذهب أحمد ويدعيه كل لنفسه فليس بثابت كثير من أخبارهم وربما لم يفهموا دقة مذهبه بل المعروف عن أحمد وأهل العلم أن كلام الله غير مخلوق وما سواه مخلوق وأنهم كرهوا البحث والتنقيب عن الأشياء الغامضة وتجنبوا الكلام والخوض والتنازع إلّا فيما جاء فيه العلم وبينه رسول الله صلى الله عليه وسلم ا ه . وقال الأستاذ الإمام الشيخ محمد عبده في رسالة التوحيد التي ألقاها على مئات بالرواق العباسي : فقد ورد أن الله كلم بعض أنبياءه ونطق القرآن بأنه كلام الله فمصدر الكلام المسموع عنه سبحانه لا بد أن يكون شأنا من شؤونه قديما بقدمه أما الكلام المسموع نفسه المعبر عن ذلك الوصف القديم فلا خلاف في حدوثه ولا أنه خلق من خلقه وخصص بالاسناد لاختياره له سبحانه في الدلالة على ما أراد إبلاغه لخلقه ولأنه صادر عن محض قدرته ظاهرا وباطنا بحيث لا مدخل لوجود آخر فيه بوجه من الوجوه سوى أن من جاء على لسانه مظهر لصدوره والقول بخلاف ذلك مصادرة للبداهة وتجرء على مقام القدم بنسبة التغير والتبدل إليه فإن الآيات التي يقرؤها القارئ تحدث وتفنى بالبداهة كلما تليت والقائل بقدم القرآن المقروء أشنع حالا وأضل اعتقادا من كل ملة جاء القرآن نفسه بتضليلها والدعوة إلى مخالفتها وليس في القول بأن الله أوجد القرآن بدون دخل لكسب بشر في وجوده ما يمس شرف نسبته بل ذلك ما دعا الدين إلى اعتقاده فهو السنة وهو ما كان عليه النبي صلى الله عليه وسلم وأصحابه وكل ما خالفه فهو بدعة وضلالة أما ما نقل إلينا من ذلك الخلاف الذي فرق الأمة وأحدث فيها الأحداث خصوصا في أوائل القرن الثالث من الهجرة واباء بعض الأئمة أن ينطق بأن القرآن مخلوق فقد كان منشؤه مجرد التحرج والمبالغة في التأدب من بعضهم وإلّا فيجل مقام مثل الإمام ابن حنبل عن أن يعتقد أن القرآن المقروء قديم وهو يتلوه كل ليلة بلسانه ويكيفه بصوته ا ه . واما ما يعزى إلى أحمد من كتاب « الرد على الجهمية والزنادقة » فإنما أذيعت نسبته إليه في القرن الرابع برواية مجهولة حتى أن الذهبي لا يعترف بصحة النسبة إليه وإن عول عليه كثير من شيوخ متأخري الحشوية وقد ذكرنا ما في سنده من العلل القادحة وما في المتن مما يجل مقدار أحمد عن القول به في الموضع آخر كما محصنا ما يعزى إليه من الرسائل في التوحيد .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفكيف يتوهم على أبي عبد الله مثل هذا القول وأنت تعلم أن الحق لا يخلو من أن يكون في أحد الامرين وإذا لم يخل من ذلك صار الحق في كفر أو ضلال .\r\nولم ار في هذه الفرق أقل عذرا ممن امر بالسكوت والتجاهل بعد هذه الفتنة وانما يجوز ان يؤمر بهذا قبل تفاقم الأمر ووقوع الشحناء وليس في غرائز الناس احتمال الامساك عن امر في الدين قد انتشر هذا الانتشار وظهر هذا الظهور ولو امسك عقلاؤهم ما أمسك جهلاؤهم ولو أمسكت الألسنة ما أمسكت القلوب وقد كان لهؤلاء أسوة فيمن تقدمهم من العلماء حين تكلم جهم وأبو حنيفة « 1 » في القرآن ولم يكن دار بين الناس قبل ذلك ولا عرف ولا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جهم بن صفوان أبو محرز الترمذي الكاتب أصله من الكوفة وظهرت بدعته بترمذ قام بالسيف للدعوة إلى الكتاب والسنة والشورى في أواخر عهد الأموية مع الحارث بن سريج والله أعلم بمراده وغالب القائمين بالسيف مثله يكون مظهرهم غير مخبرهم فقبض عليه والي خراسان سالم بن أحوز المازني وقتله . وكان يقول بالجبر على ضد قول معبد بن خالد الجهني في التفويض وينفي علم الله بالمعلومات المتغيرة كما ينفي وصفه بما ورد وصف العبد به من الصفات مغالاة في معاكسة مقاتل ابن سليمان رئيس مشبهة مرو . وعلى نحلة جهم تأثير كلي من السمنية لكونه متصلا بهم وشهر بالقول بخلق القرآن ، وقوله بالجبر وليد ما يستخلص من كلامه في الله من القول بوحدة الوجود وهو أول من يعرف بالقول بها من القدماء ، وقوله ينفي الكلام النفسي نتيجة ما يقوله في العلم بالأمور المتجددة ، ويروى أنه أخذ القول بخلق القرآن من الجعد بن درهم الحراني مولى سويد بن غفلة ومؤدب مروان الجعدي آخر ملوك بني أمية حيث اتصل به أثناء ولايته بالجزيرة قبل أن يتولى الملك وقتله خالد بن عبد الله القسري بالعراق ذبحا في يوم عيد الأضحى بعد أن هرب إليها من دمشق كما هو معروف ويذكرون سندا طريفا في خلق القرآن بأن جهما أخذه عن الجعد عن أبان بن سمعان عن طالوت عن خاله لبيد بن الأعصم اليهودي الذي سحر النبي عليه السلام والله أعلم كيف اطلعوا على اتصال هذا السند بهذه الطريقة دون أن ينتشر هذا الرأي من أحد منهم سوى جهم ومن ذا الذي حضر هذه السماعات من شيوخ الرواية قال ابن أبي حاتم في كتاب الرد على الجهمية سمعت أحمد بن عبد الله الشعراني يقول سمعت سعيد بن رحمة صاحب أبي إسحاق الفزاري يقول إنما خرج جهم سنة ثلاثين ومائة فقال القرآن مخلوق فلما بلغ العلماء تعاظموه فأجمعوا على أنه تكلم بكفر وحمل الناس ذلك عنهم ، وقال أيضا سمعت أبي يقول أول من أتى بخلق القرآن الجعد بن درهم في سنة نيف وعشرين ومائة ثم جهم بن صفوان ثم من بعدهما بشر بن غياث ا ه . وقال اللالكائي في شرح السنة ولا خلاف بين الأمة أن أول من قال -\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nكان مما تكلم الناس فيه فلما فزع الناس على علمائهم لم يقولوا هذه بدعة لم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- القرآن مخلوق جعد بن درهم في سنة نيف وعشرين ومائة ا ه . وقتله أيضا في تلك السنة على ما يذكره ابن جرير إلّا أن اللالكائي يقول بأن قتله كان سنة ثنتين وثلاثين ومائة وفي تلك التواريخ اضطرابات كما ترى . ولم يحل قتل جهم دون ذيوع رأيه في القرآن فافتتن به أناس فشايعه مشايعون ونافره منافرون فحصلت الحيدة عن العدل إلى إفراط وإلى تفريط من غير معرفة كثير منهم لمغزى هذا المبتدع . أناس جاروه في نفس الكلام النفسي وأناس قالوا في معاكسته بقدم الكلام اللفظي . ولما رأى أبو حنيفة ذلك تدارك الأمر وأبان الحق فقال « ما بالله غير مخلوق وما بالخلق مخلوق » يريد أن كلام الله باعتبار قيامه بالله صفة له كبقية الصفات في القدم وأما ما في ألسنة التالين وأذهان الحفاظ والمصاحف من الأصوات والصور الذهنية والنقوش فمخلوقة كخلق حامليها فاستقرت آراء أهل العلم والفهم على ذلك بعده ولا يمكن أن يكون إجماع التابعين على رد قول جهم إلّا باعتبار تجرئه على صفة قائمة بالله غير بائنة منه ومحال أن يكون القديم حالا في الحادث فيلزم عليه أن يعترفوا بخلق ما بالخلق ولكن أبا حنيفة كان رجلا محسودا أذاع عنه حاسدوه أنه يقول بقول جهم وأنّى يصدر عنه ذلك وقد أخرج ابن أبي العوام الحافظ عن محمد بن أحمد بن حماد أبي بشر حدثني محمد بن حماد بن المبارك حدثني محمد بن سليمان حدثنا خالد بن يزيد الزيات قال كان أبو حنيفة لا يحلف بالله عز وجل صادقا ولو نشر فسعى به إلى بعض ولاة الكوفة بأنه يقول إن القرآن مخلوق وإلّا فاستحلفه لعلمهم بأنه لا يحلف وإن حلف فهو صادق فأخذه الوالي وجمع له الناس فقال له الوالي ما يقول هؤلاء عليك قال وما يقولون قال يقولون إنك تقول القرآن مخلوق قال ما سمعت من يقوله ولا من يجادل فيه - يعني من شيوخ العلم - وإنه لقول تضيق له النفس قال فتحلف أنك ما قلت هذا قال هو يعلم تبارك وتعالى مني خلاف ما يقولون قال فتحلف أنك ما قلت قال هو عندي أعظم من أن أحلف به صادقا أو كاذبا فقال له الوالي أعاقبك إن لم تحلف قال أنت وذاك قال فأمر به فجرد فلما رأى الوالي نحافة جسمه وشيبه قال له أو تتوب قال ما قلت ما ادعى عليّ قط ولا اعتقده قال فتب قال اللهم تب علينا قال فقيل استتيب أبو حنيفة وأخرج أيضا عن أبي بشر عن محمد بن المبارك عن محمد بن سليمان عن محمد بن الحسن الهمذاني سئل عبد السلام بن حرب الملائي عن أبي حنيفة هل استتيب فقال يغفر الله لك يا أخي استغفر الله من شنع هذا عليه ؟ ا ه . نقتله من كتاب ابن أبي العوام سماع السلفي من أبي عبد الله محمد بن أحمد بن إبراهيم الرازي عن أبي عبد الله القضاعي عن أبي العباس أحمد بن محمد بن عبد الله بن أبي العوام عن أبيه عن جده المؤلف وعلى النسخة خط سبط ابن الجوزي وخط عمر بن بدر الموصلي وخط ابن أبي جرادة المعروف بابن العديم صاحب تاريخ حلب وعليها طباق السماع . وقد وقع له مثل ذلك مع أناس يرمون إلى قول الخوارج في الإيمان كما هو معروف قال ابن عبد البر الحافظ في الانتقاء حدثنا حكم بن المنذر أبو -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nيتكلم الناس فيها ولم يتكلفوها ولكنهم أزالوا الشك باليقين وجلوا الحيرة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- يعقوب يوسف بن أحمد نا أبو قتيبة سلم بن الفضل نا محمد بن يونس الكديمي سمعت عبد الله بن داود الخريبي يوما وقيل له يا أبا عبد الرحمن ان معاذا « يعني العنبري » يروي عن سفيان الثوري أنه قال استتيب أبو حنيفة مرتين فقال عبد الله بن داود : هذا والله كذب قد كان بالكوفة علي والحسن ابنا صالح بن حي وهما من الورع بالمكان الذي لم يكن مثله وأبو حنيفة يفتي بحضرتهما ولو كان من هذا شيء ما رضيا به وقد كنت بالكوفة دهرا فما سمعت بهذا ا ه . وأخرج أيضا فيه ما ينص على أن حجر أمير الكوفة عيسى بن موسى عليه في الفتيا مدة وجيزة إنما وقع بتغليطه ابن أبي ليلى القاضي في قضية حد قذف من ستة أوجه لا في مسألة القرآن كما يلغط به اللاغطون . وأخرج اللالكائي في شرح السنة عن علي بن عمر بن إبراهيم أخبرنا مكرم بن أحمد حدثنا أحمد بن عطية قال سمعت محمد بن مقاتل يقول سمعت ابن المبارك يقول ذكر جهم في مجلس أبي حنيفة فقال ما يقول قالوا يقول القرآن مخلوق فقال كبرت كلمة تخرج من أفواههم إن يقولون إلّا كذبا . وبالسند إلى أحمد بن عطية حدثنا سعيد بن منصور سمعت ابن المبارك يقول والله ما مات أبو حنيفة وهو يقول بخلق القرآن ولا يدين الله به ، وأخرج أيضا عن أبي الحسن علي بن محمد الرازي سمعت أبا بكر محمد بن مهرويه الرازي يقول سمعت محمد بن سعيد بن سابق يقول سمعت أبا يوسف القاضي وقلت له تقول بخلق القرآن قال لا كالمنكر عليّ لا هو يعني أبا حنيفة ولا أنا ا ه . إلى غير ذلك مما يطول نقله من نصوص الأئمة ومن هنا يعلم منشأ ما يروي بعضهم أنه استتيب من الكفر مرتين ، ومن غريب التحريف ما دس في بعض نسخ الإبانة للأشعري كما دس فيها أشياء أخر من أن حماد بن أبي سليمان قال « بلغ أبا حنيفة المشرك أني بريء من دينه » وكان يقول بخلق القرآن فإن لفظ حماد « بلغ أبا فلان » لا أبا حنيفة كما في أول خلق الأفعال للبخاري وجعل من لا يخاف الله لفظ « أبا حنيفة » في موضع « أبا فلان » - والله أعلم من هو أبو فلان هذا وما هي المسألة - وآخر الكلام مدرج في الرواية من بعض الرواة يدل على ذلك أن القول بنسبة الخلق إلى الله ليس من الاشراك في شيء ، ومن أبلغ شاهد على هذا التحريف كون وفاة حماد سنة مائة وعشرين أو ثماني عشرة كما في كامل ابن عدي وطبقات أبي الشيخ بن حيان وغيرهما ، وقد سبق تاريخ ذيوع القول بخلق القرآن في كلام ابن أبي حاتم واللالكائي ، هكذا يفضح نفسه من يختلق مثل هذا الاختلاق ، على أن أبا حنيفة كان من أبر خلق الله لشيخه حماد ولم يفارقه إلى أن مات شيخه ولم يكن يغيب عنه حتى تجري بينهم الرسالات للتبليغ وقد أخرج أبو الشيخ بن حيان في طبقات محدثي أصبهان عن عاتكة أخت حماد بسنده إليها كان النعمان ببابنا يندف قطننا ويشتري لبننا وبقلنا وما أشبه ذلك فكان إذا جاء الرجل يسأله عن المسألة قال ما مسألتك قال كذا وكذا قال الجواب فيها كذا ثم يقول على رسلك فيدخل إلى حماد فيقول له جاء رجل فسأل عن كذا فأجبته بكذا فما تقول أنت فقال حدثونا بكذا وقال أصحابنا كذا وقال -\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوكشفوا الغمة واجمع رأيهم على أنه غير مخلوق فافتوهم بذلك وأدلوا بالحجج والبراهين وناظروا وقاسوا واستنبطوا الشواهد من كتاب الله عز وجل كقوله  أَلا لَهُ الْخَلْقُ وَالْأَمْرُ  « 1 » وقوله  إِنَّنِي أَنَا اللَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدْنِي  « 2 » . وأما قولهم : هذه بدعة لم يتكلم الناس فيها فلا تتكلفوها فإنما يفزع الناس إلى العالم في البدعة لا فيما جرت به السنة وتكلم فيه الأوائل ولو كان هذا مما تكلم الناس فيه لاستغنى عنهم . الكلام لا يعارض بالسكوت والشك لا يداوى بالوقوف والبدعة لا تدفع بالسنة وإنما يقوى الباطل ان تبصره وتمسك عنه . وان كان الوقوف في اللفظ بالقرآن حتى لا يقال فيه مخلوق أو غير مخلوق هو الصواب فما حجتنا على الواقفة في القرآن ولم جعلناهم شكاكا وجعلناهم ضلالا وأكفرهم بعض أهل السنة واكفر من شك في كفرهم هل الأمر في ذلك وفي هذا الا واحد فان قيل إن الثوري وابن\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- إبراهيم كذا فيقول فأروي عنك فيقول نعم فيخرج فيقول قال حماد كذا . هكذا كان شأنه معه ملازمة وخدمة متوارثتين كما أخرج أيضا بسنده أنه وجه إبراهيم النخعي حمادا يوما يشتري له لحما بدرهم في زبيل فلقيه أبوه راكبا دابة وبيد حماد الزبيل فزجره ورمى به من يده فلما مات إبراهيم جاء أصحاب الحديث والخراسانية يدقون على باب أبي سليمان مسلم بن يزيد فخرج إليهم في الليل بالشمع فقالوا لسنا نريدك نريد ابنك حمادا فدخل إليه فقال قم إلى هؤلاء فقد علمت أن الزبيل أدى بك إلى هؤلاء ا ه . وبذلك نالوا بركة العلم وقد وضعت الحشوية حتى على ألسنة أصحابه أكاذيب ملئوا بها الكتب حتى ألف ابن حبان مؤلفا خاصا لبيان علل مثالب أبي حنيفة في عشرة أجزاء ، ومثله الرواية المحرفة في شرح السنة بطريق يحيي بن زكريا الأموي عن الشافعي محمد بن إدريس حدثني أصحابنا اختصم رجلان مسلم ويهودي إلى عيسى بن أبان وكان قاضي البصرة إلى آخر الرواية مع أن ولاية عيسى بن أبان لقضاء البصرة سنة إحدى عشرة ومائتين ووفاة الشافعي سنة أربع باتفاق أهل العلم بالتاريخ فأنى تصح هذه الرواية عنه بل لفظ الرواية « إلى بعض قساتهم » كما في خلق الأفعال للبخاري فجعله من لا يخاف الله « عيسى بن أبان » ففضح نفسه . وقد أفضنا في البحث بعض إفاضة لما ازداد في هذا العصر من أمثال هذه التحريفات المفضوحة في كتب ينشرها الحشوية ضد الأئمة المتبوعين ولله عاقبة الأمور .\r\n( 1 ) الأعراف 54 .\r\n( 2 ) طه 14 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nعيينة وابن المبارك وأشباههم لم يقفوا قلنا لكل زمان رجال فأنت ثوري زماننا وابن عيينتنا فقل كما قالوا لنسمع ولنتبع على أن أولئك قالوا وبينوا من أين قالوا ونحن راضون منك بأن تقول ومعقول ان نقول لك من أين قلت ، وكل من ادعى شيئا أو انتحل نحلة فهو يزعم أن الحق فيما ادعى وفيما انتحل خلا الواقف الشاك فإنه يقر على نفسه بالخطإ لأنه يعلم أن الحق في أحد الأمرين اللذين وقف بينهما وانه ليس على واحد منهما وقد بلي بالفريقين المستبصر المسترشد وبإعناتهم ومحنتهم واغلاظهم لمن خالفهم واكفاره وإكفار من شك في كفره فإنه ربما ورد الشيخ المصر فقعد للحديث وهو من الأدب غفل ومن التمييز ليس له من معاني العلم الا تقادم سنه وانه قد سمع ابن عيينة وأبا معاوية ويزيد « ابن هارون » وأشباههم فيبدءونه قبل الكتاب بالمحنة فالويل له ان تلعثم أو تمكث أو سعل أو تنحنح قبل أن يعطيهم ما يريدون فيحمله الخوف من قدحهم فيه وإسقاطهم له على أن يعطيهم الرضا فيتكلم بغير علم ويقول بغير فهم فيتباعد من الله في المجلس الذي أمل ان يتقرب فيه منه .\r\nوإن كان ممن يعقد على مخالفتهم سام نفسه إظهار ما يحبون ليكتبوا عنه وإن رأوا حدثا مسترشدا أو كهلا متعلما سألوه فان قال لهم : انا أطلب حقيقة هذا الأمر واسأل عنه ولم يصح لي شيء بعد - وانما صدقهم عن نفسه واعتذر بعذره الله يعلم صدقه وهم يعلمون انه لم يكلفه إذا لم يعلم الا ان يسأل ويبحث ليعلم - كذبوه وآذوه وقالوا « خبيث فاهجروه ولا تقاعدوه » « 1 » أفترى لو كان ما هم عليه من اعتقادهم هذا الأمر أصل التوحيد الذي لا يجوز للناس ان يجهلوه وقد سمعوه من رسول الله صلى الله عليه وسلم مشافهة كان يجب ان يبلغ فيه هذه الغاية فكيف وهم لو سئلوا من اين قلتم ما رجعوا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصنف شاهد عيان فيما يحكي في هذا الباب وهذا البحث من أجل أبحاث الكتاب يدعو المتبصر إلى التثبت فيما يروى من الجروح في كتب الجرح والتعديل بطريق رجال هذا العصر الذين أشار إليهم المصنف وقد صدق أبو طالب المكي حيث قال وقد يتكلم بعض الحفاظ بالاقدام والجرأة فيجاوز الحد في الجرح ويتعدى في اللفظ ويكون المتكلم فيه أفضل منه وعند العلماء بالله تعالى أعلى درجة فيعود الجرح على الجارح ا ه .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفي ذلك إلى وثيقة من حديث يأثرونه أو قول إمام من العلماء يحسن تقليد مثله أو قياس يطردونه وإنما هو رأي رواه وقد يخطئ الراوي وظن ظنوه وأجهل الناس من جعل ظنه لله دينا .\r\nوعدل القول فيما اختلفوا فيه من القراءة واللفظ بالقرآن ان القراءة لفظ واحد يشتمل على معنيين أحدهما عمل والآخر قرآن الا ان العمل لا يتميز من القرآن كما يتميز الأكل من المأكول فيكون المأكول الممضوغ والمبلوع ويكون الأكل المضغ والبلع والقرآن لا يقوم بنفسه وحده كما يقوم المأكول بنفسه وحده وإنما يقوم بواحدة من أربع كتابة أو قراءة أو حفظ أو استماع « 1 » فهو بالعمل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد أصاب المصنف في اعترافه بحدوث الخلال الأربع التي هي وسائط التعبير والحكاية للخلق عن الألفاظ الغيبية في علم الله المبلغة للعباد بواسطة رسل الله وحيا منه تعالى إليهم على ما أراد كما هو عند أهل الحق . وأخطأ في نفي وجود القرآن إذا اعتبر تجرده من تلك الخلال إذ هو قول بنفي الكلام بمعني الصفة غير البائنة منه سبحانه سواء كان باعتبار وجوده في علم الله بألفاظ غيبية غير متعاقبة قديمة قدم علم الله سبحانه كما عول عليه أحمد فيما ردّ به على ابن أبي دؤاد وتابعه ابن حزم أو باعتبار كونه معنى وصفة قديمة قائمة بالله مبدءا للكلام اللفظي في ألسنة عباده على ما ذهب إليه جمهور المتكلمين من أهل السنة فنفى القرآن على فرض تجرده من الخلال الأربع مدعاة للقول بخلقه ثم اعتبار المصنف في كل من تلك الخلال الأربع وجود أمرين أحدهما غير مخلوق والثاني كسب العبد مخلوق فاما أن يريد به ما هو من قبيل وجود النوع في فرده بالنظر إلى عد أسماء الكتب من قبيل أعلام الأجناس في التحقيق فيكون الأمر الذي يصفه بأنه غير مخلوق أمرا انتزاعيا من قبيل المعقولات الثانية كما هو شأن الكليات ويكون نفي الخلق عنه بمعنى السالبة التي لا تقتضي وجود الموضوع لا بمعنى أنه قديم ولا إخاله يرضى بهذا مذهبا أو يختاره قولا واما أن يريد به وجود أمرين موجودين وجودا خارجيا أحدهما حل بالآخر مع حدوث أحدهما وقدم الثاني فيلزم اما حلول الحادث في القديم أو بالعكس وكلاهما باطل عند أهل الحق وان كان هذا قول السالمية وغالب الحشوية بالنظر إلى ظاهر كلامهما وأما قول محمد بن أسلم الطوسي بأن الصوت من المصوت غير مخلوق فوهلة منه مردودة فمن أحاط بما ذكرناه في هذا المكان وأنعم النظر على بصيرة في بيان المصنف هنا يظهر له أن ما أطال به في هذا البحث وما سرده من التمثيلات لتقريب المسألة إلى الأذهان ليس من إصابة المرمى في شيء وان ما أنجد به مرة واتهم به أخرى من الكلمات المنمقة بعيد من الحق بعد الأرض عن السماء وأنه لم يصنع شيئا في تحقيق مسألة القراءة والمقروء على خلاف ما يتظاهر به وذهب هذا البيان منه سدى منقلبا إلى العي والحصر ومن هنا يعلم أن التعويل في -\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفي الكتابة قائم والعمل خط وهو مخلوق والمكتوب قرآن وهو غير مخلوق ، وهو بالعمل في القراءة قائم والعمل تحريك اللسان واللهوات بالقرآن وهو مخلوق والمقروء قرآن وهو غير مخلوق وهو بحفظ القلب قائم في القلب والحفظ عمل وهو مخلوق والمحفوظ قرآن وهو غير مخلوق وهو بالاستماع قائم في السمع والاستماع عمل وهو مخلوق والمسموع قرآن غير مخلوق ومثل هذا وان كان لا مثل للقرآن الا انه تقريب منا لما ذكرناه إلى فهمك مثل لون الانسان لا يقوم الا بجسمه ولا نقدر ان نقر اللون في وهمك حتى يكون متميزا من الجسم وكذلك القدرة لا نقدر ان نفردها عن الجسم وكذلك الاستطاعة والحركة كل واحدة منهما لا تفرد وانما تقوم بالجسم والجارحة ولا تنفرد عنهما كذلك القرآن يقوم بتلك الخلال الأربع التي ذكرناها ولا يستطيع أحد ان يتوهمه منفردا عنها فإذا قلت قرأت أو تلوت أو لفظت دل قولك على فعل وقرآن كل واحد منهما قائم بالآخر غير متميز منه لأن الصوت وتحريك اللسان لا يكون قراءة حتى يحمله الصوت واللسان وليس سائر الأفعال والمفعولات هكذا ألا ترى انك تقول شتمت وسببت وقذفت فيدل قولك على فعل ومشتوم ومسبوب ومقذوف الا ان كل واحد قائم بنفسه متميز من الآخر فلهذا قلنا إن القراءة شيئان وكذلك التلاوة واللفظ وقلنا الشتم شيء واحد . فان قال قائل ما تقول في القراءة قلت قرآن متصل بعمل فان قال أمخلوق هو أم غير مخلوق ؟ قلت له سألت عن كلمة واحدة تحتها معنيان أحدهما مخلوق وهو العمل والآخر غير مخلوق وهو القرآن . فان قال فما شبه هذا قلنا رجلان نظرا إلى جمرة حمراء فقال أحدهما هي جسم وقال الآخر هي نار وتجادلا في ذلك وشرق الأمر بينهما حتى حلف كل واحد بالطلاق على ما قال ثم صار إلى الفقيه فقالا انا اختلفنا في جمرة فقال أحدنا هي جسم وقال الآخر هي نار وتمارينا في ذلك حتى حلف كل واحد منا بالطلاق على ما ادعى فقال الفقيه لكل واحد منهما صدقت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- علم على غير أئمته مجناة على الفهم كما أن الإعراض عن فن لقلة بضاعة حامله في فن آخر مضيعة للعلم .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nولكن ذكرت شيئا ذا معنيين بأحد معنييه فالجمرة مثل للقراءة لأنها اسم واحد يجمع معنيين الجسم والنار كما أن القراءة تجمع معنيين العمل والقرآن ولو كان أحد المختلفين قال هي جسم ونار قد جمع لها الصنفين كما أن من قال القراءة عمل وقرآن قد جمع لها الصنفين وكذلك لو اختلف اثنان في نجم فقال أحدهما هو نار وقال الآخر هو نور كانا جميعا صادقين لأن النجم اسم ذو معنيين نار ونور وكذلك لو اختلف اثنان في اكل انسان فقال أحدهما هو مضغ وقال الآخر هو بلع كانا جميعا صادقين لأن اكل الانسان اسم ذو معنيين مضغ وبلع وكذلك لو اختلفا في القتل فقال أحدهما هو جرح وقال الآخر هو موت لأن القتل اسم ذو معنيين عمل وموت .\r\nوقد بقيت بعد ما بينت لطيفة قد يغلط في مثلها وهي أن السامع إذا سمع قائلا يقول قراءتي للقرآن ولفظي بالقرآن - قراءة القرآن مفردة عن القرآن واللفظ منفرد عن القرآن - توهم ان كل واحد منهما غير ممازج للقرآن وليس كذلك وانما قوله للقرآن بالقرآن تمييز للقرآن من غيره لأن القارئ قد يقرأ غير القرآن وهذا من أغمض ما مر وأدقه فتأمله وتدبره حتى تفهمه وسأزيده إيضاحا : كأن رجلا يسمى محمدا قرأ فسمعه رجل يقال له زيد فقال لأخ له يقال له عبد الله ما أحسن قراءة محمد فقال عبد الله ما ذا قرأ فيقول زيد القرآن وكذلك لو قال ما أحسن لفظ محمد فقال عبد الله وبما ذا لفظ فيقول له زيد بالقرآن فالقرآن هاهنا انما هو تمييز وتبيين وكل واحد من القرآن واللفظ يجمع معنيين عملا وقرآنا .\r\n\r\n[ ادعاء قوم من منتحلي السنة أن الإيمان غير مخلوق 
  ]\r\nوذهب قوم من منتحلي السنة إلى أن الايمان غير مخلوق خوفا من أن يلزمهم ان يقولوا  لا إِلهَ إِلَّا اللَّهُ  مخلوق « 1 » إذ كانت رأس الايمان فركبوها\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكان ذاع في عهد المؤلف وبعده بين من ينسب إلى السنة القول بأن الايمان غير مخلوق فتطلب طائفة من أهل العلم وجه صحة لهذا القول فقال بعضهم إن كان المراد بالايمان الايمان المدلول عليه باسم المؤمن من أسماء الله الحسنى فهو كباقي صفاته سبحانه قديم غير مخلوق وإن كان المراد الايمان المقابل للكفر من فعل العبد فمخلوق كبقية أفعال العباد وإليه ذهب الأشعري -\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nشنعا وجعلوا أفاعيل العباد غير مخلوقة صفات لله عز وجل فيا سبحان الله ما أعجب هذا وأعجب قائليه ولقد ألف الناس « غير مخلوق » وأنسوا به حتى أنه ليخيل إليّ ان رجلا لو ادعى ان العرش غير مخلوق « 1 » وان الكرسي غير مخلوق لوجد على ذلك أشياعا ينتحلون السنة فما ذا جرّ جهم لا رحمه الله على متّبعيه بنحلته وعلى مخالفيه ببغضته « 2 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وقال بعضهم إن في الإيمان جهتين جهة كونه هداية من الله والهادي كباقي أسماء الله الحسنى وجهة كونه كسبا للعبد فيكون كبقية اكساب العباد وعليه مشى البدر العيني وهذا أقصى ما يتمحل للقول المذكور ، وأما على تعليل ابن قتيبة فيكون القول بأن الإيمان غير مخلوق غلطا مأخوذا من مغالطة بعض المناظرين في مسألة القرآن قائلا : كيف أقول  لا إِلهَ إِلَّا أَنَا فَاعْبُدْنِي  مخلوق . فاتخذها من لا خبرة عنده بمواقف الحجج حجة في الباب مع أن إجراء حكم المدلول على اللفظ الدال أو على الخط المصطلح لهذا اللفظ يوازن ادعاء أن الفم يبقى معسول اللمى بتلفظ العسل أو انتظار العدو والصهيل من الخيل المرسوم في الجدار سواء بسواء في كفتي ميزان النظر الصحيح . ومن طريق ما يحكى في هذا الباب أنه اختصم رجلان مسلم ويهودي إلى قاض بالبصرة من المعتزلة فصارت اليمين على المسلم فقال اليهودي حلفه فقال احلف بالله الذي لا إله إلّا هو قال اليهودي للقاضي إنك تزعم أن القرآن مخلوق والله الذي لا إله إلّا هو في القرآن فحلفه لي بالخالق لا بالمخلوق فتحيز القاضي وقال قوما لأنظر في أمر كما . وهذه القصة يعزوها بعضهم إلى عيسى بن القاضي وقد أبطلنا نسبتها إليه فيما سبق .\r\n( 1 ) وهذا الذي خيل إليه وقع بادعاء قدم العرش قدما نوعيا من ابن تيمية كما ينقله العلامة جلال الدين الدواني فيما كتبه على العضدية وإن لم يكن بلفظ غير مخلوق والذي رأيناه في كتب ابن تيمية من زعم القدم النوعي فعلى معنى أشمل فلعل الدواني اطلع على نص آخر له وليس هذا محل التوسع في بيان دائرة شمول ما ادعاه .\r\n( 2 ) وقول جهم بخلق القرآن التزام منه للازم قوله بنفي العلم بالأشياء المتجددة كما سبق فقوله يرجع إلى نفي الكلام النفسي المعتبر قيامه بالله سبحانه وقال أهل العلم في عصره ضده وقالوا بإجماع منهم « إن القرآن كلام الله غير مخلوق » وما كان الدهماء من الرواة من غير أهل الفقه في الدين على علم من مغزى كلام جهم ولا من مرمى الجماعة الرادين عليه حتى جمدوا على نفي الخلق عن كل ما له تعلق بالقرآن إلى أن بلغ بهم الأمر إلى حد أن يزعموا القدم فيما بأيدي الخلق جاحدين للضروريات فحميت هيجاء الأخذ والرد في ذلك ووقعت المحنة ودامت ثم رفعت على الكيفية المعلومة فازدادت المزاعم في القراءة واللفظ وإكفار من قال بخلقهما وغير ذلك مما هو معروف وما كانت التقولات في شأن الحرف والصوت ذائعة في عهد ابن قتيبة -\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n[ زعم قوم أن روح الإنسان غير مخلوق 
  ]\r\nوقد بلغني ان قوما يذهبون إلى أن روح الانسان غير مخلوقة وانهم يستدلون على ذلك بقول الله في آدم  وَنَفَخْتُ فِيهِ مِنْ رُوحِي  « 1 » وهذا هو النصرانية والقول باللاهوت والناسوت قال النابغة الجعدي :\r\n من نطفة قدّرها مقدّرها * يخلق منها الانسان والنّسما \r\nوالنسم الأرواح ، واجمع الناس على أن الله فالق الحبة وبارئ النسمة أي خالق الروح . والايمان مخلوق لأنه لفظ باللسان وعقد بالقلب واستعمال\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- والا لطرق هذا البحث . ثم صار للصوتية شأن في طول التاريخ وفتن خرقاء مدعين قدم الحروف والأصوات بروايات مختلفة راجت بينهم وأخبار حارت أفهامهم فيها ، وقد قام الحافظ أبو الحسن بن المفضل المقدسي بتمحيص أخبار الصوت واستقصائها وتبيين العلل القادحة فيها في جزء مفرد لا يدع لفاهم مجالا للتمسك بها بما آتاه الله من سعة في العلم والفهم ويعجب الانسان أي عجب من مثل الموفق المقدسي صاحب المغني الذي يقول عنه ابن تيمية إنه ما حل دمشق مثله بعد الأوزاعي كيف يؤلف « الصراط المستقيم في إثبات الحرف القديم » وقد طالعناه من نسخة عليها خطوط كثير من الحنابلة بالسماع والتسميع وكيف يقول في مناظرته مع أحد الأشاعرة « قال أهل الحق القرآن كلام الله غير مخلوق وقالت المعتزلة هو مخلوق ولم يكن اختلافهم إلّا في هذا الموجود دون ما في نفس الباري مما لا ندري ما هو ولا نعرفه » كما رأيت بنصه وفصه في نسخة عليها طباق السماع من مثل الفخر بن البخاري والصلاح بن أبي عمر إلى الجمال بن عبد الهادي فيجعل النزاع فيما بأيدي العباد وألسنتهم وقلوبهم دون الصفة غير البائنة منه تعالى . فإذا كان حال الموفق كما يظهر من هذا مع طول باعه في فقه الحنابلة فما ذا يكون حال من دونه في العلم منهم . وقد قال إمام الحرمين في الشامل « وقد جمعنا على القائلين بقدم الحروف كتابا ورأينا تنزيه كتابنا هذا عن التشاغل بهم وقد ألف القاضي - أبو بكر بن الباقلاني - رضي الله عنه النقض الكبير وهو في أربعين سفرا وتكلم في مسألة القرآن في ثلاث مجلدات وجمع الكلام على القائلين بقدم الحروف في ثلاثة أسطر فقال : من زعم أن السين من بسم الله بعد الباء والميم بعد السين الواقعة بعد الباء لا أول له فقد خرج عن المعقول وجحد الضرورة وأنكر البديهة فإن اعترف بوقوع شيء بعد شيء فقد اعترف أوليته فإذا ادعى أنه لا أول له فقد سقطت محاجته وتبين لحوقه بالسفسطة وكيف يرجى أن يرشد بالدليل من يتواقح في جحد الضرورة ا ه » . بحروفه ولا نزيد على هذا الكلام شيئا وكفى به عبرة .\r\n( 1 ) الحجر 29 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nللجوارح وكل هذه أفعال للعباد ثم كل هذه غرائز ركبها الله في العباد وسماها الرسول صلى الله عليه وسلم ايمانا .\r\n\r\n[ مناظرة المصنف مع بعض الجهمية 
  ]\r\nقال أبو محمد وقد كان بعض الجهمية سألني مرة عن تكلم الناس في الحرف والحرفين - ولذلك أصل في الكتاب - أمخلوق هو أم غير مخلوق فقلت هو مخلوق ما لم يقصد به إلى تلاوة القرآن فقال لي فاذن القرآن يصير كلاما بنيتك والكلام يصير قرآنا بنيتك قلت له ان القول القليل قد يتغير بالنية والقصد وانا أقر لك بذلك . ثم قلت له أما تعلم أن  لا إِلهَ إِلَّا اللَّهُ  رأس الايمان وكلمة التوحيد قال بلى قلت فما تقول في ملحد قال « لا إله » يريد النفي ما ذا تكون كلمته ؟ فقال كفرا قلت فاذن شطر كلمة التوحيد قد صار كفرا بالنية ثم قلت له ما تقول في مؤمن أراد ان يقول « لا إله الا الله » فقال « لا إله » ثم انقطع نفسه وسها ما كان قوله ؟ قال ايمانا بحاله قلت له فاذن ما كان هناك كفرا بالنية قد صار هاهنا ايمانا بالنية . وقلت له ما تقول أنت في القرآن قال مخلوق قلت وفي أفعال العباد قال غير مخلوق « 1 » قلت ما تقول في قول الله  وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ  « 2 » ما هو قال آية قلت فهي عندك أمخلوقة أم غير مخلوقة قال مخلوقة قلت فان دعبل بن علي الشاعر جعلها بيتا في شعر له طويل فقال :\r\n ويخزهم وينصركم عليهم * ويشف صدور قوم مؤمنينا \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا مبني على تخصيص الخلق بإيجاد الأعيان كما هو عند قدماء المعتزلة محاولة منهم للتملص عن لزوم أن يكونوا خالقين لافعالهم كما سبق وإلّا فيشمل الخلق في نفس الأمر إيجاد الجواهر والأعراض ومن أمعن النظر في هذه المناظرة مستحضرا لما سبق بيانه يجد المتناظرين بحالة يستطرفها الجاحظ كما يحكى عنه في المتناظرين في الكلام .\r\nوهنا ينتهي لفت اللحظ إلى ما فيه الاختلاف في اللفظ والحمد لله أولا وآخرا وصلى الله على سيدنا محمد وآله وسلم في 25 جمادي الأولى سنة 1349 .\r\n( 2 ) التوبة 14 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفما هي في شعر دعبل قال قول لدعبل قلت مخلوق أم غير مخلوق قال بل غير مخلوق قلت فأراه صار فعلا بالنية وخلقا بالنية فما الذي أنكرته من قولنا هذا ؟ .\r\n\r\n[ منتهى الاختلاف في اللفظ 
  ]\r\nهذا منتهى الاختلاف في اللفظ بالقرآن وهو بلاغ لمن خضع للحق وتلقاه بقلب سليم ومن استكبر وجمحت به الحمية فيستغني الله الحق عنه والله غني حميد .\r\nتم بحمد الله وعونه وصلى الله على محمد وعلى آل محمد ورضي الله عن أصحاب رسول الله أجمعين . وقد وافق الفراغ منه نهار الجمعة رابع شعبان سنة اثنتين وثلاثين وسبعمائة .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالفهرس العام لمباحث الكتاب\r\n5 نظرة في الكتاب - وجوه أهميته عند المتأدب ، والباحث في تاريخ العلوم .\r\n6 ما يلفت نظر المتكلم إليه من خطة الكتاب - تراجع المصنف عما كان عليه من الانحراف عن أبي حنيفة وسبب هذا وذلك .\r\n7 تلقى ابن قتيبة الفقه عن ابن راهويه ، ومبلغ تأثير شيخه عليه ، كيف أصبح ابن راهويه ممهدا للمذهب الظاهري - صلته بابن مهدي صاحب الثوري .\r\n8 ما يجده المحدث فيه مما يجلو سر ما في كتب الجرح والتعديل من المغالاة في الكلام على كثير من أعلام العلماء .\r\n9 مبدأ كتاب « الاختلاف في اللفظ » وافتتان الناس في عهد ابن قتيبة بأهواء مردية .\r\n10 تصوير حالة المسلمين في عهده من التناصر على الهوى والتنابز بالألقاب ، المقارنة بين حالة أهل العلم فيما مضى وبين الحالة في زمنه زمن انتكاس العلم وذيوع الكذب في الروايات وشيوع الأهواء - تدوين الفقه الإسلامي قبل هذا الزمن من ينابيعه الصافية وعظيم فضل الله في ذلك .\r\nظهور بوادر المتوسمين في الرد على أبي حنيفة ومالك والشافعي بزخرف من القول - وجه اقتصار المصنف على هؤلاء الثلاثة - سر ظهور سلطان علومهم في أمصار المسلمين - ارتكاز بعض المشاغبين في التطاول عليهم على ردود مردودة ما استدت لها سواعدهم ولا هي من مبتكرات أحلامهم بخلاف ما يتظاهرون به - تقلدهم بذلك المآثم .\r\n11 رغبة الأئمة الصادقة في أن لو كان ناب عنهم آخرون في الافتاء - سد الظاهرية على أنفسهم باب الاجتهاد والرأي بمتابعتهم بدعة النظام في نفي القياس الفقهي .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n12 حادث اختلاف بخص أهل الحديث - وكيف تسبب ذلك لتشتت كلمتهم واسترسالهم في الإكفار - وهو الباعث لتأليف هذا الكتاب - دليل صدق الانتماء إلى الحديث لين الجانب وكرم الطبع دون القسوة والجفاء - مصدق قول المصنف من الروايات المدونة في عصره - عدم تمشي تأويل الإكفار بالكفر دون الكفر في مواضع تراموا به فيها .\r\n13 عدم مبالاة المصنف بمن تعود التقليد الجامد وبمن غرته عزة الرئاسة وصرفته عن الاستسلام للصواب - توجيه خطابه لمن لا تلفته عن الحق أنفة - عدم تصويبه أن يكون الكتاب مقصورا على البحث الباعث للتأليف - تمهيده بالرد على الجهمية في تأولاتهم في الكتاب والسنة .\r\n13 زعم الجهمية في العبد التخلية والاهمال وتقولاتهم في مشيئة الله سبحانه .\r\n14 تأولاتهم في آيات شمول المشيئة والرد عليهم .\r\n15 التعلل بمشيئة الله في اجتراح السيئات شأن المشركين ومن على سبيلهم .\r\n16 تقولاتهم في آيات الهداية والإضلال .\r\n20 إفراط قوم من مثبتي القدر في معاكستهم ووقوعهم في الجبر المحض كتفريط هؤلاء في النفي .\r\n21 قول إسرائيلي في محو اسم عزيز من ديوان النبوة وتفنيد ذلك .\r\n22 اتفاق كلمتي الخطيب البغدادي وابن حزم الأندلسي على أن احتجاج آدم وموسى عليهما السلام ليس من إثبات القدر في شيء .\r\n22 وجه كون القدر سرا - بيان بديع وحقائق ملموسة تقضي بالاعتراف بالقدر في الكون - عدل القول في القدر ومبلغ العلم البشري في ذلك .\r\n22 تعمق بعض أهل النظر في نفي التشبيه إلى أن بلغوا إلى حد نفي المصادر مع ورود الصفات .\r\n23 الكلام في صفة السمع والبصر - آراء الطوائف في الصفات .\r\n24 إبطال تمسك الجهمية بآيات في خلق القرآن .\r\n26 إبطال تأويلهم اليد بالنعمة في ( يد الله مغلولة ) وبيان أنه مجاز عن الإمساك .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n29 قولهم في  وَنَفَخْتُ فِيهِ مِنْ رُوحِي  ومناقشة المؤلف معهم .\r\n31 عدم التفات المؤلف إلى كون الإسناد مجازيا وإلى احتمال كون الآية من قبيل الاستعارة التمثيلية . تأويل الجهمية لآيات الرؤية ورد ابن قتيبة عليهم .\r\n32 معنى التشبيه في « كما ترون القمر » وكون العرب تضرب المثل بالقمر في الشهرة والظهور .\r\n33 نفي الرؤية بدعوى استلزامها للجسمية المستحيلة مذهب المعتزلة . وإثبات الرؤية مع لوازمها في الشاهد مذهب الحشوية . وإثبات الرؤية مع نفي تلك اللوازم قول أهل الحق .\r\n33 دعوى المصنف أن « عند » تدل على القرب موهما القرب المكاني والرد عليه .\r\n34 بطلان توهم القرب الحسي في جانبه تعالى . وتنزهه عن الحلول بالأمكنة والأزمنة .\r\n33 استدلال المصنف بشعر أمية بن أبي الصلت في إثبات القرب المكاني لموسى عليه السلام في مناجاته بالطور واستبشاع ذلك - ومن هو هذا الشاعر الذي يستند ابن قتيبة على أشعاره في الصفات .\r\n34 اقتصار المصنف على معنى السرير من معاني العرش واستشهاده بشعر أمية أيضا والكلام فيه .\r\n35 معنى الكرسي - وقول بعض الجهمية في تأويل  خُلِقَ الْإِنْسانُ مِنْ عَجَلٍ  .\r\n36 حمل ابن قتيبة الاستواء على الاستقرار مع أنه تشبيه قح مردود رواية ودارية وقبح هذا التأويل ولطف الاستعارة التمثيلية في الآية . .\r\n37 الكلام على حديث « إن قلب المؤمن بين إصبعين . . » وبيان أن ادعاء كون الإصبع هنا حقيقة يوازن زعم ابن الفاعوس الحنبلي الحجري أن الحجر الأسود يمين الله حقيقة وهو سبب تلقيبه بالحجري .\r\n39 بحث مهم في الألفاظ التي تطلق على الخلق بمعان معروفة بينهم ويرد في\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالشرع إطلاقها على الله سبحانه - معنى امرار أحاديث الصفات على ظواهرها جواز إطلاق اللفظ إذا ورد من الشارع بطريق الشهرة والظهور دون الشذوذ والانفراد في طبقة من الطبقات ثم التفويض أو التأويل على الطريقتين المعروفتين لأهل السنة .\r\n40 معارضة الإفراط في نفي لوازم الجسمية بالإفراط في القول بالتشبيه المحض والأقطار والحدود وعدهم الإقرار بمستشنع الأخبار من السنة وأن في إنكاره الريبة وعدة نماذج من سخافاتهم .\r\n41 عدل القول في الأخبار الواردة في الصفات .\r\n41 بيان بديع في كيفية تسرب أهواء الخوارج إلى معتقد أهل الحديث في عصره .\r\n42 انحراف المتوكل عن علي كرم الله وجهه وتقريبه لمنحرفيه .\r\n43 انتهاء القول إلى الغرض من هذا الكتاب من إختلاف أهل الحديث في اللفظ بالقرآن وتشأنهم وكيفية اختلافهم في الفرع مع اتفاقهم في الأصل - سبر محتمل كلام المصنف والمناقشة معه - إطلاقات القرآن .\r\n44 افتراق أهل الحديث إلى ثلاث فرق في القراءة واللفظ .\r\n45 إختلاف الروايات عن الإمام أحمد في ذلك - بيان سر ما فيها من الاضطراب ببسط - عدم تدوينه يشئا في الكلام والفقه . زمن تركه رواية الحديث .\r\n47 احتمال الإمساك عن أمر في الدين قد انتشر هذا الانتشار ليس في غرائز الناس . بدعة جهم في القرآن وتاريخ حدوث هذه البدعة وصلة جعد بتلك المسألة .\r\n48 شأن أبي حنيفة في المسألة وإذاعتهم عنه القول بالخلق وحكاية استتابته - تفنيد المزاعم في ذلك وفضح الدسائس تحت نور الروايات الصحيحة والتاريخ الصحيح .\r\n50 كيفية ملازمته لشيخه حماد ملازمة متوارثة .\r\n51 فضح فريتهم على عيسى بن أبان .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n52 مبلغ توتر أعصاب الرواة - معاملتهم مع شيوخ الرواية الذين يحلون بديارهم وبدؤهم بالمحنة في المسألة قبل كل شيء وجرحهم الناشئ عن ذلك .\r\n53 عدل القول فيما اختلفوا فيه - مناقشة مهمة مع المؤلف في قوله إنما يقوم القرآن بواحدة من أربع كتابة أو قراءة أو حفظ أو استماع وإن في كل منها أمرين أحدهما غير مخلوق والآخر مخلوق .\r\n54 ادعاء قوم من منتحلي السنة أن الإيمان غير مخلوق ومنشأ ذلك - غاية ما يتمحل لذلك من التأويل .\r\n55 ألفة أهل عصر المصنف للفظ « غير مخلوق » حتى يخيل إليه أن رجلا لو ادعى أن العرش غير مخلوق . . لوجد على ذلك أشياعا ينتحلون السنة - ما جرحهم على متبعيه بنحلته وعلى مخالفيه ببغضته من مستبشع الأهواء .\r\n56 زعم قوم أن روح الإنسان غير مخلوق - ذيوع بدعة « الصوتية » بعد عهد المؤلف - رد أخبار الصوت وتعليلها بعلل قادحة - القائلون بقدم الحرف والصوت ومبلغ سخف آرائهم في نظر إمام الحرمين والباقلاني وحال الموفق المقدسي في المسألة مع كبر محله في الفقه الحنبلي .\r\n57 مناظرة المصنف مع بعض الجهمية .\r\n58 منتهى الاختلاف في اللفظ .\r\n59 فهرس الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nيطلب من : دار الكتب العلمية ، بيروت - لبنان\r\nهاتف : 801332 - 805604 - 800842\r\nص ب : 9424 / 11 تلكس : Nasher 41245 Le\r\nمطابع يوسف بيضون\r\nهاتف - 460743 - 827667 - بيروت - لبنان\r\n\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65}
  ]