[
  {"content":"\r\n\r\nالبداء في ضوء الكتاب والسنة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالبداء في ضوء الكتاب والسنة\r\nمحاضرات العلامة المحقق\r\nالشيخ جعفر السبحاني\r\nبقلم الأستاذ جعفر الهادي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجميع الحقوق محفوظة الطبعة الثانية 1408 ه‍ - 1988 م\r\nدار الأضواء\r\nللطباعة والنشر والتوزيع\r\nشارع عبد الله الحاج - ص . ب 40 / 25 برقيا : غبيري حسنكو - بيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nكلمة الناشر\r\nمن المسائل التي طال النقاش حولها بين المسلمين مسألة « البداء » ، التي تحتل مكانة هامة عند الشيعة الإمامية ، الذين اعتنوا بها في كتاباتهم ، حيث لا يخلو كتاب فلسفي ، أو كلامي ، عن بحث مفصّل فيها .\r\nلذا وفي إطار سلسلة « محاضرات في العقيدة والكلام » للعلامة الشيخ جعفر السجاني ، حفظه اللّه ، حيث تفضل سماحته بتقديم بحث وافي ، وشامل حول موضوع « البداء » والذي تأمل « دار الأضواء » أن ينال رضا القرّاء ، وأن ينفعهم في معرفة فكر أهل البيت ( ع ) واللّه من وراء القصد .\r\nالناشر\r\nبيروت في 26 / 10 / 1987 م\r\nالموافق 4 ربيع الأول 1408 ه\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\n\r\nالفصل الأول البداء عند الشيعة الاماميّة\r\nتحتل مسألة « البداء » في عقائد الشيعة الاماميّة المكانة الأولى ولا يخلو كتاب كلامي أو فلسفي عن بحث مفصّل أو مختصر حول هذه المسألة ، وقد اتّبعوا في طرح هذه المسألة وتوضيحها القرآن الكريم والسنّة المطهّرة ، ولأجل ذلك نجدهم أفردوا هذه المسألة برسائل ودوّنوا كتبا ، وأبحاثا بين ما يحمل اسم البداء واشتهر به ، وبين ما ليس له اسم خاص ، بل بحث ضمن بحث آخر ، وكفى في ذلك انّ شيخنا العلّامة البحّاثة الطهراني « آغا بزرگ » قد ذكر ما يقرب من 25 خمسة وعشرين نموذجا من هذه الرسائل والأبحاث فلاحظ « الذريعة إلى تصانيف الشيعة » الجزء الثالث الصفحة 53 - 57 .\r\nبيد أنّ هذه المسألة العظيمة رغم ما الّف حولها من مؤلّفات ورسائل كثيرة كما عرفت تخفى - مع الأسف - على أعلام أهل السنّة قديما كالبلخي والامام الأشعري والرازي وغيرهم وحديثا مع ورودها بجذورها وأصولها وفروعها في الكتاب والسنّة .\r\nفبقدر ما تحظى هذه المسألة من الاهتمام والعناية لدى علماء الشيعة الإماميّة - كما عرفت - تلقى نقدا لاذعا وهجوما عنيفا من\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nجانب علماء السنّة بحيث لا يمرّ عليها أحد منهم إلّا ويهاجمها بشدّة وقسوة .\r\nفبينما تعتبر الشيعة الإماميّة الاعتقاد بالبداء أساسا لأكثر العقائد الاسلاميّة وأمرا يقابل معتقد اليهود والنصارى في مجال أفعال اللّه سبحانه ، وفي مقابل عقيدة « القدريّة » الذين يتصوّرون القدر والتقدير إلها ثانيا قائما على مشيئة اللّه وإرادته فانّه سبحانه لا يقدر أن يغيّر ما قدّر ، ويبدّل ما قرّر ، يعتبره علماء السنّة مبدأ هدّاما للدين ! !\r\nفكيف يمكن أن تكون قضيّة واحدة موصوفة بوصفين متناقضين :\r\nبعض يعتبرها من صميم الدين وجوهره ، وبعض آخر يعتبرها فكرة هدّامة للدين ؟ !\r\nفهذا هو الامام الفخر الرازي يختم كتابه « المحصّل » بقوله : إنّ أئمة الرافضة وضعوا مقالتين لشيعتهم لا يظفر معهما أحد عليهم :\r\nالأولى : القول بالبداء ، فإذا قالوا انّه سيكون لهم قوّة وشوكة ثمّ لا يكون الأمر على ما أخبروه قالوا : بدا للّه تعالى فيه » « 1 » .\r\nوقد سبق الرازي « البلخي » في هذه المزعمة على ما حكاه وذكره شيخنا الأكبر شيخ الطائفة الطوسي ( المتوفى عام 480 ) في تبيانه إذ قال : وحكى البلخي في كتاب التفسير فقال : « قال قوم - ليس ممّن يعتبرون ولكنّهم من الامّة على حال - انّ الائمّة المنصوص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقد المحصّل ص 421 ، نقله عن سليمان بن جرير الزيدي والأمر الثاني هو التقية - كما ستعرف .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nعليهم بزعمهم مفوّض إليهم نسخ القرآن وتدبيره ، وتجاوز بعضهم حتى خرج من الدين بقوله : انّ النسخ قد يجوز على وجه البداء وهو أن يأمر اللّه عزّ وجلّ عندهم بالشيء ولا يبدو له ، ثمّ يبدو له فيغيّره ، ولا يريد في وقت أمره به ان يغيّره هو ويبدّله وينسخه ، لانّه عندهم لا يعلم الشيء حتى يكون الّا ما يقدّره فيعلمه علم تقدير ، وتعجرفوا فزعموا انّ ما نزل بالمدينة ناسخ لما نزل بمكّة » .\r\nثم علّق شيخنا الطوسي رحمه اللّه على هذا الكلام بقوله : « واظنّ انّه عنى بهذا أصحابنا الاماميّة ، لأنّه ليس في الامّة من يقول بالنص على الأئمة عليهم السلام سواهم . فإن كان عناهم فجميع ما حكاه عنهم باطل وكذب عليهم لأنّهم لا يجيزون النسخ على أحد من الأئمة عليهم السلام ولا أحد منهم يقول بحدوث العلم « 1 » .\r\nنعم سبق الرازي الامام الشيخ أبو الحسن الأشعري فقال : وكل الروافض إلّا شرذمة قليلة يزعمون انّه يريد الشيء ثم يبدو له فيه .\r\nوفسّره المحقّق المعلق : اي يظهر له وجه المصلحة بعد خفائه عليه فيغيّر رأيه « 2 » . هذا وقال بعد « صفحتين » افترقت الرافضة هل الباري يجوز أن يبدو له إذا أراد شيئا أم لا ؟ على ثلاث مقالات ثم فصّل المقالات « 3 » .\r\nأقول : انّ الامام الأشعري لو كان واقفا على عقيدة الشيعة الّتي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التبيان المجلد الاوّل ص 13 - 14 طبعة النجف عام 1376 ه .\r\n( 2 ) مقالات الاسلاميين واختلاف المصلّين ص 107 و 109 و 119 ط محمد محي الدين عبد الحميد للامام أبى الحسن الأشعري المتوفى عام 330 .\r\n( 3 ) مقالات الاسلاميين واختلاف المصلّين ص 107 و 109 و 119 ط محمد محي الدين عبد الحميد للامام أبى الحسن الأشعري المتوفى عام 330 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nدوّنها معاصره المحدّث الكليني المتوفّى عام 328 أي قبل الشيخ الأشعري بسنتين ، لمّا نسب تلك الأكذوبة إلى الشيعة الإماميّة . مع انّه ينسب البداء بالمعنى الباطل إلى كلّ الشيعة ويأتي بخلافه بعد صفحتين ويقول : « والفرقة الثانية منهم يزعمون انّه لا يجوز وقوع النّسخ في الأخبار ، وأن يخبر اللّه سبحانه انّ شيئا يكون ثمّ لا يكون ، لانّ ذلك يوجب التكذيب في أحد الخبرين » .\r\nأضف إلى ذلك انّ شيخ السّنّة يعبّر عن الشيعة بالرّوافض مع انّه من أوضح مصاديق قوله سبحانه :  « وَلا تَنابَزُوا بِالْأَلْقابِ »  .\r\nوأسوأ من ذلك ما ذكره المعلّق في تعاليقه من اللعن على الرافضة وتقبيحهم سامحه اللّه وغفر ذنوبه ، ونحن نمرّ عليه مرّ الكرام . وكيف اجترأ على لعن ثلث المسلمين أو ربعهم وهم مقتفون اثر الرّسول وأهل بيته الذين أذهب اللّه عنهم الرجس وطهّرهم تطهيرا .\r\nوسيوافيك إن شاء اللّه في سائر أبحاثنا الكلاميّة انّ جلّ ما نسب إليهم الإمام الأشعري في كتابه هذا باطل .\r\nفإذا كان الأقطاب من الجانبين على طرفي نقيض من الرأي والموقف بالنسبة إلى مسألة واحدة فما هي وظيفة المبتدئ ومن ليس له إلمام بالأبحاث الكلاميّة ، ولا قدم راسخة في المسائل الاعتقاديّة .\r\nوخلاصة القول : انّ الانسان ليحتار اشدّ الحيرة وهو يواجه هذا التناكر والاختلاف في أصل واحد ، إذ كيف يمكن أن يكون أصل واحد بمعنى واحد آية توحيد اللّه وكماله في الخلق والايجاد عند طائفة ، وإنكارا لعلمه سبحانه عند طائفة أخرى .\r\nهل يمكن أن يكون التفاوت إلى هذه الدرجة أمرا صحيحا\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوطبيعيّا أم انّ هذا يكشف عن انّ الامر قد درس في جوّ من التعصّب ، وعدم التحقيق ويكشف في نفس الوقت عن انّ أكثر المسائل الخلافيّة نشأت من مثل هذا المنطلق ، وعولجت في مثل هذا الجوّ الذي ينافي مصلحة التحقيق ، والبحث الموضوعي في القضايا الفكريّة والاعتقاديّة .\r\nغير انّ القارئ الكريم إذا نظر إلى ما سيمرّ عليه في هذه الصحائف يقف على انّ النزاع القائم على قدم وساق في هذا المجال ، قد نشأ عن عدم تعمّق المخالف في مسألة البداء ، وعدم وقوفه على نفس ما يدّعيه الطرف الآخر ، ولو وقف على مراده ومقصده لا تفق معه في هذه المسألة ولقال : انّ البداء بهذا المعني هو عين ما نطق به الكتاب العزيز ، وتحدّثت عنه السنّة الطاهرة ، وأذعن به جهابذة العلم من أهل السنّة .\r\nوكم ، وكم لهذه المسألة من نظير نشأ فيه النزاع والتشاجر بين الاخوة من الطائفتين لعدم الوقوف على ما يعتقده الطرف الآخر ، ومنها المسألة الثانية التي جعلها الإمام الرازي تبعا لسليمان بن جرير مما اخترعته الشيعة الإمامية إذ قال :\r\n« والثاني : التقيّة فكلّما أرادوا شيئا تكلّموا به فإذا قيل لهم هذا خطأ ، أو ظهر لهم بطلانه قالوا إنّما قلناه تقيّة . . . » « 1 »\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nالنزاع في البداء لفظىّ لا معنوىّ\r\nولو أنّ القوم طرحوا هاتين المسألتين في جوّ هادئ ، وبتجرّد عن الأهواء والعصبيّات واستمعت كل طائفة إلى ما تقوله الطائفة الأخرى لوقفوا على « وحدة العقيدة » في كلتا المسألتين ، ولعرفوا أنّ النزاع لفظيّ لا معنويّ حقيقي .\r\nولقد أشار معلّم الشيعة الاماميّة الشيخ المفيد رحمه اللّه ( 338 ه - 413 ه ) إلى هذه الحقيقة ، وانّ النزاع بين الموافق للبداء والمخالف له لفظيّ لا معنويّ إذ قال : « أمّا إطلاق لفظ البداء فانّما صرت إليه بالسمع الوارد عن الوسائط بين العباد وبين اللّه عز وجل ، ولو لم يرد به سمع أعلم صحته لما استجزت إطلاقه ، كما انّه لو لم يرد عليّ سمع بانّ اللّه يغضب ويرضى ويحبّ ويعجب لما أطلقت ذلك عليه ، سبحانه ، ولكنّه لمّا جاء السمع به صرت إليه على المعاني التي لا تأباها العقول ، وليس بيني وبين كافّة المسلمين في هذا الباب خلاف ، وإنّما خالف من خالفهم في اللّفظ دون ما سواه وقد أوضحت من علتي في إطلاقه بما يقصر معه الكلام ، وهذا مذهب الاماميّة بأسرها ، وكلّ من فارقها في المذهب ينكره على ما وصفت من الاسم دون المعنى ولا يرضاه « 1 » .\r\nولا أنسى انّ أحد أعلام السنّة في مجلس الخبراء اجتمع معي ، وسألني عن حقيقة « البداء » وقد شرحت له مغزى المسألة ، واستمع لما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أوائل المقالات ص 92 - 93 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nنقوله بهدوء وتفهّم فقال : لو كان البداء بهذا المعنى فهو ممّا يعتقده أهل السنّة أجمع غير انّكم لا تريدون من « البداء » هذا ، وانّما تريدون معنى آخر يلازم جهله سبحانه وظهور الحقيقة له بعد الخفاء .\r\nثمّ قال : لو أتيت بكتاب من قد ماء الشيعة تتبنّى هذه العقيدة كما شرحتها لصدّقت كلامك وآمنت بالبداء ، ولأجل ذلك جئت له بكتاب « أوائل المقالات » و « شرح عقائد الصدوق » للعلّامة الشيخ المفيد ، فأخذ الكتاب وراح إلى بيته وطالعه وقلّبه ظهرا لبطن ، وجاء بعد أيّام قائلا : لو كان « البداء » بنفس المعنى الذي شرحه معلّم الشيعة الشيخ المفيد ، فأهل السنّة متفقون معه في هذه العقيدة من لدن ضرب الاسلام بجرانه في الأرض .\r\nفلأجل ذلك نزلنا عند رغبة بعض الفضلاء لشرح هذه المسألة على وجه يزيل الابهام عن حقيقتها حتى يتضح الواقع بأجلى مظاهره ويعرف الجميع انّ النزاع في هذه المسألة لفظيّ لا معنويّ ، ولأجل ذلك نقدّم أمورا هي :\r\n\r\nالأوّل : في تفسير لفظ البداء\r\nانّ « البداء » في اللغة هو الظهور بعد الخفاء قال الراغب في مفرداته : « 1 » « بدا الشيء بدوا ، وبداء اى ظهر ظهورا بيّنا ، قال اللّه تعالى ، وبدا لهم من اللّه ما لم يكونوا يحتسبون ، وبدا لهم سيّئات ما كسبوا » ( الزمر - 48 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفردات ، مادة « بدا » ص 40 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوعلى ذلك ، فلا يطلق « البداء » في المحاورات العرفيّة إلّا إذا ما بدا له رأي في الشيء لم يكن له ذلك الرأي سابقا ، بان يتبدّل عزمه في العمل الذي كان يريد أن يصنعه ، ويحدث عنده ما يغيّر رايه وعلمه به ، فيبدو له تركه ، بعد أن كان يريد فعله ، أو بالعكس وذلك عن جهل بالمصالح والمفاسد .\r\nهذا هو معنى « البداء » وعليه جرت اللغة والعرف ومن المعلوم انّه لا يمكن أن يطلق « البداء » بهذا المعنى على اللّه سبحانه لاستلزامه حدوث علمه تعالى بشيء بعد جهله به ، وهذا محال ، ولا أظنّ أن يطلق مسلم عارف بالكتاب والسنة ملمّ بالمباحث الفلسفيّة والكلاميّة ، البداء بهذا المعنى في حقّه سبحانه ، ونسبته بهذا المعنى إلى الشيعة كما فعل البلخي والرازي وغيره - ناقلا له عن سليمان بن جرير ، ناشئة عن عدم معرفته بمعتقد الامامية في هذا المجال ، وعدم رجوعه إلى الأصول المصنّفة بأيدي أقطابهم وعلمائهم والروايات الواردة عن أهل البيت في هذا المضمار .\r\nوعلى ذلك فلا بدّ ان يطلب للبداء معنى آخر في هذا المورد سواء أكان استعمال ذلك اللفظ في هذا المعنى الآخر حقيقة أم مجازا ، إذ البحث يدور على صحة المراد من هذه الكلمة ، لا في صحة الاستعمال ، وإن كان الاستعمال أيضا صحيحا كما سيوافيك بيانه ، ونقله بعض أئمة اللغة كابن الأثير في النهاية .\r\nوعلى الجملة فالاماميّة القائلة ب « البداء » في حق اللّه سبحانه لا تريد منه ما نسبه سليمان بن جرير واخذه عنه « الرازي » بلا تحقيق وادّعاه البلخيّ قبل ذلك وإنّما تريد من تلك الكلمة معنى آخر\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nكما سيوافيك بيانه ، وإلى ذلك ينظر كلام المحقّق المجلسي حيث عقّب على كلام الرازي بعد نقله :\r\n« انظر إليه كيف نسب إلى أئمة الدين الذين لم يختلف مخالف ولا مؤالف في فضلهم وعلمهم وورعهم وكونهم أتقى الناس وأعلاهم شأنا - ورفعة : الكذب والحيلة والخديعة » « 1 » .\r\n\r\nالثاني : في نقل أنظار علماء الشيعة\r\nاتفقت الاماميّة - على بكرة أبيهم - بانّه سبحانه عالم بالأشياء والحوادث كلّها غابرها وحاضرها ومستقبلها لا يخفى عليه شيء لا في الأرض ولا في السماء قال سبحانه :\r\n « إِنَّ اللَّهَ لا يَخْفى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلا فِي السَّماءِ » \r\n( آل عمران - 5 )\r\nوقال سبحانه :\r\n « وَما يَخْفى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلا فِي السَّماءِ » \r\n( إبراهيم - 38 )\r\nوقال سبحانه :\r\n « إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً »  ( الأحزاب - 54 )\r\nإلى غير ذلك من الآيات المصرّحة بعموم علمه ، ولا يشذّ معتقد أئمتهم عن مفاد تلك الآيات قيد شعرة .\r\nفقد قال الامام أمير المؤمنين ( عليه السلام ) في هذا الصدد : « كلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 123 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nسر عندك علانية ، كل غيب عندك شهادة » « 1 » .\r\nوقال ( عليه السلام ) أيضا « لا يعزب عنه عدد قطر الماء ، ولا نجوم السماء ، ولا سوافي الريح في الهواء ، ولا دبيب النمل على الصفاء ، ولا مقيل الذر في الليلة الظلماء يعلم مساقط الأوراق ، وخفيّ طرف الأحداق » « 2 » .\r\nوقال الإمام الباقر ( عليه السلام ) « انّ اللّه نور لا ظلمة فيه وعلم لا جهل فيه ، وحياة لا موت فيه » « 3 » .\r\nوقال ( عليه السلام ) أيضا : « كان اللّه ولا شيء غيره ولم يزل اللّه عالما بما كوّن ، فعلمه به قبل كونه كعلمه به بعد ما كوّنه » « 4 » .\r\nوقال الإمام الصادق ( عليه السلام ) : « انّ اللّه علم لا جهل فيه وحياة لا موت فيه ونور لا ظلمه فيه » « 5 »\r\nوقال الإمام الكاظم ( عليه السلام ) : « لم يزل اللّه عالما بالأشياء قبل أن يخلق الأشياء كعلمه بالأشياء بعد ما خلق الأشياء « 6 »\r\nوقال الإمام أبو الحسن الرضا ( عليه السلام ) : « روينا أنّ اللّه علم لا جهل فيه ، حياة لا موت فيه ، نور لا ظلمة فيه ( قال ) كذلك هو » « 7 » وقال الإمام الصادق ( عليه السلام ) في تفسير قوله تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، الخطبة رقم 105 طبعة عبده .\r\n( 2 ) المصدر ، نفسه الخطبة رقم 173 طبعة عبده .\r\n( 3 ) بحار الأنوار ، ج 4 ص 84 باب العلم وكيفيته والآيات الواردة فيه الحديث 18 .\r\n( 4 ) المصدر نفسه الحديث 23 ص 86 .\r\n( 5 ) المصدر نفسه الحديث 16 .\r\n( 6 ) الكافي ، ج 1 باب صفات الذات ص 107 .\r\n( 7 ) بحار الأنوار ، ج 4 ص 84 الحديث 17 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ » .  ( الرعد - 39 )\r\n« فكلّ أمر يريده اللّه فهو في علمه قبل أن يصنعه ليس شيء يبدو له الّا وقد كان في علمه ، انّ اللّه لا يبدو له من جهل » « 1 »\r\nوقال عليه السلام أيضا : « من زعم انّ اللّه عزّ وجل يبدو له في شيء لم يعلمه أمس فابرءوا منه » « 2 »\r\nومع هذه التصريحات من أئمة المذهب كيف يصحّ أن يسند إلى هذه الطائفة - الساعية في تنزيه اللّه عن كلّ نقص وعيب ، وجهل وعجز ، أكثر ممّا تفعله غيرها من الطوائف والمذاهب - بانّها تقول ب « البداء » بالمعنى الملازم للظهور بعد الخفاء والعلم بعد الجهل ؟ !\r\nفهل يصحّ أن يسند إلى الإمام الصادق ( عليه السلام ) الذي يفسّر الآية المذكورة بما نقلناه ، انّه يقول بشيء يكون مضادّا ومخالفا لما فسّر به الآية ، هذا من جانب ومن جانب آخر نرى أنّ أئمة الشيعة يقولون : « ما عبد اللّه بشيء مثل البداء » ويقولون : « ما عظّم اللّه عزّ وجلّ بمثل البداء » ويقولون : « ما بعث اللّه نبيّا حتى يأخذ عليه ثلاث خصال : الاقرار بالعبوديّة وخلع الأنداد ، وانّ اللّه يقدّم ما يشاء ويؤخّر ما يشاء » ويقولون في حديث آخر : « ما تنبّأ نبيّ قط حتى يقرّ للّه تعالى بخمس : بالبداء والمشيئة . . . »\r\nوفي حديث آخر : « ما بعث اللّه نبيّا قط الّا بتحريم الخمر ، وان يقرّ له بالبداء » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 121 الحديث 63 .\r\n( 2 ) بحار الأنوار ، ج 4 ، ص 111 ، الحديث 30 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nويقولون : « لو يعلم الناس ما في القول بالبداء » من الأجر ما فتروا عن الكلام فيه » « 1 »\r\nفهل يصحّ ان ينسب إلى عاقل - فضلا عن إمام الامّة ، وصادقها وباقر علومها ومظهرها ، بأنّ اللّه تعالى لم يعبد ولم يعظم الّا بالقول بظهور الحقائق له بعد الخفاء ، والعلم بعد الجهل ، مع انّ فيه تعجيزا للّه سبحانه ، وتنظيرا له للخلق . ؟ !\r\nكلّ ذلك يؤيّد بانّ المراد من « البداء » في كلمات هؤلاء أمر آخر سوى ما يفهمه المعترضون في عصر الأئمة وما بعدهم ، سواء أكان استعمال لفظ « البداء » فيه حقيقة أم كان من باب المجاز والمشاكلة ، أو غير ذلك من الوجوه المصحّحة لاستعمال تلك الكلمة في حقّه سبحانه ، التي سيمرّ عليك بيانها .\r\nكلّ ذلك حسب الكتاب والسنّة وأمّا العقل فلقد قامت الأدلّة والبراهين العقليّة - عند الاماميّة على انّ علمه سبحانه عين ذاته لا زائدا عليه ، وانّه علم كلّه لا جهل فيه ، وقدرة كلّه لا عجز فيه ، وقد تأيّد كل ذلك بالبراهين الفلسفيّة والكلاميّة .\r\nبعد هذا وذلك فانّ تفسير « البداء » في كلام أئمتهم وعلمائهم بالمعنى الباطل الذي لا يصحّ أن ينسب إلى شخص عاديّ ، فضلا عن الأئمة والعلماء ، تجاف عن الحقيقة .\r\nوبذلك يظهر انّ ما نقله البلخي والرازي في تفسيرهما ناشئ عن عدم معرفتهما بعقائد الاماميّة إذ قال الرازي في تفسير قوله سبحانه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع للوقوف على هذه الأحاديث بحار الأنوار ، ج 4 الأحاديث 19 و 20 و 21 و 23 و 24 و 25 و 26 من صفحة 107 إلى صفحة 108 باب البداء .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 ) قالت الرافضة : البداء جائز على اللّه تعالى ، وهو أن يعتقد شيئا ثمّ يظهر له أنّ الأمر بخلاف ما اعتقده ، وتمسّكوا فيه بقوله :  يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ »  ( الرعد - 39 ) ( ثمّ قال : ) انّ هذا باطل لأنّ علم اللّه من لوازم ذاته المخصوصة ، وما كان كذلك كان دخول التغيير والتبدّل فيه محالا » « 1 »\r\nوما حكاه إنّما افتعله الأفّاكون الذين ينحتون الكذب لغايات وأغراض فاسدة واخذه الرازي حقيقة راهنة ! !\r\nوالعجب انّه يقول ما يقول رغم انّ موطنه ومسقط رأسه ( بلدة الريّ ) كان مزدحم الشيعة ومركزهم ، وكان هو يعيش بينهم وتجمع بينه وبين أقطاب من متكلّمي الشيعة ، البيئة الواحدة ونخصّ بالذكر منهم : « محمود بن علي بن الحسين سديد الدين الحمصي الرازي » علّامة الاماميّة في الأصوليين وصاحب كتاب « المنقذ من التقليد والمرشد إلى التوحيد » « 2 »\r\nولو كان الرازي رجلا موضوعيّا لرجع إليهم في اخذ عقيدة الشيعة الاماميّة ، ولما تهجّم عليها وكان إليها التهم ، ولم يكرّر في تفسيره ما ذكره في محصّله « 3 »\r\nما هكذا تورد يا سعد الإبل ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الرازي . ج 5 ص 216 المطبوع في 8 مجلدات .\r\n( 2 ) راجع كتاب الثقات العيون في سادس القرون ص 295 .\r\n( 3 ) مرّ مصدره .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nالثالث : الكتاب والسّنة مليئان بالمجاز\r\nانّ القرآن الكريم وكلمات البلغاء مليئة بالمجاز والمشاكلة . فترى القرآن ينسب إلى اللّه سبحانه ، المكر والكيد والخديعة والنسيان والأسف إذ يقول :   « إِنَّهُمْ يَكِيدُونَ كَيْداً ، وَأَكِيدُ كَيْداً »   ( الطارق 15 - 16 ) ويقول :  « وَمَكَرُوا مَكْراً وَمَكَرْنا مَكْراً »  ( النمل - 50 ) ويقول :  « إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ »  ( النساء - 142 ) ويقول :  « نَسُوا اللَّهَ فَنَسِيَهُمْ »  ( التوبة - 67 ) ويقول :  « فَلَمَّا آسَفُونا انْتَقَمْنا مِنْهُمْ »  ( الزخرف - 55 ) إلى غير ذلك من الآيات والموارد .\r\nوليس لأحد أن يغترّ بظواهر هذه الآيات والألفاظ فيثبت هذه الصفات للّه سبحانه وهو أجلّ مما تعطيه ظواهر هذه الكلمات ، بل لا بدّ من التعمّق فيها حتى يقف المرء على حقيقة مفادها .\r\nومن هذا القبيل لفظ « البداء » فلو وصف به سبحانه وتعالى في أحاديث أئمة أهل البيت وكلمات العلماء فلا بدّ من التعمّق في الأمر ولا يصح الاغترار بطاهر هذه الكلمة ، وظواهر تلك الروايات والأخبار والكلمات وسيوافيك توضيح ذلك في ما يأتي .\r\n\r\nالرابع : في إمكان النسخ وإبطال مزعمة اليهود\r\nانّ المعروف من عقيدة اليهود انّهم يمنعون النسخ في الأحكام ، بل يحيلونه مطلقا ، سواء أكان في التكوين أم في التشريع .\r\nوقد استدلّوا لذلك بوجوه مذكورة في الكتب الاصوليّة من ذلك انّ النسخ يستلزم عدم حكمة الناسخ ، أو جهله بوجه الحكمة ، وكلا\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالأمرين مستحيلان في حقّه سبحانه ، وذلك لأنّ رفع الحكم الثابت لموضوعه إمّا أن يكون مع بقاء الحال على ما هو عليه من وجه المصلحة ، وعلم ناسخه بها ، وهذا ينافي حكمة الجاعل مع انّه حكيم مطلقا .\r\nوإمّا ان يكون من جهة « البداء » وكشف الخلاف على ما هو الغالب في الأحكام والقوانين العرفيّة وهو يستلزم الجهل منه تعالى .\r\nوعلى ذلك فيكون وقوع النسخ في الشريعة محالا ، لأنّه يستلزم المحال . « 1 »\r\nهذا هو دليلهم على امتناع النسخ في التشريع ، وقد أجاب عنه علماء الاسلام بقولهم :\r\nانّ النسخ لا يلزم منه خلاف الحكمة ، ولا ينشأ منه « البداء » المستحيل في حقّه سبحانه . ويكون الحكم المجعول حكما حقيقيّا ، ومع ذلك ينسخ بعد زمان لا بمعنى انّ الحكم بعد ثبوته يرفع في الواقع ، ونفس الأمر ومن رأس ( كأن لم يكن حكما ) كي يكون مستحيلا على الحكيم العالم بالواقعيّات بل هو بمعنى أن يكون « الحكم المجعول مقيدا بزمان معلوم عند اللّه مجهول عند الناس » ويكون ارتفاعه بعد انتهاء ذلك الزمان لانتهاء أمده الذي قيّد به وحلول غايته الواقعيّة التي أنيط بها ، ومن المعلوم انّ للزمان دخالة في مناطات الأحكام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع للوقوف على ادلّة الطرفين في امكان النسخ وامتناعه كتاب : « تلخيص المحصّل » للمحقّق الطوسي ص 364 - 367 وأنوار الملكوت في شرح الياقوت والمتن لأبي إسحاق إبراهيم بن نوبخت أحد علماء الاماميّة والشرح للعلّامة الحلي وإرشاد الطالبين ص 317 - 321 وكشف المراد طبعة صيدا ص 223 - 224 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفيمكن أن يكون الفعل مشتملا على مصلحة في سنين معيّنة ثمّ لا تترتّب عليه تلك المصلحة بعد انتهاء تلك السنين ، وعندئذ ربما تقتضي المصلحة بيان الحكم على وجه الاطلاق مع انّ المراد هو المحدود بالحدّ الزماني ، فالنسخ بهذا المعنى تقييد لاطلاق الحكم من حيث الزمان ، ولا يستلزم ذلك مخالفة الحكمة أو « البداء » بالمعنى المستحيل في حقّه تعالى .\r\nهذا كلّه حول « النسخ في التشريع »\r\nوأمّا النسخ في التكوين فيراد منه انّ الانسان في حياته مخيّر غير مسيّر وانّ له تغيير مصيره إذا غيّر مسيره .\r\nفالإنسان حرّ مختار طيلة حياته له أن يجعل نفسه - في ما تبقى من حياته - من السعداء أو من الأشقياء ، على خلاف ما ذهبت إليه اليهود ، حيث زعموا : انّ قلم التقدير والقضاء إذ جرى على الأشياء في الأزل ، استحال ان تتعلّق المشيئة بخلافه .\r\nوبعبارة أخرى ، ذهبوا إلى أنّ اللّه قد فرغ من أمر النظام وجف القلم بما كان فلا يمكن للّه سبحانه محو ما أثبت ، وتغيير ما كتب أوّلا . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال صاحب تفسير الكشّاف : انّ عبد اللّه بن طاهر دعا الحسين بن الفضل ، وقال له : أشكلت عليّ ثلاث آيات دعوتك لتكشفها لي ( ثمّ ذكر ) قوله تعالى :  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  ( الرحمن - 29 ) وقد صحّ انّ القلم جف بما هو كائن إلى يوم القيامة .\r\nفقال الحسين : . . . وامّا قوله : « كلّ يوم هو في شأن فانّها شؤون يبديها لا شؤون يبتدئها » .\r\nوهذه العبارة تكشف عن تسرّب عقيدة اليهود إلى بعض المسلمين ، ولا شك انّ ما ذكره\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nويردّهم القرآن الكريم في مجال التشريع بقوله :   ما يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ ، وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ . ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها أَ لَمْ تَعْلَمْ أَنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ »   ( البقرة - 105 - 106 ) « 1 » .\r\nوإلى ما ذكرنا يشير كلام النبي ( صلّى اللّه عليه وآله ) في محاورته مع اليهود ، فقد روي عن الإمام محمد الباقر ( عليه السلام ) انّه قال « وجاء قوم من اليهود إلى رسول اللّه ( صلّى اللّه عليه وآله ) فقالوا :\r\nيا محمّد هذه القبلة بيت المقدس قد صلّيت إليها أربع عشر سنة ثمّ\r\n\r\n\r\n","description":"","footnote":"\r\nالحسين باطل ، لأنّه تعالى كلّ يوم هو في شأن ( الرحمن - 29 ) يحدث للأشياء ويبتدئ بها ، لا أنّه يبديها بعد ما ابتدأها في الأزل .\r\nويدلّ على هذا الأمر قول أمير المؤمنين علي بن أبي طالب ( عليه السلام ) « الحمد للّه الذي لا يموت ولا ينقضي عجائبه لأنّه كلّ يوم هو في شأن من إحداث بديع لم يكن » فانّه صريح في انّ اللّه تعالى يحدث في كلّ وقت ما أراد إحداثه من الأشخاص والأحوال .\r\n( 1 ) ويظهر من كثير من المفسرين تفسير الآية بالشريعة المحمدية ، وانّه سبحانه يقول :  « ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها »  ويفسّرون نسخ الآية بنسخ حكم الآية ، وننسها بإزالة الآية من ذاكرة النبي صلّى اللّه عليه وآله .\r\nثمّ ضربوا يمينا وشمالا محاولين توجيه النسيان ، وعدم اجتماعه مع قوله سبحانه :\r\n « سَنُقْرِئُكَ فَلا تَنْسى »  ( الأعلى - 6 ) وهذه التكلّفات ناشئة عن الغفلة عن هدف الآية ، وانّها راجعة إلى نسخ الشرائع السماويّة السابقة بواسطة الاسلام ، والمراد من نسيانها نسيان تلك الكتب ، والشرائع بحيث حرّفت وبدّلت حتى صارت حقيقتها نسيا منسيا .\r\nونسبة الانساء إلى اللّه نسبة مجازيّه ، كما نسب إليه الاضلال باعتبار تمرّد المنتسبين حتى خرجوا عن أهلية اللطف والتوفيق فلاحظ للتوسّع آلاء الرحمن ج 1 ص 104 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nتركتها الآن ، أفحقّا كان ما كنت عليه فقد تركته إلى باطل فانّما يخالف الحق الباطل ، أو باطلا كان ذلك فقد كنت عليه طول هذه المدّة ؟ فما يؤمننا أن تكون الآن على باطل ؟ فقال رسول اللّه ( صلّى اللّه عليه وآله ) بل ذلك كان حقّا وهذا حقّ يقول اللّه  « قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ »  ( البقرة - 142 ) إذا عرف صلاحكم يا ايّها العباد في استقبال المشرق امركم به وإذا عرف صلاحكم في استقبال المغرب امركم به ، وإن عرف صلاحكم في غيرهما امركم به ، فلا تنكروا تدبير اللّه في عباده ، وقصده إلى مصالحكم » « 1 » .\r\nكما انّه سبحانه يرد عليهم في امكان النسخ في مجال التكوين في الآية التالية إذ يقول :\r\n « أَ لَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ »  ( البقرة - 107 ) ومفاده أنّ ملك السماوات والأرض للّه ، فله أن يتصرّف فيها كيف يشاء ، وليس لغيره شيء من الملك حتى يوجب ذلك انسداد باب من أبواب تصرّفه سبحانه ، أو يكون مانعا عن تصرّف من تصرّفاته ، فلا يملك أيّ شيء شيئا في قبال مالكيّته ، فله أن يتصرّف فيكم وفي ما عندكم ما شاء وأراد من أنواع التصرف .\r\nكما يصرّح سبحانه في آية بل آيات أخرى بانّه سبحانه لم يفرغ من أمر الإيجاد والخلق والتكوين ، وانّه كلّ يوم هو في شأن ، إذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 105 - 106 باب البداء .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيقول :  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 ) .\r\nوعلى ذلك فانّ اللّه سبحانه باسط اليدين في مجالي التكوين والتشريع ، يقدّم ما يشاء ويؤخّر ما يشاء ، ويثبت ما يشاء ويمحو ما يشاء ، لا يمنعه عن ذلك مانع . وما تتخيّله اليهود وما انتحلوه من انّ اللّه قد فرغ من الأمر وانتهى من الإيجاد والتكوين فصار مكتوف اليدين ، مسلوب القدرة ، إنّما هو أمر باطل تردّه البراهين الفلسفيّة ، والآيات القرآنيّة والأحاديث الصحيحة .\r\nفهذا هو القرآن الكريم يصرّح بكونه  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  ( الرحمن - 29 ) وانّه كما يقول سبحانه عن نفسه :  « أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ »  ( الأعراف - 54 ) والآية مطلقة غير مقيّدة بزمان دون زمان .\r\nولأجل ذلك ينسب إلى نفسه كلّ ما يرجع إلى الخلق والإيجاد في كثير من الآيات ، ويبيّن ذلك بصيغ فعليّة استقباليّة دالّة على الاستمرار ، وناصّة على انّ الفيض والخلق والايجاد والتدبير بعد مستمر .\r\nيقول سبحانه :  « أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ »  ( النور - 43 )\r\nفالأفعال المتعدّدة الواردة في هذه الآية أعني قوله : « يزجي ، ويؤلّف ، ويجعل ، ويخرج ، وينزّل » يكشف عن كونه كل يوم هو في شأن ، وانّ أمر الخلق والإيجاد والتصرّف بعد مستمرّ ولم يفرغ سبحانه عن ذلك ، كما تدّعيه اليهود .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنرى انّه سبحانه مع انّه يعترف بنظام العليّة والمعلوليّة في الكون ، يصرّح بأنّ تأثير الشفعاء ( العلل الطبيعيّة ) يتحقّق بإرادته كما يقول :\r\n « ثُمَّ اسْتَوى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ ما مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ »  ( يونس - 3 )\r\nوالمراد من الشفيع هو الوسيط المؤثّر من العلل التكوينيّة ، وهو بمعنى الشفع بمعنى الزوج فكأنّ نظام العليّة مؤثّر بالانضمام إلى إرادة اللّه سبحانه ومشيئته .\r\nثمّ انّ بعض المفسّرين يطرحون عقيدة اليهود في مجال التشريع والتكوين في تفسير قوله :  « بَلْ يَداهُ مَبْسُوطَتانِ »  ( المائدة - 64 )\r\nغير انّ الآية واردة في سياق الانفاق والبذل ويتّضح ذلك إذا ألقينا نظرة إلى مجموع الآية إذ يقول سبحانه :  « وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ »  ( المائدة - 64 ) فعبارة  « يُنْفِقُ كَيْفَ يَشاءُ »  تصريح بأمر آخر وهو مسألة الانفاق وانّ قولهم  « يَدُ اللَّهِ مَغْلُولَةٌ »  ناظر إلى غلق يديه في مقام الانفاق لا غيره ممّا يرجع إلى التشريع أو التكوين ، ويؤيد ذلك قولهم :  « لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قالُوا : إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِياءُ »  ( آل عمران - 181 )\r\nومع ذلك كلّه يمكن جعل قوله تعالى « يد اللّه مغلولة » مشيرا إلى عقيدتهم العامّة الكلّية حول اللّه تعالى ، وقوله : « ينفق كيف يشاء » رد على مورد خاص من تلك العقيدة الكلّية .\r\nولأجل ذلك نرى انّ الإمام الصادق ( عليه السلام ) يفسّر الآية بقوله انّ ( اليهود ) : قالوا قد فرغ من الأمر فلا يزيد ولا ينقص ، فقال اللّه جلّ جلاله تكذيبا لقولهم :  « غُلَّتْ أَيْدِيهِمْ ، وَلُعِنُوا بِما قالُوا بَلْ يَداهُ \r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ »  « 1 »\r\nوخلاصة القول : انّ قول اليهود :  « يَدُ اللَّهِ مَغْلُولَةٌ »  يعكس عقيدتهم الكليّة في حقّ اللّه ، وانّه مسلوب الإرادة تجاه كل ما كتب وقدّر أوّلا ، وكانت نتيجة تلك العقيدة الكليّة عدم قدرته على الانفاق زيادة على ما قدّر وقضى ، فردّ اللّه سبحانه عليهم بابطال تلك العقيدة أوّلا بقوله :  « غُلَّتْ أَيْدِيهِمْ »  وثانيا بقوله :  « بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ »  .\r\n\r\nالخامس : في انّ القدر ليس حاكما على مشيئته وأفعاله ولا على حرّية الانسان\r\nروى الفريقان المجبّرة والمعتزلة عن النبي ( صلّى اللّه عليه وآله ) انّه قال : « القدريّة مجوس هذه الامّة » وكلّ من الفريقين فسّر القدرية بخصمه .\r\nفقالت المجبّرة انّ المراد هم المعتزلة القائلة بالاختيار وعدم القدر ، معلّلين بانّهم صوّروا غيره سبحانه وخصوصا الانسان كاله ثان ، مختار في فعله ، خالق لعمله ، فهو عنده إله ثان ، فشبّهوا بالمجوسيّة لاعتقادهم بالثنويّة في الخالق .\r\nغير انّ استعمال القدريّة في الذين ينفقون القدر بعيد جدا فانّ القدريّة تطلق على القائل بالقدر ، كما انّ العدليّة تطلق على القائل بالعدل لا على نافيه ، فاطلاق القدريّة وإرادة من ينفي القدر منه أشبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد للصدوق ، ص 167 ، باب 25 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبإطلاق العدليّة ، وإرادة من ينفي العدل .\r\nوعلى كل تقدير ، فإنّه ممّا لا شك فيه انّ القدر أمر ثابت في الدين ولا يمكن إنكاره أبدا وقد جاء به القرآن الكريم ، وصرّحت به السنن الصريحة ، غير أن الكلام انّما هو في تحكيم القدر على أفعال اللّه تعالى ومشيئته المطلقة فيثبته المجبّرة وينكره الشيعة الاماميّة ، إذ يقولون : انّ للّه مشيئة في ما قضى وقدّر ، وانّ التقدير لا يجعله مغلول اليدين ومكتوفهما .\r\nفالمغالاة في القدر وتحكيمه على مشيئته ، وإجرائه على أفعاله سبحانه ، والقول بانّه تعالى محكوم بقدره ، ممّا تخالفه البراهين العقليّة ، وتعارضه الآيات القرآنيّة مثل قوله سبحانه :  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 ) ، وما سبق من الآيتين حول النسخ والانساء معلّلا سبحانه جوازهما بوجهين ، وقد أوضحنا حالهما فلاحظ سورة البقرة الآية 106 - 107 .\r\nفالعقيدة الصحيحة عبارة عن عدم تحكيم قدره على إرادته ومشيئته .\r\nكما أنّ تعلّق قدره بافعال الانسان يجب أن يكون على وجه لا يسلب الاختيار عنه بل يكون الانسان مختارا في فعله وتركه وعمله ونيّته .\r\nفتفسير القدر وإجراؤه في أفعاله سبحانه أوّلا ، وأفعال البشر ثانيا على الوجه اللائح من « القدريّة » المستلزم لحكومته على أفعال الخالق والمخلوق وإرادتهما ومشيئتهما يستلزم الجبر الباطل المحكوم بالعقل والنقل .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nومن المؤسف أنّ أهل السنّة نقلوا في ذلك روايات وأحاديث في صحاحهم ربما يستظهر من ظواهرها حكومة « القدر » على مشيئته سبحانه ، وانّه محكوم بتقدير لا يتخلّف عنه قيد شعرة ، كما يظهر منها حكومته على أفعال الانسان ، وانّه مكتوف اليدين ومسيّر في حياته يسير حسبما قدّر له وكتب القلم ونحن نذكر تلك النصوص في كلا المجالين جازمين بانّها لو صحّت عن النبي ( صلّى اللّه عليه وآله ) يجب أن تؤوّل على وجه يجتمع مع الآيات القرآنيّة والبراهين العقليّة .\r\n\r\nالطائفة الأولى\r\nفما ورد في القسم الأوّل عبارة عن الأحاديث التالية : ما رواه الترمذي في باب القدر عن النبي ( صلّى اللّه عليه وآله ) انّه قال : « إنّ أوّل ما خلق اللّه القلم فقال : اكتب ، فقال : ما أكتب ؟ قال :\r\nاكتب القدر ما كان وما هو كائن إلى الأبد » « 1 »\r\nويبدو من هذا الحديث وكأنّ المخلوق الأوّل قد خلق ليعارض خالقه في سلطانه ، ويمنع جفاف القلم عن أن يفعل سبحانه ما يشاء في خلقه .\r\nوروى الترمذي أيضا في كتاب القدر الباب 18 عن عبد اللّه بن عمر قال : سمعت رسول اللّه ( صلّى اللّه عليه وآله ) يقول :\r\n« قدّر اللّه المقادير قبل أن يخلق السماوات والأرض بخمسين ألف سنة » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي ج 4 ص 458 باب 17 القدر ، الحديث 2155 .\r\n( 2 ) صحيح الترمذي ج 4 ص 458 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالطائفة الثانية\r\nوأمّا الطائفة الثانية من الأحاديث فهي عبارة عن :\r\nما روى البخاري عن أبي هريرة قال قال لي النبي ( صلّى اللّه عليه وآله ) : « جفّ القلم بما أنت لاق » « 1 » .\r\nوقد رواه مسلم في صحيحة كذلك .\r\nوينقل النووي في شرح هذا الحديث . . . « ويقول الملك الموكّل بالنطفة : « يا رب أشقي أو سعيد ، فيكتبان . . . ويكتب عمله وأثره ، وأجله ورزقه ثم تطوى الصحف فلا يزاد فيها ولا ينقص . » « 2 »\r\nوفي حديث حذيفة : بعد ما يجعله اللّه سويّا أو غير سوي « ثمّ يجعله اللّه شقيّا أو سعيدا » « 3 » وما من نفس منفوسة الّا وكتب اللّه مكانها من الجنّة والنار ، والا وقد كتبت شقيّة أو سعيدة » « 4 » .\r\nوفي صحيح البخاري « احتجّ آدم وموسى فقال له موسى : يا آدم أنت أبونا خيّبتنا وأخرجتنا من الجنّة ، قال له آدم : يا موسى اصطفاك اللّه بكلامه . وخط لك بيده اتلو مني على أمر قدّر اللّه عليّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ج 8 ص 122 . باب في القدر باب جف القلم على علم اللّه . . .\r\n( 2 ) صحيح مسلم بشرح النووي . ج 16 ص 193 وراجع نفس صحيح مسلم طبعة محمد على صبيح الجزء الثامن ص 45 .\r\n( 3 ) نفس المصدر ص 194 وراجع صحيح مسلم طبعة محمد على صبيح الجزء الثامن ص 46 .\r\n( 4 ) صحيح مسلم بشرح النووي ج 16 ص 193 ولاحظ أيضا صحيح مسلم طبعة مطبعة محمد على صبيح الجزء الثامن صفحه 47 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقبل أن يخلقني بأربعين سنة » « 1 »\r\nوروى البخاري أيضا عن زيد بن وهب عن عبد اللّه قال :\r\nحدّثنا رسول اللّه ( صلّى اللّه عليه وآله ) وهو الصادق المصدّق ( إلى أن قال : ) . . . ثمّ يبعث اللّه ملكا فيؤمر بأربع : برزقه وأجله وشقيّ أو سعيد ، فو اللّه انّ أحدكم أو الرجل يعمل بعمل أهل الجنة حتى ما يكون بينه وبينها غير باع أو ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنّة فيدخلها ، وانّ الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها غير ذراع أو ذراعين فيسبق عليه الكتاب فيعمل بعمل أهل النّار فيدخلها » « 2 » .\r\nوروى أيضا عن أنس بن مالك عن النبي ( صلّى اللّه عليه وآله ) قال : « وكلّ اللّه بالرحم ملكا ( إلى أن قال : ) أي ربّ ذكر أم أنثى ؟ ! أشقيّ أم سعيد ؟ فما الرزق ؟ فما الأجل ؟ فيكتب كذلك في بطن أمّه » « 3 »\r\nوروى أيضا عن عمران بن حصين قال : قال رجل : يا رسول اللّه أيعرف أهل الجنة من أهل النّار ؟ قال : نعم قال : فلم يعمل العاملون ؟ قال : كلّ يعمل لما خلق له أو لما يسّر له . « 4 » .\r\nوتقدير هذا القدر الجاف الجافي ليس إلّا من متعنّت حنق قاس حقود على المساكين العاجزين بلا سبب ولا مبرّر ، وبذلك شقي الكفّار والعصاة بشقاوة الأبد ، ولا مجال - بعد ذلك - لرأفته ورحمته وإحسانه بل لقد قدّر كل ذلك لجماعة آخرين غرباء لا يهمّه أمرهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ، ج 8 « باب في القدر » ص 122 - 127 .\r\n( 2 ) صحيح البخاري ، ج 8 « باب في القدر » ص 122 - 127 .\r\n( 3 ) صحيح البخاري ، ج 8 « باب في القدر » ص 122 - 127 .\r\n( 4 ) صحيح البخاري ، ج 8 « باب في القدر » ص 122 - 127 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبلا جهة ولا سبب كما يقول اللّه تعالى - في زعمهم في بعض رواياتهم - : « خلقت هؤلاء للجنّة ولا أبالي وخلقت هؤلاء للنار ولا أبالي » « 1 »\r\nوقال سراقة بن جعشم : « يا رسول اللّه بيّن لنا ديننا كأنّا خلقنا الآن فيما العمل اليوم ؟ أفيما جفّت به الأقلام وجرت به المقادير ، أم فيما نستقبل ؟ قال : لا ، بل فيما جفّت به الأقلام وجرت به المقادير » « 2 »\r\nوهذه الأحاديث لو صحّت عن النبي ( صلّى اللّه عليه وآله ) يجب - كما أسلفنا - تأويلها بحيث تجتمع مع البراهين العقليّة والآيات القرآنيّة ، وسائر الأحاديث والّا فكيف يمكن تصديق ظواهرها ، فانّ التقدير لو كان يجري في أفعاله ولا يحيد عنها قيد شعرة يستلزم حكومة القدر على مشيئته وإرادته واختياره ، وهو أعظم ظلم وتعدّ على ساحته وحقوقه فكلّ من قال بهذه المسألة يشمله قوله سبحانه :\r\n « يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا ، بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ »  ( المائدة - 64 )\r\nإذ عندما يكون سبحانه محجورا عليه ممنوعا من التصرّف بما يشاء ، أزلا وأبدا وفي كلّ وقت يفترض فيه انّه قد حدث فيه التقدير ، فانّ القدر يكون سابقا عليه قبل ذلك ، فالقدر هو شريك اللّه في القدم ، ولأجل ذلك يصير القائل بهذا المعنى كالمجوس في الثنويّة وتعدد الآلهة .\r\nوفي الختام نقول : انّ المسلمين - تبعا للقرآن الكريم والأحاديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ كتاب بحوث مع أهل السنّة والسلفيّة ص 47 .\r\n( 2 ) صحيح مسلم ، ج 8 ص 44 طبعة القاهرة صبيح وبشرح النووي ج 16 ص 196 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالشريفة الصحيحة - متّفقون على التقدير في أفعاله سبحانه ، وأفعال عباده غير انّه لا بدّ أن يفسّر القدر على وجه لا يعارض سلطانه سبحانه ، ولا يكون إلها ثانيا في مقابله كما لا يعارض حرّية الإنسان واختياره فيجعله مكتوف اليدين فعندئذ يكون توجيه الأمر والنهي إليه مثل حال من قيل في شأنه :\r\n ألقاه في اليمّ مكتوفا وقال له * إيّاك إيّاك أن تبتلّ بالماء \r\nوالظاهر من القرآن الكريم رسوخ عقيدة « الجبر » عند المشركين وقد حكى عنهم سبحانه قولهم بقوله :  « وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ »  ( النحل - 35 ) ، وبقوله سبحانه :  « وَإِذا فَعَلُوا فاحِشَةً قالُوا وَجَدْنا عَلَيْها آباءَنا وَاللَّهُ أَمَرَنا بِها قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ أَ تَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ »  ( الأعراف - 28 )\r\nفالظاهر انّ مرادهم بأمره سبحانه بها ، هو إرادته وقدره .\r\nوالعجب انّ القرآن مع تنديده بالجبر بأشدّ اللحون والعبارات ، نرى انّ معاوية ومن في حزبه دعا إلى الجبر وتجديد عقيدة المشركين ، والغاية من ترويجه هو فرض حكومته على الناس وتصويرها بأنّها حكومة إلهيّة ، قد قضاها اللّه وقدّرها .\r\nوالعجب من الذين يترحّمون عليه ويطلبون له الرضا من اللّه يقولون في حقّه : ولقد كان معاوية يعلن أثناء ولايته في عهد عثمان أنّ المال مال اللّه ، لا مال المسلمين ليحتجن هذه الأموال ويحتجزها لنفسه كما كان يستند في إقامة ملكه إلى ايديولوجيّة مستمدّة من نظريّة\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالتفويض الإلهي والحق الديني للمملوك وكان في ذلك تشويه أيّ تشويه للسياسة الشرعيّة للمسلمين من حيث انّه أراد أن يستغل الدين من أجل الملك ، ويخضع العقائد لأهواء الحاكم « 1 » .\r\nوقد سبقه في ذلك الكاتب المصري أحمد أمين في « ضحى الاسلام » ج 3 ص 81 .\r\nولأجل ذلك نرى انّ الحسن البصري الذي كان يذهب مذهب الاختيار خوّفه بعض أقربائه بالسلطان ، وانّه مخالف لما « تروّجه الحكومة الأمويّة » . « 2 » ولا يشك أحد ممّن راجع تاريخ الحكومة الأمويّة بانّهم كانوا مروّجين لمذهب القدر والجبر ، حتى يستتب لهم الأمر ولا يكون لأحد مجال الاعتراض على تصرّفاتهم الظالمة .\r\nهذا ويتبيّن من المحاورة بين الحسن البصري وتلميذه معبد انّ القدر والجبر كانت ذريعة بيد حكّام الجور والسلطات الغاشمة .\r\nسأل معبد يوما من شيخه الحسن البصري : لما ذا نرى بني اميّة يتمسّكون بالقضاء والقدر كثيرا ؟ فأجابه شيخه : هؤلاء أعداء اللّه يكذّبون على اللّه . وصار هذا سبب قتله .\r\nوكلّما زادت الشكوى إلى معاوية أو زملائه يرجعونهم إلى القدر ويتلون عليهم قوله سبحانه :  « وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ »  ( الحجر - 21 ) ولما ضاق الخناق قام إليه يوما أحد الأحرار ( وهو أحنف بن قيس ) وقال : انّ اللّه قسّم رزقه بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظريّة الإمامة تأليف الدكتور أحمد محمود صبحي ص 334 .\r\n( 2 ) طبقات ابن سعد ج 7 ص 122 كما في بحوث مع أهل السنّة والسلفية ص 53 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nعباده بالعدل ولكن حلتم بينهم وبين أرزاقهم « 1 »\r\nولسنا هنا بصدد التوسّع في هذا الموضوع فقد يجسد القارئ الكريم لما ذكرنا شواهد في التاريخ .\r\nولأجل هذه الفكرة الأثيمة اجترأ عمر بن سعد بن أبي وقّاص على قتل الامام السبط الطاهر مبرّرا عمله بقوله : « كانت أمورا قضيت من السماء وقد أعذرت إلى ابن عمّي قبل الوقعة فأبى الّا ما أبى . » « 2 »\r\n\r\nالسادس : تغيير المصير بالأعمال\r\nلقد دلّت الآيات والأحاديث الصحيحة على انّ الانسان قادر على تغيير مصيره بحسن أفعاله ، وصلاح أعماله ، وتهذيب أخلاقه وأعماله بمثل الصدقة والاحسان وصلة الأرحام وبرّ الوالدين ، والاستغفار والتوبة ، وشكر النعمة إلى غير ذلك من الأمور المغيّرة للمصير ، الموجبة لتبدّل القضاء السيّئ إلى القضاء الحسن ، كما انّه قادر على تغيير مصيره الحسن إلى المصير السّيئ بالأعمال التي تقابل تلك الأعمال فليس الإنسان محكوما بمصير واحد ومقدّر عليه غير قابل للتغيير ، ولا انّه يصيبه ما قدّر له شاء أم لم يشأ ، بل المصير والمقدّر يتغيّر ويتبدّل بالأعمال الصالحة أو الطالحة ، بشكر النعم أو كفرانها ، وبالتقوى أو المعصية إلى غير ذلك من الأمور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ مصر للمقريزي ص 352 ونقله عنه شبلى النعماني في كتابه تاريخ علم الكلام ص 12 .\r\n( 2 ) طبقات ابن سعد ج 5 ص 110 كما في بحوث مع أهل السنّة والسلفية ص 59 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوكل ذلك واضح لمن كان له أدنى إلمام بالكتاب والسنّة ، فلو أنكر أحد ذلك فانّما ينكره باللسان ، وقلبه معترف به ، وإليك في ما يلي نزرا من الآيات والأحاديث في هذا المجال .\r\n\r\nالآيات القرآنيّة وتأثير العمل الانساني :\r\n1 - قال اللّه سبحانه حاكيا عن شيخ الأنبياء نوح قوله :    « فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً ، يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً ، وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً »    . ( نوح - 10 - 12 )\r\nفانّك ترى انّه عليه السلام يجعل الاستغفار سببا مؤثّرا في نزول المطر ، وكثرة الأموال ، وجريان الأنهار إلى غير ذلك من الآثار .\r\nوأمّا كيفيّة تأثير العمل الانساني كالاستغفار في الكائنات فبيانه خارج عن إطار بحثنا هذا ، وإنكار التأثير يشبه بكلمات الملاحدة وموقفهم ، فهذا الوحي الإلهي يدلّ على تأثير الدعاء والاستغفار في الكائنات ، والعلل الطبيعيّة ، وقد تواتر عن النبي صلّى اللّه عليه وآله وأئمة أهل البيت عليهم السلام انّ الدعاء وما شابهه من الأعمال ممّا يرد به القضاء .\r\n2 -  « إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ »  ( الراعد - 11 )\r\n3 -  « ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ »  ( الأنفال - 53 )\r\n4 - وقال سبحانه :  « وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ ، وَلكِنْ كَذَّبُوا فَأَخَذْناهُمْ بِما كانُوا يَكْسِبُونَ »  ( الأعراف - 96 )\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n5 - وقال سبحانه :   « وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ »   ( الطلاق - 2 - 3 )\r\n6 - وقال سبحانه :  « وَإِذْ تَأَذَّنَ رَبُّكُمْ : لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ »  ( إبراهيم - 7 )\r\n7 - وقال سبحانه :  « وَنُوحاً إِذْ نادى مِنْ قَبْلُ فَاسْتَجَبْنا لَهُ فَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ »  ( الأنبياء ، 76 )\r\n8 - وقال سبحانه :   « وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْنا لَهُ فَكَشَفْنا ما بِهِ مِنْ ضُرٍّ »   ( الأنبياء - 83 )\r\n9 - وقال سبحانه :  « وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ »  ( الأنفال - 33 )\r\n10 - وقال سبحانه :     « فَلَوْ لا أَنَّهُ كانَ مِنَ الْمُسَبِّحِينَ . لَلَبِثَ فِي بَطْنِهِ إِلى يَوْمِ يُبْعَثُونَ . فَنَبَذْناهُ بِالْعَراءِ وَهُوَ سَقِيمٌ . وَأَنْبَتْنا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ »     ( الصافات - 143 - 146 )\r\n11 - وقال تعالى :  « فَاسْتَجَبْنا لَهُ وَنَجَّيْناهُ مِنَ الْغَمِّ وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ »  ( الأنبياء - 88 )\r\n12 - وقال تعالى :  « فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا ، وَمَتَّعْناهُمْ إِلى حِينٍ »  ( يونس - 98 ) .\r\nهذه طائفة من الآيات القرآنيّة التي ترتّب آثارا معيّنة على الدعاء والاستغفار والايمان والعمل الصالح ، ممّا يكشف عن تأثير هذه الأعمال في الكائنات والحوادث الطبيعيّة وإليك ما جاء في هذا الصعيد من الأحاديث ، والأخبار .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوسنذكر أوّلا ما وصل إلينا من أهل بيت النبي ( صلّى اللّه عليه وآله ) ثم نذكر ما تؤيّده من الأخبار ممّا ورد في مصادر أهل السنّة .\r\n\r\nأحاديث وروايات أهل البيت وتأثير العمل الانساني في المصير\r\nروى الشيخ الطوسي في أماليه عن الإمام الباقر ( عليه السلام ) قال : قال أمير المؤمنين ( عليه السلام ) : « أفضل ما توسّل به المتوسّلون الايمان باللّه ، وصدقة السرّ فانّها تذهب الخطيئة ، وتطفئ غضب الربّ ، وصنائع المعروف فانّها تدفع ميتة السوء وتقي مصارع الهوان »\r\nوروي في عيون الأخبار عن الإمام الرضا عن آبائه قال : قال رسول اللّه ( صلّى اللّه عليه وآله ) : « الصدقة باليد تدفع ميتة السوء ، وتدفع سبعين نوعا من أنواع البلاء » .\r\nوروى الصدوق في الخصال عن أمير المؤمنين قال : « الاستغفار يزيد في الرزق » .\r\nوروى أيضا عن أمير المؤمنين ( عليه السلام ) « أكثروا الاستغفار تجلبوا الرزق » .\r\nوروى الحميري في قرب الإسناد عن الصادق ( عليه السلام ) :\r\n« انّ الدعاء يردّ القضاء وانّ المؤمن ليذنب فيحرم بذنبه الرزق »\r\nوقد عقد الكليني في الكافي بابا أسماه « انّ الدعاء يردّ القضاء » فعن حمّاد بن عثمان قال : سمعته يقول : « انّ الدعاء يردّ القضاء ينقضه كما ينقض السلك وقد ابرم ابراما » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ البحار ، ج 90 كتاب الذكر والدعاء أبواب الدعاء الباب 16 ح 2 ، 3 ، 5\r\nو ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوروى عن أبي الحسن موسى انّه قال : عليكم بالدعاء فانّ الدعاء للّه ، والطلب إلى اللّه يردّ البلاء ، وقد قدّر وقضى ولم يبق الّا إمضاؤه فإذا دعي اللّه عزّ وجل وسئل صرف البلاء صرفه » « 1 »\r\nوروى الكليني عن أبي الحسن الرضا ( عليه السلام ) قال :\r\n« يكون الرجل يصل رحمه فيكون قد بقي من عمره ثلاث سنين فيصيّرها اللّه ثلاثين سنه ويفعل اللّه ما يشاء » « 2 »\r\nوروى أيضا عن أبي جعفر ( عليه السلام ) قال : « صلة الأرحام تزكّي الأعمال ، وتنمي الأموال ، وتدفع البلوى وتيسّر الحساب ، وتنسئ في الأجل » « 3 » .\r\n\r\nمرويّات أهل السنّة وتأثير العمل الانساني في المصير\r\nلقد روى أهل السنّة ، نظير هذه الروايات والأخبار ونكتفي هنا بذكر بعضها :\r\n1 - روى السيوطي عن علي رضي اللّه عنه انّه سأل رسول اللّه ( صلّى اللّه عليه وآله ) عن هذه الآية  « يَمْحُوا اللَّهُ ما يَشاءُ »  فقال :\r\nلأقرّن عينك بتفسيرها ولأقرّنّ عين أمتي بعدي بتفسيرها : الصدقة على وجهها وبرّ الوالدين واصطناع المعروف يحوّل الشقاء سعادة ويزيد في العمر ، ويقي مصارع السوء » « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\nج 4 باب البداء ص 121 .\r\n( 1 ) الكافي ، ج 2 ص 470 .\r\n( 2 ) نفس المصدر ، ص 150 .\r\n( 3 ) نفس المصدر ، ص 150 .\r\n( 4 ) تفسير الدر المنثور ، ج 4 ص 66 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n2 - وأخرج الحاكم عن ابن عباس رضي اللّه عنهما . قال :\r\nلا ينفع الحذر من القدر ولكنّ اللّه يمحو بالدعاء ما يشاء من القدر » « 1 » .\r\n3 - أخرج ابن أبي شيبة في المصنّف وابن أبي الدنيا في الدعاء عن ابن مسعود رضي اللّه عنه قال : « ما دعا عبد قط بهذه الدعوات إلّا وسّع اللّه له في معيشته : يا ذا المنّ ولا يمنّ عليه يا ذا الجلال والاكرام ، يا ذا الطول لا إله إلّا أنت ظهر اللاجين وجار المستجيرين ومأمن الخائفين ، إن كنت كتبتني عندك في أمّ الكتاب شقيّا فامح عنّي اسم الشقاء وأثبتني عندك سعيدا وإن كنت كتبتني عندك في أمّ الكتاب محروما مقتّرا عليّ رزقي فامح حرماني ويسّر رزقي وأثبتني عندك سعيدا موفّقا للخير فانّك تقول في كتابك الذي أنزلت :\r\n « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  « 2 » .\r\n4 - عن أبي هريرة عن النبي ( صلّى اللّه عليه وآله ) قال : « لا يردّ القضاء إلّا الدعاء ولا يزيد في العمر إلّا البر » « 3 »\r\n5 - عن عبادة بن الصامت رضي اللّه عنه عن النبي ( صلّى اللّه عليه وآله ) قال : « ما على الأرض مسلم يدعو اللّه بدعوة إلّا آتاه اللّه إيّاها أو صرف عنه من السوء مثلها ما لم يدع بإثم أو قطيعة رحم » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الدر المنثور ، ج 4 ص 66\r\n( 2 ) تفسير الدر المنثور ، ج 4 ص 66 وروى في الجزء 6 ص 143 من هذا التفسير ما يقرب من هذا فلاحظ .\r\n( 3 ) التاج الجامع للأصول ، ج 5 ص 111 .\r\n( 4 ) التاج الجامع للأصول ، ج 5 ص 110 عن الترمذي .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n6 - وعن ابن عباس ( رضي اللّه عنه ) قال كان النبي ( صلّى اللّه عليه وآله ) يعوّذ الحسن والحسين يقول : أعيذ كما بكلمات اللّه التامّة من كلّ شيطان وهامّة ومن كل عين لامّة ثم يقول : كان أبوكم يعوّذ بهما إسماعيل وإسحاق عليهم السلام رواه أبو داود والترمذي بسند صحيح « 1 » .\r\n7 - روى أحمد في مسنده ج 5 ص 277 بسنده عن ثوبان قال :\r\nقال رسول اللّه ( صلّى اللّه عليه وآله ) انّ الرجل ليحرم الرزق بالذنب يصيبه ، ولا يردّ القدر إلّا الدعاء ، ولا يزيد في العمر إلّا البر .\r\n8 - روى الحاكم في المستدرك ج 1 ص 493 بسنده عن ثوبان قال : قال رسول اللّه ( صلّى اللّه عليه وآله ) « لا يردّ القدر إلّا الدعاء ولا يزيد في العمر إلّا البر ، وانّ الرجل ليحرم الرزق بالذنب يصيبه قال الحاكم : هذا حديث صحيح الاسناد ، ولم يخرجاه .\r\n9 - وروى عن ابن عمر ، قال : قال رسول اللّه ( صلّى اللّه عليه وآله ) : « الدعاء ينفع ممّا نزل ، وممّا لم ينزل . فعليكم عباد اللّه بالدعاء .\r\n10 - روى عن أبي سعيد أنّ النبي قال : « ما من مسلم يدعو اللّه بدعوة ليس فيها مأثم ولا قطيعة رحم إلّا أعطاه إحدى ثلاث . . . امّا أن يستجيب له دعوته ، أو يصرف عنه من السوء مثلها ، أو يدّخر له من الأجر مثلها . قالوا : يا رسول اللّه اذن نكثر ، قال : اللّه أكثر .\r\nهذا حديث صحيح الاسناد إلّا انّ الشيخين لم يخرجاه عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التاج الجامع للأصول ، ج 5 ، ص 100 - 101 عن الترمذي\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعلي بن علي الرافعي .\r\n\r\nتأثير الأعمال الطالحة في تغيير المصير\r\nثمّ انّه كما للأعمال الصالحة أثر في مصير الانسان وحسن عاقبته وزيادة عمره وسعة رزقه كذلك للأعمال السيّئة أثر معاكس فهي توجب في المقابل سوء العاقبة ، والفقر ، ونقصان العمر وما شاكل ذلك .\r\nوتدلّ على هذه الحقيقة آيات عديدة من الكتاب العزيز ، مثل قوله سبحانه :  « وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ ، فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذاقَهَا اللَّهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ »  ( النحل - 112 )\r\nوقوله سبحانه :  « وَلَقَدْ أَخَذْنا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَذَّكَّرُونَ »  ( الأعراف - 130 )\r\n   « لَقَدْ كانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتانِ عَنْ يَمِينٍ وَشِمالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ . فَأَعْرَضُوا فَأَرْسَلْنا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْناهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَواتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا وَهَلْ نُجازِي إِلَّا الْكَفُورَ »    ( سبأ - 15 - 17 ) .\r\nفقوله سبحانه :  « وَهَلْ نُجازِي إِلَّا الْكَفُورَ »  بعد عرض القصة نصّ في كونه ضابطة إلهيّة جارية في الأمم جمعاء وانّ مجازاة الكفور هو أخذ النعمة وسلبها عن أصحابها .\r\nكما دلّت على هذا الموضوع روايات وأخبار متضافرة ومستفيضة وردت في كتب الفريقين الروائيّة المعتبرة من ذلك ما عن\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأمير المؤمنين ( عليه السلام ) حيث قال في خطبته : « أعوذ باللّه من الذنوب التي تعجّل الفناء ، فقام إليه عبد اللّه بن الكواء اليشكري فقال : يا أمير المؤمنين أو تكون ذنوب تعجّل الفناء فقال : نعم ويلك قطيعة الرحم ( وقال أيضا ) : إذا قطعوا الأرحام جعلت الأموال في أيدي الأشرار » « 1 »\r\n\r\nالبداء من المعارف العليا :\r\nوبذلك يظهر أنّ البداء من المعارف العليا التي أرشدنا اللّه إليها عن طريق كتابه وسنّة نبيّه ، وكلمات أئمته ، وأنّ المراد من الاصرار عليه هو ردّ مزعمة الطائفتين التاليين :\r\nالأولى : اليهود خذلهم اللّه حيث ذهبوا إلى انّ اللّه سبحانه قد فرغ عن الأمر والايجاد وأنّ ما يتحقّق في الكون إنّما هو ظهور لتقديره وقضائه وانّه يستحيل تعلق المشيئة بغير ما جرى عليه القلم ، وإنّه ليس للعالم وللانسان إلّا مصير واحد ، لا يمكن تغييره وتبديله ، وانّه لا ينال إلّا ما قدّر له من الخير والشر ، ولو صحّت تلك العقيدة لبطل الدعاء والتضرّع ، كما بطل تأثير الأعمال الصالحة وغيرها في تغيير المسير الذي نصّ به الكتاب العزيز إذ قال سبحانه :  « إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ »  ( الرعد - 11 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 2 كتاب « الايمان والكفر » باب « قطيعة الرحم » ص 348 - الحديث 7 - 8 ولاحظ أيضا ما ورد في آثار ترك الأمر بالمعروف والنهي عن المنكر وترك الدعاء ، والصلاة والبر وما شاكل ذلك .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nاشكالان حول تأثير الدعاء\r\n« 1 » 1 - ربما ينكر تأثير الدعاء في نزول الأمطار والبركات قائلين بانّ الظواهر الطبيعيّة معاليل لأسبابها الماديّة ، فلو كانت أسبابها متهيّئة ، تحقّقت مسبّباتها من غير حاجة إلى الدعاء ، وإن لم تتحقّق تلك الأسباب ، فلا تتحقّق مسبّباتها ، تاب الانسان أولا ابتهل أولا ، غير انّه عزب عن هؤلاء المساكين الغارقين في لحجج الماديّة والمسجونين في سجون الطبيعة انّ وراء هذا النظام نظاما علويّا ومعنويّا يقود هذا النظام الماديّ ، ويدبّر أمره ، وينزل منه الوجود والفيض حسب ما تقتضيه المصلحة ، والمشيئة الحكيمة وليس النظام المادىّ مستقلا في التدبير معتمدا على نفسه في التأثير ، وانّما هو يدور مدار التدبير العلوي وإليه يشير سبحانه بقوله :  « فَالْمُدَبِّراتِ أَمْراً »  ( النازعات - 5 ) وبقوله سبحانه :  « وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ ، وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ »  ( الحجر - 21 )\r\nفإذا كان عالم المادّة بنظامه العلّيّ والمعلوليّ عنصرا متأثّرا بالنظام العلويّ ونزول الفيض من ذلك العالم يرتبط بقدر قرب الناس من اللّه وحسن فعلهم أو سوء فعلهم ، ومقدار منزلتهم ومكانتهم عنده ، فلو حسن حال العبد ، وكملت معرفته لعرفانه وابتهاله وتضرّعه شملته العناية الإلهية بانزال البركات ، ولو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفرق بين السؤالين أو الاشكالين واضح ، فانّ الأوّل يوجّهه الماديّون المنكرون لما وراء الطبيعة ، والثاني يوجّهه القدريّون القائلون بالتقدير القطعي المحتوم الذي لا يغيّر ولا يبدّل .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nانعكست انعكس الأمر وإن شئت قلت : انّ الدعاء وصالح الأعمال وطالحها ليست في عرض الأسباب الماديّة بل في طولها يقف على ذلك كلّ من له إلمام بالمعارف الالهيّة وعلى ذلك فالدعاء والابتهال والتضرّع من الأسباب والعلل التي جاء بها الوحي ، كما انّ الفساد والظلم والانحراف من موانع نزول الفيض وجريانه . قال سبحانه :  « وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ »  ( الشورى - 26 ) فإذا خالط الايمان روح الانسان وكان جسمه حليف العمل الصالح ، وأليف الفعل الخير ، يكون مهبطا لنزول الرحمة والفيض ، ولأجل ذلك جاء في الحديث : « انّ اللّه لا يستجيب دعاء بظهر قلب ساه » « 1 »\r\n2 - ربّما يتصوّر أنّ الدعاء لا يسمن ولا يغني في شفاء المريض وعافيته تمسّكا بانّه إن كان المقدّر هو شفاؤه وعافيته فهو يشفى سواء دعي له أو لا ، وانّ قدّر موته وهلاكه مات وهلك دعي له أولا ، فالدعاء في كلتا الحالتين غير ناجع ولا مفيد .\r\nوبما تقدّم يظهر جواب هذا السؤال إذ فيه :\r\nأمّا بالنقض فلأنّه ان صحّ ما ذكروه جرى في المعالجة وشرب الدواء حرفا بحرف .\r\nوأمّا بالحلّ فلانّ الدعاء من العلل والأسباب العلويّة المؤثّرة في النّظام الماديّ . وقد عرفت انّ النظام الماديّ غير مفوّض إلى نفسه ، بل يقوده النظام العلويّ ولأجل ذلك قال النبيّ : ( صلّى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 93 ص 305 وص 314 وفيه « لا يقبل اللّه دعا قلب لاه » .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوآله ) « انّ الدعاء مكتوب عليه : الّذي يردّ به القضاء » « 1 »\r\nوالحاصل انّ القيام بالمعالجة أو الدعاء والابتهال من الأسباب والعلل ، غير أنّ بعضها محسوس وملموس والآخر غير محسوس وانّما أخبر عنه الوحي الإلهي .\r\nوإن شئت قلت : انّ المقدّر هو برء المريض ، إذا دعي له ، فالدعاء ايجاد للشرط المقدّر كما انّ تركه ترك لشرطه .\r\nالثانية : القدريّة القائلين بسلطان القدر على مشيئة اللّه سبحانه وأنّ كلّ مقدّر كائن لا يتغيّر ولا يتبدّل فاللّه سبحانه محكوم بقدره وقضائه لا يقدر على تغييره ولا يغيّره الدعاء ، ولا صالح الأعمال وطالحها ، وكأنّ القدر غلّ على عنق الانسان لا يمكن حلّه والتخلّص منه حتّى بصالح الأعمال والتضرّع والإنابة .\r\nويقابله القول بالبداء وهو القول بإطلاق قدرة اللّه وحكومة مشيئته على تقديره ، وانّ القدر ليس باله كبير ولا صغير ، ولا يخرج الأمر عن يد اللّه ، ولأجل ذلك نرى أنّ النبيّ يمثّل القدريّة بالمجوس في القول بالثنويّة .\r\nوبذلك يعلم أنّ مفاد البداء هو الاعتراف بانّ العالم تحت سلطان اللّه وقدرته في حدوثه وبقائه وانّ إرادة اللّه نافذة في الأشياء أبدا وأزلا .\r\nكما يعلم سرّ إصرار أئمة أهل البيت ( ع ) على مسألة البداء لصيانة شيعتهم عن النزوع إلى التقوّل بمقالة إحدى الطائفتين ويصوّرون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 121 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعظمة هذه العقيدة بأقوالهم ، إذ يقولون : « ما عبد اللّه عزّ وجلّ بشيء مثل البداء » « 1 » أو « ما عظّم اللّه عزّ وجلّ بمثل البداء » « 2 » أو « لو يعلم النّاس ما في القول بالبداء من الأجر ما فتروا عن الكلام فيه » « 3 » إلى غير ذلك من الكلمات الذهبيّة القيّمة .\r\n\r\nالسابع : الآثار البنّاءة للاعتقاد بالبداء :\r\nانّ للاعتقاد بالبداء الذي يرجع مغزاه إلى تغيير المصير بحسن الأعمال وسوئها آثارا بنّاءة أعظمها : انّه يبعث « الرجاء » في قلوب المؤمنين ، وينبت نبات الخير الكامنة في نفوسهم ويوجب انقطاع العبد إلى اللّه وطلبه إجابة دعائه منه وكفاية مهمّاته ، وتوفيقه للطاعة ، وإبعاده عن المعصية ، فانّ إنكار البداء والالتزام بانّ ما جرى به قلم التقدير كائن لا محالة دون استثناء يلزمه يأس المعتقد بهذه العقيدة عن إجابة دعائه فيقول في نفسه : إن كان جرى قلم التقدير بانفاذ حاجتي فهو كائن ولا حاجة إلى الدعاء والتوسّل ، وان كان قد جرى القلم بخلافه لم يقع أبدا ، ولم ينفعه الدعاء ولا التضرّع ، وإذا يئس العبد من إجابة دعائه ترك التضرّع فخالفه وكذلك الحال في سائر أعمال البرّ والصدقات الّتي ورد عن المعصومين انّها تزيد في العمر ، وتنسئ الأجل .\r\nانّ الاعتقاد بالبداء تضاهي العقيدة بقبول التوبة والشفاعة ، وتكفير الصغائر بالاجتناب عن الكبائر فانّ الجميع يبعث الرجاء ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 باب البداء الحديث 19 و 20 و 26 ص 107 - 108 .\r\n( 2 ) بحار الأنوار ، ج 4 باب البداء الحديث 19 و 20 و 26 ص 107 - 108 .\r\n( 3 ) بحار الأنوار ، ج 4 باب البداء الحديث 19 و 20 و 26 ص 107 - 108 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nيجعل نوره في قلوب الناس أجمعين : العصاة والمطيعين حتّى لا ييأسوا من روح اللّه ، ولا يتصوّروا انّه إذا قدّر كونهم من الأشقياء وأهل النّار فلا فائدة في السعي والكدح ، بل يجب عليهم ان يعتقدوا بانّ اللّه سبحانه لم يجف قلمه في لوح المحو والاثبات فله ان يمحو ما يشاء ويثبت ما يشاء ، ويسعد من شاء ويشقي من شاء حسب ما يتحلّى به العبد من مكارم الأخلاق وبصالح الأعمال ، أو يرتكب من طالح الأعمال وليست مشيئته سبحانه جزافيّة غير تابعة لضابطة حكيمة ، بل لو تاب العبد وعمل بالفرائض ، وتمسّك بالعصم خرج من صفوف الأشقياء ودخل في عداد السعداء وبالعكس .\r\nوهكذا كلّ ما قدّر في حقّ الانسان من الحياة والموت والصحّة والمرض ، والغنى والفقر ، والسعادة والشقاء يمكن تغييره بالدعاء ، والصدقة ، وصلة الرحم ، وإكرام الوالدين ، فالبداء يبعث نور الرجاء في قلوب هؤلاء .\r\nوقال السيد مكّى في كتابه عقيدة الشيعة في الإمام الصادق في بيان فوائد البداء ولزوم الالتزام به : انّ في البداء الاقرار بقدرته تعالى ، وانّ جميع الأمور تحت سلطانه يتصرّف فيها كما يشاء على حسب ما تقتضيه المصالح التي يراها اللّه تعالى وهو موجب لانقطاع العبد إلى ربّه عند طلب الحاجات والابتهال إليه تعالى بالدعاء في نجاح ما سأل وفيه الاستكانة والتضرّع والخوف منه تعالى والرجاء منه ما لا يرجى من غيره ، وظهور العبد بمظهر العجز بين يدي من له الحول والقوّة ، ولو كان كلّ ما جرى فيه التقدير كائنا حتما ولا يكون أبدا لم ينفع الدعاء والتوسّل ولحصل اليأس من إجابة الدعاء ، ولكان ما ورد\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفي الحثّ على الدعاء من الآيات والروايات ممّا لا محلّ له ، وكان الحثّ عليه بلا فائدة ، وكان الحثّ منه تعالى ومن الرسول ( صلّى اللّه عليه وآله ) على التصديق وفعل الخير والاستغفار والاستقالة من الذنوب بلا فائدة أيضا ولا يقول بهذا أحد من المسلمين فلا بدّ من الالتزام بالبداء على النحو الذي فصّلناه آنفا ، ولا بدّ لخصم الشيعة الاماميّة من أن يوافقهم في هذه العقيدة التي لا تمسّ شيئا من العقائد الاسلاميّة إذا تأمّل وأنصف . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق ، ص 57 - 58 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nحقيقة البداء في ضوء الكتاب والسنّة\r\nإذا عرفت هذه الأمور السبعة التي تشكّل أساس مسألة « البداء » تقف على أنّ المراد من البداء ليس إلّا تغيير المصير والمقدّر بالأعمال الصالحة أو الطالحة ، فليس الانسان في مقابل التقدير مسيّر ، بل هو - بعد - مخيّر في أن يغيّر التقدير بصالح أعماله ، أو بطالح أفعاله ، وأنّ هذا ( أي تمكّن الانسان من تغيير المصير بعمله ) هو أيضا جزء من تقديره سبحانه .\r\nفبما انّه سبحانه  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  ( الرحمن - 29 ) وبما أنّ مشيئته حاكمة على قدره .\r\nوبما أنّ العبد مختار لا مسيّر ، حرّ لا مجبور ، فله أن يغيّر مصيره ومقدّره بحسن فعله ويخرج نفسه من عداد الأشقياء ويدخلها في عداد السعداء كما أنّ له عكس ذلك .\r\nوبما أنّ  « اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ »  ( الرعد - 11 ) فانّ اللّه سبحانه يغيّر قدر العبد بتغيير من العبد بحسن عمله أو سوء عمله ، ولا يعدّ تغيير هذا القضاء الإلهي بحسن الفعل ، وتغيير القدر بسوء العمل ، معارضا لتقديره الأوّل سبحانه بل هو أيضا جزء من\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nقدره وقضائه تعالى ، وسننه فاللّه سبحانه إذا قدّر لعبده شيئا وقضى له بأمر لم يقدّر ولم يقض على وجه القطع والحتم بحيث لا يتغيّر ولا يتبدّل ، بل قضاؤه ، وقدره على وجه خاص ، وهو أنّ القضاء والقدر يجريان على العبد ما لم يغيّر حاله ووضعه ، فإذا غيّر حاله بحسن فعل أو سوء فعل تغيّر قدر اللّه في حقّه ، وحلّ مكان ذلك القدر قدر آخر ، ومكان ذلك القضاء قضاء آخر ، والجميع ( من القدر السابق والقدر اللاحق قضاء وقدّر للّه لا غير ) .\r\nوهذا هو « البداء » الذي تتبنّاه الاماميّة من مبدأ تاريخهم إلى هذا الوقت .\r\nولكي يقف القارئ على صدق هذا المقال ندرج في ما يأتي بعض النصوص من علمائهم :\r\n\r\nنصوص علماء الاماميّة في مجال البداء\r\n1 - قال الصدوق : في « باب الاعتقاد في البداء » انّ اليهود قالوا :\r\nانّ اللّه تبارك وتعالى قد فرغ من الأمر ، قلنا بل هو تعالى  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  لا يشغله شأن عن شأن يحيي ويميت ويخلق ويرزق ويفعل ما يشاء ، وقلنا :  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد ، 39 ) « 1 » .\r\n2 - قال الشيخ المفيد في شرح عقائد الصدوق : وقد يكون الشيء مكتوبا بشرط فيتغيّر الحال فيه ، قال اللّه تعالى :  « ثُمَّ قَضى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقائد الصدوق المطبوع في ذيل شرح الباب الحادي عشر ص 73 ونقله أيضا في هامش بحار الأنوار ، ج 4 ص 125 الطبعة الجديدة .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ »  ( الأنعام - 2 ) فتبيّن انّ الآجال على ضربين :\r\nضرب منها مشترط يصحّ فيه الزيادة والنقصان ، ألا ترى قوله تعالى :\r\n « وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ »  ( الفاطر - 11 ) وقوله تعالى :  « وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ »  ( الأعراف - 96 ) فبيّن أنّ آجالهم كانت مشترطة في الامتداد بالبرّ والانقطاع عن الفسوق ، وقال تعالى فيما أخبر به عن نوح ( عليه السلام ) في خطابه لقومه :   « اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً »   إلى آخر الآيات ( نوح - 10 - 12 ) فاشترط لهم في مدّ الأجل وسبوغ النعم ، الاستغفار فلمّا لم يفعلوه قطع آجالهم وبتر أعمالهم ، واستأصلهم بالعذاب ، فالبداء من اللّه تعالى يختصّ ما كان مشترطا في التقدير وليس هو الانتقال من عزيمة إلى عزيمة ، ولا من تعقّب الرأي ، تعالى اللّه عمّا يقول المبطلون علوّا كبيرا » . « 1 »\r\n3 - قال المفيد رحمة اللّه أيضا في كتابه « أوائل المقالات » : أقول في معنى البداء ما يقوله المسلمون بأجمعهم في النسخ وأمثاله من الإفقار بعد الإغناء ، والإمراض بعد الإعفاء ، والإماتة بعد الإحياء ، وما يذهب إليه أهل العدل خاصّة ، من الزيادة في الآجال والارزاق والنقصان منها بالأعمال . « 2 »\r\n4 - قال الشيخ الطوسي في العدّة : البداء حقيقته في اللغة هو الظهور ، ولذلك يقال : بدا لنا سور المدينة وبدا لنا وجه الرأي ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح عقائد الصدوق باب معنى البداء ص 25 وسوف يوافيك من الشيخ المفيد ومنّا وجه اطلاق البداء على اللّه سبحانه .\r\n( 2 ) أوائل المقالات باب « القول في البداء والمشيئة » ص 53 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nقال اللّه تعالى :  « وَبَدا لَهُمْ سَيِّئاتُ ما عَمِلُوا »  ( الجاثية - 33 )  « وَبَدا لَهُمْ سَيِّئاتُ ما كَسَبُوا »  ( الزمر - 50 ) ويراد بذلك كلّه : « ظهر » وقد يستعمل ذلك في العلم بالشيء بعد أن لم يكن حاصلا ، وكذلك في الظن ، فأمّا إذا أضيفت هذه اللفظة إلى اللّه تعالى فمنه ما يجوز إطلاقه عليه ومنه ما لا يجوز ، فأمّا ما يجوز من ذلك فهو ما أفاد النسخ بعينه ، ويكون إطلاق ذلك عليه على ضرب من التوسّع ، وعلى هذا الوجه يحمل جميع ما ورد عن الصادقين ( عليهما السلام ) من الأخبار المتضمّنة لإضافة « البداء » إلى اللّه تعالى ، دون ما لا يجوز عليه من : حصول العلم بعد أن لم يكن ، ويكون وجه إطلاق ذلك فيه تعالى التشبيه وهو : انّه إذا كان ما يدلّ على النسخ يظهر به للمكلّفين ما لم يكن ظاهرا لهم ، ويحصل لهم العلم به بعد أن لم يكن حاصلا لهم ، اطلق على ذلك لفظ البداء » « 1 »\r\n5 - وقال الشيخ الطوسي أيضا ، في كتاب الغيبة : « انّه لا يمتنع أن يكون اللّه تعالى قد وقّت هذا الأمر ( الحادثة المعيّنة ) في الأوقات التي ذكرت فلما تجدّد ما تجدّد ، تغيّرت المصلحة واقتضت تأخيره إلى وقت آخر ، وكذلك في ما بعد ، ويكون الوقت الأوّل ، وكلّ وقت يجوز أن يؤخّر ، مشروطا بان لا يتجدّد ما يقتضي المصلحة تأخيره ، إلى أن يجيء الوقت الذي لا يغيّره شيء ، فيكون محتوما ، وعلى هذا يتأوّل ما روي في تأخير الأعمار عن أوقاتها والزيادة فيها عند الدعاء وصلة الأرحام\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) عدّة الأصول للشيخ الطوسي ج 2 ص 29 ، وكأن يريد انّ اطلاق البداء للّه سبحانه لأجل كون مورد البداء في أذهان الناس من قبيل ظهور ما خفي .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nما روي في تنقيص الأعمار عن أوقاتها إلى ما قبله عند فعل الظلم وقطع الرحم ، وغير ذلك ، وهو تعالى وإن كان عالما بالأمرين ، فلا يمتنع أن يكون أحدهما معلوما بشرط ، والآخر بلا شرط ، وهذه الجملة لا خلاف فيها بين أهل العدل ، وعلى هذا يتأوّل أيضا ما روي من أخبارنا المتضمّنة للفظ البداء ويبيّن أنّ معناها النسخ على ما يريده جميع أهل العدل فيما يجوز فيه النسخ أو تغيّر شروطها ، إن كان طريقها الخبر عن الكائنات » « 1 » .\r\nهذا كلّه ممّا جاء في كتب علماء الشيعة الاماميّة القدامى وأمّا ما كتبه المتأخّرون منهم فاليك نماذج منها :\r\n6 - قال السيد عبد اللّه الشبر : للبداء معان بعضها يجوز عليه وبعضها يمتنع وهو بالفتح والمد أكثر ما يطلق في اللغة على ظهور الشيء بعد خفائه وحصول العلم به بعد الجهل واتّفقت الامّة على امتناع ذلك على اللّه سبحانه إلّا من لا يعتدّ به ، ومن نسب ذلك إلى الاماميّة فقد افترى عليهم كذبا ، والاماميّة برآء منه ، وقد يطلق على النسخ وعلى القضاء المجدّد وعلى مطلق الظهور وعلى غير ذلك من المعاني الآتية » .\r\nثمّ استشهد على هذا بما ورد من أنّ الصدقة والدعاء يغيّر ان القضاء إلى غير ذلك ممّا روي في هذا المضمار . « 2 »\r\n7 - قال الامام شرف الدين في هذا المجال : وحاصل ما تقوله الشيعة هنا انّ اللّه ينقص من المرض وقد يزيد فيه ، وكذا الأجل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغيبة للشيخ الطوسي ص 262 - 264 طبعة النجف .\r\n( 2 ) مصابيح الأنوار ، ج 1 ص 33 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوالصحّة والمرض والسعادة والشقاء ، والمحن والمصائب والايمان والكفر وسائر الأشياء كما يقتضيه قوله تعالى  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ، وهذا مذهب عمر بن الخطاب وابن مسعود وأبي وائل وقتادة وقد رواه جابر عن رسول اللّه ( صلّى اللّه عليه وآله ) وكان كثير من السلف الصالح يدعون ويتضرّعون إلى اللّه تعالى أن يجعلهم سعداء لا أشقياء ، وقد تواتر ذلك عن أئمّتنا في أدعيتهم المأثورة وورد في السنن الكثيرة ، أنّ الصدقة على وجهها ، وبرّ الوالدين ، واصطناع المعروف يحوّل الشقاء ، سعادة ويزيد في العمر ، وصحّ عن ابن عباس انّه قال : لا ينفع الحذر من القدر ولكنّ اللّه يمحو بالدعاء ما يشاء من القدر .\r\nهذا هو البداء الذي تقول به الشيعة تجوّزوا في إطلاق البداء عليه بعلاقة المشابهة ، لأنّ اللّه عزّ وجلّ أجرى كثيرا من الأشياء التي ذكرناها على خلاف ما كان يظنّه الناس فأوقعها مخالفة لما تقتضيه الامارات والدلائل ، وكان مآل الأمور فيها مناقضا لأوائلها ، واللّه عزّ وجلّ هو العالم بمصيرها ومصير الأشياء كلّها وعلمه بهذا كلّه قديم أزليّ لكن لمّا كان تقديره لمصير الأمور يخالف تقديره لأوائلها ، كان تقدير المصير أمرا يشبه « البداء » فاستعار له بعض سلفنا الصالح هذا اللّفظ مجازا أو كأنّ الحكمة قد اقتضت يومئذ هذا التجوّز ، وبهذا ردّ بعض أئمّتنا قول اليهود : انّ اللّه قدّر في الأزل مقتضيات الأشياء ، وفرغ اللّه من كلّ عمل إذا جرت الأشياء على مقتضياته ، قال : عليه السلام : بأنّ للّه عزّ وجلّ في كلّ يوم قضاء مجدّدا بحسب مصالح العباد لم يكن ظاهرا لهم وما بدا للّه في شيء إلّا كان في علمه الأزلي فالنزاع في هذه بيننا\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوبين أهل السنّة لفظيّ لأنّ ما ينكرونه من البداء الذي لا يجوز على اللّه عزّ وجلّ تبرّأ الشيعة منه ، وممّن يقول به براءتها من الشرك باللّه ومن المشركين وما يقوله الشيعة من البداء بالمعنى الذي ذكرناه يقول به عامّة المسلمين ، وهو مذهب عمر بن الخطّاب وغيره كما سمعت وبه جاء التنزيل  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 ) و  « يَسْئَلُهُ مَنْ فِي السَّماواتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  ( الرحمن - 29 ) أي كلّ وقت وحين يحدث أمورا ويجدّد أحوالا من إهلاك وإنجاء وحرمان وإعطاء ، وغير ذلك كما روي عن رسول اللّه ( صلّى اللّه عليه وآله ) ، وقد قيل له : ما ذلك الشأن ؟ فقال : من شأنه سبحانه وتعالى أن يغفر ذنبا ويفرّج كربا ويرفع قوما ، ويضع آخرين .\r\nهذا هو الذي تقول به الشيعة وتسمّيه بداء ، وغير الشيعة يقولون به ، لكنّهم لا يسمّونه بداء ، فالنزاع في الحقيقة انّما هو في تسميته بهذا الاسم وعدم تسميته به ، ولو عرف غير الشيعة أنّ الشيعة انّما تطلق عليه هذا الاسم مجازا لا حقيقة ، لتبيّن - حينئذ - لهم أنّه لا نزاع بيننا وبينهم حتّى في اللّفظ لأنّ باب المجاز واسع عند العرب إلى الغاية ، ومع هذا كلّه فان أصرّ غيرنا على هذا النزاع اللفظي وأبى التجوّز بإطلاق البداء بما يشاء  « وَلْيَتَّقِ اللَّهَ رَبَّهُ »  في أخيه المؤمن  « وَلا يَبْخَسْ مِنْهُ شَيْئاً »    « وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ وَلا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ »   ( سورهء هود - آية 86 و 87 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجوبة مسائل جار اللّه ص 101 - 103 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n8 - وقال شيخنا العلّامة آغا بزرگ الطهراني في موسوعته القيّمة « الذريعة إلى تصانيف الشيعة » عن البداء : « البداء معناه في اللغة ظهور رأى لم يكن ، واستصواب شيء علم بعد أن لم يعلم ؛ وهذا المعنى يحصل لعامّة أفراد البشر ، ولكنّه يستحيل على اللّه تعالى شأنه ، لاستلزام بدو الرأي بشيء لم يكن الجهل به أوّلا ، أو العجز عنه وهو تعالى منزّه عنهما ، والاماميّة الذين ينزّهون اللّه تعالى عن كثير ممّا يجوّزه غيرهم من فرق الاسلام عليه تعالى ينزّهونه عن الجهل والعجز بالطريق الأولى ، فنسبة القول بالبداء بهذا المعنى إلى الاماميّة من البلخي في تفسيره كما في أوّل التبيان ، بهتان عظيم .\r\nانّ البداء الذي يعتقده الاماميّة هو بالمعنى الذي لا بدّ أن يعتقده كلّ من كان مسلما في مقابل اليهود القائلين بانّ اللّه تعالى قد فرغ من الأمر وانّه لا يبدو منه شيء :  « يَدُ اللَّهِ مَغْلُولَةٌ »  أو من تبع أقاويل اليهود زاعما أنّه تعالى أوجد جميع الموجودات وأحدثها دفعة واحدة لكنّها متدرّجات في البروز والظهور لا في الوجود والحدوث فلا يوجد منه شيء إلّا ما أوجد أوّلا ، « 1 » أو كان معتقدا بالعقول والنفوس الفلكيّة قائلا : انّه تعالى أوجد العقل الأوّل وهو معزول عن ملكه يتصرّف فيه سائر العقول ، إذ لا بدّ لكلّ مسلم أن ينفي هذه المقالات ويعتقد بانّه تعالى  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  ( الرحمن - 29 ) يعدم شيئا ويحدث آخر ، يميت شخصا ويوجد آخر ، يزيد وينقص يقدّم ويؤخر ، يمحو ما كان ويثبت ما كان من الأمور التكوينيّة كما أنّه ينسخ ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا هو ما أشار إليه الحسين بن فضل كما مرّ عليك في المقدّمة الرابعة .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nيشاء من الأحكام التكليفيّة ويرفعه ويثبت غيره من سائر الأحكام .\r\nبما أنّ البداء منه تعالى بإحداث ما لم يكن ، وإظهار ما خفي من التكوينيّات ، وكذا نسخه في التكليفيّات يجريان على ما اقتضته الحكمة الالهيّة ، وحسب ما أحاط به علمه من المصالح العامّة في محو شيء وإثبات شيء ، وتغيير ما كان عليه أمر عمّا هو عليه تكوينا أو تكليفا ، فلا يبدو منه تعالى إحداث وتغيير فيما قضى في علمه في اللوح المحفوظ بعدم التغيير وجرى عليه ذلك في تقديره الأزلي ، ولا يظهر منه تعالى فيما قضى عليه خلاف ما هو عليه . والعلم بكون الشيء ممّا قضى عليه كذلك أو من غيره خاص بحضرته لا يطلع على غيبه أحد حتى أنبياؤه عليهم السلام إلّا أن يصرّح في الوحي إليهم بأنّه من المقضي والمحتوم فهم يخبرون الامّة به كذلك كإخبارهم بظهور الحجّة عليه السلام وحدوث الصيحة في السماء والخسف بالبيداء قبل ظهوره .\r\nفي الآيات والأخبار المتكاثرة دلالات على ثبوت البداء منه تعالى بهذا المعنى الذي هو معتقد كلّ مسلم ، ولا سيّما ما ورد في قصص نوح وإبراهيم وموسى وشعيب وعيسى عليهم السلام ودعاء نبيّنا ( صلّى اللّه عليه وآله ) على اليهودي ، والأحاديث في انّ الصدقة والدعاء يردّان القضاء » « 1 » .\r\nقال العلّامة الشيخ فضل اللّه الزنجاني في تعليقه على كتاب أوائل المقالات ما نصّه : « لفظ البداء يطلق على معنيين : الأوّل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذريعة إلى تصانيف الشيعة ، ج 3 ص 51 - 53 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nهو الظهور وهذا هو الأصل في هذه اللفظة من حيث الوضع اللغوي ، والثاني هو الانتقال والتحوّل من عزم إلى عزم بحصول العلم أو الظن بشيء بعد ما لم يكن حاصلا والبداء بهذا المعنى ، ممّا لا يجوز اطلاقه في حقّ الباري لاستلزامه حدوث العلم وتجرّده ممّا دلّت الأدلّة القاطعة على نفيه عنه تعالى بحيث تضاف إليه هذه اللفظة ، فالمراد منه هو ظهور أمر غير مترقّب أو حدوث شيء لم يكن في الحسبان حدوثه ووقوعه .\r\nوهذا المعنى يحصّل كلّ ما ورد إطلاقه في القرآن الكريم ، والذي سوّغ إطلاق لفظة البداء عليه بهذا المعنى هو السمعيّات من آيات الكتاب الكريم نحو قوله تعالى : « وبدا لهم من اللّه ما لم يكونوا يحتسبون » وغيره من الآيات الكثيرة المرويّة بالطرق الصحيحة في كتب الفريقين حملوها على ما يفيد معنى النسخ ونظائره وجعلوه مثابة النسخ في الأمور التشريعيّة ممّا أطبق الكلّ على صحته وجوازه ويصير الخلاف كخلاف لفظيّ » « 1 » .\r\nوقال السيد حسين مكّي في كتابه : ( عقيدة الشيعة في الإمام الصادق وسائر الأئمّة ) ، الذي ألّفه في نقد ما كتبه الشيخ الأزهري أبو زهره حول حياة الإمام الصادق عليه السلام .\r\nالبداء لغة وعرفا ظهور الشيء بعد خفائه أو ظهور ما لم يكن بالحسبان وهذا انّما يتصوّر في حقّ المخلوقين الجاهلين الذين لم يحيطوا علما بما كان وما سيكون وما هو كائن . وأمّا بالنسبة إلى اللّه تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التعليقات على كتاب أوائل المقالات ص 94\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nشأنه ، فيستحيل في حقّه البداء بهذا المعنى ، وانّما يكون البداء منه بمعنى أنّه تعالى يظهر لمن يشاء من خلقه ما كان قد أخفاه عنهم » « 1 »\r\n\r\nفذلكة البحث\r\nهذه نصوص علماء الاماميّة قديما وحديثا أتينا بها هنا ليقف القارئ على أنّ البداء عقيدة مشتركة بين المسلمين وإنّما يستوحش منه من يستوحش لأجل عدم وقوفه على معناه ، ولتصوّره انّ المراد منه هو ظهور الأمر للّه بعد الخفاء عليه . وقد عرفت اتّفاق علمائنا تبعا للقرآن والسنّة على امتناع إطلاقه على اللّه سبحانه ، وإنّما المراد منه هو « تغيير المقدّر بالأعمال الصالحة أو الطالحة » .\r\nوأمّا وجه إطلاق لفظة « البداء » على هذا المفهوم فسيوافيك بيانه فيما بعد ، غير أنّه لا بدّ أن ننبّه هنا إلى نكتة وهي تعيين موضع البداء بهذا المعنى ، فنقول :\r\nانّ البداء انّما يتصوّر في التقدير الموقوف ، وأمّا التقدير القطعي المحتوم فلا يتصوّر فيه البداء ، وتوضيح ذلك بما يلي :\r\nانّ للّه سبحانه قضاءين : قضاء قطعيّا ، وقضاء معلّقا .\r\nفأمّا الأوّل ، فلا يتطرّق إليه البداء ولا يتغيّر أبدا ،\r\nوأمّا الثاني فهو الذي يتغيّر بالأعمال الصالحة ، والأفعال الطالحة .\r\nوقد صرّح أئمّتنا - في أحاديثهم - بهذا الأمر ونصّوا على مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق طبع دار الأندلس بيروت - 46 - 47\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nهذا التقسيم .\r\nفقد سئل أبو جعفر الباقر ( عليه السلام ) عن ليلة القدر ، فقال :\r\nتنزّل فيها الملائكة والكتبة إلى سماء الدنيا فيكتبون ما هو كائن في أمر السنة وما يصيب العباد فيها ، قال : وأمر موقوف للّه تعالى فيه المشيئة يقدّم منه ما يشاء ويؤخّر ما يشاء ، وهو قوله :  « يَمْحُوا اللَّهُ ما يَشاءُ ، وَيُثْبِتُ ، وَعِنْدَهُ أُمُّ الْكِتابِ »  « 1 »\r\nوعن أبي عبد اللّه الصادق ( عليه السلام ) في قوله :  « ثُمَّ قَضى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ »  قال : الأجل الذي غير مسمّى موقوف يقدّم منه ما شاء ويؤخّر منه ما شاء وأمّا الأجل المسمّى فهو الذي ينزّل ممّا يريد أن يكون من ليلة القدر إلى مثلها من قابل ، فذلك قول اللّه :\r\n « فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ »  « 2 »\r\nوعن أبي عبد اللّه الصادق ( عليه السلام ) أيضا في قوله :  « ثُمَّ قَضى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ »  قال : المسمّى ما سمّي لملك الموت في تلك الليلة وهو الذي قال اللّه :  « إِذا جاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ »  وهو الذي سمّي لملك الموت في ليلة القدر ، والآخر له فيه المشيئة إن شاء قدّمه وإن شاء أخّره « 3 »\r\nوعن حمران قال سألت أبا عبد اللّه ( عليه السلام ) عن قول اللّه :\r\n « ثُمَّ قَضى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ »  ( الأنعام - آية 2 ) قال : فقال هما أجلان : أجل موقوف يصنع اللّه ما يشاء وأجل محتوم وفي رواية حمران عنه : أمّا الأجل الذي غير مسمّى عنده فهو أجل موقوف يقدّم فيه ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 102 باب البداء الحديث 14 نقلا عن أمالي الطوسي .\r\n( 2 ) المصدر نفسه الحديث 44 و 45 ص 116 .\r\n( 3 ) المصدر نفسه الحديث 44 و 45 ص 116 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nيشاء ، ويؤخر فيه ما يشاء ، وأمّا الأجل المسمّى هو الذي يسمّى في ليلة القدر » « 1 »\r\nوعن الفضيل قال : سمعت أبا جعفر ( عليه السلام ) يقول :\r\nمن الأمور أمور محتومة جائية لا محالة ، ومن الأمور أمور موقوفة عند اللّه يقدّم منها ما يشاء ويمحو منها ما يشاء ويثبت منها ما يشاء ، لم يطلع على ذلك أحدا - يعنى الموقوفة - فأمّا ما جاءت به الرسل فهي كائنة لا يكذّب نفسه ولا نبيّه ولا ملائكته . « 2 »\r\nوفي حديث قال الرضا ( عليه السلام ) لسليمان المروزي يا سليمان انّ من الأمور أمورا موقوفة عند اللّه تبارك وتعالى ، يقدّم منها ما يشاء ويؤخّر ما يشاء » « 3 » .\r\nهذه بعض الأحاديث التي تصرّح بتقسيم المقدّرات إلى نوعين موقوف ( أي معلّق على شرط ) وحتميّ غير معلّق على شرط .\r\nوخلاصة القول : أنّ المراد من التقدير الحتمي ما لا يبدّل ولا يغيّر ولو دعي بألف دعاء ، فلا تغيّره الصدقة ، ولا شيء من صالح الأعمال أو طالحها ، فقد قضى سبحانه للشمس والقمر سيرا خاصّا وإلى أجل معيّن ، كما قضى للنظام المادّي عمرا محدّدا وقدّر في حق كلّ إنسان بأنّه فان ، إلى غير ذلك من السنن المستمرّة الحاكمة على الكون والانسان .\r\nوالمراد من الثاني الأمور المقدّرة على وجه التعليق فقدّر أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ، ص 116 - 117 الحديث 46 .\r\n( 2 ) المصدر ، ص 119 الحديث 58 .\r\n( 3 ) المصدر ، ص 96 الحديث 2 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالمريض يموت في وقت كذا ، إلّا إذا تداوى أو أجريت له عمليّة جراحيّة ، أو دعي له وتصدّق عنه إلى غير ذلك من التقادير التي تتغيّر بايجاد الشرائط والموانع واللّه سبحانه يعلم كلا التقديرين .\r\nوله نظائر في التشريع الكلّي ، فانّه سبحانه قضى في حقّ المسرفين بأنّ مردّهم إلى النار ،  « وَأَنَّ مَرَدَّنا إِلَى اللَّهِ ، وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحابُ النَّارِ »  ( غافر - 43 )\r\nغير انّ هذا التقدير ليس تقديرا قطعيّا غير قابل للتغيير بشهادة قوله سبحانه :  « قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ »  ( الزمر - 53 )\r\nوالهدف من الجميع تقوية حريّة الانسان وتفهيمه بأنّ له الخيار في اختيار أيّ واحد من التقديرين .\r\n\r\nمع أبي زهره في موقفه من البداء\r\nإذا عرفت ذلك فهلمّ معي الآن لنناقش ما كتبه الشيخ أبو زهره المصري الأزهري ، فانّه رحمه اللّه بعد أن طرح مسألة البداء من وجهة نظر الشيعة الاماميّة ، ونقل كلمات بعض أعلامهم كالشيخ فضل الزنجاني علّق عليه بكلمات ، وها نحن نذكر مقالته وتعليقه في عدّة نقاط ، وتحت أرقام ، فقد قال ما يلي .\r\nالف : انّ البداء بمعنى أن ينزل بالناس ما لم يحتسبوا ويقدّروا كالغنى بعد الفقر ، والمرض بعد العافية فهذا موضع اتفاق بين الشيعة والسنّة ، ولكنّهم يقولون : من البداء الزيادة في الآجال ، والأرزاق والنقصان منها بالأعمال ، ولا شك انّ الزيادة في الآجال إن أريد\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبالزيادة ما قدّره اللّه تعالى في علمه الأزلي ، والزيادة عمّا قدّر ، فذلك يقتضي تغيير علم اللّه ، وإن أريد الزيادة عمّا يتوقّعه الناس فذلك ممّا ينطبق عليه قول اللّه تعالى :  « وَبَدا لَهُمْ مِنَ اللَّهِ ما لَمْ يَكُونُوا يَحْتَسِبُونَ »  ( الزمر - 48 ) .\r\nوعلى ذلك نقول : إن كان البداء في ما يحتسبه الناس ويقدّرونه فيجيء الأمر على خلاف ما توقّعوا فانّ ذلك موضع إجماع ، وإن كان البداء هو التغيير في المقدور فذلك ما لم يقله أحد من أهل السنّة لأنّه تغيير لعلمه وذلك لا يجوز « 1 »\r\n\r\nالتغيير في التقدير لا يلازم التغيير في العلم\r\nولا يخفى ما في كلامه هذا من الضعف وذلك :\r\nأوّلا : فلأنّ ما يدّعيه الشيعة الاماميّة من زيادة الآجال والأرزاق والنقصان منها بالأعمال لا يتفرّدون به ، بل هو ممّا رواه أهل السنّة في جوامعهم الحديثيّة ، فلاحظ الأحاديث المرقّمة ، التي مرّت .\r\nومن العجيب : أن يغفل الأستاذ أبو زهره عن ما رواه أئمّة الحديث في هذا المجال .\r\nوثانيا : انّ الزيادة في الآجال والأرزاق ، وإن كانت توجب التغيير في التقدير لكنّها لا توجب التغيير في علم اللّه سبحانه ، ومنشأ الخلط بين الأمرين هو : جعل تقديره سبحانه نفس علمه تعالى ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق لأبي زهرة ، ص 238 - 239 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nتوهّم انّ التغيير في الأوّل يوجب التغيير في الثاني .\r\nوفيه مضافا إلى انّ التقدير غير العلم الأزلي ( كما سيوافيك ) « 1 » أنّ تغيير التقدير الأوّل بالعمل ممّا لا إشكال فيه . وذلك لانّ للّه قضاءين وتقديرين ، ولكلّ واحد منهما شروط ومقتضيات .\r\nفالعبد الفارغ من الدعاء والعمل الصالح التارك لهما قدّر له قصر العمر ، وقلّة الرزق ، وو .\r\nوالعبد المقبل على الدعاء والعمل الصالح كتب عليه طول العمر وسعة الرزق ، وكلا التقديرين تقدير من اللّه سبحانه .\r\nفلو كان الرجل في إبّان شبابه غير متفرّغ للدعاء والعمل الصالح فهو داخل تحت التقدير الأوّل بشرط أن يبقى على هذه الحال ، فقد قدّر في حقّه قصر الأجل ونقصان الأرزاق بشرط البقاء على تلك الحالة .\r\nولكنّه إذا تحوّل إلى حالة أخرى في أخريات حياته وأقبل على الدعاء والعمل الصالح انقلب التقدير الأوّل إلى خلافه وضدّه ، فيكتب في حقّه الزيادة في الأجل والرزق ، وغيرهما .\r\nنعم هو سبحانه يعلم من الأزل أنّ أيّ عبد يختار أيّ واحد من التقديرين طول حياته ، أو أنّ أيّ عبد ينتقل من تقدير إلى تقدير آخر ، فليس هاهنا تقدير واحد ، وقضاء فارد ، لا ينفك عنه الانسان ولا مناص له منه ، وإن كان هناك علم واحد أزلي غير متغير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حيث سترى انّ التقدير ، غير علمه الازليّ ، وهذا : من أهمّ ما غفل عنه الكاتب المذكور .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nوزان التقديرين وزان الأجلين\r\nوهذا مثل قوله سبحانه :  « هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ »  ( الأنعام - 2 )\r\nوالمراد من الأجل الأوّل هو القابليّة الطبيعيّة لأفراد النوع الانساني ، والعمر الطبيعي لنوع الانسان .\r\nوأمّا الأجل المسمّى فهو الأجل القطعي الذي لا يتجاوزه الفرد ، وإليه يشير سبحانه بقوله :  « فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ »  ( النحل - 61 )\r\nنعم الأجل المسمّى كثيرا ما ينقص عن الأجل المطلق فلو جعلنا مقدار الأجل المطلق لطبيعة الانسان مائة وعشرين سنة فقلّما يتّفق أن يبلغ الانسان إلى ذلك الحد من العمر ، فإنّ هناك موانع وعراقيل تمنعه - في العادة - من الوصول إليه .\r\nنعم قلّما يزيد هذا الأجل على الأجل المطلق إذا توفّرت لذلك مقتضيات وقابليّات خارجة عن المتعارف تؤثّر في طول العمر وامتداده .\r\nوعلى كلّ فكما انّ وجود الأجلين لا يوجب تغييرا في علم اللّه سبحانه فهكذا وجود التقديرين .\r\nوتغيير التقدير الأوّل بالتقدير الثاني مثل تغيير الأجل المطلق بالأجل المسمّى في ناحيتي الزيادة والنقصان ، بل لا معنى للأجلين إلّا التقديرين .\r\nثمّ انّ المراد من تغيير المقدّر هو تغيير المكتوب في لوحي المحو\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوالاثبات فإنّ للّه سبحانه لوحين :\r\nالأوّل : اللوح المحفوظ والذي لا يتطرّق إليه التغيير ، وقد أشار إليه سبحانه بقوله :  « ما أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ »  ( الحديد - 22 )\r\nالثاني : لوح المحو والاثبات فيكتب فيه التقدير الأوّل وهو وإن كان بظاهره مطلقا وظاهرا في الاستمرار إلّا انّه مشروط بشروط ، فإذا تغيّرت الشروط انتهى أمر التقدير الأوّل ، وحان وقت التقدير الثاني ، وإلى هذا اللوح أشار سبحانه بقوله :  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 )\r\nومثل هذا التغيّر في التقدير لا يمسّ العلم الإلهي الأزلي أبدا .\r\nوالعجب انّ الشيخ أبا زهره قد استشهد على ما نسبه وعزاه إلى الشيعة الاماميّة من « أنّ المراد من البداء هو تغيير ما قدّر اللّه سبحانه وانّ تغيير التقدير مساوق لتغيير علم اللّه الأزلي بروايات سنذكرها في القسم الثاني من هذه الرسالة اعني البداء في مجال الاثبات ، وسنوضّح عدم صلتها بتغيير علمه سبحانه .\r\n* * * باء : ثم انّه استشهد بما ورد عن الإمام الصادق ( عليه السلام ) انّه قال في حق ولده إسماعيل : كان القتل قد كتب على إسماعيل مرّتين فسألت اللّه في دفعه عنه فدفعه ، وقد يكون الشيء مكتوبا بشرط فيتغيّر الحال فيه ، قال اللّه تعالى :  « ثُمَّ قَضى أَجَلًا ، وَأَجَلٌ مُسَمًّى عِنْدَهُ »  ( الأنعام - 2 ) .\r\nثمّ قال : انّ هذا الخبر المنسوب إلى أبي عبد اللّه الصادق صريح في\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nتغيير المقدّر الذي قدّره اللّه سبحانه وتعالى « 1 » .\r\nنعم : انّ الخبر صريح في تغيير المقدّر ، ولكنّه ليس كلّ تغيير في المقدّر تغيير في علمه الأزلي لما عرفت من وجود اللوحين للّه سبحانه حسبما نطق به الكتاب العزيز . . .\r\nوإن شئت قلت : انّ التقدير غير علمه الذاتي فالتقدير فعله سبحانه الخارج عن ذاته وعلمه سبحانه نفس ذاته ، فكيف يكونان شيئا واحدا وقد عرفت انّ هناك تقديرين ، ولكلّ تقدير شروط ومقتضيات .\r\nفربّما يكون الانسان داخلا تحت التقدير الأوّل إبّان حياته ، ولكنّه سوف يتغيّر هذا التقدير بتغيير أفعاله ، ويدخل تحت التقدير الثاني كما أنّ الجالس في ظل جدار مشرف على الانهيار له تقديران .\r\nفلو بقي جالسا تحت ذلك الجدار كتب عليه الموت عند انهياره .\r\nولو قام وابتعد عنه كتب عليه النجاة من الموت ولذلك عندما تحوّل عليّ عليه السلام عن ظل الجدار النهار إلى جدار آخر واعترض عليه أحد ممّن لا علم له بحقيقة التقدير قائلا : أتفرّ من قضاء اللّه ، قال عليه السلام : « افرّ من قضاء اللّه إلى قدر اللّه » « 2 »\r\nوبذلك يظهر أنّ ما نقله من الأخبار مستشهدا بها على انّ الاماميّة يريدون من البداء التغيير في التقدير صحيح ، غير انّ ما استنتجه من انّ التغيير في التقدير يستلزم التغيير في علمه تعالى غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق ص 239 .\r\n( 2 ) كتاب التوحيد للصدوق ص 369 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nصحيح .\r\nولا نطيل البحث بنقل هذه الأخبار والروايات غير انّ الكاتب يعيد كلامه إذ يقول :\r\nوفي الحق انّ البداء إذا كان للخلق كذلك بأن يقع ما لم يحتسبوا فذلك ليس فيه ما يمسّ العقيدة الاسلاميّة إذ لا يمسّ علم اللّه تعالى ، وإن كان معنى البداء بالنسبة للّه سبحانه وتعالى فإنّ ذلك يقتضي تغيير علم اللّه تعالى ولا شكّ انّ ذلك نقص في علمه ، وإنّنا نبادر فننفي عن الإمام الصادق رضي اللّه عنه كلّ رواية تؤدّي إلى انّ البداء معناه تغيير علم اللّه تعالى ، لانّ ذلك يؤدّي إلى نقص علمه تعالى اللّه عن ذلك علوّا كبيرا . « 1 »\r\nوقد ظهر ممّا ذكرناه انّ ما زعمه حقّا ليس بحقّ ، وانّ البداء بكلا المعنيين لا غبار عليه ولا مانع منه .\r\nفكما انّ البداء بمعنى أن يقع ما لم يحتسبه الناس ليس فيه ما يمسّ العقيدة الاسلاميّة ، فهكذا البداء بمعنى تغيير التقدير والمصير بالأعمال الصالحة .\r\nغير انّ الكاتب لم يفرّق بين تغيير التقدير ، والتغيير في العلم الأزلي الذاتي ( وبالأحرى لم يفرق بين التقدير الإلهي والعلم الإلهي )\r\nفالتغيير في الأوّل لا يستلزم التغيير في الثاني فإنّ التقدير فعله سبحانه ، وليس علمه الذاتي ، وإن كان يتعلق به العلم .\r\nفتغيير المعلوم ( أي المقدّر ) لا يستلزم تغيير العلم ، فالعالم بجوهره\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق لأبي زهرة ص 340 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعرضه متغيّر متبدّل ، وبهذا الوصف نفسه معلوم للّه سبحانه ، فوجود التغيّر في المعلوم لا يستلزم التغيّر في العلم .\r\nوإن شئت قلت : انّ التقدير لا يتجاوز عن كونه مكتوبا في لوح من الألواح التي لا يعلم حقيقتها إلّا اللّه سبحانه .\r\nفحدوث التغيّر في اللوح لا يستلزم التغير في العلم لأنّه سبحانه كما هو عارف بالتقدير الأوّل كذلك عارف من الأزل بأنّه سيتبدّل هذا التقدير بتقدير آخر .\r\nوربّما يكون التقدير من الصفات القائمة بنفس الأشياء الخارجيّة . قال اللّه سبحانه :  « بارَكَ فِيها ، وَقَدَّرَ فِيها أَقْواتَها فِي أَرْبَعَةِ أَيَّامٍ »  ( فصّلت - 10 )\r\nوقال سبحانه أيضا :   « الَّذِي خَلَقَ فَسَوَّى ، وَالَّذِي قَدَّرَ فَهَدى »   ( الأعلى - 2 - 3 )\r\nوعلى الجملة فالتقدير والقضاء لا يخرج عن كونه تقديرا في الألواح ، أو تقديرا قائما بالأشياء ( أي انّ الأشياء مخلوقة ومصنوعة بمقادير ، ومقاييس خاصّة ) والكلّ ليس داخلا في ذاته سبحانه وتعالى .\r\n\r\nتغيير التقدير لا يستلزم تغيير الإرادة\r\nجيم : ومما ذكرناه يظهر وهن ما كتبه الشيخ المذكور معترضا على الاماميّة حيث قال :\r\nانّ البداء بمعنى التغيير في المقدّر أي انّ اللّه سبحانه وتعالى يقدّر ويعلم ثمّ ينسخ ما قدّر وعلم بأمر كونيّ آخر ، وبذلك تتغيّر إرادة اللّه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nسبحانه وتعالى ، وتغيير إرادة اللّه عندهم جائز لأنّ إرادة اللّه تعالى تنجيزيّة حادثة وليست أزليّة قديمة ، ولكن علم اللّه أزلي يعلم الأشياء قبل وجودها ، ويعلم ما كان وما سيكون ، وما يمكن أن يكون ، وإذا كان علم اللّه أزليّا فإنّه بلا ريب يتنافي مع التغيير في الكون لأمر يبدو له سبحانه . « 1 »\r\nلقد ظهر وهن هذا الكلام ممّا ذكرناه سابقا إذ فيه :\r\nأوّلا : انّ تفسير التقدير بالإرادة غلط كتفسير التقدير بالعلم الأزلي ، كما أوضحناه سابقا ، إذا التقدير فعله ، وهو يتحقق إمّا بالكتابة في الألواح أو بخلق المخلوق بمقادير ومقاييس معيّنة ينتهي عمره عند بلوغه إلى تلك الأقدار .\r\nوثانيا : انّ ما نسبه إلى الاماميّة بأنّ إرادة اللّه عندهم تنجيزيّة حادثة ، وليس أزليّة قديمة كذب من أساسه .\r\nفالاماميّة بين من يقول بكون الإرادة من الصفات الذاتيّة ويفسّرها بعلمه بالأصلح ، وقد عرفت انّ طروء التغيير في التقدير لا يستلزم التغيير في العلم .\r\nوبين من يرى الإرادة من صفات فعله بمعنى الايجاد والاحداث وانّها تنتزع من نفس فعله كما تنتزع الرازقيّة والخالقيّة من خلقه ورزقه .\r\nوتغيير الإرادة بهذا المعنى لا يستلزم إشكالا أبدا .\r\nوعلى كلّ حال فمن قال بكون الإرادة صفة للذات فسّرها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق لأبي زهرة ص 241 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nبالعلم ، فهما في القدم وعدم طروء التغيير عليهما سواء .\r\nومن جعله من صفات الفعل فطروء التغيير عليه لا إشكال فيه لأنّ الفعل ملازم للحركة والتغيير .\r\nوثالثا : انّ تغيير التقدير لا يلازم تغيير الإرادة إذا جعلناها من صفات ذاته ولا تغيير العلم حسبما أوضحناه .\r\n\r\nالبداء من مقولة النسخ في التشريع\r\nدال : ثمّ انّ من الكلمات الدارجة بين الشيعة الاماميّة في توضيح البداء في التكوين : هو قياس البداء بالنسخ في الأحكام حيث قالوا : « انّ البداء نسخ في الكونيّات كالنسخ في الأحكام » .\r\nوقد استثقله الكاتب المذكور حيث قال : « لا يصحّ أن يقاس تغيّر ما قدّره اللّه في الكون لأمر بدا له سبحانه ، على نسخ الأحكام أو المعجزات فانّ اللّه سبحانه وتعالى قدّر في علمه الأزلي لكلّ حكم ميقاتا وزمانا معلوما ، فإذا انتهى زمانه حلّ محلّه حكم آخر بأمره ونهيه سبحانه ، فليس فيه تغيير لعلمه الأزلي ، وكذلك قدّر الآيات والمعجزات وجعل معجزة زمنها في تقديره سبحانه فتغيير المعجزات لا يقتضي تغيير علم اللّه تعالى لأنّ كلّ شيء منها كان عند اللّه بمقدار » « 1 »\r\nولا يخفى انّ ما ذكره الشيخ من التفريق غير فارق فانّ الحكم التشريعي المطلق وإن كان ، ظاهرا في الاستدامة إلى يوم القيامة لكنّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمام الصادق لأبي زهرة ص 241 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمحدود في نفس الأمر إلى ميقات وزمان معلوم ، فهكذا التقدير فانّه ظاهر في الاستدامة ، ولكنّه محدود واقعا إلى ميقات وزمان معلوم وهو الزمان الذي يتغيّر فيه وضع العبد حسب أفعاله وأعماله ، ويحلّ التقدير الثاني محلّ التقدير الأوّل .\r\nفكما انّ لكل حكيم ميقاتا وزمانا معلوما في علمه الأزلي فكذلك لكلّ تقدير ميقاتا وزمانا معلوما في علمه فإذا انتهى زمانه حلّ محلّه تقدير آخر بأمره سبحانه ، والتفريق بين التشريع والتكوين بالتجويز في الأوّل دون الثاني تفريق بلا فارق .\r\nوعلى الجملة يعود خلط الشيخ أبي زهرة في بحثه عن البداء إلى النقاط التالية :\r\n1 - تصوّر انّ التقدير هو نفس علمه الأزلي ، فكما لا يجوز طروء التغيير على الثاني لا يجوز طروءه على الأوّل وقد ثبت انّهما متغايران .\r\n2 - تصوّر انّ التقدير عين إرادته سبحانه فيتّحد حكمه مع حكمها في امتناع طروء التقدير وقد ثبت انّ الإرادة التي تعدّ من الصفات الذاتيّة يستحيل اتصاف الذات بها بالمعنى الحقيقي منها الذي لا ينفك عن التجدّد والحدوث ، ولأجل ذلك يجب أنّ تفسّر الإرادة على هذا القول بمعنى العلم بالأصلح فيتّحد حكمها مع العلم . وإن جعلت من صفات الفعل فلا إشكال في طروء الحدوث عليها .\r\n3 - تصوّر انّ للّه سبحانه تقديرا واحدا مع انّ القائل بالبداء يجعل للّه سبحانه تقديرين ووزانهما كوزان الأجلين\r\n4 - يتصوّر انّه يجوز أن يكون لكلّ زمن حكم ولا يجوز أن يكون لكلّ زمن تقدير ونحن نعتذر عن الكاتب الكبير الشيخ أبي زهره\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nلزلّاته بانّه لم يدرس عقيدة الاماميّة دراسة شاملة ، وإنّما راجع في ذلك بعض الكتب ومن المعلوم انّ الكتاب لا يقوم مقام الدراسة عند العلماء والحضور في صفوفهم ، وأنديتهم العلميّة .\r\nرحم اللّه الماضين من علمائنا وحفظ اللّه الباقين .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالفصل الثاني البداء في مجال الاثبات\r\nما بيّنّاه لك كان عبارة عن حقيقة مفهوم « البداء » في عالم البداء ، ولا تتبنّى الشيعة الاماميّة إلّا هذا المعنى ، وما جاء في كلمات الأئمة منصرف إلى ما أوضحناه في الفصل السابق .\r\nنعم هاهنا مسألة أخرى لها صلة بمسألة « البداء » وليست نفس تلك المسألة ، وإنّما يقوم حلّها ، وتوضيح حالها على القول بالبداء .\r\nوهذه المسألة عبارة عن تفسير بعض الملاحم والمغيّبات التي وردت في لسان الأنبياء والأئمة ، وأخبروا عن وقوعها ومع ذلك لم يتحقّق الوقوع ( وإن دلّت القرائن على صدق مقالهم في ظرف الإخبار ) .\r\nوهذه الاخبارات وإن كانت لا تتجاوز عدد الأصابع إلّا أنّها موجودة في الكتاب والسنّة وعلى الفريقين السنّة والشيعة تبيين حالها ، وانّه كيف يجوز للنبي والوصي الإخبار بالشيء مع عدم وقوعه في المستقبل وتلك المشكلة يجب على كلا الفريقين حلّها ، ولا يختصّ ذلك بالشيعة الاماميّة .\r\nنعم قد قامت الاماميّة بحلّها وتوضيح حالها عن طريق مسألة « البداء » التي حرّرناها ، وخرجنا عنها بالكمال والتمام ، فلو لم يرتض\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالسنّة هذا الحلّ ، فيجب عليهم أن يقوموا بتوضيح حالها عن طريق آخر .\r\nوالغرض من هذا التفصيل هو انّه يجب تفكيك القول بالبداء عن هذه المسألة المبتنية على « البداء » عند الشيعة الاماميّة ، فحقيقته - بالمعنى الذي تعرّفت عليه - لا يختلف فيها اثنان ، ولا يخالفها أحد ممّن يعتقد بالكتاب والسنّة .\r\nوأمّا المسألة الثانية وهي علاج الاخبار بالمغيّبات من جانب الأنبياء مع عدم تحقّقه ، فيلزم على كل مسلم يعتقد بالكتاب والسنّة ، تحليلها ، وتفسيرها على وجه يناسب عصمة النبي ، وصيانته عن الكذب والخطأ ، فالشيعة الاماميّة تبعا لأئمتهم تعالج تلك الاخبارات عن طريق القول بالبداء ، فإن كان عند إخواننا أهل السنّة حلّ آخر فنحن مستعدّون للاستماع والتدبّر في مقالهم .\r\nإذا عرفت هذا ، فهلمّ نستوضح حال تلك الأخبار على الوجه الكلى أوّلا ثمّ نشير إلى كلّ واحد منها بنحو خاص .\r\nأمّا توضيح هذه الأخبار على الوجه الكلي فنقول :\r\nالأوّل : انّ اللّه سبحانه أخبر - في كتابه العزيز - عن ذبح إسماعيل على يدي أبيه إبراهيم كما يقول سبحانه :   « فَبَشَّرْناهُ بِغُلامٍ حَلِيمٍ . فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قالَ : يا بُنَيَّ إِنِّي أَرى فِي الْمَنامِ أَنِّي أَذْبَحُكَ ، فَانْظُرْ ما ذا تَرى ؟ قالَ : يا أَبَتِ افْعَلْ ما تُؤْمَرُ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّابِرِينَ »   ( الصافات - 101 - 103 ) .\r\nفقد رأى إبراهيم في المنام انّه يذبح ولده إسماعيل « ورؤيا\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالأنبياء وحي » كما في الدرّ المنثور « 1 » ولذلك فهي رؤيا صادقة ، تحكي عن حقيقة ثابتة ، وواقعيّة مسلّمة ، وهو أمر اللّه لإبراهيم بذبح ولده أوّلا ، وتحقّق ذلك في عالم الوجود ثانيا ، وكأنّ قوله سبحانه :\r\n« إنّي أرى ، في المنام أنّي أذبحك » يكشف عن أمرين :\r\n1 - الأمر بذبح الولد وهو أمر تشريعي .\r\n2 - الحكاية عن تحقّق ذلك في الواقع الخارجي .\r\nفقد أخبر إبراهيم ( عليه السلام ) بذلك ، بطريق من طرق الوحي وأخبر هو ولده بذلك ، ومع ذلك كلّه لم يتحقّق ، ونسخ نسخا تشريعيّا ، كما لم يتحقق ذبح إبراهيم لإسماعيل في الخارج فكان نسخا تكوينيّا .\r\nويحكي عن كلا الأمرين قوله سبحانه :  « وَفَدَيْناهُ بِذِبْحٍ عَظِيمٍ »  ( الصافات - 108 ) .\r\nوعلى ذلك فيجب حلّ هذه المشكلة على كلّ من يعتقد بالكتاب والسنّة ، لأنّه ينطرح في ذهن الانسان المسلم انّه كيف يجوز أن يخبر النبي بشيء من الملاحم ، والمغيّبات ثم لا يتحقّق ولا يختصّ حلّ ذلك بطائفة من الطوائف الاسلاميّة دون أخرى .\r\nالثاني : ما جاء في قصّة « يونس » مع قومه حيث قال سبحانه :\r\n « فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ »  ( يونس - 98 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرّ المنثور ج 5 ص 280 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nفعن جماعة من المفسّرين انّ قوم يونس كانوا بأرض نينوى من أرض « الموصل » وكان يدعوهم إلى الاسلام فأبوا ، فأخبرهم أنّ العذاب مصبحهم إلى ثلاث إن لم يتوبوا « 1 » ولكن العذاب لم يأتهم\r\nولكن يطرح هنا نفس السؤال السابق فيجب حلّه على ضوء الكتاب والسنّة .\r\nالثالث : ما جاء في قصّة « موسى بن عمران » عليه السلام وقومه ، حيث واعدهم أوّل الأمر أن يغيب عنهم ثلاثين ليلة ، ولكنّه أضيف إليه عشر ليال اخر ، إذ قال سبحانه عن ذلك  « وَواعَدْنا مُوسى ثَلاثِينَ لَيْلَةً وَأَتْمَمْناها بِعَشْرٍ فَتَمَّ مِيقاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقالَ مُوسى لِأَخِيهِ هارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ »  ( الأعراف - 142 ) .\r\nوكان موسى قد أخبرهم بأنّه سيغيب عنهم ثلاثين ليلة كما عن ابن عباس حيث قال : انّ موسى قال لقومه : انّ ربى وعدني ثلاثين ليلة أن ألقاه ، واخلّف هارون فيكم فلمّا فصل موسى إلى ربّه زاده اللّه عشرا فكانت فتنتهم في العشر التي زاده اللّه » « 2 »\r\nهذه جملة الاخبارات التي أخبر بها أنبياء اللّه ولم تتحقّق بعد ، فيطرح في الجميع نفس السؤال السابق ، وإليك في ما يأتي ما ورد من نفس تلك الاخبارات في الأحاديث الاسلاميّة .\r\nالرابع : ما ورد عن الإمام الصادق ( عليه السلام ) من انّه قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان ، ج 3 ص 135 .\r\n( 2 ) تفسير الدرّ المنثور ، ج 3 ص 115 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n« انّ عيسى روح اللّه مرّ بقوم مجلبين ، فقال : ما لهؤلاء ؟ قيل : يا روح اللّه إنّ فلانه بنت فلانه تهدى إلى فلان بن فلان في ليلتها هذه .\r\nقال : يجلبون اليوم ، ويبكون غدا ، فقال قائل منهم : ولم يا رسول اللّه ؟ قال : لأنّ صاحبتهم ميتة في ليلتها هذه ، فقال القائلون بمقالته : صدق اللّه وصدق رسوله ، وقال أهل النفاق : ما أقرب غدا ، فلمّا أصبحوا جاءوا فوجدوها على حالها لم يحدث بها شيء فقالوا : يا روح اللّه إنّ التي أخبرتنا أمس أنّها ميتة لم تمت ! فقال عيسى على نبيّنا وآله وعليه السلام : يفعل اللّه ما يشاء فاذهبوا بنا إليها فذهبوا يتسابقون حتى قرعوا الباب فخرج زوجها فقال له عيسى ( عليه السلام ) : استأذن لي على صاحبتك ، قال : فدخل عليها فأخبرها انّ روح اللّه وكلمته بالباب مع عدة ، قال فتخدّرت فدخل عليها ، فقال لها : ما صنعت ليلتك هذه ؟ قالت : لم أصنع شيئا إلّا وقد كنت أصنعه في ما مضى انّه كان يعترينا سائل في كلّ ليلة جمعة فننيله ما يقوته إلى مثلها ، وانّه جاءني في ليلتي هذه وأنا مشغولة بأمري وأهلي في مشاغل فهتف فلم يجبه أحد ثم هتف فلم يجب حتى هتف مرارا فلمّا سمعت مقالته قمت متنكّرة حتّى نلته كما كنّا ننيله فقال لها : تنحّي عن مجلسك فإذا تحت ثيابها أفعى مثل جذعة عاض على ذنبه فقال ( عليه السلام ) : بما صنعت صرف عنك هذا « 1 » فينطرح هنا نفس السؤال السابق والجواب عن الجميع واحد كما سيوافيك تفصيله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 94 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالخامس : جاء ملك الموت إلى داود عليه السلام وأخبره بأنّ الشاب الجالس عنده سيقضي بعد سبعة أيّام فرحمه داود ، ثمّ مضت الأيام السبعة ولم يمت الشاب فجاء ملك الموت وقال لداود : يا داود إنّ اللّه تعالى رحمه برحمتك له فأخّر في أجله ثلاثين سنة » « 1 »\r\nالسادس : عرض اللّه عز وجل على آدم أسماء الأنبياء قال :\r\nوأعمارهم قال : فمرّ بآدم اسم داود النبي فإذا عمره في العالم أربعون سنة ، فقال آدم : يا رب ما أقلّ عمر داود وما أكثر عمري ، يا رب إن أنا زدت داود من عمري ثلاثين سنة أتثبت ذلك له ، قال تعالى :\r\nنعم يا آدم ، قال فانّى قد زدته من عمري ثلاثين سنه . . . فأثبت اللّه عزّ وجل لداود في عمره ثلاثين سنة » « 2 »\r\nالسابع : أخبر اللّه نبيا من أنبيائه عن طريق الوحي بان يخبر ملكا بانّه تعالى متوفّيه إلى كذا وكذا فأخبره بذلك ، ولما دعا اللّه الملك قائلا : يا رب أجّلني حتى يشبّ طفلي وأقضي أمري فأوحى اللّه عز وجلّ إلى ذلك النبي ان : ائت فلان الملك فاعلمه انّي قد أنسيت ( أي أخّرت ) أجله وزدت في عمره خمسة عشرة سنة « 3 » .\r\nالثامن : مرّ يهودي بالنبي ( صلّى اللّه عليه وآله ) فقال : السام عليك ، فقال النبي له : وعليك ، فقال أصحابه : إنّما سلّم عليك بالموت فقال : الموت عليك ؟ فقال النبي ( صلّى اللّه عليه وآله ) وكذلك رددت ثمّ قال ( صلّى اللّه عليه وآله ) لأصحابه انّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 112 وص 102 ، وص 95 والأحاديث هذه مذكورة بتفصيلها في المصدر المذكور فراجع .\r\n( 2 ) بحار الأنوار ، ج 4 ص 112 وص 102 ، وص 95 والأحاديث هذه مذكورة بتفصيلها في المصدر المذكور فراجع .\r\n( 3 ) بحار الأنوار ، ج 4 ص 112 وص 102 ، وص 95 والأحاديث هذه مذكورة بتفصيلها في المصدر المذكور فراجع .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nهذا اليهودي يعضّه أسود في قفاه فيقتله ، قال : فذهب اليهودي ، فاحتطب حطبا كثيرا فاحتمله ثمّ لم يلبث ان انصرف فقال له رسول اللّه ( صلّى اللّه عليه وآله ) ضعه ، فوضع الحطب فإذا أسود في جوف الحطب عاض على عود ، فقال ( صلّى اللّه عليه وآله ) يا يهودي ما عملت اليوم ؟ قال : ما عملت عملا إلّا حطبي هذا حملته فجئت به ، وكان معي كعكتان فأكلت واحدة وتصدّقت بواحدة على مسكين . فقال رسول اللّه ( صلّى اللّه عليه وآله ) : بها دفع اللّه عنه ( وقال : ) انّ الصدقة تدفع ميتة السوء عن الانسان » « 1 » .\r\nالتاسع : عن عمرو بن الحمق قال : دخلت على أمير المؤمنين ( عليه السلام ) حين ضرب على قرنه فقال لي : يا عمرو إنّى مفارقكم ثمّ قال : سنة السبعين فيها بلاء - قالها ثلاثا - فقلت : فهل بعد البلاء رخاء ؟ فلم يجبني وأغمي عليه فبكت أمّ كلثوم فأفاق فقال : يا أمّ كلثوم لا تؤذيني فانّك لو قد ترين ما أرى لم تبكي ، إنّ الملائكة في السماوات السبع بعضهم خلف بعض ، والنبيّون خلفهم ، وهذا محمّد ( صلّى اللّه عليه وآله ) يقول انطلق يا علي فما أمامك خير لك ممّا أنت فيه ، فقلت : بأبي أنت وأمّي قلت إلى السبعين بلاء ، فهل بعد السبعين رخاء قال : نعم يا عمرو إنّ بعد البلاء رخاء  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  « 2 »\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 121 .\r\n( 2 ) بحار الأنوار ، ج 4 ص 118 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nتبيين الحال في هذه الاخبارات الغيبيّة\r\nلا شك انّ بعض هذه الملاحم أو كلّها قد صدرت من الأنبياء العظام وبالأخص ما ورد في الكتاب العزيز فعندئذ ينطرح هنا سؤالان هما :\r\nالأوّل : لما ذا لم تقع هذه الاخبارات في الخارج ؟\r\nالثاني : كيف وقف النبي على هذه الاخبارات مع عدم وقوعها .\r\nوبعبارة أخرى : كيف وقف على جانب من القضيّة ولم يقف على الجانب الآخر منها ؟\r\nفنقول :\r\nأمّا الأوّل فقد ورد في تفسير هذه المأثورات انّ عدم الوقوع إنّما هو لأجل فقد الشرط ، أو لوجود المانع عن تأثير المقتضي .\r\nوإن شئت قلت : انّ العمل الصالح كالتوبة لقوم يونس ، والصدقة في قصّة المسيح والنبي الأكرم صلوات اللّه عليهما قد غيّر التقدير ، فصار صالح الأعمال مغيّرا للمقدّر ، وهذا بنفسه نفس البداء الذي قد شيّدنا برهانه .\r\nهذا عن السؤال الأوّل .\r\nوأمّا السؤال الثاني فخلاصة الجواب عنه : انّ للّه تبارك وتعالى لوحين : الأوّل اللوح المحفوظ ، فهو اللوح الذي لا تغيير لما كتب فيه ، ولا تبديل لما قدّر فيه وهو مطابق لعلم اللّه تعالى .\r\nالثاني : لوح المحو والاثبات فيكتب فيه شيء حسب وجود مقتضيه ، ولكنّه لا يلبث أن يمحى لفقدان شرطه أو وجود مانعه ،\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمثلا : يكتب في هذا اللوح مقدار عمر زيد وانّه خمسون سنة ، ومعناه انّ المقتضي لعمره إلى ذلك الحين موجود . ومع ذلك فليس ذلك ( اي المقتضي ) علّة تامّة لذلك الحد من العمر ، بل جزء علّة ، أو علّة ناقصة ومقتض له ، فيجوز فيه التبدّل والتغيّر بالزيادة والنقيصة فإذا وصل الرحم يتغيّر التقدير الأوّل ، ويتبدّل إلى ستّين كما انّه إذا قطع الرحم يتبدّل الخمسون إلى الأربعين ، فصالح الأعمال وطالحها مؤثّرة في تغيير التقدير الأوّل بالزيادة والنقيصة .\r\nوليس هذا ( اي الحكم حسب المقتضي ) أمرا بدعا بل له نظائر في الحياة ، فالطبيب الحاذق إذا اطلع على مزاج شخص يقدّر عمره ستّين سنة لكن هذا التقدير يتغيّر بالأعمال الصحيحة وضدّها ، فلو قام الشخص بالرياضة البدنيّة ربّما زاد عمره إلى سبعين كما انّه لو شرب المشروبات المضرّة تناقص عمره .\r\nفحكم الطبيب حكم حسب المقتضي ، ولكن هذا الحكم في يد التغيّر والتبدّل .\r\nإذا عرفت هذا فانّ الاخبارات الصادرة من الأنبياء لأجل اتصالهم باللوح الثاني الذي في معرض التغيّر والتبدّل فيخبرون لمصالح حسب ما يقتضي المقتضي مع احتمال تغيّرها حسب توفّر الشروط وعدمها ، أو الموانع وعدمها .\r\nوفي هذا المجال يقول العلّامة المجلسي في عالم الإثبات : اعلم أنّ الآيات والأخبار تدلّ على انّ اللّه خلق لوحين ، أثبت فيها ما يحدث من الكائنات :\r\nأحدهما اللوح المحفوظ الذي لا تغيّر فيه أصلا وهو مطابق لعلمه\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nتعالى ، والآخر لوح المحو والاثبات فيثبت فيه شيئا ثمّ يمحوه لحكم كثيرة لا تخفى على اولي الألباب . « 1 »\r\nوقال المحقّق الخراساني في هذا الصدد : « انّ اللّه تبارك وتعالى إذا تعلّقت مشيئته تعالى باظهار ثبوت ما يمحوه لحكمة داعية إلى إظهاره ألهم أو أوحى إلى نبيّه أو وليّه أن يخبر به مع علمه بانّه يمحوه أو مع عدم علمه به لما أشير إليه من عدم الإحاطة بتمام ما جرى في علمه تعالى وانّما يخبر به لأنّه - حال الوحي أو الالهام لارتقاء نفسه الزكيّة واتصاله بعالم لوح المحو والاثبات - اطلع على ثبوته ، ولم يطلع على كونه معلّقا على أمر غير واقع ، أو عدم الموانع ، قال اللّه تبارك وتعالى :  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ »  ( الآية الرعد - 39 )\r\nنعم من شملته العناية الإلهيّة واتصلت نفسه الزكيّة بعالم اللوح المحفوظ الذي هو من أعظم العوالم الربوبيّة وهو أمّ الكتاب ينكشف عنده الواقعيّات على ما هي عليها ، كما ربّما يتفق لخاتم الأنبياء ولبعض الأوصياء وكان عارفا على الكائنات كما كانت وتكون . نعم مع ذلك ربّما يوحى إليه حكم من الأحكام تارة بما يكون ظاهرا في الاستمرار والدوام مع انّه في الواقع له غاية واحدة يعيّنها بخطاب آخر وأخرى بما يكون ظاهرا في الجد مع انّه لا يكون واقعا بجد ، بل لمجرد الاختبار والابتلاء كما انّه يؤمر وحيا أو إلهاما بالاخبار بوقوع عذاب أو غيره ممّا لا يقع لأجل حكمة في هذا الاخبار أو ذاك الاظهار ، فبدا له تعالى بمعنى انّه يظهر ما أمر نبيّه أو وليّه بعدم إظهاره أوّلا ويبدي ما خفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 130 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nثانيا ، وإنّما نسب إليه تعالى البداء مع انّه في الحقيقة الابداء ، لكمال مشابهة ابدائه تعالى كذلك بالبداء في غيره وفي ما ذكرنا كفاية . « 1 »\r\nهذا هو الجواب الكلّى وسيوافيك تفصيل الجواب في الأسئلة القادمة كما انّ هذا هو حقيقة « البداء » في مجال الاثبات .\r\nوإن شئت قلت : هو استيضاح الإخبار بالمغيّبات الواردة في لسان الأنبياء والأولياء مع عدم وقوعها .\r\nوأمّا تسميتها « بداء » فسيوافيك بيان ذلك في ضمن الأسئلة التالية .\r\n\r\nأسئلة وأجوبتها\r\nوهاهنا أسئلة تطرح نفسها على القارئ الكريم لا بدّ من الإجابة عليها ، وها نحن نطرحها واحدا تلو الآخر ونجيب عليها سؤالا بعد الآخر :\r\n\r\nالسؤال الأوّل :\r\nكيف يصح إطلاق « البداء » على اللّه سبحانه مع انّه بمعنى الظهور بعد الخفاء ؟\r\n\r\nالجواب :\r\nهذا هو أحد الأسئلة التي صارت سببا للتحامل على الشيعة الاماميّة لاعتقادهم بالبداء\r\nغير انّ الجواب عنه واضح ، فانّ النزاع ليس في التسمية بل في المفاد والمسمّى ، وقد عرفت انّ حقيقة البداء في مجال الثبوت ممّا اتفقت عليه الامّة الاسلاميّة جمعاء وانّه لا يوجد بينهم أي خلاف ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول للمحقّق الآخوند الخراساني ج 1 ص 373 - 375 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nكما عرفت انّ البداء بالمعنى الذي ذكر مما جاء به الكتاب العزيز والسنّة المطهّرة وقد عرفت موارده .\r\nفسواء أصحّت تسمية هذا المسمّى بالبداء أولا ، فما يرمي إليه الشيعة الاماميّة من هذه اللفظة ممّا لا غبار عليه ، ولا عتب عليهم في استعمال هذه اللفظة بهذه العلاقة والمناسبة في هذا المعنى فقد تبعوا في ذلك النبي الأعظم ( صلّى اللّه عليه وآله ) في قوله - في حديث الأقرع والأبرص والأعمى - « بدا للّه عزّ وجلّ أن يبتليهم » « 1 » فبأيّ وجه فعبّر به كلام النبي ( صلّى اللّه عليه وآله ) يفسّر به كلام أوصيائه .\r\nوأمّا وجه التسمية فثمّت وجوه ذكرها القوم ، أوجهها وأولاها أنّ هذه التسمية من باب « المشاكلة » ، وهو باب واسع في كلام العرب ، فانّ اللّه سبحانه يعبّر عن فعل نفسه في مجالات كثيرة بما يعبّر به الناس عن فعل أنفسهم لأجل المشاكلة الظاهريّة ، ولكونه مقتضى المحاورة مع الناس ، والتحدّث معهم وقد ذكرنا نماذج من ذلك في ما سبق ، وهناك وجوه أخر في توجيه ذلك نذكرها واحدا بعد واحد :\r\n1 - إنّ البداء من حيث المعنى اللغوي ، وإن كان هو الانتقال والتحوّل من عزم إلى عزم بحصول العلم أو الظنّ بشيء بعد ما لم يكن حاصلا ، ولكنّه إذا أضيفت هذه اللفظة إلى اللّه سبحانه أريد منه ظهور أمر غير مترقّب ، أو حدوث شيء لم يكن في حسبان الناس حدوثه ووقوعه .\r\nوإن شئت قلت : يراد منه الظهور بعد الخفاء بالنسبة إلى الناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النهاية في غريب الحديث والأثر للامام مجد الدين أبي السعادات المبارك بن محمد الحزري ح 1 ص 109 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوان كان الكل في علمه سبحانه موجودا بأجمعه .\r\nوبعبارة ثالثة : فكلّ ما ظهر بعد الخفاء فهو بداء من اللّه للناس ، وليس بداء للّه وللناس ، غير أنّه يتوسّع هنا كما يتوسّع في كثير من الألفاظ ويطلق : بدا للّه في هذه الحادثة .\r\nويقرّب ذلك قوله تعالى :  « وَبَدا لَهُمْ مِنَ اللَّهِ ما لَمْ يَكُونُوا يَحْتَسِبُونَ »  ( الزمر - 47 ) فلا شك أنّ ما ظهر كان « بداء » من جانب اللّه للناس على وجه الحقيقة ولكنّه يتوسّع ويستعمل في حقّه سبحانه ويقال :\r\n« وبد اللّه » تمشيا لما في حسبان الناس وأذهانهم .\r\nوخلاصة هذا الوجه - بعد هذا التفصيل - انّ نسبة البداء إليه ، انّما هو حسب حسبان الناس ، وبقياس أمره سبحانه على أمرهم ، ولا ضير في ذلك إذا كانت هناك قرينة في المجاز والمقايسة .\r\n* * * 2 - ما ذكره الشيخ المفيد وهو - ما حصله - : انّ « اللام » هنا بمعنى « من » ، يقول العرب : قد بدا لفلان عمل صحيح ، وبدا له كلام فصيح كما يقولون : بدا من فلان كذا ، فيجعلون « اللام » مقام « من » ومعنى قول الإماميّة بد الله في كذا : أي ظهر منه ، وليس المراد تعقّب الرأي ، ووضوح أمر كان قد خفي ، وجميع أفعاله تعالى الظاهرة ، في خلقه بعد أن لم تكن ، معلومة في ما لم يزل ، « وانّما يوصف منها بالبداء ما لم يكن في الحسبان ظهوره وفي غالب الظن وقوعه » « 1 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي ما بين الهلالين إشارة إلى الوجه الأوّل ، مضافا إلى ما أفاده من الوجه الثاني .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n3 - انّ علمه سبحانه ينقسم إلى علم ذاتي وإلى علم فعلي ، فعلمه الذاتي نفس ذاته ، ولا يحصل فيه تغيّر وتبدّل ، وأمّا علمه الفعلي فهو عبارة عن لوح « المحو والإثبات » والملائكة ونفوس الأنبياء والأولياء فإنها مظاهر لعلم اللّه ، فإذا قالوا : بدا للّه في علمه ، فمرادهم وقوع « البداء » في هذه العلوم ، ونسبته إليه تعالى مجاز عقلي ، لأنّهم حملة تلك العلوم ووسائطها .\r\nوإن شئت قلت : إنّ مراتب علمه سبحانه مختلفة ومحالّها متعدّدة ، فأوّلها وأعلاها : العلم الذاتي المقدّس عن التكثّر والتغيّر ، وهو محيط بكلّ شيء ، وكلّ شيء حاضر عنده بذاته ، وغيره علمه الفعلي ، أي إنّ بعض أفعاله مظاهر علمه كلوح المحو والاثبات ونفوس الملائكة والأنبياء ، فبما أنّ تلك النفوس لا تنتقش فيها الحوادث دفعة واحدة لجزئيّتها ، وعدم تناهي الحوادث بل تطلّع عليها تدريجا وشيئا فشيئا فربّما تطلّع على شيء وسببه ، ثم تطّلع على سبب آخر يقتضي عدمه ( عدم ذلك الشيء ) فيبدو لهم خلاف ما علموا أوّلا ، وحينئذ يقولون : بدا للّه ، أو بدا في علمه ، فالمراد :\r\nالبداء في علمه الفعلي لا علمه الذاتي .\r\nقال صدر المتألّهين : انّ للأسماء الحسنى مظاهر ومجاري ، وللّه تعالى عبادا ملكوتيين ، أفعالهم كلّها طاعة له سبحانه ، وبأمره يفعلون ما يفعلون ، ولا يعصون اللّه في شيء من أفعالهم وإرادتهم ، وكلّ من كان كذلك كان فعله فعل الحق ، وقوله قول الصدق ، إذ لا داعية في نفسه تخالف داعي الحق ، بل يستهلك إرادته في إرادة الحق ، ومشيئته في مشيئة الحق ، ومثال طاعتهم للّه سبحانه ولأمره ، مثال\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nطاعة الحواس فينا للنفس ، حيث لا تستطيع خلافا لها في ما شاءت النفس ، ولا حاجة في طاعتها للنفس إلى أمر ونهي أو ترغيب وزجر ، فهكذا طاعة الملائكة الواقعة في ملكوت السماوات لأنّهم المطيعون بذواتهم لأمره ، المستمعون بأسماعهم الباطنيّة لوحيه ، فقلوب هذه الملائكة كتاب المحو والاثبات ، ويجوز في نقوشها المنقوشة في صدورها أن تزول وتتبدّل ، لأنّ وجودها لا تأبى ذلك ، والذي يستحيل فيه التغيّر والتبدّل هو ذات اللّه وصفاته الحقيقيّة .\r\nوعلى هذا فقلوب الملائكة هي الألواح القدريّة وهي من مراتب علمه الفعلي ، فإذا حصل فيه التغيّر والتبدّل صحّ أن يقال : بدا للّه في علمه أي في علمه الفعلي « 1 »\r\nإلى هنا تبيّن أمران :\r\nالأوّل : انّ البحث انّما هو في المحتوى والمسمّى لا في اللفظ والتسمية ، فالمناقشة في صحّة التسمية لا يصحّ أن تجعل ذريعة للايقاع في عقيدة « البداء » وما أشبه المقام بقول القائل :\r\n وكم من عائب قولا صحيحا * وآفته من الفهم السقيم \r\nوالثاني : انّه يصح توصيفه بالبداء بأحد الوجوه المتقدّمة .\r\n\r\nالسؤال الثاني\r\nلا شك انّ النبي أو الإمام إذا أخبر بشيء ثمّ حصل البداء في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأسفار ، ج 6 ص 395 - 397 بتصرف منا .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nتحقّقه فلا بدّ أن يستند في خبره الأوّل إلى شيء يكون مصدرا لخبره ، ومنشأ لاطلاعه ، فعلى ما ذا يعوّل النبي أو الإمام في خبره الأوّل .\r\n\r\nالجواب :\r\nإذا وقفت على ما ذكرناه في حقيقة البداء في مجال الإثبات ، وما ذكرناه في الجواب على السؤال الأوّل من أنّ البداء هو حصول التغيّر في مظاهر علمه سبحانه تسهل الإجابة عن هذا السؤال فنقول :\r\nإنّ لعلمه سبحانه مظاهر منها ما لا يقبل ذلك ومنها ما يقبل .\r\nأمّا الأوّل : فهو المعبّر عنه باللوح المحفوظ تارة وبامّ الكتاب أخرى . قال سبحانه :   « بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ »   ( البروج - 21 - 22 ) وقال سبحانه :  « وَإِنَّهُ فِي أُمِّ الْكِتابِ لَدَيْنا لَعَلِيٌّ حَكِيمٌ »  ( الزخرف - 4 ) وقال سبحانه :  « ما أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها ، إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ »  ( الحديد - 22 ) .\r\nفاللوح المحفوظ ، وأمّ الكتاب ، والكتاب الذي فيه ما يصيب الناس من قبل أن تبرأ ممّا لا يتطرّق إليه المحو والاثبات قيد شعرة ، فلو أمكن لانسان أن يتّصل به ، لوقف على الحوادث على ما هي عليه بلا خطأ ولا تخلّف .\r\nوأمّا الثاني : فهو لوح المحو والإثبات الذي أشير إليه بقوله :\r\n « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( رعد - 39 )\r\nومن هذا القسم قلوب ملائكته المطيعين ، فالأحكام المنقوشة فيها أحكام معلّقة على وجود شرط ، أو عدم مانع ، فالتغيّر فيها لأجل عدم الشرط أو لوجود المانع .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nولأجل ذلك ربما يكتب فيها الموت لانسان بالنظر إلى مقتضياته ، ولكنّه يمحى ويكتب مكانه الصحّة لفقدان ما هو الشرط لحصول الموت ، أو طروء مانع عن تأثير المقتضي .\r\nوعلى الجملة فها هنا تقديران :\r\nتقدير بالقياس إلى المقتضي وهو ما يوجب الموت .\r\nوتقدير بالنسبة إلى جميع أجزاء علّته وهو ما يقتضي الصحّة والسلامة .\r\nفإذا قيس الشيء إلى مقتضيه الذي لا يكفي في العليّة والمبدئيّة ، ويتوقّف على وجود شرائط ، وعدم موانع ، يكون المقدّر - في المفروض - هو الموت .\r\nوأمّا إذا قيس إلى مجموع أجزاء العلّة التامّة أعني وجود المقتضي منضمّا إلى شرائطه ، وعدم موانعه ، يكون المقدّر - في المفروض - هو الصحة والسلامة .\r\nفلنفرض : إذا تناول انسان السم المهلك فلا شك انّ ذلك يقتضي هلاكه ( لأنّ السمّ مقتضي الهلاك ) ولكنّه مشروط بعدم تناول الترياق ( المضادّ للسم ) أو إجراء عمليّات طبيّة ، أو جراحيّة .\r\nفبالنسبة إلى نفس المقتضي فالمقدّر هو الموت ، وإذا فرض انّه تناول الترياق أو أجريت له عمليّات طبيّة يكون المقدّر هو الصحة والسلامة .\r\nإذا عرفت ذلك فنقول : انّ المصدر لاخبار النبي الأوّل الذي حصل فيه البداء هو وقوفه على وجود المقتضيات لا العلّة التامّة ، ولأجل ذلك صحّ له أن يخبر عن التقدير الأوّل لأجل وجود المقتضي ،\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nكما يصحّ لنا ان نخبر عن هلاك شارب السم لأجل وجود المقتضي ونقول بأنّه سيهلك ، ولا ينافي ذلك وجدان صحته مجدّدا لأجل تناول الترياق وإجراء العمليّات الطبيّة له .\r\nوإن شئت قلت : انّ النبي والوصي ربّما يقفان على مقتضيات الحادثة لا على علتها التامّة ، وإلّا لأخبرا بالتقدير الثاني ، ولا بعد في أن يخفى عليهما شرائط التقدير الأوّل ، وموانعه لأجل مصالح يعلمه اللّه سبحانه .\r\nوإلى ما ذكرناه من التقديرين يشير أبو جعفر الباقر ( عليه السلام ) حينما سأله حمران عن قول اللّه عز وجل :  « قَضى أَجَلًا ، وَأَجَلٌ مُسَمًّى عِنْدَهُ »  قال : هما أجلان أجل محتوم ، وأجل موقوف . » « 1 »\r\nوفي هذا الصدد كتب صدر المتألّهين يقول : « إذا حصل للقوى العلويّة ( والمراد بها النفوس العلويّة ) العلم بموت زيد بمرض كذا في ليلة كذا لأسباب تقتضي ذلك ، ولم يحصل لها العلم بتصدّقه الذي سيأتي به قبيل ذلك الوقت ، لعدم اطلاعها على أسباب التصدّق بعد ، فيكون موته بتلك الأسباب مشروطا بأن لا يتصدّق ، فتحكم أوّلا بالموت وثانيا بالبرء .\r\nفإذا اتصلت بتلك القوى نفس النبي أو الامام فرأى فيها بعض تلك الأمور فله أن يخبر بما رآه بعين قلبه ، أو شاهده بنور بصيرته ، أو سمعه باذن قلبه » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 16 الحديث 64 .\r\n( 2 ) راجع شرح أصول الكافي لصدر المتألّهين ص 381 والوافي للفيض الكاشاني ج 1 ص 113 ونقله عنهما السيد عبد اللّه شبّر في مصابيح الأنوار ص 35 - 36 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالسؤال الثالث\r\nكيف يخبر النبي أو الوصي بشيء بصورة البتّ والقطع مع انّه يحتمل أن يكون ممّا يحصل فيه البداء ؟\r\n\r\nوالجواب هو :\r\nانّ الملاحم والمغيّبات التي وردت في كلامهم على قسمين :\r\nقسم لم يحصل فيه « البداء » فالإخبار فيه على وجه البتّ والقطع ممّا لا بأس ولا ضير فيه ، إنّما الكلام هو في الاخبار التي حصل فيها « البداء » ( وهو القسم الثاني ) فنقول : انّ الاخبار في هذا القسم كانت على وجهين :\r\nإمّا كانت على وجه التعليق في اللفظ ، كما في قصّة يونس ، حيث روي انّه قال لقومه : انّ العذاب مصبحهم بعد ثلاث إن لم يتوبوا . « 1 »\r\nأو في اللب كما إذا دلّت القرائن على كونه معلّقا بالمشيئة وغيره . وإمّا كانت على وجه القطع والبتّ .\r\nأمّا القسم الأوّل فلا يضرّ فيه التخلّف لأنّ المفروض انّ الإخبار على وجه التعليق ، إنّما الكلام هو في ما إذا كان الاخبار على وجه القطع فنقول :\r\nانّ ما كان من الاخبارات على وجه القطع فهو بالنظر إلى المقتضي فلو شرب الانسان سمّا صحّ لمن شاهد عمله أن يقول : انّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان ، ج 3 ص 135\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nسيهلك ، أي بلحاظ المقتضي وبالنسبة إليه ، وكذا يصحّ لمن يشاهد من يقود سيّارته في منطقة وعرة بتهوّر أن يقول : بأنّه سيقتل ولا ينافي في هذا الخبر القطعي إذا نجا الشخص الأوّل بتناول الترياق أو نجا الثاني بتغيير أسلوبه في قيادة سيّارته .\r\nوتلك سيرتنا في حياتنا اليوميّة والاجتماعيّة فانّنا ربما نحكم على أشخاص بأحكام قطعيّة غير انّ الاخبار إنّما هو حسب المقتضى .\r\nوالحاصل انّ الاخبار عن المغيّبات مع عدم تحقّقه يدور حول أمرين :\r\nإمّا انّ الإخبار معلّق ، ويدلّ على التعليق لفظ المتكلّم أو القرائن الحافّة بالكلام .\r\nأو انّه خبر قطعي ولكنّه حسب العلم بالمقتضي ، ولا ينافيه عدم التحقّق لأجل فقدان الشرط ووجود المانع كما هو الرائج في حياتنا ، فالانسان يخبر بخبر غير قطعي بعد الوقوف على المقتضي ولا ينافي عدم تحقّقه لأجل فقد الشرط أو لوجود المانع .\r\nوإن شئت قلت : جعله من قبيل المطلق لبا أيضا .\r\n\r\nالسؤال الرابع\r\nا ليس في اخبار النبي بشيء مع عدم تحقّقه في المستقبل رائحة الكذب ووصمة التقوّل بالخلاف ، وبالتالي حصول الضعف في عقيدة المؤمنين بالنسبة إلى أئمتهم وزعمائهم .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالجواب :\r\nانّ الاخبار التي وقع فيها « البداء » انّما توجب معرضيّة الأنبياء لوصمة الكذب والتقوّل بالخلاف إذا لم يتوفّق النبي للبرهنة على صدق مقاله وإراءة المقتضي للحادثة التي أخبر عنها ، ولذلك نرى انّ عيسى ( عليه السلام ) لمّا أخبر أصحابه بهلاك المرأة ( العروس ) ولم يقع الهلاك برهن على صدق مقاله عندما قال لها : تنحّي عن مجلسك فإذا تحت ثيابها أفعى مثل جذعة عاض على ذنبه فقال ( عليه السلام ) : « بما صنعت صرف عنك هذا » . وقد مرّت القصّة بكاملها فراجع .\r\nولا يختصّ هذا بقصّة المسيح ( عليه السلام ) بل يعمّ قصّة النبي الأكرم ( صلّى اللّه عليه وآله ) في اخباره بهلاك اليهودي حيث أمره النبي ( صلّى اللّه عليه وآله ) بوضع الحطب فإذا أفعى أسود في جوف الحطب عاض على عود . .\r\nونظيره قصّة إبراهيم ( عليه السلام ) فانّ الأمر بالفداء عن ولده بذبح عظيم دلالة على صدق ما أخبر به الخليل من الرؤيا .\r\nكما انّ الحال كذلك في قصّة يونس حيث أخبر عن العذاب ، وقد رأى القوم طلائعه فقال لهم العالم : « افزعوا إلى اللّه فلعلّه يرحمكم ، ويردّ العذاب عنكم ، فأخرجوا إلى المفازة ، وفرّقوا بين النساء والأولاد وبين سائر الحيوان وأولادها ثمّ ابكوا وادعوا ، ففعلوا فصرف عنهم العذاب . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان ج 3 ص 153 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوعلى الجملة فبما انّ الإخبار عن الشيء كان بعد ثبوت النبوّة وشهود أعلام الرسالة لم يعدّ مثل هذا الاخبار تقوّلا بلا دليل أو امرا يمسّ مسألة النبوّة خاصّة إذا أثبتت الدلائل صدق مقاله كما مرّ .\r\nوبذلك يظهر مفاد ما ورد من الروايات من انّ ما علّمه سبحانه ملائكته ورسله فانّه سيكون ، لا يكذّب نفسه ولا ملائكته ولا رسله روى الفضيل بن يسار قال : سمعت أبا جعفر ( عليه السلام ) يقول :\r\n« العلم علمان فعلم عند اللّه مخزون لم يطلع عليه أحدا من خلقه ، وعلم علمه ملائكته ورسله ، فما علمه ملائكته ورسله فانّه سيكون ، لا يكذّب نفسه ولا ملائكته ولا رسله » « 1 » .\r\nوروى العيّاشي عن الفضيل قال سمعت أبا جعفر ( عليه السلام ) يقول : « من الأمور أمور محتومة جائية لا محالة ، ومن الأمور أمور موقوفة عند اللّه يقدّم منها ما يشاء ، ويمحو منها ما يشاء ، ويثبت منها ما يشاء ، لم يطلع على ذلك أحدا ( يعنى الموقوفة ) فأمّا ما جاءت به الرسل فهي كائنة لا يكذّب نفسه ولا نبيّه ولا ملائكته « 2 » .\r\nفانّ ظاهر هذه الأحاديث عدم وقوع البداء في ما علّمه سبحانه لأنبيائه ، ووقوع البداء في ما لم يعلّمه لأحد من الناس ، وهذا الظاهر لا يجتمع مع ما نقلناه من الأخبار التي صدرت عن الرسل وعلموا بها مع وقوع البداء في علمهم واخبارهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 1 باب البداء ص 147 الحديث السادس ونظيره ما رواه الصدوق في عيونه عن الرضا لاحظ البحار ج 4 ص 96 .\r\n( 2 ) بحار الأنوار ، ج 4 ص 119 الحديث 58 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nووجه الجمع أحد أمرين :\r\nالأوّل : انّ هذه الروايات بقرينة قوله « لا يكذّب نفسه ولا ملائكته ورسله » مختصّه بما إذا صار البداء وسيلة لتكذيب الرسول وأمّا إذا لم يكن كذلك كما إذا قدر النبي على البرهنة على صدق مقاله لأجل وجود المقتضي فيتحقّق فيه البداء ، ولا تشمله تلك الروايات .\r\nالثاني : انّ هذه الروايات منصرفة إلى ما سنذكره في الجواب على السؤال الخامس من امتناع وقوع البداء في الأمور الثلاثة ونظائرها .\r\nولعلّ قوله : « فأمّا ما جاءت به الرسل فهي كائنة » ناظر إلى الأقسام الآتية .\r\n\r\nالسؤال الخامس :\r\nانّ المستفاد من الروايات هو انّ الأمور على قسمين : أمور محتومة لا يحصل فيها « البداء » وأمور موقوفة يتحقّق فيها « البداء » فقد روى العيّاشي عن الفضيل قال : سمعت أبا جعفر ( عليه السلام ) يقول :\r\nمن الأمور أمور محتومة جائية لا محالة ، ومن الأمور أمور موقوفة عند اللّه يقدّم منها ما يشاء ويمحو منها ما يشاء ويثبت منها ما يشاء لم يطلع على ذلك أحدا ( يعني الموقوفة ) ، فأمّا ما جاءت به الرسل فهي كائنة لا يكذّب نفسه ولا نبيّه ولا ملائكته . « 1 »\r\nوعندئذ يطرح هذا السؤال : ما هو الميزان في الأمور المحتومة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 119 الحديث 58 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوالموقوفة .\r\n\r\nوالجواب :\r\nهو انّه لا يمكن جعل الميزان للأمور المحتومة والموقوفة وتحديدها فانّ التعيين يتوقّف على العلم بكلّ ما كتب في الألواح المحفوظة وغيرها ، غير انّه يمكن أن يقال : انّ البداء لا يقع في الأمور التالية ونظائرها :\r\n1 - ما يتعلّق بنظام النبوّة والولاية ، وما يعدّ من فروعها كالخاتميّة ، فانّ وقوع البداء فيه يوجب الاختلال في نظام الشرائع .\r\nفإذا أخبر المسيح - مثلا - بمجيء نبي بعده - أو أخبر النبي بكونه خاتما ، أو أخبر رسول الاسلام بانّ الولاية - من بعده - لوصيّه أو أوصيائه المعيّنين ، أو انّه يخرج من أولاده من يملأ الأرض عدلا وقسطا ، لا يتحقّق فيه البداء لانّ احتمال « البداء » ناقض للحكمة ، وموجب لضلال العباد ، إذ لو كان باب هذا الاحتمال مفتوحا لما وجب لأحد من البشر ان يقتفي أثر النبي ، ولا أن يوالى الوصي المنصوص عليه ، ولا أن يتلقّى الناس النبي الأكرم ( صلّى اللّه عليه وآله ) نبيّا خاتما ، ولا ظهور المهدي أمرا مقضيّا ، بحجّة انّ كل ذلك ممّا يمكن أن يطرأ عليه البداء فانّ فتح هذا الباب في المعارف والعقائد والأصول والسنن الالهيّة مخالف للحكمة وموجب لضلالة الناس .\r\n2 - ما إذا كان الاخبار بشيء على سبيل الاعجاز كما ألمحنا إليه في قصّة عيسى المسيح ( عليه السلام ) حيث قال :  « وَأُنَبِّئُكُمْ بِما \r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n تَأْكُلُونَ وَما تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ »  ( آل عمران - 49 ) .\r\n3 - إذا كان الاخبار على وجه يعدّ التخلّف وهنا للمخبر وموجبا لاتّهامه بالتقوّل ، وطروء الخدشة في نزاهته وطهارته في القول والفعل كما في اخبار النبي ( صلّى اللّه عليه وآله ) بشهادة علي أمير المؤمنين بيد أشقى الأوّلين والآخرين وشهادة سبطيه الحسن والحسين في أرض كربلاء والملاحم والمغيّبات الراجعة إلى آخر الزمان .\r\nفان التخلّف في ذلك يوجب تكذيب الرسل في أقوالهم وأفعالهم ، وقد تواترت الروايات عن الأئمة المعصومين أنّه سبحانه لا يكذّب نفسه ولا نبيّه ولا ملائكته .\r\nوعلى ذلك ينحصر مورد البداء في مجال الاثبات على موارد خاصّة لا يمكن تحديدها بحدود وضوابط عامّة .\r\n\r\nالسؤال السادس\r\nما ذا يترتّب على هذه الاخبارات من الفوائد والآثار مع أنّها غير متحقّقات في الخارج ؟\r\n\r\nوالجواب على ذلك :\r\nانّ الغرض من هذه الاخبارات انّما هو إثبات ما قرّر من البداء في مجال الثبوت فانّ النبي إذا أخبر بشيء ثمّ لم يتحقّق ذلك الأمر ، وعمد النبي أو الوصي إلى ذكر وبيان المانع من وقوعه وثبت بانّ عدم الوقوع مستند إلى ذلك العمل الحسن كالصدقة وما شابهها ، وانّك لأجل هذا العمل نجوت وصرف عنك العذاب ولم يتحقّق ما وعد في شأنك ممّا اخبر به ، كان ذلك تجسيدا وتجسّما للبداء في مقام الثبوت .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوليس شيء أوقع في النفس وأشدّ تأثيرا من أن يري النبي ما اخبر به ، فانّ ذلك يورث الرجاء في قلوب المؤمنين إلى كلّ عمل وكلّ خير يرجى منه تغيير المصير .\r\nوعلى الجملة ففي وقوع « البداء » في مجال الاثبات مع البرهنة على صدق الخبر بمعنى وجود المقتضي تأكيد وبرهنة على صحّة البداء في مجال الثبوت ونوع إرجاع للناس إلى ذلك الأصل حتى يقفوا على صحّته بعين القلب ، ومشاهدة العيون .\r\n\r\nالسؤال السابع\r\nكيف يحصل للناس الاطمئنان إلى خبر مع انّهم يحتملون أن يكون ممّا يقع فيه البداء .\r\n\r\nوالجواب :\r\nانّ البداء يتحقّق ويقع في غير الموارد التي استثنيناها سابقا ، وامّا حصول الاطمئنان للناس فانّما هو كمثل ما يحصل العلم بالشيء عند العلم بوجود المقتضي .\r\nفمثلا لو رأينا نارا شبّت في بيت من البيوت علمنا بانّ البيت سيحترق ويتهدّم بالحريق غير انّ هذا العلم حصل لنا من العلم بالمقتضي وهو علم لا ينافي احتمال أن يعالج الحريق بالوسائل الاطفائيّة ، فكلّ ما أخبر به الأنبياء والأولياء يحصل العلم منه بالمقتضيات حسب العلم بالمقتضي وهذا العلم المعلّق لا ينافي تخلّفه عند فقدان الشرط أو حصول المانع ، فكأنّ كلّ الاخبارات والملاحم في الموارد التي يجوز فيها البداء معلّقة بهذا التعليق غير المنافي لعلم\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالمعلّق .\r\n\r\nالسؤال الثامن\r\nما الفرق بين ما تقدّم من الموارد التي وقع فيها البداء نظير قصّة إبراهيم ويونس وموسى والمسيح والنبي الأكرم وما ورد عن الإمام الصادق عليه السلام في حق ولده إسماعيل حيث قال : ما بدا للّه بداء كما بدا له في إسماعيل ابني » « 1 »\r\n\r\nأقول في الجواب :\r\nانّ الفرق واضح بينهما ، فانّ القسم الأوّل من الاخبار قد أخبر النبي فيها بالحادثة ثمّ وقع فيها البداء ، وفي هذه الرواية - على فرض صحّتها - انّما حدّث الإمام بكلا الأمرين ، ولأجل ذلك فصّلنا هذه الرواية وما شابهها ممّا يأتي في قضيّة الإمام الحسن العسكري عمّا سبق .\r\nوأمّا مفاد هذا الحديث فقد فسّره الصدوق بقوله : ما ظهر للّه أمر ، كما ظهر له في إسماعيل ابني إذا اخترمه ( أي أهلكه ) قبلي ، ليعلم بذلك انّه ليس بامام بعدي » « 2 »\r\nوالبداء في هذا المورد ليس بمعنى انّ الإمام الصادق ( عليه السلام ) كان قد اخبر بامامة إسماعيل حتى يكون موته بداء بالنسبة إلى ما قال ، بل كان إسماعيل أكبر من أخيه موسى الكاظم كانت الظروف والأحوال بأن يكون هو الامام بعد أبيه مع وجود هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توحيد الصدوق باب البداء ، الحديث 10 ص 336 .\r\n( 2 ) توحيد الصدوق باب البداء ، الحديث 10 ص 336 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالأرضيّة المستدعية لامامته يكون اخترامه بداء منه سبحانه إلى الناس ، أي ظهور ما كان خفي عليهم .\r\nوهذه الرواية رواها الصدوق مرسلة في توحيده « 1 » .\r\nثمّ انّ هناك روايات موضوعة حول إسماعيل افعلتها يد الجعل ، ورويت باسناد ضعيفة . فقد روى زيد النرسي عن عبيد بن زرارة عن أبي عبد اللّه ( الصادق ) عليه السلام : انّه قال : « إنّي ناجيت اللّه ونازلته في إسماعيل ابني أن يكون من بعدي فأبى ربّي الّا أن يكون موسى ابني » « 2 » .\r\nوقد روي أيضا عن أبي عبد اللّه ( عليه السلام ) انّه قال : « ما زلت أبتهل إلى اللّه في إسماعيل ابني ان يحييه لي ، ويكون القيّم من بعدي ، فأبى ربّي ذلك وانّ هذا شيء ليس إلى الرجل منّا يضعه حيث يشاء ، وانّما ذلك عهد من اللّه عزّ وجل يعهده إلى من يشاء ، فشاء اللّه أن يكون ابني موسى وأبى أن يكون إسماعيل « 3 » .\r\nوحكى المحقّق الطوسي في « نقد المحصّل » رواية عن الإمام الصادق عليه السلام انّه قال : « جعل إسماعيل القائم مقامه بعده فظهر من إسماعيل ما لم يرتضه فجعل القائم مقامه موسى ، فسئل عن ذلك ، فقال : « بدا للّه في إسماعيل » وأضاف المحقّق ، وهذه رواية ، وعندهم انّ خبر الواحد لا يوجب علما ولا عملا « 4 »\r\nوهذه الروايات الثلاث الأخيرة لا تصح لوجهين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n( 2 ) أصل زيد النرسي ص 49 ورواه البحار ج 47 ص 269 .\r\n( 3 ) أصل زيد النرسي ص 49 ورواه البحار ج 47 ص 269 .\r\n( 4 ) المحصّل ، ص 421 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nأوّلا : انّه قد تواتر عن النبي والوصي أسماء الذين يتولّون الأمر من بعدهم بخصوصيّاتها ، ومع ذلك كيف يمكن أن يخبر الصادق ( عليه السلام ) بامامة ولده إسماعيل ، ثمّ يخبر بانّه بدا للّه في ولده إسماعيل بداء .\r\nأضف إلى ذلك انّ الإمامة عند أئمة الشيعة من أوّلهم إلى آخرهم تبعا لنبيّهم الأكرم محمد صلّى اللّه عليه وآله ليست أمرا انتخابيا ، بل مقام إلهي يتوقّف على التنصيص كما تعرف ذلك من القصّة التالية :\r\nلما عرض الرسول الأكرم ( صلّى اللّه عليه وآله ) نفسه على بني عامر الذين جاءوا إلى مكّة في موسم الحج ، ودعاهم إلى الاسلام قال له كبيرهم : أرأيت إن نحن بايعناك على أمرك ثمّ أظهرك اللّه على من خالفك ، أيكون لنا الأمر من بعدك ؟\r\nفقال النبي ( صلّى اللّه عليه وآله ) : « الأمر إلى اللّه يضعه حيث يشاء » « 1 »\r\nوثانيا : أنّ زيد النرسي لا يعتد بنفسه ولا بأصله .\r\nأمّا هو فلأنّه مجهول جدّا ولم يدلّ على وثاقته غير رواية ابن عمير عنه ، وقد اشتهر انّه لا يروي إلّا عن ثقة ، ورواية الحسن بن محبوب عنه وهو من أصحاب الاجماع ، غير انّ الدليلين قاصران ، لرواية ابن أبي عمير عن الثقة وغير الثقة ، والقاعدة المعروفة غير صحيحة .\r\nوأمّا رواية الحسن بن محبوب فلا تدلّ على شيء وكونه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيرة النبويّة لابن هشام ج 2 ص 424 - 425 وجاء نظيرها في طبقات ابن سعد ج 1 ص 262 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nأصحاب الاجماع لا يدلّ إلّا على وثاقة نفسه لا وثاقة المروي .\r\nوأمّا أصله فقد قال الشيخ في فهرسته : لم يرو أصل زيد النرسي محمد بن الحسن بن أحمد بن الوليد ( خرّيت هذا الفن ) وكان يقول :\r\nوضعه محمد بن موسى الهمداني . « 1 »\r\nويبقى ممّا تحقّق فيه البداء في مجال الإثبات من الأحاديث رواية واحدة هي ممّا نذكره تحت العنوان التالي :\r\n\r\nالسؤال التاسع :\r\nما معنى ما رواه محمد بن سنان عن أبي يحيى التمتام السلمي عن عثمان النوا قال : سمعت أبا عبد اللّه ( عليه السلام ) يقول : « كان هذا الأمر فيّ فأخّره اللّه ، ويفعل في ذريّتى ما يشاء .\r\nوهذه الرواية رواها ضعيف كمحمد بن سنان عن مجهول هو ابن يحيى التمتام عن مجهول آخر هو عثمان النوا فلا تكون حجّة .\r\nوبذلك يظهر معنى قوله : « السلام عليك يا من بدا للّه في شأنه » كما في زيارة الإمام موسى بن جعفر ( عليهما السلام ) .\r\nفالمعنى : يا من ظهر في شأنه أمر يخالف ما في حسبان الناس حيث انّ الناس كانوا يزعمون انّ القائم مقام الصادق عليه السلام هو إسماعيل فلمّا توفّي إسماعيل ظهر خلاف ما كان يتصوّره الناس ويحسبونه وعلموا ان الوسيلة هو أبو إبراهيم موسى بن جعفر الكاظم ( عليهما السلام )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفهرس ص 97 باب زيد .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفظهر للّه ( أي ظهر من اللّه للناس أو من باب المشاكلة أو غير ذلك ممّا مرّ ) أمر على خلاف ما كان يحسبه الناس ومثل ذلك ما روي في حق أبي محمد الحسن بن علي العسكري فقد روى علي بن جعفر قال كنت حاضرا أبا الحسن ( أي الإمام الهادي ) عليه السلام لمّا توفّي ابنه محمّد فقال للحسن : « يا بنيّ أحدث للّه شكرا فقد أحدث فيك أمرا » « 1 »\r\nويعني الإمام الهادي من هذه الكلمة أنّ وفاة محمّد قد مهّدت الطريق لامامته إذ لو كان أخوه حيّا ربّما حصل الاختلاف في تعيين الامام بعد الإمام الهادي ولكن استتب له الأمر بعد موت أخيه بلا شغب ولا مجادلة ولأجل ذلك يأمره بالشكر .\r\nويدلّ على انّ النّاس كانوا يتصوّرون انّ الإمامة بعد الهادي هي في ولده محمد ما رواه علي بن عمر والعطّار قال : دخلت على أبى الحسن العسكري وابنه أبو جعفر في الاحياء وأنا أظنّ أنّه هو ( أي انّه هو الخلف من بعده ) فقلت : جعلت فداك من أخصّ من ولدك ؟\r\nفقال : لا تخصّوا أحدا ( أي من ولدي ) حتى يخرج إليكم أمري » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 1 ص 326 كتاب الحجّة الحديث 4 و 5 وفي الحديث : فبكى الحسن ( العسكري ) واسترجع وقال : الحمد للّه ربّ العالمين وإيّاه أشكر تمام نعمه علينا وإنّا للّه وإنّا إليه راجعون .\r\n( 2 ) نفس المصدر ومراده من أبي جعفر هو السيد محمد المتوفى في حياة أبيه الهادي ، وبقصد من لفظة في الاحياء أي حال كونه حيّا والشاهد في الرواية هو جملة « وأنا اظنّ انّه لخلف من بعده » الحاكية عن تصوّر الناس انّه الامام بعد الهادي عليه السلام ونقله الشيخ لأكبر محمد بن الحسن الصفّار صاحب بصائر الدرجات المتوفّى عام 290 ص 473 ، ومعلّم\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nالسؤال العاشر\r\nروى العيّاشي عن عمرو بن الحمق انّ الإمام أمير المؤمنين وعد بالرخاء بعد البلاء في سنة السبعين ولكنّ الرخاء لم يتحقّق ، فعندئذ يطرح هذا السؤال وهو : كيف أخبر الإمام عليه السلام بالرخاء بعد سنة السبعين مع عدم تحقّقه في ذلك الوقت بل ومضيه .\r\n\r\nوالجواب :\r\nهو انّ هذا الاخبار كان مشروطا بشروط لم تتحقّق ومن أهمّها تحفّظ الامّة على ودائع الإمامة ونصر حججه والحفاظ عليهم والتكتّم على أسرار اللّه ، فلمّا لم تقم الشيعة بهذا الشرط وقع فيه البداء ولم يتحقّق الرخاء بعد السبعين .\r\nوإلى ذلك ينظر قول أبي جعفر الباقر ( عليه السلام ) في جوابه عن سؤال أبي حمزة الثمالي حيث قال : قلت لأبي جعفر : انّ عليا ( عليه السلام ) كان يقول : إلى السبعين بلاء ، وبعد السبعين رخاء ، فقد مضت « السبعين » ولم يروا رخاء . فقال الباقر ( عليه السلام ) : يا ثابت إنّ اللّه كان قد وقّت هذا الأمر ( أي الرخاء بعد الشدّة ) في السبعين ، فلمّا قتل الحسين اشتدّ غضب اللّه عزّ وجلّ على أهل الأرض فأخّره إلى أربعين ومائة سنة فحدّثناكم فأذعتم الحديث ، وكشفتم قناع السرّ فأخّره اللّه ولم يجعل لذلك عندنا وقتا ، ( ثمّ قال ) :\r\n\r\n\r\n","description":"","footnote":"\r\nالامّة الشيخ المفيد في إرشاده ص 315 - 316 والشيخ الطوسي في غيبته ص 130 إلى غير ذلك من المصادر القديمة والحديثة .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  ( الرعد - 39 ) « 1 » .\r\n\r\nخاتمة المطاف\r\nونقول في خاتمة هذا البحث انّ الحوادث التي وقع فيها البداء على قسمين :\r\nالأوّل : الحوادث التي أخبر بها النبي أو الوصي قبل تحقّقها حتى وقع فيها البداء سواء في الشرائع والأقوام السابقة أو في الشريعة الاسلاميّة .\r\nالثاني : ما أخبر به النبي أو الوصي بعد وقوع البداء فيه ولم يكن هناك أي خبر منهما به قبل وقوع البداء .\r\nأمّا القسم الأوّل فهو عبارة عن الموارد التالية :\r\n1 - إخبار النبي إبراهيم ( عليه السلام ) بذبح ولده وعدم تحقّق الذبح .\r\n2 - إخبار موسى الكليم ( عليه السلام ) قومه بغيبته عن قومه ثلاثين سنة ، وتمديد ذلك إلى أربعين .\r\n3 - إخبار يونس ( عليه السلام ) بهلاك قومه العصاة وعدم تحقّق الهلاك .\r\n4 - إخبار داود بموت الشابّ الجالس عنده بعد سبعة أيّام وتمديد عمره .\r\n5 - إخبار آدم بعمر داود وثبوت الزيادة فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ص 119 الحديث 60 و 61 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n6 - إخبار نبي من الأنبياء بموت ملك إلى يوم معيّن وتمديده إلى أربعة عشر سنة .\r\n7 - إخبار المسيح ( عليه السلام ) بهلاك العروس وعدم تحقّق الهلاك .\r\n8 - إخبار النبي الأكرم ( صلّى اللّه عليه وآله ) بموت اليهودي وعدم تحقّق هلاكه .\r\n9 - ما أخبر به أمير المؤمنين ( عليه السلام ) من حصول الرخاء بعد سنة السبعين ولم يتحقّق ذلك .\r\nهذه هي الموارد التي أخبر بها النبي أو الولي ثمّ وقع فيها البداء ، وقد جاء بعض هذه الموارد في الكتاب العزيز وبعضها الآخر في السنّة المطهّرة ، وقد عرفت الجواب الكلّي فيها ، والأجوبة التفصيليّة على كلّ واحدة منها .\r\nوأمّا القسم الثاني : فهو ما أخبر به النبي أو الوصي بعد وقوعه البداء فيه ، وذلك مثل ما عرفت من ما ورد عن الصادق ( عليه السلام ) في حق ابنه الكاظم ، وما ورد عن الإمام الهادي ( عليه السلام ) في شأن ولده الحسن العسكري .\r\nهذا هو جلّ ما وقع فيه البداء في مجال الاثبات أفبعد هذا يصحّ لمتشدّق ان يتكلّم بما لا يعلم أن يقول : بأنّ أئمة الرافضة وضعوا القول بالبداء لشيعتهم ؟ فإذا قالوا : انّه سيكون لهم أمر وشوكة ثمّ لا يكون الأمر على ما أخبروا قالوا : « بدا للّه تعالى » كما في المحصّل « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحصّل : للامام الرازي نقلا عن سليمان بن جرير ص 421 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوأين ما ادّعوا من وجود اخبارات كثيرة أخبر بها أئمة الشيعة ثمّ حصل فيها البداء ، في حين انّ أكثر هذه الأخبار وردت في القرآن الكريم وهو ممّا يجب على كافّة المسلمين المعتقدين به أن يفسّروه ويعالجوه ، وبعضها الآخر يرجع إلى الأنبياء والرسل السابقين ، وقد ورد في قصص الأنبياء ، وشأنها شأن سائر قصصهم ، فلا يبقى إلّا مورد واحد هو : اخبار عليّ ( عليه السلام ) بالرخاء بعد سنة السبعين ولم يتحقّق بعد مضيّه لحصول « البداء » فيه لأجل عدم تحقّق شروطه كما أشرنا إليه .\r\nفأين هذا من ادّعاء الرازي وسليمان من وجود اخبار الأئمة بحوادث كثيرة وقع فيها البداء وبذلك برّروا عدم تحقّق اخباراتهم الكثيرة لشيعتهم أفهل يصلح مورد واحد للاستناد إليه في رمي أئمة الاماميّة بهذه التهمة وأنّهم اختلقوا عقيدة البداء لتبرير عدم تحقّق ما يخبرون به . والحال أنّ من ينظر إلى روايات البداء يرى أكثرها راجعا إلى مسألة البداء في مجال الثبوت ، وناظرا إلى تبيين مفهوم البداء الذي فيه إمكان تغيير المقدّر وتحويل المصير بتغيير العمل والسلوك ، والتحوّل من العمل الطالح إلى العمل الصالح كما يلاحظ ذلك من الحديث رقم 2 ، و 3 و 5 و 7 و 9 و 11 و 12 و 13 و 14 و 16 و 18 إلى غير ذلك وانّ هذه العقيدة كانت ردّا على ما كان يعتقده اليهود والقدريّة من فراغ اللّه من الأمر وعدم قدرته أو قدرة الانسان على تغيير التقدير وتبديل المقدّر مثل ما نراه في رواية 6 و 17 وغيرهما التي صرّحت بأنّ العقيدة جاءت في مقام الردّ على عقيدة اليهود القائلين بفراغه سبحانه عن الأمر واعتزاله عن كلّ شأن .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوفذلكة الكلام هو أنّ « البداء » الذي أصرّت على صحّته أئمة الشيعة الاماميّة وعلماؤها ، وجاءت أحاديثه ورواياته في المجاميع الحديثيّة إنّما هو البداء في مجال الثبوت ، أعني إمكان تغيير المصير بصالح الأعمال وطالحها .\r\nوأمّا الاخبار بأمر ثمّ عدم تحقّقه لأجل حصول البداء فيه ، فقد صدرت عن النبي في مورد واحد وهو الاخبار بهلاك اليهودي وعن أئمة الشيعة في مورد واحد وهو الاخبار عن الرخاء بعد سنة السبعين ، ولم يكن ذلك إلّا لتأكيد العقيدة بالبداء في مجال الثبوت ، وتجسيده وتجسيمه ليروا كيف يتغيّر المقدّر بالأعمال والأفعال ، وليس ذلك كثير النظير ، بل هو عديم النظير أو قليله .\r\nوفي الختام نقول : انّ الظاهر من الروايات انّ اللّه سبحانه استأثر لنفسه تمييز الموارد التي يقع فيها البداء عمّا لا يقع فيه ، وقد عرفت ما رواه العيّاشي عن الفضيل حيث قال : « ومن الأمور أمور موقوفة عند اللّه يقدّم منها ما يشاء ويؤخّر منها ما يشاء ويمحوا منها ما يشاء ويثبت منها ما يشاء لم يطلع على ذلك أحدا يعني الموقوفة » .\r\nوروى في الكافي عن الفضيل بن يسار قوله : « وعلم عنده مخزون يقدّم منه ما يشاء ويؤخّر منه ما يشاء ويثبت ما يشاء » .\r\nوروى أبو بصير عن أبي عبد اللّه : « انّ للّه علمين : علم مكنون مخزون لا يعلمه إلّا هو من ذلك يكون البداء ، وعلم علّمه ملائكته ورسله وأنبياءه فنحن نعلمه » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 باب البداء ص 109 - 110 الحديث 27 وقريب منه ما رويناه عن الكافي .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوروى جهم بن أبي جهمة مرسلا عمّن حدّثه عن أبي عبد اللّه ( عليه السلام ) قال : « انّ اللّه عزّ وجل أخبر محمدا ( صلّى اللّه عليه وآله ) بما كان منذ كانت الدنيا ، وبما يكون إلى انقضاء الدنيا ، وأخبره بالمحتوم من ذلك واستثنى عليه في ما سواه « 1 » .\r\nويؤيّد ذلك ما استفاض عن أمير المؤمنين ( عليه السلام ) انّه قال : لولا آية في كتاب اللّه لأخبرتكم بما كان وبما يكون وبما هو كائن إلى يوم القيامة وهي هذه الآية  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ »  « 2 » .\r\nوظاهر هذه الرواية هو أنّه سبحانه استأثر بعلم هذه الموارد .\r\nنعم قد فسّر بعض الأجلّة دام ظلّهم هذا الخبر الأخير بشكل آخر وهو أنّه لمّا كان نظام العالم مبنيّا على التقديم والتأخير ، مبنيّا على تغيير المقدّرات بصالح الأعمال وطالحها ، امتنع الوصي عن الاخبار بكل ما يقع وما لا يقع في العالم في نهاية الأمر ، لأنّ الاخبار بالنتائج يخالف النظام الذي بني عليه هذا العالم ، لانّ الاطّلاع على النتائج يصدّ الناس عن القيام بالبرّ والصدقة ، والتوبة والإنابة .\r\nوفّقنا اللّه تعالى للتغيير بحسن الأعمال وجعل عاقبة أمورنا خيرا .\r\nآخر شوال المكرّم 1405\r\nجعفر الهادي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ هذا الخبر وما تقدّمه من الخبرين في الكافي ج 1 باب البداء ص 148 الحديث 6 ، 8 ، 11 ، 14 .\r\n( 2 ) البحار ، ج 4 باب البداء ، ص 97 الحديث 4 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nفهرس المطالب\r\nالفصل الأول : البداء عند الشيعة 3\r\nالبداء عند الشيعة الإمامية 5\r\nالنزاع في البداء لفظي لا معنوي 10\r\nفي تفسير لفظ البداء 11\r\nفي نقل انظار علماء الشيعة 13\r\nالكتاب والسنة مليئان بالمجاز 18\r\nفي امكان النسخ وابطال مزعمة اليهود 18\r\nفي ان القدر ليس حاكما على مشيئته وافعاله 25\r\nالآيات القرآنية وتأثير العمل الانساني 34\r\nمرويات أهل السنة وتأثير العمل الانساني في المصير 37\r\nتأثير الاعمال الطالحة في تغيير المصير 40\r\nالبداء من المعارف العليا 41\r\nاشكالات حول تأثير الدعاء 42\r\nالآثار البنّاءة للاعتقاد بالبداء 45\r\nحقيقة البداء في ضوء الكتاب والسنة 48\r\nنصوص علماء الإمامية في مجال البداء 49\r\nفذلكة البحث 58\r\nمع أبي زهرة في موقفه من البداء 61\r\nالتغيير في التقدير لا يلازم التغيير في العلم 62\r\nوزان التقديرين وزان الأجلين 64\r\nتغيير التقدير لا يستلزم تغيير الإرادة 68\r\nالبداء من مقولة النسخ في التشريع 70\r\nالبداء في مجال الاثبات 75\r\nتبيين الحال في هذه الاخبارات الغيبيّة 82\r\nأسئلة وأجوبتها 85\r\nخاتمة المطاف 107\r\n\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112}
  ]