[
  {"content":"\r\nقد تم بعون الله وحسن توفيقه كتاب سبع الشداد لخاتم\r\nالحكماء والمجتهدين السيد الداماد طاب طاب الله\r\nثراه ويتلوه كتاب الاعضالات له ولقد\r\nطبع بمباشرة في طبعه أقل\r\nالحاج احمد شيرازي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\nبسم الله الرحمن الرحيم\r\nبعد الحمد لله والصلاة على عباده المصطفين فيا ولدى الروحاني\r\nويا حبيبي العقلاني يا شرف الخاتون ويا من هو بقريحته الشاهقة\r\nالملكوتية لكل علم غامض قانون رقاك الله إلى قصيا المعارج\r\nفي النشأتين ولقاك نضرة العيش على قصوى المدارج في العالمين اتحر\r\nأقر الله أعيننا بمشاهدة جمالك وسقانا كأسا دهاقا من رحيق\r\nوصالك لا تلهين سرك اللطيف عن التدبر في هذه الاعضالات\r\nالعويصة التي كسائر نظآئرها من العويصات الداهية الشاجية\r\nوالمعضلات الساحية الساطبة في فنون العلوم وافانين الصناعات\r\nكان فل وقدتها وحل عقدتها امرأ مرهونا في الاعصار والدهور\r\nبزمننا وشيئا مضمونا للأفهام والعقول من قبلنا والله سبحانه\r\nقد يسرفا للفصية عنها والقول الفصل فيها بجميل منه واكرامه وجزيل\r\nفضله وانعامه ذلك فضل الله يؤتيه من يشاء والله ذو الفضل\r\nالعظيم الاعضال الأول فدبرهن أقليدس في خامس\r\nعشر ثالثة الأصول على أن زاوية حدبة الدايرة والخط المماس إياها\r\nأصغر من كل حادة مستقيمة الخطين ويلزم من ذلك أن تكون زاوية\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nما حدبية بعينها من تلك الحدبيات تتعاظم إلى غير نهاية بتصاغر\r\nالدايرة المماس لها ذلك الخط لا إلى نهاية وتتصاغر حادة ما\r\nبعينها من تلك الحواد المستقيمة الخطين إلى غير نهاية بخطوط\r\nمستقيمة بين ضلعيها لا إلى نهاية ومع ذلك فابدا تكون تلك\r\nالمتعاظمة أصغر من هذه المتصاغرة وذلك خلف باطل بما من\r\nالأصول الموضوعة وبما في أول عاشرة الأصول فان وقع في ذهن\r\nذاهن ما من الذاهنين وظن ظان مامن الظانين في سبيل\r\nالخروج عن مضيق التعضيل ان ما من العلوم المتعارفة والأصول\r\nالموضوعة هو ان كل مقدارين محدودين من جنس واحد فان الأصغر\r\nمنهما يصير بالتضاعف أو التزايد مرة بعد أخرى أعظم من الأعظم\r\nوالزاويتان المستقيمة الضلعين من مستقيم ومستدير ليستا من\r\nجنس واحد فليشعر انه إذا لم يكن المختلفة الضلعين من جنس المستقيما ها ؟\r\nلم يصح الحكم بأنها أصغر منها فيبطل حكم خامس عشر ثالثة كتاب أقليدس\r\nوبالجملة مهما تصححت المفاضلة بين مقدارين محدودين وصح\r\nالحكم على أحدهما بأنه أصغر من الاخر نهض العلم المتعارف أو الأصل\r\nالموضوع بالحكم على الأصغر منهما بأنه يصير بالتزيد مرة بعد أخرى\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nأعظم من الأعظم ونحن بفضل الله العلي العظيم العزيز العليم\r\nسبحانه قد اسسنا في كتاب الصراط المستقيم وفى كتاب تقويم\r\nالايمان أساسا تفتك به هذه العقدة وبسطنا القول فيه\r\nفي رسالة جيب الزاوية وفى رسالة التشابه والتناسب والحمد لله\r\nرب العالمين على فضله العظيم ومنه القديم الاعضال الثاني\r\nقد برهن أقليدس في خامس عشر ثانية عشر الأصول على أن نسبة الكرة\r\nإلى الكرة كنسبة القطر إلى القطر مثلثة بالتكرير بان نسبة القطر\r\nإلى القطر مثلثة ان لم تكن كنسبة الكرة إلى الكرة فلا محالة تكون اما\r\nكنسبة احدى كرتى ذينك القطرين إلى كرة أخرى أعظم من صاحبتها\r\nواما كنسبتها إلى كرة أخرى أصغر منها فأبطل الشقين ثم قال\r\nفالحكم ثابت وذلك باطل بما قد تحقق في العلوم الفلسفية ان\r\nالاستقامة والاستدارة وكذلك مراتب الاستدارات فصول\r\nمنوعة لا عوارض مصنفة فالكرتان والدايرتان المتخالفتان ؟\r\nالانحداب لا مناوعة بينهما فاذن لا نسبة بينهما أصلا لا بالتساوي\r\nولا بالتفاضل وطرفا الترديد في الشقين غيرها بسرين ؟ قال الحكيم\r\nالطوسي في التحرير وهذا أعظم شك يرد على ما في كتاب أقليدس\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالاعضال ؟ الثالث قد بين ارشميدس وغيره كون نسبة\r\nالمحيط والقطر نسبة ثلاثة أمثال وسبع تقريبا بأنها ان لم يكن\r\nتلك النسبة فتكون اما أعظم منها واما أصغر وهما مستبينا\r\nالبطلان باشكال هندسية وعلى ذلك من الشك ما على ما\r\nفي كتاب أقليدس الاعضال الرابع قد تقرر في جدول\r\nالجيب في المجسطى البطلميوسى وغيره من المجسطيات والزيجات\r\nان جيب نصف سدس الدور وهو ثلاثون درجة مساو لقوسه\r\nويلزم منه مساواة المستقيم والمستدير وهو باطل وما به تفصى\r\nالفاضل البرجندى وغيره عن ذلك بان ذاك هو الجيب الموضوع\r\nلا الحقيقي فلا يلزم تلك المساواة غير مجد رادة يعبأ بها اذانما\r\nالخلف المحال مساواة المستقيم للمستدير وتساوى الجيب\r\nوالقوس استحالته من تلك الجهة لا من حيث خصوصية الجيبية\r\nوالقوسية وفى مساواة الجيب الموضوع لقوسه ذلك الخلف\r\nالمحال مستمر على حاله ثم إن هذا الجيب الموضوع المساوى لقسميه\r\nجيب حقيقي لا محالة لقوس أخرى وكذلك بقاعدة الأربعة المتناسبة\r\nمن الثلاثة المعلومة منها وهى ههنا الجيب الموضوع لثلثين\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nدرجة وثلاثون درجة والجيب الحقيقي لثلثين درجة المستخرج\r\nأيضا من تلك القاعدة يستخرج الرابع المجهول وهو ههنا قوس\r\nتكون نسبة الجيب الموضوع لثلثين درجة قوسية إلى تلك\r\nالثلثين درجة كنسبة الجيب الحقيقي للثلثين درجة إلى تلك\r\nالقوس فتلزم المساواة الباطلة ولكن لا بين جيب وقوسه\r\nبل بين قوس نصف سدس الدور وجيبها الموضوع وكذلك\r\nبين الجيب الحقيقي لقوس نصف سدس الدور وقوس أخرى ليس\r\nذاك جيبها وبقوة ما نحن أوردنا في كتابنا تقويم الايمان والتصحيحات\r\nينحل عقد التشكيك في هذه الاعضالات الثلاثة وقد أوضحنا\r\nسبيله في رسالتينا المذكورتين والحمد لله واهب العقل ومفيض\r\nالرحمة إزاء لفضله ورحمته الاعضال الخامس قد بين\r\nأقليدس في أول اشكال كتاب المناظر انه ليس يبصر مبصران معا\r\nدفعة واحدة بالقصد الأول من ذلك اما ان لا يرى شئ\r\nبالقصد الأول فيلزم ان لا يرى أيضا شئ بالقصد الثاني أصلا\r\nإذ من المسبتين انه لا ما بالعرض لولا ما بالذات أصلا واما\r\nان يكون ما يرى بالقصد الأول من المتخيرات بالذات غير قابل\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nللانقسام في شئ من الجهات أصلا ولا بالقسمة الوهمية والفرضية\r\nفيلزم الجزء الذي لا يتجزى وهذا الشك قد أوردنا حله في رسالتنا\r\nالمعمولة في مباحث مما في ابطال الجزء والحمد لله سبحانه\r\nالاعضال السادس انه قد استبان في علم الهيئة ان\r\nمقدار اليوم بليلته دورة تامة من ادوار معدل النهار مع\r\nمطالع ما سارته الشمس بحركتها الخاصة في تلك الدورة وان\r\nمقدار النهار ما هو دار من المعدل من حين طلوع نقطة منه\r\nحين إذ يطلع مركز الشمس إلى غروب تلك النقطة مع مغارب ما\r\nسارته الشمس بحركتها الخاصة في تلك المدة ومقدار الليل هو\r\nما دار من المعدل من حين غروب نقطة منه حين إذ يغرب مركز\r\nالشمس إلى حين طلوع تلك النقطة مع مطالع ما سارته الشمس\r\nبحركتها الخاصة في تلك المدة ويلزم من ذلك اما تساوى مطالع\r\nما سارته الشمس بمفومها النهاري ومغاربه واما كون مقدار بعينه\r\nمفهوم قسمين مخالفا لمقداري قسميه فيكون مقدار القسمين\r\nلا كمقدار مجموعهما والأخير بين الاستحالة والأول ممتنع في الآفاق\r\nالمائلة مبرهن على امتناعه في الأفق المايلة في علم الهيئة حيث تبرهن\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nان كل قوس فان مطالعها في كل أفق مايل مخالفة لمطالع نظيره\r\nالقوس في ذلك الأفق بعينه وكذلك مغاربها لمغارب النظيرة\r\nوان مطالع كل قوس في كل أفق استوائيا كان أو مائلا كمغارب\r\nنظيره تلك القوس في ذلك الأفق بعينه فمطالع كل قوس في كل أفق\r\nمائل كمغارب نظيرتها المخالفة لمغاربها فتكون لا كمغاربها بتة\r\nوهذا الاعضال قد افتكت عقدته بما قد حققناه في رسالة قوس\r\nالنهار والحمد لله وحده حق حمده الاعضال السابع\r\nمن المستبين انه ليس يتصور انعدام المعلول مع تحقق علته التامة\r\nوان لكل معلول بعينه علة تامة واحدة بعينها وكذلك لعلته\r\nالتامة المعينة أيضا علة تامة واحدة بعينها وهكذا متصاعدة\r\nفي السلسلة الطولية إلى الجاعل الواحد الاحد الحق من كل جهة\r\nجل سلطانه وعلا نوره وبرهانه فاذن لا يسوغ ان يزول شئ ما\r\nمن الأشياء الموجودة أصلا والا للزم اما زوال معلول ما مع بقاء\r\nعلته التامة بعينها واما انعدام تلك السلسلة الطولية المرتبة\r\nالمتراقية إلى جناب الجاعل التام الواحد البسيط الاحد القدوس\r\nالحق من كل جهة تعالى الله عن ذلك علوا كبيرا وهذا الاعضال\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nقد يسرنا الله سبحانه لحل عقده وفك عقدته في كتاب خلسة الملكوت\r\nوالحمد لله رب العالمين حق حمده الاعضال الثامن\r\nالعلة المعدة وهى التي يلزم طباعها ان لا تجامع المعلول في أفق\r\nالتقضى والتجدد الذي هو الزمان لابد ان تستفيد منها مادة\r\nالمعلول استعدادا ما لقبول المعلول وحصوله بالفعل وذلك\r\nالاستعداد أيضا بعيدا كان أو قريبا لما كان ممتنع الاجتماع مع\r\nالمعلول المستعد له ومما يتوقف عليه حصوله كان لا محالة من\r\nعلله المعدة فكان بالضرورة موجب الاستعداد اخر من بعده\r\nحكمه أيضا حكمه فيلزم ان يكون بين كل استعداد من الاستعدادات\r\nوبين المعلول المستعد له استعدادات مترتبة متعاقبة الحصول\r\nإلى لا نهاية عددية بالفعل في جانب الأبد وذلك امر ليس يتصور\r\nفرضه حتى يحتاج في احالته إلى برهان على خلاف الامر في التسلسل\r\nالتعاقبى في جانب الأول فاذن يلزم ان لا يوجد المعلول المستعد\r\nله ابدا وهذا الشك أيضا مما سبيل حله في كتابنا خلسة الملكوت\r\nوالحمد لولى الحمد كله الاعضال التاسع لا محيص من لزوم\r\nسلسلة وجودية غير متناهية الآحاد من موجودات مترتبة مجتمعة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالحصول متراقية في الترتب والاجتماع إلى لا نهاية بالفعل لحصول\r\nكل معلول زماني أو انى وذلك لأنه يجب ان لا تكون علته التامة\r\nمتحققة بجميع اجزائها قبله والا لكان المعلول متخلفا عن العلة\r\nالتامة في التحقق فكان لا محالة جزء ما من اجزاء العلة التامة\r\nوهو الجزء الأخير منها انما يدخل في الحصول حين حصول المعلول\r\nلا قبل ولذلك الجزء أيضا علة تامة لا يدخل الجزء الأخير من اجزائها\r\nفي التحقق الا عند تحقق ذلك الجزء لا محالة وكذلك الامر متراقيا\r\nإلى لا نهاية بالفعل فاذن يلزم تحقق أمور مترتبة الحصول معا\r\nإلى لا نهاية بالفعل عند وجود المعلول في الحصول بتة فاما انها\r\nجميعا وجودات مترتبة فيلزم التسلسل المستحيل حين حصول\r\nالمعلول واما انها بأسرها عدمات فوجودات مترتبة كانت\r\nمتحققة قبل حصول المعلول فانقلبت عدمات حين حصوله\r\nفيلزم ذلك التسلسل قبل وجود المعلول واما انها متشابكة\r\nمن وجودات وعد مات فاما الوجودات غير متناهية والعدمات\r\nمتناهية واما بالعكس وعلى الأول فالأول وعلى الثاني فالثاني\r\nوهذا التعضيل قد استبان سبيل المخرج عن مضيقه إلى منتدح\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالتحقيق في غير موضع واحد من كتبنا وصحفنا ولا سيما كتاب\r\nالايماضات والتشريقات وكتاب خلسة الملكوت والحمد لله\r\nولى الفضل والطول الاعضال العاشر قد تحقق\r\nبما قد حققه أئمة العلم ورؤساء الحكمة في أن لازم المهية\r\nانما يستند بالذات إلى نفس المهية واما استناده إلى جاعل\r\nالمهية فبالعرض من حيث استناد المهية إليه لا من حيث نفسه\r\nبالذات وعلى الحقيقة وعلى هذا فيلزم ان لا يكون علم الجاعل\r\nالحق سبحانه بلوازم المهية علما فعليا وذلك امر خارج عن\r\nطور الحق وسبيل الحكمة وهذا التشكيك قد ارخنا تهويشه\r\nوأمطنا تهويله عن السبيل في كتاب التقويمات والتصحيحات\r\nوهو كتاب تقويم الايمان من سبل عديدة والحمد لله على منه وانعامه\r\nالاعضال الحادي عشر قد استبان في الشطر الربوبي\r\nمن العلم الاعلى ان علم الله سبحانه بكل شئ عين ذاته سبحانه\r\nومن المقتر في مقره ان العلم والمعلوم متحدان بالذات متغايران\r\nبالاعتبار فيكون علمه سبحانه بكل ممكن عين ذاته سبحانه\r\nوعين ذات ذلك الممكن أيضا فاذن يلزم اتحاد الواجب والممكن\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبالذات وهذا الشك قد أوضحنا سبيل حله والمنتدح عن\r\nداهيته في كتاب التقديسات والحمد لله رب العالمين على فضله\r\nالعظيم الاعضال الثاني عشر من المنصرح بيانه\r\nفي حكمة ما فوق الطبيعة ان سبيل الجعل المركب وايجاده\r\nجعل اجزائه وايجادها وانه انما استناد المركب إلى الجاعل\r\nمن حيث استناد اجزائه إليه ولا استناد له إليه وراء\r\nاستناد الاجزاء ضرورة ان تحقق المركب وهو مجموع\r\nالاجزاء بما هو المجموع المعروض للهيئة المجموعية عند\r\nتحقق الاجزاء بالأسر من الضروريات الغير الممكنة الانتفاع\r\nبتة فإذا حصلت الاجزاء بالأسر لم يكن حصول مجموع الاجزاء\r\nبما هو المجموع مضافا بالذات إلى تأثير اخر مستأنف من الجاعل\r\nوراء التأثير في الاجزاء بالأسر وعلى ذلك شك وهو انه لا\r\nيستراب في أن المجموع بما هو المجموع الذي هو موجود اخر وراء\r\nالموجودات التي هي الاجزاء أيضا ممكن ما من الممكنات\r\nبالذات كما أن الاجزاء بالأسر ممكنات وكل ممكن فان عدم نفسه\r\nبما هو هو من حيث نفسه ممكن بتة فلا محالة لابد من أن يمتنع\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nذلك العدم بعلة موجبة لا بالعرض بل بالذات حتى يتحقق وجوده\r\nفاذن المجموع لا يتصحح وجوده الا إذا امتنع عدم نفسه مع عزل\r\nالنظر عن عدمات الاجزاء من تلقاء علته الموجبة إياه فكيف\r\nلا يكون له استناد بالذات إلى علته وراء استناد ذات الاجزاء\r\nوسبيل هذا الشك مستبين بما قد بسطنا تحقيقه في كتاب\r\nالأفق المبين وقد أوضحناه أيضا في التعليقات في كتاب تقويم\r\nالايمان والحمد لله على جميل منه وجزيل انعامه الاعضال\r\nالثالث عشر إرادة الله لا يصح أن تكون عين علمه\r\nسبحانه فإنه سبحانه يعلم كل شئ ولا يريد شرا وظلما ولا كفرا\r\nولا شيئا من القبايح والسيئات فعلمه متعلق بكل شئ بالذات\r\nولا كذا ارادته فلا محالة تكون ارادته تعالى امرا اخر وراء علمه\r\nسبحانه وعلمه سبحانه عين ذاته الأحدية الحقه حل سلطانه\r\nفاذن تكون ارادته سبحانه امرا اخر وراء صرف حقيقته وزايدا\r\nعلى نفس ذاته فلا يكون المريد من جهات ذاته ولا من أسماء صفاته\r\nوالا لكان هو بعينه عين ذاته وهذه شبهته قد استوثقها\r\nشيخنا الأقدم الافحم رئيس المحدثين أبو جعفر محمد بن يعقوب الكليني\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nرضوان الله عليه في كتاب التوحيد من كتابه الكافي فظنها برهانا ؟\r\nواشكل عليها في بيان ان الإرادة القيومية ليست عين الذات ولا\r\nهي من صفات الذات ونحن بفضل الله العظيم سبحانه وجميل تأييده\r\nقد كشفنا الغطاء عن محيا الحق وارينا سبيل القول الفصل\r\nهناك في كتابنا تقويم الايمان وفى حواشينا المعلقات على كتاب\r\nالكافي لتفسير محكمات الأحاديث وتأويل متشابهاتها وشرح مبهماتها\r\nومشتبهاتها وحل مشكلاتها ومستشكلاتها والحمد لله رب\r\nالعالمين حق حمده الاعضال الرابع عشر\r\nقد استقرت آراء أئمة حكمة ما فوق الطبيعة على أن معنى\r\nالقدرة الاختيارية وهما كون الفاعل في حد ذاته بحيث إذا شاء\r\nفعل وإذا لم يشا لم يفعل وكونه في ذاته بحسب نفس ذاته بحيث يصح\r\nمنه الايجاد واللاايجاد عنه أو الصدور واللاصدور مفهومان\r\nمتلازمان وتمجمج المحدثين من المتكلفين لما لا يعينهم ان افاخم\r\nالفلاسفة لا يثبتون للقدير الحق الا المعنى الأول واما المعنى الثاني\r\nفيختص باثباته المليون خاصة مجمجمة لا تؤل إلى مدرجة وعلى ان\r\nالقيوم الواجب الموجود بالذات واجب بالذات من جميع جهاته\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوانه تعالى شانه لا فيه جهة امكانية أصلا بل إنه جل سلطانه\r\nبنفس ذاته وبكل جهة من جهات ذاته وبكل حيثية من حيثيات\r\nصفاته واجب بالفعل وجوبا بالذات فهو وجوب حق لا\r\nامكان فيه بوجه من الوجوه وفعلية محضة لا قوة فيها\r\nبجهة من الجهات أصلا وهذان قولان متدافعان وسبيلان\r\nمتمانعان فلا مندوحة اما من ارتكاب ان قدرته سبحانه قدرة\r\nغير وجوبية بل جهة امكانية واما من الذهاب إلى أن القدرة\r\nالاختيارية لا يعتبر في حد حقيقتها الصدور واللاصدور\r\nوالايجاد واللاايجاد ونحن قد فككنا عقدة هذا التشكيك\r\nوالتعضيل في كتاب تقويم الايمان وفى حواشينا المعلقات على\r\nالهيات الشفا بفضل الله العظيم سبحانه والحمد لله رب العالمين\r\nكما ينبغي لكرم وجهه ويليق بجناب مجده الاعضال الخامس\r\nعشر قد تصحح في كتابنا الأفق المبين وفاقا لشيخ الفلسفة\r\nأبى نصر محمد بن محمد بن طرخان الفارابي حمل الجزئي على الجزئي\r\nوحمل الجزئي على الكلى فإذا كانت جزئيات عديدة متحدة في\r\nالوجود كهذا الانسان وهذا الناطق وهذا الحيوان وهذا\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nالضاحك وهذا الكاتب صح حمل هذا الناطق مثلا على ساير\r\nتلك الجزئيات فيكون لا محالة ذا وحدة مبهمة بالنسبة إليها\r\nويلزم من ذلك ان يكون الجزئي كليا ولذلك لم يستصح الشيخ\r\nالرئيس في قاطيغورياس الشفا حمل الجزئي كما مفيد الصناعة\r\nللمشأيين في التعليم الأول ومثل هذا التعظيل معقود الورود\r\nعلى الرؤوساء والمعلمين جميعا حيث اطبقوا على الحكم بان الحركة\r\nالتوسطية لمتحرك شخصي بعينه على مسافة شخصية بعينها\r\nامر شخصي باق بهويته الشخصية من مبداء المسافة إلى منتهاها\r\nوذلك لان كون المتحرك الشخصي متوسطا بين مبدء المسافة\r\nالشخصية ومنتهاها المتعينين المتشخصين وهو حقيقة حركته\r\nالشخصية التوسطية يحمل حملا صادقا على كل كون كون بعينه\r\nفي حد حد بعينه من الحدود الوسطية الممكنة الانفراض لا إلى نهاية\r\nبين الحدين الطرفين فيكون لا محالة ذا وحدة مبهمة بالقياس إلى\r\nتلك الأكوان الشخصية الوسطية فيكون كليا وفكاك رقبة\r\nالفلسفة على أسر هذه العقدة في المقامين على ذمة كتابنا الأفق\r\nالمبين وغيره من كتبنا وصحفنا وفوايدنا ومعلقاتنا التي يسر الله\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nلنا بفضله وطوله والحمد لله رب العالمين إزاء لعزه ومجده\r\nوجوده ومنه الاعضال السادس عشر\r\nقد اتفقت الفقهاء والأصوليون على تقسيم الحكم إلى الأحكام الخمسة\r\nالمشهورة وحصره فيها وهناك شك معضل وذلك أنه\r\nانما يعنى بالحكم الحكم الصريحى أو الأعم من الصريحى والضمنى\r\nوعلى الأول تزداد الاقسام بالاحكام الوضعية وهى في المشهور\r\nعند الأكثر ثلاثة السببية والشرطية والمانعية فيصير الاحكام\r\nثمانية وفريق من الأصوليين يزيدون في خطاب الوضع الصحة\r\nوالبطلان والعزيمة والرخصة وزاد آخرون التقدير والحجة\r\nفيزداد بحسب ذلك اقسام الأحكام الخمسة وعلى الثاني ينتقص\r\nالاحكام إذ كما الحكم الصريح الوضعي حكم ضمني تكليفي فالسببية\r\nفي قوة وجوب المسبب أو استحبابه عند وجود السبب والشرطية\r\nفي قوة وجوب الشرط أو استحبابه عند شغل الذمة بالمشروط\r\nوالمانعية في قوة حرمة الاتيان بالفعل أو كراهته مع تحقق\r\nالمانع فكذلك الحكم التكليفي الوجوبي في قوة حرمة ترك الفعل\r\nوالحكم التحريمي في قوة وجوب الترك والحكم الاستحبابي في قوة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nكراهة الترك والحكم الكراهتى في قوة استحباب الترك فعلى هذا\r\nيصير الاحكام ثلاثة الإباحة والوجوب أو الحرمة والندب\r\nأو الكراهة وهذا الشك قد حللنا عقده من سبيلين في\r\nحاشيتنا على الشرح العضدي للمختصر الحاجبى في أصول\r\nالفقه وفى حواشينا المعلقات على قواعد شيخنا المحقق\r\nالفريد السعيد الشهيد نور الله تعالى رمسه وفى رسالتنا\r\nالسبع الشداد في حل اشكالات سبعة عويصة والحمد لله\r\nرب العالمين حمدا يليق بكرم وجهه وعز جلاله الاعضال\r\nالسابع عشر قد استدل أصحابنا رضوان الله تعالى\r\nعليهم على عدم صحة الصلاة في المكان المغصوب وكذلك\r\nمن وافقنا من العامة بأنه لو صحت تلك الصلاة لكان واحدا\r\nشخصي بعينه متعلق الأمر والنهى معا فهذا الكون في هذا\r\nالمكان جزء هذه الصلاة فيكون مأمورا به ثم إنه بعينه\r\nالكون في الدار المغصوبة فيكون منهيا عنه وعليه شك\r\nعويص قد تذاولته الأقوام وتناقلته الجماهير من العامة\r\nوهو ان متعلق الأمر والنهى واحد بالشخص ولكن يتعدد باعتبار\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nجهتين فيجب بإحديهما ويحرم بالأخرى فهذا الكون واجب\r\nلكونه جزء من الصلاة وحرام لكونه غصبا وهل الكلام الا\r\nفي أنه هل يجوز ذلك من حيثيتين متغايرتين أولا فالاحتجاج\r\nبه على بطلانه مصادرة على المطلوب الأول واخذ للشئ\r\nفي بيان نفسه وعقد هذا التعويص انما ينفسخ بما اسسنا\r\nفي ضابط الحيثيات في كتابنا الايماضات والتشريقات\r\nوأوردناه في كتاب التقويمات والتصحيحات وأوضحنا سبيله\r\nفي فسخ هذا الشك في رسالتنا السبع الشداد والحمد لله رب\r\nالعالمين إزاء لفضله العظيم وطوله القديم الاعضال\r\nالثامن عشر قد عد الأصحاب رضوان الله تعالى عليهم\r\nوالفقهاء من العامة ترك المسنونات بأسرها من الكبائر وأورده\r\nشيخنا الشهيد نور الله رمسه في قواعده ومن المستبين\r\nان ما هو حرام فضده العام وهو الذي في قوة نقيضه واجب\r\nوما هو واجب فضده العام حرام فاذن يكون فعل مسنون\r\nما من المسنونات لا بخصوصه مأمورا به وجوبا فيرجع المندوب\r\nإلى الاندراج تحت الواجب وتكون المندوبات جميعا من الواجبات\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالتخييرية السايغ تركها إلى بدل لا إلى بدل وكذلك قد عد\r\nبعضهم فعل المكروهات بأسرها أيضا من الكبائر وذلك\r\nيصادم كون المكروه ما يمدح وثياب تاركه بما هو تارك\r\nله ولا يذم ولا يعاقب فاعله من حيث هو فاعل له فان\r\nالمكروهات الصرفة بأسرها يجب ان يصدق عليها\r\nحد المكروه كما يصدق على كل واحد من احادها وكذلك\r\nيجب ان يصدق على الفرد المنتشر من المكروهات لا بعينه\r\nكما يصدق على كل مكروه مكروه بخصوصه ضرورة ان جملة\r\nالجايزات الصرفة في حكم الجواز ككل واحد من احادها\r\nبتة وهذه العقدة المعضلة العوصآء قد أوضحنا\r\nبفضل الله العلي العظيم العزيز العليم سبحانه سبيل انفساخها\r\nوافتكاكها في رسالة السبع الشداد وفى حواشينا المعلقات\r\nعلى قواعد شيخنا الشهيد والحمد لله رب العالمين مفيض\r\nالعقل حق حمده الاعضال التاسع عشر\r\nقد اجمع أصحابنا رضوان الله تعالى عليهم والفقهاء من\r\nالعامة على أن نية المعصية لا مؤاخذة بها وليست منشاء\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاستيجاب ترتب عقاب ولا ذم انما مبدء استيجاب الذم\r\nوالعقاب التلبس بتلك المعصية المنوية وفعلها بالجوارح\r\nثم إنهم ذكروا الاصرار على الصغائر المعدود من الكبائر\r\nقسمان فعلى وحكمي اما الفعلي فهو المداومة على نوع واحد\r\nمن الصغائر بلا توبة والاكثار من جنس الصغائر بلا توبة واما\r\nالحكمي فهو العزم على فعل تلك الصغيرة الماتى بها بعد\r\nالفراغ منها فهذان القولان متدافعان وان مجرد العزم\r\nعلى فعل الكبيرة ليس من المعصية في شى فكيف يكون العزم\r\nعلى فعل الصغيرة معصية ومن كبائر المعاصي وشيخنا\r\nالسعيد الشهيد قدس الله نفسه الزكية قد أورد هذين المتدافعين\r\nفي قواعده فنحن بفضل الله العظيم قد بينا سبيل التحصيل\r\nوحققنا القول الفصل الجزل المحصل هنالك في حواشينا\r\nالمعلقات على كتابه وفى رسالتنا السبع الشداد والحمد لله رب\r\nالعالمين على عظيم منه وجزيل انعامه الاعضال العشرين\r\nقد تطابقت ارآء الفقهاء قولا واحدا على أن الكراهة\r\nالمستعملة في العبادات انما معناتها طفافة الثواب وطفف\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nدرجات المثوبة وبخس كمال الرجحان وضعف تمام الجهة\r\nالمحسنة المرجحة لا المعنى المصطلح عليه الذي هو أحد الأحكام الخمسة\r\nوكيف تتصحح عبادة صحيحة شرعية كما لا عقاب\r\nعلى فعلها بل انما الثواب على تركها فقط على ما هو ديدن\r\nشان المكروه المصطلح عليه فكما لا مباح في العبادات فكذلك\r\nلا مكروه فيها على معناه الحقيقي المعقود عليه الاصطلاح\r\nثم انك لتسمعهم يقولون العبادات تنظر الأقسام الخمسة\r\nجميعا ما عدا المباح فتوصف العبادة بالوجوب والاستحباب\r\nوالتحريم والكراهة كالصلاة المنقسمة إلى الواجبة والمستحبة\r\nوالى صلاة الحائض والى الصلاة في الأماكن المكروهة\r\nوالأوقات المكروهة والصوم المنقسم إلى الأربعة كصوم رمضان\r\nوشعبان والعيدين والسفر فهذه عبارة شيخنا المحقق الشهيد\r\nقدس الله لطيفه باليفاظه في كتابه القواعد وفاقا لمن تقدمه\r\nمن العلماء والفقهاء وهل ذلك في ظاهر الامر الا صرح التدافع\r\nوصراح التهافت ونحن بفضل الله تعالى وكريم تأييده قد\r\nقومنا الفحص الجزل واتممنا القول الفصل في سبيل التحصيل\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nهنالك في غير موضع واحد بخصوصه من مواضع تعليقاتنا\r\nالدينية ومعلقاتنا الفقهية فهذه المعضلات العويصة\r\nوساير العويصات التي هي في مرتبتها اشكالا واعضالا وأعظم\r\nمنها نائية وداهية وأشد منها تعويصا وتعضيلا في علم علم من\r\nأنواع العلوم ومراتبها وفن فن من أصناف الأفانين وطبقاتها\r\nلا يدل على سمت الحق فيها الا من قبلي ولا يهتدى إلى صقع التحصيل\r\nفيها الا من سبيلي فربى العظيم تعاظم سلطانه فد جعل ذلك\r\nسهمي من منائح فضله وقسطي من خزائن رحمته فعليك أيها\r\nالسليل الناهض والخليل الماحض برهن العمر عند ملازمة\r\nكتبي وصحفى وتعليقاتى ومعلقاتي ورسائلي ومقالاتي ووقف\r\nالهمة على تعرف سبلها ومسالكها والتدرب في طرقها ومداركها\r\nوفقك الله لان تتسنم سنام معرفتها وبلغك أوج سماء العلم\r\nمن أعلى ذروتها وجعلك من الحاملين لاعباء اسرارها ومن\r\nالحافين حول عرش أنوارها وخصك بفيض فضله وحفك\r\nبمنه وطوله ان سبيله جدد للمسترشدين ونائله غير مجذوذ\r\nعن المستعدين وكتب أحوج المربوبين وافقر المفتاقين إلى\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nرحمة ربه الجواد الغنى محمد بن محمد يدعى باقر الداماد الحسيني\r\nختم الله له في نشأيته بالحسنى دادئ ذي الحجة الحرام سرر\r\nشهور عام 1522 من الهجرة المقدسة المباركة النبوية\r\nحامدا مصليا مسلما مستغفرا\r\nقد تم هاتين النسختين اعني السبع الشداد والاعضالات\r\nلخاتمه الحكماء والمجتهدين السيد الداماد قدس\r\nالله سره بعوز الله تعالى بسعي واهتمام جناب مستطاب\r\nعمدة المحققين والمدققين علامة العلماء الراشدين\r\nكهف الحاج والمعتمرين حاجى شيخ احمد شيرازي\r\nزاد الله توفيقاته في دار الخلافة طهران صانها الله\r\nعن الحدثان بيدا قد أبناء العلماء على أكبر\r\nابن مرحوم مبرو ؟ ملا محمد على طالقاني\r\nصورت اتمام وانجام پذيرفت في يوم الأحد\r\nغرة ذي حجة الحرام 1317\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nفهرس ما في كتاب السبع الشداد تأليف امام الإلهيين مولانا المير محمد باقر الحسيني\r\nالمدعو بداماد عطر الله رتبة ( سبع مقالات )\r\nالمقالة الأولى ثلاثة فصول\r\nالفصل الأول\r\nفي حل الاشكال الوارد على اندراج الفقه في الحد تحت جنس العلم ص 3\r\nالفصل الثاني حل الاشكال على اعتباري الحكم الشرعي المستنبط من حيث الظن واليقين ص 22\r\nالفصل الثالث بيان ان العقود الحدسية والفطرية لا تصير مسائل في العلوم النظرية ص 33\r\nالمقالة الثانية ( فصلان ) ص 35\r\nالفصل الأول في تقسيم الحكم الشرعي إلى الخمسة المشهور والاشكال عليه وحله ص 35\r\nالفصل الثاني القول في مسألة التحسين والتقبيح العقليين ص 42\r\nالمقالة الثالثة ( فصلان ) ص 51\r\nالفصل الأول بيان ما يقال إن ترك المندوبات بأسرها من الكبائر ص 51\r\nالفصل الثاني تحقيق معنى المندوب وتشخيص محل البحث ص 56\r\nالمقالة الرابعة ( ثلاثة فصول ) ص 60\r\nالفصل الأول في معنى الكراهية المستعملة في باب العبادات ص 60\r\nالفصل الثاني التنبيه على نظائر المسألة في الأمور الحكمية ص 66\r\nالفصل الثالث في أن سعادة النفس بخلع البدن ص 68\r\nالمقالة الخامسة ( ثلاثة فصول ) ص 68\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nالفصل الأول بيان القول ببطلان الصلاة في المكان المغصوب ص 68\r\nالفصل الثاني تحقيق ما اشترط فيه إباحة المكان من العبادات ص 71\r\nالفصل الثالث بيان ما قيل ببطلان صلاة مالك المكان المغصوب لو صلى فيه ص 75\r\nالمقالة السادسة ( فصلان ) ص 78\r\nالفصل الأول تحقيق القول وتعيين القيام الركني في الصلاة ص 78\r\nالفصل الثاني التنبيه على نظاير المسألة في ساير أبواب الفقه ص 85\r\nالمقالة السابعة ( ثلاثة فصول وتختمة ) ص 89\r\nالفصل الأول بيان ما يقال إن العزم على المعصية لا يوجب العقاب ونية الطاعة مستلزمة للثواب ص 89\r\nالفصل الثاني تحقيق معنى حديث لا صغيرة مع الاصرار ص 92\r\nالفصل الثالث في أن استصغار الذنب من الكباير ص 95\r\nالتختمة بيان معنى حديث نية المؤمن خير من عمله ص 100\r\nوقد باشر في انجام طبع هذه النسخة الشريفة أقل الراصدين\r\nإلى الحقايق الدينية الحاج الشيخ احمد\r\nشيرازي اصلح الله حاله\r\nوختم بالخير عواقبه بمحمد واله\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nفهرس ما في هذه الرسالة النفيسة من الاعضالات العويصة ( وعشرون )\r\nالاعضال الأول على ما برهن أقليدس في خامس عشر ثالثة الأصول على نسبة الزاوية ص 2\r\nالثاني على ما برهنه أقليدس أيضا في خامس عشر ثانية الأصول على نسبة الكرة إلى الكرة ص 4\r\nالثالث على ما بينه ارشميدس في نسبة المحيط والقطر ص 5\r\nالرابع على ما في المجسطى وغيره من نسبة جيب الزاوية إلى القوس ص 5\r\nالخامس على ما بينه أقليدس في كتاب المناظر في ابصار المبصرين معا ص 6\r\nالسادس على ما استبين في علم الهيئة من مقدار اليوم بليلته ص 7\r\nالسابع على ما تبين من امتناع انعدام المعلول مع تحقق علته التامة ص 8\r\nالثامن على ما ذكروا في العلة المعدة التي لا تجامع المعلول ص 9\r\nالتاسع على ما يترتب على حصول كل معلول زماني أو اتى من اللاتناهي الوجودي ص 9\r\nالعاشر على ما حققوه من استناد لوازم المهية إليها بالذات والى جاعلها بالعوض ص 11\r\nالحادي عشر على ما استبين ان علم الله تعالى بكل شئ عين ذاته ص 11\r\nالثاني عشر على ما بينوه من جعل المركب وسبيل استناده إلى جاعله ص 12\r\nالثالث عشر على أن إرادة الله تعالى لا تصح أن تكون عين علمه ص 13\r\nالرابع عشر على ما معنى القدرة الاختيارية لله تعالى ص 14\r\nالخامس عشر على ما قالوا في حمل الجزئي على الجزئي أو الجزئي على الكلى ص 15\r\nالسادس عشر على تقسيم الحكم الشرعي إلى الأحكام الخمسة المشهورة ص 17\r\nالسابع عشر على ما حكموا ببطلان الصلاة في المكان المغصوب ص 18\r\nالثامن عشر على ما عد الأصحاب ترك المسنونات بأسرها من الكبائر ص 19\r\nالتاسع عشر على حكمهم بان نية المعصية غير مستلزمة للعقاب ص 20\r\nالعشرون على ما تطابق آراؤهم ان الكراهية في العبادة بمعنى نقصان الثواب ص 21\r\nقد تم بالخير\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27}
  ]