[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\nبمناسبة الذكرى المئوية الرابعة لولادة الفيض الكاشاني\r\nبه مناسبت چهارصدمين سال تولد مولى محسن فيض كاشاني\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\nتسهيل السبيل بالحجة في انتخاب كشف المحجة لثمرة المهجة\r\nتأليف المحدث الكبير محمد بن مرتضى المشتهر بالفيض الكاشاني\r\nالمتوفى سنة 1091 ه‍\r\nتحقيق مؤسسة آل البيت عليهم السلام لإحياء التراث\r\nبمناسبة الذكرى المئوية الرابعة لولادة الفيض الكاشاني\r\nمؤسسة البحوث والتحقيقات الثقافية\r\nتهران 1407 ه - . ق\r\n1366 ه - . ش\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n\r\nمؤسسة البحوث والتحقيقات الثقافية\r\nالتابعة لوزارة الثقافة والتعليم العالي\r\nتسهيل السبيل بالحجة في انتخاب كشف المحجة لثمرة المهجة\r\nالرقم 565\r\nنسخ الطبع 2000\r\nتاريخ الطبع 1407 ه - . ق / 1366 ه - . ش\r\nالطبعة الأولى\r\nمطبعة : پايا\r\nالثمن 1500 ريال\r\nحقوق الطبع محفوظة للناشر\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ تقديم 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\nلا يختلف اثنان في أنّ ما قدّمه السيد ابن طاوس رضوان اللّه عليه من تراث خالد - عبر تصانيفه القيّمة - يعدّ من مفاخر التراث الإسلامي ، إذا أخذنا بنظر الاعتبار خصوصيّة ما خلّفه من أثر دعائيّ وعرفانيّ وأخلاقيّ يصل القمة في كثير من مراحله ، بالإضافة إلى ما كان يتمتع به من يراعة سيالة وأسلوب متين يمكن اعتباره منهجا خاصا في التأليف تميّزت به تصانيفه قدس سره .\r\nوكتاب « كشف المحجة لثمرة المهجة » مجموعة وصايا من السيد ابن طاوس رحمه اللّه إلى ولده محمد ضمّنها من نوادر العظات وفوائد المقالات ما لا يستغنى عنه ، وكأنّه يعبّد طريق المعرفة بأبسط بيان ، ويفتح له أبواب السلوك بمقال العرفان .\r\nيقول السيد ابن طاوس عن كتابه هذا : « فإنّ له في هذه الرسالة على ما يدل المصحف الشريف عليه ، في معرفة صاحب الجلالة والمؤيد بالرسالة وما يريد منه ، وله السعادة الباهرة وحفظ النعم الباطنة والظاهرة ، وأخصّه في هذا الكتاب بما يكون كالسيف الذي يدفع به أعداء مولاه ، الذين يريدون أن يشغلوه عن رضاه ، وبما يكون كالخاتم الذي يختم به أفواه قدرة الناطقين بالشواغل عن معاده ، ويختم به على جوارحه أن تسعى في غير مراده ، وبما يكون منها كالخلع التي خلعها اللّه جلّ جلاله على مهجتي ليسلمني بها من الحرّ والبرد ، ويصون بها ضرورتي ، فأوثره من الخلع الشريفة والملابس المنيفة التي خلعها اللّه جلّ جلاله على الألباب وجعلها جننا ودروعا واقية من العذاب والعار ، وجعل منها ألوية للملوك الركاب إلى دوام نعيم دار الثواب ، ومن خلع السرائر والخواطر والقلوب ما يبقي جمالها عليه مع فناء ملبس مسلوب » « 1 » .\r\nوقال المحقق الفيض قدّس سرّه في مقدمة كتابه « تسهيل السبيل » : « هذا منتخب من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كشف المحجة : 6 .\r\n","page_name":" 3 ","page_number":7},
  {"content":"\r\n\r\nكتاب كشف المحجة لثمرة المهجة من مصنّفات السيّد الإمام العالم الفقيه الكامل الزاهد العابد الورع المجاهد رضيّ الدين جمال العارفين أفضل السادة أبي القاسم علي بن موسى بن جعفر ابن محمد الطاوس العلويّ الفاطميّ الحسينيّ الداوديّ السليمانيّ طاب ثراه ، الذي وصى به أكبر أولاده محمدا رحمه اللّه ، وذكر فيه ما لا يكاد يوجد في كتاب آخر من مصنّفات أصحابنا العلماء رضوان اللّه عليهم من طرق تحصيل العلم والعمل » « 1 » .\r\n\r\nتسهيل السبيل بالحجة في انتخاب كشف المحجة لثمرة المهجة :\r\nومن خلال ما تقدّم نرى من الطبيعي أن يكون كتاب « كشف المحجّة » محطّ رحال العلماء ، وموضع تأمّلهم ، لا سيّما الحكيم المتألّه المحدّث الفيض رضوان اللّه عليه ، الذي تناوله بالاختصار والانتخاب ، والشرح والتعليق ، يقول قدس سره بعد كلامه عن كتاب كشف المحجة : « أوردت فرائده المبتكرة وأبقيت فوائده المشهرة ، وأيّدت بعضه بتأييدات ، وأضفت إليها تنبيهات ، وجعلته في فنّين وفصول ، وسمّيته : ( تسهيل السبيل بالحجة في انتخاب كشف المحجّة لثمرة المهجة ) واللّه يهدي السبيل وهو يلهم الحجة » « 2 » .\r\nوعنونه الشيخ الطهراني في الذريعة قائلا : « تسهيل السبيل بالحجة في انتخاب كشف المحجة » في تسع مائة بيت ، للمولى المحقق الفيض الكاشاني ، المتوفى 1091 ه ، فرغ منه سنة 1040 ه » « 3 » ، وذكره ثانية بعنوان آخر قائلا : « منتخب كشف المحجة للمحقق الفيض ، اسمه تسهيل السبيل » « 4 » .\r\nوقال الشيخ يوسف البحراني في لؤلؤة البحرين - بعد ترجمته للفيض - : « له تصانيف أفرد لها فهرسا على حدة ، ونحن ننقل ذلك عنه ملخصا : . . . تسهيل السبيل بالحجة في انتخاب كشف المحجة للسيد ابن طاوس العلويّ ، يقرب من تسع مائة بيت ، في سنة أربعين بعد الألف » « 5 » .\r\nويمكننا القول أنّ رسالة « تسهيل السبيل » للمحقق الفيض قدّس سره - على صغر حجمها - ذات مداليل مهمّة لا يستهان بها ، بل ربّما تعتبر مادة قيّمة لدراسة موضوعية تتناول بعض جوانب حياة المحدّث الفيض ، منها مثلا :\r\n1 - دراسة الخطوط المشتركة للمتبنّيات الفكرية بين السيد ابن طاوس والمحقق الفيض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تسهيل السبيل : 9 .\r\n( 2 ) تسهيل السبيل : 9 .\r\n( 3 ) الذريعة 4 : 182 / 910 .\r\n( 4 ) الذريعة 22 : 423 / 7711 .\r\n( 5 ) لؤلؤة البحرين : 125 .\r\n","page_name":" 4 ","page_number":8},
  {"content":"\r\n\r\nعلى صعيد المواضيع التي تناولتها الرسالة ، التي ربما فتحت بابا عريضا يؤدي إلى المقارنة بين مؤلفات السيد ابن طاوس ومصنّفات الفيض .\r\n2 - من تأريخ ختم الرسالة الذي أشار إليه المصنف قدّس سره في أواخرها وهو ( ختم ) ، أي سنة 1040 ه على حساب الجمّل ، نعرف أنّه ألّفها في مقتبل حياته العلمية ، وبالتالي فهي معلم واضح لقياس نسبة النهوض العلمي والنضوج الفكري في مصنّفاته رضوان اللّه عليه حتى أواخر حياته الشريفة .\r\n\r\nالنسخ المعتمدة في تحقيق الكتاب :\r\n1 - النسخة المحفوظة في خزانة المكتبة الرضوية برقم ( 3521 ) ، كتبها ابن المرحوم محمد باقر محمد الشهر بيني في يوم الخميس الخامس من شهر ربيع الأول في سنة خمس وسبعين بعد الألف من الهجرة ، بخط النستعليق ، تقع في 40 صفحة ، بطول 23 وعرض 10 سم ، في كلّ صفحة 19 سطر تقريبا ، وقد رمزنا لها ب ( ر ) .\r\n2 - النسخة الحجرية المطبوعة مع كتاب تحف العقول سنة 1311 ه ، والتي أشار إليها الشيخ الطهراني مرّتين في الذريعة ، وقد رمزنا لها ب ( ح ) .\r\n\r\nمنهجية التحقيق :\r\nاعتمدت في تحقيق هذه الرسالة طريقة التلفيق بين النسختين المذكورتين آنفا من أجل إثبات نصّ صحيح للكتاب بقدر الوسع ، متمسكين في ذلك بأحدث قواعد فنّ التحقيق ، وإليك سردا موجزا عن منهجية العمل التحقيقي في هذا الكتاب :\r\n1 - مقابلة النسختين ، وإثبات نص صحيح ، مع الإشارة إلى موارد الاختلاف في حالات خاصة .\r\n2 - مقابلة متن كتاب « كشف المحجة » الوارد في هذه الرسالة مع أصل الكتاب المطبوع حروفيا .\r\n3 - تخريج الآيات القرآنية ، وضبطها بالشكل .\r\n4 - تخريج أحاديث الكتاب ، باستثناء ما نقله السيد ابن طاوس في كتابه كشف المحجة عن مصادر غير متوفرة لدينا .\r\n5 - كتابة ترجمة لبعض الأعلام دون غيرهم ، حسب ما رأيناه مهمّا ، كمؤمن الطاق والحمصيّ .\r\n6 - شرح الألفاظ اللغوية الصعبة .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n\r\n7 - كل ما أثبتناه في المتن بين المعقوفتين [ 
  ] من دون الإشارة له في الهامش ، فهو من كتاب كشف المحجة للسيد ابن طاوس .\r\n8 - نظرا لأهمية الفهرسة في تسهيل المطالب للمراجع ، تمّ صنع سبعة فهارس فنية للرسالة ارفقت في نهايتها .\r\nوفي الختام نود أن نشير إلى أنّ مشاركة مؤسسة آل البيت عليهم السلام لإحياء التراث في مؤتمر الفيض الكاشاني المنعقد بمناسبة مرور أربع مائة عام على ميلاده عبر تحقيق عدّة رسائل للمحقق الفيض قدّس سره - منها هذه الرسالة - يأتي من إيمانها العميق بالمنهجية الفكرية التي خطّتها لتحركها العلمي والثقافي ، وهو بعث روح العلم والثقافة التراثية في الأمّة من خلال إحياء تراث علمائها وقادتها ومفكريها ، الذين تغذّوا من مدرسة آل البيت عليهم السلام حبّ الخير والصلاح ، وارتشفوا من تراث أئمتهم عليهم السلام رحيق الحبّ والسعادة الأبدية ، واللّه الموفق للسداد ، إنّه نعم المولى ونعم النصير .\r\nحامد الخفّاف 1 رجب 1407 ه قم المشرفة\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\nالصفحة الأولى من النسخة المحفوظة في خزانة المكتبة الرضوية .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n\r\nالصفحة الأخيرة من النسخة المحفوظة في خزانة المكتبة الرضوية\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\n\r\n[ خطبة 
  ]\r\nبسم اللّه الرحمن الرحيم وبه نستعين الحمد للّه الذي سهّل السبيل وأوضح الدليل ، وإن كان أكثر الناس عن المحجّة لفي تضليل ، والصلاة على محمد الذي هو خير هاد إلى خير مهديّ إليه بأحسن هداية في أسهل سبيل ، وعلى آله الهادين لامّته بأسهل تيسير وأيسر تسهيل .\r\nأمّا بعد فيقول الفقير إلى اللّه محمد بن مرتضى المدعو بمحسن عفى اللّه عنه : هذا منتخب من كتاب كشف المحجّة لثمرة المهجة ، من مصنّفات السيد الإمام العالم العامل الفقيه الكامل الزاهد العابد الورع المجاهد رضي الدين ، جمال العارفين ، أفضل السادة أبي القاسم عليّ بن موسى بن جعفر بن محمد بن الطاوس العلويّ الفاطميّ الحسني الداوديّ السليمانيّ طاب ثراه ، الذي وصّى به أكبر أولاده محمدا رحمه اللّه ، وذكر فيه ما لا يكاد يوجد في كتاب آخر من مصنّفات أصحابنا العلماء رضوان اللّه عليهم من طرق تحصيل فنّي العلم والعمل ، أوردت فرائده المبتكرة وأبقيت فوائده المشتهرة ، وأيّدت بعضه بتأييدات ، وأضفت إليها تنبيهات ، وجعلته في فنّين وفصول ، وسميته « تسهيل السبيل بالحجّة في انتخاب كشف المحجة لثمرة المهجة » واللّه يهدي السبيل وهو يلهم الحجة .\r\n\r\nالفن الأول : فيما يتعلّق بالعلم .\r\n\r\nفصل :\r\nقال السيد رحمه اللّه : « اعلم يا ولدي محمد وجميع ذريّتي وذوي مودّتي أنّني وجدت كثيرا ممّن رأيته وسمعت به من علماء الإسلام قد ضيّقوا على الأنام ما كان سهّله اللّه جلّ جلاله ورسوله صلّى اللّه عليه وآله من معرفة مولاهم ومالك دنياهم وأخراهم ، فإنّك تجد كتب اللّه جلّ جلاله السالفة والقرآن الشريف مملوءة من التنبيهات على الدلالة « 1 » على معرفة محدث الحادثات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في كشف المحجّة : الدلالات .\r\n","page_name":" 9 ","page_number":13},
  {"content":"\r\n\r\nومغيّر المتغيّرات ومقلّب الأوقات ، وترى علوم سيدنا خاتم الأنبياء وعلوم من سلف من الأنبياء صلوات اللّه عليه وعليهم على سبيل كتب اللّه جلّ جلاله المنزلة عليهم في التنبيه اللطيف والتشريف بالتكليف ، ومضى على ذلك الصدر الأول من علماء المسلمين إلى أواخر أيام من كان ظاهرا من الأئمة المعصومين صلوات اللّه عليهم أجمعين ، فإنّك تجد من نفسك بغير إشكال أنّك لم تخلق جسدك ولا روحك ولا حياتك ولا عقلك ولا ما خرج من اختيارك من الآمال والأحوال والآجال ، ولا خلق ذلك أبوك ولا أمّك ولا من تقلّبت بينهم من الآباء والامّهات ، لأنّك تعلم يقينا أنّهم كانوا عاجزين عن هذه المقامات ، ولو كان لهم قدرة على تلك المهمّات ما كان قد حيل بينهم وبين المرادات وصاروا من الأموات ، فلم يبق مندوحة أبدا عن واحد منزّه عن إمكان المتجددات خلق هذه الموجودات ، وإنّما تحتاج إلى أن تعلم ما هو عليه جلّ جلاله من الصفات .\r\nولأجل شهادة العقول الصريحة والأفهام الصحيحة بالتصديق بالصانع أطبقوا جميعا على فاطر وخالق ، وإنّما اختلفوا في ماهيّته وحقيقة ذاته وفي صفاته بحسب اختلاف الطرائق » « 1 » .\r\nأقول : ولأجل ذلك أيضا ترى الناس عند الوقوع في الأهوال وصعاب الأحوال يتوكّلون بحسب الجبلّة على اللّه ، ويتوجهون توجّها غريزيّا إلى مسبّب الأسباب ومسهّل الأمور الصعاب وإن لم يتفطّنوا لذلك ، قال اللّه تعالى :  « وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ »  « 2 » ، وقال عزّ وجلّ :   « قُلْ أَ رَأَيْتَكُمْ إِنْ أَتاكُمْ عَذابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَ غَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صادِقِينَ بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ إِنْ شاءَ وَتَنْسَوْنَ ما تُشْرِكُونَ »   « 3 » .\r\nوفي « تفسير مولانا العسكري عليه السلام » : « أنّه سئل الصادق عليه السلام عن اللّه تعالى ، فقال للسائل : يا عبد اللّه ، هل ركبت سفينة قط ؟ قال : بلى ، قال : فهل كسرت بك حيث لا سفينة تنجيك ولا سباحة تغنيك ؟ قال : بلى ، قال : فهل تعلّق قلبك هناك أنّ شيئا من الأشياء قادر على أن يخلّصك من ورطتك ؟ قال : بلى ، قال الصادق عليه السلام : فذلك الشيء هو اللّه القادر على الإنجاء حين لا منجي ، وعلى الإغاثة حين لا مغيث » « 4 » .\r\n\r\nفصل :\r\nقال السيّد رحمه اللّه : « وإنّني وجدت قد جعل اللّه جل جلاله في جملتي حكما أدركته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كشف المحجّة : 7 .\r\n( 2 ) - لقمان 31 : 25 .\r\n( 3 ) - الأنعام 6 : 40 - 41 .\r\n( 4 ) - تفسير الإمام العسكري عليه السلام : 7 ، معاني الأخبار : 4 / 2 .\r\n","page_name":" 10 ","page_number":14},
  {"content":"\r\n\r\nعقول العقلاء ، فجعلني من جواهر وأعراض وعقل روحاني ونفس وروح ، فلو سألت بلسان الحال الجواهر التي في صورتي : هل كان لها نصيب في خلقي وفطرتي ؟ لوجدتها تشهد بالعجز والافتقار ، وأنّها لو كانت قادرة على هذا المقدار ما اختلفت عليها الحادثات والتغيّرات والتقلّبات ، ووجدتها معترفة أنّها ما كان لها حديث « 1 » في تلك التدبيرات ، وأنّها ما تعلم كيفية ما فيها من التركيبات ، ولا عدد ولا وزن ما جمع فيها من المفردات .\r\nولو سألت بلسان الحال الأعراض ، لقالت : أنا أضعف من الجواهر لأنّني فرع عليها ، فأنا أفقر منها لحاجتي إليها .\r\nولو سألت بلسان الحال عقلي وروحي ونفسي ، لقالوا جميعا : أنت تعلم أنّ الضعف يدخل على بعضنا بالنسيان وبعضنا بالموت وبعضنا بالذلّ والهوان ، وأنّنا تحت حكم غيرنا ممّن يقلّبنا كما يريد من نقص إلى تمام ومن تمام إلى نقصان ، ويقلبنا كما يشاء مع تقلّبات الأزمان .\r\nفإذا رأيت تحقيق هذا من لسان الحال ، وعرفت تساوي الجواهر والأعراض ، وتساوي معنى العقول والأرواح والنفوس في سائر الموجودات والأشكال ، تحقّقت أنّ لها جميعا فاطرا وخالقا منزّها عن عجزنا وافتقارنا وتغيراتنا وانتقالاتنا وتقلّباتنا ، ولو دخل عليه نقصان في كمال أو زوال كان محتاجا ومفتقرا مثلنا إلى غيره بغير إشكال ، وقد تضمّن ما ذكرت لك كتاب اللّه جلّ جلاله وكتبه التي وصلت إلينا وكلام رسول ربّ العالمين وكلام أبيك أمير المؤمنين وكلام عترتهما الطاهرين من التنبيه على دلائل معرفة اللّه جلّ جلاله بما في بعضها كفاية لذوي الألباب وهداية إلى أبواب الصواب .\r\nفانظر في كتاب « نهج البلاغة » وما فيه من الأسرار ، وانظر « كتاب المفضل بن عمر » الذي أملاه عليه مولانا الصادق عليه السلام فيما خلق اللّه جلّ جلاله من الآثار ، وانظر « كتاب الإهليلجة » وما فيه من الاعتبار ، فإن الاعتناء ( بقول سابق ) « 2 » الأنبياء والأوصياء والأولياء عليهم أفضل السلام موافق لفطرة العقول والأحلام .\r\n\r\nفصل :\r\nقال السيّد رحمه اللّه : وإيّاك وما عقدت المعتزلة ومن تابعهم على طريقتهم البعيدة من اليقين ، فإنّني اعتبرتها « 3 » فوجدتها كثيرة الاحتمال لشبهات المعترضين ، إلّا قليل منها سلكه أهل الدين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في كشف المحجّة زيادة : يفترى .\r\n( 2 ) - في « ر » و « ح » : بسابق ، وما أثبتناه من كشف المحجّة .\r\n( 3 ) - في كشف المحجّة : قرأتها .\r\n","page_name":" 11 ","page_number":15},
  {"content":"\r\n\r\nوبيان ذلك : أنّك تجد ابن آدم إذا كان له من نحو سبع سنين وإلى قبل بلوغه إلى مقام المكلّفين لو كان جالسا مع جماعة فالتفت إلى ورائه فجعل واحد منهم بين يديه شيئا مأكولا أو غيره من الأشياء ، فإنّه إذا رآه سبق إلى تصوره والهامة أنّ ذلك المأكول أو غيره ما حضر بذاته وإنّما أحضره غيره ، ويعلم ذلك على غاية عظيمة من التحقيق والكشف والضياء والجلاء .\r\nثم إذا التفت مرة أخرى إلى ورائه فأخذ بعض الحاضرين ذلك من بين يديه ، فإنّه إذا عاد والتفت إليه ولم يره موجودا فلا يشكّ أنّه أخذه أحد ، ولو حلف له كلّ من حضر أنّه حضر ذلك الطعام بذاته وذهب بذاته كذّب الحالف وردّ عليه دعواه .\r\nفهذا يدلّك على أنّ فطرة ابن آدم ملهمة معلّمة من اللّه جلّ جلاله بأنّ الأثر ذاك دلّ دلالة بديهيّة على مؤثّره بغير ارتياب ، والحادث دالّ على محدثه بدون حكم [ اولي 
  ] الألباب ، فكيف جاز أن يعدل ذوو البصائر عن هذا التنبيه الباهر القاهر عند كمال العقول إلى أن يقولوا للإنسان الكثير الغفول - وقد علموا أنّه قد نشأ في بلاد الإسلام ، ورسخ في قلبه حب المنشأ لدين محمّد صلّى اللّه عليه وآله ، وأنس بسماع المعجزات والشرائع والأحكام ، وصار ذلك له عادة ثابتة قوية معاضدة لفطرته الأزلية - : أنّك مالك طريق إلى معرفة المؤثر والصانع الذي قد كان عرفه معرفة مجملة بأثره قبل إرشاده إلّا بنظره في الجوهر والجسم والعرض ، وتركيب ذلك على وجوه يضعف عنها كثير من اجتهاده .\r\nثمّ إنّ أستاذه أو الذي يقول له هذا القول معتقد لدين المسلمين ، ويدّعي أنّه من العلماء والمعلمين ، وهو يجد في القرآن الشريف :  « فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها »  « 1 » هل ترى يا ولدي محمّد أنّه يجوز لمسلم أن ( يطعن بعد هذه ) « 2 » الدلالة المشار إليها ويسترها عمّن هو محتاج إلى التنبيه عليها ويعلم من ولد على الفطرة ولا يعرّفه المنة عليه في تلك الهداية التي منّ اللّه عليها « 3 » ، ثمّ هو يتلو أو يسمع أو يعلم أن اللّه جلّ جلاله يقول لسيد المرسلين :\r\n « يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ إِنْ كُنْتُمْ صادِقِينَ »  « 4 » وقال اللّه جلّ جلاله :  « وَلَوْ لا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ ما زَكى مِنْكُمْ مِنْ أَحَدٍ أَبَداً »  « 5 » فهل ترى يا ولدي المعرفة باللّه إلّا من اللّه وباللّه ، وأنّه جلّ جلاله هو الذي هدى للإيمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الروم 30 : 30\r\n( 2 ) - كذا في النسخ ، والظاهر أن الصواب : يضن بهذه .\r\n( 3 ) - كذا ، والظاهران الصواب : بها عليه .\r\n( 4 ) - الحجرات 49 : 17 .\r\n( 5 ) - النور 24 : 21 .\r\n","page_name":" 12 ","page_number":16},
  {"content":"\r\n\r\nبمقتضى القرآن ، وأنّه هو صاحب المنّة في التعريف وأنّه لولا فضله ورحمته ما زكى من أحد في تكليف .\r\n\r\nفصل :\r\nقال : وممّا يدلّك يا ولدي إلى أنّ المعرفة محكوم بحصولها للإنسان بدون ما ذكره أصحاب اللسان أنّهم لو عرفوا من مكلّف ولد على الفطرة حرّ عاقل عقيب بلوغ رشده بأحد أسباب الرشاد ، أنّه قد ارتدّ بردّة يحكم فيها ظاهر الشرع بأحكام الارتداد ، أشاروا بقتله وقالوا :\r\nقد ارتدّ عن فطرة الإسلام ، وتقلّدوا إباحة دمه وماله ، وشهدوا أنّه كفر بعد إسلامه .\r\nفلو لا أنّ العقول قاضية بالاكتفاء والغناء بإيمان الفطرة دون ما ذكروه من طول الفكرة ، كيف كان يحكم على هذا بالردّة ؟ وقد عرفوا أنّه ما يعلم حقيقة من حقائقهم ، ولا سلك طريقا من طرائقهم ، ولا تردّد إلى معلم من علماء المسلمين ، ولا فهم شيئا من ألفاظ المتكلمين ، ولو اعتذر إليهم عن معرفة الدليل بالأعذار التي أوجبوها عليه من النظر الطويل ما قبلوها منه ، ونقضوا ما كانوا أوجبوه وخرجوا عنه .\r\nوكيف كان اللّه جلّ جلاله مبيح دمه وماله وما أحسن به إليه ، وما مضى عليه من الزمان بعد بلوغ رشاده ما يكفيه لتعلّمه من أستاذه ، ومن ملازمته وتردده ، واللّه جلّ جلاله أرحم من الخلق كلّهم بعباده ، وما أباح دمه إلّا وقد اكتفى منه بما فطره عليه وبما يسعه بأقلّ زمان بعد رشاده لاعتقاده .\r\n\r\nفصل :\r\nقال : ومما يدلّك يا ولدي على أنّ القوم يتوافقون ، وإنّما يقولون قولا ما أعلم عذرهم فيما يقولون أنّنا رأينا وسمعنا وعرفنا عنهم إذا بقوا بعد البلوغ والتكليف مدة من أعمارهم على الفطرة الأزليّة والمعرفة الصادرة عن التنبيهات العقليّة والنقليّة ، ثمّ اشتغلوا بعد مدة طويلة بعلم الكلام ، وبما تجدّد بعد الصدر الأول من قواعدهم في الإسلام ، وعلموا منه ما لم يكونوا يعلمونه ، فإنّا نراهم أو نعلم من حالهم أنّهم لا يبطلون شيئا من تكليفهم الأول بالشرعيات ولا ينقضونه ، فلو كانت معرفتهم باللّه جلّ جلاله ما صحّت لهم إلّا بنظرهم الآنف كان مقتضى جهلهم باللّه مع تفريطهم الأول في معرفته مع إظهارهم لشعار الإسلام يلزم منه قضاء ما عملوا من التكليف السالف .\r\n\r\nفصل :\r\nقال : ومما يدلّك يا ولدي [ على 
  ] أنّ معرفة اللّه جلّ جلاله من جوده لتطلبها من باب الزيادة عليه مع وفوده أنّك تجد أكثر العارفين لا يعرفون وقت معرفتهم به جلّ جلاله ، ولا يوم ذلك ، ولا ليله ولا شهره ولا سنته ، ولو كان بمجرد كسبهم ونظرهم قد عرفوه لكان وقت ذلك أو ما قاربه قد فهموه ، لأنّك تجد العقل شاهدا أنّ من عرف سلطانا عظيما بعد أن كان جاهلا\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":17},
  {"content":"\r\n\r\nبمعرفته ، وكان وجه التعريف من جهة لا يدركها الإنسان باجتهاده وهمّته فإنّه يعرف وقت المعرفة بذلك السلطان أو ما قارب ذلك الزمان ، وإنّما اللّه جلّ جلاله يسلك بالعبد الضعيف إلى التعريف تسليكا يقصر فهمه عنه ، فلذلك لا يعرف وقت المعرفة ولا ما قرب منه .\r\n\r\nفصل :\r\nقال : واعلم أنّ قولي هذا هو ممّا أقصد به أنّ النظر في الجواهر والأجسام والأعراض لا يجوز أو أنّه ما هو طريق إلى المعرفة على بعض الوجوه والأغراض ، بل هو من جملة الطرق البعيدة والمسالك الخطيرة الشديدة التي لا يؤمن معها ما يخرج بالكلية منها .\r\nوقد كان لنا صديق فاضل من المتعلّمين بعلم الكلام - رحمه اللّه ورضي عنه - يحضر عندنا ونحدّثه ونعرّفه أنّ طرق المعرفة باللّه جلّ جلاله بحسب معلوماته ومقدوراته على الأنام ولا ينحصر عددها بالافهام ، فتعجّب لأجل ما قد ألفه من أنّ معرفة اللّه جلّ جلاله لا طريق إليها إلّا بنظر العبد .\r\nفقلت له يوما : ما تقول في عيسى بن مريم عليهما السلام لما قال في المهد :  « إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا »  « 1 » كانت معرفته باللّه جلّ جلاله في مهده بنظره ؟ فتحيّر وعجز عن الجواب .\r\nوقلت له يوما : ما تقول في الناظر في معرفة اللّه جلّ جلاله أما يكون في أول نظره شاكا في اللّه جلّ جلاله ؟\r\nقال : بلى .\r\nقلت : أفتقول أنّ النبي محمدا ووصيّه عليا عليهما السلام مضى عليهما زمان شكّ في اللّه جل جلاله ؟\r\nفقال : غلبتني ما أقدر أقول هذا ، وهو خلاف المعلوم من حالهما .\r\nفقلت له : وأقول زيادة ، هب أنّك توقفت عن موافقتي لأجل اتباع عادتك أما تعلم أنّ العقل - الذي هو النور الكاشف عن المعارف - ما هو من كسبك ولا من قدرتك ، وأنّ الآثار التي تنظر فيها ما هي من نظرتك ، وأنّ العين التي تنظر بها ما هي من خلقتك ، وأنّ البقاء الذي تسعى فيه لنظرك وكلّ ما أعانك على تفكرك « 2 » ما هو من تدبيرك ولا من مقدورك ، وأنّه من اللّه جلّ جلاله .\r\nقال : بلى ، ثمّ قال : ولكن متى قلت أنّ المعرفة باللّه جلّ جلاله لا تكون بنظر العبد ما يبقى له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مريم 19 : 30 .\r\n( 2 ) - في « ح » وكشف المحجة : نظرك .\r\n","page_name":" 14 ","page_number":18},
  {"content":"\r\n\r\nعليها ثواب .\r\nفقلت : وإذا كانت المعرفة باللّه جلّ جلاله بنظر العبد فيلزم عليها أيضا أنّه لا ثواب عليها ، فاستعظم ذلك وقال : كيف قلت ؟\r\nفقلت ما معناه : لأنّك قبل أن تعرفه وشرعت تنظر في المعرفة بنظرك في الجواهر والأجسام والأعراض ، ما تدري نظرك هل يفضي إلى الإقبال على تصديق المعرفة ، أو الإدبار عنها أو الإعراض ، فلا تكون قاصدا بنظرك التقرّب إلى اللّه جلّ جلاله لأنّك ما تعرفه « 1 » ، وإنّما تعرفه على قولك في آخر جزء من أجزاء نظرك ، وقد فات نظرك كلّه بغير معرفة وغير ثواب ، فانقطع عن الجواب .\r\nوقلت له : إنّ المعرفة باللّه جلّ جلاله سواء كانت من اللّه جلّ جلاله أو من العبد أو منهما ، فإنّما يكون الثواب على استمرار العبد عليها ، ولزوم ما يراد منه بها ولها .\r\nوقد كان ينبغي يا ولدي محمد إذا أراد العالم باللّه جلّ جلاله وبرسوله صلّى اللّه عليه وآله وبالأئمة من عترته وبشريعته أن يعرّف المبتدي ممّن ولد على فطرة الإسلام ما يقوّي عنده ما في فطرته ، ويوثقه بكرم « 2 » اللّه جلّ جلاله ورحمته ، وتعلّق أمله بفضله ، ويدخله تحت ظلّه ، يقول له : قد عرفت محققا قبل بلوغك وبعد بلوغك أنّك عالم ببديهيات ، وعالم بكليات وجزئيات ما سعيت في تحصيلها ، ولا عرفت كيف كان تدبير اللّه جلّ جلاله في وصولها إلى عقلك وقلبك وحلولها ، ولا ساعة ورودها على سرائرك ولا بأيّ الطرق سلك اللّه جلّ جلاله بها إلى ضمائرك ، فكن واثقا بذلك الواهب ، وعلّق آمالك وسؤالك به في طلب المواهب ، وقل له : يا من أنعم عليّ بنور العقل قبل سؤاله ، وابتدأني بنواله وأفضاله ، هب لي مع السؤال والوفادة بالآمال ما تريد منيّ من معرفتك ولزوم حرمتك ، وشرّفني بمراقبتك ، وعرّفني أنّ ذلك صادر عن ابتدائك لي برحمتك ونعمتك ، حتى أنهض بك إليك ، وأقف بك بين يديك ، وأقبل بك عليك ، وأقدم بك إليك « 3 » » « 4 » .\r\n\r\nفصل :\r\nثمّ قال رحمه اللّه : « واعلم يا ولدي محمد ومن يقف على هذا الكتاب ، أنّني ما قلت هذا جهلا بعلم الكلام وما فيه من السؤال والجواب بل قد عرفت ما كنت محتاجا « 5 » إلى معرفته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ح » : لا تعرفه .\r\n( 2 ) - في « ر » من كرم .\r\n( 3 ) - في « ر » : عليك .\r\n( 4 ) - كشف المحجة : 8 - 15 .\r\n( 5 ) - في « ر » : أحتاج .\r\n","page_name":" 15 ","page_number":19},
  {"content":"\r\n\r\nمنه ، وقرأت منه كتبا ، ثمّ رأيت ما أغنى عنه ، وقد ذكرت في خطبة كتاب « البهجة لثمرة المهجة » كيف اشتغلت فيه وعلى من اشتغلت في معانيه ، وما الذي صرفني عن ضياع عمري في موافقة طالبيه ، ولكن اعرف يا ولدي انّ المبتدي إذا قال له الأستاذ : لا طريق لك إلى معرفة اللّه إلّا بنظرك في الجوهر والجسم والعرض - كما كنّا أشرنا إليه - وأنّ حدوث الجسم لا يثبت إلّا بالحركة والسكون ، فإنّ المبتدئ أيضا ما يفهم بفطرته زيادة هذه الأعراض على الأجسام ، ولا له دربة بهذا الكلام ولا يرى بعين رأسه وإحساسه زيادة الحركة والسكون على الجسم المنتقل في الجهات ، إلّا بأن يتعب في إنفاق كثير من الأوقات في تصوّر حد الجسم ، وتصور العرض وتحقيق زيادته على الأجسام ، وحفظ ما يتعلق بذلك كلّه من معنى وكلام .\r\nوربما وجدت الأستاذ عاجزا في حدود هذه المعاني المذكورة غير أن يعبر بألفاظها المعهودة المذخورة حتى يكاد أن يقلّد قائلها وناقلها ، ويحتجّ بأنّها قول فلان وفلان وقولهم كالحجّة في معانيها ، ثمّ إذا فهم من أستاذه زيادة الحركة على الأجسام فإنّه ما يكاد يفهم زيادة السكون على الجسم في ظاهر أوائل الأفهام ، ولا يدرك على التعجيل من أن يلزم من حدوث الحركة والسكون حدوث الجسم العريض الطويل العميق ، فلا يزال غالب حاله يخبط خبط عشواء في أدلّتهم ومعارضتها بشبهات احتمالات الأهواء ، حتى يتمخّض اجتهاده عن رجحان ظن أو اعتقاد ضعيف ، ومتى عرض له طعن قوي أعاده ذلك الطعن إلى الاستدلال والتكشيف ، فتراه متردّدا في العقائد بين ساكن وعائد ، إلى أن يموت لعلّه يجوز حدوث القوادح وقد كان [ له 
  ] « 1 » قبل ذلك التعليم - لسكونه إلى معرفة اللّه « 2 » جملة - سكون اعتقاد قوي راجح ، وكان آمنا كما صار لا يأمن من تجدّد المطاعن والمعارضات والقوادح .\r\n\r\nفصل :\r\nقال رحمه اللّه : وممّا ينبّهك يا ولدي على ما ذكرت بالعقل من طريق النقل عن سلفك الطاهرين أئمة الفضل ، ما رويته من « كتاب أبي محمد عبد اللّه بن حماد الأنصاريّ » من أصحاب مولانا الكاظم عليه السلام ، ونقلته من أصل قري على الشيخ الصدوق ، الذي ذكر جدك أبو جعفر الطوسي أنّه لم يكن له نظير في زمانه ، وهو هارون بن موسى التلعكبري تغمّده اللّه جلّ جلاله برضوانه ، تاريخه سنة ستّ وسبعين وثلاثمائة ، وهو أستاذ الشيخ المفيد محمد بن محمد بن النعمان ضاعف اللّه جلّ جلاله لهما تحف الرضوان ، أروي كلّ ما رواه بعدّة طرق ، منها : من أصل « كتاب عبد اللّه بن حماد » المشار إليه ما هذا لفظه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أثبتناه ليستقيم السياق .\r\n( 2 ) - في كشف المحجة : المؤثر\r\n","page_name":" 16 ","page_number":20},
  {"content":"\r\n\r\nعن عبد اللّه بن سنان قال : أردت الدخول على أبي عبد اللّه عليه السلام ، فقال لي مؤمن الطاق « 1 » : استأذن لي على أبي عبد اللّه عليه السلام فقلت : نعم ، فدخلت عليه فأعلمته مكانه ، فقال : « لا تأذن له عليّ » فقلت : جعلت فداك تعلم انقطاعه إليكم وولاءه لكم وجداله فيكم ، ولا يقدر أحد من خلق اللّه أن يخصمه ، فقال : « بل يخصمه صبيّ من صبيان الكتّاب » فقلت :\r\nجعلت فداك هو أجدل « 2 » من ذلك ، وقد خاصم جميع أهل الأديان فخصمهم ، فكيف يخصمه غلام من الغلمان وصبيّ من الصبيان ؟ فقال : « يقول له الصبي : أخبرني عن إمامك ، أمرك أن تخاصم الناس ؟ فلا يقدر أن يكذب عليّ ، فيقول : لا ، فيقول له : فأنت تخاصم الناس من غير أن يأمرك إمامك « 3 » فأنت عاص له ، فيخصمه .\r\nيا بن سنان لا تأذن له عليّ ، فإنّ الكلام والخصومات تفسد النيّة وتمحق الدين » .\r\nومن الكتاب المذكور : عن عاصم الحنّاط ، عن أبي عبيدة الحذّاء ، قال : قال لي أبو جعفر عليه السلام - وأنا عنده - : إيّاك وأصحاب الكلام والخصومات ومجالستهم ، فإنّهم تركوا ما أمروا بعلمه ، وتكلّفوا ما لم يؤمروا بعلمه ، حتى تكلّفوا علم السماء .\r\nيا أبا عبيدة ، إنّا لا نعدّ الرجل فقيها عالما حتى يعرف لحن القول ، وهو قول اللّه تعالى :\r\n « وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ »  « 4 » .\r\nووجدت في « كتاب عبد اللّه بن حماد الأنصاريّ » في النسخة المقروّة على هارون بن موسى التلعكبري رحمه اللّه ما هذا لفظه :\r\nعن جميل بن درّاج قال : سمعت أبا عبد اللّه عليه السلام يقول : « متكلّمو هذه العصابة من شرارهم » « 5 » .\r\nويحتمل أن يكون المراد بهذا الحديث - يا ولدي - المتكلّمين الذين يطلبون بكلامهم وعلمهم ما لا يرضاه اللّه جلّ جلاله ، أو يكونون ممّن يشغلهم الاشتغال بعلم الكلام عمّا هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أبو جعفر محمد بن علي بن النعمان بن أبي طريفة البجلي مولى الأحوال ، كوفي صيرفي ، كان شيعيا ثقة ، متكلما حاذقا حاضر الجواب ، يلقب « مؤمن الطاق » و « صاحب الطاق » و « الطاقي » وهي نسبة إلى سوق في طاق المحامل بالكوفة كان يجلس للصرف بها ، روى عن علي بن الحسين وأبي جعفر وأبي عبد اللّه عليهم السلام ، انظر « رجال النجاشي : 325 / 886 ، رجال الشيخ : 302 / 355 ، لسان الميزان 5 : 300 / 1017 ، الكنى والألقاب 2 : 398 » .\r\n( 2 ) - في كشف المحجة : أجل .\r\n( 3 ) - ليس في « ر » .\r\n( 4 ) - محمد 47 : 30 .\r\n( 5 ) - في « ر » : من شرار من هم منهم .\r\n","page_name":" 17 ","page_number":21},
  {"content":"\r\n\r\nأوجب عليهم من فرائض اللّه جلّ جلاله ، ولقد رأيت في عمري ممّن ينسب إلى علم الكلام وقد أعقبهم ذلك العلم شكوكا في مهمّات من الإسلام .\r\nوممّا يؤكد تصديق الروايات بالتحذير من علم الكلام وما فيه من الشبهات أنّني وجدت الشيخ العالم في علوم كثيرة القطب الراوندي - واسمه سعيد بن هبة اللّه - رحمه اللّه - قد صنّف كرّاسا وهي عندي الآن في الخلاف الذي تجدّد بين الشيخ المفيد والمرتضى رحمهما اللّه ، وكانا من أعظم أهل زمانهما ، وخاصة شيخنا المفيد ، فذكر في الكرّاس نحو خمس وتسعين مسألة قد وقع الخلاف بينهما فيها في علم الأصول ، وقال في آخرها : « لو استوفيت ما اختلفا فيه لطال الكتاب » وهذا يدلّك على أنّه طريق بعيد في معرفة ربّ الأرباب » « 1 » .\r\nأقول : وممّا يزيد ذلك تأكيدا التعليقات التي كتبها الشيخ المفيد رحمه اللّه على إعتقادات الصدوق أبي جعفر بن بابويه طاب ثراه ، فإنّه خالفه فيها في كثير من العقائد الدينية وطعن فيه لأجلها ، وبالغ في ذلك « 2 » .\r\nوممّا يدلّ على مذمّة الكلام ، ما قاله أمير المؤمنين علي عليه السلام : « من طلب الدين بالجدل نزندق » « 3 » .\r\nوقال الصادق عليه السلام : « يهلك أصحاب الكلام وينجو المسلّمون ، إنّ المسلّمين هم النجباء » « 4 » .\r\nوعن محمد بن عيسى قال : قرأت في كتاب عليّ بن هلال « 5 » أنّه سأل « 6 » الرجل - يعني أبا الحسن عليه السلام - [ أنّه روي عن آبائك عليهم السلام 
  ] « 7 » أنّهم نهوا عن الكلام في الدين ، فتأوّل مواليك المتكلّمون بأنّه إنّما نهي من لا يحسن أن يتكلّم فيه ، فأمّا من يحسن أن يتكلّم فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كشف المحجّة : 16 - 20 .\r\n( 2 ) - انظر على سبيل المثال ص 27 و 34 و 39 و 59 و 63 من كتاب تصحيح الاعتقاد بصواب الانتقاد .\r\n( 3 ) - رواه الشيخ الصدوق في الاعتقادات : 74 ، ونقله المصنف في المحجة البيضاء 1 : 107 .\r\n( 4 ) - رواه الصفار في بصائر الدرجات : 521 / 4 ، والصدوق في التوحيد : 458 / 22 ، وأخرجه المجلسي في بحار الأنوار 2 .\r\n132 / 22 .\r\n( 5 ) - كذا في « ر » و « ح » ، وفي توحيد الصدوق : علي بن بلال ، والظاهر هو الصواب ، وهو علي بن بلال البغدادي ، انتقل إلى واسط ، روى عن أبي الحسن الثالث وله كتاب ، وثقه الشيخ وعدّه في رجاله من أصحاب الرضا والجواد والهادي والعسكري عليهم السلام ، انظر « رجال النجاشي : 278 / 730 ، رجال الطوسي : 404 / 17 و 417 / 6 و 432 / 4 ، رجال الكشي :\r\n512 / 991 ، معجم رجال الحديث 11 : 281 » .\r\n( 6 ) - في « ر » و « ح » والمحجّة البيضاء زيادة : عن ، وما في المتن موافق لتوحيد الصدوق .\r\n( 7 ) - ما بين المعقوفين أثبتناه من توحيد الصدوق .\r\n","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nفلم ينه ، فهل ذلك كما تأوّلوا أولا ؟ فكتب عليه السلام : « المحسن وغير المحسن لا يتكلّم فيه ، فإنّ إثمه أكبر من نفعه » « 1 » .\r\n\r\nفصل :\r\nقال السيد رحمه اللّه : « إنّني وجدت مثال شيوخ المعتزلة ومثال الأنبياء عليهم السلام مثل رجل أراد أن يعرّف غيره أنّ في الدنيا نارا موجودة ، وذلك الرجل الذي يريد أن يعرف وجودها قد رأى النار في داره وفي البلاد ظاهرة كثيرة بين العباد ، وما يحتاج من رآها في « 2 » المعرفة بها إلى نظر ولا اجتهاد ، فقال له : هذا يحتاج في معرفته إلى إحضار حجر النار وهو في طريق مكة ، لأنّه ليس كل حجر في باطنه نار ويحتاج إلى مقدحة ويحتاج إلى حراق « 3 » ، وأن يكون الإنسان في موضع سليم من شدّة الهواء لئلّا يذهب بالحراق ويطفئ ما يخرج من الحجر من النار ، فاحتاج هذا المسكين إلى تحصيل هذه الآلات من عدّة جهات وبعدّة توسّلات ، ولو كان قد قال له من مبدأ الأمر : هذه النار الظاهرة بين العباد هي النار الكامنة في الحجر والشجر ، كان قد عرف وجود النيران على العيان والوجدان ، واستغنى عن ترتيب الدلالة « 4 » وتحصيل البرهان .\r\nوكلّ من عدل في التعريف عن الأمر المكشوف إلى الأمر الخفيّ اللطيف فهو حقيق أن يقال : قد أضلّ ولا يقال : قد هدى ولا قد أحسن فيما استدل .\r\nقال : وكلّ عاقل يعلم فيما عاينه من زيادات الأجسام في الإنسان والشجر وكلّما يزداد عظما وكبرا بين الأنام مثل النطفة التي يصير منها إنسان ، ومثل النواة التي يكون منها نخلة عظيمة الشأن ، ومثل نوى الشجرة يصير منها شجرة كبيرة عظيمة الأغصان ، فكلّ عارف بها بالمشاهدة يعلم أنّ هذه الزيادات حادثات بالضرورة ، فكيف يعدل عن تعريف حدوثها بمثل هذا التحقيق إلى الحركة والسكون ، وهما عرضان غير مشاهدين ، ولا يعرف حقائقهما وما يلزم من حدوثهما إلّا بنظر دقيق ، وقطع عقبات قليلة التوفيق .\r\nوإنّما كان يحتاج الإنسان مع ما يعرفه من حدوث الأجسام [ الظاهرة بالعيان الزائدة إلى ثبوت تماثل الأجسام 
  ] ليعلم أنّ الذي حضر منها وغاب كلّه حادث بشهادة العقول والأفهام ، وذلك يعرف بأدنى تعريف ، وما يحتاج إلى التطويل في التكشيف ، لأنّ العقل شهد أن كلّ جسم مؤلّف ، وكلّ مؤلّف فإنّه لا بدّ أن يكون عريضا عميقا بحسب تأليفه ، ومتى خرجت حقيقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رواه الصدوق في التوحيد : 459 / 26 ، ونقله المصنف « قدّس سرّه » في المحجّة البيضاء 1 : 108 .\r\n( 2 ) - في كشف المحجّة : إلى .\r\n( 3 ) - الحرّاق والحراقة : ما تقع فيه النار عند القدح ، والعامة تقوله بالتشديد « الصحاح - حرق - 4 : 1458 » .\r\n( 4 ) - في كشف المحجّة : الآلات .\r\n","page_name":" 19 ","page_number":23},
  {"content":"\r\n\r\nالأجسام عن حقيقة التأليف كانت غير أجسام ، ولم تدخل في اسم الجسم بعرف ولا عقل ولا شرع ولا بوصف ، ثمّ كلّ جسم محتاج إلى مكان يحلّ فيه ، ويكون المكان متقدّما عليه - كمّا قدّمناه - فالجسم بالضرورة متأخر عن المكان ، فهل يبقى شكّ في أنّ كلّ جسم حادث عند كلّ من له أدنى نظر يعتمد عليه ؟ ! فكان ثبوت حدوث الأجسام على هذا الوصف الواضح كافيا في الدلالة على أنّ لها مؤلّفا جلّ جلاله محدثا لها ومدبّرا لأمرها بحسب المصالح ، فأشار الأنبياء صلوات اللّه عليهم والكتب المنزلة عليهم إلى نحو هذه التنبيهات على هذه الدلالات الظاهرات ، فعدل شيوخ المعتزلة بالخلائق إلى غير تلك الطرائق « 1 » ، وضيّقوا عليهم سبيل الحقائق ، كما عدل من أراد تعريف حقيقة النار المعلومة بالاضطرار إلى استخراجها من الشجر والحراق والأحجار ، وهذا مثال يعرف أهل الإنصاف أنّه حق وصحيح ، وما يحتاج إلى زيادة استكشاف .\r\nوكان مثالهم مع المتعلّم منهم ومثاله معهم أيضا كمثل إنسان كان بين يديه شمعة مضيئة إضاءة باهرة ، فأخذها أستاذه من بين يديه وأبعدها عنه مسافة بعيدة ، كثيرة الحوائل والموانع من النظر إلى تلك الشمعة التي كانت حاضرة [ عنده 
  ] ، وقال له : تجهّز للسفر بالزاد والرفقاء والعدّة والأدلاء ، حتى تصل إلى معرفة تلك الشمعة ، وتنظر حقيقة ما هي عليه من الضياء ، فقبل ذلك الغير المتعرّف من ذلك الأستاذ المتكلّف ، وسافر مدّة من الأوقات ، فتارة يرى جبالا وعقبات فلا يظهر له من حقيقة « 2 » الشمعة كثير ولا قليل ، وتارة يرى ضوءا فيقول : لعلّه ضوء تلك الشمعة ، ويستنجد بمساعدة الرفيق والدليل ، فإن عجز من تمام المسافة وقطع الطريق بما يرى فيها من العقبات في التطويل والتضييق ، هلك المسكين ورجع خاسرا للدنيا والدين .\r\nفأوصيك يا ولدي ومن بلغه كتابي هذا ممّن يعلّم المسترشدين إلى معرفة ربّ العالمين أن يقوّي ما عندهم في الفطرة الأوليّة بالتنبيهات العقليّة والقرآنية والهدايات الإلهيّة والنبويّة ، ويقول للمسترشد : انما تحتاج إلى معرفة صفات هذا المؤثّر والصانع ، ويثبت صفاته عنده بأسهل ما يريد منه مولاه جلّ جلاله من تكليفه بتدبير صاحب الشرائع ، وتسليمه من القواطع ، ومن خسارة عمر ضائع .\r\nثمّ يسلك به سبيل معرفة النبوّة والإمامة على قاعدة تعريف النبيّ والأئمة صلوات اللّه عليهم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في كشف المحجّة : الصراط .\r\n( 2 ) - في « ر » و « ح » : حديث ، وما أثبتناه من كشف المحجّة .\r\n","page_name":" 20 ","page_number":24},
  {"content":"\r\n\r\nومن سلك سبيلهم من أهل الاستقامة ، فهذا كان كافيا لمن يريد تحصيل السلامة وسعادة الدنيا ويوم القيامة .\r\nوأمّا حفظ الألفاظ الحادثة بين المتكلّمين ، وما ذكروا أنّه صفات المتجادلين ، فهو شغل من فرغ من فروض اللّه جلّ جلاله المتعيّنة المتضيّقة عليه ، ويريد أن يخدم اللّه جلّ جلاله خالصا لوجهه بالردّ على أهل الضلال من الأمم الحائلة بين عباده تعالى جلّ جلاله وبين المعرفة [ به 
  ] والوصول إليه ، ويكون حامل هذا العلم العريض العميق لازما سبيل التوفيق ، ويناظر مخالفيه مناظرة الرحيم الشفيق ، حتى يسلم من خطر الطريق ، وإلّا فهو هالك على التحقيق .\r\n\r\nفصل :\r\nثمّ قال : إنّني ما منعت من النظر ، بل النظر واجب على المكلّف في كل ما يجب عليه فيه نظره ممّا لا يدركه إلّا بالنظر والتكشيف .\r\nفأقول : لو فرضنا أنّ عبدا من عباد اللّه تعالى ما جعل له في فطرته الأوليّة أنّ الأثر دالّ على مؤثره بالكليّة ، ولا نبّهه بعد بلوغه وكمال عقله على معرفته ، ولا على ما يجب عليه من المعارف بشيء من ابتداء فضله ورحمته ، فإنّه يجب على هذا العبد النظر فيما يجب عليه من التكليف ، والتوسل « 1 » في التعريف بكلّ طريق من طريق التحقيق ، وعلى كلّ وجه وسبيل من سبل التوفيق ، ومتى وصل إلى غاية هداه على صانع لوجوده فإياه أن يصرف هذا الناظر خاطره ، أو يخلي سرائره من الاعتماد على مراحم ومكارم صانعه وجوده ، فإنّ القادر بذاته يفتح إذا شاء على قدر قدرته الباهرة ، والعبد الناظر القادر بغيره لا يفتح بنفسه إلّا بقدر قدرته القاصرة ، وذلك الفتوح الإلهي أقوى اتصالا ، وأبقى كمالا ، وأتمّ نورا ، وأعمّ سرورا ، وأوسع في الاطّلاع على الأسرار ، وأرجح في عمارة الأفكار .\r\n\r\nفصل :\r\nقال : ومتى اشتبه عليك شيء من نتائج العقول ، فالزم الصوم والخلوة والتذلّل للقادر على كلّ مأمول فإنّك تجده جلّ جلاله كاشفا لك ما اشتبه عليك ، وباعثا إلى عقلك وقلبك من أنوار هدايته ما يفتح أبواب الصواب لديك ، وإيّاك أن تستبطئ إجابته ، وأن تتّهم رحمته ، فإنّ العبد ما يخلو من تقصير في مراقبة مولاه ، ويكفيه أنّه يغضب لنفسه ولمن يعزّ عليه أكثر ممّا يغضب للّه جلّ جلاله المحسن إليه ، ويكفيه أنّه ما هو راض بتدبير مالكه جلّ جلاله بالكليّة ، وأنّه يعارضه بخاطره وعقله وقلبه معارضة المماثل والشريك ، أو العبد السيئ العبودية .\r\nوإذا تأخرت عنك إجابة الدعاء وبلوغ الرجاء فابك على نفسك بكاء من يعرف أنّ الذنب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ر » وكشف المحجة : والتوصّل .\r\n","page_name":" 21 ","page_number":25},
  {"content":"\r\n\r\nله ، وأنّه يستحق لأكثر من ذلك الجفاء ، فكم رأينا - واللّه - يا ولدي عند هذه المقامات من فتوح السعادات والعنايات ما أغنانا عن سؤال العباد وعن كثير من الاجتهاد » « 1 » .\r\n\r\nفصل :\r\nثمّ ذكر رحمه اللّه في بيان إثبات النبوّة والإمامة ما يقرب من ذلك البيان ، وسلك نحو المسلك المذكور في معرفة اللّه تعالى ، وأحال معرفة الأئمة المعصومين عليهم السلام ومعرفة إمامتهم إلى كتاب « الطرائف » واقتصر في هذا الكتاب على جمل منها .\r\nونحن بعون اللّه وتوفيقه قد جمعنا التنبيهات القرآنيّة والهدايات النبويّة والإرشادات الولوية والشواهد العقلية على العقائد الدينيّة والمسائل من العلم باللّه وملائكته وكتبه ورسله واليوم الآخر ، وتفاصيل ذلك أجمع من غير بحث كلامي ، ولا جدل عامي ، ولا نقل آراء ، وحكاية ظنون وأهواء ، في كتابنا الموسوم ب « علم اليقين في أصول الدين » فمن أراد شيئا من ذلك فليطلبه من هنالك .\r\n\r\nفصل :\r\nأقول : وكما أنّ المتكلّمين ضيّقوا على الأنام ما كان سهّله اللّه تعالى من معرفته ومعرفة أنبيائه ورسله واليوم الآخر ، كما ذكره السيد رحمه اللّه وبيّنه ، فكذلك الفقهاء والمجتهدون ولا سيّما المتأخرين منهم ، ضيّقوا على الناس ما سهّله اللّه عزّ وجلّ من معرفة شرائعه وحلاله وحرامه وفرائضه وأحكامه ، وإن كان وسّعوا عليهم من وجه آخر ولكنّه على طريقة لم يرد فيها إذن من الشارع .\r\nوبيان ذلك انّ اللّه سبحانه بيّن جميع أحكام الشرع من الأصول والفروع في الكتاب وقال :\r\n « ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ »  « 2 » وقال :  « وَلا رَطْبٍ وَلا يابِسٍ إِلَّا فِي كِتابٍ مُبِينٍ »  « 3 » فمنه آيات محكمات يجب الأخذ بها ، واخر متشابهات قد أمر اللّه عزّ وجلّ الناس أن يرجعوا فيها إلى أهل الذكر والراسخين في العلم ، فقال :  « فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ »  « 4 » وقال :  « وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ »  « 5 » وقال :  « وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ »  « 6 » وهم الأئمة المعصومون عليهم السلام كما ورد في أخبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كشف المحجة : 20 - 28 .\r\n( 2 ) - الأنعام 6 : 38 .\r\n( 3 ) - الأنعام 6 : 59 .\r\n( 4 ) - النحل 16 : 43 ، الأنبياء 21 : 7 .\r\n( 5 ) - آل عمران 3 : 7 .\r\n( 6 ) - النساء 4 : 83 .\r\n","page_name":" 22 ","page_number":26},
  {"content":"\r\n\r\nكثيرة « 1 » .\r\nوقال النبيّ صلّى اللّه عليه وآله : « إني تارك فيكم الثقلين ما إن تمسكتم بهما لن تضلّوا بعدي ، كتاب اللّه وعترتي أهل بيتي » .\r\nوقال أمير المؤمنين عليه السلام في كلام له في وصف القرآن : « فيه علم ما مضى وعلم ما يأتي إلى يوم القيامة ، وحكم ما بينكم وبيان ما أصبحتم فيه تختلفون ، فلو سألتموني عنه لعلّمتكم » « 2 » .\r\nوقال الصادق عليه السلام : « كتاب اللّه فيه نبأ ما قبلكم ، وخبر ما بعدكم ، وفصل ما بينكم ، ونحن نعلمه » « 3 » .\r\nوقال عليه السلام : « ما من شيء إلّا وفيه كتاب أو سنّة » « 4 » .\r\nوقال : « ما من أمر يختلف فيه اثنان إلّا وله أصل في كتاب اللّه ، ولكن لا تبلغه عقول الرجال » « 5 » .\r\nوقال الكاظم والرضا عليهما السلام ما يقرب من ذلك في أخبار كثيرة « 6 » .\r\nفقد علم من هذا أنّ الثقلين كافيان في تعليم الامّة معالم دينها أجمع ولا حاجة لأحد في أن يجتهد برأيه في الأحكام ، أو يعلّم بالقياس والاستحسان ، وأن يضع أصولا فقهيّة وطرق استنباطات ظنيّة لذلك كما يفعله العامّة ، بل ورد المنع الوكيد والزجر البليغ عن أمثال ذلك في أخبار لا تحصى كما يظهر للمتتبّع .\r\nوأمّا في غيبة الإمام عليه السلام كهذا الزمان ، فأخبارهم عليهم السلام المضبوطة في كتب أئمّة الحديث رحمهم اللّه قائمة مقامهم في ذلك كما ورد عنهم عليهم السلام في أخبار كثيرة ، منها :\r\nما رواه الصدوق في « إكمال الدين » : عن محمد بن محمد بن عصام رضي اللّه عنه قال :\r\nحدثنا محمد بن يعقوب الكليني ، عن إسحاق بن يعقوب ، قال : سألت محمد بن عثمان العمري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أفرد العلامة المجلسي في بحار الأنوار ج 23 عدّة أبواب في أنهم عليهم السلام أهل الذكر ، وأنهم أهل علم القرآن ، والذين أوتوه ، والراسخون في العلم ، فراجع .\r\n( 2 ) - رواه القمي في تفسيره 1 : 3 ، وعنه في البحار 92 : 82 ، وفيهما : فلو سألتموني عنه لأخبرتكم عنه لأني أعلمكم .\r\n( 3 ) - رواه الصفار في بصائر الدرجات : 196 / 10 ، وعنه في البحار 92 : 98 / 67 .\r\n( 4 ) - رواه الصفار في بصائر الدرجات : 388 / 4 باختلاف يسير .\r\n( 5 ) - رواه البرقي في المحاسن : 267 ، وعنه في البحار 92 : 100 / 71 .\r\n( 6 ) - أفرد العلامة المجلسي في بحار الأنوار 2 : 168 بابا تحت عنوان : « ان لكل شيء حدّا وانه ليس شيء إلا ورد فيه كتاب أو سنّة ، وعلم ذلك كلّه عند الامام » فراجع .\r\n","page_name":" 23 ","page_number":27},
  {"content":"\r\n\r\nرضي اللّه عنه أن يوصل لي كتابا قد سألت فيه عن مسائل أشكلت عليّ ، فورد في التوقيع بخط مولانا صاحب الزمان عليه السلام « أمّا ما سألت عنه أرشدك اللّه ووفّقك - إلى أن قال - وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنّهم حجّتي عليكم وأنا حجّة اللّه عليهم » « 1 » .\r\nوفي « رجال الكشي » و « الاختيار » ، بالإسناد عن أحمد بن حاتم بن ماهويه قال : كتبت إليه - يعني أبا الحسن الثالث عليه السلام - أسأله : عمّن آخذ معالم ديني ؟ وكتب أخوه أيضا ، فكتب إليهما : « فهمت ما ذكرتما ، فاصمدا على دينكما على مسنّ في حبّنا ، وكلّ كثير القدم في أثرنا ، فإنّهم كافوكما إن شاء اللّه » « 2 » .\r\nوفي « الكافي » بإسناده عن الصادق عليه السلام : « احتفظوا بكتبكم فإنّكم سوف تحتاجون إليها » « 3 » .\r\nوقال عليه السلام لمفضّل بن عمر : « اكتب وبثّ علمك في إخوانك ، فإن متّ فأروث كتبك بنيك ، فإنّه يأتي على الناس زمان هرج ، لا يأنسون فيه إلّا بكتبهم » « 4 » إلى غير ذلك ممّا يؤدّي هذا المعنى .\r\nفالجزم في كلّ حادثة وردت على أحد من أهل العلم أن يرجع فيها إلى محكمات الكتاب ، فإن لم يوجد فيها فإلى محكمات السنّة ، فإن لم يوجد فيها فإلى محكمات أحاديث أهل البيت عليهم السلام ، المعتمد عليها ، المضبوطة عند أصحاب الحديث ، فإن لم يجد فيها نصّا معيّنا رجع في العمل إلى العمومات ، وإلى مثل قولهم عليهم السلام : « كلّ شيء مطلق حتى يرد فيه نهي » « 5 » وإن تعارضت فيها الأخبار عمل بالأصح ، وبأبعدها عن مذاهب العامّة ، وأوفقها بالقرآن ، وإن تساوت في ذلك كلّه أو لم يعلم بالحال ، فهو مخيّر بأيّها أخذ من باب التسليم وسعه ، والأولى التوقّف والاحتياط مهما أمكن فيما لا نصّ فيه بخصوصه متّفق عليه من غير معارض ، لأنّه حال اضطرار يعمل فيه بالظن ، ولا يجوز فيه الجزم بالحكم والفتوى ، بل يردّ علمه إلى اللّه ورسوله وأهل البيت عليهم السلام ، كذا يستفاد من الأخبار كما ورد عنهم عليهم السلام بأسانيد كثيرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - إكمال الدين : 484 ، الاحتجاج : 470 .\r\n( 2 ) - اختيار معرفة الرجال : 4 / 7 .\r\n( 3 ) - الكافي 1 : 52 / 10 .\r\n( 4 ) - الكافي 1 : 52 / 11 .\r\n( 5 ) - رواه الصدوق في الفقيه 1 : 208 / 22 ، وعنه في وسائل الشيعة 18 : 127 / 60 .\r\n","page_name":" 24 ","page_number":28},
  {"content":"\r\n\r\nوهو موافق أيضا لشواهد العقل الصحيح .\r\nوإن وردت الحادثة على العامّي رجع إلى من كان عالما بالكتاب والسنّة وأخبار أهل البيت عليهم السلام ناظرا فيها ، عارفا بأحكامها ، مؤيّدا من عند اللّه بالقوّة القدسيّة ، بصيرا بطرق كيفيّة العمل مع عدم النص أو اختلافه ، فيفتي له بالحكم إن كان بيّنا واضحا ، وإلّا فبكيفيّة العمل على ما فصّلناه ، وإن عيّن له العمل بأحد الأخبار في موضع التخيير جاز .\r\nوأمّا الاعتماد على مجرّد الشهرة بين القوم من غير كتاب ولا سنّة ولا خبر معتبر ، أو على مجرّد اتفاق الآراء من غير سماع من المعصوم أو دليل فلا وجه له ، فضلا عن تتبّع المتشابهات من غير بيّنة من اللّه ، وعن الاستنباطات الظنيّة التي تختلف باختلاف الآراء ومقتضيات الأهواء التي فيها هلك من هلك ، وفي أمثالهم قال أمير المؤمنين عليه السلام : « ترد على أحدهم القضيّة في حكم من الأحكام فيحكم فيها برأيه ، ثمّ ترد تلك القضيّة بعينها على غيره فيحكم فيها بخلاف قوله ، ثمّ يجتمع القضاة بذلك عند إمامهم الذي استقضاهم فيصوّب آراءهم جميعا ، وإلههم واحد ! وكتابهم واحد ! ونبيّهم واحد ! أفأمرهم اللّه سبحانه بالاختلاف فأطاعوه ؟ أم نهاهم عنه فعصوه ؟ أم أنزل اللّه سبحانه دينا ناقصا فاستعان بهم على إتمامه ؟ أم كانوا شركاء له فلهم أن يقولوا وعليه أن يرضى ؟ أم أنزل اللّه سبحانه دينا تامّا فقصّر الرسول صلّى اللّه عليه وآله عن تبليغه وأدائه ؟ واللّه سبحانه يقول :  « ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ »  « 1 » وفيه تبيان لكلّ شيء ، وذكر أنّ الكتاب يصدّق بعضه بعضا ، وأنّه لا اختلاف فيه ، فقال سبحانه :  « وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً »  « 2 » وانّ القرآن ظاهره أنيق ، وباطنه عميق ، لا تفنى عجائبه ، ولا تنقضي غرائبه » « 3 » .\r\nوالأخبار في هذا المعنى عنه وعن ذريّته المعصومين عليهم السلام أكثر من أن تحصى .\r\nوأمّا ما يقال من أنّه إذا اتفقت الامّة أو الطائفة على أمر « 4 » كشف ذلك عن المعصوم فيهم لعدم خلوّ العصر عنه ، فكلام فرضيّ لا محصّل له ولا فائدة تترتّب عليه ، وإنّما قاله أصحابنا في مقابلة أهل الخلاف بعد ما أبطلوا دلائلهم على حجيّة الإجماع ، تنبيها لهم على أنّ الإجماع لو كان حجّة لكان حجّته من هذا الوجه لا ما زعمتموه من مجرّد اتفاق الآراء ، لأنّ هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأنعام 6 : 38 .\r\n( 2 ) - النساء 4 : 82 .\r\n( 3 ) - نهج البلاغة 1 : 50 / 17 ، الاحتجاج : 261 ، وفيهما زيادة : « ولا تكشف الظلمات إلّا به » .\r\n( 4 ) - في هامش « ر » : من غير نصّ .\r\n","page_name":" 25 ","page_number":29},
  {"content":"\r\n\r\nأمر محقّق الوقوع ، كيف وامتناع إحاطة علم أمثالنا بآراء جميع أفراد الناس أو أهل العلم منهم - من حيث لا يشذّ مع تفرّقهم في أكناف الأرض - أظهر من أن يخفى على من له أدنى مسكة من العقل ، وإن كان الإمام عليه السلام معلوما بعينه وسمع منه الحكم فهو خبر مروي عنه وليس بإجماع ، فلا فائدة في انضمام أقوال الباقين معه ، ألا ترى إلى بطلان إجماع الناس بعد رسول اللّه صلّى اللّه عليه وآله على خلافة أبي بكر - مع أنّ في كثرتهم بلغوا سبعين ألفا كما قيل - لتخلّف المعصوم عنهم مع ثلاثة نفر أو أربعة ، على أنّ تخلّفهم - بحسب الظاهر - إلى آخر الأمر ليس بمعلوم قطعا .\r\nوكفى بهذا دليلا على بطلان الإجماع مطلقا ، خصوصا مع التقيّة التي يضطر فيها الإمام إلى موافقة القوم ، نعم إن بلغ العلم باتفاق الامّة أو الطائفة المحقّة على أمر حدّا لا يخفى على أحد أصلا - بحيث يصير من ضروريات الدين أو المذهب ، فيقول به كلّ من يقول بالدين أو المذهب كتحريم الخمر في الأوّل ، ومسح الرجلين في الثاني - فهو حجّة ، وهو الإجماع في الحقيقة ، ولكن يبعد خلوّ مثل ذلك الحكم عن نصّ ، ومع النص يستغنى عن الإجماع ، إلّا أن يقال : النصّ يقوى بالإجماع قوّة لا يقبل التأويل والمخالفة ، ولهذا يقدّم مثل هذا الإجماع على خبر الواحد ويردّ الخبر به ، وهذا واضح بحمد اللّه لمن له طبع مستقيم وذوق سليم .\r\nولكن الآن معاصرونا نائين وبمعزل عن فهمه لما اشربوا في قلوبهم من التقليد بجهالتهم ، فذرهم في غمرتهم يعمهون ، إذا عرفت ذلك فاعلم أنّ جماعة من فقهائنا ولا سيّما المتأخّرين منهم فرجوا بين النصوص المعصوميّة وبين الاستنباطات الظنيّة من المتشابهات ، ومن قوانين وضعوها وأخذوا أكثرها من كتب العامّة وأصولهم ، تشحيذا للأذهان ، وترويجا للأفكار ولأمور أخر لعلّ اللّه يعذرهم فيها ، فاتسع بينهم دائرة الخلاف في الآراء ، ووسع لهم ميدان الأفكار والأهواء ، ولزمهم بسبب ذلك الدخول في عدّة أمور ورد النهي عنها بخصوصها في الشرع في ألفاظ لا تحصى من حيث لا يشعرون .\r\nمنها : القول بالاجتهاد والرأي في الشرائع كما يقوله العامّة مع تعسّر ضبط ذلك وتعسّر المعرفة بأهله .\r\nومنها : اتباع الظنّ والتعويل عليه في الحكم والفتوى .\r\nومنها : موت القول بموت قائله « 1 » ، لجواز رجوعه عنه بعد الموت لانكشاف الحق عليه .\r\nإلى غير ذلك من الأمور التي ضاق بسببها الأمر على كثير من الناس كما نراه ونشاهده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ر » : قائليه .\r\n","page_name":" 26 ","page_number":30},
  {"content":"\r\n\r\nولا يتأتّى شيء من ذلك على ما حققناه ، إذ ليس الإفتاء والحكم على ذلك التقدير إلّا بقول المعصوم .\r\nوأمّا العمل فموسّع علينا بتوسيعهم عليهم السلام لنا أوسع ما بين السماء والأرض ، إذ يجوز لنا الأخذ بكلّ من الأقوال التي استندت إلى نصّ عنهم عليهم السلام على وجه التسليم ، حيث لا طريق لنا إلى الترجيح بالأصحّ من السند والأوفق بالكتاب والأبعد عن العامة كما عرفته ، وإن كان التوقّف والاحتياط مهما أمكن أولى .\r\nوأما موت القول فلا يأتي على تحقيقنا ، لأنّ الفقيه إن أفتى بالحكم من النصّ فالنصّ لا يموت أبدا ، لأنّ قول أئمتنا عليهم السلام هو قول الرسول صلّى اللّه عليه وآله ، وقول الرسول صلّى اللّه عليه وآله قول اللّه جلّ جلاله ، وحلال محمد حلال إلى يوم القيامة ، وحرامه حرام إلى يوم القيامة .\r\nوإن أفتى بكيفيّة العمل في حال الاضطرار حيث لم يكن الحكم بيّنا واضحا بتعليم الأئمة عليهم السلام فتعليمهم في ذلك واحد لا يختلف فلا يختلف حكمه بالموت أيضا .\r\nوإن أفتى على رأيه واجتهاده من غير رجوع إليهم عليهم السلام فهو باطل لا يجوز التعويل عليه في حياته أيضا كما لا يعوّل عليه بعد الموت ، فلا يختلف حكمه به أيضا ، وقد ظهر ممّا ذكرناه وبيّناه وجه تضييقهم الأمر من غير ضرورة ، وتوسيعهم أيضا من وجه من حيث لا إذن فيه ، وتمام تحقيق هذه المباحث تطلب من كتابنا الموسوم ب « الأصول الأصليّة » والحمد للّه .\r\nقال بعض العلماء في سبب نشوء علم الكلام والاختلاف في الأحكام ما ملخّصه : أنّه لما أفضت الخلافة إلى أقوام لم يعلموا شيئا اضطرّوا إلى الاستعانة بالفقهاء وإلى استصحابهم في جميع أحوالهم ، لاستفتائهم في جميع مجاري أحكامهم ، وكان العلماء يتدافعون الفتاوى وما يتعلّق بأحكام الخلق من أمر الدنيا ، وأقبلوا على اللّه بكنه اجتهادهم لعلم الآخرة ، فكانوا إذا طلبوا هربوا وأعرضوا ، واضطرّ الخلفاء إلى الإلحاح في طلبهم لتولية القضاء والحكومات ، فرأى أهل تلك الأعصار عزّ العلماء وإقبال الولاة والحكّام عليهم مع إعراضهم عنهم ، فاشرأبّوا « 1 » لطلب العلم توصّلا « 2 » إلى نيل العزّ ودرك الجاه من قبل الولاة ، فأكبّوا على علم الفتاوى ، وعرضوا أنفسهم على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اشرأبّ للشيء اشرئبابا : مدّ عنقه لينظر ، وما في المتن كناية عن شدة الشوق لطلب العلم ، وفي « ح » : « فاشربوا » ، يقال :\r\nواشرب في قلبه حبه ، أي خالطه ، ومنه قوله تعالى :  « وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ »  أراد حب العجل . انظر « الصحاح - شرب - 1 : 154 » .\r\n( 2 ) - في « ح » : توسلا .\r\n","page_name":" 27 ","page_number":31},
  {"content":"\r\n\r\nالولاة ، وتعرّفوا إليهم ، وطلبوا الولايات والصلات منهم ، فمنهم من حرم ومنهم من أنجح ، والمنجح لم يخل من ذلّ الطلب ومهانة الابتذال ، فأصبح الفقهاء بعد أن كانوا مطلوبين طالبين ، وبعد أن كانوا أعزّة بالإعراض عن السلاطين أذلّة بالإقبال عليهم ، إلّا من وفّقه اللّه في كلّ عصر من علماء دينه .\r\nثمّ ظهر من بعدهم من الصدور والأمراء من سمع مقالات الناس في قواعد العقائد ، ومالت نفسه إلى سماع الحجج فيها ، فعلمت رغبته إلى المناظرة والمجادلة في الكلام ، فانكبّ الناس إلى علم الكلام ، وأكثروا فيها التصانيف ، ورتّبوا فيها طرق المجادلات ، واستخرجوا فنون المناقضات في المقالات ، وزعموا أنّ غرضهم الذبّ عن دين اللّه والنضال عن السنّة وقمع البدعة .\r\nثمّ ظهر بعد ذلك من الصدور من لم يستصوب الخوض في الكلام وفتح باب المناظرة فيه ، لما تولّد من فتح بابه التبغضات والخصومات الناشئة من اللّداد المفضية إلى تخريب البلاد ، ومالت نفسه إلى المناظرة في الفقه وبيان الأولى من مذاهب المجتهدين ، فترك النّاس الكلام وفنون العلم وأقبلوا على المسائل الخلافيّة ، وزعموا أنّ غرضهم استنباط دقائق الشرع وتقرير علل المذاهب وتمهيد أصول الفتاوى ، وأكثروا فيها التصانيف والاستنباطات ، ورتّبوا فيها أنواع المجادلات ، وهم مستمرون عليه إلى الآن ، وليس ندري ما الذي قدّر اللّه فيما بعدنا من الأعصار .\r\nفهذا هو الباعث على الإكباب على المناظرة في الخلافيّات ، ولو مالت نفوس أرباب الدنيا إلى علم آخر من العلوم لمالوا أيضا ولم يسكتوا عن التعلّل والاعتراض بأنّ ما اشتغلوا به علم الدين ، وأن لا مطلب لهم سوى التقرّب إلى ربّ العالمين .\r\n\r\nالفنّ الثاني : فيما يتعلّق بالعمل .\r\n\r\nفصل :\r\nقال السيد قدّس سرّه : « اعلم يا ولدي محمد ومن بلغه كتابي هذا من ذريّتي وغيرهم من الأهل والإخوان - علّمك اللّه جلّ جلاله وإيّاهم ما يريد منكم من المراقبة في السرّ والإعلان - أنّ مخالطة الناس داء معضل وشاغل عن اللّه جلّ جلاله مذهل . وقد بلغ الأمر في مخالطتهم إلى نحو ما جرى في الجاهليّة من الاشتغال بالأصنام عن الجلالة الإلهيّة ، فاقلل يا ولدي من مخالطتك لهم ومخالطتهم لك بغاية الإمكان ، فقد جرّبته ورأيته يورث مرضا هائلا في الأديان .\r\nفمن ذلك أنّك تبتلى بالأمر بالمعروف والنهي عن المنكر ، فإن قمت بذلك على الصدق وأداء الأمانات صاروا أعداءك على اليقين ، وشغلوك بالعداوة عن رب العالمين ، وإن نافقتهم\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\n\r\nوراءيتهم « 1 » صاروا آلهة لك من دون مولاك ، وافتضحت معه وهو يراك ، ووجدك تستهزئ به في مقدّس حضرته ، وتظهر خلاف ما تبطن بالاستخفاف بحرمته ، وإنّ اطّلاعهم عليك كان أهمّ لديك من اطّلاعه عليك .\r\nوإن غرّك الشيطان وطبعك وهواك والحبّ لدنياك وخيّلوا إليك أنّك ما تقدر على الإنكار والمجاهدة ، فقل لهم أنّك تعلم خلاف ما يقولون من هذه المخادعة والمماكرة ، بدليل أنّ الذين كسروا حرمة ربّك وحرمة رسوله جدّك وحرمة أئمّتك المعظّمين بالمنكر الذي استخفّوا فيه بحرمة مالك الأوّلين والآخرين وحرمة الأنبياء والمرسلين وكلّ ولي للّه جلّ جلاله من العارفين ، وهتكوا به ناموس الدين لو كانوا قد كسروا به حرمتك وحرمة من يعزّ عليك من الآدميين ، مثاله :\r\nأن يأخذوا عمامتك من رأسك بين الحاضرين ، أو أن يسلبوك شيئا قهرا من الذي بين « 2 » يديك بالاستخفاف بك والتهوين ، ما كنت تتغافل عنهم ولا تصبر عليهم ولا تعتذر بأنّك ما كنت تقدر أن تنكر عليهم ، بل كنت تخاصمهم لعلّ بنفسك ومالك ، وتبالغ بغاية اجتهاد مقالك وفعالك في الانتقام منهم والإعراض عنهم والإنكار عليهم والتوصّل في الانتصار عليهم ، فعلى م لا يكون كسر حرمة مولاك فاطر الخلائق ومالك المغارب والمشارق مثل كسر حرمتك اليسيرة بالنسبة إلى حرمته العظيمة الكبيرة ؟ ! كيف رضيت أن تكون حرمتك أهم من حرمته وأنت غرس « 3 » نعمته ومملوك ضعيف في قبضته ؟ ! وما الذي هوّن بهذه الجرأة الهائلة في مقدّس حضرته ؟ .\r\n\r\nفصل :\r\nقال : واعلم أنّك تبتلى بمخالطتهم بأن يتفق لك أن تثق بعهودهم أكثر من وعود مولاك ، وأنت تعلم أنّهم يمكن أن يموتوا قبل إنجاز الوعود ، ويمكن أن يخلفوا ولا يفوا بالعهود ، ويمكن أن يحول بينك أنت وبين الانتفاع بوعودهم لو أنجزوها حوائل ، ويشغلك عنها شواغل ، فكيف رضي عقل العاقل وفضل الفاضل بترجيح وعد المملوك المعوّد للجنايات والخيانات ، وتضييع العهود والأمانات على وعد القادر لذاته ، الكريم لذاته ، الذي لا حائل بينه وبين سائر مقدوراته .\r\nواعلم أنّك يا ولدي تبتلى مع مخالطتهم بأن يكون وعيدهم وتهديدهم أرجح من وعيد اللّه جلّ جلاله وتهديده ، وفي ذلك مخاطرة مع اللّه جلّ جلاله واستخفاف لأهوال وعيده .\r\n\r\nفصل :\r\nقال رحمه اللّه : واعلم أنه يبتلى المخالط بالانس بهم أكثر من انسه بمولاه ومالك دنياه وأخراه وإنّما يحصل الانس بمخالطتهم بوجود العبد وحياته وعافيته ، وكلّ ذلك من رحمة مولاك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في كشف المحجة : وداريتهم .\r\n( 2 ) - في « ر » في .\r\n( 3 ) - في كشف المحجة : غريق ، ولعله أنسب للسياق .\r\n","page_name":" 29 ","page_number":33},
  {"content":"\r\n\r\nومن نعمته ، فكيف جاز تقديم الانس بسواه عليه ، والعبد بين يديه وسيّده مطلع عليه .\r\nواعلم أنّ الإنسان قد يبتلى أيضا بالمخالطة للعباد بحبّ مدحهم وكراهية ذمّهم ، ويشتغل بذلك عن حبّ مولاه وذمّه له ، وعن حبّه هو لمولاه وعن الخوف من ذمّه إذا عصاه .\r\nوممّا يبتلى به المخالط لهم أنّ اللّه جلّ جلاله ورسوله صلّى اللّه عليه وآله ونوّابه الطاهرين يريدون منه العدل مع الذين هم له مخالطون أو معاشرون أو مصاحبون ، وأن يكون تقرّبه لهم ، وإقباله عليهم في قوله ، وإحسانه إليهم على ما يعرف أو يظهر له من قربهم من اللّه جلّ جلاله ورسوله عليه السلام وخاصّته ، وعلى قدر رغبتهم في طاعة اللّه جلّ جلاله ومراقبته .\r\nوممّا يبتلى به المخالط لهم أنّه إذا كسروا حرمته بقول أو فعل من معاند ، أو من يفعل ذلك به على جهل ، أو يكون - كما قدّمناه - غضبه لما جرى بذلك أكثر من مخالفة اللّه جلّ جلاله ورسوله صلّى اللّه عليه وآله وسلّم قبل غضبه لنفسه ، ويعدل في غضبه ورضاه عدلا يسلمه من خطر حسابه وسؤاله .\r\nوممّا يبتلى به في مخالطتهم أنّه يراد منه ألّا يشتغل بإقبالهم وثنائهم عليه من إقباله على اللّه جلّ جلاله وإقبال اللّه جلّ جلاله عليه ، ولا يعطيهم من قلبه إذا أحسنوا أكثر ولا مثل إحسان اللّه جلّ جلاله إليه ، بل يكون له شغل شاغل بإحسان اللّه جلّ جلاله في العاجل والآجل عن كلّ محسن مدّة إحسانه ، فإنّه إن دام على ذلك فهو مقدار أوقات قلائل .\r\nوممّا يبتلى به في مخالطتهم ما قد صار عادة وسبيلا من الغيبة والنميمة والحسد والكبر والأخلاق الذميمة .\r\nولقد رأيت البلوى بمخالطتهم قد سرت إلى فساد العبادات حتى صارت زيارة أكثر الإخوان متعلّقة بنفع دنيوي ، أو دفع خطر دنيوي ، ويستبعد سلامتها من سقم النيّات ، وصارت عيادة المرضى على سبيل التوجّع والتألّم للمريض كأنّ اللّه جلّ جلاله قد ظلمه بالمرض ، وكان حقّ العائد لأهل الأمراض أن يهنئهم بتلك الأمراض ، لأنهم امّا مسيئون ويريد اللّه جلّ جلاله بمرضهم تكفير السّيئات ، أو ما هم من أهل الجنايات فيريد اللّه جلّ جلاله بأمراضهم من ارتفاع الدرجات ما لو اطّلعوا عليه وجدوه قد شرّفهم بتلك الحادثات ، وكان الحال عندهم مثل طبيب فصد « 1 » إنسانا وقت عافيته ليأمن بعد ذلك من سقم ، أو نقص يتجدّد بمهجته أو لحفظ ما هو أهم من المفتصد من سعادته ، أما يرضى ابن آدم أنّه توسّخ عقله وقلبه ولسان حاله بجنايات فعاله\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) - الفصد : شقّ العرق « لسان العرب - فصد - 3 : 336 » .\r\n","page_name":" 30 ","page_number":34},
  {"content":"\r\n\r\nمقاله ، ويأتي اللّه جلّ جلاله على صفات غاسل بالأمراض لأقذاره ، ومطهّر الأرجاس بيد اقتداره .\r\nقال رحمه اللّه : ولقد مرض يا ولدي بعض الولاة وضجر من المرض حتى كاد يعارض « 1 » مولاه ، فقلت له مكاتبة ما معناه : أنت تعلم أنّك في صفّ عدوّ اللّه جلّ جلاله المسمّى بالشيطان ، ترمي جناب اللّه جلّ جلاله المقدّس بأحجار منجنيق المعاصي ، مجاهرة بالإعلان ، فإذا سقط من حجر منجنيقك عند ضربك لعظمة مخالفته حجر لطيف غير قاتل لك فضربك به ليكفّر عنك ضربك لجلالته ، فهل يكون إحسانا وإكراما أو هوانا وانتقاما ؟\r\nولقد رأيت يا ولدي كثيرا من تشييع الجنائز والصلوات على الأموات وهو أعظم مقامات العظات ، التي كان ينبغي أن يشتغل العبد بأهوالها عن الدنيا وأهلها ، أو عن الغفلات ، قد صار على سبيل المكافات والتقرّب إلى قلوب أوليائهم ، فلو مات صالح على اليقين وليس له من الأحياء من يتقرّب إليه بالصلاة عليه لقلّ الراغبون في تشييع جنازته ، وسقطت مراسم سلطان العالمين وأوامر سيد المرسلين ، وكذلك لو مات أحد ممّن له أولياء يرجى نفعهم وكانوا حاضرين - وإن لم يقدروا على أذى المشيّعين والمصلّين - رأيت توفر الاجتماع للصلاة عليه حتّى ممّن هو مستغن عن نفع أولياء الميّت المسكين .\r\n\r\nفصل :\r\nقال رحمه اللّه : واعلم يا ولدي أنّ أصعب المخالطات مخالطة العصاة ، سواء كانوا ولاة أو غير ولاة ، إذا لم يكن مخالطتهم للإنكار عليهم وبأمر اللّه جلّ جلاله لإهداء النصيحة المجرّدة إليهم ، فإنّ اللّه جلّ جلاله يريد من الإنسان إذا خالطهم لغير ما أمره به مولاه المطّلع على سرّه ونجواه ، أن يكون - على أقلّ المراتب - قلبه معرضا عمّن اللّه جلّ جلاله معرض عنه ، ونافرا ممّن اللّه جلّ جلاله ماقت له أو ساخط منه ، وهذا مقام صعب شديد ، وإنه واللّه بعيد ، وخاصة إن كان الذي يخالطه واليا وهو محتاج إليه وقد قضى حاجته أو أحسن إليه ، فكيف يبقى له قلب مع اللّه جلّ جلاله يوافقه في إعراضه وإقباله ، هيهات هيهات بل يفسد الوالي على الذي يقضي حاجته من دينه ومفارقة مولاه أكثر ممّا يصلح بقضاء ما قضاه ، ويغير كثيرا من حاله في أخراه .\r\nولقد كتبت يوما إلى بعض الوزراء « 2 » : كيف بقي لي قدرة على مكاتبتك في حوائجي وحوائج الفقراء وأهل الضرّاء ، وأنا مكلّف من اللّه جلّ جلاله ورسوله عليه السلام أن أكره بقاءك على ما أنت عليه حتى يصل كتابي إليك ، ومكلّف أن أريد عزلك عن مقامك قبل وصول كتابي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ر » : أو عارض .\r\n( 2 ) - في كشف المحجّة زيادة : يطلب مني الزيارة والورود عليه ، فكتبت إليه جوابه .\r\n","page_name":" 31 ","page_number":35},
  {"content":"\r\n\r\nوقدومه عليك .\r\nثمّ قال : ولقد قال لي قائل من الفقهاء : فقد كانت الأئمة عليهم السلام يدخلون على الملوك والخلفاء .\r\nفقلت له ما معناه : إنّهم صلوات اللّه عليهم كانوا يدخلون والقلوب معرضة عمّن دخلوا إليه ، وساخطة عليه بقدر ما أراد اللّه جلّ جلاله من سخطه واعراضه عنهم ، فهل تجد نفسك هكذا إذا قضوا لك حاجة ، أو قرّبوك ، أو وقع إحسان إليك منهم ؟\r\nقال : لا .\r\nواعترف بتفاوت الحال ، وأنّ دخول الضعفاء ما هو مثل دخول أهل الكمال .\r\n\r\nفصل :\r\nقال قدّس سرّه : ولقد كرر مراسلتي ومكاتبتي بعض ملوك الدنيا الكبار في أن أزوره في دار يتنافس في دخولها كثير من أهل الاغترار ، فقلت له مراسلة : انظر المسكن الذي أنت ساكنه الآن ، فإن وجدت فيه حائطا أو طابقة « 1 » أو أرضا أو فراشا أو سترا أو شيئا من آلاته وضع للّه جلّ جلاله وفي رضاه حتى أحضر وأجلس عليه وأنظر إليه ، ويهون عليّ أن أراه .\r\nوكتبت إليه مرّة : انّ الذي كان يحملني على لقاء الملوك في بداية الأعمار التأويل « 2 » بالاستخارة ، وقد رأيت الآن بما وهبني اللّه جلّ جلاله من الأنوار والاطّلاع على الأسرار أنّ الاستخارة في مثل هذه الأسباب بعيدة من الصواب ، ومخاطرة مع ربّ الأرباب .\r\nوممّا يبتلى به الإنسان في مخالطة الناس يا ولدي محمّد - أغناك اللّه جلّ جلاله عن مخالطتهم بقوّته الإلهيّة وأنواره الربانيّة تنظر بها خطر شواغلهم عن اللّه جلّ جلاله بمعاشرتهم - أنّه يقتضي التصنّع لهم في حركاته وسكناته وملبوسه وقيامه وجلوسه ، والاشتغال بإقامة ناموسهم عن حرمة اللّه جلّ جلاله وعظيم ناموسه .\r\nولقد قال لي بعض العلماء المشكورين : لأيّ سبب تترك مجالستنا ومحادثتنا وأنت تدعونا وتقرّبنا إلى ربّ العالمين .\r\nفقلت له ما معناه : لأنني لو رأيت نفسي قويّة كلّ آن وزمان على أن اجالسكم واحدّثكم وأنا مشغول في حال مجالستكم ومحادثتكم بمجالسة اللّه جلّ جلاله ومحادثته بقلبي وسريرتي ، وأنكم في ضيافة إقبالي على حرمته بكليّتي ، كنت جالستكم وحادثتكم في كلّ وقت ممكن من الأوقات ، ولكن أخاف أن احدّثكم أو اجالسكم وقلبي تارة ملآن منكم ومفرغ من تذكاري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الطابق ، بفتح الباء وكسرها : الآجر الكبير ، فارسي معرب . انظر « الصحاح - طبق - 1513 » .\r\n( 2 ) - في كشف المحجة : التعويل .\r\n","page_name":" 32 ","page_number":36},
  {"content":"\r\n\r\nأنّني بين يدي اللّه جلّ جلاله ، فأعتقد ذلك كالكفر إذ عزلته عن ربوبيّته وولايته وولّيتكم وأنتم مماليكه عليه وعلى قلبي ، الذي هو موضع نظره ومسكن معرفته ، وإن جالستكم وحدّثتكم وقلبي تارة معكم وتارة معه اعتقدت ذلك شركا وهلاكا حيث جعلت موقعكم من قلبي موقعه .\r\n\r\nفصل :\r\nقال طاب ثراه : واعلم يا ولدي محمّد أنّني عزمت على الانقطاع عن كلّ شيء يشغلني عن رب العالمين من الخلائق أجمعين ، وحضرت مشهد جدّك أمير المؤمنين عليه السلام ، واستخرت اللّه جلّ جلاله في ذلك استخارة على اليقين ، فاقتضت الاستخارة أنّني لا أترك مخالطتهم في مسكني بالكليّة ، فأنا اخالطهم إذا حضروا باللّه جلّ جلاله في أوقات أرجو فيها سلامتي مع الجلالة الربانيّة ، وإذا رأيت روحي مشغولا بهم أدنى اشتغال تركت محادثتهم في الحال .\r\nواعلم يا ولدي انّ من جملة ما بليت به المخالطة للنّاس معرفة الملوك بي وحبّهم لي ، حتى كاد أن يفسد عليّ سعادة الدنيا والآخرة ، ويحول بيني وبين مالكي صاحب النعم الباطنة والظاهرة ، وما كنت تدركني إلّا وأنا لابس ثياب العار بطلب ولايات دار الاغترار ، وقائدا لك إلى الهلاك وعذاب النار ، وما خلّصني من خطر إقبال ملوك الدنيا وحبّهم ، وسلّمني من السموم القاتلة في قربهم ، إلّا اللّه جلّ جلاله على التحقيق ، فأنا عتيق ذلك المالك الرحيم الشفيق ، وذلك أنّ أول ما نشأت بين جدّي ورّام ووالدي قدّس اللّه أرواحهم وكمّل فلاحهم وكانوا دعاة إلى اللّه جلّ جلاله وطالبين له ، فألهمني اللّه جلّ جلاله سلوك سبيلهم واتباع دليلهم وكنت عزيزا عليهم ، وما أحوجني اللّه جلّ جلاله - بإحسانه إليّ وإليهم - إلى ما جرت عليه عادة الصبيان من تأديب لي منهم ، أو من أستاذ بسبب من أسباب الهوان ، وتعلّمت الخط والعربيّة وقرأت في علم الشريعة المحمديّة كما قدّمنا ذكره وقرأت كتبا في أصول الدين .\r\nوأراد بعض شيوخي أنّني أدرّس واعلّم الناس وافتيهم وأسلك سبيل الرؤساء المتقدّمين ، فوجدت اللّه جلّ جلاله يقول في القرآن الشريف لجدّك محمد صلّى اللّه عليه وآله صاحب المقام المنيف :     « وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ لَأَخَذْنا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ * فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ »     « 1 » فرأيت أنّ هذا تهديد ربّ العالمين لأعزّ من عليه من الأوّلين والآخرين ، إن تقوّل عليه بعض الأقاويل ، فكرهت وخفت من الدخول في الفتوى حذرا أن يكون فيها تقوّل عليه ، وطلب رئاسة لا أريد بها التقرّب إليه ، فاعتزلت عن أوائل هذه الحال قبل التلبّس بما فيها من الأهوال ، واشتغلت بما دلّني عليه العلم من العمل الصالح » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الحاقة 69 : 44 - 47 .\r\n( 2 ) - كشف المحجة : 101 - 110 .\r\n","page_name":" 33 ","page_number":37},
  {"content":"\r\n\r\nأقول : ومما يؤيّد هذا ما روي عن الصادق عليه السلام أنّه قال : « لا تحل الفتيا لمن لا يستفتي من اللّه عزّ وجلّ بصفاء سرّه وإخلاص عمله « 1 » وعلانيّته وبرهان من ربّه في كلّ حال ، لأنّ من أفتى فقد حكم ، والحكم لا يصحّ إلّا بإذن من اللّه وبرهانه ، ومن حكم بالخبر بلا معاينة فهو جاهل مأخوذ بجهله ومأثوم بحكمه .\r\nقال النبيّ صلّى اللّه عليه وآله : أجرأكم على الفتيا أجرأكم على اللّه عز وجلّ .\r\nأولا يعلم المفتي أنّه هو الذي يدخل بين اللّه تعالى وبين عباده ، وهو الحاجز « 2 » بين الجنّة والنار ؟ .\r\nقال سفيان بن عيينة : كيف ينتفع بعلمي غيري وأنا قد حرمت نفسي نفعها ؟\r\nولا تحلّ الفتيا في الحلال والحرام بين الخلق إلّا لمن كان أتبع الخلق من أهل زمانه وناحيته وبلده بالنبيّ صلّى اللّه عليه وآله . قال النبي صلّى اللّه عليه وآله : وذلك لربّما ولعلّ ولعسى ، ولأنّ الفتيا عظيمة .\r\nقال أمير المؤمنين عليّ بن أبي طالب عليه السلام لقاض : هل تعرف الناسخ من المنسوخ ؟\r\nقال : لا .\r\nقال : فهل أشرفت على مراد اللّه عزّ وجلّ في أمثال القرآن ؟\r\nقال : لا .\r\nقال : إذن هلكت وأهلكت .\r\nوالمفتي يحتاج إلى معرفة معاني القرآن وحقائق السنن وبواطن الإشارات والآداب والإجماع ولاختلاف ، والاطّلاع على أصول ما أجمعوا عليه وما اختلفوا فيه ، ثمّ إلى [ حسن 
  ] « 3 » الاختيار ، ثم إلى العمل الصالح ، ثمّ الحكمة ، ثمّ التقوى ، ثمّ حينئذ إن قدر » « 4 » إلى هنا كلام الصادق عليه السلام .\r\n\r\nفصل :\r\nقال السيّد رحمه اللّه : « ولم أكن عرفت ولا سمعت من أحد ما قد كتبت به إليك يا ولدي من الهدايات وفتح أبواب العنايات لكن كان الأمر مبينا على ظواهر العبادة وإيقاعها على مقتضى العادة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في مصباح الشريعة : علمه .\r\n( 2 ) - في مصباح الشريعة : الحائل .\r\n( 3 ) - ما بين المعقوفين أثبتناه من مصباح الشريعة .\r\n( 4 ) - مصباح الشريعة : 351 ، الباب 63 في الفتيا ، وعنه في بحار الأنوار 2 : 120 / 34 .\r\n","page_name":" 34 ","page_number":38},
  {"content":"\r\n\r\nثمّ اجتمع عندي من أشار إليّ أن أكون حاكما بين المختلفين على عادة الفقهاء والعلماء من السلف الماضين ، ومصلحا لأمور المتحاكمين ، فقلت لهم : إنّني وجدت عقلي يريد صلاحي بالكليّة ، ونفسي والشيطان وهواي يريدون هلاكي بالاشتغال بالأمور الدنيويّة ، وأنا قد دخلت بين عقلي ونفسي والشيطان وهواي على أن أحكم بينهم بمجرّد العدل ، ويتّفقون كلّهم مع العدل « 1 » فلم يوافقوا على الدوام على صواب هذه الأحكام ، وقال لسان حال العقل : أنّه لا يجوز أن يكون تبعا لهم على الهلاك والجهل . وما تهيّأ لي في عمر طويل أن أحكم بين هذين الخصمين ، أو أصالح بينهم مصالحة تقرّبها العين ، وتنقطع معها المنازعات والمخالفات ، فمن عرف من نفسه ضعفه عن حكومة واحدة مدة من الأوقات كيف يقدم على الدخول فيما لا يحصى من الحكومات ؟\r\nوقلت لهم : انظروا من قد اتفق عقله ونفسه وطبعه وهواه وقوى على الشيطان ، وصاروا كلّهم يدا واحدة في طلب طاعة اللّه ورضاه ، وتفرّغ من مهماته المتعيّنة عليه فتحاكموا عنده ، فإنّه يكون قادرا بتلك القوّة على فصل المحاكمات والمصالحات إذا حضر الخصوم بين يديه ، فاعتزلت يا ولدي محمد عن رئاسة هذا الباب ورأيت في اللّه جلّ جلاله ونفسي شغل شاغل بمقتضى حكم الألباب » « 2 » .\r\nثمّ ذكر رحمه اللّه تكليف والده إياه لتزويجه وإباءه عنه مدّة ، ثم إيثاره له بالاستخارة وتزويجه ببنت الوزير ناصر بن مهدي واستيطانه بغداد ، وتكليف الخليفة المستنصر إيّاه لقبول المناصب وإباءه عنها ، وتكريره ذلك وامتناعه مرّة بعد أخرى ، والحجج التي جرت بينهما ذلك حتى استناد الخليفة بما صدر من السيّدين الرضى والمرتضى في ذلك وجواب السيّد عن ذلك إلى غير ذلك في فصول مبسوطة ، ثمّ عاد إلى نصيحة الولد وتحذيره عن الدخول في شيء من هزل الفتوّة الدنيويّة ، ولعب أهل الدنيا وقواعدهم الرديّة وبدعهم المخالفة لسيّد المرسلين صلّى اللّه عليه وآله والمبالغة في ذلك ، ومذمّة الدخول مع الولاة ، واعتقاد شرف ذلك غاية الذم ، وأنّه لو عرض له عمره كله من الجنون والبرص والجذام كان أسهل من الابتلاء بذلك وبيان ذلك بوجه وجيه ، ثمّ ذكر حديث اعتزاله من الحلة تارة إلى مشهد أمير المؤمنين عليه السلام ، وتارة إلى مشهد الحسين عليه السلام ، وتارة إلى سرّ من رأى ، ليكون أبلغ في العزلة بالكليّة ، لأنّه أبعد عن بلاده ومعارفه ، وكأنّه صومعة في بريّة .\r\n\r\nفصل :\r\nقال : « واعلم يا ولدي محمد انّ أصل ما أنت فيه أن تكون ذاكرا أنّك بين يدي اللّه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ر » و « ح » وكشف المحجة : العقل ، والظاهر أنّه تصحيف ، صوابه ما أثبتناه في المتن .\r\n( 2 ) - كشف المحجة : 110 .\r\n","page_name":" 35 ","page_number":39},
  {"content":"\r\n\r\nوأنّه مطّلع عليك ، وأنّك كلّما تتقلّب فيه من إحسانه إليك ، وأنّه صحبك منذ ابتداء إنشائك من التراب وتنقّلك في الآباء والامّهات ، كما شرحنا فيما فات ، أحسن الصحبة بالعنايات ، وصحبك في وقت وجودك بما نبّهناك عليه من السعادات ، وأنّك محتاج إلى جميل صحبته ورحمته مع دوام بقائه بعد الممات ، ومن ذا يحميك عنه إن أعرض عنك أو أعرضت عنه ؟ ومن الذي يحفظ عليك إذا ضيّعت نفسك وكلّما في يديك ؟ ومن الذي إذا أخرجته من قلبك تتعوّض به عن ربك ؟\r\nفأريد من رحمته أن يملأ قلبك من معرفته وهيبته وحرمته ، ويستعمل عقلك وجوارحك في خدمته وطاعته ، حتّى يكون إن جلست فتكون ذاكرا أنّك بين يديه ، وإذا قمت تكون ذاكرا أنّ قدرتك على المشي منه ، وتتأدّب في المشي تأدّب الماشي بحضرة ملك الملوك الذي لا غنى عنه .\r\nواعلم أنّ جوارحك بضائع معك اللّه جلّ جلاله ، وأمانات جعلك تاجرا فيها لنفسك ولآخرتك ، فمتى صرفتها في غير ما خلقت له من الطاعات والمراقبات أو أنفقت وقتا من أوقاتك في الغفلات ، كان ذلك الخسران عائدا عليك بالنقصان ، ومثمرا أن يعاملك سيّدك بالهجران واستخفاف الهوان ، ولا تقل أو تسمع من الجاهلين أو الغافلين أنّ هذا ما تقدر عليه ، فإنّهم قالوا لنا مثل ذلك ، وعرفنا باللّه جلّ جلاله أنّهم غالطون فيما أشاروا إليه ، لأنّنا وجدنا من نفوسنا وعقولنا أنّها تتأدّب مع الملوك والعظماء في دار الفناء ، ومع الأصدقاء والرفقاء ، ومع الغلمان والجيران ، ومن لا نرجوه لنفع واحسان ، ولا لدفع أخطار الأزمان أدبا بقدر من نجالسه أو نشاهده منهم ، فكيف جاز أن يكون الأدب مع علم اللّه جلّ جلاله بنا وقدرته علينا وإحسانه إلينا دون هؤلاء الذين لا نبالي بالإعراض عنهم !\r\n\r\nفصل :\r\nقال : وإن احتجت إلى سفر يا ولدي كان اللّه جلّ جلاله لك حافظا في سفرك وجميع ما أحسن به إليك ، وخلفا لك في كلّ ما تغيب عنه ممّا أنعم به عليك ، فلا تسافر بالطبع والغفلة والأطماع الدنيويّة فتكون مخاطرا مع اللّه جلّ جلاله ، ومهوّنا بجلالته الإلهيّة ، ومضيّعا زمان أسفارك في غير ما ينفعك لدار قرارك ، بل يكون قصدك أنّك تتوجّه من اللّه جلّ جلاله لأنّك حيث كنت فأنت بين يديه ، وإلى اللّه جلّ جلاله بالتوكّل عليه ، وباللّه جلّ جلاله بالتفويض إليه ، وإليه جلّ جلاله بالإقبال عليه ، فيكون سفرك خدمة له وبه سفرا إليه ، وتصير في حماية ورعاية وكفاية ذلك الإخلاص له والتقرّب إليه ، ومهما جرى في ذلك السفر كان دركه عليه لأنّ العقل قضى أنّ من سافر إلى سلطان عادل في شغله وتحت ظلّه ومتمسّكا في سفره بحبله ، وبالتوفيق من فضله ، فإنّ درك حركات هذا المسافر على ذلك السلطان بمقتضى عدله .\r\nقال : ومتى سافر الإنسان بمجرّد الطباع والشهوات كان هو والدابّة التي يركبها سواء في\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":40},
  {"content":"\r\n\r\nالحركات والسكنات » .\r\nثمّ ذكر آداب المنام وما يحتاج إليه عند ذلك من الآداب بين يدي اللّه ، وذكر ما جرى منه قبل نومه من الغفلة والتفريط في الطاعة والتوبة عمّا لم يتب ، إلى غير ذلك .\r\nقال رحمه اللّه : « ولا تكره أنّي ما اخلّف لك ولاخوتك ذهبا ولا فضة بعد الممات ، فهذه سيرة جدّك محمّد صلّى اللّه عليه وآله وأبيك علي عليه السلام ، فإنّني وجدتهم قد امتنعوا أن يخلّفوا لورثتهم ذهبا أو فضة ، وخلّفوا لهم ما يكفيهم ويفضل عنهم من الأملاك والعقار ، وقال جدّك محمد صلّى اللّه عليه وآله لسعد بن معاذ وكان يعزّ عليه « إنّك إن تترك ولدك أغنياء خير من أن تدعهم عالة يتكفّفون الناس » فأنا [ قد 
  ] اقتديت بتلك الآثار .\r\nووجدت أيضا في كتاب « من لا يحضره الفقيه » وهو ثقة معتمد عليه :\r\nعن زرارة ، عن الصادق عليه السلام ، قال : « ما يخلّف الرجل شيئا بعده أشدّ عليه من المال الصامت » قال : قلت له : كيف يصنع ؟ قال : « يضعه في الحائط والبستان والدار » « 1 » .\r\nواعلم يا ولدي أنّني كنت أشتري هذه المليكات باللّه جلّ جلاله وللّه جلّ جلاله وبنيّة أنّ الأملاك وأنا والأثمان كلّنا ملك للّه جلّ جلاله ، هذا الذي اقتضاه العقل والنقل أن العبد لا يملك مع مولاه ، وأنّ كلّما ملّكه شيئا فإنّه مجاز ، وحقيقة التملّك لمن أنشأه وأعطاه ، وعلمت أنّني إذا اشتريته بهذه النيّة فإنّ كلّما ينفق أحد منه أو يخرج عنه فهو محسوب في ديوان معاملته جلّ جلاله المرضيّة في حياتي وبعد مماتي « 2 » ، وذخيرة عند اللّه جلّ جلاله لي لأوقات ضروراتي .\r\n\r\nفصل :\r\nقال : واعلم يا ولدي أنّ جماعة ممّن أدركتهم كانوا يعتقدون أنّ النبيّ جدّك محمدا وأباك عليا صلوات اللّه عليهما كانا فقيرين لأجل ما بلغهم [ من 
  ] « 3 » إيثارهم بالقوت واحتمال الطوى والزهد في الدنيا ، فاعتقد السامعون لذلك الآن أنّ الزهد لا يكون إلّا مع الفقر وتعذّر الإمكان ، وليس الأمر كما اعتقدوه أهل الضعف المهملين للكشف ، لأنّ الأنبياء عليهم السلام أغنى أهل الدنيا بتمكين اللّه جلّ جلاله لهم ممّا يريدون منه جلّ جلاله من الإحسان إليهم . ومن طريق نبوّتهم كانوا أغنى أممهم وأهل ملّتهم ، ولولا اللّطف برسالتهم ما كان لأهل وقتهم مال ولا حال ، وإنّما كانوا عليهم السلام يؤثرون بالموجود ، ولا يسبقون اللّه جلّ جلاله بطلب ما لا يريد أن يطلبوه من المفقود ، وقد وهب جدك محمد صلّى اللّه عليه وآله أمّك فاطمة عليها السلام فدكا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الفقيه 3 : 104 / 77 .\r\n( 2 ) - في « ر » : وفاتي .\r\n( 3 ) - أثبتناه ليستقيم السياق .\r\n","page_name":" 37 ","page_number":41},
  {"content":"\r\n\r\nوالعوالي « 1 » من جملة مواهبه ، وكان دخلها في رواية الشيخ عبد اللّه بن حماد الأنصاري أربعة وعشرين ألف دينار في كلّ سنة ، وفي رواية غيره : سبعين ألف دينار ، وهي وزوجها المعظّم والواهب الأعظم صلوات اللّه عليهم من أعظم الزهّاد والأبرار ، وكان يكفيهم منها أيسر اليسير ، ولكنّ العارفين ما ينازعون اللّه جلّ جلاله في تملّك قليل ولا كثير ، ولكنّهم كالوكلاء والامناء والعبيد الضعفاء فيصرفون في الدنيا وفيما يعطيهم منها كما يصرفه هو جلّ جلاله ، وهم في الحقيقة زاهدون فيها وخارجون عنها .\r\nووجدت في أصل تأريخ كتابته سبع وثلاثون ومائتان وقد نقلته في أوّل كتاب عندي الآن لطيف ترجمته من أخبار آل أبي طالب ، وأوّل رجال روايته عبيد اللّه بن محمد بن أبي محمد ، فقال فيه :\r\nعن مولانا علي بن أبي طالب - أبيك أمير المؤمنين عليه السلام - : « تزوجت فاطمة عليها السلام وما كان لي فراش ، وصدقتي اليوم لو قسّمت على بني هاشم لوسعتهم » .\r\nوقال في الكتاب أنّه صلوات اللّه عليه وقف أمواله وكانت غلّته أربعين ألف دينار ، وباع سيفه وقال : « من يشتري سيفي ، ولو كان عندي عشاء ما بعته » .\r\nوروي فيه أنّه قال مرّة عليه السلام : « من يشتري سيفي الفلاني ، ولو كان عندي ثمن إزار ما بعته » .\r\nقال : وكان يفعل هذا وغلّته أربعون ألف دينار من صدقته ، وو اللّه يا ولدي محمد - الذي حضر قسمي به جلّ جلاله وكتابي هذا وشهدت به ملائكته - لقد كان في يد والدك عليّ بن موسى هذه المليكات وغيرها من الموجودات ، ولا يكون معه في كثير من أوقاته درهم واحد ، لأنّه كان يخرج ما يتفق له من دخل ملك أو غيره في مئونة « 2 » عياله ، ثمّ في الصدقات والإيثار والصلات ، وكان جماعة من الناس يعتقدون أنّه ينفق من ذهب مذخور ، هيهات هيهات لقد ضلّوا عن أبيك ووالدك كما ضلّ كثير من الخلق عمّن هو أعظم حالا وأشرف كمالا وأتمّ جلالا ، وهو اللّه ربّ العالمين وأنبياؤه ، ومن ضلّوا عنه من المرسلين والصالحين ، حتى قال جلّ جلاله عن جماعة يشاهدون جدّك محمدا صلّى اللّه عليه وآله وهم حاضرون :  « وَتَراهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ »  « 3 » ولو جاءت الدنيا إلى والدك دفعة واحدة خرجت في أسرع الأوقات ، ولكنّها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - العوالي : بالفتح ، وهو جمع العالي ضد السافل : وهو ضيعة بينها وبين المدينة أربعة أميال ، وقيل : ثلاثة ، وذلك أدناها وأبعدها ثمانية . « معجم البلدان 4 : 166 » .\r\n( 2 ) - في « ح » : معونة .\r\n( 3 ) - الأعراف 7 : 198 .\r\n","page_name":" 38 ","page_number":42},
  {"content":"\r\n\r\nكانت تأتينا كما يريده « 1 » اللّه جلّ جلاله في أزمان متفرّقات ، فاقتد يا ولدي محمّد وجماعة إخوتك وذرّيتك بمن سلك من آبائك سبيل الحق والصدق ، وصدق اللّه جلّ جلاله في قوله في ضمان الرزق  « فَوَ رَبِّ السَّماءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ »  « 2 » .\r\nورأيت في « كتاب إبراهيم بن محمد الأشعري » الثقة ، بإسناده عن أبي جعفر عليه السلام ، قال : « قبض علي عليه السلام وعليه دين ثمان مائة ألف درهم فباع الحسن عليه السلام ضيعة له بخمس مائة ألف فقضاها عنه ، وباع ضيعة أخرى بثلاث مائة ألف درهم فقضاها عنه ، وذلك أنّه لم يكن بذّر من الخمس شيئا ، وكان تنوبه نوائب » .\r\nورأيت في « كتاب عبد اللّه بن بكير » بإسناده عن أبي جعفر عليه السلام : « إنّ الحسين عليه السلام قتل وعليه دين ، وأنّ عليّ بن الحسين زين العابدين عليه السلام باع ضيعة له بثلاث مائة ألف ليقضي دين الحسين عليه السلام وعدات كانت عليه » .\r\nوقد ذكرت طرفا من يسارهم وإيثارهم صلوات اللّه عليهم في أوائل الجزء السادس من كتاب « ربيع الألباب » فانظره ، ففيه أخبار تدلّ على الصواب .\r\nوكان وقف جدّك أمير المؤمنين عليه السلام على أولاده - خاصّة من فاطمة عليها السلام - لها عامل من ذرّيّته ، فكيف وقع للضعفاء أنّه كان فقيرا ، وأنّ الغنى لا يكون لمن جعله اللّه جلّ جلاله من خاصّته ، وهل خلق اللّه جلّ جلاله الدنيا والآخرة إلّا لأهل عنايته ؟ ! قال : وممّا أرجو به حسن توفيق اللّه جلّ جلاله لك يا ولدي محمد وعنايته بك أنّني وجدته جلّ جلاله قد ألهمك الفطام من مرضعتك من غير أن نكلّفك نحن ذلك ، أو نمنعك من دايتك « 3 » ، ووجدته قد ألهمك طلب طريق الأستاذ لتعلّم الخطّ والكتابة فرجوت من رحمته ورأفته أن يكمل لك شرف الإجابة والإنابة ، فأوصيك بتعلّم الخطّ على التمام ، فإنّه معونة لك على السلوك إلى اللّه جلّ جلاله ، ودخول غاية رضاه في دار المقام ، ثمّ بتعلّم العربيّة بمقدار ما يحتاج إليه مثلك من الطالبين للمراضي الإلهيّة وإحياء السنن النبويّة ، ثمّ تتعلّم من القرآن الشريف ما تحتاج إليه لإقامة الصلوات ، وما يتعلّق بمراد اللّه جلّ جلاله من تفسير تلك الآيات بعاجل الحال ، واحفظ جميعه بعد ذلك بقلب التعظيم والإجلال .\r\nوأريد من اللّه جلّ جلاله أن يلهمك ، ومنك أن تقبل من إلهامه ، وأن تتعلم الفقه الذي فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في « ر » : يدبّره .\r\n( 2 ) - الذاريات 51 : 23 .\r\n( 3 ) - الداية : الظّئر ، وهي العاطفة على غير ولدها ، المرضعة له ، انظر « لسان العرب - دوا - 14 : 281 » .\r\n","page_name":" 39 ","page_number":43},
  {"content":"\r\n\r\nالسبيل إلى معرفة الأحكام الشرعيّة وإحياء سنّة جدّك المحمديّة ، ويكون قصدك بذلك امتثال أمر اللّه جلّ جلاله في التعليم وسلوك الصراط المستقيم ، ولا تكن مقلّدا لغلمان جدّك من العوام ، وذليلا بين أيديهم لأجل الفتوى والاستفهام ، فما يقنع بالدون إلّا مغبون » .\r\nأقول : أراد بالعوام من ليس من السادات بالنسب وإن كان عالما .\r\nقال : واعلم أنّ جدّك ورّاما قدّس اللّه روحه كان يقول لي وأنا صبي ما معناه : يا ولدي مهما دخلت فيه من الأعمال المتعلّقة بمصلحتك لا تقنع أن تكون فيه دون أحد من أهل ذلك الحال ، سواء كان علما أو عملا ، ولا تقنع بالدون .\r\nوذكر أنّ الحمصيّ « 1 » حدّثه أن لم يبق للإماميّة مفت على التحقيق ، بل كلّهم حاك ، وكان ذلك الزمان فيه جماعة من أصناف العلماء ، وليس في وقتنا الآن من يقاربهم في تلك الأشياء ، وأنا أعتذر لهم بطول الغيبة وتباعد الزمان عن الأدلّاء الذين كانوا رحمة للّه جلّ جلاله في حفظ واشتغال وادراك ، والآن فقد ظهر أنّ الذي يفتى به ويجاب عنه على سبيل ما حفظ من كلام العلماء المتقدّمين ، وهذا طريق سهل ما يعجز عنه إلّا مسكين ، ومن همّته همّة ضعيف مهين .\r\nوإنّي لأعلم أنّني اشتغلت فيه مدّة سنتين ونصف على التقريب والتقدير ، وما بقيت أحتاج إلى ما في أيدي الناس إلى قليل وإلى كثير ، وكلّما اشتغلت بعد ذلك فيه ما كان لي حاجة إليه ، إلّا لحسن الصحبة والانس والتفريع فيما لا ضرورة إليه ، ومن يعلم أنّ عمره يسير وقصير ، وأنّ وراءه من « 2 » يحاسبه على الكبير والصغير والظاهر والمستور ، فإنّه يكفيه من الزاد بقدر السفر والمسير .\r\nوإذا أردت الاشتغال بالفقه فعليك بكتب جدّك أبي جعفر الطوسيّ رضي اللّه عنه ، فإنّه ما قصّر فيما هداه اللّه جلّ جلاله إليه ودلّه عليه » « 3 » .\r\nأقول : وذلك لأنّ أكثر ما أورده الشيخ الطوسي رحمه اللّه في كتبه وأفتى فيها به فإنّما أخذه من متون أحاديث أهل البيت عليهم السلام ، وإنّما عدّ السيّد رحمه اللّه طريق التفقّه في الفروع سهلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سديد الدين محمود بن علي بن الحسن الحمصي الرازي ، علامة زمانه في الأصوليين ، ورع ثقة ، له تصانيف كثيرة منها :\r\nالتعليق الكبير العراقي ، والتبيين والتنقيح وغيرها . وذهب صاحب الروضات إلى أن نسبه « الحمضي » بالضاد المعجمة ، بقرينة ما ورد في القاموس المحيط - مادة حمض - من قوله : « ومحمود بن علي الحمصي ضمّتين مشدّدة ، متكلم شيخ للفخر الرازي » واعتبرها من جملة فرائد فوائد كتابه ، وردّه الشيخ النوري في خاتمة المستدرك ببيان مفصل ، قال في آخره : فظهر بهذه السبع الشداد أن ما حقّقه من أفحش أغلاط كتابه . انظر « أمل الآمل 2 : 316 ، رياض العلماء 5 : 202 ، القاموس المحيط 2 : 341 ، روضات الجنات 7 : 158 / 618 ، مستدرك الوسائل 3 : 478 ، الكنى والألقاب 2 : 172 » .\r\n( 2 ) - في « ر » و « ح » : ما ، وما أثبتناه من كشف المحجة .\r\n( 3 ) - كشف المحجة : 119 - 127 .\r\n","page_name":" 40 ","page_number":44},
  {"content":"\r\n\r\nلما أشرنا إليه من أنّ طريق تحصيله إنّما هو بالرجوع إلى أخبارهم عليهم السلام والتوفيق بين مختلفاتها بتعليمهم عليهم السلام ، وهو أمر واضح بيّن لمن أطلق رقبته عن ربقة « 1 » تقليد غيرهم ، واللّه المستعان .\r\nقال السيّد رحمه اللّه : « وقد هيأ اللّه جلّ جلاله لك على يدي كتبا كثيرة في كلّ فن من الفنون التي رجوت أن تدلّك على ما يقرّبك من مولاك ومالك دنياك واخراك » .\r\nثمّ شرع رحمه اللّه في ذكر الكتب التي هيّأها له في كلّ فن ، ووصف ما في أكثر الفنون بالكثرة ، وذكر فنونا كثيرة من العلم وأمره بمطالعتها ، وقدّر المقدار المهم في أكثرها ، وحتى ذكر كتبا في علم التاريخ والنجوم والرمل والكيمياء ، وأمثال ذلك من الطّلسمات والرقى ، ومدحها جميعا من وجه ، وذكر أنّه صنّف في بعضها كتبا ، ثمّ ذكر كثيرا من تصانيفه في العلوم ، ثمّ ذكر كلمات نافعة في العبادات الخمس وأسرارها ، ثمّ ذكر في غيبة مولانا صاحب الزمان عليه السلام والانتظار للفرج كلمات وفصولا ، وذكر فيها أنّ الناس ليس لهم صدق في موالاته عليه السلام وانتظار فرجه ، وأوضح ذلك بأمثلة ، ثمّ قال :\r\n« إنّ في يوم ولادتك جعلتك بأمر اللّه عبد مولانا المهدي عليه السلام ومتعلّقا عليه ، وقد احتجنا - كم مرّة عند حوادث حدثت لك - [ إليه 
  ] ورأيناه في عدّة مقامات في منامات وقد تولّى قضاء حوائجك ، بإنعام عظيم في حقّنا وحقّك لا يبلغ وصفي إليه .\r\nقال : فكن في موالاته والوفاء له وتعلّق الخاطر به على قدر مراد اللّه ومراد رسوله ومراد الأئمّة عليهم السلام منك ، وقدّم حوائجه على حوائجك عند صلوات الحاجات ، والصدقة عنه قبل الصدقة عنك وعمّن يعزّ عليك ، والدعاء له قبل الدعاء لك ، وقدّمه في كلّ خير ، يكون وفاء له ، ومقتضيا لإقباله عليك واحسانه إليك ، واعرض حاجاتك عليه كلّ يوم الاثنين ، ويوم الخميس من كلّ أسبوع لما يجب له من أدب الخضوع .\r\nقال : وقل عند خطابه بعد السلام عليه بما ذكرناه في أواخر الأجزاء من [ كتاب 
  ] « المهمّات » من الزيارة التي نرويها « سلام اللّه الكامل » يا أيّها العزيز مسّنا وأهلنا الضرّ ، وجئنا ببضاعة مزجاة ، فأوف لنا الكيل وتصدّق علينا ، إنّ اللّه يجزي المتصدّقين ، تاللّه لقد آثرك اللّه علينا وإن كنّا لخاطئين « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الربق بالكسر : حبل فيه عدّة عرى ، الواحدة من العرى : ربقة « الصحاح - ربق - 4 : 1480 » .\r\n( 2 ) - في كشف المحجة زيادة : يا مولانا استغفر لنا ذنوبنا إنا كنّا خاطئين .\r\n","page_name":" 41 ","page_number":45},
  {"content":"\r\n\r\nوقل : يا مولانا هذه مقامات اخوة يوسف مع أخيهم وأبيهم وقد رجوها [ بعد 
  ] تلك الجنايات ، فإن كنّا غير مرضيّين عند اللّه جلّ جلاله وعند رسوله صلّى اللّه عليه وآله وعند آبائك وعندك عليكم أفضل الصلوات ، فأنت أحقّ أن تسعنا من رحمتك وحلمك وكرمك وشريف شيمك ما وسع إخوة يوسف من تعطّفه عليهم ورحمته لهم وإحسانه إليهم ، إلى آخر ما قال .\r\nثمّ قال : إنّ طرق تعريف اللّه جل جلاله لك بجواب مولانا المهدي عليه السلام على قدر قدرته ورحمته .\r\nفمن ذلك : ما رواه محمد بن يعقوب الكلينيّ في كتاب « الرسائل » عمّن سمّاه ، قال :\r\nكتبت إلى أبي الحسن عليه السلام : انّ الرجل يحبّ أن يفضي إلى إمامه ما يحبّ أن يفضي به إلى ربّه ؟ قال : فكتب : « إذا كانت لك حاجة فحرّك شفتيك ، فإنّ الجواب يأتيك » .\r\nومن ذلك ما رواه سعيد بن هبة اللّه الراوندي في كتاب « الخرائج » عن محمد بن الفرج ، قال : قال لي عليّ بن محمد عليه السلام : « إذا أردت أن تسأل مسألة فاكتبها وضع الكتاب تحت مصلاك ، ودعه ساعة ثمّ أخرجه وانظر فيه » قال : ففعلت فوجدت جواب ما سألت عنه موقّعا فيه « 1 » .\r\nوقد اقتصرت لك على هذا التنبيه ، والطريق مفتوحة إلى إمامك عليه السلام لمن يريد اللّه جلّ جلاله عنايته به وتمام إحسانه إليه » « 2 » .\r\nثمّ ختم الكتاب بوصايا لأمير المؤمنين ، بعضها مذكور في « نهج البلاغة » وبعضها في غيره ، ونحن نختم هذا الكتاب بكلام مرويّ عن الصادق عليه السلام في بيان الحق والباطل .\r\nقال عليه السلام : « اتّق اللّه ، وكن حيث شئت ، ومن أيّ قوم شئت ، فإنّه لا خلاف لأحد في التقوى ، والتقى محبوب عند كلّ فريق ، وفيه جماع كل خير ورشد ، وهو ميزان كلّ علم وحكمة ، وأساس كلّ طاعة مقبولة .\r\nوالتقوى ماء ينفجر من عين المعرفة باللّه ، يحتاج إليه كلّ فنّ من العلم ، وهو لا يحتاج إلّا إلى تصحيح المعرفة بالخمود تحت هيبة اللّه وسلطانه ، ومزيد التقوى يكون من أصل اطّلاع اللّه جلّ جلاله على سرّ العبد بلطفه ، فهذا أصل كلّ حقّ ، وأمّا الباطل فهو ما يقطعك عن اللّه ، متفق عليه أيضا عند كلّ فريق ، فاجتنب عنه ، وأفرد سرّك للّه تعالى بلا علاقة .\r\nقال رسول اللّه صلّى اللّه عليه وآله : أصدق كلمة قالتها العرب كلمة لبيد حيث يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الخرائج : 113 .\r\n( 2 ) - كشف المحجة : 1510 - 154 .\r\n","page_name":" 42 ","page_number":46},
  {"content":"\r\n\r\n ألا كلّ شيء ما سوى « 1 » اللّه باطل * وكلّ نعيم لا محالة زائل . \r\nفالزم ما أجمع عليه [ أهل 
  ] « 2 » الصفاء والتقى من أصول الدين وحقائق اليقين والرضا والتسليم ، ولا تدخل في اختلاف الخلق ومقالاتهم فتصعب عليك ، وقد أجمعت الامّة المختارة بأنّ اللّه واحد ليس كمثله شيء ، وأنّه عدل في حكمه ، يفعل ما يشاء ويحكم ما يريد ، ولا يقال له في شيء من صنعته : لم ، ولا كان ولا يكون شيء إلّا بمشيئته ، وأنّه قادر على ما يشاء ، وصادق في وعده ووعيده ، وأنّ القرآن كلامه ، وأنّه مخلوق ، وأنّه كان قبل الكون والمكان والزمان ، وأنّ إحداث الكون وإفناءه عنده سواء ، ما ازداد بإحداثه علما ، ولا ينقص بفنائه ملكه ، عزّ سلطانه وجلّ سبحانه ، فمن أورد عليك ما ينقض هذا الأصل فلا تقبله ، وجرّد باطنك لذلك ترى بركاته عن قريب وتفوز مع الفائزين » « 3 » .\r\nتم « تسهيل السبيل » وختم وصار تاريخ ختمه « ختم » « 4 » والحمد للّه أولا وآخرا وظاهرا وباطنا ، وصلّى اللّه على النبي وآله وسلم .\r\nقد فرغ من تسويده على سبيل الاستعجال في يوم الخميس الخامس من شهر ربيع الأول في سنة خمس وسبعين بعد الألف من الهجرة على يد أقلّ الخليفة ابن المرحوم محمد باقر محمد الشهربيني عفي عنهما غيّهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في مصباح الشريعة : ما خلا .\r\n( 2 ) - ما بين المعقوفين أثبتناه من مصباح الشريعة .\r\n( 3 ) - مصباح الشريعة : 376 ، الباب 67 في بيان الحق والباطل .\r\n( 4 ) - وعليه يكون تأريخ تأليف الرسالة سنة 1040 ه على حساب الجمّل .\r\n","page_name":" 43 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":48},
  {"content":"\r\n\r\n\r\nالفهارس العامة :\r\n* فهرس الآيات القرآنية\r\n* فهرس الأحاديث\r\n* فهرس الموضوعات\r\n* فهرس الأعلام\r\n* فهرس الأمكنة والبقاع\r\n* فهرس مصادر الكتاب\r\n* مصادر التحقيق\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":50},
  {"content":"\r\n\r\n\r\nفهرس الآيات القرآنية\r\nالآية / رقمها / الصفحة\r\nآل عمران - 3 -\r\n وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ  7 22\r\nالنساء - 4 -\r\n وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً  82 25\r\n وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ  83 22\r\nالأنعام - 6 -\r\n ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ  38 22 ، 25\r\n  قُلْ أَ رَأَيْتَكُمْ إِنْ أَتاكُمْ عَذابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَ غَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صادِقِينَ * بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ إِنْ شاءَ وَتَنْسَوْنَ ما تُشْرِكُونَ   40 - 41 10\r\n وَلا رَطْبٍ وَلا يابِسٍ إِلَّا فِي كِتابٍ مُبِينٍ  59 22\r\nالأعراف - 7 -\r\n وَتَراهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ  198 38\r\nالنحل - 16 -\r\n فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ  43 22\r\nمريم - 17 -\r\n إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا  30 14\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\n\r\nالنور - 24 -\r\n وَلَوْ لا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ ما زَكى مِنْكُمْ مِنْ أَحَدٍ  21 12\r\nالروم - 30 -\r\n فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها  30 12\r\nلقمان - 31 -\r\n وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ  25 10\r\nمحمد - 47 -\r\n وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ  30 17\r\nالحجرات - 49 -\r\n يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ إِنْ كُنْتُمْ صادِقِينَ  17 12\r\nالذاريات - 51 -\r\n فَوَ رَبِّ السَّماءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ  23 39\r\nالحاقة - 69 -\r\n    وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ * لَأَخَذْنا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ * فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ     44 - 47 33\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\n\r\n\r\nفهرس الأحاديث\r\nالحديث الصفحة\r\n( أ )\r\nاتق اللّه ، وكن حيث شئت ومن أي قوم شئت ، 42\r\nأجرأكم على الفتيا أجرأكم على اللّه عز وجل 34\r\nاحتفظوا بكتبكم فإنكم سوف تحتاجون إليها 24\r\nإذا أردت أن تسأل مسألة فاكتبها وضع الكتاب تحت مصلاك 44\r\nإذا كانت لك حاجة فحرّك شفتيك ، فإنّ الجواب يأتيك 42\r\nأصدق كلمة قالتها العرب كلمة لبيد 42\r\nاكتب وبث علمك في إخوانك ، فإن مت فأورث كتبك بنيك 24\r\nأمّا ما سألت عنه أرشدك اللّه ووفقك 24\r\nإن الحسين عليه السلام قتل وعليه دين 39\r\nإنّك إن تترك ولدك أغنياء خير من أن تدعهم عالة 37\r\nإنّى تارك فيكم الثقلين ما إن تمسكتم بهما لن تضلّوا 23\r\nإياك وأصحاب الكلام والخصومات ومجالستهم 17\r\n( ت )\r\nترد على أحدهم القضية في حكم من الأحكام 25\r\nتزوّجت فاطمة عليها السلام وما كان لي فراش 38\r\n( س )\r\nسئل الصادق عليه السلام عن اللّه تعالى 10\r\n( ف )\r\nفهمت ما ذكرتما ، فاصمدا على دينكما 24\r\nفيه علم ما مضى ، وعلم ما يأتي إلى يوم القيامة 23\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":53},
  {"content":"\r\n\r\n( ق )\r\nقبض علي عليه السلام وعليه دين ثمانمائة ألف درهم 39\r\n( ك )\r\nكتاب اللّه فيه نبأ ما قبلكم ، وخبر ما بعدكم ، وفصل ما بينكم 23\r\nكلّ شيء مطلق حتى يرد فيه نهي 24\r\n( ل )\r\nلا تأذن له عليّ 17\r\nلا تحل الفتيا لمن لا يستفتى من اللّه عز وجل بصفاء سره 34\r\n( م )\r\nما من أمر يختلف فيه اثنان إلا وله أصل في كتاب اللّه 23\r\nما من شيء إلا وفيه كتاب أو سنّة 23\r\nما يخلف الرجل شيئا بعده أشدّ عليه من المال الصامت 37\r\nمتكلّمو هذه العصابة من شرارهم 17\r\nالمحسن وغير المحسن لا يتكلم فيه ، فإنّ إثمه أكبر من نفعه 19\r\nمن طلب الدين بالجدل تزندق 18\r\nمن يشتري سيفي الفلاني ، ولو كان عندي ثمن إزار ما بعته 38\r\nمن يشتري سيفي ، ولو كان عندي عشاء ما بعته 38\r\n( ه )\r\nهل تعرف الناسخ من المنسوخ ؟ 34\r\n( ي )\r\nيهلك أصحاب الكلام وينجو المسلّمون ، إنّ المسلّمين هم النجباء 18\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nالموضوع الصفحة\r\nالفن الأول : فيما يتعلق بالعلم 9\r\nالدلالة على معرفة اللّه عز وجل 10 ، 11\r\nالطريق إلى معرفة اللّه عز وجل 12 ، 13\r\nمحاورة مع صديق حول طرق المعرفة 14\r\nتعريف المبتدئ ما يقوي عنده ما في فطرته 15\r\nرد من يقول إن لا طريق للمعرفة إلا بالنظر 16\r\nالتحذير من علم الكلام 17 ، 18\r\nمثال تعريف النار 19\r\nمثال تعريف الشمعة المضيئة 20\r\nوجوب النظر في ما لا يدرك إلّا بالنظر 21\r\nقوله في الفقهاء واستنباطهم الحكم الشرعي 22 - 26\r\nسبب نشوء علم الكلام 27\r\nالفن الثاني : فيما يتعلق بالعمل 28\r\nمخالطة الناس 28 - 32\r\nالخوف من الإفتاء 33 - 35\r\nوصايا ومواعظ متفرقة 36\r\nزهد النبي والأئمة صلوات اللّه عليهم لم يكن عن فقر 37 - 39\r\nتعلم الفقه 40\r\nفي العلاقة مع صاحب الزمان عجّل اللّه فرجه الشريف 41\r\nكلام للإمام الصادق عليه السلام في بيان الحق والباطل 42 ، 43\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":55},
  {"content":"\r\n\r\n\r\nفهرس الأعلام\r\nأ\r\nإبراهيم بن محمد الأشعري : 39\r\nأبو بكر : 26\r\nأبو جعفر عليه السلام : 17 ، 39 ، 40\r\nأبو جعفر بن بابويه الصدوق : 16 ، 18 ، 23\r\nأبو جعفر الطوسي : 16 ، 40\r\nأبو الحسن عليه السلام : 18 ، 42\r\nأبو الحسن الثالث ( ع ) علي بن محمد عليه السلام\r\nأبو عبد اللّه الصادق عليه السلام : 10 ، 11 ، 17 ، 18 ، 23 ، 24 ، 34 ، 37 ، 42\r\nأبو عبيدة الحذاء : 17\r\nأحمد بن حاتم بن ماهويه : 24\r\nإسحاق بن يعقوب : 23\r\n( ج )\r\nجميل بن دراج : 17\r\n( ح )\r\nالحسن عليه السلام : 39\r\nالحسين عليه السلام : 39\r\nالحمصي : 40\r\n( ر )\r\nالرضا عليه السلام : 23\r\nالرضيّ : 35\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":56},
  {"content":"\r\n\r\n( ز )\r\nزرارة : 37\r\n( س )\r\nسعد بن معاذ : 37\r\nسعيد بن هبة اللّه قطب الدين الراوندي : 18 ، 42\r\nسفيان بن عيينة : 34\r\n( ص )\r\nصاحب الزمان المهدي عجل اللّه فرجه الشريف\r\n( ع )\r\nعاصم الحنّاط : 17\r\nعبد اللّه بن بكير : 39\r\nعبد اللّه بن حماد الأنصاري : 16 ، 38\r\nعبد اللّه بن سنان : 17\r\nعبيد اللّه بن محمد بن أبي محمد : 38\r\nالعسكريّ عليه السلام : 3\r\nعلي بن أبي طالب أمير المؤمنين عليه السلام : 11 ، 14 ، 18 ، 23 ، 25 ، 33 ، 34 ، 37 ، 38 ، 39 ، 42\r\nعلي بن الحسين زين العابدين عليه السلام 39\r\nعلي بن محمد عليه السلام : 24 ، 42\r\nعلي بن موسى بن جعفر بن محمد بن طاوس : 9 ، 38\r\nعلي بن هلال : 18\r\nعيسى بن مريم : 14\r\n( ف )\r\nفاطمة عليها السلام : 37 ، 38 ، 39\r\n( ك )\r\nالكاظم عليه السلام : 16 ، 23\r\n( ل )\r\nلبيد : 42\r\n( م )\r\nمحمد رسول اللّه صلّى اللّه عليه وآله : 9 ، 12 ، 14 ، 27 ، 33 ، 37 ، 38\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\n\r\nمحمد [ بن طاوس 
  ] : 9 ، 12 ، 15 ، 28 ، 33 ، 35 ، 38 ، 39\r\nمحمد بن عثمان العمري : 23\r\nمحمد بن عيسى : 18\r\nمحمد بن الفرج : 42\r\nمحمد بن محمد بن عصام : 23\r\nمحمد بن محمد بن النعمان ( المفيد ) : 16 ، 18\r\nمحمد بن مرتضى المدعو بمحسن : 9\r\nمحمد بن يعقوب الكليني : 23 ، 42\r\nالمرتضى : 18 ، 35\r\nالمستنصر : 35\r\nالمفضل بن عمر : 24\r\nالمهدي صاحب الزمان عليه السلام : 24 ، 41 ، 42\r\nمؤمن الطاق : 17\r\n( ن )\r\nناصر بن مهدي : 35\r\n( ه )\r\nهارون بن موسى التلعكبري : 16 ، 17\r\n( و )\r\nورّام : 33 ، 40\r\n( ي )\r\nيوسف عليه السلام : 42\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\n\r\nفهرس الأماكن والبقاع\r\nبغداد : 35\r\nالحلّة : 35\r\nسرّ من رأى : 35\r\nالعوالي : 38\r\nفدك : 38\r\nمشهد أمير المؤمنين عليه السلام : 33 ، 35\r\nمشهد الحسين عليه السلام : 35\r\nمكة : 19\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":59},
  {"content":"\r\n\r\n\r\nفهرس مصادر الكتاب\r\nاسم الكتاب المؤلف الصفحة\r\n1 - اختيار معرفة الرجال الشيخ الطوسي 24\r\n2 - أصل 38\r\n3 - الأصول الأصلية الفيض الكاشاني 27\r\n4 - إكمال الدين الشيخ الصدوق 23\r\n5 - البهجة لثمرة المهجة علي بن طاوس 16\r\n6 - التفسير المنسوب للإمام العسكري ( ع ) 10\r\n7 - الخرائج قطب الدين الراوندي 42\r\n8 - ربيع الألباب علي بن طاوس 40\r\n9 - الرجال الكشي 24\r\n10 - الرسائل محمد بن يعقوب الكليني 42\r\n11 - الطرائف علي بن طاوس 22\r\n12 - علم اليقين في أصول الدين الفيض الكاشاني 22\r\n13 - الكافي محمد بن يعقوب الكليني 24\r\n14 - كتاب إبراهيم بن محمد الأشعري إبراهيم بن محمد الأشعري 39\r\n15 - كتاب أبي محمد عبد اللّه أبو محمد عبد اللّه بن حماد\r\nبن حماد الأنصاري الأنصاري 16 ، 17\r\n16 - كتاب الإهليلجة 11\r\n17 - كتاب عبد اللّه بن بكير عبد اللّه بن بكير 39\r\n18 - كتاب المفضل بن عمر أملاه عليه الإمام الصادق ( ع ) 11\r\n19 - كرّاس في الخلاف الذي تجدّد بين\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":60},
  {"content":"\r\n\r\nالشيخ المفيد والمرتضى رحمهما اللّه قطب الدين الراوندي 18\r\n20 - من لا يحضره الفقيه الشيخ الصدوق 37\r\n21 - المهمات علي بن طاوس 41\r\n22 - نهج البلاغة الشريف الرضي 11 ، 42\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":61},
  {"content":"\r\n\r\n\r\nمصادر التحقيق\r\n1 - القرآن الكريم\r\n2 - الاحتجاج : لأبي منصور أحمد بن علي بن أبي طالب الطبرسي ، تعليق السيد محمد باقر الموسوي الخرسان ، 1403 ه .\r\n3 - اختيار معرفة الرجال : لشيخ الطائفة محمد بن الحسن الطوسي ، تصحيح السيد حسن المصطفوي مشهد ، اسفند 1348 .\r\n4 - الاعتقادات : للشيخ الصدوق محمد بن علي بن الحسين بن بابويه القمي ، الطبعة الحجرية ، المرفقة مع كتاب الباب الحادي عشر .\r\n5 - إكمال الدين وإتمام النعمة : للشيخ الصدوق محمد بن علي بن الحسين بن بابويه القمي ، تحقيق علي أكبر الغفاري ، نشر جماعة المدرسين بقم المشرفة 1405 ه .\r\n6 - أمل الدّمل : للشيخ محمد بن الحسن الحر العاملي ، تحقيق السيد أحمد الحسيني ، مطبعة الآداب ، النجف الأشرف .\r\n7 - بحار الأنوار : للمولى محمد باقر المجلسي ، الطبعة الثالثة 1403 ه ، دار احياء التراث ، بيروت .\r\n8 - بصائر الدرجات : لأبي جعفر محمد بن الحسن الصفار ، منشورات مكتبة آية اللّه العظمى المرعشي النجفي ، قم المقدسة : 1404 ه .\r\n9 - تصحيح الاعتقاد بصواب الانتقاد : للشيخ المفيد ، نشر مكتبة الرضي .\r\n10 - تفسير الإمام الحسن العسكري : الطبعة الحجرية .\r\n11 - تفسير القمي : لعلي بن إبراهيم القمي ، تعليق السيد طيب الموسوي الجزائري ، مؤسسة دار الكتاب ، قم ، الطبعة الثالثة ، 1403 ه .\r\n12 - التوحيد : للشيخ الصدوق محمد بن علي بن الحسين بن بابويه القمي ، تعليق السيد هاشم الحسيني الطهراني ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين ، قم .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\n13 - الذريعة إلى تصانيف الشيعة : للشيخ آقا بزرگ الطهراني ، طهران 1387 ه .\r\n14 - الخرائج والجرائح : للشيخ قطب الدين الراوندي ، نسخة مخطوطة .\r\n15 - الرجال : للشيخ الطائفة محمد بن الحسن الطوسي ، النجف ، المطبعة الحيدرية 1380 ه .\r\n16 - روضات الجنات : للعلامة ميرزا محمد باقر الموسوي الخوانساري الأصبهاني ، طهران 1390 .\r\n17 - رياض العلماء وحياض الفضلاء : للميرزا عبد اللّه أفندي الأصبهاني ، تحقيق السيد أحمد الحسيني - قم 1399 ه .\r\n18 - الصحاح : لإسماعيل بن حماد الجوهري ، تحقيق أحمد عبد الغفور عطار ، دار العلم للملايين ، بيروت .\r\n19 - فهرست أسماء مصنفي الشيعة : للشيخ أبي العباس أحمد بن علي بن العباس النجاشي ، تصحيح السيد موسى الزنجاني ، نشر جماعة المدرسين في قم المقدسة .\r\n20 - القاموس المحيط : للشيخ مجد الدين محمد بن يعقوب الفيروزآبادي ، دار الفكر - بيروت 1403 ه .\r\n21 - الكافي : لثقة الإسلام أبي جعفر محمد بن يعقوب بن إسحاق الكليني الرازي ، تحقيق علي أكبر الغفاري .\r\n22 - كشف المحجة لثمرة المهجة : للسيد علي بن موسى بن طاوس الحسنيّ ، نشر المطبعة الحيدرية 1370 ه .\r\n23 - الكنى والألقاب : للشيخ عباس القمي .\r\n24 - لسان العرب : لأبي الفضل جمال الدين أحمد بن مكرم بن منظور الإفريقي المصري ، نشر أدب الحوزة ، قم .\r\n25 - لسان الميزان : لأبي الفضل أحمد بن علي بن حجر العسقلاني ، بيروت ، منشورات مؤسسة الأعلمي ، الطبعة الثانية ، سنة 1390 ه .\r\n26 - لؤلؤة البحرين : للشيخ يوسف بن أحمد بن إبراهيم البحراني .\r\n27 - المحاسن : لأبي جعفر أحمد بن محمد بن خالد البرقي ، تحقيق السيد جلال الدين الحسيني ( المشتهر بالمحدث ) دار الكتب الإسلامية ، قم 1371 ه .\r\n28 - المحجة البيضاء في تهذيب الإحياء : للمحدث الفيض الكاشاني ، تصحيح علي أكبر الغفاري ، منشورات مؤسسة الأعلمي ، الطبعة الثانية 1403 ه .\r\n29 - مستدرك الوسائل ، للحاج ميرزا حسين النوري الطبرسي ، الطبعة الحجرية ، منشورات المكتبة الإسلامية طهران ومؤسسة اسماعيليان قم ، 1382 ه .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":63},
  {"content":"\r\n\r\n30 - مصباح الشريعة : الشرح الفارسي تأليف عبد الرزاق الكيلاني تصحيح الدكتور جلال الدين المحدث ، 1360 .\r\n31 - معاني الأخبار : للشيخ الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمي ، تصحيح علي أكبر الغفاري ، دار المعرفة للطباعة والنشر - بيروت .\r\n32 - معجم البلدان : لأبي عبد اللّه ياقوت بن عبد اللّه الحموي الرومي ، دار صادر - بيروت 1399 .\r\n33 - من لا يحضره الفقيه : للشيخ الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمي ، تحقيق السيد حسن الموسوي الخرسان بيروت 1401 ه .\r\n34 - معجم رجال الحديث : للسيد أبى القاسم الخوئي ، الطبعة الثالثة ، بيروت 1403 ه .\r\n35 - نهج البلاغة : جمع الشريف الرضي ، شرح محمد عبده ، تحقيق محمد محيي الدين عبد الحميد ، المكتبة التجارية الكبرى ، شارع محمد علي بمصر .\r\n36 - وسائل الشيعة إلى تحصيل مسائل الشريعة : للشيخ محمد بن الحسن الحر العاملي ، الطبعة السادسة ، طهران 1403 ه .\r\nد 74 ، ف 20 ، نجفي\r\n\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64}
  ]