[
  {"content":"\r\n\r\nالكلمات القصار في النصايح والمواعظ بخط السيد الداماد قدس سره\r\nبسم الله الرحمن الرحيم\r\nاخلص معاشك لمعادك واجعل مسيرك\r\nفي مصيرك وتزود مما تؤتاه زادك\r\nولا تفسد بمتاع الغرور فؤادك ولا تهتم\r\nبرزقك ولا تغتم في طسقك فالذي يبقيك يرزقك ونصيبك\r\nيصيبك م ح ق\r\nالموعظة إذا خرجت من صميم القلب ولجت في حريم\r\nالقلب وإذا خرجت من ناحية اللسان لم تتجاوز اصمخة\r\nالآذان وبعبارة أخرى العظة الناصحة تخرج من القلب\r\nالسليم فتلج في القلب الصميم فإذا نطق دوسر سقيم\r\nكان كمن يقعقع حلقة من عظم رميم م ح ق\r\nفكأنما ؟ ؟\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nمن كتاب الكافي في باب الخشوع في الصلاة عدة\r\nمن أصحابنا عن أحمد بن محمد وأبى داود جميعا عن الحسين\r\nبن سعيد عن علي بن أبي جهمة عن جهم بن حميد عن أبي\r\nعبد الله عليه السلام قال كان أبى يقول كان علي بن الحسين\r\nصلوات الله عليه إذا قام في الصلاة كأنه ساق شجرة\r\nلا يتحرك منه شئ الا ما حركته الريح قلت فكما\r\nساق الشجرة لا يتحرك منه شئ الا ما حركته الريح فكذلك\r\nكان عليه السلام في الصلاة لا يتحرك منه شئ الا ما حركته\r\nالوظأيف الشرعية من الواجبات والمستحبات أو\r\nالا ما حركته هزازة القلب في الاقبال على الصلاة\r\nوالانجذاب إلى الله سبحانه فالريح هناك استعارة\r\nلاحكام الشرع في وظأيف الصلاة أو لاهتزاز\r\nالروع ونشاط القلب في الانجذاب إلى صقع النور\r\nالحق وجناب كبرياء بهاء الربوبية م ح ق\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالمواعظ إذا خرجت من حريم القلب السليم ولجت\r\nفي وتين القلب الصميم وإذا كان مخرجها تقعقع\r\nأطراف اللسان فكأنما قد حلفت بمغلظات الايمان\r\nان لا تتجاوز اصمخة الآذان ولا تنفذ في\r\nمنافذ الايمان ولا تدخل مشاعر الايقان\r\nم ح ق\r\nالحضر العدو واحضر الفرس عدا واشتد في\r\nعدوه وفرس محضير سريع الحضر وكذلك\r\nمحضار قاله في مجمل اللغة ثم قال قال الخليل غير أنه\r\nلا يقال الا بالياء وهو من النوادر م ح ق\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nتيا تطغيرتا في الإشارة إلى المؤنث كما قيل ذيا\r\nفي تطغير ذا والألف في آخرهما مزيدة مجعولة معا\r\nعلامة للتصغير كالضمة في صدر فليس وليست\r\nهي التي في آخر المكبر اعني ذا وتا بدليل قولك اللذيا\r\nواللتيا في تصغير الذي والتي وهكذا المبهمات\r\nكلها مخالفة بها أي بالألف في آخر المصغر بل في\r\nآخر المبهمات كلها ما ليس بمبهم ومحافظة على بنائها\r\nوعن بعض السلف انه اخذ تبنة من الأرض\r\nثم قال تيا من التوفيق خير من كذا وكذا من\r\nالعمل ذكر ذلك علامة زمخشر في الفائق يعنى\r\nمقدار هذه التبينة من التوفيق خير من كذا\r\nوكذا ( قنطارا ) من السعي ومقدار تيا من الاخلاص\r\nخير من كذا وكذا وزنا من العمل م ح ق\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nاللسان مفتاح باب ذكر الله العظيم فلا تحركوه بالفحش باللغو والاهجر\r\nوالقلب بيت الله الحرام فعظموه باخلاص النية فيه لله ولا\r\nتدنسوه باقذار الهواجس الردية والنيات المدخولة\r\nوالسر حرم نور الله وحريم بيته المحرم فلا تلحد وافيه بالنكوب\r\nعن حاق الحق ( القديم ؟ ) الذي هو صراط الله المستقيم م ح ق\r\nإذا كان\r\nملاك الامام حسن\r\nالخاتمة فراقب وقتك\r\nواجعل خير أيامك يومك الذي أنت\r\nفيه فلعله هو الخاتمة إذ لا غايب أقرب من الموت\r\nولا باغت ابغت فلتة وافلت بغتة من الاجل\r\nما غبر ليس في يدك منه شئ وما يأتي في الغيب\r\nعنك ما خطبه فما ميقات الاستدراك ووقت الاستصلاح\r\nالا حينك الحاضر ان كان ما قد مضى وذهب عنك لك\r\nصالحا فلا تفسدنه عليك بما تكسبه الآن وان كان\r\nفاسدا فعليك الآن بدرك فساده والخروج\r\nعن عهدته م ح ق\r\nقيل لبعض الحكماء كيف أنت فقال متعجب من نفسي\r\nأموت شيأ فشيأ وانا عن الموت من الغافلين\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nلقد استعذت ما قاله الغن إلى في الاحياء ان\r\nالعالم هو نظام الوجود بجملته تصنيف البارئ تعالى\r\nما أعذب هذا الكلام وأحلاه فان النظام الجملي\r\nلعوالم الوجود كتاب الله المبين الذي لم يغادر\r\nمما في وسع قابلية طباع الامكان قضا ولا قضيضا ( ولا صغيرة )\r\nولا كبيرة ( الا أحصاها ) والله سبحانه هو مصنف هذا الكتاب الكبير\r\nوجاعله ومبدعه ومخترعه م ح ق\r\nطور سينا جبل شبه القوس طرقها\r\nوالنسبة إليها سينوى\r\nمجمل اللغة\r\nبعلمه التام\r\nالمحيط الفعال\r\nوحكمته القيامة\r\nالبالغة الفياضة\r\nوسينا مقصورة جد\r\nأبى على الحسين\r\nبن عبد الله\r\nوبالمد حجارة\r\nقاموس\r\nفي الحديث عن مولانا\r\nأبى عبد الله الصادق\r\nعليه السلام بئس السارق\r\nمن يسرق من صلاته ولقد لاحظ ذلك من\r\nمن العارفين قال ربما اصلى الله ركعتين فانصرف\r\nاعنهما وانا بمنزلة من\r\nينصرف عن السرقة\r\nمن الحياء\r\nفلان وسيم الوجه\r\nحسنه وهو ذو\r\nوسامة\r\nمجمل اللغة\r\nالمسامة خشية\r\nعربينة ؟ غليظة في\r\nأسفل قاعدتي الباب\r\nوعصا من قدام الهودج\r\nقاموس\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nبا الله با الله حتى يتقطع نفسك صلى على محمد وال محمد وافعل\r\nبي كذا وكذا قال أبو عبد الله عليه السلام انا الضامن من على الله عز\r\nوجل ان لا يبرح حتى ينقضى حاجته\r\nمن حكم هرمس الهرامسة في تاريخ الحكماء\r\nإذا دخلتم في الصيام فطهروا أنفسكم\r\nمن نجس ودنس وصوموا لله سبحانه بقلوب خالصة المنكرة\r\nصافية منزهة من الافكار السيئة والهواجس المنكرة فان الله\r\nسبحانه يستنجس القلوب الملطخة والنيات المدخولة ومع صيام أفواهكم من المآكل فلتصم\r\nجوارحكم من المآثم فان الله سبحانه لا يرضى ان تصوموا من المطاعم فقط لكن من المناكير كلها والفواحش بأسرها\r\nوفى الحديث\r\nعنه صلى الله عليه وآله\r\nوسلم رب صايم ليس له من\r\nصومه الا الجوع والعطش\r\nقبل تسمى أول المحاق الدعجماء\r\nوهى ليلة ثمانية وعشرين\r\nمحل به إلى السلطان سعى به\r\nوفي الدعاء ولا تجعله علينا ما جلا\r\nمصدقا\r\nأساس البلاغة\r\nابتردت\r\nأي اغتسلت بالماء\r\nالبارد\r\nالتعبيد الاستعباد وحقو ؟ ان يتخذه\r\nعبدا وكذلك الاعتباد\r\nالدهداه صغار\r\nالإبل يقال ما ادرى أي الدهراه\r\nهو أي أي الناس هو وقيل أي الدهدآء هو بالمد\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nفزيلنا بينهم ففرقنا بينهم وقطعنا الوصل التي كانت بينهم في\r\nالدنيا قيل عين الكلمة واو لأنه من زال يزول وانما قلبت\r\nياء لان وزن الكلمة فيعل أي زيولنا مثل بيطر فاعل اعلال\r\nسيد وقيل هي زلت الشئ ازيله فعينه على هذا ياء\r\nوالوزن فعل ونظير زيلنا قوله ونادى أصحاب الأعراف\r\nلان ما سيكون عند الله كالكأين إذا الماضي والمستقبل والحال\r\nعنده سواسية الاقدام وما بالنسبة إليه جل ذكره من مضى\r\nولا استقبال ولا حالية بل لعل المراد فزيلنا ونادى وأمثال ذلك\r\nفي وعاء الدهر م ح ق\r\nلكل أمة اجل مقضى مقدر من الله سبحانه في العلم وفى الأعيان\r\nفي وعاء الدهر الذي هو عرش الثبات والقرار وفى أفق\r\nالزمان الذي هو ظرف التقضى والتجدد ومحتد التغير\r\nوالتبدل إذا جاء اجلهم في العلم السابق وفى الوجود في\r\nوعاء الدهر فلا يستأخرون في ظرف الزمان عن ذلك\r\nلأجل ولا يستقدمون فيه عليه م ح ق\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nمن طريق رئيس المحدثين رضوان الله تعالى عليه في جامعة\r\nالكافي من ثلاثياته في الموثق عنه يعنى عن محمد بن\r\nيحيى عن ابن محبوب عن الفضل بن يونس عن أبي الحسن عليه السلام\r\nقال قال لي أكثر من أن تقول لا تجعلني اللهم من المعارين\r\nولا تخرجني من التقصير قال قلت اما المعارين فقد عرفت\r\nفما معنى لا تخرجني من التقصير قال كل عمل تعمله تريد به الله\r\nعز وجل فكن فيه مقصرا عند نفسك فان الناس كلهم\r\nفي اعمالهم فيما بينهم وبين الله عز وجل مقصرون\r\nقلت المعارى من يركب الفرس عريانا قال في القاموس\r\nاعرورى سار في الأرض وحده وقبيحا اتاه وفرسا ركبه\r\nعريانا ونحن نعارى نركب الخيل اعرآء والمعنى بالمعارين\r\nهيهنا المتعبدون الذين يتعبدون لا على اسبغ الوجوه والطائعون\r\nالذين يلتزمون الطاعات ولكن لا على قصيا المراتب بل على\r\nضرب من التقصير كالذين يركبون الخيل ولكن اعرآء\r\nبلغنا الله تعالى أقصى المدى في طاعته م ح ق\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nسبحانك لا تناد في مجدك وملكك ولا تضاد في تدبيرك\r\nوحكمك لا تماس في تمام قربك ولا تحاس في شدة\r\nظهورك سبحانك من قريب لا يبلغه بعد الهمم ومحيط\r\nلا يدركه غوص الفطن سبحانك من متعال لا يشارك\r\nولا يشاكل ومقتدر لا يقاوم ولا يماثل سبحانك\r\nمن متعزز لا يفاخر ولا يباهى ومتجدد لا يشابه ولا\r\nيضاهى سبحانك من عزيز لا ينال ولا يقاس ومهيمن\r\nلا يكاد ولا يحاس لا يكتنه مجده ولا يرتاد ولا يضطهد\r\nعزه ولا يصطاد لم يرتقب عاقبة ولا أمدا وما اتخذ صاحبة ولا\r\nولدا سبحانك وبحمدك تكرم وجهك وتبارك مجدك وتقدس عزك وتعاظم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمن آخر أبواب كتاب السراير لمحمد بن إدريس\r\nرحمه الله في جملة ما ذكره بقوله ومن ذلك\r\nما استطرفناه من رواية أبى القسم بن قولويه\r\nعن الأصبغ قال سمعت عليا عليه السلام يقول\r\nستة لا ينبغي ان يسلم عليهم وستة لا ينبغي ان\r\nيؤموا الناس وستة من هذه الأمة من اخلاف\r\nقوم لوط فاما الستة الذين لا ينبغي ان يسلم\r\nعليهم فاليهود والنصارى وأصحاب النرد\r\nوالشطرنج وأصحاب خمر وأصحاب بربط\r\nوطنبور والمتفكهون بسب الأمهات\r\nوالشعراء الحديث بتمامه\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nفي الحديث ان الدعاء ليلقى البلاء فيعتلجان\r\nإلى يوم القيامة في النهاية الأثيرية أي يتصارعان\r\nوفى فأيق الزمخشري أي يصطرعان ويتدافعان\r\nقلت والدعاء يغلب البلآء وربما يغلب البلآء إذا\r\nكان الدعاء أو الداعي ملحونا أو لم يكن مستجمعا للشرايط\r\nوالوضايف والآداب م ح ق\r\nفي الحديث أوحى الله تعالى إلى داود على نبينا وعليه السلام\r\nقل للملا من بني إسرائيل لا يدعوني والخطايا بين اضبانهم\r\nليلقوها ثم ليدعوني في الفأيق يروى بالنون\r\nوالثاء فهو بالنون جمع ضبن وبالثاء جمع ضبثة على\r\nتقدير حذف التاء كقولهم مؤون في جمع مأنة والضبثة\r\nالقبضة يقال ضبثه الأسد وضبث به إذا قبض عليه\r\nأي وهم محتقبون للاوزار محتملون لها غير مقلعين\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nعنها وفى النهاية الأثيرية بين اضباثهم أي في\r\nفي قبضاتهم والضبثة القبضة يقال ضبثت على\r\nالشئ إذا قبضت عليه أي هم محتقبون للاوزار\r\nمحتملوها غير مقلعين عنها ويروى بين اضبانهم\r\nبالنون أي يحملون الأوزار على جنوبهم كما يحمل\r\nالانسان الشئ في ضبنه والضبن الجنب والناحية\r\nم ح ق\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nمحمد بن إسماعيل عن الفضل بن شاذان عن حماد بن\r\nعيسى عن ربعي بن عبد الله عن الفضيل بن يسار عن أبي\r\nعبد الله عليه السلام قال كان علي بن الحسين صلوات\r\nالله عليه إذا قام في الصلاة تغير لونه فإذا سجد لم\r\nيرفع رأسه حتى يرفض عرقا قلت الطريق\r\nصحيح ويرفض من الارفضاض وهو الترشش والسيلان\r\nأي حتى يترشش عرقه ويسيل فمن الصلاة تهتن النفس الناطقة\r\nثم يوجب ذلك اهتزازا في الجوارح والأركان ولذلك\r\nتحقيق وبسط في كتابنا خلسة الملكوت وارفضاض\r\nالعرق ( انما هو ) من الدهش والوله في سطوع نور الله العظيم\r\nوالاستحياء والخجل من نقصان الطاعة في جنب ما يستحقه عن\r\nجلال وجهه الكريم وتأثير المجرد في الجسماني والجسماني\r\nفي المجرد أصل من أصول الحكمة لشريكنا السالف في تحقيقه\r\nرسالة الفيض الإلهي م ح ق\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nيا هادي يا هادي يا هادي يا هادي يا هادي يا هادي يا هادي\r\nيا هادي يا هادي يا هادي يا هادي يا هادي يا هادي يا هادي يا هادي\r\nيا هادي يا هادي يا هادي يا هادي يا هادي يا هادي من استهدى\r\nيا هادي من يشاء إلى صراط مستقيم اللهم صلى على محمد وآل محمد\r\nواهدني لسبيلك واهد عبادك لي برحمتك يا ارحم الراحمين\r\nاللهم صلى على عبدك ورسولك سيدنا ونبينا محمد وآل محمد\r\nواهد قلبي لك واهد لي قلوب عبادك وسخرهم لي ولينهم\r\nعلى طاعتك وعبادتك واحياء شعائر دينك وإقامة\r\nسنة نبيك وسنن أوصيائه الطاهرين برحمتك يا خير الراحمين\r\nفان أزمة القلوب بيدك وذمم النواصي والاقدام\r\nفي قبضتك وأنت ولى المؤمنين م ح ق\r\nالرئة السحر مهموزة وتجمع\r\nعلى رئين كفئة وفئين\r\nم ح ق\r\nالرأي معروف وجمعه\r\nآارآء وارآء ورئى\r\nويقال أيضا به رئى من\r\nالجن أي مس\r\nصفوة الشئ بالكسر صفوته\r\nيقال ذهب عفوة هذا\r\nالنبت أي لينه وخيره\r\nوأكلت عفوة الطعام\r\nأي خياره\r\nحديث الاعتكاف البر ترون بهن\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nسبحانك لا ثناد في مجدك وملكك ولا تضاد في\r\nتدبيرك وحكمك ولا تماس في ( تمامه ؟ ) قربك ولا تحاس في ( شدة ؟ ) ظهورك\r\nسبحانك من متعال لا يشارك ولا يشاكل ( مقتدر ؟ ) ولا يقاوم ولا يمثل\r\nمتعزز لا يفاخر ولا يباهى و ( متمجد ) لا يشابه ولا يضاهى ( عزيز ) لا ينال ولا يقاس\r\nومهيمن لا يكاد ولا يحاس سبحانك من قريب لا يبلغه بعد الهمم\r\nومحيط لا يدركه غوص الفطن لا يكتنه مجده ولا يرتاد\r\nولا يضطهد عزه ولا يصطاد م ح ق\r\nعن طريق الكافي في الصحيح عن\r\nصفوان بن يحيى عن عبد الرحمن بن الحجاج\r\nقال كان أبو عبد الله عليه السلام إذا قام\r\nآخر الليل يرفع صوته حتى يسمع أهل الدار\r\nويقول اللهم اعني على هول المطلع\r\nووسع على ضيق المضجع وارزقني خير\r\nما قبل الموت وارزقني خير ما بعد الموت\r\nمما قد صح في الحديث عن سيدنا رسول الله\r\nصلى الله عليه وآله الظوا بياذا الجلال\r\nوالاكرام\r\nأاهو مربع ذو جذر نور\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nلسان الحال افصح اللسانين\r\nومنطق القلب أبلغ المنطقين وفى\r\nالتنزيل الكريم وان من شئ الا يسبح بحمده أي\r\nبلسان حال طباع الامكان الذاتي ومنطق ليسيته سنخ المهية\r\nالجوازية ولكن لا تفقهون تسبيحهم لكون قوتكم العاقلة مؤفة وقلوبكم التي\r\nفي صدوركم مغلوفة فإياكم أيها الذاكرون الله بألسنتكم وافواهكم ان يكذب لسان حالكم لسان\r\nمقالكم وأن يكون منطق افئدتكم على خلاف منطق ألسنتكم وتذكروا ان الله سبحانه هو الرقيب\r\nعليكم والمطلع على ضمائركم ونياتكم وان الله لا يضيع عمل عامل منكم من ذكرا وأنثى وان إلى الله\r\nمنتهاكم ورجعاكم واليه مصيركم في آخرتكم واوليكم واعلموا ان القلم أحد اللسانين بل\r\nالسنهما بيانا والهجهما مقالا وادومهما قولا وابقاهما نطقا فاحفظوا اقلامكم عما\r\nيحق عليكم حفظ اللسان عنه والله سبحانه ولى الفضل والرحمة به الاعتصام ومنه\r\nالعصمة م ح ق الدعاء بلسان الاستعداد يجاب ولا يرد والآمل بمقدار\r\nالاستحقاق يفوز ولا يخيب والمعونة تنزل من السماء على قدر بقدر المؤنة\r\nوإذا سألك عبادي عنى فانى قريب أجيب دعوة الداع إذا دعاني فليستجيبوا\r\nلي وليؤمنوا بي لعلهم يرشدون أي فليولجوا أنفسهم في باب الاستحقاق لاجابتي\r\nدعوتهم وليؤضوا باني جواد وهاب لاضنانة في وجودي ولا تسويف\r\nفي هبتي إذا وحدت سائلا مستحقا للعطاء وآملا ( اهلا ) للرحمة\r\nأفضت عليه من بحار رحمتي الواسعة التي\r\nلا تفنى ولا تنجذ وسحاب فضلى\r\nالعظيم الذي لا ينبت\r\nولا ينصرم\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nوأعطيته من مواهب\r\nخزائني التي لا تنفد ولا\r\nتبيد م ح ق ارتبطوا نعم ربكم\r\nتعالى سلطانه بالشكر وحصنوا أموالكم بالزكاة\r\nوادفعوا البلآء عنكم بالدعاء فالدعاء منجاة من كل ملمة\r\nوجنة من كل نازلة ووقاية من كل قارعة لعل القبور في وما أنت\r\nبمسمع من في القبور هي الأبدان فالسفهاء الطغام الجاهلون حيواتهم ممات\r\nوأبدانهم لنفوسهم قبور وأجسادهم لأرواحهم اجداث وفى انا عند المنكسرة قلوبهم والمندرسة\r\nقبورهم القلوب هي النفوس والقبور هي الأبدان في الحديث الدعاء ليلقى البلآء فيعتلجان\r\nإلى يوم القيامة في النهاية الأثيرية أي يتصارعان وفى فأيق الزمخشري أي يصطرعان ويتدافعان\r\nقلت والدعاء يغلب البلآء وربما يغلب البلآء إذا كان الدعاء أو الداعي ملحونا أو لم يكن مستجمعا للشرايط\r\nوالوظايف والآداب م ح ق في الحديث أوحى الله تعالى إلى داود على نبينا وعليه السلام قل للملاء\r\nمن بني إسرائيل لا يدعوني والخطايا بين اضباثهم ؟ ليلقوها ثم ليدعوني في الفأيق يروى\r\nبالنون والثاء فهو بالنون جمع ضبن وبالثاء جمع ضبثة على تقدير حذف التاء كقولهم\r\nمؤون في جمع مأنة والضبثة القبضة يقال ضبثة الأسد وضبث به إذا قبض عليه\r\nأي وهم محتقبون للاوزارهم محتملون لها غير مقلعين عنها وفى النهاية الأثيرية\r\nبين اضباثهم أي في قبضاتهم والضبثة القبضة يقال ضبثت على الشئ\r\nإذا قبضت عليه أي هم محتقبون للاوزارهم محتملوها\r\nغير مقلعين عنها ويروى بين اضباثهم\r\nأي يحملون\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n( على\r\nجنوبكم كما يحمل الانسان الشئ\r\nفي ضبنه والضين الجنب\r\nوالناحية م ح ق ) في حديث الدعاء لك الحمد أنت قيام السماوات والأرض\r\nوفى رواية قيم وفى أخرى قيوم وهى من أبنية المبالغة\r\nوهى من صفات الله تعالى ومعناها القائم بأمور الخلق ومدبر\r\nالعالم في جميع أحواله واصلها من الواو قيوام وقيوم وقيووم\r\nبوزن فيعال وفيعل وفيعول والقيوم من أسماء الله تعالى المعدودة\r\nوهو القائم بنفسه مطلقا لا بغيره وهو مع ذلك يقوم به كل موجود حتى\r\nلا يتصور وجود شئ ولا دوام وجوده الا به ومنه الحديث حتى يكون لخمسين\r\nامرأة قيم واحد قيم المرأة زوجها لأنه يقوم بأمرها وما تحتاج إليه ومنه\r\nالحديث ما أفلح قوم قيمهم امرأة ومنه الحديث اتاني ملك فقال أنت\r\nقثم وخلقك قيم أي مستقيم حسن ومنه الحديث ذلك الدين القيم\r\nأي المستقيم الذي لا زيغ فيه ولا ميل عن الحق وفيه ذكر يوم القيامة في غير\r\nموضع قيل أصله مصدر قام الخلق من قبورهم قيامة وقيل هو تعريب\r\nقيمثا وهو بالسريانية بهذا المعنى نهاية\r\nالديوم\r\nفيعول من ادام\r\nيدوم دوما ودواما واما الديموم\r\nفهو فعلول منه لا فيعول واصله دوموم فقلبت\r\nالواو ياء م ح ق القثم المجتمع الخلق وقيل\r\nالجامع الكامل وقيل المجموع للخيرية ورجل\r\nقثم أي معطآء قال ابن الأثير في النهاية تسمى\r\nالرجل قثم معدول عن قاثم وهو الكثير العطاء\r\nومنه حديث المبعث أنت قثم أنت المقفى أنت\r\nالحاشر هذه أسماء للنبي عليه السلام م ح ق\r\nفلان يقام به وقيم بفلان\r\nواقام من مكانة\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nوأقاموا\r\nبالدار قطنوا بها\r\nوأقاموا عن الدار طعنوا عنها قاله\r\nالزمخشري في أساس البلاغة م ح ق الحج المبرور\r\nالذي لا يخالط شئ من المآثم والبيع المبرور الذي لا شبهة\r\nفيه ولا كذب ولا خيانة مغرب وطبيته عن كذا أي صرفته عنه واطبى بنو\r\nفلان فلانا إذا خالوه وقبلو ويقال خلف طبي أي مجيب واطباه دعاه وطباه مثله\r\nمجمل اللغة\r\nالخلف واحد اخلاف\r\nالضرع مجمل يقال طباه اللهو\r\nفاتبعه\r\nطباه يطبوا دعاه وكذلك اطباه\r\nعلى افتعله ص\r\nمن اخر أبواب\r\nكتاب السراير لمحمد بن إدريس\r\nرحمه الله في جملة ما ذكره بقوله ومن ذلك ما استطرفناه\r\nمن رواية أبى القسم بن قولويه عن الأصبغ قال سمعت عليا عليه السلام\r\nيقول ستة لا ينبغي ان يسلم عليهم وستة لا ينبغي ان يؤمنوا الناس وستة\r\nمن هذه الأمة من اخلاف قوم لوط فاما الستة الذين لا ينبغي ان يسلم عليهم\r\nفاليهود والنصارى وأصحاب النرد والشطرنج وأصحاب خمر وأصحاب بربط\r\nوطنبور والمتفكهون بسب الأمهات والشعراء الحديث بتمامه\r\nبسم الله الرحمن الرحيم\r\nاخلص معاشك لمعادك واجعل مسيرك\r\nفي مصيرك وتزود مما تؤتاه زادك ولا تفسد\r\nبمتاع الغرور فؤادك ولا تهتم برزقك ولا\r\nتغتم في طسقك فالذي يبقيك يرزقك\r\nونصيبك يصيبك م ح ق\r\nالموعظة إذا خرجت من صميم القلب ولجت في حريم القلب\r\nوإذا خرجت من ناحية اللسان لم تتجاوز اصمخة الآذان\r\nوبعبارة أخرى العظة الناصحة تخرج من القلب\r\nالسليم فتلج في القلب الصميم فإذا انطق ذو\r\nسر سقيم كان فكأنما يكن يقعقع حلقة من عظيم رميم\r\nم ح ق\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nالقثم المجتمع الخلق وقيل الجامع الكامل وقيل الجموع للخيرية ورجل\r\nقثم أي معطآء قال ابن الأثير في النهاية سمى الرجل قثم معدول عن\r\nقاثم وهو الكثير العطاء ومنه حديث المبعث أنت قثم أنت المقفى أنت\r\nالحاشر هذه أسماء للنبي عليه السلام م ح ق\r\nفلان يقام به وقيم بفلان واقامه من مكانه وأقاموا بالدار قطنوا\r\nبها وأقاموا عن الدار ظعنوا عنها قاله الزمخشري في أساس البلاغة م ح ق\r\nالحج المبرور الذي لا يخالطه شئ من المآثم والبيع المبرور\r\nالذي لا شبهة فيه ولا كذب ولا خيانة مغرب\r\nوطبيته عن كذا أي صرفته عنه واطبى بنو فلان فلانا إذا خالوه\r\nوقبلوه ويقال خلف طبي أي مجيب واطباه دعاه وطباه مثله\r\nمجمل اللغة\r\nطباه يطبوه دعاه\r\nوكذلك اطباه على\r\nافتعله ص\r\nالخلف واحد اخلاف الضرع\r\nمجمل\r\nيقال طباه اللهو\r\nفاتبعه\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والثقة بالعزيز العليم واتخذ الله إبراهيم خليلا\r\nنجاز عن اصطفائه واختصاصه بكرامته تشبه كرامة الخليل عند\r\nخليله والخليل المخال وهو الذي يخالك أي يوافقك في خلالك\r\nأو يسايرك في طريقتك من الخل وهو الطريق في الرمل أو يسد\r\nخلك كما تسد خلله أو يدخلك خلال منازلك وحجبك فان\r\nقلت ما موقع هذه الجملة قلت هي جملة اعتراضية لا محل لها من\r\nالاعراب كنحو ما يجئ في الشعر من قولهم والحوادت جمة فايدتها\r\nتأكيد وجوب اتباع ملته لان من بلغ الزلفى عند الله ان اتخذه\r\nخليلا كان جديرا بان يتبع ؟ ملته وطريقته ولو جعلتها معطوفة\r\nعلى الجملة قبلها لم يكن له معنى وقيل إن إبراهيم عليه السلام بعث إلى\r\nخليل له بمصر في أزمة أصابت الناس يمتار منه فقال خليله\r\nلو كان إبراهيم يطلب الميرة لنفسه لفعلت ولكنه يريدها\r\nللأضياف فاجتاز غلمانه ببطحاء لينة فملاء وامنها الغرائر\r\nالبطحاء فتات الحصى التي بطحها السيل ولينة موضع بالبادية على يسار المصعد في طريق مكة\r\nوقد ادركتني والحوادث جمة * اسنية قوم للضعاف والاعزل\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nحياء من الناس فلما أخبروا إبراهيم ساءه الخبر\r\nفحملته عيناه وعمدت امرأة إلى غرارة منها فأخرجت\r\nأحسن حواري واختبزت واستنبه إبراهيم فاشتم\r\nرايحة الخبز فقال من اين لكم هذه فقالت امرأته من\r\nخليلك المصري فقال بل من عند خليلي الله عز وجل\r\nفسماه الله خليلا من الكشاف\r\nوالحصى\r\nالبطحاء الرمل اللين والحصى\r\nالصغار الدقاق ولنية\r\nبكسر اللام واسكان المثناة\r\nمن تحت قبل النون المفتوحة\r\nاسم واد بقرب الطائف\r\nوفى القاموس انها علم ماء\r\nبطريق مكة حفرة سليمان\r\nعليه السلام وتقال للنخلة\r\nلنية قبل اللون نوع من\r\nالنخل وهو الدقل وفى النهاية\r\nالأثيرية وقيل النخل كله ما\r\nخلا البرنى والعجوة يسميه\r\nأهل المدينة الألوان واحدته لنية\r\nواصلها لونة فقلبت الواو باء\r\nللكسرة اللام وفى المغرب اللونة\r\nبالضم أيضا النخلة وفى النهاية\r\nالأثيرية ان لية بكسر اللام وتشديد\r\nالمثناة من تحت المفتوحة اسم موضع\r\nبالحجاز أصلها لوية أدغمت الواو في اليآء\r\nومنه في حديث الزبير أقبلت مع رسول\r\nالله صلى الله عليه وآله من لية م ح ق\r\nهفت تكبير صلاة الفريضة الله أكبر الله أكبر الله أكبر اللهم أنت\r\nالملك الحق المبين لا آله الا أنت سبحانك وبحمدك عملت\r\nسوء وظلمت نفسي فاغفر لي إذ لا يغفر الذنوب الا أنت\r\nالله أكبر الله أكبر آهسته بكويد دستها را برداشته لبيك وسعديك\r\nوالخير في يديك والشر ليس إليك والمهدى\r\nمن هديت عبدك وابن عبديك بين يديك منك وبك ولك واليك\r\nلا ملجاء ولا منجاء ولا مفر منك الا إليك تباركت وتعاليت\r\nسبحانك وحنانيك سبحانك رب البيت الحرام الله أكبر الله أكبر\r\nوجهت وجهي للذي فطر السماوات والأرض على ملة إبراهيم ودين محمد\r\nومنهاج على حنيفا مسلما وما انا من المشركين ان صلواتي ونسكي\r\nومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وانا من\r\nالمسلمين أعوذ باسمه السميع العليم من الشيطان\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nقلت انما الخليل القيقى هو الله سبحانه اما إذا اخذ بمعنى من يدا\r\nخلك خلال منازلك وحجبك ودخله امرك وداخلة مرك فبين فإنه\r\nعز وجل معك أينما كنت وهو محيط بكل ذرة من ذرات وجودك وبكل\r\nنكنة من نكات هويتك وأقرب إليك من نفسك والى ذاتك من طباعك\r\nوساتر عليك عورات سرك وسيئات ضميرك قيل لبعض العارفين من\r\nنصحب من الناس قال من يعلم منكم مثل ما يعلم الله ثم يستر عليكم كما يستر الله\r\nوكذلك إذا اخذ من الخل بالفتح بمعنى الطريق في الرمل أو الخلة بمعنى الخصلة\r\nفإنه سبحانه يسايرك في طريقتك ويوافقك في خلالك فيعاملك في\r\nحسناتك ومحاسنك بالحسنى والاحسان ويداريك على سيئاتك ومساويك\r\nبالستر والامهال والعفو والاغماض واما إذا اخذ من الخلة والخلالة\r\nبمعنى الصداقة والمودة فلانه جل مجده هو الذي يود الخير ويحبه لذاته\r\nلا لغرض وعوض أصلا فإنه الخير المحض من كل جهة والخير المطلق من غير\r\nتقييد واما من عداه سبحانه فإنما محبته ومودته للخير لغرض ما لا\r\nمحالة يعود إلى ذاته وأدناه الاستكمال والاستسعاد والتجمل والتحلى\r\nبما يوده ويحبه ويؤثره ويهواه فكل خليل وصديق وواد ورؤف\r\nفهو في خلته وصداقته ووده ورأفته مستعيض بذلك عوضا ما البتة\r\nالا الله عز وجل لأنه الجميل الحق والغنى المطلق في ذاته بذاته من حيث نفس\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nذاته ومن كل جهة من جهات ذاته التي هي عين مرتبة الأحدية الحقة\r\nولا يتصور كمال ما مطلق من الكمالات المطلقة يكون وراء مرتبة ذاته\r\nبوجه من الوجوه أصلا فالودود من أسمائه المقدسة الحسنى اما انه بمعنى\r\nالفاعل أي الذي يحب خير نظام الوجود لذاته لا لعوض وغرض يعود إلى\r\nذاته ولا بتشوق وهمامة يزيد على ذاته والذي يحب الخير لجميع الخلق\r\nوهو محب لعباده فيحسن إليهم ويثنى عليهم وهو قريب من معنى الرحيم\r\nلكن الرحمة إضافة إلى مرحوم والمرحوم هو المحتاج والمضطر وافعال\r\nالرحيم تستدعى مرحوما ضعيفا وافعال الودود لا تسدعى ذلك بل الا\r\nبتدآء بالانعام والاكرام من بدؤ الامر من نتايج الود وكما رحمته تعالى معناها\r\nارادته الخير للمرحوم ولطفه به وكفايته له وهو منزه عن رقة الرحمة فكذلك\r\nوده سبحانه معناه إفاضة الكرامة والنعمة وارادته الاحسان والانعام\r\nوهو متقدس عن عطوفة المحبة وميلان المودة واعتلاق الحب وعلاقة\r\nالوداد لكن المودة والرحمة لا يرام بهما في حق المودود والمرحوم وبالقياس\r\nاليهما الا ثمرتهما وفأيدتهما لا الرقة والميل والانعطاف والاعتلاق\r\nفالفأيدة والثمرة لباب المودة والرحمة ولبهما ومحبهما وروحهما وذلك\r\nهو المتصور في حق الله تعالى دون ما هو المقارن والمجاور لهما وغير مشروط\r\nبه الأمي البتة في الإفادة واما هو بمعنى المفعول أي الذي هو معشوق ذاته\r\nالبهية الحقة ومعشوق ملائكته المقربين وأوليائه العارفين والمحبوب ؟\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nلعقولهم والمودود في قلوبهم لما أدركوه من بهائه وجماله ونالوه من فيضه\r\nونواله بما قد ساق إلى البابهم وبصائرهم من العلوم والمعارف وأفاض\r\nعلى نفوسهم وأبدانهم من النعم والالطاف تنبيه حظ العبد من اسم\r\nالله الردود على التقدير الأول ان يكون بحيث يريد لخلق الله كل ما يريده\r\nمن الخير لنفسه واعلى من ذلك ان يوثرهم على نفسه كمن قال أريد ان أكون\r\nجسرا على النار يعبر على الخلق ولا يألمون وكمال هذه المرتبة ان لا يصده\r\nالحقد والغضب ولا ما اصابه منهم من الأذى عن الايثار والاحسان\r\nكما كان رسول الله صلى الله عليه وآله كسرت رباعيته فقال اللهم اهد قومي\r\nفإنهم لا يعلمون فلم يمنعه سوء ضيعهم به عن ارادته الخير لهم وقال صلى الله\r\nعليه وآله لعلى عليه السلام ان أردت ان تسبق المقربين فصل من قطعك\r\nواعط من حرمك واعف عمن ظلمك وهذه المودة للخلق انما الميسر\r\nلهما من كون مودود رحمة الله ومحبوب رأفته وعلى التقدير الثاني ان يكون\r\nبحيث يجعله الله تعالى مودودا في صدور عباده وإمائه محبوبا لقلوب\r\nأوليائه وأحبائه ولا يتيسر ذلك الا لمن يكون صادقا في محبة الله تعالى خالصا\r\nفي مودته وعلى ما دريت يستبين لك ان العبد انما يكون خليلا ودودا لله\r\nسبحانه ولعباده وعز شأنه إذا ما كان متخلاقا باخلاق الله جل سلطانه ذلك\r\nفضل الله يؤتيه من يشاء والله ذو الفضل العظيم م ح ق\r\nمن طريق الصدوق رحمه الله\r\nعن الصادق عليه السلام ولد\r\nواحد يقدمه الرجل أفضل\r\nمن سبعين ولدا يبقون\r\nبعده يدركون القائم\r\nعليه السلام وفى رواية\r\nكلهم قد يركب الخيل\r\nوقاتل ؟ في سبيل الله\r\nوعن النبي صلى الله عليه وآله\r\nانى أباهي\r\nبكم الأمم يوم القيامة\r\nحتى بالسقط يظل\r\nمحينطا على باب الجنة\r\nفيقال له ادخل فيقول\r\nلا حتى يدخل أبواي\r\nقبلي\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nبسم الله الرحمن الرحيم ربنا انى أسكنت من ذريتي أي بعض\r\nذريتي أو ذرية من ذريتي فحذف المفعول وهم إسماعيل ومن ولد منه\r\nاعني محمدا صلى الله عليه وآله وعليا عليه السلام وفاطمة صلوات الله\r\nعليها وفى ذلك توسل بهم عليهم السلام في الدعاء لغرض الإجابة فكان إبراهيم\r\nعليه السلام قال في دعائه ربنا انى ان ضيعت إسماعيل وهاجر فقد ضيعت\r\nمحمدا وعترته بواد غير ذي زرع يعنى وادى مكة فإنها حجرية لا تنبت\r\nعند بيتك المحرم الذي حرمت التعرض لحرمته والتهاون بحرم قدره فكان\r\nلم يزل معظما ممنعا تهابه الجبابرة أو حرمت على الطوفان ان يستولى عليه\r\nوليعلم ان من باب تطابق العوالم وادى مكة بحسب كونه حجريا غير ذي زرع\r\nلا ينبت زرعا ولا نباتا بل يجبى إليه كل الثمرات والأطعمة من ساير البلدان\r\nوالأدوية مثال وادى التشأة الآخرة إذ لا حرث فيها ولا زرع أصلا\r\nبل انما موضع حرثها ومزرعة نعيمها الدنيا منها تجبى إليها زروع بذور\r\nالسعادة وثمرات أشجار البهجة وذخيرة عيشها الدايم وقوت حيواتها\r\nالأبدية والبيت الممنع المكرم المحرم في بطنان حرمها مثال قبة ارض\r\nالعالم العقلي في إقليم قدس تلك النشأة الحقة الباقية فليتدبر العاقل\r\nالقبصه المتيقظ في مرتفق جوهره ومرتزق روحه وليتفكر في\r\nعاقية امره ومعاذ ذاته وليدبر زاد سفره ومصير نفسه وما\r\nالا بالله عليه توكلت واليه أنيب م ح ق ختم الله له بالحسنى\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nالواعظ إذا خرجت من حريم القلب السليم ولجت في وتين القلب الضميم وإذا\r\nكان مخرجها تقعقع أطراف اللسان فكأنما قد حلفت بمغلظات الايمان\r\nان لا تتجاوز اصمخة الآذان ولا تنفذ في منافذ الايمان ولا تدخل مشاعر\r\nالايقان م ح ق الحضر العدو واحضر الفرس عدا واشتد في عدوه\r\nوفرس محضير سريع الحضر وكذلك محضار قاله في مجمل اللغة ثم قال قال\r\nالمح بالضم وتشديد المهملة صفرة البيض م ح ق\r\nالخليل غير أنه لا يقال الا بالياء وهو من النوادر م ح ق\r\nحرم على عيني ان تفاما * إذا كان من اهواه لا ينام\r\nالمصراعان مختلفان في الوزن * عجبا فهل للعاشقين نفوس\r\nمستفعلن مستفعل متفاعلن * متفاعلن مستفعلن فعلاتن\r\nحرام على عيني لذيذ صنامها * إذا كان من اهواه ليس ينام ( بنايم ؟ )\r\nارض شجيرة وشجرآء أي كثيرة الأشجار ووآد شجير\r\nولا يقال وادا شجر وواحد الشجرآء شجرة ولم يأت من المجموع على\r\nهذا المثال الا حرف يسيرة شجرة وشجرآء وقصبة وقصبآء\r\nوطرفة وطرفاء وحلفة وحلفاء وكان الأصمعي يقول في واحد\r\nالحلفاء حلفة بكسر اللام مخالفة لاخواتها وقال سيبويه الشجرآء\r\nواحد وجمع وكذلك القصباء والطرفاء والحلفاء صحاح\r\nوفى الحديث ابن الأكوع\r\nحتى كنت في الشجرآء\r\nأي بين الأشجار والمتكا\r\nتفة وهو للشجرة\r\nكالقصبآء للقصبة فهو اسم مفرد يراد به\r\nالجمع وقيل هو جمع\r\nوالأول أوجه نهاية اليقظة بفتحتين لا غير\r\nخلاف النوم مغرب\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمن خطب السيد الداماد قدس سره في يوم الجمعة بخطه الشريف\r\nبسم الله الرحمن الرحيم والاعتصام بالعزيز العليم\r\nمن خطبنا التي نخطب بها في الجمعات بإذن الله سبحانه\r\nالحمد لله رب العالمين سرمدي البهاء دأيم الجود فاطر\r\nالحقيقة صانع الوجود شمس الشمس ومقمر القمر بارئ\r\nالمواد ومصور الصور مبدع الانيات القدسية\r\nومخترع المهيات الكونية مع كل شئ لا بموالجة\r\nوممازجة وفوق كل شئ لا بمعارجة ومدارجة بهاء\r\nوجهه الكريم لا يحده الوصف ولا يبلغه الثناء ومجد جلاله\r\nالعظيم فوق الفوق وورآء الورآء تعالى عن دومه\r\nعن وعاء الدهر وافق الزمان وتعاظم صقع\r\nقدسه عن عالم السمت وإقليم المكان ان قيل كان\r\nفعلى تأويل أزلية الوجود وان قيل لم يزل فعلى\r\nتأويل نفى العدم دبر النظام بحكمته وايس الايس\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nوأين الأين بقدرته وحيث الحيث سبحانه يعلم ما\r\nيلج في الأرض وما يخرج منها وما ينزل من السماء وما\r\nيعرج فيها وهو معكم أينما كنتم والله بما تعملون بصير\r\nله ملك السماوات والأرض واي الله ترجع الأمور\r\nيولج الليل في النهار ويولج النهار في الليل وهو عليم\r\nبذات الصدور لم يجعل سبيلا إلى معرفته الا باستكانة العجز عن\r\nمعرفته ولا طريقا إلى شكر مننه الا بضراعة التقصير في حقه\r\nوالاعتراف بالتفريط في جنبه واشهد ان لا إله إلا الله وحده\r\nلا شريك له شهادة ارتاح بفجرها في ظلمات وحشة المرمس\r\nوكربات نفحة الصور وأستعين بروحها على دواهي\r\nميقات البعث وأهوال يوم النشور واشهد ان\r\nعبده ورسوله محمد صلواته عليه وآله بعيثه إلى الورى رحمة\r\nللعالمين وسفيره إلى البرايا ذريعة ووسيلة إليه للأولين\r\nوالآخرين ابتعثه على قترة من الرسل ومجالى نور الحكمة\r\nدامسة ومسالك فيض الرحمة طامسة فأضحت أنوار\r\nالهدى في نهار سنته الزاهرة وضاحية سيرته الباهرة\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nلامعة السطاع شرقانية الالتماع ساطعة الشعاع شعشعانية\r\nالارتفاع صلى الله وحامته الطاهرين وعترته المطهرين\r\nأكرم الصلاة وسلم عليه وعليهم أطيب التسليم واستغفر\r\nالله من رمزات الالحاظ وسقطات الالفاظ وهفوات\r\nاللسان وسهوات الجنان وهو خير الغافرين\r\nعباد الله الموقنين وارقاءه المخبتين أوصيكم\r\nيتقوى الله العزيز العليم في السر والعلن واستذكار\r\nهاذم اللذات الباغت في السرور والحزن عباد الله\r\nبقية عمر المؤمن لا ثمن لها يدرك بها ما فات ويحيى بها\r\nما مات الا فاختلسوها من جيوش الهيولى واستنقذوها\r\nمن جنود الطبيعة ولا تميتن بها ما أنتم محيوه ولا تحبطن\r\nفيها ما أنتم مدركوه واعلموا ان صحابتكم الجسدانية\r\nوعصابتكم الهيولانية من مشاعركم الحسية ومستلذاتها\r\nوقواكم الطبيعية ومستحباتها لهى نواهب بهائكم الأبدي\r\nوسوالب روآئكم السرمدي ولصوص حيوتكم الخالدة\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nوخصوم بهجتكم الدائمة وان التشوق إلى وصال الله\r\nسبحانه والتأهب للقائه ترياق سم الموت ( مدفاع لدغ السام ) وان نفض\r\nجلباب الجسد ونضوه ورفض إقليم الحس وهجره عاذة\r\nهو أم كورة الظلام ورقية أهوال ما بعد الحمام الا\r\nوان الخطايا والذنوب خيل شمس حمل عليها أهلها ثم خلعت\r\nلجمها فتقحمت بهم في أودية النار الا وان التقوى والزهد\r\nوالذكرى مطايا ذلك حمل عليها أهلها وأعطوا أزمتها\r\nفأوردتهم طبقات الجنة وفتحت لهم أبوابها فاستشموا\r\nريحها وطيبها ووجدوا روحها وريحانها وقيل لهم\r\nادخلوها بسلام آمنين أيها المتفكر في عاقبته المتدبر في\r\nمعاده لا تؤثرن على الباهجات الباقيات عند ربك داثر\r\nمتاع الغرور بين يديك واذكرن قول سيدنا رسول الله\r\nصلى الله عليه وآله أعد اعداك نفسك التي بين\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nجنبيك معشر المؤمنين ان يوم الجمعة سيد الأيام وأكرم\r\nالأعياد فيما جعله الله تعالى لكم وان صلاة الجمعة فيه فريضة\r\nمكتوبة افترضها الله سبحانه على كل مؤمن الا الصبى والمرأة\r\nوالعبد والمريض ومن كان في نأى أو على سفر ففي الحديث\r\nعن سيدنا رسول الله صلى الله عليه وآله وسلم قال إن\r\nالله تعالى كتب الجمعة فريضة واجبة إلى يوم القيامة وقال\r\nصلوات الله عليه وآله من كان يؤمن بالله واليوم الآخر فعليه\r\nالجمعة يوم الجمعة وعنه صلى الله عليه وآله لينتهين أقوام\r\nغن ودعهم الجمعات أو ليختمن الله على قلوبهم وليكتبن\r\nمن الغافلين وعنه صلوات الله عليه وآله المهجر إلى الجمعة\r\nكالمهدى بدنة وعنه عليه وآله صلوات الله وتسليماته أف\r\nلكل مسلم لا يفرغ نفسه في كل جمعة لامر دينه فيتعاهده\r\nوقال صلى الله عليه وآله لقوم كانوا يصلون في منازلهم\r\nولا يحضرون الجماعة لتحضرن المسجد أو لا حرقن عليكم\r\nمنازلكم وقال صلى الله عليه وآله داعيا على تارك الجمعة فلا جمع\r\nعباد الله من اعتز بغير الله ذل ومن امل غير معروفه خاب ومن استعان الا إياه خذل ومن كان ظاهره أرجح من باطنه\r\nفقد خف ميزانه ومن كان دنياه أحب إليه من آخرته فقد خسرت متاجرته وصفقته وساء متقلبه ومصيره اما علمتم ان من تدعون من دون الله لا يغنى\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nعنلم من الله\r\nشيئا كما يقول\r\nالقرآن الحكيم\r\nمثل الذين\r\nاتخذوا من\r\nدون الله\r\nأولياء كمثل\r\nالعنكبوت\r\nاتخذت بيتا\r\nوان أوهن البيوت\r\nلبيت العنكبوت\r\nلو كانوا يعلمون\r\nعباد الله اتعظوا\r\nمواعظ القرآن\r\nوتروحوا بفوايحه\r\nوتأنقوا بحقايقه فنعم ما كان\r\nيقول إن هد عبادلة الصحابة\r\nعبد الله بن مسعود رضى الله تعالى عنه إذا وقعت\r\nفي آل جم وقعت في روضات دمثات اتانق فيهن\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والاعتصام بالعزيز العليم الحكيم\r\nالحمد لله رب العالمين المتمجد عزه المتعزز مجده المتسرمد بهاؤه\r\nالمتأبد بقاؤه المتلألئ نوره المتشعشع ظهوره المتساطع\r\nبرهانه المتعاظم سلطانه المتقدس صقعه عن السمت\r\nوالمكان المتعالى دومه عن الدهر والزمان سبحانه\r\nلا ينقاس ( لا يقاس ) امر جلاله بمقاييس الخواطر والأوهام ولا يعتار ( لا يعاير خ ك )\r\nقدس كماله بمعايير العقول والافهام لا يصطاد كنه مقام\r\nمعرفته بشبكة التكنيه والتحديد ولا يقتنص وفآء حق\r\nمكرمته بشركة التقديس والتمجيد سبحانه علا فدنا في\r\nعلوه وظهر فبطن في ظهوره أشرق فاحتجب باشعة بهاء وجهه\r\nالكريم واشع فاختفى في سطوع شعاع نوره العظيم سبحانه\r\nلا تدركه الابصار وهو يدرك الابصار ولا تناله البصائر\r\nوهو يحوط البصائر ونشهد ان لا إله إلا الله وحده لا شريك\r\nله شهادة نستضئ بضوءها في دياجير دياجى الظلمات ونستعين\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nبروحها على نوائب ما بعد الموت من الدواهي والصعوبات\r\nونشهد ان محمدا عبده ونجيبه ورسوله وحبيبه بعيث\r\nرحمته وسفير حكمته وصفوته من بريته وخيرته من خليقته اصطنعه\r\nعروة للمستمسكين وابتعثه رحمة للعالمين صلى الله عليه\r\nوآله وعترته وأوصيائه وحآمته احفى كرأيم الصلاة وسلم عليه\r\nوعليهم أوفى اطأيب التسليم ونستعيذ بالله من سيئات العمل\r\nوسقطات الزلل وتبعات الخطل وبه نستعين عباد الله الموقنين\r\nوارقائه المخبتين أوصيكم بتقوى الله فإنها الزمام وبها العصام\r\nوهى راحلة الفلاح وزاد الآخرة ومفتاح ربح التجارة ومحلاب فيض\r\nالرحمة الا ان التقوى سنخ الايمان وعنصر الكرامة وحلية المكرمين\r\nولا عاقبة الا للتقوى ولا زلفى الا للمتقين فاتقوا الله الذي أنتم به\r\nمؤمنون واتقوا الله الذي أنتم إليه تحشرون عباد الله مالكم تؤمنون\r\nبالله بألسنتكم وافواهكم وتكفرون به بسيركم واعمالكم بئسما يأمركم به\r\nايمانكم ان كنتم مؤمنين عباد الله نظفوا أرواحكم كما تنظفون اشباحكم\r\nواغسلوا نياتكم كما تغسلون ثيابكم وطهروا قلوبكم كما تطهرون أبدانكم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nوزينوا عقولكم كما تزينون جثمانكم وجاهدوا أهوائكم كما تجاهدون\r\nأعدائكم عباد الله رحم الله امرءا جعل الذكرى مطية نجاته والتقوى\r\nعدة وفاته وبادر الاجل بحسن عمله ولم يعتر على الجزاف بطول\r\nامله واتجر لرنج كرامته وتزود لدار اقامته وتفكر في مسير آخرته\r\nومصير عاقبته وتطهر بطهور توبته وتهيأ لو كور اوبته وتنظف من\r\nاقذار ذنبه وتاهب للقآء ربه واتخذ المعرفة أجمل بضاعة والاخلاص\r\nاربح زراعة والتشوق إلى لقاء الله اشهى زاد والتوكل على رحمة الله\r\nاربى حصاد عباد الله استذكروا هاذم اللذات ومنغص الشهوات\r\nوداعي الشتات ومفرق الجماعات والمؤذن بالمهأيل والكربات اعملوا\r\nلمعاد نفوسكم ومقر خلودكم وانتهزوا الفرصة واغتنموا الخلسة\r\nوأنتم في آونة البقآء وأزمنة الرخاء والصحف منشورة والأرزاق\r\nمبسوطة والأركان مواتية والاعضآء لدنة والمسئ يرجئ بالامهال\r\nوالمدبر يدعى إلى الاقبال قبل ان ينجذ العمل وينصرم المهل\r\nوتنقضي المدة ويسد باب التوبة عباد الله مالكم فتنتم بدنياكم اللاعبة\r\nوحياتكم الكاذبة ونشأتكم الذاهبة كأنكم لم يقرع اسماعكم قول الله العظيم\r\nجل سلطانه اعملوا انما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nوتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته ثم\r\nيهيج فتراه مصفرا ثم يكون حطاما وفى الآخرة عذاب شديد ومغفرة\r\nمن الله ورضوان وما الحياة الدنيا الا متاع الغرور عباد الله الدنيا\r\nمرحل ممر إلى دار مقر وسبيل بوار إلى موطن قرار وهى متجر\r\nالأرباح والتخسير ومتجر المثوبة والعقوبة والمتجر فيها رجلان\r\nرجل باع روحه بجسده فأوبقها ورجل ابتاع نفسه ببدنه فأعتقها\r\nثم اعلموا ان في الصلاة لمنهاة ومزدجرا عن المعاصي وفى ذكر الله\r\nعز وجل استصغارا واستحقارا لما عداه كما قال سبحانه وأقم الصلاة\r\nان الصلاة تنهى عن الفحشاء والمنكر ولذكر الله أكبر فمن ( كان ) لم تنهه صلاته\r\nعن الفواحش فليس هو عند الله من المصلين ومن لم يكن يستصغر\r\nمع ذكر الله كل شئ سواه فإنه لمكتوب من الغافلين أقول ما تسمعون\r\nواستغفر الله لي ولكم وربنا الرحمن المستعان على نفسي وأنفسكم وهو\r\nحسبي ونعم الوكيل الا ان يومكم هذا اعني يوم الجمعة سيد أيامكم\r\nوأكرم أعيادكم التي جعل الله تعالى لكم واختصكم فيها برحمته وان صلاة\r\nالجمعة فيه فريضة مكتوبة افترضها الله في كتابه الكريم على كل مؤمن وحرم\r\nإذا نودي لها لما أوجب ( عليكم ) من السعي إليها والى الانصات والاستماع\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nلخطبتها البيع وما في حكمه لا يعذر في ذلك الا الصبى والمرأة\r\nووالمريض ومن كان على سفرا وفى نأى من معقد انعقادها ان يدمن\r\nفرسخين وقد قال سيدنا رسول الله صلى الله عليه وآله وسلم\r\nالجمعة حق على كل مسلم الا أربعة وقال صلى الله عليه وآله ان الله تعالى\r\nكتب الجمعة فريضة واجبة إلى يوم القيامة وقال صلوات الله عليه وآله\r\nمن كان يؤمن بالله واليوم الآخر فعليه الجمعة يوم الجمعة وعنه صلى الله\r\nوسلم عليه وآله أنه قال في خطبته للجمعة اعلموا ان الله افترض عليكم الجمعة\r\nفمن تركها في حياتي أو بعد موتى وله امام استخفافا بها أو جحودا لها فلا جمع\r\nالله له شمله ولا بارك الله له في امره الا ولا صلاة له الا ولا زكاة له\r\nالا ولا حج له الا ولا صوم له الا ولا بر له حتى يتوب ( فإذا تاب تاب الله عليه ) وقال صلى الله\r\nعليه وآله لقوم كانوا يصلون في منازلهم لتحضرن المسجد أو لأحرقن عليكم\r\nمنازلكم ونهى صلوات الله وتسليماته عليه وآله عن الكلام يوم الجمعة والامام\r\nيخطب فمن فعل ذلك فقد لغا ومن لغا فلا جمعة له وعنه صلى الله عليه\r\nوآله إذا خرج الامام حضرت الملائكة يستمعون الذكر وعنه انه عليه\r\nوآله صلوات الله وتسليماته قال إذا قلت لصاحبك انصت فقد\r\nلغوت وعن مولانا سيد الأوصياء وصفو الأصفياء أمير المؤمنين\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nعلي بن أبي طالب عليه السلام انه ضمن الجنة لستة منهم رجلا خرج مجاهد\r\nفي سبيل الله فمات فله الجنة ورجل خرج حاجا فمات فله الجنة ورجل\r\nخرج إلى الجمعة فمات فله الجنة وقال صلوات الله عليه لان ادع\r\nشهود حضور الأضحى عشر مرات أحب إلى من أن ادع شهود حضور\r\nالجمعة مرة واحدة من غير علة وقال عليه السلام لا يشرب أحدكم الدواء يوم\r\nالخميس فقيل يا أمير المؤمنين ولم ذلك قال لئلا يضعف عن اتيان الجمعة\r\nوعن مولانا أبى جعفر الباقر عليه السلام الجمعة واجبة على من أن صلى الغداة\r\nفي أهله أدرك الجمعة وعن زرارة عن عبد الملك عن الباقر عليه السلام قلا ؟\r\nقال مثلك يهلك ولم يصل فريضة فرضها الله قال قلت كيف اصنع قال\r\nصلوا جماعة يعنى صلاة الجمعة وقال عليه السلام من ترك الجمعة ثلث جمع\r\nمتواليات طبع الله على قلبه وفى رواية من ترك ثلث جمعات متواليات\r\nمن غير علة فهو منافق وعن مولانا الصادق أبى عبد الله عليه السلام قال\r\nهم رسول الله صلى الله عليه وآله باحراق قوم كانوا يصلون في منازلهم ولا\r\nيحضرون الجماعة فاتاه رجل أعمى وقال يا رسول الله انى ضرير البصر\r\nوربما اسمع النداء ولا أجد من يقودني إلى الجماعة والصلاة معك فقال\r\nله النبي صلى الله عليه وآله شد من منزلك إلى المسجد حبلا واحضر\r\nالجماعة وقال صلوات الله عليه ان الجنان لتزخرف وتزين\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nيوم الجمعة لمن اتاها وانكم تتسابقون إلى الجنة على قدر سبقكم إلى الجمعة\r\nالا فاهتزوا إلى مجتمعكم وتبجحوا بمحتفلكم ولتخلص نيتكم ولتعظم رغبتي\r\nفيه وأكثر من الضراعة والدعاء ومسألة الرحمة والغفران فان الله\r\nعن ؟ مجده مستجيب لكل من دعاه ومورد نار الحجيم كل من استكه عن\r\nعبادته وعصاه غفر الله لنا ولكم ما سلف من ذنوبنا وجرائمنا\r\nوجناياتنا وعصمنا وإياكم من اقتراف الآثام واجتراح السيئات الموبقات\r\nفيما بقي من اعمارنا ثم أقول ان أحسن الحديث وأبلغ الموعظة\r\nكتاب الله العزيز سبحانه أعوذ بالله السميع العليم من الشيطان الرجيم\r\nوأعوذ بالله ان يحضرون ان الله هو الفتاح العليم بسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والاعتصام بالمهيمن المنان\r\nالعزيز العليم\r\nالحمد لله رب العالمين دائم القيومية واجب الديمومية\r\nفاعل الذوات صانع الوجودات فعال الحقايق ( فياض الهويات ) وهاب\r\nالغرائز فاطر السماوات والأرض مدبر ( الظل والحدود ) جاعل الظلمات\r\nوالنور القاهر نوره الباهر ظهوره المتأبد أيده\r\nالمتسرمد مجده الفاشى حمده الفائض رفده الغالب\r\nجنده المتعالى جده مكون الكون ومؤيس الايس\r\nمؤين الأين ومحيث الحيث مشمس الشمس ومقمر\r\nالقمر مدبر الامر ومقدر القدر ( السن ) شهدت\r\nالعقول وأفئدة الأحلام لمجد صمدانيته بالألوهية\r\nوالربوبية ودانت ذمم الجبلات ونواصى الطبايع\r\nلعن وحدانيته بالعبودية والمربوبية قدر بمشيته الآماد\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nوالآجال ودبر بصانعيته الآباد والازال ابد\r\nالأبد وأزل الأزل وأمد الأمد واجل الاجل\r\nلا يتغير دوامه باختلاف الآونة واستلاف الأيام\r\nولا يتصرم سلطانه بانصرام الشهور وانقضاء الأعوام\r\nفسبحان الله حين تمسون وحين تصبحون وله الحمد في السماوات\r\nوالأرض وعشيا وحين تظهرون يخرج الحي من الميت\r\nويخرج الميت من الحي ويحيى الأرض بعد موتها وكذلك\r\nتخرجون واشهد ان لا إله إلا الله وحده لا شريك\r\nله شهادة استضئ بمصباحها في دياجى العماية ودياجير\r\nالظلام وأستعين بارتياحها على دهيمآء نزول المنية\r\nودواهي ما بعد الحمام واشهد ان سيدنا اللهموم المكرم\r\nونبينا القرم المقرم أكرم الخليقة واقدس البرية محمدا\r\nعبده ورسوله وفرانقه ودليله نجيبه الكريم السفير وصفيه\r\nالسراج المنير وحبيبه الجهير الحبير وبعيثه البشير النذير\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nانتجبه واستراه من شجرة الأنبياء وآثره\r\nواصطفاه من مشكاة الضياء فابتعثه إلى قاطبة الورى\r\nوكآفة البرايا إلى الله داعيا وللحق هاديا وعلى العباد\r\nشاهدا وللعصاة شافعا فبلغ واحفى وأبلغ وأوفى\r\nغير وان في تحمل ختم النبوة وحمل أعبائها ولا واهن في\r\nاحقاق حقوق تمام الرسالة واسباغ سنن أدائها صلى الله\r\nوملائكته المقربون عليه وعترته الأنجبين وحآمته الأقربين\r\nوامنائه المعصومين وأوصيائه المفطومين مغرس العصمة\r\nومنبت الكرامة ومكنز العلم ومركز الحكمة أزكى حمايم\r\nالصلاة وسلم عليه وعليهم أطيب كرايم التسليم\r\nواستعيذ بحبل عصمة الله المتين وعصام حوله الوثيق\r\nمن سقطات مداحض القلوب وعثرات مزالق\r\nالاقدام وورطات هواجس الشكوك وهجسات مخادع\r\nالأوهام أيها النساك المنصتون والعباد المخبتون من\r\nحزب الله الموقنين وعباده المؤمنين أوصيكم بتقوى\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالله العزيز العليم الذي به مقامكم ومسيركم\r\nوإليه معادكم ومصيركم وهو معكم أينما كنتم ورقيب\r\nعليكم حيثما ذهبتم وأقرب إليكم من نياطكم ووتينكم\r\nواوردتكم وشرايينكم ان التقوى تالد أثاث الايمان ورأس\r\nمال التجارة للمؤمنين فاتقوا الله الذي أنتم به مؤمنون\r\nواتقوا الله الذي إليه تحشرون واستحيوا منه وهابوه\r\nعلى قدر قربه منكم واخشوه وخافوه بقدر قدرته عليكم\r\nأليس قلوبكم وضمايركم بعينه ( ورقابكم ) وذممكم ونواصيكم بيده\r\nوتقلبكم وتصرفكم في قبضته الا ان لكل ذي رمق قوتا ولكل\r\nحبة آكلا وأنتم قوت تنين الموت وقضام ثعبان الفنآء وان\r\nدنياكم هذه لبلقعة هجعة وممات وبقيعة تلعبة وغرور ( وان الآخرة لدار حيوة ويقظة وإقليم بهجة وسرور لو كنتم تعقلون ) فمن\r\nباع عقله بحسه وغيبه بشهادته وآخرته بدنياه فقد خدع\r\nقلبه وشرى روعه بثمن بخس والت نفسه وغشها\r\nبصفقة خاسرة عباد الله انما مثلكم في دنياكم التي هي مستحبة\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nقلوبكم وموثرة أهوائكم مثل الجنين ( الاجلة ) في قرار الارحام فهي وان\r\nكانت بمموه ظاهرها ومدلس خامرها وزاحف برقها\r\nوزايف ورقها خضرة في أعينكم الرمدة رايقة في\r\nابصاركم العمشة نضرة مونقة لاحداقكم الضيقة\r\nفلعمر الحبيب انها لعابة باحلامكم ذهابة بايامكم كذابة\r\nفي خضرتها خداعة في نضرتها مشعبذة في ايناقها\r\nمدلسة في اعلاقها فتأهبوا رحمكم الله واستعدوا للرحيل\r\nعن مهامه ختوعها والارتحال عن بلاقع تلعبتها\r\nوخيادع شعبذتها ولتكن همامتكم في مهاجرة ارض\r\nالهجوع ودار الغيلة والانصراف عنها إلى دار الفطنة\r\nالبآتة وعالم اليقظة الحقة وعن مفازة الموت وفلاة\r\nالهلاك إلى إقليم حيوة بهيجة لا مخافة معها من المنية ابدا فكان\r\nما تطرف عيونكم الا وقد ازفت آزفة الظعن\r\nو ","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nآن آنه وحان حينه وجاء ابانه الا فاذكروا سوء\r\nمنقلبكم وسوء مصيركم ( وضغطات ) وضغطة قبوركم وأوزار\r\nظهوركم وضيق ملاحدكم ووحشة مضاجعكم وظلمة\r\nاجداثكم وأهوال بعثكم وداهية غربتكم وطول ليلة\r\nكربتكم اما وأيم الله ان ورائكم يوما ثقيلا مهيلا عسيرا\r\nعضيلا ما خطبكم تنسون قول الله العظيم عز سلطانه\r\nان هؤلاء يحبون العاجلة ويذرون ورائهم يوما\r\nثقيلا وقوله جل جنابه يوم ترونها تذهل كل مرضعة\r\nعما أرضعت وتضع كل ذات حمل حملها وترى الناس\r\nسكارى وما هم بسكارى ولكن عذاب الله شديد عباد\r\nالله أطيعوا الله واعبدوه ولا تعتصموا الا بحبل الله ولا\r\nتطمعوا الا في رحمة الله ولا تثقوا الا بعروة الله\r\nولا تستعينوا الا بحول الله ولا تتكلؤا الا على فضل الله\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nولا ترتعدن فرايصكم الا من خشية الله ولا تستروحن\r\nقلوبكم الا بذكر الله واستيقنوا ان من تدعون من\r\nدون الله لا يغنى عنكم من الله شيئا وان الله سبحانه\r\nهو الحق وان ما تدعون من دونه الباطل ذلكم الله\r\nربكم له الملك والذين تدعون من دونه ما يملكون\r\nمن قطمير معشر المؤمنين اعلموا ان يوم الجمعة يوم ( الفضل )\r\nالرحمة وعيد البهجة والكرامة وهو سيد الأيام وكريمها\r\nوعيد الأعياد وعظيمها خصكم الله به لطاعته واختصكم فيه\r\nبرحمته وافترض عليكم في كتابه السعي فيه إلى ذكره وترك البيع\r\nللتفرغ لفريضته فإذا فعلتم ما امركم به نجاكم بذلك من أليم\r\nعقوبته وحباكم بجزيل مثوبته وان صلاة الجمعة أم أمهات\r\nالطاعات وأعظم عظام الفرايض المكتوبات لا يعذر فيها\r\nمن الناس الا الصبى والمرأة والعبد والمريض والمسافر\r\nوالنآئى عن محل انعقادها بأزيد من فرسخين وعن سيدنا\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nرسول الله صلى الله عليه وآله وسلم أنه قال من كان\r\nيؤمن بالله واليوم الآخر فعليه الجمعة يوم الجمعة وانه صلى الله\r\nوملائكته عليه وآله قال في خطبته اعلموا ان الله تعالى قد افترض\r\nعليكم الجمعة فمن تركها في حياتي أو بعد موتى وله امام استخفافا\r\nبها أو جحودا لها فلا جمع الله له شمله ولا بارك الله له في امره الا\r\nولا صلاة له الا ولا زكاة له الا ولا حج له الا ولا صوم له الا ولا بر\r\nله حتى يتوب فذا تاب تاب الله عليه وقال صلوات الله\r\nوتسليماته عليه وآله إذا كان يوم الجمعة نزل الملائكة المقربون معهم\r\nقراطيس من فضة وأقلام من ذهب فيجلسون على أبواب المسجد\r\nفيكتبون الناس على مراتبهم الأول والثاني والثالث حتى يخرج\r\nالامام فإذا خرج الامام طووا صحفهم وعن مولانا سيد المسلمين\r\nويعسوب المتقين أمير المؤمنين علي بن أبي طالب عليه السلام انه ضمن\r\nالجنة لستة منهم رجل خرج مجاهدا في سبيل الله فمات فله الجنة\r\nورجل خرج حاجا فمات فله الجنة ورجل خرج إلى الجمعة فمات\r\nفله الجنة وقال صلوات الله عليه لان ادع شهود حضور\r\nالأضحى عشر مرات أحب إلى من أن ادع شهود حضور\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالجمعة مرة واحدة من غير علة وعن مولانا أبى جعفر الباقر عليه\r\nالسلام قال الجمعة واجبة على من أن صلى الغداة في أهله أدرك\r\nالجمعة وقال عليه السلام من ترك الجمعة ثلث جمع متواليات طبع الله\r\nعلى قلبه وعن سيدنا أبى عبد الله الصادق عليه السلام قال هم\r\nرسول الله صلى الله عليه وآله باحراق قوم كانوا يصلون في منازلهم ولا\r\nيحضرون الجماعة فاتاه رجل أعمى فقال يا رسول الله انى ضرير\r\nالبصر وربما اسمع النداء ولا أجد من يقودني إلى الجماعة والصلاة\r\nمعك فقال له النبي صلى الله عليه وآله شد من منزلك إلى المسجد\r\nحبلا واحضر الجماعة وقال عليه السلام فضل الله الجمعة على غيرها\r\nمن الأيام وان الجنان لتزخرف وتزين يوم الجمعة لمن اتاها\r\nوانكم تتسابقون إلى الجنة على قدر سبقكم إلى الجمعة وان أبواب السماوات\r\nلتفتح لصعود اعمال العباد ثم اعلموا عباد الله المتعبدين ( المتنسلين خ ل ) ان لجمع شهر رمضان\r\nعلى سائر الجمعات فضلا كما لشهر رمضان على سآير الشهور فجمعات\r\nشهر الله الأعظم سادة الجمعات كما شهر الله سيد الأشهر وعن أبي\r\nجعفر ( الباقر ) عليه السلام قال كان رسول الله صلى الله عليه وآله يقبل\r\nبوجهه فيقول يا معشر المسلمين إذا طلع هلال شهر رمضان غلت\r\nمردة الشياطين وفتحت أبواب السماء وأبواب الجنان وأبواب\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nالرحمة وغلقت أبواب النار واستجيب الدعاء وكان لله تعالى\r\nعند كل فطر عتقاء يعتقهم من النار وينادى مناد كل ليلة هل من\r\nسائل هل من مستغفر اللهم اعط كل منفق خلفا وكل ممسك تلفا\r\nحتى إذا طلع هلال شوال نودي المؤمنون ان اغدوا إلى جوآيزكم\r\nفهو يوم الجايزة وعنه عليه السلام ان النبي صلى الله عليه وآله لما انصرف\r\nمن عرفات وسار إلى منى دخل المسجد واجتمع إليه الناس يسئلونه\r\nعن ليلة القدر فقام خطيبا فقال بعد الثناء على الله عز وجل اما بعد فإنكم\r\nسألتموني عن ليلة القدر ولم اطوها عنكم لانى لم أكن بها عالما اعلموا أيها\r\nالناس انه من ورد عليه شهر رمضان وهو صحيح سوى فصام نهاره\r\nوقام وردا من ليله وواظب على صلاته وهجر إلى جمعته وغدا إلى\r\nعيده فقد أدرك ليلة القدر وفاز بجآيزة الرب عز وجل\r\nوعن مولانا الصادق أبى عبد الله عليه السلام قال من لم يغفر له في شهر رمضان\r\nلم يغفر له إلى قابل الا ان يشهد عرفة وقال عليه السلام إذا صمت فليصم\r\nسمعك وبصرك وشعرك وجلدك وعدد أشياء غير هذا قال ولا يكون\r\nيوم صومك كيوم فطرك أيها الصآئمون ليس حقيقة الصيام مجرد صوم\r\nالبطن والفرج بل صوم القبقب والذبذب وصوم السمع والبصر\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوصوم الجوارح والأركان وصوم اللسان والقلب جميعا\r\nفلتصم اسماعكم وابصاركم واركانكم وجوارحكم وألسنتكم وقلوبكم\r\nوضمايركم ونياتكم وافئدتكم واسراركم فان لكل من هذه صوما\r\nوإذا صام كل صومه صامت جملتها وإذا صامت جملتها فقدمتم امر\r\nالصيام وأفضل الصوم صوم الضمير عن حب المخلوق فإنه الباطل\r\nالهالك ابدا وصوم القلب عن غير الخالق فإنه الحق البهى الدائم سرمدا\r\nالا فنظفوا افئدتكم وطهروا قلوبكم واخلصوا نياتكم وازمعوا ( واجمعوا )\r\nعلى خلوص الدين ومحوض الايمان بشراشركم وارواقكم\r\nوأتموا حقيقة صيامكم ووظيفة أيامكم بصوم اسماعكم وابصاركم\r\nوجوارحكم واركانكم و ( اسبغوا ) نافلة قيامكم في لياليكم بخضوع مشاعركم\r\nوالبابكم وخشوع عقولكم وأحلامكم فكم من صايم بالنهار ليس\r\nله خلاق من صيامه الا الجوع والظمأ وكم من قائم بالليل لا نصيب\r\nله من قيامه الا السهر والنصب وليكن تمام الصيام لنفوسكم\r\nصوم القلب عن غير الله سبحانه منذ فجر نهار العمر إلى ناشئة ليل\r\nالحمام وصوم اللسان الا عن ذكره أقول قولي هذا واستغفر الله\r\nلي ولكم وأعوذ بمنعه كبريائه وسطوة بطئه من كيد الكائدين\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nوحسد الحاسدين وهزؤ المستهزئين وادرأ بحوله\r\nوقوته في نحورهم والله ( ربى ) نعم المستعان وهو حسبي ونعم\r\nالوكيل غفر الله لناولكم ما أسلفناه من الذنوب والخطيئات\r\nفيما خلا من أيامنا وعصمنا ( وعصمني وإياكم ) من اقتراف الآثام واجتراح السيئات\r\nفيما بقي من اعمارنا ثم أقول ان أكرم القول وأجمل الحديث\r\nوأبلغ الموعظة كتاب الله العزيز سبحانه أعوذ بالله السميع العليم\r\nمن الشيطان الرجيم وأعوذ بالله ان يحضرون ان الله هو\r\nالفتاح الحكيم بسم الله الرحمن الرحيم انا أنزلناه في ليلة القدر\r\nوما ادريك ما ليلة القدر ليلة القدر خير من الف شهر تنزل الملائكة\r\nوالروح فيها باذن ربهم من كل امر سلام هي حتى مطلع الفجر\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nبسم الله الرحمن الرحيم والاعتصام بالفياض\r\nالمنان الوهاب الحكيم\r\nالحمد لله رب العالمين فاطر السماء والأرض جاعل\r\nالنور والظلام مبدع العقل وبارئ النفس ماطر الفيض ( الخير )\r\nومدبر النظام الديموم الديهور العليم العلام المهيمن القدوس\r\nالقيوم القيام يعلم نيات القلوب وخفيات الغيوب\r\nويسمع هماهم النفوس وهمسات الأوهام ويبصر\r\nهو اجس الصدور وخطرات الأذهان\r\nوضماير المشاعر وهجسات الأحلام لا تبليه الدهور\r\nوالقرون ولا تغيره الاعصار والأعوام\r\nولا تبدله الشهور والسنون ولا تعتوره\r\nالليالي والأيام فسبحانه من قريب ما أقربه\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nومهيب ما اهيبه وفياض ما افيضه\r\nووهاب ما اوهبه ( همين بعظمته على كل مهيمن دونه وتحنن برحمته على كل موجود سواه ) واشهد ان لا إله إلا الله\r\nوحده لا شريك له متأبها عن مفتجرات أفواه\r\nالمشركين ومتمجدا عن مختلقات أذهان المشبهين\r\nشهادة سيطت بدم المهجة ونياط الفؤاد\r\nونيطت بها بهجة نشأة النشور وحيوة دار المعاد\r\nواشهد ان عفوة زمر الأنبياء وصفوة رسل الرسل\r\nمحمدا جبهة الجباه في عالم العقل وناصية النواصي\r\nمن إقليم النور عبده المنتصى ورسوله المعتنى\r\nوبعيثه المسترى وسفيره المصطفى قيم به في\r\nمقر ختم النبوة وختام الرسالة مبتعثا لاكمال\r\nالدين القيم إلى جماجم قبائل الورى ودير به\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nعلى مدار أقصى النبالة وقصوى الجلالة\r\nمحتفنا لايحآء انباء الغيب من عماعم روقة البرايا\r\nصلى الله وسلم عليه وأوصيائه الاصفين وامنائه\r\nالاوفين ونقبائه المعصومين وخلفائه المفطومين\r\nاعني بهم عترته الأقربين وتريكته الأنجبين وحآمته\r\nالأكرمين وخاصته المقرمين حواط معالم العلم\r\nوخزان مخازن الوحي وسباق مضامير العصمة\r\nوأنوار مصابيح الحكمة أطيب وأحب وأتم\r\nواحم ما صلى وسلم على أحد من الخلص المكرمين\r\nوالسبق المقربين في الأولين والآخرين سجيس\r\nدهر الداهرين ( وأوجس ابد الآبدين ) فهم حزب الله الأعلون وعباده\r\nالاتقون وأولياؤه الارقون وخلصاؤه\r\nالمصطفون وأولياؤه المسترون وهم ( معادن اليقين ) شفعاء\r\nيوم الدين واستعيذ بالله من همزات الشياطين وهو\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nحسبي ونعم الوكيل عباد الله المصيخين\r\nلذكر الله أوصيكم بتقوى الله الرقيب الخبير\r\nالذي كل سر في خبره علانية وكل غيب في علمه\r\nشهادة الا فتحوبوا وتحنثوا وتاثموا بنصوح\r\nالطية وخلوص النية وامحاض الطاعة واخلاص\r\nالعبادة من كبائر الحوبات وموبقات السيئات\r\nومفظعات الآثام والأوزار وعوذوا بالله\r\nمن الحور بعد الكور ( مرديات ) والتعرب بعد الهجرة ومن\r\nالركون إلى دياجير الباطل ومدلهمات ( الشكوك وغياهب ) الاسترابة\r\nبعد صدوع نور الحق وسطوع شعاع البرهان\r\nعباد الله أحذركم زبارج الدنيا الخدوعة الخداعة\r\nان تمتك قلوبكم بتكاذيب زهرتها النافذة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nأو تصطك في افئدتكم بتلاعيب نضرتها البائدة\r\nوأذكركم دواهي أرواحكم وأجسادكم\r\nومهاول ( تهاول خ ل ) ( دهارير خ ل ) أنفسكم وارواعكم يوم لا ينفع مال ولا\r\nبنون الا من اتى الله بقلب سليم وفى الحديث عن\r\nنبراس الله الناطق أبى عبد الله الصادق عليه السلام\r\nالقلب السليم الذي يلقى ربه وليس فيه أحد غيره\r\nعباد الله انما يقبل الله سبحانه نخايل القلوب وانما\r\nيتقبلها من نصاح الجيوب وانما دار القدس وعاقبة\r\nالدار لكل زهود متزهد نسوك متنسك ذي صدر\r\nمشروح وقلب مخموم وجيب ناصح وسر طاهر\r\nوروع مبرور في كبرياء بهاء بارئه مغمور اباع نفسه\r\nلربه فباعها منه فطوبى له وزلفى ما أكرم متابه\r\nوأحسن مآبه واربى صفقته واربح تجارته ( فعول من الزهد لا من الزهادة وكذا\r\nمنه هد منفعل منه لامنها )\r\nالا ان الموعظة إذا ما نصعت ونصحت وخرجت من\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nحريم القلب السليم ولجت ودخلت في وتين\r\nالقلب الصميم وإذا ما كان مخرجها تقعقع أطراف\r\nاللسان فكأنما قد حلفت بمغلظات الايمان ان لا\r\nتتجاوز اصمخة الآذان ولا تنفذ في منافذ الايمان\r\nولا تدخل مشاعر الايقان معاشر المتعبدين\r\nان لله جل سلطانه من كل حزب نصية ومن\r\nكل شجرة عقيلة فنصية الله من الأنبياء\r\nنبيكم ومن الأوصياء أئمتكم ومن الأديان\r\nدينكم ومن الأيام يومكم الذي هو يوم العروبة\r\nوهو يوم الجمعة فهو لسآئر الأيام سيد\r\nوعميد ولكم وعليكم يوم البعث شاهد\r\nوشهيد ليلته الزهراء سيدة الليالي\r\n( لامنتهى لعقله وراءه ولا مبتغى السرة غيره ولا مطموع\r\nلمهجة فؤادة دونه ولا معشوق لروح وقلبه سواه )\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nونهاره الأزهر سيد النهر وان صلاة الجمعة\r\nعند انتصاب عمود قمة الهاجرة واستوآء لسان\r\nميزان الظهيرة عقيلة عقايل الطاعات المفروضات\r\nوسيدة الصلوات ( الفرايض ) الموقوتات وهى خير\r\nما ينويه الناوون من وجوه القربات وأكرم\r\nما ينتويه المنتوون من أبواب الزلفات ركعتاها\r\nالتامتان مع امام مأذون له فريضة مكتوبة وخطبتاها\r\nالشرعيتان من الامام مجمع صلاة محسوبة حرم الله\r\nالبيع وما في معناه إذا ما نودي لها وأوجب السعي\r\nإليها والانصات والإصاخة لخطبتيها ولا يعذر\r\nفي ذلك أحد من اضاميم الناس الاصبى أو امرأة\r\nأو عبد أو مملوك أو مريض مدنف أو هم فان أو عابر سبيل على سفر أو نآء عن محشد اقامتها\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nنأيا دونه فرسخان ففريضتها المكتوبة محراة\r\nأن تكون الصلاة الوسطى وصلاتها المحسوبة\r\nمقمنة أن تكون ذكر الله الأكبر وعن عميد نوع\r\nالانسان وعمود عالم الامكان سيدنا رسول الله\r\nصلى الله عليه وآله أنه قال من كان يؤمن بالله\r\nواليوم الآخر فعليه الجمعة يوم الجمعة الا مريض أو مسافر\r\nأو امرأة أو صبي أو مملوك فمن استغنى بلهوا وتجارة\r\nاستغنى الله عنه والله غنى حميد وعنه صلى الله عليه\r\nوآله من ترك الجمعة ثلثا من غير ضرورة كتب منافقا في\r\nكتاب لا يمحى ولا يبدل وقال صلى الله وملائكته\r\nعليه وآله ان الله اختار من الأيام الجمعة ومن الشهور\r\nشهر رمضان ومن الليالي ليلة القدر واختار من\r\nالناس الأنبياء واختار من الأنبياء الرسل واختارني\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nمن الرسل واختار منى عليا واختار من على الحسن\r\nوالحسين واختار من الحسين الأوصياء وهم تسعة\r\nمن ولده ينفون عن هذا الدين تحريف الغالين\r\nوانتحال المبطلين وتأويل الجاهلين وعن خازن\r\nسر التنزيل وباب دار التأويل أمير المؤمنين ويعسوب\r\nالموحدين علي بن أبي طالب عليه السلام قال إذا كان يوم\r\nالجمعة خرج اخلاف الشياطين يزينون أسواقهم ومعهم\r\nالرايات وتقعد الملائكة على أبواب المساجد فيكتبون\r\nالناس على منازلهم حتى يخرج الامام فمن دنا إلى الامام\r\nوانصت واستمع ولم يلغ كان له كفلان من الاجر ومن\r\nتباعد عنه فاستمع وانصت ولم يلغ كان له كفل من الاجر\r\nومن دنا من الامام فلغاولم يستمع كان له كفلان من\r\nالوزر ومن قال لصاحبه صه فقد تكلم فلا جمعة له ثم\r\nقال علي عليه السلام هكذا سمعت نبيكم صلى الله عليه وآله\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nوعن نجم الله الزاهر وبدر الله الباهر سيدنا\r\nالطاهر أبى جعفر الباقر عليه السلام قال صلاة الجمعة\r\nفريضة والاجتماع إليها فريضة مع الامام فان تركها\r\nرجل من غير علة ثلث جمع فقد ترك ثلث فرايض ولا\r\nيدع ثلث فرايض من غير علة الا منافق وعنه\r\nصلوات الله عليه قال قال أمير المؤمنين عليه السلام\r\nمن سمع النداء فلم يجبه من غير علة فلا صلاة له وقال\r\nصلوات الله عليه من ترك ثلث جمع مواليات طبع الله على قلبه\r\nوعن نبراس الله الشارق ومصباح الله الناطق مولانا\r\nأبى عبد الله الصادق عليه السلام قال إن الله عز وجل\r\nفرض في كل سبعة أيام خمسا وثلثين صلاة منها صلاة واجبة على\r\nكل مسلم ان يشهدها الا خمسة المريض والمملوك والمسافر والمرأة\r\nوالصبي أيها الصآئمون المجمعون لقد انى ان ينصرم عنكم\r\nشهر الصبر والصيام وشهر الرحمة والمغفرة\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nويقبل عليكم يوم العيد والزينة ويوم المثوبة والجائزة\r\nفيه اسباغ الرحمة لكم واتمام النعمة عليكم وقد كان رسول\r\nالله صلى الله عليه وآله يقبل بوجهه فيقول يا معشر\r\nالمسلمين إذا طلع هلال شهر رمضان غلت\r\nمردة الشياطين وفتحت أبواب السماء وأبواب\r\nالجنان وأبواب الرحمة وغلقت أبواب النار\r\nواستجيب الدعاء وكان لله تعالى عند كل فطر عتقاء\r\nيعتقهم من النار وينادى مناد كل ليلة هل من سائل هل\r\nمن مستغفر اللهم اعط كل منفق خلفا وكل ممسك تلفا\r\nحتى إذا طلع هلال شوال نودي المؤمنون ان اغدوا\r\nإلى جوائزكم فهو يوم الجائزة الا فنوروا قلوبكم باحيآء\r\nليلته وأتموا صيامكم بصلاة نهاره ( ولتكن صلاتكم بعد الغسل ومن بعد الافطار ) وأدوا حق فطرتكم\r\nفيه قبل الصلاة أو بعدها من قبل الزوال واخرجوا\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nإلى الصلاة حفاة متذللين متضعضعين لله بالذكر\r\nوالضراعة فان من اغبرت قدماه في سبيل الله حرمهما\r\nالله على النار ولا تكونن صلاتكم على خمرة ولا تحت سقف فقد\r\nكان رسول الله صلى الله عليه وآله يحب ان ينظر إلى آفاق\r\nالسماء ويضع جبهته على الأرض وقال لا يصلين يومئذ على\r\nبساط ولا بارية\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالحمد لله المهيمن القيام الذي ابتدع بحكمته واخترع\r\nبمشيته وعلا بحوله ودنا بطوله وعظم بمنعته\r\nووسع برحمته برأ النسمة بأمره وفلق الاصباح\r\nبنوره وأنشأ الأشياء بصانعيته وصنع\r\nالأزواج بمهيمنيته ليس في شئ من الموجودات\r\nبوالج ولا عن شئ منها بخارج مع كل شئ لا بمساوقة\r\nوفوق كل شئ لا بمفارقة دهر الدهر وقدر\r\nالقدر وشمس الشمس وقمر القمر فطر السماوات\r\nوالأرض ودبر المشرقين والمغربين وجعل\r\nالظلمات والنور وخلق من كل شئ زوجين نحمده\r\nونعبده ونستغيثه ونستعينه ونؤمن به ونتوكل\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nعليه وندعوه ونرجوه ونستغفره ونستهديه\r\nونشهد ان لا إله إلا الله وحده لا شريك له\r\nالها واحدا أحدا وترا صمدا قيوما قدوسا\r\nلم يتخذ في عز جلال مجده وقدسيه صاحبة ولا ولدا\r\nولا ارتقب في صنع فعال امره وخلقه ( عدة ولا مدى ولا ) عاقبة ولا أمدا\r\nونشهد ان محمدا صفو الورى وناخلة البرايا\r\nوجبهة جباه عالم الحمد وناصيته نواصي تهامه\r\nالمجد نصيته من سفرته وخيرته من أنبيائه\r\nوعقيلته من رسله وعفوته من سفرائه وان\r\nقدموس القديسين ولهموم الصديقين أمير المؤمنين\r\nعلي بن أبي طالب عبده الصميم ووليه الكريم ميزان\r\nدينه وقسطاس يقينه وميسم خاصته ومنتصاه من\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nروقته وكلمة امره وعيبة سره وخازن وحيه\r\nوفرانق سبيله ودار تأويل تنزيله وشقيق كتابه\r\nوباب أبوابه ووصى بعيثه ( وسفيره ) وذو قرني أمة رسوله وحبيبه\r\nوان الأوصياء الأصفياء المطهرين الأطهرين المقربين\r\nالمكرمين المفطومين المعصومين من ولد اخى رسول الله\r\nوابن عمه السيد الوصي الكريم الطاهر العقول النخول\r\nوبضعة كبد النبي المنتصى المصطفى المكرم الممجد السيدة\r\nالزهراء الطهرة الطاهرة البتول حسنا وحسينا\r\nوعليا ومحمدا وجعفرا وموسى وعليا ومحمدا وعليا\r\nوحسنا والحجة الخلف الصالح القائم بأمر الله\r\nالمرتقب لاعلاء كلمة الله واعلان دين الله بقية\r\nالله في ارضه وخليفة الله على خليقته سمى رسول\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nالله وكنيه ووارث شرعته وولى سنته\r\nنجوم سماء القدس والعصمة وأنوار آفاق العلم\r\nوالحكمة وأبواب دار الايمان وشركاء نور القرآن\r\nوخزنة اسرار الوحي وحملة احكام الدين وهداة\r\nسبيل اليقين وأئمة الأمم أجمعين بقول رشد وأمم جدد\r\nوامام مبين فهم والفرقان المبين هما الثقلان اللذان\r\nلن يضل من تمسك بهما ابدا ولن يهتدى من تخلف\r\nعنهما واتخذ من دونهما ملتحدا اللهم صلى على محمد\r\nعبدك ونبيك وسفيرك ووفيك صلاة تامة سامة\r\nحامة ضامة عامة نامية زاكية ترفع بها درجته وتتم\r\nبها زلفته وتقرب بها وسيلته وتبين بها فضيلته\r\nوصل وسلم على محمد وآل محمد وعلى أئمة المسلمين\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nكأفضل وأتم وأطيب وأحب واعم واحم وانمى\r\nوأزكى ما صليت وسلمت على إبراهيم وآل إبراهيم\r\nانك حميد مجيد اللهم عجل الفرج والإشادة والتأبيه\r\nوالتنويه والتمكين والتأييد لوليك الحجة من آل نبيك\r\nنبي الرحمة عليه وعليهم صلواتك وبركاتك اللهم افتح له فتحا\r\nمبينا وامنحه ايدا متينا وانصره نصرا عزيزا واكتب له\r\nهزا ناجزا وعزا كريما اللهم اعل به كلمتك واعلن به دينك\r\nوأقم به ميزانك واظهر به ما أخفى من مرصادك واحى به ما\r\nأميت من سنة بعيثك وحبيبك حتى لا يستخفى بشئ من حق\r\nالقول في شريعتك مخافة أحد من بريتك ثقة بحولك وقوتك\r\nاللهم عذب كفرة أهل الكتاب والمشركين والمنافقين والمكرة\r\nاللاحقين بهم فإنهم يمرقون عن سمت دليلك ويصدون\r\nعن حاق سبيلك ويؤذون أوليائك وامنائك ويكذبون\r\nرسلك وأوصياء رسولك ويجحدون براهين حججك\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nوبينات آياتك اللهم خالف بين كلمتهم والق الرعب في\r\nقلوبهم ومث قلوبهم في الرعب كما يماث الملح في الماء\r\nوانزل عليهم رجزك ونقمتك وبأسك الذي لا ترده\r\nعن القوم المجرمين اللهم انصر جيوش المسلمين وسراياهم\r\nومرابطيهم حيث كانوا في مراكزهم من مشارق الأرض\r\nومغاربها انك على كل شئ قدير اللهم اغفر لعبادك المؤمنين\r\nوامائك المؤمنات واجعل التقوى زادهم والجنة مآبهم\r\nورضوانكم مثابتهم واقذف نور الحكمة في عقولهم وروح\r\nالايمان في أفئدتهم واوزعهم ان يشكروا نعمتك التي\r\nأنعمت عليهم وان يوفوا بعهدك الذي عاهدتم عليه آله الحق\r\nوخالق الخلق آمين رب العالمين أعوذ بالله السميع العليم\r\nمن الشيطان الرجيم ان الله هو المنان العظيم .\r\nبسم الله الرحمن الرحيم قل هو الله أحد الله الصمد لم يلد\r\nولم يولد ولم يكن له كفوا أحد كذلك الله ربى كذلك الله ربى\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nان الله يأمر بالعدل والاحسان وايتاء ذي القربى وينهى\r\nعن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون عباد الله\r\nاذكروا الله كثيرا فإنه ذاكر لمن ذكره الا بذكر الله تطمئن\r\nالقلوب وسلوه رحمته واملوه فضله انه لا يخيب الآملين\r\nولا يجبه بالرد السائلين واتقوه واخشوه وخافؤه\r\nوهابوه وراقبوه وراهبوه واطمعوا في رحمته وارغبوا\r\nفي زلفته واحذروا معصيته واشعروا قلوبكم خشيته\r\nان من اترف وتبطر كان للرحمن عصيا ومن عصى الله\r\nورسوله كاد يكون للشيطان وليا اللهم اجعلنا ممن يتذكر\r\nفتنفعه الذكرى اللهم انا نلتجئ من عدلك إلى فضلك ونستغيث\r\nمن قهرك إلى لطفك ونستجير برأفتك من سخطك ونستعيذ\r\nبرحمتك من عقابك ونؤمل بسطك عند قبضك ونستشفع\r\nبعفوك إليك حذار بطشك ومخافة اخذك ونتمسك\r\nبمحمد وأهل بيته الطاهرين المطهرين وسيلة إلى بابك\r\nوذريعة إلى جنابك اللهم فاغننا بغناك وأدخلنا في\r\nحماك وارحمنا رحمة نستغني بها عن رحمة من سوال\r\nيا خير الراحمين ربنا آتنا في الدنيا حسنة وفى الآخرة\r\nحسنة وقنا ربنا عذاب النار وتوفنا مع الأبرار بحق\r\nالمصطفين الأخيار وسلم عليهم تسليما كثيرا كثيرا\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والاعتصام بالفعال القيام\r\nالعلام الحكيم\r\nالحمد لله رب العالمين بارئ العقول والنفوس\r\nخالق القوى والقدر مهيمن الملك والملكوت ولى\r\nالقضاء والقدر معرض العرض ومجهر الجوهر\r\nمدبر المواد ومصور الصور صانع القلب والمهجة\r\nجاعل السمع والبصر واهب العقل والحياة\r\nفاطر القرايح والفطر مخترع الغرائز مصطنع\r\nالمشاعر اله الخلق والامر معبود الأحلام\r\nوالبصائر كل جبلة صيغته وكل بهاء صبغته\r\nوكل غريزة فطرته وكل خير هبته وكل وجود\r\nفيضه وكل رشح رحمته وكل ذات فعلته\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوكل هوية كلمته لامرد عن حكمه ولا مبدل لكلماته\r\nولا منتدح عن قدرته ولارآد لقضائه سبحانه\r\nمجده لا ينآد وسلطانه لا يضاد\r\nوقضاؤه لا يرد وكلماته لا تبدل لا مقل\r\nعقول حملة العرش ( الكروبيين ) بطامحات التمجيد والتقديس\r\nبلغت أفق صقعه وطوار كنهه ولا انظار\r\nبصائر ( العقلاء ) الربانيين بمقاييس الفطن والافهام\r\nقدرته حق قدره وقدر عزه فسبحانه من\r\nمنيع ما امنعه وعزيز ما اعزه ( وديموم ما أدومه ) وقدوس ما\r\nاقدسه واشهد ان لا إله إلا الله وحده لا\r\nشريك له ( متابها عن مختلقات اخواه المشركين ومتنزها عن مفتجرات أذهان المشبهين ) شهادة سيطت بدم الوتين ونياط الفؤاد\r\nونيطت بها نضرة نشأة البعث وحيوة دار المعاد\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nواشهد ان سيد رسل الرسل وعميد\r\nقفل الأنبياء محمدا ناصية نواصي عالم العقل\r\nوجبهة جباه إقليم القدس عبده المبتعث بكرآئم\r\nسفاراته ورسوله المستخص بحمآئيم رسالاته\r\nاصطاغه من عنصر النور واصطنعه من طينة الرحمة\r\nوابتعثه من تهامة العلم واستخلفه في يثرب ( الفصل واسترعاه امر الخلق في طيبة ) الحكمة\r\nوانتصاه من مشكاة النبيين واصطفاه من\r\nشجرة المرسلين فاستنبأه ( واستحمله أعباء ختم السفارة ) استختاما لوحيه واستتماما\r\nلسنته واستكمالا لملته واستصبابا لرحمته\r\nواستسفره بينه وبين صوغي ( سوغى ) بريته وثقلي خليقته\r\nمستلا من سلالة الهدى ومشتقا من تالة العصمة\r\nفصلى الله وسلم وملائكته البررة المقربون وعباده\r\nالروقة المخلصون عليه وعترته الأقربين وتريكته\r\nالأنجبين وأهل بيته الخلص المطهرين وآل وراثته\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nالسبق ( المبجلين ) احم مستطبات الصلاة وأتم\r\nمستثابات التسليم أوجس ابد الآبدين وسجيس\r\nدهر الداهرين فهم أنوار الله في دياجى الظلمات\r\nوكواكب اليقين في غياهب الشبهات وموازين دين\r\nالله الوزين وأساطين شرع الله الرزين واستعيذ\r\nبعصمة الله من خطوات الشياطين ومن همزات\r\nالمستهزئين بيوم الدين وهو حسبي ونعم الوكيل\r\nعباد الله المستنيمين إلى طاعة الله والمصيخين لذكر الله\r\nأوصيكم بتقوى الله المهيمن الرقيب المطلع عليكم في مستسركم\r\nومستعلنكم ومستجهركم ومستخفاكم والتخشع من خشيته\r\nوالاخلاص في طاعته الا ان التقوى خير ما اوعته الأحلام\r\nووسعته الأفئدة و ( ابهى ما ) اضطمحت عليه الصدور واضمته\r\nالضمائر ومح الطاعة ومخها بخوع قلب خاشع وخشوع\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nنفس خاصعة وروح العبادة ومهجتها خلوص\r\nنية ناصحة واخلاص طية ناصعة عباد الله اتقوا\r\nيوما يجعل الولدان شيبا والآمال خيبا ويخرس اللسان\r\nوان كان نطيقا ويبكم اللسن وان كان منطيقا أفلا\r\nتذكرون كم من مترف متمرح يتبطر ويستأبد مرحه\r\nغدا إلى الرمس كان لم يغن بالأمس كم تركوا من\r\nجنات وعيون وزروع ومقام كريم ونعمة كانوا\r\nفيها فاكهين إلى متى تحاوتكم الدنيا الداثرة بخدعها\r\nومخاتلها وتخاتلكم النشأة البائدة بتلاعيبها وتكاذيبها\r\nمن يعصمكم من الله ان اخذكم بما كسبته أيديكم\r\nواقترفته افئدتكم لا عاصم اليوم من امر الله\r\nالا من رحم عباد الله اذكروا عند الغفلة منيتكم\r\nوبعد الموت داهيتكم واحذروا عقارب سيئاتكم\r\nوحيات خطاياكم وثعابين حوباتكم فلقد اغلولب\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nغشب ارضها واستطال النفل على فرضها\r\nولهيب النيران غشب ارض السيئات ونفل ؟ فرض الخطايا قطران نار ( زقوم خ ل )\r\nالجحيم عباد الله ازف للحى رحيلهم وقرب للركب ( من الركب ) مقيلهم فعن كثب ترون\r\nالشبيبة قد انصرم ناديها والمنية قد احترم حاديها وحية الحمام فاغرة\r\nفاها وداهية الموت آخذة منكم مبتغاها الا فتحنثوا من مخزيات\r\nأنفسكم وموبقات أرواحكم وفادحات صدوركم وفاجعات قلوبكم ومشرهات\r\nوجوهكم وموجعات افئدتكم وموقرات ظهوركم ومخرسات ألسنتكم وسلاسل\r\nرقابكم واغلال أعناقكم وتأثموا من كبائر حوبات تلحقكم بوجوه عليها غبرة\r\nاهقها ؟ فترة وحافظوا على مواقيت نسككم وموقرات مناسككم\r\nواستعيذوا بالله من الزيغ بعد الهدى ومن الحور بعد الكور ومن التعرب\r\nبعد الهجرة وأنيبوا إلى متابكم وتاهبوا ليوم حسابكم من قبل ان تبوعكم المنية\r\nبباعها وتكيلكم الفجيعة بصاعها وتسترطكم الأرماس برداها وتثبلعكم ؟\r\nالأجداث بأفواهها أقول قولي هذا واسمعكم ما تسمعون واستغفروا الله لي ولكم\r\nوالله خير الغافرين معشر المؤمنين الموقنين اعلموا ان الله سبحانه من كل\r\nأمة خيرة ومن كل اضمامة نصية وانه عز سلطانه قد انتصبى من زمرة\r\nأنبيائه نبيكم ومن إضبارة كتبه كتابكم ومن شجرة أصفيائه أئمتكم ومن\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nشعوب الأمم إياكم ومن سموط الأيام ( فمه ؟ ) يومكم الذي هو يوم الجمعة جعله لكم عيدا\r\nولسائر أيامه ( الأيام ) سيدا وعميدا ولكم وعليكم يوم الحساب شاهدا وشهيدا\r\nليلته الزهراء سيدة الليالي ونهاره الأزهر سيد النهر وان صلاة الجمعة\r\nعند قيام عمود قمة الهاجرة واستوآء لسان ميزان الظهيرة أم أمهات\r\nالطاعات وعقيلة عقايل الفرايض الموقوتات وأعظم ما ينويه الناوون\r\nمن أبواب الزلفات وأكرم ما ينتويه المنتوون من وجوه القربات ركعتاها\r\nمع امام مأذون له فريضة مكتوبة وخطبتاها إذا انتر الامام\r\nالمجمع صلاة محسوبة فرض عليكم السعي إليها والانصات والاصاخته\r\nلخطتبيها وحرم عليكم البيع وما في معناه إذا ما نودي لها لا يعذر في ذلك\r\nأحد من عصابات الناس واضاميمهم الا صبي أو امرأة أو عبد مملوك\r\nأو مريض مذنف أو هم فان أو من هو على سفراو نآء عن محشد اقامتها نأيا\r\nدونه فرسخان فعن سيدنا المكرم بسؤدد النبيين ونبينا المستقم\r\nلسيدودة المرسلين صلى الله وسلم عليه وآله الطاهرين أنه قال من كان يؤمن\r\nبالله واليوم الآخر فعليه الجمعة يوم الجمعة وقال عليه السلام ان الله تعالى كتب الجمعة\r\nفريضة واجبة إلى يوم القيامة وقال صلوات الله عليه وآله الجمعة\r\nحق على كل مسلم الا أربعة الحديث وعنه عليه وآله الصلاة والتسليم أف\r\nلكل مسلم لا يفرغ نفسه في كل جمعة لامر دينه فيتعاهده وعنه صلى الله\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nوسلم عليه وآله من ترك الجمعة ثلثا من غير ضرورة كتب منافقا في كتاب لا يمحى\r\nولا يبدل وقال عليه السلام من ترك ثلث جمع متعمدا من غير علة ختم الله على قلبه\r\nبخاتم النفاق وقال صلى الله وملائكته عليه وآله من توضأ يوم الجمعة وأحسن\r\nالوضوء ثم اتى الجمعة فدنا واستمع وانصت ؟ غفر له ما بينه وبين الجمعة الأخرى\r\nوزيادة ثلثه أيام وعنه عليه وآله السلام ان عتاب بن مالك وقد كان مكفوفا\r\nقال يا رسول الله انى رجل محجوب البصر وان السيول تحول بيني وبين المسجد\r\nفهل لي من عذر فقال له النبي عليه السلم أتسمع النداء قال نعم فقال ما أجد لك\r\nعذرا إذا سمعت النداء وعن امام الأصفياء ويعسوب الأوصياء دار\r\nسر التنزيل وباب دار التأويل عمود الدين وعميد المتقين مولانا أمير المؤمنين\r\nعلي بن أبي طالب عليه السلام قال إذا كان يوم الجمعة خرج اخلاف الشياطين يزينون\r\nأسواقهم ومعهم الرايات وتقعد الملائكة على أبواب المساجد فيكتبون الناس\r\nعلى منازلهم حتى يخرج الامام فمن دنا إلى الامام وانصت واستمع ولم يلغ كان له\r\nكفلان من الاجر ومن تباعد فاستمع وانصت ولم يلغ كان له كفل من الاجر\r\nومن دنا من الامام فلغا ولم يستمع كان عليه كفلان من الوزر ومن قال لصاحبه\r\nصه فقد تكلم فلا جمعة له ثم قال علي عليه السلام هكذا سمعت نبيكم صلى الله عليه\r\nوآله وعنه عليه السلام قال لان ادع شهود حضور الأضحى عشر مرات أحب\r\nإلى من ادع شهود حضور الجمعة مرة واحدة من غير علة وقال عليه السلام\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nلا يشرب أحدكم الدواء يوم الخميس فقيل يا أمير المؤمنين ولم ذلك قال\r\nلئلا يضعف عن اتيان الجمعة وعن نور الله الباهر سيدنا الطاهر أبى\r\nجعفر الباقر عليه السلام انه أوصى إلى ابنه القايم بالامر من بعده وأمره ان\r\nيكفنه في برده الذي كان يصلى فيه الجمعة وقال قال أمير المؤمنين عليه السلام\r\nعليه السلام من سمع النداء فلم تجبه من غير علة فلا صلاة له وقال\r\nعليه السلام من ترك الجمعة ثلث جمع متواليات طبع الله على قلبه وقال عليه السلام\r\nالجمعة واجبة على من إذا صلى الغداة في أهله أدرك الجمعة وعنه عليه السلام\r\nإذا كان يوم القيامة حين يبعث الله العباد اتى بالأيام يعرفها الخلايق\r\nباسمها وحيلتها يقدمها يوم الجمعة له نور ساطع تتبعه الأيام قال ثم\r\nيكون يوم الجمعة شاهدا وحافظا لمن يسارع إلى الجمعة من المؤمنين يدخل\r\nالله المؤمنين الجنة على قدر سعيهم إلى الجمعة وعن مصباح الله الشارق\r\nوميزان الله الناطق مولانا أبى عبد الله الصادق عليه السلام في قول الله\r\nعز وجل وشاهد ومشهود قال عليه السلام الشاهد يوم الجمعة وقال\r\nعليه السلام ان الله عز وجل فرض في كل سبعة أيام خمسا وثلثين\r\nصلاة منها صلاة واجبة على كل مسلم ان يشهدها الا خمسة المريض\r\nوالمملوك والمسافر والمراءة والصبي وعنه عليه السلام قال يجمع القوم\r\nيوم الجمعة إذا كانوا خمسة فما زاد وان كانوا أقل من خمسة فلا جمعة\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nلهم والجمعة على كل أحد لا يعذر الناس فيها الا خمسة المرأة\r\nوالمملوك والمسافر والمريض والصبي وعنه عن أبيه عن أبيه عن جده\r\nعليه السلام ان اعرابيا يقال له قليب جاء النبي صلى الله عليه وآله فقال\r\nيا رسول الله انى وتهيأت إلى الحج كذا وكذا مرة فما قدر لي فقال له\r\nالنبي عليه السلام يا قليب عليك بالجمعة فإنها حج المساكين وعنه قال عليه السلام\r\nفضل الله الجمعة على غيرها من الأيام وان الجنان لتزخرف وتزين\r\nيوم الجمعة لمن اتاها وانكم تتسابقون إلى الجنة على قدر سبقكم إلى\r\nالجمعة وان أبواب السماوات لتفتح لصعود اعمال العباد الا فاستيقظوا\r\nمعشر المؤمنين من رقدة غفلتكم واستفيقوا من سكرة جهالتكم\r\nوتغنموا طاعة تجبر خطيئاتكم وحسنة تذهب سيئاتكم وعبادة\r\nتخفف عنكم أثقالكم من باهضات اوزاركم وفادحات آصاركم غفر الله\r\nلنا ولكم ما أسلفناه من ذنوب اقترفناها واثام اجترحناها واعمال\r\nالتناها واعماز اتلفناها وقلوب امتناها وعقول اغفلناها في\r\nسالفات أيامنا الخالية وعصمنا وإياكم من مضلات الفتن ومرديات\r\nالأهواء ومترفات النعم وممنيات الآمال واعاذنا من ملهيات\r\nالفطن ومحبطات العمل ومكسبات التبعة وموقدات النيران فيما\r\nبقي من هزيع نهار العمر من بلايا يومياتنا ؟ الآتية وموانيذ\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nلييلاتنا التالية ان ربى قريب مجيب ان ربى رحيم ودود ثم\r\nأقول ان أصدق القيل وأحسن الحديث وأكرم القول وأبلغ\r\nالعظة كتاب الله العزيز سبحانه أعوذ بالله السميع العليم من الشيطان\r\nالرجيم وأعوذ بالله ان يحضرون ان الله هو الديان الحكيم الجبار\r\nالحليم بسم الله الرحمن الرحيم ألم تر كيف فعل ربك بأصحاب الفيل ألم\r\nيجعل كيدهم في تضليل وارسل عليهم طيرا أبابيل ترميهم بحجارة\r\nمن سجيل فجعلهم كعصف مأكول بسم الله الرحمن الرحيم لا يلاف قريش\r\nايلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي\r\nأطعمهم من جوع وآمنهم من خوف بسم الله الرحمن الرحيم ألم نشرح لك\r\nصدرك ووضعنا عنك وذرك الذي انقض ظهرك ورفعنا\r\nلك ذكرك فان مع العسر يسرا ان مع العسر يسرا فإذا فرغت\r\nفانصب والى ربك فارغب بسم الله الرحمن الرحيم والضحى والليل\r\nإذا سجى ما ودعك ربك وما قلى وللآخرة خير لك من الأولى\r\nولسوف يعطيك ربك فترضى ألم يجدك يتيما فآوى ووجدك\r\nضالا فهدى ووجدك عائلا فأغنى فاما اليتيم فلا تقهر\r\nواما السائل فلا تنهر واما بنعمة ربك فحدث\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والثقة بالمهيمن الحكيم والاعتصام بالعزيز العليم\r\nالحمد لله الملك الحق البديع الذي لا من شئ كان ولا من شئ كون\r\nاسطقسات الأصول وأمهات الأركان حارت مقل العقول في\r\nعجائيب بدائع قدرته وردعت خطرات هماهم الأوهام عن اكتناه\r\nكنه صفته والاغتياص في لجج يمام معرفته لا دهر يخلقه ولا زمان\r\nيبليه ولا ظلام يستره ولا ضياء يبديه لا عرش يحمله ولا مكان يحويه\r\nولا ترادف شؤون يشغله ولا تمادى آماد ينسيه يعلم عجيج الوحوش\r\nفي الفلوات ومذاهب النينان في البحار الغامرات ويسمع ضجيج\r\nالملاهيف في الخلوات ودوى الأمواج بالرياح العاصفات\r\nلا يلهيه صوت عن صوت ولا يختبئ عنه سر في حجاب ولا يشغله\r\nغضب عن رحمة ولا تولهه رحمة عن عقاب تسعى رحمته امام\r\nغضبه ويمشى بسطه وراء قبضه ويسير عدله مسير سطوته وتجرى\r\nحكمته حذاء فيضه قبضه من بسطه وبسطه من حكمته وعقابه من\r\nسخطه وسخطه من رحمته قرب فنآى وعلا فدنا وظهر فبطن\r\nوبطن فعلن واشهد ان لا إله إلا الله وحده لا شريك له شهادة\r\nايمان وايقان عن صميم وتين مهجة العقل واخلاص واذعان\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nفي السرور والحزن الا ان التقوى عنصر سنخ الايمان وحلية حزب\r\nالكرامة ومحلاب رشح الفيض ومفتاح باب الرحمة فعليكم بها\r\nعباد الله انها زمام البهجة وقوام السعادة وهى دواء داء\r\nقلوبكم وبصر عمى افئدتكم وشفاء مرض أرواحكم وصلاح فساد\r\nصدوركم وجلآء ابصار عقولكم وطهور دنس نفوسكم وامن فزع\r\nجاشكم وضيآء ظلمة سركم فتمسكوا بوثايقها واعتصموا بحقايقها\r\nوتسنموا ذروتها وتعلقوا بعروتها تؤل بكم إلى اكنان الدعة\r\nوأوطان السعة ومعاقل الحرز ومنازل العز في يوم تشخص فيه\r\nالابصار وتظلم له الأقطار وتعطل فيه صروم العشار وينفخ فيه\r\nفي الصور فتزهق كل مهجة وتبكم كل لهجة وتذل الشم\r\nالشوامخ والصم الرواسخ فيصير صلدها سرابا رقراقا ومعهدها\r\nقاعا سملقا فلا شفيع يشفع ولا قرين ينفع ولا حميم يدفع ولا\r\nمعذرة تسمع أيها المؤمنون المخبتون أحذركم الدنيا الداثرة\r\nفإنها دار شخوص ومحلة تنغيص ساكنها طاعن وقاطنها بآئين\r\nتميد باهلها ميدان السفينة بجالسيها تصفقها الرياح العواصف\r\nفي لجج البحار الغامرة فمنهم الغرق الوبق الرنق ومنهم الناجي\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nعن حاق روع البصيرة بشهادة استضئ بضوءها في دياجير\r\nداجيات الظلمات وأستعين بروحها على نوائيب مرارة حين\r\nالحمام وأهوال مضايق ما بعده من الدواهي والصعوبات\r\nواشهد ان سيدنا محمدا عبده وأمينه وصفوته ومئينه نجيب\r\nفضله وسفير وحيه وبعيث حكمته ورسول رحمته اصطفاه\r\nمن امنع ذروة واعز أرومة من الشجرة الكريمة الاثيرة المؤثرة\r\nالطيبة العود المعتدلة العمود الباسقة الفروع الناضرة الغصون\r\nالتي صاغ الله منها أصفيائه واصطنع منها امناءه ابتعثه إلى قاطبة\r\nالورى واعلام الهدى دارسة ومناهج الحكمة طامسة حين لا علم\r\nقائم ولا منار ساطع ولا منهج واضح ولا بارق لامع فصدع بالحق ونصح\r\nللخلق وهدى إلى الرشد وامر بالقصد وقوم الدين وأسبغ البلاغ\r\nوتمم السنة صلى الله وسلم عليه وآله وعترته وخلفائه وحآمته\r\nوأوصيائه ( لا سيما مولاي وأمالي باب الله الصادق وكلام الله الناطق ) عباد الله المؤمنين الخاشعين وارقائه الموقنين\r\nالخاضعين أوصيكم بتقوى الله العزيز العليم الذي هو الآخذ\r\nبالنواصي والاقدام في السر والعلن وأذكركم قدوم الموت\r\nالهاذ الباعث الذي هو هادم اللذات وصارم العوذات\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nعلى متون الأمواج تحفزه الرياح بأذيالها وتحمله على أهوالها\r\nفمن غرق منهم فليس بمستدرك ومن نجى منهم فإلى مهلك\r\nعباد الله اليوم فاعملوا والألسن مطلقة والأبدان صحيحة\r\nوالاعضآء لدنة والمتقلب فسيح والمجال عريض قبل\r\nارهاق الفوت وحلول الموت فحققوا عليكم نزوله ولا\r\nتنتظروا بتسويفكم في العمل قدومه عباد الله من راقب الله\r\nكان الله له من كل شئ رقيبا من خاف الله أخاف الله منه\r\nكل شئ ومن لم يخف الله اخافه الله من كل شئ ومن اصلح\r\nسريرته اصلح الله علانيته ومن اصلح لله امر دينه اصلح الله\r\nله امر دنياه ومن اصلح ما بينه وبين الله اصلح الله ما بينه وبين\r\nالناس ذمم القوب في قبضة الله وأزمة النواصي بيد الله ولا\r\nحول ولا قوة ولا عزة ولا منعة الا بالله العلي العظيم الا ان\r\nيوم الجمعة قالون الأيام وسيدها وأقنوم الأعياد وصنديدها خصكم\r\nالله به لطاعته واختصكم فيه برحمته ويستجيب فيه الدعوات وبنجح فيه\r\nالطلبات ويتقبل فيه الطاعات ويعطى فيه السؤلات ويكشف فيه\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالكربات ويعفو فيه عن السيئات ويقضى فيه عظام الحاجات\r\nوان صلاة الجمعة فيه أعظم فريضة مكتوبة كتبها الله تعالى عليكم لا يعذر فيه\r\nفيها أحد من المسلمين الا الصبى والمرأة والعبد والمريض ومن كان\r\nعلى سفر أو في نأى من مسافة تزيد على فرسخين حرم عليكم\r\nالبيع وما في حكمه بعد النداء لها وأوجب عليكم أينما كنتم من مسافة\r\nوجوبها السعي إليها والتفرغ لها والاستماع لخطبتها وقال سيدنا\r\nرسول الله صلى الله عليه وآله الجمعة حق على كل مسلم الا أربعة وقال\r\nصلى الله عليه وآله ان الله تعالى كتب الجمعة فريضة واجبة إلى يوم القيامة وقال\r\nصلى الله وملائكته عليه وآله من كان يؤمن بالله واليوم الآخر فعليه الجمعة\r\nيوم الجمعة وقال صلوات الله عليه وآله من اتى الجمعة ايمانا واحتسابا\r\nاستأنف العمل وعنه صلى الله عليه وآله المهجر إلى الجمعة كالمهدى بدنة لو يعلم\r\nالناس ما في التهجير لاستبقوا وعنه عليه وآله صلوات الله وصلوات ملائكته\r\nأف لكل مسلم لا يفرغ نفسه في كل جمعة لامر دينه فيتعاهده وعنه صلى الله\r\nعليه وآله لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم وليكتبن\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم والاتكال على المهيمن العلام القيام العظيم\r\nالحمد لله رب العالمين دائم الربوبية مهيمن القيومية قار الدوم\r\nسرمد الدئمومية احدى الذات الواجبة لا مؤتلف المفهوم\r\nولا مزدوج الحيثية صمدي الهوية الفياضة لا محدود الكنه\r\nولا مكنوه الشيئية مستوترا بالحقيقة الحقة لا بتأويل ماهية\r\nومآئية مستأثرا بالوجود الحق لا بتفسير تحصل وايسية\r\nوتغاير ذاتية وانية عنت وجوه الحقايق بصغار المربوبية\r\nلكبرياء ربوبيته ودانت جباه الماهيات بدخور المجعولية\r\nلمهمنية ؟ جاعليته كل ذات فعله وكل خير سيبه وكل وجود فيضه\r\nوكل فيض صنعه خضعت له ضماير القلوب وخشعت له نوافذ\r\nالابصار وسجدت له الجباه النواصي ونجعت له العقول النواصع\r\nبيده نسمة كل مهجة ونياط كل فؤاد وطوار عزه وجلاله مبدأ\r\nكل مبدأ ومعاد كل معاد كان ولا اينونية ولا كيفوفية ولا وصفية\r\nولا موصوفية ولا متى ولا إضافة ولا معية ولا فيئية ولا جوهرية\r\nولا عرضية ولا علية ولا معلولية ولا ايية ولا مائية ولا هلية\r\nولا ماهية ولا مدى ولا امد ولا أزل ولا ابد فأنشأ وابتدأ\r\nوابدع وابتدع وبرأ ذرأ شيأ ؟ وصنع واخترع وايس وليس وجنس\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nونوع قضى وقدر فخمر وصور وعلم وشاء ففطر ودبر فلق\r\nوخلق وصاغ وصبغ ورزق وهدى وانعم فاسبغ دهر الدهر\r\nوأمد الأمد وأزل الأزل وابد الأبد فاقت وغيى واجل\r\nونهى وركب وسوى وأمات واخيى فسبحانه من قدير ما\r\nاقدره وحكيم ما احكمه وفياض ما افيضه وعلام ما اعلمه لا\r\nتبلغه فطن أحلام الربيين ولا تمقله مقل عقول الكروبيين\r\nواشهد ان لا إله إلا الله وحده لا شريك له متقدسا عن مفتجرات\r\nأفواه المشركين ومتآبها عن مختلقات أوهام المشبهين شهادة\r\nتساط بوداج المهجة ودم الوتين ويناط بها شريان الايقان\r\nونياط اليقين واشهد ان قفوته من عوالم الكون وصفوته من\r\nنظام الوجود محمدا جبهته جباه الودي وناصيته نواصي البرايا\r\nعبده المقتفى ورسوله المصطفى استله من سلالة عالم النور واشتقه\r\nمن تالة شجرة الحكمة اقتفاه من زمر أنبيائه فاصفاه إلى الثقلين\r\nمن خليقته والصوغين من بريته بقوارع آياته وخواتيم بنواته\r\nواصطفاه من رسل رسله فاقفاه بجوامع إضبارة سفاراته\r\nوعزايم جرثومة رسالاته فابتعثه بكتاب حكيم وامام مبين\r\nودين وزين وشرع رزين وتريك وقور ووصى صبور صلى الله\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nوسلم وملائكته البررة المقربون وروقته الخيرة المنتجبون وعباده النصح\r\nالصالحون وكرامة السبق الفائزون عليه وعترته المحة الطهيرين\r\nوحامته الخلص المبرورين آل وراثة مجده وسيدودته وأهل بيت\r\nنبوته ورسالته صلاة مستطابة نامية يقصر عن بقائها\r\nالزمان بسجيس أبده ويضيق عن دوامها الدهر بدوم سرمده\r\nوتسليما مستصبا مستهبا مرتعجا معتلجا تتعيى الحسبة الحصآء عدده\r\nتتثبط الكتبة عن الافضاء إلى بلوغ امده واستعيذ بالله من همزات\r\nالشياطين ومن لمزات المستهزئن بيوم الدين وهو حسبي ونعم الوكيل\r\nمعشر عباد الله المنيبين إلى الله أوصيكم ونفسي الخاطيئة الجانية\r\nبلزام سنن التقوى ودعامة الطاعة في المستعلن والمستخفي الا ان\r\nهذه النشأة الزائلة والحياة الباطلة ومضة خامدة وهبة\r\nبآئدة ودفقة داثرة وصفقة خاسرة وسلعة كاسدة ومرة فاسدة\r\nونخلة مدخولة ورحلة مرذولة وان دنياكم الخداعة التي سولتها\r\nلكم أنفسكم ملسونة نضرتها ملعونة شجرتها وان هي بزبربجها الذاهب\r\nالمشوه وزخرفها الزائف المموه الاذهابة باعماركم كرياح عاصفة\r\nنهابة لاحلامكم كلصوص عسوفة وأيم الله لو أنكم تعلمون ما في دخلتها\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nالمسمومة واثلتها المشؤمة لتنفضنها نفض اللحام الوذام التربة\r\nولترفضنها رفض الحراث القفار الخربة اما تصيخون لقول الله\r\nالعظيم في تنزيله الحكيم مثل الحياة الدنيا كماء أنزلناه من السماء\r\nفاختلط به نبات الأرض فأصبح هشيما تذروه الرياح عباد الله\r\nلا تكونوا ممن طباه هواه فاحابه واطباه اللهو فاتبعه ودعاه داعى\r\nاليقين فتلهى عن دعوته وناداه منادى الحق فلم يكترث لندائه\r\nواعلموا ان الدنيا دار غربتكم وسجن أرواحكم وانها ليست لكم بدار ولا\r\nهي لكم بموطن قرار انما في جلابيب أبدانكم كما الطيور في مضايق الا\r\nقفاص وكما الأجنة في أرحام الأمهات والحمام طيران طارف لعقولكم في فضاء\r\nجو القدس والموت ولادة ثانية لأنفسكم في بطنان عالم الملكوت\r\nولن يلج ملكوت السماوات من لم يولد مرتين عباد الله انما حمام موت\r\nالجسد ميقات احرام لقاء الله وزبية رمس الجدث خزانة نقد العمل\r\nووعاء زاد الرحيل إلى جوار صقع الله وان الله الغفور الرحيم جل سلطانه\r\nانزل لكم ماء التوبة من مزن الرحمة لغسل الاحرام الا فاغسلوا افئدتكم\r\nونزهوا نياتكم واشرحوا صدوركم ومحصوا أشراركم ونوروا عقولكم\r\nوزينوا بصائركم واعترفوا من عين الحياة الخرارة واغتمسوا في ( مستنقع ) غدير\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nالعيشة القارة عباد الله ثقوا بالله واعتصموا بحبل الله ونظفوا ضمائركم\r\nعما عداه وطهروا قلوبكم عما سواه واستيقنوا ان الدعاء بلسان الاستعداد\r\nيجاب ولا يردو الآمل بمقدار الاستحقاق يفوز ولا يخيب وان المعونة\r\nتنزل من السماء على قدر المؤنة فمن رجا أحدا غير الله أو وثق بأحد الا الله\r\nفقد اشرك بجناب ربه أحد مربوبيه وسد مسد الرزاق ببعض مرزوقيه\r\nوانما مثله كمثل مسجون يستجير بمسجون عذله أو عليل يستطب من عليل مثله\r\nأقول قولي هذا واستغفر الله لي ولكم والله خير الغافرين أيها المستمعون\r\nلذكر الله اعلموا ان الله سبحانه من كل أمة صفوة ومن كل شجرة عفوة وانه\r\nتعالى سلطانه قد اصطفا على الأديان دين الاسلام وعلى الأيام يوم الجمعة وكان يسمى\r\nيوم عروبة وهو يوم الذخر والمزيد ويوم الفضل والمثوبة جعله لسآئر الأيام\r\nوالأعياد سيدا وعميدا ولكم وعليكم يوم النشور شاهدا وشهيدا ليلة الزهراء\r\nسيدة الليالي ونهاره الأزهر سيد النهر وان صلاة الجمعة إذا ما انتصب\r\nعمود قمة الهاجرة واستوى لسان ميزان الظهيرة أعظم ما نراه نار من\r\nأبواب الزلفات وأكرم ما انتواه منتو من وجوه القربات ركعتاها مع امام\r\nمأذون له فريضة مكتوبة ومحراة أن تكون الصلاة الوسطى وخطبتاها من\r\nالامام المجمع صلاة محسوبة ومقمنة أن تكون ذكر الله الأكبر حرم عليكم البيع\r\nإذا ما نودي لها وفرض عليكم السعي إليها والانصات والإصاخة لخطبتيها\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nلا يعذر في ذلك من اضاميم الناس وعصاباتهم الا صبي أو امرأة أو عبد\r\nمملوك أو مريض مدنف أو هم فان أو عابر سبيل على سفر أو نآء عن معقد\r\nاقامتها نأيا دونه فرسخان فعن عيص الهدى وشجرة الرحمة ومعيص\r\nالعلم ومغرس الحكمة سيدنا ونبينا ومولانا وهادينا رسول الله صلى الله عليه وآله\r\nوسلم أنه قال من كان يؤمن بالله واليوم الآخر فعليه الجمعة يوم الجمعة الا مريض أو\r\nمسافر أو امرأة أو صبي أو مملوك فمن استغنى بلهو أو تجارة استغنى الله عنه\r\nوالله غنى حميد وعنه صلى الله عليه وآله الجمعة حق على كل مسلم الا أربعة\r\nوعنه صلى الله وملائكته عليه وآله من ترك الجمعة ثلثا من غير ضرورة كتب\r\nمنافقا في كتاب لا يمحى أو لا يبدل وقال عليه وآله الصلاة والتسليم من\r\nترك ثلث جمع متعمدا من غير علة ختم الله على قلبه بخاتم النفاق وعنه صلوات\r\nالله عليه وآله لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم وليكتبن\r\nمن الغافلين وعنه صلى الله وسلم عليه وآله أف لكل مسلم لا يفرغ نفسه في كل جمعة\r\nلامر دينه فيتعاهده وقال صلوات الله وتسليماته عليه وآله إذا كان يوم الجمعة نزل\r\nالملائكة المقربون معهم قراطيس من فضة وأقلام من ذهب فيجلسون على أبواب\r\nالمسجد فيكتبون الناس على مراتبهم الأول والثاني والثالث حتى يخرج الامام\r\nفإذا خرج الامام طووا صحفهم قال عليه السلام إذا اخرج حضرت الملآئكته يستمعون\r\nالذكر وقال صلى الله عليه وآله إذا قلت لصاحبك انصت يوم الجمعة والامام\r\nيخطب فقد لغوت ومن لغا فلا جمعة له وعن يعسوب الأوصياء وقدموس\r\nالأصفياء خازن سر الوحي وعيبة علم الكتاب سيد المتقين وامام الموحدين مولانا\r\nأمير المؤمنين علي بن أبي طالب عليه السلام\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nومن قنوته يواظب عليه في أكثر صلواته خلد الله تعالى ظلال إلى يوم الدين\r\nلا إله إلا الله الحليم الكريم لا إله إلا الله العلي العظيم لا إله إلا الله الملك\r\nالحق العدل المبين سبحان الله رب السماوات السبع ورب الأرضين\r\nالسبع وما فيهن وما بينهن وما تحهن ورب العرش العظيم والحمد لله\r\nرب العالمين سبحان من دانت له السماوات والأرض بالعبودية\r\nيا أكرم من سئل يا عظيم من يرجاجى لكل عظيم اغفر لي الذنب العظيم\r\nفإنه لا يغفر الذنب العظيم الا لعظيم رب أوزعنى ان اشكر نعمتك\r\nالتي أنعمت على وعلى والدي وان اعمل صالحا ترضيه ؟ وادخلني برحمتك\r\nفي عبادك الصالحين رب انى وهن العظم منى واشتعل الرأس شيبا\r\nولم أكن بدعاءك رب شقيا رب اغفر وارحم وأنت خير الراحمين اللهم اغفر\r\nلنا وارحمنا وعافنا واعف عنا في الدنيا والآخرة انك على كل شئ قدير\r\nالهى أنت أجود المسؤولين وانا أحوج السائلين يا من لا يرجى الا فضله\r\nولا يخاف الا عدله عاملني بفضلك ولا تعاملني بعدلك انما اشكو\r\nبثي وحزني إلى الله لا إله إلا أنت سبحانك انى كنت من الظالمين يا الهى\r\nانى لم أصب خيرا قط الا منك ولم يصرف عنى سوء قط أحد غيرك\r\nلا أرجو لاخرتي ودنياي سواك كفى كرمك من السؤال وكفى علمك من المقال\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nلك ما في السماوات وما في الأرض وأنت أجود المسؤولين الهى حبيب إلى\r\nطاعتك واجنبني معصيتك وأوزعني شكر نعمتك واستعملني فيما\r\nيرضيك عنى ولا تشغلني بما يسخطك على برحمتك يا ارحم الراحمين\r\nربنا آتنا في الدنيا حسنة وفى الآخرة ( حسنة ) وقنا عذاب النار وتوفنا مع الأئمة\r\nابرار اللهم انك بما أنت له أهل من العفو أولى منى بما انا له أهل من\r\nالعقوبة وأنت ارحم الراحمين باذ الفضل العظيم باذ المن الكبرياء ذا\r\nالرحمة الواسعة صلى على محمد وآل محمد وادركنى بفضلك ورحمتك في الدنيا والآخرة\r\nانك أنت ارحم الراحمين ياذ الجلال والاكرام باالله الذي لا أرجو الافضله\r\nورحمته ولا اوءمل الا معروفه واحسانه يا سابغ النعم يا دافع النقم\r\nيا نور المستوحشين في الظلم يا عليما لا يعلم أنت بحاجتي عليم وعلى قضائها\r\nقدير فاغفر لي ذنوبي وكفر عنى سيئاتي واقض لي حوائجي ويسر لي\r\nأموري برحمتك يا ارحم الراحمين ربنا امنا فاغفر لنا وارحمنا وأنت خير\r\nالراحمين يا مكرم أكرمت فاتمم اكرامك يا منعم أنعمت فتمم نعمتك\r\nفان بنعمتك تتم الصالحات وبرحمتك تنزل البركات وأنت خير الراحمين\r\nاللهم إني أعوذ بك من ذنب لا يغضرو من عيب لا يستر ومن فاقة لا تجبر\r\nيا غافر كل ذنب يا ساتر كل عيب يا جابر كل فاقة يا خير الراحمين يا ولى المؤمنين\r\nاللهم لا مانع لما أعطيت ولا معطى لما منعت ولا راد لما قضيت ولا ينفع\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nذا الجد منك الجد يا ذا الجلال والاكرام اسال الله العفو والعافية والمعافاة\r\nفي الدنيا والآخرة اسال الله من فضله العظيم اسال الله من فضله العظيم\r\nاسال الله من فضله العظيم ومما يقنت به في قنوت يوم الجمعة زين الله به مستدا\r\nلياله والاجتهاد والهداية والارشاد إلى يوم التناد قنوت في ركعة الأولى\r\nقبل الركوع كلمات الفرج إلى آخرها اللهم صلى على النبي محمد وآل محمد\r\nوعلى أئمة المؤمنين اللهم صلى على محمد وآله كما هديتنا به وكرمنا\r\nواستنقذتنا من خيرة الظلالة اللهم اجعل لنا ممن اخترته لدينك\r\nوخلقته لجنتك واجعلته من أهل كرامتك واجعلنا ممن بصرته في\r\nمعرفتك واستعملته في طاعتك واوزعنه شكر نعمتك وادخلته\r\nبرحمتك في عبادك الصالحين اللهم اجعل خير اعمارنا أو آخرها\r\nوخير اعمالنا خواتمها واجعل خير أيامنا يوم تلقاك برحمتك\r\nيا خير الراحمين الهى كما تقدست عما لا يليق بربوبيتك قدسني\r\nعما لا يليق بعبوديتك سبحان من دانت له السماوات والأرض\r\nبالعبودية قنوته في الركعة الثانية قبل الركوع ربنا آمنا فاغفر\r\nلنا وارحمنا وأنت خير الراحمين الهى طموح الآمال قد خابت الا لديك\r\nومعاكف الهمم قد تعطلت الا عليك ومذاهب العقول قد سمت\r\nالا إليك الهى أنت الرجاء واليك ملتجأ يا أكرم مقصود ويا أجود\r\nمسؤول هربت إليك بنفسي يا ملجأ الهاربين باثقال الذنوب\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nاحملها على ظهري لا أجد لي إليك شافعا سوى معرفتي انك أقرب\r\nمن رجاه الطالبون وأمل ما لديه الراغبون يا من فتق العقول\r\nبمعرفته وأطلق الألسن بحمده وجعل ما امتن به على عباده كفاء\r\nلتأدية حقه صل على محمد وآل محمد ولا تجعل للهموم على عقلي سبيلا\r\nولا للباطل على اقلبي دليلا يا خير مرجوويا أكرم مدعو ايحسن من\r\nكرمك ان ارجع عن بابك بالخيبة مصروفا ولست اعرف ربا\r\nومولئ وملجأ سواك بالاحسان موصوفا ربى اغفروا رحم وتجاوز\r\nعما تعلم انك أنت الأعز الاجل الأكرم وانك أنت ارحم الراحمين منقول منه أحسن الله مرقده\r\nخط سيد المحققين مير سيد احمد\r\nدعائي كه جبرئيل عليه السلام به بيغمبر عليه السلام\r\nتعليم كرد بجهت جميع حاجات يا نور السماوات\r\nوالأرض ويا قيوم السماوات والأرض ويا عماد\r\nالسماوات والأرض ويا زين السماوات والأرض ويا جمال\r\nالسماوات والأرض ويا بديع السماوات والأرض ويا ذا الجلال\r\nوالاكرام يا غوث المستغيثين ومنتهى رغبة العابدين ومنفس الكرب\r\nعن المكروبين ومفرج المغمومين وصريخ المستصرخين ومجيب دعوة المضطرين\r\nكاشف كل سوء اله العالمين دعاء رواه الحسن بن علي عليه السلام ان مولانا كان إذا\r\nخربه ؟ امر خلافي بيت ودعآبه وهو يا كهيعص يا نور يا قدوس يا خبير يا الله يا رحمن يردد ثلثا\r\nاغفر لي الذنوب التي تحل النقم واغفر لي الذنوب التي تغير النعم واغفر لي الذنوب التي تهتك العصم واغفر لي\r\nالذنوب التي تحبس القسم واغفر لي الذنوب التي تنزل البلآء واغفر لي الذنوب التي تعجل\r\nالفنآء واغفر لي الذنوب التي تبديل الأعداء واغفر لي الذنوب التي تقطع\r\nالرجاء واغفر لي الذنوب التي ترد الدعاء واغفر لي الذنوب التي\r\nتمسك غيث السماء واغفر لي الذنوب التي\r\nتظلم الهواء واغفر لي الذنوب التي تكشف\r\nالغطاء ثم تدعوا بما تريد\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم الحمد لله وصلواته على سيدنا النبي وآله الطاهرين أيها\r\nالمستريض المتمصر والمستفيض المتبصر انى قد أجزت لك ان تروى\r\nعنى مقالتي الخلعية ورسالتي الربعية حكاية عن سلوكي الروعى\r\nوعبارة عن مسيري القدسي لمن شئت من اخوان الحقيقة\r\nوفرسان الطريقة وكيف شئت بلسان السريرة وعلى ميزان\r\nالبصيرة انق الله نبراس سرك ببريق العقل وادهق كأس\r\nروعك من رحيق القدس وكتب بيمينه الفانية الجانية أحوج المربوبين\r\nوافقر المفتاقين إلى رحمة الله الحميد الغنى محمد بن محمد يدعى باقر الداماد\r\nالحسيني ختم الله له في نشأتيه بالحسنى حامدا مصليا\r\nبسم الله الرحمن الرحيم وصلواته على سيدنا محمد وآله الطاهرين والحمد لله رب العالمين انى\r\nذات يوم من أيام شهرنا هذا وقد كان يوم الجمعة 14 شهر رسول الله شعبان\r\nالمكرم لعام 1523 من هجرية المقدسة كنت في بعض خلواتي اذكر ربى في\r\nتضاعيف اذكاري واورادى باسمه الغنى فأكرر يا غنى يا مغنى\r\nمشدوها بذلك عن كل شئ الا عن التوغل في حريم سره والامحاء في\r\nشعاع نوره فكان خاطفة قدسية قد ابتدرت إلى فاجتذبتنى\r\nمن الوكر الجسدانى ففللت حلق شبكة الحس وحللت عقد حبالة\r\nالطبيعة واخذت اطير بجناح الروع في جو ملكوت الحقيقة فكأني\r\nقد خلعت بدني ورفضت عدني ومقوت خلدي ونضوت\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nجسدي وطويت إقليم الزمان وصرت إلى عالم الدهر فإذا انا في\r\nمضر الوجود بجماجم أمم النظام الجملي من الابداعات والتكونييات ؟ والا\r\nلهيات والطبيعيات والقدسيات والهيولانيات والدهريات والزمنيات\r\nوأقوام الكفر والايمان وارهاط الجاهلية والاسلام من الدارجين\r\nوالدارجات والغابرين والغابرات والسالفين والسالفات والعاقبين\r\nوالعاقبات في الآزال والآباد وبالجملة آحاد مجامع الامكان وذرات\r\nعوالم الأكوان بقضها ؟ وقضيضها وصغيرها وكبيرها\r\nثابتاتها وبأيداتها خالياتها وايتاتها وإذا الجميع زفة زفة وزمرة\r\nزمرة بحشدهم قاطبة معا مولون وجوه مهياتهم شطر بابه سبحانه\r\nشاخصون بابصار ( شخص بالفتح شخوصا امتدو ارتفع يعدى بالباء ويتعدى بنفسه\r\nفيقال شخص ببصره وشخص بصره فهو شاخص إذا فتح عينيه وجعل لا يطرف منه ) ( ابصار ) انياتهم تلقاء جنابه جل سلطانه من حيث هم\r\nلا يعلمون وهم جميعا بالسنة فقر ذواتهم الفاقرة والسن فاقة هو\r\nيأتهم الهالكة في ضجيج الضراعة وصراخ الابتهال ذاكروه وداعوه\r\nومستصرخوه ومنادوه بياغنى يا مغنى من حيث هم لا يشعرون\r\nفطفقت في تيك الضجة ( العقلية ) والصرخة الغيبية اخر مغشيا على\r\nوكدت من شدة الوله والدهش انسى جوهر ذاتي العاقلة\r\nواغيب عن بصر نفسي المجردة واهاجر ساهرة ارض الكون\r\nواخرج عن صقع قطر الوجود رأسا إذ قد ودعتني تلك الخلسة\r\nالخالسة شيقا حنونا إليها وخلفتني تلك قال الخطفة الخاطفة\r\nتائقا لهوفا عليها فرجعت إلى ارض التبار وكورة البوار\r\nوفيعل من الشوق منه\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nبقعة الزور وقربة الغرور تارة أخرى م ح ق\r\nيحكى ان\r\nسائلا وقف على باب\r\nرفيع وسأل شيئا فاعطى\r\nفي حواشي قليلا فجاء من غد اليوم\r\nكتاب الكافي لشرح بفاس واخذ يخرب الأساس\r\nمشكلات الأحاديث فقيل له لم وما هذه الصنيعة\r\nوكشف غامضاتها في باب البدء فقال اما ان يجعل الباب لايقا\r\nبالعطية واما ان تجعل العطية\r\nلا يقة بالباب\r\nفي الحديث\r\nعنى النبي صلى الله عليه\r\nوآله في التزويج بالابكار قال\r\nتزوجوا الابكار فإنهن انهن\r\nأطيب شئ افواها وادر شئ اخلافا\r\nوأحسن أخلاقا وافتح أرحاما افتح\r\nبالفآء والخآء المعجمة من حاشيتي التاء المثناة\r\nمن فوق ومعناه الين وانعم قال في الكافي وفى\r\nحديث آخر وانشفه أرحاما\r\nرقون\r\nجمع رقة كما عضون جمع عضة وسنون\r\nجمع سنة والرقة الورق بكسر الراء وهو المضروب المسكوك من\r\nالفضة وفى الحديث في الرقة ربع العشر م ح ق\r\nبسم الله الرحمن الرحيم في حديث الدعاء ليلة النصف من شعبان عن مولانا أمير المؤمنين\r\nعليه السلام أتراك معذبي بنارك بعد توحيدك وفى دعاء السحر في ليالي شهر رمضان\r\nعن مولانا السجاد سيد العابدين عليه السلام افتراك يا رب تخلف ظنوننا وقد\r\nتكرر ذلك في الحديث جدا لا يحسبن الذين ارواعهم مغلوفة القلوب ان\r\nمنزلة الكاف فيه منزلتها في مثل قوله عز من قائل أرأيتك هذا الذي كرمت على\r\nفليست هي هناك للضمير ولا محل لها من الاعراب بل انها المجرد تأكيد الخطاب\r\nوهذا مفعول أول والذي صفة والمفعول الثاني محذوف لدلالة صلته\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nعليه والمعنى أخبرني عن هذا الذي كرمته على بأمري بالسجود له لم كرمته على ولقد\r\nاستمر عندهم على هذا النمط استعمال أرأيتك في معنى أخبرني يقال أرأيت\r\nالرجل يفعل كذا وارأيت زيدا ما شأنه وارأيتك زيدا ما سبيله كل ذلك\r\nبمعنى أخبرني عنه فاما هيهنا على تلونات الموارد وتصاريف الاستعمالات\r\nفهي كاف الضمير ومحلها النصب على أنها المفعول الأول وبناء الفعل من هذا\r\nالباب للمجهول ليكون معناه تظن وهمزة الاستفهام الاستكار أي أتظن\r\nيا رب نفسك مخلف ظنوننا ومعذبي بنارك بعد توحيدي إياك وايماني\r\nبوحدانيتك فافعال القلوب وهى حسبت وخلت وظننت وارى\r\nوترى على البناء للمجهول بمعنى أظن وتظن وعلمت ورأيت ووجدت\r\nوزعمت إذا كن بمعنى معرفة الشئ بصفة تنصب الاسم والخبر على المفعولية\r\nتقول حسبت زيدا منطلقا وعلمت زيدا قائما وارى زيدا برا واراه\r\nفاضلا كريما على صيغة المجهول أي أظنه كذلك وما أراه يفعل كذا على\r\nلمجهول أي ما أظنه فاعلا إياه والرأي ما ارنآه الانسان واعتقده\r\nأو زعمه وظنه قال ذلك كله علامة زمخشر في كتبه وتلميذه المطرزي\r\nفي كتابيه المعرب الغرب والحبر السكاكى في مفتاح العلوم ومنه في حديث\r\nالاعتكاف أراد صلى الله عليه وآله ان يعتكف امر بقبته فضربت\r\nفي المسجد فلما رآى قباب نسائه مضروبة غضب وقال البر ترون\r\nبهن على صيغة المجهول أي أتظنون بهن البر فيل وانما قال ذلك لان\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nالبر كله لهن في أن يسكن في بيوتهن لا ان يخرجن من البيوت ومنه ذو بطن\r\nبنت خارجة أراها جارية على المجهول وضمير المؤنث وفى رواية أراه على\r\nتذكير الضمير أي أظن ان ما في بطنها أنثى فهذا سبيل القول في تفسير هذه\r\nالكلمة واما ان اسناد الظن إلى الله سبحانه غير سائغ فيزيحه ان الظن\r\nكثيرا ما يكون بمعنى العلم أو انه ربما يستمل أحد المترادفين فيما لا يسوغ فيه\r\nاستعمال الآخر كما قد قيل في انك عالم وان أنت عالم وان كان الترادف هنالك\r\nبين الضمير المتصل المنصوب والضمير المنفصل الموضوع لمحل الرفع منظورا\r\nفيه أو يقال مغزى الكلام ومآل المرام ايسوغ الظن بك انك مخلف\r\nظنوننا ومعذبي بنارك بعد توحيدك والايمان بوحدانيتك ويشهد\r\nلهذا الأخير انه يروى افنراك بالنون المضمومة لمجهول المتكلم مع الغير\r\nمكان افتراك بالتاء أي افنظنك فلا تكونن من الغافلين م ح ق\r\nبسم الله الرحمن الرحيم ربما قيل قال الفاضل البيضاوتى\r\nعند قوله تعالى في سورة هود ليبلوكم أيكم\r\nأحسن عملا ان الفعل معلق عن العمل وقال\r\nفي سورة الملك نقيض ذلك وصرح في تفسير\r\nسورة هود بان نزول التورية كان قبل اغراق\r\nفرعون وقال في تفسير سورة المؤمنين نقيض ذلك\r\nوقال عند قوله تعالى في سورة مريم وكان رسولا نبيا\r\nان الرسول لا يلزم ان يكون صاحب شريعة\r\nوقال في سورة الحج نقيض ذلك وصرح في سورة\r\nالضل بان سليمان على نبينا وعليه السلام توجه إلى\r\nالحج بعد اتمام بناء بيت المقدس وقال في سورة\r\nسبأ نقيض ذلك\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nبسم الله الرحمن الرحيم التاء في تجاه وتراث وتحفة مبذلة من الواو والأصل وجاه\r\nووراث ووحفة من الوجه والوراثة والوحافة كما في اتعد واتقدوا تمض\r\nمن الوعد والوقود والوميض م ح ق ادرء والحدود بالشبهات\r\nهي بضمتين جمع شبهة وفتح العين فيها غير صحيح وكذلك في قربات جمع\r\nقربة ووصلات جمع وصلة وتحفات جمع تحفة واما في ركبات\r\nجمع ركبة وجمعات جمع جمعة وغرفات جمع غرفة فبالوجهين م ح ق\r\nولقد\r\nجاءت رسلنا إبراهيم\r\nبالبشرى قالوا سلاما قال سلام .\r\nمعنى سلاما سلمنا سلاما ومعنى سلام امركم سلام\r\nأو سلام عليكم ولان الرفع يدل على الثبات والاستقرار والنصب\r\nيدل على الحدوث لمكان تقدير الفعل قال العلماء ان سلام إبراهيم كان أحسن منها\r\nوانما صح وقوع سلام مبتدأ مع كونه نكرة لتخصصه بالإضافة إلى المتكلم اذاصله سلمت سلاما\r\nفعدل إلى الرفع لإفادة الثبات ومن قراء سلما فمعناه السلام أيضا قال الفراء سلم وسلام\r\nكحل وحلال وحرم وحرام وقال أبو على الفارسي يحتمل ان يراد بالسلم خلاف الحرب تفسير العلامة\r\nالأعرج النيسابوري\r\nالدنيا فلاة\r\nنوم وموت ودار لعب\r\nوغرور والآخرة دار حق\r\nوصواب وارض حيوة ويقظة\r\nفي\r\nحديث علي عليه\r\nالسلام ان درعه كانت\r\nصدرا بلا ظهر فقيل له لو احترزت من ظهرك\r\nفقال إذا مكنت من ظهري فلا والت واي لا نجوت\r\nنهاية ابن الأثير\r\nالشكر قيد الموجود وصيد المنقود\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم قول شريكنا السالف الشيخ الرئيس ضوعف قدره في كتابه\r\nالإشارات والتنبيهات في نمط مقامات العارفين فكأنهم وهم في جلابيب من\r\nأبدانهم قد نضوها وتجردوا عنها إلى عالم القدس قلت اما الواو للحال والخبر\r\nقد نضوها كما قد حصله الشارح المحصل والجملة الحالية قد تقدمت الجملة الخبرية\r\nإذا لم يكن المروم تخصص ؟ ( تخصيص ؟ ) النضر وتقييد التجرد إلى عالم القدس بان يكونا\r\nحيث هم في جلابيب الأبدان بل إنهم مع كونهم في جلابيب أبدانهم متخلعون\r\nمن شركها وجبائلها وعهدنا وعلائقها مقتدرون على ملكة نضوم أو الانسلاخ\r\nعنها انصرافا إلى عالم القدس واما الخبروهم على أن الواو بمعنى مع أي كأنهم\r\nمخلون وأنفسهم منصرحون بجواهرهم في حريم التقدس وصريح التجرد\r\nغير محول بينهم وبين ذواتهم بشئ من علائق دار الغربة وغواسق إقليم\r\nالطبيعة واذن فاما قد نضوها صفة تقييدية لجلابيب أبدانهم وفى\r\nجلابيب من أبدانهم قد نضوها بيان لكونهم وهم أو خبر آخر حيزة حيزوهم\r\nواما في جلابيب من أبدانهم على اطلاقها خبر ثان واستعارة الجلابيب دون\r\nالثياب مثلا للأبدان إشارة إلى الانفصال والتجرد عنها بالإرادة وبحسب\r\nمرتبة العرفان وان كان هناك تجلبب وتعلق طبيعي بعد بالتدبير أو ظرف\r\nمتعلق بالضمير المنفصل في الخبر بينها على بقاء التعلق الطبيعي التدبيرى\r\nبعد ثم قد نضوها وتجردوا عنها إلى عالم القدس جملة مستأنفة لبيان\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nما ربما يسخ لنفوس العارفين الذين في منتهم بملكاتهم الملكوتية اللاهوتية\r\nرفض نواست الأجساد بحسب ما تسعه احايينهم ومواقيتهم من الخطفات\r\nالقدسية والخلسات الخلعية بالفعل وهم في أوكار الأبدان بالعلاقة التدبيرية\r\nم ح ق\r\nقال بعض الحكماء التمتع\r\nفي دهر طويل يصاد بالصبر على\r\nأيام قليلة أقل الأناة اجدى من أكثر العجلة\r\nإذا نزل قدر الرب بطل حذر المربوب الدولة رسول\r\nالقضاء المبرم لا تصدقن صبر الجاهل على مضض المصيبة زمام\r\nالعافية بيد البلآء ورأس السلامة تحت جناح العطب وباب الامن مستور بالخوف\r\nفلا تكونن في هذه الثلث غير متوقع لاصدادها لاتمار اخوانك وان كنت لسنا جدلا\r\nوان كنت ماهرا بالسباحة فلا تسرعن إلى تيار الأودية وان كنت حاذقا بالرقى فلا\r\nتبادرن إلى تناول الحيات من حكم بزرجمهر على كل امرئ ان يصلح من الأرض قدر باع\r\nفإذا اصلحه فقد اصلح الأرض جميعا وذلك الباع بدنه ينبغي للمرء ان يقى ماله بجاهه ؟\r\nوان يقى جسده بما له وان يقى روحه بجسده وان يقى دينه بروحه ولن يعد وأمور\r\nالناس بعض ذلك كما ينبغي للمرآة ان يكون اصقل واضوء من الناظر فيها\r\nوالمبصر بها فكذلك الامام المؤدب يجب ان يكون أفضل ممن بالنفس\r\nيؤم به واتور بالعلم والأدب ممن يؤدبه\r\nيا حبيب\r\nالقلب وطبيب\r\nالفؤاد وبغية المهجة\r\nلقد باغتني الوجد\r\nوضاعطنى الهوى\r\nفي مضيق الشوق\r\nفهل إلى جريم\r\nالقرب من\r\nسبيل\r\nم ح ق\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nقال\r\nفي المغرب\r\nالغلام الطار الشارب\r\nوالجارية انثاه ويستعاران للعبد\r\nوالأمة هو من طر النبات وكذلك الشارب يطر طرامه\r\nإذا نبت أو آن وقت ان ينبت لامن طره يطره طرا أي\r\nقصه وقطعه وشقه م ح ق\r\nلا يجب للعاقل ان يزرع العداوة\r\nاتكالا على قوته كما لا يجب لصاحب\r\nالترياق ان يشرب السم اتكالا على ادويته\r\nمن جمع لك إلى المودة رأيا حازما فاجمع له إلى المحبة\r\nطاعة لازمة\r\nالخرمشة\r\nالتشوش في الخط\r\nوالمخرمش المشوش خطه\r\nوكتبته استفدناه من الكشاف في نفسه\r\nسورة الأنبياء م ح ق\r\nالنفس الراجعة\r\nإلى عالم القدس باستكمالها الصايرة\r\nإلى صقع الربوبية بكمالها اجل من\r\nأن تكون أوليها نطفة مذرة وعقباها\r\nجيفة قذرة وهى فيما بين تيك وتيك\r\nحمالة العذرة\r\nقال\r\nالمطرزي في ذياله\r\nكتابة المغرب فصل وإذا\r\nنسب إلى الجمع رد إلى واحده فقيل\r\nفرضى وصحفى ومسجدي للعالم بمسائل\r\nالفرايض وللذي يقرأ من الصحف ولمن يلازم المساجد وانما يرد لان\r\nالغرض الدلالة على الجنس والواحد يكفى في ذلك واما ما كان علما كانمارى\r\nوكلابي ومغافري ومدايني فإنه لا يرد وكذا ما كان جاريا مجرى العلم\r\nكانصاري واعرابي قلت الاعراب على هيئة الجمع وفيه معنى الجمع وليس\r\nجمعا بحسب اللفظ إذ لا واحد له من لفظه فلذلك لا يرد في النسبة إليه إلى\r\nالواحد وقال أيضا في المغرب الأفق واحد آفاق السماء والأرض وهى\r\nنواحيهما وقولهم ورد آفاقي مكة يعنون به من هو خارج المواقيت\r\nواعلم علما ليس بالظن انه\r\nإذا الله أي ستهل ؟ سنى عقد شئ تيسرا\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nوالصواب افقي وعن الأصمعي وابن السكيت افقي بفتحتين قلت قال الأزهري\r\nالفتح من تغييرات النسب وهو أكثر لخفته واما الزمخشري جار الله\r\nفقد نطق في الكشاف بالآفاقى اما لمرن لسانه أو لمحافظته على استعمال الفقهاء\r\nأو تجويزا للنسبة إلى الجمع من غير الرد إلى المفرد م ح ق\r\nانا اعرف\r\nتزبرتى أي خطى\r\nوكتابتي يقال اخذت الشئ\r\nبزوبره وبزابره إذا اخذته كله ص\r\nفي الحديث\r\nعنه صلى الله عليه وآله المستبان\r\nما قالا فعلى البادى ما لم يعتد المظلوم\r\nأصله مهموز كالقاري\r\nقلبت الهمزة ياء\r\nللتخفيف م ح ق\r\nالا ينث الحديد\r\nاللين والفولاد خلافه\r\nوفى الصحاح الا ينث ما كان\r\nمن الحديد غير ذكر\r\nمن طريق الكليني في الكافي بسنده الصحيح عن عبد الرحمن بن الحجاج عن أبي\r\nالحسن موسى عليه السلام في رجلين يتسابان قال البادى منهما اظلم ووزره\r\nووزر صاحبه عليه ما لم يعتذر إلى المظلوم ؟ ومن طرق العامة عنه صلى الله\r\nعليه وآله وسلم المستبان ما قالا فعلى البادى ما لم يعتد المظلوم أي ما لم\r\nيجاوز الحد ولم يبلغ إلى حيث يكون من المعتدين م ح ق\r\nالحفالة بضم المهملة وتخفيف\r\nالفآء وكذلك الحثالة بالمثلثة يقال هو من حفالتهم أي ممن لا خير\r\nفيه منهم وقيل هو الرذل من\r\nكل شئ والفاء والثاء كثير\r\nاثيعاقبان نحو فوم وثوم\r\nمن شرح الكرماني لصحيح النجاري\r\nقيل\r\nمن لا يعلم الافنا\r\nواحد اسمى الخصي من\r\nالعلماء ومن ماته بعض الفتون\r\nسمى العينين منهم وقيل بالعكس\r\nفسمى الأول عنينا والثاني\r\nخصيا\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nصفين بكسر الصاد وتشديد الفآء على صيغة جمع السلامة اسم موضع\r\nكانت به وقعة أمير المؤمنين عليه السلام ومطوية قال ابن الأثير في النهاية\r\nوفى حديث أبى وائل شهدت صفين وبئست الصفون فيها وفى\r\nأمثالها لغتان اهداهما اجراء الاعراب على ما قبل النون وتركها\r\nمفتوحة كجمع السلامة كما قال أبو وائل والثانية ان تجعل النون حرف\r\nالاعراب وتقر اليآء على حالها تقول هذين صفين ورائت\r\nصفين ومررت بصفين وكذلك تقول في قنسرين وفلسطين\r\nويبرين انتهى قوله يعنى في تلك أيضا لغتان فارباب اللغة الأولى\r\nانما يعتبرون مقتضى جمع السلامة فقط ولا يكترتون لامر العلمية\r\nاللاحقة فيأتون في مقام الرفع بالواو وفى مقامي النصب والجر بالياء\r\nكما في مصطفون ومصطفين وأصحاب اللغة الثانية يعتبرون امرين\r\nمحافظة على مراعاة الجانبين فلا يسوغون الحاق التنوين رعاية\r\nلمقتضى نون جمع السلامة ولا يتصرقون فيها بتغيير حرف الاعراب\r\nرعاية لمقتضى العلمية فلا حرم يجعلون اختلاف الاعراب باختلاف\r\nالحركات م ح ق\r\nمن مغرب\r\nالمطرزي في ( قود ؟ ) قول ؟\r\nقولهم لا يستقيم على قود كلامك\r\nبالسكون لا غير لأنه مصدر قاد كما قرآنفا\r\nوانما القود بالتحريك القصاص يقال استقدت\r\nالأمير من القاتل فاقادني منه أي طلبت منه\r\nان يقتله ففعل واقاد فلانا بفلان قتله به وعلى\r\nذا رواية حديث عمر لولا أن يكون سنة لا قدتك\r\nمنه سهو انما الصواب لاقدته منك أو لا قد\r\nتك به ذو قار موضع خطب به علي عليه السلام\r\nوالقارة قبيلة ينسبه إليها عبد الرحمن بن\r\nعبد القارئ والهمز كما وقع في متشابه الأسماء\r\nسهو رمونا عن قوس واحدة\r\nمثل في الاتفاق دنانير قوقية\r\nمنسوبة إلى قوق ملك من ملوك الروم\r\nقال بيديه على الحايط أي ضرب بهما ومنه\r\nالحديث انه عليه السلام قال بيده في مقدم الخف\r\n( أي اتفا ) لقول بمعنى الظن مختص الاستفسار\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nيروى عن مولانا المجتبى المؤتمن أبى محمد الحسن عليه السلام كم لك من أخ لم تلد أمك\r\nوعن مولانا أبى عبد الله الصادق عليه السلام مودة يوم صلة ومودة شهر قرابة\r\nومودة سنة رحم ما ستة من قطعها قطعه الله قيل لبعض الحكماء أيما أحب\r\nإليك أخوك أم صديقك فقال انما أحب اخى إذا كان لي صديقا ومن هناك\r\nقيل القرابة تحتاج إلى المودة والمودة لا تحتاج إلى القرابة قيل لأبي يزيد\r\nالبسطاقى من تصحب من الناس قال من يعلم منك مثل ما يعلم الله ثم يستر عليك\r\nكما يستر الله قيل مثل من تصحبه من الناس مثل الشجر والنبات فمن ينفعك\r\nفي دنياك دون آخرتك فمثل مثل ماله ظل وليس له ثمر فان نفع الدنيا كالظل\r\nالسريع الزوال من يصلح لاخراك دون دنياك فمثله مثل ماله ثمر وليس له\r\nظل ومن ينفعك فيهما فمثله مثل ماله ثمر وظل جميعا ومن لا يصلح لشئ\r\nمنهما فمثله مثل ما ليس له ثمر ولا ظل أصلا كأم غيلان\r\nالناس شتى إذا ما أنت ذقتهم * لا يستوون كما لا يستوى الشجر\r\nهذا له ثمر حلو مذاقته * وذاك ليس له طعم ولا ثمر\r\nالسكين يذكر ويؤنث فعلين من\r\nالسك أو فعيل من السكون قاله المطرزي\r\nفي المغرب وفى النهاية الأثيرية وفى حديث\r\nعلي عليه السلام انه خطب الناس على منبر الكوفة\r\nوهو غير مسكوك أي غير مسمر بمسامير\r\nالحديد م ح ق\r\nارض طانة كثيرة\r\nالطين ص\r\nبسم الله الرحمن الرحيم واضمم يدك جناحك تخرج بيضاء\r\nمن غير سوء قال الفاضل النيسابوري واضح\r\nيد همتك إلى جناح قنوعك تخرج بيضاء\r\nنقية من درن السؤال وعار الطمع\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم من طريق رئيس المحدثين رضوان الله\r\nتعالى عليه في جامعه الكافي من ثلاثياته في الموثق عنه\r\nيعنى عن محمد بن يحيى عن ابن محبوب عن الفضل بن يونس\r\nعن أبي الحسن عليه السلام قال قال لي أكثر من أن\r\nتقول لا تجعلني اللهم من المعارين ولا تخرجني من\r\nالتقصير قال قلت اما المعارين فقد عرفت فما\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nمعنى لا تخرجني من التقصير قال كل عمل تعمله تريد به الله\r\nعز وجل فكن فيه مقصرا عند نفسك فان الناس\r\nكلهم في اعمالهم فيما بينهم وبين الله عز وجل مقصرون\r\nقلت المعارى من يركب الفرس عريانا قال في القاموس\r\nاعرورى سار في الأرض وحده وقبيحا اتاه وفرسا\r\nركبه عريانا ونحن نعارى نركب الخيل اعرآء\r\nوالمعنى بالمعارين هيهنا المتعبدون الذين يتعبدون\r\nلا على اسبغ الوجوه والطايعون الذين يلتزمون\r\nالطاعآت ولكن لا على قصيا المراتب بل على ضرب\r\nمن التقصير كالذين يركبون الخيل ولكن اعرآء\r\nبلغنا الله تعالى أقصى المدى في طاعته م ح ق\r\nعنه عن ابن محبوب عن ابان عن عبد الرحمن\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nبن أعين قال قال أبو جعفر عليه السلام لقد غفر الله\r\nعز وجل لرجل من أهل البادية بكلمتين دعا بهما\r\nقال اللهم ان يعذبني فأهل لذلك انا وان تغفر لي\r\nفأهل ذلك أنت فغفر الله له قلت وفى تنكير\r\nأهل وأنت ارحم الراحمين وخير الغافرين في الأول\r\nأي من جملة المستأهلين غير بالغ في الأهلية لذلك\r\nمنتهاها لمكان الايمان والتوحيد إذ غاية الأهلية\r\nللعذاب انما هي للكافر والمشرك وإضافة أهل\r\nفي الأخير إفادة للتعريف مع تقديم الخبر المفيد\r\nللحصر في المبتدأ من البلاغة والجزالة ما لا يخفى على\r\nالمتذوق المستذاق المستذيق فليدرك م ح ق\r\nبسم الله الرحمن الرحيم من كتاب الكافي في باب الخشوع\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفي صلوات عدة من أصحابنا عن أحمد بن محمد وأبى\r\nداود جميعا عن الحسين بن سعيد عن علي بن أبي جهمة\r\nعن جهم بن حميد عن أبي عبد الله عليه السلام قال كان\r\nأبى يقول كان علي بن الحسين صلوات الله عليه وآله\r\nإذا قام في الصلاة كأنه ساق شجرة لا يتحرك منه\r\nشئ الا ما حركته الريح قلت فكما ساق الشجرة\r\nلا يتحرك منه شئ الا ما حركته الريح فكذلك كان\r\nعليه السلام في الصلاة لا يتحرك منه شئ الا ما حركته\r\nالوظائف الشرعية من الواجبات والمستحبات\r\nأو الا ما حركته هزازة القلب في الاقبال على\r\nالصلاة والانجذاب إلى الله سبحانه فالريح هناك\r\nاستعارة لاحكام الشرع في وظأيف الصلاة\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nأو لاهتزاز الروع ونشاط القلب في الانجذاب\r\nإلى صقع النور الحق وخباب كبرياء بهاء الربوبية\r\nم ح ق محمد بن إسماعيل عن الفضل بن شاذان\r\nعن حماد بن عيسى ربعي بن عبد الله عن الفضيل\r\nبن يسار عن أبي عبد الله عليه السلام قال كان علي بن\r\nالحسين صلوات عليه إذا قام في الصلاة تغير\r\nلونه فإذا سجد لم يرفع رأسه حتى يرفض عرقا\r\nقلت اطريق صحيح ويرفض من الارفضاض وهو\r\nالترشتس ( الترشش ؟ ) والسيلان أي حتى يترشش عرقه\r\nوبسيل فمن الصلاة تهتز النفس الناطقة ثم\r\nيوجب ذلك اهتزازا في الجوارح والأركان ولذلك\r\nتحقيق وبسط في كتابنا خلسة الملكوت وارفضاض\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالعرق انما هو من الدهش والوله في سطوع نور\r\nالله العظيم والاستحياء والخجل من نقصان الطاعة\r\nفي جنب ما يسحقه عز جلال وجهه الكريم\r\nوتأثير المجرد في الجسماني والجسماني في المجرد\r\nأصل من أصول الحكمة لشريكنا السالف في\r\nتحقيقه رسالة الفيض الإلهي م ح ق\r\nبسم الله الرحمن الرحيم سبحانك لا تناد في مجدك\r\nوملكك ولا تضاد في تدبيرك وحكمك لا تماس\r\nفي تمام قربك ولا تحاس في شدة ظهورك سبحانك\r\nمن قريب لا يبلغه بعد الهمم ومحيط لا يدركه\r\nغوص الفطن سبحانك من متعال لا يشارك\r\nولا يشاكل ومقتدر لا يقاوم ولا يماثل سبحانك\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nمن متعزز لا يفاخر ولا يباهى أو متمجد لا يشابه\r\nولا يضاهى سبحانك من عزيز لا ينال ولا يقاس\r\nومهمن لا يكاد ولا يحاس لا يكتنه مجده ولا\r\nيرتاد ولا يضطهد عزه ولا يصطاد لم يرتقب\r\nعاقبة ولا أمدا وما اتخذ صاحبة ولا ولدا\r\nسبحانك وبحمدك تكرم وجهك وتبارك مجدك\r\nوتقدس عزك وتعاظم\r\nمنقول\r\nمن خط خاتم المجتهدين\r\nعلي بن عبد العالي چون بمنزلي\r\nبرسند اين دعا بخوانند محفوظ باشند\r\nاللهم رب السماء وما أظلت ورب\r\nالأرض وما أقلت ورب الرياح وما ذرت\r\nورب الأنهار وما جرت عرفنا خير هذه القرية\r\nوخير أهلها واعدنا من شرها وشراهلها\r\nانك على كل شئ قدير لمع مصححي كتبه علي بن عبد العالي\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nفي حديث الدعاء\r\nاللهم صلى على محمد وآل محمد\r\nوفرغني لما خلقتني له ولا تشغلني بما\r\nقد تكفلت لي به وعن مصباح الله الناطق\r\nمولانا أبى عبد الله الصادق عليه السلم وقد نقله عنه الشارستانى\r\nفي الملل والنحل ان الله تعالى أراد بنا شيئا وأراد منا شيئا فما اراده بنا\r\nطواه عنا وما اراده منا أظهره لنا فما بالنا نشغل بما اراده بنا عما\r\nاراده منا وقد تواتر عنهم عليهم السلام ما أصابك لم يكن ليخطئك وما\r\nأخطأك لم يكن ليصيبك وفى ذلك كله كفاية لمن تبصر وتدبر\r\nواتعظ وازدجر قال الله سبحانه في باب\r\nامر الدنيا لكيلا تأسوا على ما\r\nفاتكم ولا تفرحوا با\r\nآتاكم\r\nبسم الله الرحمن الرحيم\r\nروينا من طريق الكافي في الصحيح\r\nعن هشام بن سالم عن أبي عبد الله\r\nعليه السلام قال إذا قام العبد في\r\nالصلاة فخفف صلاته قال الله تبارك\r\nوتعالى لملائكته اما ترون إلى عبدي كأنه\r\nيرى أن قضاء حوايجه بيد غيرى اما يعلم أن\r\nقضاء حوايجه بيدي\r\nفي باب امر\r\nالآخرة وفى ذلك\r\nفليتنافس المتنافسون\r\nفتذكروا يا أولى الألباب لعلكم تعقلون\r\nوتدبروا يا أولى الأحلام لعلكم تفلحون م ح ق\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nهو هو ولا سواه\r\nلقد ساقه قايد التوفيق إلى نوبة\r\nأحوج الخلق إلى الرب الغنى محمد بن محمد\r\nالمدعو بباقر داماد الحسيني رقاه الله من\r\nالوجود العلمي إلى الشهود العيني\r\nكتب في عام 1002 من الهجرة\r\nوالحمد لواهب العقل\r\nومفيض الخير\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119}
  ]