[
  {"content":"\r\n\r\nرسالة\r\nفي\r\nالجبر والاختيار\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالجبر والاختيار\r\nتأليف : آية العظمى السيد محمد صادق الروحاني\r\nتحقيق وتعليق : الشيخ قاسم مصري العاملي\r\nمنشورات لسان الصدق / قم المقدسة / هاتف 7735464\r\nالطبعة الأولى / 2000 نسخة\r\n1426 ه‍ / 2005 م\r\n5 - 45 - 8166 - 964 : isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالجبر والاختيار\r\nتأليف\r\nفقيه العصر آية الله العظمى\r\nالسيد محمد صادق الحسيني الروحاني\r\nمد ظله العالي\r\nتحقيق وتعليق\r\nالشيخ قاسم محمد مصري العاملي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحقوق الطبع محفوظة\r\n1426 ه‍ . ق الموافق 2005 م‍\r\nEmail :\r\nkasem @ masrib . net\r\nkasem _ mm @ hotmail . com\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدمة التحقيق :\r\nبسم الله الرحمن الرحيم الحمد اللَّه الذي هدانا لصراطه المستقيم ، ورزقنا الاعتصام بحبله المتين ، والصلاة والسلام على من بُعث رحمة للعالمين ، وآله الهداة الأطهار الميامين ، لا سيما خاتمهم بقية اللَّه في الأرضين .\r\nوبعد ؛ فإني أرفع هذا العمل اليسير ، والجهد المتواضع ، إلى ساحة قدس نور اللَّه الأعظم ، ومظهر الأتم ، الذي نطقَ فكان تلوَ القرآن ، وبَين فكان ربَّ البيان ، فخشعت لنطقه الأصوات ، وانحلَّت ببيانه المعضلات ، وتبدَّدت ببرهانه الشبهات .\r\nحتى صار المذهب الحقُّ إليه يُنمى ، واتخذ له من اسمه اسما ، فكان قوله فرقاناً بين الزيغ والعلم ، وحكمه ميزاناً بين اليقين والوهم .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nكيف وهو سادس الأئمة الأطهار ، وصادق آل النبي المختار ، وأمين سرِّ الواحد القهار ، أبو عبد اللَّه جعفر بن محمد صلوات اللَّه عليه ما تعاقب الليل والنهار .\r\nفيا ( أيُّهَا العَزيزُ مَسَّنَا وَأَهلَنَا الضُّرُّ وَجِئنَا ببضَاعَة مُزجَاة فَأَوفِ لَنَا الكَيلَ وَتَصَدَّق علَينا إِنَّ اللّهَ يَجزِي المُتَصَدِّقينَ ) .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم الحمد لله الطيف الخبير ، الذي خلق فسوى وقدّر فهدى ، حمداً دائما بدوام ملكه ، والشكر له على نعمائه وهدايته . .\r\nوالصلاة والسلام على من بُعث رحمة للعالمين ، البشير النذير أبى القاسم محمد ( ص ) ، وعلى آله الأطهار ، مفاتيح الرحمة والمغفرة ، وأبواب الهداية والسعادة ، وسفن النجاة التي من تخلف عنها غرق وهوى . . خزان علم اللَّه ، ومعادن حكمته ، وأسرار غيبة .\r\nوبعد ، فإن موضوع الجبر والاختيار لما كان من المسائل المهمة والدقيقة ، إلى حدّ جعلت أسُّ المسائل الاعتقادية بحسب تعبير بعضهم ، عزمت على إخراج هذه الرسالة الجليلة الموسومة .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n( الجبر والاختيار ) لسماحة آية اللَّه العظمى المجاهد السيد محمد صادق الحسيني الروحاني ( دام ظله العالي ) ، لما لهذا الموضوع من آثار علمية وعقائدية جليلة . . .\r\nوقد تاهت بذلك أفكار كثيرين من البشر عبر القرون والأيام على مناهج شتى ومذاهب متشعبة ، فمنهم : من استند إلى عقله بعيداً عن النقل ، ومنهم : من فسَّر الآيات أو الروايات بحسب مرتكزاته وفهمه ، ومنهم : من قاس الأمور ، والكل انحرفوا بذلك عن سواء السبيل ، سوى من ركن إلى ركن وثيق ، ولجأ إلى كهف حصين ، فاستنار بهدي اللَّه وغرف من معين حجج اللَّه في رد الشبهات وحل المعضلات مستمسكاً بقول الصادق الأمين ( لا جبر ولا تفويض ولكن أمر بين أمرين ) مقروناً بالقواعد العقلية : منطقية كانت أو أصولية أو فلسفية .\r\nفأخرجتها إلى عالم الوجود مرة أخرى محققه ومنقحة مع بعض التعليقات التي لا تخل بالاختصار الذي بُنيت عليه هذه\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالرسالة ، مع اعتقادي أن هذا المطلب يحتاج إلى المزيد من البيان والتوضيح حيث إن علماء الأصول في كتبهم وبحوثهم في ( اتحاد الطلب والإرادة ) بنقل الأقوال من الكتب الكلامية وبعض الردود عليها إلا أن الوقت لم يكن يتسع لذلك .\r\nفاكتفيت بتخريج المصادر التي حضرتني ، والإشارة إلى البعض الآخر ، مع التعرض المختصر لترجمة بعض المختصر لترجمة بعض أصحابها ليسهل على القاري الكريم الاطلاع عليها ، ولما تصرف في المتن إلا بمقدار تصحيح بعض النقولات من مصادرها لأنها نقلت ابتداءً بالمعنى ، أو الأخطاء المطبعية ، أو إضافات توضيحية يسيرة ، وفي بعض الروايات لنفس الغاية .\r\nسائلًا المولى القدير أن يوفقنا للمزيد في خدمة الدين الحنيف ويجعل أعمالنا مقبولة ، ويغفر زلاتنا إنه ولي ذلك ، راجياً أن يجعل هذا العمل نافعاً لإخواننا المؤمنين . .\r\nشاكرا كل من له حق علي في هذه المسيرة .\r\nوالحمد للَّه رب العالمين مكتب سماحة آية اللَّه العظمى الروحاني\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم وبه نستعين\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجبر والاختيار\r\nمن المسائل المهمة مسألة \" الجبر والاختيار \" ، وهي من أقدم الأبحاث العلمية ، اشتغل بها المتفكرون والفلاسفة ، والآراء فيها كثيرة سنذكر عمدتها .\r\nوقد عرفت أن أشهر المتفكرين السابقين المتعرضين للمسألة هو \" أرسطو \" وقد تعرض للمسألة في كتاب \" الاخلاق إلى نيقوماخوس \" .\r\nوأساس الآراء والعقائد \" الجبر \" « 1 » و \" التفويض \" « 2 » و \" الامر بين الامرين \" « 3 » ، لان أفعال الإنسان دائرة بحسب الاحتمال العقلي بين أمور\r\nثلاثة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو مذهب الأشاعرة كما صار معروفا .\r\n( 2 ) وهو مذهب المعتزلة بصورة عامة .\r\n( 3 ) وهو مذهب العدلية ( الامامية ) أعلى اللّه مقامهم لقول الإمام الصادق ( لا جَبْرَ وَلا تَفْوِيضَ وَلَكِنْ أَمْرٌ بَيْنَ\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nأَمْرَيْنِ ، قَالَ قُلْتُ : وَمَا أَمْرٌ بَيْنَ أَمْرَيْنِ قَالَ مَثَلُ ذَلِكَ رَجُلٌ رَأَيْتَهُ عَلَى مَعْصِيَةٍ فَنَهَيْتَهُ فَلَمْ يَنْتَهِ فَتَرَكْتَهُ فَفَعَلَ تِلْكَ الْمَعْصِيَةَ فَلَيْسَ حَيْثُ لَمْ يَقْبَلْ مِنْكَ فَتَرَكْتَهُ كُنْتَ أَنْتَ الَّذِي أَمَرْتَهُ بِالْمَعْصِيَةِ ) ، الكافي ج 1 ص 160 باب الجبر والتقدير والامر بين الامرين .\r\nولما عن عيون أخبار الرضا ( عن يزيد بن عمير بن معاوية الشامي قال : دخلت على علي ابن موسى الرضا بمرو ، فقلت : له يا ابن رسول اللّه روي لنا عن الصادق جعفر ابن محمد أنه قال : « لا جبر ولا تفويض بل أمر بين أمرين فما معناه ؟ فقال : من زعم أن اللّه يفعل أفعالنا ثمّ يعذبنا عليها فقد قال بالجبر ، ومن زعم أن اللّه عز وجل فوض أمر الخلق والرزق إلى حججه فقد قال بالتفويض ، فالقائل بالجبر كافر ، والقائل بالتفويض مشرك ، فقلت له يا ابن رسول اللّه : فما أمر بين أمرين ؟ فقال : وجود السبيل إلى إتيان ما أمروا به وترك ما نهوا عنه ، فقلت له فهل لله عز وجل مشية وإرادة في ذلك ، فقال أما الطاعات فإرادة اللّه ومشيته فيها الأمر بها والرضا لها والمعاونة عليها ، وإرادته ومشيته في المعاصي النهي عنها والسخط لها والخذلان عليها ، قلت فلله عز وجل فيها القضاء ؟ قال نعم ما من فعل يفعله العباد من خير وشر إلا ولله فيه قضاء قلت فما معنى هذا القضاء قال الحكم عليهم بما يستحقونه على أفعالهم من الثواب والعقاب في الدنيا والآخرة . عن بحار الأنوار ج : 5 ص 12 . وغيرهما من الأحاديث في الدالة على هذه المعاني كثيرة جدا .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالأول : أن لا يكون لقدرته وارادته دخل فيها .\r\nالثاني : أن لا يكون المؤثر فيها سوى قدرته وارادته .\r\nالثالث : أن يكون حصول الفعل مستندا إليه نفسه وإلى اللّه تعالى . فالأول هو \" الجبر \" والثاني \" التفويض \" والثالث \" الامر بين الامرين \" .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nأقوال الجبريين\r\nأما الجبريون فلهم مسالك شتى عمدتها مسلكان :\r\nأحدهما : ما عن الجبريين على الاطلاق ، منهم جهم بن صفوان « 1 »\r\nواتباعه ، وهو أن أفعال العباد غير اختيارية لهم وهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جهم بن صفوان الترمذي وقد عُرف أتباعه بالجهمية ، ويكنى ابا محرز وقد نشأ في سمرقند بخراسان وقضى فترة من حياته في ترمذ وهو مذموم السيرة ، وفي سير أعلام النبلاء ج 7 ص 311 قال : قد أطبق السلف على ذمِّه بسبب تغاليه في التنزيه وانكار صفات اللّه . واخرج الخطيب البغدادي في كتابه تاريخ بغداد ج 3 ص 165 عن إسحاق بن إبراهيم الحنظلي يقول : أخرجت خراسان ثلاثة لم يكن لهم في الدنيا نظير يعني في البدعة والكذب : جهم بن صفوان ، وعمر بن صبيح ، ومقاتل بن سلمان . وفي الجزء 13 منه ص 373 ح 24 عن الرحمن الحماني عن أبيه سمعت أبا حنيفة يقول جهم بن صفوان كافر . . الخ وقد قتل جهم في أواخر ملك بني أمية ، قتله سلم بن أحوز المازني لما ظهر منه . اللباب ج 1 ص 317 أو حاسية تاريخ مدينة دمشق ج 5 ص 318 هامش رقم 1 . وفي ميزان الاعتدال ج 1 ص 426 رقم 1584 قال جهم بن صفوان أبو محرز السمرقندي الضال المبتدع رأس الجهمية . . ما علمته روى شيئا ، لكنه زرع شرا عظيما وفي سير أعلام النبلاء رقم 8 ج 6 انه اس الضلالة وكان صاحب ذكاء وجدال . . الخ .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمقهورون في أفعالهم وليس لإرادتهم دخل فيها ولا كسب . ولا فرق عندهم بين مشى زيد وحركة يد المرتعش ، ولابين الصاعد إلى السطح والساقط منه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البصري سكن بغداد وتوفي فيها حوالي سنة 324 كما في تاريخ بغداد ج 11 ص 346 وذكر عن أبي بكر بن الصيرفي أنه قال : كانت المعتزلة قد رفعوا رؤوسهم حتى أظهر اللّه تعالى الأشعري فجحرهم في اقماع السمسم ، وعلى أي حال فهو عمدة مذهب الأشاعرة المعروف .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالثاني : ما ذهب إليه جماعة منهم أبو الحسن الأشعري « 1 » وأتباعه وهم كثيرون ، فإنهم لما رأوا شناعة المذهب الأول فروا منه بما لا ينفعهم ، وقالوا : ان أفعال العباد الاختيارية واقعة بقدرة اللّه وحده وليس لقدرتهم تأثير فيها ، بل اللّه سبحانه أجرى عادته بأنه يوجد في العبد قدرة واختيارا ، فإذا لم يكن هناك صانع أوجد فيه فعله المقدور مقارنا لهما ، فيكون فعل العبد مخلوقا لله تعالى ابداعا واحداثا ومكسوبا للعبد « 2 » .\r\nوقد اضطربت عباراتهم في تفسير حقيقة الكسب ، حيث ذكروا لها وجوها :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n( 2 )\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأحسنها ما قاله القاضي أبو بكر الباقلاني « 1 » ، وهو أن الإنسان ، وان كان فعله صادرا عنه بغير تأثير منه في صدوره ، الا أن تلونه بلون حسن أو قبيح انما يكون بقدرته واختياره .\r\nمثلا : ضرب اليتيم إذا صدر منه يكون المؤثر في أصل تحققه هو اللّه تعالى ، الا أن قصد كونه للتربية فيكون حسنا أو الظلم فيكون قبيحا انما فوض إلى العبد ، وهذا هو المعيار للثواب والعقاب « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو بكر محمد بن الطيب بن محمد الباقلاني القاضي ، أصله من البصرة وعاش في بغداد استدعاه عضد الدولة الديلمي إلى بلاطه في شيراز ، فمكث هناك مدّة ثمّ عاد إلى بغداد بعد وفاة عضد الدولة ويعد الباقلاني من أهم متكلمي المدرسة الأشعرية ، كان معاصرا للشيخ المفيد وكان للمفيد معه مناظرات لطيفة ونافعة أوردها في كتابه مسألة في النص على علي ج 2 ص 21 تحقيق محمد رضا أنصاري ، دار المفيد بيروت ، وتجد ترجمة الباقلاني في تاريخ التراث العربي ج 4 ص 48 .\r\n( 2 ) هذا المعنى ذكره الباقلاني في كتاب الانصاف ، كما نسبه اليه غير واحد من الاعلام ، راجع ملحقات الاحقاق ج 1 ص 400 وج 2 ص 51 لآية اللّه المرعشي النجفي .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nولكن الظاهر أنه لا ينفعهم ذلك أيضا ، إذا القصد بنفسه فعل من الأفعال ، فعلى القول بالكسب لا بد وأن يكون ذلك أيضا صادرا عن إرادة اللّه تعالى وقدرته ، فلا اختيار أصلا .\r\nولعله لذلك قال العلامة المجلسي : والمراد بكسبه إياه مقارنته لقدرته وارادته ، من غير أن يكون هناك تأثير أو دخل في وجوده سوى كونه محلا له « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكره آية اللّه العظمى السيد الخوئي في المحاضرات ثمّ قال وهذا مذهب الشيخ أبي الحسن البصري الأشعري ، محاضرات في الأصول ج 2 ص 50 ( نظرية الأشاعرة مسألة الجبر ونقدها ) .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوقالوا نسبة الفعل إلى العبد باعتبار قيامه به لا باعتبار ايجاده له .\r\nوالالتزام بأحد هذين المذهبين مستلزم لإنكار التحسين والتقبيح العقليين\r\nبالإضافة إلى أفعال العباد ، لأنهما انما يكونان على الأفعال الاختيارية .\r\nألا ترى أن السيف إذا وقع آلة لقتل من يحسن قتله لا يحسِّنه العقلاء .\r\nوعلى القول بالجبر السياف والسيف متساويان في القتل وكل منهما آلة لوقوعه ، فالسياف أيضا لا يستحق التحسين .\r\nكما أن القائلين بأحد هذين القولين \" أي الجبر \" وقعوا في\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nاشكال تكليف العصاة ، لأنه ان لم تكن إرادته تعالى متعلقة بالفعل فلا يكون التكليف جديا ، وان كانت إرادته متعلقة به فكيف تتخلف عن المراد .\r\nوفي مقام الجواب عن هذه العويصة ، التزموا بأن التكليف انما يكون طلبا ، وهو غير الإرادة ، وتخلف إرادته تعالى عن المراد غير ممكن ، وأما طلبه فلا محذور في تخلفه عن المطلوب .\r\nفمع فرض عدم تعلق إرادته تعالى بالصلاة مثلا يأمر بها ، وبه يوجد الطلب ، وتخلفه عن المطلوب لا محذور فيه .\r\nولذلك التزموا بأن التكليف بما لا يطاق جائز ولا بأس به .\r\nوبما ذكرناه ظهر أن توجيه المحقق الخراساني « 1 » - كلام الأشاعرة القائلين بالمغايرة بين الطلب والإرادة ، بأن المراد من المغايرة مغايرة الانشائي من الطلب كما هو المنصرف إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول ص 66 ( ثمّ انه يمكن مما حققناه ان يقع الصلح بين الطرفين ) .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاطلاقه ، والحقيقي من الإرادة كما هو المراد منه غالبا حين اطلاقها ، فيكون النزاع لفظيا - توجيه في غير محله .\r\nوحيث لا ريب ان اللّه تعالى يعاقب طائفة لأجل ترك الواجبات وفعل المحرمات ، فلا مناص لهم من انكار التحسين والتقبيح العقليين بالإضافة إليه تعالى أيضا ، والا فبناء على القول بهما لا وجه لعقابه على الفعل غير الاختياري .\r\nويترتب على الالتزام بأنه يعاقب على الأمور غير الاختيارية سلب العدالة عنه ، ولذا التزموا بأن له أن يعاقب أشرف الأنبياء ويثيب أشقى الأشقياء ، تعالى عن ذلك علوا كبيرا .\r\n\r\nالقول بالتفويض\r\nوأما المفوضة « 1 » فحفظا لعدالة اللّه تعالى التزموا بأن أفعال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفوضة صنف من الغلاة وقولهم الذي فارقوا فيه من سواهم من الغلاة اعترافهم بحدوث الأئمة وخلقهم ونفي القدم عنهم ، وإضافة الخلق والرزق مع ذلك إليهم ، ودعواهم ان اللّه تبارك وتعالى تفرد بخلقهم خاصة وأنه فوض إليهم خلق العالم ، بحار الأنوار ج 25 ص 345 ، تصحيح الاعتقاد ص 131 ، وفي مجمع البحرين ج 2 ص 438 ( فوض ) المفوّضة قوم قالوا إن اللّه خلق محمدا وفوض اليه خلق الدنيا فهو الخلّاق لما فيها ، وقيل فوض ذلك إلى علي ، وفي مشارق أنوار اليقين في اسرار أمير المؤمنين : ان المفوضة عشرون فرقة ثمّ ذكر أصنافهم فمن أراد التوسعة فليراجع المشارق ص 335 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالعباد غير مربوطة به تعالى وتمام المؤثر فيها هو العبد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا يتنافى مع صريح الآية المباركة الحمد لله رب العالمين حيث أخبر سبحانه عن نفسه أنه الاله الخالق وفي نفس الامر هو الرب المدبر لشؤون الخلق وارزاقهم . . وفي ذلك ابطال أيضا لما ذهبت اليه اليهود من أن اللّه سبحانه خلق الخلق واستراح أو أوكل الامر إلى كهنتهم . . ، وقد حكى اللّه سبحانه وتعالى عن بعض أقوالهم هذه كما في سورة المائدة آية 64 . نعم ما ذكرنا لا يتنافى مع الاعتقاد بان يكون للأنبياء أو الأوصياء القدرة على التصرف بمسائل كونية بمشيئته تعالى .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nولكن لازم هذا القول نفى السلطنة عنه ، تعالى عن ذلك علوا كبيرا .\r\nوالمثال العرفي الذي يوضح هذا المذهب : انه إذا فرضنا أن المولى أعطى لعبده كأسأ من الخمر مع علمه بأنه يشربه وبعد ذلك خرج أمر\r\nالشرب عن اختياره بحيث لو شاء أن لا يقع في الخارج لما تمكن منه ، فالشرب إذا صدر منه باختياره لا يكون مستندا إلى المولى بوجه ، فإنه حين صدوره عنه يكون أجنبيا عنه بالمرة .\r\nوأكثر القائلين بالتفويض - وهم المعتزلة - قائلون بوجوب الفعل بعد إرادة العبد .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوبعضهم قال بعدم وجوب الفعل بل يصير أولى .\r\nقال المحقق الطوسي : ذهب مشايخ المعتزلة وأبو الحسن البصري وامام الحرمين من أهل السنة إلى أن العبد له قدرة قبل الفعل وإرادة بها تتم مؤثريته فيصدر منه الفعل ، فيكون العبد مختارا إذا كان فعله بقدرته الصالحة للفعل والترك تبعا لداعيه الذي هو إرادته . والفعل يكون بالقياس إلى القدرة وحدها ممكنا ، وبالقياس إليها مع الإرادة يصير واجبا .\r\nوقال محمود الملاحمي وغيره من المعتزلة : ان الفعل عند وجود القدرة والإرادة يصير أولى بالوجود ، حذرا من أن يلزمهم القول بالجبر لو قالوا بالوجوب ، انتهى .\r\nولا يخفى ان للتفويض معنيين آخرين :\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأحدهما : رفع الحظر والمنع عن أفعال العباد وان جميع أفعالهم مباحة .\r\nقال الشيخ المفيد « 1 » في شرح الاعتقادات : والتفويض هو القول برفع الحظر عن الخلق في الأفعال والإباحة لهم ما شاءوا من الاعمال ، وهذا قول الزنادقة وأصحاب الإباحات ، انتهى .\r\nثانيهما : ايكال أمر الخلق والرزق وتدبير العالم إلى بعض العباد ، قال الإمام علي ابن موسى الرضا : على ما في خبر رواه الصدوق باسناده عن يزيد بن عمير : ومن زعم أن اللّه عز وجل فوض أمر الخلق والرزق\r\nإلى حججه فقد قال بالتفويض « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تصحيح اعتقاد الامامية ص 47 ط دار المفيد بيروت ، الطبعة الثانية .\r\n( 2 ) عيون أخبار الرضا ص 87 ، الوسائل ج 28 باب 10 جملة مما يثبت به الكفر والارتداد ص 339 ح 34907 م أهل البيت .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nمعنى الامر بين الامرين\r\nوأما \" الامر بين الامرين \" فهو أمر دقيق لا يعلمه الا العالم أو من علمه إياه العالم كما في خبر صالح بن سهل « 1 » ، وسر اللّه كما في النبوي « 2 » وبمعناهما أخبار أخر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 1 ص 159 بابي الجبر والقدر ح 10 عن أبي عبد اللّه قَالَ سُئِلَ عَنِ الْجَبْرِ وَالْقَدَرِ فَقَالَ لا جَبْرَ وَلا قَدَرَ وَلَكِنْ مَنْزِلَةٌ بَيْنَهُمَا فِيهَا الْحَقُّ الَّتِي بَيْنَهُمَا لا يَعْلَمُهَا إلا الْعَالِمُ أَوْ مَنْ عَلَّمَهَا إِيَّاهُ الْعَالِمُ .\r\n( 2 ) كما في كتاب الوافي ج 1 ص 537 ، وعن نهج البلاغة ح 287 ، ص 526 وفي روضة الواعظين في باب القضاء والقدر ص 40 ، عن أمير المؤمنين أنه سُئِلَ عَنِ الْقَدَرِ فَقَالَ : طَرِيقٌ مُظْلِمٌ فلا تَسْلُكُوهُ وَبَحْرٌ عَمِيقٌ فلا تَلِجُوهُ وَسِرُّ اللَّهِ فَلا تَتَكَلَّفُوهُ .\r\nوفي الكافي ج 1 ص 159 ح 11 عَنْ أَبِي عَبْدِ اللَّهِ قَالَ : قَالَ لَهُ رَجُلٌ جُعِلْتُ فِدَاكَ أَجْبَرَ اللَّهُ الْعِبَادَ عَلَى الْمَعَاصِي فَقَالَ اللَّهُ أَعْدَلُ مِنْ أَنْ يُجْبِرَهُمْ عَلَى الْمَعَاصِي ثُمَّ يُعَذِّبَهُمْ عَلَيْهَا ، فَقَالَ لَهُ جُعِلْتُ فِدَاكَ فَفَوَّضَ اللَّهُ إِلَى الْعِبَادِ قَالَ فَقَالَ لَوْ فَوَّضَ إِلَيْهِمْ لَمْ يَحْصُرْهُمْ بِالْأَمْرِ وَالنَّهْيِ فَقَالَ لَهُ جُعِلْتُ فِدَاكَ فَبَيْنَهُمَا مَنْزِلَةٌ قَالَ فَقَالَ نَعَمْ أَوْسَعُ مَا بَيْنَ السَّمَاءِ والْأَرْضِ .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوقد قال الفخر الرازي : حال هذه المسألة عجيبة ، فان الناس كانوا فيها مختلفين أبدا بسبب أن ما يمكن الرجوع فيها إليه متعارض متدافع .\r\nثمّ ذكر جملة من أدلة الطرفين ثمّ قال : وأما الدلائل السمعية فالقرآن مملو مما يوهم الامرين وكذا الآثار ، وان من أمة من الأمم لم تكن خالية من الفرقتين ، وكذا الأوضاع والحكايات متدافعة من الجانبين ، حتى قيل إن\r\nوضع النرد على الجبر ووضع الشطرنج على القدر « 1 » . انتهى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما عن العلامة المجلسي في البحار ، نقل نص كلامه بالكامل ج 5 ص 82 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nومثله في الاعتراف بالشك والحيرة محيي الدين بن العربي في محكى الفتوحات .\r\nولعلمائنا في تحقيقه مسالك :\r\nالأول : ما ذهب إليه الشيخ المفيد في شرحه على الاعتقادات وهو أن اللّه أقدر الخلق على أفعالهم ومكنهم من أعمالهم وحد لهم الحدود في ذلك ونهاهم عن القبائح بالزجر والتخويف والوعد والوعيد ، فلم يكن بتمكينهم من الاعمال مجبرا لهم عليها ، ولم يفوض الاعمال إليهم لمنعهم من أكثرها ووضع الحدود لهم فيها وأمرهم بحسنها ونهاهم عن قبيحها . ثمّ قال : فهذا هو الفصل بين الجبر والتفويض « 1 » ، انتهى .\r\nوهو حسن ، ولكن لا يصح تنزيل الأخبار الكثيرة الواردة في بيان الامر بين الامرين التي ستمر عليك جملة منها على ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تصحيح اعتقادات الامامية ص 47 ( والوسط بين هذين القولين ) دار المفيد ، بيروت .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالثاني : أن المراد به أن اللّه تعالى جعل عباده مختارين في الفعل والترك مع قدرته على صرفهم عما يختارون وعلى جبرهم على فعل ما لا يفعلون .\r\nوهذا أيضا حسن ، الا أن الظاهر كون الامر بين الامرين أدق من ذلك كما سيمر عليك .\r\nالثالث : أن المراد به أن الأسباب القربية للفعل بقدرة العبد والأسباب البعيدة كالآلات والأدوات والجوارح والأعضاء والقوى بقدرة اللّه سبحانه ، فقد حصل الفعل بمجموع القدرتين .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوإليه يؤول ما نسب إلى المحقق العراقي في تقريرات بحثه ، قال بعد كلام له : ومعه يصح أن يقال لا جبر في البين ، لكون أحد مبادئ الفعل هو اختيار الإنسان المنتهي إلى ذاته ، ولا تفويض بملاحظة كون بقية مبادئه الأخرى مستندة إليه تعالى ، ولا مانع من أن يكون ما ذكرناه هو المقصود\r\nبقوله عليه السلام \" لا جبر ولا تفويض بل أمر بين الأمرين \" « 1 » .\r\nويرده أن التفويض بهذا المعنى لم يقل به أحد يحتاج إلى نفيه .\r\nالرابع : أن التفويض المنفى هو تفويض الخلق والرزق وتدبير العالم إلى بعض العباد .\r\nوهذا أيضا غير مربوط بما تعرضت له النصوص الكثيرة المروية عنهم عليهم السلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مقالات الأصول ج 1 ص 213 ( بحث في الطلب والإرادة ) بتصرف .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالخامس : أن المراد به أن فعل العبد واقع بمجموع القدرتين والإرادتين والتأثيرين من العبد ومن الرب سبحانه ، والعبد لا يستقل في ايجاد فعله وليس قدرة العبد بحيث لا تأثير لها في فعله أصلا ، وستعرف ما فيه .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالسادس : ما ذكره المحدث الكاشاني « 1 » في الوافي ، قال بعد كلام له : ولنذكر في بيانه ما ذكره بعض المحققين موافقا لما حققه المحقق الطوسي نصير الملة والدين في بعض رسائله المعمولة في ذلك ، قال : قد ثبت أن ما يوجد في هذا العالم فقد قدر بهيئته وزمانه في عالم آخر فوق هذا العالم قبل وجوده ، وقد ثبت أن اللّه تعالى قادر على جميع الممكنات ولم يخرج شيء من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الوافي ج 1 ص 537 باب الجبر والتقدر والأمر بين الامرين ، إلا أنه قبل أن ينقل كلام المحقق الخواجة نصير الدين الطوسي قسّم الأقوال إلى أربعة أقسام وقال : اثنان فاسدان وهما الجبر والتفويض ، واثنان دائران حول التحقيق ومرجعهما إلى الأمر بين الامرين ، أحدهما أقرب إلى الحق والنقول وأبعد عن الافهام والعقول وهو طريقة أهل الشهود العارفين بأسرار الاخبار ، والآخر بالعكس وهو طريقة أهل العقول والانظار ، وبيان الأول عسير لغموضه جداً ، فلنطويها طياً ونكتفي بيان الثاني ، وإن لم نرتضه لتضمنه أكثر ما يترتب على الجبر من المفاسد في بادئ النظر ، وعند النظر القاصر ، إلا أنه يخرج عقول الخواص من بعض أسباب الحيرة . ثمّ نقل كلام المحقق .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالأشياء عن مصلحته وعمله وقدرته وايجاده والا لم يصلح لمبدئية الكل .\r\nإلى أن قال : فأعمالنا وأفعالنا كسائر الموجودات وأفاعيلها بقضائه وقدره ، وهي واجبة الصدور منا بذلك ولكن بتوسط أسباب وعلل من ادراكاتنا وإرادتنا وحركاتنا وسكناتنا وغير ذلك من الأسباب العالية الغائبة عن علمنا وتدبيرنا الخارجة عن قدرتنا وتأثيرنا .\r\nإلى أن قال : ولما كان من جملة الأسباب إرادتنا وتفكرنا وتخيلنا فالفعل اختياري لنا ، فان اللّه تعالى أعطانا القوة والاستطاعة ليبلونا أينا أحسن عملا مع إحاطة علمه ، فوجوبه لا ينافي امكانه واضطراريته لا تدافع كونه اختياريا ، كيف وانه ما وجب الا بالاختيار .\r\nثمّ أخذ في بيان عدم اختيارية الإرادة إلى أن قال : فنحن اذاً في عين الاختيار مجبورون « 1 » . فنحن إذا مجبورون على الاختيار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي حواشي الوافي للعلامة المجلسي وأستاذه النائيني وغيرهما من الاعلام رحمهم اللّه نقلا عن كتاب الهدايا للميرزا محمد \" مجذوب \" التبريزي قال : قال المحقق الطوسي نصير الملة والدين في بعض رسائله المعمول لتحقيق الامر بين الامرين : « العبد مختار في الفعل والترك ، إلا أن مشيئته ليست تحت قدرته كما قال اللّه تعالى ( وما تشاؤن إلا أن يشاء اللّه ) فإذن نحن في مشيئتنا مضطرون وفي عين الاختيار مجبورون . . .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوهو كما سيمر عليك ليس أمرا بين الامرين بل هو عين الجبر .\r\nوللأصحاب تقاريب أخر له ، ولكن بعضها يرجع إلى ما تقدم وبعضها يؤول إلى الجبر .\r\nوالحق في تصويره أن يقال : ان الجبر المنفى هو قول الأشاعرة والجبرية المتقدم ، والتفويض المنفى هو قول المعتزلة أنه تعالى أوجد العباد وأقدرهم على أعمالهم وفوض إليهم الاختيار ، فهم مستقلون بايجادها على وفق مشيتهم وقدرتهم ، وليس لله تعالى في أعمالهم صنع .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوأما الامر بين الامرين فهو أن الفعل انما يصدر عن اختيار العبد وقدرته ، وله أن يفعل وأن لا يفعل ، ومع ذلك حياته وقدرته واختياره كلها متحققة بإفاضة الباري تعالى ، بحيث لو لم يفض إليه واحدا منها لزم منه عدم صدور الفعل وعدم تحققه .\r\nوالمثال العرفي - الذي يوضح ذلك - انه : إذا فرضنا أن العبد لا يتمكن من تحريك اليد الا مع ايصال القوة الكهربائية ، فأوصل المولى القوة إليها آنا فآنا ، فذهب العبد باختياره إلى قتل نفس والمولى يعلم بذلك ، فالفعل بما أنه صادر من العبد باختياره فهو اختياري له ، وبما أن المولى يعطى القوة للعبد آنا فآنا فالفعل مستند إليه ، وكل من الاسنادين حقيقي بلا تكلف وعناية .\r\nوهذا واقع \" الامر بين الامرين \" الذي تطابقت عليه الروايات الواردة عن المعصومين .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوقد صرح بذلك المحقق النائيني « 1 » .\r\nوإليه يرجع ما أفاده المحقق الأصفهاني قال : ان العلة الفاعلية ذات المباشر بإرادته وهي العلة القريبة ووجوده وقدرته علمه وارادته لها دخل في فاعلية الفاعل ، ومعطى هذه الأمور هو الواجب تعالى ، فهو الفاعل البعيد . فمن قصر النظر على الأول حكم بالتفويض ، ومن قصر النظر على الثاني حكم بالجبر ، والناقد البصير ينبغي أن يكون ذا عينين « 2 » انتهى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات ج 1 ص 93 .\r\n( 2 ) بحوث في الأصول ج 2 ص 53 ( فائدة : لا جبر ولا تفويض بل أمر بين امرين ) ، وفي نهاية الدراية ج 1 ص 205 ( تنبيه وتنزيه )\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nكما أنه يمكن توجيه ما أفاده العلامة المجلسي « 1 » في جملة من كتبه بنحو يرجع إلى ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومما أفاده في بحار الأنوار ج 5 ص 18 بعد ذكر الجبر والتفويض قال : والواسطة بين هذين القولين أن اللّه أقدر الخلق على افعالهم ، ومكنهم من اعمالهم وحدّ لهم الحدود في ذلك ، ورسم لهم الرسوم ، ونهاهم عن القبائح بالزجر والتخويف والوعد والوعيد فلم يكن بتمكينهم من الاعمال مجبراً لهم عليها ، ولم يفوض إليهم الاعمال لمنعهم من أكثرها ، ووضع الحدود لهم فيها وامرهم بحسنها وها هم عن قبيحها ، فهذا هو الفصل بالجبر والتفويض على ما بيناه . ثمّ بسط الكلام في ذلك بعد ذكر الروايات ، راجع أيضا ص 83 و 84 . . الخ\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nأدلة الجبريين لما ذهبوا إليه\r\nالوجه الأول :\r\nوقد استدل للقول بالجبر بقسمين من الوجوه :\r\nأحدهما من ناحية العوامل الطبيعية .\r\nالثاني من ناحية ما وراء الطبيعة .\r\nأما الأول : فقد استدل له بأن الفعل يصدر عن الإرادة ومعلول لها ، والإرادة اما أن تكون إرادية صادرة عن إرادة أخرى أو تكون غير إرادية ، فان كانت إرادية كانت معلولة لإرادة أخرى ، وينتقل الكلام إلى تلك الإرادة التي تكون علة لهذه الإرادة ، فلا بد وأن تنتهي إلى أمر غير إرادي والا لزم التسلسل .\r\nفان انتهت إلى أمر غير اختياري ، أو التزمنا بأنها غير إرادية فلا\r\nمحالة يكون الفعل غير اختياري ، وذلك لان الجبر على العلة جبر على المعلول .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوبعبارة أخرى : المعلول لأمر غير اختياري خارج عن تحت الاختيار ، كما هو واضح .\r\n\r\nجواب الحكماء ونقده\r\nوقد أجيب عن ذلك بأجوبة :\r\nأحدها : ما عن الحكماء ، وهو أن وجوب الفعل وكونه ضروريا من ناحية إرادته لا ينافي الاختيار .\r\nوبعبارة أخرى : ضرورية الفعل ووجوبه وعدم امكان تركه لا تنافى الاختيار ، بل الفعل الاختياري هو الفعل الذي ان شاء فعل وان شاء لم يفعل ، ولا يلزم في صدق القضية الشرطية أن يكون طرفاه ممكنين ، بل يمكن أن يكونا واجبين ويمكن أن يكونا ممتنعين .\r\nفضرورية الفعل أو الترك لا تنافى الاختيار ، والا فلو كان وجوب الفعل موجبا لخروج الفعل عن الاختيار لزم أن لا يكون اللّه سبحانه فاعلا مختارا ، إذ الصادر الأول منه تعالى لا بد أن\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nيكون ذاته تعالى علة تامة لوجوده ، إذ المفروض أنه ليس هناك شيء آخر غير ذاته ، فصدور الصادر الأول يكون واجبا ضروريا والا لزم تخلف المعلول عن علته التامة .\r\nوفيه : ان وجوب الفعل من ناحية علته لا ينافي امكانه لكنه ينافي مع اختياريته ، وأما وجوب الصادر الأول فسيأتي الكلام فيه .\r\n\r\nجواب المحقق العراقي ونقده\r\nالجواب الثاني : ما عن المحقق العراقي وحاصله « 1 » :\r\nإن الإرادة والاختيار من قبيل العوارض اللازمة لوجود الإنسان غير المحتاجة إلى جعل آخر وراء جعل المعروض ، كما هو الشأن في كل ما هو عارض لازم للماهية أو الوجود ، كالحرارة للنار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مقالات الأصول ج 1 ص 213 ( بحث في الطلب والإرادة ) بتصرف .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفالانسان ، ولو في بعض مراتب وجوده ، مقهور بالاتصاف بصفة الاختيار ، ويكفى في تحقق صفة الاختيار للانسان تعلق الإرادة بوجود الإنسان .\r\nولا ريب في أن كل فعل صادر من الإنسان بإرادة له مباد ، كعلم بفائدته ، وكشوق إليه وقدرة عليه .\r\nوعليه فيكون الفعل الصادر عن الإنسان له نسبتان :\r\nوهناك أجوبة أخر لا يهمّنا التعرض لها .\r\nإحداهما إليه باعتبار تعلق اختياره به الذي هو من لوازم وجود الإنسان المجعولة بجعله لا بجعل مستقل ، والأخرى إلى اللّه تعالى باعتبار ايجاد سائر المبادئ ، وحينئذ فليس الفعل مفوضا إليه بقول مطلق ولا مستندا إليه سبحانه كذلك ليكون العبد مقهورا عليه .\r\nوفيه : أولا : ان ما هو ؟ مجعول بجعل الإنسان على فرض تسليم كونه من لوازم وجود الانسان هو قوة الاختيار ، وصيرورة تلك فعلية انما تكون تدريجية وتتجدد على النفس وتنعدم ، فيبقى السؤال عن أن فعلية تلك القوة تحتاج إلى علة تامة ، فيعود المحذور .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوثانيا : ان لازم هذا التقريب هو كون الاختيار نفسه غير اختياري ، فيبقى إشكال أن الجبر على العلة جبر على المعلول .\r\n\r\nما هو الحق في نقد هذا الوجه\r\nوالحق في الجواب عن هذا الوجه يبتني على بيان مقدمات :\r\n\r\nتجرد النفس عن المادة\r\nالأولى : ان كل انسان يجد في نفسه مشاهدة أن له وراء الأعضاء وأجزاء بدنه التي يشعر بها بالحسِّ أو بنحو من الاستدلال كالأعضاء الظاهرة المحسوسة بالحواس الظاهرة والأعضاء الباطنة التي عرفها بالحسِّ والتجربة ، معنى يحكي عنه ب \" أنا \" ، وتارة يعبر عنه ب \" الروح \" ، وأخرى ب \" الذات \" ، وثالثة ب \" النفس \" .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوالدليل على كون تلك الحقيقة غير الأعضاء الظاهرة والغرائز والشؤون الداخلية أمور :\r\n1 - ان بقية الأجزاء تكون غافلة عن أنفسها ، مثلا : أعصاب اليد لا تتوجه إلى أنها أعصاب اليد وهكذا .\r\nوهذه الحقيقة لا تغفل عن نفسها ، بل تشعر بها وبسائر الأعضاء .\r\n2 - ان هذه تحدد الغرائز وتتبارز معها ، ولا يعقل مبارزة الشيء مع نفسه .\r\n3 - انه لو كانت - هي : البدن أو شيئا من أعضائه أو أجزائه أو خاصة من خواصه الموجودة فيه ، وهي جميعا مادية ، ومن أحكام المادة الانقسام ، والتجزؤ ، والتغيُّر التدريجي - لكانت مادية قابلة للانقسام ومتغيرة ، وليست كذلك ، فانا نجد من أنفسنا بعد المراجعة إلى هذه المشاهدة النفسانية اللازمة لأنفسنا ، ونذكر ما كنا نجده من هذه المشاهدة منذ أول شعورنا بأنفسنا ، معنى مشهودا واحدا باقيا على حاله من غير أدنى تغير وتعدد ، كما نجد أبداننا وأجزاءها والخواص الموجودة معها متغيرة متبدلة من كل جهة في موادها وأشكالها وسائر أحوالها وصورها ،\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوكذا نجده معنى بسيطا غير قابل للانقسام والتجزي كما نجد البدن وأجزاءه وخواصه .\r\nفليست تلك الحقيقة هو البدن ولا شيئا من أجزائه ، ولا خاصة من خواصه .\r\nوأنكر الماديون وجود هذه الحقيقة ، وقالوا : ان الإنية التي نشاهد ليست إلا سلسلة الأعصاب التي تؤدي الادراكات إلى العضو المركزي ، وهو الجزء الدماغي على التوالي وفي نهاية السرعة ، غاية الأمر على صفة الوحدة .\r\nففي ذلك الجزء الدماغي مجموعة متحدة ذات وضع واحد لا يتميز أجزاؤها ولا يدرك بطلان بعضها وقيام الآخر مقامه ، وهذا الواحد المتحصل هو نفسنا التي نشاهدها ونحكي عنها ب \" أنا \" ، فالذي نرى أنه ثابت فهو في الحقيقة مشتبه على المشاهدة من جهة توالي الواردات الادراكية وسرعة ورودها .\r\nوذكر بعضهم في تنظيره بقوله : كالحوض الذي يرد عليه الماء من جانب ويخرج من جانب بما يساويه وهو مملوء دائما ، فما فيه من الماء يجده الحس واحدا ثابتا وهو بحسب الواقع لا واحد ولا ثابت ، وكذا يجد صورة الإنسان أو الشجر أو غيرهما\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفيه واحدا ثابتا وليس بواحد ثابت بل هو كثير متغير تدريجا بالجريان التدريجي الذي لأجزاء الماء فيه .\r\nوعلى هذا النحو وجود الثبات والوحدة والشخصية التي نرى في النفس ، والذي نرى أنه غير جميع أجزائنا صحيح لكنه لا يثبت أنه غير البدن وغير خواصه ، بل هو مجموعة متحدة من جهة التوالي والتوارد لا تغفل عنه ، فان لازم الغفلة وقوف الأعصاب عن أفعالها ، وهو الموت .\r\nوأيضا قالوا : ان كل خاصة من الخواص البدنية وجدنا علتها المادية ولم نجد أثرا روحيا لا يقبل الانطباق على قوانين المادة حتى نحكم بوجود حقيقة الإنيّة .\r\nوقال المتأخرون منهم : ان المتحصل من التشريح والفزيولوجيا ان الخواص الروحية الحيوية تستند إلى جراثيم الحياة والخلايا التي هي الأصول في حياة الإنسان ، فالنفس أثر مخصوص لكل واحد منها أرواح متعددة ، فالإنيّة المشهودة للانسان على صفة الوحدة مجموعة متكونة من أرواح غير محصورة على صفة الاجتماع ، ولذا هذه الخواص الروحية\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nتبطل بموت الخلايا وتفسد بفسادها ، فلا معنى للروح المجردة الباقية بعد\r\nفناء التركيب البدني .\r\nهذه هي عمدة ما استدل بها الماديون على نفى أمر آخر وراء أعضاء البدن ، وهناك وجوه أخر يظهر ما فيها مما نورده على هذه الوجود .\r\nويرد على الوجه الأول : انه إذا كان المفروض أمورا كثيرة بحسب الواقع لا وحدة لها ، وليس وراء تلك الأمور شيء آخر ، وكون ما نرى من الامر المشهود الذي هو النفس الواحدة هو عين هذه الادراكات الكثيرة .\r\nفما الموجب لحصول هذا الواحد الذي لا يشاهد غيره ، ومن أين حصلت الوحدة ؟ .\r\nوما ذكروه من الوحدة الاجتماعية غير مربوطة بالمقام ، فان الواحد الاجتماعي هو الكثير في الواقع الواحد في الحس أو الخيال ، لا في نفسه ، والمدَّعى في المقام كون الادراكات الكثيرة في أنفسها هي شعور واحد عند أنفسها .\r\nوان قيل : ان المدرك في المقام هو الجزء الدماغي .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nتوجه عليه : ان المفروض أن ليس للجزء الدماغي ادراك آخر وراء هذه الادراكات متعلقا بها كتعلق القوى الحسية بمعلوماتها الخارجية وانتزاعها منها صورا حسية .\r\nوان قيل : انه لا وحدة لها وانما يشتبه الامر على الحس أو القوة المدركة فتدرك الكثير واحدا .\r\nأجبنا عنه : بأن الاشتباه من الأمور النسبية التي تحصل بمقايسة ما عند الحس بما في الخارج من واقع هذه المشهودات .\r\nوأما ما عند الحس في نفسه فهو أمر واقعي .\r\nمثلا : نشاهد الجرم العظيم من بعيد صغيرا كنقطة سوداء ، فما عند الحس - وهي النقطة السوداء - لا اشتباه فيها ، وانما الاشتباه يكون لو قايسنا ما عنده بما في في الخارج من واقع ذلك المشهود . والمفروض في المقام أن لا مقام آخر وراء الادراكات الكثيرة كي يحكم بالاشتباه والغلط من مقايسة ما فيه بتلك الادراكات .\r\nويرد على الوجه الثاني : ان المثبتين لا يسندون بعض الأفاعيل البدنية إلى البدن وبعضها إلى النفس ، والأول فيما علله ظاهرة ، والثاني فيما علله مجهولة كي يرد عليهم ما ذكر . بل يسندون جميع الأفاعيل إلى البدن بلا واسطة وإلى تلك الحقيقة مع\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالواسطة ، وانما أسندوا إلى النفس ما لا يمكن اسناده إلى البدن ، وهو علم الإنسان بنفسه ومشاهدته ذاته كما تقدم .\r\nويرد على الوجه الثالث مضافا إلى ما أوردناه على الوجه الأول : ان غاية ما يمكن أن يثبت بما ذكر من الأصول المادية المكتشفة بالبحث العلمي : ان العلل الطبيعية لا تفي بوجود الروح ، ولا تصلح أن يستنتج منها وجوده . وقديما قالوا \" عدم الوجدان لا يدل على عدم الوجود \" .\r\nفالمتحصل : ان وجود تلك الحقيقة المعبر عنها ب \" أنا \" غير قابل للانكار .\r\nوتلك الحقيقة لها حكومة على سائر الأعضاء والغرائز ولها أن تفشل ما يميل إليه سائر الأعضاء ، وهي العاملة القوية الموجبة لحصول الاعتدال بين ما هو أساس الغرائز ، وهو حس جلب النفع ودفع الضرر ، مع التكاليف الاجتماعية والدينية ، وبالنتيجة تصير الأفعال موافقة للقوانين الخارجية .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالشوق ليس علة للفعل الاختياري\r\nالثانية : ان الموجب لصدور الفعل الاختياري هو أعمال هذه الحقيقة قدرتها في العمل لا الشوق ، إذ نرى بالوجدان أنه بعد تحقق الشوق الأكيد المتعلق بالهدف وبنفس الفعل ، يمكن لتلك الحقيقة المشار إليها آنفا أن تمنع عن الفعل وتمنع عن تحققه وتوجب أن لا يوجد .\r\nقال أرسطو : ان ما هو سبب صدور الفعل هو ذلك لا الشوق المشترك بين الإنسان وسائر الحيوانات .\r\nوأيضا ربما يعارض ذلك مع الشوق والرغبة ولا يعقل المبارزة الا مع التعدد .\r\nوأيضا ان الشوق يتعلق بالمجال والممتنع ولا يعقل تعلق الاختيار به .\r\nنعم ، لا ننكر أن العوامل الخارجية والداخلية ربما تبلغ من الشدة إلى حد تغفل الحقيقة الإنية عن نفسها ، مثلا : لو استمعت صوتا حسنا وغفلت عن نفسها ، وفي مثل ذلك لا محالة يصدر الفعل لكنه فعل غير اختياري وخارج عن تحت القدرة .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوبالجملة : لا ريب في أن مجرد الشوق لا يوجب تحرك العضلات لما يرى بالوجدان أنه ربما يشتاق الإنسان إلى شيء ولا يتحقق المشتاق إليه الا بعد أعمال القدرة وحملة النفس . مثلا : لو وقف الإنسان على قنطرة وكان في أحد طرفيها بساتين فيها رياحين واشتاق إلى الذهاب إليها كمال الاشتياق وكان في الطرف الآخر النار مشتعلة لو دنا منها لاحترق وكره الذهاب إليها كمال الكراهة ، ومع ذلك لا يتحقق ما تعلق شوقه به ، بل يرى نفسه بعد ذلك قادرا على الذهاب إلى كلا الطرفين .\r\nفمن هذا يستكشف أن الشوق لا يكون علة للفعل ، بل بينهما واسطة ، وهو أعمال القدرة ، حيث أن زمام البدن بيد النفس تقلبه حيث ما شاءت ، فبعد تحقق الشوق لها أن تعمل قدرتها في الفعل فيفعل ، وهذا معنى ما يقال \" شئت ففعلت \" ، ولها أن لا تعمل فلا يتحقق الفعل .\r\nوهذا الاعمال الذي يكون فعل النفس ، يعبر عنه بالمشيئة والاختيار ، وحملة النفس والإرادة والفعل يصدر عنه لاعن الشوق .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nقانون العلية العامة\r\nالثالثة ان قانون العليَّة والمعلولية ، بمعنى أن الموجود يحتاج إلى علة لأجل وجوده ووجوب تحقق المعلول عند تحقق العلة بتمام أجزائها وامتناع تحققه مع عدم جزء منها ، وان تم في الموجودات غير الأفعال الاختيارية الا أنه لا يتم في الاختيار ، بحيث يكون الاختيار لازم التحقق عند تمامية علته وان لا يعقل وجوده مع عدم العلة .\r\nوبعبارة أخرى : احتياج كل ممكن حادث إلى علة لا ينفك عنها ، ممنوع ، لعدم البرهان عليه ، بل البرهان على خلافه ، فان الاختيار فعل النفس ، والنفس توجده ولا تكون الأمور الخارجية ولا الغرائز الداخلية التي أساسها حب البقاء المنشعب منه حس جلب النفع ودفع الضرر ، إذ ربما يكون جميع ذلك موجودة والنفس متوجهة إليها ومع ذلك لا يختار الفعل .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوما ذكره المحقق الأصفهاني « 1 » من أن دعوى عدم احتياج بعض الممكنات إلى العلة من الغرائب ، إذ الممكن مساوق للمفتقر .\r\nمندفع : بأنا لا ندّعي وجود الممكن بذاته ونلتزم بافتقاره إلى الموجد ، الا أنا نقول : ان احتياج كل ممكن ولو كان فعلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الدراية ج 1 ص 200 قال : « وثالثاً : أنّ الاختيار الّذي هو فعل نفساني إن كان لا ينفك عن الصفات الموجودة في النّفس من العلم والقدرة والإرادة فيكون فعلًا قهريّاً لكون مباديه قهريّة لا اختياريّة ، وإن كان ينفك عنها وأنّ تلك الصفات مرجحات فهي بضميمة النّفس الموجودة في جميع الأحوال علّة ناقصة ، ولا يوجد المعلول إلّا بعلّته التامّة ، وتوهّم ( الفرق بين الفعل الاختياري وغيره من حيث كفاية وجود المرجح في الأوّل دون الثاني ) من الغرائب ( فانّه لا فرق بين ممكن وممكن في الحاجة إلى العلّة ، ولا فرق بين معلول ومعلول في الحاجة إلى العلّة التامّة ، فان الإمكان مساوق للافتقار إلى العلّة ، والمعلول إذا وجد له ما يكفي في وجود المعلول به كان علّة تامّة له وإذا لم يكن كافيا في وجوده فوجود المعلول به خلف فتدبّره فانّه حقيق به .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاختيارا إلى العلة التامة - أي ما لا ينفك عن وجوده الفعل يحتاج إلى دليل مفقود في المقام .\r\nومما يؤيد ما ذكرناه انه لا عين ولا أثر في الآيات والروايات عن عليّة اللّه تعالى للموجودات ، واحتياج الممكن إلى العلة ، بل انما عبر فيها باحتياج الممكن إلى الموجد والخالق والصانع .\r\nإذا عرفت هذه المقدمات ، يظهر لك أن السبب لوجود الفعل الاختياري\r\nليس هو الشوق ، حتى تكون شبهة الجبر شبهة لا يمكن دفعها ، بل السبب هو أعمال النفس قدرتها في الفعل وأنها تامة في الأفعال الاختيارية بلا محرك آخر ، فالجواب عنها واضح .\r\n\r\nايرادات هذا الجواب ونقدها\r\nوربما يورد على هذا الجواب بايرادات :\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nأحدها أن الاختيار بهذا المعنى حادث أم واجب ، فإن كان واجبا لزم أن يصحبه من أول وجوده ، وان كان حادثا ولكل حادث محدث فوجود الاختيار يكون بايجاد الموجد .\r\nوالموجد اما أن يكون هو أو غيره ؟\r\nفإن كان هو بنفسه فإن كان باختيار آخر لزم التسلسل ، فلا بد وأن يكون وجود الاختيار بغير الاختيار ، فيكون مجبورا على الاختيار من غيره .\r\nوبما أن الجبر على العلة جبر على المعلول فالفعل يصدر جبرا .\r\nوبعبارة أخرى : الاختيار لا يكون واجبا بالبداهة بل هو ممكن ، وبما أن كل ممكن يحتاج في وجوده إلى العلة التامة فهو معلول لعلة وتلك العلة اختيارية أم غير اختيارية ، فان كانت اختيارية وصادرة عن اختيار آخر ينقل الكلام إلى ذلك الاختيار ، فلا بد وأن ينتهي إلى علة غير اختيارية وإلا لزم التسلسل .\r\nفان انتهى إلى علة غير اختيارية أو من الأول التزمنا بذلك فيعود المحذور ويثبت الجبر ، إذ القصر على العلة قصر على المعلول .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوفيه : ان الجواب عن هذه الشبهة يتوقف على بيان مقدمتين :\r\nالأولى : انه لا يعتبر في انصاف الفعل بكونه اختياريا سوى القدرة عليه واستناد الفعل إليها ، ولا يعتبر سبق الاختيار وان كان اختيارية الفعل الخارجي مساوقة لذلك . ولا يكفي مجرد القدرة ، فلو كان الشخص قادرا على الذهاب إلى محل خاص ولكن لم يعمل قدرته في ذلك بل أجبر عليه وكان بتحريك الغير ، لا يكون هذا الفعل اختياريا .\r\nالثانية : ان كل ممكن بما أن الوجود والعدم بالإضافة إليه على حد سواء لا يعقل وجوده بنفسه ، فلا محالة يحتاج إلى الموجد ليخرج به عن حد الاستواء ، وغير الأفعال الاختيارية من الموجودات يحتاج إلى العلة التامة ، وأما الأفعال الاختيارية فلا يتوقف صدورها عليها ، بحيث يكون الموجد لها لا يكاد ينفك عنها كما عرفت .\r\nوبعبارة أخرى : دعوى احتياج الأفعال الاختيارية إلى شيء يستحيل انفكاكها عنه ، من الاشتباهات الناشئة عن التعبير باحتياج الممكن في وجوده إلى العلة .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوبهذا البيان يندفع ما يقال : كيف يلتزم بوجود الصانع القديم وحدوث الممكنات ، ولو كان اللّه تعالى علة لما أمكن التخلف ولزم القدم في جميع الممكنات .\r\nإذا عرفت هاتين المقدمتين :\r\nفاعلم : ان أعمال القدرة والاختيار انما يكون فعلا قائما بالنفس ، وهي موجدة له بنفسها ويكون هو اختياريا بلا احتياج إلى العلة التامة .\r\nوالنفس ليست علة تامة له حتى يستحيل انفكاكه عنها فيعود المحذور ، بل النفس موجدة له ، فتارة يوجد الداعي لها فتوجده ، وأخرى لا ينقدح لها الداعي فلا توجده ، فالفعل الخارجي اختياري للنفس بوساطة اختيارية فعل النفس لا بنفسه ، لأنه ليس من أفعالها ولكن لسلطنة النفس على البدن وكون العضلات منقادة للنفس في حركاتها وليس لها مزاحم في سلطانها يكون الفعل الخارجي اختياريا للنفس .\r\nومعنى كونه اختياريا لها صدوره مسبوقا بالاختيار .\r\nوأما فعل النفس ، وهو أعمال القدرة ، فهو اختياري لها بنفسه بلا وساطة شيء آخر وبلا احتياج إلى سبق اختيار آخر .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوهذا نظير العلم ، حيث أن المعلوم ينكشف بوساطته وهو منكشف بنفسه ، ولعل هذا هو المراد من الرواية الشريفة المتضمنة انه \" خلق اللّه المشيئة بنفسها ثمّ خلق \" الأشياء بالمشيئة \" « 1 » ، فلا وجه لتوجيهها بتوجيهات بعيدة كما عن بعض المحقين .\r\nوما ذكره المحقق الأصفهاني من أن إرادته تعالى التي هي أيضا من أفعاله ، يستحيل أن تكون عين ذاته ، لاستحالة كون الفعل عين فاعله ، فلا محالة تكون قائمة بذاته . فان كانت قديمة بقدمه كان حال هذا القائل حال الأشعري الملتزم بقدم الصفات الزائدة على الذات وهو باطل بالضرورة .\r\nوان كانت حادثة كان محلها الواجب ، إذ لا شيء آخر يقوم به ، فيلزم كون الواجب محلا للحوادث ، فيكون حال هذا القائل حال الكرامية القائلين بحدوث الصفات « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 ص 110 باب الإرادة انها من صفات الفعل وسائر صفات الفعل .\r\n( 2 ) نهاية الدراية ج 1 ص 200 ( في اتحاد الطلب والإرادة ) عند قوله : ورابعا ، بتصرف .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nمندفع بما ستعرف من أن إرادته تعالى من صفات الفعل لا من صفات الذات ، وليست أفعاله تعالى نظير أفعالنا ، بل إرادته ليست الا خلقه وارزاقه وغيرهما من أفعاله .\r\nوعليه فدعوى عدم كون إرادته من سنخ الأفعال الصادرة عن الاختيار ، حتى يكون موجودا قائما بنفسه أو بموجود آخر ، فاسدة .\r\nوعلى الجملة ليس قيامها به الا كقيام سائر الأفعال به ، بل هي هي .\r\nالثاني ما في مقالات المحقق العراقي من أن انعزال الإرادة ( أي الشوق ) عن التأثير وكون تمام المؤثر هو الاختيار ( أي أعمال القدرة ) خلاف الوجدان . كيف ويعتبر في العبادات أن تكون إرادة قربية ، ولو انعزلت الإرادة عن التأثير فلا معنى لإرادية العبادة ولا لنشئها عن قصد القربة ، وهو كما ترى « 1 » .\r\nأقول : ينبغي أن يعد صدور هذا الكلام من هذا المحقق النحرير من الغرائب ، وذلك لان المراد من إرادية الفعل صدوره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقالات الأصول ج 1 ص 213 ( بحث في الطلب والإرادة ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعن الاختيار الذي يكون واسطة بين الشوق والفعل ، ومعنى اعتبار الإرادة القربية في العبادة أنه حيث يكون الاختيار بدواعى مختلفة فيعتبر في العبادات أن يكون بداع القربة ويكون المحرك أمر المولى ، وهذا لا ينافي ثبوت الواسطة بين الشوق والعمل .\r\nالثالث ما في تقريرات بحثه ، وحاصله : انا لا نتعقل شيئا في النفس يحدث بعد الإرادة ، إذ للنفس قسمان من الفعل ، الجانحي ، والجارحي ، والأول ينحصر في التصور والتصديق ونحوهما مما يكون من مبادئ الإرادة ولا يعقل تأخره عنها ، والثاني نفس الأفعال الخارجية .\r\nوفيه : ان المدعى ثبوت فعل من ما يكون من قبيل القسم الأول أي الفعل الجانحى ، ولكن دعوى عدم معقولية تأخره عن الشوق فاسدة ، إذ لو أريد تأخر ما يكون متقدما عليه ، فهو واضح البطلان وأما لو أريد به وجود فعل آخر - وهو حملة النفس الذي عرفت أن الوجدان يساعد على وجوده - فهو لا يكون متقدما كي يلزم منه تأخر ما هو متقدم .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nعدم استحالة الترجيح بلا مرجح\r\nتذنيب : لا يخفى أنه بعد ما عرفت من عدم كون الشوق علة للفعل ، فاعلم أنه الداعي والمرجح لوجود الاختيار غالبا ، لان الاختيار في وجوده يحتاج إلى موجد وهو النفس ومرجح وهو الشوق غالبا ، والاحتياج إلى المرجح انما يكون لأجل الخروج عن اللغوية ، والا فيمكن ايجاد الفعل الاختياري بلا مرجح ، لعدم استحالة الترجيح بلا مرجح .\r\nتوضيح ذلك : انه لا إشكال ولا كلام في استحالة الترجح بلا مرجح ، بمعنى وجود الشيء بلا موجد ، لان الممكن في وجوده محتاج إلى المؤثر وهو المرجح للوجود . وهذا من البداهة بمكان .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوأما الترجيح بلا مرجح فقد وقع الخلاف في امكانه . فالتزم أكثر الفلاسفة والحكماء بامتناعه .\r\nوذهب جماعة من المحققين إلى امكانه ، وهو الأقوى عندي .\r\nإذ محصل البرهان الذي ذكر للامتناع أن الترجيح بلا مرجح يرجع إلى الوجود بلا موجد ، وحيث أنه محال فهذا أيضا محال .\r\nتوضيحه : أنه لو فرضنا تساوى الفعلين من جميع الجهات وكانت نسبة الإرادة اليهما متساوية فتعلق الإرادة الذي هو موجود من الموجودات بأحدهما دون الآخر يكون بلا مرجح\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوبلا موجد ، فيلزم الوجود بلا موجد ، ومن البديهي امتناعه .\r\nوفيه : انه بعد ما عرفت من أن الموجد للاختيار هو النفس لا يلزم الوجود بلا موجد من الترجيح بلا مرجح ، إذ ليس لتعلق الإرادة بالفعل وجود آخر غير وجود الإرادة والاختيار ، بل للاختيار وتعلقه بالفعل وجود واحد ، لكونه من الصفات التعلقية ، وموجد هذا الوجود هو النفس .\r\nفلا يلزم المحذور المذكور ، إذ لها الخيار في ايجاد كل منهما ، فلا يترتب على ايجاد أحدهما دون الآخر محذور عقلي .\r\nفالأقوى بحسب البرهان امكان الترجيح بلا مرجح .\r\nويضاف إلى ذلك الوجدان ، فراجعه في موارده ترى أن ما ادعيناه واضح لا سترة عليه . بداهة أن الهارب يختار أحد الطرفين مع عدم مرجح له بالخصوص .\r\nودعوى وجود المرجحات الخفية في أمثال هذا المورد . لا يمكن المساعدة عليها ، فعهدة اثباتها على مدعيها . هذا كله في امكان الترجيح بلا مرجح .\r\nوأما الكلام في قبحه ، فالحق هو التفصيل .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nتوضيح ذلك : أن ترجيح المرجوح على الراجح قبيح ، ومنه ترجيح الفعل على الترك إذا كان مرجوحا ، وأما إذا تساويا فإن لم يكن ترجيح في نوع الفعل : بأن لم تترتب فائدة على الفعلين أصلا ، يكون قبيحا أيضا ، إذ مرجع ذلك إلى ايجاد الفعل بلا فائدة ، وهو قبيح لكونه عبثا .\r\nوأما إذا كان المرجح في النوع ولم يكن في واحد بالخصوص فلا بد من التفصيل بين التكوينيات والتشريعيات ، والالتزام بالقبح في الثانية دون الأولى ، وذلك لأنه في التشريعيات إذا فرضنا قيام المصلحة بالجامع بين الفعلين أو بكل منهما ولم يكن لأحدهما ترجيح على الآخر ، فحيث أن الأمر بالجامع أو أحدهما ممكن لا محذور فيه ، كما هو المفروض . فالامر بأحدهما لا وجه له ، لان المصلحة لا تختص به ، فالتخصيص قبيح .\r\nوأما في التكوينيات فحيث أن اختيار الجامع وايجاده بلا خصوصية محال وما يوجد لا محالة يكون مع احدى الخصوصيتين فلا يكون ترجيح أحدهما قبيحا ، بداهة أن الجائع يختار أحد القرصين مع عدم مرجح لأحدهما ، ولا يعد فعله\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nقبيحا ، بل قد يعد عدم الترجيح قبيحا ، كما لو لم يختر أحدهما حتى مات من الجوع .\r\n\r\nقانون الوراثة\r\nوقد يستدل للجبر بقانون الوراثة والعادة :\r\nوتقريب الأول : انه لا إشكال ولا ريب في أن الأوصاف الجسمية والروحية للأبوين لها تأثير تام في صفات الولد ، وهي تكون سببا للفعل ومؤثرة فيه بلا كلام .\r\nولكنه يندفع : بأن قانون الوراثة لا ينكر وقد أشير إليه في كثير من الروايات ، ولذلك حدد الشارع الاقدس للتزويج حدودا من الطرفين معللة بتأثير روحيات الأبوين في الولد ، الا أنه ليس تأثير ذلك قطعيا لا يتخلف ، وذلك لما نرى بالوجدان أنه ربما يتولد من الأبوين الخبيثين أولاد طيبون وبالعكس .\r\nوأيضا لو كان تأثير ذلك قطعيا لا يتخلف لكانت التربية لغوا .\r\nأضف اليهما أنا نرى بالوجدان أنه قد يغير الآداب والرسوم في زمان واحد في مجتمع ، وهذا أقوى شاهد على أن الوراثة\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nلا تقدر على اجبار الإنسان ، مع أن القوانين المجعولة للأقوام والملل تصلح شاهدة على ذلك .\r\n\r\nالاعتياد\r\nوتقريب الثاني : ان العادة من الغرائز الداخلية الارتكازية الموجبة بعد طي مراحلها الثلاث ، لصيرورة الفعل غير اختياري ، وقالوا : ان العادة طبيعة ثانوية ، وان العادة توجب كون الفعل غير إرادي .\r\nوفيه : ان العادة لا تصلح مانعة عن تسلط الحقيقة الانية ونظارتها على الغرائز الداخلية والأعضاء الظاهرية . وصيرورة الفعل غير اختياري فإنها وان كانت توجب عدم التوجه حين الاتيان بالفعل بخصوصياته وعدم تعلق الإرادة التفصيلية المستقلة بكل جزء من أجزائه ، ولكنها لا تصير سببا لعدم التمكن من ترك الفعل ، وليس معنى اختيارية الفعل الا ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالندامة واحساس المسؤولية\r\nوبعد ما عرفت من عدم تمامية ما استدل به على الجبر من حيث العوامل الطبيعية ، يمكن أن يستدل للاختيار من تلك الناحية بوجوه :\r\nمنها : أنا نرى بالوجدان الفرق بين حركة يد المرتعش وحركة اليد الإرادية ، فالأولى جبرية ، والثانية اختيارية ، ولا برهان أصدق من الوجدان .\r\nومنها انه لا إشكال في أن كل فرد من أفراد الإنسان يجد في نفسه حالة الندامة وفي غيره آثارها مع التقصير في بعض الأفعال الموجب لتوجه ضرر إليه أو إلى غيره أو سلب نفع عنه ، ولا يجدها مع عدم التقصير ، كما لو وجد ذلك الفعل من غير اختيار ، وليس ذلك الا من جهة كون الأول اختياريا دون الثاني .\r\nمثلا : إذا لم يقم لمن يلزم احترامه وانطبق عليه عنوان الهتك والإهانة ، فإن كان ذلك عن تقصير تحصل الندامة ، بخلاف ما إذا لم يكن كذلك ، كما إذا لم يتوجه إلى وروده ، وهكذا في سائر الأفعال . وهذه آية قطعية على اختيارية بعض الأفعال .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nومنها ان الإنسان يحس بالمسئولية أمام القانون أعم من الإلهي أو الحكومي ، ولو لم يكن هناك اختيار لما كان لذلك وجه ، لان العمل غير الاختياري لا يصح المؤاخذة عليه عقلا .\r\nفان قيل : ان احساس المسؤولية انما هو من جهة جعل الجزاء على العمل ، وهو انما يكون من جهة تأثيره في تبديل العمل .\r\nوبعبارة أوضح : ان جعل ذلك انما هو إضافة عامل داخلي آخر إلى العوامل الداخلية المؤثرة في الإرادة والاختيار جبرا ، فلا يكون ذلك آية كون الاختيار اختياريا .\r\nقلنا : ان فرض تأثير هذا الجعل في تغيير مصير الإرادة فرض اختيارية الإرادة ، إذ لولا كونها اختيارية لم يكن يؤثر هذا الجعل في تغييرها .\r\n\r\nالاستدلال للجبر بمبدئية اللّه سبحانه\r\nالقسم الثاني ما استدل به للجبر من ناحية ما وراء الطبيعة ، وهو أمور :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأحدها : أنه قد ثبت في محله أن اللّه تعالى خالق لجميع الموجودات وانه مبدأ الكل ولا مؤثر في الوجود الا هو ، ومن جملة الأشياء أفعالنا الاختيارية ، فهي مخلوقة لله سبحانه ابداعا واحداثا ، قال اللّه عز وجل  ذلِكُمُ اللَّهُ رَبُّكُمْ لا إِلهَ إِلَّا هُوَ خالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ  « 1 » ، وقال سبحانه  وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ  « 2 » وقال تعالى  أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ  « 3 » فكل ما يصدق عليه اسم شيء - ومن ذلك الأفعال الاختيارية - فهو مخلوق لله تعالى منسوب إليه .\r\nأقول : انه كما لا تنافى بين تأثير العلل والأسباب الطبيعية في المعلولات والمسببات نظير تأثير النار في الحرارة وما شاكل ، وبين مبدئيته تعالى بعد كون زمام أمر العلل والأسباب بيده سبحانه ، ولذلك قد يسند القرآن الأفعال الطبيعية إلى فواعلها ، وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 102 من سورة الأنعام .\r\n( 2 ) الآية 101 من سورة الأنعام .\r\n( 3 ) الآية 54 من سورة الأعراف .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيسند الجميع إلى اللّه سبحانه . كذلك لا تنافى بين كون الفعل الاختياري منسوبا إلى الإنسان وبين استناده إلى اللّه تعالى بعد كون أصل وجوده وحياته وقدرته حدوثا وبقاءً بإفاضة من اللّه .\r\nولذلك نرى أنه قد جمع في كثير من الآيات بين الاثباتين جميعا ، فنسب الفعل إلى فاعله وإلى اللّه سبحانه ، كقوله تعالى :  وَاللَّهُ خَلَقَكُمْ وَما تَعْمَلُونَ  « 1 » ، فنسب أعمال الناس إليهم ونسب خلق أنفسهم وأعمالهم إليه تعالى ، وقوله عز وجل  وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ  « 2 » فنسب الرمي إلى رسول اللّه ونفاه عنه ونسبه إليه تعالى .\r\nمع أن الآيات المشار إليها انما هي في غير الأفعال الاختيارية ، بل فيما يجعل شريكا لله تعالى من الجن والشمس والقمر وما شاكل ذلك وتدل على أنها بأجمعها مخلوقة له .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 96 من سورة الصافات .\r\n( 2 ) الآية 17 من سورة الأنفال .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nأضف إلى ذلك أن غاية ما هناك دلالة الآيات على كون جميع الأشياء مخلوقة لله تعالى ، ومنها الأفعال الاختيارية ، فيخصص عمومها بالآيات الكثيرة المتضمنة لنسبة الأفعال الاختيارية إلى العباد البالغة مائة آية ، كقوله تعالى :  كُلُّ نَفْسٍ بِما كَسَبَتْ رَهِينَةٌ  « 1 » وقوله سبحانه :    فَأَلْهَمَها فُجُورَها وَتَقْواها * قَدْ أَفْلَحَ مَنْ زَكَّاها * وَقَدْ خابَ مَنْ دَسَّاها    « 2 » إلى غير ذلك من الآيات الكريمة .\r\nبل لو تدبرنا في القرآن الكريم نجد أنه تعالى نسب في ما يقرب من ثلاثمائة آية العمل والفعل إلى الإنسان ، وعليه فلا شك في تخصيص الآية الشريفة بها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 38 من سورة المدثر\r\n( 2 ) الآية 8 10 من سورة الشمس .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالاستدلال للجبر بانتهاء الأفعال إلى إرادة اللّه تعالى\r\nثانيها : ان أفعال العباد اما أن تكون متعلقة لمشيئة اللّه وارادته الأزلية .\r\nوأما أن لا تكون كذلك .\r\nوعلى الأول يجب وجودها وإلا لزم تخلف المراد عن إرادته .\r\nوعلى الثاني يمتنع وجودها ، إذ بما أن أفعال العباد من الممكنات وكل ممكن لا بد وأن يوجد بإرادته وإلا لزم التصرف في سلطان المولى ، فيمتنع وجودها ان لم تكن إرادته تعالى متعلقة بها ، فجميع أفعال العباد انما توجد بإرادة اللّه فيجب وجودها وليس للعبد اختيار في الفعل .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nتوضيح كلام المحقق الخراساني\r\nوأجاب عنه المحقق الخراسان في الكفاية « 1 » - بعد ما وجه تكليف العصاة بأن إرادته تعالى هو العلم بالصلاح ، فإن كان المعلوم ما هو صلاح بحسب النظام الكلى فنفس هذا العلم من دون حالة منتظرة علة للتكوين ، وان المعلوم ما هو صلاح بحسب بعض الاشخاص لا بحسب النظام التام فهو علة لاعلام ذلك الشخص بما هو صلاحه ، وفيه المصلحة والمفسدة ، وما لا محيص عنه في الأفعال الاختيارية المتعلقة للتكاليف هو الثاني دون الأول .\r\nنعم إذا توافقا لا بد من الإطاعة والايمان ، وان تخالفا لا محيص عن اختيار الكفر والعصيان .\r\nوأورد على نفسه : بأنه إذا كان الكفر والعصيان والإطاعة والايمان بإرادة اللّه تعالى التكوينية التي لا تتخلف عن المراد ، فلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كفاية الأصول ص 67 ( إشكال ودفع ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nيصح أن يتعلق بها التكليف لكونها خارجة عن الاختيار المعتبر فيه عقلا . بما حاصله بتوضيح منا :\r\nان إرادة اللّه تعالى لو كانت متعلقة بفعل العبد وان لم يرد لكان ذلك مستلزما للجبر وعدم قدرة العبد وارادته في الفعل لفرض وجوب صدوره ، ففيما اراده العبد من باب الاتفاق يكونان ، أي الفعل والإرادة معلولين لعلة واحدة وهي الإرادة الإلهية . وأما ان كانت متعلقة بفعله بما له من المبادئ المصححة لاختياريته في حد ذاته من القدرة والإرادة والشعور ، فلا يستلزم ذلك الجبر ، لفرض عدم تعلق الإرادة بالفعل وان لم يرده العبد بل بما له من المبادئ الاختيارية أيضا ، فلا مجال لدعوى الاختيارية لوجوب الصدور .\r\nثمّ أورد على نفسه أيضا : بأن ما ذكر يكفي في صحة التكليف ويخرج بذلك عن اللغوية . لا أنه يبقى السؤال عن وجه المؤاخذة والعقاب ، لان اشكال وجوب الفعل بإرادة الباري - الذي توهمه الأشعري - يندفع بما ذكر ، كما أن اشكال وجوب الفعل بإرادة الفاعل ، مندفع بأن ذلك يؤكد اراديته ، الا أن اشكال وجوب الإرادة نفسها التي هي من الممكنات المستندة إلى إرادة\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالباري الواجبة بالذات الموجبة لعدم اختيارية الفعل المعلول لها لان الجبر على العلة جبر على المعلول ، يبقى بحاله . ومعه لا يصح العقاب ، لأنه لا يصح المؤاخذة على ما يكون بالآخرة بلا اختيار .\r\nوأجاب عنه : بأن العقاب تابع للكفر والعصيان التابعين للاختيار الناشئ عن مقدماته الناشئة عن الشقاوة الذاتية اللازمة لخصوص ذاتهما .\r\nوليس مراده بذلك ما احتمله بعض من أن المثوبة والعقوبة من تبعات الأفعال ولوازم الاعمال ونتائج الملكات الفاضلة وآثار الملكات الرذيلة ، ومثل هذه العقوبة على النفس لخطيئتها كالمرض على البدن ، المؤيد ذلك بقوله تعالى :  هَلْ يُجْزَوْنَ إِلَّا ما كانُوا يَعْمَلُونَ  « 1 » .\r\nوقوله \" انما هي أعمالكم ترد إليكم \" « 2 » . لا من جهة منافاة ذلك لظاهر الكتاب والسنة ، فإنه يمكن أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 147 من سورة الأعراف .\r\n( 2 ) الحكايات للشيخ المفيد ص 87 ، الناشر مؤتمر الشيخ المفيد ، قم المقدسة .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nيقال : ان المادة حيث كانت مستعدة فهي مستحقة لإفاضة الصورة المنافرة من اللّه تعالى ، ونسبة التعذيب والادخال في النار إليه تعالى بملاحظة أن إفاضة تلك الصورة المؤلمة منه تعالى بتوسط ملائكة العذاب .\r\nبل من جهة أن الجواب لا يناسب مع مبنى الاشكال ، وهو أنه كيف يؤاخذ على ما لا ينتهي بالآخرة إلى الاختيار ، ولامع قوله بأنه عقاب على الكفر والعصيان الناشئين عن الاختيار .\r\nبل الظاهر أن مراده أن العقاب انما هو من معاقب خارجي ، غاية الأمر يكفي في صحة المؤاخذة التي يكون استحقاقها بحكم العقل والعقلاء ، هذا المقدار من الاختيار المصحح للتكليف ، كما نشاهد ذلك بالنسبة إلى الموالى العرفية ومؤاخذة العبد إذا أمروه بشيء وخالفه ، إذ لو كان الفعل بمجرد استناده إلى اللّه تعالى غير اختياري وغير صالح للمؤاخذة لما صحت مؤاخذة الموالى العرفية أيضا ، وإذا كان الفعل في حد ذاته قابلا للمؤاخذة عليه لم يكن هناك فرق بين كون المؤاخذة ممن انتهت إليه سلسلة الإرادة أو غيره .\r\nغاية الأمر يبقى سؤال ، وهو أنه تعالى لم أوجد من سيوجد منه المهلكات ، أو لم أوجد نفس مقدمات الاختيار\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالموجبة لأنواع العقوبات ، وهل لا يكون ذلك منافيا لرحمة رب الأرباب ؟\r\nوالظاهر أن قوله \" اللازمة لخصوص ذاتهما \" « 1 » الخ ، إشارة إلى الجواب عن ذلك .\r\n\r\nوجه ايجاد من سيوجد منه المهلكات\r\nوحاصله كما أفاده بعض المحققين « 2 » يظهر بعد بيان مقدمات :\r\nالأولى : ان لكل ماهية من الماهيات في حد ذاتها حدا معينا بحيث لو زيد عليه أو نقص عنه خرجت عن كونها تلك الماهية . مثلا : ماهية الشجر جوهر ممتد نام ، ولو زيد عليه الحاسية صار حيوانا ، ولو نقص عنه النمو صار جمادا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول ص 68 .\r\n( 2 ) كما افاده صاحب الكفاية حسب الظاهر ، نقله المصنف ( مد ظله ) ببيان آخر للتوضيح .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالثانية : ان لماهية الأشياء نحو وجود في العلم الأزلي الربوبي بتبع العلم بالوجودات .\r\nالثالثة : ان المجعول بالأصالة هو الوجود والماهية مجعولة بالتبع والعرض ، وجدانها لذاتها وذاتياتها ولوازمها غير محتاج إلى جعل وتأثير ، ولا يعقل الجعل بين الشيء ونفسه ولا بينه وبين لوازمه .\r\nالرابعة : ان كل ممكن غير متوقف على ممتنع بالذات يجب وجوده ، إذ لا نقص في طرف مبدأ المبادئ ولا في المعلول لفرض امكانه ولا في الوسائط والأسباب لفرض عدم التوقف على الممتنع بالذات ، وغيره يجرى فيه هذا البيان .\r\nإذا عرفت هذه المقدمات :\r\nيظهر لك أن تفاوت الماهيات في أنفسها ولوازمها بنفس ذواتها لا بجعل جاعل وتأثير مؤثر ، فمنهم شقي ومنهم سعد بنفس ذاته وماهويته ، حيث أن الماهيات كانت موجودة في العلم الأزلي وطلبت بلسان حال استعدادها الدخول في دار الوجود ، وكان معطي الوجود فياضا بذاته غنيا بنفسه فيجب عليه إفاضة\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالوجود ويمتنع عليه الامساك عنه ، وحيث إن الجود بمقدار قبول القابل وعلى طبق حال السائل كانت الإفاضة عدلا وصوابا .\r\nفالاعتراض ان كان بالقياس إلى الماهية فهو باطل بأن الشقي شقي في حد ذاته ، والسعيد سعيد في حد ذاته .\r\nوان كان بالإضافة إلى الوجود .\r\nفيدفعه أن إفاضة الوجود على وفق قبول القابل عدلٌ وصواب .\r\nويمكن أن يقال : ان ما في النبوي الشريف مع قطع النظر عما ورد في تفسيره \" الشقي من شقي في بطن أمه والسعيد من سعد في بطن أمه \" « 1 » يكون إشارة إلى ذلك ، والاختصاص ببطن الام اما لأنه أول النشآت الوجودية عند الجمهور ، أو أن المراد بالبطن مكنون الماهية ، واطلاق الام على الماهية بلحاظ جهة قبولها كما أطلق الأب على اللّه تعالى في بعض الكتب السماوية بلحاظ جهة فاعليته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد للصدوق ص 356 باب السعادة والشقاوة ، طبعة طهران ، والبحار ج 5 ص 9 رواه عن تفسير علي بن إبراهيم .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالموجب لاختيار اللّه تعالى العقاب\r\nويبقى السؤال عن أنه : ما الموجب لاختيار اللّه تعالى العقاب بعد استحالة التشفي في حقه ؟\r\nويمكن الجواب عنه بوجهين :\r\nأحدهما : ما عن جماعة من الأساطين منهم الشيخ الرئيس « 1 » والمحقق الأصفهاني « 2 » وهو أن التعذيب من باب تصديق التخويف والايفاء بالوعيد الواجبين في الحكمة الإلهية ، فان خلاف الميعاد مناف للحكمة وموجب لعدم ارتداع النفوس من التوعيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع شرح الإشارات ج 3 ص 328 - 329 حيث قال في معرض الحديث القدر : « فلم العقاب ؟ » إلى أن قال : « فإن ذلك أيضا يكون حسناً لأنه قد كان يجب يكون التخويف موجوداً في الأسباب التي تثبت فتنفع في الأكثر ، والتصديق تأكيد للتخويف ، فإذا عرض من أسباب القدر عارض واحد ، مقتضي للتخويف والاعتبار ، فركب الخطأ واتى بالجريمة وجب التصديق لأجل الغرض العام . . . الخ » . كما يمكن ان يستفاد ذلك من ص 373 - 374 بعد الحديث عن كون النبي يجب أن يكون داعيا إلى التصديق بوجود خالق قدير خبير . .\r\n( 2 ) بحوث في الأصول ج 2 ص 58 ( تذييل وتكميل ) ، وفي نهاية الدراية ج 1 ص 209 - 210 ( كيفية المثوبة والعقوبة ) .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوفيه : ان وجهه حفظ النظام ، والحكيم يراعى المصلحة العامة الكلية ، فكما لولا تخويف من يرتدع حقيقة بالردع لما ارتدع ولم يبق نظام الكل محفوظا كذلك لو احتمل المجرم بما هو مجرم أنه لا يعذب ، فعموم التخويف له دخل في حفظ النظام الذي لا أتم منه نظام .\r\nثانيهما : ان استحقاق العقاب انما هو بحكم العقل ، من جهة أن العصيان والمخالفة خروج عن زي الرقية ورسم العبودية ، وهو ظلم والظالم يستحق العقاب .\r\nهذا كله فيما يرجع إلى شرح مطالب الكفاية ، وانما أطلنا الكلام في ذلك دفعا للشبهة المغروسة في أذهان الأكثر من أن المحقق الخراساني يصرح بالجبر .\r\nومع ذلك ففي كلامه مواقع للنظر يظهر عند بيان المختار في الجواب عن هذا الوجه .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nإرادة اللّه تعالى على قسمين\r\nوحاصله يبتني على بيان أمور :\r\nالأمر الأول : ان إرادة اللّه تعالى على قسمين التكوينية والتشريعية ، والمراد بالأولى هو فعله تعالى واحداثه وخلقه كما نطقت بذلك النصوص الكثيرة .\r\nلاحظ صحيح صفوان بن يحيى قلت لأبي الحسن عليه السلام : أخبرني عن الإرادة من اللّه ومن الخلق ؟ فقال : الإرادة من الخلق الضمير وما يبدو لهم بعد ذلك من الفعل ، وأما من اللّه تعالى فإرادته احداثه لا غير ذلك ، لأنه لا يروي ولا يهمّ ولا يتفكر ، وهذه الصفات منفية عنه وهي صفات الخلق ، فإرادة اللّه لا غير ذلك ، يقوله له كن فيكون بلا لفظ ولا\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nنطق بلسان ولا همّة ولا تفكر ولا كيف لذلك كما أنه لا كيف له « 1 » . ونحوه غيره .\r\nوالمراد بالإرادة التشريعية جعل الاحكام .\r\nوبما ذكرناه يظهر أن ما أفاده المحقق الخراساني - تبعا للحكماء والفلاسفة من تفسير إرادة اللّه تعالى بالعلم .\r\nفي غير محله ، فان العلم عين ذاته تعالى والإرادة فعله واحداثه ، وبينهما بون بعيد .\r\nوأضعف من ذلك ما عن جماعة منهم ، من ارجاع الإرادة في اللّه تعالى إلى العلم مفهوما .\r\nمع أنه لو أغمض عما ذكرناه وسلم كونها عين ذاته ، ما استدلوا به على تغاير العلم والقدرة والحياة في اللّه سبحانه ، وهذا يجرى في الإرادة أيضا .\r\nوالوجدان أقوى شاهد على التغاير ، فان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 ص 109 باب ان الإرادة من صفات الفعل . وورد في عدة مصادر أخرى منها الأمالي للطوسي المجلس 8 ص 205 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nقولنا \" اللّه عالم \" و \" اللّه مريد \" ليسا من قبيل المترادفين نظير \" زيد انسان \" و \" زيد بشر \" بل الضرورة قاضية بأنه يفهم من كملة \" اللّه عالم \" شيء \" ومن كلمة \" اللّه مريد \" شيء آخر .\r\nوأيضا قاضية بأن الاعتقاد بان اللّه تعالى عالم ليس اعتقادا بأنه مريد ، والبرهان على كونه عالما لا يكون برهانا على أنه مريد .\r\nنعم لو التزمنا بثبوت إرادة ذاتية فيه سبحانه وراء الإرادة في مرتبة فعله ، لا مصداق له فيه سوى علمه تعالى ، ولكن لا دليل على ثبوتها .\r\n\r\nإرادة اللّه من صفات الفعل\r\nالأمر الثاني ان إرادة اللّه تعالى من صفات الفعل لا من الصفات الذاتية ، وذلك لوجوه :\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالأول انطباق ما ذكرناه ضابطا لصفات الفعل من اتصافه بما يقابلها أيضا على إرادته ، ويقال : ان اللّه تعالى مريد لوجود الإنسان وغير مريد لوجود العنقاء .\r\nالثاني ان وجود الموجودات ليس كمالا له تعالى حتى تكون إرادة وجودها من الصفات الكمالية الذاتية .\r\nالثالث تطابق الروايات الواردة عن المعصومين عليهم السلام على ذلك .\r\nلاحظ صحيح عاصم بن حميد عن أبي عبد اللّه قال : قلت لم يزل اللّه مريدا ؟\r\nقال : ان المريد لا يكون إلا المراد معه ، لم يزل اللّه عالما قادرا ثمّ أراد « 1 » . وهذا الخبر صريح في أن إرادته ليست من الصفات الذاتية .\r\nوصحيح محمد بن مسلم عنه : المشيئة محدثة « 2 » . ونحوهما غيرهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 ص 109 .\r\n( 2 ) أصول الكافي ج 1 ص 110 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nأفعال العباد غير متعلقة لإرادة اللّه تعالى\r\nالثالث ان إرادته تعالى لو كانت من الصفات الذاتية كالعلم والقدرة لكانت متعلقة بجميع الممكنات ، ومنها أفعالنا لان الصفات الذاتية المتحدة مع الذات متعلقة بالجميع ، والا فلو لم تكن متعلقة ببعض الممكنات لصح سلبها عنه تعالى بالإضافة إليه . وقد تقدم أن الصفات الذاتية لا يمكن سلبها عنه .\r\nولكن بعد ما عرفت من أنها من صفات الفعل ، فاعلم أن متعلقها الأعيان الخارجية وأفعاله ، وأما أفعال العباد فلا تكون متعلقة لإرادته تعالى وان كان فيض الوجود والقدرة وسائر المبادئ من قبل اللّه تبارك وتعالى ، بل موجد فعل العبد هو النفس بوساطة أعمال القدرة بلا دخل لإرادته فيه ، فلا تكون أفعال العباد متعلقة لإرادته حتى يلزم الجبر .\r\nولأئمتنا الأطهار عليهم الصلاة والسلام كلمات في هذا الموضوع تشير إلى ما ذكرناه :\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمنها : ما رواه المحقق المجلسي عن إمامنا الهادي : أنه سئل عن أفعال العباد أهي مخلوقة لله ؟\r\nفقال : لو كان خالقا لها لما تبرأ منها « 1 » .\r\nومنها : خبر صالح النيلي عن أبي عبد اللّه عليه السلام في حديث : ولكن حين كفر كان في إرادة اللّه تعالى أن يكفر ، وهم في إرادة اللّه وفي علمه أن لا يصيروا إلى شيء من الخير ، قلت : أراد منهم ان يكفروا ؟ قال عليه السلام : ليس هكذا أقول ، ولكني أقول علم أنهم سيكفرون « 2 » . ونحوهما غيرهما .\r\nوعلى الجملة كون إرادة اللّه تعالى من الصفات الفعلية وعدم تعلقها بأفعال العباد الاختيارية ، ينبغي أن يعد من الأمور المسلّمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ج 5 ص 20 .\r\n( 2 ) أصول الكافي ج 1 ص 162 ، باب الاستطاعة .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوما عن المتكلمين من النزاع والجدال في أن إرادته تعالى حادثة أم قديمة ، يبتنى على أن يكون المراد من الإرادة هو الشوق .\r\nولكن بعد ما عرفت من أن الإرادة عبارة عن أعمال القدرة ، فكل ما قيل في هذا المقام في غير محله ، إذ على ذلك لا ريب في أنها حادثة مخلوقة له .\r\nفان قلت : ان إرادته تعالى وان لم تكن متعلقة بفعل العبد الا أن إرادة العبد بما أنها خارجة عن تحت قدرته فهي معلولة لإرادته تعالى وموجودة بإيجاده ، فتكون إرادته علة لعلة الفعل ، فتكون العلة واجبة الصدور والا لزم تخلف مراده عن إرادته ، فالفعل أيضا يكون واجب الصدور ، لان الجبر على العلة جبر على المعلول .\r\nتوجه عليك ما تقدم مفصلا من أن الاختيار فعل النفس . وهي موجدة له واختياري بنفس ذاته ، فلا تكون إرادة العبد متعلقة لإرادة اللّه .\r\nإذا تبينت لك هذه الأمور انكشف جليا دفع هذا الوجه ، فان إرادة اللّه تعالى لا تكون متعلقة بأفعال العباد ليلزم وجودها ولا\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nيلزم من وجودها من دون تعلق إرادته به التصرف في سلطان المولى ، بعد كون المبادئ بأجمعها تحت اختياره وقدرته كما مر ، فلا جبر .\r\n\r\nالآيات التي استدل بها على تعلق إرادة اللّه تعالى بالأفعال\r\nوقد يقال : ان في القرآن الكريم قد انتسبت الإرادة ومشقاتها في ثلاث وأربعين آية إلى اللّه تعالى ، وعلى ذلك فهي متعلقة بأفعال العباد وارادته لا تتخلف عن المراد ، فيعود محذور الجبر .\r\nولكن يرد عليه أن تلك الآيات على طوائف :\r\nالأولى : الآيات الدالة على عدم تخلف المراد عن إرادته .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nنظير قوله تعالى :  إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ  « 1 » ، وقوله عز وجل :  قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئاً إِنْ أَرادَ بِكُمْ ضَرًّا أَوْ أَرادَ بِكُمْ نَفْعاً بَلْ كانَ اللَّهُ بِما تَعْمَلُونَ خَبِيراً  « 2 » .\r\nوهذه الطائفة لا تعين ما تتعلق به الإرادة ، بل تدل على أنه ان تعلقت إرادته بشيء يتحقق ذلك الشيء . وهذا مما لا كلام فيه ولا نزاع حوله .\r\nالثانية : الآيات المتضمنة لجعل إرادة الإنسان موردا لإرادة اللّه تعالى .\r\nكقوله سبحان :   مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً * وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 82 من سورة يس .\r\n( 2 ) الآية 11 من سورة الفتح .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n  سَعْيُهُمْ مَشْكُوراً * كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً   « 1 » .\r\nوهذه الطائفة لا تدل على تعلق إرادة اللّه بالفعل الاختياري ، بل تدل\r\nعلى أن الإنسان مختار في كل ما يريد ولا يكون مجبورا فيه ، غاية الأمر ان اللّه تعالى يمد الفاعل المختار أيا ما أراد بإعطاء الوجود والقدرة وسائر مبادئ الفعل ، فهذه الطائفة تدل على الاختيار دون الجبر .\r\nالثالثة : ما يدل على أن اللّه تعالى لا يريد الظلم .\r\nنظير قوله سبحانه :  وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعالَمِينَ  « 2 » .\r\nوعدم دلالة هذه على المدّعى واضح . نعم ان كان للوصف واللقب مفهوم لكانت دالة على إرادة غير الظلم .\r\nالرابعة : ما دل على تعلق إرادته باليسر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآيات من 18 إلى 22 من سورة الإسراء .\r\n( 2 ) الآية 108 من سورة آل عمران .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكقوله تعالى :  يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ  « 1 » .\r\nوهذه الطائفة دالة على تعلق الإرادة التشريعية باليسر دون العسر ، وقد مر أنها تتخلف عن المراد .\r\nوأما الآية الكريمة :  وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ  « 2 » التي توهم دلالتها على ذلك ، بتقريب انها تدل على أن عدم إيمان قوم نوح عليه السلام انما كان من جهة إرادة اللّه تعالى المتعلقة بأفعالهم .\r\nفيرد على الاستدلال بها : ان الغي ليس بمعنى الضلالة ، بل من المحتمل إرادة البأس أو العقاب منه .\r\nوعلى الأول تدل الآية على أن البأس الذي هو نتيجة أفعالهم الاختيارية مورد لإرادة اللّه تعالى ، وإرادة النتيجة غير إرادة الفعل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 185 من سورة البقرة .\r\n( 2 ) الآية 34 من سورة هود .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوبه يظهر ما فيه على الثاني ، مع أنه لو كان بمعنى الضلالة يرد على الاستدلال بها ما سيأتي في الآيات التي نسب فيها الضلال إلى اللّه .\r\nوأما الآية الشريفة :  فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّما يَصَّعَّدُ فِي السَّماءِ كَذلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ  « 1 » .\r\nفذيلها قرينة على أن جعل اللّه تعالى صدره ضيقا انما هو من جهة أن الكافر لم يؤمن باختياره ، فيكون سبيل الآية الكريمة سبيل النصوص الكثيرة الدالة على أن العبد ربما يكون مخذولا ومحروما من عناية اللّه تعالى بسبب ارتكابه بعض المعاصي ، كما أنه ربما يكون موفقا بالحسنات والخيرات بواسطة التزامه ببعض الخيرات والحسنات فبعضها يكون معدا للآخر ويعطي القابلية لان يوفقه اللّه تعالى لمرضاته ، وإذا ثبت ذلك في الضلالة ثبت في الهداية أيضا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 125 من سورة الأنعام .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالمشيئة الإلهية وافعال العباد\r\nولا يخفى أن كثير من الآيات الكريمة تضمنت للمشيئة الإلهية .\r\nواستدل بها تارة لكون أفعال العباد الاختيارية متعلقة لها ، فلا بدَّ من وجودها لاتحاد الإرادة والمشيئة ، وأخرى للجبر ، كقوله تعالى :  وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ  « 1 » ، وقوله سبحانه :  قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنابَ  « 2 » ، وقوله عز وجل :  لِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشاءُ وَيُعَذِّبُ مَنْ يَشاءُ  « 3 » ، وقوله تعالى :  لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرامَ إِنْ شاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُسَكُمْ  « 4 » ، وقوله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 30 من سورة الانسان .\r\n( 2 ) الآية 27 من سورة الرعد .\r\n( 3 ) الآية 284 من سورة البقرة .\r\n( 4 ) الآية 27 من سورة الفتح .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nسبحانه :  قالَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ صابِراً  « 1 » ، وقوله تعالى :  قُلْ لا أَمْلِكُ لِنَفْسِي ضَرًّا وَلا نَفْعاً إِلَّا ما شاءَ اللَّهُ  « 2 » ، وقوله عز وجل :  لَوْ يَشاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعاً  « 3 » ، وقوله تعالى :   وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً * إِلَّا أَنْ يَشاءَ اللَّهُ   « 4 » إلى غير ذلك من الآيات المتضمنة للمشيئة البالغة مائتي آية .\r\nولكن لا دلالة في شيء منها على ما استدل بها له .\r\nأما الآية الأولى وما بمضمونها ، فلان صدرها متضمن لبيان أن القرآن يكون هاديا وان الإنسان يكون متمكنا من الهداية إلى الحق بواسطته ، ولكن الضالين لا يشاءون هذه الهداية بسوء اختيارهم . فهي بقرينته تدل على أن اللّه تعالى لو شاء أن يجبرهم على أن يتخذوا إلى ربهم سبيلا كان له ذلك ، ولكنه لم يشأ لان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 69 من سورة الكهف .\r\n( 2 ) الآية 49 من سورة يونس .\r\n( 3 ) الآية 31 من سورة الرعد .\r\n( 4 ) الآية 23 24 من سورة الكهف .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nدار الدنيا دار الأسباب والاختيار ، بل جعل ذلك تحت اختيارهم ومشيئتهم .\r\nويمكن أن يقال : ان المراد بها \" ما تشاءون الاسلام الا أن يشاء اللّه أن يلطف لكم في الاستقامة \" ، لما في الكلام من معنى النعمة .\r\nوأما الآية الثانية وما بمضمونها نظير قوله تعالى :  وَاللَّهُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ  « 1 » ، وقوله سبحانه :  لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ  « 2 » ، وقوله :  إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ  « 3 » إلى غير ذلك من الآيات ، فهي تدل على أن الهداية الخاصة وكذا ما يقابلها مختصة بطائفة خاصة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 213 من سورة البقرة .\r\n( 2 ) الآية 272 من سورة البقرة .\r\n( 3 ) الآية 56 من سورة القصص .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nتوضيحة : ان الهداية هي الارشاد والدلالة ، والهدى ضد الضلال ، الهداية من اللّه تعالى على قسمين عامة وخاصة .\r\nوالأولى : قد تكون تكوينية ، وقد تكون تشريعية .\r\nوالهداية العامة التكوينية ما أعدها اللّه تعالى في طبيعة كل موجود ، فهي تسري بطبعها أو باختيارها نحو كمالها ، الفارة تفر من الهرَّة ولا تفر من الشاة ، والنمل يهتدي إلى تشكيل جمعية وحكومة ، والطفل يهتدي إلى ثدي أمه . وهكذا ، قال تعالى :  قالَ رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى  « 1 » .\r\nوالهداية التشريعية العامة هي إفاضة العقل على الإنسان ثمّ ارسال الرسل وانزال الكتب .\r\nوأما الهداية الخاصة ، فهي عناية ربانية خصَّ اللّه بها بعض عباده حسب ما تقتضيه حكمته ، فيهيئ له ما به يهتدى إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 50 من سورة طه .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nكماله ويصل إلى مقصوده ، ولولا تسديده لوقع في الغي والضلالة ، ومع ذلك لا يكون مجبورا في ذلك .\r\nوفي أمثال هذه الآية أشير إلى نكته لطيفة ، وهي الرد على القائلين باله الخير وإله الشر ، أي المجوس الملتزمين بأن وسائل الشر انما تكون متحققة بايجاد اله الشر ، وان اللّه تعالى لا يهيئ تلك الوسائل ، وتدل على أن الأسباب كلها من اللّه تعالى .\r\nوأما الآية الثالثة : وما بمضمونها فإنما تدل على أن جميع الأفعال واقعة تحت المحاسبة ، سواء أكانت ظاهرة أم لا ، غاية الأمر لله تعالى أن يغفر لمن يشاء .\r\nوأما الرابعة ، والخامسة : وما بمضمونهما من الآيات فغاية ما تدل عليه أنه حيث يحتمل من يريد أن يعمل عملا أن يحدث ما يمنع عنه ، فعليه أن يتوجه إلى اللّه تعالى ويسأله أن تكون الحوادث بنحو لا تمنعه عما يريد .\r\nوأما السادسة : وما بمضمونها فملخص القول فيها ان المراد بالنفع والضرر ان كان هو الطبيعي منهما فعدم ارتباطها بالمقام ظاهر ، وان كان ما ينشأ عن عدم العمل بالوظائف فكونه منوطا\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nبمشيئة اللّه تعالى انما هو من جهة كون جعل الوظيفة وبيانها على اللّه تعالى .\r\nوبما ذكرناه في الآيات السابقة يظهر ما في السابعة والثامنة .\r\n\r\nالاستدلال للجبر بعلم اللّه تعالى\r\nثالثها ان الثابت في محله أن علمه تعالى متعلق بجميع الموجودات ولم يخرج شيء عن تحت علمه ، ومنها أفعالنا ، فكل ما يصدر منا متعلق لعلمه فيجب وجوده وإلا لزم كون علمه تعالى جهلا .\r\nوان شئت قلت : انه لتعلق علمه بالفعل لا بد وأن يوجد الفعل جبرا ، أو يتبدل علمه بالجهل ، وحيث أن الثاني محال فيتعين الأول .\r\nويتضح الجواب عن ذلك ببيان أمور :\r\nالأول ان علمه تعالى لا يكون متعلقا بأفعالنا فقط ، بل هو متعلق بها وبمقدماتها ، وإلا لزم كون علمه محدودا ، واتصافه بمقابل العلم ، وهذا ينافي\r\nكون العلم من الصفات الذاتية .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوحيث إن من مقدمات الفعل الاختياري الاختيار والإرادة ، فيكون عالما بصدور الفعل عن الاختيار . ولو التزمنا بالجبر ولزوم صدور الفعل لزم انقلاب علمه جهلا ، إذ المعلوم كون الفعل صادرا عن الاختيار ، والواقع صدوره جبرا .\r\nالثاني أن علمه تعالى ليس علّة للفعل ، كما أن علمنا بأنا سنفعل كذا لا يكون هذا العلم علة لذلك الفعل ، فان حقيقة العلم هو انكشاف الواقع على ما هو عليه ولا ربط لذلك بصدور ذلك الفعل ليكون علة له .\r\nوأيضا فلو كان علمه علّة لم يكن هناك حاجة إلى الإرادة ، وقد قال اللّه تعالى :  إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ  « 1 » وفي غير ذلك من الآيات والروايات جعلت الإرادة غير العلم ، وقد تقدمت .\r\nوقد عرفت أن تفسير جماعة إرادته تعالى بعلمه غلط واشتباه مناف للاخبار والآيات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 82 من سورة يس .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفإن قيل : ما معنى تصريح كثير من الفلاسفة بأن علمه تعالى فعلى لا انفعالي ، بعد كون ظاهره أن علمه ليس تابعا للمعلوم بل المعلوم تابع له ؟\r\nقلنا : ان مرادهم بذلك أن العلم :\r\nتارة يطلق ويراد منه نفس الإضافة المتأخرة عن وجود الطرفين التي هي المضاف الحقيقي .\r\nوأخرى يطلق ويراد منه مبدأ تلك الإضافة . والعلم بالمعنى الأول ليس من الصفات الذاتية له تعالى وإلا يلزم أن يكون لغير ذاته مدخلية في كمال ذاته ، وهو مستلزم لمدخلية غيره في ذاته ، وهو ضروري البطلان .\r\nبل العلم بالمعنى الثاني ، أي مبدأ تلك الإضافة الخاصة كمال له وعين ذاته ، فعلمه بمعنى ما هو مبدأ العالمية .\r\nأو المراد أن علمه بما أنه من الصفات الذاتية متحد مع ذاته ، وحيث أن ذاته مبدأ لجميع الموجودات حتى أفعال العباد لان مبادئها من قبل اللّه تعالى ، فكذلك علمه المتحد مع ذاته ، فليس معنى فعليّة علمه كونه علة لجميع الموجودات . وحيث أن ذاته لا\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nتكون علة لافعال العباد بل الموجد لها هو العبد ، فكذلك علمه المتحد مع ذاته .\r\nالثالث أن علمه تعالى كما يكون متعلقا بأفعال العباد كذلك يكون متعلقا بأفعاله ، فلو كان علة لزم الالتزام بالجبر حتى في أفعاله سبحانه .\r\n\r\nالاستدلال للجبر بسلطنة اللّه تعالى\r\nرابعها : أن اثبات القدرة للعبد واسناد الفعل إليه استقلالا أو مع اللّه والالتزام بأنه الموجد يستلزم ثبوت الشريك له ، فلا بد من الالتزام بالجبر حفظا لسلطنة اللّه وأنه المتصرف الوحيد .\r\nوفيه : ان ذلك انما يلزم لو كان للعبد استقلال ووجود وقدرة بنفسه ، وأما مع الالتزام بأنه محتاج في وجوده وقدرته وسائر مبادئ الفعل بل بالنظر الدقيق هو كسائر الموجودات عين\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالحاجة لا شيء محتاج ، فلا يلزم من اسناد الفعل إلى العبد حقيقة عزل اللّه تعالى عن ملكه أو تصرف الغير في سلطانه ، كيف هو وقدرته وجميع شؤونه موجودة بايجاده .\r\nولنمثل لتقريب ذلك مثالا وان كان دون ما نحن فيه بكثير ، وهو : أن الغنى القادر القوى لو أعطى الضعيف وأغنى الفقير ، وهو قادر في كل حين على سلبه وابقائه ، هل يتوهم أحد أن يعد الضعيف شريكا للقوي ؟ كلا .\r\nوبهذا الذي ذكرناه أخبر أمير المؤمنين عباية الأسدي حين سأله عن الاستطاعة التي يقوم بها ويقعد ويفعل ويترك .\r\nفقال له أمير المؤمنين : أسألك عن الاستطاعة تملكها من دون اللّه أو مع اللّه ؟ فسكت عباية .\r\nفقال له أمير المؤمنين : قل يا عباية . قال : وما أقول ؟\r\nقال : ان قلت انك\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nتملكها من دون اللّه قتلتك ، وان قلت تملكها مع اللّه\r\nقلتك . قال : فما أقول ؟\r\nقال : تقول انك تملكها بالله الذي يملكها من دونك « 1 » . الحديث\r\nفانظر إلى هذا الحديث كيف كشف الغطاء ولم يدع على هذه الحقيقة من ستار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقله الإمام أبو الحسن الثالث في رسالته إلى أهل الأهواز على ما رواها في البحار ج 5 ص 75 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nالاستدلال للجبر باسناد الاضلال إلى اللّه تعالى\r\nخامسها : انه قد نسب الاضلال إلى اللّه تعال في كثير من الآيات ، قال اللّه تعالى : فَيُضِلُّ اللّهُ مَن يَشَاء وَيَهْدِي مَن يَشَاء « 1 » ، وقال عز وجل : قُلْ إِنَّ اللّهَ يُضِلُّ مَن يَشَاء وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ « 2 » وقال سبحانه : وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء « 3 » فتدل هذه الآيات على أنه تعالى خالق الضلال والكفر في العبيد ، فيصدهم عن الايمان ويحول بينهم وبينه .\r\nوربما قالوا : ان هذا هو حقيقة اللفظ بحسب اللغة ، لان الاضلال عبارة عن جعل الشيء ضالا ، كما أن الاخراج والادخال عبارتان عن جعل الشيء خارجا وداخلا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 4 من سورة إبراهيم .\r\n( 2 ) الآية 27 من سورة الرعد .\r\n( 3 ) الآية 125 من سورة الأنعام .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوأورد العدلية على ذلك بوجوه :\r\nالأول : انه لا يقال لمن صد الطريق أنه أضله بل يقال منعه ، وانما يقال أضله إذا أغواه .\r\nالثاني : ان اللّه تعالى وصف الشيطان وفرعون وأمثالهما بالاضلال ، ومعلوم أنهم ليسوا خالقين للضلال في قلب أحد ، قال اللّه تعالى : إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ « 1 » ، وقال : وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى « 2 » .\r\nالثالث ان ذلك يضاد كثيرا من الآيات ، كقوله : وَمَا مَنَعَ النَّاسَ أَن\r\nيُؤْمِنُوا إِذْ جَاءهُمُ الْهُدَى « 3 » وقوله سبحانه : فَمَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 15 من سورة القصص .\r\n( 2 ) الآية 79 من سورة طه .\r\n( 3 ) الآية 94 من سورة الإسراء .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ « 1 » ، وقوله عز وجل : أَنَّى يُصْرَفُونَ « 2 » ، إلى غير ذلك من الآيات .\r\nالرابع : ان اللّه تعالى ذم إبليس ومن سلك سبيله في الاضلال والاغواء وأمر بالاستعاذة منهم .\r\nقال سبحانه : قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ « 3 » ، وقال : وَقُل ربِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِين « 4 » ، وقال : إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيد « 5 » ، وقال سبحانه : وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى « 6 » ، فلو كان اللّه تعالى هو المضل الحقيقي فكيف ذمهم عليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 49 من سورة المدثر .\r\n( 2 ) الآية 69 من سورة غافر .\r\n( 3 ) الآيات 1 و 4 من سورة الناس .\r\n( 4 ) الآية 97 من سورة المؤمنون .\r\n( 5 ) الآية 26 من سورة ص .\r\n( 6 ) الآية 79 من سورة طه .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوأيضا لو وجبت الاستعاذة منه كما وجبت منهم ، ولاستحق المذمة كما استحقوا ، ولوجب أن يتخذوه عدوا كما وجب اتخاذ إبليس عدوا .\r\nالخامس انه عز وجل في كثير من الآيات نسب الضلال إلى العصاة ، كما في قوله تعالى : وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ « 1 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 26 من سورة البقرة .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوقوله سبحانه :\r\n كَذلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتابٌ  « 1 » .\r\nفلو كان المراد بالضلال هو ما هم فيه لزم منه تحصيل الحاصل وهو محال :\r\nوأيضا فأمثال هذه الآيات صريحة في أنه يفعل بهم الاضلال بعد فسقهم ، فيكون مغايرا له .\r\nالسادس انه تعالى يذكر هذا الضلال جزاءً لهم على سوء فعلهم وعقوبة عليه ، فلو كان المراد ما هم عليه لكان ذلك تهديدا لهم بشيء هم عليه مقبلون وبه متلذذون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 34 من سورة غافر .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nولذلك كله ذهب العدلية إلى أنه يجب المصير إلى وجوه أخرى من التأويل :\r\nالأول - أن يحمل الاضلال على الاضلال عن الجنة .\r\nالثاني - أن يحمل الاضلال على الهلاك والابطال ، كقوله تعالى : الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ « 1 » ، وقوله تعالى : وَقَالُوا أَ إِذَا ضَلَلْنَا فِي الْأَرْضِ أَ إِنَّا لَفِي خَلْقٍ جَدِيدٍ « 2 » .\r\nالثالث - أن الضلال والاضلال هو العقاب والتعذيب ، كما في قوله تعالى : إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُر « 3 » .\r\nالرابع - أن يكون الاضلال هو التخلية وترك المنع ، فيقال أضل فلان ابنه إذا لم يتعاهده بالتأديب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 1 من سورة محمد .\r\n( 2 ) الآية 10 من سورة السجدة .\r\n( 3 ) الآية 47 من سورة القمر .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nويؤيده ما عن العيون عن الإمام الرضا في قوله تعالى \" وتركهم في ظلمات لا يبصرون \" ، قال : ان اللّه تعالى لا يوصف بالترك كما\r\nيوصف خلقه ، لكنه متى علم أنهم لا يرجعون عن الكفر والضلال منعهم المعاونة واللطف وخلى بينهم وبين اختيارهم « 2 » .\r\nوقريب منه غيره .\r\nالخامس - وهو أحسن الوجوه ، انه إذا ضلَّ الإنسان باختياره عند حضور شيء من دون أن يكون ذلك علَّة لضلاله بل غايته كونه من مقدماته البعيدة وعلله المعدة ، يقال إنه أضله .\r\nقال اللّه تعالى في حق الأصنام رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيراً مِنَ النَّاسِ « 1 » ، أي ضلوا بهن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون أخبار الرضا ج 1 ص 123 ح 16 باب 11 ما جاء عن الرضا من الاخبار في التوحيد / بحار الأنوار ج 5 ص 11 ح 17 باب 1 نفي الظلم والجور عنه تعالى .\r\n( 2 ) الآية 36 من سورة إبراهيم .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوقال وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا * وَقَدْ أَضَلُّوا كَثِيراً « 1 » ، أي ضل بهم كثير من الناس .\r\nوالاضلال بهذا المعنى منسوب إلى اللّه تعالى نظرا إلى أن الأفعال الاختيارية الصادرة عن الإنسان لها مبادئ خارجة عن دائرة اختياره ، كوجود الإنسان وحياته وإدراكه للفعل وشوقه إليه ، وملاءمة ذلك الفعل لقوة من قواه وقدرته على ايجاده ، وتلك المبادئ موجدها هو موجد الإنسان نفسه ، وقد ثبت في محله أن بقاء الأشياء واستمرارها في الوجود محتاج إلى المؤثر في كل آن .\r\nوعلى هذا فالكفر والفسق إذا صدرا عن العبد باختياره بما أن مبادئهما من قبل اللّه تعالى فلذلك يصح أن ينسبا إليه تعالى .\r\nوبذلك يظهر الجواب عما أورد على القرآن المجيد بأنه : قد يسند الفعل إلى العبد واختياره ، وقد يسند الأفعال إلى اللّه تعالى ، وهذا تناقض واضح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآيتين 23 و 24 من سورة نوح .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nكلام العارف الشيرازي في معنى الاضلال\r\nوللعارف الصدر الشيرازي كلام في توجيه نسبة الاضلال إلى اللّه تعالى لا بأس بنقله ملخصاً ، لاشتماله على مطالب دقيقة :\r\nقال : ان اللّه تعالى متجل للخلق بجميع صفات كماله وأسمائه ومفيض على عباده وعوالمه بكل نعوت جماله وجلاله ، فالأول ما تجلى في ذاته لذاته ، فظهر من تجليه عالم أسمائه وصفاته ، فهي أول حجب الأحدية ، ثمّ تجلى بها على عالم الجبروت ، فحصلت من تجليه أنوار عقلية وملائكة مهيمنة قدسية ، وهي سرادقات جبروتية ثمّ تجلى من خلق تلك الأنوار على العالم الملكوت الاعلى والأسفل ثمّ على أشباحها الغيبية والمثالية ، ثمّ على عالم الطبيعة السماوية والأرضية .\r\nولكل من هذه العوالم والحضرات منازل وطبقات متفاوتة ، وكلما وقع النزول أكثر قلت هذه الأنوار الأحدية بكثرة هذه الحجب الامكانية ، وتراكمت النقائص والشرور بمصادمات الاعدام . أو لا ترى أن كلا من الصفات السبعة الإلهية التي هي\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nأئمة سائر الصفات برية من النقصان والامكان والكثرة والحدثان .\r\nثمّ إذا وقعت ظلالها في هذا العالم الأدنى حجبتها الآفات والشرور ولزمتها الاعدام والنقائص ، فإذا ارتفعت عن عالم\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالأجسام زالت عنها تلك النقائص والشرور ورجعت إلى إقليم الوحدة .\r\nثمّ زعم أن هذا هو معنى الامر بين الامرين من الجبر والقدر ، وهو أن النقائص والقصورات اللازمة في هذا العالم لبعض الصفات المنسوبة إلى الحق تارة وإلى الخلق ، أخرى انما نشأت ولزمت من خصوصية هذا الموطن فعادت الينا لا إلى الصفة الإلهية ، وهو معنى قوله تعالى في\r\nالحديث القدسي \" أنت أولى بسيئاتك منى \" « 1 » ، ومعنى قوله :  لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ  « 2 » أن الأفعال الصادرة منه بلا واسطة وكذا الصفات الإلهية الثابتة له في مقام التوحيد قبل عالم الكثرة ليس فيها شائبة النقص والقبح حتى يرد فيها السؤال ، لان عالم الألوهية كله نور وكمال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 1 ص 50 باب المشيئة والإرادة ح 6 ، وباب الجبر والقدر والامر بين الامرين ص 157 ح 3 ، وص 160 من نفس الباب ح 12 بسند ثالث .\r\n( 2 ) الآية 23 من سورة الأنبياء .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nثمّ نقل عن بعض أصحاب القلوب ، والظاهر أنه ابن العربي ، أنه ذكر تقريبا للطبائع والافهام وتسهيلا لفهم التوحيد الافعالى على العقول فيما يضاف إلى الجمادات والاعجام ، فان الحجاب عن ادراك هذا التحقيق أمران :\r\nأحدهما اختيار الإنسان والحيوان .\r\nوثانيهما ما ينسب إلى الجمادات وسائر الاجرام .\r\nاما الأول : فان نسبة إرادة الإنسان إلى مشيئة اللّه تعالى كنسبة ادراك الحواس إلى ادراك العقل .\r\nكما في قوله تعالى :  وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ  « 1 » ، ونسبة مصادر أفعالها من الأبدان والأعضاء كنسبة الجوارح إلى القلب الذي هو أمير الجوارح ، كما دل عليه قوله تعالى :  يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ  « 2 » وقوله :  قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ  « 3 » ، وقوله تعالى :  وَما رَمَيْتَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 30 من سورة الإنسان .\r\n( 2 ) الآية 10 من سورة الفتح .\r\n( 3 ) الآية 14 من سورة التوبة .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى  « 1 » .\r\nوأما الثاني فقد انكشف لدى البصائر المستنيرة أن الشمس والقمر والغيم والمطر والأرض وكل حيوان وجماد مسخرات بأمره تعالى ومقبوضات بقبض قدرته ، كالقلم الذي هو مسخر للكاتب وعلمه وارادته وقدرته وقوته التي في عصبه وإصبعه ، كما أن علمه ومشيئته واردتان من خزائن غيب الملكوت ، وكتابة قلم اللاهوت على ترتيب ونظام وتقدم وتأخر من الأعلى فالأعلى إلى الأدنى حتى انتهى أثر القدرة من احدى حاشيتي الوجود إلى الأخرى من القلم الاعلى إلى القصب الأدنى .\r\nوهذا مما يشاهده من انشرح صدره بنور اللّه ويسمع بسمعه المنور من يدرك ويفهم تسبيح الجمادات وتقديسها وشهادتها على أنفسها بالعجز والسخرية بلسان ذلق أنطقها اللّه به الذي أنطق كل شيء بلا حرف وصوت ما لا يسمعه ، الذين هم عن السمع لمعزولون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 17 من سورة الأنفال .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nفقال بعض الناظرين من هذا المشكاة للكاغذ « 1 » وقد رآه اسودّ وجهه : لم تسوّد وجهك وتشوَّش بياضك بهذا السواد ؟\r\nفقال بلسان الحال : سلوا هذا المداد الذي ورد عليّ وغير هيئتي وجبلّتي .\r\nفقال للمداد : لم فعلت ذلك ؟\r\nفقال : كنت مستقرا في قعر الدواة لا صعود لي بنفسي عن ذلك القعر فوردت على قصبة تسمى القلم فرقاني من مقعري ، ولولا نزوله ما كان لي صعود .\r\nفقال للقلم : لم فعلت ذلك ؟\r\nفقال : كنت قصبا ثابتا في بعض البقاع لا حركة منى ولا سعى فورد على قهرمان سكين بيد قاطع فقطعني عن أصلى ومزق على ثيابي وشق رأسي ثمّ غمسني في سواد الحبر ومرارته .\r\nفقال للسكين : لم فعلت ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكاغذ من الالفاظ الفارسية ومعناها الورق .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nفأشارت إلى اليد ، فاعترض عليها فقالت : ما أنا الا لحم ودم وعظم حركني فارس يقال له القدرة فاسألها . فلما سألها عن ظلمها وتعديها على اليد أشارت إلى الإرادة .\r\nفقال لها : ما الذي قواك على هذه القدرة الساكنة المطمئنة ؟\r\nفقالت : لا تعجل لعل لنا عذرا وأنت تلوم ، فانى ما انبعثت بنفسي ولكن بعثني حكم حاكم وأمر جازم من حضرة القلب وهو رسول العلم على لسان العقل بالاشخاص للقدرة والالتزام لها في الفعل ، فانى مسكين مسخر تحت قهر العلم والعقل فلا أدرى بأي جرم سخرت لهما وألزمت لهما الطاعة ، ولكني أدرى أن تسخيري إياها بأمر هذا الحاكم العادل أو الظالم .\r\nفأقبل على العلم والعقل والقلب طالبا ومعاتبا إياهم على سبب استنهاض الإرادة وانهاضها للقدرة .\r\nفقال العقل : أما انا فسراج ما اشتعلت بنفسي ولكن أشعلت .\r\nوقال القلب : اما أنا فلوح ما انبسطت ولكن بُسطت وما انتشرت ولكن نشرني من بيده نشر الصحائف .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوأما العلم فقال : انما انا نقش في منقوش وصورة في بياض لوح القلب لما أشرق العقل ، وما انحططت بنفسي فكم كان هذا اللوح قبلي خاليا فاسأل القلم عنى واسأله عن هذا .\r\nفرجع إلى القلم تارة أخرى بعد قطع هذه المنازل والبوادي وسير هذه المراحل والمقامات ، فوقع في الحيرة حيث لم يعلم قلما الا من القصب ولا لوحا الا من العظم والخشب ولا خطا الا بالحبر ولا سراجا الا من النار ، وكان يسمع في هذا المنزل هذه الأسامي ولا يشاهد شيئا من مسماها .\r\nفقال له العلم : زادك قليل وبضاعتك مزجاة ومركبك ضعيف ، فالصواب لك أن تؤمن بهذه المسميات ايمانا بالغيب وتنصرف وتدع ما أنت فيه .\r\nفلما سمع السالك ذلك استشعر قصور نفسه فاشتغل قلبه نارا من حدة غضبه على نفسه لما رآه بعين النقص ، ولقد كان زيته في مشكاة قلبه يكاد يضيء ولو لم تمسه نار ، لقوة استعداد كبريائيته في مادته ، فلما نفخ فيه العلم بحدته اشتعل زيته فأصبح نورا على نور .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفقال له العلم : اغتنم الفرصة وافتح بصرك فلعلك تجد على هذه النار هدى .\r\nففتح بصره فرأى القلم الإلهي كما سمع نعته من العلم أنه ليس من قصب ولا خشب ولا له رأس وذنب ، وهو يكتب على الدوام في صحائف قلوب الأنام أصناف العلوم والحقائق ، وكان له في كل قلب رأس ولا رأس له ، فقضى منه العجب فودع عند هذا العلم وشكره وقال : لقد طال مقامي عندك وأنا عازم على السفر إلى حضرة القلم .\r\nفلما جاءه وقص عليه القصص وسأله ما بالك تخط على الدوام في القلوب من العلوم ما تبعث به الإرادات إلى أشخاص القدرة وصرفها إلى المقدورات ؟\r\nفقال : لقد نسيت ما رأيت في عالم الملك وسمعته من جواب القلم عن سؤالك .\r\nقال : لم أنس . فقال : جوابي مثل جوابه لتطابق عالمي الملك والملكوت ، أما سمعت أن اللّه تعال خلق آدم على صورته ، فاسأل عن شأني الملقب ب \" يمين الملك \" فاني مقهور في قبضته مسخر ،\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفلا فرق بين قلم الآدمي والخلق الإلهي في معنى التسخير انما الفرق في ظاهر الصورة والتصوير .\r\nقال : ومن يمين الملك ؟\r\nقال : أما سمعت قوله تعالى : وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ « 1 » ، هو الذي يرددها .\r\nفسأل اليمين عن شأنه وتحريكه للقلم .\r\nفقال : جوابي ما سمعت من اليمين الذي في عالم الشهادة وهو الحوالة إلى القدرة ، فلما سار إلى عالم القدرة فرأى فيه من العجائب ما استحقر غيرها ، فأقيل عند ذلك عليها فسألها عن تحريك اليمين .\r\nفقالت : أنا صفة فاسأل القادر إذ العهدة على الموصوفات لا على الصفات .\r\nوعند هذا كاد أن يزيغ وينطق بالجرأة على السؤال ، فثبت بالقول الثابت ونودي من سرادقات الحضرة لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ « 2 » ، فغشيته الحضرة فخر صعقا ، فلما أفاق قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 67 من سورة الزمر .\r\n( 2 ) الآية 23 من سورة الأنبياء .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nسبحانك ما أعظم شأنك تبت إليك وتوكلت عليك وآمنت بأنك الملك الجبار الواحد القهار ، فلا أخاف غيرك ولا أرجو سواك ولا أعوذ الا بعفوك من عقابك وبرضاك من سخطك وبك منك ؟\r\nفأقول : اشرح لي صدري لأعرفك ، وأحلل عقدة الصمت من لساني لأثني عليك .\r\nفعند هذا رجع السالك واعتذر عن سؤاله ومعاتبته .\r\nفقال لليمين والقلم والعلم والإرادة والقدرة وما بعدها : اقبلوا عذرى فانى غريبا كنت في بلادكم ولكل داخل دهشة فما كان انكاري عليكم الا عن قصوري وجهلي والآن قد صح عندي عذركم وانكشف لي ان المتفرد بالملك والملكوت والعزة والجبروت هو الواحد القهار والكل تحت تسخيره وهو الأول والآخر والظاهر والباطن .\r\nفهذا هو الكلام في تفسير الاضلال « 1 » . انتهى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للعالم العارف صدر المتألهين الشيرازي ، كما نقله عنه الوافي ( المصدر السابق ) .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالآيات التي استدل بها للجبر\r\nسادسها جملة من الآيات الشريفة ، وهي طوائف :\r\nمنها : ما تقدم من الآيات المتضمنة لإسناد الاضلال إلى اللّه تعالى وقد مر الجواب عنها .\r\nومنها : الآيات المتضمنة لنسبة الهداية إلى اللّه سبحانه ، وقد مر عند الاستدلال بها لتعلق إرادته تعالى ومشيئته بأفعال العباد الجواب عنها .\r\nوملخصه أن للهداية أنواعا :\r\nأولها : الهداية العامة التكوينية ، وهي الهداية إلى جلب المنافع ودفع المضار ، بإضافة المشاعر الظاهرة والمدارك الباطنة والقوة العاقلة ، قال اللّه سبحانه : قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 50 من سورة طه .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nثانيها : نصب الدلائل العقلية الفارقة بين الحق والباطل والصلاح والفساد ، وإليه يشير قوله تعالى : وَهَدَيْنَاهُ النَّجْدَيْنِ « 1 » .\r\nثالثها : الهداية العامة التشريعية بارسال الرسل وانزال الكتب وإليه يشير قوله سبحانه : وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى « 2 » ، وقوله عز وجل : إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرا وَإِمَّا كَفُوراً « 3 » .\r\nرابعها : الهداية الخاصة التكوينية ، وهي الهداية إلى طريق السير إلى حصار القدس والسلوك إلى مقامات الانس بانطماس آثار التعلقات البدنية واندراس أكدار الجلابيب الجسمية والاستغراق في ملاحظة أسرار الكمال ومطالعة أنوار الجمال ، وهذا النوع عناية ربانية خص اللّه بها بعض عباده حسب ما يقتضيه حكمته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 10 من سورة بلد .\r\n( 2 ) الآية 17 من سورة فصلت .\r\n( 3 ) الآية 3 من سورة الإنسان .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوإلى هذا النوع يشير كثير من الآيات ، قال عز من قائل لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللّهَ يَهْدِي مَن يَشَاء « 1 » ، إِنَّ اللّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ « 2 » وَاللّهُ يَهْدِي مَن يَشَاء إِلَى صِرَاطٍ مُسْتَقِيمٍ « 3 » ، إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء « 4 » ، إلى غير ذلك من الآيات الكريمة .\r\nومنها : الآيات المتضمنة لنسبة أفعال العباد إلى اللّه تعالى ، وقد تقدمت جملة منها .\r\nوالجواب عنها : ما مر من أن فعل العبد وسط بين الجبر والتفويض وله حظ من كل منهما ، لان القدرة وسائر المبادئ حين الفعل تفاض من اللّه تعالى واعمال القدرة في أخرى ، وكل من الاسنادين حقيقي ، والآيات الكريمة ناظرة إلى هذا المعنى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 272 من سورة البقرة .\r\n( 2 ) الآية 144 من سورة الأنعام .\r\n( 3 ) الآية 213 من سورة البقرة .\r\n( 4 ) الآية 56 من سورة القصص .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nومنها : قوله عز من قائل : وَلَقَدْ ذَرَأنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالإِنسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ « 1 » .\r\nوفيه : ان اللام في قوله \" لجهنم \" ليست للعلة ، بل للعاقبة والمآل والصيرورة ، كما في قول الشاعر \" لدوا للموت وابنوا للخراب \" . فالآية الشريفة لا تدل على أن كثيرا من الانس والجن خلقوا ليدخلوا السعير ، بل تدل على أن عاقبة كثير من الطائفتين هو دخول جهنم وذيلها يدل على أن هذه العاقبة التي في انتظارهم ليست بجبر من اللّه تعالى ، بل من ناحية أنهم افشلوا وسائل ادراكاتهم بالمعاصي عن اختيار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 179 من سورة الأعراف .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوبذلك يظهر الجواب عن الاستدلال له بقوله تعالى : إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَ أَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ * خَتَمَ اللّهُ عَلَى قُلُوبِهمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيمٌ « 1 » فان هذه الآية واردة في الذين كفروا باختيارهم .\r\nولا يبعد أن يكون المراد بهم الكفار من كبراء مكة الذين عاندوا في أمر الدين ولم يألوا جهدا في ذلك ، تدل خصوصا بقرينة تغيير السياق - حيث نسب الختم إلى نفسه تعالى والغشاوة إليهم أنفسهم - على أن فيهم حجابين : حجابا في أنفسهم ، وحجابا من اللّه تعالى عقيب كفرهم ، فأعمالهم متوسطة بين حجابين من ذاتهم ومن اللّه تعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآيتين 6 و 7 من سورة البقرة .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nالقول بالجبر مخالف للوجدان\r\nفالمتحصل مما ذكرناه أن شيئا من البراهين التي أقيمت على الجبر لا يتم .\r\nوأضف إلى ذلك أن القول به مخالف للحس والوجدان ، وذلك لان كل انسان يجد ويدرك بفطرته أنه قادر على جملة من الأفعال ويتمكن من أن يفعلها أو يتركها ، ولا يفعلها الا ويرى أنه قادر على تركها .\r\nوهذا الحكم فطري لا يشك فيه أحد ما لم يعتريه شبهة من الخارج .\r\nوقد أطبق العقلاء كافة على استحقاق فاعل القبيح للذم وفاعل الحسن للمدح ، مع اطباقهم على أن الذم والمدح انما يتوجهان إلى المختار دون المضطر ، فكون جملة من الأفعال اختيارية مما بنى عليه بناء العقلاء .\r\nمع أنه يترتب على القول بالجبر عدة توال فاسدة ، قد أشرنا إليها سابقا ، وهي :\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nانكار التحسين والتقبيح العقليين .\r\nوسلب العدالة عن اللّه تعالى .\r\nوان التكليف بما لا يطاق لا محذور فيه .\r\nوكل واحد من هذه التوالي كاف في الرد على الجبرية .\r\n\r\nالتحسين والتقبيح العقليان\r\nولا بأس بالإشارة الاجمالية إلى وجه فساد كل واحد منها وان كان واضحا غير محتاج إلى بيان ، فأقول :\r\nأما الحسن والقبح العقليان فذهبت الأشاعرة - خلافا للمعتزلة والامامية - إلى انكار الحسن والقبح العقليين ، وأنه مع قطع النظر عن كون الأفعال ملائمة للطبع أو منافرة له تكون الأفعال متساوية لا تفاوت بينها في الحسن والقبح ، سوى أن أفعال العباد قد تتصف بالحسن والقبح بعد تعلق الأحكام الشرعية بها باعتبار موافقتها للشرع ومخالفتها ، بخلاف أفعاله تعالى فإنها لا تتصف بهما من هذه الجهة أيضا ، ولا مجال للعقل أن يحكم فيها بتحسين أو تقبيح .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوقد استندوا في ذلك إلى أمرين :\r\nالأول : ان الفعل عرض والحسن والقبح العقليان من قسم العرض أيضا ، والعرض لا يعرض عليه عرض ولا يتصف به ، فالفعل لا يمكن اتصافه بالحسن والقبح العقليين .\r\nوفيه : أولا النقض ، بأن الألوان كالبياض والحمرة والسواد أعراض ، والشدة ، والضعف ، والحسن ، والقبح أيضا من الاعراض ، وغير خفي أن الشدة والضعف والحسن والقبح تعرض على الألوان وتتصف الألوان بها ، هذا اللون شديد وذاك ضعيف ، هذا حسن وذلك قبيح ، فكيف جاز هنا اتصاف العرض بالعرض .\r\nوثانيا بالحل ، وهو أنه فرق بين العرض الوجودي والعرض الانتزاعي ، والذي وقع محل الكلام في عروضه على العرض انما هو القسم الأول كالألوان ، وأما القسم الثاني كالحسن والقبح والشدة والضعف فليس لأحد دعوى عدم عروضها على الاعراض .\r\nالثاني : وهو يختص بانكارهما بالإضافة إلى أفعاله تعالى ، وهو أنه لو سلم الحسن والقبح العقليان في أفعال العباد أنا لا نسلمهما في أفعاله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nضرورة أنه ليس للعقل التحكم على اللّه تعالى ، فيقول : هذا الفعل منه قبيح فيجب تركه ، أو حسن فيجب فعله .\r\nكيف وهو الفعال لما يشاء ، وكل ما يفعل يكون تصرفا في ملكه ، لا يسأل عما يفعل .\r\nوفيه : ان هذا اشتباه نشأ من التعبير بأن العقل يحكم بالحسن والقبح ، وقد حققنا في محله أن شأن القوة العاقلة حتى بالنسبة إلى أفعال العباد ليس هو التشريع وجعل الاحكام ، بل هذا المقام من مختصات اللّه تعالى وسفرائه ، بل شأنها الدرك ، فالقوة العاقلة دراكة لا مشرعة .\r\nوعليه فنقول في المقام : ان الحسن والقبح لا يكونان بتحكم من العقل ، بل هما صفتان واقعيتان يدركهما العقل .\r\nتوضيح ذلك : أنه كما يكون لكل واحدة من الحواس الخمس ملائمات ومنافرات - مثلا : السمع تلذه الأصوات الحسنة وتزعجه الأصوات القبيحة - كذلك تكون للعقل الذي به انسانية الإنسان والا فهو كغيره من الحيوانات ملائمات ومنافرات .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nضرورة أن القوة العاقلة قوة درّاكة ، فإذا لاحظت الأفعال فقد تراها ملائمة لها وترى استحقاق فاعلها للمدح كالعدل فيقال انها حسنة ، وقد تراها منافرة لها ترى استحقاق فاعلها للذم كالظلم فيقال انها قبيحة ، وقد تراها خالية عن الجهتين فتختلف بالوجوه والاعتبارات .\r\nوان شئت توضيح ذلك بالمثال العرفي : فانظر إلى رجل قد أحسن إليك غاية الاحسان ثمّ احتاج إليك بأهون شيء ، فلا شبهة في أن العقل مع قطع النظر عن الشرع يدرك حسن قضاء حاجته وقبح مقابلته بالرد والهوان ، مع أن قضاء حاجته لا يلائم الشهوات ورده لا ينافرها ، فليس ذلك الا لان للعقل ملائمات ومنافرات مع قطع النظر عن كل شيء .\r\nوبالجملة بما أن للعقل نورانية تنكشف لها الحقائق على ما هي عليه ،\r\nيحكم ( أي يدرك ) بقبح بعض الأفعال وحسن بعضها ، فانكار الحسن والقبح العقليين مكابرة .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nعدالة اللّه تعالى\r\nوأما عدله تعالى : فانا نشهد أنه العدل الذي لا يجور والحكيم الذي لا يظلم ، وانه لا يكلف عباده ما لا يطيقون ولا يتعبدهم بما ليس لهم إليه سبيل ، ولا يكلف نفسا الا وسعها ، ولا يعذب أحدا على ما ليس من فعله ، ولا يلومه على ما خلقه فيه .\r\nوهو المنزه عن القبائح والمبرأ من الفواحش ، والمتعالي عن فعل الظلم والعدوان ، ولا يريد ظلما للعباد ، ولا يظلم مثقال ذرة .\r\nوأما من يخالفنا - وهم الأشاعرة - فقالوا : ان من اللّه جور الجائرين وفساد المعتدين ، وانه صرف أكثر خلقه عن الايمان والخير وأوقعهم في الكفر والشرك ، وان من أنفذ وفعل ما شاء عذبه ومن رد قضاءه وأنكر قدره وخالف مشيئته أثابه ونعمه ، وأنه خلق أكثر خلقه للنار ولم يمكنهم من طاعته ثمّ أمرهم بها وهو عالم بأنهم لا يقدرون عليها ولا يجدون السبيل إليها ، ثمّ استبطأهم لمّا لمْ يفعلوا ما لم يقدروا عليه لمَّا لمْ يوجدوا ما لم يمكنهم منه .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوان الحسن ما فعله ولو كان ذلك عقاب أشرف الأنبياء ، والقبيح ما تركه ولو كان ذلك ثواب أشقى الأشقياء .\r\nواستدلوا لما قالوا بأنه ليس للعقل التحكم على اللّه تعالى ، بل هو ساقط في هذا المقام .\r\nولكنك بعد ما عرفت من ثبوت الحسن والقبح العقليين فثبوت عدالته تعالى لا يحتاج إلى مزيد بيان ، إذ العقل يدرك حسن العدل وان تركه للقادر عليه قبيح .\r\nوان فعل القبيح ينافر الحكمة والكمال فلا يكاد يصدر منه تعالى .\r\nوبالجملة العقل يدرك أنه سبحانه لكماله وحكمته وقدرته وغناه صدور القبيح منه محال ، ولا يفعل القبيح . لأنه لو فعل القبيح والظلم لكان :\r\nاما جاهلا بالقبيح ، أو عالما به عاجزا عن تركه ، أو محتاجا إلى فعله ، أو قادرا غير محتاج بل يفعله عبثا .\r\nوعلى الأول يلزم كونه جاهلا ، وعلى الثاني كونه عاجزا ، وعلى الثالث كونه محتاجا ، وعلى الرابع كونه سفيها .\r\nوالكل عليه محال .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالتكليف بما لا يطاق\r\nوأما التكليف بما لا يطاق ، فالتزمت الأشاعرة بعدم قبحه وعدم قبح العقاب على مخالفته ، خلافا للعدلية .\r\nأما قبح العقاب على مخالفة التكليف بما لا يطاق فمما لا يمكن انكاره بعد الالتزام بالتحسين والتقبيح العقليين ، لان العقاب حينئذ مصداق للظلم ، وهو قبيح بلا ريب .\r\nوأما التكليف بما لا يطاق ، ففيه قولان للعدلية .\r\nوقد استدل على استحاليته بوجوه : ليس المقام موردا لذكرها كلها وانما نشير إلى الوجوه المهمة منها :\r\nالأول : ما عن المحقق النائيني ، وهو أن الطلب التشريعي انما هو تحريك لعضلات العبد نحو المطلوب بإرادته واختياره وجعل الداعي له لأن يفعل ، ومن البديهي أنه لا يمكن جعل الداعي للفعل غير الإرادي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات ج 1 ص 102 ( الوجه الثاني ) . وفي الطبعة الجديدة ج 1 ص 154 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nوفيه : ان الوضع ليس الا التعهد بذكر اللفظ عند تعلق قصد المتكلم بتفهيم المعنى وابرازه ، وفي الامر - على ما حقق في محله - يكون المبرز باللفظ كون صدور المادة من المخاطب متعلقا لشوق المتكلم .\r\nوعلى ذلك فحيث انه لا ريب في امكان تعلق شوق المولى بفعل غير اختياري للعبد ، بل بفعل غير اختياري لنفسه إذا كان المولى من الموالى العرفية ، وانه يمكن ابراز هذا الشوق باللفظ الذي هو واقع الامر فالايراد عليه واضح .\r\nنعم حكم العقل بلزوم إطاعة المولى يتوقف على كونه مقدورا له .\r\nالثاني : ما عن المحقق النائيني أيضا ، وهو أن المطلوب على المذهب الحق لا بد وأن يكون حسنا بالحسن الفاعلي ، وهو لا يتحقق في الفعل غير الإرادي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات ج 1 ص 101 ( الوجه الأول ) . وفي الطبعة الجديدة ج 1 ص 153 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوفيه : ان اعتبار الحسن الفاعلي في اتصاف الفعل بالوجوب ، مما لم يقم عليه دليل ، إذ الوجوب تابع للملاك ، فإن كان الملاك في الفعل وان لم يكن متصفا بالحسن الفاعلي كان الوجوب متعلقا به كذلك .\r\nبل يمكن دعوى اتفاقهم على عدم اعتباره ، لأنهم التزموا في التوصليات بأن الفعل يقع مصداقا للواجب وان لم يؤت به بقصد التقرب إلى اللّه بل بالدواعي النفسانية . وغير خفي أن الفعل الصادر عن غير الداع القربى لا يكون متصفا بالحسن الفاعلي .\r\nالثالث : ما ذكره بعض المحققين من أن البعث والانبعاث متضائفان ، والمتضائفان متكافئان في القوة والفعلية ، فإذا لم يمكن الانبعاث ولم يقدر العبد عليه لا يمكن البعث أيضا .\r\nوفيه : ما حقق في محله في بيان حقيقة الامر من أنه ليس الامر الا ابراز كون المادة متعلقة لشوق المولى .\r\nالرابع : ان ابراز المولى شوقه إلى الفعل لا بد وأن يكون بداع من الدواعي ، والا يكون لغوا وصدوره من الحكيم محالا ، وفائدة ذلك ليست الا اتيان العبد به وتحصيل ملاكه ومصلحته ، فإذا لم يكن مقدورا فلا يترتب على الابراز ثمرة فيكون لغوا .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوالحق : أن هذا وجه قوي ، الا أنه يختص بالتكليف بغير المقدور\r\nمستقلا ، ولا يجرى في التكليف بالجامع بين المقدور وغير المقدور ، فإنه يمكن فرض فائدة في ذلك المورد ، وهو أنه لو صدر منه ذلك الفعل غير المقدور بغير اختياره لكان مجزيا عن الاتيان بالفرد المقدور ويسقط التكليف بذلك ، كما أنه يختص بالقدرة العقلية ولا يجرى في موارد عدم القدرة الشرعية ، كعدم القدرة على الامر المهم في موارد التزاحم .\r\nولصاحب بن عبّاد « 1 » كلام في هذا المقام لا بأس بنقله :\r\nقال في فصل له في هذا الباب : كيف بأمره بالايمان وقد منعه منه ، وينهاه عن الكفر وقد حمله عليه ، وكيف يصرفهم عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد نقل كلامه هذا في الرد على الجبرية العلامة الحلي في كتابه نهج الحق وكشف الصدق ص 107 . والصاحب بن العبّاد من علماء وفقهاء الشيعة ومن مشاهير الشعراء بحق أهل البيت وهو من علماء القرن الرابع للهجرة ، توفي سنة 385 في الري ، له في أهل البيت عدّة قصائد معروفة ومشهورة ، وللاطلاع على حياته راجع ما جمعه من أقوال العلماء بحقه العلّامة الأميني في كتابه الغدير ج 4 من ص 40 إلى 81 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالايمان ثمّ يقول \" أنى يصرفون \" ويخلق فيهم الكفر ثمّ يقول \" فأنى تؤفكون \" ، وأنشأ فيهم الكفر ثمّ يقول \" لم تكفرون \" ، وخلق فيهم لبس الحق بالباطل ثمّ يقول \" ولا تلبسوا الحق بالباطل \" ، وصدهم عن السبيل ثمّ يقول \" لم تصدون عن سبيل اللّه \" ، وحال بينهم وبين الايمان ثمّ قال \" وما ذا عليهم لو آمنوا \" ، وذهب بهم عن الرشد ثمّ قال \" فأين تذهبون \" ، وأضلهم عن الدين حتى أعرضوا ثمّ قال \" فما لهم عن التذكرة معرضين \" .\r\nوغيرها من الآيات الدالة على أن التكليف بما لا يطاق لم يقع ، قال سبحانه :  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها  « 1 » ، وقال :  وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 2 » ، وقال :  وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كانَتْ عَلَيْهِمْ  « 3 » وأي حرج ومشقة فوق التكليف بالمحال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 286 من سورة البقرة .\r\n( 2 ) الآية 78 من سورة الحج .\r\n( 3 ) الآية 157 من سورة الأعراف .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nفالمتحصل من مجموع ما ذكرناه : ان القول بالجبر لا يساعده البرهان ، بل يخالفه ، والوجدان يرده وينافيه ، والآيات القرآنية المباركة ، والنصوص الواردة عن المعصومين ترده ، ويترتب عليه عدّة توالٍ فاسدة .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالاستدلال للقول بالتفويض ونقده\r\nالطائفة الثانية من المسلمين - وهم المعتزلة - حفظا لعدالة اللّه تعالى التزموا بأن أفعال العباد الاختيارية غير مربوطة به تعالى ، بل تمام المؤثر هو الإنسان .\r\nوقد مرَّ عند نقل الأقوال في المسألة ، ان أكثر القائلين بالتفويض قالوا بوجوب الفعل بعد إرادة الإنسان ، وذهب جماعة منهم إلى عدم الوجوب .\r\nواستدلوا له بعد الرد على الجبرية والبناء على أن الأفعال الاختيارية تصدر عن الإنسان باختياره .\r\nبأن مبادئ الأفعال من نفس وجود الإنسان وحياته ، وادراكه للفعل ، وشوقه إليه ، وملاءمة ذلك الفعل لقوة من قواه ، وقدرته على ايجاده ، وان كان حدوثها من قبل اللّه عز وجل ، الا أن بقاءها واستمرارها في الوجود لا يحتاج إلى المؤثر في كل آن .\r\nويكون مثل خالق الأشياء معها ، مثل الكاتب يحتاج إليه الكتاب في حدوثه وتبقى الكتابة نفسها ، أو مثل البناء يقيم\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nالجدار بصنعه ثمّ يستغني الجدار عن بانيه ويستمر وجوده وان فني صانعه .\r\nوعليه فلا يحتاج العبد في صدور الفعل منه - بعد إفاضة الوجود وسائر المبادئ - إلى شيء ، وهو المؤثر التام فيه .\r\nوفيه : ان الممكن كما يحتاج في حدوثه إلى المؤثر كذلك يحتاج في بقائه إليه ، لأنه لا يخرج عن امكانه بالوجود ، ففي كل آن من الآنات بما أنه ممكن والافتقار من لوازم ذاته محتاج إلى المؤثر ليفيض إليه الوجود ، ومفتقر إلى مدد مبدعة الأول في كل حين والا لانعدم ، بل بالنظر الدقى الحقيقي انه عين الحاجة لا شيء محتاج .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nفالانسان في كل حين - حتى حين الفعل - مفتقر إلى موجده ليفيض إليه الوجود وسائر المبادئ ، والا لما تمكن من ايجاد الفعل ، ويكون مثله تعالى ( ولله المثل الاعلى ) كتأثير القوة الكهربائية في الضوء ، فان الضوء لا يوجد الا حين تمده القوة بتيارها ويفتقر في بقاء وجوده إلى مدد هذه القوة في كل حين .\r\nمع أن اللّه تعالى نفسه في مقام التشريع ، والتشريع لا يلائم التفويض ، إذ لا معنى للتكليف المولوي فيما لا يملك المولى منه شيئا .\r\nمع أن التفويض لا يتم الا مع سلب اطلاق الملك منه تعالى عن بعض ما في ملكه ، وقد قال سبحانه : لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ « 1 » .\r\nوقال : لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ « 2 » .\r\nوقال : لِلَّهِ ما فِي السَّمَاواتِ وَمَا فِي الأَرْضِ « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 5 من سورة الحديد .\r\n( 2 ) الآية 1 من سورة التغابن .\r\n( 3 ) الآية 284 من سورة البقرة .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nالامر بين الامرين\r\nإذا عرفت فساد قول هاتين الطائفتين - أي قول الجبرية ، والمفوضة - وشناعة تينك المقالتين .\r\nفاعلم أن الحق هو القول بالامر بين الامرين الذي هو الخير كله ، وقد مر تقريبه وتوضيحه بالمثال ، ففعل العبد الاختياري وسط بين الجبر والتفويض ، لأنه بعد ما عرفت من نفى الجبر والتفويض بالبرهان العقلي .\r\nفالافعال الاختيارية الصادرة عن العباد بما أنها تصدر منهم بالاختيار وليس في صدورها منهم قهر واجبار ، فهم مختارون فيها ، والافعال تستند إليهم وهم الموجدون لها .\r\nوبما أن فيض الوجود والقدرة وسائر المبادئ يكون بإفاضة اللّه تعالى آنا فآنا بحيث لو انقطع الفيض لما تمكن العبد من ايجاد الفعل ، فالفعل مستند إليه تعالى .\r\nوكل من الاسنادين حقيقي ، فالعلم ينادى بأعلى صوته موافقا لمذهب الحق انه : لا جبر ولا تفويض بل أمر بين الامرين .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوالآيات القرآنية كما مر ناظرة إلى هذا المعنى ، وان اختيار العبد في فعله لا يمنع من نفوذ قدرة اللّه وسلطانه .\r\nوما حققناه وأوضحناه وأوضحنا المنزلة بين المنزلتين ووفينا دليلها ، دقيقة غامضة تكون من أسرار العلوم الإلهية وخلاصة الفلسفة الحقة ، مأخوذة عن ارشادات أهل البيت عليهم السلام وعلومهم ، وهم الذين أذهب اللّه عنهم الرجس وطهرهم تطهيرا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقد اختصهم اللّه بدينه وارتضاهم لعلمه . . وجعلهم مستودعا لمكنون سره وامناء على وحيه . . وجعلهم نورا للبلاد وعمدا للعباد ، وحجته العظمى وأهل النجاة والزلفى . . . هم السبيل الأقوم ، الراغب عنهم مارق والمقصر عنهم زاهق ، واللازم لهم لاحق ، هم نور اللّه في قلوب المؤمنين والبحار السائغة للشاربين ، أمنٌ لمن التجأ إليهم ، وأمان لمن تمسك بهم . . . الخ راجع البحار ج 23 ص 244 باب 13 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nبحث روائي\r\nوإليك بعض ما ورد عنهم :\r\nروى الصدوق بسند صحيح عن الإمام الرضا قال : ذكر عنده الجبر والتفويض ، فقال : ألا أعلمكم في هذا أصلا لا تختلفون فيه ولا يخاصمكم عليه أحد الا كسرتموه ؟\r\nقلنا : ان رأيت ذلك .\r\nفقال : ان اللّه عز وجل لم يطع باكراه ولم يعص بغلبة ولم يهمل العباد في ملكه ، هو المالك لما ملكهم والقادر على ما أقدرهم عليه .\r\nفإن ائتمر العباد بطاعته لم يكن اللّه منها صادا ولا منها مانعا ، وان ائتمروا بمعصيته فشاء أن يحول بينهم وبين ذلك فعل ، وان لم يحل فعلوه ، فليس هو الذي أدخلهم فيه .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nثمّ قال : من يضبط حدود هذا الكلام فقد خصم من خالفه « 1 » .\r\nفانظر إلى هذا الحديث كيف أثبت الامر بين الامرين ونفى الطرفين بكلمتين موجزتين ، حيث أنه نفى التفويض بقوله \" وهو المالك ، هو القادر \" ، ونفى الجبر بقوله \" لما ملكهم وأقدرهم \" .\r\nتوضيحه : انه قد عرفت أن المفوضة انما ذهبوا إلى ما قالوا من جهة توهم استغناء الممكن في بقائه عن المؤثر وان حدوثه كاف في بقائه ، فلزمهم من ذلك نفى سلطنة اللّه تعالى وقدرته وخروج الأشياء بالوجود عن ملكه ، فقد نفى ذلك بقوله \" هو المالك \" كما صرح بذلك في الآيات القرآنية على ما تقدم .\r\nوحاصل كلامه : ان اللّه جل شأنه قادر على كل شيء ومالك كل شيء حتى اختيار الإنسان ، فلا معنى لقول المفوضة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ص 361 الحديث 7 ، باب نفى الجبر والتفويض ، وعيون أخبار الرضا ج 1 ص 144 باب 11 ح 48 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nوالجبرية انما التزموا بما قالوا من جهة توهم عدم مالكية العبد وعدم قدرته ، لتخيل احتياج كل ممكن إلى علة موجبة ، أو تخيل كون علمه تعالى أو إرادته علة لصدور الفعل ، أو منافاة القدرة لسلطنة اللّه تعالى ، فقد نفى جميع ذلك بقوله عليه السلام \" لما ملكهم \" و \" على ما أقدرهم \" .\r\nوحاصل كلامه : ان علمه تعالى وارادته متعلقان بقدرة العبد ومالكيته ، فالفعل يصدر عن القدرة ، وحيث أنه هو المالك والقادر فلا تنافي قدرة العبد مع قدرته وسلطنته .\r\nوروى الكليني في الكافي « 1 » عن أمير المؤمنين بسند فيه رفع ، ورواه الصدوق في العيون بعدة طرق « 2 » ، والعلامة في شرح التجريد ، وغيرهم في سائر الكتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 ص 155 ح 1 ، وفي البحار ج 5 ص 12 .\r\n( 2 ) عيون أخبار الرضا ج 1 ص 138 ح 38 . والتوحيد ص 381 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالحديثية « 1 » والكلامية : انه لما انصرف أمير المؤمنين من صفين إذ أقبل شيخ فجثا بين يديه ثمّ قال له : يا أمير المؤمنين أخبرنا عن مسيرنا إلى أهل الشام بقضاء من اللّه وقدر ؟\r\nفقال أمير المؤمنين : أجل يا شيخ ، ما علوتم تلعة ولا هبطتم بطن واد إلا بقضاء من اللّه وقدر .\r\nفقال له الشيخ : عند اللّه احتسب عنائي يا أمير المؤمنين ؟\r\nفقال له : مه يا شيخ فوالله لكم الاجر في مسيركم وأنتم سائرون وفي مقامكم وأنتم مقيمون وفي منصرفكم وأنتم منصرفون ، ولم تكونوا في شيء من حالاتكم مكرهين ولا إليه مضطرين .\r\nفقال له الشيخ : كيف لم نكن في شيء من حالاتنا مكرهين ولا إليه مضطرين وكان بالقضاء والقدر مسيرنا ومنقلبنا ومنصرفنا ؟\r\nفقال له : وتظن أنه كان قضاء وقدرا لازما ؟ ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثل كنز العمال ج 1 ص 344 ح 1560 ، وغيره .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nانه لو كان كذلك لبطل الثواب والعقاب والامر والنهى والزجر من اللّه ، وسقط معنى الوعد والوعيد ، فلم تكن لائمة للمذنب ، ولا محمدة للمحسن ، ولكان المذنب أولى بالاحسان من المحسن ، ولكان المحسن أولى بالعقوبة من المذنب ، تلك مقالة اخوان عبدة الأوثان ، وخصماء الرحمن وحزب الشيطان ، وقدرية هذه الامّة ومجوسها ، ان اللّه تبارك وتعالى كلف تخييرا ، ونهى تحذيرا ، وأعطى على القليل كثيرا ، ولم يعص مغلوبا ، ولم يطع مكرها ، ولم يملك مفوضا ، ولم يخلق السماوات والأرض وما بينهما باطلا ، ولم يبعث النبيين مبشرين ومنذرين عبثا ، ذلك ظن الذين كفروا فويل للذين كفروا من النار ، الحديث .\r\nفانظر إلى هذه الرواية أيها الطالب للحقيقة كيف جمع فيها تحقيقات دقيقة ونفى الجبر والتفويض بالبرهان وذكر التوالي الفاسدة المترتبة على الجبر ، وذلك أنه لما سأله الشيخ عن مسيرهم إلى الشام أبقضاء من اللّه وقدر ،\r\nقال : أجل كل ما فعلتم كان بقضائه وقدره ، فتوهم الشيخ من هذه الجملة الجبر ، من جهة أنه صور القضاء والقدر\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nواستنتج نتيجته ، وهي : ان إرادة اللّه تعالى الأزلية التي لا تتخلف عن المراد متعلقة بأفعال الإنسان ، وكان لازم ذلك ارتفاع والحسن والقبح ، ولذلك لما سمع الشيخ منه كون المسير بقضاء وقدر قال وهو في حال اليأس : عند اللّه احتسب عنائي ، أي فعلي هذا كان مسيري من حيث تعلق إرادة اللّه تعالى غير اختياري لي فلم يبق لي الا العناء والتعب ! ! .\r\nفأوضح مراده وقال : وتظن انه كان قضاءً حتما وقدرا لازما لا دخل لاختيار العبد وارادته ، ليس كذلك بل العبد مختار في فعله .\r\nفالقضاء والقدر عبارة عن الامر والحكم ، والتمكين من فعل الحسنة\r\nوترك المعصية كما صرح بذلك في رواية أخرى « 1 » في ذيل هذا الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار الجزء الخامس ، أبواب العدل ، باب 1 نفي الظلم والجور عنه تعالى وإبطال الجبر والتفويض واثبات الامر بين الامرين واثبات الاختيار والاستطاعة وفيه 112 حديثا وغيره من الأبواب .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nثمّ أخذ بالأصول العقلائية التي أساس التشريع مبنى عليها ، إلى أن قال : ولم يعص مغلوبا ولم يطع مكرها ، والظاهر أن المراد به أنه لم يعص والحال أن عاصيه مغلوب بالجبر ولم يطع والحال ان طوعه مكروه للمطيع .\r\nوأما قوله \" ولكان المذنب أولى بالاحسان \" الخ ، فالظاهر أنه أشار بذلك إلى مطلب دقيق ، وهو : أنه على مسلك الجبرية بما أن ذات المذنب اقتضت الاحسان في الدنيا باللذات فينبغي أن تكون في الآخرة أيضا كذلك لعدم تغير الذات في النشأتين وبما ان ذات المطيع اقتضت المشقة في الدنيا وايلام المطيع ، بالتكاليف الشاقة فينبغي أن تكون في الآخرة أيضا كذلك .\r\nثمّ أشار إلى بعض المطالب الدقيقة لا تساعدنا الظروف لشرحها ، ثمّ أبطل التفويض بقوله \" لم يملك مفوضا \" .\r\nوفي التوحيد عن الامامين الصادقين : ان اللّه عز وجل أرحم بخلقه من أن يجبر خلقه على الذنوب ثمّ يعذبهم عليها ، واللّه أعز من أن يريد أمرا فلا يكون .\r\nقال : فسئلا هل بين الجبر والقدر منزلة ثالثة ؟\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nقالا : نعم أوسع مما بين السماء والأرض « 1 » .\r\nوفيه أيضا عن محمد بن عجلان قال : قلت لأبي عبد اللّه عليه السلام : فوض اللّه الامر إلى العباد ؟ قال : أكرم من أن يفوض إليهم . قلت :\r\nفأجبر اللّه العباد على أفعالهم ؟ فقال : اللّه أعدل من يجبر عبدا على فعل ثمّ يعذبه عليه « 2 » .\r\nوفيه أيضا عن الإمام الصادق قال رسول اللّه : من زعم أن اللّه يأمر بالسوء والفحشاء فقد كذب على اللّه تعالى ، ومن زعم أن الخير والشر بغير مشيئة اللّه فقد أخرج اللّه من سلطانه ، ومن زعم أن المعاصي بغيره قوة اللّه فقد كذب على اللّه « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ص 360 ح 3 / الكافي ج 1 ص 159 باب الجبر والقدر والامر بين الامرين ح 9 .\r\n( 2 ) التوحيد ص 361 باب 59 ح 6 / بحار الأنوار ج 5 ص 51 باب 1 ح 83 .\r\n( 3 ) التوحيد ص 359 باب 59 ح 2 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوفيه أيضا عن مهزم قال أبو عبد اللّه : أخبرني عما اختلف فيه من خلقك من موالينا . قال : قلت في الجبر والتفويض .\r\nقال : فاسألني . قلت : أجبر اللّه العباد على المعاصي ؟\r\nقال : اللّه اقهر لهم من ذلك .\r\nقلت ففوض إليهم ؟\r\nقال : اللّه أقدر عليهم من ذلك .\r\nقال : قلت فأي شيء هذا أصلحك اللّه ؟\r\nقال : فقلب يده مرتين أو ثلاثا ثمّ قال : لو أجبتك فيه لكفرت « 1 » .\r\nقوله \" اللّه أقهر لهم من ذلك \" معناه : ان اللّه أقوى من أن يقهر عباده ينحو يبطل به مقاومة القوة الفاعلة ، بل هو يريد وقوع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد باب 59 نفي الجبر والتفويض ص 363 ح 11 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nالفعل الاختياري من فاعله من مجرى اختياره ، فيأتي به من غير أن يبطل إرادته .\r\nوعن تحف العقول « 1 » كتب علي بن محمد إلى شيعته من أهل الأهواز\r\nكتابا مفصلا وهو مشحون بالتحقيقات مشتمل على البرهان لاثبات الامر بين الامرين ولغيره من المطالب الدقيقة ، ولا يساعد وضع الكتاب لنقله بتمامه ، وانما نذكر بعض ما رواه عن آبائه :\r\nقال : فانا نبدأ بقول الصادق : \" لا جبر ولا تفويض ولكن منزلة بين المنزلتين \" وهي صحة الخلقة وتخلية السرب والمهلة في الوقت والزاد مثل الراحلة والسبب المهيج للفاعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحف العقول ص 460 رسالة في الرد على أهل الجبر والتفويض واثبات العدل والمنزلة بين المنزلتين / ونقلها في البحار الجزء الخامس ص 68 باب 2 آخر وهو من الباب الأول ، والمقاطع المروية ضمن الرسالة عن الإمام الصادق نقلها غير واحد مفصلة في الكتب الحديثية كالبحار ، والوسائل ، والتوحيد ، والخصال ، وغيرهم .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nعلى الفعل ، فهذه خمسة أشياء جمع بها الصادق جوامع الفضل .\r\nثمّ في آخر الرسالة فسر كلام الإمام الصادق ، ففسر صحة الخلقة بكمال الخلق للانسان بكمال الحواس وثبات العقل والتمييز واطلاق اللسان بالنطق ، وفسر تخلية السرب بأنه الذي ليس عليه رقيب يمنعه العمل مما أمر اللّه تعالى به ، وفسر المهلة في الوقت بالعمل الذي يمتنع به الإنسان من حد ما يجب عليه المعرفة إلى أجل الوقت وذلك من وقت تمييزه وبلوغ الحلم إلى أن يأتيه أجله ، وفسر الزاد بالجدة والبلغة التي يستعين بها العبد على ما أمر اللّه تعالى به مثل الراحلة للحج ، وفسر السبب المهيج بالنية التي هي داعية الإنسان إلى جميع الأفعال وحاستها القلب .\r\nوروى عن الإمام الصادق أيضا انه سئل : هل أجبر اللّه العباد على المعاصي ؟\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nفقال الصادق هو أعدل من ذلك .\r\nفقيل له : فهل فوض إليهم ؟ فقال هو أعز وأقهر من ذلك .\r\nوروي عنه أنه قال في القدر : على ثلاثة أوجه :\r\nرجل يزعم أن الامر مفوض إليه ! فقد وهن اللّه تعالى في سلطانه فهو هالك .\r\nورجل يزعم أن اللّه جل وعز أجبر العباد على المعاصي وكلفهم ما لا يطيقون ! فقد ظلم اللّه تعالى في حكمه فهو هالك .\r\nورجل يزعم أن اللّه كلف العباد ما يطيقون ولم يكلفهم ما لا يطيقون فإذا أحسن حمد اللّه وإذا أساء استغفر اللّه فهذا مسلم بالغ .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nوروى في أخريات الرسالة ما أخبر به أمير المؤمنين عباية الأسدي حين سأله عن الاستطاعة التي يقوم بها ويقعد ويفعل ويترك ، فقال له أمير المؤمنين : أسألك عن الاستطاعة تملكها من دون اللّه تعالى أو مع اللّه ؟\r\nفسكت عباية ، فقال أمير المؤمنين : قل يا عباية .\r\nقال : وما أقول ؟\r\nقال : ان قلت انك تملكها من دون اللّه قتلتك .\r\nوان قلت تملكها مع اللّه قتلتك .\r\nقال فما أقول ؟ قال : تقول انك تملكها بالله الذي يملكها من دونك .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nفان يملكها إياك كان ذلك من عطائه وان يسلبكها كان ذلك من بلائه ، وهو المالك لما ملكك والقادر على ما أقدرك ، أما سمعت الناس يسألون الحول والقوة حين يقولون \" لا حول ولا قوة الا بالله \" .\r\nقال عباية : وما تأويلها يا أمير المؤمنين ؟ قال : لا حول عن معاصي اللّه الا بعصمة اللّه ، ولا قوة على طاعة اللّه الا بعون اللّه .\r\nثمّ روى روايات أخرى عن آبائه ، ثمّ أخذ في بيان حقيقة المنزلة بين المنزلين واثباتها ، والاحتجاج عليها حتى صيَّرها أظهر من الشمس .\r\nعلى أن لكل واحد من الأئمة الاثني عشر الذين هم خزان علم اللّه ومعادن حكمته كلمات وافيه في هذا الموضوع ومقالات موضحة للمنزلة بين المنزلتين ، ولم يدعوا على هذه الحقيقة من ستار .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n\r\nدفع الشبهة عن الحديث القدسي\r\nخاتمه في بيان أمور :\r\nالأول ان في جملة من نصوص « 1 » المقام ، فقد تمسك المعصومون بما ورد في الحديث القدسي من قول اللّه عز وجل \" اني أولى بحسناتك منك وأنت أولى بسيئاتك مني « 2 » \" ، والمقصود من هذا الامر دفع الشبهة التي ربما تورد على هذه الجملة .\r\nوحاصلها ان نسبة الفعل في الطاعة والمعصية إلى اللّه تعالى وإلى العبد نسبة واحدة ، وفي الموردين منتسب إلى اللّه عز وجل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع أصول الكافي ج 1 باب الجبر والقدر حديث 12 ، وباب المشيئة والإرادة حديث 6 ، والتوحيد باب 59 حديث 10 ، وباب 55 حديث 13 ، وغيرهما من كتب الأحاديث .\r\n( 2 ) الكافي ج 1 ص 152 باب المشيئة والإرادة ح 6 ، وأيضا ص 157 ح 3 وص 159 ح 12 ، وفي البحار ج 5 ص 4 ح 3 وغيرهما .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nمن جهة وإلى العبد من جهة أخرى ، فما الوجه في الأولوية من الطرفين ؟\r\nوقد ذكر في دفعها وجوه :\r\nالأول : ان اللّه تعالى جعل في قبال القوى النفسانية التي هي جنود الجهل ، من الغضب والطمع وغيرهما ، قوى رحمانية ، وعبّر عنها في النصوص بجنود العقل والرحمن ، لئلا يكون العبد مجبولا على إطاعة النفس ويكون مختارا في الطاعة والمعصية ، ويكون متمكنا من المجاهدة وتقديم المرجحات الإلهية .\r\nفحينئذ إذا تعارضت القوى النفسانية مع القوى الرحمانية وقدم المرجح الإلهي فالله عز وجل أولى بالفعل ، وان قدم المرجح النفساني وغلبت جنود الجهل فهو أولى بالفعل لمغلوبية الجهة الإلهية ، فالامر بين الامرين لا\r\nينافي الأولوية .\r\nالثاني : انه قد ورد في النصوص الكثيرة أن بعض الحسنات يكون معدا للآخر ويعطي القابلية لان يوفقه اللّه تعالى لمرضاته ، كما أن بعض المعاصي موجب للخذلان ، وهذه الجملة تكون ناظرة إلى ذلك .\r\nومحصل مفادها حينئذ : انه إن أطاع ، فالله أولى\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nبه لأنه الموفق ، وإن عصى فالعبد أولى به لأنه اتبع فيه هوى نفسه وشهواته .\r\nالثالث : ان منشأ الأولوية هو أن اللّه تعالى انما أعطى نعمة الوجود والقدرة والشعور وغيرها وأمر بصرفها في محلها ، فان فعل ذلك فقد عمل بوظيفته ومع ذلك فالله هو ولى الاحسان الذي مكنه من ذلك ، وان لم يفعل ذلك وصرف النعمة في غير محلها فقد فعل بسوء اختياره ، وهذا حسن .\r\nويؤيده تذييل هذه الجملة في بعض تلك النصوص بقوله تعالى \" عملت المعاصي بقوتي التي جعلتها فيك « 1 » \" .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nحقيقة السعادة والشقاوة\r\nالثاني : انه قد مر أن المحقق الخراساني التزم بأن الكفر والعصيان تابعان للاختيار الناشئ عن مقدماته الناشئة عن شقاوتهما الذاتية اللازمة لخصوص ذاتهما ، واستشهد لذلك بخبرين :\r\nأحدهما : \" السعيد سعيد في بطن أمه ، والشقي شقي في بطن أمه \" « 1 » .\r\nوالثاني \" الناس معادن كمعادن الذهب والفضة \" « 2 » ، قال والذاتي لا يعلل « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القمي ص 227 رد الجبرية والقدرية . التوحيد 356 باب السعادة والشقاء . الزهد للأهوازي من علماء القرن الثالث للهجرة . وغيرهم وعنهم البحار ج 5 ص 9 و 157 . الا ان نص الروايات السعيد من سعد في بطن أمه والشقي من شقي في بطن أمه ، ومنه تقديم الشقي على السعيد .\r\n( 2 ) الكافي ج 8 ص 177 خطبة لأمير المؤمنين ح 197 ، الفقيه ج 4 ص 380 ح 5821 .\r\n( 3 ) كفاية الأصول ص 68 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nوفيه : ان السعادة والشقاوة ليستا ذاتيتين ، وذلك لان السعادة عبارة عما يوجب دخول الجنة والراحة الأبدية واللذات الدائمة ، والشقاوة عبارة عما يوجب دخول النار والعقوبات والآلام .\r\nويتضح ذلك بعد بيان حقيقة السعادة والشقاوة .\r\nوهي : أن سعادة كل شيء هي بلوغه منتهى كماله وغاية فعليته بحسب نوعه ، وهي الفعلية التامة من جميع ما لنوعه من الاستعداد .\r\nوهذه هي المرتبة العليا من السعادة .\r\nويقابلها الشقاوة المطلقة ، وهي عدم كمال عن موضوع قابل له ، وما بين أقصى الطرفين مراتب لا تحصى .\r\nوحيث أن المرتبة العليا من السعادة قليلة جدا وهي في الإنسان أقل ، بل من أول الدهر إلى آخره الإنسان الكامل بتمام معنى الكلمة البالغ غاية فعلية هذا النوع منحصر في فرد واحد ، وهو أشرف الأنبياء والمرسلين محمد صلى اللّه عليه وآله ، فلا محالة سعادة كل انسان ممزوجة بالشقاوة ، بمقدار نقص حظ الإنسان من السعادة له حظ من الشقاوة .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nإذا عرفت ذلك فاعلم : انهما تنتزعان عن الإطاعة التي توجب القرب إلى اللّه تعالى وصيرورة الإنسان كاملا ، والعصيان الموجب للبعد ، ولنقص حظ الإنسان من الكمال فلا معنى لكون الإطاعة ناشئة عن السعادة والعصيان ناشئا عن الشقاوة ، فهما ليستا ذاتيتين .\r\nلا يقال : ان منشأهما من الصفات النفسانية المعبر عنها في الاخبار بجنود العقل وجنود الجهل ، من الذاتيات .\r\nفإنه يقال : ان اللّه سبحانه أعطى بحكمته الكاملة كل مكلف قوتين داعيتين إلى الخير والشر ، إحداهما العقل ، والأخرى الجهل . وخلق صفات حسنة تقوى العقل في دعوته إلى الخير ، وخلق ضدها من الرذائل تقوى الجهل في دعوته إلى الشر ، فلا تخص الصفات الحسنة بطائفة والرذيلة بطائفة أخرى حتى يقال : ان بعض الناس سعيد ذاتا والآخر شقى كذلك باعتبار منشئهما .\r\nوأما الرواية الأولى التي استدل بها على مختاره ، فهي بظاهرها ، وان كانت دالة على ما اختاره ، الا أنه لا بد من صرفها عن ظاهرها لوجهين :\r\nالأول : ان الروايات الواردة عن المعصومين عليهم السلام يفسر بعضها بعضا ، كما ورد عنهم عليهم السلام ، وهذه الرواية قد فسرت في الروايات\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالأخرى بأن المراد منها ان اللّه يعلم وهو في بطن أمه أنه يعمل أعمال الأشقياء أو السعداء .\r\nلاحظ خبر ان أبى عمير « 1 » قال : سألت أبا الحسن موسى بن جعفر عليه السلام عن معنى قول رسول اللّه صلى اللّه عليه وآله \" الشقي من شقى في بطن والسعيد من سعد في بطن أمه \" . فقال : الشقي من علم اللّه وهو في بطن أمه أنه سيعمل أعمال الأشقياء ، والسعيد من علم اللّه وهو في بطن أمه أنه سيعمل أعمال السعداء ، الحديث .\r\nالثاني : أنه مع قطع النظر عن الروايات المفسرة لا محيص عن صرفها عن ظاهرها ، لان من كان مطيعا فصار عاصيا أو كان عاصيا فصار مطيعا ، هل يكون في بطن أمه شقيا أم سعيدا ، فإن كان سعيدا يلزم أن لا يكون الشقي في بطن أمه شقيا لأنه حين عصيانه شقي ، أولا يكون عصيانه ناشئا عن الشقاوة ، وان كان شقيا لزم أن لا يكون السعيد في بطن أمه سعيدا لأنه حين اطاعته سعيد ، أولا تكون اطاعته ناشئة عن السعادة الذاتية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد باب 58 باب السعادة والشقاوة حديث 3 ، ص 356 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوأما الرواية الثانية فهي أجنبية عما اختاره بالمرة ، وذلك لأن مفادها أنه كما أن معادن الذهب والفضة مختلفة تنقسم إلى الجيد والردئ كذلك الناس مختلفون باختلاف الغرائز والاستعدادات والصفات النفسانية ، وذلك لا يلزم سلب الاختيار ، بل الاختيار في الجميع يكون موجودا ولا يكون أحد مجبورا على الإطاعة أو العصيان كما مر تحقيق ذلك .\r\nوأين هذا من الالتزام بأن الإطاعة والعصيان ناشئتان عن السعادة والشقاوة الذاتيتين .\r\n\r\nاختلاف الناس في الصفات النفسانية\r\nالثالث : لا يخفى أنا لا ندّعي تساوى جميع الافراد في المرجحات الداعية إلى اختيار الطاعة أو العصيان وعدم مدخلية الصفات النفسانية ، التي هي جنود العقل وجنود الجهل فيه ، لان هذا مخالف للعيان ويرده الآيات الشريفة والروايات المستفيضة .\r\nبل ندّعي وجود الاختيار في الجميع وان المطيع يطيع باختياره والعاصي يخالف التكليف باختياره ، والا فلو كان\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nمجبورا على الفعل لا يكون بالنسبة إلى ذلك الفعل مطيعا ولا عاصيا ولا يستحق الثواب ولا العقاب عليه .\r\nوبعبارة أخرى : لا بد من اشتراك جميع المكلفين في قدرتهم على الفعل والترك حتى يصح التكليف والثواب والعقاب ، وأما زائدا على ذلك بحيث يلزم تساوى الجميع في الاستعدادات والصفات النفسانية الداعية إلى اختيار الطاعة أو العصيان فغير لازم ، ولا محذور في اختلاف الناس فيها كاختلافهم في الجمال وأشباهه .\r\nوتلك الاستعدادات والصفات النفسانية قسمان : قسم يكون كسبيا اراديا يحصل من الإطاعة والعصيان . كما ورد في الروايات الكثيرة ان بعض الحسنات يكون معدا للآخر ويعطى القابلية لان يوفقه اللّه تعالى لمرضاته ، كما أن بعض المعاصي موجب للخذلان . وقسم يحصل من أمور غير اختيارية ، وعلى أي حال لا يوجب سلب القدرة .\r\n\r\nالبداء في التكوين\r\nولمناسبات غير خفية ينبغي لنا البحث في مسألتين :\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالأولى مسألة البداء في التكوين :\r\nلا خلاف بين علمائنا في القول بالبداء ، وما عن المحقق الطوسي . في نقد المحصل في الرد على الفخر الرازي ، من أن الامامية لا يقولون بالبداء ، يتعين أن يكون مراده هو البداء الذي نسبه الفخر إلى الامامية ، وهو أن يعتقد شيئا ثمّ يظهر له أن الامر بخلاف ما اعتقده .\r\nوبه يندفع استغراب - جماعة من المحققين منهم السيد الداماد والعلامة المجلسي - هذا الجواب .\r\nوكيف كان فيشهد له : من الكتاب قوله تعالى يَمْحُو اللّهُ مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ « 1 » ، وسيمر عليك معنى الآية الكريمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 39 من سورة الرعد .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nوالنصوص الكثيرة ، لاحظ خبر زرارة عن أحدهما : ما عبد اللّه بشيء مثل البداء « 1 » ، وخبر هشام بن سالم وحفص بن البختري وغيرهما عن أبي عبد اللّه قال في هذه الآية \" يمحو اللّه ما يشاء ويثبت \" قال : فقال وهل يمحى الا ما كان ثابتا وهل يثبت الا ما لم يكن « 2 » .\r\nوخبر عبد اللّه بن سنان عنه عليه السلام : ما بد لله في شيء الا كان في علمه قبل أن يبدو له « 3 » .\r\nوخبر ابن أبي عمير عن هشام بن سالم عنه : ما عظم اللّه عز وجل بمثل البداء .\r\nوخبر الريان بن الصلت قال : سمعت الرضا يقول : ما بعث اللّه نبيا قط الا بتحريم الخمر وان يقر له بالبداء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 باب البداء حديث 1 ص 146 .\r\n( 2 ) أصول الكافي ج 1 باب البداء حديث 2 ص 146\r\n( 3 ) أصول الكافي ج 1 باب البداء حديث 9 ص 148\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوخبر الجهني قال : سمعت أبا عبد اللّه يقولون : لو يعلم الناس ما في القول بالبداء من الاجر ما فتروا عن الكلام فيه « 1 » . إلى غير ذلك من النصوص المتواترة الواردة في ذلك .\r\nانما الكلام في المراد من البداء ، فان المخالفين نسبوا إلى الشيعة ما هم برآء منه ، قال الفخر الرازي عند تفسيره قوله تعالى \" يمحو اللّه ما يشاء ويثبت \" : قالت الرافضة البداء جائز على اللّه تعالى ، وهو أن يعتقد شيئا ثمّ يظهر له أن الامر بخلاف ما اعتقده « 2 » ، انتهى .\r\n\r\nكلمات علمائنا في معنى البداء\r\nولعلمائنا الأبرار في تحقيق البداء معان :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحاديث الثلاثة الأخر : التوحيد باب البداء ص 333 و 334 ح 2 و 6 و 7 .\r\n( 2 ) التفسير الكبير للفخر الرازي ج 13 - 14 تفسير الآية .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nأحدها : ما عن السيد المرتضى « 1 » في جواب مسائل أهل الري ، وهو أن المراد بالبداء النسخ نفسه ، وادعى أنه ليس بخارج عن معناه اللغوي .\r\nوقريب منه ما ذكره الشيخ في محكي العدّة « 2 » ، الا أنه صرح بأن اطلاقه على النسخ على ضرب من التوسع والتجوز .\r\nووافقهما في ذلك الفيلسوف النحرير السيد السند محمد باقر الداماد في نبراس الضياء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع رسائل المرتضى ج 1 ص 117 .\r\n( 2 ) راجع عدّة الأصول للشيخ الطوسي ج 2 ص 485 من الطبعة الجديدة ( فصل في ذكر حقيقة النسخ وبيان شرائطه والفصل بينه وبين البداء ) .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nثانيها : ما ذكره الصدوق في كتاب التوحيد قال : ليس البداء كما يظنه جهال الناس بأنه بداء ندامة ، ولكن يجب علينا أن نقر لله عز وجل بأن له البداء ، ومعناه أن له ان يبدأ بشيء من خلقه فيخلقه قبل كل شيء ثمّ يعدم ذلك الشيء ، ويبدأ بخلق غيره ويأمره بأمره ثمّ ينهى عن مثله ، أو ينهى عن شيء ثمّ يأمر بمثل ما نهى عنه « 1 » .\r\nثالثها : ما ذكره بعض المحققين في شرحه على الكافي « 2 » وتبعه المحدث الكاشاني في الوافي « 3 » ، وهو أن القوى المنطبعة الفلكية لم تحط بتفاصيل ما سيقع من الأمور دفعة واحدة لعدم تناهى تلك الأمور ، بل انما ينتقش فيها الحوادث شيئا فشيئا وجملة فجملة مع أسبابها وعللها على نهج مستمر ونظام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ص 335 باب 54 البداء .\r\n( 2 ) راجع شرح أصول الكافي للمولى محمد صالح المازندراني ج 4 ص 245 .\r\n( 3 ) الوافي ج 1 ص 507 باب البداء ، وعنهما البحار ج 4 ص 128 باب 3 البداء والنسخ ، وج 54 ص 364 باب 4 القلم واللوح المحفوظ والكتاب المبين والامام المبين وأم الكتاب .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nمستقر ، فمهما حصل لها العلم بأسباب حدوث أمر ما في هذا العالم حكمت بوقوعه فيه فينتقش فيها ذلك الحكم ، وربما تأخر بعض الأسباب الا موجب لوقوع الحوادث على خلاف ما يوجبه بقية الأسباب لولا ذلك السبب ولم يحصل لها العلم بذلك بعد لعدم اطلاعها على سبب ذلك السبب ، لولا ذلك السبب ولم يحصل لها العلم بذلك بعد لعدم اطلاعها على سبب ذلك السبب ، ثمّ لما جاء أو انه واطلعت عليه حكمت بخلاف الحكم الأول ، فينمحي عنها نقش الحكم السابق ويثبت الحكم الآخر .\r\nوهذا هو السبب في البداء في أمور العالم ، فإذا اتصلت بتلك القوى نفس النبي أو الامام فرأى فيها بعض تلك الأمور فله أن يخبر بما رآه بعين قلبه أو شاهده بنور بصره أو سمعه بأذن قلبه ، وأما نسبة ذلك كله إلى اللّه تعالى فلان كل ما يجرى في العالم الملكوتي انما يجرى بإرادة اللّه تعالى بل فعلهم بعينه فعل اللّه ، فكل كتابة تكون في هذه الألواح فهو أيضا مكتوب لله تعالى بعد قضائه السابق المكتوب بقلمه الأول ، فيصح أن يصف اللّه نفسه بأمثال ذلك بهذا الاعتبار .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nرابعها : ما عن الفاضل المدقق الميرزا رفيعا « 1 » ، وحاصله : أن الأمور كلها منتقشة في اللوح ، والفائض منه على الملائكة والنفوس العلوية والنفوس السفلية قد يكون الامر العام أو المطلق المنسوخ حسب ما تقتضيه الحكمة ، ويتأخر المبين إلى وقت تقتضي الحكمة فيضانه فيه ، وهذه النفوس العلوية وما يشبهها يعبر عنها بكتاب المحو والاثبات ، البداء عبارة عن هذا التغير في ذلك الكتاب .\r\nخامسها : ما اختاره المحقق المجلسي « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو الميرزا رفيع الدين محمد بن حيدر الطباطبائي النائيني المشتهر ب الميرزا فيعا المتوفى 1080 تقريبا والمدفون بأصفهان ، وكان من مشاهير علماء عصره والمتبحرين في الحكمة والكلام ، تتلمذ على يد العلامة الشيخ بهاء الدين العاملي ، له عدّة مؤلفات منها شرح أصول الكافي ، ورسالة التشكيك وغيرهما ، راجع الذريعة ج 11 ص 148 وج 13 ص 96 . وأما نص كلامه في البداء راجع شرح أصول الكافي ج 4 ص 250 .\r\n( 2 ) بحار الأنوار ج 4 ص 128 باب البداء والنسخ .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nوحاصله : ان المعصومين عليهم السلام انما بالغوا في البداء ردا على اليهود الذين يقولون إن اللّه قد فرغ من الامر ، وعلى النظام وبعض المعتزلة القائلين ان اللّه خلق الموجودات دفعة واحدة والتقدم انما يقع في ظهورها ، وعلى بعض الفلاسفة القائلين بأن اللّه تعالى لم يؤثر حقيقة الا في العقل الأول ، وعلى آخرين منهم قالوا إن اللّه سبحانه أوجد جميع مخلوقاته دفعة واحدة وانما ترتبها في الأزمان فقط .\r\nفنفوا عنه كل ذلك ، واثبتوا أن اللّه تعالى كل يوم في شأن من اعدام شيء واحداث آخر وإماتة شخص واحياء آخر إلى غير ذلك .\r\nوهناك أقوال أخر لا يهمّنا التعرض لها .\r\n\r\nما هو الحق في معنى البداء\r\nوحق القول في المقام يتوقف على بيان أمور :\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nالأول : لا شك في أن ما يحدث في عالم الكون بأجمعه تحت قدرة اللّه وسلطانه ، وان وجود أي ممكن منوط بمشيئة اللّه تعالى . وهذا من البداهة بمكان .\r\nالثاني : ان للأشياء بأجمعها تعينا علميا في علم اللّه الأزلي ، ويعبر عن هذا التعين العلمي تارة بتقدير اللّه وأخرى بقضائه ، ولكن ليس العلم الإلهي متعلقا بالموجودات خاصة بل يكون متعلقا بها بما لها من المبادئ والخصوصيات .\r\nوعليه فحيث أن الممكنات بأجمعها تحت قدرة اللّه ومنوطة بتعلق المشيئة والإرادة بها ، فيكون العلم بها منذ الأول غير مزاحم لقدرته عليها حين ايجادها ، فمعنى قضاء اللّه وتقديره أن الأشياء بأجمعها متعينة في العلم الإلهي الأزلي على ما هو عليه من أن وجودها معلق على أن تتعلق الإرادة والاختيار والمشيئة بها حسب ما تقتضيه المصالح والمفاسد المختلفة باختلاف الظروف .\r\nالثالث : ان وجود كل موجود له نسبتان :\r\nنسبة إلى علته التامة التي يستحيل عدمه معها .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nونسبة إلى مقتضيه الذي يحتاج الشيء في وجوده معه إلى ، شرط ، وعدم مانع .\r\nفمع وجود الشروط ، وعدم الموانع يوجد ، ومع وجود المانع أو فقد الشرط لا يكاد يتحقق .\r\nوعلى هذا فمع تحقق المقتضى كان الظاهر ذلك الشيء ثمّ بعد ما وجد المانع ظهر منه خلاف ما كان يظهر من المقتضي ، وإلى هذا يشير جملة من الاخبار :\r\nروى العياشي عن الفضيل قال : سمعت أبا جعفر يقول : من الأمور أمور محتومة لا محالة ، ومن الأمور أمور موقوفة عند اللّه يقدم ما يشاء ويمحو ما يشاء ويثبت منها يشاء ، لم يطلع على ذلك أحدا يعني الموقوفة ، فأما ما جاءت به الرسل فهي كائنة لا يكذب نفسه ولا نبيه ولا ملائكته « 1 » . ونحوه غيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير العياشي ج 2 ص 217 آية 13 من سورة الرعد ح 65 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nالرابع : حيث عرفت أن العلم الإلهي يتعلق بالأشياء على واقعها ، لان انكشاف الشيء لا يزيد على واقع ذلك الشيء ، فإذا كان الواقع منوطا بمشيئة اللّه حسب ما تقتضيه المصالح والمفاسد كان العلم متعلقا به على هذه الحالة ، والا لم يكن العلم علما به على وجهه وانكشافا له على واقعه .\r\nفيكون لله علمان : علم بالأشياء من جهة عللها التامة وهو العلم الذي لابداء فيه أصلا ، وله علم بالأشياء من جهة مقتضياتها التي موقوفة التأثير على وجود الشروط وفقد الموانع . وهذا العلم يمكن أن يظهر خلاف ما كان ظاهرا منه بفقد شرط أو وجود مانع .\r\nوإلى هذا المعنى يشير كثير من الاخبار المروية عن المعصومين ، قال الإمام الرضا لسليمان المروزي في حديث : ان عليا ؟ كان يقول : العلم علمان : فعلم علمه اللّه ملائكته ورسله فما علمه ملائكته ورسله فإنه يكون ولا يكذب نفسه ولا ملائكته ورسله ، وعلم عنده مخزون لم يطلع عليه أحدا\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nمن خلقه يقدم منه ما يشاء ويؤخر ما يشاء ويمحو ويثبت ما يشاء « 1 » .\r\nوفي الكافي عن أبي بصير عبد اللّه : ان لله علمين : علم مكنون مخزون لا يعلمه الا هو من ذلك يكون البداء ، وعلم علمه ملائكته ورسله وأنبياءه فنحن نعلمه « 2 » . ونحوهما غيرهما .\r\nإذا تدبرت فيما ذكرناه يظهر لك أن البداء انما يكون في القضاء الموقوف المعبر عنه بلوح المحو والاثبات ، وأما القضاء الحتمي المعبّر\r\nعنه بأم الكتاب والعلم المخزون عند اللّه تعالى فيستحيل أن يقع فيه البداء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد باب 66 في ذكر مجلس الرضا مع سلمان المروزي متكلم خراسان . . . ، ص 444 ح 1 .\r\n( 2 ) الكافي ج 1 باب البداء ح 8 ص 147 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nففي خبر عبد اللّه بن سنان عن أبي عبد اللّه قال : ما بدا لله في شيء الا كان في علمه قبل أن يبدو له .\r\nوفي خبر الجهني عنه : ان اللّه لم يبدله من جهل .\r\nوفي خبر منصور بن حازم عنه قال : سألته هل يكون اليوم شيء لم يكن في علم اللّه بالأمس ؟ قال : لا ، من قال هذا فأخزاه اللّه .\r\nقلت : أرأيت ما كان ما هو كائن إلى يوم القيامة أليس في علم اللّه ؟ قال : بلى قبل أن يخلق الخلق « 1 » .\r\nإلى غير ذلك من الأخبار الكثيرة .\r\nوإلى ما ذكرناه نظر العلامة المجلسي قال : اعلم أن الآيات والاخبار تدل على أن اللّه تعالى خلق لوحين أثبت فيهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 1 باب البداء ح ص 148 ، ح 9 و 10 و 11 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nما يحدث من الكائنات : أحدهما اللوح المحفوظ الذي لا تغير فيه أصلا وهو مطابق لعلمه تعالى ، والآخر لوح المحو والاثبات فيثبت فيه شيئا ثمّ يمحوه لحكم كثيرة لا تخفى على أولى الألباب .\r\nمثلا : يكتب فيه أن عمر زيد خمسون سنة ، ومعناه أن مقتضى الحكمة أن يكون عمره كذا إذا لم يفعل ما يقتضى طوله أو قصره ، فإذا وصل الرحم مثلا يمحى الخمسون ويكتب مكانه الستون وإذا قطعها يكتب مكانه أربعون ، وفي اللوح المحفوظ أنه يصل وعمره ستون ، كما أن الطبيب الحاذق إذا اطلع على مزاج شخص يحكم بأن عمره بحسب هذا المزاح يكون ستين سنة فإذا شرب سما ومات أو قتله انسان فنقص من ذلك أو استعمل دواء قوى مزاجه فزاد عليه لم يخالف قول الطبيب .\r\nوالتغيير الواقع في هذا اللوح مسمى بالبداء اما لأنه مشبه به كما في سائر ما يطلق عليه ، تعالى من الابتلاء والاستهزاء\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nوالسخرية وأمثالها ، أو لأنه يظهر للملائكة أو للخلق إذا أخبر بالأول ما اعلموا أولا « 1 » ، انتهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ج 4 باب 3 البداء والنسخ ص 130 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nتنبيهات\r\nوتمام الكلام في المقام بالتنبيه على أمور :\r\nالأول : أن ما ذكرناه في معنى البداء المستفاد من الاخبار ، هو الظاهر من الآية الكريمة المتقدمة يَمْحُو اللّهُ مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ « 1 » ، لان محو الشيء هو اذهاب رسمه وأثره ، وقد قوبل في الآية الشريفة بالاثبات وهو اقرار الشيء في مستقره بحيث لا يضطرب ، فالمحو هو إزالة الشيء بعد ثبوته برسمه .\r\nوحيث أنه ذكر الآية بعد قوله تعالى \" لكل أجل كتاب \" وذكر في ذيلها \" وعنده أم الكتاب \" ، فالظاهر منها أن لكل وقت كتابا يخصه ، فتخلف الكتب باختلاف الأوقات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 39 من سورة الرعد .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nوان هذا الاختلاف ظهر من ناحية اختلاف التصرف الإلهي بمشيئته حسب ما تقتضيه المصالح لا من جهة اختلافها في أنفسها ، ومع ذلك فعند اللّه أم الكتاب أي الأصل الذي ينشأ منه الشيء ويرجع إليه هذه الكتب التي تمحى وتثبت بحسب الأوقات .\r\nوبعبارة أوضح : ان لله سبحانه في كل وقت كتابا وقضاء ، وانه يمحو ما يشاء من تلك الأقضية ويثبت ما يشاء ، ومع ذلك عنده بالنسبة إلى كل وقت قضاء محتوم لا يتغير ، وهو الأصل الذي يرجع إليه سائر الأقضية .\r\nوبهذا البيان يظهر أن ما قيل في تفسير الآية الشريفة من الوجوه والأقوال كلها في غير محلها ، ولتمام الكلام محل آخر .\r\nالثاني : ان البداء بالمعنى الذي يقول به الإمامية هو الابداء والاظهار حقيقة ، واطلاق لفظ \" البداء \" عليه مبني على التنزيل والمشاكلة .\r\nالثالث : ان القول بالبداء اعتراف بأن لله تعالى السلطنة التامة على الممكنات وأنها بأجمعها تحت سلطانه وقدرته حدوثا\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوبقاء ، وانه يوجب انقطاع العبد إلى اللّه وطلبه منه إجابة دعائه وكفاية مهماته .\r\nوإلى هذا تشير الاخبار المتضمنة للاهتمام بشأن البداء ، وعليه يحمل ما دل على أن الصدقة تزيد في العمر وكذلك صلة الرحم وما شاكل .\r\nالرابع : ان ما وقع في كلمات المعصومين من الانباء بالحوادث الآتية ، انما هو على نحوين :\r\nأحدهما : ما أخبر بوقوع الامر المستقبل على سبيل الجزم ، فهو كاشف عن أن ما أخبر به مما جرى به القضاء المحتوم .\r\nوالآخر : ما أخبر به معلقا على أن لا تتعلق بخلافه المشيئة الإلهية ولو مع قرينة منفصلة ، فهو كاشف عن كون المخبر به مما جرى به القضاء الموقوف الذي هو مورد للبداء .\r\n\r\nالكلام النفسي\r\nالثانية : مسألة الكلام النفسي :\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nقد اتفقت الأشاعرة على أن للكلام نوعا آخر غير النوع اللفظي المعروف المسمَّى عندهم بالكلام النفسي .\r\nثمّ اختلفوا :\r\nفذهب جماعة منهم إلى أنه مدلول للكلام اللفظي ومعناه .\r\nوذهب آخرون إلى أنه مغاير لمدلول اللفظ وان دلالة اللفظ عليه من قبيل دلالة الفعل الاختياري على إرادة الفاعل .\r\nوعلى ذلك بنوا القول بقدم القرآن ، نظرا إلى أنه كلام اللّه الذي هو من\r\nصفاته الذاتية القديمة بقدمه ، والمعروف بينهم اختصاص القدم بالكلام ، الا أن الفاضل القوشجي نسب إلى بعضهم القول « 1 » بقدم جلد القرآن وغلافه أيضا .\r\nوفي مقابل هذه الطائفة ، ذهب غيرها من طوائف المسلمين إلى حدوث القرآن ، وان كلامه اللفظي مخلوق له ، وليس هناك نوع آخر من الكلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح التجريد المقصد الثالث ص 354 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\nأدلة الأشاعرة على الكلام النفسي\r\nوقد استدل القائلون بثبوت الكلام النفسي على مدعاهم بوجوه :\r\nالأول : ان الكلام اللفظي المؤلف من الحروف الهجائية المتدرجة في الوجود أمر حادث يستحيل اتصاف اللّه تعالى به في الأزل وغير الأزل وإلا لزم اتحاد القديم مع الحادث وهو محال ، لأن صفات اللّه عز وجل عين ذاته .\r\nوحيث إن اللّه تعالى وصف نفسه بهذه الصفة في كتابه فقال سبحانه وَكَلَّمَ اللّهُ مُوسَى تَكْلِيما « 1 » وكذلك وصفه بها المعصومون في الاخبار والأدعية ، فلا مناص من البناء على ثبوت الكلام النفسي وان اللّه تبارك وتعالى متصف به ، وذلك الكلام مجتمعة اجزاؤه وجودا .\r\nوالجواب عن ذلك يبتني على بيان مقدمة :\r\nوهي : ان صفاته تعالى على قسمين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 164 من سورة النساء .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nالصفات الذاتية ، والصفات الفعلية .\r\nوالفارق بينهما أن صفات اللّه الذاتية هي التي ، لا يمكن نفيها عنه ، ويستحيل أن يتصف سبحانه بنقيضها أبدا كالعلم والقدرة ، حيث أنه لا يمكن نفيهما عنه ، ولسنا نصفه بالعجز والجهل .\r\nوصفاته الفعلية هي التي يمكن أن يتصف بها في حال وبنقيضها في حال آخر كالخلق والرزق ، فيقال : ان اللّه تعالى خلق كذا ولم يخلق كذا ، ورزق فلانا ولدا ولم يرزقه مالا .\r\nوأيضا الصفات الذاتية لا تتعلق بها القدرة ولا الإرادة ، لأنهما تتعلقان بالممكنات دون غيرها .\r\nوالقسم الأول متحد مع ذاته سبحانه قديم بقدمه .\r\nوأما القسم الثاني فهو من مخلوقاته ومن آياته ، ولا يكون متحدا مع ذاته ولا قديما بقدمه .\r\nإذا عرفت هذه المقدمة يظهر لك جليا أن التكلم انما هو من الصفات الفعلية ، لانطباق ما ذكر ضابطا لها عليه ، فإنه يصح أن يتصف اللّه تعالى بمقابله ويصح سلبه عنه ، ويقال كلم اللّه موسى ولم\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nيكلم فرعون ، وتتعلق قدرته به لأنه سبحانه كان قادرا على التكلم مع موسى وبتبع ذلك تتعلق إرادته به .\r\nمع أنه يدل على كونه من صفات الفعل ما رواه الكليني باسناده عن أبي بصير قال : سمعت أبا عبد اللّه يقول : لم يزل اللّه عز وجل ربنا ، والعلم ذاته ولا معلوم ، والسمع ذاته ولا مسموع ، والبصر ذاته ولا مبصر ، والقدرة ذاته ولا مقدور ، فلما أحدث الأشياء وكان المعلوم وقع العلم منه على المعلوم والسمع على المسموع والبصر على المبصر والقدرة على المقدور . قال : فقال تعالى اللّه عن ذلك ، ان الحركة صفة محدثة بالفعل . قال : قلت فلم يزل اللّه متكلما ؟ قال : فقال ان الكلام صفة محدثة ليست بأزلية ، كان اللّه عز وجل ولا متكلم « 1 » .\r\nوعلى ذلك فلا يلزم من اتصاف اللّه تعالى بالكلام اللفظي اتحاد الحادث والقديم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ج 1 باب صفات الذات ص 107 ح 1 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nالثاني : ما عن المحقق الدواني « 1 » ، وهو أن ترتيب الكلمات وجعلها جملا مترتبة في الذهن هو الكلام النفسي ، لأنه معنى قائم بالنفس وجدانا غير العلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو العلامة جلال الدين محمد بن أسعد الدوّاني ، وتجد نص كلامه حول الكلام النفسي في الحاشية على الهيئات الشرح الجديد للتجريد تحقيق الشيخ احمد العابد نشر دفتر تبليغات اسلامي ص 77 ، في معرض رد المقدس الأردبيلي عليه قال المقدَّس الأردبيلي : وظهر ضعف ما ذكره الدوّاني من أن له في تحقيق الكلام كلاما حيث قال : ولنا في هذا المقام كلام ، يقتضي تمهيد مقدمة : ان صفة الكلام فينا عبارة عن قوة تأليف الكلام ، وكلامنا عبارة عن الكلمات التي هي مؤلفة في الخيال ، وبعد تمهيد هذه المقدمة نقول : صفة التكلم القائم بذات اللّه تعالى صفة هي مصدر تأليف الكلمات ، وكلامه تعالى هي الكلمات التي هي مؤلفة له تعالى بذاته في علمه القديم بغير واسطة ، وهذا الكلام الأزلي خطاب متوجه إلى مخاطب مقدّر ، وامتيازه عن العلم : فإن كلام غيره معلوم له تعالى ، وليس كلامه ، كما أن كلام غيرنا معلوم لنا وليس كلامنا ، وهذا الذي ذكرناه ليس ما ذهب اليه الحكماء من كلامه تعالى علمه ، ولاما ذهب اليه الحنابلة ومن يحذو حذوهم مثل صاحب المواقف من أن كلامه الأصوات والحروف ، أو ما يشمل الأصوات والحروف والمعاني ، ولاما هو المشهور عن الأشعري كما يظهر بالتأمل الصادق .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nوفيه : ان هذا عين العلم التصوري ، غاية الأمر كون المتصور الكلمات . وبعبارة أخرى : هو الوجود الذهني الذي يعم الأفعال الاختيارية كافة .\r\nالثالث : ان انكشاف ثبوت المبدأ والمحمول للموضوع للنفس علم ، وأما قرار النفس وحكمها بذلك فهو غير العلم ، فهو الكلام النفسي وصفة من الصفات النفسانية .\r\nوفيه : ان للعلم فردين ، أحدهما تصوري ، والآخر تصديقي ، وما ذكر ليس وراء العلم التصديقي شيئا .\r\nالرابع : انه يطلق الكلام على الموجود منه في النفس ، يقال : ان في نفسي كلاما لا أريد أن ابديه :\r\nقال اللّه تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ  « 1 » .\r\nوفيه : ان هذا لا يختص بالكلام ، مثلا يقول المهندس ان في نفسي صورة بناء سأنقشها ، ويقول الصائم ان في نفسي أن أصوم غدا ، وهكذا ، والحال ان ذلك ليس وراء الوجود الذهني والتصور شيئا .\r\nالخامس : انه يطلق المتكلم على اللّه تعالى ، وهذه الهيئة - أي هيئة اسم الفاعل - وضعت لإفادة قيام المبدأ بالذات قياما وصفيا ، ولذا لا يطلق النائم على من أوجد النوم في الغير بل على من اتصف به .\r\nوحيث أن من الواضح أنه لا يتصف اللّه تعالى بالكلام اللفظي ، لاستحالة اتصاف القديم بالحادث ، فلا بد من الالتزام بالكلام القديم ، وليس هو الا الكلام النفسي .\r\nوفيه : أولا : ان المبدأ في صيغة المتكلم ليس هو الكلام ، فإنه كيفية عارضة للصوت الحاصل من تموج الهواء ، وهو قائم بالهواء لا بالمتكلم ، بل المبدأ في صيغة المتكلم هو التكلم ومعناه ايجاد الكلام ، فاطلاقه على اللّه تعالى وغيره بمعنى واحد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 13 من سورة الملك .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوثانيا : ان ما ذكر من أن هيئة اسم الفاعل وضعت لإفادة قيام المبدأ بالذات قياما وصفيا ، فهو غلط بل هي وضعت لإفادة قيام المبدأ بالذات نحو قيام .\r\nوأما خصوصية كونه قياما حلوليا أو ايجاديا أو غيرهما فهي تختلف باختلاف الموارد ولا تدخل تحت ضابط كلي ، فالنائم لا يطلق على الموجد للنوم ، لكن الضار والنافع يطلقان على موجد هذين المبدأين .\r\nوعليه فلا مانع من صدق المتكلم على الموجد للكلام .\r\nالسادس : انه لا كلام في صحة الأوامر الامتحانية وتحققها عند عدم تعلق الإرادة الحقيقية بمتعلقاتها ، وتلك الأوامر تدل على معنى قائم في النفس ليس بإرادة لانتفائها وجدانا ولا بغيرها من الصفات المعروفة من العلم والترجي وما شاكل ، وليس هو الا الطلب الذي هو الكلام النفسي في الانشائيات ويكون قائما بالنفس .\r\nوفيه : ان الأوامر الامتحانية على قسمين :\r\nأحدهما : ما يكون مقصود الامر هو صدور العمل وتحققه خارجا لاستكشاف قدرة المأمور على ذلك العمل لا لمصلحة فيه ، وفي ذلك لا محالة تتعلق إرادة الامر بنفس العمل لتوقف غرضه الباعث له على الآمر على تحقق العمل .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nثانيهما : ما يكون المقصود استكشاف استعداد المأمور لطاعة الآمر وعدمه ، وفي مثل ذلك نلتزم بأنه ليس الامر سوى ابراز الاعتبار النفساني ، وهو جعل المادة على عهدة المأمور ، وليس هناك إرادة ولا طلب .\r\nفانقدح أنه لا برهان على وجود الكلام النفسي .\r\n\r\nالدليل على عدم ثبوت الكلام النفسي\r\nبل الوجدان يرده وينفيه ، ويظهر ذلك بعد بيان مقدمة ، وهي :\r\nانه لا ريب في أن للنفس صفات وكيفيات كالشوق ، والحب ، والكراهة ، وما شاكل ، كما أنه لا كلام في أن لها أفعالا كالتأمل والتفكر والبناء وغيرها ، والعلم على مسلك المتقدمين من الفلاسفة من الصفات وعلى مسلك المتأخرين منهم من أفعال النفس .\r\nإذا عرفت ذلك فاعلم : أن دعوى وجود صفة في النفس غير الصفات المعلومة المعينة وتسمى بالكلام النفسي ، مردودة .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوالنزاع ينقطع بالرجوع إلى ما في النفس وجعل الوجدان قاضيا وحاكما ، حيث يرى الناظر المنصف أنه ليس في النفس صفة غير تلك الصفات .\r\nوان أردت أن يطمئن قلبك فراجع نفسك ، ترى أن كل صفة وفعل توجد في النفس ويصدر منها عند إرادة التكلم تكون موجودة وصادرة منها عند إرادة الاكل مثلا بلا فرق بينهما أصلا ، فكما أنه إذا أراد المتكلم أن يتكلم يتصوره ويتصور دواعيه ثمّ يحصل له التصديق بالفائدة فيحصل الميل ثمّ الجزم والعزم عليه فيعمل قدرته فيتكلم ، كذلك عند إرادة الاكل جميع هذه موجودة بلا نقيصة ، فوجود صفة أخرى في النفس عند إرادة التكلم وتكون مدلولة للكلام اللفظي مما لا يساعده الوجدان .\r\nوان شئت توضيح ذلك فاعلم : ان الجمل اما خبرية أو انشائية :\r\nأما الجمل الخبرية فليس في مواردها ، غير تسعة أمور :\r\n1 - مفردات الجملة ،\r\n2 - معاني المفردات ،\r\n3 - الهيئة التركيبية لها ،\r\n4 - مدلول الهيئة التركيبية ،\r\n5 - تصور المخبر مادة الجملة وهيئتها ،\r\n6 - تصور مدلول الجملة ،\r\n7 - مطابقة النسبة لما في الخارج\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nأو عدم مطابقتها له ،\r\n8 - علم المخبر بالمطابقة أو عدمها أو شكه فيها ،\r\n9 - إرادة المتكلم لإيجاد الجملة في الخارج مسبوقة بمقدماتها .\r\nواعترف المثبتون له بعدم كون شيء من هذه هو الكلام النفسي .\r\nأما الجمل الانشائية فهي كالجمل الخبرية ، والفارق بينهما أنه ليس في مواردها خارج تطابقه أو لا تطابقه .\r\nوعليه فالأمور التي لا بد منها في الجملة الانشائية سبعة ، وهي غير السابع والثامن من الأمور المذكورة .\r\nوقد علمت أن الكلام النفسي عند القائلين به ليس واحدا منهما .\r\nفالمتحصل : مما ذكرناه : ان الكلام النفسي أمر خيالي لا برهان على وجوده ، بل البرهان والوجدان على خلافه ، والرويات المروية عن المعصومين عليهم السلام ترده .\r\nوقد وقع الفراغ من هذه الرسالة\r\nفي اليوم الثامن من شهر صفر سنة 1390 ه\r\nوالحمد لله أولا وآخرا .\r\nوقد تم الفراغ من مراجعة هذه الرسالة والتعليق عليها\r\nفي الثالث والعشرين من ربيع الآخر 1426 ه‍ . ق في قم المقدسة\r\nوالحمد لله على توفيقاته ونسأله التوفيق لما يجب ويرضى\r\nمع الاعتذار من اخواني المؤمنين عن التقصير واسألهم الدعاء\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200}
  ]