[
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nكتاب الذخيرة في الحقيقة\r\nللداعي الفاطمي اليماني علي بن الوليد المتوفى سنة 612 ه‍\r\nحققه محمد حسن الأعظمي\r\nعميد كلية اللغة العربية بكراتشي ومؤسسها\r\nخريج الجامعة السيفية الفاطمية وعهد علماء الأزهر\r\nالمدير العام الرابعة التأليف والترجمة العالمية\r\nالأمين العام للجمعية العربية العامة في الباكستان ومؤسسها\r\nوالأستاذ السابع بجامعتي الأزهر ولاهور\r\nدار الثقافة\r\nبيروت - لبنان\r\n1971\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتصدير\r\nبسم اللّه الرّحمن الرّحيم انني بعد ان أتممت علوم اللغات الاردية والفارسية والعربية وغيرها في معاهد الهند الممتازة عكفت على دراسة العلوم والفلسفة الفاطمية ، والفرق الاسلامية من شيعية وسنية مدى عشر سنوات كاملة وأتيح لي ان أواصل الدراسة حتى أتممت مراحلها الثلاث : اقسام الظاهر والتأويل - والحقيقة أو الفلسفة - المعادلة لشهادات الليسانس والماجستير والدكتوراه .\r\nوكان ذلك في المعهد الحكيمي بمدينة برهانبور والجامعة السيفية الفاطمية بمدينة سورت . ونظرا إلى أن جميع الفرق الاسلامية على التقريب لا تعرف الا القليل عن العلوم والفلسفة الفاطمية الخفية . إذ لم ينشر بصددها كتاب واحد حتى الآن ( 1966 ) فقد اعتزمت ان ابدا نشر كتب متوالية في سلسلة متتابعة الحلقات عن هذه الفلسفة التي لبثت طي الخفاء وقام كبار الدعاة الفاطميين بالإبانة عنها والتصنيف في موضوعاتها بعد استتار الامام الحادي والعشرين « الطيب بن الآمر بن المستعلي » الخليفة الفاطمي وهذا اللون من الفلسفة ليس له وجود ولامكان الا عند هؤلاء الفاطميين وهم لا يعدون أنفسهم فلاسفة ، بل انما يعتبرونهم رواة ، ويدعون انهم نقلوا هذه المعلومات والاسرار كلها من أئمة أهل البيت فقط ، وقد شددوا في ستر هذه الفلسفة واخفاء اسرارها عن جميع أعداء الأئمة من نسل فاطمة الزهراء بنت الرسول الأعظم صلوات الله عليه .\r\nوان قارئ هذا الكتاب سيجد مثالا حيا يجمع من هذه الفلسفة الشيء الكثير فيما يخص المبدا والمعاد ، ويتناول أصل الموجودات ونشأة العوالم من العقول والأرواح والاجرام والأجسام ، كما يتناول النهايات لكل الاحياء ، حسابا وعقابا ، إلى ظهور قائم القيامة حيث يتم الحساب والجزاء .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوهذا الكتاب هو المسمى « كتاب الذخيرة في الحقيقة » للداعي الفاطمي اليماني علي بن الوليد المتوفي سنة 612 ه . وهدفي الوحيد من اصدار هذه الكتب ان يعلم المسلمون كافة كنه العقائد التي تفرد بها الشيعة الفاطميون دون غيرهم من جميع المذاهب الاسلامية ، حتى الفرق الشيعية الأخرى . وسأحاول نشر أكثر الكتب الهامة في هذا الصدد خدمة للعلم والمعرفة ، والله المستعان وعليه التكلان .\r\nمنهج التحقيق :\r\n( 1 ) نسخة خطية محفوظة في دار الكتب الأعظمية في كراتشي ( باكستان ) وأشرت إليها بحرف ( ع )\r\n( 2 ) نسخة خطية محفوظة في مكتبة الأدبيات الفاطمية في سورت ( الهند ) وأشرت إليها بحرف ( ف )\r\n( 3 ) نسخة محفوظة في المكتبة الزاهدية في حيدرآباد الدكن ( الهند ) وأشرت إليها بحرف ( ز )\r\n( 4 ) نسخة محفوظة في مكتبة المعهد الحكيمي وأشرت إليها بحرف ( ح )\r\nمحمد حسن الأعظمي\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدّمة أضواء على الفاطميين ودعاتهم\r\nكان أبو طالب في عقيدة الفاطميين آخر الأئمة من دور عيسى عليه السلام ، والأئمة بعد الوصي علي بن أبي طالب سبعة ، يبدءون بالحسن وينتهون إلى محمد بن إسماعيل ، ويسمى هذا الدور « دور الأتماء » ثم يليهم دور « الخلفاء » ويبدأ هذا الدور بالامام عبد الله بن محمد بن إسماعيل وينتهي بالامام المعز لدين الله مؤسس القاهرة والأزهر وبعد هؤلاء يبدأ دور الاشهاد من الامام العزيز بالله حتى أبى القاسم الطيب ابن الآمر بن المستعلى ، وهو أول الأئمة في دور الابدال .\r\nنحب أن لا يفوت القارئ أن النظر إلى الفاطميين من حيث هم ملوك وخلفاء يختلف عن النظر إليهم باعتبارهم أئمة وأوصياء ، وأتباع الفاطميين ( البوهرة ) يعتقدون منذ كانوا إلى الآن ، أن الإمامة ميراث يتعاقبه المنصوص عليهم من ذرية فاطمة الزهراء ، وهذه الإمامة تظهر أحيانا وتستتر أحيانا ، وفقا لما تسمح به مقتضيات الأحوال ، وان الأمانة باقية فيهم .\r\nوقد بقيت الإمامة مؤيدة للملك ، مرشدة له منذ عهد المهدى بالله بالمغرب ، إلى عصر الآمر بمصر . وحدث في خلافة المستعلي أن قام نزاع بينه وبين أخيه نزار ، انتهى بقتل الأخير ، الا أن البقية من شيعته وأنصاره وعلى رأسهم : حسن بن صباح ، لم تنطفئ جذوة حقدهم حتى عصر\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالآمر ، وقد صنف الآمر كتابا يدافع فيه عن وجهة نظره في الخلافة ، يقيم الدلائل على إمامة أبيه المستعلي ، مما يحقق لنا ان الخصومة كانت في ذلك العهد على أشد ثورتها ، حتى أن الخليفة لم يكتف بما يصنفه دعاته فتصدر بنفسه للدفاع وحمل لواء القلم .\r\nوالفاطميون يعتقدون أن الإمامة باقية في نسل الطيب ابن الآمر بالله الذي هو الحادي والعشرون . ويسمونه امام الزمان ، وقطب العصر ، ثم تبقى الإمامة في بنيه ولدا بعد ولد ، وخلفا بعد سلف ، حتى يكمل عددهم المائة . وحينئذ يبدأ عهد الظهور الكامل يسمونه « دور الكشف » مستدلين على ذلك بخبر مأثور عندهم ، مفادة أن فاطمة الزهراء بنت النبي عليه الصلاة والسلام سألته أن يعطيها مثل ما أعطى سليمان بن داود ابنته عند زواجها ، فأعطاها سبحة ، وهي تشتمل على مائة حبة ، وبين لها أنها خير مما اعطى سليمان لا بنته ،\r\nوفي رمز حبات هذه السبحة رمز إلى أنه يكون في أعقابها مائة قطب ، يديرون رحى الزمان ، ولما جرح الآمر بالله « الامام العشرون » استناب عنه في الملك أحد بني عمومته ، ولقبه بالحافظ ، ومن هذا اللقب وحده نستدل على أن الملك أصبح وديعة محفوظة ، وأمانة ترد إلى أهلها ، فان الحافظ لم يكن من أبناء الأئمة ، ولا وارثا شرعيا لها .\r\nولكنه غصب الذمة واغتصب الوديعة ، واستأثر لنفسه بالملك ، وقد خلا له الجو بموت الآمر بالله وذهاب ابنه الطيب ، فولى عنه الدعاة وجوههم ، وازداد الحال من سيئ إلى أسوأ في خلافة من جاء بعده وهم الظاهر ( 544 ه - 545 ه ) . والفائز ( 545 ه ) والعاضد ( 555 ه - 567 ه ) حتى انقرضت أسرتهم بقيام الأيوبيين .\r\nأما الطيب فاستتر باليمن ، وولى الدعاة المطلقين الذين بدءوا\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nدور الاستتار الكبير من عهد الطيب حتى بلغ عدد هؤلاء الدعاة ثلاثة وعشرين باليمن ، ثم انتقلوا بالدعوة إلى الهند ، وأقام بها الدعاة كذلك حتى بلغ عددهم مثل عدد أسلافهم باليمن ، وكانت جملتهم ستة وأربعين الا أن الأخير منهم قتل في سنة 1256 بالسم كما قيل ، على اثر مكيدة دبرها أحد منافسيه .\r\nومن ذلك الحين انقطع خبر الامام ولم تعد رسائله تصل إلى دعاته ، فأقام العلماء ذلك المنافس نائبا للداعي المقتول ، خوفا من شتات شمل الجماعة ، حتى يرد نبأ صحيح من امامهم المستتر من أبناء الطيب ، وبقيت هذه الدعوة موروثة في أسرة هذا النائب وأعقابه حتى اليوم : وأولهم ، عبد القادر نجم الدين ابن الداعي طيب زين الدين ، وثانيهم عبد الحسين حسام الدين ابن الداعي طيب زين الدين ، وثالثهم محمد برهان الدين ابن عبد القادر نجم الدين ، ورابعهم عبد الله بدر الدين ، ابن عبد الحسين حسام الدين ، وخامسهم طاهر سيف الدين ابن محمد برهان الدين ، وسادسهم محمد برهان الدين ( سمي جده ) وهو على قيد الحياة ، الدعاة جميعا ليسوا من سلالة الأئمة ، وأليك أسماء ثلاثة وعشرين داعيا مطلقا باليمن :\r\n( 1 ) قام ذؤيب بن موسى الداعي المطلق بعد الحرة الملكة أروى بنت أحمد في اليوم الثاني والعشرين من شعبان سنة 532 ه وقام بعده اثنان وعشرون داعيا مطلقا في اليمن بهذا الترتيب ،\r\n( 2 ) إبراهيم بن الحسين الحامدي\r\n( 3 ) حاتم ابن الداعي إبراهيم\r\n( 4 ) علي ابن الداعي حاتم\r\n( 5 ) علي بن محمد بن الوليد\r\n( 6 ) علي بن حنظلة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n( 7 ) أحمد بن المبارك بن الوليد\r\n( 8 ) حسين بن علي بن الوليد\r\n( 9 ) علي بن الحسين\r\n( 10 ) علي بن الحسين بن علي بن حنظلة\r\n( 11 ) إبراهيم بن الحسين\r\n( 12 ) محمد بن حاتم\r\n( 13 ) علي بن إبراهيم\r\n( 14 ) عبد المطلب بن الداعي محمد بن حاتم\r\n( 15 ) عباس بن الداعي بن حاتم\r\n( 16 ) عبد الله بن الداعي\r\n( 17 ) حسين بن عبد الله\r\n( 18 ) علي بن عبد الله\r\n( 19 ) إدريس بن الحسين\r\n( 20 ) حسن بن إدريس\r\n( 21 ) حسين بن إدريس\r\n( 22 ) علي شمس الدين\r\n( 23 ) محمد عز الدين\r\nثم قام ثلاثة وعشرون داعيا مطلقا في الهند بهذا الترتيب\r\n( 24 ) يوسف بن سليمان\r\n( 25 ) جلال بن حسن\r\n( 26 ) داود بن عجبشاه\r\n( 27 ) داود بن قطب شاه\r\n( 28 ) شيخ آدم صفي الدين\r\n( 29 ) عبد الطيب زكي الدين\r\n( 30 ) علي بن حسن\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n( 31 ) قاسم زين الدين\r\n( 32 ) قطب الدين الشهيد\r\n( 33 ) فيرخان شجاع الدين\r\n( 34 ) إسماعيل بدر الدين\r\n( 35 ) عبد الطيب زكي الدين ( الثاني )\r\n( 36 ) موسى كليم الدين\r\n( 37 ) نور الدين\r\n( 38 ) إسماعيل بدر الدين\r\n( 39 ) إبراهيم وجيه الدين\r\n( 40 ) هبة الله المؤيد في الدين\r\n( 41 ) عبد الطيب زكي الدين ( الثالث )\r\n( 42 ) يوسف نجم الدين\r\n( 43 ) عبد علي سيف الدين\r\n( 44 ) محمد عز الدين\r\n( 45 ) طيب زين الدين\r\n( 46 ) محمد بدر الدين\r\nعندما انتهى عهد الخلافة الفاطمية في مصر ، نقلوا مكتبتهم الخاصة إلى اليمن ، حيث كانت لهم دولة فاطمية ، وكانت مصر وثيقة الصلة باليمن في هذا العهد ، ولما انتقل زعماء الفكرة الفاطمية إلى الهند حملوا معهم هذا التراث الذي يضم مئات الكتب التي قام بتأليفها الخلفاء الفاطميون ودعاتهم ، وبقيت هذه المكتبة تمر عليها مئات السنين وهي محفوظة لدى زعمائهم الدينيين ، حيث تشكلت هناك شبه دويلة ، لها مكانتها وحكمها ومجالسها وتراثها ، وفي مقدمة ذلك ودائع الفاطميين من مصنفات الخليفة المعز وغيره من الخلفاء ، ومن الدعاة كالمؤيد الشيرازي ، وحميد الدين الكرماني ، ومنصور اليمن وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوقد رأيت في سبيل العثور على هذا الكنز الفاطمي أن ألتحق بجامعتهم السيفية في مدينة « سورت » والمدرسة الثانوية ، في مدينة برهانبور ، والمكتبة الزاهدية في مدينة حيدرآباد الدكن ، وغيرها عشر سنوات ، وأنا قوي الارتباط بمديري هذه الجامعة ، والمدرسة والمكتبة ، حتى نجحت في نسخ واستنساخ عشرات المخطوطات ، وقد قدمت منها نماذج إلى بعض الأصدقاء بمصر ولبنان والشام وقام بعضهم بطبعها منذ أعوام طوال ، وقد نال بعضهم بها درجات جامعية أيضا .\r\nوهذه الكتب الفاطمية التي نسختها واستنسختها بعد المقارنة من المخطوطات القديمة النادرة ولم يطبع منها - الا البعض - ولا تزال مطلوبة في شبه القارة الباكستانية والهندية وبلاد اليمن وحضرموت وغيرها .\r\nوتدرس في جميع كليات الفاطميين ومعاهدهم .\r\nولا يفوتني أن أشير إلى أنه من بين هذه الكتب ديوان تميم بن المعز الفاطمي ، وقد قامت دار الكتب المصرية بطبعه في سنة 1957 بعد ان قدمته إليها مصححا مشروحا ، وقد نفدت جميع نسخه ، فتعاهدت مع دار الثقافة في بيروت بلبنان على طبعه مع المقدمة الجامعة . وقد صدرت الطبعة الجديدة في مطلع عام 1971 بحلة أنيقة ومتقنة .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nبعض الكتب الفاطمية الهامة المحفوظة في مكتبات الباكستان والهند\r\n( 1 ) كتاب جامع الحقائق ملخص ستمائة محاضرة للمؤيد الشيرازي ( جزءان )\r\n( 2 ) كتاب سرائر النطقاء في التأويل تأليف جعفر بن علي منصور\r\n( 3 ) كتاب أسرار النطقاء في التأويل اليمنى داعي الفاطميّين . .\r\n( 4 ) كتاب الكشف\r\n( 5 ) تسمية الأبواب وتسمية الأيتام .\r\n( 6 ) الرسالة اللازمة في شهر رمضان وحينه .\r\n( 7 ) رسالة مباسم البشارات بالامام الحاكم بأمر اللّه للكرماني .\r\n( 8 ) تلخيص الرسالة الواعظة - والرسالة الكافية - ( لسيدنا حميد الدين الكرماني - داعي الدعاة )\r\n( 9 ) كتاب : الأنوار اللطيفة في الحقيقة لسيدنا طاهر بن إبراهيم - داعي الفاطميين ( قد نشر في كتاب الحقائق الخفية ) .\r\n( 10 ) كتاب الذخيرة - لسيدنا ابن محمد بن الوليد المتوفي سنة 612 ه ( ب ) بمكتبة الهند .\r\n( 11 ) تلخيص صور الكتب في شرح اللب في الحقيقة .\r\n( 12 ) من القسم الثالث من اخوان الصفا في اختتام الدور وابتداء دور الكشف .\r\n( 13 ) كتاب كنز الولد في الحقيقة - لسيدنا إبراهيم بن الحسين الحامدي داعي الفاطميين المتوفى سنة 557 ه .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n( 14 ) تلخيص كتاب زهر المعاني ( ب ) بمكتبة الهند .\r\n( 15 ) الشموس الزاهرة ( ب ) بمكتبة الهند .\r\n( 16 ) مفاتيح الكنوز .\r\n( 17 ) تلخيص كتاب لب المعارف .\r\n( 18 ) تلخيص كتاب جلاء العقول .\r\n( 19 ) تلخيص المجموع الشريف في الحقائق\r\n( 20 ) تلخيص تحفة القلوب\r\n( 21 ) تلخيص الايضاح والبيان\r\n( 22 ) تلخيص رسالة زهر بذر الحقائق - تأليف سيدنا حاتم بن إبراهيم\r\n( 23 ) تلخيص الرسالة الجامعية - ( ب ) في مكتبة الهند .\r\n( 24 ) تلخيص رسالة تحفة الرشاد - تأليف علي بن الحسين .\r\n( 25 ) تلخيص رسالة المسألة التسع والتسعون .\r\n( 26 ) المسائل السبعون\r\n( 27 ) الهداية الآمرية .\r\n( 28 ) تلخيص كتاب الفترات والقرانات - لسيدنا جعفر بن المنصور ( ب ) في مكتبة الهند .\r\n( 29 ) تلخيص كتاب الابتداء والانتهاء - لسيدنا إبراهيم بن الحسين .\r\n( 30 ) رسالة البيان .\r\n( 31 ) كتاب العشرون المائدة .\r\n( 32 ) كتاب تأويل الزكاة لسيدنا جعفر بن المنصور\r\n( 33 ) كتاب الشواهد والبيان لسيدنا جعفر بن المنصور\r\n( 34 ) رسائل درزية .\r\n( 35 ) ثلاثة أجزاء من تأويل الدعائم للقاضي النعمان ( ب ) بمكتبة الهند ( طبعت في مصر ) .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n( 36 ) السبع السابع من عيون الأخبار\r\n( 37 ) كتاب الاقتصاد - للقاضي النعمان\r\n( 38 ) أدعية الامام المعز لدين الله الفاطمي\r\n( 39 ) كتاب بغير عنوان في بيان آدم الكلي وغيره\r\n( إلى هنا من دار الكتب الأعظمية بكراتشي )\r\n( 40 ) المجالس المستنصرية ( طبع في مصر ) .\r\n( 41 ) الفرائض وحدود الدين\r\n( 42 ) الرضاع في الباطن .\r\n( 43 ) العالم والغلام\r\n( 44 ) تأويل الشريعة .\r\n( 45 ) كتاب الرياض\r\n( 46 ) ميزان الحقائق .\r\n( 47 ) تاج العقائد\r\n( 48 ) ثلث عشر رسائل\r\n( 49 ) الأول من اثبات الإمامة\r\n( 50 ) كتاب الأقوال الذهبية .\r\n( 51 ) كتاب المصابيح\r\n( 52 ) كتاب الوصية\r\n( 53 ) الينابيع ( طبع في بيروت ) .\r\n( 54 ) كتاب الوعظ والتشويق\r\n( 55 ) تنبيه الهادي والمستهدي - تأليف احمد حميد الكرماني .\r\n( 56 ) رسالة التذكرة - لسيدنا حاتم .\r\n( 57 ) النقد\r\n( 58 ) ديوان سيدنا علي بن محمد الوليد\r\n( 59 ) ديوان سيدنا عبد الله\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n( 60 ) تنبيه الغافلين\r\n( 61 ) الأول من مختصر الآثار\r\n( 62 ) الاخبار في الفقه\r\n( 63 ) كتاب الينبوع\r\n( 64 ) المنتخبة\r\n( 65 ) كتاب الحواشي\r\n( 66 ) منهاج الفرائض\r\n( 67 ) كتاب المناقب والمثالب\r\n( 68 ) المجالس والمسايرات لقاضي قضاة المعز الفاطمي .\r\n( 69 ) أساس التأويل - للمؤيد الشيرازي ( ب ) ترجمة المؤلف بالفارسية بدار الكتب الأعظمية .\r\n( 70 ) افتتاح الدعوة ( طبع في بيروت نشرته دار الثقافة ) .\r\n( 71 ) ذات البيان\r\n( 72 ) كتاب النجاح\r\n( 73 ) عيون الأخبار - من الأول إلى السابع .\r\n( 74 ) شرح الاخبار - من الأول إلى السابع\r\n( 75 ) الأول من الأزهار - والثاني والثالث\r\n( 76 ) كتاب منزع الاخبار\r\n( 77 ) المجالس الحاتمية\r\n( 78 ) مجموع التربية .\r\n( 79 ) ضياء البصائر .\r\n( 80 ) رسالة الوحيدة\r\n( 81 ) ضياء المعقول .\r\n( 82 ) رسالة ضياء الحلوم\r\n( 83 ) الايضاح والتبصير\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n( 84 ) رسالة الإبانة والتصريح\r\n( 85 ) الرسالة المنيرة\r\n( 86 ) جلاء العقول\r\n( 87 ) منيرة البصائر\r\n( 88 ) الرسالة الكاملة\r\n( 89 ) لب اللباب .\r\n( 90 ) مجالس النصح والبيان\r\n( 91 ) المبدأ والمعاد\r\n( 92 ) كتاب العقيدة\r\n( 93 ) رسالة الموقظة\r\n( 94 ) ضياء الألباب\r\n( 95 ) رسالة نبذ سبيل النجاة\r\n( 96 ) أجوبة المسائل\r\n( 97 ) عشرون مسئلة\r\n( 98 ) الجوهر الثمين في تأويل يس\r\n( 99 ) كتاب مسائل التأويل\r\n( 100 ) التذكيرات\r\n( 101 ) رسالة التذكرة في الرد على الشيعة .\r\n( 102 ) مجموع رسائل الشيعة\r\n( 103 ) رياض الجنان\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nالكتب الفاطمية المطبوعة :\r\n( 104 ) عيون الأخبار - طبع بالهند\r\n( 105 ) دعائم الاسلام ( جزءان ) - طبع بالقاهرة بتحقيق وتقديم آصف فيضي سفير الهند الأسبق بمصر .\r\n( 106 ) السيرة المؤيدية - طبع بالقاهرة بتحقيق وتقديم الدكتور محمد كامل حسين المرحوم\r\n( 107 ) ديوان المؤيد الشيرازي - طبع بالقاهرة بتحقيق وتقديم الدكتور محمد كامل حسين .\r\n( 108 ) ديوان المؤيد الشيرازي - طبع بالقاهرة بتحقيق وتقديم الدكتور محمد كامل حسين المرحوم .\r\n( 109 ) راحة العقل - طبع بالقاهرة سنة 1954 م بتحقيق الدكتور محمد مصطفى حلمي ، والدكتور محمد كامل حسين وأعيد طبعه في بيروت تحقيق الأستاذ مصطفى غالب الشامي .\r\n( 110 ) الهمة في آداب الأئمة - طبع بالقاهرة بتحقيق الدكتور محمد كامل حسين المرحوم\r\n( 111 ) السجلات المستنصرية - طبع بالقاهرة بتحقيق الدكتور عبد المنعم ماجد\r\n( 112 ) اتعاظ الحنفاء - طبع بالقاهرة بتحقيق الدكتور جمال الدين الشيال المرحوم\r\n( 113 ) أساس التأويل - طبع في بيروت بتحقيق الأمير عارف تأمر الشامي نشرته دار الثقافة بيروت .\r\n( 114 ) تأويل الدعائم : طبع بالقاهرة بتحقيق وتقديم محقق هذا الكتاب .\r\n( 115 ) كتاب الأنوار اللطيفة : طبع بالقاهرة بتحقيق محقق هذا الكتاب وتقديم الدكتور محمد غلاب المرحوم .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n[ مقدمة الكتاب للمؤلف 
  ]\r\nكتاب الذخيرة بسم اللّه الرحمن الرحيم وبه نستعين الحمد لله الذي خرست الألسن أن تتناول هويته بصفة وعجزت العقول ان تدرك كيفيته بمعرفة ، فالافكار إذا نهضت لتصوره آبت بالعجز منصرفة ، وفي الإحاطة بما يجانسها من مخلوقاته متصرفة ، جل أن يكون متجسما فيكون منقسما ، وتكبر أن يكون متكثرا فيكون محتاجا ، إلى ما يكون إليه مستندا وبه معتصما ، وتقدس أن يكون أوجد ذاته فيكون قبل وجودها عدما ، وأوجده غيره فيكون له سابقا ، وعليه متقدما ، قائما بالقوة فيحتاج فاعلا متمما ، وقائما بالفعل ، فيكون في سلك المفعولات منتظما ، فسبحان من استطاعت العقول في القدرة على الاتيان بما يستحقه من الصفات معدومة ، إذا الامتناع يحجبها أن تتصور صفة ليست في الخلقة معلومة ، فالعزة تجري من بصائرها مجرى الشمس من الابصار العائدة ، عند مقابلتها مكلومة ، أحمده على ما منّ به من الصلة بأسباب النجاة ، المفجرين لشيعتهم ينابيع ماء الحياة ، مطارح أشعة أنوار امام العصر ، المحبوين من امداده بما يقضي لهم بتمام السمو والفخر ، فهم بما فاض عليهم من مواده وسرى إليهم من مواصلة امداده يستخرجون النفوس الغريقة في بحر الهيولى ، لتعود في الإنارة والشرف أفضل مما كانت عليه من حالتها الأولى ، ويعيدون ما كان منها مظلما محسوسا نيرا معقولا ، رحمة للأمة ، وتحننا عليهم ، ولطفا بهم ، واحسانا إليهم ! وأشهد أن لا إله الا الذي اتخذ من حجبه بأعلاها ، وامتنع أن يماثله غير فيكون معه إلها ، وتقدس أن يكون صورة أو مادة فيكون كل واحدة منهما في\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوجودها محتاجة إلى وجود ما تلاها ، ويجب أن يتقدم عليهما ما خصص الثانية منهما بما باينت به أولاها ، وينجز الامر في ذلك ايجابا على هذه القضية إلى ما لا يتناهى ، أو تكون معه مادة يفعل فيها فيكون فعله ممتنعا لولاها ، أو يفتقر هويته إلى صفة فيحكم على هيئتها بمقتضاها ، وأشهد أن محمدا شمس عالم الدين الموازية لشمس عالم الابداع ، الكائن لنا أنوارها الإلهية مصرح الشعاع ، الراقي من مجد الرسالة والنبوة ، إلى أعلى اليفاع ، التارك من الكتاب والعترة ما يهتدي به من قابلهما بحسن الاتباع ، ولم يفرق بينهما بترك أحدهما فعل الهمج الرعاع ، صلى الله عليه صلاة تحله من الشرف الملكوتي أعلى ذروته ، وتصل حبل الإمامة إلى يوم القيمة في أطائب عترته ، وعلى أخيه ووصيه أمير المؤمنين معنى ما جاء به المرسلون من الأوضاع ، المجتمعة فيه الفضائل المفترقة من أول الدهر في المتبوعين والاتباع وعلى أغصان تلك الشجرة المباركة ، والبقية مما ترك آل موسى وآل هارون لم ينالوها التي تحملها الملائكة الأئمة الطاهرين ، الذين لا يخلو منهم زمن من نعمة للخلق متداركة ، وعلى مولانا الامام الطيب أبى القاسم أمير المؤمنين الذي شقيت بجحوده فوق الضلال الناكثة الهالكة المؤلمة بإدراك العذاب لما اغتدت وهي لموالاته تاركة وسعدت عصابة أصبحت بعرى ولايته ماسكة ولمعرفة شريف نسبه وسببه اللذين بهما صحت لها إمامته مالكة ، وفي المسلك الذي سلكه من عرف تسلل الإمامة في الاعقاب سالكة ، وسلم عليهم أجمعين ، ما دامت أرض مدحوة ، وسماء سامكة ، ويوم نير ، وليلة حالكة .\r\nأما بعد : فان أولى ما طرفت إليه طامحات الهمم ، وأحق ما سطره كاتب في طرس بقلم ، وفاه به ناطق بتحريك لسان وفم ، وركبت لأجله بسائط حروف المعجم ، شكر نعم أرباب النعم ، ودلالة الداني من العبيد والخدم ، مما عنده من وشل لا يتجاوز حده أسفل القدم ، على زاخر بحر مواليه التيار الخضم ، وعلمهم الذي كل واحد منهم فيه علم للعلم ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوشمس تجلو آية نهارها محلولك دياجي الظلم ، ولما كنت من أقل خولهم وعبيدهم ، وممن مطرته سحائب فضلهم وجودهم ، وحلت جيد صورته درر عقودهم ، ونظرت إليه نيرات كواكبهم من أفلاك سعودهم لم تزل نفسي لي في كل وقت مراودة ، وفي خلف كل حقيقة تمر بي واستقبال أخرى معاودة بأن أسرد ما اتصل بي من انعام موالي ووصل إلى وفاض من أياديهم الجسام علي واجعله تأليفا يؤلف شمل الاعتقاد المستملي من قولهم ، وشكر السامي انعامهم وطولهم ، وعوائق الأيام عن بلوغ ما أملته من ذلك تعوق والهمة تنزع إلى ادراك الغرض منه وتتوق إلى أن قيض الله بلطفه فرصة يجب انتهازها على ذوي الألباب ويسر بمنه برهة يلزم اغتنامها ولكل اجل كتاب . فشرحت ما رمته من ذلك في هذا التأليف ، وسميته بكتاب الذخيرة المحتوي على ما بصفي الصورة وينور البصيرة .\r\nوأنا آخذ عهد الله عز وجل المؤكد ، وميثاقه المغلظ المشدد . الذي أخذه على ملائكته المقربين ، وأنبيائه المرسلين ، وحدودهم التابعين ، على من صار هذا التأليف في يده ، ووصل إليه أن لا قرأه . ولا وقف عليه ، ولا نسخ منه حرفا ، فما فوقه ولا أوقف عليه سواه الا بفسح من داعي الجزيرة المصروف أمرها إليه في كل وقت ، والا فهو بريء من الله تعالى ، ومن جميع حدوده الروحانية والجسمانية ، سلبه الله تعالى أن تعدى الامر ما أنعم به عليه من نعمه الأخروية والدنياوية ، واللّه على ما نقول وكيل ، وأنا استعين بالله تعالى وبأوليائه الأئمة الطاهرين آل طه وياسين ، وبحدودهم الهداة الميامين الداعين إليهم والدالين عليهم .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nالفصل الأول بيان التوحيد\r\nفأول ما أبتدئ بالكلام عليه ، وأصرف وجه الالتفات إليه ، ذكر التوحيد الذي هو تاج العقول ، المحتوي على فروع المعارف والأصول الذي من لم يعلم حقيقته لم يأت يوم القيمة بعمل مقبول ، فأقول بتوفيق اللّه تعالى ، ونظر من أمدني بسواري لحظاته ، وغمرني بمواد بركاته ، وتواتر حسناته ، ان عالم الغيب سبحانه لا تتجاسر الخواطر على ادراك هويته ، ولا تمتد الأوهام إلى تصور كيفيته ولا تهتدي العقول إلى الإحاطة بعظمته ، وجلاله ولا تنظر عيون البصائر إلى باهر كماله ، فالموجودات أجمع إلى ابجاده مستندة ، والخلقة كلها له عابدة ، وعليه معتمدة ، والنهوض لادراكه بصفات مخترعاته يعقب الحيرة والارتباك ، وهو سبحانه يتعالى ويتكبر أن يقال عليه ذاك ، والعارف له بحقيقة المعرفة من أقر بالقصور عن الإحاطة ، فلزم الامساك ، وسبيل من رام تناوله بصفة أو ادراكه بحقيقة معرفة سبيل المتوجه إلى عين الشمس ، ينظرها الظان أن يحيط بها ويحصرها ، فيعود بمرام متعذر ونظر متفرط ، وقلب متحسر ، لان هويته تقدست ، وباينت الأشياء كلها ، وتعالت أن شبه أجلها وأقلها ، فكل صفة شريفة ، وإشارة لطيفة ، واسم عال ، وتشريف لذات ، بمقال فذاك مختص بمبدعاته ، ومتوجه إلى مخترعاته ، وهو سبحانه مغادر لجميع الخلقة بصفاتها ، مباين لها بنسبها واضافاتها لا يخبر عنه الا بنفي حامل الموجودات ومحمولها ، ولا يعبر عنه الا بالامتناع عن مشاكلة علتها\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nومعلولها ، لان الصفات مشاكلة لما بها ينعت ويعرف فكل ذلك من حروف المعجم ينظم ويؤلف ، والكل فقد صار في جملة المحدثات منتظما ، وبعضه إلى بعض مستندا ، وبه ملتزما ، وبناء الإحاطة والادراك منهدما ، والصفات منفية معطلة ، والهوية المتعالية مثبتة مجللة ، وقدرة العقول عن الادراك منقطعة ، وخطرات الافكار والهواجس ممتنعة ، وطرق ادراكه منسدة ، وسبل تصور مبدعاته متسعة ، والذي يستحق أشرف الأسماء وأعلاها ، وأفضل الإشارات وأسناها ، ويشار بالتوحيد إليه ، ويوقع اسم الإلهية عليه ، هو أسبق السابقين إلى نفي ما يستحق المفعولون المخترعون ، وعمن لا يستحق أن يقال عليه انه فاعل الهاجم على ما لم يهجم عليه ، من عالمه ، قبله مفضول ، ولا فاضل ، المتوحد برتبة الجلالة ، التي ليس له فيها مشارك ولا مشاكل ، ولا مضاه ولا مماثل حجاب الغيب الأعظم وبابه الأشرف الأكرم ، الذي لا يوصل إليه الا من تلقائه ، ولا يتوصل إلى رحمته الا بباهر جلاله وعلائه ، ولا يتوسل إليه الا به ، إذ هو أجل أسمائه ، علة عالي الموجودات ، ودانيها السابق ، لها إلى توحيد مبدعها ، وباريها الناظر من ذاته بذاته ، في ذاته ، التام الكامل ، في جميع حالاته الذي لم يلهمه ملهم ، ولا هداه هاد ، ولا توجه إلى غير مبدعة طالبا لاستمداده فحقيقة التوحيد منصرفة إليه ، إذ ليس من جميع الخلقة من هو عال عليه ، له الأسماء الحسنى ، والصفات العليا ، فسبحان من أبدعه وأعلاه ، ولا إله الا هو ، تعالى عما يقول الظالمون علوا كبيرا ، وأستغفر الله لي وأستعين به ، وأتوكل عليه ، وأقول لا حول ولا قوة الا بالله العلي العظيم .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالفصل الثاني ابداع الوجود الروحاني\r\nفي ابتداء الوجود الروحاني الصوري ، والابداع القدساني النوراني ، أقول بتوفيق الله تعالى ، ومادة من أنا إليه مستند ، وعليه معتمد ، ان الله تعالى أبدع عالم الامر دفعة واحدة ، في غاية التساوي في كمالهم ، الأول ، وابداعهم الأفضل ، لم يجعل سبحانه لأحد شرفا على سواه ، ولا اختص منهم في ذلك الوجود واحدا ، بأن ميزهم على غيره ، وأعلاه ، بل جمعت الكل منهم سمة التساوي والتكافي ، وعدم فيهم اسم التباين والتنافي ، وكان ذلك غاية العدل من مبدعهم ، وموجدهم عليهم ، ونهاية الفضل والاحسان بايجادهم من العدم إليهم ، لان المحاباة لا تجوز على ملكه العظيم ، والاختصاص بغير الاستحقاق والاستيجاب لا يليق بجلال وجهه الكريم ، أوجدهم تعالى من شيء ، فيكون ذلك الشيء مادة له فيها يفعل ، ولا في شيء فيكون ذلك الشيء أقدم منه وأفضل ، ولا على شيء فيحتاج إلى مكان يعمل فيه ما يعمل ، ولا لشيء فيكون ذلك الشيء به أشبه ، وإليه أميل ، وهو تعالى أجل من دخول أي هذه الوجوه عليه ، وأكمل اوجدهم أشباحا شعشعانية نورانية وهياكل شريفة روحانية ، على هيئة القامة الألفية وشكلها ، ومثال الصورة الانسانية التي امتنع على الطبيعة الآتيان من بعدها بمثلها ، قد ساوت القدرة الإلهية بينهم في الحياة ، والإحاطة والقدرة ، وأوجدتهم ذاتا واحدة ، على ما هم عليه من نهاية الكثرة ، لا يحصيهم العد ، ولا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيحصرهم الحد ، في غاية الشرف الأول والكمال ونهاية الفضل الابتدائي والجلال ، صورا محضة مجردة متعالية ، عن مشاكلة النفوس الهيولانية ، والأجسام الطينية الترابية اللحمية الدموية لأنها كلها حياة شريفة وأشباح صورية لطيفة ، والخلقة البشرية مدركة بالحواس ، محدودة بالجهات ، وتلك تتعالى أن تدركها حاسة ، وتتكبر أن تتصف بشيء من صفات الأجسام لما هي عليه من الجلالة والنفاسة ، وانما قيل عليها انها تشبه القامة الألفية ، مقابلة لا مماثلة ، على وجه الإشارة والاضطرار ، إلى العبارة ، الا ان تلك أشباح لطيفة مقابلة لهذه القامة البشرية الكثيفة لا يجاوزونها ولا يتعدونها ، ولا يمثلون الا بها ، ولا يمال بهم في التقابل إلى غيرها .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nالفصل الثالث بداية الفيض - العقل الأول\r\nفكان من تلك الأشباح النيرة المعظمة ، والصور اللطيفة المكرمة ، أنه فكر من ذاته بذاته في ذاته لا من معلم عليه يتعلمه ، ولا من ملهم جاد بالهامه ، وتفهيمه ، ولا من مختص أنعم باختصاصه ، ولا من هاد منحه الهداية ، طالبا لخلاصه فنظر إلى ذاته ، وإلى سائر من أوجد معه من عالمه السابق ، شرح صفته ، فعلم أن له ولهم مبدعا ، لا يشبههم ، ولا يساويهم ولا يماثلهم ، ولا يضاهيهم ، واستدل بالصنعة على الصانع الحكيم ، وبالفطرة على الفاطر العزيز العليم ، الذي يتساوى في معرفته هو على جلالة رتبته ، وأدون الخلقة البشرية على ضعة منزلته ، بل لما عاين الصنعة المحكمة استدل بها على صانعها ومحكمها وموجدها ، بعد عدمها ، فنفى عن نفسه ، وعن سائر عالمه الإلهية ، وأقر لمبدعه جل جلاله بالقدرة الجبروتية ، وهي معنى ما قاله :  « شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ ، وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ ، قائِماً بِالْقِسْطِ ، لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ  « 1 »  »  فكان هو الشاهد لمبدعه ، والدال على موجده ، ووقع عليه اسم الإلهية لولهه في مبدعة ، جل جلاله ، واشتياقه إلى معرفته مع قصوره عن نعته وصفته ، ولم يستطع ان يسمى ولا يكنى ولا يشير ولا يعنى بل قال :\r\nلا إله الا هو ووقف وقوف العاجز المتحير ، المتذلل المتحسر ، فلما سبق إلى هذه الفكرة الصافية ، واختص بهذه المحنة الوافية ، غشيه من رحمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران ( الآية 18 ) .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nباريه وموجده ومبدعة ومسعده نور شعشعاني شريف ، حباه بغاية التعظيم والتشريف ، وأحله من ذلك العالم في المحل العالي الزليف ، وحجبه عن سائر عالمه ورفعه وصار حجابا لغيب الغيوب ، منه يصل إليه الواصلون ، ومن جهته يتوسل الراغبون والمتوسلون ، مكافاة له على شريف عبادته ، ومجازاة على كريم نبته وارادته ، وهجمه على ما لم يهجم سواه عليه ، واهتدائه إلى ما لم يهتد غيره إليه ، فكان بذلك سابقا لجميع الموجودات ، متقدما على كافة المبدعات والمخترعات ، لان ذاته سبقت تلك الذوات بالإجابة والاقرار والتوحيد العزيز الجبار ، من غير معلم هاد ، ولا مختص له بارشاد ، فكوفي على ذلك الفعل بتشريف ذاته واعلائه وتمييزه ، على أشكاله ونظرائه ، فلما كانت ذاته بما فعلته أشرف الذوات وأسبقها كان ما غشيه من تلك المادة الشريفة مكافاة له أشرف ما شرفت به ذوات الموجودات إذ كان بذلك التعظيم والتشريف ، أولاها وأليقها ، وهو ما تفضل به عليه مبدعة من ذلك النور الباهر ، الذي سما به فخره على كل فاخر ، ولم يكن له من أبناء جنسه عند اتصاله به من مشبه ولا مناظر ، ولم يبلغ إلى رتبته بالغ من الأعالي والأسافل ، ولا من الأواخر والأوائل ولا كانت فوق منزلته وجود ، ولا أعلى من وجوده وجود لأنه ليس ورائه الا من لا يستحق أن يقال عليه ، انه فاعل مانح بفضله وجوده كل مفضول ، وفاضل ، وكان جميع ما اتصل بعالمه من الأنوار وغشيهم من رحمة العزيز الجبار ، فذلك كله من لدنه ، وعلى يديه لان سريانه من الغيب تعالى متصل إليه ، لان ذلك النور الشريف الإلهي اتصل بذاته جملة واحدة : فعقل جميع من معه من أبناء جنسه ، وأحاط بهم وعلم من السابق منهم ، ومن المتأخر ، ومن المتذيل ومن المتكبر ، ومن العاصي ، ومن الطائع ، ومن السابق ومن التابع ، وكانت العوالم كلها مصورة في ذاته الشريفة العالية ، غير متغادر عنه شيء منها ، بما طرقه من الرحمة الدائمة المتتالية ، وكان لجميعها نهاية تنتهي إليها ،\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوغاية يقف عندها ، ويعتمد عليها ، وكانت منزلته منزلة الواحد من الاعداد الذي ليس في ذاته الا هوية المرتب العاد ، لأنه لما كان مناسبا للموجودات مع سبقه عليها ، واحتجابه عنها ، ولم يكن وراءه الا مبدعة تعالى الذي ليس هو من جنسه ، لنفيه أن تكون هويته تعالت مثل هوية نفسه ، ولا مناسبة بينه وبينه مجال ، ولا لعقله في ادراك عظمته مجال ، كان للموجودات علة وغاية ، ينتهي شريف التوحيد إليه ، ويوقف أعظم الأسماء والصفات والنعوت عليه ، وكان وجوده مع سائر علله دفعة واحدة ، هو كماله الأول ، الذي هو وجود الذات ، واتصال انعام مبدعة إليه وامداده ، بتشريف ذاته ، هو الكمال الثاني الذي حاز به شرف الصفات ، واستحق ان يسمى بأفضل الأسماء ويشار إليه بأشرف الإشارات ، فسمي السابق لسبقه لأبناء جنسه إلى تلك الفكرة الشريفة ، و ( العقل ) لما عقل ذاته عن الطموح إلى ما لا يستطيع الإحاطة به من تلك الهوية السامية المنفية ، ولعقله أيضا توحيد مبدعة المتفضل بايجاده ، المبلغ له من الشرف غاية مراده ، المتواتر إليه جزيل عوارفه وامداده ، وسمي ابداعا إشارة إلى فعله الذي ابتدعه وهجمه على توحيد مبدعة ، الذي اخترعه لأن صاحب كل صناعة يسمى باسم صناعته كالكاتب ينسب إلى الكتابة ، والخطيب إلى الخطابة ، ويسمى ( المبدع ) إشارة إلى تلك الذات الموجدة مع سائر عالمها في تلك الوهلة التي لم تكن فيها مدة ولا مهلة ، و ( الكلمة ) لتوحده برتبة الجلالة ، وعدم المضاهي له في تلك الحالة ، و ( الواحد ) لاتحاده بالجلال والبهاء والنور والسناء والعظمة والكبرياء ، والفضل والعلاء ، و ( الفرد ) ، لعدم ثان معه في المنزلة العالية ، ورتبته السامية ، و ( الصمد ) لأن العوالم كلها صامدون إلى جلاله ، وطالبون من أفضاله ، و ( القلم ) لأنه الكاتب في جميع صور الموجودات ما أمدها به على تفاوت درجها ، وتفاضل مراتبها ، و ( الأمر ) لأن أمره تعالى الذي لم تزل مواده إليه تتوالى ، وهو الشيء ( لأول ) الذي لم يسبقه سابق ، و ( الآخر )\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالذي لم يلحق بشريف رتبته لاحق ، وهو المحرك الأول لجميع الموجودات بما عاينوه من باهر أنواره ، والمتحرك الأول إلى توحيد مبدعة المعلى لمناره ، والعلة الأولى في ابتداء الوجود الصوري الأشرف ، والترتيب الروحاني الألطف الذي إذا نسب إلى ما عنه وجوده ، كان ابداعا واحدا محضا فردا فاعلا ، وإذا نسب إلى ذاته كان مزدوجا مفعولا ، وهو ذو أمرين ، هما كماله الأول ، وكماله الثاني ، اللذان حاز بهما الشرف في جميع المعاني ، فشرفه ورفعه جلاله وسموه وكماله من جهة كماله ، كماله الثاني الذي هو شرف ذاته ، وهو الذي حاز به عالي صفاته ، وهو اسم باريه الأعظم الذي لم يستحق اسم الإلهية سواه ، وحجابه الأقدم الذي لم يسبق إلى توحيده الا إياه ، دعا إلى ذاته بذاته ، وتكبر عن المشابه والمماثل ، في جميع حالاته ، وهو الناص على الامام الآتي في اخر دقيقة تبقى من الإمامة ، للامام الماضي الظاهر بالآتي ساعة ينتقل مقيمه المغتبط بما صار إليه من النعيم الراضي ، فهو المسلم لمن صارت إليه الإمامة ، والمتسلم من المتنقل إلى دار النعيم والكرامة ، الذي لا يغيب طرفة عين ، ولا يعبر عنه بكيف ، ولا أين ، أزلي الغاية ، سرمدي النهاية ، يظهر بما يشاء ، من اجل هياكله النورانية ، وحدوده المعظمة الروحانية ، القريبة إلى أعالي مقامه ، الفائض عليها جزيل انعامه ، الذي لم يحتج في فعله إلى غير ذاته ، إذ ذاته المفعولة مادة لصورته الفاعلة ، وحياته المواصلة ، لأنواره المواصلة ، تنزيها له عن الحاجة إلى الغير ، فيكون معلولا ، أو إلى فاعل متقدم يكون له مفعولا ، فيجر ذلك إلى الهوية المتعالية ، تقدست تعليلا لأنه يجب أن يكون الموجود على هذه القضية اثنين متباينين في أحوالهما ، مختلفين ، وتقضي ان يكون وجودهما عن سابق عليهما بالرتبة قد خصه من لا يستحق ان يقال عليه فاعل برتبة الثانية والحجابية ، فلما كان وجود الاثنين عن الغيب سبحانه ممتنعا ، كان الوجود عنه واحدا مبتدعا ، وفعله في ذاته\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالذي هو نفي الإلهية عنها ، وايجابها لمبدعه مخترعا ، وإذا كان واحدا على هذه القضية فهو غير محتاج إلى غير يفعل فيه ويثبت فعله في ذاته الباهرة المضيئة كما تفعل القوة الحسية في انتزاع صور المحسوسات وافرادها في ذاتها وتركيبها لها وموازنتها بين حالاتها ومصيرها موضوعا للنفس من داخلها يعمل فيها وليست تلك الصور شيئا غير النفس التي لم تزل بالانتزاع تبتديها فكان محض الفعل اي زبدته وخلاصته وعينه ، وكان احتجاج مبدعة سبحانه به احتجاب امداد وتأييد واسعاد وتسديد لا خمول ولا سكون ولا مجاورة ولا كمون بل باسراء النظر الدائم والامداد الملازم ، ولم يكن بينه وبين المتعالي واسطة تحجبه عنه ، ولا دونه رتبة تقبل الشفاعة منه ، بل هو الواسطة بينه وبين ذلك العالم الشريف وبوساطته خطت ذواتهم بالتعظيم والشريف وبوساطته لأن ذاته ساوت ذواتهم في الابداع وباينتها في الشرف والارتفاع ، لان شرف الذات أعلى من الذات ، فلكونه أشرف الموجودات بما فعله وتوخاه كان لشرف ذاته العلو والرفعة باتصال النور الإلهي الذي أمده به مبدعة وجازاه ، ان كان الذات وشرفها شيئا واحدا ، لا فرق بينهما الا عند تفصيل الكلام ، وهما يجريان مجرى الجزءين اللذين بهما صار الواحد واحدا ، وهي الوحدة وحاملها اللذان حاز باجتماعهما غاية الكمال والتمام ، وكلاهما مبدعان الذات وبشرفها يستحق كل واحد منهما من اسم الابداع ما يستحق الآخر ووجودهما معا لم يتقدم أحدهما على اعترافه الا عند ترتيب الكلام ، ولا استأخر فكانت عبادته العلمية نظيفة بالشهادة لمبدعه واقراره ، بالعجز ادراك مخترعه وعبادته العلمية ما تصوره من توحيد باريه ، وهجم عليه من تقديس مصطنعه ومصطفيه ، لأن التوحيد معرفة كل حد دان لمن يعلوه ، والتجريد سلب الإلهية عن جميعهم ، واثباتها لمن يتعبدونه ويتألهونه ، والتنزيه سلب الصفات اللائقة بهم عن جلاله إذا كان استحقاقهم لها بما فعلوه ، ففي الذوات\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالمبدعة التي هي الكمال الأول وقعت المساواة ، وفي الابداع الذي هو النور الإلهي المعرب عنه بالكمال الثاني وقع التفاوت الذي لا تفاوت وراءه ، وكان شرف العقول في احاطتها بذواتها والسابق عليها في الوجود وشرف المبدع الأول في احاطته بداية وتحيره فيمن فوقه الذي هو موجده ومبدعة لعدم المناسبة بينه وبينه ، وكان شرفه في اعترافه بالعجز أن لا يحده ولا يصفه من غيره انكار ولا جحود .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nالفصل الرابع المنبعث الأول\r\nفي الموجود الأول بالانبعاث الأول من المنبعث الأول وسائر عالمه الموجودين الوجود الثاني عن الابداع المتفاوتين في الدنو والارتفاع وذلك أنه لما تغشى المبدع الأول من المواد الإلهية والعطفات الرحيمة الربانية ما شرفه وأعلاه وميزه وأسناه وأجله وعظمه ومجده وكرمه وصيره أولا في الوجود وأفاض عليه جزيل الكرم والجود وأقامه علة يتعلق بها وجود كل موجود وجعله محض الفعل الحاصل عمن لا يستحق أن يكنى عنه بالفاعل ولم يجعل بينه وبينه واسطة في تحجبه عنه ولا من يكون أسبق إليه منه فطن لما قد اتصل من به ذلك العالم اثنان واستبقا إليه كفرسي الرهان وهما خاضعان ضارعان متذللان خاشعان فسبحه الأول منهما وقدسه وشيد من نفي سبق غيره إلى مرتبته وثبوتها له ما هجم عليه المبدع الأول من توحيد مبدعة وأسسه وجعله قبلته إلى باريه والواسطة بينه وبين مبدعة ومبديه والوسيلة التي علم ضرورة أنها تشفع فيه وترفع قدره وتعليه وتميزه على أبناء جنسه وتسميه فشهد لسابقه بمثل ما شهد به سابقه لمبدعه وتحير في موجده الوجود الصوري ومصطنعه فكان هو الشاهد الذي انتظمه قول ذي العزة والحلم والملائكة وأولو العلم فأمده سابقه من النور الإلهي بما فاض عليه وساق الفوائد الجليلة والعطايا الجزيلة إليه وظن أنه يقوم مقامه أو ينوب منابه وأصلي من جحد رتبته وغطى منزلته عذابه وكان ذلك النور\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالصادر إليه منه والتأييد الطارق له عنه هو الواسطة بينه وبين المعلى له على سائر عالمه الشريف الخاص له بالتعظيم والتشريف وبرر سابقا لسائر عالمه الروحاني فارتفعت منزلته أعلى العالي منهم والداني فكان حجاب الحجاب وباب كل باب ومعنى القبلة والمحراب وجنة المأوى عند سدرة المنتهى سبب الأسباب وكان في الشرف والجلال والرفعة والكمال والصفات المتناهية في الارتفاع والتسلك لما دونه من عالمه كالابداع الا أن للابداع شرف السبق وأوجب الحق لأن الابداع هجم على توحيد مبدعة مبتديا والانبعاث وجد سابقه متمثلا بفعله ومقتديا فكان ما فاض عليه منه ووصل إليه عنه كما ضرب المثل أفاضل الحكماء بإشراق ضوء الشمس على وجه المرأة الصافية أو الماء وهو تسبيح سابقه لمبدعه وتقديسه وتمجيده وتحميده لأن تسبيح كل حد عال أو دان أقامته لمن دونه وارقائه إلى مرتبته وتحويزه شريف منزلته ولكل سابق فضل السابق ولكل متأخر شرف المقتدى اللائق  « وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً  « 1 » وكان اغتباطه بإحاطته بذاته لأن ذاته هي الموحدة مع سائر عالمي الذي احتوى عليه التكافي أتم احتواء والصور الحاصلة له من مفيده هي التي قضت له بالسابق والاعلاء وميزته على الاشكال والنظراء وحكمت بينهما لولا شرف سبق الابداع بالاستواء فجازاه سابقه عند اعترافه له بسبقه عليه باسراء الأنوار الشريفة إليه وقدمه على سائر عالمه وأعلاه وجعله أسبقه إليه وأقربهم منه بما امده به وحباه ثم إن سابقه لما احتجب به وأقامه مقامه وجعل الأمر إليه وولاه نقضه وابرامه وجعله سببه موصولا بسببه امره بدعاء سائر ذلك العالم إلى طاعته والاعتراف بشريف منزلته وعالي رتبه وان له على جميعها رتبة السبق وواجب الحق فدعا ذلك العالم إلى الاعتراف لسابقه مرتبة السبق له عليه وعليهم وله بأنه حجابه وبابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الإسراء .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالمرسل بالدعوة إليهم وخاطبهم وناجاهم وبصرهم وهداهم وقال لهم أليس السابق ربي وربكم جميعا فبادروا إلى طاعته سريعا ينزلكم منزلا رفيعا ويوردكم حوضا صافيا مريعا فأجابه منهم سبع رتب متفاوتة في الإجابة متساوية في المقابلة بالقبول والإنابة والمبادرة إلى الطاعة والخضوع والإصابة لأن السابق من رؤساء المراتب إليه دعا سائر من في ضمنه ودلهم على سابقه وعليه فأجابوا بإجابته وأنابوا بانابته وأطاعوا بإطاعته وعلموا ان منازلهم لا تعلو الا بمقبول شفاعته وكانوا بتصورهم متفاوتين في الرتب منهم القريب إليه الداني منه ومنهم من يتلوه ويتلو من يتلوه إلى أن يكون آخر تلك المرتبة الأولة أدناها وأولها وأشرفها وأعلاها وكذلك كانت كل مرتبة من تلك المراتب لها سابق عليها بالحق الواجب ومتأخر غير مكاف ولا مقارب وكل دان من أخر المرتبة العالية عال أعلى اوّل المرتبة التالية كذلك إلى آخر المراتب السبع لآخر المرتبة العالية بالإضافة إلى رئيسها منزلة الخفيض وله على رئيس الرتبة التي دون الرتبة الأولى التي هو آخر لها منزلة الرفع وكل رئيس أهل الرتبة دعا من ضمنه فأجابوه مبادرين وتقبلوا دعوته مسارعين وفي كل رتبة من العالم الروحاني ما لا يحصى عددهم الا رب العالمين والكل منهم السابقين منهم ومن التابعين أقبلوا على دعوة المنبعث الأول سامعين ولأمره طائعين ، كل منهم على قدر سبقه إلى الإجابة وتأخره وتبني « 1 » فكرته وسرعة تصوره فرتب كلا منهم في مرتبته اللائقة به وجعله فيما يستحقه من والى منزلته وعالي منصبه وكانت كل مرتبة من هذه السبع المراتب المذكورة مشتاقة إلى بلوغ المرتبة السابقة عليها الدانية منها القريبة إليها وأقبلت كل مرتبة منهم بالعطف والتحنن والرأفة على الرتبة التي دونها لتقوم لمنزلتها بالخلافة وترتقي إلى ما هو عال عليها بالنسبة والإضافة من الرتبة الأولى إلى الرتبة السابعة وكان قد وقع في خاطر كل شبح من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تبطي ( في ع )\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nتلك الأشباح معرفة السابق عليه والمتوجه هو بالطاعة إليه وكل رئيس مرتبة وقع في خاطره على المرتبة السابقة على مرتبته وتقدم منزلتها على منزلته ، كما وقع في وهم المبدع الأول تسبيح مبدعة وتقديسه وتوحيده وتمجيده لأنه لولا ما فعله من توحيد مبدعة وتنزيه موجوده لما كان لأحد السبيل إلى معرفة التوحيد ولا فاه لسان تنزيه العلي المجيد .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالفصل الخامس العقل العاشر\r\nوكان من المجاري في الانبعاث للمنبعث الأول السابق له إلى نيل الرتبة الشريفة التي مقام صاحبها مقام الشرف الأفضل انه نفى الإلهية عنه وعمن عند تلك الوهلة في الانبعاث سبقه وأقر بها لموجد الكل الذي أوجد كل شيء وخلقه وسبح المبدع الأول وتشفع به إلى الغيب سبحانه وتوسل وترك الالتزام بسابقة الذي كان التزامه به وهو الذي له عليه المعول الهاجم بسبقه على توحيد الابداع مقتديا بتوحيده للغيب الحائز به غاية بالشرف الأفضل بل رفضه وألقاه وجعل مقصوده الابداع فيما بغاه ولم يعلم أن المنبعث الأول قد سبقه وعرف ذلك ولا تحققه فتأخر قاصرا ولم يكن للمنبعث الأول مكافيات وانه قد ورد من قصور التوحيد للمبدع الأول وتركه لسابقه موردا صافيا فخانه ظنه وخان رجاه ولازمه بما خصوا به من الإنارة والعلى والبهجة والضياء وانه على حالته الأولى مقيم وعلى حياته التي أبدع عليها أول وهلة مستقيم لأن نظره كان إلى ذات الابداع لا إلى صورته ونظر المنبعث الأول كان إلى صورة الابداع لا إلى ذاته فكوفي كل منهما بما أوجبه تصوره وأوقف حيث أوقفه نظره فلما رأى هذا المتأخر تأخر رتبته لاذ بمن ذكرت أنه آخر شبح من الرتبة السابعة المبادرة إلى إجابة من فوقها الطائعة فسأله ما موجب تأخره وقصوره وما سبب حصوره وفتوره فقال له ان الذي كان يجب عليك أن تفعله وتعتمده في توحيد موجدك الذي كان\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيلزمك أن توحده هو تعلقك بسابقك إلى الاعتراف بالمبدع الأول بالسبق الحائز له بواجب وتجعله قبلتك ومحرابك والذي تنال على يديه إصعادك وثوابك لكنك أنما ادعيت رتبة المساواة لمن سبقك والمكافاة والمنافسة لمن هو النفس منك حين بتوحيد سابقه على حقيقته فاه ولا خلاص لك الا بعد أن يتوب عليك ولا فوز لك الا باسراء تحننه أليك فقال له ان الحجب الشريفة قد منعتني من الوصول إليه والأنوار اللطيفة حالت بيني وبين الطلب لما لديه فدلني على اللحوق برتبة المتقين وتصديق على أن الله يجزي المتصدقين فقال له لا وصول لك إليه الا من تلقائي ، ولا بلوغ لك إلى التوسل إلى كرمه الا بتبلغي لتوسلك وانهائي فقال له رضيت بك رائدا وقنعت بشريف مقامك إلى الخير قائدا فتوسل له ذلك الشبح الشريف إلى من فوقه من الأشباح النيرة وسرى التوسل في الرتب السبع المتقاطرة حتى وصل إلى المنبعث الأول ذي الشرف الأسنى والجلال الأكمل فتاب عليه وقبل فيه توسل من توسل إليه وسرى العطف منه والرحمة والتأييد والعصمة على يد اوّل شبح من اوّل الرتبة التي تلي المنبعث الأول إلى آخر شبح من الرتبة الآخرة السابعة وهو الذي لاذ به المتأخر وعليه في اعلانه بذنبه والمتوسل له عول . فلما طرقه النور الباهر وغشيه ذلك الفضل المتظاهر أشرقت ذاته وعلت وأنارت صورته وسست وصارت شبحا كأحد تلك الأشباح النيرة ومقاما مماثلا للمقامات المطهرة والمنورة وحمد موجده الوجود الصوري الشريف وناقله من المحل الأدنى إلى المحل العالي المنيف وقال الحمد لله الذي صدقنا وعده وأفاض علينا احسانه ورفده صار واحدا للعشرات بإزاء الواحد للاعداد المترتبات فصارت عقول عالم الامر عشر رتب هي المبدع الأول والمنبعث الأول والسبعة العقول التي كل واحد منها في موضعه ترتب وهذا العاشر الذي هو لهذه الرتب العشر آخر ولم يكن ما كان من العاشر من الخطأ والزلل والتحير والخطل بقصد ولا عمد ولا مكابرة لمكابرة طالب لجحد لكنه أمر\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nجرى وحادث به طري لأنه لو عمد أو قصد لهلك وأهلك وتورط وارتبك لكن ذلك قصور غير متعمد وفتور غير منافر ولا مجحد فلذلك أنه عند أن عرف خطيئته رجع وسمع وأطاع واتبع وخشع وضرع فلما زايلته الظلمة التي وقع فيها وأمدته أعلى الحدود ودانيها ، وقام بفعله الذي قضى بفضله ، واتحد به العقول النيرة المضيئة قيل له :   « يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً   « 1 »   »   وسمي ( آدم الروحاني ) ووكل بخلاص القاصي من عالم الطبيعة والداني ، وكان سطوع أنوار عقول عالم الابداع التي هي المبدع الأول والمنبعث الأول والسبع المراتب به متصلة متحدة والمادة سارية من العالي بوساطة الداني إليه في كل وقت متجددة وله مؤيدة مسعدة ، فقام واحدا فيمن دونه ، وملكه العالي عليه أمر عباد على مر الدهور يعبدونه ، فكان واحد العشرات أواخر المنبعثات ، والفاعل في جميع المصنوعات والمكونات ، فكان فيمن دونه في مقام المبدع الأول ، قائما ، وفي الامداد لمن وكل إليه أمرهم مداوما ملازما وكان عند توقفه تحيره قد انحاز إليه من ذلك العالم فيئة ، تصور وأمثل تصوره وتفكروا مثل تفكره فأخطئوا بخطيئته ، وزلوا بزلته : فكان أصلا لما وقعوا فيه ، وتعدوا إصابة المعنى مثل تعديه فصعدت تلك السبع المراتب فوق مرتبته ، ووقف متأخرا وقوف المرتبك في حيرته فلما حاز مرتبته من استحقها وتأخر إذ لم يؤف مرتبة من سبقه بالاعتراف بسبقه حقها صار في الوجود عاشرا ، ولمراتب عالم الابداع آخرا لان طاعة كل سابق واجبة على من يتلوه والخضوع من كل دان لازم لمن يعلوه ، لأنه حين سابق المنبعث الأول وجاراه ونافسه وباراه وبرز المنبعث الأول سابقا عند تلك المجاراة ، قيل عليه انه منبعث ثان بالقوة في ذلك الاوان ، ثالث في العدد من المبدع الأول العالي على كل أحد وحين تاب صار عاشرا في الوجود الثاني ، لمشاكلته العقول السابقة عليه ، في جميع المعاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الفجر .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالفصل السادس العقول السبعة ومراحلها وتطوراتها\r\nفلما تجرد نورانيا ، وعلا قدسانيا ، أمر بدعاء من في ضمنه من ذلك العالم ، إذ كان أصلا لما وقعوا فيه ، وندب إلى مداواة دائهم ، واصلاح خللهم ، وتلافيه ، فدعاهم وبصرهم هداهم ، وقال لهم لا خلاص لكم الا بطاعتي ، وقبول أمري ، وطاعة العقول العالية علي إلى أن يبلغ الطاعة إلى من تخطاه فكري ، وأن يعترفوا بمن فوقه من المراتب العالية ، والمنازل السامية ، حتى يقروا بمن جحدوه ، أولا وأنكروه ، وتوقفوا عن طاعته ، وغطوا فضله وستروه ، فلم يستجيبوا لدعوته ، حين دعاهم ، ولا سمعوا نداءه حين ناداهم ، بل وقعت بينهم المساواة في قول لا نطيع ولا نسمع ، ولا نلتزم بك ولا بهم ، ولا نتبع ولا نخضع لاحد ، ولا نضرع ، فأظلمت ذواتهم لذلك ، وبعدوا وتفاوتت نياتهم وضمائرهم « 1 » فيما قصدوا ، وكان أبعدهم من رتبة العاشر ، رتبة الضد المكابر ، والعدو المنافر ، وهو شخص من تلك الشخوص يعرب عنه بإبليس الروحاني ، لم يكن له في المعارضة والمعاندة من ثاني ، فقال لذلك العالم ان العاشر أصل ما وقعنا فيه ، وما تصورنا الا ما تصوره ، ولا فعلناه الا ما فعله ، وقد أضلنا أولا حتى استأخرت رتبنا ، وتوقفت وقعدت منازلنا ، وتخلفت ، وهو الآن يريد أن يوقعنا في أمر أعظم من الأول ، لنأخذ من ظلام الصور بالحظ الأوفر الأجزل ، فالزموا المكابرة ، واسلكوا سبيل المنافرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اضماراتهم ( في ع ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفأصغوا إلى قوله وسمعوه ، واستحسنوا كلامه واتبعوه ، الا أنهم كانوا في قبوله متفاوتين ، وفي تصوره متباينين ، فمنهم من ندم على اصغائه إلى قول إبليس ، ومخالفة « 1 » العاشر ، ومنعه ما غشيه من تلك الظلمة عن الانتظام في سلك أهل تلك الدوائر ، ومنهم من شك في كلام العاشر ، وفي كلام إبليس ، وصار من كونه بين أن يتبع هذا وهذا في غاية التحير والتلبيس ، ومنهم المصر المستكبر مع إبليس اللعين ، الباقي على الاعتقاد المخالف ، لاعتقاد أهل اليقين المركس ، المعتقدة في أسفل سافلين ، والكل من ذلك العالم مقرون بالغيب تعالى ، الا أنهم لم يعرفوا لأي تلك العقول المنبعثة رتبة ، ولا علموها ، ولا أقروا بها ولا التزموها ، بل كانت معرفتهم برتبة الابداع لا بسواه ، ولم يحققوا من سائر الرتب ما عداه ، إذ كان العاشر الذي انحازوا إليه واتكلوا في الخلاص عليه ، لم يتصور في تلك الوهلة الا مرتبة الابداع ، ولا وحد سواه من المتبوعين ، والاتباع ، فانقسم الجميع منهم ثلاث فرق ، متفاوتة في الصور والاعتقاد ، متساوية في ترك الطاعة لسابقها ، والانقياد ، فمنهم من سبح المبدع الأول وقدسه ، وعرفه ومجده ، وعظمه ، ومنهم من عرفه ولم يمجده ، ولا سبحه ، ولا قدسه ولا عظمه ، ومنهم من لم يعرفه ولم يسبحه ، ولم يقدسه ، فكان الذين سبحوا المبدع الأول وقدسوه ، وهدموا بترك التوسل به إلى غيب الغيوب من الصلاح ما أسسوه ، هم النفس الحسية ، المكنى عنه بحواء الموقع عليها خلافها ، ما وقعت فيه من البلوى ، وهي الحياة النادمة المستغفرة المعرب عنها بالصورة التي جعلت لان تخلف العاشر في يوم ما مذخورة السارية في الأفلاك من المحيط إلى الفلك القمر ، بل فيما بطن من العالم ، وظهر وخفى ، واستتر المحركة لعاليه ودانيه ، وقريبه ونائيه ، نفس عالم الأفلاك بأسره القاضية بارتفاع شأنه وعلو أمره ، والفلك جميعه جسم لهذه الحياة هي له نور ، كنور الشمس وهي لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المخالفة ( في ع ) .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nكالمرآة ، وان كادت المادة التي في أعلى الأفلاك أن تشبه الصورة ، والظاهرة أن تضاهي المستورة ، والذين عرفوا مرتبته ، وتحققوا منزلته ، ولم يلتزموا به ، ولا أقروا بعلو رتبته ، كانوا هم عالم الكون والفساد والممتحن بالتكرار على مر الأعمار ، والترداد من فلك الأثير إلى مركز الأرض ، الفاعل بعض منه في بعض ، والذين لم يعرفوه بل جهلوه ، ولم يعترفوا بسبقه ولا فضلوه ، كانوا هم الصخرة التي هي في البعد الا بعد من الحياة . سجن الكافرين والجاحدين ، والعصاة ، وكان أقرب أهل الخطيئة إلى العاشر ، وأدناهم من فضله الباهر ، خليفته المعرب عنه بالنفس الخسية المفضلة باقرارها له على من شملها وإياه سمة الجنسية وهو بالحقيقة آدم المكنى عنه بصاحب الجثة الابداعية ، ثم فلك المحيط الذي تلا هذه الحياة ، وأقر بما أقر به خليفة العاشر له ونفى عمن سبقه ، خليفته عنه نفاه الكواكب السبعة وأفلاكها والبروج الاثنا « 1 » عشر ، التي أملاكها ملاكها المتصورة جميعها لما تصورته الحياة ، الواجب بذلك امتزاجها معها ، واشتباكها لأنه فرقة واحدة ، وطبقة لا باقية على المكابرة ، ولا جاحدة ، وبينها التباين في التأخر والسبق ، وكل منها في موضعه الذي حازه بواجب الحق وأقرب الأشياء من هذه الحياة وأدناها وأشرف الموجودات بعدها وأعلاها ، هو المحيط الحاوي على جميع الحلقة الجسمانية والجرمانية ، وهو لسائر الأفلاك حياة محيية ، بما اتصل به من الحياة التي أحيته وأعلت أمره وشرفت قدره ، لقرب هذه الحياة من عالم الابداع ، وكونها لانواره عند الكون في القامة الأليفة مطرح الشعاع ، فسرى نورها في زوجها وقرينها المعرب عنه بالمحيط الكائن لها جسما ، يكاد أن يشبهها لعدم التشكيل فيه ، والتخطيط ، ولأنه كان لها تاليا في الإجابة ، ومتوسلا بها ، إلى العاشر عند الندم والإنابة ، وكان ندمها على ما فرط منهما ، وطلبهما للتوبة عليهما معا ، فسبقت الحياة جسم المحيط ، حين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاثني ( في ع ) .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nسعت لذلك وسعى ، وكان سبيلهما سبيل المنبعثين عن الابداع ، المتفاوتين في الدناءة والارتفاع ، فصارت الحياة تفعل في المحيط وتحركه والمحيط يفعل فيما سواه من الأفلاك ويدير أفلاكها فلكه ، وكانت الشمس للمحيط للحياة يسرى فيها ، ومنها قواه ، وهي مركزه ومأواه ، هو لها حياة محيية يفعل بها في الخلقة الجسمانية ، ويمد عالم الحس بوساطتها بالمواد الروحانية ، فلو لا توسط المحيط بين الحياة والشمس ، لما كان للحياة فعل ، مع لطفها وتجردها فيما يدرك بحاسة السمع والبصر والشم والذوق واللمس ، ولولا توسط الشمس بين المحيط والعالم لما نفذت حركته في شيء من الخلقة ، وكيف ينفذ في شيء لم يوافقه ولا لأم فكانت هذه الحياة عند الوهلة الأولة عاقلة لذاتها ، كاملة من الحياة والقدرة في جميع حالاتها ، فكانت الشمس قلبا لعالم الأجرام والمحيط لها ، كالحياة الممدة للقلب بالافضال التام ، والحياة للمحيط كالنفس الممدة التي في القلب بالكمال والتمام ، فالأفلاك لعالم الكون والفساد حياة ، وطبيعة خامسة بما اتصل بها من المحيط ، والمحيط حياة للأفلاك وطبيعة خامسة ، بما اتصل به من الحياة التي مسراها ، من عالم القدس البسيط ، وكرة الأثير طبيعة خامسة لعالم الكون والفساد لقربه من فلك القمر ، ودنوه إليه ، ودوام حركته عليه ، فلما كان منهم من الخطيئة ما كان ، وبان للعاشر من عمدهم وقصدهم للمناكرة والمكابرة ، ما بان ، قال لهم  « اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ، وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتاعٌ إِلى حِينٍ  « 1 »  »  ، وعرفهم أن لا خلاص لهم الا بتوحيد رب العالمين ، وولاية حدوده الميامين ، وتلك هي الخميرة المذخورة فيهم ، والسابقة التي تسوقهم إلى طريق الخير وتهديهم ، ولم يخاطب بهذا الخطاب الا من كان عنده بعض ندم وصواب ، وأما أهل الاستكبار ففي الدرك الأسفل من النار ، لا خلاص لهم الا على طول الأدوار والاكوار ، وكان أصفاهم الحياة السابق ذكرها ، والمحيط الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأعلاه شرفها وفخرها ، ويتلو المحيط الشمس التي هي مركزه ومركبه ، ومادية التي تستره عن الأبصار وتحجبه ، ويتلوها سائر الأفلاك على توالي مراتبها ، وتفاوت درج بروجها وكواكبها ، وانما وقع التفاوت في هذه المراتب والمنازل ، وعلو العالي ، والانحطاط السافل ، بحسب اجابتها للعاشر ، وسرعة ندم النادم ، وتأخر المتأخر ، فكوفيت على قدر نياتها وضمائرها ، وجوزيت على حسب عقائدها وسرائرها بميزان العدل الذي لا حيف فيه ، ولا خلل ، يعتريه .\r\nوهؤلاء المخاطبون هم الذين من أصفاهم أهل الجثة الابداعية الشريفة ، ومن خلفهم في مقاماتهم ، ومن يأتي بعدهم على مر الدهور ، كما توجبه حكمة الحكيم ، وتقتضيه سوابق الأمور ، فلما قابلوا العاشر بالعصيان والمكابرة والمباعدة والمنافرة ، أظلمت ذواتهم ، وتغيرت حالاتهم وانقسموا قسمين : هيولى وصورة ، فكانت الهيولي نفس النساء ، والصورة نفس الحس ، الشائعة في كل صغيرة من الخلقة وكبيرة ، وامتزجت هاتان القوتان ، فصارتا شيئا واحدا ، جنسا من عالم الصفاء ، متباعدا ، فأظلمت تلك الذوات وتكدرت وتنكرت ، إذ جحدت من لزمتها طاعته ، وأنكرت ونكصت على أعقابها وتقهقرت « 1 » ، ولزمتها الثلاثة الأبعاد ، والست الجهات ، وغشيتهم الظلم المتكاثفات ، فلزمهم الطول الأول فاستوحشوا لما عنه عراهم ، وفطنوا لما دهاهم ، وتحققوا خطاهم ، وعلموا أن الشيطان رسول لهم ، وأغواهم وأضلهم عن رشدهم ، وما هداهم وأبعدهم عن عالم الصفا وأقصاهم ، فحينئذ لاذوا بعاشر العقول في اخلاصهم مما فيه ، وقعوا ، واعترفوا بذنوبهم ، وخضعوا واستكانوا وضرعوا ، فقال لهم لا خلاص لكم مما وقعتم فيه ، الا من القامة الألفية ، ولا نجاة الا بعد اطلاعكم على الاسرار العلمية الخفية ، وقيامكم بالاعمال الشرعية ، وطاعتكم لحدود الدين ، ومعرفتكم بتوحيد رب العالمين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قهقرت ( في ع ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفغشيتهم الحسرة والندامة ، وأيقنوا أن لا رجوع لهم الا من القامة ، وكان فعلهم هذا حركة طلبوا بها الخلاص ، وقد أظلمت صورهم ، ولات حين مناص ، وفسدت تلك الحياة فسادا ، يراد به الصلاح بتحريك العقول لها ، إلى ما يكون في عاقبتها السعادة ، والفلاح ، كفساد الحب إذا وقع بين الماء والطين ، يصلح ويعود حبا على حالته الأولى بعد حين ، وحدث مع الطول الأول الملازم لذواتهم المغير لحالاتهم الحرارة الأولى المعتدلة المفردة ، وكان أول هذه الحركة وتد الطالع ، وريح القبول المشرفة على غيرها من الرياحات المسعدة وانحدرت هذه الحياة عند تلك الحركة طولا ، فكانت الأول بين قطريه ، وسكنت عند الغاية فحدث لسكونهم البرودة الأولى المفردة المعتدلة ، والغارب وريح الدبور ، الناقصة عن شرف الريح الأولة ، فلما أحاط بهم الطول ، ووقعوا فيه ، ولم يقدروا على استدراك الفارط وتلافيه ، فتحركوا حركة ثانية ، لإزالة الطول عنهم ، وكشف ما حدث من ذلك فيهم ، ومنهم ، فوقعوا عند ذلك في العرض الأول ، وأخذوا من الكثافة بالحظ الأجزل ، فكان أول هذه الحركة الثانية ، وتد العاشر ، والرطوبة ، وريح البوارح المختصة بما اختصت به ريح القبول من الشرف الواضح ونهايتها الرابع ، واليبوسة ، وريح النكباء التي بما حبيت به ريح القبول ، لم يكن لها أن تحبا فلما وقعوا في الطول الأول ، والعرض الأول وصارت الافراد الأربعة ، والأوتاد الأربعة والرياح الأربع في الوجود الأكمل كانت الافراد للأفلاك أصلا ، قد حازت علوا وشرفا ونبلا ، فتحركوا حركة ثالثة ، طالبين لنفي الطول والعرض ، قاصدين لما قد اثبتا من ذلك بالنقض ، وكانت هذه الحركة دون الحركتين الأوليين « 1 » ، لكونهم قد ضعفوا وأظلموا واكتثفوا ، فحدث فيهم العمق الأول ، فكان أول هذه الحركة قطب الجنوب ، ورياحه والعقدة التي هي الذنب ، ومنتهاها قطب الشمال ، ورياحه ، والرأس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأولتين : في كل المواطن المشابهة لمثل هذا الباب .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالمقضي بالشقاق على من إليه انقلب وحدث بين الأوتاد التي هي الست الجهات ، ست رياحات غير الرياحات الأولات فصارت اثنتي عشرة ريحا ، مترددة بين الأقطار لتصعد ما يجب له الصعود ، وتحدر وما يجب له الانحدار ، تارة يمينا وشمالا وخلفا وإماما وفوقا وتحتا ، ليستدير المكان وتقبب الأفلاك وتجوف وترفع ما يجب رفعه إلى أعلى الجو المنفهق ، وتحدر إلى المركز ما يجب أن ينحدر إليه ، وتصرف ، فكان أول الحركة الأولى حرارة التي هي النقطة التي ذكرتها الحكماء أنها كل لا جزء وطالع وقبول ، ومنتهاها برودة وغاب ، ودبور ، وأول الحركة الثانية عاشر ورطوبة ، وبوارح لكون المشية الإلهية تقدم في الخلقة الأشرف من الأمور ومنتهاها رابع ، ونكباء ويبوسة ، قد استكمل الهابط باجتماعها من الطول والعرض لبوسه وأول الحركة الثالثة جنوب والعقدة التي هي الذنب ومنتهاها شمال ، ورأس هي لتلك الحياة سجن وروباس ، والوسط ظلمة مزاجية سيالة رطبة ، مترادفة مائية متراكمة متكاثفة ، وقد ترتب الأوتاد فصارت متناظرة متقابلة وهمية ، وشعاعات بعضها إلى بعض ، مرمية الطالع ، بشعاعه ينظر إلى الغارب ، والغارب ينظر كذلك إلى الطالع والرابع إلى العاشر ، والعاشر إلى الرابع ، والجنوب إلى الشمال ، والشمال إلى الجنوب ، وتلك المناظرة فيما بينهما دائمة الاتصال ، وقد صارت تلك المناظرات والمقابلات كالخطوط التي لها وسط يجمعها ، وذلك ينظر كل وتد إلى سابعه على ذلك جرى أمر اجمعها وهذه صورتها وكيفية مناظراتها واجتماع الخطوط في الوسط الجامع لها والقابل لجميع ذلك هي تلك الذات الواحدة الحافظة نظام الموجودات التي بعد لم تلبس أجرامها المشاكلة للأجسام المدركات وكل ملك وفلك وكوكب قد صار في مكانه اللائق به\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمترتبا التمام للمشية الإلهية بتدبير الناظر إليها لخلاصها الذي غدا لكل واحد منها فيما لا يليق به مرتبا فصح بذلك ان هذا المحرك المتحرك القابل لجميع هذه الأعراض الملازمة له هي الحياة الهيولانية وأنها لا جسم وهي المشار إليها بالنفس الحسية فلما ابتدأت الحرارة وحدث معها الطابع والقبول حدث لحدوث ذلك نقطة الشمس وهمية وتلاها المريخ وشملهما ذلك الحصول فاختصا بحالين أحدهما ظاهر والآخر باطن فالحر واليبس ظاهر والبرد والرطوبة فيهما كامن وكانت الحياة الهيولانية خامسة لهذه الأربع الطبائع جارية مجرى الحال فيها الشائع وحدث زحل والقمر والزهرة من السكون الذي حدثت منه البرودة والغارب والدبور في أول مرة وكان فعل زحل بظاهره الذي هو البرد واليبس ونحسا وعمله بباطنه الذي هو الحرارة والرطوبة أسعد من أعطاه به أغناه وجعل له في الرفعة قاعدا وأسا والبرودة والرطوبة ظاهر القمر والزهرة والحرارة واليبوسة باطنهما فذلك ظهر ما ظهر منها من مساعدهما وميامنهما وحدث المشتري من الحركة الثانية التي أولها عاشر ورطوبة ومنتهاها رابع ويبوسة فكان الحرارة والرطوبة ظاهرة والبرودة واليبوسة باطنة فأخذ زحل بقسط من اليبوسة مع برودته وأخذ المشتري بقسط من الرطوبة مع حرارته وأخذ القمر والزهرة من الرطوبة بقسط مع برودتهما وامتزج عطارد من الافراد الأربعة وصارت خواصها كلها فيه مجتمعة وكذلك المريخ شاكله في امتزاج الظاهر بالباطن وتبعه وصار زحل والمشتري بظاهريهما وباطنيهما متناسبين وفي الجنسين متقاربين وعند اقترانهما تحدث الحوادث الكبار وتجري الأمور في التحويل والتبديل على حسب ما يريد الملك الجبار وحدث المثلثات الأربع كل ثلاثة من البروج لطبع كوكب من الكواكب يتبع فكان الحمل والأسد والقوس من الحر واليبس مع الشمس والثور والسنبلة والجدي من البرد واليبس مع زحل والمريخ المحكوم على أفعالها لا على ذواتهم\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبالنحس والجوزاء والميزان والدلو من الحرارة والرطوبة مع المشتري وعطارد والسرطان والعقرب والحوت من البرد والرطوبة مع القمر والزهرة الموصوف كل واحد منهما بالشرف المنعوت وكان الشمس والقمر في التكوين سابقين للافلاك والأملاك لا يحتوي على شيء من عالم الجرم على رتبتهما بالادراك لكونهما لجميع العالم الجرماني أصلا فلذلك حلا من الشرف والرفعة حيث حلاكما الابداع والانبعاث أصلا عالم الأمر الشريف القدر السامي الفخر . وكما أن الناطق والأساس أصل عالم الدين بمواصلتهما المقتدين بهما التابعين وكانا في الوسط لأن وسط كل شيء أشرفه وقلبه ومغناطيسه وألطفه ثم إن كرة المركز سبقت جميع المنعقدات بالانعقاد من الماء الذي في وسط الذي هو الدخان والبخار المسمى بالمزاج والممتزج بكثرة تكرار هبوب الرياحات وفعل الحرارة والبرودة والترداد وما رمتها به من الأشعة كافة وهمية الأوتاد فتكونت حجرا صلدة في وسط المكان وأقبلت الأفلاك بالحركة حولها والدوران فلما انعقدت لم تجد الأشعة منفذا في الحجر الصلدة ووقع بها من الحرارة عظيم قوة وشدة وتصاعد دخانها وبخارها مرتفعا ولم يكن تواليه وتتابعه منقطعا فلما لم تجد الأشعة منفذا في الحجر عادت طالبة الرجوع إلى الأشياء التي برزت منها بالصد وقد جذبت معها من لطيف ذلك البخار والدخان ما جانسها واتخذت منه لتلك المجانسة أصدافها وملابسها وبقي شيء من تلك الأشعة قد ضعف عن النهوض إلى منازل الكواكب ولم يستطع الصعود إلى عاليات تلك المراتب وقد امتزج بشيء من ذلك البخار والدخان وصار حارا لينا معتدلا وهو الحاجز بين الأثير والزمهرير بشدة اعتداله وتوسط حاله وبين الحيوان وهو المسمى بالبحر الأخضر السيال الذي هو الماء المحيط بالأرض من جميع جهاتها لاحتوائه عليها وكونه مستقرا حواليها فإذا اتصل منه شيء بالاشقاق التي في الأرض جرى أنهارا دائمة السيلان غير منقطعة ما دام ممدا لها في ذلك\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالمكان وهذا النسيم هو من جملة من عرف المبدع الأول وأقر له بالوحدانية وترك الالتزام بسائر العقول الشريفة النورانية وصارت أصداف الكواكب محسوسة مرئية مدركة مضيئة فخرة جوهرية شفافة سنية وهي كالآلة المعدة للضغط على ما هي عليه من العلو والرفعة فكانت طبائعها زبدة الأفراد الأربعة واصدافها زبدة المزاجات المرتفعة وحياتها زبدة الحس المعرب عنها بالنفس وهذه الحياة تحرك الأفلاك بأسرها كما النفس النامية تحرك أعضاء الجسد كل عضو منه إلى جهة معلومة بأمرها وهي في ذات واحدة متحركة إلى جميع الجهات مصرفة لجميع الخلقة الجسمانية من المفعولات والفاعلات وهي الفاعلة لذاتها بذاتها في العالم الكبير والعالم الصغير لا بتجزية ولا بتفرقة ولا بخلق مما يتصف به الأجسام متخلقة وهي تظهر في كل جنس من الأجناس وفي كل شيء من عالم الاحساس على قدر دنوه منها وقربه إلى المبدع الأول فكان انفعالها على هذه الهيئة ليعانيها المرتاض في علم الحقائق المقابل لحده بالولاء الصادق وهذه صورة أول الحركات وقبولها للابعاد والجهات وانفهاق الجو ومقابلة لستة الأوتاد ليعاين ذلك طالب الهداية والرشاد وبالله تعالى وبأوليائه أستعين واسأله اللحوق بمنازل الصالحين (  CS  )\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفلما صارت الأوتاد على هذه الهيئة وهمية مترتبة ، وحياة الحسية هي القابلة للابعاد ، والجهات الصائرة فيما يليق بها ، بتدبير عالم الطبيعة مرتبة ، ان كانت بالقوة لذاتها في هذه الأشياء فاعلة مرتبة ، وستعود فاعلة فيها بالفعل ، إذا تجردت من الأجسام ، وعلت لها في دار القدس المرتبة ، فقبلت سائر الأعراض الملازمة ، وإياها من الطبائع والحركات والأنوار والظلمات ، والنحوس والسعادات والدناءة والرفعة والشرف والضعة ، وصارت بقبولها الكثافة كثيفة ، وزايلت « 1 » حالتها التي كانت عليها نيرة لطيفة جوهرا مركبا ، فاعلة لذاتها بل بتدبير الناظر لخلاصها إليها ، واقبال العقول وتحننهم لما بينها وبينهم من النسبة ، ولأنها كانت بهم في أول الأمر وأليق وأشبه عليها ، وقصدوا ذلك قصد التعود على حالتها الأولى في الشرف والجلالة ، ولتخلص مما عليها من الكثافة عند كونها في كونها في هذه الحالة ، فلما كان أول الحركة مبدأ الطول ووتد الطالع والحرارة وريح القبول دل ذلك على الكون والبقاء وكان منتهاها يبوسة وبرودة ، وغارب وريح الدبور دل ذلك على الموت والفناء ، وشاكل العاشر الطالع في طبعه وحاله ، وشاكل منتهاه الغارب في جميع أفعاله وكان أول الحركة الثالثة العمق والجنوب ، ومنتهاها ريح الشمال ، فشاكل أول العمق العاشر والطالع ، وشاكل منتهاها الرابع والغارب ، في جميع الأحوال ، فدل ذلك على الكون والفساد ، والنشو والنفاد ، وحدثت رياحات الست التي هي الداجن والجرف وصاروف والعفيم والهيئة والمعتدل ، وكان المعتدل أشرفها وهو بما حازه من الشرف والفضل عليها عال ، وعنها بطبعه منفصل ، لأنه ممن عرف رتبة المبدع الأول ووحده في ذلك الأصل ، وهو حياة جميع الحيوان والنبات المسمى باعتدال الصفات ، فمن أراد المدبر حياته فمنه يستنشق ، وبه يتصل ، وما أريد هلاكه من النبات والحيوان اتصل به شيء من الرياحات التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زائلت ( في ع ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nنسميها لا معتدل ، وتقاطرت الأملاك السبعة ، ولزمت الوسط ، واتحد كل كوكب بفلك من الأفلاك ، وبه ارتبط ، ثم ترتب فلك البروج الذي هو الثامن ، واستدار كرويا « 1 » اثني عشر برجا لاستخراج ما هو في كل برج في ذاته طالع وله غارب وعاشر ورابع ، وهو لغيره غارب ورابع وعاشر ، أتقن ذلك وأحكمه الصانع الحكيم القادر ، وكانت الأرض والهواء والماء والنار في الوسط ، لظهور المواليد وبروز المناحيس إلى القامة والمساعيد والفلك من بعد ذلك على هذه الهيئة لا على الصورة الأولى ، لأنها كانت على تلك الهيئة عند تكونها ، ومصير كل شيء منها في تلك الوهلة الأولى مفعولا والأوتاد تمسكها وتجذبها ، على قدر معتدل مستقيم ، بما صعد من مزاجها وممتزجها مع رجوع الأشعة وصار أصدافا وأجراما المكنى عنه بالنسيم ، وقد ضرب إبراهيم الخليل صلوات الله عليه المثل في ذلك بسراج الحديد في البيت المقدس ، وانه لا يمسكه الا أحجار المغناطيس التي في جهاته الست لكل موحد مقدس ، والأملاك بأفلاكها في وسط فلك البروج مستقرة والأرض في وسط الجميع حركة الأفلاك عليها مستمرة ، فدار الفلك والطبائع مرتبط بعضها ، وهي في ذاتها متزاوجة متباطنة متظاهرة متنافية متنافرة ، فالحرارة زوج البرودة ، فالحرارة كالذكر ، والبرودة كالأنثى ، والرطوبة زوج اليبوسة ، فالرطوبة كالذكر ، واليبوسة كالأنثى ، والحر باطن البرد ، والبرد باطن الحر ، واليبس ضد الرطوبة ، والرطوبة ضد اليبس ، وذلك ان كل طبيعة إذا ضعفت تقوى عليها ضدها فأهلكها فأحالها عن حالها وملكها ، وكان لكل كوكب برجان ، وللشمس برج واحد ، وللقمر برج واحد ، وذلك دليل على أن للشمس والقمر شرفا على سائر الأجرام ، وسبقا لا يحاط به ، وشاهد اتحد بهما من هو عال عليهما كاتحاد المبدع الأول بالمنبعث الأول ، وكاتحاد الناطق بالكتاب المنزل ، والوصي بمعنى الكتاب المؤول ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كريا ( في ع ) .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوكاتحاد الحياة الهيولانية بالمحيط المحركة له تحريك البسيط للبسيط ، وكل كوكب من البروج ما يشاكله في طبعه ظاهرا أو باطنا ، ويماثله في جنسه ، وذلك ان زحل لما كان باردا يابسا ، وباطنه حارا رطبا ، استحق ان يكون له الدلو بحرارته ورطوبته ، والجدي ببرودته ويبسه ، وحاز المشتري القوس والحوت بالمماثلة ، واحتوى عليهما بالمشاكلة ، وللمريخ الحمل ، والعقرب نسبة ظاهره وباطنه ، ومجانسة ظاهره لظاهره ، وكامنه لكامنه ، واتحدت الشمس بالأسد لكونها وحيدة الطبع والقدرة وزبدة الحياة المنفعلة في أول مرة ، وللقمر السرطان بمناسبة له ، ولكون السرطان طالع نشو العالم ، والقمر الواسطة عالم الأجرام ، وبين عالم الكون والفساد والعطارد والجوزاء والسنبلة بمناسبتهما بالباطن والظاهر وللزهرة برجا الثور والميزان بنسبة باطنهما وظاهرهما ، بشيء كيوان ثم ترتب الفلك التاسع الذي هو المحيط الحاوي على جميع الخلقة كالجلد الحاوي على الجسم ذي الأشكال والتخطيط ، وصار يقلب ما دونه في كل يوم وليلة قلبة واحدة ، وهو لهذه الأفلاك السابق ذكرها كالنفس الحسية للحيوان ، التي لا تزال على أجسامها عند تمام تكوينها ، وإرادة وأمور العالم الصغير الذي هو القامة الألفية له بذلك قائمة بالشهادة ، وكفى بالقامة شاهدة لأنها أولا سلالة ، ثم نطفة ، ثم علقة ، ثم مضغة ، ثم عظام ، ثم لحم ، ثم النشأة الآخرة المباينة ، لما عليه الرتب الست ، العالية عليها ، الفاخرة ، وهذه النشأة الآخرة هي المحركة المتحركة ، أولا ظهرت بالفعل وتهيأت عند النقلة العود على ما كانت عليه في الأصل ، فكان الفلك المحيط ، وفلك البروج كالسلالة ، والأملاك السبعة كالنطفة ، والأمهات كالعلقة ، والمعادن كالمضغة ، والنبات كالعظام ، والحيوان كاللحم ، والانسان كالخلق الآخر الذي هو روح الشيء ونفسه ، منتهى الخلقة بأسرها ، الحائز لشرف النفس الناطقة وفخرها ، وكانت الشمس بحرارتها الأولى وفضيلتها العلياء كالقلب واتحاد الحياة بها كاتحاد\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالنفس بالقلب الممدة له بما فاض عليه من ألطاف الرب ، وهي ممدة لما علا عليها من الخلقة ، ودنا فاعله في كل شيء بموجب الاستحقاق بما يظهر به ما كان مكمنا ، وكان الجسم المطلق عشر رتب يحكي رتب العقول الخارجة من الأجسام المخصوصة بالشرف الباهر ، والفضل التام ، والفلك المحيط يقابل أول مبدع ، وفلك البروج يقابل المنبعث منه ، ذا الشرف الأرفع ، وزحل يقابل الثالث ، والمشترى يقابل الرابع ، والمريخ يقابل الخامس والشمس يقابل السادس ، والزهرة يقابل السابع ، وعطارد يقابل الثامن ، والقمر يقابل التاسع ، وعالم الكون والفساد يقابل العاشر ، وكان كل شيء من الكواكب فعله سعدا وشيء فعله نحسا ، لنسبها إلى الاقرار والتخلف الذي جعل لكل شيء منها طبعا وجنسا .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل السابع الكون وخلق الانسان\r\nثم إن كان لكل كوكب من السبعة الكواكب سبعة آلاف سنة بالحق الواجب ، وهي ادوارها ، وعلى ذلك اختلف ليلها ونهارها ، وكل كوكب منها لصاحبها بألف سنة مرافد وله على تمام الخلقة وظهور المؤتلف والمختلف بتدبير المدبر سبحانه مساعد وكان زحل أولها في الترتيب فاتحد من السبعة التي له بالألف الأول لعلة أوجبتها الحكمة من العلل وذلك أن الأرض لما استحجرت في أول انعقادها صارت شديدة صلبة بين أقطارها وأبعادها عمدت العناية الإلهية والحكمة الربانية ترتيب زحل في عالم الأفلاك لبرده ويبسه وسوء طبعه ونحسه وافنائه لما كان به متحدا ، وكونه لما شد وصلب مفسدا فأفسد المستحجر فسادا يفضي به إلى الصلاح ويقضي لظهور الخلقة بالنجاح فأحدث على وجه الأرض البرد المفرط واليبس الشديد والثلوج المتراكمة وكاثف الغيوم والضباب وأظلم الجو وصاعد البخار والدخان وأعوز الأمطار وفجر البحار المتلاطمة عالم الأفلاك لبرده ويبسه وسوء طبعة ونحسه وإفنائه لما كان به متحدا فصارت الأرض لذلك السبب الشيء بعد الشيء تفتيت والحجارة من الأعالي إلى الأسافل تتساقط وتتهافت ويتكون أكلاسا وأحصى ورملا وتنقسم وعرا « 1 » وسهلا فتدكدكت الجبال واستتربت الحجارة وتشقشقت الأرض وتقطعت الأودية وانساب الرمل فيما تشقق منها واستوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وعراشا ( في ع ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nسهولها بتموج الماء عليها وصارت بسيطة كل جزيرة وإقليم على الصنيعة التي أوجبتها حكمة الحكيم وتقدير العزيز العليم وقد حالت الغيوم وبتكاثفها وكثرة تراكمها وترادفها بين الأرض وبين حرارة الشمس ولم يكن في ذلك الأوان عليها شيء من عالمي النماء والحس ، ودار الفلك وكل كوكب في بيت شرفه بعد أن اجتمعت في برج الحمل وافترقت منه في ذلك الأوان الأول والشمس حينئذ في تسع عشرة درجة من البرج المذكور والقمر في ثلاث « 1 » درج من الثور ولذلك صار هذان البرجان بيتي شرف النيرين إذ هما مبتدأ البروج في خط الاستواء وفي اوّل الدور وزحل في احدى وعشرين درجة من الميزان والمشترى في خمس عشرة درجة من برج السرطان طالع نشو العالم بأسره بيت شرف المشترى وبيت القمر الحائز بذلك لعظيم فخره والمريخ من الجدي في ثمان وعشرين درجة وبيتاه العقرب والحمل وبيت شرفه الجدي الذي هو الغارب من السرطان ولذلك كان فعل المريخ نحسا فيما ساق تدبيره إلى الوجود وأخرجه والزهرة في سبع وعشرين درجة من الحوت وعطارد في خمس عشرة درجة من السنبلة فلما دارت الأفلاك كان الدور الأول لزحل ، فاتحد بألف من السبعة الآلاف الأولة لتجلل الجبال وتفنى الأحجار وابتدئ الألف الثاني بمرافدة المشترى فيه لزحل فصير الأرض مبتلة مغمومة وجفف الأمطار وابتدأ الألف الثالث الذي يرافد المريخ فيه زحل فتولد بشركتها في هذا الألف أصناف الحرشات مثل الوزغ وبنات وردان والجراد ودواب الماء والعقارب والحيات وكل صلد مما هما له أصل ويتوليان ويفعلان فيه ويدبرانه مثل الحديد والنحاس وما يشاكلهما ويضاهيهما من الخلقة يماثلهما ثم السباع الضواري ذوات المخالب والأنياب من عفونات المذموم المكونة من المزاج والممتزج بتواتر الأمطار والغيوم وكان حدوث هذه الأشياء الاجتماع التحسين على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ثلث ( في ع ) .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالتوافد واتفاقهما على التعاون والتعاضد لأنهما مغناطيس الأحسن من المزاج والممتزج المتعفن الظاهر بتدبيرهما المتكون . ثم رافدت الشمس زحل في الألف الرابع ، فكانت بحرها تحلل الغيوم والضباب والثلوج ، فظهرت سخونة قريبة مع شدة من البرد القاطع ، وابتدأ تكوين الحيوانات الصغار من تلك العفونات مثل الفار وما يشاكله ، وكل ما يمشي على اربع مما صغر خلقه ، ثم شركت الزهرة زحل في الألف الخامس فابتدأت الأمطار التي هي غير دائمة بل في وقت بعد وقت ، على اعتدال ، وهبت الرياح الغازية الا أن بردها شديد الحال ، ونبتت الأشجار الطيبة الروائح ، والفواكه الطيبة الطعوم ، وذوات الأزهار والنوار من النبات المحمود ، من كل مطعوم حسن ومشموم ، وتولدت الحيوانات التي ينتفع البشر بها ، ويأمنون من شرها مثل الإبل والبقر والغنم وغيرها ، وتكونت أصناف الطير بعد أن طاب لها الهواء ، وانتشرت على الأرض والشجر والجبال ، واكلت الثمار ، ولقطت حبوب المنابت والغلال ، ثم انقضى هذا الدور ونحسه مشوب بالسعادة وقد بلغ المدبر في اخراج ما أراد اخراجه فيه ، إلى الكون الإرادة ، ثم ابتدأ الألف السادس الذي كان عطارد لزحل فيه مشاركا ، فكثر هبوب الرياح الغاذية الملقحة للنبات والشجر ، ونبتت فيه الحبوب المقتاتة المغذية ، لا بد أن البشر كملت الأشجار والفواكه والثمار بأسرها عدلا من الله ، ونظرا من المدبر لأمرها .\r\nوذلك مقدمة للجنس الأشرف الذي هو أول الفكرة وآخر العمل والنهاية الثانية لما في الوجود الجسماني ، من الموجودات الأول ، ثم ابتدأ عطارد وزحل في ابتداء الخلق البشري ، بتكوين الانسان ، وهو ابتداء بعيد أصل للقريب الذي هو التناسل ، بين الإناث والذكران ، وذلك أن أصل ما على وجه الأرض من الأجسام المركبة الماء وسخونة الشمس والطين وكان الماء الذي تكون منه الانسان ألطف المياه وأعذبها\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوأصفاها ، لأنه تنشأ منه أجسام الصافين المسبحين ، وكان ابتداء هذا المأمن بخار لطيف معتدل في الحر والبرد ، ارتفع من المياه العذبة والبحار ، فانعقد منه ببرودة زحل ، وحرارة عطارد ، سحاب لطيف بتحريك الريح ، ثم ضغطه البرد ، ونزل منه على وجه الأرض مني لطيف مشاكل لنزول ماء الأمطار ، وكانت الشمس حينئذ في برج الدلو ، لأنه برج لصورة الانسان مقاربا ، وعطارد في اثنتين وعشرين درجة ، منه غاربا ، وزحل في أول برج الجدي يناظر المشترى من تسديس في اوّل الحوت والطالع برج الجوزاء ، والقمر في برج الدلو مقارن لعطارد ، وكان نزول ذلك المطر على أرض نقية التربة . سليمة من كل طعم ، مخالف للعذوبة ، مضادة غير مالحة ، ولا مرة ، ولا كدرة ، ولا نجسة وقذرة .\r\nبل صافية اللون ، نقية سحيقة التراب ، متخلخلة ، فحدث فيها أغوار غير عميقة ، قريبة من بسيط الأرض فركد ذلك الماء المشاكل لمنى الذكران المشابه لنزول الأمطار فيما هي له من كل غور من تلك الأغوار واستقر هناك أحسن استقرار واختلط بما تفجر من عيون الأرض الذي هو مشابه لمني النساء ، وما تعفن من الغيوم والضباب والثلوج ، التي قامت على وجه الأرض مدتها المقدرة ، وهي مشاكلة لدم الحيض الذي لا تحمل الا بعد طهارتها منه المرأة فحدث الكون الانساني بعد نقاوة الأرض من تلك العفونات والخبائث ، كما تكون النطفة في الرحم بعد نقاوة الطامث ، وكان الماءان المعتدلان الذي هو من المطر الحار اليابس ، ومن عيون الأرض البارد الرطب ، قد امتزجا على اعتدال في امتزاجهما ، وكانت متكافية بحسب الحاجة التي لا يحتاج شيء منها فيها إلى زيادة ونقصان ، ولا مادة بشيء مما في الامكان ، فلما حصل الماء في قرار الغور القريب ، أسخنته حرارة باطن الأرض من أسفله ، واحمته ، لأن الشمس إذا حلت في برج الدلو أكسبت باطن الأرض الحرارة وأدفأته ، وكانت سخونة الأرض في تلك المواضع غير اللينة معتدلة ، غير مطيرة لتلك\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالرطوبة ، ولا مفنية لها ، ولا محللة ، فرقى ذلك الماء صاعدا يطلب الهرب الخفيف من الحرارة الخفيفة ، فلما علا إلى موضع لحقه فيه برد ثقيل ، فرجع منحدرا من موضع إلى موضع ، متحركا حركة ضعيفة فإذا استقر في الأرض أسخنته الحرارة اللينة ، ثم حركته الريح المعتدلة في حركتها الهينة ، فأكسبته حركتهما برودة وسكونا وثقلا ، فلم يزل كذلك ، كلما لاقاه البرد سفل ، وكلما أسخنته حرارة باطن الأرض علا حتى زال عنه أكثر المائية ، ولطف بتينك « 1 » الحركتين لطف الحركة في ذلك الصعود ، والنزول ، بمادة الشمس والسخونة الأرضية ، حتى صار بطول زمان السخونة اللينة دهنا لينا رطبا سيالا ماء خالصا ، ولا دهنا غليظا ، بل دهنا لطيفا رقيقا قد اكتسب لطفا واعتدالا ، فلما بلغت الشمس إلى برج الجوزاء ، وسخن الهواء ، وهبت رياح البوارج ، حسى ظاهر الأرض فجف الشيء بعد الشيء ، وابتدأ الدهن ينعقد بتينك « 2 » السخونتين الباطنة والظاهرة ، والأرض التي هو فيها متخلخلة لها مسام ، ينفذ فيها إليه النسيم الذي به حياة كل حي ، ويلقحه من تلك المسام لقاحا يسيرا ، وحرارة الأرض تزيد في كل يوم حتى صلب الدهن ، وانعقد انعقادا لم يكن كثيرا ، واخذ في طريق التصوير بالحر والبرد العاملين في الرطوبة واليبس ، ولم يكن النسيم يباشره فيخالطه بل كان ينفذ إليه ، وبينهما حجاب لطيف ، تجول بينه وبين مباشرته باللمس ، فعمدت العناية الإلهية تخطيط الصور ، كما شاء المصور الحكيم ، وكونتها بالحر والبرد ، وتكونت الطبيعة الأولى في حجب الأرض ، وتخططت الصورة جسما صورها وقدرها العزيز الرحيم ، فأحدث كل كوكب فيها شيئا ، وطبعا ، وتولى جزءا من جسده في ذلك التصوير ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بتلك ( في ع ) .\r\n( 2 ) بتلك ( في ع ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nووضع فيها وضعا فكان المتولي لنقش الصورة الانسانية عطارد ، بمعاونة الشمس وزحل والقمر ، فلما كملت لجميع العالم الانساني الصور كان غذاؤهم من السرر ، إذا كانت تجذب اللطائف الدهنية المحتوية عليه ، ولطافة فضلة العفونات المنبجسة من أشقاق الأرض التي هي بمنزلة دم الطمث المحتوية على الجنين في بطن أمه إليه ، والغيوم والضباب والأمطار ساكنة لكمال الخلقة ولأن لا يدخل عليها الفساد وغذاؤها مما استجن في المغارات الغائرة ، كما أن الأثاث إذا حملت استحال دم الطمث من الارحام إلى الاثداء وإلى باطن الأجساد فيكون غذاء لتلك الجملة ورزقا ساقته العناية الإلهية تقدست له ، فلما حدث في جسمه الطول والعرض والعمق ارتفع من موضعه بتمديد الجسم وكمال الصورة واتفق انه قاعد على أليته وذقنه على ركبته وذراعاه مضمومتان إلى ما يليهما من جسمه وهو مجتمع على هيئة شريفة خطيرة فلما كملت صورته وتخطيط وجهه انبعث فيه الروح من الحرارات التي كونته واستجنت في جسمه ونفخ فيه القمر الروح المحيية الإلهية التي فيها قوة يحيا بها ما سكنت فيه من الأجسام امدته بذلك حرارة الشمس لأن ضوء القمر من الشمس وفيه من حرارة الشمس جزء ما لطيف يعرب عنه بالنفس فلما نفخت فيه تلك الروح ودارت في جميع أحشائه وبدنه وجوارحه وأعضائه تنفس من منخريه واستنشق النسيم المعتدل لأن الهواء حار رطب إذا انفرد بطبعه ولم يخالطه برد شديد فسيبرده ولا حر عظيم فيوبسه فجعل التنفس يزيد بدنه انبساطا واحساسا بالنسيم الذي هو اعتدال أشعة الأفلاك والأملاك الذي سطع في كرة الأرض ولم يستطع نفوذا فيها وعاد صاعدا ثم امتزج بما خالطه مما يجانسه من البخار فصار الكل حارا لينا معتدلا وهو الذي يمد الحيوانات بما يحييها وهو أصل قوة النماء والمحرك من داخل وخارج لما دنا من الحيوان وسما الممد للنبات بما ينميه ويقيمه منتصبا منكوسا ويعليه والروح تعمل في تلك الأجساد\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nأعمالها ويعطي أعضاءه قسطها المهيأ لها فلما انبعث فيه الروح المتنفس ازداد انبساطا ورجلاه يجذبان بقية الدهن الذي تصور منه جسده وكان له به اختلاط كما يجذب حجر المغناطيس الحديد إلى ذاته بالاقتدار ، كذلك جذب البشر ذلك الدهن بالمشاكلة لمخالطة الأرض الماء النازل من الأمطار وكذلك كل جوهر في جسمه من جلده وأعضائه وعظمه ولحمه اجتذب من ذلك الدهن وما يليق به وما ادخرته الحكمة بسببه فلما خابطه الحس وتنفس انبعث كسلانا يتمرغ في الموضع الذي تكون جسمه فيه وجعل بدنه يجتذب الدهن الرطب الباقي منه ليغتذى به وهو يتقلب يمينا وشمالا وخلفا وأماما وبطنا وظهرا ويمتص رطوبة ذلك الدهن من ظاهر جسده بعد انحسام سرته ومكث على ذلك يستمد تلك الرطوبة غذاء لبدنه ومادة وهو ينمو بعد أقامته في ذلك الدهن تسعة أشهر لا نقص فيها ولا زيادة فلما صارت الشمس في برج العقرب تقوتت تلك الشخوص الانسانية وفتحت أفواهها وطلب أن تغتذي بها منها مثال الأجنة حين تخرج من بطون أمهاتها وأشباهها ومشى ذلك الانسان لسنة وهي في الخلقة كولد أربع سنين لقوة الأبوين اللذين هما الأفلاك والأمهات المتولين له في هذه الحالات المربين المغذين فكان أول غذائه من الفواكه بالعنب والتين لما فيهما من النعومة واللين . فهذا شرح بداء الانسان وما تقدمه من النبات والحيوان . ثم كان بعد ذلك دخول الألف الذي شارك القمر فيه زحل وهو ألف السعادة مثال الخلق الآخر آخر دور زحل الوارد بالمصالح والمنافع فتولى حدث والأمور العجيبة من ظهور شخوص سعيدة وقران الملك والسلطان والعدول الاحسان وابتداء الأديان فلما وقف السبعة آلاف التي لزحل بعد تمام الخلقة أجمع وظهور الارفع منها والاوضع ابتدأ المشتري سبعة آلاف سنة والمريخ على مثال ذلك وكذلك سائر الاملاك على نسبة حسنة ، ويكون القمر منتهاها والسبعة الآلاف له غايتها وأقصاها إلى وفاء تسعة وأربعين الف سنة وانتهى دور زحل إلى وفاء خمسين ألف\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nسنة فيكون للسبعة ثلاثمائة ألف وستون ألفا وذلك تقدير من لا تأخذه نوم ولا سنة ، ثم ابتدأ المشتري في دوره سبعة آلاف سنة على ما تقدم ذكره إلى وفاء خمسين ألف سنة ويكون دور زحل المنتهي وكان للمريخ خمسين ألف سنة مثلها إلى أن يكون المشتري النهاية لذلك العدد وكان للشمس خمسين ألف سنة إلى أن يكون المريخ نهاية ما اتسق من ذلك وانتضد ثم كان بعد ذلك خمسون ألف سنة للزهرة إلى أن تكون الشمس نهايتها المستقرة ثم كان للعطارد خمسون ألفا إلى أن يكون الزهرة نهاية له كما قدمت لذلك وصفا ثم كان بعده خمسون الف سنة للقمر إلى أن يكون المنتهي عطارد صاحب تخطيط الأشكال والصور فيكون ثلاثمائة ألف وستون ألف سنة في تكرير ضرب أجزاء البروج إلى أن يكون في مثله وانقضى ذلك الكور بانقضاء أهله ثم يعود الدور إلى زحل ويفسد ما على وجه الأرض بتراكم الغيوم والضباب والثلوج وشدة البرد وهو اليوم الذي ذكره الله تعالى بقوله  فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ  « 1 » فالإشارة إليه بذلك العدد وكان الامر على حالته الأولى مثلا بمثل تحويلا وتبديلا فسبحان من هذه صنعته وتدبيره وحكمته وتقديره ولا إله الا هو وتعالى عما يقول الظالمون علوا كبيرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المعارج آية 4 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nالفصل الثامن ظهور الشخص الكامل\r\nفي ظهور الشخص الفاضل ذي النور الكامل الذي هو غاية الخلقة ونهاية ما في الفطرة كما لكل جنس من الأجناس نهاية وفي كل شيء من الخلقة غاية كالياقوت الأحمر من الأحجار والنخيل من نهاية والأشجار والفرس من الحيوان فوجب أن يكون الأنبياء والأوصياء والأئمة غاية ما في عالم الانسان لان كل واحد منهم هو الطريق إلى الملائكة الكرام عليهم السلام ، وكان هذا الشخص والكريم زبدة الطبيعة بأسرها ، الحائز لشرف الرئاسة وفخرها وهذا التدبير كله تدبير العقول البرية بأسرائها للعناية الإلهية حتى أظهرت الرئيس رئيسا والخسيس خسيسا وذلك أنها قصدت ذلك الدهن المذكورة آنفا فأظهرت منه أسناه وأفضله وألطفه وأعلاه حالة وأشرفه في غور من تلك الغيران من الخدد المتخددة المتكون فيها عالم الانسان فصار في ذلك الغور ثمانية وعشرون شخصا على عدد حروف المعجم وعلى منازل بروج الفلك الكريم وعلى عدد حروف لا حول ولا قوة الا بالله العلي العظيم ثم لحظتها العقول السبعة بأنوارها الباهرة وأمدتها بفوائدها المتظاهرة وقد ميزت الكواكب السبعة بمناظراتها بين أمورها وحالاتها وجذبت الطيب منها إلى الموضع اللائق به والخبيث إلى قراره على قدر مستحقه ومستوجبه وكان فضل أهل المغارة المذكورة في تكوين أجسادهم الشريفة أعظم من فضل الياقوت على الأحجار واختصاصه دونها بالرتبة السامية المنفية وأجل من شرف النخيل على\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالنبات وأعظم وأزكى من العود في جنسه وأكرم وأعلى من عز الفرس على الحيوان فهو أفضل من كل فاضل قاص في الخلقة ودان فكانت أجسامهم شفافة جوهرية نامية كلية فلم تبلغ وتلك القامة الألفية رتبة الاحتلام وألا وتلك كائنة لذلك العالم أعلاما للأعلام ثم أن العقول لحظتها بأشعة أنوارها بوساطة المتولي لتدبيرها من أدناها الموكول إليه أمر عالم الطبيعة المحكم في كبار الأمور صغارها فصارت لطائفها في غاية العلو والشرف والصفا والجلالة والعظمة والبهاء وعلت هممها وسمت وترتبت في السبق والاقرار لمبدعها وانتظمت على سبيل ترتيب عقول عالم الابداع وقيام كل لاحق بسابقة بالأتباع فسبقها منها واحد منزلته فيها منزلة الواحد من أعداد والألف من حروف المعجم والياقوت الأحمر من أجناس الأحجار المخصوص بالشرف على جميعها المعظم والنخيل من النبات والفرس من الحيوان والمبدع الأول الذي منه المبدأ وإليه المعاد لكل قاص أو دان وكان ظهور هذا الشخص الكريم بالفعل في الحكمة والعلم والتعليم وأظهر المعجزات التي للعالم بهرت وأعلت مقامه ولفضله شهرت وقام بالفعل في أبناء جنسه لأنه زبدة العالمين الطبيعي والروحاني ونهاية الجسماني والنفساني وهو النهاية الثانية الذي له المتحركات تحركت والسواكن سكنت فاتحدت به النهاية الأولة فنطق هذا الشخص الفاضل بالحكمة ودعا إلى الابداع الشريف وإلى باري البرايا تعالى الذي حباه بالتعظيم والتشريف وأمده المتحد به بمعرفة جميع الأسماء والمراتب وتجلى بصورته ومن عليه بإعلاء أمره وإنارة بصيرته وكان الحال فيه على مثال الحال في عالم الابداع في ابتدائه الروحاني وكون الابداع فيه واحدا ليس معه في مرتبته من ثان وكان دوره ذلك دور كشف إذ هو أول الادوار ومنتهاها والواسطة بين دوري الكشف الأول والآخر دور الاستتار ، ثم إنه لما كان على تلك الحال من الشرف والجلال أخذ على تلك الشخوص السعيدة التي انبعثت معه في ذلك المقام المكرم أكيد عهد الله\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالمغلظ وميثاقه المشدد والمعظم على حفظ السر المكنون والعلم المصون وعلى معرفة التوحيد والتنزيه والتجريد ومعرفة الحدود المجرد ومبدأها السعيد وكانت الشخوص المنبعثة معه في القبول والتجوهر وحسن الاقتداء والتصور كمثله لولا شرف السبق الفائت لها به ولجميع الخلق وحقق الكلام في ابتداء الأول وأوضح معاد الأنقص والأفضل واصطفى لنفسه من هذه الشخوص المذكورة ستة عشر حدا هو السابع عشر لها ونصب الباقي أحد عشر حدا في احدى عشرة جزيرة في كل جزيرة حدا يوضح لأهل تلك الجزيرة رشدها ويدلها وهذه الرتبة باقية على مرور الزمان مستقرة مع صاحب كل عصر وأوان لهداية الخلق وتبصيرهم وتهذيبهم وتصويرهم ودلالتهم على أمر معاشهم ومعادهم وتبليغهم من الاتصال إلى دار القدس غاية مرادهم فلما كان أهل الجثة الإبداعية ثمانية وعشرون شخصا صاحب الجثة أشرفها وأعلاها ومعه في جزيرته ستة عشر حدا منها اثنا عشر حدا المسماة حجج الليل وكان اسبقهم إلى المقام من جملتهم أربعة شخوص هم الأربعة الحرم الذين نص عليهم محكم الكتاب نصا ويتلوهم ثمانية هم المسمون بحملة العرش مقامات شرفهم سنية ومراتبهم واشخاصهم محجوبة خفية وأقرب الجميع إليه بابه وحجابه وهو قائم لذلك العالم مقام المنبعث الأول وصاحب الجثة المحتجب به قائم له ولهم مقام الابداع صاحب الشرف الأكمل ويتلوه رتبة الحجة الطاهرة المقابلة لثالث العقول الداعي لسائر ذلك العالم إلى توحيد مبدع الفروع والأصول والثالث داعي البلاغ المقابل الرابع العقول المبعوث إلى من تحت يده بالدعوة والابلاغ والرابع الداعي المطلق المقابل الخامس العقول والخامس المأذون والمطلق المفيد عالم المحسوس والمعقول وهذه الاثنا « 1 » عشر التي هي حجج الليل المقيمون بين بداية الذين لا يبرحون على مر الأيام لديه لا يفارقونه مكانة ولا يزايلون أو طانه فلهم الشرف بذلك على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاثني ( في ع ) .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمن سواهم والفخر على من عداهم إذ هم صفوته من العالم جميعه المفضلون على رفيعه ووضيعه عبادتهم محض الباطن وغامض السر المستسر الكامل سبيلهم لذلك العالم سبيل الروح للجسد المحمى لكل ما به اتحد ومنه استمد لا تكليف عليهم بتعليم رياضة ولا شريعة ولا شيء مما يبتدئ به المتعلمون في دار الطبيعة وانما تعليم الحقائق المحضة مصروف إليهم وتفهم المعاني الخفية متكل فيه عليهم فليس فوق رتبتهم في الشرف الا رتبة المقام ، وبابه الذي هو مطرح شعاعه وحجابه واثنا « 1 » عشر دعاة النهار القائمون بتعليم الظواهر والاسرار هم لتلك الاثني عشر المذكورة بمنزلة الهيولى وتلك لها كالصورة لمواصلتهم لهم بالتأكيد والإفادة وتبليغهم من معرفة حقائق العلوم غاية الإرادة والحجج النهار من الشرف على من دونهم من العالم ما لا يحد ولا يوصف ولا ينبعث ولا يكيف فكان كل حجة من حجج النهار الاثني عشر المبعوثين في الجزائر يدعو العالم إلى توحيد مبدع الكل وإلى معرفة عقول عالم الامر الذين آخر رتبهم مرتبة العاشر وإلى ولاية هذا الشخص الكريم صاحب الجثة ذي الخطر الجسيم والجلال العظيم ويأخذ عليهم العهود المؤكدة والمواثيق المغلظة المشددة بأنه خليفة اللّه في أرضه . القائم فيها بسنته وفرضه . ويرتب الحدود في تلك الجزيرة المصروفة إليه ويؤدي من إقامة كل واحد منهم في صقعه لهداية أهل ذلك الصقع ما يجب عليه ويعرفهم أنه الهادي لهم إلى الصراط المستقيم الوارد بهم إلى جنات النعيم ويبين لهم مرتبة نفسه وأنه خليفة ذلك الشخص الفاضل فيهم الذي ارسله لهدايتهم وارشادهم وجعله الدال لهم إلى طريق معادهم وأن طاعته واجبة عليهم مفترضة كطاعة مرسلة إليهم ونصب من تحته يده في تلك الجزيرة حدودا معلومين من دعاة ومأذونين ومكاسرين فصار كل واحد منهم يدل تابعيه على رشدهم يبلغهم مما يقربهم إلى باريهم غاية قصدهم وكل دان من الحدود خاضع وكل مسترشد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اثنى ( في ع ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمستكين لمرشده متواضع كل ذلك بميزان العدل وموجب الاستحقاق ووضع كل واحد منهم في موضعه اللائق به أخذا بقدر من الامساك والانفاق فكان كل حد دان يقوم نفوس تابعيه في دور الكشف بالمعاني الحقيقية والاسرار الخفية المعنوية وفي دور الستر بالشريعة الغراء ويرتب لهم الأمور الرياضية شيئا بعد شيء على أحسن مراتبها فذلك دأبهم في الدورين معا في كل جهة من الجهات استجرار للنفوس الغريقة في بحر الجهالات فمن علم الشريعة وعمل بها وتحقق الأمور الرياضية القاضية للنفوس بتأديبها وتهذيبها وطابق على حضور المساجد والجماعات وعلى ما يرضى الله سبحانه من فنون الطاعات ونزه نفسه عن المحرمات وتطوع بالبر والصدقات فان نفسه في كونها على تلك الحالة تصير حسبما كانت عليه في أول وهلة من الشرف والجلالة حية قادرة محيطة عالمة علمها الأول حين كانت قبل الزلة بسيطة .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالفصل التاسع مراحل المستجيب\r\nفإذا أخذ على المستجيب العهد الكريم كان بمنزلة السلالة المنسلة من ظهر الأب إلى بطن الام ، المنتقلة من حالة إلى حالة ، وسبيل فحمة ، قد جاورتها جمرة نار ، فأثارت فيها حرارة ، ولم يبد فيها إضاءة ولا إنارة ، قد تميز من الهمج والرعاع ، ونسب إلى الأولياء والاتباع ، وعرف أنه من أهل الايمان ، وكان في أول رتب الدين ، المفضل على سائر الأديان ، ودخل الحرم الأمين ، وحاز أولى درج المتقين ، فإذا تعلم علوم الشريعة وتأويلها ، والرياضة ، وصارت نفسه بالطهارة عن الخبائث معتاضة ، واصطنعه مفيدة واصطفاه ، وقربه وأدناه وحباه بمواده واجتباه ، وفتح له في علم الحقيقة بابا ، وكشف له عن الاسرار الإلهية حجابا ، وأكد عليه المواثيق ، وشدد وبسط له من العلوم ما أعلى صورته ، فوحد وهو يعرف من وحد ، بدأ في تلك الفحمة نقطة مستقيمة ، بين الإنارة والظلمة ، لم يطلق حاكم بتحقيق على أيهما حكمه ، وهي رتبة المؤمن الذي سبيله سبيل النطفة الحادثة بين الأب والام ، الحاوية من ترتيب الجنين في بطن أمه للتقدم ، وحتى إذا بلغ رتبة المكاسر ، وصار في مقابلة عالم الابداع مضاهيا للعقل العاشر ، كان كالعلقة التي منها مخلقة ، وغير مخلقة ، وكالفحمة التي اشتعل فيها بعض إنارة ، وضيئا ، واتصل بها أقل شيء من بهجة وسناء ، فإذا بلغ رتبة المأذون المطلق ، كان سبيله سبيل المضغة التي استمر امر الجنين بها ، واستوثق ، وكالفحمة التي اشتعلت تلك النقطة\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nفيها نورا مضيئا ، وجنسا شريفا سنيا ، سبيله ما يتصل بالجنين من المحيط ، بتوسط شعاع الشمس في الشهر الرابع ، من الحيز المتوالي ، المتتابع ، فإذا بلغ رتبة داعي البلاغ المأمور إلى كافة من في صقعه بالابلاغ كانت منزلته منزلة العظام العالية ، على ما تقدمها من هذه الاقسام ، والفحمة التي زايلها اسم الفحم والجمر ، واستحقت بتشعشعها أن تسمى باسم النار الصاعدة إلى الهواء بالغلبة والقهر ، حتى إذا بلغت رتبة الحجة الكريم ، كان اسم اللحم عليها واقعا ، واستحقت اسم التعظيم والتفخيم ، وانبسطت النار بما أعلا قدرها من النور الباهر ، لما عند ذلك المجمع الشريف من الفضل المتظاهر ، وكملت رتب الدين المقابلة لرتب الجنين المختومة بمجمع تلك المجامع ، الذي هو الحجة المتسلم من أول دور إلى آخره ، لجميع الودائع ، المستكمل لجميع تأثيرات الكواكب الروحانية والجرمانية ، والبروج المتهيّئ للظهور إلى عالمي العقل والحس ، والخروج ، وصار شخصا كاملا ألفيا ماثلا ، وعند ذلك واصلته الرتبة السابعة الشريفة ، التي هي رتبة الإمامة ، المخصوصة من الله تعالى بباهر الفضل والكرامة ، الخلق الآخر ، الموازي لنفس الحس المتصلة بالجنين ، بعد خروجه من بطن أمه ، المستحق أن يشاكل معناه اللطيف جنسا حوى جلده على لحمه ودمه وعظمه ، يصدق القول في ترتب هذه الرتب الست المقابلة لرتب الجنين ، وكون النفس متصلة بالمولود عند خروجه من بطن أمه قول أصدق القائلين :    « وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ ، ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ ، ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً ، فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً ، فَخَلَقْنَا الْمُضْغَةَ عِظاماً ، فَكَسَوْنَا الْعِظامَ لَحْماً ، ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ ، فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ    « 1 »    »    وهي النشأة السابعة ، روح تلك الأجسام المتوالية في الترتيب ، المتابعة تلك الحياة التي هي الخميرة الا بداعية هي المتحركة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المؤمنون ( الآيات 13 - 15 ) .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nهذه الأمور لنيل كمالها ، ولتعود إلى عالمها بخلاف ما جاءت منه ، بل ترجع ، قد حازت شرائف بهجتها وجمالها ، ولذلك ان حركتها متوجهة إلى قدامها لا إلى خلفها ، فهي تصعد رتبة رتبة إلى أن تبلغ الغاية التي تقصر الألسن عن تأدية وصفها ، كما أن الحركة المعدنية لا إلى خلفها متوجهة بل إلى قدامها ، ولا سالكة إلى ورائها ، بل إلى أمامها ، فأفعالها دائمة إلى أن تبلغ غايتها الذي هو الانسان متوجهة ، وعنايتها إلى أن تصل إليه إذ هو غايتها متجهة فصعودها إلى النبات ، والنبات صعودها إلى الحيوان ، وغذاؤه من المعدن الهاوي لرأسه المنكوص من كل الجهات والحيوان صعوده إلى الانسان البشري الذي هو قبلة الجميع ومعاده وامامه ، وبانتهائه إلى رتبته يكون كماله وتمامه ، ولا يعود إلى خلفه الا ما كان من القشور الهيولانية المباينة لصفة هذه الخميرة الا بداعية ، وهذه الخميرة لا تزال ترتفع وتعلو وتنتقل من رتبة إلى رتبة ، وتسمو إلى أن تبلغ الصراط السوي المنتصب والحد الذي كانت لبلوغه تتوقع وترتقب ، وحينئذ يعرض عليها الولاية الإلهية والدخول في حرم الدعوة الشريفة الهادية ، فان بادرت إلى الإجابة ، واعتمد ما يعتمد أهل الإصابة تنقلت فيما ذكرته من المراتب الدينية ، رتبة رتبة ، وارتقت إلى تلك المنازل درجة درجة ، وجاورت الملائكة المتفرقين في تنقلها في درج الصالحين ، واستحقت أن يطلق عليها اسم الملائكة لتملك من علا عليها لها وتملكها لمن رتبته دون رتبتها ، فإذا انتقل المنتقل على هذه الحالة الجميلة ، والخطة الحسنة النبيلة ، فاز ونجا ، أدرك ما أمل ورجا ، واتصلت صورته تلك عند نقلته ومفارقته لكثيفه وجثته ، بصورة مفيدة المان عليه السائق الفوائد العلمية إليه بوساطة العمود النوراني ، الجاذب إلى صورة العالي من الحدود الفضلاء صورة الداني ، لأنه مغناطيس النفوس الشريفة ، والأرواح النيرة اللطيفة ، وصدوره عن غيب الغيوب ، جل جلاله ، إلى ابداعه العظيم ، وحجابه الكريم ، ومن الابداع إلى تاليه ، ومن الانبعاث\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nإلى من يليه ، فهو متصل كذلك بكل دان على يد من يعلوه ، ومن كل فاضل إلى من في الشرف والفضل يتلوه ، إلى أن يتصل بامام الزمان عليه السلام ، وينتهي إليه من تنقله في العقول الابداعية الاتساق والانتظام ، وكان تنقله منه على الترتيب والتدريج إلى حدود الميامين ، وأوليائه المخلصين ، لا يمر بمرتبة دانية دون أن يواصل من علاها ، جاز ذلك كذلك في أقصى الحدود وأدناها ، وذلك حقيقة العدل والحكمة ، واظهار العطف العظيم من باري البرايا والرحمة ، لأنه العناية الإلهية والحكمة الربانية ، وميزان العدل الذي لا يحيف ولا يميل ، ولا يضع شيئا غير موضعه ، من حقير وجليل ، متصل من شبح فاضل إلى مفضول ، جار ذلك في جميع العقول لا يتجاوز شبحا منها واحدا ، ولا يتصل إلى الداني منهم الا بعد أن كان للعالي قاصدا ، وإليه واردا .\r\nفإذا كانت نقلة منتقل من الحدود والأولياء إلى دار الصفا ، وحرك امام زمانه صلوات الله عليه ذلك العمود ، فحرك صورة واحدة صورة ذلك المنتقل إلى الصعود ، وصورة الحد الذي استحق أن ينتقل إلى صورته صورة ذلك المحدود ، فتراءت المحدود صورة حده النيرة الشريفة ، فاستبشر وأنار وجه تصوره وبصيرته وأسفر وعاين عند ذلك امام زمانه ، وصاحب وقته ، وأوانه تمنى أن أخذ انه وأصحابه وأوليائه وأترابه واخوانه المؤمنين الباقين ومن فوقهم من الحدود الميامين يعلمون بما هو فيه من النعيم ، وما عاين من الحادث الباهر الجسيم ، وما أعدله من الثواب ، وصرف عنه من العقاب ، وسومح به عند الحساب ، ولذلك انه يقول في الحال عن معرفة بما صار إليه يقين ،   « يا لَيْتَ قَوْمِي يَعْلَمُونَ ، بِما غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ   « 1 »   »   فحينئذ يجذب العمود صورة المحدود العلمية إلى صورة حده العالي عليه ، ويجتذب نفسه الحسية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يس ( الآيتان 27 و 28 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nلتكون لتلك الصورة كالجسم المشار بالقامة الألفية إليه ، الا أن بين حسية الحد وبين حسية المحدود مجاورة ، وبين صورتيهما الشريفتين ممازجة ، فيقيم عند ذلك الحد صورة المحدود ، ليسمع سؤال من يسأله عن المعارف وجوابه بالحقائق ، لذلك الموالي العارف ، ويحركه لسؤال من هو أعلى منه ليسمع حقيقة الجواب ، ويترقى بالإفادة والاستفادة في الأسباب ، وينطق على ذلك الحد بالسؤالات والأجوبة في أكثر مقاماته ، والحث على الأعمال الصالحة في جميع حالاته ، وينكث في أكثر الأوقات في روعة من الآراء الصائبة ما يشابه آراء من اطلع على المغيبات ويؤنسه في المواضع الموحشة الذعرات ، ويلقنه الحجج عند المشاجرات والمناظرات ، ويردعه عن اتيان الفواحش والمنكرات ، ويمنع الصور الخبيثة أن تصل إليه ويصرف عنه كيد كل حاسد منهم وعدو ، لأنه عمل ذلك الحد قد لقيه وأفاده وكوفي بكونه قرين صورته ، أحسن المكافأة ، وهو ابنه الصالح الذي من أهله الصائر هو معادا له مكافاة على ما اعتمد فيه من شريف فعله ، فكل واحد منهما يصاحبه مغتبط ، ولطيف الصاعد بالمصعود إليه مرتبط ، ومسرة بعضها ببعض قد جمعتها ، والعناية الإلهية في مواضعهما بالحق قد وضعتهما فإذا أنت نقلة ذلك الحد الذي انتقل إليه ذلك المحدود تحرك عمود النور المواصل بين صور الأولياء والحدود ، فجذب تلك الصورة إلى صورة العالي عليها ، وبشرها بجنتها التي هي صائرة إليها ، فعاينت من جلائل الأمور الشريفة أضعاف ما عاينت الصورة الأولى وصار حبلها بحبل من انتقلت إلى صورته موصولا وصارت صورتا الحد والمحدود المنتقلين إلى العالي عليهما ، ونفساهما الحسيان شيئا واحدا ، فمازجت صورتهما صورة من انتقلا إليه ، وجاورت نفوسهما الحسية صورته ، تلك الشريفة ، ففازا حينئذ وسعدا وكل رتبته من هذه الست الرتب المذكورة انها مقابلة لرتب الجنين يحتوي على سبع رتب ، في كل رتبة من صور أهل تلك الرتبة عدد معلوم يحصيه حدود الدين .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nفاولها رتبة المكاسر المقابلة للعاشر ، فإذا انتقل من اخر رتبة المكاسرة منتقل اتصل بمن هو أعلى منه من أهل تلك الرتبة ، وانتقلا جميعا إلى من هو أعلى منهما بالإضافة والنسبة ، لأنه إذا كانت كل رتبة من الست المراتب التي هي مراتب الدين سبع مراتب ، كما سبق ذلك بالايضاح والتبيين ، كانت نقلة المستفيد إلى اخر شخص من الرتبة السابعة من رتب المكاسرة ، وترافعت الرتب في النقلة إلى أن يتصل أول صورة السابعة من صور الرتبة السادسة بالآخرة ، كذلك يجري الحال إلى أن ينقضي رتب المكاسرة السبع ، وكان أولها محكوما عليه ، إلى آخر الرتبة السابعة من رتب المأذونين المطلقين بالعود والرجع إلى أن تنقضي هذه السبع المراتب على هذا المثال ، وكان لأول رتب الاطلاق إلى اخر الرتب السابعة من رتب دعاة البلاغ حقيقة الانتقال إلى أن تنتقل صورة هذه الرتبة وتترافع وتتوالى في التنقل وتتابع ، وكان لأول رتب دعاة البلاغ إلى اخر الرتبة السابعة من رتب الحجية المعاد والرجع ، لأنها قد أحصت الصور في مرتبتها جميعا ، ونهاية ما يصير المنتقلون إليه أجمع هو أول هذه الرتب السبع الشريفة أعنى رتب الحجية السامية المنفية مجمع المجامع نهاية كل حد شريف إلى دار القدس بمن ضمنه راجع ولا يزال الترافع كذلك في الانتقال إلى أن يكون اخر دعاة البلاغ لأول رتب المأذونين المطلقين ، هو المرجع عند المال صعدا إلى أن ينتهي الحال إلى اوّل رتب الحجية المعظمة المشرقة ، على سائر المراتب الخمس ، وعلى من دونها من الرتبة السادسة المكرمة ، وان ذلك الموضع الشريف والمحل العالي اللطيف ، هو جنة المأوى ، المجتمعة جميع الصور إلى شريف مقامه ، حجاب الولد التام ، الذي قضى الله تعالى بكمال المجمع الشريف عنده وبتمامه ، ويجري الترتيب على ذلك في أن صورة كل محدود عملية تمازج صورة حده ونفسه الحسية تجاوز نفسه فإذا انتقلا إلى العالي عليهما امتزجت صورتاهما فصار الكل شيئا واحدا قد ساوت الحكمة جنسه وامتزجت\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nصورتاهما بصورة المفيد مع أن كل صورة منهما في موضعها لا ينقص ولا يزيد يجري الامر كذلك إلى آخر المراتب في المجاورة والممازجة وحفظ المراتب على ما أوجبته الحكمة من الترتيب والمزاوجة والإنسان البشري يشهد لذلك بالصحة والصدق وينطق بأن اليقين والحق بكونه أولا سلالة ثم تبتدئ الكواكب والأفلاك في تدبيرها شهرا شهرا من وقت كونها على تلك الحالة ثم يصير نطفة ثم علقة ثم مضغة ثم عظاما ثم لحما ثم كانت النشأة الآخرة السابعة منتهى الخلقة بأسرها حافظة نظام وجود كل ما علا ودنا المؤلفة بين ما قرب من المضادات ونأى وكانت تلك الحياة في حال استجنانها في الأرحام كاملة الأدوات من الحواس الخمس المكتسبة هنالك مدة ما مكثت فيها من الأيام وهي لا تنتفع بشيء منها ولا يدرك بها شيئا مما قرب إليها ولا مما بعد عنها ولا يبصر بها ولا يسمع ولا يشم ولا يلمس ولا يدرك ولا يحس ولا يغتذى من فمه الا من وسطه تشريفا للفم من دم الطمث لكونه ترجمان الحكمة ومحل النطق بالخير والرحمة حتى إذا خرجت إلى فسحة عالم الحس واستعمل جميع الحواس هنالك تلك النفس كانت قوتها إلى الفعل عائدة وصارت المحسوسات كلها لها مادة تفعل فيها وقاعدة وقوة قواها وبلغت منتهاها وسمعت وأبصرت وشمت وذاقت ولمست وتقوت جوارحها واتصلت بها أغذيتها ومصالحها كذلك الصورة الشريفة التي استجنت لجسمها الذي هو رحم الآخرة والمشاكل الرحم الدنيا إذا صارت إلى فسحة الفضاء الروحاني والمحل القدساني قامت بالفعل وترتبت صاعدة حتى تبلغ في معادها إلى ذلك الأصل وصعدت في الرتب حتى تصل إلى المحل الشريف الذي هو مجمع السبب والنسب مغناطيس الأرواح الانسانية وبرزخ الصور الشريفة القدسانية وخرجت عن المكان والزمان وصارت في الروح والريحان تسيح في فسحة الجنان وتفوز بمجاورة الزمان ويعود إليها من دونها ممن أجاب وأناب ودخل الحرم الأمين واستجاب وهذه الحجة العظمى العالية على كل الحجج التي\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nهي باب إمام الزمان صلوات الله عليه التي فاتت درجتها في السبق إليه جميع الدرج التي يتسلم الصور في وقت الامام الأول في جميع الجزائر جميع الدرج التي يتسلم الصور في وقت الامام الأول في جميع الجزائر ويسلمها إلى ولده الآتي القائم بنص أبيه عليه المعرب عنه بالأجر وذلك النص الواقع من أبيه عليه السلام عليه والإشارة التي يشير بها في ذلك الاوان إليه .\r\nانما المعنى بذلك أن أباه سلم إليه تلك الصور الشريفة التي كانت عند الباب المستخلصة من المؤمنين والمكاسرين والمأذونين وللدعاة والأبواب وزبدة العالم بأسره الحائز من سلمت تلك الأنوار إليه السامي فخره فمعنى النص سليم صور الإمامة إلى المقام الآتي الشريف المخصوص من الله تعالى بالتعظيم والتشريف فالمسلم إلى ولده يقوم مقام الابداع والمتسلم الذي هو الولد يقوم مقام الانبعاث بما اتصف به من شريف ذلك الشعاع . فإذا صارت الصورة التي كانت عند الباب عنده كانت رتبته حينئذ رتبة الوحدة التي عجز الزمان أن يوجد فيها في وقته كفوه ونده وكل حد عال أو دان فقد اكتست نفسه الحسية في حال كونها في رحم الآخرة الذي هو الدنيا المقابل لرحم الأم الذي تربى فيه جسمه في ذلك الأوان صورة خلاف الصورة التي هو اليوم عليها أصلها شريعة الناطق عليه السلام التي دعا الناس قاطبة إليها ، وهذه الشرائع انما جعلت لتهذيب النفس النامية التي ترتبت في بطن الأم وصارت حسية لتكسب لذاتها بالشريعة ما ينير ذاتها وينقلها عما اعتادته من العادات البهيمية التي عما أظلمت جوهرها رذالاتها فتكون هذه النفس جسما للنفس الناطقة الشريفة هي روحه ومعناه والمحتجب فيه الذي شرفه وأعلاه ولهذه النفس الحسية التي اكتسبت من الشرائع جسما كان الناطق حجابا حجاب شريف فيه سر عجيب يفتح المتكلم فيه عند الكلام على جسم الامام بابا وكانت رتبة الحدود أفلاكا محيط بعضها ببعض وكل فلك منها متحرك بمحرك له هو له بمنزلة النفس الموكول إليها أمر الابرام فيه والنقض كإحاطة بعض\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالأفلاك الجرمانية كذلك ببعضها وفعل كواكبها فيها كذلك يجري الحال من أسافلها إلى أعاليها فالفلك المحيط محيط بفلك البروج وفلك البروج محيط بالافلاك السبعة فكل فلك منها فله ملك يحركه ويتحرك بحركته ويحيط به ويديره كل ذلك لاتمام الصورة . وكانت الأمهات الأربع في وسط المكان لاظهار المولدات المعرب عنها بالمعادن والنبات والحيوان التي هي عالم الكون والفساد الحالة له الأفلاك الجرمانية محل الأرواح للأجساد فكان فلك المحيط يقابل الناطق العالي على كافة الحدود الجسمانية وفلك البروج يقابل وصية المستمد من أنواره الشريفة القدسانية وفلك زحل مقابل الامام وفلك المشتري مقابل الباب العائد إليه صورة الحدود الأولياء الكرام وفلك المريخ مقابل الحجة وفلك الشمس مقابل الداعي البلاغ الموضح للمسترشدين واضح المحجة وفلك الزهرة مقابل المأذون والمطلق الذي فاز من بأوذامه تعلق وبأخلاقه الشريفة تخلق وفلك عطارد مقابل للمكاسر ، وفلك القمر مقابل للمؤمن المطلق المطلع على ما تيسر من السرائر والأمهات مقابلة للمستجيب القاصر الذي حده العمل بالظاهر وكانت غاية تلك الموجودات هي الحيوان وزبدتها الانسان لأنه جمع في صورته صورة العالم بأسره ، وصار كل منه محصورا في فكره وهو منتهى العالم أجمع وغايته ؟ ؟ ، وأول الفكرة وآخر العمل ، وزبدة الكل ونهايته .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالفصل العاشر مراتب الحدود\r\nفإذا قبل أغذية الشريعة المشاكلة لاغذية الجنين الذي اغتذى به جسمه في بطن أمه وقابل الأوامر والنواهي من متولي أمره بالقبول وجرد في العمل صادق عزمه أخذ عليه العهد الكريم ليعرف به من غيره وكان في أول رتب الايمان وهنالك حصلت تباشير خيره فأن استقام على الطريقة وتحرك إلى عالم الحقيقة أخذ عليه الميثاق وصارت الاسرار الإلهية أولا فأولا إليه على التدريج تساق فأن أنارت بصيرته وتشعشعت صورته أطلق عن الوثاق واعتق عنقه من الخناق وأقيم مكاسرا ونصب لجميع الفرق مناظرا فإذا علا أحده في المعارف وارتقى أقيم مأذونا مطلقا فإذا ازداد على تلك الرتبة في المعارف علوا وفي الحقائق ارتفاعا وسموا كان داعي بلاغ قد أذن له إلى جميع من في صقعه بتأييده والابلاغ فإذا اتصل به التأييد الكلي بخيال حده المصعد لرتبته المعلي مولاه العالي على الجميع المتلقى لتأييد عالم القدس بلا واسطة تحجبه عن ذلك الفضل العام الوسيع كان بابا ومجمعا شريفا وحجابا يتسلم الصور من الأفلاك الدينية جميعها ويتصل بصورته الشريفة داني صورها ورفيعها ويحفظها في ذاته الشريفة حفظ ممازجة من طريق الصور العلمية ومجاورة من طريق النفوس الحسية ولهذا الحد الشريف ولكل أوصل إلى مقامه المخصوص بالتشريف الوصول إلى ذلك المقام العالي الهالك في تصوره كل مقصر وغالي الفائز بمحبته العارف لرتبته الموالي ومقام هذا الحد الشريف المعرب عنها بالباب\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالذي هو الحجة العظمى سبب الأسباب مقام سلسل الكريم المخصوص على سائر حدود الدين بالتقديم وصول من اتصل بصورته على مر الأيام إلى الرتبة الشريفة التي هي رتبة الامام عليه أفضل التحية والسلام ، كما ذكر جابر بن زيد الجعفي قدس الله سره قال دخلت على مولاي الباقر صلوات الله عليه وفي يده مصباح زيتون وهو يقول سبحان من كلما كشفت عنه حجابا انفتح لي منه باب ومن كلما فتحت عليه بابا انكشف لي منه حجاب وسبحان من منتهى طالبه إليه ومصير من قصده إلى نوره فقلت في خاطري انك لعظيم فقال يا جابر العظيم من أنابه عظيم والعليم من أنابه عليم بما بدا لي منه ، أنا عبد اللّه يوحى إلي ألا تعبدوا الا اللّه العلي العظيم فقلت في خاطري هذا الحجاب فكيف يكون المحتجب فرفع رأسه إلي فرأيت ضياء عظيما لا يكاد بصري يقع عليه ولا عقلي يحيط به وهو يقول يا جابر هذا بعض أوليائك المكرمين ثم قال لي يا جابر هل أزيدك فقلت حسبي يا مولاي فقال يا جابر أبشر بتطهير الله لك لنزول ظله بك وظهور بابه منك سلسل الكريم يا جابر سلمان منا أهل البيت ظاهره مثل ظاهر باب باطنه من نوره حجاب الرحمن الرحيم فإذا رأيت أنت ما قابلك منا ورأى الخلائق ما واصلك منه كنا بك كما كنا نحن منه ، فاسرع في كشف ما بيننا وبينك تجد ما غاب عنك بينا لك وما ذلك على الله بعزيز فهذا فصل من كلام أصدق القائلين مولانا باقر علوم الدين صلوات الله عليه تحقق ما تقدم من الكلام ويشفى ما في الصدور من الأوام ويخرج الأنفس إلى الأنوار من حندس الظلام ويصحح كون جابر هو المتسلم الصور الإمامة الوارد بهم إلى مقام الشرف والزعامة وأنه حظيرة القدس الدانية التي آوت إليها صور الأولياء والحدود السادة البلغاء وانتقلت إليها من جميع الجزائر واجتمع إلى فنائها الشريف كل أول دوره وآخر وان لم يبق بينه وبين بلوغ رتبة الإمامة المعظمة ومنزلتها المشرفة المكرمة الا زوال العائق من جسمه وانحلال تركيبه ونظمه وكان\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nحينئذ سلمانيا قد تسلل وسلم من العوائق والشوائب وارتقى إلى أعلى المراتب وأسمى الذوائب فيكون من نوره حجاب أعلى عالم الابداع ومن صورته الشريفة إلى من دونه من الحدود ومجرى ذلك الشعاع وصحت مقابلته لمقابلة رتبة الانبعاث الأول وتمت وفاضت الأنوار إليه من عالم القدس فاعلته وبركاتها إياه عمت وصح أن فلك المستجيبين محيط بفلك أهل الظاهر من كل عربي وعجمي وبر وفاجر وأن فلك المؤمنين محيط بفلك المستجيبين وبمن دونهم من العالمين ، وأن فلك المكاسرين محيط بفلك المؤمنين ومن دونهم من المستجيبين وأن فلك المأذونين المطلقين محيط بالمكاسرين وبمن دون المكاسرين وأن فلك دعاة البلاغ الميامين محيط بالمطلقين وبمن دون المطلقين وأن فلك الأبواب محيط بدعاة البلاغ وبمن دونهم من الرتب المتقدمة وأن لو أحدهم الذي هو متسلم الصور على الجميع منهم وممن تقدمهم شرف الزعامة والتقدمة وأن الحجة العظمى التي هي بمنزلة الألف من حروف المعجم لا نقط لها ولا شكل ولا ند لها ولا مثيل وبمنزلة الواحد من العدد المتركبة بعد رتبته رتب الأزواج والافراد حائز رتبة الوحدة الغاية الذي لا شيء من الموجودات في عالم الدين بعده ولا يبلغ أحد منهم حده وهو الموحد المرتب المعدود الموجد وأن لعادلة المرتب الموحد الموجد العلي الرتبة المسعد هو الابداع الأول والمقام الأفضل فهو أعني الواحد الذي هو هيكله النوراني وحجابه القدساني محيط بالعالي من هذا العالي والداني عارف بمن هو في مقابلة الروحاني منه ومن يقابل الجسماني وأنه كمحرّك المتحرك النوراني بما يتصل به من مواد الابداع كما الفلك المحيط على الأفلاك هو المحرك المتحرك الجسماني بما يتصل به من الحياة الهيولانية من لطيف ذلك الشعاع وأن هذا الواحد الذي هو الملك المقرب والانبعاث المنتجب ظاهر من دار الدعوة أبدا على مر الأيام وتكور السنين والأعوام هو ومن يقوم مقامه ويتولى بعد نقلته نقص ذلك الامر وابرامه جار ذلك على هذا\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالسبيل سنة اللّه في الذين خلوا من قبل ، لا تحويل لها ولا تبديل لتمام العدول وظهور الاحسان والفضل وهو أول عدد أفلاك الدعوة ومبتداها وإلى مقامه الشريف غايتها ومنتهاها فهو واحد العشرة والتسعة عنه موجودة إذ هو واحدها وهي بعده مرتبة معدودة وتلك رتبة فلك الأبواب إذ هو لهم واحد وكلهم لمقامه بالرفعة والشرف عليهم شاهد وفلك الأبواب واحد العشرات وهم دعاة البلاغ ، وفلك الدعاة واحد الماءين ، والمئيون هم رتبة المأذونين المطلقين وفلك المطلقين واحد الألوف والألوف رتبة المكاسرين إلى أن ينتهي العدد بالتكرار إلى المؤمنين والمستجيبين وعالم الهيولى يصعد ما استجاب منه في هذه الأفلاك الدينية إلى فلك الوحدة على مر الأيام وهذه المراتب هي القمص الروحانية التي بلغ فيها المستجيب إلى أن ينتهي إلى رتبة الكمال والتمام وهي الهياكل النورانية التي خفى معناها عن أهل التناسخ والعلو التي فيها الترقي إلى الرفعة والعلو فكل مستفيد يستفيد من داعيه ، ومربيه وصاحب أمره ومتوليه إذا قبل كلامه وأقبل عليه وجعل ولايته معروفة إلى من فوقه من الحدود إليه ، كان مربيه مبدأه وإلى صورته الشريفة معاده وانتهاه لأنه الذي صوره بالعلم وأنشأه وخلقه خلقة الدين وهداه وهذبه ورباه ، فإذا انتقش بصورته العلمية وساواه في المعارف الحكيمة كان عند مفارقته لكثيفه لا يتعداه ولا يتصل صورته بصورة سواه بل يكون بتلك الصورة الشريفة متصلا وإليها عند الفراق منتقلا دون جسمه الذي هو كثيفة ، الجارية عليه حوادث الدهور وصروفه برهان ذلك أن جسمه الذي خلعه عائدا إلى الأمهات التي كان منها أجمعه وعلى هذا السبيل يكون اتصال كل دان بالعالي عليه المصور له بلطيفه العلمي الممد له بالسر اللطيف الحكمي إلى أن يصل إلى النهاية التي لا نهاية وراءها والغاية التي لا يتجاوزها رتبة ولا تتعداها وكل من صعد من فلك من هذه الأفلاك الدينية إلى الفلك العالي عليه يبلغ ببلاغ صاحب الصورة التي تقمص بها فإذا آن لصاحب تلك\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالرتبة الصعود إلى من هو أعلى منه كان هو من اتصل بصورته ذاتها واحدة قد بلغت من نقلتها إلى الحد العالي غاية طلبها إلى أن ينتهي المعاد إلى فلك الباب المتسلم للصور وكانت حينئذ تلك صورة واحدة لها عند ربها كريم الرجعي والمستقر وقد اجتمعت من عالي أفلاك الدعوة ودانيها وجذب المغناطيس الإلهي الذي هو صورة ذلك الحد الشريف قريبها ونائيها وكان الكل شخصا نورانيا وهيكلا روحانيا بعضها لبعض كالأعضاء مع كونها شيئا واحدا محضا قد انسلت من عالم اللطافة وفارقت حكم التجسيم والكثافة فالصورة المنسلة من المستجيبين تشاكل في الانتقال السلالة ثم يصعد إلى فلك المكاسرين فيكون في القبول بمنزلة النطفة ثم يصعد إلى فلك المطلقين فيكون بمنزلة العلقة ، ثم يصعد إلى فلك دعاة البلاغ ، فيكون في العلم والحكمة بمنزلة المضغة ، ثم يصعد إلى فلك الحجة ، فيكون في المعارف والحكمة بمنزلة العظام ، ثم يصعد إلى فلك الباب ، المتسلم للصور فيكون بمنزلة اللحم ، الذي تم الجسم الدين الشريف بحصوله فيه منتهى الكمال والتمام ، ثم يصعد إلى رتبة الحجة العظمى الذي هو الإمام عليه السلام ، فيكون كالخلق الآخر الروح المحيي شرف تلك الرتب مغناطيس كل متقدم منها ومتأخر ، لم ان الانسان لما كان من روح لطيف ، وجسم كثيف ، وكان لطيفه هي الحياة الهيولانية الموات كانت الصورة العلمية هي الحياة المحيية لهذه الطبيعة الناقلة لها من الخساسة والرذالة إلى الشرف والجلالة ، يصدق ذلك قول أصدق القائلين :  « فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ  « 1 »  »  فإذا اتصل المستفيد الذي هو حياة هيولانية بمفيدة العالم الحكيم المهيّئ له للورد إلى جنات النعيم ، ونفخ فيه من تلك الروح الإلهية الشريفة المتصلة به ، وأفاض عليه من تأثير علمه ما يكون له الفوز والنجاة ، بسببه ، وهذبه وأدبه وأدناه وقربه ، وألقى عليه من عقاقير علومه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحجر ( الآية 29 ) .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالروحانية ما يكون دواء شافيا من بلاء الاخلاط الجسمانية ، كان ذلك لنفسه صنعا شريفا ، يفوز به مع الفائزين ، ويصعد ببركته إلى جوار رب العالمين ، ولن يكون ذلك متصلا الا بالموالي القابل المقبل بالتضحية أو لموالاة على آخر الحدود والأوائل ، فأما الشاك المنافر والمتخلف المتأخر ، فان كل فائدة تصل إليه ، وحكمة تلقى عليه ، يذهب بزوال جسمه ، ويعود من الكثافة إلى سابق حكمه ، ولن يتصد بالمفيد سوى المستفيد الموالي المحب العامل من الشريعة بما يلزمه العمل به وعليه يحب فإذا خلع المفيد عن المستفيد ثوب الكشافة ، واستخصه بالانارة لصورته واللطافة ، كان مفيده مغناطيسه الجاذب ، له إلى معاده ، المبلغ له من النعيم والكرامة غاية مراده إلى أن ينتهي الكل إلى المغناطيس الأعظم والمحل الأشرف الأكرم ، الذي هو المقام عليه السلام ، وهو الجاذب لصور المؤمنين والحدود الميامين ، إلى جواره ، ومحل أنسه وقراره ، والعازل لصور الفاسقين والمخالفين ، والمنافقين ، والمركس لهم في أسفل سافلين مع الأبالسة والشياطين ، كما تجذب حجر المغناطيس من بين الرمل والتراب برادة الحديد بالمشاكلة والمناسبة ، والتعارف الذي بين الموجودات من أصل الخلقة والمقاربة ، كذلك هذه الحجر تجذب ما يلقي إليها من المال ولا يحكم عليها بالاتصال ، ولا بالانفصال ، لأنه يلزق إليها مسلة فيلتقطها ، ويلزق إلى المسلة مسلة أخرى فيلتقطها تلك المسائل بمجاورتها للحجر ، ويضبطها ، كذلك إلى أن يلزق إليها من المسائل عدة كثيرة ، وجملة موفورة فإذا صرمت المسلة الأولى من الحجر تبدد باقي المسائل عنها ، وانتشر ، وذلك برهان ما تقدم شرحه من اتصال الصور بمغناطيسها الأشرف ومحلها الأعظم الالطف ، وان نفوس أعدائه وأضداده ومعانديه وحساده بمنزلة الرمل والتراب مع الحجر المذكورة لا يتصل بها منها صغيرة ولا كبيرة ، لما هنالك من المنافرة الموجودة والمضادة والمحاسدة والمعاندة ، فإذا صارت الصور جميعها من جميع الجزائر مجتمعة عند باب الامام بعد ان قد اجتمع\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nإلى كل حجة جزيرة جميع من شملتهم دعوته على الكمال والتمام ، فكان لجميع صورهم معادا ، ووفدوا عليه أزواجا وأفرادا وكذلك كل من دونه من الدعاة والمأذونين والمكاسرين ، كل واحد منهم وارد بمن شملته عنايته ، وعمته بركته من جميع المقربين عند كل واحد منهم من المستفيدين ، لان كل منتقل من أهل جزيرة لا ينتقل إلى جزيرة أخرى بل حده صاحب تلك الجزيرة أولى بانتقاله إليه ، وأحرى ، يجري الامر في جميع مفيدي الجزائر مستفيديها هذا المجرى ، وذلك نهاية العدل والحكمة ، وغاية فيض الجود من متولى العالم والرحمة ، فكل حد عند ذلك المقام الشريف يفتخر بمن هداهم ، ويطول ويغتبط بمن يصير أمره إليه من الثواب على ارشادهم ويؤول .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nالفصل الحادي عشر الصور في مجمع الصور النيرة\r\nفإذا صارت الصور كلها من الجزائر جميعها في جنة المأوى الدانية ، مجتمعة عند مجمع الصور النيرة المتلألئة ، كان العدل من الله تعالى في أجسامهم الشريفة المنتقلة عنها جميع تلك الصور النيرة ، فيقصدها العناية الإلهية والحكمة الربانية بالتخمير في قبورها ، ثلاثة أيام من يوم النقلة ، وذلك للسر المعنوي الذي قضاه المدبر من التوفيق لتلك الفضلة ثم إنها تصعد دخانا وبخارا ، ولا يكون لها في الأرض قرارا ، بل تجذبها أشعة الكواكب والأفلاك إليها ، وتقبل بالشفقة والمحبة العناية التامة عليها ، رعاية لتلك الصور الشريفة التي فارقتها النفوس الخيرة اللطيفة ، التي زايلتها بعد أن سكنتها ورافقتها ، فتجذب من أعدلها وأصفاها وألطفها وأخفاها وأقربها من النفس النامية نسبة وأدناها إليه منزلة ورتبة وأكثرها لها خلطة وصحبة وهي بقية منها بقيت في ذلك الجسم ، وخميرة ذخرت لتبلغ في الشرف إلى أن يكون منها مادة نفوس أفاضل ذوي العلم فتصعد إلى بابها الشريف الذي تأوى إليه ، كما اوت صورتها المنتقلة عنها إلى باب الامام ، وذلك الباب هو الشمس التي هي قلب عالم الاجرام ، وبيت الحياة والنور الجارية بوساطتها المواد الشريفة ، إلى جميع عالم الأجسام بعد أن تعبر هذه الفضلات في معابر دونها ، كما عبرت في صورة الحدود تلك الصور النيرات ، فأول باب ترده وتدخله ، وبرزخ شريف ، تنتهي إليه وتصله القمر الذي هو الواسطة بين عالم الكون والفساد ، وبين\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعالم الاجرام ، فتقيم فيه مدة ما يقدره المدبر من الأيام والشهور والأعوام ثم تنتقل إلى فلك عطارد ، وقد حبئت عند القمر بجزيل الميامين والمساعد فيقيم هنالك ما شاء المدبر من مدة ، ثم تنتقل إلى الزهرة ، بعد أن تستكمل هنالك ما قدر لها من العدة ، وقد ازدادت علوا وشرفا ، واستبان جوهرها فأشرق وصفا ، ثم تنتقل إلى الباب الجرماني الكريم ، والمحل الفلك العظيم ، سراج العالم ومصباحه ، والذي على أيديه صلاحه وفلاحه ، وقد تنقلت تلك الفضلات على مثال ما ترتبت صورها المنتقلات ، كل فضلة عالية مغناطيس الفضلة الدانية ، وكل دانية متصلة بالعالية ، وحكمة أتقنها الصانع الحكيم وقدرة قضى بها السميع العليم ، وهذا طبع في هذه الفضلات لا بعلم عندها في ذواتها بشيء من ذلك ، ولا ادراك ولا لمعرفة في ذوات لما تنقلت إليه من الكواكب والأفلاك ، بل لما كان صورها على تلك الحالة من اتصال الداني منها بالعالي ، كانت هذه بالطبع مقابلة لتلك في هذا الحال الثاني .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nالفصل الثاني عشر بداية الإمامة - 1 -\r\nوإذا تكاملت تلك الصور عند الباب الديني الشريف ، واجتمعت وعلت بمصيرها في أفقه وارتفعت ، وانبسطت جواهر نفوسها ، واتسعت ، وأنارت صورها العلمية وتشعشعت ، انساقت تلك الفضلات الطاهرة ، والنفوس الريحية الفاخرة ، زبدة الحرارة الباقية في أجسام المنتقلين التي هي أشرف وألطف من نفوس الاعفاء المقبلين على الاعمال الشرعية ، المواظبين ، وهي الصور السلمانية التي رمزت الحكماء بها تكون عند الشمس مجتمعة ذات عدة جمة متشعة ، والشمس الحقيقية السلمانية هي صورة الباب التي تأوى إليها الصور الدينية والشمس الطبيعية ، تأوى إليها النفوس الريحية ، وهذه الريحية هي الخميرة النامية الصائرة مجتمعة ممتزجة لطيفة مقصورة معرفة شريفة ، وهي زبدة الحرارة التي هي سلطان الطبيعة حجاب الحياة الحسية وزوجها ذات الرتبة العالية الرفيعة ، قرينة الحسية في القلب ، ومركز الصفراء والدم المؤلفة بينهما قدرة الرب ، فتدلى بروحانيات السعد الأكبر ، وروحانيات السعد الأصغر ، وتهبطها العناية الإلهية على حسب ما صعدت ، وتعبر في كل كوكب من الكواكب الشريفة ، التي فيها عند صعودها حلت وقعدت بتسليم العناية الإلهية لها من كل كوكب إلى الكوكب الذي دونه لتعرفه وتنحدر منه ، إلى ما يليه على حسب ما كانت في صعودها تجوزه وترتقيه ، فدفعتها الشمس إلى الزهرة الحابية لمن تولته بالمساعد ودفعتها الزهرة إلى عطارد ، ودفعتها\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nعطارد إلى القمر ، باب عالم الجرماني والطريق ، لما فيه إليه يعبر من فضلات البشر ، فإذا ما كان عند القمر مأواها وانتهى إليه من الأفلاك المذكورة مسراها ، دفعها بوساطة العناية الإلهية إلى شيء من الفواكه الطيبة ، والمياه اللذيذة العذبة على سبيل المطر والطل ، قد انعصرت وصفت بما فعلته الأفلاك فيها من العقد والحل ، حفظتها العناية الإلهية ورعتها وصانتها ، أتم الصيانة في حيث تركتها وأودعتها ، ولم تجعل لبشري وحيواني إلى تناولها سبيلا ، ولا اقتضت أن يكون لها عن امام الزمان وزوجته مميلا ، وقد يكون في بعض الأوقات زوجة الامام هذه ممن كان في بعض الأدوار من الإناث خدم إماما من الأئمة الأطهار ، ودعا إليه في الاعلان والاسرار ، وهدى المسترشدين إليه ، ودل الراغبين عليه ، وجاهد معه حق الجهاد ، وبلغ في نصحه غاية الأرب والمراد ، فاستحقت تلك الفضلة الشريفة أن تكافأ بمثل هذه المكافأة السنية ، وتساق هذه العارفة الهنيئة ، وتكون والدة امام الزمان وصاحب ذلك الأوان فيغتذي ذلك الامام الحاضر الموجود الذي كملت بإقامته لها فلك الحدود بما من صفو تلك النفوس الريحية وخلاصتها ، يستحقه ويستوجبه ، وتغتذى زوجته الطاهرة ، بباقيها على ما تقتضيه الحكمة وتوجبه ، وتقع الملامسة بين العضوين الشريفين ، فيختلط جميع الماءين اللطيفين ، فتحمل به والدته ، مدة أشهر الحمل ، ويتولاه كل كوكب من الكواكب بالتدبير له والفعل ، ويكون غذاءه في بطن أمه من شيء قد ذخر له من تلك الفضلات ، لئلا يغتذي بدم الطمث الذي تغتذى به الأجنة في بطون الأمهات ، وينقسم غذاءه إلى وجهين شريفين ، وجنسين لطيفين ، أحدهما ما يتصل به من أشعة الأفلاك والكواكب ، وذلك متصل بخط والده التي هي النطفة الملقاة إلى أمه فيكون اتصال تلك بوساطة شعاع الشمس تستنشقه والدته ، من فمها ومنخريها وتؤدي العناية الإلهية إلى أعضائه الباطنة والظاهرة ، من تلقاء مسام\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nشعر جسمه ، لأن جسمه غير منعقد ولا صلب ، فلذلك نفذ فيه ذلك الحال من تلك المسام بتقدير الرب ، لأن تلك الأشعة عند أن تقارب ترد فيه ورودا لطيفا ، قد أفادته العناية الإلهية تلطيفا وتشريفا ، وبطن أم ذلك الجنين الشريف يشاكل المواضيع التي فيها الشقوق وأحشائها بمنزلة الشعثات التي يدخل النسيم إليها فيها ، والحروق وجسمه الشريف لذلك الحال بمنزلة حجر المغناطيس للحديد ونفوذه فيه لكونه غير صلد فلا شديد ، والذي هو حظ والدته ، هو ما يكون في الأغذية التي تغتذى بها ، والأشياء التي تتصل بها في مأكلها ومشربها ، فيجري ذلك إليه منها ، ويصدر إلى أعضائه عنها فيتصل ذلك إليه من السرة فيغتذي به جسمه ، ويزداد بتوارده عليه لحمه وجلده وعظمه ، والذي يواصله من قسط الأب هو مادة لأعضائه الباطنة ، وقسط الام هو مادة أعضائه الظاهرة فالمواصل لحظ الأب زبدة ذلك الحال وخلاصته ، ومصاصه الغالبة على كل أنفاسه نفاسته ، وذلك الغلاف الشريف مجمع الأمرين ومعبر الحالين ، فإذا كان الشهر الرابع رفع عمود النور بوساطة شعاع الشمس ، إلى ذلك الجنين حياة محيية ذخرت له من ألطف فضلات الحدود الميامين ، وأتباعهم السامعين لامرهم الطائعين ، وهي تقوم له مقام طرف الحرارة الغريزية الأدنى المنفوخة في الأجنة عند كونها في الأحشاء في الشهر الرابع المودعة في الجنين من الحركة والنمو ، أشرف الودائع ، المتصل به طرفها الاعلى الفاضل في الشهر السابع ، محل الحياة الشريفة المتصلة بعد الولادة بكل خارج من الأحشاء إلى فسحة الفضاء الواسع ، لأنه يبتدئ في ترتيب الخلقة الجسمانية بالأدون أولا ليكون الأشرف عند بلوغ النهاية التي لا نهاية وراءها في ذلك الوجود متمما مكملا ، كما كانت البداية في الوجود الروحاني بالأشرف الأول العالي الأنور الالطف كذلك الخلقة البشرية التي هي آخر الموجودات ، ونهاية المصنوعات يبتدئ في ترتيبها بآخرها في الرتبة الذي ، هو دونها ، ويختم بأولها\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالذي هو أشرفها وأفضلها فكان ذلك هو غلاف الامام ، وهو ناسوته الواقع عليه الموت والقتل المتربى في الأحشاء والارحام حجاب الناسوت الخاص ، المواصل له اللاهوت بشرف الاختصاص الحائز الشرفي السبب والنسب ، الكلمة الباقية في العقب ، فإذا ولد ذلك الولد الطاهر لمقام النور الظاهر ، كانت مدة أبيه عادها بعيدة ، كان الباب الديني الشريف باقيا لم ينتقل بمن في ضمنه من تلك الصور السعيدة ، لان هذا الولد المولود للامام قد حاز من رتبة النامية والحسية شرف التمام ، وقد احتوى الكمال على غلافه الطاهر المستخرج من أشرف العناصر ، المحتوي على أكرم المعارف والجواهر ، الموجود في أشرف الكنوز والذخائر ، ان كانت نقلة والده قد آنت ، وعودته إلى محل القدس قد حانت ، انتقل الباب الديني الشريف إلى دار الكرامة ، ومحل الأمن والسلامة ، واتصلت تلك الصور بولد الامام ، فحينئذ حاز باتصالها غاية الكمال ، ونهاية التمام ، ووقع عليه النص في الحلل من أبيه وصرح أن الإمامة باقية إلى يوم البعث فيه ، وذلك النص هو تسليم صور الإمامة باقية إلى يوم البعث فيه إليه وايقافها من دون أولاده ان كان له أولاد عليه والتقائها بذلك الغلاف الطاهر ، وحيازته من السبب والنسب ، لغاية المفاضل والمفاخر ، فإذا خنس الامام الماضي عن الابصار ، وانتقل إلى جوار الملك الجبار ، قام ولده الآتي بما كان به قائما ، ونصب للدعوة الهادية معالم ، وأقام لها أركانا دعائم ، بعد أن اتصلت به العلو عند النص عليه دفعة واحدة ، وان كان بعيدا فلا ربع سنين أو قريبا فعند أن يأزف نقلة والده إلى جوار ديان الدين ، وقد استخرج من ذلك الغلاف زبدة ، قامت له مقام النفس الحسية ، وهي التي تتصل بها أنوار تلك الصورة الشريفة القدسية واتصالها تلك العلوم به دفعة واحدة ، ينظر عقول عالم الابداع إليه ، وإفاضة أنوارها الشريفة عليه ، وكونه لاشعتها النيرة مطرحا ولموادها الدائمة مسرحا ، ويكون صورته الشريفة روحا لتلك الصورة ،\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nونفسه لتلك النفوس الريحية بمنزلة الحسية المتصلة بعد الولادة بالبشر ، وكل صورة في ذاتها بما هي عليه في نهاية الاغتباط أرباب الممالك من أهل القامة الألفية بالخير ارتبطوا به أو في ارتباط فهم بكونهم في ذلك المجمع الشريف مسرورون بما عاينوه ، من حسن ثواب الآخرة فرحون محبورون .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالفصل الثالث عشر بداية الإمامة - 2 -\r\nوكل امام ينتقل من هذا العالم ، فان إلى أفق العاشر انتقاله ، وإلى حيز دابرته الشريفة مرجعه ومآله ، لأنه حده المتولى لامداده السائق له إلى دار معادة المستخرج له من قوى الأفلاك والأركان ، المظهر له في القامة الألفية التي هي الكمال الأول إلى العيان الممد للصور التي كان مجمعها بالكمال الثاني ، الهادي لها إلى طريق العالم الروحاني ، الموصل لهم بالعلوم المعلية لمراتبهم بوساطة المتولين أمرهم من النطقاء والأوصياء والأئمة الذين اختارهم لارقائهم إلى عالي مناصبهم ، فمنه المبدأ والمنبع ، وإليه المنتهى والمرجع ، وعنايته هذه وخدمته وبحثه في عالم الطبيعة وفحصه لان يستخرج ولدا تاما ، يقوم مقامه وينوب منابه ، فإذا جمع أفق دائرته الروحانية الشريفة جميع تلك الصور النيرة اللطيفة كانت بمنزلة الأعضاء التي باجتماعها وتمامها تمام خلقة الجنين في بطن أمه المتفاوتة في الشرف كتفاوت أعضائه من سمعه وبصره وجلده ورأسه ويده ورجله وعظمه ولحمه ، متفاوتة المنازل والمراتب ، قارّ كل شيء منها في موضعه ، بالحق الواجب ، فإذا قام صاحب القيامة ومحل الفضل والكرامة انتظم عقدهم ، وتم عدهم ، وظهر شخصه الفاضل الذي اجتمع عنده الأواخر والأوائل فيكون كل مقام من تلك المقامات الشريفة عضوا من أعضاء تلك الجملة الروحانية السامية المنفية منهم من يكون بمنزلة القلب ، ومنهم بمنزلة الدماغ ، ومنهم بمنزلة السمع ، ومنهم\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبمنزلة البصر ، ومنهم بمنزلة الشم ، ومنهم بمنزلة الذوق ، ومنهم بمنزلة حاسة الفكر ، ومنهم حاسة التخيل ، ومنهم حاسة الذكر ، إلى غير ذلك مما تجمعه الأعضاء والحواس ، وتلمه وتحيط به ، صنعة الصانع الحكيم ، وتعمه لا تجزئ فيها ولا تباين ، ولا تبعيض ولا تفاوت ، ولا تغابن ، قد صارت بجملتها شبحا شعشعاني الذات مستحقا لما استحقته عقول عالم الابداع من الأسماء والصفات ، أول الفكرة واخر العمل ، المشاكل في الضياء والإنارة لعلة العلل ، ويكون اتصال تلك الصور الشريفة لعالي مقامه كاتصال صور الإمامة من الباب المجتمعة عنده طول أيامه ، ويكون صورته روحا ، لتلك المقامات المجتمعة عند العاشر ، من أول الدهر ، الحائزة بمصيرها إليه ، تام السمو والفخر ، قد صارت هي صورة واحدة ، وذاتا شريفة ، عليها فيض عالم العقل ، متواردة هيكلا نورانيا ، وعقلا قدسانيا ، تام الأعضاء كامل الحواس قوي القواعد ، ثابت الأساس ، ولكل من تلك المقامات في ذلك المجمع الشريف خدمة تختص به نليق وموضع هو بالكون فيه جدير وحقيق ، وأشرف وكلت إليه الخدمة ممن في تلك الدائرة الشريفة هم المقامات الثلاث ، الذين هم :\r\nعبد المطلب وعبد الله وأبو طالب ، وهؤلاء لم يدخلوا في المجمع المحمدي النبوي ، ولا في المجتمع الامامي العلوي ، وذلك لان تسري المادة إلى أهل الرتب العالية بوساطتهم إلى أهل المنازل السامية ، بشريف سفارتهم ، ولما كان محمد بن إسماعيل سابع الاتماء ، مقابلا لقائم القيمة ، سابع النطقاء ، وللحياة الحسية المتصلة بالاجنة بعد خروجهم من الأحشاء الملوح سيدنا المؤيد قدس الله سره بشريف رتبته في بعض مناجاته لمن هدى إلى الصواب وكان عنده علم من الكتاب ، بقوله : أن تصلي على محمد ، الواحد الأول ، السابق الأول وعلى آل محمد ، فقوله محمد الأول يعني رسول اللّه صلى اللّه عليه وسلم ، وإذا وجب أولا وجب ثانيا وثالثا ، والثاني محمد ابن إسماعيل ، الذي كان الناطق صلوات الله عليه يشير إليه ،\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nويدل عليه المذكور في دعائم يوم السبت لمولانا المعز صلوات الله عليه ، وأما الثالث فهو قائم القيمة عليه السلام ، الذي قال فيه رسول الله صلوات الله عليه : « اسمه كاسمي واسم أبيه كاسم أبي » فلما كان مولانا محمد بن إسماعيل على هذه الحالة ، وحاز ما حازه من الشرف والجلالة ، اتصلت بصورته هذه المقامات الثلاثة اتصالا كليا وأمددته امدادا باهرا عليا ، وكان امدادهم لحواسه الباطنة التي هي حاسة الفكر ، وحاسة الحفظ ، وحاسة التخيل ، التي أدرك بها الغيبيات ، وبلغ بها غاية الأمنيات ، وكذلك يكون هذه الحدود الثلاثة لقائم القيامة عليه السلام منهم بمنزلة المتخيلة ومنهم بمنزلة المفكرة ومنهم بمنزلة الحافظة وهذه الحدود الثلاثة كانت لرسول الله صلوات الله عليه بمنزلة الجد والفتح والخيال فأما الجد فهو جده عبد المطلب وأما الفتح فهو عمه أبو طالب واما الخيال فهو والده عبد الله بن عبد المطلب وكذلك خص مجمعه صلوات الله عليه بثمانية حدود شريفة من ولده هم جمله العرش على الحقيقة صار بحصولهم عنده من جملة المستقر وفضل على جميع النطقاء وفاز وافتخر الغيث بذكرهم إلى حين لان أسماءهم معروفة عند المحقين العارفين وكذلك كان الجد لأمير المؤمنين صلوات الله عليه جده عبد المطلب والفتح أبوه أبو طالب والخيال رسول الله صلوات الله عليه المرقى له أعلى المراتب كذلك كل حد عال فهو خيال وكل عال على ذلك الحد فهو فتحه وكل عال على العالي على حده فهو حده فإذا استخرج العاشر الولد التام فنهض بما نهض به حده من الخدمة وقام مقامه وناب منابه ترقى العاشر في دار الصفا إلى ما هو أعلى منه وزالت الخدمة في دار الطبيعة عنه وصرف ذلك عنه إلى خليفته المستخرج بشريف عنايته فإذا صارت النطقاء والأوصياء والأئمة عند حدهم العاشر مجمع الأوائل منهم والأواخر متولي هدايتهم وأمدادهم وإنشاء صورهم وايجادهم صارت شخصا واحدا لطيفا ومقاما نورانيا شريفا هو قائم القيمة الخالف لذلك\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالعقل الشريف في التقدمة والزعامة فكل ناطق ووصي وامام فنقلته إلى حرم العاشر الأمين فيكون الكل عنده مجتمعين إلى أن يتكامل المقامات الشريفة إلى مقامه وينقضي دوره بتمام أيامه ويقوم حجة القائم الذي هو خليفة العاشر بين يديه ويقع الحساب لاضداد الصور المجتمعة في مقامه منه ولديه وقد صارت تلك الأعضاء المجتمعة عنده شخصا واحدا كاملا وشبحا نورانيا ماثلا يكيع عنه طوامح الابصار وتغشاه من الحدود النورانية لطائف الأنوار وقد صارت كل صورة من الصور المنتقلة إلى فنائه ملتبطة في ذاتها بما صارت إليه من عظمة ذلك المجمع الشريف وعلائه وكل صورة منها كاملة الأدوات من عين وأذن ويد ورجل لكنها أدوات لطيفة وحواس نيرة شريفة لا على مثال الآلات اللحمية الدموية ولا على سبيل الحواس الكثيفة الجسمية بل لطافة لا يقع التعبير إليها ولا يقع شيء من صفة الأجسام عليها وقد ذخر لهذا المقام الشريف العالي من أشرف فضلات الحدود العالية في العمود النوراني المتلألئ ما يفوق به على سائر من تقدمه من المقامات ويعلو بسببه على جميع أهل الكمالات فيتقي تلك الصور الشريفة بما ذخر لها من ذلك الحال فيكون لها بمنزلة غلاف المقام الذي حي ناسوته الخاص الشريف منه بالاتصال مع أن الصور المستخرجة من دور أبيه التي كان شريف مقامه هي وهي هو وقد التقت الفضلات ريحياتها المتصاعدة إلى الكواكب والأفلاك القائمة مقام الحس والنمو وصارت شخصا إماميا معظما روحانيا مكرما والمسلم لذلك إليه عاشر العقول حده الذي أعلاه على كل فاضل ومفضل فعند انتقال حده إلى من هو أعلى منه في عالم القدس الاعلى واقباله على الترقي بالترتيب والتدريج إلى جنة المأوى ويجوز هذا القائم مقامه الكريم ويتولى ما كان فيه من الامداد للمقامات والهداية والتفهيم وتسخر القامات الألفية من الكواكب والأفلاك والطبائع والأمهات كما استخرجها سابقة ويطابقه في إنشاء الأرواح العلمية في تلك القامات\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nويوافقه إلى أن تستخرج ولدا تاما مثله ويكمل ما يجب عليه من ذلك ويتم فعله ويرتفع إلى ما هو أعلى من مقامه في عالم الابداع ويكون خليفته الذي عنى هو باستخراجه لانواره مطرح الشعاع على ذلك يجري الامر أبد الآبدين ودهر الداهرين نسأل الله تعالى أن يوفقنا الكون في تلك الزمرة والعون بعد أن ينير ذواتنا ويوجد بارينا إلى حيث كنا أول مرة ويختم لنا بجميل العواقب ويجنبنا سبل المهالك والمعاطب انه جواد كريم بر رحيم ولا حول ولا قوة الا بالله العلي العظيم .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nالفصل الرابع عشر عهد الامام إلى خليفته\r\nوخلف القائم العاشر وحاز من تدبير عالم الطبيعة فضل سابقه الباهر كان قد استخرج من دعوته صور الإمامة كما استخرجها من تقدمه من الأئمة الأطهار وتصاعدت ريحياتهم إلى الكواكب والأفلاك حسبما استمر عليه الامر في سائر الادوار والتقت صورهم بفضلات أجسامهم وحصلوا شخصا واحد على كمالهم وتمامهم ونص والده عليه وأشار بالإمامة إليه وقام هذا الولد الشريف بما قام به من تقدمه من أئمة الادوار وألف القلوب على طاعة العزيز الغفار وهدى الطالبين وأرشد الراغبين واستخرج له من دعوته خليفة يخلفه في مكانه ويجوز عالي عزه وسلطانه وانتقل إلى أفق أبيه الذي هو برزخ المقامات المحمودة إلى أن يتكامل الأعضاء المستخرجة من دوره المعدودة وكان لطيفه روحا لهم قائما مقام الروح للأجسام وكذلك روح كل قائم لمن في أفق دائرته وكل إمام يجري في الكل منهم وفي كل حد من حدودهم وعبد من خولهم وعبيدهم هذا المجرى على مر الأيام ولذلك كنى عن روح كل قائم ومقام من نبي ووصي وإمام بأنه السلطان الذي لا نفوذ للجن الذين هم أهل الباطن ولا لأنس الذين هم أهل الظاهر الا به ولا وصول لهم إلى ثوابهم الا باتصال أسبابهم بأسبابه فكل قائم سابع للنطقاء الستة المتقدمين في دور الستر فهو بمنزلة الروح السابعة التي هي القدر الست الرتب التي في الجنين رافعة وفي جميعها شائعة وكذلك الست الرتب التي هي رتب حدود الأئمة\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمن الباب إلى المكاسر الذي سابعها هو الروح المحيي الأول منها والآخر فكل واحد من هؤلاء روح لمن هو لهم سابع جار ذلك في جميعهم عام شائع ثم أنه أعنى الامام ولد قائم القائم عليه السلام يستقبل دور الكشف الذي هو خمسون الف سنة وهو دور سعادة وخير لا يكون النفوس فيه مفتونة ولا ممتحنة بل الحقائق فيه تتلى على رؤوس المنابر ، كما تتلى في دور الستر علوم الظواهر ، والسعادة للأنام شاملة والنعمة إليهم فيه متواصلة بعد ان دعت حجة القائم جميع الأمة إلى الباطن المحض كما دعتهم إلى محض الظاهر وهذه الحجة مجمع الأشياء ذخرت لها من فضلات الأجسام أولاد إسحاق استحقت اتصال ذلك بها أتم استحقاق وهم الذين دعوا إلى الظاهر المحض وعلموه تابعيهم وكان حدهم الاستجابة من غير أن ينفخ روح الحياة التي هي زبدة الحقائق فيهم فاستحقوا أن يسمعوا الحقائق في دور الكشف دفعة واحدة ويعاينوا منامية ومساعدة وترجع بهم تلك النفس المطمئنة التي هي ولد القائم إلى ربها عائدة فيكون من جملة مجمعه الشريف وقد أحرزت فائدة وعادت بما يعود عليها منه بالصلاح العائدة قد سمعت زبد الحقائق ووعتها ونادت بالأئمة إلى الباطن المحض ودعتها واستمر أمر الدعوة في دور الكشف من إمام إلى امام وجرى الحال دائبا على هذا الترتيب والنظام وكان على وفاء عشرة آلاف سنة يصعد صورة قائمية شريفه يخلف العاشر في رتبته السامية المنيفة كذلك إلى أن يفي دور الكشف ويبقى من آخره ثلاثة آلاف سنة وابتدأت الأمور تتقلب بعض التقلب ومذهب الفلاسفة يريد أن يتغلب على مذهب أهل الحق أقل التغلب وكلما مضى وقت من هذه الثلاثة آلاف تحرك من أهل الباطن متحرك بشيء أقوى ما تقدمه من الخلاف حتى إذا الثلاثة الآلاف وفت وتمت عدتها وكملت قام في أول الألف الرابع آدم ثاني جسماني وضده وأقام إلى أن يكمل دوره ويتم فيه عده وقام بعده من يقوم مقام نوح في دوره وحصل ضده بحصوله إلى أن يتم دوره سار سيرة من\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nتقدمه وسلك محمود سبيله ثم استمر الامر في قيام النطقاء وأوصيائهم وأئمة أدوارهم وحدودهم وأضدادهم ومعانديهم وحسادهم إلى أن يكمل الدور ويتم أيامه وتبدو من دور الكشف بقيام حجة القائم أعلامه وانقضى دور الستر وباد وابتدئ دور الكشف فبلغت النفوس فيه المراد .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالفصل الخامس عشر بداية دور الكشف\r\nوكان الابتداء في أول دور الكشف استخراج فضلات أهل دور القائم في السبعة الآلاف الأولة إلى أن يقوم قائمهم ثم ابتدئ باستخراج فضلات الدور المحمدي إلى أن ينتهي الاستخراج إلى أوله وينقضي وقد صارت مقامات عالية وصورا أمامية سامية كائنة في أفق العاشر حائزة للشرف الباهر ثم يقوم قائمهم ويكون بعده استخراج أهل الدور العيسوي إلى أن يتم ذلك وابتدئ بالدور الموسوي إلى أن يكون آخر ما يستخرج من فضلات الادوار على التوالي والاستمرار فضلات الدور الآدمي ويكون أول دور آدم في الستر الثاني هم فضلات أهل دور القائم فلما كان في دور الستر الأول أهل الامتحان كان أول قائم في دور الكشف قد حل من الشرف والعلو في أرفع مكان وعلى ذلك بتعاقب الادوار كشفا وستر وتصرف الأحوال خير وشرا عند أن يقوم القائم عليه السلام يدعو إلى شيء ينكره الأنام ويستكبره الخاص والعام ويقول أنا الأول والآخر والباطن والظاهر كما قال جده عليه السلام سلام الله عليهما وصلواته وبركاته وتحياته على آلهما الأطهار السادة الأخيار أعراف الله بين الجنة والنار فإنما كان قول جده بالقوة لان جميع الصور لم يجتمع في مقامه وكل المقامات لم يكمل في أيامه وقول هذا بالفعل لكونه مجمع الأولين والآخرين من وقت آدم إلى يوم الدين الكل الجامع لما تفرق من الاجزاء في غيره من أول الدهر والبرزخ الذي حاز على من تقدمه عام الشرف\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوالفخر وان كان هذا القائل جميعه قول من هو به وبولده عليه السلام محتجب الموفى كلا من المقامات الشريفة ما له من الحق يجب لأنه القلم الكاتب في صورهم جميع زبد العلوم وسدرة لمن بلغ إلى جنة المأوى في أمده العلوم وهو الظاهر بجميع الأنبياء والأوصياء والأئمة فهو أول بسبقه إلى توحيد مبدعة كما سبق على ذلك الكلام وهو آخر بما يظهر آخر امره على يد كل نبي ووصى وإمام وان اختلفت أسماؤهم وتفرقت صفاتهم فالمعنى الذي هم به قائمون واحد وليس له مضاد ولا مناد حجاب الغيب الأعظم وبابه الأشرف الأكرم سدرة المنتهى عندها جنة المأوى الذي هو محتجب بلطيف كل واحد منهم والمواد السارية منه تصدر إلى من دونهم عنهم فهو الأول والآخر والباطن والظاهر الذي يشير إليه المقامان العالمان بقولهما ويعبران عن تجليه واتحاده بهما لأنهما لا ينسيان ذلك إلى ذواتهما بل إلى تجليه بصورهما وبهذا وقع الفرق بين مذاهب الغلاة الملاعين وبين مذهب أهل الحق وتوحيد الموحدين العارفين لا بمعنى أنه حال في واحد منهم ولا ساكن ولا مخالط ولا كامن بل بمعنى التجلي بلطائفهم الشريفة والظهور لصورهما العالية المنيفة وهو الداعي للناس بكل مقام من مقاماته وحجاب من حجبه من الرتبة الامامية إلى الرتبة الحجية إلى الرتبة البابية وهو من النور الأقدم الذي لا تجري تصاريف الزمان عليه ولا على من احتجب به ووصل تأييده إليه من بيوته المعظمة وهياكله المكرمة الجامع بينها وبينه نسبة الابداع المواصلة من بركاته بمتقد الشعاع لان ظهوره من كل مقام بتلك الذوات الشريفة المناسبة لجوهره المجانسة لعنصره لأنه أزلي قديم والأزلي لا يظهر بما هو على سمة الحدث مقيم والقديم هي تلك الذوات الموحدة الموفقة بالكمال الثاني المسددة التي قضى لها توحيد مبدعها بالشرف في جميع مراسمها فذلك هو النور الابداعي المسمى باللاهوت الظاهر بالناسوت وهذا الناسوت الذي اتحد به اللاهوت هو الخاص صفو وصور أهل الولاء\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالذين شرفهم الطاعة والاخلاص ، وهو الذي لا يجري عليه تصاريف الزمان ، ولا يلم به نوائب الحدثان ، وهو المحتجب بالناسوت الطبيعي ، الذي تجري عليه الحوادث ، وتلم به الأمور الكوارث من القتل والموت والحزن ، ومعاندة الاضداد ومكايدة الحساد ، وهو الذي قال فيه سيدنا المؤيد قدس الله سره : ان أجسامكم لناشئة الطين الذي شق منه منا القلوب ، وهذه الشهادة عنه الخاص الناسوت أن الحوادث لا تجري عليه ، والمحن لا تطرق إليه ، وان الحادثة التي تظهر الغيبة بها ، ويقع النقلة إلى دار كرامة الله بسببها ، هي لشخص يريد اللاهوت أن يظهر في ذلك المقام ، دون الناسوت الخاص الذي لا تجري عليه تصاريف الأيام ، وهذا الناسوت الخاص هو الذي لم تازه ترائب الاصلاب والارحام ولم يحتج إلى شراب ولا طعام ، بل كان بالاجنة بعد الولادة متصلا ، وفي رتب النطق مرتفعا منتقلا ، وهو الذات الابداعية التي لا يجوز عليها الفناء ، والدثور المشار إليها بهياكل النور ، فالواقع عليه الموت والقتل ، هو المثل الظاهر العاكس الابصار الراد لنظرها إلى ذاتها ، كما ترد المرآة الصقيلة المبصرات بالتعكيس إلى نظر ذاتها ، لا إلى سواها ، أعين النظار ، وكما ينظر الحيوان إلى اليواقيت والجواهر الشريفة ، فلا يميز بينها وبين سائر الأحجار ، والمثل الذي هو ذلك الغلاف الشريف في المقابلة والبعد من أعين الناظرين إلى المرآة أعظم وأجل من الناظرين إليه ، لأنه لا مناسبة بين الابصار وبينه ، وبين الابصار والمرآة مناسبة ومماثلة ، وانما حصل له هذا الحال لمجاورته لتلك الصورة العالية القدر ، السامية للفخر ، ولاحتجابها به ، واحتجاب الابداع بها ، واتصال سبب نظره وتأييده لها بسببها ، فكل ناظر إلى ذلك الغلاف الشريف ، فإلى ذاته نظر ، وكل طالب ادراكه بتلك الحاسة ، فعلى الحيرة وقع في العجز والقصور ، استقر فالريحية الباقية في أجسام الحدود الأولياء هي حجاب الناسوت الخاص الذي هو صور الإمامة ، وان اللاهوت محتجب بكل نبي\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nووصي وامام ، وقائم قيامة ، واسم الابدال على العلماء واقع ، وهذا النعت لهم تابع ، لأنه إذا انتقل إلى دار القدس وعالم العقل ، والنفس تبدل حينئذ الابداع غيره ، فظهر به وأظهر به من المعجزات ما يبلغه غاية إربه فهو المتبدل وهم الابدال ، وهو المثقل ، وإلى صورهم الانتقال ، وهو لا يتبدل ولا ينتقل عن حالة ، ولا يتحول ، بل كلما بلى قميص استجد له لبوس اخر وكلما فارق شبحا واستخلص مثله فاستخص به ، واستأثر ، ومعرفة اللاهوت هي معرفة الحج الأكبر ، والعيد الأشرف الأنور ، وهو الغاية في كل وقت وزمان ، والمتحد بالمقامات في كل حين ، وأوان لان جميع المقامات ما شرفوا الا باتصاله بذواتهم ، ولا فخروا الا باعلائه لحالاتهم ، فهو الغاية العظمى ، الذي منه لكل شيء في الكمال الثاني الابتداء وإليه المرجع والانتهاء ، وهو المظهر لنفسه في سبعين هيكل من بيوته ، وأجل هياكله ، وأشرف أصفيائه المختارين من خيرة كل وقت وجلائله ، وهو الآتي في ظلل من الغمام والملائكة الكرام ، والسبعون الهيكل هم صفوة الادوار وخيرة العزيز الجبار ، فمن آدم عليه السلام إلى محمد صلوات الله عليه ، أربعون مقاما ، ومن محمد إلى قائم القيامة عليه السلام ثلاثون إماما ، فهذا قول أخذ بحظه في البيان ، وكلام قام على صحته نير البرهان ، بأن العين العظيمة هي المبدع الأول ، والفاء العظيمة هي النفس الكلية ، المنبعثة ، عنه الذي مقام الصائر إلى أفقها مقام الشرف ومحله محل الأفضل .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالفصل السادس عشر تهيئة الأجنة للنشوء\r\nوهذه النفس التي تقدم شرحها أنها الناسوت الخاص ، وانها المتصلة بالاجنة حين الولادة هي التي قد تهيأت أن تكون نفوسا ناطقة وصورا في الولاية صادقة ، فهي خميرة ابداعية يتوارد عليها لطائف باريها ، وتمدها مما يجانسها من جلائل الأشياء بما يغذيها ، وبينها وبين الابداع مماثلة ومناسبة ومشاكلة ، ولا تقع هذه الصفة على غير نفوس أهل الحق ، وأرباب الصدق ، وأما النفس النامية ، فإنها عند مباشرة الذكر للأنثى نكاحا ، يصعد الدم العبيط على سبيل البخار إلى الدماغ ، ويجتمع من داني البدن وعاليه ، لينقصر هنالك ، ويعود لونه إلى البياض ، فيكون النطفتان عند استقرارهما في الرحم جملة واحدة ، قد اجتمعت فيها الأربع الطبائع ، وحصل منها في ذاتها طبيعة خامسة وحال حادث فيها حدوث السواد بين العفص والزاج ، والماء شائع ، وهي الحياة الهيولانية ، والخميرة الابداعية الكامنة في المنطقة لسطوع أشعة الأفلاك والكواكب ، ككمون الشرر في عود الزنا ، والنار في الأحجار ، وككمون الشرر في عودين من شجر المرخ العقار ، وهي التي كنت الحكماء عنها بالطبيعة ، والنفس النامية ، والصورة ، فهذه الأسماء لها خاصة وهي حجاب النفس التي هي عليها عالية ، لان تلك ناطقة بالقوة ، حسية بالفعل ، وهذه نامية بالفعل ، حسية بالوقوع ، فلذلك حازت عليها تام الشرف والفضل فإذا صارت في الرحم على الحالة المذكورة قابلتها أوتاد الفلك وأشعة الكواكب\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوتولت تدبيرها حسبما تقدم الكلام عليه في الكون الأرضي وحدثت فيها صورة يتلوها صورة وقد صارت متهيئة لما هو عليها من تلك الأمور وارد منفعلة لكل كوكب بمساعدة ما هو له من الكواكب معاضد على العمل فيها ومرافد ولكل من طبائع أبيه وأمه في ذاتها ظاهر وباطن فظاهر طبع نطفة أبيه الحرارة والرطوبة والبرودة واليبوسة فيها كافتان لان مادة نطفة الأب من الأفلاك والكواكب فهي مشابهة لها بذلك وفعلها في نطفة الام لفعل الأفلاك في الأمهات مجانس مناسب وظاهر نطفة الام البرودة واليبس وباطنها الحرارة والرطوبة فلذلك انفعلت لنطفة الأب وكانت لها كالإنفحة للبن المعيدة له بعد الرقة واللين إلى الحالة الشديدة الصلبة وأبرزت العناية الإلهية من كل عضو من أعضاء الأب والام قسطا معلوما وأمرا مقدرا محتوما لأنها تقدست خمرت في كل عضو من الأعضاء فضلة ما يتناوله الأبوان من الغذاء فعند الملامسة ينسل من كل عضو ما تخمر فيه ويظهر من كل ما دق وجل من الجسد ما يخصه ويعينه ليتكامل في الجنين جميع القوى ويأخذ حظه مما ذخر في جميع تلك الأعضاء ليتم صورته ويكمل أدواته ويشابه جميع أحوال أبويه حالاته وكان لما حباه به والداه وأمداه وساقته العناية إليه منهما فلن يتعداه بمنزلة حجر المغناطيس الذي يجذب الحديد من بين الرمل والتراب للمناسبة بين الجاذب والمنجذب والاقتراب وكان كل كوكب من الكواكب يختص بمادة عضو من جسده بمرافدة الجميع من الكواكب لكل كوكب على فعله فيه وتقويم أوده على ما كان الحال الأول في الخلقة الأرضية السابقة كذلك كان الحال الثاني في النشأة الرحمية التي هي لها في جميع حالاتها موافقة ولما كانت عليها في ترتبها في الأرض مطابقة فكانت مادة القلب منسوبة إلى الشمس لمناسبته لها من حيث الحرارة واليبس وكذلك الدماغ ببرده ورطوبته ناسب القمر وضاهاه وشابهه وساواه وكان القلب أول متكون من الجنين ككون الشمس أول ما تكون من الفلك\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوالناطق أول ما ظهر في عالم الدين وهذه النفس النامية لا توجد الا بوجودها موضوعها الذي هو جسمها فبوجوده وجودها وبعدمه عدمها وهذه النامية التي هي في الحيوانات والنبات صغرى لان ما تحت فلك القمر إلى مركز الأرض بجملته يسمى النامية الكبرى والحسية الصغرى أنفس البشر والكبرى من فلك المحيط إلى فلك القمر والناطقة الصغرى ما عند المستجيبين والكبرى ما عند العالين والدانين من حدود الدين وكانت هذه العناية في استخراجه النامية مسلولة من قوى الأفلاك والاجرام في مدارج الاصلاب والارحام لان تكمل بما يرد عليها من الصورة المتصلة بها الولادة المؤذنة لها حين تواصلها بفنون الخير والسعادة الفاعلة فيها فعلها في الأجسام الجارية لها مجرى الكمال الثاني القاضي لمن ارتداه وتقمصه بالكمال والتمام .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nالفصل السابع عشر تسلسل الأئمة - 1 -\r\nثم إنه كان إلى الأئمة الأطهار الذين هم حجب الابداع على مر الاعمار وإلى باب كل واحد منهم حجته وداعيه وما دونه وحججه الاثنا « 1 » عشر الذين لا يفارقونه إقامة الدعوة الباطنة وإلى الأبواب الظاهرة والحجج والدعاة والمأذونين إقامة الدعوة الظاهرة فحدود الظاهر يستخرجون الأنفس من عالم الطبيعة ويهذبونها أولا بالرياضة والشريعة وينقلونها إلى المعارف الحكيمة ويصورونها بالصور العلمية لكون الأئمة المستقرين هم الذين أقاموهم وأحلوهم في منازلهم على قدر الاستحقاق ورتبوهم فكان أول قائم بالدعوة في دور الستر آدم وتبعه نوح وقام إبراهيم الخليل عليه السلام واجتمع عنده صور أهل المستقر فكان لها كالشمس وهي له كالقمر لان هيكله من جملة الهياكل النورانية المعظمة وصورته من صفو صور أهل الاستقرار المكرمة لكون أبيه هو الامام المسلم إليه والناص بصور الإمامة ولطائف أهل المجمع عليه فاجتمعت الرتب الأربع عنده ورفع المحتجب به مكانه وأعلى حده ونصب ولده إسماعيل له وصيا واتخذه له بابا وليا لان مقامه مقام أهل الاستقرار العظيم ومحله محل المقيمين لحدودهم الظاهرة والباطنة الجسيم وأقام إسحاق بين يديه بابا وجعله سترا عليه وحجابا وأوقفه عند رتبة النبوة والرسالة ولم يتجاوز به عن هذه الحالة وأقام الدعوة إلى أخيه متابعا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاثني ( في ع ) .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nبذلك أمر أبيه حسبما توجبه وتقتضيه وعرف أولاده بأمر أبيه له أن يعرفهم بمقام إسماعيل وولده وأن مرتبة الاستقرار لحق من لهم الله تعالى لا تغير عما هي جارية بصدده وأن يوصى الأول منهم بذلك إلى الاخر على ذلك أخذ عليه عهد عالم السرائر وأمره وأن يأخذ على جميعهم ويؤكده ويغلظه ويشدده وأنه لا يقوم قائم منهم الا بأمر الحاضر الموجود من الأئمة المستقرين كانوا شاهدين أو غائبين إلى أن يقوم قائمهم ويظهر الدين ولو كره أرجاس المشركين فقام إسماعيل عليه السلام بعد نقلة أبيه برتبة الوصاية وقام إسحاق سترا عليه وحجابا في غاية النهضة والدعوة إلى ظاهر الامر والكفاية فلما آنت نقلة إسماعيل إلى جوار الملك الجليل سلم إلى ولده قيذار رتبة الوصاية والإمامة وسلم إسحاق إلى ولده يعقوب رتبة النبوة والرسالة وجدد على أولاده الوصية السابقة منه أن لا يقوم أحد منهم الا بعهد من ولد إسماعيل وصدور أمر عنه ولم تزل رتب الدعاة في أولاد إسحاق تنقل إلى أن تسلمها قائم ولد إسماعيل الذي مقامه على من تقدمه المقام الأفضل لان أولاد إسماعيل هياكل نورانية مستقرون وأولاد إسحاق حجب عليهم وستور مستودعون ولم يزل الامر جاريا كذلك في أولاد إسحاق إلى أن قام ناطق الدور صلوات الله عليه الذي كان دعوة أبيه الخليل إبراهيم عليه السلام متوجهة إليه وانتهت الإمامة في الأئمة الطاهرين من إسماعيل بن إبراهيم إلى عبد المطلب مجمع ما تفرق في سواه من الشرف من أول أدوار النبيين فلما كان عبد المطلب مجمعا للرتب الأربع وصارت الأنوار الظاهرة والباطنة مستقرة في ذلك المجمع نصب له بابين وانقسم أهل دعوته إليهما قسمين على موجب الاستحقاق فصارا هيكلين نورانيين على غاية من الإنارة والاشراق أحدهما عبد الله والثاني منهما أبو طالب وذلك مصداق ما قاله النبي صلوات الله عليه لم أزل أنا وأنت يا علي من نور واحد ننتقل من الاصلاب الطاهرة إلى الارحام الزكية كلما ضمنا صلب ورحم ظهر لنا\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nقدرة وعلم حتى انتهينا إلى الجد الأفضل والأب الأكمل عبد المطلب فانقسم ذلك النور نصفين في عبد الله وأبي طالب فقال الله لي كن يا هذا محمدا ويا هذا عليا فلما استحق كل واحد من هذين المقامين الشريفين أعني عبد الله وأبا طالب أن يتسلم ما حصل له من دعوة والده عبد المطلب كان كل واحد منهما بما اختص به من ذلك شبحا نورانيا وهيكلا شريفا قدسانيا ، فسلم عبد المطلب رتبة الوصاية والإمامة إلى أبي طالب ، ورتبة النبوة والرسالة إلى عبد اللّه بالحق الواجب فحاز كل واحد منهما رتبة الإمامة واستحق أن يوسم باسم له الجلالة والكرامة فكان أبو طالب ناطقا كما كان الحسين ناطقا ، وعبد اللّه صامتا كما كان الحسن صامتا فأولد عبد الله محمدا صلوات الله عليه وأولد أبو طالب عليا صلوات الله عليه فلما آنت نقلة عبد الله استودع أباه عبد المطلب لولده محمد رتبة النبوة والرسالة وانتقل إلى دار الكرامة ومحل الأمن والسلامة وأقام محمد صلوات الله عليه تحت كفالة جده إلى أن أراد الله تعالى تبليغ عبد المطلب من الشرف بالنقلة نهاية حده فلما آنت نقلته وحانت من دار الدنيا رحلته استودع ولده أبا طالب لمحمد ولد ولده رتبة النبوة والرسالة وانتقل إلى محل الشرف والجلالة وحصلت عند أبي طالب صلوات الله عليه الرتب الأربع فنهض لها لأعبائها مضطلعا ولما أوصاه به والده متبعا إلى أن بلغ محمد صلوات الله عليه أشده واستوى واوتى الحكم والعلم وحاز شرفه وعليه احتوى وسلم إليه عنه أبو طالب وديعته التي كانت له عنده وهي رتبة النبوة والرسالة التي نال بها سعده وأنجز الله له بحصولها وعده بعد ارتقائه في المراتب شيئا بعد شيء إلى أن اتصل به روح القدس الذي بالحقيقة حياة كل حي واستحق النطق الإلهي الذي شاكل بحصوله فيه جده إبراهيم عليه السلام وحصل له ما لم يحصل لاحد من النطقاء غيره وجده عليه السلام من الشرف والتعظيم وهو قائم ولد إسحاق عليه السلام الذين تقدمت سياقة الكلام عليهم ، وكان صلوات اللّه عليه هيكلا\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nنورانيا مقاما إلهيا قدسانيا اجتمعت عنده من آخر دور الكشف الذي هو الثلاثة الآلاف إلى قيامه صلوات اللّه عليه القاضي بسعادة أهل الطاعة ، وشقاوة أهل الخلاف أهل المعجزات الظاهرة والآيات الباهرة مقامات نورانية وهياكل قدسانية ذوو نواسيت شريفة وغلف كافورية لطيفة وفيهم المخصوصون بالنطق الإلهي أصحاب الشرائع المكرمة مهابط وحي الله وبيوته المرفوعة المعظمة المكنى عنهم بذوي التيجان وأصحاب العز والسلطان جمعتهم العناية الإلهية والقدرة الربانية إلى أفق العاشر لكونهم للمقام النبوي المحمدي من أفضل الذخائر واجتمعت المقامات الشريفة العالية والهياكل النورانية المتلألئة مقامات النور المتجلي بها الحق عند الظهور من أول الثلاثة الآلاف السنة التي هي آخر دور الكشف إلى هاشم فكان هيكل نور شريف كامل ومقام عظمة فاق فضله كل فاضل فكانت تلك الفضائل المجتمعة والأنوار المشعشعة هي أمير المؤمنين على ابن أبي طالب المستخلص من أشرف المناصب المستخرج من ذروة لؤي ابن غالب فكان لأولاد إسماعيل قائما أصبح من والاه غانما ومن ناوأه نادما وصار لنواسيت الأئمة الذين هو مجمعهم بناسوته غاية الشرف لأنه لها بمنزلة نفس الحس المواصلة للجنين عند خروجه من بطن الحامل وتلك النواسيت المجتمعة عنده بجملتها الصور أولاد إسحاق بمنزلة الروح الذي يكون كمال الجسم عند اتصاله بما منه له تواصل واتصلت به عقول دار الابداع اتصالا كليا وتجلت بصورته تجليا تاما حاز به على من تقدمه من الأئمة مكانا عليا لان تجليها به كان أعلى من تجليها بمن تقدمه من المقامات وظهورها به أجل مما سبق لها بغيره من الظهور في كل الأوقات وذلك لما اجتمع عنده من أهل الادوار وما ساقه إليه لطف العزيز الجبار وسيكون تجليها تمام قائم القيمة أعلى من تجليها بمقامه ، وظهورها به في وقته أفضل من ظهورها بأمير المؤمنين في أيامه لان أمير المؤمنين عليه السلام وغيره عنده مجتمعون وإلى شريف مقامه يعود الكل ويرجعون ،\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nالفصل الثّامن عشر تسلسل الأئمة - 2 - « 1 »\r\nولما كان ريحية كل مقام من فضلات دعوة أبيه الذين تصاعدت صورهم إلى ضمن العاشر البرزخ ، الذي محل جميع الأنبياء والأوصياء الأئمة فيه كانت ريحية رسول الله صلوات الله عليه من فضلات أهل دعوة أبيه عبد الله بن عبد المطلب ، المنتمي إلى أفضل الذرى والذوائب ، المنتسب ، وكان قد ذخر له من أشرف ريحيات أولاد إسحاق وأعلاها وأجلها وأسماها ما كانت الريحيات التي هي عالي مقامه لريحيات أولاد إسحاق المذكورين بمنزلة النفس للأجسام المتصلة بها ، بعد أن تم الأجنة في بطون أمهاتها عدة الشهور والأيام ، وكانت صورهم عند العاشر له مذخورة وفي ذلك البرزخ الشريف حالة ، وبألطاف مواده وتأييده معمورة ينتظر بها قيامه صلوات الله عليه بدين الحق ونطقه فيما دعا إليه من توحيد باريه بلسان الصدق ، فلما قام صلوات الله عليه إلى الله سبحانه داعيا ، ولمن كان في وقته ولمن تأخر عنه من الأمة هاديا ، اتصلت به تلك الصور الشريفة فأيدته وأعانته على ما قام به من الدعوة إلى باريه ، وأسعدته ، فلما كانوا أهل معرفة في ظواهر العلوم والشرائع ، لكونهم ليسوا أهل استقرار بل أهل ودائع ، كان رسول الله صلوات الله عليه مجمعا لعلومه تلك الظاهرة ، ونفخ فيه مقيمه ومؤيده الذي هو عمه الروح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اثنى ( في ع ) .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالحياة التي من نفخت فيه فقد نال ثواب الدنيا وحسن ثواب الآخرة وأعلى قدره على جميع العالمين ، وجعله دون الناس مبلغا ، لما ينزل به الروح الأمين على قلبه ، ليكون من المنذرين ، بلسان عربي مبين فصار للكل مجمعا ، ولمتفرقات الفضائل محلا وموضعا ، صلى الله عليه ، وآله وسلم ، ورحم وكرم وشرف وعظم .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nالفصل التاسع عشر الحدود الثلاثة الجد والفتح والخيال\r\nثم إن أمير المؤمنين صلوات الله عليه كافى رسول الله صلوات الله عليه ومن مجمعه من ولد إسحاق بخدمته له ، وقيامه بين يديه على ما سبق من أولاد إسحاق لأولاد إسماعيل من الخدمة ، ورعى لهم عليهم السلام ، سابق تلك الحرمة لأنها تقدمت خدمة إسحاق لأولاد إسماعيل في جميع الادوار المتقدمة والاعصار المتصرمة ، وكان مجمعهم الرسول صلوات الله عليه ، فكافأه أمير المؤمنين الذي هو مجمع ولد إسماعيل ، بما أسدوا قادما إلى أهل مجمعه ، وإليه ، وكان رسول الله صلوات الله عليه في وقته ، هو الحد الشريف الفاصل ، وأمير المؤمنين صلوات اللّه عليه هو المحدود القابل منه ، ما له من انعامه يواصل وهو معلمه وهاديه ومرشده وداعيه ، وكانت المواصلات من الابداع صدورها إلى رسول الله صلوات اللّه عليه ، وتأييداته جارية في كل وقت إليه ، بغير واسطة من الحدود الجسمانية ، ولا سفارة عال ودان من أهل الدين ، وكان رسول الله صلوات الله عليه هو الواسطة لأمير المؤمنين في ايصال تلك الأنوار ، والمواصلة له من دار الابداع إليه من دار الابداع ، واسبال تلك الإفاضات الشريفة عليه ، وكان أمير المؤمنين صلوات الله عليه في أول أمره تعلم عند خديجة التي هي حجة أبيه ، وارتفع إلى رسول الله صلوات الله عليه وسلم ، وكان يعلمه ويربيه ويبصره ويهديه ، ولذلك رمز عليه بابن مريم ،\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nإذا كانت بالعلوم في أول أمره تغذية ثم إن عقول عالم الابداع ظهرت بأمير المؤمنين صلوات الله عليه بعد نقلة رسول الله صلوات الله عليه ظهورا كليا ، ورفعت قدره بما أيدته به من أنوارها مكانا عليا ، لكون مقامه هو المجمع الذي انتظم الكل من أهل الادوار فيه ، والحياة التي من أشاعت فيه باتصالها به تحييه ، ولكون نفس الحس المشابهة له ، المماثلة المضاهية في ترتيب الخلقة المشاكلة هي التي تعلي رتبة النامية ، التي هي مثال من تقدمه منهم ، وتنصل بها النفس الناطقة التي هي قائم القيامة الذي هو الغاية والنهاية ، المنساقة البركات إليه عنهم .\r\nفان قيل إن نظر العقل إليه فوق نظرها إليه إلى من تقدمه ، فلشرف الحسية النامية ، وان قيل إن نظرها إليه فوق نظرها إلى من تأخر عنه سوى قائم القيامة فلكون النفس الحسية هي المواصلة بتلك النظرات التي أضحت بها رتبتها عالية ، فهذه الحياة كالنقطة التي تدور الدائرة حولها ، ولذلك تفاض البركات الإلهية عليها ، وهو مجمع جزئي « 1 » يقوم مقام النامية لقائم القيامة الذي هو المجمع الكلي ، حتى إذا انتهى قائم القيامة إلى الترتيب في أواخر العقول الابداعية ، وصعدت رتبته بعد أن يخلفه صاحب الرتبة القائمية ، كان لتلك العقول كما كان القائم الجزىء « 2 » الذي هو أمير المؤمنين له صورة مقومة لتلك الصورة المتممة ، ولهذا أنه قال :\r\nأنا الباطن ، لما كان مجمعا لتلك الصور الشريفة الباطنة الجارية مجرى ولد إسماعيل ، الذين هم أهل الاستقرار ، وأنا الظاهر لتلك الصور الظاهرة بالشرائع في سالف الادوار ، ولما أظهره من العلوم والحكم ، وأفاضت على أهل طاعته وأوليائه من أفانين النعم ، ولكون أوليائه يستخرجون الحدود الظاهرة القائمة ، مقام ولد إسحاق ، المتخلقين من الشرائع المطهرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجريء ( في ع ) .\r\n( 2 ) الجريء ( في ع ) .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوالاعمال الزكية بأحسن الاخلاق ، وادعى له مرتبة المبدع الأول قوم ، ومرتبة المنبعث الأول آخرون ، وتوسموا بذلك التقدمة في العلم ، وهم بما تصوروه على الحقيقة متأخرون ، فهلك فيه الفرق المخالفة أجمع ، وسعد به من سلك الطريق المستقيم المهيع ، وفاز بمعرفته المحتسبون الصابرون ، والمواظبون على طاعة الحدود ، المصابرون ، فغلا فيه من غلا ، وقصر من قصر ، وتحير وشك من ادعى « 1 » الإلهية فيه ، والبغض له ، والنقص لمرتبته ، من شك وتحير ، فقال صلوات الله عليه ما عرف رتبتي الا رسول الله والأئمة من بعده ، ومن هدى من الأولياء إلى سبيل رشده ، ووفق لسمو حده ، وعلو سعده ، لان رسول الله صلوات الله عليه وسلم هو جده ومعلمه ومرشده ومفهمه ، وهاديه إلى النهج القويم ، وملهمه ، لكون رسول الله صلوات الله عليه آله الطاهرين ، كان مجمعا للرتب الأربع التي هي رتبة النبوة والرسالة ، ورتبة الوصاية والإمامة ، فكان باجتماعها فيه أعلى من جميع المخلوقين ، ولذلك انها أمدته الثلاثة الحدود العالية ، وأيدته أنوارها المتلألئة ، وهذه الحدود هي الجد والفتح والخيال ، الذي كان لأنوارها بشريف صورته اتصال ما فوقه اتصال ، فبلغ بذلك رتبة الحجابية ، التي هي أعلى مراتب الدين ، وحاز بذلك الفخر على جميع النبيين والمرسلين ، وكان ذلك بعد نقلة جده الذي أقامه ، وأعلى رتبته ، وشرف مقامه ، فالجد رتبة جده المكلم له ، وحيا بتدبير مسبب الأسباب ، والفتح رتبة عمه المكلم له ، من وراء حجاب ، والخيال رتبة والده المتمثل له بشرا سويا عند الخطاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ادعاء ( في ع ) .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالفصل العشرون مقام فاطمة الزهراء وابنيها\r\nوكانت فاطمة عليها السلام هيكلا شريفا ، وشخصا نورانيا لطيفا ، زبدة الاسلام ، وجوهر المتنقلين ممن استخرج من ظاهر دعوة أبيها صلوات الله عليه ، من أول تلك الأيام فلما كان محض ظاهر الدعوة النبوية المحمدية أراد الله تعالى اختصاصها وتشريفها ، بمزاوجة صاحب الدعوة الباطنة العلوية لتحوز الكمالين ، وتحتوي على شرف الحالين ، فازدوج ما عند أمير المؤمنين من الايمان بما عندها من الاسلام ، وانتظم لديها العلو والشرف ، أتم الانتظام ، واتصلت بذاتها المستخرجة من دعوة أبيها الروح المحيية التي نفخت بأمر الله فيها وحسبها ، ما حصل لها من هذا الشرف العظيم ، واختصت من الفخر الجسيم ، ثم إن الحسن بن علي عليه السلام كان مستخرجا من التأويل ، حائزا لفخره الفائق الجليل ، وأخاه الحسين مستخرجا من أنوار الحقائق ، مجمعا للحكم الغامضة والدقائق ، وكانت الدعوة الظاهرة قسط الرسول صلوات الله عليه ، والدعوة الباطنة قسط وصيه الذي فاض منه عليه جزيل الانعام ، وأظهر يوم الغدير سامي شرفه وفخاره ، وأعلن بطيب عنصره وكرم نجاده ، وكان لما قرب نقلة رسول الله خصه الله بالصلاة عليه وآله استودع أمير المؤمنين صلوات الله عليه لولده الحسن عليه السلام ، رتبة النبوة والرسالة ، استودعها له إياه جده ، وسلم إلى ولده الحسين رتبة الباطن التي هي قسطه وحده ، وصارت حدود الدين الظاهرة بعد ذلك في كل وقت قائمة\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمقام الحسن ، والحدود الباطنة قائمة مقام الحسين ، ويجري الامر كذلك في امام بعد امام إلى يكون قائم القيامة عليه السلام ، هو المتسلم للمنزلتين ، والحائز للمرتبتين ، ويكون قيامه بهما بالفعل ، لاجتماع الأولين الآخرين لديه ، وانضواء الصور من أول الدهر إلى آخره إليه ، وهو روح ذلك الهيكل المحيي له حياة الأبد ، المعلي لقدرة النافخ فيه ، بعد أن سوى الذي جعل السجود لجلاله ، فرضا على كل واحد ، وأمير المؤمنين صلوات الله عليه بمنزلة القلب ، به حياة الكل ، وكماله ، والرسول صلوات الله عليه بمنزلة الرأس الذي علا على جميع الشخص فضله وجلاله .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالفصل الحادي والعشرون محمد بن إسماعيل\r\nوقد أوضح في أمر مولانا محمد ابن إسماعيل ، ما أوضح فيه ، من البيان ، وصرح بحقيقته لذوي الايمان ، وان كان متم الرسل ، وخاتم ، دورهم المنتهية إليه شرائعهم ، وجميع أمرهم ، فقام بالقوة كاشفا الكشفة الأولى ، مظهرا من الاسرار والمعجزات ما صار به بسببه سبب الفخر والشرف موصولا ، وعقد التغطية على الحقائق به مكشوفا محلولا ، ولذلك ان ولده الامام المعز لدين الله عليه السلام لما كان اخر الأسبوع الثاني ، أمر القاضي النعمان بن محمد قس بتجديد الشريعة ، ورفع مبانيها ، واظهار ظواهرها ومعانيها ، فألفها في مائتي كتاب ، تزيد على عشرين على الحساب ، وزاد على ذلك عدة كتب ، جاء فيها من ذكر الحلال والحرام والقضايا والاحكام بالعجيب العجاب وهكذا في وقت كل سابع ورابع ، يظهر من القوة في العلم ما لا يجد ولا يوصف ، ولا ينعت ولا يكيف ، ثم يأتي أول الأسبوع الثاني ، والثالث بالشريعة ، ويظهر ما يصلح لأهل عالم الطبيعة إلى قائم القيامة عليه السلام ، فان أول دور الذي بعده دور حقائق تقرأ على رؤوس المنابر ، ويتساوى في المعرفة بها جميع الأصاغر من الأولياء والأكابر ، والرتب مع ذلك محفوظة ، لا ينكر لسابق فضل سبقه ، ولا لمتأخر ما يجب من حقه .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nالفصل الثاني والعشرون النطقاء والأوصياء والأئمة\r\nثم كل مقام من ناطق ووصى وامام هو قائم قيامة للمجتمعين إلى فنائه ، المعذوقين بباهر مجده وعلائه ، لكون متولي كل إقليم من الأقاليم السبعة بإزاء عضو من أعضاء البدن ، وبإزاء ناطق من النطقاء السبعة الذين بظهور سابعهم فيهم يفيض عليهم أصناف العوارف والمنن ، والحدود كلها من حد المأذون المحصور إلى باب الامام للقيامة الجزئية قائم ، وعمود النور لجميعهم بوساطة الباب في المجمع الامامي ناظم ، فالحدود من المكاسر إلى الباب ، قائم جزئي ، والامام قائم كلي ، والكل من النطقاء والأوصياء والأئمة أجزاء لقائم القيمة ، وهو كلهم وبصعوده بهم إلى عالم القدس يظهر شرفهم وفضلهم ، ثم إن كل مقام من المقامات المعظمة ، وهيكل نوراني من الهياكل الامامية المشرقة المكرمة ، يكون من يقوم له مقام الأعضاء الرئيسية الباطنة ، هم أكابر الحدود الذين غذاء صورهم النيرة علم الحقائق ، وكان نظرهم مصروفا لا إلى الأمور الهيولانية ، بل إلى المعاني الدقائق ، انكشفت لهم سرائر العلم المحجوب ، واطلعوا بصفاء جواهرهم على معرفة الغيوب ، وأمروا بتعليم هذه الطريقة الحميدة ، من اصطفوه من الأولياء واختاروه وميزوه عن سواهم بما طرقهم من التأييد ، ومثل ذواتهم أصاروه ، فأولئك رؤساء الأعضاء وأشرف من بعبادته سر معبوده ، وأرضى ، ولكل منهم مقام معلوم ، وتسبيح مفهوم ، لا يتعدى أحد ما يستحقه ، ولا يطلب من ذلك الا ما\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nهو قسطه وحقه ، ثم يتلوهم في المرتبة ، ويتبعهم في الدرجة من زكى عمله وولاؤه ، وطلب وتحلى تحلى الشريعة والولاية ، واستجاب لربه وأناب ، وهم متفاوتون في الدرجات ، متفاضلون في الحالات ، منهم القوي والضعيف والمشرف والشريف ، فكل منهم في الأعضاء الظاهرة بحسب استحقاقه مستقر ، وفي خدمته في ذلك الشبح مثمر ، قد علم تسبيح كل واحد منهم وتقديسه ، وعرف رئيس كل من في ذلك المجمع ومرءوسه .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nالفصل الثالث والعشرون كثائف الأئمة في البروج - 1 -\r\nفأما كثائفهم فلها إلى البروج والكواكب انقسام ، عجيب ، مرتب بميزان العدل والحكمة أحسن ترتيب ، وذلك أنها يتحلل منها ويتصاعد إلى البروج الاثني عشر ، ما ضمته العروق من دم ولحم أو جلد ومش وعظم هش ، فأما العظم الصلب كالضرس والصلب والصيح ، فان ذلك يتحلل على مدة بعيدة ، ويعود أمورا شريفة يأتي الكلام عليها ، والإشارة في موضعه بمشيئة الله سبحانه إليها ، وهو انه كلما صعدت فضلة إلى أول درجة من برج الحمل ، انتقلت الفضلة التي كانت في تلك الدرجة إلى الثانية منه ، وانتقلت الثانية إلى الثالثة ، كذلك مستمر إلى اخر برج الحوت ، فيكون بصعود ما يصعد إلى أول درجة من برج الحمل ، بعد أن قد استوفى سبع مائة سنة وعشرين سنة ، في كل برج ستين سنة ، ثم تلبث تلك الفضلة الهابطة في أشرف موضع من عالم الطبيعة إلى أن يؤذن لها بالكون ، فتكون نطفة شريفة مؤمنة خيرة عفيفة ، قد صار منها لها في ذاتها نفس نامية ، حسية كريمة وزبدة محمودة لا دنيّة وذميمة ، قد صارت بالقوة كحالتها الأولى ، وستعود بالفعل عند أن يضحى عقد أوساخ الطبيعة عنها بالصبر على اتباع الأوامر والنواهي الشرعية محلولا ، وسلطانها بسيف أحكامها اللازمة مقتولا ، فإذا بلغت رتبة الاحتلام ، والتزمت بالأوامر والنواهي المذكورة ، أو في التزام ، وتطهرت بماء الشريعة الغراء ( سلام الله على صاحبها ) دنس الآثام ، استجاب كل\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nشخص لمن رباه ، والتزم كل انسان بمن بصره وافاده وهداه ، لسبقه في الوجود الحقيقي عليه ، واهدائه جزيل عوارفه مننه إليه ، وتربيته له بحقائق العلوم ، واطلاعه على سر دين الله المكتوم ، لان جسم المحدود إذا حظى بالعودة إلى القامة الألفية فجسم حده أولى بالعودة لان يسيل على من دونه جزيل عوارفه السنية ، لان البيت لاحق بربه ، ولو بعد طول الاكوار ، والخلاص بالالطف ، فالالطف مستمر على ممر الاعمار ، وكلما رجع حد من الحدود العظماء ، أو ولي من الأولياء الكرماء ، فإنه يعود بميزان العدل الذي لا يغادر صغيرة ولا كبيرة الا أحصاها على حسبما كانت حالته الأولى ، وبمقتضاها ان كان بابا فبابا ، أو حجة فحجة أو داعيا ، أو مأذونا فمأذونا ، أو مكاسرا فمكاسرا ، ومؤمنا فمؤمنا ، أو مستجيبا فمستجيبا ، أو من الحدود الباطنة فحدا باطنا ، أو من الحدود الظاهرة ، فحدا ظاهرا أو مستقرا فمستقرا أو مستودعا فمستودعا ، فتكون الفضلة الشريفة الراجعة من جسم ذلك الحد الشريف ، داعية لمن دعته أولا من الحدود المؤمنين ، ومبصرة لمن أرشدته فيما سلف بعلم الأئمة الطاهرين على حسب رتبتها ، أو رتبة من دعته وبصرته أولا وهدته لا يحل أحد على من محله الأول ، ولا يبلغ المفضول عند العودة رتبة الأفضل ، بل على قدر السوابق ، تكون المكافأة وبحسب التقادم تكون المجازاة ، لا حيف من المجازي ولا ميل من المكافي ، وهذا القول مطلق على أجسام الحدود والمؤمنين ، لا على لطائفهم التي قد صارت من الشرف في أعلى عليين ، لكونها قد صعدت إلى ما قدر لها من الجنان ، وفاز بمجاورة اللطيف المنان ، وصارت أنوارا في سنا ملكوت القدس ، مشرقة ، وصورا صافية لطيفة ، ليست مزايلة لعالم اللطافة ، لا عنه مفترقة ، وكلما صعدت إلى عالم اللطافة نفس حد أو مؤمن ، وارتقت انبعث في جسمها منه نفس أخرى ، وانتظمت أحوالها فيما ذكرته ، واستوسقت ونطقت بالحكمة ، من كانت أنطقته أولا ، ونطقت وهذه\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالبروج الاثنا عشر التي تتصاعد إليها هذه الفضلات ، ويهبط منها من جملتها الكواكب البيابانيات « 1 » التي عدة المدرك منها ألف كوكب وتسعة وعشرون كوكبا ، وعلى وفاء السبع مائة وعشرين سنة المذكورة ، يهبط جميع ما فيها من الفضلات ، وقد خلفها مما يجانسها ما يترتب في تلك الأماكن من أجسام الحدود والمؤمنين الحالة فيها المترتبات ، وهذه الكواكب المذكورة في غاية الشرف لمعرفتها لرتبة الابداع ، فلذلك جعلت لهذه الفضلات الطاهرة أشرف المواضع والبقاع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التي لا تنزل بها الشمس والقمر .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nالفصل الرّابع والعشرون كثائف الأئمة في البروج - 2 -\r\nواما العظام الصلبة الصلدة الباقية من الأجسام التي تحيل دمها ولحمها وعصبها وعروقها وجلدها وهش العظم منها على ما تقدمت له العدة ، ووفت له من السبعمائة وعشرين سنة ، المدة فإنها تصعد إلى فلك القمر ، وتقيم فيه حسبما يوجبه تدبير المدبر من المدة ويقتضيه ، ثم تصعد إلى فلك عطارد ، فيصير فيه مدة ما يريد المدبر ما كثة به مقيمة لابثة ، ثم إلى فلك الزهرة يكون ارتقائها ، فتقيم المدة التي تقضي لها بأن يكون هنالك مكثها وبقاؤها ، ثم إلى الشمس بعد الزهرة صعودها ، وعندها كما يشاء المدبر اقامتها وصعودها ، ثم تعبر بالافلاك جميعها صاعدة ، وتصير فيها المدة التي يريدها المدبر قاعدة ، ثم تنحل أمطارا فتقع في المواضع المهيأة لها بعد أن كان صعودها بخارا ، ووقوعها في تلك المواضع أمطارا ، فيكون منها جواهر ثمينة ، وأصناف حسنة مذخورة في خزائن الملوك ، مصونة كالدر والياقوت والزمرد ، وغير ذلك من الجواهر المفضلة على الأحجار المختصة عند الخواص بالاقتناء والاذخار ، فيقيم إلى أن يتراخى رباطات الأفلاك لما يريده المدبر من النشو العجيب المرتب بالحكمة الإلهية أحسن ترتيب ، وقد انسحقت هذه الجواهر ، ولحق الأول منها في الانسحاق بالآخر ، وصعدت جملة واحدة ، فكانت في أماكن الأفلاك المنبحطة واقفة ولها في تدبير عالم الكون والفساد بتدبير المدبر خالفه حتى\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nإذا قامت مدة الكور الأعظم الذي هو ضرب ثلاثمائة « 1 » ألف سنة وستين ألف سنة في مثلها ، وقد اكتملت في عالم الكون والفساد جميع فعلها تراخت رباطاتها ، وانحلت بعد أن كملت أوقاتها ، فكانت جثة ابداعية ، تجيب في أول وهلة ، وتبادر إلى توحيد مبدعها وتسبيحه وتقديسه ، من غير تريث ولا مهلة ، وهم أهل المغارة التي جمعت ثمانية وعشرين شخصا ، الذين لهم من الشرف والفضل ما لا يعد وما لا يحصى ، ورئيسهم هو الشمس التي خدمت في العالم كورا عظيما ، الذي زاد فضله على فضلهم ، وفاق نبله لنبلهم ، ويستمر الامر على ذلك في الاكوار والادوار ، وخلو الحقب والاعمار ، ذلك تقدير العزيز العليم ، وصنعة الصانع الحكيم ، تقدست آلاؤه ، وجل ثناؤه ، ولا حول ولا قوة الا بالله العلي العظيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ثلاثمائة ( في ع ) .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالفصل الخامس والعشرون عاقبة المنحرفين\r\nوأما من كان من الأولياء وذوي الايمان مقيما على ولاية امام الزمان ، طائعا للحدود ، موحدا للمعبود ، ثم تخطى أشياء مما تحظره الشرائع النبوية أو أتى أمرا من الأمور السخيفة الدنية من فسق أو نهب أو ظلم أو اقدام على امر لم تبحه الشريعة الغراء ( سلام الله على صاحبها ) أو ساعد النفس الامارة بالسوء في مطلب من دنا مطالبها ، فله حين ينتقل من دار الدنيا مقيما على الولاية ، صحيح السريرة صافي البصيرة ، فان نفسه الناطقة تصعد إلى حيث جرى به القول ، وعبر عنه بالكلام ، وكذلك نفسه الربحية الباقية في جسمه الصاعدة من قبرها بعد ثلاثة أيام تتصاعد إلى حيث ذكرته ، وتصير إلى ما شرحته وسطرته ، الا انها لا تتساوي في رتبة المعاد من ساواها في العلم والولاية ، وزاد عليها باستعمال الشريعة بل يحطها تركها لما أخلت به من الاعمال الشرعية ، تكاسلا من غير انكار لوجوبها عن درجة نظيرها في العلم ، والولاية المرتقى على رتبتها بشرف العمل الشرعي ، فاما من أخل بشيء من الاعمال الشرعية معتقدا أنها غير واجبة عليه ، فذلك يحيط عمله ، ويبطل علمه ، وولايته ، ويصير حكمه حكم المرتدين الخارجين عن دائرة الايمان والمؤمنين ، ثم تبقى للسابق ذكره الحياة الكامنة في الجسم الذي تولى تلك الأفعال وانهمك في الشهوات ، واثر الدني من اللذات ، فيصير ذلك الجسم بالحياة الكامنة فيه مختلطا ، والبعض منه ممتزجا ، ثم ينحل ذلك الجسم على مرور\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالأيام ، وتكور الشهور والأعوام ، فأهل الاكثار مما حرمته الشريعة الطاهرة ، وحظرته أوامرها ونواهيها الباهرة من ظلم وقهر وزنا « 1 » ومبالغة وفسق وخنا ، يكون انحلالها إلى الفضة والذهب اللذين من حصلا له ، فقد ظفر من دنياه بأجل مكتسب ، ولذلك عظم جاههما وقدرهما وشرفهما وفخرهما ، واختارهما أكثر الناس على الولد والنفس ، وصارا قيمة جميع ما في عالم النماء والحس ، وبفعلهما الذي فعلاه من الدناءة واستحقا والأشرار ، وسلطت عليهما النار ، والتطريق والإذابة والتعريق ، ثم إن العناية الإلهية تحفظهما إلى أن يبلغ الكتاب أجله ومنتهاه ، والمكافأة لكل فالكل دنا على ما عنه الشرع الشريف نهاه .\r\nوذلك هو أن يؤذن بعودته ، وتنقضي « 2 » أيامه وتنصرم « 3 » شهوره وأعوامه ، ثم يستحق جميع تلك المذابات ، وتعود إلى القامة الألفية ، ويكون لها منها نفوس نامية حسية ، ويكونون أهل الصفاء وايمان ، ومعرفة للحقائق وايقان ، يحيون عند الدعوة بسرعة ومبادرة ، ولا يأتي بعد ذلك أحد منهم بحال يوجب تخطي الشريعة الطاهرة ، لان الامتحانات الطويلة قد صفتهم وعصمتهم والابتلاءات والتمحيصات قد رحضتهم عن تلك الأدناس وغسلتهم ، لأنه له يكن مرادهم الا اللذات الدنياوية أكلا وشربا ونكاحا ، أباحوا فيها ما لم تجعله الشريعة مباحا ، فعوقبوا في المدة الطويلة بصنوف الآلام ، وكوفئوا « 4 » بالاقتصاص منهم ، والانتقام ، وعادوا على أجمل الأحوال ، وبلغوا من العصمة عند الرجع أشرف مال ، وكانوا حدودا فاضلين ، وأولياء عالمين عاملين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زنى ( في ع ) .\r\n( 2 ) ينقضى ( في ع ) .\r\n( 3 ) ينصرم ( في ع ) .\r\n( 4 ) كوفيوا ( في ع ) .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالفصل السّادس والعشرون نهاية المؤمنين\r\nفأما الاعفاء من أهل ظاهر دعوة الرسول ، والموالين لوصية علي صلوات الله عليه ، ولزوجته فاطمة البتول ، المعتقدين الإمامة في مولانا الحسن المسموم ، ومولانا الحسين المقتول ، الذين لا يجري منهم معاندة ولا يحق أحدا منهم مضادة ، العاملون بجميع ما توجبه شريعة الاسلام ، الفاعلون للحلال ، التاركون للحرام ، فان نفوسهم مشاكلة لاجسام المؤمنين ، الداخلين في حرم الدين ، العارفين بمعاني ما جاء في أوضاع النبيين ، فحين تفارق نفوسهم أجسامهم ويصرم هاجم الموت مدتهم وأيامهم ، ويدنى هادم اللذات حمامهم ، تعود نفوسهم إلى فلك القمر ، إذ لم يخالطها العلم ، فتحل محل لطائف الصور ، ثم تصعد إلى فلك الزهرة ، وذلك ما تبلغ إليه النفوس في تلك الكرة ، ثم يتخمر لهم منهم نفوس نامية حية ، قد جانست نفوس العالمين الأولياء أتم الجنسية ، ثم يعودون إلى القامة الألفية في المدة التي يريدها المدبر للأمر ، ومالك النفع والضر ، فيجيبون ويستجيبون ، ويؤمنون وينسبون ، ويكونون أهل صفاء وعفة ووفاء .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nالفصل السّابع والعشرون مصير المخالفين\r\nوأما من عاند حدود الدين ، وأظهر المنافرة للأولياء والمؤمنين ، وخرج عن ولاية امام الزمان وطاعته ، ولم يتوسل إلى الله بمقبول شفاعته وفارق حرم الدعوة الهادية ، وانعزل عنه ، وتشكك في الحق اليقين ، وخرج بعد دخوله فيه منه ، فإنه يبلى بأليم العذاب ، ويدخل من صنوف الآلام « 1 » في باب بعد باب ، ويصير منقسما بين تصور قد انفرد بما حصلت فيه ، وكل منهما لصاحبه مزايل مباعد ، فعند موته يفارقه ما تصوره من مناكرة ومعاندة ومكابرة ، لأهل الحق ومضادة ، واعتقاد يخالف اعتقاد أهل الحق وكذب يغطي به صدق أرباب الصدق ، فعند فراقه لذلك الجسم يهم بالصعود متشبها بصور أهل الحق ، المرتقية إلى أعلى المراتب ، كالنيزك المتصاعد في الهواء ، متشكلا بنيرات الكواكب ، فإذا صعد في الهواء عكسته أشعة الكواكب والأفلاك ، وحطته راجعا إلى الحضيض ، مدحورا بالانعكاس ، والارتباك ، فيقيم في الحضيض مدة معلومة ، ثم يسكن بيوتا مظلمة نحسة ، مما يجانسه مشومة ، اما امرأة جاهلة ، أو رجلا جاهلا مشاكلا ، وذلك لهذا المسكون مماثلا ، فيصرعه هذا الساكن فيه ويضره ويؤذيه ، فيسقط ويجن ، وتأتي عليه بمخالطته الآفات والمحن وربما نطق بشيء من الغيبات ، أو تحدث بحال من الأمور الكائنات ، اما صادقا أو كاذبا ، أو موافقا ، لذلك الحال أو مجانبا على قدر ما كان طبع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الامام ( في ع ) .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالساكن عنده في صدقه وحسناته وكذبه ، سيئاته ، فبذلك يكون ناطقا على لسان المسكون ، بعد وفاته ، لان هذا الساكن كوفي بعد موته بما أسلفه ، وجوزي بما جناه من خير وشر ، واقترفه ، لان الله تعالى لا يبطل عمل العاملين ، ولو كان مثقال حبة من خردل ، أتينا بها ، وكفى بنا حاسبين « 1 » .\r\nفإذ أقام ذلك الساكن ما قدر له في الشخص المسكون لم يكن فعله الا معارضة أهل الحق ومضادة أرباب المعرفة والصدق ، وأعمال المكايدة فيهم والقصد ، بالسوء لعاليهم ودانيهم ، فإذا مات بيته هذا المظلم الجاهل الأول سكن بعده بيتا ، هو أظلم منه وأخس وأجهل ، فلا يزال كذلك إلى أن يستكمل ما حده المدير له ، ويبلغ كتابه أجله ويلقيه متولي الامر عمله ، فإذا أوفى ما قدر له من ذلك واستوفاه ، وبلغ من التنقل في تلك البيوت غايته ومنتهاه ، صار عند العقدتين مقيما مجاور جنسه الذميم جنسا مثله ، وسخا ذميما لان العقدتين مغناطيس الأخس المعالم المعكوس ، والجنس الارذل المنحوس ، فلا يكون فعله هنالك الا معارضة النيرين ، وتغطيته لنوريهما الزاهرين المسفرين ، فيحدث عليهما منه الكسوف ، ونقص المنازل ، وابدال الظلمة عن النور الباهر ، الكامل ، فيقيم على ذلك مدة من الزمان لمعارضتهما ، مديما ، وعلى مضادتهما مستقيما ، إلى أن يكون ظهور شره من القوة إلى الفعل ، قد آن ، وحين مكايدته لأولياء اللّه وحدوده قد حان ، وهبط ذلك الحال الرجس ، والجنس المذموم النجس ، إلى شيء من المأكولات والمشروبات ، التي تكون غذاء للبشر ، وقوتا تكون منه خميرة الخسيس الاوسخ الأشر ، وحينئذ يحصل منه أشخاص يكون لهم منهم زعيم ، وهو أشدهم ضلالة ، وأكثرهم جهالة ، وأعلاهم في الشقاق والعناد حالة ، فيكون مثل قابيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوحام وعوج ابن عنق ، والنمرود وفرعون ويهوذا ، ومن جانسه من أضداد النطقاء والأوصياء والأئمة النجباء ، ممن تزيا بالنفاق وهو في غاية العناد والشقاق ، ويكون ممن يقتل المقامات ، كما قتل قابيل أخاه هابيل ، وكقاتل يحيى بن زكريا ، الذي خصه اللّه بالتعظيم والتبجيل ، ومثل محاول قتل « 1 » المسيح عيسى ابن مريم ، الذي جاء بالإنجيل ، ومثل ابن ملجم قاتل أمير المؤمنين وامام المتقين ، ومثل شمر قاتل سبط الرسول ، وابن فاطمة البتول ، وذلك بميزان العدل الذي لا حيف فيه ولا خلل ، في حال يعتريه ، لان كل مقام من هذه المقامات المعظمة ، وشخص من هذه الشخوص المشرفة المكرمة ، كان من دعوة سابقة المسلم الامر إليه ، والناص بخلافته عليه ، فكان في دعوة كل واحد منهم حدود عالمون مؤمنون بالغون ، قد قتلوا من عارضهم في الدين ، وسفكوا جملة من دماء المفسدين ، قطعوا رؤساء من رؤوس المعاندين ، مثل مولانا الحسين صلوات الله عليه ، فإنه من أشرف أهل دعوة أبيه وأخيه وأخوص حدوده ، ومن يليه ، وهم الذين قاتلوا أضداده وقتلوهم وحاربوهم في طاعته وجاهدوهم ، وقطعوا رؤوسهم واختلسوا بالأسنة والسيوف نفوسهم ، فكان الذي نال مولانا الحسين صلوات الله عليه قصاصا لما فعله أهل دعوة أبيه من قتل المعاندين ، وسفك دماء الجاحدين ، وكما فعل فيهم فعلوا ، وعلى حسب ما قتلوا قتلوا ، وكما قطعت رؤوسهم قطعوا ، كما شنع بهم شنعوا ، لان قلب المقام عليه السلام هو أشرف الريحية وزيدة ما بقي في الدم ورأسه ، هو فضلة رأس كل حد عالم فاضل عفيف ورع طاهر كامل ، فالرأس من فضلة مخ كل باب وحجة وداع ، ومن أعيانهم وأسماعهم وألطف كل شيء بقي فيهم ، وهم المقاتلون المجاهدون ، والعالمون العاملون ، الورعون الزاهدون القاتلون ، للاضداد الفاتكون بأهل الكفر والعناد ، والقاطعون لرءوس ذوي الالحاد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قاتل ( في ع ) .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n« أراك يدا لا تبرحين عليلة ، وذلك ما أسلفت في قادم الدهر » فيكون ذلك الذي يفتك بالمقام مجمعا لجميع تلك الصور الخبيثة النجسة ، والخبائث اللعينة الرجسة ، كما اجتمعوا عند ابن ملجم حين فتك بأمير المؤمنين ، فكانت تلك الضربة قصاصا عن جميع من قتل في دعوة الرسول صلوات الله عليه ، لأنهم اجتمعوا عند ذلك الشخص اللعين ، واقتصوا بتلك الضربة من امام المتقين ، وقد يكون أيضا من ذلك التصور الخبيث شيء يقع في المعادن والنبات ، فيكون منه أصناف السمومات والسيوف ، والأشياء التي يقع بها الحتوف مثل السيف الذي ضرب به أمير المؤمنين ، فان معدته كان فضلات الخبثاء وخالطه اسم أيضا من الملاعين الكافرين المشهورين بعداوة الرسول المتظاهرين ، فاجتمع الكل في ابن ملجم لعنه اللّه ، وفي السيف بميزان العدل الذي لا يقرن بميل ولا حيف ثم يعودون بعد ذلك إلى محلهم الأول ومسكنهم الارذل إلى الوقت المعلوم والاجل المحتوم هذا القول على ذلك التصور الخبيث المفارق لأهل النكث والأصوار والعتو والاستكبار فاما أنفسهم الحسية وأجسامهم فقد اختلط بعضها ببعض وامتزجت فلا يدخل عليها حال بتفريق أو نقص فحين يحتوي عليها قبورها وتضمها وتجنها لحودها وتلمها يتصور لها افعالها الخبيثة حيوانا يؤذيها وهو اما وحشة تنهشها ولقبيح افعالها تريها وأفاعي تمتص ألسنتها امتصاصا وتقتص منها بما به تحدث على أولياء الله من هجر الكلام اقتصاصا وهذه الأشياء التي تتصور لها وتتولى من أمور عذابها عقدها وحلها هي من اطغته ممن مال إلى اعتقادها واحالته وصدقه عن النهج القويم وإمالته وصدفته عن ولاية امام الزمان وصرفته وقبحت عنده اعتقاد أهل الحق وزينت في عينيه باطلها وزخرفته وهي اعمالها التي لقيتها وافعالها التي اجترمتها لان نفسها الحسية لم تفارق عدلا من الله تعالى ليذوق العذاب الأليم ويكون بينه إذا حل في قبره وبين من يصير في قبره إلى جنات النعيم لان للولي أنصارا في فسحة قبره الذي هو له روضة\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمدهامة ونعمة شاملة تامة فان نفسه الريحية فيه كامنة وأثارات حرارته الغريزية في جسمه ساكنة فتقوم له مقام الحسية للضد التي هي فيه باقية لعذابه وتلك باقية في المؤمن لينال جزيل اجره وثوابه فان ذلك المؤمن يعاين افعاله الحميدة من ولاية لامام الزمان خالصة وعقيدة في محبة الحدود الأولياء وخدمة لهم تامة غير ناقصة واعمال شرعية حسنة قد أحبت نفسه وجسمه باخلاق طاهرة مستحسنة من صلوات وزكاة وصوم وحج وجهاد ومضادة لاضداد أولياء اللّه ، وعناد وايجاد صور رفعت درجاتها بالعلوم وأوقفتها على سر دين الله المكنون وعلمتها وهذبتها وصورتها الصور الحقيقية وادبتها وهذه كلها هي اعمال المؤمن التي لقيها في قبره وفتح له بها فيه أسباب الذي ينظر منه جميع بر العالم وبحره وسهله ووعرة وذلك القيام باعمال الشريعة النبوية وايجاد الصور النبوية الطاهرة الزكية جعلنا الله وجماعة المؤمنين ممن سلك هذا الأسلوب وحمانا عما يلقاه من قطع دنياه باقتراف المسيئات والذنوب ، بحق محمد وآله الطاهرين صلوات الله عليهم أجمعين ثم إن جسم ذلك الضد الخبيث يتحلل من قبره على ممر الأيام وكر الشهور والأعوام بخارا ودخانا يمتحن به من وصل إليه من البشر والحيوان امتحانا فيحدث من الأمراض المهلكة للأنام المؤذية من اتصلت به من الخاص والعام لأنه حين ينفطر ذلك الجسم الذي بقيت في النامية والحسية ولم ينفصلا منه ولا برحا عنه بعد اقامته في قبره ثلاثة أيام ويتصاعد منه البخار والدخان المذكوران في اوّل الكلام وتترفعان إلى الهواء صاعدين متشبهين بما يتصاعد من أجسام ذوي الايمان المنتقلين عن ولاية امام الزمان هبطها أشعة الأفلاك وتعكسها وتردها إلى الحضيض وتركسها وقد صار غيوما وأمطارا واستحالا عن كونهما دخانا أو بخارا وصار في موضع من الأدوية العميقة التي يستنقع الماء فيها ويقيم ويصعد منها البخار الوسخ الذميم فيكون من ذلك سدم ووباء ووعس وامراض مهلكة للخلق ونحس وبروق مفنية لما صادمته\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nمن معدن ونبات وحيوان وبشر ورياحات وتهب العالم بخس وشر وفساد لمعايشهم واتلاف ومحق لارزاقهم واضرارا بهم واجحاف ثم إنه لا يغتدي من تلك الأمطار الا كل ما خبث ورذل من الاستجاز وتكون منها السمومات القاتلة المهلكة لمن أضحى وهي لديه حاصلة مثل القلب والدفلى والقر والعرصم والحنظل وغير ذلك من مذموم الشجر الذي ثمره أخس ثمر وضرره للأجسام غير محتقر ، ثم تكون منه أيضا نبات يغتذي منه ما قد جم تهيأ للعبور في القوالب النجسة والحبوس الرجسة السالكة في السلسلة التي ذرعها سبعون ذراعا ، المكبلة بالاغلال المبادرة إليها ملائكة الغضب لتصليها الجحيم سراعا ، فأول ما يعبر فيه من القوالب المذمومة المدحورة والاشكال الملعونة المتصورة مما يماثل القامات بأقبح صورة فاولها أصناف الاعجام المشابهة نفوسهم الانعام إلى أن يكون الزنج في ذلك الصنف اخر ما يبلغونه وكونهم فيه هو نهاية ما يصلونه ثم بعد ذلك الوحوش مثل القرد والدب والغول والسعلاة والنسناس وسائر هذه الأنواع التي هي من جهة تشبه الوحوش ومن جهة أخرى تشبه الناس ثم بعد ذلك السباع الضواري كالأسود والذياب والنمور والفهود وما يجانسها مما يحل عنه الانتقام بالحيوان المحمود ثم بعد ذلك الحرشات ذوات الشموم والهوام المستجنة من الأرض في التخوم وما يجانسها مما في البحار مسكنه ومحله ومن حيوان البحر معاشه واكله كالحنشات والحيات والعقارب وكل جنس مذموم مجانس لها من الأفاعي مقارب ثم بعد ذلك الغربان من الطيور والجوارح المهلكة لسائر الطيور السالكة في الجو السوابح ثم بعد ذلك النبات المذموم مثل الأشجار المهلكة القاتلة والنباتات التي هي بين ما صادفته وخالطته من الحيوان وبين الحياة حائلة ثم بعد ذلك المعادن مثل الكباريت والزاجات التي أصلها تلك الأجسام الصاعدة منها تلك المزاجات ثم ينقلون إلى الأربعة الأطراف فيكون قيام القائم عليه السلام ختاما لهذه الأصناف وذلك ان الأرض مقسومة أربعة\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاقسام مكونة على حسب ما شاء مقدر الأنام فالمشرق قسم والمغرب قسم والشمال قسم والجنوب قسم فاما ناحية الشمال فإنها منقعرة مظلمة مدلهمة ليست تنالها لمغيب الشمس عنها ستة أشهر رأفة ولا رحمة وإليها معاد اضداد أصحاب الأنوار من الأئمة المستقرين الطاهرين الأخيار وهم الذين تزيوا بالشرائع وظهروا النفاق ليتم لهم ما راموه في الأئمة الأطهار من الخدائع ، فهم هنالك حيوان جامد كالجبال مكبل بالسلاسل والاغلال ، يفصل أجزاءها شدة البرد واليبس لما بليت به من مغيب حرارة الشمس فيها أشد التنكيل وأعظم العذاب الوبيل والويل والعويل والنجس الطويل أعاذنا الله واخواننا حيث كانوا من البلاء من قبح هذا المعاد وعصمنا وإياهم بالتوفيق والسداد وبلغنا وإياهم في الاتصال بالأئمة الطاهرين وحدودهم غاية المراد ، واما ناحية المغرب فإنها بحر هائل مهيل وبلاء مؤلم وعذاب يكيل متلاطم الأمواج متسع الفجاج أمواجه كالجبال الشامخة والأطوار الباذخة فيه من أصناف الحيوان أكثر مما في الرابع المسكون اضعافا مضاعفة كل طائفة وهو معاد تابعي الذين ناصبوا أئمة الادوار وقابلوهم بالعتو والاصرار فهم في ثلوجه منغمسون وفي عذابه الوبيل معرسون ومن رحمة ربهم بما اسلفوا مبلسون فيا عظم ما يلقونه من الآلام ويا قبح ما يقيمون عليه في ذلك المقام ويا ندمهم على ما فرطوا ففي جنب الله فيما سلف لهم من الأيام وارتكبوه من الخطايا والآثام أعاذنا الله وجميع اخواننا من هذه الادراك وحمانا عنها بالالتزام بحبل ولاية الأئمة الطاهرين والاستمساك واما ناحية الجنوب فإنها في غاية الافراط في الحرارة ونهاية الاحراق لما خالطها لان طبيعتها مريخية محرقة لما خالطته حارة لا تغيب الشمس عنها ستة اشهر بل كلها نهار لا ليل فيه يوجد ولا غاية لعذاب المعذبين فيه تحد نيران محرقة قد أحاطت بهم سموم وهموم ملازمة لهم لما بلوا به وعموم يعذب المعذبون هنالك بافراط الحر أشد تعذيب يحرق أجسامهم لما يلفحها من تأجج لهيب وهي معاد الذين ناصبوا\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nنطقاء الادوار وقابلوهم بالتكذيب والانكار واستخفوا بمنازلهم حين توهموا ان النطقاء خلقوا من طين وانهم خلقوا من نار فأوردهم معوج قياسهم وقبيح شكلهم والتباسهم في هذا المورد العظيم تابعات لما وردوا قبله من التقمص بكل قميص دني ذميم ولما يعودون إليه فيما بعد ذلك من العذاب الطويل المقيم عصمنا الله وجميع اخواننا من الشكوك والشبهات وأعاذنا من أن نتعرض لأرباب الرتب العالية بالمعارضات واما ناحية المشرف فإنها جبال عالية وتلاع سامية تكاد ان تبلغ لشدة طولها كرة الأثير قد قدرت لعذاب من يعذب فيها أتم تقدير فيها نهار شمسه مشرقة حارة وصنوف من البلايا عند المعذبين بها مقيمة قارة وهنالك يعذب التابعون لرءوس المناصبين للنطقاء الكرام عليهم فضل الصلاة والسلام لا ستر بينهم وبين الشمس ولا حجاب ولا يتأوه متأوه من حرها فيرحم ويخاب كان المعذبين فيها قد كبلوا بالاغلال وربطوا بالكبول إلى تلك الجبال لا يحسون من لهب الشمس ووهجها حراكا ولا يجدون ومما وقعوا فيه من الألم الطويل أعاذنا الله وجميع اخواننا حيث كانوا في مشارق الأرض ومغاربها من هذا الادراك وعصمنا من الوقوع في هذه الاشراك وجنبنا مزايلة النطقاء والأئمة وأدام علينا نعمة أرباب النعمة ومحل التأييد والعصمة ولا بد لكل جنس من هذه الأجناس من التنقل في هذه الأطراف الأربعة وان يذوق العذاب فيها هو ومن على ضلاله وافقه واتبعه ثم ينقلون بعد ذلك عند قيام القائم عليه السلام إلى ما هو أشد من ذلك عذابا وأعظم تنكيلا فيلقون هنالك بخسا طويلا ويعاينون هولا مهيلا وذلك انهم ينقلون من اخر برازخ العذاب الأدنى بالنجاة والأمطار والأغذية والتناسل إلى القامات الألفية فإذا قام القائم عليه السلام وأشرقت الأرض بنور ربها وجيء بالنبيين والشهداء والصالحين ليقع المباكتة والحساب ويذبح إبليس اللعين وهم أكبر الاضداد الملاعين الذين يتولى القائم عليه السلام بيده ومن معه من الأولياء قتلهم ويبيد\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبسيفه كلهم فإذا لم يبق منهم الا من قتل بسيوف أولياء الله وعبيده والقوام بدينه وحدوده بعد ان يأتوا من كل فج عميق من جزائر الأرض إلى موضع القائم كل لا يدري ما حل به من البلاء والملازم ويكون موضع القائم لهم بمنزلة حجر المغناطيس الحديد كل منهم يجذب إلى هنالك من غير علم له بما حل به من البلاء الشديد فإذا صرعتهم سيوف الحق وقتلهم أرباب الصدق أقاموا المرميين على وجه الأرض مدة من الزمن فتنتن روائحهم أشد نتن ولا يقر للأولياء من حنقهم قرار في وطن فيستغيثون إلى مولاهم مما يلقونه من نتنهم ويتضرعون ويلتجئون إلى كرمه في الخلاص منهم ويفزعون فحينئذ يدعو لهم إلى الله تعالى بإزالة شكواهم وصرف امتحانهم وبلواهم فينزل عليهم من السماء من فلك الأثير نار شبيهة بعنق البعير ، وهي مما كان عند العقدتين من تصور أضداد الدين وأعداء الأئمة الطاهرين وحدودهم الميامين فيتصل بالأرض جميع تلك النار وتلزم كافة الأشجار والأحجار وتحرق جميع من كان من الاضداد في تلك الديار وفي البراري والقفار ، ويكون الحجارة لها كالزاجات والزرانيخ والكباريت المحرقات فتلتهب الأرض بما عليها من معدن ونبات وحيوان وشجر ومدر وانسان هذا هو الطوفان الناري الذي قدره لغسل هذه الأوساخ الخالق الباري ولا يسلم من الاحتراق في تلك الوهلة الا موضع القائم وأصحابه عليه السلام فإنه لا يكون لتلك النار وصول إليه فلا يبقى سهل ولا وعر ولا بر وو لا بحر الا قد عمه الحال واحرقه وبدد أجزاءه ومزقه فتقيم تلك النار أربعين يوما لا تنطفئ ولا تزول إلى أن تنقضي هذه العدة وتفي فإذا انقطعت هذه العدة وتمت هذه المدة صارت الأرض كما كانت في اوّل وجودها بعد ان نضبت الحياة من وجهها الفوقاني وظهرت فيها أنواع الخلقة عاليها والداني ، وهذا طوفان النار وذلك الأول طوفان الماء ، وكل ذلك جار بتقدير خالق الأرض والسماء ، وهذه ساقية ليتحقق الواقف على ذلك مما يكون من أهل العذاب الأكبر في أسفل\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالصخرة لان عذاب الأول السابق ذكره هو الأدنى الذي ليس المعذبون فيه قمص العذاب مرة بعد مرة وكرة بعد كرة وذلك أنه إذا احترق الاضداد وطار دخانهم وبخارهم في الهواء صاعدا عكست أشعة الأفلاك والكواكب إلى أن تورده المكان الذي قد تهيأ ان يكون واردا فينزل هابطا من الأرض إلى أن يلتوي بجوانب الأرض ثم ينزل منه شيء من المنافذ الأربعة المهيأة احدار أهل العذاب والخفض وهي في أرباع الأرض معرفة لها أسماء هي بها موصوفة فاما التي في المشرق فهي برهوت وشفا واما التي في المغرب تسمى هارو في الشمال صيدوم وتسمى جرف وفي الجنوب صبر وتسمى سحيق فاما أسفل الأرض في غيران وكهوف في غاية من الكبر والاتساع ، وجميع ترابها زاجات وكباريت وزرانيخ واكلاس وحصة ونورة متمعدنة هنالك وأفواه هذه المغارات إلى أسفل الأسافل مقلوبة ليستوي فيها سكون من قد هيئ لينزل في اخس المنازل فحين يلتوي جميع ذلك الدخان والضباب بتلك الغيران انعقد في كل عود منها من أهل العذاب ما لا يحصى عدهم ولا يعلم حدهم ويكون كل شخص منهم مباينا للآخر منافرا مضارا مكابر فمنهم من له مائة رأس ومنهم من له مائتان وثلاثمائة والف في بطنه وظهره ورجليه وقامة قدميه وكل رأس منها فمن تلك المغارات غذاءه وقوته لا يعدوه اكل النار في بطنه ولا نعوته وكل رأس من تلك الرؤوس يؤذي صاحبه الاخر وينهشه ويفظعه ويتلفه ويصرعه وكلما سقط منهم إلى الهوى شيء عاد بخارا ودخانا وانعقد في تلك المغارات وحفظ منها له مكانا فإذا امتلأت بطونهم ودارت الشمس عليهم في الليل وصار وجهها الحامي إلى فوق فهنالك لازمهم عظيم الويل فعند ذلك تلتهب الغيران بما فيها من تلك الشخوص تتأجج من داخلها وخارجها ثم تستغيث « 1 » فلا تغاث وقد درجت من صنوف الآلام في أقبح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تتغوث .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nمدارجها وهذا هو العذاب الأكبر نعوذ بالله تعالى من الولوج فيه والحصول فيما يوجهه وتقتضيه ، فيقيمون هنالك الكور الأعظم فلمثل الخلاص من ذلك فليعمل العاملون وللنفوس في طاعة الأئمة والحدود المخلصين من ذلك فليبذل الباذلون .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالفصل الثامن والعشرون مصير الدهماء\r\nفاما الهمج والرعاع فمنهم من يعود عن قريب كما ذكرته في اوّل الكلام ويختم له بخير فيعودون في المحللات من المأكولات والمشروبات ومنهم من يرد بعض القمص والادراك وعلى قدر الافعال السالفة يكون قرب العودة والارتباك ثم إن جميع الاضداد والأولياء يجتمعون عند قيام القائم عليه السلام على ما شرحته وبينته وأوضحته ولا يكون ظهورهم الا من نطف تحصل في أصلاب الذكران وتجتمع من نطف النسوان ، وتصير اشخاصا ألفية وقامة منصتة سوية ، فإذا اجتمع الكل بين يديه وحصلوا بجملتهم لديه تشخص كل مقام من المقامات المعظمة حد من الحدود المشرفة المكرمة وولى من أولياء الذين لمن شاقه وضاده من المنافقين والجاحدين وضربت أعناقهم جميعا وسلكوا حيث ذكرته آنفا من العذاب الأكبر وقد صار كل منهم من رحمة ربه ممنوعا فإذا استوفى منهم العذاب الأكبر في الكوار الأعظم واستكملوا ما استحقوه مما نزل بهم هنالك من البلاء المبرم دعا إلى السحيق أجمعين وقد صاروا بعد العصيان والمكابرة طائعين لان أسفل الصخرة ليس هو الا زاجات وكباريت وزرانيخ فإذا كان في الليل فان وجه الصخرة التحتاني يصير فوقانيا وتشتد حرارة الشمس اشتدادا كليا فتستعر المغارب لذلك استعارا وتلتهب فيها حرارة الشمس وهجها نارا فيتصاعد منها البخار والدخان بعد ان التهبت في تلك المغارات بمن فيها النيران فينعقد ذلك الدخان والبخار ويتصل به شيء مما يجانسه\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nمن الأرض مما قد اذن له بالخلاص وغسل ما عنده بالاقتصاص فيصير الكل ممتزجا ومزاجا ثم يصير مطرا تظهر به أصناف المحمود افرادا وأزواجا ثم يغتذي به من قدر له العذاب من البشر فيصير نطفا ثم يصير خلقا سويا في أكمل الصور ثم يجيب ويستجيب ويؤمن وينسب ويعتصم من الزلل والخطأ لشدة ما قد استوفاه من التعريق في ذلك البوطا ، ولا يدحض قدمه بعد ذلك ولا تزل بل يعود إلى اشرف معاد وينتقل .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالفصل التّاسع والعشرون مصاعد العقول - 1 -\r\nفإذا صار أهل العذاب في العذاب وغلقت في وجوههم من رحمة الله تعالى جميع الأبواب بعد القائم بمن في ضمنه من المقامات فلزم مكان العاشر وصعد العاشر مكان الشبح النوراني الذي من رتب العقول التسعة في الآخر وصعد ذلك الشبح الشريف الذي صار العاشر في مكانه إلى رتبة العالي عليه من اخوانه وترافعت تلك الرتب وتعالت وتتابعت وتوالت إلى أن يصير اوّل هذه الرتبة التاسعة لها تابعة ويصير الثاني من الرتبة التاسعة لها أولا قد ارتقى من الرتب العالية الروحانية منزلا ثم تترفع الرتب الثامنة إلى أن يصير أولها الذي هو رأسها اخر الرتبة السابعة ويصير الثاني من الرتبة الثامنة حائز الرتبة سابقة الأول الذي هو رأسها إذ من دونها من أهل تلك الرتبة لها تابعة ولجلالها خاضعة وبها إلى من هو أعلى منها متوسلة ضارعة وكذلك للرتبة السادسة والخامسة والرابعة والثالثة إلى أن يصير اوّل الرتبة الثالثة اخر الصاحب الرتبة الثانية من الرتب السبع التي رتبة المنبعث الأول اوّل لها لكون رتبة المنبعث الأول مثل رتبة الابداع صفرا لكون مقامهما مقام الشرق على سائر عالمهما الأفضل وهذه الرتبة التي تلي رتبة المنبعث الأول هي التي في ضمن جنة المأوى التي هي رتبة المنبعث الأول التي تأوي العقول الابداعية إلى ضمنها وتسكن حركاتها هنالك إذ قد أضحت من التنقل في الرتب في غاية امنها فإذا صارت رتبة العقول السبعة هنالك صارت متساوية لا\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nشرف لاحد منها على غيره ولا فضل بل صورة واحدة متساوية في القيام بالقوة والفعل ومصيرها كلها هنالك تكون على وفاء الكور الأعظم الذي هو ضرب ثلاثمائة ألف وستين الف سنة في مثلها ، وعند ذلك يكون العاشر الذي خلفه اوّل القائم في اوّل المرتبة التي دون مرتبة المنبعث الأول فإذا انتقل القائم من أول أهل الجثة الابداعية لحق هذا العقل الذي كان عاشرا أولا برتبة المنبعث الأول وترافعت الرتب فيما بعد كذلك إلى أن يكون النهاية بذلك العاشر الذي خلفه القائم الأول عليه السلام من دور الكشف هو الحال في اوّل الرتبة التي دون مرتبة المنبعث الأول ومثال ذلك فان في الانسان المؤمن الفاضل صورا يخلف بعضها بعضا كعدد الصور التي ترافعت من حد العاشر إلى الصورة التي كانت أولا للرتبة التي دون مرتبة المنبعث الأول فهي تترافع بالتنقل صورة صورة على ترتيب عجيب فيه اعتبار لكل أديب من أهل الحق أريب وذلك ان المؤمن إذا انتقل من هذه الدنيا وصار إلى ما ذكرته آنفا من دار الصفا ومحل الأولياء الأصفياء وصعدت ريحيته بعد ثلاثة أيام وصارت في مركزها من الأفلاك والاجرام كان اوّل ما يتصاعد بعدها هو الدم القرمزي الذي هو الطف ما حواه الجسم البشري الذي عنه الحرارة الغريزية تنبعث في جميع الجسم وتتلظى نار الحياة من لدنه في الدم واللحم الذي رتبته في الجسم رتبة الملك الحاوي للجزائر النافذ امره ونهيه في أكابر أهل دعوته ورعاياه وفي الأصاغر وهو الممد لكل من الأعضاء من بركاته بما يجانسه ويلائمه وينفتح له من زاهر النمو الزيادة كمائمه فيمد اللطيف باللطيف ويمد الكثيف بالغليظ الكثيف ، وهو رئيس الجوارح وأميرها الذي دونه في الشرف جليلها وحقيرها فإذا تصاعد إلى الفلك المحيط لأنه مغناطيسه إذ هو باب عالم القدس البسيط ، وهبط من المحيط ما يخلفه هذا الصاعد قاصدا من توحيد مبدعة ، ما فاز من أضحى وهو له قاصد وحفته الميامن بالاتصال بالقامة الألفية والمساعد حينئذ يخلفه من عالم الطبيعة ما يكون لذلك\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالجسم أسفل قدم لأنه قد فارقه شيء لو لم يخلفه ما يكون عوضا عنه يعاد بعد الوجود إلى العدم ثم يكون بضعة القلب عند الرجعة الثانية لذلك الشخص دما قرمزيا والدماغ له بضعة قلب ، وذلك بتدبير إلهي وتقدير حكمي ثم إن أعضاء الجسد تترافع وتتصاعد وتتخالف وتترافد إلى أن يصير ذلك الذي بينا انه حصل من عالم الطبيعة وصار أسفل القدم على وفاء الكور الأعظم هو الدم القرمزي الذي قد تهيأ للرجعة الثانية ان يكون هو الحياة الحسية الشريفة التي هي مستقر العلوم النيرة اللطيفة ، وعلى ذلك يجري الامر في الكور والادوار وممر الحقب والاعصار وهو الوقت الذي يرجع فيه العاشر من أول الجثة الابداعية في اوّل الرتبة الانبعاثية الأولة الفاخرة العلية ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور « 1 » ثم ارجع البصر كرتين ينقلب أليك البصر خاسئا وهو حسير . فسبحان من هذه القدرة قدرته ، وهذه الصنعة المتقنة صنعته ، ولا إله الا هو ، ولا حول ولا قوة الا باللّه العلي العظيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الملك .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nالفصل الثلاثون مصاعد العقول - 2 -\r\nثم إن النفس الناطقة إذا جذبت إليها النفس الحسية وجذبت الحسية اشرف النامية إليها التي هي لها نهاية تنتهي وإليها يقف لديها بقي الطرف الأدنى من النامية وذلك الذي تكون منه النفس الريحية المتصاعدة إلى فلك الشمس المتهيئة لان تكون غلاف مالك عالمي الجن والانس ثم يتحلل ذلك الجسم ويتصاعد منه إلى البروج ما قدر له التحلل إليها بالصعود والعروج وإلى الكواكب أيضا يصعد ما قدر له إليها الصعود وختم له الإقامة عندها والقعود فكان غلاف المقام عليه السلام قد أقام من مدة عند الشمس ما أقام وصار جوهرا واحدا وجنسا لا متفاوتا بعضه عن بعض ولا متصاعدا « 1 » قد صنعت الشمس تلك الفضلات الشريفة بنورها وتركتها مثلها وشكلها في جميع أمورها كما يصنع الجد بالعلم محدوده وكما يجذب الوالد إلى أخلاقه وطباعه مولوده وكذلك القمر فعل بما يليق بباب الامام من تلك الفضلات ذلك الفعل فجعلها مثله في جميع الحالات فيأتي كل من تلك الفضلات الشريفة على حب النير الذي أقامت فيه متصفة بصفاته متسمة بسماته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) متساعدا ( في ع ) .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالفصل الحادي والثّلاثون نعيم الولي المؤمن\r\nلم ان كل ولي مؤمن محقق عارف بمنازل الأئمة الطاهرين والحدود الميامين مصدق فان ذلك الولي قد اكتسب في دنياه بالمواظبة على اعمال الشريعة والتصور بعلوم الحقيقة والهداية لمن دخل حرم الدعوة الأمين وصار من جملة أهل الحق الميامين صورة شريفة عالية أنوارها بما عملته من الأعمال الصالحة مثالية فحين يأتي لها الانتقال ويدنو من الدنيا الارتحال يتحرك عمود النور المتصل من دار القدس بوساطة امام كل زمان إلى ذلك الولي الذي قد حان انتقاله في ذلك الاوان فيتخيل له في اخر دقيقة من عمره عمله الإلهي وعمله الصالح الزكي شخصا نورانيا وشبحا شريفا قدسانيا يدخل عليه الاغتباط والسرور ويملأ قلبه الجذل والحبور والذي رآه ذلك يولي ونظره ملأ من المسرة قلبه وبصوره وهي صورته تلك التي اكتسبها بالعلم والعمل ولم يعقه عن اكتسابها في دنياه عائق العجز والكسل وكانت تلك الأعمال التي عملها والافعال الصالحة التي فعلها لصورته تلك العلمية الشريفة المغتذية بالعلوم النيرة اللطيفة بمنزلة المرآة للناظر وعمود النور بمنزلة الشمس المشرقة على المرآة بنورها الزاهر وضياءها الباهر فيتشخص لذلك الولي حينئذ علومه الشريفة واعماله الصالحة وجميع الصور التي صورته معادلها التي هذبها في دنياه فأضحت تجارته بها رابحة ومطيته بها في بحر الملكوت سابحة فيتراءى له تلك الصور أنوار مجردة شريفة تدخل عليه المسرة ويرى عينه عند ذلك\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nبهجة ونضارة وقرة وهي أعماله الحقيقية التي عاينها ، وأولاده المخلدون والذين هم كاللؤلؤ المكنون ومملكته الكبيرة التي ملكة ربه مساعدها وميامنها ثم إن ذلك الولي لموالاته لعلي أمير المؤمنين صلوات اللّه عليه وأولاده الأئمة الطاهرين لا بد له في تلك الوهلة ان يعاين أمير المؤمنين بشخصه النوراني اللطيف ، ونوره الباهر المحبو بالتعظيم والتشريف فترى له في تلك المرآة التي هي أعماله المكتسبة في دنياه لروحه اللطيف الذي غذاه علم الأئمة وسقاه بوساطة عمود النور المتصل من غيب الغيوب إلى ابداعه ومن الابداع إلى المقام عليه السلام إلى أوليائه واتباعه لذلك قال أمير المؤمنين علي صلوات اللّه عليه :\r\n يا حار حمدان من يمت يرني * من مؤمن أو منافق عجلا \r\n يعرفني شخصه وأعرفه * ثم أجازيه بالذي فعلا \r\n أقول للنار حين تبرز للعبد * على اثرها دعي الرجلا \r\n دعيه لا تقربيه ان له * حبلا بحبل الولاء متصلا \r\n فذاك من شيعتي وشيعتنا * أعطاني الله فيهم الاملا \r\n فأنت عند الصراط تعرفني * فلا تخف نكبة ولا زللا \r\n أسقيك من شربة على ظمأ * تخاله في الحلاقم « 1 » العسلا \r\nلان كل ناطق ووصية هما الملكان المشار إليهما بمبشر وبشير للأولياء ومنكر ونكير للاضداد اللعناء الأشقياء ، وذلك ان الاضداد زادني موته كانت اعماله تلك التي عملها من نفاق ورياء وتسلق على الرئاسة ومنع لأولياء الله حقهم بالنفاق لناطق الدور والتحاسد مرآة مظلمة كدرة مقابلة لمرآة الولي التي أضحت بصالح اعماله صافية منورة فيرى فيها علومه المنافية لعلوم أهل الحق المغطية على مراتب أئمة الصدق المزورة المنمقة المكذبة والذوقة فيرى فيها صورته المعكوسة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحلاق ( في ع ) .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالملعونة الرجسة وعلومها المفترأة الخبيثة النجسة ويتراءى له قميص يلبسه من السبعين وما يصير إليه بعد ذلك في الأربعة الأطراف من العذاب المهين وينظر إلى اتباعه الذين صورهم بالصور المعكوسة المعوجة وأحال منهم عن اتباع الحق كل قلب ومهجة فيتراءون له في ذلك الاوان في صور الهموم المفزعة والوحوش والخنازير والأسود والذياب وجميع ما يعبر فيه اضداد الحق من القوالب المختلفة المتنوعة وهذه اعمالها التي اقترفها والسيئات التي اجترحها وعلى مفارقة الطريق الواضح والدليل الناصح اكلفها فحينئذ يقول وقد تحقق كيف يرجع امره وإلى اي حال يؤول قول الذين ينبذون عهودهم وراء ظهورهم وينكثون رب ارجعون لعلي اعمل صالحا فيما تركت كلا انها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون « 1 » فلا يفارق تصوره جسمه ونفسه الا وقد رأى عذابه الأدنى والأكبر وما يناله إذا قبر وتحلل وتفطر فعند ذلك يقول يا حسرتا على ما فرطت في جنب الله وان كنت لمن الخاسرين كما يقول المؤمن يا ليت قومي يعلمون بما غفر لي ربي وجعلني من المكرمين « 2 » ويتراءى له أمير المؤمنين صلوات الله عليه في صورته المشوهة المعكوسة المتوهة كما يتراءى للولي في صورته الطاهرة النيرة الناظر لها في مرآته القائمة بالاعمال الخيرة لان مرآة المؤمن نيرة صافية محمودة ومرآة الضد مظلمة نجسة منكودة وروحانيات زحل والمريخ يقومان للضد عند موته مقام عمود النور المواصل للولي عند نقلته وبروحانياتهما ينظر مرآته وما هو صائر إليه من أنواع العذاب ولباسه من قمص أشباه البصر والحيوان والنبات والمعدن لابسا ولا وسخ الثياب ووروده في الصخرة عند ان يخرج من هذه السبعة الأبواب فيا هوانه حين يعاين عظيم هذه الأحوال ويا قبح ما يرجع إليه ويصير حين يأتي له من الدنيا الارتحال وذلك بمواصلة عمود النور لامام ذلك الزمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المؤمنون .\r\n( 2 ) سورة يس .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nورب ذلك العصر والاوان فيحرك صلوات الله عليهم مغناطيس ذلك الضد الأخس الأرذل المناسب له ولأمثاله الواردين بعد استيفاء العذاب الأدنى في الدرك الأسفل لان امام الزمان عليه السلام بمواصلته عمود النور له هو المميز صور المؤمنين عن صور الكافرين والفارق بين تصور الضالين وبين تصور المهتدين فالولي ينتقل وقد عرف انه قد جاز على الصراط المستقيم وصار من أهل جنة النعيم واستقبل الترقي في عالم الملكوت ومجاورة رب العز والجبروت ويعاين ما يفيض عليه من عالم القدس من الأنوار وما يلحظه من رحمة العزيز الجبار ثم ينتقل لساعته ووقته آمنا مطمئنا رابحا غانما لا يهوله الفزع الأكبر وتتلقاه الملائكة تبشره بما هو صائر إليه فيا لها من مبشرة ويا له من بشر فطوبى لمن كانت هذه حالة وزلفى لمن كانت هذه قضيته إذا ان ارتحاله جعلنا الله وجماعة المؤمنين ممن يقابله عند اختلاس روحه مبشر وبشير وحمانا من الطائفة الذين يقابلهم عند الموت منكر ونكير والضد عند الموت يعرف ما هو إليه صائر ولا يغيب عنه من ادراك العذاب اوّل والاخر فيا وحشته في تلك الساعة ويا فزعه مما يتعين له في قوالب المسوخ من الشناعة ويا ندمه على ما بالغ فيه من المعصية وفرط فيه من الطاعة هنالك يتمنى الرجوع ليعمل عملا صالحا غير الذي كان يعمل وقد صار باب الرحمة يغلق في وجهه ويقفل وما يشاهد الا الشخص المظلم الكريه القبيح الشنيع الذي كان له في دنياه يتصور ويعرف ويفعل .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالفصل الثاني والثّلاثون آخرة الجن\r\nثم إن مسكن الجن الذين هم تصور الأضداد أهل الخلافات لأئمة الادوار والعناد لا يكون الا في الآبار « 1 » والحمامات والسواقي والمزابل والكنانس وكل موضع موسخ رجس مذموم مكروه مشوم لان مغناطيس الأخس يجذبهم إلى هذه المواضع النجسة والأماكن الكدرة النجسة ولا بد لكل امام زمان ان يعرض عليهم الولاية ويدعوهم إلى الطاعة ويعدهم ان تابوا وانابوا منه بمقبول الشفاعة فمن أقر منهم وتاب وأناب واخلص فان ذلك قد استوى العذاب الأدنى واستكمله وجوزي على حسب ما كان اقترفه وفعله فحينئذ يسلم على يد ذلك الامام ويرجع ويتوب عما كان عليه أولا ويقلع ويحركه ذلك المقام للصعود إلى خدمة الشمس بوساطة القمر بمواصلة عمود النور لذلك الامام بالتأييد والامداد والنظر وصار حينئذ من الجن المحمودين الحافظين لريحيات الحدود والمؤمنين في صعودها وهبوطها ووقوفها من الجن المذمومين وهي المرموز عليها بأنها في الشمس مقيمة وان عدتها مائة الف صورة وأربعون الف صورة وانها عدة صحيحة مستقيمة وإذا وفت ما عليها من الخدمة وأكملت وتحركت للعبور إلى القامة الألفية واستأنفت الدرج في المعدن والنبات لتصل إلى ذلك واستقبلت حصلت حينئذ في شيء من المأكول والمشروب وبلغت بالحصول في القامة الألفية لتوحيد باريها غاية الغرض المطلوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيرة ( في ع ) .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nويصير من حصل منهم في القامة ذا رتبة عالية ومنزلة شريفة سامية لا يخطئ بعد ذلك ولا يزل ولا يتغير ولا يضل لأنه قد وفي ما وجب عليه من الخدمة واستوفى منه عما جناه في سالف الدهر من جحد نعمة أرباب النعمة وكل من دخل منهم في الاسلام واستجاب لدعوة كل ناطق ووصى وامام فإنه يقيم في خدمة الشمس إلى أن يحصل الوقت الذي انكر فيه صاحب الرتبة الذي كان صاحب ذلك الاوان من ناطق أو وصي وامام زمان فلا خلاص له الا على يد صاحبه الذي أنكره بعد معرفته برتبته وبعد ان يكشف عن ظلام الجهل بصره وذلك ان فضلات الحدود والمؤمنين التي في ذلك الوقت الذي انكر فيه ذلك المنكر ناطق ذلك للوقت أو وصية امام زمانه تأتي في مثل وقته وذلك ويكونون هم صاحب تلك الرتبة فيكون خلاص ذلك الشخص في وقته ذلك وحينه لا يزيد ولا ينقص ولا يأتي في وقت غير وقته ولا ينفك مما هو فيه الا في وقته ولا يخلص فاما التصور الخبيث الذي لم يتب ، فإنه نهاية شر مقابلة لنهاية « 1 » الخير ، وهي التي ترمي العالم بكل مكروه وضر ، وهي التي يستعاذ منها ويخاف شرها وتعمل العوذ والأدعية لأجلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النهاية ( في ع ) .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالفصل الثالث والثّلاثون مهبط أنفس العصاة\r\nوزحل والمريخ هما المهبطان لا نفس العصاة إلى الصخرة بمرافدة العقدتين لها ومعاضدتها على فعلهما فإذا اجتمعت اشعتها جميعا اركست أنفس العصاة واحدرتها سريعا ، ويقع عليها جميعا اسم مالك الغضبان لأنها خزنة النيران والمركسة للاضداد بعد قمص العذاب إلى أسفل الغيران فتتقلى نفوس العصاة في أسفل الصخرة وتقع في العذاب الأكبر بتقدير من له الأمر والقدرة ، وذلك لكون هذه النفوس العاصية ظلمة بمجردها ، فهي العذاب الأليم طول امدها وكلما لحظت ذاتها في حال كونها في الصخرة فإنها يتراءى لها اشخاص السلسلة التي لبستها في حال كونها في العذاب الأدنى الذي سلكته إلى أن انتهت إلى ما هي فيه من العذاب الأكبر الذي يتجبرها وتكبرها أدركته عالمة في كل ذلك ان جميع ما طرأ عليها في هذه الحالات فإنها بمخالفتها لائمة الدين ولحدودهم الميامين وما كان منها من المضادة والعناد والمكر بهم والبغي عليهم والفساد وفي كل وقت يلعنهم فيه العقول المجردة ويدعو عليهم الحدود الموحدة المجردة ويذكرهم بما أسلفوه وما أجرموه من الآثام واقترفوه ، فان الصخرة تلتهب « 1 » بهم نارا والجحيم تصليهم بوارا بحر الأثير الذي هو أشعة الشمس ان كان ليلا وببرد الذي هو أشعة القمر ان كان نهارا وتوقد عليهم هنالك صخورا احجارا وترميهم بما يجانس القصور شرارا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تلهب ( في ع ) .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nالفصل الرّابع والثلاثون لا قصاص في النكاح\r\nولما كان القصاص فيما يفعله الناس حقا واجبا وفرضا لازما لم يكن في النكاح قصاص ، لأنه عن مراضاة من الزوجين ، ومهر مشروط منقسم بين الحاضر والدين حسبما حكمت به الشرائع المطهرة وأوجبته احكامها المنورة ولكونه من جنس ما يباع على حكم الشريعة ويشترى يجري في أنه لا قصاص فيه هذا المجرى واما الاقتصاصات من المقامات عليهم السلام فإنهم يفعلون باضدادهم ما يفعلون من القتل والسلب واجتياح الأموال والنهب كل ذلك اغتصاب منهم لمن فعلوا بهم ما فعلوه وقلة رضى من المفعول به بما أذاقوا ظهره من الأمور المثقلة وحملوه وان كان الذي فعلوه بالاضداد لهم مباحا لا يحملهم الله تعالى عليه جناحا بل يكافئهم عليه بالثواب الجزيل والاجر الجليل .\r\nوالصلوات على أفضل العجم والعرب محمد بن عبد الله بن عبد المطلب وعلى وصيه وباب مدينة علمه المنتجب على ابن أبي طالب أشجع من طعن في حرمة الوغى وضرب ، ورقي المنبر فتكلم وخطب « 1 » وعلى الأئمة من ذريتهما اعلام الهدى الذين من تمسك بولايتهم نجا واهتدى ومن خالفهم ضل عن نهج السبيل وغوى وعلى مولانا وسيدنا الامام الطيب أبي القاسم أمير المؤمنين حجة لله على الخلق أجمعين وعلى آبائه الطاهرين وأبنائه المنتجبين وسلم عليهم سلاما دائما متصلا إلى يوم الدين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اختطب ( في ع ) .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nانتهى الكتاب والحمد والثناء للّه العلي العظيم\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nالكتب المؤلفة والمترجمة والمحققة للأستاذ محمد حسن الأعظمي الأزهري\r\n( 1 ) المعجم الأعظم المصور ( قاموس من العربية إلى الاردية ) في خمسة مجلدات و 3800 صفحة ( نشرته حكومة الباكستان )\r\n( 2 ) معجم الأعظمي ( جزءان ) ملخص المعجم الأعظم ( نشرته حكومة باكستان )\r\n( 3 ) ديوان تميم بن المعز الفاطمي ، مؤسس القاهرة والأزهر ( نشرته دار الكتب المصرية ) الطبعة الأولى .\r\n( 4 ) ديوان تميم بن المعز مع المقدمة الجامعة ( نشرته دار الثقافة اللبنانية\r\n( 5 ) حقائق عن باكستان ( مع المقدمة الطويلة ) نشرته الدار القومية بالقاهرة .\r\n( 6 ) فتى الهند وقصة الباكستان المصور ( نشرته دار الاحياء العربي - القاهرة )\r\n( 7 ) القائد الأعظم محمد على جناح المصور ( نشرته مكتبة مصر - القاهرة )\r\n( 8 ) فلسفة اقبال الاسلامية ( بالاشتراك ) ( نشرته مطبعة عيسى البابي الحلبي - القاهرة ) الطبعة الثانية .\r\n( 9 ) جنة الأرض كشمير المصور ( بالاشتراك ) ( نشرته مطبعة عيسى البابي الحلبي - القاهرة ) .\r\n( 10 ) عبقرية الفاطميين ( نشرته دار مكتبة الحياة - بيروت )\r\n( 11 ) جناح باعث باكستان ( نشرته دار مكتبة الحياة - بيروت )\r\n( 12 ) أمة واحدة ولغة واحدة ( بالاشتراك ) ( نشره المؤتمر الاسلامي الحكومي - القاهرة ) .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n( 13 ) الوحدة في الشرق بالاشتراك ( نشرته دار الكشاف - بيروت ) .\r\n( 14 ) درر الحكايات والفكاهات ( نشرته دار الكشاف - بيروت )\r\n( 15 ) تأويل الدعائم للقاضي النعمان ، قاضي قضاة المعز الفاطمي ( نشرته دار المعارف - القاهرة ) ثلاثة أجزاء .\r\n( 16 ) الحقائق الخفية عن الشيعة الفاطمية والاثنا عشرية ( نشرته دار الكاتب العربي - القاهرة ) .\r\n\r\nتحت الطبع :\r\n( 1 ) جامع الحقائق ( ملخص ستمائة محاضرة لداعي الدعاة هبة الله المؤيد الشيرازي ) ألقاها في الأزهر قبل الف عام .\r\n( 2 ) اقبال مفكر الباكستان وفيلسوف الاسلام .\r\n( 3 ) فتى الهند والباكستان ( المصور )\r\n( 4 ) مؤسس الباكستان وقصة كشمير .\r\n( ونشرت مطابع الباكستان والهند كتبا عديدة أخرى بالعربية والاردية )\r\n( 5 ) الحكم الاسلامي في شبه القارة الهندية الباكستانية .\r\n( 6 ) كتاب المجالس والمسايرات للقاضي النعمان ( جزءان ) .\r\n( 7 ) الاعلام الأربعة للشعر الاسلامي ، اقبال والرومي والعطار والسعدي ( بالاشتراك ) .\r\n( 8 ) حقيقة باكستان أكبر دولة اسلامية في العالم .\r\n( 9 ) المعجم الجامع من الاردية إلى العربية ( بالاشتراك ) .\r\n( 10 ) سرائر الشيعة الفاطمية وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nالمحتويات\r\nصفحة تصدير 5\r\nمقدمة : أضواء على الفاطميين ودعاتهم 7\r\nبعض الكتب الفاطمية الهامة 13\r\nالكتب الفاطمية المطبوعة 18\r\nمقدمة الكتاب للمؤلف 19\r\nالفصل الأول : بيان التوحيد 22\r\nالفصل الثاني : ابداع الوجود الروحاني 24\r\nالفصل الثالث : بداية الفيض - العقل الأول 26\r\nالفصل الرابع : المنبعث الأول 32\r\nالفصل الخامس : العقل العاشر 36\r\nالفصل السادس : العقول السبعة ومراحلها وتطوراتها 39\r\nالفصل السابع : الكون وخلق الانسان 53\r\nالفصل الثامن : ظهور الشخص الكامل 61\r\nالفصل التاسع : مراحل المستجيب 66\r\nالفصل العاشر : مراتب الحدود 75\r\nالفصل الحادي عشر : الصور في مجمع الصور النيرة 82\r\nالفصل الثاني عشر : بداية الإمامة ( 1 ) 84\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nصفحة الفصل الثالث عشر : بداية الإمامة ( 2 ) 89\r\nالفصل الرابع عشر : عهد الامام إلى خليفته 94\r\nالفصل الخامس عشر : بداية دور الكشف 97\r\nالفصل السادس عشر : تهيئة الأجنة للنشوء 102\r\nالفصل السابع عشر : تسلسل الأئمة ( 1 ) 104\r\nالفصل الثامن عشر : تسلسل الأئمة ( 2 ) 108\r\nالفصل التاسع عشر : الحدود الثلاثة ، الجد والفتح والخيال 110\r\nالفصل العشرون : مقام فاطمة الزهراء وابنيها 113\r\nالفصل الحادي والعشرون : محمد بن إسماعيل 115\r\nالفصل الثاني والعشرون : النطقاء والأوصياء والأئمة 116\r\nالفصل الثالث والعشرون : كثائف الأئمة في البروج ( 1 ) 118\r\nالفصل الرابع والعشرون : كثائف الأئمة في البروج ( 2 ) 121\r\nالفصل الخامس والعشرون : عاقبة المنحرفين 123\r\nالفصل السادس والعشرون : نهاية المؤمنين 125\r\nالفصل السابع والعشرون : مصير المخالفين 126\r\nالفصل الثامن والعشرون : مصير الدهماء 137\r\nالفصل التاسع والعشرون : مصاعد العقول ( 1 ) 139\r\nالفصل الثلاثون : مصاعد العقول ( 2 ) 142\r\nالفصل الحادي والثلاثون : نعيم الولي المؤمن 143\r\nالفصل الثاني والثلاثون : آخرة الجن 147\r\nالفصل الثالث والثلاثون : مهبط أنفس العصاة 149\r\nالفصل الرابع والثلاثون : لا قصاص في النكاح 150\r\nانتهاء الكتاب 151\r\nالكتب المؤلفة والمترجمة والمحققة للمحقق 153\r\n\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156}
  ]