[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nعلى مائدة العقيدة 10\r\nصيانة الآثار الاسلامية\r\nجعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ مقدمات التحقيق 
  ]\r\n\r\nتقديم\r\nقال اللَّه تعالى :\r\n « فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ » .  النور / 36\r\nوقال عزّ من قائل :\r\n « فَقالُوا ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  الكهف / 21\r\n« لمّا قرأ رسول اللَّه صلى الله عليه وآله وسلم قوله تعالى :  « فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ »  فقام إليه رجل قال : أيّ بيوتٍ هذه يا رسول اللَّه ؟ قال : بيوت الأنبياء ، فقام إليه أبو بكر وقال : يا رسول اللَّه وهذا البيت منها - مشيراً إلى بيت عليٍّ وفاطمة - ؟ فقال النبي صلى الله عليه وآله وسلم :\r\nنعم ، من أفاضلها » . الدرّ المنثور 6 : 203\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم اللَّه الرحمن الرحيم\r\nوبه وحده نستعين وعليه وحده نتوكل\r\nوالحمد للَّه ربّ العالمين ، والصَّلاة والسلام على سيد رُسُله ، وخاتم أنبيائه وآله ومن سار على خطاهم وتبعهم بإحسان إلى يوم الدين .\r\nيهتم المسلمون اهتماماً كبيراً بالعقيدة الصحيحة لأنّها تشكّل حجر الزاوية في سلوكهم ومناراً يضيءُ دروبهم وزاداً لمعادهم .\r\nولهذا كرّسَ رسُولُ اللَّه صلى الله عليه وآله وسلم في الفترة المكيّة من حياته الرسالية نفسه لإرساء أُسس التوحيد الخالص ، ومكافحة الشرك والوثنية ، ثمّ بنى عليها في الفترة المدنية صَرحَ النظامِ الأخلاقي والاجتماعي والاقتصادي والسياسيّ .\r\nولهذا - ونظراً للحاجةِ المتزايدة - رأينا أن نقدّم للأُمةِ الإسلاميّة الكريمة دراسات عقائدية عابرة مستمدَّةٍ من كتاب اللَّهِ العزيز ، والسنّةِ الشريفة الصحيحة ، والعقل السليم ، وما اتَّفق عليه علماءُ الأُمةِ الكرام ، واللَّه الموفِّق .\r\nمعاونيّة التعليم والبحوث الإسلاميّة\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ مقدمة المؤلف 
  ]\r\n\r\nالآثار الإسلاميّة ونتائجها الإيجابيّة\r\nالأُمم الحيّة المهتمَّة بتاريخها تسعى إلى صيانة كلّ أثر تاريخيّ له صلة بماضيها ، ليكون آيةً على أصالتها وعَراقتها في العلوم والفنون ، وأنها ليست نبتة بلا جذور أو فرعاً بلا أُصول .\r\nوالأُمة اليقظة تحتفظ بآثارها وتراثها الثقافيّ والصناعيّ والمعماريّ وما له علاقة بسابقها ممّا ورثته عن أسلافها ، صيانةً لكيانها وبَرهنةً على عزّها الغابر .\r\nوقد دعت تلك الغايةُ السامية الشعوبَ الحيّة لإيجاد دائرة خاصّة في كلّ قطر لحفظ التراث والآثار : من ورقة مخطوطة ، أو أثر منقوش على الحجر ، أو إناء ، أو منار ، أو أبنية ، أو قِلاع وحصونٍ ، أو مقابر ومشاهد لإبطالهم وشخصيّاتهم الذين كان لهم دور في بناء الأُمة وإدارة البلد وتربية الجيل ، إلى حدّ يُنفقون في سبيلها أموالًا طائلة ، ويستخدمون عمّالًا وخُبراء يبذلون سعيهم في حفظها وترميمها وصيانتها عن\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالحوادث .\r\nإنّ التراث بإطلاقه آية رُقيّ الأُمة ومقياس شعورها ودليل تقدّمها في معترك الحياة .\r\nوالجدير بالذكر أنّ الشخصية البارزة إذا زارت بلداً وحلّت فيه ضيفاً ، يجعل في برنامجها زيارة المناطق الأثرية والمشاهد والمقابر العامرة التي ضمَّت جثمانَ الشخصيّات التي تنبضُ الحياة الراهنة بتضحياتهم ومجاهدتهم من غير فرق بين دولةٍ إلهيّة أو علمانيّة .\r\nهذا هو موجز الكلام في مطلق الآثار ، وهَلُمَّ معي ندرس أهميّة صيانة الآثار الإسلامية التي تركها المسلمون من عصر الرسول إلى عصرنا هذا في مناطق مختلفة .\r\nلا شكّ أنّ كلّ أثر يمت للإسلام والمسلمين بوجه من الوجوه بصلة ، له أثره الخاصّ في التدليل على أنّ للشريعة الإسلامية وصاحبها حقيقة ، وليست هي ممّا نسجَتْها يدُ الخيال أو صنعتها الأوهام .\r\nوبعبارة واضحة : الآثار المتبقّية من المسلمين إلى يومنا هذا تدلُّ على أنّ للدعوة الإسلامية وداعيها واقعيّة لا تُنكر ، وأنّه بُعِثَ في زمن خاص بشريعة عالميّة ، وبكتاب معجز تحدّى به الأُمم ، وآمن به لفيف من الناس .\r\nثمّ إنّه هاجر من موطنه إلى يثرب ، ونشر شريعته في الجزيرة العربيّة ، ثمّ اتّسعت بفضل سعي أبطالها ومعتنقيها إلى سائر المناطق ، وقد قدّم في سبيلِها تضحيات ، وتربّى في أحضانها علماء وفقهاء وغير ذلك .\r\nفهذه آثارهم ومشاهدهم وقبورهم تشهد بذلك .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفصيانةُ هذه الآثار على وجه الإطلاق تُضفي على الشريعة في نظر الأغيار واقعية وحقيقة ، وتزيل عن وجهها أيّ ريب أو شك في صحّة البعثة والدعوة ، وجهاد الأُمّة ونضال المؤمنين .\r\nفإذا كانت هذه نتيجةُ الصيانة ، فإنّ نتيجة تدميرها وتخريبها أو عدم الاعتناء بها مسلَّماً عكس ذلك .\r\nومع الأسف نرى الأُمّة الإسلامية ابتُليت في هذه الآونة بأُناس جعلوا تدميرَ الآثار وهدمها جزءاً من الدين ، والاحتفاظ بها ابتعاداً عنه ، فهذه عقليّتهم وهذا شعورهم ، الذي لا يقلّ عن عقلية وشعور الصبيان ، الذين لا يعرفون قيمة التراث الواصل إليهم عن الآباء ، فيلعبون به بين الخرق والهدم وغير ذلك .\r\nلا شكّ أنّ لهدم الآثار والمعالم التاريخية الإسلامية وخاصّة في مهد الإسلام : مكة ، ومهجر النبي الأكرم صلى الله عليه وآله : المدينة المنوّرة ، نتائج وآثار سيّئة على الأجيال اللّاحقة التي سوف لا تجد أثراً لوقائعها وحوادثها وأبطالها ومفكّريها ، وربّما تنتهي بالمآل إلى الاعتقاد بأنّ الإسلام قضيّة مفتعلة ، وفكرة مبتدعة ليس لها أيّ أساسٍ واقعي تماماً .\r\nفالمطلوب من المسلمين أن يُكوِّنوا لجنة من العلماء من ذوي الاختصاص للمحافظة على الآثار الإسلامية وخاصة النبويّة منها ، وآثار أهل بيته ، والعناية بها وصيانتها من الاندثار ، أو من عمليات الإزالة والمحو ، لما في هذه العناية والصيانة من تكريمٍ لأمجاد الإسلام وحفظ لذكريات الإسلام في القلوب والعقول ، وإثبات لأصالة هذا الدين ، إلى جانب ما في أيدي المسلمين من تراث ثقافي وفكري عظيم .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوليس في هذا العمل أيُّ محذور شرعي ، بل هو أمر محبَّذ ، اتّفقت عليه كلمة المسلمين الأوائل كما سيوافيك .\r\nفالسلف الصالح وقفوا - بعد فتح الشام - على قبور الأنبياء ذات البناء الشامخ . . فتركوها على حالها من دون أن يخطر ببال أحدهم وعلى رأسهم عمر بن الخطاب بأنّ البناء على القبور أمر محرّم يجب أنْ يُهدم ، وهكذا الحال في سائر القبور المشيّدة بالأبنية في أطراف العالم .\r\nوإنْ كنت في ريبٍ من هذا فاقرأ تواريخَهم ، وإليك نصّ ما جاء في دائرة المعارف الإسلامية :\r\nإنّ المسلمين عند فتحهم فلسطين وجدوا جماعة في قبيلة « لخم » النصرانيّة يقومون على حرم إبراهيم ب « حِبْرون » « 1 » ولعلّهم استغلّوا ذلك ففرضوا أتاوة على حجاج هذا الحرم . . . وربما يكون توصيف تميم الداري أن يكون نسبة إلى الدار أي الحرم ، وربما كان دخول هؤلاء اللخميين في الإسلام ؛ لأنّه قد مكّنهم من القيام على حرم إبراهيم الذي قدّسه المسلمون تقديسَ اليهود والنصارى من قبلهم « 2 » .\r\nوجاء أيضاً في مادة « الخليل » يقول المقدسي - وهو أوّل من أسهب في وصف الخليل - : إنّ قبر إبراهيم كانت تعلوه قُبّة بُنيت في العهد الإسلامي .\r\nويقول مجير الدين : إنّها شُيّدت في عهد الأمويين ، وكان قبر إسحاق مغطّى بعضُه ، وقبر يعقوب قباله ، وكان المقدسي أول من أشار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة عبرية تعني : مدينة الخليل .\r\n( 2 ) دائرة المعارف الإسلامية 5 : 484 مادة تميم الداري .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nإلى تلك الهِبات الثمينة التي قدّمها الأُمراء الوَرِعون من أقاصي البلاد إلى هذا الضريح ، إضافةً إلى الاستقبال الكريم الذي كان يلقاه الحجاج من جانب التميميين « 1 » .\r\nولو قام باحث بوصف الأبنية الشاهقة التي كانت مشيّدة على قبور الأنبياء والصالحين قبل ظهور الإسلام وما بناه المسلمون في عصر الصحابة والتابعين لهم بإحسان إلى يومنا هذا في مختلف البلدان لجاء بكتاب فخم ضخم ، ويَكشف عن أنّ السيرة الرائجة في تلك الأعصار قبل الإسلام وبعده من عصر الرسول والصحابة والتابعين لهم إلى يومنا هذا كانت هي العناية بحفظ آثار رجال الدين ، الكاشفة عن مشروعية البناء على القبور ، وإنّه لم ينبس أيّ شخص في رفض ذلك ببنت شفة ولم يعترض عليها أحد ، بل تلقّاها الجميع بالقبول والرضا ، إظهاراً للمحبّة والودّ لأصحاب الرسالات والنبوّات وأصحاب العلم والفضل ، ومن خالف تلك السنّة وعدّها شركاً أو أمراً محرّماً فقد اتّبع غير سبيل المؤمنين ، قال سبحانه : «  وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً »  ( النساء / 115 ) .\r\nاليوم وبعد مضيّ عشرين قرناً - تقريباً - على ميلاد السيد المسيح عليه السلام تحوّل المسيح وأُمّه العذراء وكتابه الإنجيل وكذلك الحواريون ، تحوّلوا - في عالم الغرب - إلى أُسطورة تاريخية ، وصار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دائرة المعارف الإسلامية 8 : 431 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبعض المستشرقين يشكِّكون - مبدئياً - في وجود رجل اسمه المسيح وأُمّه مريم وكتابه الإنجيل ، ويعتبرونه أُسطورة خيالية تشبه أُسطورة « مجنون ليلى » .\r\nلما ذا ؟\r\nلأنّه لا يوجد أيّ أثر حقيقيّ وملموس للمسيح ، فمثلًا لا يُدرى - بالضبط - أين وُلِد ؟ وأين داره التي كان يسكنها ؟ وأين دفنوه بعد وفاته - على زعم النصارى أنّه قتل - ؟\r\nأمّا كتابه السماوي فقد امتدّت إليه يد التحريف والتغيير والتزوير ، وهذه الأناجيل الأربعة لا ترتبط إليه بصلة وليست له ، بل هي ل « متّى » و « يوحنّا » و « مرقس » و « لوقا » ، ولهذا ترى في خاتمتها قصّة قتله المزعوم ودفنه ، ومن الواضح - كالشمس في رائعة النهار - أنّها كتبت بعد غيابه .\r\nوعلى هذا الأساس يعتقد الكثير من الباحثين والمحقّقين أنّ هذه الأناجيل الأربعة إنّما هي من الكتب الأدبيّة التي يعود تاريخها إلى القرن الثاني من الميلاد .\r\nفلو كانت الميزات الخاصّة بعيسى محفوظة ، لكان ذلك دليلًا على حقيقة وجوده وأصالة حياته وزعامته ، وما كان هناك مجال لإثارة الشكوك والاستفهامات من قِبَل المستشرقين ذوي الخيالات الواهية .\r\nأمّا المسلمون ، فهم يواجهون العالَم مرفوعيّ الرأس ، ويقولون : يا أيّها الناس لقد بُعثَ رجلٌ من أرض الحجاز ، قبل ألف وأربعمائة سنة لقيادة المجتمع البشري ، وقد حقّق نجاحاً باهراً في مهمّته ، وهذه آثار\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nحياته ، محفوظة تماماً في مكة والمدينة ، فهذه الدار التي وُلد فيها ، وهذا غار حراء حيث هبط إليه الوحي والتنزيل فيها ، وهذا هو مسجده الذي كان يُقيم الصلاة فيه ، وهذا هو البيت الذي دُفن فيه ، وهذه بيوت أولاده وزوجاته وأقربائه ، وهذه قبور ذريّته وأوصيائه عليهم السلام .\r\nوالآن ، إذا قَضينا على هذه الآثار فقد قضينا على معالم وجوده صلى الله عليه وآله ودلائل أصالته وحقيقته ، ومهّدنا السبيلَ لأعداءِ الإسلام ليقولوا ما يريدون .\r\nإنّ هدم آثار النبوّة وآثار أهل بيت العصمة والطهارة ليس فقط إساءة إليهم عليهم السلام وهتكاً لحرمتهم ، بل هو عداء سافر مع أصالة نبوّة خاتم الأنبياء ومعالم دينه القويم .\r\nإنّ رسالة الإسلام رسالة خالدة أبديّة ، وسوف يبقى الإسلام ديناً للبشرية جمعاء إلى يوم القيامة ، ولا بدّ للأجيال القادمة - على طول الزمن - أنْ تعترف بأصالتها وتؤمن بقداستها .\r\nولأجلِ تحقيق هذا الهدف يجب أن نحافظ - أبداً - على آثار صاحب الرسالة المحمدية صلى الله عليه وآله لكي نكون قد خَطَوْنا خطوة في سبيل استمرارية هذا الدين وبقائه على مدى العصور القادمة ، حتى لا يشكّك أحد في وجود نبيّ الإسلام صلى الله عليه وآله كما شكّكوا في وجود النبيّ عيسى عليه السلام .\r\nلقد اهتمَّ المسلمون اهتماماً كبيراً بشأن آثار النبي محمد صلى الله عليه وآله وسيرته وسلوكه ، حتى أنّهم سجّلوا دقائق أُموره وخصائص حياته ومميّزات شخصيّته ، وكلّ ما يرتبط بخاتمه ، وحذائه ، وسواكه ، وسيفه ، ودرعه ، ورمحه ، وجواده ، وإبله ، وغلامه ، وحتى الآبار التي شرب منها\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالماء ، والأراضي التي أوقفها لوجه اللَّه سبحانه ، والطعام المفضّل لديه ، بل وكيفية مشيته وأكله وشربه ، وما يرتبط بلحيته المقدّسة وخضابه لها ، وغير ذلك ، ولا زالت آثار البعض منها باقية إلى يومنا هذا « 1 » .\r\nهذه كلمة موجزة عن موقف الموضوع عند العقلاء عامة والمسلمين خاصّة ، فهلمّ معي ندرس المسألة في ضوء الكتاب والسنّة حتى تتجلّى الحقيقة بأعلى مظاهرها ، وإنّ صيانة قبور الأنبياء والأولياء والشهداء وتعميرها وتشييدها بقباب ، هي ممّا دعا إليها الكتاب والسنّة النبويّة وسيرة المسلمين إلى أوائل القرن الثامن ، عصر إثارة الشكوك حول هذا الموضوع وغيره ، عصر ابن تيمية ( 761 - 728 ه ) الذي أثار تلك الفكرة لتفريق كلمة الأُمّة ، وتلقّى ذلك بالقبول وارث منهجه محمد ابن عبد الوهاب النجدي ( 1115 - 1206 ه ) ، إلى أن أحيا منهج شيخه بعد الاندراس بفضل سيف آل سعود ، وحمايتهم له لغاية نفسانية لا تُنكَر .\r\nوندرس الموضوع في خلال فصول ولنقدِّم ما تدلّ عليه من الآيات .\r\nجعفر السبحاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع طبقات الصحابة لابن سعد 1 : 360 - 503 حول هذا الموضوع .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : الاستدلال بالآيات\r\n\r\nالآية الأُولى : الإذن برفعِ بيوتٍ خاصة\r\nإذا كان لصيانة الآثار الإسلاميّة ذلك التأثير الكبير الذي اتّضح للقارئ في التقديم الماضي ، فعلينا استنطاق كتاب اللَّه حولَ هذا الموضوع حتى نقف على حكم اللَّه فيه .\r\nوسنشير هنا إلى الآيات ذات الصلة الواضحة بالموضوع ، والتي لا تتجاوز عن أربع آيات :\r\nقال سبحانه : «   فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ يَخافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصارُ »   ( النور / 36 - 37 ) .\r\nوللمفسّرين حول هذه الآية بحوث ، منها : تعيين متعلّق الظرف ، أعني قوله : «  فِي بُيُوتٍ »  ، فهل هو متعلّق بما قبلها ، أي قوله سبحانه في الآية المتقدّمة عليها «  كَمِشْكاةٍ »  أي المشكاة في بيوت ، أو هو متعلّق\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبفعل مقدّر يدلّ عليه لفظ «  يُسَبِّحُ »  في الآية ، ولا مانع من التكرار ، أو متعلّق بشيء آخر مثل قوله : سبّحوا في بيوت ؟\r\nإنّ المهم بيان أمرين :\r\nالأول : ما هو المراد من هذه البيوت التي أذن أن ترفع ؟\r\nالثاني : ما هو المراد من الرفع فيها ؟\r\nأمّا الأول ، فالمفسّرون فيه على أقوال .\r\n1 - المراد المساجد الأربعة .\r\n2 - مطلق المساجد .\r\n3 - بيوت النبيّ .\r\n4 - المساجد وبيوت النبيّ .\r\nاستفدنا هذه الأقوال من المصادر « 1 » ، والمهم تعيين المراد منها وفق الموازين الصحيحة في تفسير الآية .\r\n1 - إنّ القولين : الأول والثاني مبنيان على صحّة إطلاق البيت على المسجد ، ولو صحّ ذلك لغة - ولن يصحّ كما سيوافيك - إلّا أنّه إطلاق شاذ ، لا يصحّ تفسير القرآن بالاستعمال الشاذ ، وذلك لأنّ البيت في القرآن غير المسجد ، فالمسجد الحرام غير بيت اللَّه الحرام الذي جعله اللَّه قياماً للناس « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري ، التفسير ، 18 : 111 - 112 ؛ السيوطي 6 : 203 ؛ الزمخشري ، الكشاف 2 : 390 ؛ الرازي ، التفسير 24 : 3 ؛ القرطبي ، الجامع لأحكام القرآن 12 : 266 ؛ ابن كثير ، التفسير 3 : 292 ؛ إسماعيل حقي البرسوي ، روح البيان 2 : 158 ؛ القاسمي ، محاسن التأويل 7 : 213 ؛ صديق حسن خان ، فتح البيان 6 : 372 ؛ أبو حيان ، البحر المحيط 6 : 458 .\r\n( 2 ) المائدة : 97 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n2 - إنّ البيت لا ينفكّ عن السّقف لقوله تعالى : «  وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ »  ( الأحزاب / 33 ) ، وقال سبحانه : «  وَلَوْ لا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعارِجَ عَلَيْها يَظْهَرُونَ »  ( الزخرف / 33 ) ، وقال سبحانه : «  فَتِلْكَ بُيُوتُهُمْ خاوِيَةً بِما ظَلَمُوا »  ( النمل / 52 ) .\r\nفهذه الآيات تدلّ على أنّ البيت لا ينفكُّ عن السقف ، بخلاف المساجد فإنّها ربما تكون مكشوفة بلا سقف ، وهذا هو المسجد الحرام تراه مكشوفاً بلا سقف ، ومعه كيف يمكن تفسير البيوت بالمساجد ؟\r\n3 - إنّ سورة النور التي وردت فيها هذه الآية تعتني بشأن البيوت عامة ، ويقول سبحانه : «    يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلى أَهْلِها ذلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ فَإِنْ لَمْ تَجِدُوا فِيها أَحَداً فَلا تَدْخُلُوها حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكى لَكُمْ وَاللَّهُ بِما تَعْمَلُونَ عَلِيمٌ لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَدْخُلُوا بُيُوتاً غَيْرَ مَسْكُونَةٍ فِيها مَتاعٌ لَكُمْ وَاللَّهُ يَعْلَمُ ما تُبْدُونَ وَما تَكْتُمُونَ »    ( النور / 27 - 29 ) فقد تكرّر في هذه الآيات ذكر البيوت ظاهراً ومستتراً سبع مرّات .\r\nثمّ إنّه سبحانه يسترسل في ذكر البيوت في الآية ( 61 ) ويقول :\r\n«  لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ أَوْ بُيُوتِ إِخْوانِكُمْ أَوْ بُيُوتِ أَخَواتِكُمْ أَوْ بُيُوتِ أَعْمامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوالِكُمْ أَوْ بُيُوتِ خالاتِكُمْ أَوْ ما مَلَكْتُمْ مَفاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ \r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n عَلَيْكُمْ جُناحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتاتاً فَإِذا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ »  ( النور / 61 ) فقد ذكر فيها البيوت عشر مرّات .\r\nفالآيةُ قيدَ البحث وقعت بين هاتين الطائفتين من الآيات ، أفيصحُّ لنا أن نفسّر قوله «  فِي بُيُوتٍ »  بالمساجد مع هذه الآيات الكثيرة التي تضمّنت استعمال البيت قبال المسجد ؟\r\n4 - إنّ من يُفسّر البيوت بالمساجد يعتمد على رواية موقوفة لابن عباس ومجاهد ، لكنّها لا تقاوم ما ورد مسنداً عن النبيّ الأكرم صلى الله عليه وآله :\r\nروى الحافظ السيوطي قال : أخرج ابن مردويه عن أنس بن مالك وبريدة : أنّ رسول اللَّه قرأ هذه الآية «  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ »  فقام إليه رجل قال : أيّ بيوت هذه يا رسول اللَّه ؟ قال : « بيوت الأنبياء » ، فقام إليه أبو بكر وقال : يا رسول اللَّه وهذا البيت منها - مشيراً إلى بيت علي وفاطمة - فقال النبي صلى الله عليه وآله : « نعم ومن أفاضلها » « 1 » .\r\nولأجل رجحان الحديث المسند على الموقوف ، قال الآلوسي في تفسيره بعد نقل الحديث : وهذا إن صحّ لا ينبغي العدول عنه « 2 » .\r\nولأجل بعض ما ذكرنا قال أبو حيان : الظاهر أنّ البيوت مطلق يصدق على المساجد والبيوت التي تقع الصلاة فيها وهي بيوت الأنبياء « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيوطي ، الدرّ المنثور 6 : 203 .\r\n( 2 ) الآلوسي ، روح المعاني 18 : 174 .\r\n( 3 ) أبو حيان ، البحر المحيط 6 : 458 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوقد روي عن الإمام أبي جعفر محمد بن عليّ بن الحسين عليه السلام : أنّ المقصود بيوت الأنبياء وبيوت عليّ عليهم السلام « 1 » .\r\n5 - إنّ القرآن الكريم يعتني ببيوت النبي وأهلها ، يقول سبحانه :\r\n«  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ »  ( الأحزاب / 53 ) ويعتني بأهلها ويقول : «  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  ( الأحزاب / 33 ) .\r\n6 - وإذا راجعنا اللغة : نرى أنّ أصحاب المعاجم يفسّرونه على وجه لا ينطبق على المسجد ، يقول الراغب : أصل البيت مأوى الإنسان بالليل ، لأنّه يقال : بات : أقام بالليل ، كما يقال : ظلّ بالنهار ، ثمّ قد يقال للمسكن بيت من غير اعتبار الليل فيه وجمعه أبيات وبيوت لكن البيوت للمسكن أخصّ والأبيات بالشعر « 2 » .\r\nوقال في اللسان : البيت معروف ، وبيت الرجل داره ، وبيته قصره ، ومنه قول جبرئيل عليه السلام : بشّر خديجةَ ببيتٍ من قصب ، أراد : بشّرها بقصر من لؤلؤة مجوّفة أو بقصر من زمردة « 3 » .\r\nفهذه القرائن لو تدبّر فيها المفسّر لأذعن أنّ المراد من  « بُيُوتٍ »  غير المساجد ، سواء أُريد منه المسجد الحرام ومسجد النبي والمسجد الأقصى ومسجد قبا ، أو أُريد مطلق المساجد .\r\n7 - أضف إلى ذلك أنّ تفسير البيوت بالمساجد مروي عن كعب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحراني ، البرهان 3 : 137 .\r\n( 2 ) الراغب ، المفردات : 64 مادة بيت .\r\n( 3 ) ابن منظور ، اللسان 2 : 14 مادة بيت .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالأحبار ، ذلك الحبر اليهودي الذي أدخل الإسرائيليّات في السنن والأحاديث ، روى ابن كثير قال : قال كعب الأحبار : مكتوب في التوراة أنّ بيوتي في الأرض المساجد « 1 » ، ولو صحّ أنّ ابن عباس أخذه عن كعب الأحبار كما يدّعيه علماء الرجال في ترجمة كعب الأحبار فلعلّه أخذ منه ، ومرويّات كعب إسرائيليّات لا يصحّ الاحتجاج بها .\r\nغير أنّه ما تضافر عن النبي الأكرم خلاف ذلك ، حيث قال :\r\n« جُعلت لي الأرض مسجداً وطهوراً » « 2 » ، فإذا كان جميع الأرض مسجداً للَّه تبارك وتعالى فيكون جميعها معبداً ومسجداً .\r\n8 - وربّما يتصوّر أنّ ذيل الآية الذي جاء فيه قوله «  يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ »  قرينة على أنّ المراد من البيوت هي المساجد ، ولكنّه غَفِلَ عن أنّ شأن بيوت الأنبياء والأولياء والصالحين ، شأن المساجد ، فهم فيها بين قائم وراكع وساجد وذاكر .\r\nوقد اعتنى النبيّ الأكرم بشأن البيوت ، فقد عقد مسلم باباً في صحيحه لاستحباب إقامة الصلاة النافلة في البيت وروى فيه الروايات التالية :\r\nأ - عن ابن عمر عن النبيّ ( ص ) : « اجعلوا من صلاتكم في بيوتكم ولا تتّخذوها قبوراً » .\r\nب - عن ابن عمر عن النبي ( ص ) : « صلّوا في بيوتكم ولا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن كثير ، التفسير 3 : 292 .\r\n( 2 ) البخاري ، الصحيح 1 : 91 كتاب التيمم ، ح 2 ؛ البيهقي ، السنن : 433 باب أينما أدركتك الصلاة فصلّ فهو مسجد .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتتّخذوها قبوراً » .\r\nج - عن جابر قال : قال رسول اللَّه ( ص ) : « إذا قضى أحدكم الصلاة في مسجده فليجعل لبيته نصيباً من صلاته فإنّ اللَّه جاعل في بيته من صلاته خيراً » .\r\nد - عن أبي موسى عن النبي ( ص ) : « مثل البيت الذي يذكر اللَّه فيه والبيت الذي لا يذكر اللَّه فيه مثل الحيّ والميّت » .\r\nه - وعن زيد بن ثابت في حديث : « فعليكم بالصلاة في بيوتكم فإنّ خير صلاة المرء في بيته إلّا الصلاة المكتوبة » « 1 » .\r\nو - روى أحمد أنّ عبد اللَّه بن سعد سألَ رسول اللَّه وقال : أيّما أفضل : الصلاة في بيتي أو الصلاة في المسجد ؟ فقال : « فقد ترى ما أقرب بيتي من المسجد ، ولأن أُصلّي في بيتي أحبّ إليّ من أن أُصلّي في المسجد إلّا أن تكون صلاة مكتوبة » « 2 » .\r\nفهذه القرائن المؤكدة ترفع الستار عن وجه المعنى ، فإنّ المراد من الآية هو بيوت الأنبياء وبيوت النبيّ الأكرم صلى الله عليه وآله وبيت عليّ عليه السلام وما ضاهاها ، فهذه البيوت لها شأنها الخاصّ ؛ لأنّها تخصُّ رجالًا يُسبّحونه سبحانه ليلًا ونهاراً ، غُدُواً وآصالًا ، تعيش فيها رجال لا تُلهيهم تجارةٌ ولا بيع عن ذكر اللَّه وإقام الصلاة وإيتاء الزكاة وقلوبهم مليئة بالخوف من يوم تتقلّب فيه القلوب والأبصار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسلم ، الصحيح 2 : 187 - 188 باب استئجار صلاة النافلة في البيت .\r\n( 2 ) أحمد ، المسند 4 : 342 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nما هو المراد من الرفع ؟\r\nقد تعرّفت على المقصود من البيوت ، فهلمّ معي ندرس معنى الرفع ، ومن حسن الحظّ أنّ المفسّرين لم يختلفوا فيه اختلافاً موجباً لغموض المعنى ، وذكروا فيه المعنيين التاليين :\r\nالأول : إنّ المراد من الرفع هو البناء ، بشهادة قوله سبحانه : «   أَ أَنْتُمْ أَشَدُّ خَلْقاً أَمِ السَّماءُ بَناها رَفَعَ سَمْكَها فَسَوَّاها »   ( النازعات / 28 ) ، وقوله سبحانه : «  وَإِذْ يَرْفَعُ إِبْراهِيمُ الْقَواعِدَ مِنَ الْبَيْتِ وَإِسْماعِيلُ . . . »  ( البقرة / 127 ) .\r\nالثاني : إنّ المراد هو تعظيمها والرفع من قدرها ، قال الزمخشري :\r\nرَفْعُها : إمّا بناؤها ، لقوله تعالى : «  رَفَعَ سَمْكَها فَسَوَّاها »  و «  وَإِذْ يَرْفَعُ إِبْراهِيمُ الْقَواعِدَ . . . »  أمر اللَّه أن تُبنى ، وإمّا تعظيمها والرفع من قدرها « 1 » .\r\nوقال القرطبي : ترفع : تُبْنى وتعْلى « 2 » .\r\nوقال إسماعيل حقي البرسوي : أن ترفع : بالبناء ، والتعظيم ورفع القدر « 3 » .\r\nوقال حسن صدّيق خان : المراد من الرفع ، بناؤها «   أَمِ السَّماءُ بَناها رَفَعَ سَمْكَها فَسَوَّاها »   ورفع إبراهيم القواعد من البيت ، وترفع أي تعظّم وتطهر من الأنجاس عن اللغو ولها مجموع الأمرين « 4 » ، إلى غير ذلك من الكلمات المتشابهة ، ولا حاجة إلى ذكرها ، إنّما المهم بيان دلالة الآية وتحقيقها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزمخشري ، الكشاف 2 : 390 بتصرّف يسير بإضافة كلمة « أما » .\r\n( 2 ) القرطبي ، جوامع الأحكام 12 : 266 .\r\n( 3 ) إسماعيل حقي البرسوي ، روح البيان 6 : 158 .\r\n( 4 ) صديق حسن خان ، فتح البيان 6 : 372 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nقد عرفت أنّ المراد من البيوت هو بيوت الأنبياء والعترة والصالحين من صحابة النبيّ الأكرم صلى الله عليه وآله ، فالآية تأذن أن تُبنى هذه البيوت بناءً حسياً وترفع من قدرها رفعاً معنوياً ، فهنا نستنتج من الآية أمرين :\r\n1 - أنّ المراد من رفع البيوت ليس إنشاؤها ، لأنّ المفروض أنّها بيوت مبنيّة ، بل المراد هو صيانتها عن الاندثار ، وذلك كرامة منه سبحانه لأصحاب هذه البيوت ، فقد ترك المسلمون الأوائل بيوتاً للرسول الأكرم والعترة الطاهرة وللصالحين من صحابته وحرستها الدول الإسلامية طيلة أربعة عشر قرناً ، فعلى المسلمين قاطبة والدول الإسلاميّة عامّة بذل السعي في صيانتها عملًا بالآية المباركة ، والحيلولة دون تهديمها بحجّة توسعة المسجد النبوي أو المسجد الحرام .\r\nولكن من سوء الحظّ ، أو من تسامح الدول في ذلك المجال أن هُدّمت هذه البيوت ودمّرت بمعاول الوهابيين ، ومن هذه البيوت بيت الحسنين والصادقين عليهم السلام في محلّة بني هاشم ، فلا ترى لها أثراً ، كما لا ترى من بيت أبي أيوب الأنصاري مُضيِّف النبيّ الأكرم أثراً ، ومثلها مولد النبي في مكة المكرّمة وغيرها .\r\nفعلى المسلمين مسؤولية إعادة هذه الأبنية في أماكنها عملًا بالآية ورفع قدرها مهما أمكن ، ولئن صارت الإعادة أُمنية لا تُدرَك ، ما دام السيف على هامة المسلمين في أرض الوحي والتوحيد ، لكن صيانةُ ما بقي منها في مختلف الأقطار أمرٌ ممكن .\r\n2 - أنّ قسماً من البيوت في المدينة المنوّرة مقابر ومشاهد\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nلهؤلاء ، فقد دُفن النبيّ الأكرم صلى الله عليه وآله في بيته .\r\nكما أنّ بيت العسكريين يعني الإمام عليّ الهادي والحسن العسكري في سامرّاء بمثابة مقابرهما ومشاهدهما ، فليس لأحد قلعها بمعاول الجور باسم التوحيد ، وأيّ توحيد أعلى وأجل ممّا دعا إليه الذكر الحكيم الذي يأمر بصيانة بيوت هؤلاء مطلقاً ، سواء كانت مقابرهم أمْ لا .\r\nباللَّه عليك أيّها القارئ الكريم هل زرتَ بقيع الغرقد مراقدَ الأئمة والصحابة وزوجات النبي والشخصيّات الإسلاميّة الكبيرة ، وهل شاهدت قيام الحكومة بواجبها من رفع قدره وتنظيف أرضه ، أم شاهدت النقيض من ذلك ؟ وقد كانت بعض هذه القبور بيوت الصحابة ، ولعمري إنّ القلب ليحترق إذا رأى أنّ الوهابيين يتعاملون مع قبور أفلاذ كبد النبيّ وخيار أصحابه معاملة العدوّ مع العدوّ ، ونعم من قال :\r\n لعمري أنّ فاجعة البقيع * يشيب لهولها فُود الرّضيعِ \r\nلقد خرجنا في دراسة هذه الآية على نتيجة خاصة ، وهي أنّ صيانة بيوت الأنبياء والأولياء أمر ندب اللَّه سبحانه المسلمين إليه ، سواء كان فيها قبر أوْ لا ، وأنّ رفعها بالبناء وصيانتها عن الانطماس وتنظيفها عن الرجس واللغو عمل بالشريعة المقدّسة ، حيثُ نزل به الوحي وسار عليه المسلمون في جميع القرون .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالآية الثانية : اتّخاذ المساجد على قبور المضطهدين في سبيل التوحيد\r\nيذكر سبحانه قصة أصحاب الكهف ، وأنّهم اعتزلوا قومَهم للحفاظ على عقيدتهم ودينهم ، حتى وافاهم الأجل وهم في الكهف ، وقد أعثر اللَّه عليهم قوماً بعد ثلاثة قرون وأطلعهم عليهم ، يقول سبحانه :\r\n«  وَكَذلِكَ أَعْثَرْنا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لا رَيْبَ فِيها إِذْ يَتَنازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقالُوا ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  ( الكهف / 21 ) .\r\nومعنى الآية أنّا أعثرنا على أصحاب الكهف أهلَ المدينة ليعلموا أنّ وعد اللَّه بالبعث حقّ ، فإنّ بَعْثَ هؤلاء بعد لَبْثهم ثلاثمائة سنة دليل على إمكان الحياة الثانوية ، ليعلموا أنّ الساعة لا ريب فيها .\r\nثمّ إنّ القوم الذين أعثرهم اللَّه على أجسادهم اتّفقوا على تكريمهم ، ولكن اختلفوا في طريقة التكريم ، كما يقول سبحانه : «  إِذْ \r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n يَتَنازَعُونَ بَيْنَهُمْ أَمْرَهُمْ »  ، فظاهرُ المنازعة هو ما جاء بعد هذه الجملة بضميمة لفظة الفاء ، فقال جماعة : «  ابْنُوا عَلَيْهِمْ بُنْياناً »  ، أي اجعلوا عليهم بنياناً كبيراً ، ويدلّ على الوصف تنكير «  بُنْياناً »  ، وقد صرّح الجوهري وابن منظور بأنّ البنيان بمعنى الحائط « 1 » ، ولذلك فسّره القاسمي بقوله :\r\nأي باب كهفهم بنياناً عظيماً كالخانقاهات والمشاهد والمزارات المبنيّة على الأنبياء وأتباعهم « 2 » ، تستر أجسادهم وتعظّم أبدانهم ، ربهم أعلم بهم .\r\nولكن قال آخرون الذين غلبوا على أمر القائلين بالقول الأول وصار البلد تحت سلطتهم «  لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  ومعبداً وموضعاً للعبادة والسجود يتعبّد الناس فيه ببركاتهم .\r\nهذا هو الظاهر المستفاد من الآية .\r\nقال الرازي : «  قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  قيل : المراد به الملك المسلم وأولياء أصحاب الكهف ، وقيل : رؤساء البلد ، «  لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  نعبد اللَّه ، وستبقى آثار أصحاب الكهف بسبب ذلك المسجد « 3 » .\r\nوقال أبو حيان الأندلسي : روي أنّ التي دَعت إلى البنيان ماتت كافرة ، أرادت بناء مصنع لكفرهم ، فمانعهم المؤمنون وبنوا عليهم مسجداً « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجوهري ، الصحاح 6 : 228 مادة بناء ؛ وابن منظور ، اللسان 1 : 510 تلك المادة .\r\n( 2 ) القاسمي ، محاسن التأويل 7 : 21 .\r\n( 3 ) الرازي ، مفاتيح الغيب 21 : 105 .\r\n( 4 ) أبو حيان محمد بن يوسف ( 654 - 754 ه ) ، البحر المحيط ج 6 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوقال أبو السعود ( ت 951 ) : « و  قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  وهم الملك والمسلمون «  لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  « 1 »  . \r\nوقال الزمخشري في الكشاف : « و  قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  من المسلمين وملكهم وكانوا أولى بهم وبالبناء عليهم ليتّخذ على باب الكهف مسجداً يصلّي فيه المسلمون ويتبرّكون بمكانهم « 2 » .\r\nإلى غير ذلك من الكلمات الواردة في تفسير الآية ، وكأنَّ الاتفاق موجود على أنّ القول بايجاد البنيان على باب الكهف كان لغير المسلمين ، والقول ببناء المسجد على بابه قول المسلمين ، والذي يدلّ على ذلك أمران :\r\nالأوّل : إنّ اتّخاذ المسجد دليل على أنّ القائل كان موحّداً مسلماً غير مشرك ، فأيّ صلة للمشرك ببناء مسجد على باب الكهف ، ولو كان المشركون يهتمّون بعمارة المسجد الحرام فلأجل أنّه أُنيطَ بالبيت كيانهم وعظمتهم في الأوساط العربيّة ، بحيث كان التخلّي عنها مساوقاً لسقوطهم عن أعين العرب في الجزيرة كتكريمهم البيت الحرام .\r\nأفبعدَ اتّفاق أكابر المفسّرين هل يصحّ لباحثٍ أن يشكّ في أنّ القائلين ببناء المسجد على قبورهم كانوا هم المسلمين الموحّدين ؟ !\r\nالثاني : ما رواه الطبري في تفسير قوله : «  فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هذِهِ إِلَى الْمَدِينَةِ »  قال : إنّ المبعوث دخل المدينة فجعل يمشي بين سوقها فيسمع أُناساً كثيراً يحلفون باسم عيسى بن مريم فزاده فزعاً ورأى أنّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو السعود محمد بن محمد العمادي ، التفسير 5 : 215 .\r\n( 2 ) الزمخشري ، الكشاف 2 : 245 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nحيران ، فقام مسنِداً ظهرَه إلى جدار من جُدران المدينة ويقول في نفسه :\r\nأمّا عشية أمس فليس على الأرض إنسان يذكر عيسى بن مريم إلّا قتل ، أمّا الغداة فأسمعهم وكلّ إنسان يذكر أمر عيسى لا يخاف ، ثمّ قال في نفسه : لعلّ هذه ليست بالمدينة التي أعرف « 1 » .\r\nوهذا يعرب عن أنّ الأكثرية الساحقة كانت موحّدة مؤمنة متديّنة بشريعة المسيح ، رغم ما كانوا على ضدّه قبل ثلاثمائة سنة .\r\nوقال في تفسير قوله تعالى : «  فَقالُوا ابْنُوا عَلَيْهِمْ بُنْياناً »  فقال الذين أعثرناهم على أصحاب الكهف : «  ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ »  يقول : ربّ الفتية أعلم بشأنهم ، وقوله : «  قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  يقول جلّ ثناؤه : قال القوم الذين غلبوا على أمر أصحاب الكهف : «  لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً » . \r\nوقد نُقل عن عبد اللَّه بن عبيد بن عمير : فقال المشركون نبني عليهم بنياناً فإنّهم آباؤنا ونعبد اللَّه فيها ، وقال المسلمون : نحن أحقّ بهم ، هم منّا ، نبني عليهم مسجداً فيه ونعبد اللَّه فيه « 2 » .\r\n\r\nالرأي المسبق يضرب عرض الجدار\r\nإنّ الشيخ الألباني ربيب الوهابيّة ومروّجها ، لمّا رأى دلالة الآية على أنّ المسلمين حاولوا أنْ يبنوا مسجداً على قبورهم ، وكان ذلك على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري ، التفسير 15 : 219 في تفسير سورة الكهف ، الآية 19 ط . مصر مصطفى الحلبي .\r\n( 2 ) الطبري ، التفسير 15 : 225 ؛ ولاحظ تفسير القرطبي والكشاف للزمخشري وغرائب القرآن للنيسابوري في ذيل هذه الآية .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nطرف الخلاف من عقيدته ، حاول تحريف الكلم وقال : إنّ المراد من الغالبين هم أهل السلطة ، ولا دليل على حجيّة فعلهم ، ولكنّه عزب عن أنّ البيئة قد انقلبت عن الشرك إلى التوحيد ومن الكفر إلى الإسلام حسبما نقله الطبري ، وليس القائل ببناء المسجد على بابهم الملك ، وإنّما القائل هم الذين توافدوا على باب الكهف عندما أعثرهم سبحانه على أحوالهم ، وطبع الحال يقتضي توافد الأكثرية الساحقة القاطنين في المدينة على باب الكهف لا خصوص الملك ، ولا وزراؤه ، بل الموحّدون بأجمعهم ، وهو في هذه النسبة عيال على ابن كثير حيث قال :\r\nوالظاهر أنّهم أصحاب النفوذ « 1 » .\r\nنحن نفترض أنّهم أصحاب النفوذ ، إلّا أنّهم نظروا إلى الموضوع من خلال منظار دينهم ومقتضى مذهبهم لا مقتضى سلطتهم .\r\n\r\nتقرير القرآن على صحّة كلا الاقتراحين\r\nإنّ الذكر الحكيم يذكر كلا الاقتراحين من دون أيّ نقدٍ ورد ، وليس صحيحاً قطعاً أن يذكر اللَّه سبحانه عن هؤلاء المتواجدين على باب الكهف أمراً باطلًا من دون أيّة إشارة إلى بطلانه ، إذ لو كان كذلك كأن يكون أمراً محرّماً أو مقدّمة للشرك والانحراف عن التوحيد ، لكان عليه أن لا يمرّ عليها بلا إشارة إلى ضلالهم وانحرافهم ، خصوصاً أنّ سياق الآية بصدد المدح وأنّ أهل البلد اتّفقوا على تكريم هؤلاء الذين هجروا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن كثير ، التفسير 5 : 375 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأوطانهم لأجل صيانة عقيدتهم ، غاية الأمر اختلفوا في كيفيّته ، فمن قائل ببناء البنيان إلى آخر ببناء المسجد .\r\nإنّ القرآن كتاب نزل لهداية الإنسان وتربية الأجيال ، والهدف من عرض حياة الأُمم ووقائعهم هو الاعتبار ، فلا ينقل شيئاً إلّا فيه عبرة ، فلو كان الاقتراحان يمسّان كرامة التوحيد ، لِمَ سكت عنه ؟\r\nوهذا ظاهر فيمن تدبّر في القرآن الكريم ، وسيوافيك بقيّة الكلام عند بيان النتيجة .\r\nإنّ جمال الدين القاسمي الدمشقي ( 1283 - 1332 ه ) كان يصوّر نفسه مصلحاً إسلاميّاً يسعى في توحيد كلمة المسلمين ولَمِّ شَعْثِهم ، ومن شروط من يتبنّى لنفسه ذلك المقام الرفيع أن ينظر إلى المسائل من منظار وسيع ويستقبل الخلاف بين المسلمين بسعة صدر ، ولكنّه - عفا اللَّه عنه - يريد توحيد الكلمة في ظلّ الأُصول التي ورثها عن ابن تيمية ، فزاد في الطين بلّة ، ويشهد لذلك ما علّقه على عبارة ابن كثير ، وإليك عبارة ابن كثير ، وتعليق ذاك .\r\nقال ابن كثير بعد تفسير الآية : هل هم كانوا محمودين أم لا ؟ فيه نظر ، لأنّ النبيّ قال : « لعن اللَّه اليهود والنصارى اتّخذوا قبور أنبياءهم وصالحيهم مساجد » يحذّر ما فعلوا .\r\nوقال جمال الدين : وعجيب من تردّده في كونهم غير محمودين ، مع إيراده الحديث الصحيح بعده المسجّل بلعن فاعل ذلك ، والسبب في ذلك أنّ البناء على قبر النبيّ مَدعاة للإقبال عليه والتضرّع إليه ، ففيه فتح\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nلباب الشرك وتوسّل إليه بأقرب وسيلة . . . « 1 » .\r\nيلاحظ عليه : أنّ القرآن هو الحجّة الكبرى للمسلمين ، وفيه تبيان لكلّ شيء ، وهو المهيمن على الكتب ، فإذا دلّ القرآن على جوازه فما قيمة الخبر الواحد الذي روي في هذا المجال إذا كان مضادّاً للوحي ، ومخالفاً لصريح الكتاب ، وإن كانت السنّة المحمديّة الواقعية لا تختلف عنه قيد شعرة ، إنّما الكلام في الرواية التي رواها زيد عن عمرو حتى ينتهي إلى النبي ، فإنّ مثله خاضع للنقاش ، ومرفوض إذا خالف الكتاب ، لكن ما ذكره يعرب عن أنّ الأساس عنده هو الحديث لا الذكر الحكيم .\r\nوكان عليه بعد تسليم دلالة القرآن أن يبحث في سند الحديث ودلالته ، وأنّ الحديث على فرض الصحّة ناظر إلى ما كان القبر مسجوداً له ، أو مسجوداً عليه أو قِبلة ، ومن المعلوم أنّ المسلمين لا يسجدون إلّا للَّه ، ولا يسجدون إلّا على ما صحّ السجود عليه ، ولا يستقبلون إلّا القِبلة ، وسيتّضح نصّ محقّقي الحديث ، على أنّ المراد هو ذلك ، فانتظر .\r\nوأعجب منه ما في ذيل كلامه : من أنّه رأى التوسّل بالنبيّ شركاً ، مع أنّ النصوص الصحيحة في الصحاح تدلّ على جوازه ، فقد توسّل الصحابي الضرير بالنبيّ الأكرم حسب تعليمه وقال : اللّهمّ إنّي أسألك وأتوجّه إليك بنبيّك نبيّ الرحمة ، يا محمد إنّي أتوجّه بك إلى ربّي في حاجتي لتُقضى « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمال الدين قاسمى ، محاسن التأويل 7 : 30 - 31 .\r\n( 2 ) الترمذي ، الصحيح 5 : كتاب الدعوات ، الباب 119 برقم 2578 ؛ ابن ماجة ، السنن 1 : 441 برقم 1385 ؛ الإمام أحمد ، المسند 4 : 138 ، إلى غير ذلك من المصادر .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوقد اتّفقوا على صحة الحديث ، حتى أنّ ابن تيمية - مُثيرَ هذه الشكوك - اعترف بصحّته وقال : وقد روى الترمذي حديثاً صحيحاً عن النبيّ أنّه علّم رجلًا يدعو فيقول : . . . ، وقد أوردنا نصوص القوم في كتاب « التوسّل » .\r\nومن زعم أنّ هذه التوسّلات أساس الشرك ، فلينظر إلى المسلمين طيلة أربعة عشر قرناً ، فإنّهم ما برحوا يتوسّلون بالنبي صلى الله عليه وآله ، وما عدلوا عن سبيل التوحيد قيد شعرة .\r\nإنّ إنشاء البناء على قبر نبيّ التوحيد تأكيدٌ على مبدأ التوحيد ورسالته العالمية التي يشكل أصلها الأول قوله سبحانه : «  أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ » . \r\nوقد خرجنا عن هذه الدراسة بالنتيجتين التاليتين :\r\n1 - جواز البناء على قبور الأولياء والصالحين ودعاة التوحيد فضلًا عن النبيّ وما ذلك إلّا أنّ القرآن ذكر ذلك من دون أن يغمض فيه ، وليس القرآن كتاباً قصصيّاً ولا مسرحيّاً للتمثيل ، بل هو كتاب هداية ونور ، فإن نقل شيئاً ولم يغمض عليه فهو دليل على أنّه محمود عنده .\r\nنرى أنّه سبحانه يحكي كيفيّة غرق فرعون ويقول : «  حَتَّى إِذا أَدْرَكَهُ الْغَرَقُ قالَ آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ »  ( يونس / 90 ) .\r\nولمّا كانت تلك الفكرة باطلة عنده سبحانه ، أراد إيقاف المؤمنين على أنّ الإيمان في هذا الظرف غير مفيد ، فلأجل ذلك عقّب عليه بقوله :\r\n«  آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ »  ( يونس / 91 ) .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفالإنسان العارف بالكتاب يقف على أنّه لم يترك على صعيد العقائد أُموراً إلّا وذكر أوضحها وبيّنها بطرق مختلفة ، ومن تلك الطرق القصص الواردة في الكتاب العزيز ، فكلّ ما وقع في الأُمم السالفة وصار القرآن بصدد ذكره فهو على أقسام ثلاث : كونه بيّن الصحة ، أو بيّن البطلان ، أو المردّد بين الأمرين .\r\nفقد يترك البيان في الأولين لعدم الحاجة ، وأمّا الثالث فلا يتركه إلّا إذا كان مقبولًا لديه .\r\n2 - جواز بناء المسجد على قبور الصالحين فضلًا عن الأنبياء وجواز الصلاة فيها والتبرّك بتربته ، فلو كانت الصلاة في المقابر مكروهة فالأدلّة المرغّبة إلى الصلاة في جِوار الصالحين والأنبياء تخصّص تلك العمومات ، وذلك لأنّ للصلاة في مشاهدهم مصلحة تغلب على الحضاضة الموجودة في الصلاة في المقابر المطلقة .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nالآية الثالثة : صيانة الآثار الإسلامية وتعظيم الشعائر\r\nقال سبحانه : «  ذلِكَ وَمَنْ يُعَظِّمْ شَعائِرَ اللَّهِ فَإِنَّها مِنْ تَقْوَى الْقُلُوبِ »  ( الحج / 32 ) .\r\nوالاستدلال بالآية يتوقّف على ثبوت صغرى وكبرى :\r\nالصغرى عبارة عن كون الأنبياء وأوصيائهم ومن يرتبط بهم أحياءً وأمواتاً من شعائر اللَّه .\r\nوالكبرى عبارة عن كون البناء وصيانة الآثار والمقابر تعظيماً لشعائر اللَّه .\r\nولا أظنّ أنّ الكبرى تحتاج إلى مزيد بيان ، إنّما المهم بيان الصغرى ، وأنّ الأنبياء والأوصياء من شعائر اللَّه ، وبيان ذلك يحتاج إلى نقل ما ورد حول شعائر اللَّه من الآيات :\r\n1 - «  إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ »  ( البقرة / 158 ) .\r\n2 - «  يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ وَلَا \r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n الْهَدْيَ وَلَا الْقَلائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْواناً »  ( المائدة / 2 ) .\r\n3 - «  وَالْبُدْنَ جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللَّهِ لَكُمْ فِيها خَيْرٌ »  ( الحج / 36 ) .\r\nوفي آية أُخرى جعل مكان شعائر اللَّه حرمات اللَّه وقال :\r\n«  ذلِكَ وَمَنْ يُعَظِّمْ حُرُماتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعامُ إِلَّا ما يُتْلى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ . . . »  ( الحج / 30 ) .\r\n\r\nما هو المقصود من شعائر اللَّه ؟\r\nهنا احتمالات :\r\n1 - تعظيم آيات وجوده سبحانه .\r\n2 - معالم عبادته وأعلام طاعته .\r\n3 - معالم دينه وشريعته وكلّ ما يمت إليهما بصلة .\r\nأمّا الأوّل ، فلم يقل به أحد ، إذ كل ما في الكون آيات وجوده ، ولا يصحّ تعظيم كلّ موجود بحجة أنّه دليل على الصانع .\r\nوأمّا الثاني ، فهو داخل في الآية قطعاً ، وقد عدّ الصَّفا والمروةَ والبُدْن من شعائر اللَّه ، فهي من معالم عبادته وأعلام طاعته ، إنّما الكلام في اختصاص الآية بمعالم العبادة وأعلام الطاعة ، ولا دليل عليه ، بل المتبادر هو الثالث ، أي معالم دينه سبحانه ، سواء كانت أعلاماً لعبادته وطاعته أم لا ، فالأنبياء والأوصياء والشهداء والصحف والقرآن الكريم والأحاديث النبويّة كلّها من شعائر دين اللَّه وأعلام شريعته ، فمن عظّمها فقد عظّم شعائر الدين .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقال القرطبي : فشعائر اللَّه ، أعلام دينه ، لا سيما ما يتعلّق بالمناسك « 1 » .\r\nولقد أحسن حيث عمّم أولًا ، ثمّ ذكر مورد الآية ثانياً ، وممّا يعرب عن ذلك أنّ ايجاب التعظيم تعلّق ب « حرمات اللَّه » في آية أُخرى .\r\nقال سبحانه : «  وَمَنْ يُعَظِّمْ حُرُماتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ »  ، والحرمات ما لا يحلّ انتهاكه ، فأحكامه سبحانه حرمات اللَّه ، إذ لا يحلّ انتهاكها ، وأعلام طاعته وعبادته حرمات اللَّه ، إذ يحرم هتكها ، وأنبياؤه وأوصياؤهم وشهداء دينه وكتبه وصحفه من حرمات اللَّه ، يحرم هتكهم ، فلو عظّمهم المؤمن أحياءً وأمواتاً فقد عمل بالآيتين : «  وَمَنْ يُعَظِّمْ حُرُماتِ اللَّهِ »   « وَمَنْ يُعَظِّمْ شَعائِرَ اللَّهِ » . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرطبي ، التفسير 12 : 56 طبع دار إحياء التراث .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالآية الرابعة : صيانة الآثار ومودّة ذوي القربى\r\nإنّ القرآن الكريم يأمرنا - بكلّ صراحة - بحبّ النبيّ صلى الله عليه وآله وأقربائه ، ومودّتهم ومحبّتهم فيقول :\r\n«  وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغالِبُونَ »  ( المائدة / 56 ) و «  قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى »  ( الشورى / 23 ) .\r\nومن الواضح لدى كلّ من يخاطبه اللَّه بهذه الآية أنّ البناء على مراقد النبي صلى الله عليه وآله وأهل بيته عليهم السلام ، هو نوع من إظهار الحبّ والمودّة لهم ، وبذلك يخرج عن كونه بدعة ، لوجود أصل له في الكتاب والسنّة ، ولو بصورة كليّة .\r\nوهذه العادة متّبعة عند كافة الشعوب والأُمم في العالم ، فالجميع يعتبرون ذلك نوعاً من المودّة لصاحب ذلك القبر ، ولذلك تراهم يدفنون كبار الشخصيات السياسية والعلمية في كنائس ومقابر مشهورة ويزرعون أنواع الزهور والأشجار حولها .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالفصل الثاني : من منظار القواعد الفقهيّة\r\n\r\nالأصل في الأشياء الإباحة والحلّية\r\nإنّ الأصل في الأشياء هو الإباحة ما لم يرد فيها نهي في الشريعة ، وهذه هي القاعدة المحكمة التي اعتمد عليها الفقهاء عبر القرون إلّا المتزمّتين غير الواعين .\r\nحتى أنّ الذكر الحكيم يصرّح بأنّ وظيفة النبيّ الأكرم هو بيان المحرّمات دون المحلّلات ، وأنّ الأصل هو حلّية كلّ عمل وفعل ، إلّا أن يجد النبيّ حرمته في شريعته ، وأنّ وظيفة الأُمّة هو استفراغ الوسع في استنباط الحكم من أدلّته ، فإذا لم تجد دليلًا على الحرمة تحكم عليه بالجواز .\r\nونكتفي في هذا المقام بالإشارة إلى مجموعة من الآيات ، وإن كان في السنّة الغرّاء أيضاً كفاية :\r\n1 - قال سبحانه : «  وَما لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ ما حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيراً لَيُضِلُّونَ بِأَهْوائِهِمْ \r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ »  ( الأنعام / 119 ) .\r\nفإنّ هذه الآية تكشف عن أنّ الذي يحتاج إلى البيان إنّما هو المحرّمات لا المباحات ، ولأجل ذلك لا وجه للتوقّف في العمل ، بعد ما لم يكن مبيّناً في جدول المحرّمات .\r\nوبعبارة أُخرى : أنّ المسلم إذا لم يجد شيئاً في جدول المحرّمات لم يكن له تبرير لتوقّفه وعدم الحكم عليه بالإباحة والجواز والحلّية .\r\n2 - قال سبحانه : «  قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِهِ »  ( الأنعام / 145 ) .\r\nإنّها تكشف عن أنّ ما يلزم بيانه إنّما هو المحرّمات لا المباحات ، ولذلك يستدلّ مبلغ الوحي - ونعني به النبي الكريم صلى الله عليه وآله - بأنّه لا يجد فيما أُوحي إليه محرّماً على طاعم يطعمه سوى الأُمور المذكورة ، فإذا لم يكن هناك شيء فهو محكوم بالحلّية والإباحة .\r\n3 - قال سبحانه : «  مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا »  ( الإسراء / 15 ) .\r\n4 - قال سبحانه أيضاً : «  وَما كانَ رَبُّكَ مُهْلِكَ الْقُرى حَتَّى يَبْعَثَ فِي أُمِّها رَسُولًا يَتْلُوا عَلَيْهِمْ آياتِنا وَما كُنَّا مُهْلِكِي الْقُرى إِلَّا وَأَهْلُها ظالِمُونَ »  ( القصص / 59 ) .\r\nإنّ دلالة هاتين الآيتين على المقام واضحة ، فإنّ جملة « وما كان » تارة تستعمل في نفي الشأن والصلاحية ، وأُخرى في نفي كون الشيء\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nأمراً ممكناً .\r\nأمّا الأوّل ، فمثل قوله : «  وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ »  ( البقرة / 143 ) وغيرها كسورة آل عمران ( الآيات 79 و 161 ) ، أي ليس من شأن اللَّه سبحانه وهو العادل الرؤوف أن يضيع أيمانكم .\r\nوأمّا الثاني ، فمثل قوله : «  ما كانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتاباً مُؤَجَّلًا »  ( آل عمران / 145 ) ، أي لا يمكن لنفس أن تموت بدون إذنه سبحانه .\r\nفيكون معنى الآيتين بناءً على الاستعمال الأول : هو ليس من شأن اللَّه تعالى أن يعذّب الناس أو يهلكهم قبل أن يبعث إليهم رسولًا .\r\nوعلى الاستعمال الثاني : هو ليس من الممكن أن يعذّب اللَّه الناس أو يهلكهم قبل أن يبعث إليهم رسولًا .\r\nوعلى كلّ تقدير ، فدلالة الآيتين على الإباحة واضحة ، إذ ليست لبعث الرسل خصوصية وموضوعية ، ولو أُنيط جواز العذاب ببعثهم فإنّما هو لأجل كونهم وسائط للبيان والإبلاغ ، والملاك هو عدم جواز التعذيب بلا بيان وإبلاغ ، وأنّ التعذيب ليس من شأنه سبحانه ، أو أنّه ليس أمراً ممكناً حسب حكمته .\r\n5 - قال سبحانه : «  وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلَّا لَها مُنْذِرُونَ »  ( الشعراء / 208 ) .\r\nفإنّ هذه الآية مشعرة بأنّ الهلاك كان بعد الإنذار والتخويف ، وأنّ اشتراط الانذار كناية عن البيان وإتمام الحجّة .\r\n6 - قوله سبحانه : «  وَلَوْ أَنَّا أَهْلَكْناهُمْ بِعَذابٍ مِنْ قَبْلِهِ لَقالُوا رَبَّنا لَوْ لا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزى »  ( طه / 134 ) .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفإنّ هذه الآية تدلّ على أنّ التعذيب قبل بعث الرسول مردود بحجة المعذّبين وهي قولهم : «  لَوْ لا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ »  ، فلا يصحّ التعذيب إلّا بعد إتمام الحجّة عليهم ببعث الرسل .\r\nوهذا يعني أنّ الأشياء مباحة جائزة الارتكاب خالية عن العقوبة أصلًا ، إلّا إذا ردع عنها الشارع بشكل من الأشكال التي منها إرسال الأنبياء .\r\n7 - قوله سبحانه : «  يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ فَقَدْ جاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ »  ( المائدة / 19 ) .\r\nفإنّ ظاهر قوله : «  ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ »  أنّه حجّة تامّة صحيحة ، ويحتج به على كلّ من عذّب قبل البيان ، ولأجل ذلك قام سبحانه بإرسال الرسل حتى لا يُحتج عليه ، بل تكون الحجة للَّه سبحانه .\r\nوهذا يعطي أنّه لا يحكم على حرمة شيء ولا يجوز التعذيب على ارتكابه قبل بيان حكمه ، وذلك لأنّ بعث البشير والنذير كناية عن بيان الأحكام .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nالفصل الثالث : المشاهد والمقابر من خلال سيرة المسلمين في خير القرون\r\nقد تعرّفت على قضاء الكتاب في تكريم الأنبياء والأولياء ، وأنّ البناء على قبورهم أو بناء المساجد حول مراقدهم ، أمر محبّذ ، ندبت إليه الشريعة الإلهيّة ، ولم ترَ أيّ أثر فيها للتحريم ، وعلى ذلك درج السلف الصالح عبر القرون ، ولم يزل الإلهيّون من أهل الكتاب والمسلمين على مدى العصور يهتمّون بمقابر الأنبياء والأولياء بالبناء والتعمير ثمّ التطهير والتنظيف لها ، حتى أنّ كثيراً من المتمكّنين يُخصّصُون شيئاً من أموالهم لهذه الغاية .\r\nفهذه القباب الشاهقة والمنائر الرفيعة والساحات الوسيعة حول مراقد الأنبياء والأولياء وحول مراقد صحابتهم في مختلف الديار شرقها وغربها ، لدليل قاطع على أنّ هذه السيرة سيرة مشروعة ، وإلّا كان على الصحابة الكرام والتابعين لهم بإحسان رفضها وردّها بالبيان والبنان\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوالسلطة والقوّة ، فالسكوت عليها إلى عصر إثارة هذه الشكوك ، عصر ابن تيمية ، أدلّ دليل على كونها سيرة مشروعة .\r\nوعندما قام ابن تيمية بوجه هذه السيرة أثار ثائرة المسلمين ضدّه شرقاً وغرباً ، وقد بيّنوا ضلالة تلك الفكرة ونحرافها عن الشرع .\r\nوقد وقف السلف الصالح - بعد فتح الشام - على قبور الأنبياء ذوات البناء الشامخ ، فتركوها على حالها من دون أن يخطر ببال أحدهم - وعلى رأسهم عمر بن الخطاب - بأنّ البناء على القبور أمر محرّم يجب هدمه .\r\nوهكذا الحال في سائر القبور المشيّدة عليها الأبنية في أطراف العالم ، وإن كنت في ريب فاقرأ تواريخهم .\r\nولو قام باحث بوصف الأبنية الشاهقة التي كانت مشيّدة على قبور الأنبياء والصالحين قبل ظهور الإسلام ، وما بناه المسلمون في عصر الصحابة والتابعين لهم باحسان إلى يومنا هذا في مختلف البلدان ، لجاء بكتاب فخم ضخم ، يعرب عن أنّ السنة الرائجة في تلك الأعصار قبل الإسلام وبعده ، من عصر الرسول والصحابة والتابعين لهم إلى يومنا هذا ، هي مشروعيّة البناء على القبور والعناية بحفظ آثار علماء الدين ، ولم ينبس أي ابن أُنثى حول ذلك ببنت شفة ، وما اعتُرض عليها ، بل تلقوها اظهاراً للمحبّة والودّ لأصحاب الرسالات والنبوّات وأصحاب العلم والفضل ، ومن خالف تلك السنة وعدّها شركاً أو أمراً محرّماً فقد اتّبع غير سبيل المؤمنين ، قال سبحانه :\r\n«  وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً »  ( النساء / 115 ) .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوقد وارى المسلمون جسد النبي الأكرم في بيته المسقّف ، ولم يزل المسلمون منذ واروا جثمانه ، على العناية بحجرته الشريفة بشتّى الأساليب .\r\nوقد بنى عمر بن الخطاب حول حجرته جداراً ، حيث جاء تفصيل كلّ ذلك مع ذكر وصف الأبنية التي توالت عليها عبر القرون في الكتب المتعلّقة بتاريخ المدينة ، لا سيّما وفاء الوفا للإمام السمهودي المتوفّى عام 911 ه « 1 » ، والبناء الأخير الذي شيّد عام 1270 ه قائم لم يمسّه سوء ، وسوف يبقى بفضل اللَّه تبارك وتعالى محفوظاً عن الاجتراء .\r\nوأمّا المشاهد والقباب المبنيّة في المدينة منذ العصور الأُولى فحدّث عنها ولا حرج ، لا سيّما في بقيع الغرقد ، ومن أراد التفصيل فليرجع إلى كتب التاريخ وأخبار المدينة .\r\nوقد ذكر كثير من المؤرّخين والسوّاح شيئاً كثيراً من أبنية شاهقة على قبور الأنبياء والصالحين في خير القرون .\r\nوبدورنا نذكر شيئاً يسيراً ممّا جاء في كتبهم ، ونكتفي بذكر كلمات ثلاثة من المؤرّخين المعروفين بالثبت والضبط ، ثمّ نذكر ما ذكره الرحّالة المعروف ابن جبير في رحلته على وجه التفصيل :\r\n\r\n1 - كلمة المسعودي في حقّ قبور أئمة أهل البيت عليهم السلام\r\nهذا هو المسعودي الذي توفي عام 345 ه ، وقد أدرك خير القرون ، وولد في مؤخّره - لو كان خير القرون هو القرون الثلاثة الأُولى -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السمهودي ، وفاء الوفا 2 : 458 الفصل التاسع .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nيقول : وعلى قبورهم في هذا الموضع من البقيع رخامة مكتوب عليها :\r\nبسم اللَّه الرحمن الرحيم ، الحمد للَّه مبيد الأُمم ومحيي الرمم ، هذا قبر فاطمة بنت رسول اللَّه ( ص ) سيّدة نساء العالمين وقبر الحسن بن عليّ ابن أبي طالب ، وعليّ بن الحسين بن أبي طالب ، ومحمّد بن علي وجعفر ابن محمد « 1 » .\r\n\r\n2 - كلمة ابن الجوزي :\r\nيقول ابن الجوزي : وهذا هو محمد بن أبي بكر التلمساني يصف المدينة الطيّبة وبقيع الغرقد في القرن الرابع بقوله : وقبر الحسن بن علي عن يمينك إذا خرجت من الدرب ترفع إليه قليلًا ، عليه مكتوب : هذا قبر الحسن بن علي ، دفن إلى جنب أُمّه فاطمة رضي اللَّه عنها وعنه « 2 » .\r\n\r\n3 - كلمة الحافظ محمد بن محمود بن النجّار :\r\nيقول : في قبة كبيرة عالية قديمة البناء في أول البقيع ، وعليها بابان يفتح أحدهما في كلّ يوم للزيارة رضي اللَّه عنهم « 3 » .\r\n\r\n4 - الرحّالة ابن جبير والأبنية على المشاهد :\r\nهذا هو أبو الحسين محمد بن أحمد بن جبير الأندلسي الشاطبي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسعودي ، مروج الذهب ومعادن الجوهر 2 : 288 .\r\n( 2 ) مجلة العربي : رقم ع 6 المؤرخة 1393 .\r\n( 3 ) أخبار مدينة الرسول ، اهتمّ بنشره صالح محمد جمال ، طبع مكة المكرّمة 1366 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأحد علماء الأندلس الأكابر في الفقه والحديث ، يحكي لنا في رحلته عن الأبنية الرفيعة والقباب العالية في المشاهد والمزارات المعروفة يومذاك للأنبياء والصالحين والنبيّ الأكرم صلى الله عليه وآله وأهل بيته وصحابته والتابعين لهم بإحسان .\r\nفقد قام برحلات ثلاث ، أهمّها استغرقت أكثر من ثلاث سنوات ، حيث بدأها يوم الاثنين في التاسع عشر من شهر شوال عام 578 ه ، وختمها في يوم الخميس الثاني والعشرين من شهر محرم سنة 581 ه ، وقد وصف في هذه الرحلة ما مرّ به من مدن وما شاهد من عجائب البلدان .\r\nكما وعنى عناية خاصة بوصف النواحي الدينية والمساجد والمشاهد وقبور الأنبياء والأولياء وأهل البيت والصحابة والتابعين ، وصفاً دقيقاً ، يعرب عن أنّ هذه القباب والأبنية الرفيعة شُيّدت من قبل قرون تتّصل إلى عصر الصحابة والتابعين .\r\nولم يكن يومذاك أيُّ معترض على بنائها فوق قبور هؤلاء ، ولم يدر بِخُلْدِ أحد أنّ هذه القباب والأبنية ستبعدنا عن التوحيد ، بل كانوا يتبرّكون بهذا العمل ويبدون ما في مشاعرهم من ودّ وحبّ لأصحابها .\r\nوكان التبرّك والتقبيل سنّة رائجة بين المسلمين ، وهم لم يكونوا يقبّلون باباً ويتبرّكون بالجدار ، بل يتبرّكون بمن حوتهم ، على حدّ قول مجنون العامري :\r\n أمرُّ على الديار ديار ليلى * أُقبِّل ذا الجدار وذا الجدارا\r\nوما حبّ الديار شغفن قلبي * ولكن حبّ من سكن الديارا \r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوفيما يلي نشير بشكل مقتضب إلى مجمل كلامه :\r\n\r\nمشهد رأس الحسين بالقاهرة :\r\nيقول ابن جبير في ذكر مصر والقاهرة وبعض آثارها العجيبة :\r\nفأوّل ما نبدأ بذكره منها الآثار والمشاهد المباركة التي ببركتها يمسكها اللَّه عزّ وجلّ ، فمن ذلك المشهد العظيم الشأن الذي بمدينة القاهرة حيث رأس الحسين بن علي بن أبي طالب ، رضي اللَّه عنهما ، وهو في تابوت فضّة مدفون تحت الأرض قد بُنيَ عليه بنيان حفيل يقصر الوصف عنه ولا يحيط الإدراك به . . . .\r\nإلى أن يقول : ومن أعجب ما شاهدناه في دخولنا إلى هذا المسجد المبارك حجر موضوع في الجدار الذي يستقبله الداخل ، شديد السواد والبصيص ، يصف الأشخاص كلّها ، كأنّه المرآة الهندية الحديثة الصقل .\r\nوشاهدنا من استلام الناس للقبر المبارك ، وإحداقهم به ، وانكبابهم عليه ، وتمسّحهم بالكسوة التي عليه ، وطوافهم حوله ، مزدحمين داعين باكين متوسّلين إلى اللَّه سبحانه وتعالى ببركة التربة المقدّسة ، ومتضرّعين ما يذيب الأكباد ويصدع الجماد ، والأمر فيه أعظم ، ومرأى الحال أهول ، نفعنا اللَّه ببركة ذلك المشهد الكريم .\r\n\r\nمشاهد الأنبياء والصالحين في مصر :\r\nيقول ابن جبير عن الجبّانة المعروفة بالقرافة : هي أيضاً إحدى عجائب الدنيا ، لِما تحتوي عليه من مشاهد الأنبياء صلوات اللَّه عليهم ،\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوأهل البيت رضوان اللَّه عليهم ، والصحابة والتابعين والعلماء والزهّاد والأولياء . . . فمنها قبر ابن النبي صالح ، وقبر روبيل بن يعقوب بن إسحاق بن إبراهيم خليل الرحمن صلوات اللَّه عليهم أجمعين ، وقبر آسية امرأة فرعون رضي اللَّه عنها ، ومشاهد أهل البيت رضي اللَّه عنهم أجمعين ، مشاهد أربعة عشر من الرجال وخمس من النساء .\r\nإلى أن يقول : مشهد عليّ بن الحسين بن عليّ رضي الله عنه ، ومشهدان لابني جعفر بن محمد الصادق رضي اللَّه عنهم ، والقاسم بن محمد بن جعفر الصادق بن محمد بن علي زين العابدين المذكور ، رضي اللَّه عنهم ، ومشهدان لابنيه الحسن والحسين رضي اللَّه عنهما ، ومشهد ابنه عبد اللَّه بن القاسم رضي الله عنه ، ومشهد ابنه يحيى بن القاسم ، ومشهد عليّ بن عبد اللَّه بن القاسم ، رضي اللَّه عنهم ، ومشهد أخيه عيسى بن عبد اللَّه ، رضي اللَّه عنهما ، ومشهد يحيى بن الحسن بن زيد بن الحسن ، رضي اللَّه عنهم ، ومشهد محمد بن عبد اللَّه بن محمد الباقر بن علي بن زين العابدين بن الحسين بن علي ، رضي اللَّه عنهم ، ومشهد جعفر بن محمد من ذريّة عليّ بن الحسين ، رضي اللَّه عنهم .\r\nوأمّا عن النساء فيقول ابن جبير : مشهد السيّدة أُمّ كلثوم ابنة القاسم بن محمد بن جعفر ، رضي اللَّه عنهم ، ومشهد السيّدة زينب ابنة يحيى بن زيد بن علي بن الحسين ، رضي اللَّه عنهم ، ومشهد أُمّ كلثوم ابنة محمد بن جعفر الصادق رضي اللَّه عنهم ، ومشهد السيّدة أُمّ عبد اللَّه بن القاسم بن محمد ، رضي اللَّه عنهم .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nمشاهد الصحابة في مصر :\r\nويذكر أيضاً من المشاهد في قوله : مشهد معاذ بن جبل رضي الله عنه ، مشهد عقبة بن عامر الجهني حامل راية رسول اللَّه صلى الله عليه وسلم ، مشهد صاحب بردة الرسول صلى الله عليه وسلم ، مشهد أبي الحسن صائغ رسول اللَّه صلى الله عليه وسلم ، مشهد سارية الجبل رضي الله عنه ، مشهد محمد بن أبي بكر الصديق رضي اللَّه عنهما ، مشهد أولاده رضي اللَّه عنهم ، مشهد أحمد بن أبي بكر الصديق رضي اللَّه عنهما ، مشهد أسماء ابنة أبي بكر الصديق رضي اللَّه عنهما ، مشهد ابن الزبير بن العوام رضي اللَّه عنهما ، مشهد عبد اللَّه بن حذافة السهمي صاحب رسول اللَّه صلى الله عليه وسلم ، مشهد ابن حليمة رضيع رسول اللَّه صلى الله عليه وسلم .\r\n\r\nمشاهد الفقهاء الكبار في مصر :\r\nوعن مشاهد الأئمة العلماء الزهّاد يقول : مشهد الإمام الشافعي رضي الله عنه ، وهو من المشاهد العظيمة احتفالًا واتّساعاً ، وبُني بإزائه مدرسة لم يُعْمر بهذه البلاد مثلها ، يخيل لمن يطوف عليها أنّها بلد مستقل بذاته ، بإزائها الحمام ، إلى غير ذلك من مرافقها ، والبناء فيها حتى الساعة ، والنفقة عليها لا تُحصى ، تولّى ذلك بنفسه الشيخ الإمام الزاهد العالم المعروف بنجم الدين الحُبوشاني .\r\nوسلطان هذه الجهات صلاح الدين ، يسمح له بذلك كلّه ويقول :\r\nزد احتفالًا وتأنّقاً وعلينا القيام بمئونة ذلك كله ، فسبحان الذي جعله صلاح دينه كاسمه .\r\nثمّ يذكر مشاهد أُخرى ويقول :\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمشهد المُزَنيّ صاحب الإمام الشافعي رضي الله عنه ، مشهد أشهب صاحب مالك رضي الله عنه ، مشهد عبد الرحمن بن القاسم صاحب مالك رضي اللَّه عنهما ، مشهد أصبغ صاحب مالك رضي اللَّه عنهما ، مشهد القاضي عبد الوهاب رضي الله عنه ، مشهد عبد اللَّه بن عبد الحكم ومحمد بن عبد اللَّه بن عبد الحكم رضي اللَّه عنهما ، مشهد الفقيه الواعظ الزاهد أبي الحسن الدينوري رضي الله عنه ، مشهد بُنان العابد رضي الله عنه ، مشهد الرجل الصالح العابد الزاهد المعروف بصاحب الإبريق ، وقصّته عجيبة في الكرامة ، مشهد أبي مُسلم الخَوْلاني رضي الله عنه ، مشهد المرأة الصالحة المعروفة بالعيناء رضي اللَّه عنها ، مشهد الروذباريّ رضي الله عنه ، مشهد محمد بن مسعود بن محمد بن هارون الرّشيد المعروف بالسّبتي رضي الله عنه ، مشهد الرجل الصالح مُقبل الحبشيّ رضي الله عنه ، مشهد ذي النون بن إبراهيم المصري رضي الله عنه ، مشهد القاضي الأنباري ، قبر الناطق الذي سُمع عند وضعه في لحده يقول : اللّهمّ أنزلني مُنزلًا مباركاً وأنت خيرُ المنزلين رضي الله عنه ، مشهد العروس ولها أثر من الكرامة في حال جَلْوَتها على زوجها لم يُسمع أعجب منه ، مشهد الصامت الذي يُحكى عنه أنّه لم يتكلّم أربعين سنة ، مشهد العصافيري ، مشهد عبد العزيز بن أحمد بن علي بن الحسن الخوارزمي ، مشهد الفقيه الواعظ الأفضل الجوهريّ ومشاهد أصحابه بإزائه رضي اللَّه عنهم أجمعين ، مشهد شُقْران شيخ ذي النّون المصري ، مشهد الرجل الصالح المعروف بالأقطع المغربيّ ، مشهد المقرئ وَرْش ، مشهد الطبري ، مشهد شيبان الراعي .\r\nوالمشاهد الكريمة بها أكثر من أن تُضبَط بالتقييد أو تتحصّل\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبالإحصاء ، وإنّما ذكرنا منها ما أمكنَتْنا مشاهدتهُ .\r\nوبقبلة القرافة المذكورة بسيط متّسع يُعرف بموضع قبور الشهداء ، وهم الذين استُشهدوا مع سارية رضي اللَّه عن جميعهم ، والبسيط المذكور مُسنّم كله للعيان على مثال أسنِمة القبور دون بناء .\r\n\r\nالقباب الرفيعة لأهل البيت في مكة المكرّمة :\r\nوعن مشاهد مكة المكرّمة يقول ابن جبير : فمن مشاهدها التي عاينّاها قبّة الوحي ، وهي في دار خديجة أُمّ المؤمنين رضي اللَّه عنها ، وبها كان ابتناء النبي صلى الله عليه وسلم بها ، وقبّة صغيرة أيضاً في الدار المذكورة فيها كان مولد فاطمة الزهراء رضي اللَّه عنها ، وفيها أيضاً ولدت سيدي شباب أهل الجنّة ، الحسن والحسين رضي اللَّه عنهما ، وهذه المواضع المقدّسة المذكورة مغلقة مصونة قد بنيت بناءً يليق بمثلها .\r\nومن مشاهدها الكريمة أيضاً مولد النبي صلى الله عليه وسلم ، والتربة الطاهرة التي هي أوّل تربة مسّت جسمه الطاهر بُني عليها مسجد لم يُر أحفل بناءً منه ، أكثره ذهب منزّل به ، والموضع المقدّس الذي سقط فيه صلى الله عليه وسلم ساعة الولادة السعيدة المباركة التي جعلها اللَّه رحمةً للأُمّة أجمعين محفوف بالفضة .\r\nثمّ يعد بعض المشاهد فيقول : دار الخيزران ، وهي الدار التي كان النبي صلى الله عليه وسلم يعبد اللَّه فيها سراً مع الطائفة الكريمة المبادرة للإسلام من أصحابه رضي اللَّه عنهم . . . دار أبي بكر الصديق . . . قبّة بين الصفا والمروة تنسب لعمر بن الخطاب . . .\r\nيقول ابن جبير : دخلنا مولد النبي صلى الله عليه وسلم ، وهو مسجد حفيل البنيان\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوكان داراً لعبد اللَّه بن عبد المطلب . . . إلى أن يقول : وعلى مقربةٍ منه أيضاً مسجد ، عليه مكتوب : هذا المسجد هو مولد عليّ بن أبي طالب ، رضوان اللَّه عليه ، وفيه تربّى رسول اللَّه صلى الله عليه وسلم ، وكان داراً لأبي طالب عمّ النبي صلى الله عليه وسلم وكافله .\r\n\r\nالمشاهد المكرّمة ببقيع الغرقد :\r\nوفي ذكر المشاهد المكرّمة ببقيع الغرقد يقول ابن جبير : فأوّل ما نذكر من ذلك مسجد حمزة رضي الله عنه ، وهو بقِبْلَي الجبل المذكور ، والجبل جوفي المدينة ، وهو على مقدار ثلاثة أميال ، وعلى قبره رضي الله عنه مسجد مبنيّ ، والقبر برحبة جوفي المسجد ، والشهداء رضي اللَّه عنهم بإزائه . . .\r\nوحول الشهداء تربة حمراء هي التربة التي تنسب إلى حمزة ويتبرّك الناس بها .\r\nوبقيع الغرقد شرقي المدينة ، تخرج إليه على باب يعرف بباب البقيع ، وأوّل ما تلقى عن يسارك عند خروجك من الباب المذكور مشهد صفية عمّة النبي صلى الله عليه وسلم أُمّ الزبير بن العوام رضي الله عنه ، وأمام هذه التربة قبر مالك بن أنس الإمام المدني رضي الله عنه وعليه قبّة صغيرة مختصرة البناء ، وأمامه قبر السلالة الطاهرة إبراهيم ابن النبي صلى الله عليه وسلم وعليه قبّة بيضاء ، وعلى اليمين منها تربة ابن لعمر بن الخطاب رضي الله عنه اسمه عبد الرحمن الأوسط ، وهو المعروف بأبي شَحْمة ، وهو الذي جَلَده أبوه الحدّ ، فمرض ومات ، رضي اللَّه عنهما ، وبإزائها قبر عقيل بن أبي طالب رضي الله عنه ، وعبد اللَّه بن جعفر الطيار رضي الله عنه ، وبإزائهم روضة فيها أزواج النبي صلى الله عليه وسلم ، وبإزائها روضة صغيرة\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفيها ثلاثة من أولاد النبي صلى الله عليه وسلم ، ويليها روضة العباس بن عبد المطّلب والحسن بن علي رضي اللَّه عنهما ، وهي قبّة مرتفعة في الهواء على مقربة من باب البقيع المذكور وعن يمين الخارج منه ، ورأس الحسن إلى رجلي العبّاس رضي اللَّه عنهما ، وقبراهما مرتفعان عن الأرض متّسعان مُغشّيان بألواح ملصقة أبدَع إلصاق ، مرصّعة بصفائح الصُّفْر ، ومكوكَبة بمساميره على أبدع صفة وأجمل منظر ، وعلى هذا الشكل قبر إبراهيم ابن النبي صلى الله عليه وسلم ، ويلي هذه القبّة العبّاسيّة بيت يُنسَب لفاطمة بنت الرسول صلى الله عليه وسلم ، ويعرف ببيت الحُزن ، يقال : إنّه الذي أوت إليه والتزمت فيه الحزن على موت أبيها المصطفى صلى الله عليه وسلم ، وفي آخر البقيع قبر عثمان الشهيد المظلوم ذي النّورين رضي الله عنه ، وعليه قبّة صغيرة مختصرة ، وعلى مقربةٍ منه مشهد فاطمة ابنة أسد أُمّ عليّ ، رضي اللَّه عنها وعن بنيها .\r\nومشاهد هذا البقيع أكثر من أن تُحصى ، لأنّه مدفن الجمهور الأعظم من الصحابة المهاجرين والأنصار ، رضي اللَّه عنهم أجمعين ، وعلى قبر فاطمة المذكورة مكتوب : ما ضمّ قبر أحد كفاطمة بنت أسد رضي اللَّه عنها وعن بنيها .\r\n\r\nمشاهد الكوفة :\r\nويقول ابن جبير عن مسجد الكوفة :\r\nوبهذا الجامع المكرّم آثار كريمة : فمنها بيت بإزاء المحراب عن يمين المستقبل القبلة ، يقال : إنّه كان مصلّى إبراهيم الخليل صلى الله عليه وسلم ، وعليه ستر أسود صوناً له ، ومنه خرج الخطيب لابساً ثيابَ السواد للخطبة ،\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nفالناس يزدحمون على هذا الموضع المبارك للصلاة فيه ، وعلى مقربة منه ، ممّا يلي الجانب الأيمن من القبلة ، محراب محلّق عليه بأعواد الساج مرتفع عن صحن البلاط كأنّه مسجد صغير ، وهو محراب أمير المؤمنين عليّ بن أبي طالب رضي الله عنه ، وفي ذلك الموضع ضربه الشقيّ اللعين عبد الرحمن بن ملجم بالسيف ، فالناس يصلّون فيه باكين داعين ، وفي الزاوية من آخر هذا البلاط القبليّ ، المتّصل بآخر البلاط الغربيّ ، شبيه مسجد صغير محلّق عليه أيضاً بأعواد الساج ، هو موضع مَفار التنّور الذي كان آيةً لنوح عليه السلام ، وفي ظهره ، خارج المسجد ، بيته الذي كان فيه ، وفي ظهره بيت آخر يقال إنّه كان متعبَّد إدريس صلى الله عليه وسلم ، ويتّصل بهما فضاء متّصل بالجدار القبلي من المسجد ، يقال إنّه مُنشأ السفينة ، ومع آخر هذا الفضاء دار عليّ بن أبي طالب رضي الله عنه ، والبيت الذي غسل فيه ، ويتّصل به بيت يُقال إنّه كان بيت ابنة نوح صلى الله عليه وسلم .\r\nوهذه الآثار الكريمة تلقّيناها من ألسنة أشياخ من أهل البلد فأثبتناها حسبما نقلوها إلينا ، واللَّه أعلم بصحّة ذلك كلّه .\r\nوفي الجهة الشرقيّة من الجامع بيت صغير يُصعَد إليه فيه قبر مسلم ابن عقيل بن أبي طالب رضي الله عنه ، وفي غربي المدينة على مقدار فرسخ منها المشهد الشهير الشأن المنسوب لعليّ بن أبي طالب رضي الله عنه ، وحيث بركت ناقته وهو محمول عليها مسجّى ميّتاً على ما يُذكر ، ويقال : إنّ قبره فيه .\r\n\r\nقبور العلماء والأولياء المشيّدة ببغداد :\r\nيقول ابن جبير :\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوبإحدى هذه المحلّات قبر معروف الكَرخي ، وهو رجل من الصالحين مشهور الذكر في الأولياء ، وفي الطريق إلى باب البصرة مشهد حفيل البنيان داخله قبر متّسع السّنام ، عليه مكتوب : هذا قبر عَون ومَعين ، من أولاد أمير المؤمنين عليّ بن أبي طالب رضي الله عنه ، وفي الجانب الغربي أيضاً قبر موسى بن جعفر ، رضي اللَّه عنهما .\r\nإلى مشاهد كثيرة ممّن لم تحضرنا تسميتُه من الأولياء والصالحين والسلف الكريم ، رضي اللَّه عن جميعهم .\r\nوبأعلى الشرقيّة خارج البلد محلّة كبيرة بإزاء محلّة الرّصافة ، وبالرصافة كان باب الطّاق المشهور على الشطّ ، وفي تلك المحلّة مشهد حفيل البنيان ، له قبّة بيضاء سامية في الهواء ، فيه قبر الإمام أبي حنيفة رضي الله عنه ، وبه تعرف المحلّة ، وبالقرب من تلك المحلّة قبر الإمام أحمد بن حنبل رضي الله عنه ، وفي تلك الجهة أيضاً قبر أبي بكر الشبلي رحمه الله ، وقبر الحسين ابن منصور الحلاج ، وببغداد من قبور الصالحين كثير ، رضي اللَّه عنهم .\r\n\r\nالمشاهد المكرّمة والآثار المعظّمة في الشام :\r\nيقول ابن جبير :\r\nفأوّلها مشهد رأس يحيى بن زكريا عليه السلام ، وهو مدفون بالجامع المكرّم في البلاط القبلي قبالة الركن الأيمن من المقصورة الصحابيّة « 1 » ، رضي اللَّه عنهم ، وعليه تابوت خشب معترض من الأسطوانة ، وفوقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي أول مقصورة وضعت في الإسلام وضعها معاوية بن أبي سفيان .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nقنديل كأنّه من بلّور مجوّف ، كأنّه القدح الكبير ، لا يُدرى أمن زجاج عراقيّ أم صُوريّ هو أم من غير ذلك .\r\nومولد إبراهيم صلّى اللَّه عليه وسلّم وعلى نبيّنا الكريم ، وهو بصفح جبل قاسيون عند قرية تُعرف بِبَرْزَة ، وهي من أجمل القرى ، وهذا الجبل مشهور بالبركة في القديم لأنّه مصعد الأنبياء ، صلوات اللَّه عليهم ، ومطلعهم ، وهو في الجهة الشماليّة من البلد وعلى مقدار فرسخ ، وهذا المولد المبارك غار مستطيل ضيّق ، وقد بُني عليه مسجد كبير مرتفع مُقسّم على مساجد كثيرة كالغُرف المطلّة ، وعليه صومعة عالية ، ومن ذلك الغار رأى صلى الله عليه وسلم الكوكب ثمّ القمر ثمّ الشمس ، حسبما ذكره اللَّه تعالى في كتابه عزّ وجلّ « 1 » ، وفي ظهر الغار مقامه الذي كان يخرج إليه ، وهذا كلّه ذكره الحافظ محدّث الشام أبو القاسم بن هبة اللَّه بن عساكر الدمشقي في تاريخه في أخبار دمشق ، وهو ينيف على مائة مجلّد .\r\nوذكر أيضاً أنّ بين باب الفراديس ، وهو أحد أبواب البلد ، وفي الجهة الشماليّة من الجامع المبارك ، على مقربة منه إلى جبل قاسيون ، مدفن سبعين ألف نبي ، وقيل : سبعون ألف شهيد ، وأنّ الأنبياء المدفونين به سبعمائة نبي ، واللَّه أعلم ، وخارج هذا البلد الجبّانة العتيقة ، وهي مدفن الأنبياء والصالحين ، وبركتها شهيرة ، وفي طرفها ممّا يلي البساتين وَهْدَة من الأرض متّصلة بالجبّانة ، ذكر أنّها مدفن سبعين نبيّاً ، وعصمها اللَّه ونزّهها من أن يُدفن فيها أحد ، والقبور محيطة بها ، وهي لا تخلو من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنعام : 76 - 78 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالماء حتى عادت قرارة له ، كلّ ذلك تنزيه من اللَّه تعالى لها .\r\nوبجبل قاسيون أيضاً لجهة الغرب ، على مقدار ميل أو أزيد من المولد المبارك ، مغارة تعرف بمغارة الدم ، لأنّ فوقها في الجبل دم هابيل قتيل أخيه قابيل ابني آدم صلى الله عليه وسلم ، يتّصل من نحو نصف الجبل إلى المغارة ، وقد أبقى اللَّه منه في الجبل آثاراً حُمراً في الحجارة تُحك فتستَحيل ، وهي كالطريق في الجبل ، وتنقطع عند المغارة ، وليس يوجد في النصف الأعلى من المغارة آثار تشبهها ، فكان يقال : إنّها لون حجارة الجبل ، وإنّما هي من الموضع الذي جرّ منه القاتل لأخيه حيث قتله حتى انتهى إلى المغارة ، وهي من آيات اللَّه تعالى ، وآياته لا تُحصى .\r\nوقرأنا في تاريخ ابن المعلّى الأسدي أنّ تلك المغارة صلّى فيها إبراهيم وموسى وعيسى ولوط وأيوب ، عليهم وعلى نبيّنا الكريم أفضل الصلاة والسلام .\r\nوعليها مسجد قد أُتقن بناءه ، ويُصعد إليه على أدراج ، وهو كالغرفة المستديرة ، وحولها أعواد مشرجبة مطيفة بها ، وبه بيوت ومرافق للسكنى ، وهو يفتح كلّ يوم خميس ، والسُّرُج من الشمع والفتائل تَقِد في المغارة ، وهي متّسعة .\r\nوفي أعلى الجبل كهف منسوب لآدم صلى الله عليه وسلم ، وعليه بناء ، وهو موضع مبارك ، وتحته في حضيض الجبل مغارة تعرف بمغارة الجُوع ، ذكر أنّ سبعين نبيّاً ماتوا فيها جوعاً ، وكان عندهم رغيف ، فلم يزل كلّ واحد منهم يؤثر به صاحبه ويدور عليه من يد إلى يد حتى لحقتهم المنيّة ، صلوات اللَّه عليهم . وعلى هذه المغارة أيضاً مسجد مبني ، وأبصرنا فيه\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالسُّرُج تَقِد نهاراً .\r\nولكلّ مشهد من هذه المشاهد أوقاف معيّنة من بساتين وأرض بيضاء ورباع ، حتى إنّ البلد تكاد الأوقاف تستغرق جميع ما فيه .\r\nوكلّ مسجد يُستحدث بناؤه أو مدرسة أو خانقة يُعيّن لها السلطان أوقافاً تقوم بها وبساكنيها والملتزمين لها ، وهذه أيضاً من المفاخر المخلّدة .\r\nومن النساء الخواتين ذوات الأقدار من تأمر ببناء مسجد أو رباط أو مدرسة وتُنفِق فيها الأموال الواسعة وتعيّن لها من مالها الأوقاف .\r\nومن الأُمراء من يفعل مثل ذلك ، لهم في هذه الطريقة المباركة مُسارعة مشكورة عند اللَّه عزّ وجلّ .\r\nوبآخر هذا الجبل المذكور ، في آخر البسيط البستاني الغربي من هذا البلد ، الربوة المباركة المذكورة في كتاب اللَّه تعالى ، مأوى المسيح وأُمّه ، صلوات اللَّه عليهما ، وهي من أبدع مناظر الدنيا حسناً وجمالًا وإشراقاً ، وإتقان بناء واحتفال تشييد وشرف وضع ، هي كالقصر المشيّد ، ويُصعَد إليها على أدراج ، والمأوى المبارك منها مغارة صغيرة في وسطها ، وهي كالبيت الصغير ، وبإزائها بيت يقال : إنّه مصلّى الخضر صلى الله عليه وسلم ، فيبادر الناس للصلاة بهذين الموضعين المباركين ، ولا سيّما المأوى المبارك ، وله باب حديد صغير ينغلق دونه ، والمسجد يطيف بها ، ولها شوارع دائرة ، وفيها سقاية لم يُرَ أحسن منها ، قد سِيقَ إليها الماء من\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعلو ، وماؤها ينصبّ على شاذَرْوان « 1 » في الجدار متّصل بحوض من رخام يقع الماء فيه ، لم يُرَ أحسن من منظره ، وخلف ذلك مطاهر يجري الماء في كلّ بيت منها ويستدير بالجانب المتّصل بجدار الشاذروان .\r\nوهذه الربوة المباركة رأس بساتين البلد ومَقْسِم مائه ، ينقسم فيها الماء على سبعة أنهار ، يأخذ كلّ نهر طريقه ، وأكبر هذه الأنهار نهر يُعرف بثوار ، وهو يشقّ تحت الربوة ، وقد نُقِر له في الحجر الصلد أسفلها حتى انفتح له متسرّب واسع كالغار ، وربّما انغمس الجَسُور من سُبّاح الصبيان أو الرجال من أعلى الربوة في النهر واندفع تحت الماء حتى يشقّ متسرّبه تحت الربوة ويخرج أسفلها ، وهي مخاطرة كبيرة .\r\nويُشرَف من هذه الربوة على جميع البساتين الغربية من البلد ، ولا إشراف كإشرافها حسناً وجمالًا واتّساعَ مسرح للأبصار ، وتحتها تلك الأنهار السبعة تتسرّب وتسيح في طرق شتّى ، فتحار الأبصار في حسن اجتماعها وافتراقها واندفاع انصبابها ، وشرفُ موضوع هذه الربوة ومجموع حسنها أعظم من أن يحيط به وصف واصف في غلوّ مدحه ، وشأنها في موضوعات الدّنيا الشريفة خطير كبير .\r\nومن أحفل هذه المشاهد مشهد منسوب لعليّ بن أبي طالب رضي الله عنه ، قد بُني عليه مسجد حفيل رائق البناء ، وبإزائه بستان كلّه نارنج ، والماء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشاذروان : حائط صغير بجوار الجدار الأصلي لتقويته .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nيطرد فيه من سقاية معيّنة ، والمسجد كلّه ستور معلّقة في جوانبه صغار وكبار .\r\nومن المشاهد المكرّمة مشهد سعد بن عُبادة رئيس الخزرج ، صاحب رسول اللَّه صلى الله عليه وسلم ، وهو بقرية تعرف بالمَنِيحة شرقي البلد وعلى مقدار أربعة أميال منه ، وعلى قبره مسجد صغير حسن البناء ، والقبر في وسطه ، وعند رأسه مكتوب : هذا قبر سعد بن عبادة رأس الخزرج ، صاحب رسول اللَّه صلى الله عليه وسلم .\r\nومن مشاهد أهل البيت رضي اللَّه عنهم : مشهد أُمّ كلثوم ابنة عليّ بن أبي طالب ، رضي اللَّه عنهما ، ويقال بها زينب الصغرى ، وأُمّ كلثوم كنية أوقعها عليها النبي صلى الله عليه وسلم ، لشبهها بابنته أُمّ كلثوم ، رضي اللَّه عنها ، واللَّه أعلم بذلك ، ومشهدها الكريم بقرية قبليّ البلد تعرف براوية على مقدار فرسخ ، وعليه مسجد كبير ، وخارجه مساكن ، وله أوقاف ، وأهل هذه الجهات يعرفونه بقبر الستّ أُمّ كلثوم ، مشَينا إليه وبتنا به وتبرّكنا برؤيته ، نفعنا اللَّه بذلك .\r\nوبالجبّانة التي بغربي البلد ، من قبور أهل البيت ، كثير ، رضي اللَّه عنهم ، منها قبران عليهما مسجد يقال إنّهما من ولد الحسن والحسين ، رضي اللَّه عنهما ، ومسجد آخر فيه قبر يقال إنّه لسكينة بنت الحسين ، رضي اللَّه عنهما ، أو لعلّها سُكينة أُخرى من أهل البيت .\r\nومن المشاهد أيضاً قبر بجامع النَّيْرب ، في بيت بالجهة الشرقيّة منه ، يقال إنّه لأُمّ مريم ، رضي اللَّه عنها .\r\nوبقرية داريّا « 1 » قبر أبي مسلم الخولاني رضي الله عنه ، وعليه قبّة هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تكتب عادة : داريا ، بالألف .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nعلامة القبر ، وبها أيضاً قبر أبي سليمان الداراني رضي الله عنه .\r\nوبين هذه القرية وبين البلد مقدار أربعة أميال ، وهي لجهة الغرب منه .\r\nومن المشاهد الكريمة التي لم نعاينها ووصفت لنا قبرا شيث ونوح عليهما السلام ، وهما بالبِقاع ، وهي على يومين من البلد ، وحدّثنا من ذَرَع قبر شيث فألفى فيه أربعين باعاً ، وفي قبر نوح ثلاثين ، وبإزاء قبر نوح قبر ابنة له ، وعلى هذه القبور بناء ، ولها أوقاف كثيرة ، ولها قيّم يلتزمها .\r\nومن المشاهد المباركة أيضاً ، بالجبّانة الغربيّة وبمقربة من باب الجابية ، قبر أُويس القرني رضي الله عنه ، وقبور خلفاء بني أُمية رحمهم الله ، يقال : إنّها بإزاء باب الصغير بمقربة من الجبّانة المذكورة ، وعليها اليوم بناء يُسكَن فيه .\r\nوالمشاهد المباركة في هذه البلدة أكثر من أن تنضبط بالتقييد ، وإنّما رُسِم من ذلك ما هو مشهور ومعلوم .\r\nومن المشاهد الشهيرة أيضاً مسجد الأقدام ، وهو على مقدار ميلين من البلد ممّا يلي القبلة على قارعة الطريق الأعظم الآخذ إلى بلاد الحجاز والساحل وديار مصر ، وفي هذا المسجد بيت صغير فيه حجر مكتوب عليه : كان بعض الصالحين يرى النبيّ صلى الله عليه وسلم في النوم فيقول : هاهنا قبر أخي موسى صلى الله عليه وسلم ، والكثيب الأحمر على الطريق بمقربة من هذا الموضع ، وهو بين غالية وغُويلية كما ورد في الأثر ، وهما موضعان .\r\nوشأن هذا المسجد في البركة عظيم ، ويقال : إنّ النور ما خلا قطّ من هذا الموضع الذي يذكر أنّ القبر فيه حيث الحجر المكتوب ، وله أوقاف كثيرة .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفأمّا الأقدام ففي حجارة في الطريق إليه مُعْلَم عليها ، تَجد أثر القدم في كلّ حجر ، وعدد الأقدام تسع ، ويقال : إنّها أثر قدم موسى عليه السلام ، واللَّه أعلم بحقيقة ذلك ، لا إله سواه « 1 » .\r\nهذا وقد أخذنا من رحلة ابن جبير المواضيع اللّازمة ، وإلّا فالسائر في الكتاب يقف على أُمور لم نذكرها ، والكلّ يدلّ على أنّ البناء على القبور وصيانتها عن الانطماس وزيارتها في فترات مختلفة كان أمراً رائجاً في خير القرون الذي جُعِل مقياساً بين الحقّ والباطل .\r\n\r\nابن الحجاج والقبّة البيضاء على قبر الإمام علي عليه السلام :\r\nإنّ الحسين بن أحمد بن محمد المعروف بابن الحجّاج البغدادي أحد الشعراء المفلقين في القرنين الثالث والرابع ( 262 - 392 ه ) أنشأ قصيدته الفائية في مدح الإمام أمير المؤمنين ، وأنشدها في الحضرة العلويّة عندما زارها يقول في مستهلّها :\r\n يا صاحب القبّة البيضاء على النجفِ * من زارَ قبرك واستشفى لديك شُفي\r\nزوروا أبا الحسن الهادي لعلّكم * تحظون بالأجر ، والاقبال والزلف « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد نقلنا هذه النصوص برمّتها عن رحلة ابن جبير طبع دار صادر عام 1384 ، فراجع فيما يرجع إلى مصر صفحة 19 - 24 ، وفيما يرجع إلى مكة المكرّمة صفحة 87 ، 141 و 142 ، وفيما يرجع إلى المدينة المنوّرة صفحة 173 - 174 ، وفيما يرجع إلى مشاهد الكوفة صفحة 187 - 198 ، وفيما يرجع إلى بغداد صفحة 202 ، وما يرجع إلى الشام صفحة 246 - 249 و 253 - 254 .\r\n( 2 ) اقرأ ترجمته في يتيمة الدهر 3 : 25 ؛ معجم الأُدباء 4 : 6 ؛ المنتظم 7 : 216 ؛ تاريخ بغداد 80 : 14 ؛ وفيات الأعيان 1 : 170 ؛ الكامل لابن الأثير 9 : 63 إلى غير ذلك من مصادر الترجمة ؛ وفي روضات الجنّات 3 : 148 - 155 له ترجمة ضافية .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوالقصيدة تعرب عن وجود البناء والقبّة البيضاء على القبر ، والزلف والتفاف الزائرين حوله في عصره ، ومع ذلك يدّعي بعض الوهابيين ، أنّ البناء على القبور لم يكن في خير القرون وأنّه من البدع المستحدثة .\r\nولأجل شيوع البناء على القبور في جميع الأقطار الإسلاميّة نجد أنّ الأمير محمد بن إسماعيل اليماني الذي توهّب مع كونه زيدياً يفترض على نفسه ويقول في كتابه : وهذا أمر عمّ البلاد وطبق الأرض شرقاً وغرباً بحيث لا بلدة من بلاد الإسلام إلّا فيها قبور ومشاهد ، ولا يسع عقل عاقل أنّ هذا منكر يبلغ إلى ما ذكرت من الشناعة ويسكت علماء الإسلام « 1 » .\r\nفلو كانت هذه سيرة المسلمين من خير القرون إلى عصرنا فلما ذا لا تكون حجّة ؟ فلو كان التهديم أمراً واجباً فلما ذا ترك الخلفاء تلك الفريضة ؟ ! فهل يصحّ لنا اتّهامهم بالتسامح في أمر الدين مع أنّ الصحابة والتابعين مرّوا على تلك الآثار ولم ينبسوا فيها ببنت شفة ؟\r\nوإذا لم يكن ذلك الإجماع حجّة ، فأيّ إجماع يكون حجّة شرعيّة ؟\r\nفهذه النصوص من المؤرّخين تدلّ بوضوح على جريان السيرة على بناء القباب والأبنية على قبور الأولياء من دون أن يخطر ببال أحد أنّه مقدمة للشرك ومفضٍ إليه ، فإذا لم يكن مثل هذا الإجماع حجّة فأيّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمير محمد بن إسماعيل اليماني ( ت 1186 ه ) تطهير الاعتقاد : 17 ، ثمّ إنّه حاول أن يُجيب عن هذا الاستنكار بما الإعراض عن ذكره أحسن .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nإجماعٍ حجّة ؟\r\nوالعجب من ابن بليهد قاضي الحكومة السعودية أيام تدمير آثار رسول اللَّه صلى الله عليه وآله عام 1344 ه فبعد ما نفّذ ما أُمر به من قبل المشايخ ، نشر بياناً في جريدة أُمّ القرى في عددها الصادر في شهر جمادى الآخر من شهور سنة 1345 ه وممّا جاء فيه قوله : إنّ القباب على مراقد العلماء صار متداولًا منذ القرن الخامس الهجري .\r\nفهل هذا صحيح أو افتراء أمام كلّ هذه النصوص من المسعودي وغيره ؟ وليس البحث في خصوص العلماء ، بل مطلق قبور المسلمين ، نبيّاً كان أو وليّاً ، صحابيّاً كان أو تابعياً ، فقهياً كان أو محدّثاً .\r\nونعم ما قال السيد المحقّق محسن الأمين في قصيدته المسمّاة بالعقود الدُّريّة في ردّ شبهات الوهابية :\r\n أوليس أُمّة أحمد إجماعها * فيه الصوابُ وحجّةٌ لم تردد\r\nوعلى ضلالٍ كلّها لم تجتمع * فيما رويتم في الحديث المسندِ\r\nمضت القرون وذي القباب مشيّدة * والناس بين مؤسس ومجدّد\r\nفي كلّ عصر فيه أهل الحلّ و * العقد الذين بغيرهم لم يُعقد\r\nلم يُنكروا أبداً على من شادها * شيدت ولا من منكر ومغند\r\nمِنْ قبل أنْ تلد ابنها تيمية * أو يخلق الوهاب بعضَ الأعبد\r\nأفأيّ إجماع لكم أقوى على * أمثاله من مورد لم يورد\r\nفبسيرة للمسلمين تتابعت * في كلّ عصر نستدلّ ونقتدي\r\nأقوى من الإجماع سيرتهم ومن * قد حاد عنها فهو غير مسدّد\r\nهيهات ليس نبيّاً إنّ بليهد * في الناس لم يُخطئ ولم يتعمّد \r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n كلّا ولا العلماء قد حصرت به * هي في بقاع الأرض ذات تعدّد\r\nكلّا ولا من وافقوه لخوفهم * أو جهلهم من خائف ومقلّد\r\nوالجُلُّ من علماء طيبة ساكت * للخوف مكفوف اللسان مع اليد « 1 » \r\nكيف يدّعي الإجماع على التحريم مع أنّ فقهاء المذاهب الأربعة في العصر الحاضر اتّفقوا على الكلمة التالية : يكره أن يبنى القبر ببيت أو قبّة أو مسجد « 2 » ، أين الكراهة من الحرمة ، وأين هي من الشرك ؟\r\nوهذا النووي شارح صحيح مسلم يقول في شرح حديث أبي الهياج الذي سيوافيك نصّه : أمّا البناء فإن كان في ملك الباني فمكروه وإن كان في مقبرة مسبلة فحرام ، نصّ عليه الشافعي والأصحاب « 3 » .\r\nإنّ التحريم في الصورة الثانية لكونه مزاحماً للانتفاع ، وعلى خلاف أهداف الواقف وأغراضه ، وأين هو من البناء على أرض مشتراة أو مهداة أو موات فلا تترتّب عليها تلك الحرمة .\r\nدفن النبيّ الأكرم صلى الله عليه وآله في بيته الرفيع ولم يخطر ببال أحد من الصحابة الحضور أنّ البناء على القبر حرام وأنّه صلى الله عليه وآله نهى عنه نهياً مؤكداً ، ولمّا كان البيت متعلّقاً بالسيدة عائشة جعلوا في وسطه ساتراً ، ولمّا توفّي الشيخان أوصيا بدفنهما في حجرة النبي صلى الله عليه وآله تبركاً بذاته ومكانه ، ولم تُسْمَع عن أي ابن أنثى نعيرةُ أنّه حرام ولا مكروه ، وعلى ذلك استمرّت سيرة المسلمين في حقّ العلماء والأولياء ، يدفنونهم في البيوت المعدّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محسن الأمين ، كشف الارتياب : 295 وهي مطبوعة في آخر الكتاب .\r\n( 2 ) الجريري ، الفقه على المذاهب الأربعة 1 : 431 .\r\n( 3 ) النووي ، شرح صحيح مسلم ج 17 كتاب الجنائز ط مصر .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nلذلك ، أو يرفعون لمراقدهم قواعد وسقفاً بعد الدفن ، تكريماً لهم وتقديرا لتضحياتهم ، ولم يخطر ببال أحد أنّه على خلاف الدين والشرع .\r\nوهذا عمل المسلمين وسيرتهم القطعيّة في جميع الأقطار والأمصار ، على مرأى ومسمع الجميع وإنْ اختلفت نزعاتهم ، من بدء الإسلام إلى هذا العصر ، من الشيعة والسنّة ، وأي بلاد من بلاد الإسلام من مصر والعراق أو الحجاز أو سوريا ، وتونس ومراكش وإيران ، وهلم جرّا ، ليس فيها قبور مشيّدة ، وضرائح منجدة ، وهؤلاء أئمة المذاهب :\r\nالشافعي في مصر ، وأبو حنيفة في بغداد ، ومالك بالمدينة ، وتلك قبورهم من عصرهم إلى اليوم شاهقة القباب ، شامخة المباني ، غير أنّ الوهابيّين لمّا استولوا على المدينة هدموا قبر مالك .\r\nوهذه القبور قد شُيّدت وبنيت في الأزمنة التي كانت حافلة بالعلماء وأرباب الفتاوى ، وزعماء المذاهب ، فما أنكر منهم نكر ، وليس هذا رائجاً بين المسلمين فقط ، بل جرى على هذا جميع عقلاء العالم ، بل يعدّ تعمير قبور الشخصيات من غرائز البشر ومقتضيات الحضارة وشارة الرقيّ ، فكلّ هذا دليل على الجواز لو لم نقل يفوق ذلك ، ولو لم تكن السيرة المسلّمة بين المسلمين والعقلاء عامّة غير مفيدة في المقام ، فلا يصحّ الاستناد إلى أيّة سيرة قاطعة بين المسلمين أو الناس .\r\n وليس يصحّ في الأذهان شيء * إذا احتاج النهار إلى دليل \r\nثمّ إنّ الوهابيّين تمسّكوا بروايات ، إمّا عديمة الدلالة ، أو ضعيفة السند ، وسنذكر في الفصل الآتي بشكل عام مجملَ ما تمسّكوا به ليتبيّن مدى وعيهم .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالفصل الرابع : ذرائع الوهابية في هدم الآثار\r\nاستدلّت الوهابية بروايات نذكرها واحدةً بعد الأُخرى :\r\n\r\nالأُولى : رواية أبي الهياج الأسدي\r\nروى مسلم في صحيحه قال : حدّثنا يحيى بن يحيى وأبو بكر بن أبي شيبة وزهير بن الحرب ، قال يحيى : أخبرنا ، وقال الآخران : حدّثنا وكيع عن سفيان ، عن حبيب بن أبي ثابت ، عن أبي وائل ، عن أبي الهياج الأسدي قال : قال لي عليّ بن أبي طالب : ألا أبعثك على ما بعثني عليه رسول اللَّه . . أن لا تدع تمثالًا إلّا طمسته ولا قبراً مشرفاً إلّا سوّيته « 1 » .\r\nزعم المستدلّ أنّ معناه : ولا قبراً عالياً إلّا سوّيته بالأرض .\r\nأقول : الاستدلال بالحديث فرع صحّة سنده ، وتماميّة دلالته ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسلم ، الصحيح 3 : 61 كتاب الجنائز ؛ الترمذي ، السنن 2 : 256 باب ما جاء في تسوية القبور ؛ النسائي ، السنن 4 : 88 باب تسوية القبر .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nولكنّه موهون من كلا الجانبين .\r\nأمّا السند ، فيكفي أنّ علماء الرجال تحدّثوا في رجال الحديث ونقلوا تصريح الأئمة بضعفهم ، وهؤلاء عبارةً عن :\r\n1 - وكيع .\r\n2 - سفيان الثوري .\r\n3 - حبيب بن أبي ثابت .\r\n4 - أبو وائل الأسدي .\r\nوإليك أقوال العلماء في حقّهم :\r\n\r\n1 - وكيع :\r\nهو وكيع بن الجراح بن مليح الرواسي الكوفي ، روى عن عدّة ، منهم : سفيان الثوري ، وروى عنه جماعة منهم : يحيى بن يحيى وهو كما ورد في حقّه المدح ، ورد في حقّه الجرح كثيراً ، وهذا ابن حجر يعرّفه في تهذيب التهذيب بالنحو التالي : عن الإمام ابن حنبل : كان وكيع أحفظ من عبد الرحمن بن مهدي كثيراً ، وقال في موضع آخر : ابن مهدي أكثر تصحيفاً من وكيع ووكيع أكثر خطأً منه .\r\nوقال ابن عماد : قلت لابن وكيع : عدّوا عليك بالبصرة أربعة أحاديث خلطتَ فيها ؟ فقال : حدّثتهم بعبادان بنحو من ألف وخمسمائة ، وأربعة ليس بكثير في ألف وخمسمائة .\r\nوقال عليّ بن المديني : كان وكيع يلحن ولو حدّثَ بألفاظه لكان عَجَباً .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوقال محمد بن نصر المروزي : كان يُحدّث بآخره من حفظه فيغيّر ألفاظ الحديث كأنّه يحدّث بالمعنى ولم يكن من أهل اللسان « 1 » .\r\nوقال الذهبي في ميزان الاعتدال بعد ما مدحه : قال ابن المديني :\r\nكان وكيع يلحن ولو حدّث بألفاظه كان عجباً « 2 » .\r\n\r\n2 - سفيان الثوري :\r\nوهو سفيان بن سعيد بن مسروق الثوري الكوفي ، فقد مدحوه ، ولكن الذهبي يقول : إنّه كان يدلِّس عن الضعفاء ، ولكن كان له نقد وذوق ، ولا عبرة بقول من قال يدلِّس ويكتب عن الكذّابين « 3 » .\r\nوقال ابن حجر : قال ابن المبارك : حدّث سفيان بحديث فجئته وهو يدلِّس ، فلمّا رآني استحيا وقال : نرويه عنك ؟ « 4 » .\r\nوقال في ترجمة يحيى بن سعيد بن فروخ : قال أبو بكر وسمعت يحيى يقول : جهد الثوري أن يدلِّس عليّ رجلًا ضعيفاً فما أمكنه « 5 » .\r\nوالتدليس هو أن يروي عن رجل لم يلقه وبينهما واسطة فلا يذكر الواسطة .\r\nوقال أيضاً في ترجمة سفيان : قال ابن المديني عن يحيى بن سعيد : لم يلق سفيان أبا بكر بن حفص ولا حيان بن إياس ، ولم يسمع من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن حجر ، تهذيب التهذيب 11 : 123 ، 131 .\r\n( 2 ) الذهبي ، ميزان الاعتدال 4 : 336 .\r\n( 3 ) الذهبي ، ميزان الاعتدال 2 : 169 برقم 3322 .\r\n( 4 ) ابن حجر ، تهذيب التهذيب 4 : 15 في ترجمة سفيان .\r\n( 5 ) ابن حجر ، تهذيب التهذيب 11 : 218 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nسعيد بن أبي البردة ، وقال البغوي : لم يسمع من يزيد الرقاشي ، وقال أحمد : لم يسمع من سلمة بن كهيل حديث المسائية « 1 » يضع ماله حيث يشاء ، ولم يسمع من خالد بن سلمة بتاتاً ولا من ابن عون إلّا حديثاً واحداً « 2 » .\r\nوهذا تصريح من ابن حجر بكون الرجل مُدلِّساً ، ربّما يروي عن أُناس يوهم أنّه لقيهم ولم يلقَهُم ولم يسمع منهم .\r\n\r\n3 - حبيب بن أبي ثابت :\r\nهو حبيب بن أبي ثابت قيس بن دينار ، وَثّقهُ بعض ، ولكن قال ابن حبّان في الثّقات : كان مدلّساً ، وقال العقيلي : غمزه ابن عون ، وقال القطّان :\r\nله غير حديث عن عطاء ، لا يُتابع عليه وليست محفوظة .\r\nوقال ابن خزيمة في صحيحه : كان مدلّساً « 3 » .\r\nوقال ابن حجر أيضاً في موضع آخر : كان كثير الإرسال والتدليس ، مات سنة 119 ه .\r\nونقل عن كتاب الموضوعات لابن الجوزي من نسخة بخطّ المنذري أنّه نقل فيه حديثاً عن أُبيّ بن كعب في قول جبرئيل : لو جلست معك مثلما جلس نوح في قومه ما بلغت فضائل عمر ، وقال : لم يُعِلْه ابن الجوزي إلّا بعبد اللَّه بن عمّار الأسلمي شيخ حبيب بن ثابت « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العبد المعتق .\r\n( 2 ) ابن حجر ، تهذيب التهذيب 4 : 115 .\r\n( 3 ) ابن حجر ، تهذيب التهذيب 2 : 179 .\r\n( 4 ) ابن حجر ، تهذيب التهذيب 1 : 148 برقم 106 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n4 - أبو وائل الأسدي :\r\nهو شقيق ابن سلمة الكوفي ، كان منحرفاً عن عليّ بن أبي طالب ، قال ابن حجر : قيل لأبي وائل : أيّها أحبُّ إليك عليّ أم عثمان ؟ قال : كان عليّ أحبّ إليّ ثمّ صار عثمان « 1 » .\r\nويكفي في قدحه أنّه كان من ولاة عبيد اللَّه بن زياد ، قال ابن أبي الحديد : قال أبو وائل : استعملني ابن زياد على بيت المال بالكوفة .\r\nهذا كلّه حول سند الرواية وهؤلاء رواتها ، ولو ورد فيهم مدح فقد ورد فيهم الذم ، وعند التعارض يقدم الجارح على المادح فيسقط الحديث عن الاستدلال .\r\nويكفي أيضاً في ضعف الحديث أنّه ليس لرواية أعني أبا الهياج في الصحاح والمساند حديث غير هذا ، فكيف يستدلّ بحديث يشتمل على المدلِّسين والمضعِّفين ؟ وكيف يُعْدَل بهذا الحديث عن السيرة المستمرّة بين المسلمين ؟ !\r\nوالآن إليك بيان عدم دلالة الحديث على الموضوع بتاتاً :\r\n\r\nضعف دلالة الحديث\r\nإنّ توضيح ضعف دلالة الحديث يتوقّف على بيان معنى اللّفظين الواردين فيه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن حجر ، تهذيب التهذيب 4 : 362 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n1 - قبراً مشرفاً .\r\n2 - إلّا سوّيته .\r\nأمّا الأوّل : فقال صاحب القاموس : والشرف ، محركة العلو ، ومن البعير سنامه ، وعلى ذلك يحتمل المراد منه مطلق العلوّ ، أو العلوّ الخاص كسنام البعير الذي يعبّر عنه بالمسنَّم ولا يتعيّن أحد المعنيين إلّا بالقرينة .\r\nأمّا الثاني : فهو تارةً يُستخدم في بيان مساواة شيء بشيء في الطول أو العرض ، فيقال : هذا القماش يساوى بهذا الآخر في الطول .\r\nوأُخرى في التسوية ، أي كون الشيء مسطّحاً لا انحناء ولا تعرّج فيه .\r\nوالفرق بين المعنيين واضح ، فإنّ التسوية في الأوّل وصف للشيء بمقايسته مع شيء آخر ، وفي الثاني وصف لنفس الشيء ولا علاقة له بشيء آخر .\r\nفلو استعمل في المعنى الأوّل لتعدّى إلى مفعولين : أحدهما بلا واسطة ، والآخر بمعونة حرف الجرّ ، قال تعالى حاكياً عن لسان المشركين وأنّهم يخاطبون آلهتهم بقولهم : «  إِذْ نُسَوِّيكُمْ بِرَبِّ الْعالَمِينَ »  ، أي نعدّ الآلهةَ الكاذبة مساويةً بربّ العالمين في العبادة أو في الاعتقاد بالتدبير .\r\nوقال سبحانه حاكياً عن حال الكافرين يوم القيامة : «  يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلا يَكْتُمُونَ اللَّهَ حَدِيثاً »  ( النساء / 42 ) ، أي يودّون أنْ يكونوا تراباً أو ميتاً مدفوناً تحت الأرض ، ويكون هؤلاء والأرض متساوية .\r\nترى أنّ تلك المادة تعدّت إلى مفعولين وأُدخل حرف الجرّ على المفعول الثاني .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوأمّا إذا استعمل في المعنى الثاني أي فيما يكون وصفاً للشيء بلا علاقة له بشيء آخر فيكتفي بمفعول واحد ، قال سبحانه : «  الَّذِي خَلَقَ فَسَوَّى »  ( الأعلى / 2 ) ، وقال سبحانه : «  بَلى قادِرِينَ عَلى أَنْ نُسَوِّيَ بَنانَهُ »  ( القيامة / 4 ) ، وقال سبحانه : «  فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ »  ( الحجر / 29 ) ، ففي جميع هذه الموارد يراد من التسوية كونها وصفاً للشيء بما هو هو ، وهو فيها كناية عن كمال الخلقة بعيدة عن النقص والاعوجاج .\r\nهذا هو مفهوم اللفظ لغةً ، وهلم معي ندرس الحديث وأنّه ينطبق مع أيٍّ من المعنيين .\r\nنلاحظ أنّه تعدّى إلى مفهومٍ واحد ، ولم يقترن بالباء ، فهو آية أنّ المراد هو المعنى الثاني ، وهو تسطيح الأرض في مقابل تسنيمه ، وبسطه في مقابل اعوجاجه لا مساواته مع الأرض ، وإلّا كان عليه عليه السلام أن يقول :\r\nسوّيته بالأرض ، ولم يكتف بقوله سوّيته .\r\nأضف إلى ذلك أنّ ما ذكرناه هو الذي فهمه شرّاح الحديث ويكون دليلًا على أنّ التسطيح سنّة والتسنيم بدعة وأمر عليّ عليه السلام أن تكافح هذه البدعة ويسطّح كلّ قبر مسنّم ، وإليك ذكر نصوصهم :\r\nقال القرطبي في تفسير الحديث : قال علماؤنا : ظاهر حديث أبي الهياج منع تسنيم القبور ورفعها وأن تكون واطئة « 1 » .\r\nأقول : إنّ دلالة الحديث على منع تسنيم القبور ظاهر ، وأمّا دلالتها على عدم ارتفاعها كما هو ظاهر قوله « ومنع رفعها » فغير ظاهر ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرطبي ، التفسير 2 : 380 تفسير سورة الكهف .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمردود باتّفاق أئمة الفقه على استحباب رفعها قدر شبر « 1 » .\r\n2 - قال ابن حجر العسقلاني في شرحه على البخاري ما هذا نصّه :\r\nمُسنّماً بضمّ الميم وتشديد النون المفتوحة أي : مرتفعاً ، زاد أبو نعيم في مستخرجه : وقبر أبو بكر وعمر كذلك ، واستدلّ به على أنّ المستحب تسنيم القبور ، وهو قول أبي حنيفة ومالك وأحمد والمزني وكثير من الشافعية .\r\nوقال أكثر الشافعية ونصّ عليه الشافعي : التسطيح أفضل من التسنيم ، لأنّه صلى الله عليه وآله سطّح قبر إبراهيم ، وفعله حجّة لا فعل غيره ، وقول السفيان التمّار : رأى قبر النبيّ مسنّماً في زمان معاوية ، لا حجّة فيه ، كما قال البيهقي ، لاحتمال أنّ قبره صلى الله عليه وآله وقبري صاحبيه لم تكن في الأزمنة الماضية مسنّمة - إلى أن قال : - ولا يخالف ذلك قول علي عليه السلام : أمرني رسول اللَّه أن لا أدع قبراً مشرفاً إلّا سوّيته ، لأنّه لم يرد تسويته بالأرض ، وإنّما أراد تسطيحه جمعاً بين الأخبار ، ونقله في المجموع عن الأصحاب « 2 » .\r\n3 - وقال النووي في شرح صحيح مسلم : إنّ السنّة أنّ القبر لا يرفع عن الأرض رفعاً كثيراً ، ولا يُسنَّم بل يُرفع نحو شبر ، وهذا مذهب الشافعي ومن وافقه ، ونقل القاضي عياض عن أكثر العلماء أنّ الأفضل عندهم تسنيمها ، وهو مذهب مالك « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه على المذاهب الأربعة 1 : 42 .\r\n( 2 ) إرشاد الساري 2 : 468 .\r\n( 3 ) صحيح مسلم بشرح النووي 7 : 36 ط الثالثة ، دار احياء التراث العربي .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nويؤيّد ذلك أنّ صاحب الصحيح ( مسلماً ) عنون الباب ب « باب تسوية القبور » ثمّ روى بسنده إلى تمامه ، قال : كنّا مع فضالة بن عبيد بأرض الروم ، فتوفّي صاحب لنا ، فأمر فضال بن عبيد بقبره فسوّى ، قال :\r\nسمعت رسول اللَّه صلى الله عليه وآله يأمر بتسويتها ، ثمّ أورد بعده في نفس الباب حديث أبي الهياج المتقدّم « 1 » .\r\nوفي الختام نذكر أُموراً :\r\n1 - القول بوجوب مساواة القبر بالأرض مخالف لما اتّفقت عليه كلمات فقهاء المذاهب الأربعة ، وكلّهم متّفقون على أنّه يندب ارتفاع التراب فوق الأرض بقدر شبر « 2 » .\r\nولو أخذنا بالتفسير الذي يرومه الوهابي من حديث أبي الهياج من مساواة القبر بالأرض يجب أن يكون القبر لاطئاً مساوياً معه .\r\n2 - لو افترضنا صحّة حديث أبي الهياج سنداً ودلالة ، فغاية ما يدلّ عليه هو تخريب القبر ومساواته بالأرض ، ولا يدلّ على هدم البناء الواقع عليه ، فتخريب القباب المشيّدة التي هي مظاهر الودّ لأصحابها استناداً إلى هذا الحديث عجيب جدّاً .\r\n3 - إنّ الصحابة دفنوا النبيّ الأكرم في بيته من أوّل يوم ، وقد وصّى الخليفتان بأنْ يُدفنا تحت البناء جنب النبيّ الأكرم تبرّكاً بالقبر وصاحبه ، فلو كان البناء على القبور أمراً محرّماً ومن مظاهر الشرك ، فلما ذا وارت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n( 2 ) الفقه على المذاهب الأربعة 1 : 42 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالصحابة جثمانه الطاهر صلى الله عليه وآله تحت البناء ؟ ولما ذا أوصى الخليفتان بالدفن تحته ؟\r\nولمّا واجهت الوهابية عمل الصحابة في مواراة النبيّ قامت بالتفريق وقالت : إنّ الحرام هو البناء على القبر لا الدفن تحت البناء ، وقد دفنوا النبيّ تحت البناء ولم يبنوا على قبره شيئاً « 1 » .\r\nونترك هذا الجواب بلا تعليق ، إذ هو في غاية السقوط ، إذ أيّ فرق بين الأمرين ، فإنّ البناء على القبر مَدْعاة للإقبال إليه والتضرّع إليه ، ففيه فتح لباب الشرك وتوسّل إليه بأقرب وسيلة . . . « 2 » .\r\nفإذا كان البناء على وجه الإطلاق ذريعة للشرك وتوجّهاً إلى المخلوق ، فلما ذا نرخّص بعض صوره ونحرّم بعضها الآخر ، وما هذا إلّا لأنّ الوهابية وإن كانوا ينسبون أنفسهم إلى السلفية ، إلّا أنّ السلفية بعيدون عنهم بعد المشرقين .\r\nإلى هنا تمّت دراسة أبي الهياج ، ولندرس حديث جابر الذي هو المستمسك الآخر لمدمّري آثار الرسالة .\r\n* * * \r\nالثانية : دراسة حديث جابر\r\nإنّ الوهابيين يستدلّون بحديث جابر على حرمة البناء على القبور ، وقد ورد بنصوص مختلفة ، ونحن نذكر نصاً واحداً منها :\r\nروى مسلم في صحيحه : حدّثنا أبو بكر بن أبي شيبة ، حدّثنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقيل بن الهادي ، رياض الجنّة ، ط الكويت .\r\n( 2 ) جمال الدين القاسمي ، محاسن التأويل 7 : 30 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nحفص بن غياث ، عن ابن جريج ، عن أبي الزبير ، عن جابر قال : نهى رسول اللَّه صلى الله عليه وآله أن يجصّص القبر ، وأن يقعد عليه ، وأن يُبنى عليه « 1 » .\r\nوحديث جابر هذا لا يحتجّ به ، لكونه غير صحيح سنداً وضعيف دلالةً .\r\nأمّا الأوّل : فلأنّ جميع أسانيده مشتملة على رجلين هما في غاية الضعف :\r\n1 - ابن جريج : وهو عبد الملك بن عبد العزيز بن جريج .\r\n2 - أبو الزبير : وهو محمد بن مسلم الأسدي .\r\nأمّا الأول : فإليك كلمات أئمة الرجال في حقّه :\r\nسئل يحيى بن سعيد عن حديث ابن جريج قال : فقال : ضعيف ، فقيل له : إنّه يقول : أخبرني ؟ قال : لا شيء . . كلّه ضعيف ، وقال أحمد بن حنبل : إذا قال ابن جريج : قال فلان وقال فلان جاء بمناكير .\r\nوقال مالك بن أنس : كان ابن جريج حاطب ليل .\r\nوقال الدارقطني : يُجتنب تدليس ابن جريج ، فإنّه قبيح التدليس ، لا يدلِّس إلّا في ما سمعه من مجروح .\r\nوقال ابن حبان : كان ابن جريج يدلِّس في الحديث « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ للوقوف على متونها المختلفة وأسانيدها : صحيح مسلم ، كتاب الجنائز 3 : 62 ؛ والسنن للترمذي 2 : 208 ط المكتبة السلفية ؛ وصحيح ابن ماجة 1 : 473 كتاب الجنائز ؛ وصحيح النسائي 4 : 87 - 88 ؛ وسنن أبي داود 3 : 216 باب البناء على القبر ؛ ومسند أحمد 3 : 295 و 332 ، ورواه أيضاً مرسلًا عن جابر : 399 .\r\n( 2 ) تهذيب التهذيب 6 : 2 - 4 و 5 - 6 ط دار المعارف العثمانية .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوأمّا الثاني : فإليك أقوال علماء الرجال فيه :\r\nفعن إمام الحنابلة عن أيوب أنّه كان يعتبر أبا الزبير ضعيف الرواية .\r\nوعن شعبة : لم يكن في الدنيا أحبّ إليّ من رجل يقدِمُ فأسأله عن أبي الزبير ، فقدمت مكّة فسمعت منه ، فبينا أنا جالس عنده إذ جاءه رجل فسأله عن مسألة فردّ عليه ، فافترى عليه ، فقلت : يا أبا الزبير تفتري على رجل مسلم ؟ قال : إنّه أغضبني ، قلت : ومن يغضبك تفتري عليه ؟ لا رويت عنك شيئاً .\r\nوعن ورقاء قال : قلت لشعبة : ما لَكَ تركت حديث أبي الزبير ؟\r\nقال : رأيته يزن ويسترجع في الميزان .\r\nوقال ابن أبي حاتم : سألت أبي عن أبي الزبير ، فقال : يُكتب ولا يحتجّ به ، قال : وسألت أبا زرعة عن أبي الزبير ، فقال : يروي عنه الناسُ ، قلت : يُحتجُّ بحديثه ؟ قال : إنّما يحتجّ بحديث الثّقات « 1 » .\r\nباللَّه عليك ، أيصحّ الاستدلال بهذا الحديث ؟ أفهل يصحّ هدم آثار النبوّة والرسالة والصحابة بهذه الرواية ؟\r\nعلى أنّ بعض الأسانيد مشتمل على عبد الرحمن بن أسود المتّهم بالكذب والوضع .\r\nهذا كلّه ما يتعلّق بالسند .\r\nوأمّا الثاني : أي المتن ، ففيه ملاحظتان :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب ، ترجمة أبي الزبير 9 : 442 ط حيدرآباد - دكن عام 1326 ؛ ولاحظ الطبقات الكبرى 5 : 481 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالأولى : أنّ الحديث روي بصورٍ ست ، مع أنّ النبيّ نطق بصورة واحدة ، ولو رجعت إلى متونه المبعثرة في المصادر التي أوعزنا إليها ترى فيها الاضطراب العجيب ، وإليك صورها :\r\n1 - نهى رسول اللَّه عن تجصيص القبر والاعتماد عليه .\r\n2 - نهى رسول اللَّه صلى الله عليه وآله عن الكتابة على القبر .\r\n3 - نهى رسول اللَّه صلى الله عليه وآله عن تجصيص القبر ، والكتابة والبناء عليه ، والمشي عليه .\r\n4 - نهى رسول اللَّه صلى الله عليه وآله عن الجلوس على القبر ، وتجصيصه ، والبناء والكتابة عليه .\r\n5 - نهى رسول اللَّه صلى الله عليه وآله عن الجلوس على القبر وتجصيصه والبناء عليه .\r\n6 - نهى رسول اللَّه صلى الله عليه وآله عن الجلوس على القبر وتجصيصه والبناء عليه ، والزيارة والكتابة عليه « 1 » .\r\nمضافاً إلى اختلافات أُخرى في أداة مقصود واحد ، فيعبّر عنه تارةً بالاعتماد ، وأُخرى بالوطء ، وثالثة بالقعود .\r\nومن المعلوم أنّ الاعتماد غير الوطء ، وهما غير القعود ، فمع هذا الاضطراب والاختلاف في المضمون لا يمكن لأيّ فقيه أن يعتمد عليه ؟ !\r\nالثانية : أنّ الحديث على فرض صحّته لا يُثبت سوى ورود النهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ في الوقوف على المتون المختلفة للحديث المصادر التي أوعزنا إليها .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمن النبي ، ولكن النهي منه تحريمي ومنه تنزيهي ، وبعبارة أُخرى : نهي تحريم ، ونهي كراهة ، وقد استعمل النهي في كلمات الرسول في القسم الثاني كثيراً ، ولأجل ذلك حمله الفقهاء على الكراهة ، فترى الترمذي يذكر هذا الحديث في صحيحه تحت عنوان كراهية تجصيص القبور ، والسندي شارح صحيح ابن ماجة ينقل عن الحاكم النيسابوري أنّه لم يعمل بهذا النهي ( بالمضمون التحريمي ) أحد من المسلمين ، بدليل أنّ سيرة المسلمين قائمة على الكتابة على القبور .\r\nوأمّا الكراهة فربّما تكون مرتفعة بالنسبة إلى المصالح العظيمة المترتبة عليه ، كما إذا صار البناء على القبر سبباً لحفظ الآثار الإسلامية ، وإظهار المودّة لصاحب القبر الذي فرض اللَّه مودّته على الناس « 1 » ، أو يكون لاستظلال الزائر وتمكّنه من تلاوة القرآن وإهداء ثوابه إلى صاحب القبر ، إلى غير ذلك من الأُمور التي يتمكّن الإنسان منها تحت الظلّ لا تحت الشمس ولا في برد الليل ، فالنهي التنزيهي أشبه بالمقتضيات التي ترتفع بأقوى منها .\r\n* * * \r\nالثالثة : أحاديث ثلاثة في الميزان\r\nفقد ورد في ذلك المجال أحاديث أُخر نذكرها بسندها ومتنها :\r\nروى ابن ماجة في صحيحه ما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال سبحانه : « قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى » ( الشورى / 23 ) .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n1 - حدّثنا محمد بن يحيى ، حدّثنا محمد بن عبد اللَّه الرقاشي ، حدّثنا وهب ، حدّثنا عبد الرحمن بن يزيد بن جابر ، عن القاسم بن مخيمرة ، عن أبي سعيد : أنّ النبيّ نهى أن يُبنى على القبر « 1 » .\r\nويذكر ابن حنبل حديثاً آخر بسندين هما :\r\n2 - حدّثنا حسن ، حدّثنا ابن لهيعة ، حدّثنا يزيد بن أبي حبيب ، عن ناعم مولى أُمّ سلمة ، عن أُمّ سلمة قالت : نهى رسول اللَّه صلى الله عليه وآله أن يُبنى على القبر أو يُجصّص .\r\n3 - عليّ بن إسحاق ، حدّثنا عبد اللَّه بن لهيعة ، حدّثني بريد بن أبي حبيب ، عن ناعم مولى أُمّ سلمة : أنّ النبيّ نهى أن يجصّص قبر أو يبنى عليه أو يجلس عليه « 2 » .\r\nفسند الحديث الأوّل يشمل على ( وهب ) ، وهو مردّد بين سبعة عشر رجلًا ، وفيهم الوضّاعون والكذّابون « 3 » .\r\nوالحديث الثاني والثالث لا يُحتجّ بهما ، لاشتمالهما على « عبد اللَّه ابن لهيعة » الذي يقول فيه ابن معين : ضعيف لا يحتجّ به ، ونقل الحميدي عن يحيى بن سعيد : أنّه كان لا يراه شيئاً « 4 » .\r\nهذه حال الأحاديث التي صارت ذريعة بيد الوهابيين لتدمير الآثار الإسلامية منذ أن استولوا على الحرمين الشريفين ، حيث لا تمرّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح ابن ماجة 1 : 474 .\r\n( 2 ) مسند أحمد 6 : 299 .\r\n( 3 ) ميزان الاعتدال 3 : 350 - 355 .\r\n( 4 ) ميزان الاعتدال 2 : 476 ؛ وتهذيب التهذيب 1 : 444 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nسنة إلّا ويدمّر أثر من الآثار الإسلاميّة بحجّة توسيع الحرم الشريف ، حتى المكتبات وبيوتات بني هاشم ومدارسهم ، وبيت مضيِّف النبي أبي أيّوب الأنصاري ، وفي الوقت نفسه يعكفون على حفظ آثار اليهود في خيبر وغيره ، حتى بيت كعب بن الأشرف ذلك اليهودي الذي أهدر دمه رسول اللَّه ، وقتل بأمره غيلة باسم الحفاظ على الآثار التاريخية .\r\nثمّ إنّ القاضي ابن بليهد قد أعوزته الحجّة فتمسّك بكون البقيع مسبلة موقوفة ، وأنّ البناء على القبور مانع عن الانتفاع بأرضها .\r\nسبحان اللَّه ما أتقنه من برهنة ؟ من أين علم أنّ البقيع كانت أرضاً حيّة وقفها صاحبها على دفن الأموات ؟ !\r\nومن أراد أن يقف على حال البقيع ، وأنّه لم يكن فيها يوم أُعدّت للتدفين أيّ أثر من الحياة ، فليرجع إلى كتاب « وفاء الوفا » .\r\nآخر ما في كنانة المستدلّ :\r\nذكر البخاري في صحيحه في باب كراهة اتّخاذ المساجد على القبور الخبر التالي :\r\nلمّا مات الحسن بن الحسن بن علي ضربت امرأته القبّة على قبره سنة ، ثمّ رفعت ، فسمعوا صالحاً يقول :\r\nالأهل وجدوا ما فقدوا ؟ فأجابه الآخر : بل يئسوا فانقلبوا « 1 » .\r\nإنّ هذا الخبر لو صحّ فهو على نقيض المطلوب أدلّ ، فهو يدلّ على جواز نصب المظلّة على القبر ، ولو كان ذلك حراماً لما صدر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 2 : 111 كتاب الجنائز ؛ السنن للسنائي 2 : 171 كتاب الجنائز .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nامرأة الحسن بن الحسن عليهما السلام ، لأنّه كان بمرأى ومسمع من التابعين وفقهاء المدينة ، ولعلّها نصبت تلك القبّة لأجل تلاوة القرآن في جوار زوجها وإهداء ثوابها إلى روحه .\r\nوأمّا قول الصالح فهو أشبه بقول غير الصالح ، كما أنّ الجواب أيضاً مثله ، لأنّه بصدد الشماتة على امرأة افتقدت زوجها وهي مستحقّة للتعزية والتسلية لا الشماتة ، لأنّها ليست من أخلاق المسلمين ، ولم تكن المرأة تأمل عودة زوجها إلى الحياة حتى يقال : إنّها يئست ، بل كان نصبها للمظلّة للغايات الدينية والأخلاقية ، والشامت والمجيب كان من أعداء أهل البيت ، والعجب أنّ البخاري ينقله ولا يعلّق عليه شيئاً !\r\nترى هؤلاء الأغبياء يدمّرون آثار الرسالة وهم يتمسّكون في ذلك بركام من الأوهام ، ويسخرون من الذين أظهروا حبّاً لأهل بيت رسول اللَّه الذين أذهب اللَّه عنهم الرجس وطهّرهم تطهيراً ، وفرض مودّتهم وولاءهم وقال : «  قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى »  ( الشورى / 23 ) .\r\nإلى هنا تبيّن أنّه ليس للقوم دليل ، بل ولا شبهة على حرمة البناء على القبور ، وإنّهم لم يدرسوا صحاحهم ومسانيدهم حسبما درس السلف الصالح .\r\nالحمد للَّه ربّ العالمين\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88}
  ]