[
  {"content":"\r\n\r\nفرق الشيعة\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":1},
  {"content":"\r\n\r\nالطبعة الثانية : سنة 1404 هجرية وسنة 1984 ميلادية\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 2 ","page_number":2},
  {"content":"\r\n\r\nفرق الشيعة\r\nللشيخ المتكلم الجليل الحسن بن موسى النوبختي\r\nمن اعلام القرن الثالث الهجري\r\nمنشورات دار الأضواء\r\nبيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 3 ","page_number":3},
  {"content":"\r\n\r\nقال رسول الله صلى الله عليه وآله وسلم :\r\n\" تفترق أمتي من بعدي ثلاثا وسبعين فرقة ، فرقة ناجية واثنتان وسبعون في النار \" ( 1 )\r\n\" حديث شريف \"\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( صحاح أحمد بن حنبل ، والبخاري ، والدارمي ، وأبي داود ، وابن ماجة ، وكثير من مصادر السنة والشيعة بنصوص مختلفة لفظا ومتفقة بالمعني . ) .\r\n","page_name":" مقدمة 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nكلمة لا بد منها\r\nبسم اللّه الرحمن الرحيم قد شاء اللّه سبحانه وتعالى أن يقع بين يدينا هذا الكتاب النّفيس - فرق الشيعة - للعالم الجليل المتكلّم أبي محمد الحسن النوبختي الذي عاش حتى أواخر القرن الثالث الهجري ، أي أنه كان في زهو شبابه ويقظته الذهنية ونضجه العقلي يعايش عصر الازدهار العلميّ والفلسفي في العاصمة العباسية ، ويغترف من بحرهما ما شاءت له موهبته الفذّة ، فظهر على الأقران وكان سيّد الميدان ، بين علماء عصره وفي قصر السلطان ، لأنه من أسرة نبيلة امتازت بالفروسية والشجاعة كامتيازها بالعلم والبراعة ، فكان لها القوس المعلّى قبل أن تنضوي تحت لواء الدين الإسلاميّ الحنيف ، وحازت قصب السّبق حين تشرفت بالعقيدة الصحيحة وتربّعت على أرائك الفهم والعلم ، بعد أن برّزت في ميادين الفقه والأصول والفلسفة والكلام والرياضيات والتنجيم ، وكانت من الأسر التي أعطت العالم الإسلاميّ جهابذة تقتدى ، ومثلا عليا ، ومراجع في الفقه والدّين يأوي إليها الطامحون ليترشفوا من معين علمها وفضلها . .\r\nنعم ، شاء اللّه تبارك وتعالى أن يقيّض لنا الحصول على نسخة هذا الكتاب الصغير الحجم الكبير المعنى ، الذي حوى بين دفّتيه علما جمّا ، فعزمنا - بعد الاتكال على اللّه عزّ وجل - أن ننفض عنه غبار نصف قرن مضى ، ونعيد طبعه ونشره ليتسنّى لرواد الحقيقة أن يطلعوا على ما فيه من دقة التحديد والقول السديد ، في موضوع خاض فيه الكتّاب وجهدت فيه الأقلام ، فنيسّر بذلك مرجعا فخما مختصرا لروّاد الحقيقة المشتغلين في هذا الباب ، والمهتمّين بتمييز الخطأ من الصواب في مجال تهم الطائفة الشيعية\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 5 ","page_number":5},
  {"content":"\r\n\r\nالاثني عشرية وعيبها بكل فرقة انسلخت عنها وشذّت عن صراطها القويم ، فتبرّأت الشيعة منها ، وزيّفت عقيدتها وأخزتها وأسقطت رأيها ، واعتبرتها ضالّة مضلة ، في حين ظلّ خصوم الشيعة يصمونهم بها ظلما وعدوانا ، بالرّغم عمّا بين الشيعة الإمامية الاثني عشرية وبين تلك الفرق الضالّة من بون شاسع في مجالي العقيدة والعمل ، وجزى اللّه السيد الجليل - بحر العلوم - الذي لفت النظر إلى ذلك في « تنبيه » لهذا الأمر ، نورده بعد كلمتنا هذه ، واللّه تعالى هو المسدّد للصواب .\r\nبيروت : في ربيع الثاني سنة 1404 ه .\r\nوكانون الثاني سنة 1984 م . الناشر\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتنبيه\r\nقد يحسب القارئ لأول وهلة أن النزعات الأهوائية المذكورة في هذا الكتاب كلها مما تدين به الشيعة الإمامية أو أن تلك الفرق لها كيان ثابت بين ظهرانيها ، لكن المنقب في التأريخ الباحث عن شؤون الأمم والديانات والمطلع على السياسات المتعاورة في الأجيال الغابرة جد عليم بأنها كانت تتراوح بين شكوك وأوهام عرت بعض البسطاء وانقرضت بموتهم ، ومطامع وشهوات صبت إليها آحاد استهوتهم النهمة والشره لاختلاس مال أو حيازة جاه وهؤلاء بين من ثوب إلى الحق بعد الحصول على غايته أو يأسه منها أو توفقه للتوبة ، ومن قطع معرته حمامه ، وأناس ديف إليهم السم في العسل من قبل السياسات الوقتية روما لتشتيت كلمة الامامية ومحق روعتهم فاستخفهم الجهل بالغايات مع ما جبل به الانسان من حب الفخفخة فقاموا بدعايات باطلة واستحوذوا على نفوس خائرة القوى لكن سرعان ما قلب عليهم الدهر ظهر المجن لما تمكنت الساسة من الحصول على ضالتهم المنشودة ولم يبق لهم في القوم مطمع فأخذوا وقتلوا تقتيلا ، وكانت هناك مجزرة بدعهم وأهوائهم إلى غير هذه من غايات واغراض وقتية أسفت بالنفوس الضئيلة إلى هوة المذلّة واللعنة ولم يعد في الأكثر أن يكون المعتنقون لها افرادا من ساقة الناس أو عشرات من الذنابى أو لمة ممن لم يقم المجتمع الديني والبشري\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 7 ","page_number":7},
  {"content":"\r\n\r\nلهم وزنا وعم الجميع أن ظوتهم مع عيثهم الأيام وطحنهم بكلكله الجديدان فعادوا كحديث أمس الدابر ، وغير يسير منها مفتعل على أناس لم يثبت لهم كيان أو دعاية ، ونص آية اللّه العلامة الحلي المتوفى سنة 726 في مناهج اليقين بأنها وجدت في كتب لا اعتبار لها وأن الموجود منها انقرض ، وتطابقت كلمات علمائنا ومعهم التأريخ على انقراضها وتسالموا على الرد عليها وتفنيدها « انظر الفصول المختارة للسيد المرتضى ( مخطوط ) والغيبة للشيخ الطوسي ( طبع تبريز ) وغيرهما من مؤلفات الامامية في العقائد وللمؤلف النوبختي كتاب ( الرد على فرق الشيعة ما خلا الامامية ) ذكره النجاشي في فهرسته ص 46 » وعلى تقدير وجود شيء من هذه الفرق فالامامية لا تشك في بطلانها وكفر كثير منها كالنصيرية وغيرهم ، فمن يحاول البحث مع الامامية أو يتحرى الوقوف على معتقداتهم فليراجع كتبهم الخاصة لسرد عقائدهم واثبات تعاليم أئمتهم عليهم السلام لا غيرهم الذين هم منهم برآء فيشن عليهم الغارات بما اقترف غيرهم من الآثام ،\r\n ( غيري جنى وأنا المعاقب فيكم * فكأنني سبابة المتندم ) \r\nالموجود من فرق الشيعة الآن ( الامامية الاثنا عشرية ) والعبرة بهم وبكتبهم فحسب وهم منتشرون في أرجاء العالم ( الزيدية ) في اليمن وضواحيها ( الإسماعيلية ) في الهند وغيره وأما الغلاة فهم عندنا كفار . . .\r\nمحمد صادق\r\nآل بحر العلوم\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدمة الكتاب « 1 »\r\nبقلم العلامة الكبير السيد هبة الدين الشهرستاني مؤلف كتاب فرق الشيعة أبو محمد الحسن بن موسى النوبختي\r\n\r\n- 1 - نسبه ونسبته\r\nهو أبو محمد الحسن بن أبي الحسن موسى بن الحسن بن أبي الحسن محمد بن العباس ابن إسماعيل بن أبي سهل بن نوبخت المنجم البغدادي وكان أبو محمد الحسن ابن أخت أبي سهل إسماعيل بن علي بن إسحاق بن إسماعيل بن أبي سهل بن نوبخت ،\r\nاما نوبخت « 2 » فاسم فارسي لرجل فارسي اشتهر بعلم النجوم وعملها في أواخر الدولة الأموية وأوائل الدولة العباسية وعمر أكثر من مائة سنة فكان ينجم « 3 » ويترجم لخالد بن يزيد بن معاوية ثم صحب المنصور في الخلافة العباسية ولما نبأه بثبوت الملك له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتطعها من كتابه الموسوم بالنوبختية المعمول في جمع تواريخ آل نوبخت وتراجمهم الذي لا يزال مخطوطا -\r\n( 2 ) هذه الكلمة مركبه من ( نو ) بمعنى الجديد و ( بخت ) بمعنى الحظ اي الحظ الجديد نظير نوروز بمعنى اليوم الجديد ويجوز ابدال الواو ياء فيقال نىبخت بدل نوبخت كما يقال نيروز بدل نوروز وهي بفتح النون والباء الموحدة\r\n( 3 ) كما في فرج الهموم باحكام النجوم للسيد علي بن طاوس ( مخطوط )\r\n","page_name":" مقدمة 9 ","page_number":9},
  {"content":"\r\n\r\nوأن إبراهيم بن عبد اللّه قتيل بباخمراء سيقتل وتحقق المنصور ذلك « 1 » في الهاشمية اقطعه الدوانيقي الفي جريب من أراضي الحويزة وعظمت شهرته ومنزلته فتولى مع المنصور بناء بغداد وهندسة رسومها « 2 » واستخراج طوالعها ونجومها وهو الذي عين ساعة الشروع في البناء يوم الثالث والعشرين « 3 » من تموز ، وكان « 4 » قد اسلم على يدي أبي جعفر المنصور فسماه عبد اللّه « 5 » وحسن اسلامه واسلام ولده أبي سهل وزوجته « زرين » وأصل هذه العائلة من سلالة بيب بن جوذرز « 6 » وهما من الأمراء الأبطال في الدولة الكيانية الفارسية ، وأما أبو سهل بن نوبخت فاسمه كنيته وقام مقام أبيه في التنجيم والترجمة وصحبة المنصور لأن أباه لما ضعف عن الخدمة قال له المنصور احضر ولدك ليقوم مقامك فسير ولده أبا سهل قال أبو سهل : فلما أدخلت على المنصور ومثلت بين يديه قال لي تسم لأمير المؤمنين فقلت اسمي خرشاذ ماه طيماذاه ما بازاردباد خسروانشاه « 7 » فقال لي المنصور كل ما ذكرت فهو اسمك قال قلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما في تأريخ الكامل لابن الأثير في ج 5 ص 27 من الطبعة الأزهرية\r\n( 2 ) ابن واضح اليعقوبي ( علم الفلك للسينور نلينو الإيطالي ص 144 )\r\n( 3 ) أبو ريحان البيروني ( الآثار الباقية ص 270 )\r\n( 4 ) المسعودي في مروج الذهب 8 ص 290\r\n( 5 ) كما في تاريخ الحلاج لمسيو « ماسنيون » الفرنسوي ص 143\r\n( 6 ) قال البحتري -\r\n وإلى أبي سهل بن نوبخت انتهى * ما كان من غرر لها وحجول \r\n يفضي إلى بيب بن جؤذرز الذي * شهر الشجاعة بعد فرط خمول \r\nديوان البحتري طبع الجوائب ص 115\r\n( 7 ) لعل صوابه : خرداذ ماه طير ماهان مايازاردباذ خسروانشاه ، يعني ، مولود شهر خرداذ ! هو الشهر الثالث من شهور الفرس ! ابن مولود شهر تير ماه ! هو الشهر الرابع من شهور الفرس ! لا يغضبن أمير المؤمنين : نبهنا على ذلك صديقنا الأستاذ ه . ه . شيدر وله الشكر على ارشاده\r\n","page_name":" مقدمة 10 ","page_number":10},
  {"content":"\r\n\r\nنعم فتبسم المنصور ثم قال ما صنع أبوك شيئا فاختر مني احدى خلتين إما أن اقتصر بك من كل ما ذكرت على طيماذ وإما أن اجعل لك كنية تقوم مقام الاسم وهو أبو سهل فقال أبو سهل قد رضيت بالكنية ، فثبتت كنيته وبطل اسمه « 1 » وعمر أبو سهل زهاء ثمانين سنة وأدرك سبعة من الخلفاء وتوفي سنة 202 « 2 » في عصر المأمون وخلف سهلا وسليمان وإسحاق وإسماعيل وهارون ومحمدا وعبد اللّه وعبيد اللّه وغيرهم وكل كامل غير خامل الذكر\r\nوأما إسماعيل بن أبي سهل ابن نوبخت ويكنى أبا إسحاق فهو من أعيان بغداد وفضلائها ومن رفقاء إبراهيم بن المهدي الخليفة العباسي « 3 » ومن أصحاب الإمام محمد بن الرضا الهادي « 4 » عليهم السلام ، ولأبي نواس المتوفى سنة 198 قصائد في مدحه ومدحه أولاده كالحسين والعباس وإسحاق ثم هجاه بعد مهاجاته مع أخيه سليمان\r\nقال الجاحظ في كتاب البخلاء ( ص 77 ) كان أبو نواس يرتعي على خوان إسماعيل بن نيبخت كما ترتعي الإبل في الحمض « 5 » بعد طول الخلة ثم كان جزاؤه منه أنه قال :\r\n خبز إسماعيل كالوشي * إذا ما شق يرفا الخ \r\nوأما الحسن بن محمد بن العباس بن إسماعيل بن أبي سهل بن نوبخت فهو من فضلاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في باب الكنى من كتاب اخبار الحكماء لابن القفطي ! طبع مصر لسنة 1326 ص 266 ! وتاريخ علم الفلك ؛ ص 143 !\r\n( 2 ) تاريخ الحلاج لمسيو ماسنيون\r\n( 3 ) في معجم الأدباء لياقوت الحموي أثناء ترجمة أحمد بن يعقوب ؛ 2 ص 157 ؛\r\n( 4 ) من التأسيس تأليف سيدنا الحسن الهادي الكاظمي ؛ غير مطبوع أخذناه من نسخة المؤلف الأصلية ؛\r\n( 5 ) في القاموس : الحمض ما ملح وامر من النبات وهي كفاكهة الإبل\r\n","page_name":" مقدمة 11 ","page_number":11},
  {"content":"\r\n\r\nبغداد وعلمائها المتكلمين على مذاهب أهل البيت « 1 » ومن أكابر العائلة النوبختية وذكره ابن كثير الشامي في تاريخه ونقل عن البرقاني أنه كان الحسن هذا شيعيا معتزليا ولكن ظهر لي أنه كان صدوقا ونقل عن العقيقي أنه قال كان الحسن هذا ثقة في الحديث لكنه يذهب مذهب المعتزلة ، وعن محمد بن شهرآشوب نعت الحسن ابن محمد بالفيلسوف الامامي واسند إليه بعض مؤلفات لحفيده الحسن بن موسى « 2 »\r\nوأما أبو الحسن موسى بن الحسن بن محمد بن العباس بن إسماعيل بن أبي سهل بن نوبخت « 3 » فهو المعروف بابن كبرياء « 4 » فقد وصفه النجاشي بالعبادة وحسن التدين ومعرفة النجوم وكثرة الكلام والتصنيف فيها ومن مصنفاته كتاب الكافي في احداث الأزمنة وكان من وجوه الشيعة ببغداد ومفوها جليل القدر وتزوج بأخت أبي سهل إسماعيل فأولدت له الحسن مؤلف « فرق الشيعة » في أواسط القرن الثالث الهجري\r\n\r\n- 2 - النوبختي ومركزه العائلي\r\nلما كان نوبخت المنجم الفارسي وجد العائلة النوبختية قد لازم الخليفة الدوانيقي ملازمة الظل وكان المنصور يود صحبته واشتركا معا في وضع مدينة بغداد وتأسيسها كعاصمة هذا من جهة العلم وذاك من جهة العمل كان نوبخت بطبيعة الحال من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مجالس المؤمنين للقاضي نور اللّه ( ص 177 )\r\n( 2 ) في أمل الآمل للحر العاملي ص 469\r\n( 3 ) في منتهى المقال لأبي علي ص 313 وفرج الهموم للسيد ابن طاوس\r\n( 4 ) في نضد الايضاح لعلم الهدى ص 432 وفهرست النجاشي ص 290 ومنهج المقال ص 347 « بابي كبرياء »\r\n","page_name":" مقدمة 12 ","page_number":12},
  {"content":"\r\n\r\nاوّل القاطنين بمدينة السلام مع المنصور ويذكر المؤرخون بيوت بنيه « 1 » في مشرق جانب الرصافة حيث السوق المسمى الآن « بالشورجة » وكانت دار الشيخ الولي الحسين بن روح في النوبختية وبها قبره حتى اليوم ، وقد قام أبو سهل بن نوبخت في التنجيم للخليفة مقام أبيه وحاز هو وبنوه الشهرة الواسعة في علم النجوم وترجمة أصوله وفصوله إلى العربية ولم يقنعوا بترجمة النجوم فقط بل نقلوا إلى لغة الضاد كتب الفلاسفة في أنواع العلوم من لغتها الفارسية « 2 » وتفوقوا بتقدمهم في أكثر العلوم النافعة ونبغوا في الشعر والأدب العربي وخدموا الجامعة الاسلامية بالتأليف والترجمة والانشاء والتدريس والمجادلات الكلامية كما خدموا الدولة العباسية بالنصح والمشورة والإدارة والوزارة عن صدق وإخلاص فحسن اسلامهم وصحت عروبتهم بعد ما ذابت العجمية منهم وعظم شأنهم واتسع نطاقهم وامتد رواق هذا البيت الرفيع من أواخر القرن الأول حتى الخامس الهجري فابتنت عائلة نوبخت لمجدها بيتا في الاسلام عظيم البنيان قوي الأركان لا يقصر عن مجدها الفارسي الغابر يوم كانت تمد اطنابها من أمراء ابطال في اسلافها أمثال « بيب » و « جوذرز » من انطوى عهدهم في سجل الزمان ولم ينطو حديثهم من سجلات الكتب فعاشت العائلة النوبختية في الدولة العباسية وبيدها مقاليد أبواب الأفلاك وارصاد النجوم وصاروا عيونا لمراقبة الكواكب وضباط حركاتها وخزان بيوت الحكمة وتراجمتها وخلفاء الفلاسفة وألسنتها ومصابيح العلوم وكنوزها ومفاتيح رموزها وكانوا متمسكين مع تبحرهم في التنجيم واختصاصهم بدراسة الفلسفة بالدين وأوامره معظمين لشأن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الغيبة للشيخ الطوسي محمد بن الحسن المتوفي سنة 461\r\n( 2 ) راجع تاريخ علم الفلك ص 146 والفهرست لابن النديم ص 274\r\n","page_name":" مقدمة 13 ","page_number":13},
  {"content":"\r\n\r\nالاسلام وشعائره ، ومما يدلك على اخلاصهم الصادق أنهم لم يختلفوا في المذهب مع أن عصرهم كان عصر التفرق والتمذهب فقد دانوا بالاسلام من عهد أبي جعفر واختصوا بالمذهب الجعفري واستمروا متمسكين بذلك الدين وذاك المذهب ثم لم يحيدوا عنهما قيد شعرة إلى النهاية ولم يختلف مذهبهم الاسلامي بالرغم من كل اختلاف حدث للناس في مذاهبهم وتفرقهم في مسالكهم وأفكارهم كما أنهم لم يختلفوا في مسلكهم السياسي وتأييدهم للملك العباسي بالرغم من كل اضطراب أو انقلاب حادث نعم لم يزل هذا البيت الجليل مشهورا بالفلسفة والنجوم والزعامة العلمية والرئاسة الروحية بأمثال أبي سهل وابن روح وابن كبرياء ، وفي حضانة أمثالهم تربى الحسن بن موسى ، ومن دوحتهم نبغ أصله وترعرع فرعه وفي مجالسهم نشأ ودرس وتخرج فلا غرو إذا توفرت أزهار شجرة كهذه واتت بأطيب الثمار « 1 »\r\n\r\n- 3 - الوثوق بشخصية الحسن\r\nإذا صحت الوراثة الطبيعية بين الأبناء والاباء وأن الولد يستورث عموديه في المواهب الطبيعية كما يستورثهما في الشريعة وأن المرء أنموذج من أبويه وعصارة من والديه فالحسن بن موسى بن كبرياء قد ورث مجد أجداده وعلم آبائه وثقافة أعمامه وأخواله وشرف عائلته ومآثر كلالته وقد اثنى عليه شيوخ الطبقات وزكاة الثقات ففي نفد الرجال للتفريشي ( ص 69 ) وفهرست النجاشي « 2 » ( ص 47 ) وخلاصة العلامة الحلي ( ص 21 ) « الحسن بن موسى أبو محمد النوبختي شيخنا المتكلم المبرز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد بحث الأستاذ الفاضل ماسينيون عن موقع آل نوبخت وفعاليتهم السياسية في كتابه الذي الف في أخبار الحلاج ص 142 - 151 بحثا مهما ليس هذا موضع اعادته ( ر )\r\n( 2 ) هو الشيخ أحمد بن العباس المتوفى سنة 451 وفهرسته مطبوع في بمبئي سنة 1317\r\n","page_name":" مقدمة 14 ","page_number":14},
  {"content":"\r\n\r\nعلى نظرائه في زمانه قبل الثلاثمائة وبعدها » ، وفي منهج المقال ( ص 108 ) وفهرست الشيخ الطوسي « 1 » ( ص 98 ) « ابن أخت أبي سهل بن نوبخت يكنى أبا محمد متكلم فيلسوف وكان اماميا حسن الاعتقاد ثقة » وزاد الشيخ الطوسي أنه نسخ بخطه شيئا كثيرا وله مصنفات كثيرة في الكلام والفلسفة وغيرهما ؛ وفي موضعين من معالم العلماء « ابن موسى النوبختي ابن أخت أبي سهل أبو محمد متكلم ثقة » وفي مجالس المؤمنين « 2 » ( ص 177 ) عن الحسن بن داود في رجاله أنه قال « الحسن ابن موسى ابن أخت أبي سهل بن نوبخت من أكابر هذه الطائفة وعظماء هذه السلالة وكان الحسن متكلما وفيلسوفا إمامي الاعتقاد » ثم نقل ما قاله النجاشي ، وفي روضات الجنات للخوانساري أثناء ترجمة أبي سهل إسماعيل بن علي النوبختي ( ص 31 ) قال ما لفظه « ثم إن من كبار الفضلاء النوبختيين وفقهائهم المتكلمين أيضا ابن أخت هذا الشيخ الجليل النبيل الحسن بن موسى النوبختي المتكلم المشار إليه صاحب التصنيفات الكثيرة في متفرقات الأفنان والأبحاث الواردة الغفيرة على حكماء يونان وكان من أفاضل رأس الثلاثمائة الهجرية » وقد وصفه ابن النديم في الفهرست ( ص 177 ) عند ذكر العلماء المتكلمين على مذهب الشيعة بوصف جميل وقال السيد ابن طاوس في فرج الهموم « كان الحسن بن موسى أبو محمد النوبختي عارفا بعلم النجوم قدوة في تلك العلوم وقد صنف كتابا استدرك فيه على أبي علي الجبائي لمارد على المنجمين الخ » وقد ذكر العلامة المجلسي أبا محمد هذا وأباه موسى بن الحسن النوبختي في كتاب السماء والعالم من اجزاء بحاره « 3 » عند ذكر علماء الشيعة وفقهائها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو جعفر محمد بن الحسن المتوفى سنة 477 طبع فهرسته في كلكتة سنة 1853\r\n( 2 ) للسيد القاضي نور اللّه التستري وكتابه مطبوع بتبريز\r\n( 3 ) بحار الأنوار أربعة وعشرون مجلدا للمجلسي محمد باقر المتوفى سنة 1111 والمجلد الرابع عشر منه اسمه السماء والعالم\r\n","page_name":" مقدمة 15 ","page_number":15},
  {"content":"\r\n\r\nالعاملين بالنجوم والمؤلفين فيها ( ج 14 ص 142 ) وقد ذكر بجميل الوصف في منتهى المقال « 1 » ( ص 105 ) ونقد الرجال « 2 » ( ص 99 ) ومنهج المقال « 3 » ( ص 108 ) وخلاصة الأقوال « 4 » ( ص 21 ) ومعالم العلماء « 5 » ورياض العلماء « 6 » وأمل الآمل « 7 » ( ص 469 ) وعيون الأنباء « 8 » ( ص 216 ) وكتاب الشيعة وفنون الاسلام « 9 » « 10 »\r\n\r\n- 4 - عصره ومعاصروه\r\nلعصر المرء ومعاصريه تأثير في حسن تربيته وسمو ثقافته فكما أن المناخ الطيب يؤثر في نمو الحي وقوة جسمه كذلك العصر الزاهي بعلم خاص أو أدب مخصوص يؤثر الأثر المهم في سمو ثقافة أبنائه وتقدمهم الباهر في ذلك العلم ونبوغهم بذلك الأدب الممتاز وكذلك البلد الممتاز بأدب أو صناعة يعين سكانه على التفوق فيهما على اقرانهم فلو تأملنا في حالة بغداد وعصرها الزاهر بالعلوم واحطنا خبرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأبي علي الرجالي الكر بلائي المقتول سنة 1216 وكتابه مطبوع بطهران سنة 1302\r\n( 2 ) للسيد الأمير مصطفى التفريشي الفه سنة 1015 مطبوع بطهران\r\n( 3 ) لمحمد امين الأسترآبادي مطبوع بطهران سنة 1307\r\n( 4 ) للعلامة الحلي المتوفى سنة 727 طبع بطهران سنة 1311\r\n( 5 ) لمحمد بن شهرآشوب السروي المازندراني المتوفى سنة 588 وهو غير مطبوع\r\n( 6 ) لميرزا عبد اللّه أفندي الفه في سنة 1116 وهو غير مطبوع\r\n( 7 ) لمحمد بن الحسن الحر العاملي ، طبع ذيلا لمنهج المقال بطهران سنة 1307\r\n( 8 ) لأحمد بن أبي اصيبعة مطبوع عصر سنة 1299 - 1882\r\n( 9 ) لسيدنا الحسن بن الهادي من آل صدر الدين العاملي وقد طبع هذا الكتاب في مطبعة العرفان بصيدا سنة 1331\r\n( 10 ) وذكره المهدي لدين اللّه أحمد بن يحيى بن المرتضى في كتاب المنية والأمل بذكر جميل ( ص 62 ) قال « ومنهم إمامية كالحسن بن موسى النوبختي فان محله في العلم أو لاطلاع على المذاهب بخلاف محل غيره وهو منسوب إلى نوبخت رجل » وذكره أيضا أبو الحسن الأشعري في مقالات الاسلاميين ص 52 ( ر )\r\n","page_name":" مقدمة 16 ","page_number":16},
  {"content":"\r\n\r\nبالمستوى الذي بلغه المسلمون في القرن الثالث والرابع سهل علينا تصور الاختصاص الذي احرزه أبو محمد النوبختي في النجوم والفلك وفنون الفلسفة الطبيعية والإلهية وسهل علينا التصديق بنبوغه في علوم استورثها من آبائه واكتسبها من قرنائه فبيته - اي بيت بني نوبخت المشهور بالتقدم في النجوم - اعانه على التفوق في هذا العلم ووطنه « دار السلام » المشهور بالتفوق في الأدب العربي اعانه في نبوغه الأدبي أيما إعانة والحوزة العلمية التي اختص بصحبتها الحسن اعانته على البراعة والاختصاص في فنون الفلسفة فلا غرو أن برع الحسن في علوم الدين وتفوق على أقرانه في النجوم وامتاز بكثرة التصنيف واجادته وإحاطته بمقالات المذاهب والأديان ونقد الفلاسفة إذ جده نوبخت المنجم وأبوه موسى الرياضي « وما في الآباء ترثه الأبناء » وخاله أبو سهل المتكلم « ويحكي المرء خاله » وأصحابه إسحاق وثابت وأبو عثمان ففي فهرستي الشيخ ( ص 98 - 99 ) وابن النديم « 1 » ( ص 177 ) « كان يجتمع إليه جماعة من نقلة كتب الفلسفة مثل أبي عثمان الدمشقي وإسحاق وثابت بن قرة وغيرهم الخ » وفي عيون الأنباء عند ترجمة ثابت بن قرة ( 1 ص 216 ) ما لفظه « ان هلال بن محسن قال حدثني أبو محمد الحسن بن موسى النوبختي قال سألت أبا الحسن ثابت بن قرة عن مسألة بحضرة قوم فكره الإجابة عنها بمشهدهم وكنت حديث السن فدافعني عن الجواب فقلت ممتثلا\r\n ألا ما لليلى لا ترى عند مضجعي * بليل ولا يجري بها لي طائر \r\n بلى إن عجم الطير تجري إذا جرت * بليلى ولكن ليس للطير زاجر \r\nفلما كان من غد لقيني في الطريق وسرت معه فأجابني عن المسألة جوابا شافيا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ هو محمد بن الحسن الطوسي صاحب الفهرست المطبوع بكلكتة وابن النديم محمد بن إسحاق صاحب الفهرست المطبوع في أوروبا\r\n","page_name":" مقدمة 17 ","page_number":17},
  {"content":"\r\n\r\nوقال زجرت الطير يا أبا محمد فاخجلني فاعتذرت إليه وقلت واللّه يا سيدي ما أردتك بالبيتين انتهى »\r\nأقول : يهمنا ويهم الباحثين من رجال الشرق والغرب معرفة عصر الرجال ذوي الآثار والأعمال ولا سيما تاريخ الوفاة والولادة أو تاريخهما معا ومعرفة معاصريهم وإخوانهم وأوطانهم فإنها أكبر عون على تحليل روحياتهم ودرس ثقافتهم ونظرياتهم كما قدمناه أضف إلى ذلك الحادثات التي تقاس باعمار الرجال واعصارهم تصحيح اساتيد الكتب والآراء والأقوال والآثار المنسوبة إليهم أو المأثورة عنهم إلا أن المؤسف عدم الوقوف على تاريخ وفاة أو ولادة لأبي محمد الحسن في الكتب المتداولة ليتسنى لنا الانتفاع بشيء مما ذكرناه غير أن الذي استنبطناه من تواريخ معاصريه وحديثه مع ثابت بن قرة المروي عنه في عيون الأنباء يدل على أنه ولادة السنوات الوسطى من القرن الثالث لأن ثابتا توفي سنة 288 ثمان وثمانين ومأتين عن سبع وستين سنة وقد قال الحسن أنه في اوّل مقابلته إياه كان حديث السن فكانت مقابلة شاب وكهل اي قبل وفاة ثابت بأعوام كثيرة لأن ثابتا في أخريات أيامه كان يحضر مجلس الحسن بن موسى كما في فهرست الشيخ وابن النديم ويجتمع إليه . . وعليه فيكون الحسن قد أدرك رأس الثلاثمائة وهو كهل كما يشير إلى ذلك النجاشي بقوله فيه « المبرز على نظرائه في زمانه قبل الثلاثمائة وبعدها » سيما بعد النظر في تواريخ أصحابه ومعاصريه : فمنهم إسحاق بن حنين الرياضي الشهير المتوفى سنة 298 ثمان وتسعين ومأتين عن ثلاث وثمانين سنة ، ومنهم أبو عثمان الدمشقي سعيد بن يعقوب الذي جعله علي بن عيسى الوزير سنة اثنتين وثلاثمائة رئيسا على بيمارستان الحربية « 1 » ببغداد والمارستانات الأخرى وتوفي في أواسط القرن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من كتاب مطرح الأنظار في تاريخ الحكماء لفيلسوف الدولة التبريزي ( مطبوع بتبريز )\r\n","page_name":" مقدمة 18 ","page_number":18},
  {"content":"\r\n\r\nالرابع ، ومنهم أبو الحسين السوسنجردي من غلمان أبي سهل خال الحسن بن موسى والكائن بعد سنة ثلاثمائة وعشرين فصحبة هؤلاء للحسن بن موسى تؤكد بقاءه إلى حدود هذا التاريخ سيما وأنه « كما يأتي في مؤلفاته » صنف الرد على أبي القاسم البلخي شيخ المعتزلة المتوفى سنة 317 ثلاثمائة وسبع عشرة والرد على تلميذه محمد بن قبة المتوفى قبيله\r\n\r\n- 5 - مصنفات الحسن بن موسى\r\nإذا صح ما قيل أن الكتاب عنوان عقل الكاتب وترجمان قلبه وصورته الأدبية المنعكسة على صفائح الطروس فالمصنفون في شتى الفنون ومتنوع العلوم تزهو صورتهم الأدبية زهو الطاوس في حدائق الكمال بنقوش بديعة الألوان ومنظر جمالها الفتان وعليه فبراعة الحسن بن موسى التي حازت قصب السبق في ميادين العلم وحلبات الأدب صورت على ستائر التأريخ جمال أبي محمد الحسن بأبدع مناظره وذلك من مؤلفاته الحسان ومصنفاته النافعة في أكثر العلوم وإنا لنفصل ما أثبته له النجاشي والطوسي وابن النديم كل في فهرسته مرتبا على الحروف الهجائية\r\n1 - « الآراء والديانات » . في فهرستي الشيخ وابن النديم أنه لم يتمه وزاد النجاشي : كتاب كبير حسن يحتوي على علوم كثيرة قرأت هذا الكتاب على شيخنا أبي عبد اللّه رحمه اللّه « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكره أيضا المسعودي في مروج الذهب ( 2 ص 156 ) قال : « قد رأيت أبا القاسم البلخي ذكر في كتاب عيون المسائل والجوابات وكذلك الحسن بن موسى النوبختي في كتابه المترجم بكتاب الآراء والديانات مذاهب الهند وآراءهم والعلة التي لها ومن اجلها احرقوا أنفسهم بالنيران وقطعوا أجسامهم بأنواع العذاب » ، ونقل منه عبد الرحمن بن الجوزي في كتاب تلبيس إبليس المطبوع بمصر سنة 1340 فصولا ( ر )\r\n","page_name":" مقدمة 19 ","page_number":19},
  {"content":"\r\n\r\n2 - « الاحتجاج لعمر بن عباد ونصرة مذهبه » ( كذا في فهرستي الشيخ وابن النديم ، وفي المنهج نقلا من فهرست الشيخ « لعمرة بن عباد » )\r\n3 - « اختصار الكون والفساد لارسطاطاليس » ( كذا في فهرست الشيخ وفي فهرست ابن النديم اختصار اختصار الكون والفساد « 1 »\r\n4 - « الأرزاق والآجال والأسعار » ( ذكره النجاشي )\r\n5 - « الاستطاعة » على مذهب هشام وكان يقول به ( ذكره النجاشي )\r\n6 - « الاعتبار والتمييز والانتصار » ( النجاشي )\r\n12 - « الإمامة » لم يتمه ، ( كذا في فهرست ابن النديم ، وفي فهرست الشيخ والنجاشي : « الجامع في الإمامة » وأظنه هو الصحيح ( انظر 12 )\r\n7 - « كتاب الانسان » ( كذا في فهرست الشيخ وزاد النجاشي :\r\n« غير هذه الجملة » )\r\n8 - « التنزيه وذكر متشابه القرآن » ( النجاشي )\r\n9 - « التوحيد وحدث العلل » ( كذا في فهرست ابن النديم ، وفي فهرست الشيخ : « وحدوث العالم »\r\n10 - « التوحيد الصغير » ( النجاشي )\r\n11 - « التوحيد الكبير » كذا في النجاشي ولعله هو وكتاب التوحيد وحدوث العالم ( 9 ) واحد\r\n41 - « التوضيح في حروب أمير المؤمنين ( ع ) ذكر بهذا الاسم في منهج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أقول : تكرر كلمة [ اختصار 
  ] غلط من الطابع وهي ليست بموجودة في الأصح من نسخ كتاب ابن النديم ( ر )\r\n","page_name":" مقدمة 20 ","page_number":20},
  {"content":"\r\n\r\nالمقال نقلا عن النجاشي وفي كتاب النجاشي المطبوع « الموضح الخ » وأظنه هو الصحيح ( انظر 41 )\r\n12 - « الجامع في الإمامة » قد مر ذكره\r\n13 - كتاب كبير « في الجزء الذي لا يتجزأ » ( النجاشي )\r\n14 - « جواباته لأبي جعفر ابن قبة » « 1 » ( النجاشي )\r\n15 - « جوابات أخرى لأبي جعفر أيضا » ( النجاشي )\r\n16 - « حجج طبيعية مستخرجة من كتب أرسطاطاليس في الرد على من زعم أن الفلك حي ناطق » ( النجاشي )\r\n17 - « الحجج في الإمامة » مختصر ( النجاشي )\r\n18 - « كتاب في الخبر الواحد والعمل به » ( النجاشي )\r\n19 - « الخصوص والعموم » ( النجاشي )\r\n20 - « الرد على أبي علي الجبائي في رده على المنجمين » وقد وقف عليه السيد ابن طاوس وذكره في فرج الهموم وذكره النجاشي قائلا أن أبا علي تجاهل في رده على المنجمين\r\n21 - « الرد على أبي الهذيل العلاف في أن نعيم أهل الجنة منقطع » ( النجاشي )\r\n22 - « الرد على أصحاب التناسخ » ( كذا في فهرست ابن النديم والنجاشي )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو محمد بن عبد الرحمن الرازي ذكره النجاشي ( ص 265 ) وقال فيه : [ متكلم عظيم القدر حسن العقيدة قوي في الكلام كان قديما من المعتزلة وتبصر وانتقل 
  ] ثم ذكر كتبه وغير ذلك ، وذكر أيضا في فهرست ابن النديم ( ص 176 ) وفي منهج المقال ( ص 302 ) وفهرست الطوسي ( ص 297 ) ومنتهى المقال ( ص 278 ) ( ر )\r\n","page_name":" مقدمة 21 ","page_number":21},
  {"content":"\r\n\r\nوزاد الشيخ في فهرسته « والغلاة » ولكن « الرد على الغلاة » كتاب على حدته على ما ذكره النجاشي\r\n23 - « الرد على أصحاب المنزلة بين المنزلتين في الوعيد » ( النجاشي )\r\n24 - « الرد على أهل التعجيز » وهو نقض كتاب أبي عيسى الوراق ، كذا في النجاشي وفي الفهرستين « كتاب نقض كتاب أبي عيسى في الغريب المشرقي »\r\n25 - « الرد على أهل المنطق » ( النجاشي )\r\n26 - « الرد على ثابت بن قرة » ( النجاشي )\r\n27 - « الرد على الغلاة » ( انظر 22 ) « 1 »\r\n28 - « الرد على فرق الشيعة » ما خلا الامامية ( النجاشي )\r\n29 - « الرد على المجسمة » ( النجاشي )\r\n30 - « الرد على من أكثر المنازلة » ( النجاشي )\r\n31 - « الرد على من قال بالرؤية للباري عز وجل » ( النجاشي )\r\n32 - « الرد على المنجمين » ( النجاشي )\r\n33 - « الرد على الواقفة » ( النجاشي )\r\n34 - « الرد على يحيى بن الأصفح في الإمامة » ( النجاشي )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقل ابن الجوزي فقرة من هذا الكتاب في تلبيس إبليس ص 103 - ( ر )\r\n","page_name":" مقدمة 22 ","page_number":22},
  {"content":"\r\n\r\n35 - « شرح مجالسه مع أبي عبد اللّه بن مملك » « 1 »\r\n36 - « فرق الشيعة » ( النجاشي ) وذكره ابن تيمية في منهاج السنة ( 2 ص 105 ) وهو هذا الكتاب الذي نحن في صدده\r\n37 - « مجالسه مع أبي القاسم البلخي « 2 » جمعه ( النجاشي )\r\n38 - « مختصر الكلام في الجزء » ( النجاشي )\r\n39 - « كتاب في المرايا وجهة الرؤية فيها » ( النجاشي )\r\n40 - « مسائله للجبائي في مسائل شتى » ( النجاشي )\r\n41 - « الموضح في حروب أمير المؤمنين ( ع ) كذا في النجاشي وذكر في المنهج نقلا عن النجاشي باسم التوضيح في الخ »\r\n42 - « النقض على أبي الهذيل في المعرفة » ( النجاشي )\r\n24 - « نقض كتاب أبي عيسى في الغريب المشرق » ( انظر 24 )\r\n43 - « النقض على جعفر بن حرب في الإمامة » ( النجاشي )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن النديم في الفهرست ( ص 177 ) : أبو عبد اللّه بن مملك الاصفهاني من متكلمي الشيعة وله مع أبي علي الجبائي مجلس في الإمامة وتثبيتها بحضرة أبي محمد القاسم بن محمد الكرخي وله من الكتب كتاب الإمامة كتاب نقض الإمامة على أبي علي ولم يتمه ، انتهى ، واسمه محمد بن عبد اللّه [ فهرست الطوسي ص 300 و 369 
  ] وقال النجاشي في كتاب الرجال [ ص 269 
  ] ؛ محمد بن عبد اللّه ابن مملك الاصفهاني أصله جرجان وسكن أصبهان أبو عبد اللّه جليل في أصحابنا عظيم القدر والمنزلة كان معتزليا ورجع على يد عبد الرحمن بن أحمد بن خيرويه رحمه اللّه له كتب منها كتاب الجامع في سائر أبواب الكلام كبير وكتاب المسائل والجوابات في الإمامة كتاب مواليد الأئمة عليهم السلام كتاب مجالسه مع أبي علي الجبائي انتهى ، وذكر أيضا في المنهج [ ص 304 و 398 
  ] ومنتهى المقال [ ص 280 358 
  ] [ ر\r\n( 2 ) في كتاب النجاشي المطبوع « البجلي » والنسبة في المنهج محذوفة\r\n","page_name":" مقدمة 23 ","page_number":23},
  {"content":"\r\n\r\n44 - « النكت على ابن الراوندي » ( النجاشي )\r\n\r\n- 6 - حول تأليفه في فرق الشيعة\r\nيسرنا جدا وجود مؤلف في فرق الشيعة وزعمائها ومقالاتها وآرائها منذ عصر الإمام علي بن أبي طالب عليه السّلام حتى القرن الثالث الهجري بقلم علامة نحرير بحاثة ثقة خبير بعلوم الأوائل وآراء المذاهب والفرق مثل الشيخ أبي محمد الحسن ابن موسى النوبختي ، غير أن من المؤسف جدا حرمان أهل العلم من الكتب الأخرى التي الفها هذا الشيخ وذكرنا أسماءها آنفا فلا نسمع عنها خبرا ولا نرى عينا أو أثرا ، اجل إن تأليفه الموسوم بفرق الشيعة رأينا منه نسخا متعددة واختصرت لنفسي النسخة التي وجدتها في خزانة شيخي المحدث النوري ( محمد حسين ) المتوفى سنة 1320 وكانت عند ابن حزم الظاهري نسخة من هذا الكتاب وقال فيه سيدنا الحسن « 1 » « ثم صنف فيه كتاب الآراء والديانات وكتاب الفرق الفيلسوف المبرز على نظرائه في زمانه قبل الثلاثمائة الحسن بن موسى النوبختي وهو مقدم على كل من صنف في ذلك كأبي منصور عبد القادر بن طاهر البغدادي المتوفى سنة 429 ، إلى أن قال : ولا اعرف من تقدم على هؤلاء في ذلك غير الكلبي والحسن بن موسى النوبختي وقد نص ابن النديم والنجاشي وغيرهما على تصنيفهما في ذلك في ترجمتهما عند سرد فهرست مصنفاتهما وكتاب الفرق موجود عندنا نسخة منه وهو في فرق الشيعة » . أقول أن الفرق المذكورة في هذا الكتاب قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في كتابه الشيعة وفنون الاسلام ص 57 عند ذكره فن الملل والنحل\r\n","page_name":" مقدمة 24 ","page_number":24},
  {"content":"\r\n\r\nانقرضت في الأكثر وبادت انباؤها وتشتتت آراؤها وطويت في سجل الزمان وصارت في خبر كان ولما لم يبق منها اليوم إلا ثلاث - الزيدية والإسماعيلية والامامية الاثني عشرية - انضوى تحت ألوية هذه الثلاث جل أبناء الفرق الغابرة وذابت مقالاتها بطبيعة الزمان وتطورت بحسب مقتضيات الأعصار والأمصار ثم بقيت بالرغم من تبدل الثقافة وتطور العلوم رواسب ثقيلة من هاتيك المقالات الذائبة بفعل الحوادث واللّه يهدي من يشاء إلى سواء السبيل\r\nبغداد هبة الدين الحسيني الشهرستاني\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n« الفات نظر »\r\nليعلم القارئ الكريم أن التعليقات الموقعة بتوقيع ( ر ) على هذه المقدمة هي من رشحات قلم البحاثة الشهير المستشرق عضو جمعية المستشرقين الألمانية ه . ريتر نقلناها والمقدمة المذكورة حرفيا عن نسخة الكتاب التي تصدى هو لتصحيحها وطبعها في مطبعة الدولة باستانبول سنة 1931 تتميما للفائدة وإنا لنشكر لهذا البحاثة شكرا جزيلا نشرياته الاسلامية ونقدر له عمله البار ونرجو له التوفيق والسداد فعليه إذا تكون نسختنا هذه هي الطبعة الثانية لطبعة المستشرق المذكور تصدينا لها لما لها من الأهمية في العالم الاسلامي بحيث لا يستغني عنها اى أحد واللّه الموفق والمعين\r\n[ الناشر 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":27},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\n\r\n[ أول اختلاف وقع في الأمة والإمامة 
  ]\r\n( اما بعد ) فان فرق الأمة كلها المتشيعة وغيرها اختلفت في الإمامة في كل عصر ووقت كل إمام بعد وفاته وفي عصر حياته منذ قبض اللّه محمدا صلى اللّه عليه وآله وقد ذكرنا في كتابنا هذا ما يتناهى إلينا من فرقها وآرائها واختلافها وما حفظنا مما رؤي لنا من العلل التي من أجلها تفرقوا واختلفوا وما عرفنا في ذلك من تأريخ الأوقات وباللّه التوفيق ومنه العون\r\nقبض رسول اللّه صلى اللّه عليه وآله في شهر ربيع الأول سنة عشر من الهجرة وهو ابن ثلاث وستين سنة وكانت نبوته عليه السلام ثلاثا وعشرين سنة وأمه آمنة بنت وهب بن عبد مناف بن زهرة بن كلاب بن مرة بن كعب بن لؤي بن غالب ، فافترقت الأمة ثلاث فرق ( فرقة منها ) سميت الشيعة وهم شيعة علي بن أبي طالب عليه السلام « 1 » ومنهم افترقت صنوف الشيعة كلها ، ( وفرقة منهم ) ادعت الإمرة والسلطان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) واتبعوه ولم يرجعوا إلى غيره ومنها افترقت الخ - نسخة -\r\n","page_name":" 2 ","page_number":28},
  {"content":"\r\n\r\nوهم الأنصار ودعوا إلى عقد الأمر لسعد بن عبادة الخزرجي ، ( وفرقة ) مالت إلى بيعة أبي بكر بن أبي قحافة وتأولت فيه أن النبي صلى اللّه عليه وآله لم ينص على خليفة بعينه وأنه جعل الأمر إلى الأمة تختار لانفسها من رضيته ، واعتل قوم منهم برواية ذكروها أن رسول اللّه صلى اللّه عليه وآله أمره في ليلته التي توفي فيها بالصلاة بأصحابه فجعلوا ذلك الدليل على استحقاقه إياه وقالوا رضيه النبي صلى اللّه عليه وآله لامر ديننا ورضيناه لأمر دنيانا وأوجبوا له الخلافة بذلك فاختصمت هذه الفرقة وفرقة الأنصار وصاروا إلى سقيفة بني ساعدة ومعهم أبو بكر وعمر وأبو عبيدة بن الجراح والمغيرة بن شعبة الثقفي وقد دعت الأنصار إلى العقد لسعد بن عبادة الخزرجي والاستحقاق للأمر والسلطان فتنازعوا هم والأنصار في ذلك حتى قالوا منا أمير ومنكم أمير فاحتجت هذه الفرقة عليهم بأن النبي عليه السلام قال : الأئمة من قريش وقال بعضهم أنه قال : الإمامة لا تصلح إلا في قريش فرجعت فرقة الأنصار ومن تابعهم إلى امر أبي بكر غير نفر يسير مع سعد بن عبادة ومن اتبعه من أهل بيته فإنه لم يدخل في بيعته حتى خرج إلى الشام « 1 » مراغما لأبي بكر وعمر فقتل هناك يحوران قتله الروم وقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشام في زمان عمر مراغما له - نسخة -\r\n","page_name":" 3 ","page_number":29},
  {"content":"\r\n\r\nآخرون قتله الجن فاحتجوا بالشعر المعروف وفي روايتهم أن الجن قالت\r\n قد قتلنا سيد الخزرج سعد بن عباده * ورميناه بسهمين فلم نخطي فؤاده \r\nوهذا قول فيه بعد النظر الخ لأنه ليس في التعارف أن الجن ترمي بني آدم بالسهام فتقتلهم ، فصار مع أبي بكر السواد الأعظم والجمهور الأكثر فلبثوا معه ومع عمر مجتمعين عليهما راضين بهما ، وقد « 1 » كانت فرقة اعتزلت عن أبي بكر فقالت لا نؤدي الزكاة إليه حتى يصح عندنا « 2 » لمن الأمر ومن استخلفه رسول اللّه صلى اللّه عليه وآله بعد ونقسم الزكاة بين فقرائنا وأهل الحاجة منا ، وارتد قوم فرجعوا عن الاسلام ودعت بنو حنيفة إلى نبوة مسيلمة وقد كان ادعى النبوة في حياة رسول اللّه صلى اللّه عليه وآله فبعث أبو بكر إليهم الخيول عليها خالد بن الوليد بن المغيرة المخزومي فقاتلهم وقتل مسيلمة وقتل من قتل ورجع « 3 » من رجع منهم إلى أبي بكر فسموا أهل الردة ولم يزل هؤلاء جميعا على أمر واحد حتى نقموا على عثمان بن عفان أمورا أحدثها وصاروا « 4 » بين خاذل وقاتل إلا خاصة أهل بيته وقليلا من غيرهم حتى قتل ، فلما قتل بايع الناس عليا عليه السلام فسموا الجماعة ثم افترقوا بعد ذلك « 5 » فصاروا ثلاث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وامتنعت فرقة من اعطاء الزكاة إليهما فقالت لا نؤدي الزكاة الخ - نسخة -\r\n( 2 ) لنا أنه لمن الأمر الخ - نسخة -\r\n( 3 ) ورجع من لم يقتل منهم الخ - نسخة -\r\n( 4 ) فصار المسلمون الخ - نسخة -\r\n( 5 ) بعد ذلك إلى أربعة : فرقة الخ - خ ل -\r\n","page_name":" 4 ","page_number":30},
  {"content":"\r\n\r\nفرق : ( فرقة ) أقامت على ولاية علي بن أبي طالب عليه السلام\r\n( وفرقة ) منهم اعتزلت مع سعد بن مالك وهو سعد بن أبي وقاص وعبد اللّه بن عمر بن الخطاب ومحمد بن مسلمة الأنصاري وأسامة بن زيد ابن حارثة الكلبي مولى رسول اللّه صلى اللّه عليه وآله فان هؤلاء اعتزلوا عن علي عليه السلام وامتنعوا من محاربته والمحاربة معه بعد دخولهم في بيعته والرضاء به فسموا المعتزلة وصاروا أسلاف المعتزلة إلى آخر الأبد وقالوا : لا يحل قتال علي ولا القتال معه ، وذكر بعض أهل العلم أن الأحنف بن قيس التميمي اعتزل بعد ذلك في خاصة قومه من بني تميم لا على التدين بالاعتزال لكن على « 1 » طلب السلامة من القتل وذهاب المال وقال لقومه : اعتزلوا الفتنة أصلح لكم ، ( وفرقة ) خالفت عليا عليه السلام وهم طلحة بن عبد اللّه والزبير بن العوام وعائشة بنت أبي بكر فصاروا إلى البصرة فغلبوا عليها وقتلوا عمال علي عليه السلام بها وأخذوا المال فسار إليهم علي عليه السلام فقتل طلحة والزبير وهزموا وهم أصحاب الجمل وهرب قوم منهم فصاروا إلى معاوية بن أبي سفيان ومال « 2 » معهم أهل الشام وخالفوا عليا ودعوا إلى الطلب بدم عثمان والزموا عليا وأصحابه دمه ثم دعوا إلى معاوية وحاربوا عليا عليه السلام وهم أهل صفين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طلبا لسلامة الحياة وصون المال لا للدين وقال لقومه الخ - خ ل -\r\n( 2 ) وأمالوه مع أهل الشام إلى حرب علي وطلب دم عثمان الخ - خ ل -\r\n","page_name":" 5 ","page_number":31},
  {"content":"\r\n\r\nثم خرجت فرقة ممن كان مع علي عليه السلام وخالفته بعد تحكيم الحكمين بينه وبين معاوية وأهل الشام وقالوا : لا حكم إلا للّه وكفروا عليا عليه السلام وتبرءوا منه وأمروا عليهم ذا الثدية وهم المارقون ، فخرج علي عليه السلام فحاربهم بالنهروان فقتلهم وقتل ذا الثدية فسموا « الحرورية » لوقعة حروراء وسموا جميعا « الخوارج » ومنهم افترقت فرق الخوارج كلها فلما قتل « 1 » علي عليه السلام التقت الفرقة التي كانت معه والفرقة التي كانت مع طلحة والزبير وعائشة فصاروا فرقة واحدة مع معاوية بن أبي سفيان إلا القليل منهم من شيعته ومن قال بإمامته بعد النبي صلى اللّه عليه وآله وهم السواد الأعظم وأهل الحشو وأتباع الملوك وأعوان كل من غلب أعني الذين التقوا مع معاوية فسموا جميعا « المرجئة » لأنهم توالوا المختلفين جميعا وزعموا أن أهل القبلة كلهم مؤمنون باقرارهم الظاهر بالايمان ورجوا لهم جميعا المغفرة\r\nوافترقت « المرجئة » بعد ذلك فصارت إلى ( اربع فرق ) : ( فرقة ) منهم غلوا في القول وهم « الجهمية » أصحاب « جهم بن صفوان » وهم مرجئة أهل خراسان ( وفرقة ) منهم « الغيلانية » أصحاب « غيلان بن مروان »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولما قتل علي عليه السلام بسيف ابن ملجم المرادي من منهزمي الخوارج اتفقت بقية الناكثين والقاسطين وتبعة الدنيا على معاوية فسموا « المرجئة » وزعموا أن أهل القبلة كلهم مؤمنون ورجئوا إليهم جميعا المغفرة ولم يبق مع ابنه الحسن إلا القليل من الشيعة :\r\nوافترقت المرجئة الخ - خ ل -\r\n","page_name":" 6 ","page_number":32},
  {"content":"\r\n\r\nوهم مرجئة أهل الشام ، ( وفرقة ) منهم « الماصرية » أصحاب « عمرو « 1 » ابن قيس الماصر » وهم مرجئة أهل العراق منهم « أبو حنيفة » ونظراؤه ، ( وفرقة ) منهم يسمون ( الشكاك ) و ( البترية ) أصحاب الحديث منهم ( سفيان بن سعيد الثوري ) و ( شريك بن عبد اللّه ) و ( ابن أبي ليلى ) و ( محمد بن إدريس الشافعي ) و ( مالك بن أنس ) ونظراؤهم من أهل الحشو والجمهور العظيم وقد سموا ( الحشوية )\r\nفقالت « 2 » أوائلهم في الإمامة : خرج رسول اللّه صلى اللّه عليه وآله من الدنيا ولم يستخلف على دينه من يقوم مقامه في لم الشعث وجمع الكلمة والسعي في أمور الملك والرعية وإقامة الهدنة وتأمير الأمراء وتجييش الجيوش والدفع عن بيضة الاسلام وردع المعاند وتعليم الجاهل وإنصاف المظلوم وجوز وافعل هذا الفعل لكل إمام أقيم بعد الرسول صلى اللّه عليه وآله\r\nثم اختلف هؤلاء فقال بعضهم : على الناس أن يجتهدوا آراءهم في نصب الإمام وجميع حوادث الدين والدنيا إلى اجتهاد الرأي ، وقال بعضهم :\r\nالرأي باطل ولكن اللّه عز وجل أمر الخلق أن يختاروا الامام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخ المخطوطة والمشهور عمر -\r\n( 2 ) لأنهم قالوا بحشو الكلام مثل أن النبي « ص » مات ولم يستخلف من يجمع الكلمة ويحفظ الدين ويرشد الأمة ويدفع عن بيضة الاسلام ويعدل في الأحكام ونحو ذلك من شطط الكلام وجوزوا ذلك لكل إمام قام بعد النبي في الاسلام : ثم اختلف هؤلاء الخ - خ ل -\r\n","page_name":" 7 ","page_number":33},
  {"content":"\r\n\r\nبعقولهم « 1 » ، وشذت طائفة من المعتزلة عن قول أسلافها فزعمت أن النبي صلى اللّه عليه وآله نص على صفة الامام ونعته ولم ينص على اسمه ونسبه وهذا قول أحدثوه قريبا ، وكذلك قالت جماعة من أهل الحديث هربت حين عضها « 2 » حجاج الامامية ولجأت إلى أن النبي صلى اللّه عليه وآله نص على أبي بكر بأمره إياه بالصلاة وتركت مذهب أسلافها في أن المسلمين بعد وفاة الرسول عليه السلام رضينا لدنيانا بامام رضيه رسول اللّه صلى اللّه عليه وآله لديننا\r\n\r\n[ إختلاف الناس في الفاضل والمفضول والوصية والإمامة وأهلها ووجوبها 
  ]\r\nواختلف أهل الاهمال في إمامة الفاضل والمفضول فقال أكثرهم :\r\nهي جائزة في الفاضل والمفضول إذا كانت في الفاضل علة تمنع من إمامته ، ووافق سائرهم « 3 » أصحاب النص على أن الإمامة لا تكون إلا للفاضل المتقدم\r\nواختلف الكل في الوصية فقال أكثر أهل الاهمال : توفي رسول اللّه صلى اللّه عليه وآله ولم يوص إلى أحد من الخلق ، فقال بعضهم قد أوصى على معنى أنه أوصى الخلق بتقوى اللّه عز وجل\r\nثم اختلفوا جميعا في القول بالإمامة وأهلها فقالت ( البترية ) وهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أنفسهم - نسخة -\r\n( 2 ) عضها حجاج وهؤلاء المهملة قالوا باهمال النبي « ص » الإمامة ويقابلهم المستعملة قالوا باستعمال النبي ! ص ! إماما لأمته - خ ل -\r\n( 3 ) ووافق أكثرهم مع المستعملة في أن الإمامة الخ - خ ل -\r\n","page_name":" 8 ","page_number":34},
  {"content":"\r\n\r\nأصحاب ( الحسن بن صالح بن حي ) ومن قال بقوله أن عليا عليه السلام هو أفضل الناس بعد رسول اللّه صلّى اللّه عليه وآله وأولاهم بالإمامة وأن بيعة أبي بكر ليست بخطإ ووقفوا في عثمان وثبتوا حزب علي عليه السلام وشهدوا على مخالفيه بالنار واعتلوا بان عليا عليه السلام سلم لهما ذلك فهو بمنزلة رجل كان له على رجل حق فتركه له\r\nوقال ( سليمان بن جرير الرقي ) ومن قال بقوله أن عليا عليه السلام كان الامام وأن بيعة أبي بكر وعمر كانت خطأ ولا يستحقان اسم الفسق عليها من قبل التأويل لأنهما تأولا فأخطئا وتبرءوا من عثمان فشهدوا عليه بالكفر ومحارب علي عليه السلام عندهم كافر\r\nوقال * ابن التمار * ومن قال بقوله أن عليا عليه السلام كان مستحقا للإمامة وأنه أفضل الناس بعد رسول اللّه صلّى اللّه عليه وآله وأن الأمة ليست بمخطئة خطأ إثم في توليتها أبا بكر وعمر ولكنها مخطئة بترك « 1 » الأفضل وتبرءوا من عثمان ومن محارب علي عليه السلام وشهدوا عليه بالكفر\r\nوقال ( الفضل الرقاشي ) و ( أبو شمر « 2 » و ( غيلان بن مروان ) و ( جهم بن صفوان ) ومن قال بقولهم من المرجئة أن الإمامة يستحقها كل من قام بها إذا كان عالما بالكتاب والسنة وأنه لا تثبت الإمامة إلا باجماع « 3 » الأمة كلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وتركوا الأفضل - خ ل -\r\n( 2 ) وابن شمر - خ ل -\r\n( 3 ) باجتماع - خ ل -\r\n","page_name":" 9 ","page_number":35},
  {"content":"\r\n\r\nوقال « أبو حنيفة » وسائر المرجئة : لا تصلح الإمامة إلا في قريش كل من دعا منهم إلى الكتاب والسنة والعمل بالعدل وجبت إمامته ووجب الخروج معه وذلك للخبر الذي جاء عن النبي صلّى اللّه عليه وآله أنه قال : الأئمة من قريش\r\nوقالت « الخوارج » كلها إلا « النجدية » منهم : الإمامة تصلح في أفناء « 1 » الناس كلهم من كان منهم قائما بالكتاب والسنة عالما بهما وأن الإمامة تثبت بعقد رجلين\r\n\r\n[ النجدية من الخوارج 
  ]\r\nوقالت « النجدية » من الخوارج : الأمة غير محتاجة إلى إمام ولا غيره وإنما علينا وعلى الناس أن نقيم كتاب اللّه عز وجل فيما بيننا\r\nوقالت « المعتزلة » أن الإمامة يستحقها كل من كان قائما بالكتاب والسنة فإذا اجتمع قرشي ونبطي وهما قائمان بالكتاب والسنة ولينا القرشي والإمامة لا تكون إلا باجماع الأمة واختيار ونظر\r\nوقال « ضرار بن عمرو « 2 » » إذا اجتمع قرشي ونبطي ولينا النبطي وتركنا القرشي لأنه أقل عشيرة وأقل عددا فإذا عصى اللّه وأردنا خلعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمناء - خ ل -\r\n( 2 ) ظهر ضرار في أيام واصل بن عطاء وانفرد بأشياء منكرة : منها قوله بأن اللّه يرى في القيامة بحاسة سادسة يرى بها المؤمنون ماهية الاله : وقال للّه ماهية لا يعرفها غيره : ومنها أنه أنكر القراءة التي كان يقرأ بها الصحابي ابن مسعود آيات القرآن والتي يقرأ بها أبي بن كعب وقال إن اللّه لم ينزلهما فنسب هذين الصحابيين الجليلين إلى الضلال في مصحفهما : وتنسب إليه الفرقة « الضرارية » من المعتزلة\r\n","page_name":" 10 ","page_number":36},
  {"content":"\r\n\r\nكانت شوكته أهون وإنما قلت ذلك نظرا للاسلام\r\nوقال « إبراهيم النظام « 1 » » ومن قال بقوله : الإمامة تصلح لكل من كان قائما بالكتاب والسنة لقول اللّه عز وجل  إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ  ( 49 : 13 ) وزعموا أن الناس لا يجب عليهم فرض الإمامة إذا هم أطاعوا اللّه وأصلحوا سرائرهم وعلانيتهم فإنهم لن يكونوا كذا إلا وعلم الإمام قائم باضطرار يعرفون عينه فعليهم اتباعه ولن يجوز أن يكلفهم اللّه عز وجل معرفته ولم يضع عندهم علمه فيكلفهم المحال ،\r\nوقالوا في عقد المسلمين الإمامة لأبي بكر أنهم قد أصابوا « 2 » في ذلك وأنه كان أصلحهم في ذلك الوقت بالقياس والخبر ، أما القياس فإنه لما وجد أن الانسان لا يعمد إلى الذل لرجل ولا يتابعه في كل ما قال إلا من ثلاث طرق إما أن يكون رجلا له عشيرة تعينه على استعباد الناس أو رجلا عنده مال فيذل الناس له لماله أو دين « 3 » برز « 4 » فيه على الناس ، فلما وجدنا أبا بكر أقلهم عشيرة وأفقرهم علمنا أنه انما قدم للدين ،\r\nواما الخبر فاجتماع الناس عليه ورضاهم بإمامته وقد قال النبي صلى اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو إسحاق إبراهيم بن سيار بن هاني البصري من أئمة المعتزلة انفرد بآراء خاصة تابعه فيها فرقة من المعتزلة سميت النظامية نسبة إليه ولد سنة 185 وتوفى سنة 221\r\n( 2 ) قد أصابوا لأنه كان الخ - خ ل -\r\n( 3 ) أو عنده دين الخ - خ ل -\r\n( 4 ) يرد - خ ل -\r\n","page_name":" 11 ","page_number":37},
  {"content":"\r\n\r\nعليه وآله : لم يكن اللّه تبارك وتعالى ليجمع أمتي على ضلال ولو كان اجتماع الناس عليه خطأ لكان في ذلك فساد الصلاة وجميع الفرائض وابطال القرآن وهو الحجة علينا بعد النبي صلى اللّه عليه وآله ، وهذه علة المعتزلة والمرجئة بأجمعهم\r\nوزعم « عمرو بن عبيد » و « ضرار بن عمرو » و « واصل بن عطاء « 1 » » وهم أصول المعتزلة فقال « عمرو بن عبيد « 2 » » ومن قال بقوله أن عليا عليه السلام كان أولى بالحق من غيره ، وقال ( ضرار بن عمرو ) لست أدري أيهم أهدى أعلي أم طلحة والزبير ، وقال ( واصل بن عطاء ) مثل علي ومن خالفه مثل المتلاعنين لا يدرى من الصادق منهما ومن الكاذب واجمعوا جميعا على أن يتولوا القوم في الجملة وأن إحدى الفرقتين ضالة لا شك من أهل النار وأن عليا وطلحة والزبير إن شهدوا بعد اقتتالهم على درهم لم يجيزوا شهادتهم وان انفرد علي مع رجل من عرض الناس أجازوا شهادته وكذلك طلحة والزبير وزعموا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو حذيفة رأس المعتزلة سمي أصحابه بالمعتزلة لاعتزاله حلقة درس الحسن البصري وهو الذي نشر المذهب في الآفاق ولد بالمدينة سنة 80 ونشأ بالبصرة وكان يلثغ بالراء فيجعلها غينا فهجر الراء طول حياته توفي سنة 181 - انظر ترجمته في وفيات الأعيان والمقريزي -\r\n( 2 ) ! هو أبو عثمان البصري شيخ المعتزلة في عصره كان جده من سبي فارس وأبوه نساجا ثم شرطيا للحجاج في البصرة وفيه قال المنصور الدوانيقي : كلكم يطلب صيد * غير عمرو بن عبيد * ولد سنة 80 وتوفى بمران ! بقرب مكة ! سنة 144 ورثاه المنصور ولم نسمع بخليفة رثى من دونه سواه - انظر وفيات الأعيان وميزان الاعتدال\r\n","page_name":" 12 ","page_number":38},
  {"content":"\r\n\r\nانهم يسمونهم باسم الايمان على الأمر الأول ما اجتمعوا فإذا انفردوا لم يسموا واحدا منهم على الانفراد مؤمنا ولم يجيزوا شهادته\r\nوأما ( البترية ) من أصحاب الحديث أصحاب ( الحسن بن صالح بن حي « 1 » ) و ( كثير النواء « 2 » ) و ( سالم بن أبي حفصة « 3 » ) و ( الحكم بن عتيبة « 4 » ) و ( سلمة بن كهيل « 5 » ) و ( وأبي المقدام ثابت الحداد « 6 » ) ومن قال بقولهم فإنهم دعوا إلى ولاية علي عليه السلام ثم خلطوها بولاية أبي بكر وعمر ، وأجمعوا جميعا أن عليا خير القوم جميعا وأفضلهم وهم مع ذلك يأخذون بأحكام أبي بكر وعمر ويرون المسح على الخفين وشرب النبيذ المسكر وأكل الجري\r\n\r\n[ اختلاف الناس في حرب علي عليه السلام ومحاربيه 
  ]\r\nواختلفوا في حرب علي عليه السلام ومحاربة من حاربه :\r\nفقالت الشيعة والزيدية ومن المعتزلة « إبراهيم بن سيار النظام »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحسن بن صالح بن حي الهمداني الثوري الكوفي من زعماء الفرقة البترية من الزيدية ولد سنة 100 وتوفي مختفيا بالكوفة سنة 168 أو سنة 169\r\n( 2 ) النواء بفتح النون والواو المشددة والألف والهمزة نسبة إلى بيع النواة روى الكشي فيه رواية تدل على ضعفه\r\n( 3 ) سالم بن أبي حفصة كنيته أبو يونس واسم أبيه عبيد وهو مولى بني عجل من الكوفة توفي سنة 137 روى الكشي فيه روايات تدل على ضعفه\r\n( 4 ) عتيبة بضم العين المهملة والتاء المثناة من فوق المفتوحة والياء المثناة من تحت الساكنة والباء الموحدة المفتوحة والهاء والحكم هذا كوفي كندي وكنيته أبو محمد توفي سنة 114 وقيل سنة 115\r\n( 5 ) كهيل بالكاف والهاء والياء المثناة من تحت واللام وكنية سلمة أبو يحيى وهو حضرمي كوفي سمع سويد بن غفلة والشعبي وروى عنه الثوري توفي سنة 121 أو سنة 122\r\n( 6 ) ثابت بن هرمز الفارسي أبو المقدام العجلي مولاهم الكوفي الحداد روى الكشي فيه رواية تدل على ذمه\r\n","page_name":" 13 ","page_number":39},
  {"content":"\r\n\r\nو « بشر بن المعتمر « 1 » » ومن قال بقولهما من المرجئة ( أبو حنيفة ) و « أبو يوسف » و « بشر المريسي « 2 » » ومن قال بقولهم أن عليا عليه السلام كان مصيبا في حربه طلحة والزبير وغيرهما وأن جميع من قاتل عليا عليه السلام وحاربه كان على خطأ وجب « 3 » على الناس محاربتهم مع علي عليه السلام\r\nوالدليل على ذلك قول اللّه عز وجل في كتابه  « فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ »  « 49 : 9 » فقد وجب قتالهم لبغيهم عليه لأنهم ادعوا ما ليس لهم وما لم يكونوا أولياءه من الطلب بدم عثمان فبغوا « 4 » عليه ، واعتلوا بالخبر عن علي عليه السلام في قوله « أمرت بقتال الناكثين والقاسطين والمارقين » فقد « 5 » قاتلهم ووجب قتالهم\r\nوقال « بكر ابن أخت عبد الواحد « 6 » » ومن قال بقوله أن عليا وطلحة والزبير مشركون منافقون وهم مع ذلك جميعا في الجنة لقول رسول اللّه صلّى اللّه عليه وآله : اطلع « 7 » اللّه عز وجل على أهل بدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو سهل الهلالي من أهل بغداد شيخ المعتزلة ذكره الذهبي في تاريخه من الطبقة الثالثة والعشرين وقال أنه توفي سنة 210 وذكره السمعاني أيضا في الأنساب\r\n( 2 ) هو بشر بن غياث بن أبي كريمة عبد الرحمن المريسي العدوي مولى زيد بن الخطاب وإليه تنسب الطائفة المريسية من المرجئة نسبة إلى درب المريس ببغداد توفي فيها سنة 218\r\n( 3 ) ويجب - خ ل -\r\n( 4 ) وبغوا - خ ل -\r\n( 5 ) وقد - خ ل -\r\n( 6 ) بكر بن أخت عبد الواحد بن زيد وكان يوافق النظام في دعواه أن الانسان هو الروح دون الجسد الذي فيه الروح وإليه تنسب البكرية ذكره المقريزي في ج 2 ص 349\r\n( 7 ) ربما اطلع - نسخة -\r\n","page_name":" 14 ","page_number":40},
  {"content":"\r\n\r\nفقال « 1 » : اصنعوا ما شئتم قد « 2 » غفرت لكم\r\nوقالت بقية المعتزلة « ضرار بن عمرو » و « معمر « 3 » » و « أبو الهذيل العلاف « 4 » » وبقية المرجئة أنا نعلم أن أحدهما مصيب والآخر مخطئ « 5 » فنحن نتولى كل واحد منهم على الانفراد ولا نتولاهم على الاجتماع ، وعلتهم في ذلك أن كل واحد منهم قد ثبتت ولايته وعدالته بالاجماع فلا تزول عنه العدالة إلا بالاجماع\r\n\r\n[ الحشوية 
  ]\r\nوقالت ( الحشوية ) و ( أبو بكر الأصم « 6 » ) ومن قال بقولهم أن عليا وطلحة والزبير لم يكونوا مصيبين في حربهم وأن المصيبين هم الذين قعدوا عنهم وأنهم يتولونهم جميعا ويتبرءون من حربهم ويردون أمرهم إلى اللّه عز وجل\r\n\r\n[ إختلاف الناس في تحكيم الحكمين - الخوارج 
  ]\r\nواختلفوا في تحكيم الحكمين :\r\nفقالت ( الخوارج ) الحكمان كافران وكفر علي عليه السلام حين حكمهما ، واعتلوا بقول اللّه عز وجل  ( وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقال لهم - نسخة -\r\n( 2 ) فقد - خ ل -\r\n( 3 ) هو أبو عمرو معمر بن عباد السلمي وكانت له فضائح كثيرة منها قوله أن اللّه لم يخلق شيئا من الأعراض وإنما خلق الأجسام توفي سنة 220\r\n( 4 ) هو محمد بن الهذيل بن عبد اللّه المعروف بالعلاف كان مولى لعبد القيس وهو اوّل زعيم للمعتزلة ولد في البصرة سنة 131 وتوفي في سامرّاء سنة 235\r\n( 5 ) مخطئ بلا تعيين - نسخة -\r\n( 6 ) هو ابن عبد الرحمن بن كيسان المعتزلي ذكره البغدادي في الفرق بين الفرق والمسعودي في التنبيه والاشراف ص 356 وأحمد بن يحيى بن المرتضى في المنية والأمل ص 32 توفي في المائة الثالثة .\r\n","page_name":" 15 ","page_number":41},
  {"content":"\r\n\r\n هُمُ الْكافِرُونَ  . و  الظَّالِمُونَ  . و  الْفاسِقُونَ »  ( 5 : 47 ) وبقوله تبارك وتعالى  فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ ( 49 : 9 )  فتركه القتال كفر ، وقالت « الشيعة » و « المرجئة » و « إبراهيم النظام » و « بشر بن المعتمر » أن عليا عليه السلام كان مصيبا في تحكيمه لما أبى أصحابه إلا التحكيم وامتنعوا من القتال فنظر للمسلمين ليتألفهم وإنما أمرهما أن يحكما بكتاب اللّه عز وجل فخالفا فهما اللذان ارتكبا الخطأ وهو الذي أصاب ، واعتلوا في ذلك بأن رسول اللّه صلّى اللّه عليه وآله وادع أهل مكة ورد أبا جندل « 1 » سهيل بن عمرو إلى المشركين يحجل في قيوده وبتحكيمه « 2 » سعد بن معاذ فيما بينه وبين بني قريظة والنضير من اليهود .\r\nوقال « أبو بكر الأصم » نفس خروجه خطأ وتحكيمه خطأ وأن « 3 » أبا موسى الأشعري أصاب حين خلعه حتى يجتمع الناس على امام\r\nوقال سائر المعتزلة : كل مجتهد مصيب وقد اجتهد علي عليه السلام فأصاب ولسنا نتهمه في قوله فهو محق\r\nوقالت « الحشوية » : نحن لا نتكلم في هذا بشيء ونرد أمرهم إلى اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو سهيل بن عمرو بن عبد شمس القرشي العامري من لوي خطيب قريش وأحد سادتها في الجاهلية أسره المسلمون يوم بدر وأسلم وسكن مكة ثم المدينة وهو الذي تولى أمر الصلح بالحديبية مات بالطاعون في الشام سنة 18\r\n( 2 ) وحكم - خ ل -\r\n( 3 ) وأبو موسى - خ ل -\r\n","page_name":" 16 ","page_number":42},
  {"content":"\r\n\r\nعز وجل فان يكن حقا فاللّه أولى حقا كان أو باطلا ونتولاهم جميعا على الأمر الأول\r\nوكل هذه الصنوف والفرق التي ذكرناها من أهل الأرجاء والخوارج وغيرهم مختلفون فيما بينهم فرقا كثيرة يطول ذكرها يؤثمون بعضهم « 1 » على بعض في الإمامة والأحكام والفتوى والتوحيد وجميع فنون الدين ينكر بعضهم من بعض ويكفر بعضهم بعضا أكثر ما عندهم أن سموا أنفسهم على اختلاف مذاهبهم « الجماعة » يعنون بذلك أنهم مجتمعون على ولاية من وليهم من الولاة برا كان أو فاجرا فتسموا بالجماعة على غير معنى الاجتماع على دين بل صحيح معناهم معنى الافتراق\r\n\r\n[ قول جامع في فرق الأمة 
  ]\r\nفجميع أصول الفرق كلها الجامعة لها اربع فرق ( الشيعة ) و ( المعتزلة ) و « المرجئة » و ( الخوارج )\r\n\r\n[ الشيعة العلوية 
  ]\r\nفأول الفرق « الشيعة » وهم فرقة علي بن أبي طالب عليه السلام المسمون بشيعة « 2 » علي عليه السلام في زمان النبي صلّى اللّه عليه وآله وبعده معروفون بانقطاعهم إليه والقول بإمامته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بعضها - خ ل -\r\n( 2 ) في القاموس شيعة الرجل بالكسر اتباعه وأنصاره والفرقة على حدة ويقع على الواحد والاثنين والجمع والمذكر والمؤنث وقد غلب هذا الاسم على من يتولى عليا وأهل بيته حتى صار اسما لهم خاصا والجمع أشياع وشيع كعنب ا ه\r\n","page_name":" 17 ","page_number":43},
  {"content":"\r\n\r\nمنهم « المقداد بن الأسود « 1 » » و ( سلمان الفارسي « 2 » ) و ( أبو ذر « 3 » جندب بن جنادة الغفاري ) و ( عمار بن ياسر « 4 » ) ومن وافق مودته مودة علي عليه السلام وهم أول من سمي باسم التشيع « 5 » من هذه الأمة لأن اسم التشيع قديم شيعة إبراهيم وموسى وعيسى والأنبياء صلوات اللّه عليهم أجمعين فلما قبض اللّه عز وجل نبيه صلّى اللّه عليه وآله افترقت فرقة الشيعة ثلاث فرق : ( فرقة ) منهم قالت أن عليا عليه السلام إمام مفترض الطاعة بعد رسول اللّه صلّى اللّه عليه وآله واجب على الناس القبول منه والأخذ « 6 » ولا يجوز غيره الذي وضع عنده النبي صلّى اللّه عليه وآله من العلم ما يحتاج إليه الناس من الدين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أحد الأركان الأربعة وكان ممن شهد بدرا وما بعدها من المشاهد وابلى بلاء حسنا توفي بالجرف على ثلاثة أميال من المدينة سنة 33 في خلافة عثمان وهو ابن سبعين سنة وحمل على الرقاب ودفن بالبقيع\r\n( 2 ) هو أحد الأركان الأربعة وكنيته أبو عبد اللّه ويلقب سلمان المحمدي كان اوّل مشاهده الخندق وشهد بقية المشاهد وفتوح العراق وولي المدائن توفي بها سنة 36 أو سنة 37\r\n( 3 ) هو أحد الأركان الأربعة وهو الزاهد المشهور الصادق اللهجة بشهادة النبي [ ص 
  ] وكان خامس من اسلم توفي بالربذة سنة 31 أو سنة 32 وصلى عليه ابن مسعود ثم مات بعده في ذلك العام\r\n( 4 ) هو أحد الأركان الأربعة هاجر إلى المدينة وشهد المشاهد كلها وتواترت الأحاديث عن النبي صلّى اللّه عليه وآله وسلم أن عمارا تقتله الفئة الباغية وأجمعوا على أنه قتل مع علي بصفين سنة 87 في ربيع وله ثلاث وتسعون سنة الخ\r\n( 5 ) الشيعة - خ ل -\r\n( 6 ) كذا في جملة من النسخ المخطوطة : ولعله : والأخذ عنه ولا يجوز عن غيره الخ :\r\n","page_name":" 18 ","page_number":44},
  {"content":"\r\n\r\nوالحلال والحرام وجميع منافع دينهم ودنياهم ومضارها وجميع العلوم جليلها « 1 » ودقيقها واستودعه ذلك كله واستحفظه إياه ولذا استحق الإمامة ومقام النبي صلّى اللّه عليه وآله لعصمته وطهارة مولده وسابقته « 2 » وعلمه وسخائه وزهده وعدالته في رعيته وأن النبي صلّى اللّه عليه وآله نص عليه وأشار إليه باسمه ونسبه وعينه وقلد الأمة إمامته ونصبه لهم علما وعقد له عليهم إمرة المؤمنين وجعله أولى الناس منهم بأنفسهم في مواطن كثيرة مثل غدير خم وغيره وأعلمهم أن منزلته منزلة هارون من موسى صلى اللّه عليهما إلا أنه لا نبي بعده فهذا دليل إمامته ولا معنى إلا النبوة والإمامة وإذ جعله نظير نفسه في أنه أولى بهم منهم بأنفسهم في حياته ولقوله صلّى اللّه عليه وآله لبني وليعة : لتنتهن أو لأبعثن إليكم رجلا كنفسي فمقام النبي صلى اللّه عليه وآله لا يصلح من بعده إلا لمن هو كنفسه والإمامة من اجل الأمور بعد النبوة ، وقالوا أنه لا بدمع ذلك من أن يقوم مقامه بعده رجل من ولده من ولد فاطمة بنت محمد عليهم السلام معصوم من الذنوب طاهر من العيوب تقي نقي مأمون رضي مبرأ من الآفات والعاهات في كل من الدين والنسب والمولد يؤمن منه العمد والخطأ والزلل منصوص عليه من الامام الذي قبله مشار إليه بعينه واسمه الموالي له ناج والمعادي له كافر هالك والمتخذ دونه وليجة ضال مشرك ، وأن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جليها - خ ل -\r\n( 2 ) وسبقه - خ ل -\r\n","page_name":" 19 ","page_number":45},
  {"content":"\r\n\r\nالإمامة جارية في عقبه ما اتصلت أمور اللّه وأمره ونهيه ، فلم تزل هذه الفرقة ثابتة على إمامته على ما ذكرناه حتى قتل علي عليه السلام في شهر رمضان ضربه عبد الرحمن بن ملجم المرادي لعنه اللّه ليلة تسع عشرة وتوفي ليلة احدى وعشرين ليلة الأحد سنة أربعين من الهجرة وهو ابن ثلاث وستين سنة فكانت إمامته ثلاثين سنة وخلافته أربع سنين وتسعة اشهر وأمه فاطمة بنت أسد بن هاشم بن عبد مناف رضي اللّه عنهما وهو اوّل هاشمي ولد بين هاشميين\r\n\r\n[ البترية 
  ]\r\n( وفرقة ) قالت أن عليا كان أولى الناس بعد رسول اللّه صلى اللّه عليه وآله بالناس لفضله وسابقته وعلمه وهو أفضل الناس كلهم بعده وأشجعهم وأسخاهم وأورعهم وأزهدهم وأجازوا مع ذلك إمامة أبي بكر وعمر وعدوهما « 1 » اهلا لذلك المكان والمقام وذكروا أن عليا عليه السلام سلم لهما الأمر ورضي بذلك وبايعهما طائعا غير مكره وترك حقه لهما فنحن راضون كما رضى « 2 » اللّه المسلمين له ولمن بايع لا يحل لنا غير ذلك ولا يسع منا « 3 » أحدا إلا ذلك وأن ولاية أبي بكر صارت رشدا وهدى لتسليم علي ورضاه ولولا رضاه وتسليمه لكان أبو بكر مخطئا ضالا هالكا ، وهم أوائل « البترية »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقالوا كانا اهلا - خ ل -\r\n( 2 ) كما رضي المسلمون له - خ ل -\r\n( 3 ) هنا - خ ل -\r\n","page_name":" 20 ","page_number":46},
  {"content":"\r\n\r\n\r\n[ الجارودية - الزيدية 
  ]\r\nوخرجت من هذه الفرقة ( فرقة ) قالت أن عليا عليه السلام أفضل الناس لقرابته من رسول اللّه صلى اللّه عليه وآله ولسابقته وعلمه ولكن كان جائزا للناس أن يولوا عليهم غيره إذا كان الوالي الذي يولونه مجزئا « 1 » أحب ذلك أو كرهه فولاية الوالي الذي ولوا على أنفسهم برضى منهم رشد وهدى وطاعة للّه عز وجل وطاعته واجبة من اللّه عز وجل فمن خالفه من قريش وبني هاشم عليا كان أو غيره من الناس فهو كافر ضال « وفرقة » منهم يسمون الجارودية « 2 » قالوا بتفضيل علي عليه السلام ولم يروا مقامه يجوز لأحد سواه وزعموا أن من دفع عليا عن هذا المكان فهو كافر وأن الأمة كفرت وضلت في تركها بيعته وجعلوا الإمامة بعده في الحسن بن علي عليهما السلام ثم في الحسين عليه السلام ثم هي شورى بين أولادهما فمن خرج منهم مستحقا للإمامة فهو الامام وهاتان الفرقتان هما اللتان ينتحلان أمر زيد بن علي بن الحسين وأمر زيد بن الحسن بن علي بن أبي طالب ومنها تشعبت صنوف « الزيدية »\r\n\r\n[ إختلاف الشيعة العلوية بعد قتل أمير المؤمنين علي عليه السلام 
  ]\r\nفلما قتل علي عليه السلام افترقت التي ثبتت على إمامته وأنها فرض من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجربا - خ ل -\r\n( 2 ) هم اتباع أبي الجارود المكنى بابي النجم زياد بن المنذر الهمداني الأعمى سرحوب الخراساني العبدي - ونقل ابن النديم في الفهرست عن الإمام الصادق عليه السلام أنه لعنه وقال أنه أعمى القلب أعمى البصر وروى الكشي فيه روايات تدل على ذمه وذكره المقريزي في ج 2 ص 352 والذهبي في ميزان الاعتدال وغيرهم توفي بعد سنة 150 على ما ذكره ابن حجر في التقريب\r\n","page_name":" 21 ","page_number":47},
  {"content":"\r\n\r\nاللّه عز وجل ورسوله عليه السلام فصاروا فرقا ثلاثة : « فرقة » منهم قالت أن عليا لم يقتل ولم يمت ولا يقتل ولا يموت حتى يسوق العرب بعصاه ويملأ الأرض عدلا وقسطا كما ملئت ظلما وجورا وهي اوّل فرقة قالت في الاسلام بالوقف بعد النبي صلى اللّه عليه وآله من هذه الأمة واوّل من قال منها بالغلو وهذه الفرقة تسمى « السبأية » أصحاب « عبد اللّه بن سبأ » وكان ممن أظهر الطعن على أبي بكر وعمر وعثمان والصحابة وتبرأ منهم وقال إن عليا عليه السلام أمره بذلك فأخذه علي فسأله عن قوله هذا فاقر به فأمر بقتله فصاح الناس إليه « 1 » :\r\nيا أمير المؤمنين أتقتل رجلا يدعو إلى حبكم أهل البيت وإلى ولايتك « 2 » والبراءة من أعدائك « 3 » فصيره « 4 » إلى المدائن ، وحكى جماعة من أهل العلم من أصحاب علي عليه السلام أن عبد اللّه بن سبأ كان يهوديا فاسلم ووالى عليا عليه السلام وكان يقول وهو على يهوديته في يوشع بن نون بعد موسى عليه السلام بهذه المقالة فقال في اسلامه بعد وفاة النبي صلى اللّه عليه وآله في علي عليه السلام بمثل ذلك وهو اوّل من شهر القول بفرض إمامة علي عليه السلام وأظهر البراءة من أعدائه وكاشف مخالفيه فمن هناك قال من خالف الشيعة أن أصل الرفض مأخوذ من اليهودية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عليه - خ ل -\r\n( 2 ) ولايتكم - خ ل -\r\n( 3 ) أعدائكم - خ ل -\r\n( 4 ) فسيره - خ ل -\r\n","page_name":" 22 ","page_number":48},
  {"content":"\r\n\r\nولما بلغ عبد اللّه بن سبأ نعي علي بالمدائن قال للذي نعاه : كذبت لو جئتنا بدماغه في سبعين صرة وأقمت على قتله سبعين عدلا لعلمنا أنه لم يمت ولم يقتل ولا يموت حتى يملك الأرض .\r\n\r\n[ الكيسانية 
  ]\r\n« وفرقة » قالت بامامة محمد بن الحنفية لأنه كان صاحب راية أبيه يوم البصرة دون أخويه فسموا « الكيسانية » وإنما سموا بذلك لأن المختار بن أبي عبيد الثقفي كان رئيسهم « 1 » وكان يلقب كيسان وهو الذي طلب بدم الحسين بن علي صلوات اللّه عليهما وثأره حتى قتل من قتلته وغيرهم من قتل وادعى أن محمد بن الحنفية أمره بذلك وأنه الامام بعد أبيه ، وإنما لقب المختار كيسان لأن صاحب شرطته المكنى بابي عمرة كان اسمه كيسان وكان أفرط في القول والفعل والقتل من المختار جدا وكان يقول أن محمد بن الحنفية وصي علي بن أبي طالب وأنه الامام وأن المختار قيمه وعامله ويكفر من تقدم عليا ويكفر أهل صفين والجمل وكان يزعم أن جبرئيل عليه السلام يأتي المختار بالوحي من عند اللّه عز وجل فيخبره ولا يراه ، وروى بعضهم أنه سمي بكيسان مولى علي بن أبي طالب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذي انعقد عليه اتفاق الامامية صحة عقيدة المختار كما هو مذكور في كتبهم الرجالية والتأريخية وكتب الحديث وما نبز به من القذائف فهو مفتعل عليه وضعته أعداؤه تشويها لسمعته وقد دعا له الإمام السجاد علي بن الحسين عليه السلام وشكره الإمام الباقر عليه السلام على صنيعه وأطراه وترحم عليه هو وابنه الصادق عليه السلام وتواتر الثناء عليه والذب عنه عن علماء الشيعة ولم يغمزه إلا اشذاذ لم يقفوا على حقيقة حاله فلا يؤبه بهم ولم يثبت عنه قول الكيسانية قط : قتل في الكوفة سنة 67\r\n","page_name":" 23 ","page_number":49},
  {"content":"\r\n\r\nعليه السلام وهو الذي حمله على الطلب بدم الحسين بن علي عليه السلام ودله على قتلته وكان صاحب سره ومؤامرته والغالب على أمره\r\n\r\n[ القائلون بامامة الحسن بن علي عليه السلام - تواريخه 
  ]\r\n« وفرقة » لزمت القول بامامة الحسن بن علي بعد أبيه إلا شرذمة منهم فإنه لما وادع الحسن معاوية وأخذ منه المال الذي بعث به إليه وصالح معاوية الحسن طعنوا فيه وخالفوه ورجعوا عن إمامته فدخلوا في مقالة جمهور الناس وبقي سائر أصحابه على إمامته إلى أن قتل ، فلما تنحى عن محاربة معاوية وانتهى إلى مظلم ساباط وثب عليه رجل من هنالك يقال له الجراح بن سنان فأخذ بلجام دابته ثم قال اللّه أكبر أشركت كما أشرك أبوك من قبل وطعنه بمغول في أصل فخذه فقطع الفخذ إلى العظم فاعتنقه الحسن وخرا جميعا فاجتمع الناس على الجراح فوطئوه حتى قتلوه ثم حمل الحسن على سرير فأتي به المدائن فلم يزل يعالج بها في منزل سعد بن مسعود الثقفي حتى صلحت جراحته ثم انصرف إلى المدينة فلم يزل جريحا من طعنته كاظما لغيظه متجرعا لريقه على الشجا والأذى من أهل دعوته حتى توفي عليه السلام في آخر صفر سنة سبع وأربعين وهو ابن خمس وأربعين سنة وستة اشهر ، وقال بعضهم أنه ولد سنة ثلاث من الهجرة « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ثلاث من الهجرة ليلة 15 رمضان وإمامته الخ - خ ل -\r\nوفي الكافي والتهذيب أنه ولد بالمدينة يوم الثلاثاء في منتصف شهر رمضان سنة اثنتين من الهجرة وقيل غير ذلك : والا شهر أن ولادته سنة ثلاث من الهجرة في منتصف شهر رمضان :\r\n","page_name":" 24 ","page_number":50},
  {"content":"\r\n\r\nمن شهر رمضان وإمامته ست سنين وخمسة اشهر وأمه فاطمة بنت رسول اللّه صلى اللّه عليهم وأمها خديجة بنت خويلد بن أسد بن عبد العزى بن قصي بن كلاب\r\n\r\n[ القائلون بامامة أخيه الحسين عليه السلام - تواريخه 
  ]\r\nفنزلت هذه الفرقة القائلة بامامة الحسن بن علي بعد أبيه إلى القول بامامة أخيه الحسين عليهما السلام فلم تزل على ذلك حتى قتل في أيام يزيد بن معاوية لعنة اللّه عليه قتله عبيد اللّه بن زياد الذي يقال له ابن أبي سفيان وهو ابن مرجانة وكان عامل يزيد بن معاوية على العراقين الكوفة والبصرة فوجه إليه إلى البادية الجيوش فاستقبله بعضها بالبادية فلم يزالوا ماضين حتى وردوا كربلاء فبعث عبيد اللّه لعنه اللّه حينئذ عمر بن سعد بن أبي وقاص وجعله على محاربته فقتله عمر بن سعد لعنة اللّه عليه وقتل عليه السلام بكربلاء يوم الاثنين يوم عاشوراء لعشر خلون من المحرم سنة احدى وستين وهو ابن ست وخمسين سنة وخمسة أشهر وأمه فاطمة بنت رسول اللّه صلى اللّه عليهم وكانت إمامته ست عشرة سنة وعشرة أشهر وخمسة عشر يوما فلما قتل الحسين حارت فرقة من أصحابه وقالت : قد اختلف علينا فعل الحسن وفعل الحسين لأنه إن كان الذي فعله الحسن حقا واجبا صوابا من موادعته معاوية وتسليمه له عند عجزه عن القيام بمحاربته مع كثرة أنصار الحسن وقوتهم فما فعله الحسين من محاربته يزيد بن معاوية مع قلة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":51},
  {"content":"\r\n\r\nأنصار الحسين وضعفهم . وكثرة أصحاب يزيد لعنة اللّه عليه حتى قتل وقتل أصحابه جميعا باطل غير واجب لأن الحسين كان أعذر في القعود عن محاربة يزيد وطلب الصلح والموادعة من الحسن في القعود عن محاربة معاوية ، وان كان ما فعله الحسين حقا واجبا صوابا من مجاهدته يزيد ابن معاوية حتى قتل وقتل ولده وأصحابه فقعود الحسن وتركه مجاهدة معاوية وقتاله ومعه العدد الكثير باطل فشكوا لذلك في إمامتهما ورجعوا فدخلوا في مقالة العوام وبقي سائر أصحاب الحسين على القول الأول بإمامته حتى مضى\r\n\r\n[ افتراق الفرق بعد قتل الحسين ( ع ) بكربلاء 
  ]\r\nثم افترقوا بعده ثلاث فرق : ( ففرقة ) قالت بامامة محمد بن الحنفية وزعمت أنه لم يبق بعد الحسن والحسين أحد أقرب إلى أمير المؤمنين عليه السلام من محمد بن الحنفية فهو أولى الناس بالإمامة كما كان الحسين أولى بها بعد الحسن من ولد الحسن فمحمد هو الامام بعد الحسين\r\n\r\n[ القائلون بامامة محمد بن الحنفية 
  ]\r\n( وفرقة ) قالت أن محمد بن الحنفية رحمه اللّه تعالى هو الإمام المهدي وهو وصي علي بن أبي طالب عليه السلام ليس لأحد من أهل بيته أن يخالفه ولا يخرج عن إمامته ولا يشهر سيفه إلا باذنه وإنما خرج الحسن بن علي إلى معاوية محاربا له باذن محمد ووادعه وصالحه باذنه وأن الحسين إنما خرج لقتال يزيد باذنه ولو خرجا بغير إذنه هلكا وضلا وأن من خالف\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":52},
  {"content":"\r\n\r\nمحمد بن الحنفية كافر مشرك وأن محمدا استعمل المختار بن أبي عبيد على العراقين بعد قتل الحسين وأمره بالطلب بدم الحسين وثأره وقتل قاتليه وطلبهم حيث كانوا وسماه كيسان لكيسه ولما عرف من قيامه ومذهبه فيهم فهم يسمون ( المختارية ) ويدعون ( الكيسانية )\r\nفلما توفي محمد بن الحنفية بالمدينة في المحرم سنة احدى وثمانين وهو ابن خمس وستين سنة عاش في زمان أبيه أربعا وعشرين سنة وبقي بعد أبيه احدى وأربعين سنة وأمه خولة بنت جعفر بن قيس بن مسلمة بن عبيد ابن يربع بن ثعلبة بن الدؤل بن حنيفة بن طيم « 1 » بن علي بن بكر ابن وائل وإليها كان محمد ينسب تفرق أصحابه فصاروا ثلاث فرق :\r\n« فرقة » قالت أن محمد بن الحنفية هو المهدي سماه علي عليه السلام مهديا لم يمت ولا يموت ولا يجوز ذلك ولكنه غاب ولا يدرى أين هو وسيرجع ويملك الأرض ولا إمام بعد غيبته إلى رجوعه وهم أصحاب « ابن كرب » ويسمون « الكربية » وكان « حمزة « 2 » بن عمارة البربري » منهم وكان من أهل المدينة ففارقهم وادعى أنه نبي وأن محمد بن الحنفية هو اللّه عز وجل تعالى عن ذلك علوا كبيرا - وأن حمزة هو الامام وأنه ينزل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحطيم - خ ل -\r\n( 2 ) حمزة بن عمارة البربري من السبعة الذين لعنهم الإمام الصادق عليه السلام كما ذكره الكشي والعلامة الحلي في الخلاصة وغيرهما :\r\n","page_name":" 27 ","page_number":53},
  {"content":"\r\n\r\nعليه سبعة أسباب من السماء فيفتح بهن الأرض ويملكها ، فتبعه على ذلك ناس من أهل المدينة وأهل الكوفة فلعنه أبو جعفر محمد بن علي بن الحسين عليه السلام وبرئ منه وكذبه وبرئت منه الشيعة فاتبعه على رأيه رجلان من نهد يقال لأحدهما ( صائد « 1 » ) وللآخر « بيان « 2 » » فكان بيان تبانا يتبن التبن بالكوفة ثم ادعى أن محمد بن علي بن الحسين أوصى إليه ، وأخذه خالد بن عبد اللّه القسري هو وخمسة عشر رجلا من أصحابه فشدهم باطنان القصب وصب عليهم النفط في مسجد الكوفة وألهب فيهم النار فافلت منهم رجل فخرج بنفسه ثم التفت فرأى أصحابه تأخذهم النار فكر راجعا إلى أن القى نفسه في النار فاحترق معهم ، وكان حمزة بن عمارة نكح ابنته وأحل جميع المحارم وقال من عرف الامام فليصنع ما شاء فلا إثم عليه فأصحاب « ابن كرب » وأصحاب « صائد » وأصحاب ( بيان ) ينتظرون رجوعهم ورجوع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صائد النهدي قد وردت في ذمه رواية بريد العجلي عن الامام أبي عبد اللّه الصادق عليه السلام حيث عد الشياطين المقصودين بقوله تعالى « هل أنبئكم على من تنزل الشياطين تنزل على كل أفاك أثيم » سبعة أحدهم صائد النهدي وقد عده الصادق ( ع ) في رواية عنه فيمن كذب عليه ، انظر رجال الكشي والخلاصة وغيرهما -\r\n( 2 ) هم اتباع بيان بن سمعان النهدي بالباء ثم الياء بعدهما الألف والنون على ما في الطبري والمقريزي والفرق بين الفرق للبغدادي وقد ضبطه الشهرستاني في الملل والنحل بالباء ثم النون وسمى الفرقة المنسوبة إليه البنانية قتل سنة 119 وقد ذكره ابن قتيبة في عيون الأخبار والطبري في التأريخ والصفدي في الوافي والكشي في رجاله والذهبي في ميزان الاعتدال في ترجمة بيان الزنديق وغير هؤلاء :\r\n","page_name":" 28 ","page_number":54},
  {"content":"\r\n\r\nأصحابه ويزعمون أن محمد بن الحنفية يظهر بنفسه بعد الاستتار عن خلقه ينزل إلى الدنيا ويكون أمير المؤمنين وهذه آخرتهم\r\n\r\n[ القائلون بحياة محمد بن الحنفية - السيد الحميري 
  ]\r\n« وفرقة » قالت أن محمد بن الحنفية حي لم يمت وأنه مقيم بجبال رضوي بين مكة والمدينة تغذوه الآرام تغدو عليه وتروح فيشرب من ألبانها ويأكل من لحومها وعن يمينه أسد وعن يساره أسد ، يحفظانه إلى أوان خروجه ومجيئه وقيامه ، وقال بعضهم : عن يمينه أسد وعن يساره نمر ، وهو عندهم الإمام المنتظر الذي بشر به النبي صلى اللّه عليه وآله أنه يملأ الأرض عدلا وقسطا فثبتوا على ذلك حتى فنوا وانقرضوا إلا قليلا من أبنائهم وهم احدى فرق الكيسانية\r\nومن الكيسانية السيد إسماعيل « 1 » بن محمد بن يزيد بن ربيعة بن مفرغ الحميري الشاعر وهو الذي يقول :\r\n يا شعب رضوى ما لمن بك لا يرى * حتى متى تحمى « 2 » وأنت قريب \r\n يا ابن الوصي ويا سمي محمد * وكنيه نفسي عليك تذوب \r\n لو غاب عنا عمر نوح أيقنت * منا النفوس بأنه سيئوب \r\nويقول فيه أيضا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقبه الإمام الصادق ( ع ) بسيد الشعراء وهو ليس علويا ولا هاشميا وإنما السيد لقب له ، أكثر شعره في أهل البيت عليهم السلام ولد سنة 105 وتوفي سنة 173\r\n( 2 ) تخفى - خ ل -\r\n","page_name":" 29 ","page_number":55},
  {"content":"\r\n\r\n ألا حي المقيم بشعب رضوى * وأهد له بمنزله السلاما « 1 » \r\n أضر بمعشر والوك منا * وسموك الخليفة والاماما \r\n وعادوا فيك أهل الأرض طرا * مقامك عنهم « 2 » سبعين عاما \r\n لقد أمسى بجانب شعب رضوى * تراجعه الملائكة الكلاما \r\n وما ذاق ابن خولة طعم موت * ولا وارت له أرض عظاما \r\n وإن له به لمقيل صدق * وأندية تحدثه كراما \r\nوقد روى قوم أن السيد ابن محمد رجع عن قوله هذا وقال بامامة جعفر ابن محمد عليه السلام وقال في توبته ورجوعه في قصيدة أولها :\r\n- تجعفرت باسم اللّه واللّه أكبر « 3 » - وكان السيد يكنى أبا هاشم ،\r\n\r\n[ الهاشمية 
  ]\r\n« وفرقة منهم قالت أن محمد بن الحنفية مات والامام بعده عبد اللّه بن محمد ابنه وكان يكنى أبا هاشم وهو أكبر ولده وإليه أوصى أبوه فسميت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت ابيات من هذه القصيدة في الأغاني ج 8 ص 32 وفي عيون الأخبار لابن قتيبة ( طبعة دار الكتب المصرية ) ج 2 ص 144 وفي المنتظم لابن الجوزي عند ذكره من توفي في سنة 179 وفي تذكرة خواص الأمة في معرفة الأئمة لسبط ابن الجوزي طبعة طهران سنة 1287 ص 166 وفي بحار الأنوار ج 9 ص 172 - 173 و 617 وفي كتاب البدء والتأريخ ج 5 ص 128\r\n( 2 ) كذا في عيون الأخبار والأغاني وفي بعض النسخ - عندهم -\r\n( 3 ) وردت ستة أبيات من هذه القصيدة في روضات الجنات للخوانساري ص 29 وبعضها في بحار الأنوار ج 9 ص 173 وج 11 ص 200 وراجع أيضا الأغاني ج 7 ص .\r\n","page_name":" 30 ","page_number":56},
  {"content":"\r\n\r\nهذه الفرقة « الهاشمية » بابي هاشم\r\nوقالت « فرقة » مثل قول الكيسانية في أبيه بأنه المهدي وأنه حي لم يمت وأنه يحي الموتى وغلوا فيه ، فلما توفي « أبو هاشم عبد اللّه بن محمد بن الحنفية » تفرق أصحابه اربع فرق\r\n« ففرقة » منهم قالت : مات « عبد اللّه بن محمد » وأوصى إلى أخيه « علي بن محمد » وكانت أمه قضاعية تسمى أم عثمان بنت أبي جدير بن عبدة « 1 » بن معتب بن الجد بن العجلان بن حارثة بن ضبيعة بن حرام ابن جعل بن عمرو بن جشم بن « 2 » ودم بن ذبيان بن هميم بن ذهل بن هني بن بلي بن عمرو بن الحاف بن قضاعة ، وأن الذين ذكروا أنه أوصى إلى ( محمد بن علي بن عبد اللّه بن عباس بن عبد المطلب ) غلطوا في الاسم فأوصى علي بن محمد إلى ابنه ( الحسن ) وأمه أم ولد وأوصى الحسن إلى ابنه ( علي بن الحسن ) وأمه لبانة بنت أبي هاشم عبد اللّه بن محمد بن الحنفية وأوصى علي بن الحسن إلى ابنه ( الحسن بن علي ) وأمه علية بنت عون بن علي بن محمد بن الحنفية والوصية عندهم في ولد محمد بن الحنفية لا تخرج إلى غيرهم ومنهم يكون القائم المهدي وهم ( الكيسانية ) الخلص الذين غلبوا على هذا الاسم وهذه الفرقة خاصة تسمى ( المختارية ) إلا أنه خرجت منهم ( فرقة ) فقطعوا الإمامة بعد ذلك من عقبه وزعموا أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غبرة - خ ل -\r\n( 2 ) بن دينار بن روم بن هيثم الخ - خ ل -\r\n","page_name":" 31 ","page_number":57},
  {"content":"\r\n\r\n« الحسن » مات ولم يوص إلى أحد ولا وصى بعده ولا إمام حتى يرجع « محمد بن الحنفية » فيكون هو القائم المهدي\r\n\r\n[ افتراق الهاشمية بعد موت أبي هاشم 
  ]\r\n« وفرقة » قالت : أوصى ( أبو هاشم عبد اللّه بن محمد بن الحنفية ) إلى ( عبد اللّه « 1 » بن معاوية بن عبد اللّه بن جعفر بن أبي طالب ) الخارج بالكوفة وأمه أم عون بنت عون بن العباس بن ربيعة بن الحارث بن عبد المطلب وهو يومئذ غلام صغير فدفع الوصية إلى « صالح بن مدرك » وأمره أن يحفظها حتى يبلغ ( عبد اللّه بن معاوية ) فيدفعها إليه فهو الامام وهو العالم بكل شيء حتى غلوا فيه وقالوا إن اللّه عز وجل نور وهو في عبد اللّه بن معاوية وهؤلاء أصحاب ( عبد اللّه « 2 » بن الحارث ) فهم يسمون ( الحارثية ) وكان ابن الحارث هذا من أهل المدائن فهم كلهم غلاة يقولون : من عرف الامام فليصنع ما شاء و ( عبد اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد اللّه بن معاوية من شجعان الطالبيين ورؤسائهم وشعرائهم ظهر سنة 177 بالكوفة خالعا طاعة بني مروان وداعيا إلى نفسه فبايع له أهل الكوفة وأتته بيعة المدائن ثم قاتله عبد اللّه بن عمر والي الكوفة فتفرق عنه أصحابه فخرج إلى المدائن فلحق به جمع من أهل الكوفة فغلب بهم على حلوان والجبال وهمذان وأصبهان والري واستفحل أمره فجبى له خراج فارس وكورها وأقام بإصطخر فسير ابن هبيرة أمير العراق الجيوش لقتاله فصبر لها ثم انهزم إلى شيراز ومنها إلى هراة قبض عليه عاملها وقتله بأمر أبي مسلم الخراساني سنة 129 : ذكره ابن الأثير في حوادث سنة 127 وسنة 129\r\n( 2 ) ذكر عبد اللّه بن الحارث في كثير من الكتب الرجالية كمنهج المقال ومنتهى المقال والخلاصة وغيرهما وذكر الكشي فيه رواية تدل على ذمه\r\n","page_name":" 32 ","page_number":58},
  {"content":"\r\n\r\nابن معاوية ) هو صاحب أصفهان الذي قتله أبو مسلم في جيشه « 1 »\r\n\r\n[ القائلون بامامة محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب - الروندية 
  ]\r\n« وفرقة » قالت : أوصى « عبد اللّه بن محمد بن الحنفية » إلى ( محمد ابن علي بن عبد اللّه بن العباس بن عبد المطلب ) لأنه مات عنده بأرض الثراة بالشام وأنه دفع إليه الوصية إلى أبيه ( علي بن عبد اللّه بن العباس ) وذلك أن ( محمد بن علي ) كان صغيرا عند وفاة أبي هاشم وأمره أن يدفعها إليه إذا بلغ فلما بلغ دفعها إليه فهو الامام وهو اللّه عز وجل وهو العالم بكل شيء فمن عرفه فليصنع ما شاء ، وهؤلاء غلاة ( الروندية « 2 » ) واختصم أصحاب ( عبد اللّه بن معاوية ) وأصحاب ( محمد بن علي ) في وصية أبي هاشم فرضوا برجل منهم يكنى أبا رياح وكان من رؤوسهم وعلمائهم فشهد أن « أبا هاشم عبد اللّه بن محمد بن الحنفية « 3 » » أوصى إلى ( محمد بن علي بن العباس ) فرجع جل أصحاب « عبد اللّه بن معاوية » إلى القول بامامة « محمد بن علي » وقويت الروندية « 4 » بهم\r\n« وفرقة » قالت أن الإمام القائم المهدي هو ( أبو هاشم ) وولي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حبسه - خ ل -\r\n( 2 ) وفي بعض النسخ ( الزيدية ) ولعل الصحيح الروندية نسبة إلى عبد اللّه بن الخرب الكنادي الكوفي الروندي العالم المشهور المتوفي سنة 298 وقيل سنة 301 .\r\n( 3 ) قال ابن حجر في تقريب التهذيب : عبد اللّه بن محمد بن علي بن أبي طالب الهاشمي أبو هاشم ابن الحنفية ثقة قرنه الزهري بأخيه الحسن من الرابعة مات سنة 99 بالشام ا ه\r\n( 4 ) الزيدية - خ ل - ولعل الصحيح ( الروندية ) كما تقدم :\r\n","page_name":" 33 ","page_number":59},
  {"content":"\r\n\r\nالخلق ويرجع فيقوم بأمور الناس ويملك الأرض ولا وصي بعده وغلوا فيه وهم « البيانية » أصحاب ( بيان النهدي ) وقالوا أن أبا هاشم نبي بيانا عن اللّه عز وجل فبيان نبي وتأولوا في ذلك قول اللّه عز وجل :  هذا بَيانٌ لِلنَّاسِ وَهُدىً ( 4 : 138 )  وادعى ( بيان ) بعد وفاة أبي هاشم النبوة وكتب إلى أبي جعفر محمد بن علي بن الحسين عليه السلام يدعوه إلى نفسه والاقرار بنبوته ويقول له أسلم تسلم وترتق في سلم وتنج وتغنم فإنك لا تدري أين يجعل اللّه النبوة والرسالة وما على الرسول إلا البلاغ وقد أعذر من أنذر ، فأمر أبو جعفر عليه السلام محمد بن علي رسول « بيان » فأكل قرطاسه الذي جاء به وقتل ( بيان ) على ذلك وصلب وكان اسم رسوله « عمر « 1 » بن أبي عفيف الأزدي »\r\n\r\n[ القائلون بامامة محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب - الروندية 
  ]\r\nفلما قتل أبو مسلم « عبد اللّه بن معاوية » في حبسه « 2 » افترقت فرقته بعده ثلاث فرق ، وقد كان مال إلى « عبد اللّه بن معاوية » شذاذ صنوف الشيعة برجل من أصحابه يقال له « عبد اللّه بن الحارث » وكان أبوه زنديقا من أهل المدائن فابرز « 3 » لأصحاب « عبد اللّه » فأدخلهم في الغلو والقول بالتناسخ والأظلة والدور وأسند ذلك إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عمرو - خ ل -\r\n( 2 ) في جيشه - خ ل -\r\n( 3 ) فأخرج من شيعة عبد اللّه جمعا إلى الغلو الخ - خ ل -\r\n","page_name":" 34 ","page_number":60},
  {"content":"\r\n\r\n« جابر بن « 1 » عبد اللّه الأنصاري » ثم إلى « جابر « 2 » بن يزيد الجعفي » فخدعهم بذلك حتى ردهم عن جميع الفرائض والشرائع والسنن وادعى أن هذا مذهب جابر بن عبد اللّه وجابر بن يزيد رحمهما اللّه فإنهما قد كانا من ذلك بريئين\r\n( وفرقة ) منهم قالت أن ( عبد اللّه بن معاوية ) حي لم يمت وأنه مقيم في جبال أصفهان لا يموت ابدا حتى يقود نواصيها إلى رجل من بني هاشم من ولد علي وفاطمة\r\n( وفرقة ) قالت أن ( عبد اللّه بن معاوية ) هو القائم المهدي الذي بشر به النبي صلى اللّه عليه وآله أنه يملك الأرض ويملأها قسطا وعدلا بعد ما ملئت ظلما وجورا ثم يسلم عند وفاته إلى رجل من بني هاشم من ولد علي بن أبي طالب عليه السلام فيموت حينئذ\r\n( وفرقة ) قالت أن ( عبد اللّه بن معاوية ) قد مات ولم يوص وليس بعده إمام فتاهوا وصاروا مذبذبين بين صنوف الشيعة وفرقها لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جابر بن عبد اللّه بن عمر بن حرام بن كعب بن غنم بن كعب بن سلمة الأنصاري السلمي صحابي ابن صحابي غزا تسع عشرة غزوة توفي بالمدينة سنة 78 أو سنة 74 ذكره ابن حجر في الإصابة وغيره\r\n( 2 ) جابر بن يزيد بن الحرث بن عبد يغوث الجعفي لقي أبا جعفر الباقر وأبا عبد اللّه الصادق عليهما السلام ثقة جليل توفي سنة 128 ذكره ابن سعد في الطبقات والذهبي في ميزان الاعتدال وغيرهما :\r\n","page_name":" 35 ","page_number":61},
  {"content":"\r\n\r\nيرجعون إلى أحد ، فالكيسانية كلها لا إمام لها وإنما ينتظرون الموتى إلا ( العباسية ) فإنها تثبت الإمامة في ولد العباس وقادوها فيهم إلى اليوم ، فهذه فرق ( الكيسانية ) و ( العباسية ) و ( الحارثية ) ومنهم تفرقت فرق ( الخرمدينية « 1 » ) ومنهم كان بدء الغلو في القول حتى قالوا أن الأئمة آلهة وأنهم أنبياء وأنهم رسل وأنهم ملائكة وهم الذين تكلموا بالأظلة وفي التناسخ في الأرواح وهم أهل القول بالدور في هذه الدار وابطال القيامة والبعث والحساب وزعموا أن لا دار إلا الدنيا وأن القيامة إنما هي خروج الروح من بدن ودخوله في بدن آخر غيره إن خيرا فخيرا وإن شرا فشرا وأنهم مسرورون في هذه الأبدان أو معذبون فيها والأبدان هي الجنات وهي النار وأنهم منقولون « 2 » في الأجسام الحسنة الانسية المنعمة في حياتهم ومعذبون في الأجسام الردية المشوهة من كلاب وقردة وخنازير وحيات وعقارب وخنافس وجعلان محولون من بدن إلى بدن معذبون فيها هكذا أبد الأبد فهي جنتهم ونارهم لا قيامة ولا بعث ولا جنة ولا نار غير هذا على قدر أعمالهم وذنوبهم وإنكارهم لأئمتهم ومعصيتهم لهم فإنما تسقط الأبدان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي أن الخرمدينية هم الأبامسلمية أصحاب أبي مسلم الخراساني\r\n( 2 ) كذا في النسخ المخطوطة : ولعل الصحيح - مثوبون - بتشديد الواو :\r\n","page_name":" 36 ","page_number":62},
  {"content":"\r\n\r\nوتخرب إذ هي مساكنهم فتتلاشى الأبدان وتفنى وترجع الروح في قالب آخر منعم أو معذب وهذا معنى الرجعة عندهم وإنما الأبدان قوالب ومساكن بمنزله الثياب التي يلبسها الناس فتبلى وتطرح ويلبس غيرها وبمنزلة البيوت يعمرها الناس فإذا تركوها وعمروا غيرها خربت والثواب والعقاب على الأرواح دون الأجساد ، وتأولوا في ذلك قول اللّه تعالى :  فِي أَيِّ صُورَةٍ ما شاءَ رَكَّبَكَ ( 82 : 8 )  وقوله تعالى :\r\n وَما مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ إِلَّا أُمَمٌ أَمْثالُكُمْ ( 6 : 38 )  وقوله عز وجل :  وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ ( 35 : 24 )  فجميع الطير والدواب والسباع كانوا أمما ناسا خلت فيهم نذر من اللّه عز وجل واتخذ بهم عليهم الحجة فمن كان منهم صالحا جعل روحه بعد وفاته وإخراب قالبه وهدم مسكنه إلى بدن صالح فأكرمه ونعمه ومن كان منهم كافرا عاصيا نقل روحه إلى بدن خبيث مشوه يعذبه فيه بالدنيا وجعل قالبه ( ظ ) في أقبح صورة ورزقه أنتن رزق وأقذره ، وتأولوا في ذلك قول اللّه عز وجل :   فَأَمَّا الْإِنْسانُ إِذا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ وَأَمَّا إِذا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهانَنِ ( 89 : 15 - 16 )   فكذب اللّه تعالى هؤلاء ورد عليهم قولهم لمعصيتهم إياه فقال :  كَلَّا بَلْ لا تُكْرِمُونَ الْيَتِيمَ ( 89 : 17 )  وهو النبي صلى اللّه\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":63},
  {"content":"\r\n\r\nعليه وآله ،  وَلا تَحَاضُّونَ عَلى طَعامِ الْمِسْكِينِ ( 89 : 18 )  وهو الامام ،  وَتَأْكُلُونَ التُّراثَ أَكْلًا لَمًّا ( 89 : 19 )  لا تخرجون حق الامام ، مما رزقكم وأجراه لكم\r\n\r\n[ المنصورية 
  ]\r\nومنهم فرقة تسمى ( المنصورية ) وهم أصحاب ( أبي منصور « 1 » ) وهو الذي ادعى أن اللّه عز وجل عرج به إليه فأدناه منه وكلمه ومسح يده على رأسه وقال « 2 » له بالسرياني اي بني وذكر أنه نبي ورسول وأن اللّه اتخذه خليلا ، وكان « أبو منصور » هذا من أهل الكوفة من عبد القيس وله فيها دار وكان منشأه بالبادية وكان أميا لا يقرأ فادعى بعد وفاة أبي جعفر محمد بن علي بن الحسين عليه السلام أنه فوض إليه امره وجعله وصيه من بعده ثم ترقى به الأمر إلى أن قال كان علي بن أبي طالب عليه السلام نبيا ورسولا وكذا الحسن والحسين وعلي بن الحسين ومحمد بن علي وأنا نبي ورسول والنبوة في ستة من ولدي يكونون بعدي أنبياء آخرهم القائم وكان يأمر أصحابه بخنق من خالفهم وقتلهم بالاغتيال ويقول من خالفكم فهو كافر مشرك فاقتلوه فان هذا جهاد خفي ، وزعم أن جبرئيل عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو منصور العجلي وقد لعنه الإمام الصادق عليه السلام ثلاثا كما ذكره الكشي في رجاله ص 196 وصلبه يوسف بن عمر الثقفي والي العراق في أيام هشام بن عبد الملك أنظر الطبري والملل والنحل للشهرستاني وعيون الأخبار لابن قتيبة والفرق بين الفرق للبغدادي والمقريزي :\r\n( 2 ) ثم قال له أي بنى - خ ل - وفي رجال الكشي وقال له بالفارسي يا بسر . وفي الفرق بين الفرق : وقال له يا بني بلغ عني ،\r\n","page_name":" 38 ","page_number":64},
  {"content":"\r\n\r\nالسلام يأتيه بالوحي من عند اللّه عز وجل وأن اللّه بعث محمدا بالتنزيل وبعثه هو « يعني نفسه » بالتأويل فطلبه خالد بن عبد اللّه القسري فأعياه ثم ظفر عمر الخناق بابنه « الحسين بن أبي منصور » وقد تنبأ وادعى مرتبة أبيه وجبيت إليه الأموال وتابعه على رأيه ومذهبه بشر كثير وقالوا بنبوته ، فبعث به للمهدي فقتله في خلافته وصلبه بعد أن أقر بذلك وأخذ منه مالا عظيما وطلب أصحابه طلبا شديدا وظفر بجماعة منهم فقتلهم وصلبهم\r\n\r\n[ القول بالتناسخ والرجعة 
  ]\r\nفهؤلاء صنوف « الغالية « من أصحاب « عبد اللّه بن معاوية » و ( العباسية الروندية ) وغيرهم غير أن أصحاب ( عبد اللّه بن معاوية ) يزعمون أنهم يتعارفون في انتقالهم في كل جسد صاروا فيه على ما كانوا عليه مع نوح عليه السلام في السفينة ومع « 1 » النبي صلى اللّه عليه وآله في كل عصر وزمانه ويسمون أنفسهم بأسماء أصحاب النبي صلى اللّه عليه وآله ويزعمون أن أرواحهم فيهم ويتأولون في ذلك قول علي بن أبي طالب عليه السلام وقد روي أيضا عن النبي صلى اللّه عليه وآله أن الأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منها اختلف فنحن نتعارف كما قال علي عليه السلام وكما روي عن النبي صلى اللّه عليه وآله ، وقال بعضهم بالتناسخ وتنقل الأرواح مدة ووقت وهو أن كل دور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومع كل نبي في عصره وزمانه - خ ل -\r\n","page_name":" 39 ","page_number":65},
  {"content":"\r\n\r\nفي الأبدان الانسية فذلك للمؤمنين خاصة فتحول إلى الدواب للنزهة مثل الأفراس والشهاري وفي غيرها مما يكون لمواكب « 1 » الملوك والخلفاء على قدر أديانهم وطاعتهم لأئمتهم فيحسن إليها في علفها وإمساكها وتجليلها بالديباج وغيره من الجلال النظيفة المرتفعة والسروج المحلاة وكذلك ما كان منها لأوساط الناس والعوام فإنما ذلك على قدر ايمانهم فتمكث في ذلك الانتقال الف سنة ثم تحول إلى الأبدان الانسية عشرة آلاف سنة وإنما ذلك امتحان لها لكيلا يدخلهم العجب فتزول طاعتهم ، وأما الكفار والمشركون والمنافقون والعصاة فينتقلون في الأبدان المشوهة الوحشة عشرة آلاف سنة ما بين الفيل والجمل إلى البقة الصغيرة ، وتأولوا في ذلك قول اللّه عز وجل :\r\n حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِياطِ ( 7 : 40 )  ونحن نعلم ما هو في خلق الجمل وما كان مثله من الخلق لا يقدر أن يلج في سم الخياط وقول اللّه لا يكذب ولا بد من أن يكون ذلك ولا يتهيأ إلا بنقصان خلقه وتصغيره في كل دور حتى يرجع الفيل والجمل إلى حد البقة الصغيرة فتدخل حينئذ في سم الخياط فإذا خرج من سم الخياط رد إلى الأبدان الانسية الف سنة فصار في الخلق الضعيف المحتاج وكلف الأعمال والتعب وطلب المكسب بالمشقة فبين دباغ وحجام وكناس وغير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لمراكب - خ ل -\r\n","page_name":" 40 ","page_number":66},
  {"content":"\r\n\r\nذلك من الصناعات المذمومة القذرة على قدر معاصيهم فيمتحنون في هذه الأجسام بالايمان بالأئمة والرسل والأنبياء ومعرفتهم فلا يؤمنون ويكذبون ولا يعرفون فلا يزالون منتقلين في هذه الأبدان الانسية على هذه الحال من حال إلى حال الف سنة ثم يردون بعد ذلك العذاب إلى الأمر الأول عشرة آلاف سنة فهذه حالهم أبد الآبدين ودهر الداهرين ، هذه قيامتهم وبعثهم وهذه جنتهم ونارهم وهذه الرجعة عندهم لا رجوع بعد الموت والقوالب تفنى وتتلاشى ولا تعود ولا ترد أبدا\r\nوقالت « الزيدية « 1 » » و « المغيرية » أصحاب « المغيرة بن سعيد » « 2 » لا ننكر للّه قدرة ولا نؤمن بالرجعة ولا نكذب بها وان شاء اللّه تعالى أن يفعل فعل\r\nوقالت « الكيسانية » يرجع الناس في أجسامهم التي كانوا فيها ويرجع محمد صلى اللّه عليه وآله وجميع النبيين فيؤمنون به ويرجع « علي بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخ المخطوطة ولعل الصحيح ( الروندية )\r\n( 2 ) هو المغيرة بن سعيد العجلي مولى بجيلة خرج بظاهر الكوفة في إمارة خالد بن عبد اللّه القسري فظفر به وأحرقه وأحرق أصحابه سنة 119 راجع خبر خروجه تاريخ الطبري وغيره وسيأتي تفصيل مقالته في المذهب وقد تظافرت الروايات بكونه كذابا كان يكذب على الامام أبي جعفر الباقر عليه السلام وذكر الكشي روايات كثيرة صريحة في ذمه وفيها أن الإمام الصادق عليه السلام لعنه انظر الطبري وابن الأثير وعيون الأخبار وتلبيس إبليس وغيرها :\r\n","page_name":" 41 ","page_number":67},
  {"content":"\r\n\r\nأبي طالب « فيقتل معاوية بن أبي سفيان وآل أبي سفيان ويهدم دمشق ويغرق البصرة\r\n\r\n[ الخطابية 
  ]\r\nوأما أصحاب « أبي الخطاب محمد بن أبي زينب الأجدع الأسدي « 1 » « ومن قال بقولهم فإنهم افترقوا لما بلغهم أن أبا عبد اللّه جعفر بن محمد عليهما السلام لعنه وبرئ منه ومن أصحابه فصاروا اربع فرق وكان ( أبو الخطاب ) يدعي أن أبا عبد اللّه جعفر بن محمد عليهما السلام جعله قيمه ووصيه من بعده وعلمه اسم اللّه الأعظم ثم ترقى إلى أن ادعى النبوة ثم ادعى الرسالة ثم ادعى أنه من الملائكة وأنه رسول اللّه إلى أهل الأرض والحجة عليهم\r\n( ففرقة ) منهم قالت أن أبا عبد اللّه جعفر بن محمد هو اللّه جل وعز وتعالى اللّه عن ذلك علوا كبيرا - وأن ( أبا الخطاب ) نبي مرسل ارسله جعفر وأمر بطاعته وأحلوا المحارم من الزنا والسرقة وشرب الخمر وتركوا الزكاة والصلاة والصيام والحج وأباحوا الشهوات بعضهم لبعض وقالوا من سأله اخوه ليشهد له على مخالفيه فليصدقه ويشهد له فان ذلك فرض عليه واجب ، وجعلوا الفرائض رجالا سموهم والفواحش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو محمد بن مقلاص أبي زينب الأسدي الكوفي الأجدع الزراد البزاز ويكنى تارة أبو الخطاب وأخرى أبو الظبيان وثالثة أبو إسماعيل وقد أورد الكشي في رجاله روايات كثيرة صريحة في ذمه قتله عيسى بن موسى صاحب المنصور بسبخة الكوفة انظر تاريخ ابن الأثير والمقريزي ومنهج المقال ومنتهى المقال وغيرها :\r\n","page_name":" 42 ","page_number":68},
  {"content":"\r\n\r\nوالمعاصي رجالا وتأولوا على ما استحلوا قول اللّه عز وجل :  يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ ( 4 : 28 )  وقالوا خفف عنا بابي الخطاب ووضع عنا الأغلال والآصار يعنون الصلاة والزكاة والصيام والحج فمن عرف الرسول النبي الامام فليصنع ما أحب\r\n\r\n[ النريعية 
  ]\r\n« وفرقة » قالت « بزيع « 1 » » نبي رسول مثل « أبي الخطاب » أرسله جعفر بن محمد وشهد « بزيع » لأبي الخطاب بالرسالة وبرئ « أبو الخطاب » وأصحابه من ( بزيع )\r\n\r\n[ أصحاب السري 
  ]\r\n( وفرقة ) قالت ( السري « 2 » ) رسول مثل ( أبي الخطاب ) أرسله جعفر وقال أنه قوي أمين وهو موسى القوي الأمين وفيه تلك الروح وجعفر هو الاسلام والاسلام هو السلام وهو اللّه عز وجل ونحن بنو الاسلام كما قالت اليهود :  نَحْنُ أَبْناءُ اللَّهِ وَأَحِبَّاؤُهُ ( 5 : 18 )  وقد قال رسول اللّه صلى اللّه عليه وآله : سلمان ابن الاسلام ، فدعوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بزيع بن موسى الحائك لعنه الإمام الصادق عليه السلام ولعن جماعة معه وهم المغيرة ابن سعيد - والسري - وأبا الخطاب محمد بن أبي زينب الأجدع - ومعمرا وبشار الشعيري وحمزة البريري وصائد النهدي فقال ( ع ) - كما ذكره الكشي - لعنهم اللّه فانا لا نخلو من كذاب يكذب علينا أو عاجز الرأي كفانا اللّه مئونة كل كذاب وأذاقهم حر الحديد - وبعضهم ضبطه ( بزيع ) بالغين المعجمة والصحيح بالمهملة\r\n( 2 ) السري تقدم لعن الإمام الصادق ( ع ) له في ترجمة بزيع الحائك وروى الكشي عن أبي عبد اللّه الصادق ( ع ) قال أن بنانا والسري وبزيعا لعنهم اللّه تراءى لهم الشيطان في أحسن ما يكون صورة آدمي من قرنه إلى سرته الخ - أنظر منهج المقال ومنتهى المقال وغيرهما :\r\n","page_name":" 43 ","page_number":69},
  {"content":"\r\n\r\nإلى نبوة ( السري ) ورسالته وصلوا وصاموا وحجوا لجعفر بن محمد ولبوا له فقالوا لبيك يا جعفر لبيك\r\n\r\n[ المعمرية 
  ]\r\n( وفرقة ) قالت ( جعفر بن محمد ) هو اللّه عز وجل - وتعالى اللّه عن ذلك علوا كبيرا - وإنما هو نور يدخل في أبدان الأوصياء فيحل فيها فكان ذلك النور في جعفر ثم خرج منه فدخل في ( أبي الخطاب ) فصار ( جعفر ) من الملائكة ثم خرج من ( أبي الخطاب ) فدخل في ( معمر ) وصار ( أبو الخطاب ) من الملائكة فمعمر هو اللّه عز وجل ، فخرج ( ابن اللبان ) يدعو إلى ( معمر ) وقال إنه اللّه عز وجل وصلى له وصام وأحل الشهوات كلها ما حل منها وما حرم وليس عنده شيء محرم ، وقال : لم يخلق اللّه هذا إلا لخلقه فكيف يكون محرما وأحل الزنا والسرقة وشرب الخمر والميتة والدم ولحم الخنزير ونكاح الأمهات والبنات والأخوات ونكاح الرجال ووضع عن أصحابه غسل الجنابة وقال كيف اغتسل من نطفة خلقت منها ، وزعم أن كل شيء أحله اللّه في القرآن وحرمه فإنما هو أسماء رجال ، فخاصمه قوم من الشيعة وقالوا لهم أن اللذين زعمتم أنهما صارا من الملائكة قد برئا من ( معمر ) و ( نريع ) وشهدا عليهما أنهما كافران شيطانان وقد لعناهما فقالوا أن اللذين ترونهما جعفرا وأبا الخطاب شيطانان تمثلا في صورة جعفر\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":70},
  {"content":"\r\n\r\nوأبي الخطاب يصدان الناس عن الحق وجعفر وأبو الخطاب ملكان عظيمان عند الا له الأعظم إله السماء و « معمر » إله الأرض وهو مطيع لا له السماء يعرف فضائله « 1 » وقدره ، فقالوا لهم كيف يكون هذا ومحمد صلى اللّه عليه وآله لم يزل مقرا بأنه عبد اللّه وأن إلهه وإله الخلق أجمعين إله واحد وهو اللّه وهو رب السماء والأرض وآلهما لا إله غيره « 2 » ، فقالوا أن محمدا صلى اللّه عليه وآله كان يوم قال هذا عبدا رسولا ارسله ( أبو طالب ) وكان النور الذي هو اللّه في « عبد المطلب » ثم صار في « أبي طالب » ثم صار في « محمد » ثم صار في ( علي بن أبي طالب ) عليه السلام فهم آلهة كلهم ، قالوا لهم :\r\nكيف هذا وقد دعا محمد صلى اللّه عليه وآله أبا طالب إلى الاسلام والايمان فامتنع أبو طالب من ذلك وقد قال النبي صلى اللّه عليه وآله أني مستوهبه من ربي وأنه واهبه لي ، قالوا أن محمدا وأبا طالب كانا يسخران بالناس قال اللّه عز وجل :  إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَما تَسْخَرُونَ ( 10 : 38 )  وقال تعالى :  فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ ( 9 : 79 )  وأبو طالب هو اللّه عز وجل - وتعالى الله عما يقولون علوا كبيرا - فلما مضى أبو طالب خرجت الروح وسكنت في محمد صلى اللّه عليه وآله وكان هو اللّه عز وجل في الحق وكان علي بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معالمه - خ ل\r\n( 2 ) لا إله إلا هو - خ ل -\r\n","page_name":" 45 ","page_number":71},
  {"content":"\r\n\r\nأبي طالب هو الرسول فلما مضى محمد صلى اللّه عليه وآله خرجت منه الروح وصارت في علي فلم تزل تتناسخ في واحد بعد واحد حتى صارت في ( معمر )\r\n\r\n[ المزدكية - الزنديقية - الدهرية 
  ]\r\nفهذه فرق أهل الغلو ممن انتحل التشيع وإلى ( الخرمدينية ) و « المزدكية « 1 » » و ( الزنديقية « 2 » ) و « الدهرية « 3 » » مرجعهم جميعا لعنهم الله ، وكلهم متفقون على نفي الربوبية عن الجليل الخالق تبارك وتعالى عن ذلك علوا كبيرا واثباتها في بدن مخلوق مئوف على أن البدن مسكن لله وأن الله تعالى نور وروح ينتقل في هذه الأبدان - تعالى الله عن ذلك - إلا أنهم مختلفون في رؤسائهم الذين يتولونهم يبرأ البعض من بعض ويلعن بعضهم بعضا\r\n\r\n[ فرق الروندية - الأبامسلمية 
  ]\r\nثم أن الشيعة العباسية « الروندية » افترقت ثلاث فرق « ففرقة » منهم يسمون « الأبامسلمية » أصحاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المزدكية اتباع مزدك الذي ظهر في أيام قباد والد أنوشروان واسم كتابه الذي ادعى نزوله عليه ( ديستاو ) وقولهم كقول المانوية في الأصلين النور والظلمة . انظر الملل والنحل للشهرستاني وفهرست ابن النديم . والمزدكية هم الذين استباحوا المحرمات وزعموا أن الناس شركاء في الأموال والنساء وإليه يمت المذهب الاشتراكى وقد اجتاح معرة عيثه أنوشروان العادل فقتله وقتل أصحابه\r\n( 2 ) الزنديقية هم الذين رفضوا تعاليم الأديان الإلهية بحجة تحرير الفكر :\r\n( 3 ) الدهريون هم القائلون أن العالم موجود أزلا وأبدا لا صانع له وهم فرقة من الكفار ملحدون\r\n","page_name":" 46 ","page_number":72},
  {"content":"\r\n\r\n« أبي مسلم « 1 » » قالوا بإمامته وادعوا أنه حي لم يمت وقالوا بالإباحات وترك جميع الفرائض وجعلوا الايمان المعرفة لامامهم فقط فسموا ( الخرمدينية ) وإلى أصلهم رجعت فرقة ( الخرمية « 2 » )\r\n\r\n[ الرزامية - الهريرية - العباسية 
  ]\r\n( وفرقة ) أقامت على ولاية أسلافها وولاية أبي مسلم سرا وهم ( الرزامية « 3 » ) أصحاب « رزام » وأصلهم مذهب الكيسانية\r\n( وفرقة ) منهم يقال لها ( الهريرية ) أصحاب أبي هريرة الروندية « 4 » وهم العباسية الخلص الذين قالوا الإمامة لعم النبي صلى اللّه عليه وآله العباس بن عبد المطلب رحمة اللّه عليه وتثبت على ولاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو عبد الرحمن بن مسلم الخراساني مؤسس الدولة العباسية ، ارسله إبراهيم ابن الإمام محمد من بني العباس إلى خراسان داعية فأقام بها واستمال أهلها قتله المنصور الدوانيقي سنة 137\r\n( 2 ) الخرمية هم أتباع بابك الخرمي الذي ظهر في الجبال بناحية آذربيجان سنة 201 وكثروا واستباحوا المحرمات وقتلوا الكثير من المسلمين وجهز إليهم خلفاء بني العباس جيوشا كثيرة مع افشين الحاجب ومحمد بن يوسف التغري وأبي دلف العجلي وبقيت العساكر تغزوهم نحوا من عشرين سنة إلى أن أخذ بابك وأخوه إسحاق بن إبراهيم وصلبا بسر من رأى سنة 223 في أيام المعتصم ، قال الحموي في - مراصد الاطلاع - خرم بضم أوله وتشديد ثانيه رستاق أردبيل كان الخرمية أصحاب بابك إليه ينسبون\r\n( 3 ) هذه الفرقة ظهرت بخراسان في أيام أبي مسلم الخراساني فادعوا حلول الإله فيه فقتلهم عن بكرة أبيهم ومن فروعها المقنعية ، المبيضة اتباع هاشم بن حكيم المروزي الملقب بالمقنع الذي ادعى احياء الموتى وعلم الغيب وكان خروجه في أيام المهدي فحوصر بأمره ولما اشتد عليه الحضار القى نفسه في النار انظر تاريخ ابن العبري والمقريزي وغيرهما\r\n( 4 ) الروندي - خ ل -\r\n","page_name":" 47 ","page_number":73},
  {"content":"\r\n\r\nأسلافها الأولى سرا وكرهوا أن يشهدوا على أسلافهم بالكفر وهم مع ذلك يتولون أبا مسلم ويعظمونه وهم الذين غلوا في القول في العباس وولده ( وفرقة ) منهم قالت أن ( محمد بن الحنفية ) كان الامام بعد أبيه ( علي بن أبي طالب ) فلما مات أوصى إلى ابنه ( أبي هاشم عبد اللّه بن محمد ) فأوصى ( أبو هاشم ) إلى ( محمد بن علي بن العباس بن عبد المطلب ) لأنه مات عنده بالشام بأرض الشراة فأوصى ( محمد بن علي ) إلى ابنه ( إبراهيم بن محمد ) المسمى بالامام وهو أول من عقدت له الإمامة من ولد العباس وإليه دعا أبو مسلم ، ثم أوصى ( إبراهيم ابن محمد ) إلى أخيه ( أبي العباس عبد اللّه بن محمد ) وهو أول من تخلف من ولد العباس بن عبد المطلب ثم أوصى ( أبو العباس ) إلى أخيه ( أبي جعفر عبد اللّه بن محمد ) فسمي المنصور فلما مضى المنصور أوصى إلى ابنه ( المهدي محمد بن عبد اللّه ) استخلفه بعده فردهم المهدي عن اثبات الإمامة لمحمد بن الحنفية وابنه أبي هاشم وأثبت الإمامة بعد النبي صلى اللّه عليه وآله للعباس بن عبد المطلب ودعاهم إليها وقال كان العباس عمه ووارثه وأولى الناس به وأن أبا بكر وعمر وعثمان وعليا عليه السلام وكل من دخل في الخلافة بعد النبي صلى اللّه عليه وآله غاصبون متوثبون فأجابوه فعقد الإمامة للعباس بعد رسول اللّه صلى اللّه\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":74},
  {"content":"\r\n\r\nعليه وآله ، وأم العباس نتيلة بنت جناب بن كليب بن مالك بن عمرو ابن عامر بن زيد بن مناة بن الضحيان وهو عامر بن سعد بن الخزرج بن تيم اللّه بن النمر بن قاسط ، ثم عقدها بعد العباس « لعبد اللّه بن العباس » وأمه أم الفضل وقثم وعبيد اللّه وعبد الرحمن واسمها لبابة بنت الحارث ابن حزن بن بجير بن الهزم بن رويبة بن عبد اللّه بن هلال بن عامر بن صعصعة ، ثم عقدها بعد عبد اللّه « لعلي بن عبد اللّه المعروف بالسجاد » وكان متعبدا وأمه زرعة بنت مشرح « 1 » بن معديكرب بن وليعة بن شرحبيل بن معاوية بن عمرو بن حجر بن الولادة « 2 » الحارث بن عمرو بن معاوية بن الحارث بن معاوية بن كندة ، ثم عقدها بعده « لإبراهيم بن محمد الامام » وأمه أم ولد يقال لها فاطمة : فعقدها بعد إبراهيم لأخيه « عبد اللّه أبي العباس » وأمه ريطة بنت عبيد الله بن عبد اللّه بن عبد المدان بن الديان بن قطن بن زياد بن الحرث بن مالك بن ربيعة بن كعب بن الحرث بن كعب ، ثم عقدها لأخيه « عبد الله أبي جعفر المنصور » وأمه أم ولد بربرية يقال لها سلامة وكان أبو العباس جعل ولاية العهد لأخيه أبي جعفر ولابن أخيه عيسى بن موسى بن محمد بن علي بن العباس فخالفه عبد اللّه بن علي بن عبد اللّه فادعى الإمامة ووصية أبي العباس فقاتله أبو مسلم فهزمه فهرب وتوارى بالبصرة فأخذه بعد ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شريح - خ ل -\r\n( 2 ) المدار بن الحارث الخ - خ ل -\r\n","page_name":" 49 ","page_number":75},
  {"content":"\r\n\r\nبأمان وهو صاحب عبد اللّه بن المقفع الزنديق فقتل قتله المنصور فلما اطمأنت الخلافة للمنصور واستوى أمره وقوي وقتل أبا مسلم وكبر ابنه محمد بن عبد اللّه سماه « 1 » المهدي وبايع له وقدمه على عيسى بن موسى وجعل عيسى بعده وأعطى عيسى على ذلك عشرين ألف درهم\r\nفافترقت حينئذ شيعته واضطربت وأنكرت ما كان منه وأبوا قبول بيعة المهدي وقالوا لأصحابهم : من أين جاز لكم متابعة « 2 » المهدي وتأخير عيسى بن موسى وقد عقد له أبو العباس العهد بعد المنصور فقالوا :\r\nمن قبل أمر أمير المؤمنين المنصور لنا بذلك وهو الامام الذي قد افترض اللّه طاعته ، قالوا : فان أبا العباس كان مفترض الطاعة من اللّه قبله وهو أمر ببيعة أبي جعفر العباس وبيعة عيسى بن موسى بعده فكيف جاز لكم تأخيره وتقديم المهدي بين يديه قالوا : إنما الطاعة للامام ما دام حيا فإذا مات وقام غيره كان الأمر أمر القائم ما دام حيا ، قالوا :\r\nأفرأيتم إن مات أمير المؤمنين المنصور والمهدي حي وعيسى بن موسى حي فأنكر الناس أمر أمير المؤمنين في بيعة المهدي كما أنكرتم أنتم أمر أبي العباس في بيعة عيسى بن موسى هل يجوز ذلك قالوا لا يجوز ذلك وقد بويع له قالوا : فكيف جاز لكم أن تؤخروا عيسى وتقدموا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بعض النسخ المخطوطة ( آخاه ) ولعل الصحيح ( سماه )\r\n( 2 ) في بعض النسخ ( مبايعة المهدي ) ولعله الصحيح\r\n","page_name":" 50 ","page_number":76},
  {"content":"\r\n\r\nالمهدي ولم تكونوا بايعتم له فثبتوا على إمامة عيسى بن موسى وأنكروا إمامة المهدي وأجروها في ولد عيسى إلى اليوم ، وأم عيسى بن موسى أم ولد ، فلما حضرت المهدي الوفاة عقد الإمامة لابنه موسى وسماه الهادي وجعل ابنه هارون بعده وسماه الرشيد واسقط عيسى ، وأم المهدي أم موسى بنت منصور بن عبد اللّه بن شمر بن يزيد بن وارد بن معديكرب بن الوازع بن ذي عيش بن وتج بن وصاه بن عبد اللّه بن سميع بن الحرث بن زيد بن الغوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن زرعة بن سبأ الأصغر بن كعب بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن العرنجج وهو حمير بن سبأ بن يشجب بن يعرب بن قحطان بن زيادة بن اليسع بن الهميسع بن يثمن بن نبت بن سلامان بن حمل بن قيدار بن إسماعيل بن إبراهيم بن آزر بن تارخ بن ناحور بن ساروغ بن ارغو بن فالغ بن عابر - إلى زيادة ليس من الأصل - وأم الهادي والرشيد أم ولد يقال لها الخيزران\r\nومن العباسية فرقتان قالتا بالغلو في ولد العباس رحمة اللّه عليه « فرقة » منها تسمى « الهاشمية « وهم أصحاب\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":77},
  {"content":"\r\n\r\n( أبي هاشم « 1 » عبد اللّه بن محمد بن الحنفية ) قالت أن الامام عالم يعلم كل شيء وهو بمنزلة النبي صلى اللّه عليه وآله في جميع أموره ومن لم يعرفه لم يعرف اللّه وليس بمؤمن بل هو كافر مشرك وقادوا الإمامة عن ( أبي هاشم ) إلى ولد العباس\r\n( وفرقة ) قالت الامام عالم بكل شيء وهو الله عز وجل - وتعالى الله عن ذلك علوا كبيرا - ويحي ويميت و ( أبو مسلم ) نبي مرسل يعلم الغيب أرسله أبو جعفر المنصور وهم من ( الروندية « 2 » ) أصحاب ( عبد اللّه الروندي ) وشهدوا أن المنصور هو اللّه - جل اللّه وتعالى عن ذلك علوا كبيرا - فإنه يعلم سرهم ونجواهم ، وأعلنوا القول بذلك ودعوا إليه فبلغ قولهم المنصور فأخذ منهم جماعة فأقروا بذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أحد زعماء العلويين في العصر المرواني وكان يبث الدعاية سرا في الناس وينفرهم من بني أمية ويستميلهم إلى بني هاشم فشعر بأمره سليمان بن عبد الملك فدس له من سقاه السم في الشام فتوفي بالحميمة ( قرب معان ) سنة 99 انظر تاريخ ابن الأثير في حوادث سنة 99\r\n( 2 ) ذكرنا في هامش ص 33 أن الروندية اتباع أبي الحسين أحمد بن يحي الروندي والصحيح أنهم اتباع ( عبد اللّه بن الخرب الكندي الكوفي الروندي ) فليعلم ذلك - قال ابن الأثير في حوادث سنة 141 - الراوندية هم قوم من أهل خراسان على رأي أبي مسلم يقولون بتناسخ الأرواح يزعمون أن روح آدم في عثمان بن نهيك وأن ربهم الذي يطعمهم ويسقيهم هو المنصور وأن جبرئيل هو الهيثم بن معاوية الخ راجع خبر خروجهم على المنصور وقتلهم على يد معن بن زائدة الشيباني تاريخ ابن الأثير والطبري وأبي الفداء ومرآة الجنان لليافعي في حوادث سنة 141\r\n","page_name":" 52 ","page_number":78},
  {"content":"\r\n\r\nفاستتابهم وأمرهم بالرجوع عن قولهم ذلك فقالوا : المنصور ربنا وهو يقتلنا شهداء كما قتل أنبياءه ورسله على يدي من شاء من خلقه وأمات بعضهم بالهدم والغرق وسلط على بعضهم السباع وقبض أرواح بعضهم فجأة وبالعلل وكيف شاء وذلك له يفعل ما شاء بخلقه لا يسأل عما يفعل ، فثبتوا على ذلك إلى اليوم وادعوا أن أسلافهم مضوا على هذا القول ولكنهم كتموه عن الناس وكان ذلك ذنبا منهم يتوب اللّه منه عليهم وليس هو بمخرجهم من الايمان ولا من طاعة إمامهم ،\r\n\r\n[ افتراق الشيعة بعد قتل الحسين عليه السلام 
  ]\r\nوأما « الشيعة العلوية » الذين قالوا بفرض الإمامة لعلي بن أبي طالب عليه السلام من اللّه ومن رسوله صلى اللّه عليه وآله فإنهم ثبتوا على إمامته ثم إمامة « الحسن » من بعده ثم إمامة « الحسين » بعد الحسن ثم افترقوا بعد قتل الحسين عليه السلام فرقا فنزلت « فرقة » إلى القول بامامة ( علي بن الحسين ) وكان يكنى بأبي محمد ويكنى بأبي بكر وهي كنيته الغالبة عليه فلم تزل مقيمة على إمامته حتى توفي بالمدينة في المحرم في أول سنة اربع وتسعين وهو ابن خمس وخمسين سنة ، وكان مولده في سنة ثمان وثلاثين وأمه أم ولد يقال لها سلافة وكانت تسمى قبل ان تسبى جهانشاه وهي ابنة يزدجرد بن شهريار بن كسرى ابرويز بن هرمز وكان يزدجرد آخر ملوك فارس\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":79},
  {"content":"\r\n\r\n( وفرقة ) قالت انقطعت الإمامة بعد الحسين إنما كانوا ثلاثة أئمة مسمين بأسمائهم استخلفهم رسول اللّه صلى اللّه عليه وآله وأوصى إليهم وجعلهم حججا على الناس وقواما بعده واحدا بعد واحد فلم يثبتوا إمامة لأحد بعدهم\r\n\r\n[ الواقفة على الحسين بن علي عليه السلام - السرحوبية 
  ]\r\n( وفرقة ) قالت أن الإمامة صارت بعد مضي الحسين في ولد الحسن والحسين فهي فيهم خاصة دون سائر ولد علي بن أبي طالب وهم كلهم فيها شرع سواء من قام منهم ودعا لنفسه فهو الامام المفروض الطاعة بمنزلة علي بن أبي طالب واجبة إمامته من اللّه عز وجل على أهل بيته وسائر الناس كلهم فمن تخلف عنه في قيامه ودعائه إلى نفسه من جميع الخلق فهو هالك كافر ومن ادعى منهم الإمامة وهو قاعد في بيته مرخى عليه ستره فهو كافر مشرك وكل من اتبعه على ذلك وكل من قال بإمامته ، وهم الذين سموا ( السرحوبية ) وأصحاب ( أبي خالد الواسطي ) واسمه ( يزيد « 1 » ) وأصحاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصحيح أن اسمه ( عمرو ) لا ( يزيد ) ولعل السهو صدر من الناسخ وعمر وهو ابن خالد القرشي مولاهم الكوفي نزيل واسط عده الشيخ الطوسي من أصحاب الإمام الباقر عليه السلام وقال أنه بتري وقال ابن حجر في تقريب التهذيب عمرو بن خالد القرشي مولاهم من الثامنة مات بعد سنة 120 وقد ذكره أيضا الذهبي في ميزان الاعتدال في ترجمة عمرو بن خالد القرشي وكل من ذكره سماه [ عمرو 
  ] لا [ يزيد 
  ] انظر فهرست ابن النديم ومنهج المقال ومنتهى المقال والكشي والنجاشي وغيرها :\r\n","page_name":" 54 ","page_number":80},
  {"content":"\r\n\r\n( فضيل « 1 » بن الزبير الرسان ) و ( زياد بن المنذر ) وهو الذي يسمى أبا الجارود ولقبه سرحوبا ( محمد بن علي بن الحسين بن علي ) وذكر أن سرحوبا شيطان أعمى يسكن البحر وكان ( أبو الجارود ) أعمى البصر أعمى القلب فالتقوا هؤلاء مع الفرقتين اللتين قالتا أن عليا أفضل الناس بعد النبي صلى اللّه عليه وآله فصاروا مع ( زيد بن علي بن الحسين ) عند خروجه بالكوفة فقالوا بإمامته فسموا كلهم في الجملة ( الزيدية ) إلا أنهم مختلفون فيما بينهم في القرآن والسنن والشرائع والفرائض والأحكام\r\n\r\n[ إختلاف الواقفة في علم الإمام 
  ]\r\nوذلك أن ( السرحوبية ) قالت : الحلال حلال آل محمد صلى اللّه عليه وآله والحرام حرامهم والأحكام احكامهم وعندهم جميع ما جاء به النبي صلى اللّه عليه وآله كله كامل عند صغيرهم وكبيرهم والصغير منهم والكبير في العلم سواء لا يفضل الكبير الصغير من كان منهم في الخرق والمهد إلى أكبرهم سنا\r\n( وقال بعضهم ) من ادعى ان من كان منهم في المهد والخرق ليس علمه مثل علم رسول اللّه صلى اللّه عليه وآله فهو كافر باللّه مشرك وليس يحتاج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفضيل بن الزبير عده الشيخ الطوسي في رجاله تارة من أصحاب الباقر عليه السلام بقوله فضيل بن الزبير الرسان وأخرى من أصحاب الصادق عليه السلام بقوله الفضيل بن الزبير الأسدي مولاهم كوفي الرسان - انظر رجال الكشي ومنهج المقال ومنتهى المقال وغيرها :\r\n","page_name":" 55 ","page_number":81},
  {"content":"\r\n\r\nأحد منهم ان يتعلم من أحد منهم ولا من غيرهم ، العلم ينبت في صدورهم كما ينبت الزرع المطر فاللّه عز وجل قد علمهم بلطفه كيف شاء ، وإنما قالوا بهذه المقالة كراهة أن يلزموا الإمامة بعضهم دون بعض فينتقض قولهم أن الإمامة صارت فيهم جميعا فهم فيها شرع سواء وهم مع ذلك لا يروون عن أحد منهم علما ينتفعون به إلا ما يروون عن « أبي جعفر محمد بن علي » و « أبي عبد اللّه جعفر بن محمد » وأحاديث قليلة عن « زيد بن علي » وأشياء يسيرة عن « عبد اللّه بن الحسن « 1 » المحض » ليس مما قالوا وادعوه في أيديهم شيء أكثر من دعوى كاذبة لأنهم وصفوهم بأنهم يعلمون كل شيء تحتاج إليه الأمة من أمر دينهم ودنياهم ومنافعها ومضارها بغير تعليم\r\nوأما سائر فرقهم فإنهم وسعوا الأمر فقالوا العلم مبثوث مشترك فيهم وفي عوام الناس هم والعوام من الناس فيه سواء ، فمن أخذ منهم علما لدين أو دنيا مما يحتاج إليه أو اخذه من غيرهم من العوام فموسع له ذلك فإن لم يوجد عندهم ولا عند غيرهم مما يحتاجون إليه من علم دينهم فجائز للناس الاجتهاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد اللّه بن الحسن المثنى بن الإمام الحسن المجتبى بن الإمام علي بن أبي طالب عليهم السلام أبو محمد هاشمي مدني تابعي من أصحاب الإمام الباقر والصادق عليهما السلام وإنما سمي بالمحض لأن أباه الحسن بن الحسن ( ع ) وأمه فاطمة بنت الحسين « ع » وكان شيخ بني هاشم في زمانه وكان يتولى صدقات أمير المؤمنين عليه السلام بعد أبيه الحسن مات في حبس المنصور العباسي سنة 145\r\n","page_name":" 56 ","page_number":82},
  {"content":"\r\n\r\nوالاختيار والقول بآرائهم ، وهذا قول « الزيدية » الأقوياء منهم والضعفاء\r\n\r\n[ الضعفاء من الزيدية - العجلية 
  ]\r\nفأما الضعفاء منهم فسموا « العجلية » وهم أصحاب هارون بن « 1 » سعيد العجلي وفرقة منهم يسمون ( البترية « 2 » ) وهم أصحاب ( كثير النواء ) و ( الحسن بن صالح بن حي ) و ( سالم بن أبي حفصة ) ( والحكم بن عتيبة ) و ( سلمة بن كهيل ) و ( أبي المقدام ثابت الحداد ) وهم الذين دعوا الناس إلى ولاية علي عليه السلام ثم خلطوها بولاية أبي بكر وعمر فهم عند العامة أفضل هذه الأصناف وذلك أنهم يفضلون عليا ويثبتون إمامة أبي بكر وينتقصون عثمان وطلحة والزبير ويرون الخروج مع كل من ولد علي عليه السلام يذهبون في ذلك إلى الأمر بالمعروف والنهي عن المنكر ويثبتون لمن خرج من ولد علي الإمامة عند خروجه ولا يقصدون في الإمامة قصد رجل بعينه حتى يخرج ، كل ولد علي عندهم على السواء من أي بطن كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هارون بن سعيد أو سعد العجلي الكوفي الأعور عده الشيخ الطوسي في رجاله من أصحاب الصادق عليه السلام مات بالبصرة بعد سنة 100 انظر تقريب التهذيب لابن حجر ورجال الشيخ والكشي والخلاصة ورجال ابن داود وغيرها\r\n( 2 ) البترية بضم الباء الموحدة وقيل بكسرها ثم سكون التاء المثناة من فوق قيل سموا بذلك نسبة إلى المغيرة بن سعد الملقب بالأبتر أو لأنهم لما تبرءوا من أعداء الشيخين التفت إليهم زيد بن علي عليه السلام وقال أتبرءون من فاطمه « ع » بترتم أمرنا بتركم اللّه انظر رجال الكشي وغيره :\r\n","page_name":" 57 ","page_number":83},
  {"content":"\r\n\r\n\r\n[ الأقوياء من الزيدية - الحسينية 
  ]\r\nوأما الأقوياء فمنهم أصحاب ( أبي الجارود ) وأصحاب ( أبي خالد الواسطي ) وأصحاب ( فضيل الرسان ) و ( منصور بن « 1 » أبى الأسود )\r\nوأما ( الزيدية ) الذين يدعون ( الحسينية ) فإنهم يقولون من دعا إلى اللّه عز وجل من آل محمد فهو مفترض الطاعة ، وكان ( علي بن أبي طالب ) إماما في وقت ما دعا الناس وأظهر أمره ثم كان بعده ( الحسين ) إماما عند خروجه وقبل ذلك إذ كان مجانبا لمعاوية ويزيد ابن معاوية حتى قتل ، ثم ( زيد بن علي بن الحسين ) المقتول بالكوفة أمه أم ولد ثم ( يحيى « 2 » بن زيد بن علي ) المقتول بخراسان وأمه ريطة بنت أبي هاشم عبد اللّه بن محمد بن الحنفية ثم ابنه الآخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منصور بن أبي الأسود الليثي مولاهم الكوفي الخياط عده الشيخ الطوسي بهذا العنوان من أصحاب الإمام الصادق عليه السلام وكذا النجاشي وابن داود وغيرهم وذكره أيضا ابن سعد في الطبقات ج 6 ص 266 والذهبي في ميزان الاعتدال وابن حجر في تقريب التهذيب توفي بعد سنة 100\r\n( 2 ) هو أحد الأبطال الأشداء من بني هاشم ثار مع أبيه على بني مروان فلما قتل أبوه زيد انصرف إلى بلخ فأقام بها مطمئنا فطلبه أمير العراق يوسف بن عمرو فقبض عليه نصر بن سيار ثم خلى عنه بأمر الوليد ثم ثار فبعث نصر بن سيار سالم بن أحوز في طلبه فلحقه في الجوزجان فقاتله فرمي يحي بسهم أصاب جبهته فسقط قتيلا سنة 125 فصلب بالجوزجان ولم يزل مصلوبا حتى ظهر أبو مسلم الخراساني واستولى على خراسان فأنزله وصلى عليه ودفنه\r\n","page_name":" 58 ","page_number":84},
  {"content":"\r\n\r\n( عيسى « 1 » بن زيد بن علي ) وأمه أم ولد ثم ( محمد « 2 » بن عبد اللّه بن الحسن ) وأمه هند بنت أبي عبيدة بن عبد اللّه بن زمعة بن الأسود بن المطلب بن أسد بن عبد العزى بن قصي ثم من دعا إلى طاعة اللّه من آل محمد صلى اللّه عليه وآله فهو إمام\r\n\r\n[ المغيرية - القائلون بامامة محمد بن علي بن الحسين الباقر ( ع ) 
  ]\r\nوأما ( المغيرية ) أصحاب ( المغيرة بن سعيد ) فإنهم نزلوا معهم إلى القول بامامة ( محمد بن عبد اللّه بن الحسن ) وتولوه وأثبتوا إمامته فلما قتل صاروا لا امام لهم ولا وصي ولا يثبتون لأحد إمامة بعده\r\nوأما الذين اثبتوا الإمامة لعلي بن أبي طالب ثم للحسن ثم للحسين ثم لعلي بن الحسين عليه السلام ثم نزلوا إلى القول بامامة أبي جعفر محمد بن علي بن الحسين باقر العلم عليه السلام فأقاموا على إمامته إلى أن توفي غير نفر يسير منهم فإنهم سمعوا رجلا منهم يقال له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عده الشيخ الطوسي في رجاله من أصحاب الإمام الصادق عليه السلام وروى ثقة الاسلام الكليني في أصول الكافي في باب ما يفصل بين دعوى الحق والباطل حديثا طويلا يعرف به حال جماعة من بنى الحسن ويتضمن ذكر عيسى وتحامله الشديد على الإمام الصادق ( ع ) مات عيسى في الكوفة في دار علي بن صالح بن حي أخ الحسن بن صالح في خلافة المهدي\r\n( 2 ) هو الملقب بالنفس الزكية خرج بالمدينة على المنصور العباسي في 250 رجلا فقبض على أمير المدينة وبايعه أهلها بالخلافة ثم استولى على مكة واليمن فأرسل المنصور لقتاله ولي عهده عيسى بن موسى بأربعة آلاف فارس فقتله في تلك الوقعة في المدينة سنة 145 وقد عده الشيخ الطوسي في رجاله من أصحاب الإمام الصادق عليه السلام وكذا غيره\r\n","page_name":" 59 ","page_number":85},
  {"content":"\r\n\r\n( عمر بن رياح ) « 1 » زعم أنه سأل أبا جعفر عليه السلام عن مسألة فأجابه فيها بجواب ثم عاد إليه في عام آخر فسأله عن تلك المسألة بعينها فأجابه فيها بخلاف الجواب الأول فقال لأبي جعفر هذا خلاف ما أجبتني في هذه المسألة العام الماضي فقال له ان جوابنا ربما خرج على وجه التقية فشكك في أمره وإمامته فلقي رجلا من أصحاب أبي جعفر يقال له ( محمد بن قيس ) فقال له اني سألت أبا جعفر عن مسألة فأجابني فيها بجواب ثم سألته عنها في عام آخر فأجابني فيها بخلاف جوابه الأول فقلت له لم فعلت ذلك فقال فعلته للتقية وقد علم اللّه أني ما سألته عنها إلا وأنا صحيح العزم على التدين بما يفتيني به وقبوله والعمل به فلا وجه لاتقائه إياي وهذه حالي فقال له محمد بن قيس فلعله حضرك من اتقاه « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عمر بن رياح من أصحاب أبي جعفر الباقر عليه السلام وقد عده العلامة في الخلاصة في الضعفاء وكذا ابن داود وغيرهما وقصة سؤاله أبا جعفر عن المسألة ذكرها الكشي في رجاله ص 154 - 155\r\n( 2 ) لا يخفى على من راجع موارد التقية انها لا تنحصر في الخوف من السائل أو ثالث حاضر حتى يقول عمر بن رياح في دفع احتمال التقية - وقد علم اللّه أني ما سألته عنها إلا وأنا صحيح العزم الخ ويوافقه محمد بن قيس فيقول له فلعله حضرك من اتقاه الخ إذا التقية كما تكون من السائل أو من ثالث فكذا تكون ممن يحضر العامل بالحكم حين عمله فيخاف عليه السلام منه عليه كما أجاب ( ع ) علي بن يقطين بالوضوء منكوسا لعلمه بان هارون الرشيد يترصده وينظر من حيث يخفي إلى كيفية وضوئه ، وقد تكون التقية لنفس القاء الخلاف بين الشيعة لكيلا يعرفوا فيصيبهم الضرر من أعدائهم كما صدر ذلك عن الأئمة ( ع ) في مواقيت الصلاة فراجع مظانه من فقه الامامية ولعل الخلاف في جواب الإمام عليه السلام من أحد الوجهين الأخيرين فلا مورد حينئذ لكلام عمر بن رياح ومحمد بن قيس\r\n","page_name":" 60 ","page_number":86},
  {"content":"\r\n\r\nفقال ما حضر مجلسه في واحدة من المسألتين غيري لا ولكن جوابيه جميعا خرجا على وجه التبخيت ولم يحفظ ما أجاب به في العام الماضي فيجيب بمثله ، فرجع عن إمامته وقال لا يكون إماما من يفتي بالباطل على شيء بوجه من الوجوه ولا في حال من الأحوال ولا يكون إماما من يفتي تقية بغير ما يجب عند اللّه ولا من يرخي ستره ويغلق بابه ولا يسع الامام إلا الخروج « 1 » والأمر بالمعروف والنهي عن المنكر ، فمال بسببه إلى قول « البترية » ومال معه نفر يسير\r\n\r\n[ تواريخ محمد بن علي عليه السلام - إختلاف الشيعة بعد موته 
  ]\r\nوبقي سائر أصحاب أبي جعفر عليه السلام على القول بإمامته حتى توفي وذلك في ذي الحجة سنة اربع عشرة ومائة وهو ابن خمس وخمسين سنة وأشهر ودفن بالمدينة في القبر الذي دفن فيه أبوه علي بن الحسين عليه السلام وكان مولد سنة تسع وخمسين ، وقال بعضهم أنه توفي في سنة تسع عشرة ومائة وهو ابن ثلاث وستين سنة وأمه أم عبد اللّه بنت الحسن ابن علي بن أبي طالب وأمها أم ولد يقال لها صافية ، وكانت إمامته احدى وعشرين سنة وقال بعضهم بل كانت أربعا وعشرين سنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يخفى أنه إنما يجب على الإمام عليه السلام الخروج والأمر بالمعروف والنهي عن المنكر إذا تمكن وأما إذا انكفأت عنه الناس ولم ير له ناصرا فليس عليه بل ولا له إلا أن يرخي ستره ويغلق بابه وقد دلت التجاريب في الناهضين من آل البيت عليهم السلام بعد ان إبادتهم الحروب الطاحنة على أن الحق لا تقوم له القائمة إلا عند أوانه ووقته :\r\n","page_name":" 61 ","page_number":87},
  {"content":"\r\n\r\nفلما توفي أبو جعفر عليه السلام افترقت أصحابه فرقتين « فرقة » منهما قالت بامامة « محمد بن عبد اللّه بن الحسن بن الحسن بن علي بن أبي طالب » الخارج بالمدينة المقتول بها وزعموا أنه القائم وأنه الإمام المهدي وأنه قتل « 1 » وقالوا أنه حي لم يمت مقيم بجبل يقال له العلمية وهو الجبل الذي في طريق مكة ونجد الحاجز عن يسار الطريق وأنت ذاهب إلى مكة وهو الجبل الكبير وهو عنده مقيم فيه حتى يخرج لأن رسول اللّه صلى اللّه عليه وآله قال القائم المهدي اسمه اسمي واسم أبيه اسم أبي ، وكان اخوه « إبراهيم « 2 » بن عبد اللّه بن الحسن » خرج بالبصرة ودعا إلى إمامة أخيه « محمد بن عبد اللّه » واشتدت شوكته فبعث إليه المنصور بالخيل فقتل بعد حروب كانت بينهم ، وكان « المغيرة بن سعيد » قال بهذا القول لما توفي « أبو جعفر محمد بن علي » وأظهر المقالة بذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخ المخطوطة ولعل الصحيح - لم يقتل -\r\n( 2 ) إبراهيم بن عبد اللّه المحض بن الحسن المثنى بن الحسن المجتبى بن علي بن أبي طالب الهاشمي المدني عده الشيخ الطوسي من رجال الصادق عليه السلام وقال قتل سنة 145 لخمس بقين من ذي القعدة وقال في تاج العروس في مادة خ م ر - وباخمرى كسكرى قرية بالبادية قرب الكوفة بها قبر الامام الشهيد أبي الحسن إبراهيم بن عبد اللّه المحض بن الحسن المثنى بن الحسن السبط الشهيد ابن علي بن أبي طالب رضي اللّه عنهم خرج بالبصرة في سنة 145 وبايعه وجوه الناس وتلقب بأمير المؤمنين فقلق لذلك أبو جعفر المنصور فأرسل إليه عيسى بن موسى لقتاله فاستشهد السيد إبراهيم وحمل برأسه إلى مصر وكان ذلك لخمس بقين من ذي القعدة سنة 145 وهو ابن ثمان وأربعين كما حكاه البخاري النسابة انتهى\r\n","page_name":" 62 ","page_number":88},
  {"content":"\r\n\r\nفبرئت منه الشيعة أصحاب « أبي عبد اللّه جعفر بن محمد » عليهما السلام ورفضوه فزعم أنهم رافضة وأنه هو الذي سماهم بهذا الاسم ، ونصب بعض أصحاب المغيرة المغيرة إماما وزعم أن الحسين بن علي أوصى إليه ثم أوصى إليه علي بن الحسين ثم زعم أن أبا جعفر محمد بن علي عليه السلام وعلى آبائه السلام أوصى إليه فهو الامام إلى أن يخرج المهدي وأنكروا إمامة أبي عبد اللّه جعفر بن محمد عليه السلام وقالوا لا إمامة في بني علي ابن أبي طالب بعد أبي جعفر محمد بن علي وأن الإمامة في « المغيرة ابن سعيد » إلى خروج المهدي وهو عندهم ( محمد بن عبد اللّه بن الحسن ابن الحسن ) وهو حي لم يمت ولم يقتل فسموا هؤلاء ( المغيرية ) باسم المغيرة بن سعيد مولى خالد بن عبد اللّه القسري ثم تراقى الأمر بالمغيرة إلى أن زعم أنه رسول نبي وأن جبرئيل يأتيه بالوحي من عند اللّه ، فأخذه خالد بن عبد اللّه القسري فسأله عن ذلك فأقر به ودعا خالدا إليه فاستتابه خالد فأبى أن يرجع عن قوله فقتله وصلبه وكان يدعي أنه يحي الموتى وقال بالتناسخ وكذلك قول أصحابه إلى اليوم\r\n\r\n[ القائلون بامامة أبي عبد اللّه جعفر بن محمد الصادق عليه السلام 
  ]\r\nوأما الفرقة الأخرى من أصحاب أبي جعفر محمد بن علي عليه السلام فنزلت إلى القول بامامة ( أبي عبد اللّه جعفر بن محمد ) عليه السلام فلم تزل ثابتة على إمامته أيام حياته غير نفر منهم يسير فإنهم لما\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":89},
  {"content":"\r\n\r\nأشار « 1 » جعفر بن محمد إلى إمامة ابنه إسماعيل ثم مات إسماعيل في حياة أبيه رجعوا عن إمامة جعفر وقالوا كذبنا ولم يكن إماما لأن الامام لا يكذب ولا يقول ما لا يكون وحكموا على جعفر « 2 » أنه قال أن اللّه عز وجل بدا له في إمامة إسماعيل فأنكروا البداء والمشيئة من اللّه وقالوا هذا باطل لا يجوز ومالوا إلى مقالة ( البترية ) ومقالة ( سليمان بن جرير « 3 » ) وهو الذي قال لأصحابه بهذا السبب أن أئمة الرافضة وضعوا لشيعتهم مقالتين لا يظهرون معهما من أئمتهم على كذب ابدا وهما القول بالبداء « 4 » وإجازة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يشر الامام إلى إمامة إسماعيل قط وانما الناس كانوا يزعمون ذلك لكبره وما تسالموا عليه من أن الأمر في الأكبر ما لم يكن به عاهة وفي الأحاديث الكثيرة أن الإمام عليه السلام سئل عن إمامة إسماعيل في حياته ومماته فنفاها غير مرة\r\n( 2 ) كذا في النسخ المخطوطة ولعل الظاهر - وحكوا عن جعفر -\r\n( 3 ) هو سليمان بن جرير الرقي الذي قال أن الإمامة شورى وأنها تنعقد برجلين من خيار الأمة وأجاز إمامة المفضول وأهل السنة يكفرونه من أجل انه كفر عثمان رضي اللّه عنه انظر بقية مقالته ص 9 من الكتاب وإليه تنسب « السليمانية » راجع الملل والنحل والفرق بين الفرق . والوافي للصفدي وغيرها\r\n( 4 ) البداء من اللّه هو اظهار ما كان أخفاه على عباده لحكمة بالغة عنده في الحالين لا بمعناه المتراءى المستلزم للجهل - تعالى اللّه عن ذلك - والبداء الذي في إسماعيل لم يكن في أمر الإمامة كما جاء في النقل المعتبر الذي رواه الشيخ المفيد رحمه اللّه عن الإمام الصادق عليه السلام بل بدا للّه في دفع القتل عنه إذ كتب عليه مرتين فسأل اللّه أبوه سلام اللّه عليه دفعه عنه فدفعه اللّه\r\n","page_name":" 64 ","page_number":90},
  {"content":"\r\n\r\nالتقية « 1 » فأما البداء فان أئمتهم لما أحلوا أنفسهم من شيعتهم محل الأنبياء من رعيتها في العلم فيما كان ويكون والاخبار بما يكون في غد وقالوا لشيعتهم أنه سيكون في غد وفي غابر الأيام كذا وكذا فان جاء ذلك الشيء على ما قالوه قالوا لهم : ألم نعلمكم أن هذا يكون فنحن نعلم « 2 » من قبل اللّه عز وجل ما علمته الأنبياء وبيننا وبين اللّه عز وجل مثل تلك الأسباب التي علمت بها الأنبياء عن اللّه ما علمت ، وإن لم يكن ذلك الشيء الذي قالوا إنه يكون على ما قالوا قالوا لشيعتهم بدا للّه في ذلك بكونه ، وأما التقية فإنه لما كثرت على أئمتهم مسائل شيعتهم في الحلال والحرام وغير ذلك من صنوف أبواب الدين فأجابوا فيها وحفظ عنهم شيعتهم جواب ما سألوهم وكتبوه ودونوه ولم يحفظ أئمتهم تلك الأجوبة لتقادم العهد وتفاوت الأوقات لأن مسائلهم لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التقية مما دل على وجوبه العقل إذا كانت لدفع الضرر الواجب وقد دل عليه أيضا القرآن العظيم . روى الطبرسي في الاحتجاج بسنده عن أمير المؤمنين عليه السلام في بعض احتجاجاته على بعض وفيه ( وآمرك أن تستعمل التقية في دينك فان اللّه عز وجل يقول لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من اللّه في شيء إلا أن تتقوا منهم تقاة ) ومثله قصة عمار التي نزل فيها قوله تعالى إلا من أكره وقلبه مطمئن بالايمان\r\n( 2 ) هذه نسبة اختلقها القائل لتشويه سمعة الإمام عليه السلام بعد أن شط به الهوى عن القصد بشيء يختلف الناس في تفسيره حسب مزاعمهم ومغازيهم كمثل البداء الذي ذهبت الأهواء والنزعات فيه كل مذهب كيفما ذهبت بالقالة اغراضهم وبواعثهم لكن علماء الإمامية حققوه أحسن تحقيق وكتبوا فيه الرسائل والمقالات المتعة\r\n","page_name":" 65 ","page_number":91},
  {"content":"\r\n\r\nترد في يوم واحد ولا في شهر واحد بل في سنين متباعدة وأشهر متباينة وأوقات متفرقة فوقع في أيديهم في المسألة الواحدة عدة أجوبة مختلفة متضادة وفي مسائل مختلفة أجوبة متفقة فلما وقفوا على ذلك منهم ردوا إليهم هذا الاختلاف والتخليط في جواباتهم وسألوهم عنه وأنكروه عليهم فقالوا من اين هذا الاختلاف وكيف جاز ذلك قالت لهم أئمتهم إنما أجبنا بهذا للتقية ولنا أن نجيب بما أحببنا وكيف شئنا لأن ذلك إلينا ونحن نعلم بما يصلحكم وما فيه بقاؤنا وبقاؤكم وكف عدوكم عنا وعنكم « 1 » فمتى يظهر من هؤلاء على كذب ومتى يعرف لهم حق من باطل ، فمال إلى « سليمان بن جرير » هذا لهذا القول جماعة من أصحاب أبي جعفر وتركوا القول بامامة جعفر عليه السلام\r\n\r\n[ تواريخ أبي عبد اللّه جعفر بن محمد عليه السلام 
  ]\r\nفلما توفي أبو عبد اللّه جعفر بن محمد عليه السلام افترقت شيعته بعده ست فرق وتوفي صلوات اللّه عليه بالمدينة في شوال سنة ثمان وأربعين ومائة وهو ابن خمس وستين سنة وكان مولده في سنة ثلاث وثمانين ودفن في القبر الذي دفن فيه أبوه وجده في البقيع وكانت إمامته أربعا وثلاثين سنة غير شهرين وأمه أم فروة بنت القاسم بن محمد بن أبي بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يكن اختلاف الأقوال منهم للتقية منحصرا بين سنين متطاولة كما حسبه القائل بل كثيرا ما كانوا يفتون في يوم واحد أو في مجلس واحد بانحاء مختلفة رعاية لحال الحضور أو السائل أو لمحض القاء الخلاف بين اتباعهم لئلا يعرفوا برأي واحد وللامام كلاءة شيعته كيفما رأى المصلحة فيه\r\n","page_name":" 66 ","page_number":92},
  {"content":"\r\n\r\n\r\n[ إختلاف الشيعة بعد موته - الناووسية 
  ]\r\n« ففرقة » منها قالت أن جعفر بن محمد حي لم يمت ولا يموت حتى يظهر ويلي أمر الناس وأنه هو المهدي ، وزعموا أنهم رووا عنه أنه قال إن رأيتم رأسي قد اهوى عليكم من جبل فلا تصدقوه فاني أنا صاحبكم وأنه قال لهم إن جاءكم من يخبركم عني انه مرضني وغسلني وكفنني فلا تصدقوه فاني صاحبكم صاحب السيف ، وهذه الفرقة تسمى ( الناووسية ) وسميت بذلك لرئيس لهم من أهل البصرة يقال له فلان « 1 » بن فلان الناووس\r\n( وفرقة ) زعمت أن الامام بعد جعفر بن محمد ابنه ( إسماعيل بن جعفر « 2 » ) وأنكرت موت إسماعيل في حياة أبيه وقالوا كان ذلك على جهة التلبيس من أبيه على الناس لأنه خاف فغيبه عنهم ، وزعموا أن إسماعيل لا يموت حتى يملك الأرض يقوم بأمر الناس وأنه هو القائم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قيل أن اسمه عجلان بن ناووس ونسبهم الشهرستاني في الملل والنحل إلى رجل يقال له ناوس وقيل نسبوا إلى قرية ناوسا ويسمون الصارمية أيضا\r\n( 2 ) عده الشيخ في رجاله من أصحاب الإمام الصادق عليه السلام وكان رجلا صالحا وكان أكبر اخوته وكان أبوه الصادق عليه السلام شديد المحبة له والبر به وكان يظن قوم من الشيعة في حياة أبيه أنه القائم بعده والخليفة له إذ كان أكبر اخوته سنا ولميل أبيه إليه واكرامه له فمات في حياة أبيه بالعريض وحمل على رقاب الرجال إلى المدينة حتى دفن بالبقيع سنة 133 فحزن عليه أبوه حزنا شديدا وتقدم إلى سريره بغير حذاء ولا رداء فأمر بوضع سريره على الأرض قبل دفنه مرارا كثيرة وكان يكشف عن وجهه وينظر إليه يريد بذلك تحقيق أمر وفاته عند الظانين خلافته له من بعده وإزالة الشبهة عنهم في حياته وفي سنة 546 وصل المدينة الحسين بن أبي الهيجاء وزير العبيد لي فبنى على مشهده قبة\r\n","page_name":" 67 ","page_number":93},
  {"content":"\r\n\r\nلأن أباه أشار إليه بالإمامة بعده وقلدهم ذلك له وأخبرهم أنه صاحبه والامام لا يقول إلا الحق فلما ظهر موته علمنا أنه قد صدق وأنه القائم وأنه لم يمت ، وهذه الفرقة هي « الإسماعيلية » الخالصة وأم إسماعيل وعبد اللّه ابني جعفر بن محمد عليه السلام فاطمة بنت الحسين بن الحسن ابن علي بن أبي طالب عليه السلام وأمها أم حبيب بنت عمر بن علي بن أبي طالب عليه السلام وأمها أسماء بنت عقيل ابن أبي طالب عليهم السلام\r\n\r\n[ القائلون بامامة محمد بن إسماعيل بن جعفر 
  ]\r\n« وفرقة » ثالثة زعمت أن الامام بعد جعفر بن محمد « محمد بن « 1 » إسماعيل بن جعفر » وأمه أم ولد وقالوا أن الأمر كان لإسماعيل في حياة أبيه فلما توفي قبل أبيه جعل جعفر بن محمد الأمر لمحمد بن إسماعيل وكان الحق له ولا يجوز غير ذلك لأنها لا تنتقل من أخ إلى أخ بعد الحسن والحسين عليهما السلام ولا تكون إلا في الأعقاب ولم يكن لأخوي إسماعيل عبد اللّه وموسى في الإمامة حق كما لم يكن لمحمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن إسماعيل هذا هو الذي سأل الامام أبا الحسن موسى بن جعفر عليه السلام أن يأذن له في الخروج إلى العراق وأن يرضى عنه ويوصيه بوصية فأذن له الامام وكان مما أوصاه أن قال له أوصيك أن تتقى اللّه في دمي أوصاه بذلك مرتين ودفع له ثلاث صرر كل صرة فيها مائة وخمسون دينارا ثم أعطاه ألفا وخمسمائة درهم فلما وصل إلى العراق دخل على هارون الرشيد فقال له يا أمير المؤمنين خليفتان في الأرض موسى بن جعفر بالمدينة يجبى له الخراج وأنت بالعراق يجبى لك الخراج فقال واللّه فقال واللّه فأمر الخليفة له بمائة ألف درهم فلما قبضها وحملت إلى منزله اخذته الريح في جوف ليلته فمات وحول من الغد المال الذي حمل إليه انظر الكشي وغيره\r\n","page_name":" 68 ","page_number":94},
  {"content":"\r\n\r\nالحنفية حق مع علي بن الحسين ، وأصحاب هذا القول يسمون « المباركية » برئيس لهم كان يسمى « المبارك » مولى « 1 » إسماعيل بن جعفر\r\nفأما « الإسماعيلية » فهم « الخطابية » أصحاب « أبي الخطاب محمد ابن أبي زينب الأسدي الأجدع » وقد دخلت منهم فرقة في فرقة محمد بن إسماعيل وأقروا بموت إسماعيل بن جعفر في حياة أبيه وهم الذين خرجوا في حياة أبي عبد اللّه جعفر بن محمد عليه السلام فحاربوا عيسى بن موسى « 2 » بن محمد بن عبد اللّه بن العباس وكان عاملا على الكوفة فبلغه عنهم أنهم اظهروا الإباحات ودعوا إلى نبوة « أبي الخطاب » وأنهم مجتمعون في مسجد الكوفة فبعث إليه فحاربوه وامتنعوا عليه وكانوا سبعين رجلا فقتلهم جميعا فلم يفلت منهم إلا رجل واحد اصابته جراحات فعد في القتلى فتخلص وهو ( أبو سلمة سالم بن مكرم الجمال ) الملقب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بعض المعاجم أن مبارك هذا هو مولى إسماعيل بن علي بن عبد اللّه بن العباس وأنه كوفي وهو الذي عده الشيخ في رجاله من أصحاب الصادق عليه السلام ويحتمل التعدد فراجع\r\n( 2 ) هو عيسى بن موسى بن محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب الهاشمي وفي بعض نسخ الكتاب اسقاط محمد كما أن في بعض المعاجم اسقاط علي وعيسى هذا ابن أخ السفاح ولاه عمه الكوفة وسوادها سنة 132 وجعله ولي عهد المنصور فاستنزله المنصور عن ولاية عهده سنة 147 وعزله عن الكوفة وأرضاه بمال وفير وجعل له ولاية عهد ابنه المهدي فلما ولي المهدي خلعه سنة 160 بعد تهديد ووعيد وكان ولي العهد لا يخلع ما لم يخلع نفسه ويشهد الناس عليه فأقام بالكوفة إلى أن توفي سنة 167 وكانت ولادته سنة 102\r\n","page_name":" 69 ","page_number":95},
  {"content":"\r\n\r\nبأبي خديجة « 1 » وكان يزعم أنه مات فرجع ، فحاربوا عيسى محاربة شديدة بالحجارة والقصب والسكاكين لأنهم جعلوا القصب مكان الرماح وقد كان أبو الخطاب قال لهم : قاتلوهم فان قصبكم يعمل فيهم عمل الرماح والسيوف ورماحهم وسيوفهم وسلاحهم لا تضركم ولا تخل فيكم فقدمهم عشرة عشرة للمحاربة فلما قتل منهم نحو ثلاثين رجلا قالوا له ما ترى ما يحل بنا من القوم وما نرى قصبنا يعمل فيهم ولا يؤثر وقد عمل سلاحهم فينا وقتل من ترى منا فذكر لهم ما رواه العامة أنه قال لهم ان كان قد بدا للّه فيكم فما ذنبي وقال لهم ما رواه الشيعة يا قوم قد بليتم وامتحنتم وأذن في قتلكم فقاتلوا على دينكم واحسابكم ولا تعطوا بلدتكم فتذلوا مع أنكم لا تتخلصون من القتل فموتوا كراما ، فقاتلوا حتى قتلوا عن آخرهم وأسر أبو الخطاب فأتي به عيسى بن موسى فقتله في دار الرزق على شاطئ الفرات وصلبه مع جماعة منهم ثم أمر باحراقه فاحرقوا وبعث برءوسهم إلى المنصور فصلبها على باب مدينة بغداد ثلاثة أيام ثم أحرقت ، وقال بعض أصحابه أن أبا الخطاب لم يقتل ولا قتل أحد من أصحابه وإنما لبس على القوم وشبه عليهم وإنما حاربوا بأمر أبي عبد اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر القصة في رجال الكشي ص 225 - 226 في ترجمة سالم بن مكرم وسالم هذا عده الشيخ الطوسي رحمه اللّه في رجاله من أصحاب الإمام الصادق عليه السلام وذكره أيضا في فهرسته ووثقه النجاشي في رجاله وقال إن كنيته كانت أبا خديجة وأن أبا عبد اللّه « ع » كناه أبا سلمة روى عن أبي عبد اللّه وأبي الحسن عليهما السلام\r\n","page_name":" 70 ","page_number":96},
  {"content":"\r\n\r\nجعفر بن محمد وخرجوا من المسجد لم يرهم أحد ولم يجرح منهم أحد واقبل القوم يقتل بعضهم بعضا على أنهم يقتلون أصحاب أبي الخطاب وإنما يقتلون أنفسهم حتى جن عليهم الليل فلما أصبحوا نظروا في القتلى فوجدوا القتلى كلهم منهم ولم يجدوا من أصحاب أبى الخطاب قتيلا ولا جريحا ، وهؤلاء هم الذين قالوا أن أبا الخطاب كان نبيا مرسلا ارسله جعفر بن محمد ثم أنه صيره بعد ذلك حين حدث هذا الأمر من الملائكة لعن اللّه من يقول هذا ، ثم خرج من قال بمقالته من أهل الكوفة وغيرهم إلى « محمد بن إسماعيل بن جعفر « 1 » » بعد قتل أبي الخطاب فقالوا بإمامته وأقاموا عليها\r\n\r\n[ الغالية في جعفر بن محمد 
  ]\r\nوصنوف الغالية افترقوا بعده على مقالات كثيرة واختلفوا ما في يد سلف « 2 » أصحابهم ومذاهبهم فقالت « فرقة » منهم أن روح ( جعفر بن محمد ) جعلت في أبي الخطاب ثم تحولت بعد غيبة أبي الخطاب في ( محمد بن إسماعيل بن جعفر ) ثم ساقوا الإمامة في ولد محمد بن إسماعيل وتشعبت منهم فرقة من ( المباركية ) ممن قال بهذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إلى محمد بن إسماعيل هذا تنسب الفرقة ( السبعية ) سميت بذلك لأن أهلها ينهون الإمامة إليه وهو الامام السابع عندهم وكانت وفاته في بغداد في حدود سنة 198 وقبره فيها\r\n( 2 ) كذا في النسخ المخطوطة\r\n","page_name":" 71 ","page_number":97},
  {"content":"\r\n\r\nالمقالة تسمى « القرامطة « 1 » » وإنما سميت بهذا برئيس لهم من أهل السواد من الأنباط كان يلقب « قرمطويه » كانوا في الأصل على مقالة المباركية ثم خالفوهم فقالوا : لا يكون بعد محمد النبي صلى اللّه عليه وآله إلا سبعة أئمة « علي بن أبي طالب » وهو إمام رسول و ( الحسن ) و ( الحسين ) و ( علي بن الحسين ) و ( محمد بن علي ) و ( جعفر بن محمد ) و ( محمد بن إسماعيل بن جعفر ) وهو الإمام القائم المهدي وهو رسول ، وزعموا أن النبي صلى اللّه عليه وآله انقطعت عنه الرسالة في حياته في اليوم الذي أمر فيه بنصب علي بن أبي طالب عليه السلام للناس بغدير خم فصارت الرسالة في ذلك اليوم في علي بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن الجوزي في كتابه ( تلبيس إبليس ) ص 110 [ للمؤرخين في سبب تسميتهم بهذا قولان أحدهما أن رجلا من ناحية خوزستان قدم سواد الكوفة فأظهر الزهد .\r\nودعا إلى امام من أهل بيت الرسول ( ص ) ونزل على رجل يقال له ( كرميتة ) لقب بهذا لحمرة عينيه وهو بالنبطية حاد العين فأخذه أمير تلك الناحية فحبسه وترك مفتاح البيت تحت رأسه ونام فرقت له جارية فأخذت المفتاح ففتحت البيت وأخرجه وردت المفتاح إلى مكانه فلما طلب فلم يوجد فزاد افتتان الناس به فخرج إلى الشام فسمي ( كرميتة ) باسم الذي كان نازلا عليه ثم خفف فقيل قرمط ثم توارث مكانه أهله وأولاده . والثاني أن القوم قد لقبوا بهذا نسبة إلى رجل يقال له حمدان قرمط كان أحد دعاتهم في الابتداء فاستجاب له جماعة فسموا القرامطة وقرمطية وكان هذا الرجل من أهل الكوفة وكان يميل إلى الزهد 
  ] انتهى . قيل انما عرف حمدان هذا بقرمط من اجل قصر قامته وقصر رجليه وتقارب خطوه وكان يقال له صاحب الخال والمدثر والمطوق وكان ابتداء أمره في سنة 264 وحيث كان ظهوره بسواد الكوفة اشتهر مذهبه بالعراق ثم قام بالبحرين منهم أبو سعيد الحسن بن بهرام الجنابي من أهل جنابة وذلك في سنة 288 قتله خادمه في الحمام بهجر سنة 301 وولي الأمر بعده ابنه أبو طاهر سليمان فقوي امره إلى أن مات بالجدري في هجر سنة 332\r\n","page_name":" 72 ","page_number":98},
  {"content":"\r\n\r\nأبي طالب واعتلوا في ذلك بقول رسول اللّه صلى اللّه عليه وآله ( من كنت مولاه فعلي مولاه ) وأن هذا القول منه خروج من الرسالة والنبوة وتسليم منه في ذلك لعلي بن أبي طالب بأمر اللّه عز وجل وأن النبي صلى اللّه عليه وآله بعد ذلك كان مأموما لعلي محجوجا به فلما مضى علي عليه السلام صارت الإمامة في ( الحسن ) ثم صارت من الحسن في ( الحسين ) ثم في ( علي بن الحسين ) ثم في ( محمد بن علي ) ثم كانت في ( جعفر بن محمد ) ثم انقطعت عن جعفر في حياته فصارت في ( إسماعيل بن جعفر ) كما انقطعت الرسالة عن محمد صلى اللّه عليه وآله في حياته ثم إن اللّه عز وجل بدا له في إمامة جعفر وإسماعيل فصيرها في ( محمد بن إسماعيل ) واعتلوا في ذلك بخبر رووه عن جعفر ابن محمد عليهما السلام أنه قال ما رأيت « 1 » بدا للّه عز وجل في إسماعيل وزعموا أن محمد بن إسماعيل حي لم يمت وأنه في بلاد الروم وأنه القائم المهدي ومعنى القائم عندهم أنه يبعث بالرسالة وبشريعة جديدة ينسخ بها شريعة محمد صلى اللّه عليه وآله وأن محمد بن إسماعيل من اولي العزم وأولو العزم عندهم سبعة نوح وإبراهيم وموسى وعيسى ومحمد صلى اللّه عليه وآله وعليهم وعلي عليه السلام ومحمد بن إسماعيل على معنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخ المخطوطة واستظهر بعضهم أن العبارة - ما رأيت بداء للّه عز وجل إلا في إسماعيل الخ -\r\n","page_name":" 73 ","page_number":99},
  {"content":"\r\n\r\nأن السماوات سبع وأن الأرضين سبع وأن الانسان بدنه سبع يداه ورجلاه وظهره وبطنه وقلبه وأن رأسه سبع عيناه وأذناه ومنخراه وفمه وفيه لسانه كصدره الذي فيه قلبه وأن الأئمة كذلك وقلبهم محمد بن إسماعيل ، واعتلوا في نسخ شريعة محمد صلى اللّه عليه وآله وتبديلها بأخبار رووها عن أبي عبد اللّه جعفر بن محمد عليه السلام أنه قال لو قام قائمنا علمتم القرآن جديدا ، وأنه قال أن الاسلام بدأ غريبا وسيعود غريبا كما بدأ فطوبى للغرباء ونحو ذلك من اخبار القائم وأن اللّه تبارك وتعالى جعل لمحمد بن إسماعيل جنة آدم صلى اللّه عليه ومعناها عندهم الإباحة للمحارم وجميع ما خلق في الدنيا وهو قول اللّه عز وجل  وَكُلا مِنْها رَغَداً حَيْثُ شِئْتُما وَلا تَقْرَبا هذِهِ الشَّجَرَةَ ( 2 : 34 )  اي « موسى بن جعفر بن محمد » وولده من بعده من ادعى منهم الإمامة وزعموا أن « محمد بن إسماعيل » هو خاتم النبيين الذي حكاه اللّه عز وجل في كتابه وأن الدنيا اثنتا عشرة جزيرة في كل جزيرة حجة وأن الحجج اثنا عشر ولكل حجة داعية ولكل داعية يد يعنون بذلك أن اليد رجل له دلائل وبراهين يقيمها ويسمون الحجة الأب والداعية الأم واليد الابن يضاهئون قول النصارى في ثالث ثلاثة أن اللّه الأب جل اللّه وتعالى عن ذلك علوا كبيرا والمسيح عليه السلام الابن وأمه\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":100},
  {"content":"\r\n\r\nمريم عليها السلام والحجة الأكبر هو الرب وهو الأب والداعية هي الأم واليد هو الابن - كذب العادلون باللّه وضلوا ضلالا بعيدا وخسروا خسرانا مبينا ، وزعموا أن جميع الأشياء التي فرضها اللّه تعالى على عباده وسنها نبيه صلى اللّه عليه وآله وأمر بها لها ظاهر وباطن وأن جميع ما استعبد اللّه به العباد في الظاهر من الكتاب والسنة أمثال مضروبة وتحتها معان هي بطونها وعليها العمل وفيها النجاة وأن ما ظهر منها ففي استعماله الهلاك والشقاء وهي جزء من العقاب الأدنى عذب اللّه به قوما إذ لم يعرفوا الحق ولم يقولوا به ، وهذا أيضا مذهب عامة أصحاب أبى الخطاب ، واستحلوا استعراض الناس بالسيف وقتلهم على مذهب البيهسية « 1 » والأزارقة « 2 » من الخوارج في قتل أهل القبلة وأخذ أموالهم والشهادة عليهم بالكفر واعتلوا في ذلك بقول اللّه عز وجل :  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ ( 9 : 5 ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هم أصحاب أبي بيهس الهيصم بن جابر وهي من فرق « الصفرية » اتباع زياد بن الأصفر راجع الفرق بين الفرق للبغدادي والفصل لابن حزم\r\n( 2 ) هم اتباع نافع بن الأزرق الحنفي من بني حنيفة المكنى بأبي راشد ولم يكن في الخوارج فرقة أشد منهم وكانوا يقولون بأن مخالفيهم من هذه الأمة مشركون وزعموا أن الأطفال كلهم مخلدون في النار راجع تفصيل مذهبهم في الفرق بين الفرق للبغدادي وكان أولهم نافع بن الأزرق وآخرهم عبدة بن هلال اليشكري اتصل أمر الأزارقة بضعا وعشرين سنة حتى أبادهم سفيان بن الأبرد الكلبي في ولاية الحجاج على العراق وقتل نافع بن الأزرق في معركة دولاب الأهواز سنة 65 على يد المهلب ابن أبي صفرة في خلافة عبد اللّه بن الزبير\r\n","page_name":" 75 ","page_number":101},
  {"content":"\r\n\r\nورأوا سبي النساء وقتل الأطفال واعتلوا في ذلك بقول اللّه تبارك وتعالى  لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً ( 71 : 26 )  ، وزعموا أنه يجب عليهم أن يبدءوا بقتل من قال بالإمامة ممن ليس على قولهم وخاصة من قال بامامة « موسى بن جعفر » وولده من بعده وتأولوا في ذلك قول اللّه تعالى :  قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً ( 9 : 123 )  ، فالواجب ان نبدأ بهؤلاء ثم بسائر الناس ، وعددهم كثير إلا أنه لا شوكة لهم ولا قوة وهم بسواد الكوفة واليمن أكثر ولعلهم أن يكونوا زهاء مائة الف\r\n\r\n[ القائلون بامامة محمد بن جعفر بن محمد بن علي بن الحسين 
  ]\r\nوقالت الفرقة الرابعة من أصحاب أبي عبد اللّه جعفر بن محمد أن الامام بعد جعفر بن محمد ابنه « محمد بن جعفر « 1 » » وأمه أم ولد يقال لها حميدة وهو وموسى وإسحاق بنو جعفر بن محمد لأم واحدة ، وذلك أن بعضهم روى لهم أن محمد بن جعفر دخل على أبيه جعفر يوما وهو صبي صغير فعدا إليه فكبا في قميصه ووقع لحر وجهه فقام إليه جعفر وقبله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن جعفر يلقب بالديباج أو ديباجة لحسن وجهه ويلقب أيضا بالمأمون ، عده الشيخ الطوسي في رجاله من أصحاب الصادق عليه السلام وقال الشيخ المفيد في الارشاد كان محمد بن جعفر شيخا شجاعا وكان يصوم يوما ويفطر يوما ويرى رأي الزيدية في الخروج بالسيف وخرج على المأمون في سنة 199 بمكة واتبعته الزيدية الجارودية فخرج لقتاله عيسى الجلودي ففرق جمعه وأخذه وأنفذه إلى المأمون فلما وصل إليه أكرمه وأدنى مجلسه منه ووصله وأحسن جائزته فكان مقيما معه بخراسان ( انتهى ) توفي بجرجان سنة 203 وقبره بها وصلى عليه المأمون\r\n","page_name":" 76 ","page_number":102},
  {"content":"\r\n\r\nومسح التراب عن وجهه ووضعه على صدره وقال سمعت أبي يقول إذا ولد لك ولد يشبهني فسمه باسمي فهو شبيهي وشبيه رسول اللّه صلى اللّه عليه وآله وعلى « 1 » سنته ، فجعل هؤلاء الإمامة في محمد بن جعفر وولده من بعده وهذه الفرقة تسمى « السمطية « 2 » » تنسب إلى رئيس لهم يقال له « يحي بن أبي السميط » « 3 »\r\n\r\n[ القائلون بامامة عبد اللّه بن جعفر الأفطح 
  ]\r\nوالفرقة الخامسة منهم قالت : الإمامة بعد جعفر في ابنه عبد اللّه بن جعفر الأفطح « 4 » وذلك أنه كان عند مضي جعفر أكبر ولده سنا وجلس مجلس أبيه وادعى الإمامة ووصية أبيه ، واعتلوا بحديث يروونه عن أبي عبد اللّه جعفر بن محمد أنه قال الإمامة في الأكبر من ولد الامام فمال إلى عبد الله والقول بإمامته جل من قال بامامة أبيه جعفر بن محمد غير نفر يسير عرفوا الحق فامتحنوا عبد الله بمسائل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وعلى بثلاثة - خ ل -\r\n( 2 ) الشمطية - الشميطية - السميطية - خ ل -\r\n( 3 ) في بعض كتب الفرق يحي بن أبي شميط وفي بعضها أبي سميط وفي بعضها يحي بن شميط وفي بعضها يحيى بن أبي السمط وفي المقريزي ج 2 ص 351 ( يحي بن شميط الأحمسي ) ويذكر أنه كان قائدا من قواد المختار\r\n( 4 ) قال الشيخ المفيد في الارشاد كان عبد اللّه بن جعفر أكبر اخوته بعد إسماعيل ولم يكن منزلته عند أبيه منزلة غيره من ولده في الاكرام وكان متهما بالخلاف على أبيه في الاعتقاد ويقال أنه كان يخالط الحشوية ويميل إلى مذهب المرجئة وادعى بعد أبيه الإمامة واحتج بأنه أكبر اخوته الباقين فاتبعه على قوله جماعة الخ توفي سنة 148 ولم يعقب وقبره في بلدة بسطام معروف بإزاء قبر علي بن عيسى بن آدم البسطامي انظر رجال الكشي ص 164 - 165\r\n","page_name":" 77 ","page_number":103},
  {"content":"\r\n\r\nالحلال والحرام من الصلاة والزكاة وغير ذلك فلم يجدوا عنده علما ، وهذه الفرقة القائلة بامامة عبد الله بن جعفر هي « الفطحية » وسموا بذلك لأن عبد الله كان أفطح الرأس وقال بعضهم كان أفطح الرجلين وقال بعض الرواة نسبوا إلى رئيس لهم من أهل الكوفة يقال له عبد اللّه بن فطيح « 1 » ومال إلى هذه الفرقة جل مشايخ الشيعة وفقهائها ولم يشكوا في أن الإمامة في « عبد اللّه بن جعفر » وفي ولده من بعده فمات عبد اللّه ولم يخلف ذكرا فرجع عامة الفطحية عن القول بإمامته سوى قليل منهم إلى القول بامامة « موسى بن جعفر » وقد كان رجع جماعة منهم في حياة عبد اللّه إلى موسى بن جعفر عليهما السلام ثم رجع عامتهم بعد وفاته عن القول به وبقي بعضهم على القول بإمامته ثم إمامة موسى بن جعفر من بعده وعاش عبد اللّه بن جعفر بعد أبيه سبعين يوما أو نحوها « 2 »\r\n\r\n[ القائلون بامامة موسى بن جعفر الكاظم عليه السلام 
  ]\r\nوقالت الفرقة السادسة منهم أن الامام « موسى بن جعفر » بعد أبيه وأنكروا إمامة عبد اللّه وخطئوه في فعله وجلوسه مجلس أبيه وادعائه الإمامة وكان فيهم من وجوه أصحاب أبي عبد اللّه عليه السلام مثل « هشام بن سالم » و « عبد اللّه بن أبي يعفور » و « عمر بن يزيد بياع السابري » و ( محمد بن النعمان أبي جعفر الأحول مؤمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد اللّه بن أفطح - خ ل -\r\n( 2 ) في بعض النسخ لفظة - أو نحوها - محذوفة\r\n","page_name":" 78 ","page_number":104},
  {"content":"\r\n\r\nالطاق ) و ( عبيد « 1 » بن زرارة ) و ( جميل بن دراج ) و ( ابان ابن تغلب ) و ( هشام بن الحكم ) وغيرهم « 2 » من وجوه الشيعة وأهل العلوم منهم والنظر والفقه وثبتوا على إمامة موسى بن جعفر حتى رجع إلى مقالتهم عامة من كان قال بامامة عبد اللّه بن جعفر فاجتمعوا جميعا على إمامة ( موسى بن جعفر ) سوى نفر منهم فإنهم ثبتوا على إمامة عبد اللّه ثم إمامة موسى بعده فأجازوها في أخوين بعد أن لم يجز ذلك عندهم منهم ( عبد اللّه بن بكير بن أعين ) و ( عمار بن موسى الساباطي « 3 » ) وجماعة معهما ، ثم إن جماعة المؤتمين بموسى بن جعفر لم يختلفوا في أمره فثبتوا على إمامته إلى حبسه في المرة الثانية ثم اختلفوا في أمره فشكوا في إمامته عند حبسه في المرة الثانية التي مات فيها في حبس الرشيد فصاروا خمس فرق\r\n\r\n[ افتراق الشيعة بعد وفاة موسى بن جعفر ( ع ) - القطعية 
  ]\r\n( فرقة ) منهم زعمت أنه مات في حبس السندي بن شاهك وأن يحي ابن خالد البرمكي سمه في رطب وعنب بعثهما إليه فقتله وأن الامام بعد موسى ( علي بن موسى الرضا ) فسميت هذه الفرقة ( القطعية ) لأنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد اللّه بن زرارة - خ ل -\r\n( 2 ) انظر ترجمة هؤلاء الأعلام في رجال الشيخ الطوسي وفهرسته وفي منهج المقال ومنتهى المقال ورجال ابن داود وخلاصة العلامة الحلي وغيرها\r\n( 3 ) انظر ترجمة عبد اللّه بن بكير وعمار الساباطي في رجال الكشي وفهرست الشيخ الطوسي ومنهج المقال ومنتهى المقال وميزان الاعتدال للذهبي وغيرها\r\n","page_name":" 79 ","page_number":105},
  {"content":"\r\n\r\nقطعت على وفاة موسى بن جعفر وعلى إمامة علي ابنه بعده ولم تشك في امرها ولا ارتابت ومضت على المنهاج الأول\r\n\r\n[ المنكرون لموت موسى بن جعفر عليه السلام 
  ]\r\nوقالت « الفرقة الثانية » أن « موسى بن جعفر » لم يمت وأنه حي ولا يموت حتى يملك شرق الأرض وغربها ويملأها كلها عدلا كما ملئت جورا وأنه القائم المهدي ، وزعموا أنه خرج من الحبس ولم يره أحد نهارا ولم يعلم « 1 » به وأن السلطان وأصحابه ادعوا موته وموهوا على الناس وكذبوا وأنه غاب عن الناس واختفى ورووا في ذلك روايات عن أبيه جعفر بن محمد عليهما السلام أنه قال هو القائم المهدي فان يدهده رأسه عليكم من جبل فلا تصدقوا فإنه القائم\r\n\r\n[ القائلون برجعته 
  ]\r\nوقال بعضهم أنه القائم وقد مات ولا تكون الإمامة لغيره حتى يرجع فيقوم ويظهر ، وزعموا أنه قد رجع بعد موته إلا أنه مختف في موضع من المواضع حي « 2 » يأمر وينهى وأن أصحابه يلقونه ويرونه ، واعتلوا في ذلك بروايات عن أبيه أنه قال سمي القائم قائما لأنه يقوم بعد ما يموت\r\nوقال بعضهم أنه قد مات وأنه القائم وأن فيه شبها من عيسى بن مريم صلى اللّه عليه وأنه لم يرجع ولكنه يرجع في وقت قيامه فيملأ الأرض عدلا كما ملئت جورا وأن أباه قال أن فيه شبها من عيسى بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولم يعلموا به - خ ل -\r\n( 2 ) حتى - خ ل -\r\n","page_name":" 80 ","page_number":106},
  {"content":"\r\n\r\nمريم وأنه يقتل في يدي ولد العباس فقد قتل\r\n\r\n[ الواقفة - الممطورة 
  ]\r\nوانكر بعضهم قتله وقالوا : مات ورفعه اللّه إليه وأنه يرده عند قيامه فسموا هؤلاء جميعا ( الواقفة « 1 » ) لوقوفهم على موسى بن جعفر أنه الإمام القائم « 2 » ولم يأتموا بعده بامام ولم يتجاوزوه إلى غيره وقد قال بعضهم ممن ذكر أنه حي أن ( الرضا ) عليه السلام ومن قام بعده ليسوا بأئمة ولكنهم خلفاؤه واحدا بعد واحد إلى أوان خروجه وأن على الناس القبول منهم والانتهاء إلى امرهم ، وقد لقب الواقفة بعض مخالفيها ممن قال بامامة علي بن موسى ( الممطورة ) وغلب عليها هذا الاسم وشاع لها ، وكان سبب ذلك أن ( علي بن إسماعيل الميثمي ) و ( يونس بن عبد الرحمن « 3 » ) ناظرا بعضهم فقال له ( علي بن إسماعيل ) وقد اشتد الكلام بينهم ما أنتم إلا كلاب ممطورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الواقفية - خ ل -\r\n( 2 ) كان بدء الواقفة أنه كان اجتمع ثلاثون ألف دينار عند الأشاعثة زكاة أموالهم وما كان يجب عليهم فيها فحملوها إلى وكيلين لموسى بن جعفر عليه السلام بالكوفة أحدهما حيان السراج وآخر كان معه وكان موسى عليه السلام في الحبس فاتخذا بذلك دورا وعقارا واشتريا الغلات فلما مات موسى عليه السلام وانتهى الخبر إليهما انكرا موته وأذاعا في الشيعة أنه لا يموت لأنه القائم فاعتمدت عليهما طائفة من الشيعة وانتشر قولهما في الناس حتى كان عند موتهما أوصياء بدفع المال إلى ورثة موسى عليه السلام واستبان للشيعة أنهما إنما قالا ذلك حرصا على المال ، انظر رجال الكشي ص 286\r\n( 3 ) انظر ترجمة علي بن إسماعيل الميثمي ويونس بن عبد الرحمن المتوفي سنة 208 في فهرست الشيخ الطوسي ورجاله والخلاصة للعلامة ورجال الكشي والنجاشي وفهرست ابن النديم وغيرها\r\n","page_name":" 81 ","page_number":107},
  {"content":"\r\n\r\nأراد أنكم أنتن من جيف لأن الكلاب إذا أصابها المطر فهي أنتن من الجيف فلزمهم هذا اللقب فهم يعرفون به اليوم لأنه إذا قيل للرجل أنه ممطور فقد عرف أنه من الواقفة على موسى بن جعفر خاصة لأن كل من مضى منهم فله واقفة قد وقفت عليه وهذا اللقب لأصحاب موسى خاصة وقالت فرقة منهم لا ندري أهو حي أم ميت لأنا قد روينا فيه اخبارا كثيرة تدل على أنه القائم المهدي فلا يجوز تكذيبها وقد ورد علينا من خبر وفاة أبيه وجده والماضين من آبائه عليهم السلام في معنى صحة الخبر فهذا أيضا مما لا يجوز رده وانكاره لوضوحه وشهرته وتواتره من حيث لا يكذب مثله ولا يجوز التوطؤ عليه والموت حق واللّه عز وجل يفعل ما يشاء فوقفنا عند ذلك على إطلاق موته وعلى الاقرار بحياته ونحن مقيمون على إمامته لا نتجاوزها حتى يصح لنا أمره وأمر هذا الذي نصب نفسه مكانه وادعى الإمامة يعنون « علي بن موسى الرضا » فان صحت لنا إمامته كامامة أبيه من قبله بالدلالات والعلامات الموجبة للإمامة بالاقرار منه على نفسه بإمامته وموت أبيه لا باخبار أصحابه سلمنا له ذلك وصدقناه ، وهذه الفرقة أيضا من الممطورة ، وقد شاهد بعضهم من أبي الحسن الرضا عليه السلام أمورا فقطع عليه بالإمامة ، وصدقت « فرقة » منهم بعد ذلك روايات\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":108},
  {"content":"\r\n\r\nأصحابه وقولهم فيه فرجعت إلى القول بإمامته\r\n\r\n[ البشرية 
  ]\r\n« وفرقة » منهم يقال لها « البشرية » أصحاب « محمد بن بشير « 1 » » مولى بني أسد من أهل الكوفة قالت أن « موسى بن جعفر » لم يمت ولم يحبس وأنه حي غائب وأنه القائم المهدي وأنه في وقت غيبته استخلف على الأمر « محمد بن بشير » وجعله وصيه وأعطاه خاتمه وعلمه جميع ما يحتاج إليه رعيته وفوض إليه أموره وأقامه مقام نفسه فمحمد بن بشير الامام بعده وأن محمد بن بشير لما توفي أوصى إلى ابنه ( سميع بن محمد بن بشير ) فهو الامام ومن أوصى إليه ( سميع ) فهو الامام المفترض الطاعة على الأمة إلى وقت خروج موسى وظهوره فما يلزم الناس من حقوقه في أموالهم وغير ذلك مما يتقربون به إلى اللّه عز وجل فالفرض عليهم أداؤه إلى هؤلاء إلى قيام القائم ، وزعموا أن علي بن موسى ومن ادعى الإمامة من ولد موسى بعده فغير طيب الولادة ونفوهم عن أنسابهم وكفروهم في دعواهم الإمامة وكفروا القائلين بإمامتهم واستحلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن بشير غال ملعون من أصحاب الكاظم عليه السلام وكان صاحب شعبذة ومخاريق معروفا بذلك وقد روى الكشي أحاديث كثيرة في ذمه وخبثه ولعنه وقوله بالتناسخ ودعاء الامام عليه بالقتل وأنه قتل أسوأ قتلة بعد أن عذب بأنواع العذاب : انظر تفصيل عقائده في رجال الكشي ص 297 - 300 وفي منهج المقال ص 286 وفي غيرهما من كتب الرجال : وفي الفرق بين الفرق وغيره جعل البشرية اتباع بشر بن لمعتمر الذي تقدم ص 14 فراجع\r\n","page_name":" 83 ","page_number":109},
  {"content":"\r\n\r\nدماءهم وأموالهم وزعموا أن الفرض من اللّه عليهم إقامة الصلوات الخمس وصوم شهر رمضان وأنكروا الزكاة والحج وسائر الفرائض وقالوا بإباحة المحارم من الفروج والغلمان ، واعتلوا في ذلك بقول اللّه عز وجل :  أَوْ يُزَوِّجُهُمْ ذُكْراناً وَإِناثاً ( 42 : 50 )  وقالوا بالتناسخ وأن الأئمة عندهم واحد إنما هم منتقلون من بدن إلى بدن ، والمواساة بينهم واجبة في كل ما ملكوه من مال وكل شيء أوصى به رجل منهم في سبيل اللّه فهو لسميع بن محمد وأوصيائه من بعده ، ومذاهبهم مذاهب الغالية المفوضة في التفويض\r\n\r\n[ تواريخ موسى بن جعفر عليه السلام 
  ]\r\nوولد « موسى بن جعفر » عليه السلام « 1 » في سنة ثمان وعشرين ومائة « 2 » وقال بعضهم سنة تسع « 3 » ، وحمله الرشيد من المدينة لعشر ليال بقين من شوال سنة تسع وسبعين ومائة وقد قدم هارون الرشيد المدينة منصرفا من عمرة شهر رمضان ثم شخص هارون إلى الحج وحمله معه ثم انصرف على طريق البصرة فحبسه عند عيسى بن جعفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد عليه السلام بالأبواء منزل بين مكة والمدينة وعن الحافظ عبد العزيز أنه ولد بالمدينة والأول أصح وكانت ولادته يوم الأحد سابع عشر شهر صفر انظر الكافي للكليني والمناقب لابن شهرآشوب والدروس للشهيد وغيرها\r\n( 2 ) كما في ارشاد المفيد والكافي وكشف الغمة والمناقب وأعلام الورى والدروس\r\n( 3 ) يعني سنة تسع وعشرين ومائة\r\n","page_name":" 84 ","page_number":110},
  {"content":"\r\n\r\nابن أبي جعفر المنصور ثم اشخصه إلى بغداد فحبسه عند السندي بن شاهك فتوفي في حبسه ببغداد لخمس ليال بقين من رجب « 1 » سنه ثلاث وثمانين ومائة « 2 » وهو ابن خمس أو اربع وخمسين سنة ودفن في مقابر قريش ويقال في رواية أخرى أنه دفن بقيوده وانه أوصى بذلك فكانت إمامته خمسا وثلاثين سنة وشهورا وأمه أم ولد يقال لها حميدة وهي أم أخويه إسحاق ومحمد ابني جعفر بن محمد عليه السلام\r\n\r\n[ القائلون بامامة محمد بن علي بن موسى بن جعفر 
  ]\r\nثم إن أصحاب « علي بن موسى الرضا » عليه السلام اختلفوا بعد وفاته فصاروا فرقا « فرقة » منهم قالت بالإمامة بعد علي بن موسى عليه السلام لابنه « محمد بن علي » عليه السلام ولم يكن له غيره وكان ختن المأمون على ابنته واتبعوا الوصية حيث ما دارت على المنهاج الأول من لدن النبي صلى اللّه عليه وآله\r\n\r\n[ القائلون بامامة أحمد بن موسى بن جعفر 
  ]\r\n« وفرقة » قالت بامامة « أحمد بن موسى بن جعفر » أوصى إليه وإلى الرضا عليه السلام واجازوها في أخوين وأبوه جعله « 3 » الوصي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما عن العيون وكشف الغمة وإعلام الورى والحافظ عبد العزيز وفي ارشاد المفيد لست خلون من رجب وقيل في خامس رجب والأول أشهر الأقوال وكانت ولادته يوم الجمعة كما عن روضة الواعظين وعمره الشريف خمس وخمسون سنة كما عن كشف الغمة وإعلام الورى والارشاد وقيل اربع وخمسون سنة كما عن الكافي والمناقب\r\n( 2 ) كما في الارشاد والكافي والروضة والدروس والمناقب وكشف الغمة وإعلام الورى والحافظ عبد العزيز وهو الأشهر وقيل سنة مائة وست وثمانين وعن اقبال ابن طاوس سنة تسع وثمانين ومائة\r\n( 3 ) قالوا جعله أبوه الخ - خ ل -\r\n","page_name":" 85 ","page_number":111},
  {"content":"\r\n\r\nبعد علي بن موسى ومالوا إلى شبيه بمقالة « الفطحية »\r\n\r\n[ المؤلفة - المحدثة 
  ]\r\n« وفرقة » منهم تسمى « المؤلفة » من الشيعة قد كانوا نصروا الحق وقطعوا على إمامة « علي بن موسى » وموت أبيه فصدقوا بذلك فلما توفي الرضا عليه السلام رجعوا إلى الوقف بعد موسى بن جعفر ( ع )\r\n« وفرقة » منهم تسمى ( المحدثة ) كانوا من أهل الارجاء وأصحاب الحديث فدخلوا في القول بامامة ( موسى بن جعفر ) وبعده بامامة ( علي بن موسى ) وصاروا شيعة رغبة في الدنيا وتصنعا فلما توفي علي بن موسى عليه السلام رجعوا إلى ما كانوا عليه\r\n\r\n[ فرق من الزيدية دخلوا في إمامة علي بن موسى الرضا عليه السلام 
  ]\r\n( وفرقة ) كانت من الزيدية الأقوياء منهم والبصراء فدخلوا في إمامة ( علي بن موسى ) عليه السلام عندما اظهر المأمون فضله وعقد بيعته تصنعا للدنيا واستكانوا الناس بذلك دهرا فلما توفي علي بن موسى عليه السلام رجعوا إلى قومهم من الزيدية\r\n\r\n[ تواريخ علي بن موسى الرضا عليه السلام 
  ]\r\nوتوفي ( علي بن موسى ) عليه السلام بطوس من كور خراسان وهو شاخص مع المأمون عند شخوصه إلى العراق في آخر صفر سنة ثلاث ومأتين وهو ابن خمس وخمسين سنة « 1 » وكان مولده في سنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت وفاته عليه السلام يوم الجمعة أو يوم الثلاثاء أو يوم الاثنين في السابع عشر من شهر صفر أو لسبع بقين من شهر رمضان أو لتسع بقين منه سنة ثلاث ومأتين أو سنة ست ومأتين أو سنة اثنتين بعد المائتين وعمره الشريف خمس وخمسون سنة أو احدى وخمسون أو تسع وأربعون واشهر على اختلاف الروايات في ذلك كله\r\n","page_name":" 86 ","page_number":112},
  {"content":"\r\n\r\nإحدى وخمسين ومائة « 1 » وقال بعضهم في سنة ثلاث وخمسين ومائة وكانت إمامته عشرين سنة وسبعة اشهر ودفن بطوس في دار حميد بن قحطبة الطائي وأمه أم ولد يقال لها شهد « 2 » وقال بعضهم اسمها نجية « 3 » وكان أكبر ولد موسى بن جعفر وهم ثمانية عشر ذكرا وخمس عشرة بنتا لأمهات الأولاد ، وكان المأمون اشخص إليه علي بن موسى عليه السلام وهو بخراسان مع رجاء بن أبي الضحاك في آخر سنة مأتين على طريق البصرة وفارس وكان الرضا عليه السلام أيضا ختن المأمون على ابنته\r\n\r\n[ سبب افتراق الفرقتين اللتين أنكرتا إمامة محمد بن علي بن موسى الجواد ( ع ) 
  ]\r\nوكان سبب الفرقتين اللتين ائتمت واحدة منها ( بأحمد بن موسى « 4 » )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد عليه السلام بالمدينة يوم الجمعة أو يوم الخميس حادي عشر ذي القعدة أو حادي عشر ذي الحجة أو حادي عشر ربيع الأول سنة مائة وثمان وأربعين أو مائة وثلاث وخمسين أو مائة واحدى وخمسين على اختلاف الأقوال\r\n( 2 ) كذا في النسخ المخطوطة ولكن هذا الاسم لم يعرف لها وانما اساميها المروية هي الخيزران المرسية وسكينة وسكنة ونجمة وشقراء واروى وسكن وسماك وتكتم انظر البحار ج 12 ص 3 وغيره\r\n( 3 ) كذا في النسخ المخطوطة ولعل الصحيح نجمة إذ لم يعرف هذا الاسم لها\r\n( 4 ) قال الشيخ المفيد في الارشاد أنه كان كريما جليلا ورعا وكان أبو الحسن موسى عليه السلام يحبه ويقدمه ووهب له ضيعته المعروفة باليسيرة ويقال أن أحمد بن موسى ( رض ) اعتق الف مملوك الخ وفي تعليقة الوحيد البهبهاني أنه هو المدفون بشيراز الملقب بسيد السادات المعروف الآن بشاه‌چراغ انتهى وقد صرح أيضا بذلك المحدث البحراني في اللؤلؤة والسيد في الأنوار النعمانية والأفندي في رياض العلماء وعن حمد اللّه المستوفي في نزهة القلوب وغير هؤلاء ولما خرج مع بعض أقربائه من المدينة قاصدا أخاه الرضا عليه السلام في خراسان ووصل إلى شيراز سمع فيها بوفاة أخيه فمنعه من السير إليها حاكم شيراز قتلغ شاه بأمر المأمون العباسي فحدثت بينه وبين الحاكم واقعة عظيمة -\r\n","page_name":" 87 ","page_number":113},
  {"content":"\r\n\r\nورجعت الأخرى إلى القول بالوقف أن أبا الحسن الرضا عليه السلام توفي وابنه ( محمد ) ابن سبع سنين فاستصبوه واستصغروه وقالوا :\r\nلا يجوز الامام إلا بالغا ولو جاز أن يأمر اللّه عز وجل بطاعة غير بالغ لجاز أن يكلف اللّه غير بالغ فكما لا يعقل أن يحتمل التكليف غير بالغ فكذلك لا يفهم القضاء بين الناس ودقيقه وجليله وغامض الأحكام وشرايع الدين وجميع ما اتى به النبي صلى اللّه عليه وآله وما تحتاج إليه الأمة إلى يوم القيامة من أمر دينها ودنياها طفل غير بالغ ولو جاز أن يفهم ذلك من قد نزل عن حد البلوغ درجة لجاز أن يفهم ذلك من قد نزل عن حد البلوغ درجتين وثلاثا وأربعا راجعا إلى الطفولية حتى يجوز أن يفهم ذلك طفل في المهد والخرق وذلك غير معقول ولا مفهوم ولا متعارف\r\n\r\n[ الاختلاف الواقع في كيفية علم محمد بن علي ( ع ) على حداثة سنه 
  ]\r\nثم إن الذين قالوا بامامة « أبي جعفر محمد بن علي بن موسى » عليهم السلام اختلفوا في كيفية علمه لحداثة سنه ضروبا من الاختلاف : فقال بعضهم لبعض الامام لا يكون إلا عالما وأبو جعفر غير بالغ وأبوه قد توفي فكيف علم ومن اين علم ، فأجابوا\r\n\r\n\r\n","description":"","footnote":"\r\nقتل فيها أوّلا أقرباؤه ثم قتل هو بعدهم انظر تفصيل ذلك في كتاب بحر الانساب المطبوع في بمبئي سنة 1335 وانظر أيضا رجال الكشي وروضات الجنات وغيرها وإلى أحمد بن موسى هذا تنسب الفرقة « الأحمدية » كما في الفرق بين الفرق ص 82 وكان قبره بشيراز مخفيا إلى زمان عضد الدولة البويهي فأظهره وشيده وهو اليوم مزار معروف عليه قبة عظيمة وإلى جانبيها منارتان وله صحن كبير\r\n","page_name":" 88 ","page_number":114},
  {"content":"\r\n\r\nفقال بعضهم : لا يجوز أن يكون علمه من قبل أبيه لأن أباه حمل إلى خراسان وأبو جعفر ابن أربع سنين واشهر ومن كان في هذه السن فليس في حد من يستفرغ تعليم معرفة دقيق الدين وجليله ولكن اللّه عز وجل علمه ذلك عند البلوغ بضروب مما يدل على جهات علم الإمام مثل الالهام والنكت في القلب والنقر في الأذن والرؤيا الصادقة في النوم والملك المحدث له ووجوه رفع المنار والعمود والمصباح وعرض الأعمال لأن ذلك كله قد صحت الأخبار الصحيحة القوية الأسانيد فيه التي لا يجوز دفعها ولا رد مثلها\r\nوقال بعضهم قبل البلوغ هو إمام على معنى أن الأمر له دون غيره إلى وقت البلوغ فإذا بلغ علم لا من جهة الالهام والنكت ولا الملك ولا لشيء من الوجوه التي ذكرتها الفرقة المتقدمة لأن الوحي منقطع بعد النبي صلى اللّه عليه وآله باجماع الأمة ولأن الالهام إنما هو أن يلحقك عند الخاطر والفكر معرفة بشيء قد كانت تقدمت معرفتك به من الأمور النافعة فذكرته وذلك لا يعلم به الأحكام وشرايع الدين على كثرة اختلافها وعللها قبل أن يوقف بالسمع منها على شيء لأن أصح الناس فكرا وأوضحه خاطرا وعقلا واحضره توفيقا لو فكر وهو لا يسمع بأن الظهر اربع والمغرب ثلاث والغداة ركعتان ما استخرج ذلك بفكره ولا\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":115},
  {"content":"\r\n\r\nعرفه بنظره ولا استدل عليه بكمال عقله ولا أدرك ذلك بحضور توفيقه ولا لحقه علم ذلك من جهة التوفيق ابدا ولا يعقل أن يعلم ذلك إلا بالتوقيف والتعليم فقد بطل أن يعلم شيئا من ذلك بالالهام والتوفيق لكن نقول أنه علم ذلك عند البلوغ من كتب أبيه وما ورثه من العلم فيها وما رسم له فيها من الأصول والفروع ، وبعض هذه الفرقة تجيز القياس في الأحكام للامام خاصة على الأصول التي في يديه لأنه معصوم من الخطأ والزلل فلا يخطئ في القياس وإنما صاروا إلى هذه المقالة لضيق الأمر عليهم في علم الإمام وكيفية تعليمه إذ ليس هو ببالغ عندهم وقال بعضهم : الامام يكون غير بالغ ولو قلت سنه لأنه حجة اللّه فقد يجوز أن يعلم وإن كان صبيا ويجوز عليه الأسباب التي ذكرت من الالهام والنكت والرؤيا والملك المحدث ورفع المنار والعمود وعرض الاعمال كل ذلك جائز عليه وفيه كما جاز ذلك عن سلفه « 1 » من حجج اللّه الماضين ، واعتلوا في ذلك بيحي بن زكريا وأن اللّه آتاه الحكم صبيا وبأسباب عيسى بن مريم وبحكم الصبي بين يوسف بن يعقوب وامرأة الملك وبعلم سليمان بن داود حكما من غير تعليم وغير ذلك فإنه قد كان في حجج اللّه ممن كان غير بالغ عند الناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بمن سلف - خ ل -\r\n","page_name":" 90 ","page_number":116},
  {"content":"\r\n\r\n\r\n[ تواريخ محمد بن علي بن موسى عليه السلام 
  ]\r\nوولد « محمد بن علي بن موسى » عليه السلام للنصف من شهر رمضان سنة خمس وتسعين ومائة « 1 » وأشخصه المعتصم في خلافته إلى بغداد فقدمها لليلتين بقيتا من المحرم سنة عشرين ومأتين وتوفي بها في هذه السنة في آخر ذي القعدة « 2 » ودفن في مقبرة قريش عند جده موسى بن جعفر عليه السلام وهو يومئذ ابن خمس وعشرين سنة وشهرين وعشرين يوما ، « 3 » وأمه أم ولد يقال لها الخيزران وكانت قبل ذلك تسمى درة فسميت الخيزران « 4 » وكانت إمامته سبع عشرة سنة « 5 »\r\n\r\n[ القائلون بامامة محمد بن علي بن موسى الهادي عليه السلام 
  ]\r\nفنزل أصحاب « محمد بن علي » عليه السلام الذين ثبتوا على إمامته إلى القول بامامة ابنه ووصيه « علي بن محمد » عليه السلام فلم يزالوا على ذلك سوى نفر منهم يسير عدلوا عنه إلى القول بامامة أخيه « موسى بن محمد » ثم لم يلبثوا على ذلك إلا قليلا حتى رجعوا إلى إمامة « علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد عليه السلام بالمدينة ليلة الجمعة في شهر رمضان في النصف منه أو في السابع عشر منه أو في التاسع عشر منه أو لعشر خلون من رجب أو عاشر رجب على اختلاف الأقوال في ذلك الناشي عن اختلاف الروايات\r\n( 2 ) توفي عليه السلام يوم السبت أو يوم الثلاثاء في ذي القعدة أو في آخره أو في حادي عشر أو في خامسه أو في ذي الحجة أو لست خلون منه على اختلاف الأقوال\r\n( 3 ) كان عمره عليه السلام يوم توفي خمسا وعشرين سنة وشهرين وثمانية عشر يوما أو خمسا وعشرين سنة وثلاثة اشهر واثني عشر يوما أو خمسا وعشرين سنة وشهرين وعشرين يوما على اختلاف الروايات في ذلك\r\n( 4 ) وقيل إن اسمها سبيكه وكانت نوبية وقيل كانت مريسية من أهل بيت مارية القبطية\r\n( 5 ) وقيل تسع عشرة سنة إلا خمسا وعشرين يوما\r\n","page_name":" 91 ","page_number":117},
  {"content":"\r\n\r\nابن محمد » عليه السلام ورفضوا إمامة ( موسى بن محمد « 1 » ) فلم يزالوا كذلك حتى توفي علي بن محمد عليه السلام وكانت وفاته بسر من رأى وكان المتوكل اشخصه « 2 » من المدينة مع يحي بن هرثمة بن أعين - يوم الاثنين لثلاث خلون « 3 » من رجب سنة اربع وخمسين ومأتين وهو يوم توفي ابن أربعين سنة « 4 » وكان قدومه إلى سر من رأى يوم الثلاثاء لسبع ليال بقين من شهر رمضان سنة ثلاث وثلاثين ومأتين ، وكان مولده يوم الثلاثاء لثلاث عشرة ليلة مضت من رجب سنة اربع عشرة ومأتين وأقام بسر من رأى في داره إلى أن توفي عشرين سنة وتسعة اشهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسى بن محمد هذا هو الملقب بالمبرقع جاء من الكوفة إلى بلدة قم سنة 256 وأقام بها حتى توفي في ربيع الثاني سنة 296 وقد الف العلامة المحدث محمد الحسين النوري المتوفى سنة 1320 رسالة في آل المبرقع سماها ( البدر المشعشع في أحوال ذرية موسى المبرقع ) أجاب فيها عن كل ما ورد في قدحه طبعت في إيران وقال في عمدة الطالب « موسى المبرقع بن محمد الجواد بن علي الرضا بن موسى الكاظم عليه السلام وهو لأم ولد مات بقم وقبره بها ويقال لولده الرضويون وهم بقم إلا من شذ منهم إلى غيرها وأعقب من أحمد بن موسى المبرقع وحده انتهى » وروى الشيخ المفيد في الارشاد رواية في ترجمة أخيه الهادي تشعر عن شيء فيه فراجع وذكره أيضا أبو نصر البخاري في سر السلسلة العلوية وقال أنه اختص بمنادمة المتوكل العباسي وكان يلبس السواد\r\n( 2 ) قال ابن الصباغ المالكي في الفصول المهمة اشخصه المتوكل في سنة ثلاث وأربعين ومأتين من المدينة إلى سر من رأى فأقام بها حتى مضى لسبيله احدى عشرة سنة\r\n( 3 ) وقيل توفي عليه السلام لخمس ليال بقين من جمادى الآخرة أو لثلاث ليال بقين منه نصف النهار أو لأربع بقين منه على اختلاف الروايات\r\n( 4 ) وقيل إنه توفي وهو ابن احدى وأربعين سنة أو بزيادة ستة اشهر أو سبعة اشهر أو اثنتين وأربعين سنة كما قيل في كل ذلك حسب اختلاف الروايات\r\n","page_name":" 92 ","page_number":118},
  {"content":"\r\n\r\nوعشرة أيام « 1 » وكانت إمامته ثلاثا وثلاثين سنة وسبعة اشهر « 2 » وأمه أم ولد يقال لها سوسن وقال بعضهم اسمها سمانة « 3 »\r\nوقد شذت « فرقة » من القائلين بامامة « علي بن محمد » في حياته فقالت بنبوة رجل يقال له « محمد بن نصير النميري « 4 » » وكان يدعي أنه نبي بعثه أبو الحسن العسكري عليه السلام وكان يقول بالتناسخ والغلو « 5 » في أبي الحسن ويقول فيه بالربوبية ويقول بالإباحة للمحارم ويحلل نكاح الرجال بعضهم بعضا في ادبارهم ويزعم أن ذلك من التواضع والتذلل وأنه احدى الشهوات والطيبات وأن اللّه عز وجل لم يحرم شيئا من ذلك وكان يقوي أسباب هذا النميري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد عليه السلام بالمدينة يوم الثلاثاء أو يوم الجمعة منتصف ذي الحجة أو في السابع والعشرين منه أو ثاني رجب أو خامسه أو لثلاث عشر خلون من رجب سنة مأتين واثنتي عشرة أو سنة مأتين واربع عشرة\r\n( 2 ) في الارشاد للشيخ المفيد أن مدة إمامته ثلاث وثلاثون سنة وفي كشف الغمة وإعلام الورى بزيادة اشهر\r\n( 3 ) وكانت سمانة مغربية ولقبها السيدة وكنيتها أمّ الفضل\r\n( 4 ) قال الشيخ الطوسي في كتاب الغيبة ص 259 كان محمد بن نصير النميري من أصحاب أبي محمد الحسن بن علي عليه السلام فلما توفي أبو محمد ادعى مقام أبي جعفر محمد بن عثمان أنه صاحب إمام الزمان وادعى له البابية وفضحه اللّه تعالى بما ظهر منه من الالحاد والجهل ولعن أبي جعفر محمد بن عثمان له وتبريه منه واحتجابه منه راجع بقية مقالته في الفرق بين الفرق وفي احتجاج الطبرسي وفي كتاب الغيبة للشيخ الطوسي ص 259 - 260 وفي رجال الكشي ص 323 وفي غيرها من كتب الرجال\r\n( 5 ) ويغلو - خ ل -\r\n","page_name":" 93 ","page_number":119},
  {"content":"\r\n\r\n« محمد بن موسى بن الحسن بن الفرات « 1 » » فلما توفي قيل له في علته وقد كان اعتقل لسانه : لمن هذا الأمر من بعدك فقال : لأحمد ، فلم يدروا من هو فافترقوا ثلاث فرق « فرقة » قالت : أنه « احمد » ابنه و ( فرقة ) قالت : هو ( أحمد بن موسى بن الحسن بن الفرات ) و ( فرقة ) قالت : ( أحمد بن أبي الحسين محمد بن محمد بن بشر بن زيد ) . فتفرقوا فلا يرجعون إلى شيء وادعى هؤلاء النبوة عن أبي محمد فسميت ( النميرية ) « 2 »\r\n\r\n[ القائلون بامامة محمد بن علي بن محمد بن علي بن موسى عليه السلام 
  ]\r\nفلما توفي ( علي بن محمد بن علي بن موسى الرضا ) صلوات اللّه عليهم قالت ( فرقة ) من أصحابه بامامة ابنه ( محمد ) وقد كان توفي في حياة أبيه بسر من رأى وزعموا أنه حي لم يمت واعتلوا في ذلك بأن أباه أشار إليه واعلمهم أنه الامام من بعده والامام لا يجوز عليه الكذب ولا يجوز البداء فيه فهو وإن كانت ظهرت وفاته لم يمت في الحقيقة ولكن أباه خاف عليه فغيبه وهو القائم المهدي وقالوا فيه بمثل مقالة أصحاب إسماعيل ابن جعفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر رجال الكشي ص 323 ورجال الشيخ والخلاصة وغيرها\r\n( 2 ) سمى بعضهم الفرقة المنسوبة إلى محمد بن نصير ( النصيرية ) انظر شرح ابن أبي الحديد ج 2 ص 309 وخلاصة العلامة الحلي ورجال ابن داود ومنهج المقال وغيرها ولكن المعروف من النصيرية في هذا الزمان من يقول بربوبية علي عليه السلام\r\n","page_name":" 94 ","page_number":120},
  {"content":"\r\n\r\n\r\n[ القائلون بامامة الحسن العسكري عليه السلام 
  ]\r\nوقال سائر أصحاب علي بن محمد بامامة « الحسن بن علي » عليه السلام وثبتوا له الإمامة بوصية أبيه وكان يكنى بابي محمد سوى نفر يسير قليل فإنهم مالوا إلى أخيه « جعفر بن علي « 1 » » وقالوا : أوصى إليه أبوه بعد مضي محمد وأوجب إمامته واظهر أمره وأنكروا إمامة محمد أخيه وقالوا إنما فعل ذلك أبوه اتقاء عليه ودفاعا عنه وكان الامام في الحقيقة « جعفر بن علي »\r\n\r\n[ تواريخ الحسن بن علي عليه السلام 
  ]\r\n\r\n[ القائلون بامامة الحسن العسكري عليه السلام 
  ]\r\nوولد « الحسن بن علي » عليه السلام « 2 » في شهر ربيع الآخر سنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جعفر هذا هو الملقب عند الشيعة بالكذاب لا دعائه الإمامة بعد أخيه الحسن ( ع ) وقد اختلفت في حقه الأقوال وطال النزاع فيه والخصام والذي يظهر للمتتبع أنه في أول أمره حاد عن الطريق السوي فأتى بافعال منكرة وانتحل دعاوى كاذبة فسماه الشيعة بالكذاب ولكنه هل بقي على اصراره أو تاب ، الحق هو الثاني لما رواه ثقة الاسلام الكليني في الكافي « عن إسحاق بن يعقوب قال سألت محمد بن عثمان العمري أن يوصل لي كتابا قد سألت فيه عن مسائل أشكلت علي فورد التوقيع بخط مولانا صاحب الزمان عليه السلام أما ما سألت عنه أرشدك اللّه وثبتك من امر المنكرين لي من أهل بيتنا وبني عمنا فاعلم أنه ليس بين اللّه عز وجل وبين أحد قرابة ومن أنكرني فليس مني وسبيله سبيل ابن نوح وأما سبيل عمي جعفر وولده فسبيل اخوة يوسف ( ع ) انتهى » وحيث دل الكتاب العزيز على صحة توبة اخوة يوسف فيكون تمثيله عليه السلام جعفرا بهم أقوى دليل على قبول توبته واللّه العالم ويكنى أبو عبد اللّه ويلقب كرين لأنه أولد مائة وعشرين ولدا اعقب من جماعة انتشر منهم عقب ستة إسماعيل وطاهر ويحي وهارون وعلي وإدريس ويقال لولده الرضويون نسبة إلى جده الرضا وكانت وفاته سنة 271 وله خمس وأربعون سنة وقبره في دار أبيه بسامراء واخباره كثيرة تجدها في البحار والكافي وغيبة الشيخ الطوسي والمجدي وغيرها\r\n( 2 ) ولد عليه السلام بالمدينة وقيل بسر من رأى يوم الجمعة أو يوم الاثنين في شهر ربيع الأول أو في الثامن منه أو في عاشر ربيع الثاني أو في الرابع منه أو في الثامن منه سنة مأتين وثلاثين أو مأتين واحدى وثلاثين أو اثنتين وثلاثين ومأتين\r\n","page_name":" 95 ","page_number":121},
  {"content":"\r\n\r\nاثنتين وثلاثين ومأتين وتوفي بسر من رأى « 1 » يوم الجمعة لثمان ليال خلون من شهر ربيع الأول سنة ستين ومأتين ودفن في داره في البيت الذي دفن فيه أبوه وهو ابن ثمان وعشرين سنة « 2 » وصلى عليه أبو عيسى بن المتوكل وكانت إمامته خمس سنين وثمانية اشهر وخمسة أيام « 3 » وتوفي ولم ير له اثر ولم يعرف له ولد ظاهر فاقتسم ما ظهر من ميراثه اخوه جعفر وأمه وهي أم ولد يقال لها عسفان « 4 » ثم سماها أبو الحسن حديثا\r\n\r\n[ افتراق أصحاب الحسن بعد وفاته على اربع عشرة فرقة 
  ]\r\n\r\n[ الفرقة الأولى 
  ]\r\nفافترق أصحابه بعده اربع عشرة « 5 » فرقة ( ففرقة ) منها قالت أن ( الحسن بن علي ) حي لم يمت وإنما غاب وهو القائم ولا يجوز أن يموت ولا ولد له ظاهر لأن الأرض لا تخلو من إمام وقد ثبتت إمامته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفي عليه السلام يوم الجمعة أو يوم الأحد أو يوم الأربعاء لثمان خلون من ربيع الأول أو أول يوم منه أو في ربيع الثاني\r\n( 2 ) وقيل ابن تسع وعشرين سنة كما في مروج الذهب وغيره\r\n( 3 ) وقيل مدة إمامته ست سنين\r\n( 4 ) لم يعرف هذا الاسم لها في غير هذا الكتاب وإنما المعروف لها من الأسماء سوسن وسليل وحديث\r\n( 5 ) كذا في الأصول الخطية ولكن التي عدها في الكتاب ثلاث عشرة فرقة وكأن فيه سقطا ونقل السيد المرتضى في الفصول المختارة عن أبي محمد الحسن النوبختي صاحب الكتاب الأربعة عشرة فرقة كلها وجعل الفرقة الرابعة عشرة كما يلي : ( وقالت فرقة أخرى أن الامام بعد الحسن ابنه محمد وهو المنتظر غير أنه قد مات وسيحيى ويقوم بالسيف فيملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا ) انتهى ، فأكد ذلك أن في النسخة التي بأيدينا نقصانا - راجع الفصول المختارة ( مخطوط )\r\n","page_name":" 96 ","page_number":122},
  {"content":"\r\n\r\nوالرواية قائمة أن للقائم غيبتين فهذه الغيبة إحداهما وسيظهر ويعرف ثم يغيب غيبة أخرى وقالوا فيه ببعض مقالة الواقفة على موسى بن جعفر ، وإذا قيل لهذه الفرقة ، ما الفرق بينكم وبين الواقفة قالوا أن الواقفة أخطأت في الوقوف على موسى لما ظهرت وفاته لأنه توفي عن خلف قائم أوصى إليه وهو الرضا عليه السلام وخلف غيره بضعة عشر ذكرا وكل إمام ظهرت وفاته كما ظهرت وفاة آبائه وله خلف ظاهر معروف فهو ميت لا محالة وإنما القائم المهدي الذي يجوز الوقوف على حياته من ظهرت له وفاة عن غير خلف فيضطر شيعته إلى الوقوف عليه إلى أن يظهر لأنه لا يجوز موت إمام بلا خلف فقد صح أنه غاب\r\n\r\n[ الفرقة الثانية 
  ]\r\nوقالت الفرقة الثانية : أن الحسن بن علي مات وعاش بعد موته وهو القائم المهدي لأنا روينا أن معنى القائم هو أن يقوم من بعد الموت ويقوم ولا ولد له ولو كان له ولد لصح موته ولا رجوع لأن الإمامة كانت تثبت لخلفه ولا أوصى إلى أحد فلا شك أنه القائم والحسن ابن علي قد مات لا شك في موته ولا ولد له ولا خلف ولا أوصى إذ لا وصية له ولا وصي وأنه قد عاش بعد الموت وقد روينا أن القائم إذا بلغ الناس خبر قيامه قالوا كيف يكون فلان إماما وقد بليت عظامه فهو اليوم حي مستتر لا يظهر وسيظهر ويقوم بأمر الناس ويملأ الأرض\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":123},
  {"content":"\r\n\r\nعدلا كما ملئت جورا وإنما قالوا أنه حي بعد الموت وأنه مستتر خائف لأنه لا يجوز عندهم أن تخلو الأرض من حجة قائم على ظهرها عدل حي ظاهر أو خائف مغمود للخبر الذي روي عن علي بن أبي طالب عليه السلام أنه قال في بعض خطبه : اللهم إنك لا تخلي الأرض من حجة لك ظاهر « 1 » أو مغمود لئلا تبطل حججك وبيناتك فهذا دليل على أنه عاش بعد موته ، وليس بين هذه الفرقة والفرقة « 2 » التي قبلها فرق أكثر من أن هذه صححت موت الحسن بن علي عليه السلام وأن الأولى قالت أنه « 3 » غاب وهو حي وأنكرت موته وهذه أيضا شبيهة بفرقة من الواقفة على موسى بن جعفر عليه السلام ، وإذا قيل لهم : من اين قلتم هذا وما دليلكم عليه رجعوا إلى تأول « 4 » الروايات\r\n\r\n[ الفرقة الثالثة 
  ]\r\nوقالت الفرقة الثالثة : أن « الحسن بن علي » توفي والامام بعده اخوه « جعفر » وإليه أوصى الحسن ومنه قبل الإمامة وعنه صارت إليه ، فلما قيل لهم أن الحسن وجعفرا ما زالا متهاجرين متصارمين متعاديين طول زمانهما وقد وقفتم على صنايع جعفر ومخلفي الحسن وسوء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إما ظاهر مشهور أو باطن مغمور - خ ل -\r\n( 2 ) والفرقة التي قدمنا ذكرها - خ ل -\r\n( 3 ) أنه غائب وأنه حي - خ ل -\r\n( 4 ) إلى الروايات وتأويلها - خ ل -\r\n","page_name":" 98 ","page_number":124},
  {"content":"\r\n\r\nمعاشرته له في حياته ولهم من بعد وفاته في اقتسام مواريثه قالوا : إنما ذلك بينهما في الظاهر فأما في الباطن فكانا متراضيين متصافيين لا خلاف بينهما ولم يزل جعفر مطيعا له سامعا منه فإذا ظهر منه شيء من خلافه فعن أمر الحسن فجعفر وصي الحسن وعنه أفضت إليه الإمامة ، ورجعوا إلى بعض قول الفطحية وزعموا أن موسى بن جعفر إنما كان إماما بوصية أخيه عبد اللّه إليه وعن عبد اللّه صارت إليه الإمامة لا عن أبيه وأقروا بامامة « عبد اللّه بن جعفر » وثبتوها بعد إنكارهم لها وجحودهم إياها وأوجبوا فرضها على أنفسهم ليصححوا بذلك مذهبهم ، وكان رئيسهم والداعي لهم إلى ذلك رجل من أهل الكوفة من المتكلمين يقال له « علي بن الطاحي « 1 » الخزاز » وكان مشهورا في الفطحية وهو ممن قوى إمامة « جعفر » وأمال الناس إليه وكان متكلما محجاجا وأعانته على ذلك « أخت الفارس « 2 » بن حاتم بن ماهويه القزويني » غير أن هذه أنكرت إمامة الحسن بن علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطاحي بالطاء ثم الألف بعدها الحاء المكسورة والياء نسبة إلى طاحية قبيلة من الأزد وقرية بالبصرة وفي بعض النسخ المخطوطة ( الطاجني ) بالجيم ثم النون نسبة إلى بيع الطاجن وهو ما يقلى عليه أو فيه : وبعضهم سماه علي بن طاحن فراجع\r\n( 2 ) فارس بن حاتم بن ماهويه القزويني قد أطبق علماء الرجال والأخبار على ذمه وتكفيره ولعنه قال الكشي في رجاله : قال نصر بن الصباح : الحسن بن محمد المعروف بابن بابا ومحمد بن نصير النميري وفارس بن حاتم القزويني لعن هؤلاء الثلاثة علي بن محمد العسكري عليه السلام ثم ذكر رواية فيها أن أبا الحسن العسكري ( ع ) أمر جنيدا بقتله فقتله وضمن لمن قتله الجنة وكان فارس هذا فتانا يفتن الناس ويدعوهم إلى البدعة : تجد اخباره في رجال الكشي ص 324 - 327 وفي كتاب الغيبة للشيخ الطوسي ص 228 وفي غيرهما من المعاجم\r\n","page_name":" 99 ","page_number":125},
  {"content":"\r\n\r\nعليه السلام وقالت أن جعفرا أوصى أبوه إليه لا الحسن\r\n\r\n[ الفرقة الرابعة 
  ]\r\nوقالت الفرقة الرابعة : أن الامام بعد الحسن « جعفر » وأن الإمامة صارت إليه من قبل أبيه لا من قبل أخيه محمد ولا من قبل الحسن ولم يكن إماما ولا الحسن أيضا لأن محمدا توفي في حياة أبيه وتوفي الحسن ولا عقب له وأنه كان مدعيا مبطلا ، والدليل على ذلك أن الامام لا يموت حتى يوصي ويكون له خلف والحسن قد توفي ولا وصي له ولا ولد فادعاؤه الإمامة باطل والامام لا يكون من لا خلف له ظاهر معروف مشار إليه ولا يجوز أيضا أن تكون الإمامة في الحسن وجعفر لقول أبي عبد اللّه جعفر بن محمد وغيره من آبائه صلوات اللّه عليهم أن الإمامة لا تكون في أخوين بعد الحسن والحسين عليهما السلام فدلنا ذلك على أن الإمامة لجعفر وأنها صارت إليه من قبل أبيه لا من قبل أخويه\r\n\r\n[ الفرقة الخامسة 
  ]\r\nوأما الفرقة الخامسة : فإنها رجعت إلى القول بامامة « محمد بن علي « 1 » »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو جعفر محمد بن الإمام علي الهادي عليهما السلام أحد رجالات أهل البيت المقدرين عند أئمة الهدى عليهم السلام ( روى ) النسابة العمري في المجدي باسناده عن علان الكلاني قال صحبت أبا جعفر محمد بن علي بن محمد بن علي الرضا عليهم السلام وهو حديث السن فما رأيت أوقر ولا أزكى ولا أجل منه وكان خلفه أبو الحسن العسكري عليه السلام بالحجاز طفلا وقدم عليه في سامراء مشتدا فكان مع أخيه الامام أبي محمد عليه السلام لا يفارقه وكان أبو محمد يأنس به وينقبض من أخيه جعفر ( يعني الكذاب ) انتهى : توفي في حياة أبيه بمحل قبره الآن لما أراد النهضة إلى الحجاز في حدود سنة 252 فشق أبو محمد الحسن عليه ثوبه وقال في جواب من عابه في ذلك : قد شق موسى على أخيه هارون : وروى الشيخ المفيد في الارشاد أن أبا الحسن الهادي عليه السلام قال لابنه الإمام العسكري ( ع ) لما قضى ابنه أبو جعفر محمد : يا بني أحدث للّه شكرا -\r\n","page_name":" 100 ","page_number":126},
  {"content":"\r\n\r\nالمتوفى في حياة أبيه وزعمت أن الحسن وجعفرا ادعيا ما لم يكن لهما وأن أباهما لم يشر إليهما بشيء من الوصية والإمامة ولا روي عنه في ذلك شيء أصلا ولا نص عليهما بشيء يوجب إمامتهما ولا هما في موضع ذلك وخاصة جعفر فان فيه خصالا مذمومة وهو بها مشهور ولا يجوز أن يكون مثلها في إمام عدل وأما الحسن فقد توفي ولا عقب له فعلمنا أن محمدا كان الامام قد صحت الإشارة من أبيه إليه والحسن قد توفي ولا عقب له ولا يجوز أن يموت إمام بلا خلف ثم رأينا جعفرا في حياة الحسن وبعد مضيه ظاهر الفسق غير صائن لنفسه معلنا بالمعاصي وليس هذا صفة من يصلح للشهادة على درهم فكيف يصلح لمقام النبي صلى اللّه عليه وآله لأن اللّه عز وجل لم يحكم بقول شهادة من يظهر الفسق\r\n\r\n\r\n","description":"","footnote":"\r\n- فقد أحدث فيك أمرا : يريد ( ع ) الإمامة وما سبق من مثله في إسماعيل بن الإمام الصادق عليه السلام من البداء المفسر باظهار ما كان أخفاه على الناس لمصلحة في الحالتين لحسبانهم إمامته لما تقرر عندهم من أن الإمامة في الأكبر ما لم يكن به عاهة وكان إسماعيل ومحمد كل منهما أكبر من أخيه فلما توفاهما اللّه سبحانه أعلمهم بمحل الإمامة : وقبره بمقربة من ( بلد ) على مرحلة من سامراء مشهور مشيد تظهر منه الكرامات وتقصده الوفود للزيارة وطلب الحوائج وتساق إليه النذور وفضائله كثيرة تقف عليها في كتب الامامية : وفي بحر الأنساب الفارسي أنه كان لمحمد هذا تسعة من البنين هاجر أربعة منهم من سامراء إلى خوي وسلماس ( بلدتان في آذربيجان ) فقتلوا هنا لك وهم إسحاق ومحمود وجعفر وإسكندر وخمسة منهم يمموا بلدة لار فقتلوا بها ؛ وقال ضامن بن شدقم الحسيني المدني النسابة في تحفة الأزهار ( مخطوط ) أن محمدا هذا خلف عليا وخلف علي محمدا وخلف محمد حسينا وخلف حسين محمدا وخلف محمد عليا وخلف علي شمس الدين محمد الشهير بميرسلطان البخاري ويقال لولده البخاريون . .\r\n","page_name":" 101 ","page_number":127},
  {"content":"\r\n\r\nوالفجور فكيف يحكم له باثبات الإمامة مع عظم فضلها وخطرها وحاجة الخلق إليها وإذ هي السبب الذي يعرف به دينه ويدرك رضوانه فكيف تجوز في مظهر الفسق وإظهار الفسق لا يجوز تقية هذا ما لا يليق بالحكيم عز وجل ولا يجوز أن ينسب إليه تبارك وتعالى فلما بطل عندنا أن تكون الإمامة تصلح لمثل جعفر وبطلت عمن لا خلف له لم يبق إلا التعلل بامامة « أبي جعفر محمد بن علي » أخيهما إذ لم يظهر منه إلا الصلاح والعفاف وإن له عقبا قائما معروفا مع ما كان من أبيه من الإشارة بالقول مما لا يجوز بطلان مثله فلا بد من القول بإمامته وأنه القائم المهدي أو الرجوع إلى القول ببطلان الإمامة أصلا وهذا مما لا يجوز\r\n\r\n[ الفرقة السادسة 
  ]\r\nوقالت الفرقة السادسة : أن للحسن بن علي ابنا سماه محمدا ودل عليه وليس الأمر كما زعم من ادعى أنه توفي ولا خلف له وكيف يكون إمام قد ثبتت إمامته ووصيته وجرت أموره على ذلك وهو مشهور عند الخاص والعام ثم توفي ولا خلف له ولكن خلفه قائم وولد قبل وفاته بسنين « 1 » وقطعوا على إمامته وموت الحسن وأن اسمه « محمد »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد عليه السلام يوم الجمعة منتصف شعبان على أشهر الأقوال وقيل لثمان خلون منه سنة مأتين وخمس وخمسين فيكون عمره عند وفاة أبيه خمس سنين لأن وفاة أبيه الحسن عليه السلام سنة مأتين وستين كما تقدم واسم أمه نرجس أو ريحانة أو صقيل أو سوسن أو خمط على اختلاف الأقوال وكنيته أبو القاسم وألقابه كثيرة منها صاحب الزمان وصاحب الدار والغريم والقائم والمهدي والهادي والصاحب\r\n","page_name":" 102 ","page_number":128},
  {"content":"\r\n\r\nوزعموا أنه مستور لا يرى خائف من جعفر وغيره من أعدائه وأنها احدى « 1 » غيباته وأنه هو الإمام القائم وقد عرف في حياة أبيه ونص عليه ولا عقب لأبيه غيره فهو الامام لا شك فيه\r\n\r\n[ الفرقة السابعة 
  ]\r\nوقالت الفرقة السابعة : بل ولد للحسن ولد بعده بثمانية أشهر وأن الذين ادعوا له ولدا في حياته كاذبون مبطلون في دعواهم لأن ذلك لو كان لم يخف كما لم يخف غيره ولكنه مضى ولم يعرف له ولد ولا يجوز أن يكابر في مثل ذلك ويدفع العيان والمعقول والمتعارف وقد كان الحبل فيما مضى قائما ظاهرا ثابتا عند السلطان وعند سائر الناس وامتنع من قسمة ميراثه من اجل ذلك حتى بطل بعد ذلك عند السلطان وخفي امره فقد ولد له ابن بعد وفاته بثمانية اشهر وقد كان أمر أن يسمى محمدا وأوصى بذلك وهو مستور لا يرى ، واعتلوا في تجويز ذلك وتصحيحه بخبر يروى عن أبي الحسن الرضا عليه السلام أنه قال ستبلون بالجنين في بطن أمه والرضيع « 2 »\r\n\r\n[ الفرقة الثامنة 
  ]\r\n\r\n[ الفرقة السابعة 
  ]\r\nوقالت الفرقة الثامنة : أنه لا ولد للحسن أصلا لأنا قد امتحنا ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) له عليه السلام غيبتان إحداهما من يوم وفاة أبيه عليه السلام وهي الصغرى ومدتها ثمان أو تسع وستون سنة إلا اشهر وثانيتهما الكبرى وابتداؤها من وفاة أبي الحسين علي بن محمد السمري آخر السفراء الأربعة التي هي منتصف شعبان سنة ثلاثمائة وثمان أو تسع وعشرين ولم يعلم انتهاءها إلا اللّه عز وجل : هذا هو اعتقاد الامامية الاثني عشرية وهي الفرقة الناجية كما دلت عليه الأخبار الصريحة الصحيحة\r\n( 2 ) وفي بعض النسخ الخطية زيادة - فهذا هو -\r\n","page_name":" 103 ","page_number":129},
  {"content":"\r\n\r\nوطلبناه بكل وجه فلم نجده ولو جاز لنا أن نقول في مثل الحسن وقد توفي ولا ولد له أن له ولدا خفيا لجاز مثل هذه الدعوى في كل ميت عن غير خلف ولجاز مثل ذلك في النبي صلى اللّه عليه وآله أن يقال خلف ابنا نبيا رسولا وكذلك في عبد اللّه بن جعفر بن محمد أنه خلف ابنا وأن أبا الحسن الرضا عليه السلام خلف ثلاثة بنين غير أبي جعفر أحدهم الامام لأن مجيء الخبر بوفاة الحسن بلا عقب كمجيء الخبر بأن النبي صلى اللّه عليه وآله لم يخلف ذكرا من صلبه ولا خلف عبد اللّه بن جعفر ابنا ولا كان للرضا أربعة بنين فالولد قد بطل لا محالة ولكن هناك حبل قائم قد صح في سرية له وستلد ذكرا إماما متى ما ولدت فإنه لا يجوز أن يمضي الامام ولا خلف له فتبطل الإمامة وتخلو الأرض من الحجة واحتج أصحاب الولد على هؤلاء فقالوا : أنكرتم علينا امرا قلتم بمثله ثم لم تقنعوا بذلك حتى أضفتم إليه ما تنكره العقول ، قلتم أن هناك حبلا قائما فان كنتم اجتهدتم في طلب الولد فلم تجدوه فانكرتموه لذلك فقد طلبنا معرفة الحبل وتصحيحه أشد من طلبكم واجتهدنا فيه أشد من اجتهادكم فاستقصينا في ذلك غاية الاستقصاء فلم نجده فنحن في الولد أصدق منكم لأنه قد يجوز في العقل والعادة والتعارف أن يكون للرجل ولد مستور لا يعرف في الظاهر ويظهر « 1 » بعد ذلك ويصح نسبه والأمر الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويعرف - خ ل -\r\n","page_name":" 104 ","page_number":130},
  {"content":"\r\n\r\nادعيتموه منكر شنيع ينكره عقل كل عاقل ويدفعه التعارف والعادة مع ما فيه من كثرة الروايات الصحيحة عن الأئمة الصادقين أن الحبل لا يكون أكثر من تسعة اشهر وقد مضى للحبل الذي ادعيتموه سنون وإنكم « 1 » على قولكم بلا صحة ولا بينة\r\n\r\n[ الفرقة التاسعة 
  ]\r\nوقالت الفرقة التاسعة : أن الحسن بن علي قد صحت وفاة أبيه وجده وسائر آبائه عليهم السلام فكما صحت وفاته بالخبر الذي لا يكذب مثله فكذلك صح أنه لا إمام بعد الحسن وذلك جائز في العقول والتعارف كما جاز أن تنقطع النبوة فلا يكون بعد محمد صلى اللّه عليه وآله نبي فكذلك جاز أن تنقطع الإمامة وقد روي عن الصادقين أن الأرض لا تخلو من حجة إلا أن يغضب اللّه على أهل الأرض بمعاصيهم فيرفع عنهم الحجة إلى وقت واللّه عز وجل يفعل ما يشاء وليس في قولنا هذا بطلان الإمامة وهذا جائز أيضا من وجه آخر كما جاز أن لا يكون قبل النبي صلى اللّه عليه وآله فيما بينه وبين عيسى عليه السلام نبي ولا وصي ولما روينا من الأخبار أنه كانت بين الأنبياء فترات ورووا ثلاثمائة سنة وروي مأتي سنة ليس فيها نبي ولا وصي وقد قال الصادق عليه السلام أن الفترة هي الزمان الذي لا يكون فيه رسول ولا إمام ، والأرض اليوم بلا حجة إلا أن يشاء اللّه فيبعث القائم من آل محمد صلى اللّه عليه وآله فيحي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فإنكم على قوله بلا حجة - خ ل -\r\n","page_name":" 105 ","page_number":131},
  {"content":"\r\n\r\nالأرض بعد موتها كما بعث محمدا صلى اللّه عليه وآله على حين فترة من الرسل فجدد ما درس من دين عيسى ودين الأنبياء قبله صلى اللّه عليهم فكذلك يبعث القائم إذا شاء جل وعز ، والحجة « 1 » علينا أن يبعث القائم وظهور الأمر والنهي المتقدمين والعلم الذي في أيدينا مما خرج عنهم إلينا والتمسك بالماضي مع الاقرار بموته كما كانت الحجة على الناس قبل ظهور نبينا صلى اللّه عليه وآله أمر عيسى عليه السلام ونهيه وما خرج من علمه وعلم أوصيائه والتمسك بالاقرار بنبوته وبموته والاقرار بمن ظهر من أوصيائه\r\n\r\n[ الفرقة العاشرة 
  ]\r\nوقالت الفرقة العاشرة : أن أبا جعفر محمد بن علي الميت في حياة أبيه كان الامام بوصية من أبيه إليه واشارته ودلالته ونصه على اسمه وعينه ولا يجوز أن يشير إمام قد ثبتت إمامته وصحت على غير إمام فلما حضرت وفاة محمد لم يجز « 2 » أن لا يوصي ولا يقيم إماما ولا يجوز له أن يوصي إلى أبيه إذ إمامة أبيه ثابتة عن جده ولا يجوز أيضا أن يأمر مع أبيه وينهى ويقيم من يأمر معه ويشاركه وإنما ثبتت له الإمامة بعد مضي أبيه فلما لم يجز إلا أن يوصي أوصى إلى غلام لأبيه صغير كان في خدمته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في العبارة تشويش واضطراب ولعل الصحيح - والحجة علينا إلى بعث القائم وظهوره الأمر والنهي من المتقدمين الخ -\r\n( 2 ) لم يجز إلا أن يوصي وإلا أن يقيم إماما - خ ل -\r\n","page_name":" 106 ","page_number":132},
  {"content":"\r\n\r\nيقال له « نفيس » وكان ثقة أمينا عنده ودفع إليه الكتب والعلوم والسلاح وما تحتاج إليه الأمة وأوصاه إذا حدث بأبيه حدث الموت يؤدي ذلك كله إلى أخيه جعفر ولم يطلع على ذلك أحدا غير أبيه وإنما فعل ذلك لتقل التهمة ولا يعلم به وقبض أبو جعفر فلما علم أهل داره والمائلون إلى أبي محمد الحسن بن علي ( ع ) قصته وأحسوا بأمره حسدوه ونصبوا له وبغوه الغوائل فلما أحس بذلك منهم وخاف على نفسه وخشي أن تبطل الإمامة وتذهب الوصية دعا جعفرا وأوصى إليه ودفع إليه جميع ما استودعه أبو جعفر محمد بن علي اخوه الميت في حياة أبيه ودفع إليه الوصية على نحو ما أمره وكذلك فعل الحسين بن علي بن أبي طالب عليه السلام لما خرج إلى الكوفة دفع كتبه والوصية وما كان عنده من السلاح وغيره إلى أم سلمة زوج النبي صلى اللّه عليه وآله واستودعها ذلك كله وأمرها أن تدفعه إلى علي بن الحسين الأصغر إذا رجع إلى المدينة فلما انصرف علي بن الحسين من الشام إليها دفعت إليه جميع ذلك وسلمته له فهذا بتلك المنزلة في الإمامة لجعفر بوصية « نفيس » إليه عن محمد أخيه ، وأنكروا إمامة الحسن عليه السلام فقالوا : لم يوص أبوه إليه ولا غير « 1 » وصيته إلى محمد ابنه وهذا عندهم صحيح فقالوا بامامة جعفر من هذا الوجه وناظروا عليها ، وهذه الفرقة تتقول على أبي محمد الحسن بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غير : بتشديد الياء\r\n","page_name":" 107 ","page_number":133},
  {"content":"\r\n\r\nعلي عليه السلام تقولا شديدا تكفره وتكفر من قال بإمامته وتغلو في القول في جعفر وتدعي أنه القائم وتفضله على علي بن أبي طالب عليه السلام وتعتقد في ذلك بأن القائم أفضل الخلق بعد رسول اللّه صلى اللّه عليه وآله وأخذ « نفيس » ليلا وألقي في حوض كان في الدار كبير فيه ماء كثير فغرق فيه فمات ، فسميت هذه الفرقة « النفيسية »\r\n\r\n[ الفرقة الحادية عشرة 
  ]\r\nوقالت الفرقة الحادية عشرة منهم : لما سئلوا عن ذلك وقيل لهم ما تقولون في الامام أهو جعفر أم غيره قالوا : لا ندري ما نقول في ذلك أهو من ولد الحسن أم من اخوته فقد اشتبه علينا الأمر إنا نقول أن الحسن بن علي كان إماما وقد توفي وأن الأرض لا تخلو من حجة ونتوقف ولا نقدم على شيء حتى يصح لنا الأمر ويتبين\r\n\r\n[ الفرقة الثانية عشرة - الامامية 
  ]\r\nوقالت الفرقة الثانية عشرة وهم « الامامية » ليس القول كما قال هؤلاء كلهم بل للّه عز وجل في الأرض حجة من ولد الحسن بن علي وأمر اللّه بالغ وهو وصي لأبيه على المنهاج الأول والسنن الماضية ولا تكون الإمامة في أخوين بعد الحسن والحسين عليهما السلام ولا يجوز ذلك ولا تكون إلا في غيبة « 1 » الحسن بن علي إلى أن ينقضي الخلق متصلا ذلك ما اتصلت أمور اللّه تعالى ولو كان في الأرض رجلان لكان أحدهما الحجة ولو مات أحدهما لكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخ المخطوطة ولعل الصحيح في عقب الخ\r\n","page_name":" 108 ","page_number":134},
  {"content":"\r\n\r\nالآخر « 1 » الحجة ما دام أمر اللّه ونهيه قائمين في خلقه ولا يجوز أن تكون الإمامة في عقب من لم تثبت له إمامة ولم تلزم العباد به حجة ممن مات في حياة أبيه ولا في ولده ، ولو جاز ذلك لصح قول أصحاب إسماعيل بن جعفر ومذهبهم ولثبتت إمامة محمد بن جعفر وكان من قال بها محقا بعد مضي جعفر بن محمد ، وهذا الذي ذكرناه هو المأثور عن الصادقين الذي لا تدافع له بين هذه العصابة ولا شك فيه لصحة مخرجه وقوة أسبابه وجودة أسناده ولا يجوز أن تخلو الأرض من حجة ولو خلت ساعة لساخت الأرض ومن عليها ولا يجوز شيء من مقالات هذه الفرق كلها فنحن مستسلمون بالماضي وإمامته مقرون بوفاته معترفون بان له خلفا قائما من صلبه وأن خلفه هو الامام من بعده حتى يظهر ويعلن أمره كما ظهر وعلن أمر من مضى قبله من آبائه ، ويأذن اللّه في ذلك إذا لأمر للّه يفعل ما يشاء ويأمر بما يريد من ظهوره وخفائه كما قال أمير المؤمنين عليه السلام : اللهم انك لا تخلي الأرض من حجة لك على خلقك ظاهرا معروفا أو خائفا مغمودا « 2 » كيلا تبطل حجتك وبيناتك وبذلك أمرنا وبه جاءت الأخبار الصحيحة عن الأئمة الماضين لأنه ليس للعباد أن يبحثوا عن أمور اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لكان الخلو منهما الحجة - خ ل -\r\n( 2 ) مغمورا - خ ل -\r\n","page_name":" 109 ","page_number":135},
  {"content":"\r\n\r\nويقضوا « 1 » بلا علم لهم ويطلبوا آثار ما ستر عنهم ولا يجوز ذكر اسمه ولا السؤال عن مكانه حتى يؤمر بذلك إذ هو عليه السلام مغمود « 2 » خائف مستور بستر اللّه تعالى وليس علينا البحث عن أمره بل البحث عن ذلك وطلبه محرم لا يحل ولا يجوز لأن في اظهار ما ستر عنا وكشفه إباحة دمه ودمائنا وفي ستر ذلك والسكوت عنه حقنهما وصيانتهما ولا يجوز لنا ولا لأحد من المؤمنين أن يختاروا إماما برأي واختيار وإنما يقيمه اللّه لنا ويختاره ويظهره إذا شاء لأنه أعلم بتدبيره في خلقه وأعرف بمصلحتهم والإمام عليه السلام أعرف بنفسه وزمانه منا ، وقد قال أبو عبد اللّه الصادق عليه السلام وهو ظاهر الأمر معروف المكان لا ينكر نسبه ولا تخفى ولادته وذكره شايع مشهور في الخاص والعام :\r\nمن سماني باسم « 3 » فعليه لعنة اللّه ، ولقد كان الرجل من شيعته يتلقاه فيحيد عنه وروي عنه أن رجلا من شيعته لقيه في الطريق فحاد عنه وترك السلام عليه فشكره على ذلك وحمده وقال له لكن فلانا لقيني فسلم علي ما أحسن وذمه على ذلك واقدم عليه بالمكروه ، وكذلك وردت الأخبار عن أبي إبراهيم موسى بن جعفر عليه السلام أنه قال في نفسه من منع تسميته مثل ذلك وأبو الحسن الرضا عليه السلام يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويقفوا - خ ل -\r\n( 2 ) مغمور - خ ل -\r\n( 3 ) باسمي - خ ل -\r\n","page_name":" 110 ","page_number":136},
  {"content":"\r\n\r\nلو علمت ما يريد القوم مني لأهلكت نفسي عندي بما « 1 » لا يوثق ديني بلعب الحمام والديكة وأشباه ذلك ، فكيف يجوز في زماننا هذا مع شدة الطلب وجور السلطان وقلة رعايته لحقوق أمثالهم مع ما لقي عليه السلام من صالح بن وصيف « 2 » وحبسه وتسميته من لم يظهر خبره ولا اسمه وخفيت ولادته ، وقد رويت اخبار كثيرة أن القائم تخفى على الناس ولادته ويخمل ذكره ولا يعرف إلا أنه لا يقوم حتى يظهر ويعرف أنه إمام ابن إمام ووصي ابن وصي يوتم به قبل أن يقوم ومع ذلك فإنه لا بد من أن يعلم أمره ثقاته وثقات أبيه وإن قلوا ولا ينقطع من عقب الحسن بن علي عليه السلام ما اتصلت أمور اللّه عز وجل ولا ترجع إلى الأخوة ولا يجوز ذلك وأن الإشارة والوصية لا تصحان « 3 » من الامام ولا من غيره إلا بشهود أقل ذلك شاهدان فما فوقهما ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مما - خ ل -\r\n( 2 ) صالح بن وصيف من أكبر قواد الأتراك في زمن المستعين والمعتز والمهتدي العباسيين : روى الشيخ المفيد في ارشاده عن أبي القاسم جعفر بن محمد عن محمد بن يعقوب عن علي بن محمد عن محمد بن إسماعيل بن إبراهيم بن موسى بن جعفر قال دخل العباسيون على صالح بن وصيف عندما حبس أبو محمد عليه السلام فقالوا له ضيق عليه ولا توسع فقال لهم صالح ما اصنع به وقد وكلت به رجلين شر من قدرت عليه فقد صارا من العبادة والصلاة والصيام إلى أمر عظيم ثم أمر باحضار الموكلين فقال لهما ويحكما ما شأنكما في امر هذا الرجل فقالا ما نقول في رجل يصوم النهار ويقوم الليل كله لا يتكلم ولا يتشاغل بغير العبادة فإذا نظر إلينا ارتعدت فرائصنا وداخلنا ما لا تملكه من أنفسنا فلما سمع ذلك العباسيون انصرفوا خائبين\r\n( 3 ) لا تصلحان - خ ل -\r\n","page_name":" 111 ","page_number":137},
  {"content":"\r\n\r\nفهذا سبيل الإمامة والمنهاج الواضح اللاحب الذي لم تزل الشيعة الإمامية الصحيحة التشيع عليه\r\n\r\n[ الفرقة الثالثة عشرة 
  ]\r\nوقالت الفرقة الثالثة عشرة مثل مقالة الفطحية الفقهاء منهم وأهل الورع والعبادة مثل « عبد اللّه بن بكير بن أعين » ونظرائه فزعموا أن « الحسن بن علي » توفي وأنه كان الامام بعد أبيه وأن « جعفر بن علي » الامام بعده كما كان موسى بن جعفر إماما بعد عبد اللّه بن جعفر للخبر الذي روي أن الإمامة في الأكبر من ولد الامام إذا مضى وأن الخبر الذي روي عن الصادق عليه السلام أن الإمامة لا تكون في أخوين بعد الحسن والحسين عليهما السلام صحيح لا يجوز غيره وإنما ذلك إذا كان للماضي خلف من صلبه فإنها لا تخرج منه إلى أخيه بل تثبت في خلفه وإذا توفي ولا خلف له رجعت إلى أخيه ضرورة لأن هذا معنى الحديث عندهم ، وكذلك قالوا في الحديث الذي روي أن الامام لا يغسله إلا إمام وإن هذا عندهم صحيح لا يجوز غيره وأقروا أن جعفر بن محمد عليه السلام غسله موسى وادعوا أن « عبد اللّه » أمره بذلك لأنه كان الامام من بعده وإن جاز أن ما يغسله موسى لأنه إمام صامت في حضرة عبد اللّه ، فهؤلاء « الفطحية الخلص » الذين يجيزون الإمامة في أخوين إذا لم يكن الأكبر منهما خلف ولدا والامام عندهم « جعفر بن علي » على هذا التأويل ضرورة وعلى هذه الأخبار والمعاني التي وصفناها . . .\r\n« تم الكتاب بعون اللّه »\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":138},
  {"content":"\r\n\r\n\r\n( فهرس الكتاب )\r\nصفحة مقدمة الكتاب ب\r\nأول اختلاف وقع في الأمة والإمامة . 2\r\nإختلاف الناس بعد قتل عثمان - المعتزلة . 5\r\nالمارقون - الحرورية . 6\r\nإختلاف الناس بعد قتل علي أمير المؤمنين عليه السلام . 6\r\nالمرجئة - الجهمية - الغيلانية . 6\r\nالماصرية - الشكاك - قول أصحاب الرأي . 7\r\nقول طائفة من المعتزلة وجماعة من أهل الحديث . 8\r\nإختلاف الناس في الفاضل والمفضول والوصية والإمامة وأهلها ووجوبها 8\r\nالنجدية من الخوارج . 10\r\nاختلاف الناس في حرب علي عليه السلام ومحاربيه . 13\r\nالحشوية . 15\r\nإختلاف الناس في تحكيم الحكمين - الخوارج . 15 قول جامع في فرق الأمة . 17\r\nالشيعة العلوية . 17\r\nالبترية . 20\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":139},
  {"content":"\r\n\r\nالجارودية - الزيدية . 21\r\nإختلاف الشيعة العلوية بعد قتل أمير المؤمنين علي عليه السلام 22\r\nالسبأية . 22\r\nالكيسانية . 23\r\nالقائلون بامامة الحسن بن علي عليه السلام - تواريخه . 24\r\nالقائلون بامامة أخيه الحسين عليه السلام - تواريخه . 25\r\nافتراق الفرق بعد قتل الحسين ( ع ) بكربلاء . 26\r\nالقائلون بامامة محمد بن الحنفية . 26\r\nالمختارية - الكربية . 27\r\nالقائلون بحياة محمد بن الحنفية - السيد الحميري . 29\r\nالهاشمية . 31\r\nافتراق الهاشمية بعد موت أبي هاشم . 32\r\nالقائلون بامامة عبد اللّه بن معاوية - الحارثية . 32\r\nالقائلون بامامة محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب - الروندية 33\r\nالبيانية . 34\r\nافتراق الفرق بعد قتل عبد اللّه بن معاوية بن عبد اللّه بن جعفر بن أبي طالب 34\r\nالخرمدينية - الغالية - القائلة بالتناسخ . 36\r\nالمنصورية . 38\r\nالقول بالتناسخ والرجعة . 39\r\nالخطابية . 42\r\nالنريعية . 43\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":140},
  {"content":"\r\n\r\nأصحاب السري . 43\r\nالمعمرية . 44\r\nقول جامع في أهل الغلو . 46\r\nالمزدكية - الزنديقية - الدهرية . 46\r\nفرق الروندية - الأبامسلمية . 46\r\nالخرمية - الرزامية - الهريرية - العباسية . 47\r\nافتراق الشيعة بعد قتل الحسين عليه السلام . 53\r\nالقول بامامة علي بن الحسين عليه السلام - تواريخه . 53\r\nالواقفة على الحسين بن علي عليه السلام - السرحوبية . 54\r\nإختلاف الواقفة في علم الإمام . 55\r\nالضعفاء من الزيدية - العجلية . 57\r\nالأقوياء من الزيدية - الحسينية . 58\r\nالمغيرية - القائلون بامامة محمد بن علي بن الحسين الباقر ( ع ) . 59\r\nالشاكون في أمره . 60\r\nتواريخ محمد بن علي عليه السلام - إختلاف الشيعة بعد موته . 61\r\nالقائلون بامامة محمد بن عبد اللّه الخارج بالمدينة - المغيرية . 62\r\nالرافضة . 63\r\nالقائلون بامامة أبي عبد اللّه جعفر بن محمد الصادق عليه السلام . 63\r\nالراجعون عن إمامته . 64\r\nالقول في البداء والتقية . 64\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":141},
  {"content":"\r\n\r\nتواريخ أبي عبد اللّه جعفر بن محمد عليه السلام . 66\r\nإختلاف الشيعة بعد موته - الناووسية . 67\r\nالإسماعيلية . 68\r\nالقائلون بامامة محمد بن إسماعيل بن جعفر . 68\r\nالمباركية - الخطابية وقتالهم عيسى بن موسى . 69\r\nالغالية في جعفر بن محمد . 71\r\nالقرامطة . 72\r\nالبيهسية والأزارقة من الخوارج . 75\r\nالقائلون بامامة محمد بن جعفر بن محمد بن علي بن الحسين . 76\r\nالسمطية - أو الشمطية . 77\r\nالقائلون بامامة عبد اللّه بن جعفر الأفطح . 77\r\nالفطحية . 78\r\nالقائلون بامامة موسى بن جعفر الكاظم عليه السلام . 78\r\nافتراق الشيعة بعد وفاة موسى بن جعفر ( ع ) - القطعية . 79\r\nالمنكرون لموت موسى بن جعفر عليه السلام . 80\r\nالقائلون باختفائه . 80\r\nالقائلون برجعته . 80\r\nالواقفة - الممطورة . 81\r\nالبشرية . 83\r\nالمفوضة . 84\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":142},
  {"content":"\r\n\r\nتواريخ موسى بن جعفر عليه السلام . 84\r\nالقائلون بامامة محمد بن علي بن موسى بن جعفر . 85\r\nالقائلون بامامة أحمد بن موسى بن جعفر . 85\r\nالمؤلفة - المحدثة . 86\r\nفرق من الزيدية دخلوا في إمامة علي بن موسى الرضا عليه السلام . 86\r\nتواريخ علي بن موسى الرضا عليه السلام . 86\r\nسبب افتراق الفرقتين اللتين أنكرتا إمامة محمد بن علي بن موسى الجواد ( ع ) 87\r\nالاختلاف الواقع في كيفية علم محمد بن علي ( ع ) على حداثة سنه . 88\r\nتواريخ محمد بن علي بن موسى عليه السلام . 91\r\nالقائلون بامامة محمد بن علي بن موسى الهادي عليه السلام . 91\r\nتواريخه . 92\r\nالنميرية . 94\r\nالقائلون بامامة محمد بن علي بن محمد بن علي بن موسى عليه السلام . 94\r\nالقائلون بامامة الحسن العسكري عليه السلام . 95\r\nتواريخ الحسن بن علي عليه السلام . 95\r\nافتراق أصحاب الحسن بعد وفاته على اربع عشرة فرقة « 1 » . 96\r\nالفرقة الأولى . 96\r\nالفرقة الثانية . 97\r\nالفرقة الثالثة . 98\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر هامش ص 96 س 17 .\r\n","page_name":" 117 ","page_number":143},
  {"content":"\r\n\r\nالفرقة الرابعة . 100\r\nالفرقة الخامسة . 100\r\nالفرقة السادسة . 102\r\nالفرقة السابعة 103\r\nالفرقة الثامنة . 103\r\nالفرقة التاسعة . 105\r\nالفرقة العاشرة . 106\r\nالنفيسية . 108\r\nالفرقة الحادية عشرة . 108\r\nالفرقة الثانية عشرة - الامامية . 108\r\nالفرقة الثالثة عشرة . 112\r\nتنبيه . 113\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":144},
  {"content":"\r\n\r\n\r\n( فهرس أسماء الرجال والنساء )\r\nأصحيفة آدم أبو البشر . 74\r\nآمنة بنت وهب أم النبي صلى اللّه عليه وآله . 2\r\nأبان بن تغلب ( توفي سنة 141 ) . 79\r\nإبراهيم النبي . 18 و 73\r\nإبراهيم بن سيار النظام المعتزلي . 11 و 13 و 16\r\nإبراهيم بن عبد اللّه بن الحسن بن الحسن بن علي بن أبي طالب ( ع ) 62\r\nإبراهيم بن محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب الملقب بالامام 48 و 49\r\nأحمد بن أبي الحسين محمد بن محمد بن بشر بن زيد . 94\r\nأحمد بن محمد بن نصير النميري . 94\r\nأحمد بن موسى بن جعفر . 85 و 87\r\nأحمد بن موسى بن الحسن بن الفرات . 94\r\nالأحنف بن قيس بن معاوية التميمي ( اسمه الضحاك وكنيته أبو بحر توفي سنة 67 ) 5\r\nأخت الفارس بن حاتم بن ماهويه القزويني . 99\r\nأسامة بن زيد بن حارثة الكلبي . 5\r\nإسحاق بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب ( ع ) 76 و 85\r\nإسماعيل بن جعفر بن محمد . 64 و 67 و 73 و 94 و 109\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":145},
  {"content":"\r\n\r\nب بزيع بن موسى الحائك . 43 و 44\r\nبشر بن غياث المريسي . 14\r\nبشر بن المعتمر المعتزلي . 14 و 16\r\nأبو بكر الخليفة . 3 و 4 و 8 و 9 و 11 و 20 و 22 و 48 و 57\r\nبكر بن أخت عبد الواحد بن زيد . 14\r\nأبو بكر ( بن عبد الرحمن بن كيسان ) الأصم المعتزلي . 15\r\nبيان بن سمعان التميمي النهدي . 28 و 34\r\nت ابن التمار ( علي بن إسماعيل بن شعيب بن ميثم بن يحي التمار ) انظر فهرست ابن النديم وفهرست الطوسي . 9\r\nج جابر بن عبد اللّه الأنصاري . 35\r\nجابر بن يزيد الجعفي . 35\r\nأبو الجارود ( زياد بن المنذر الأعمى سرحوب ) . 55 و 58\r\nالجراح بن سنان . 24\r\nجعفر بن علي بن محمد بن علي بن موسى بن جعفر ( ع ) 95 و 98 و 107 و 108 و 112\r\nجعفر بن محمد الصادق ( أبو عبد اللّه ( ع ) 30 و 42 و 43 و 44 و 45 و 56 و 63 و 73 و 76 و 77 و 80 و 100 و 105 و 109 و 110 و 112\r\nجميل بن دراج « مات في أيام الإمام الرضا ( ع ) . 79\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":146},
  {"content":"\r\n\r\nأبو جندل سهيل بن عمرو بن عبد شمس القرشي العامري . 16\r\nجهانشاه بنت يزدجرد . 53\r\nجهم بن صفوان ( قتل سنة 128 . انظر ترجمته في تاريخ ابن كثير في حوادث سنة 128 ) . 6 و 9\r\nح أم حبيب بنت عمر بن علي . 68\r\nحديث . 96\r\nالحسن بن صالح بن حي . 9 و 13 و 57\r\nالحسن بن علي بن الحسن بن علي بن محمد بن الحنفية . 31\r\nالحسن بن علي بن أبي طالب عليه السلام . 21 و 24 و 25 و 26 و 38 و 53 و 54 و 59 و 68 و 72 و 73 و 100 و 108 و 112\r\nالحسن بن علي بن محمد بن علي بن موسى بن محمد ( أبو محمد ، العسكري ، عليه السلام ) 94 و 95 و 103 و 104 و 105 و 107 و 108 و 111\r\nالحسن بن علي بن محمد بن الحنفية . 31\r\nالحسين بن علي بن أبي طالب عليه السلام . 21 و 23 و 24 و 25 و 26 و 27 و 38 و 53 و 54 و 58 و 59 و 68 و 72 و 73 و 100 و 107 و 108 و 112\r\nالحسين بن أبي منصور . 39\r\nالحكم بن عتيبة الكوفي . 13 و 57\r\nحمزة بن عمارة البربري . 27 و 28\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":147},
  {"content":"\r\n\r\nحميد بن قحطبة الطائي ( توفي سنة 159 ، انظر ترجمته في تأريخ ابن الأثير في حوادث سنة 142 - 159 ) . 87\r\nحميدة . 76 و 85\r\nأبو حنيفة . 7 و 10 و 14\r\nخ خالد بن عبد اللّه القسري ( قتل سنة 126 انظر ترجمته في تأريخ ابن عساكر ج 5 ص 67 - 80 ) . 28 و 39 و 63\r\nأبو خالد الواسطي ( عمرو بن خالد القرشي الكوفي ) . 54 و 58\r\nخالد بن الوليد بن المغيرة المخزومي الصحابي ( توفي سنة 21 ) . 4\r\nخديجة بنت خويلد . 25\r\nأبو الخطاب محمد بن أبي زينب مقلاص الأجدع الأسدي الكوفي . 42 و 69\r\nخولة بنت جعفر بن قيس . 27 و 30\r\nالخيزران ، أم محمد بن علي بن موسى بن جعفر ( ع ) . 91\r\nالخيزران ، أم الهادي والرشيد . 51\r\nد درة . 91\r\nذ أبو ذر جندب بن جنادة الغفاري الصحابي ( أحد الأركان الأربعة ) . 18\r\nذو الثدية ( حرقوص بن زهير السعدي من رؤوس الخوارج قتله علي ( ع ) في وقعة النهروان سنة 37 ) 6\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":148},
  {"content":"\r\n\r\nرجاء ابن أبي الضحاك . 87\r\nرزام . 47\r\nأبو رياح . 33\r\nريطة بنت عبيد اللّه . 49\r\nريطة بنت أبي هاشم . 58\r\nز الزبير بن العوام ( قتله ابن جرموز غيلة يوم الجمل سنة 36 ) 5 و 6 و 12 و 14 و 15 و 57\r\nزرعة بن سبأ . 51\r\nزرعة بنت مشرح . 49\r\nزيد بن الحسن بن علي بن أبي طالب عليه السلام ( توفي سنة 120 ) . 21\r\nزيد بن علي بن الحسين بن علي بن أبي طالب ( ع ) الشهيد ( قتل سنة 121 أو سنة 122 ) 21 و 55 و 56 و 58\r\nس سالم بن أبي حفصة . 13 و 57\r\nسالم بن مكرم الجمال ( أبو سلمة ) 69\r\nالسري ( بن منصور من الأمراء العصاميين قتله الحسن بن سهل سنة 200 ) 43\r\nسعد بن عبادة بن دليم بن حارثة ، أبو ثابت الخزرجي الصحابي ( توفي سنة 15 ) 3 و 4\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":149},
  {"content":"\r\n\r\nسعد بن مالك ( سعد بن أبي وقاص بن وهيب بن عبد مناف القرشي الصحابي توفي سنة 550 ) 5\r\nسعد بن مسعود الثقفي ( الصحيح سعيد بن مسعود وهو من أصحاب أمير المؤمنين عليه السلام ) . 24\r\nسعد بن معاذ الصحابي ( توفي سنة 5 ) 16\r\nسفيان بن سعيد الثوري ( توفي سنة 161 ) 7\r\nسلافة . 53\r\nسلامة . 49\r\nسلمان الفارسي الصحابي ( أحد الأركان الأربعة ) . 18 و 43\r\nسلمة بن كهيل . 13 و 57\r\nأم سلمة ( زوج النبي صلى اللّه عليه وآله ، اسمها هند بنت سهيل المخزومية توفيت سنة 62 ) . 107\r\nسليمان بن جرير الرقي 9 و 64 و 66\r\nسليمان بن داود ( النبي ) . 90\r\nسمانة . 93\r\nسميع بن محمد بن بشير . 83 و 84\r\nالسندي بن شاهك . 79 و 85\r\nسوسن . 93\r\nالسيد الحميري إسماعيل بن محمد بن زيد ( أبو هاشم ) . 29\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":150},
  {"content":"\r\n\r\nش شريك بن عبد اللّه ( توفي سنة 177 ) . 7\r\nأبو شمر المرجئ ( انظر مقالات الاسلاميين ص 134 ) 9\r\nشهد . 87\r\nص صافية . 61\r\nصالح بن مدرك . 32\r\nصالح بن وصيف . 111\r\nصائد النهدي . 28\r\nض ضرار بن عمرو . 10 و 12 و 15\r\nط أبو طالب ( عم النبي صلى اللّه عليه وآله ، توفي قبل الهجرة بثلاث سنين ) . 45\r\nطلحة بن عبد اللّه ( أو عبيد اللّه بن عثمان التميمي القرشي الصحابي قتل يوم الجمل سنة 36 ) . 5 و 6 و 12 و 14 و 15 و 57\r\nع عائشة بنت أبي بكر ( زوج النبي صلى اللّه عليه وآله ، توفيت سنة 58 ) 5 و 6\r\nالعباس بن عبد المطلب ( عم النبي صلى اللّه عليه وآله ، توفي سنة 32 ) 36 و 47 و 48 و 51 و 81\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":151},
  {"content":"\r\n\r\nأبو العباس عبد اللّه بن محمد بن علي بن العباس ، السفاح ( توفي بالجدري شابا بسنة 136 ) 48 و 49 و 50\r\nعبد الرحمن بن ملجم المرادي ( الحميري ، قتل سنة 40 ) 20\r\nعبد اللّه بن بكير بن أعين ( بن سنسن أبو على الشيباني ، من أصحاب أبي عبد اللّه الصادق عليه السلام ) 79 و 112\r\nعبد اللّه بن جعفر بن محمد بن علي بن الحسين الأفطح . 68 و 78 و 79 و 99 و 104 و 112\r\nعبد اللّه بن الحارث . 32 و 34\r\nعبد اللّه بن الحسن المثنى بن الحسن المجتبى بن علي بن أبي طالب ( ع ) المحض 56\r\nأم عبد اللّه بنت الحسن بن علي بن أبي طالب ( ع ) . 61\r\nعبد اللّه الروندي . 52\r\nعبد اللّه بن سبأ . 22 و 23\r\nعبد اللّه بن العباس بن عبد المطلب ( توفي سنة 68 ) . 49\r\nعبد اللّه بن علي بن عبد اللّه بن العباس بن عبد المطلب . 49\r\nعبد اللّه بن عمر بن الخطاب ( توفي سنة 73 ) . 5\r\nعبد اللّه بن فطيح . 78\r\nعبد اللّه بن محمد ابن الحنفية ( أبو هاشم ) . 30 و 31 و 32 و 33 و 48 و 52\r\nعبد اللّه بن معاوية بن عبد اللّه بن جعفر بن أبي طالب 32 و 33 و 34 و 35 و 39\r\nعبد اللّه بن المقفع الزنديق ( من أئمة الكتاب اتهم بالزندقة فقتله أمير البصرة سفيان ابن معاوية المهلبي سنة 142 ) 50\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":152},
  {"content":"\r\n\r\nعبد اللّه بن أبي يعفور ( الكوفي مولى عبد القيس ، مات في أيام أبي عبد اللّه الصادق عليه السلام ) . 78\r\nعبد المطلب ( جد النبي صلى اللّه عليه وآله ) . 45\r\nعبيد بن زرارة بن أعين الشيباني ( من أصحاب أبي عبد اللّه الصادق ( ع ) . 79\r\nعبيد اللّه بن زياد ( ابن مرجانة قتله إبراهيم بن مالك الأشتر في خلافة المختار بن أبي عبيدة الثقفي سنة 67 ) . 25\r\nأبو عبيدة الجراح ( عامر بن عبد اللّه بن الجراح بن هلال الفهري القرشي ، توفي سنة 18 ) . 3\r\nأم عثمان بنت أبي جدير . 31\r\nعثمان بن عفان ( الخليفة المقتول سنة 35 ) 4 و 5 و 9 و 14 و 22 و 48 و 57\r\nعسفان . 96\r\nعلي بن إسماعيل الميثمي ( ابن التمار ) . 9 و 81\r\nعلي بن الحسن بن علي بن محمد ابن الحنفية . 31\r\nعلي بن الحسين بن علي بن أبي طالب عليه السلام . 38 و 53 و 59 و 61 و 63 و 69 و 72 و 73 و 107\r\nعلي بن الطاحى الخزاز . 99\r\nعلي بن أبي طالب أمير المؤمنين عليه السلام 2 و 4 و 5 و 6 و 9 و 12 و 13 و 14 و 15 و 16 و 17 و 18 و 20 و 21 و 22 و 23 و 26 و 35 و 38 و 45 و 46 و 48 و 53 و 57 و 59 و 72 و 73 و 98 و 108\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":153},
  {"content":"\r\n\r\nعلي بن عبد اللّه بن العباس بن عبد المطلب ويلقب بالسجاد ( توفي سنة 118 ) 33 و 49\r\nعلي بن محمد ابن الحنفية . 31\r\nعلي بن محمد بن علي بن موسى عليه السلام ( أبو الحسن النقي ) 91 و 92 و 93 و 94 و 95\r\nعلي بن موسى عليه السلام ( أبو الحسن الرضا ) 79 و 80 و 81 و 82 و 83 و 85 و 86 و 87 و 88 و 97 و 103 و 104 و 110\r\nعلية بنت عون . 31\r\nعمار بن موسى الساباطي ( أبو اليقظان ، من أصحاب الصادق والكاظم [ ع 
  ] ) 79\r\nعمار بن ياسر ( أحد الأركان الأربعة ) . 18\r\nعمر الخناق . 39\r\nعمر بن الخطاب ( بن نفيل القرشي العدوي أبو حفص الخليفة الثاني قتل سنة 23 ) 3 و 9 و 13 و 20 و 22 و 48 و 57\r\nعمر بن رياح ( من أصحاب الإمام محمد بن علي الباقر عليه السلام ) . 6\r\nعمر بن سعد بن أبي وقاص ( الزهري المدني قتله المختار بن أبي عبيدة الثقفي سنة 66 ) . 25\r\nعمر بن أبي عفيف الأزدي . 34\r\nعمر بن قيس الماصر ( أبو الصباح الكوفي مولى ثقيف توفي سنة 100 ) 7\r\nعمر بن يزيد بياع السابري ( مولى ثقيف كوفي من أصحاب الصادق ( ع ) 78\r\nأبو عمرة . 23\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":154},
  {"content":"\r\n\r\nعمرو بن عبيد ( أبو عثمان شيخ المعتزلة ) . 12\r\nأم عون بنت عون بن العباس بن ربيعة بن الحارث بن عبد المطلب . 32\r\nعيسى بن جعفر بن أبي جعفر المنصور . 84\r\nعيسى بن زيد بن علي بن الحسين ( ع ) الملقب بمؤتم الأشبال والمعروف بالسقاء مات بالكوفة مختفيا سنة 166 وعمره ست وأربعون سنة ) 59\r\nأبو عيسى بن المتوكل . 96\r\nعيسى بن مريم ( النبي ) . 73 و 74 و 80 و 90 و 105 و 106\r\nعيسى بن موسى بن محمد بن علي بن عبد اللّه بن العباس بن عبد المطلب ( توفي سنة 167 ) . 49 و 50 و 69 و 70\r\nغ غيلان بن مروان الدمشقي ( قتله هشام بن عبد الملك فأمر بقطع يديه ورجليه سنة 125 ، انظر اخباره في تأريخ الطبري في حوادث سنة 125 ) 6 و 9\r\nف فاطمة أم إبراهيم بن محمد . 49\r\nفاطمة بنت أسد بن هاشم ( أم علي بن أبي طالب عليه السلام توفيت بالمدينة بعد الهجرة ) 20\r\nفاطمة بنت الحسين بن علي بن أبي طالب عليه السلام . 68\r\nفاطمة الزهراء بنت النبي محمد صلى اللّه عليه وآله ( توفيت سنة 11 ) 19 و 25 و 35\r\nالفضل بن عيسى بن ابان الرقاشي أبو عيسى البصري الواعظ ( توفي بعد سنة 100 ) 9\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":155},
  {"content":"\r\n\r\nفضيل ( أو فضل ) بن الزبير الرسان . 50 و 58\r\nق قرمطويه ( انظر الهامش ص 72 ) . 72\r\nك كثير ( بن إسماعيل أو ابن نافع ) النواء ( بتشديد الواو ) الأبتر أبو إسماعيل التميمي الكوفي ( توفي بعد سنة 100 13 و 57\r\nابن كرب ( الضرير ) . 27\r\nكيسان . 23 و 27\r\nل لبابة بنت الحارث بن حزن . 49\r\nابن اللبان . 44\r\nلبانة بنت أبي هاشم عبد اللّه . 31\r\nابن أبي ليلى ( محمد بن عبد الرحمن الكوفي القاضي من أصحاب الرأي توفي سنة 148 ) 7\r\nم مالك بن انس بن مالك الأصبحي ( أبو عبد اللّه إمام المالكية صاحب الموطأ توفي سنة 179 ) . 7\r\nالمأمون الخليفة ( عبد اللّه بن هارون الرشيد العباسي أبو العباس توفي سنة 218 ) 85 و 86 و 87\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":156},
  {"content":"\r\n\r\nالمبارك ( مولى إسماعيل بن جعفر ، انظر مقالات الاسلاميين ص 27 ) 69\r\nالمتوكل الخليفة ( جعفر بن محمد المعتصم بن هارون الرشيد قتل سنة 247 ) 92\r\nمحمد بن إدريس الشافعي ( بن العباس بن عثمان بن شافع ، أبو عبد اللّه إمام الشافعية توفي سنة 204 ) 7\r\nمحمد بن إسماعيل بن جعفر الصادق ( ع ) . 68 و 69 و 71 و 72 و 73 و 74\r\nمحمد بن بشير ، 83\r\nمحمد بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام .\r\n76 و 85 و 109\r\nمحمد بن الحسن بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين ابن علي بن أبي طالب عليهم السلام ( القائم الحجة ) 102 و 103\r\nمحمد ابن الحنفية ( أبو القاسم ) . 23 و 26 و 27 و 29 و 30 و 48 و 68\r\nمحمد بن عبد اللّه بن الحسن بن الحسن بن علي بن أبي طالب ( ع ) 59 و 62 و 63\r\nمحمد بن علي بن الحسين ، الباقر ( أبو جعفر ) عليه السلام 28 و 34 و 38 و 55 و 56 و 59 و 60 و 61 و 62 و 63 و 72 و 73\r\nمحمد بن علي بن عبد اللّه بن العباس بن عبد المطلب . 31 و 33 و 48\r\nمحمد بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن ابن علي بن أبي طالب عليهم السلام « أبو جعفر » 94 و 95 و 100 و 101 و 106 و 107\r\nمحمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام ( الجواد التقي ) . 85 و 88 و 89 و 91 و 100 و 104\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":157},
  {"content":"\r\n\r\nمحمد بن قيس ( الأنصاري ) . 6\r\nمحمد بن مسلمة ( بن سلمة بن خالد الأوسي الأنصاري الحارثي ) ، أبو عبد الرحمن صحابي ( توفي سنة 46 ) . 5\r\nمحمد بن موسى بن الحسن بن الفرات . 94\r\nمحمد بن نصير النميري . 93\r\nمحمد بن ( علي بن ) النعمان بن أبي طرفة ( أبو جعفر الأحول مؤمن الطاق ) الكوفي الصيرفي مولى بجيلة يروي عن السجاد والباقر والصادق عليهم السلام . 78\r\nالمختار بن أبي عبيد بن مسعود الثقفي الكوفي ، أبو إسحاق . 23 و 27\r\nمريم ( ابنة عمران ) أم عيسى ( النبي ) . 75\r\nأبو مسلم الخراساني ، عبد الرحمن بن مسلم ( قتله المنصور سنة 137 ) 33 و 34 و 47 و 48 و 49 و 50 و 52\r\nمسيلمة المتنبّئ ( قتل في واقعة اليمامة سنة 11 اشترك في قتله وحشي وأبو دجانة الأنصاري ) . 4\r\nمعاوية بن أبي سفيان الأموي ( أمير الشام ، توفي سنة 60 ) . 5 و 6 و 24 و 25 و 26 و 42 و 58\r\nمعمر ( بن عباد السلمي ، أبو عمر المعتزلي ) . 15\r\nمعمر ( بن خيثم ) « لعنه أبو عبد اللّه الصادق ( ع ) مع جماعة انظر هامش ص 43 » 44 و 45 و 46\r\nالمغيرة بن سعيد العجلي . 41 و 59 و 62 و 63\r\nالمغيرة بن شعبة ( بن أبي عامر بن مسعود الثقفي ، أبو عبد اللّه ، توفي سنة 50 ) 3\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":158},
  {"content":"\r\n\r\nالمقداد بن الأسود الكندي ( أحد الأركان الأربعة ) . 18\r\nأبو المقدام ثابت ( بن هرمز العجلي الكوفي الحداد توفي بعد سنة 100 ) 13 و 57\r\nمنصور بن أبي الأسود ( الليثي الكوفي الخياط ) . 58\r\nالمنصور الدوانيقي أبو جعفر الخليفة العباسي ، عبد اللّه بن محمد بن علي بن عبد اللّه بن العباس ، ( توفي سنة 158 ) . 48 و 49 و 50 و 52 و 53 و 62 و 70\r\nأبو منصور العجلي . 38\r\nالمهدي الخليفة العباسي ، محمد بن عبد اللّه المنصور بن محمد بن علي بن عبد اللّه بن العباس ، أبو عبد اللّه ( توفي سنة 169 ) . 39 و 48 و 50 و 51\r\nموسى ( النبي ) . 19 و 22 و 43 و 73\r\nأبو موسى الأشعري ، عبد اللّه بن قيس بن سليم بن حضار بن حرب من بني الأشعر من قحطان ( توفي سنة 44 ) . 16\r\nموسى بن جعفر بن محمد [ الكاظم 
  ] عليه السلام . 68 و 74 و 76 و 78 و 79 و 82 و 83 و 84 و 86 و 87 و 91 و 97 و 98 و 99 و 110 و 112\r\nموسى ( المبرقع ) بن محمد بن علي بن موسى بن جعفر . 91 و 92\r\nأم موسى بنت منصور . 51\r\nموسى الهادي ابن محمد المهدي ، الخليفة العباسي « قتل خنقا سنة 170 » . 51\r\nن الناووس . 67\r\nنتيلة بنت جناب . 49\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":159},
  {"content":"\r\n\r\nنجية ( نجمة ) أم علي بن موسى بن جعفر عليه السلام . 87\r\nنفيس . 107 و 108\r\nنوح ( النبي ) . 29 و 39 و 73\r\nه هارون ( النبي ) . 19\r\nهارون ( الرشيد ) بن محمد المهدي ابن المنصور العباسي ( توفي سنة 193 ) .\r\n51 و 79 و 84\r\nهارون بن سعيد ( أبو سعد ) العجلي الكوفي الأعور . 57\r\nأبو الهذيل العلاف المعتزلي ، محمد بن الهذيل . 15\r\nأبو هريرة الروندي . 47\r\nهشام بن الحكم ، أبو محمد مولى كندة ، ( توفي بالكوفة سنة 199 ) . 79\r\nهشام بن سالم الجواليقي الجعفي العلاف مولى بشر بن مروان ، أبو محمد أو أبو الحكم من سبي الجوزجان ومن أصحاب جعفر الصادق وموسى الكاظم ( ع ) . 78\r\nهند بنت أبي عبيدة . 59\r\nوواصل بن عطاء أبو حذيفة ( رأس المعتزلة ) 12\r\nي يحي بن خالد البرمكي ، أبو الفضل وزير الرشيد ( مات في السجن سنة 190 ) 79\r\nيحي بن زكريا . 90\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":160},
  {"content":"\r\n\r\nيحي بن زيد بن علي ، ( المقتول بجوزجان سنة 125 ) . 58\r\nيحي بن أبي سميط ( أو شميط ) . 77\r\nيحيى بن هرثمة بن أعين ( من قواد المعتصم والمتوكل ) . 92\r\nيزدجرد بن شهريار بن كسرى ابرويز بن هرمز . 93\r\nيزيد بن معاوية بن أبي سفيان الأموي ( توفي سنة 64 ) . 25 و 26 و 58\r\nأبو يوسف ، يعقوب بن إبراهيم الأنصاري الكوفي صاحب أبي حنيفة « توفي سنة 182 » . 14\r\nيوسف بن يعقوب ( النبي ) . 90\r\nيوشع بن نون . 22\r\nيونس بن عبد الرحمن القمي . أبو محمد مولى علي بن يقطين ( توفي سنة 208 ) . 81\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":161},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":162}
  ]