[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رهاب أهل البيت عليهم السلام\r\n( 3 )\r\nمصحف الإمام علي عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان في رحاب أهل البيت عليهم السلام : مصحف الإمام علي عليه السلام\r\nالمؤلف : السيد عبد الرحيم الموسوي - لجنة البحوث\r\nالموضوع : علوم القرآن\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة الأولى : 1422 ه‍\r\nالطبعة الثانية : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nIsbn : 964 - 8686 - 43 - 2\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait - org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nإنما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية 32\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت\r\nفي السنة النبوية\r\nإني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل البيتى\r\nما إن تمسكم بهما لن تضلوا بعدي أبدا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكلمة المجمع\r\nإن تراث أهل البيت عليهم السلام الذي اخترته مدرستهم وحفظه من الضياع أتباعهم يعبر عن مدرسة جامعة لشتى فروع المعرفة الإسلاميى . وقد استطاعت هذه المدرسة أن تربي النفوس المتسعدة للاعتراف من هذا المعين ، وتقدم للأمة الإسلامية كبار العلماء المحتذين لخطى أهل البيت عليهم السلام الرسالية ، مستوعين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - مطلقا من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفيا خطى أهل البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خط المواجهة وبالمستوى المطلوب في كل عصر .\r\nإن التجارب التي تختزنها كتب علماء مدرسة أهل البيت عليهم السلام في هذا المضمار فريدة في نوعها ، لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجبن الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطابا يستسغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلاب الحقيقة مرحلة جديدة من هذه التجارب الغنية في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - مجنبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدمها مدرسة أهل البيت الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابد أن نشير أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كل مهم جملة من هذه البحوث وابداء ملاحظاتهم القيمة عنها .\r\nوكلنا أمل ورجاء بأن نكون قد قدمنا من استطعنا من جهد أداء لبعض ما علينا تجاه رسالة ربنا العظيم الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجزء الثالث\r\n\r\n[ مصحف الإمام علي عليه السلام 
  ]\r\n\r\nالمقدمة :\r\nتكاد تتفق كل نصوص الإمام أمير المؤمنين علي بن أبي طالب ( عليه السلام ) في نهج البلاغة على أن هذا القرآن الموجود بين أيدينا هو الكتاب الذي أنزله الله على رسوله الأمين محمد خاتم النبيين ( صلى الله عليه وآله ) وهو الكتاب الذي تكفّل الله بحفظه وتخليده باعتباره الدليل على خلود الرسالة التي انزل من أجل إثباتها وتثبيتها .\r\nوقد تضمن هدى الله للبشرية والدين التام الذي ارتضاه لعباده ويحتج به على خلقه إلى يوم القيامة .\r\nوقد صرّحت كلماته الخالدة عن هذا الكتاب الخالد بأنه يتكلّم عن القرآن الموجود بأيدينا ، وهو القرآن الذي انزل على الرسول محمد ( صلى الله عليه وآله ) وجمع في عهده ( عليه السلام ) وتداوله المسلمون جيلًا بعد جيل لم ينقص منه حرف أو كلمة .\r\nقال ( عليه السلام ) : « واعلموا أنّ هذا القرآن هو الناصح الذي لا يَغُشّ ، والهادي الذي لا يُضِلُّ ، والمحدِّثُ الذي لا يكذبُ .\r\nوما جالس هذا القرآن أحدٌ إلّا قام عنه بزيادة أو نقصان ،\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nزيادة في هدى أو نقصان من عمى .\r\nواعلموا أنه ليس على أحد بعد القرآن من فاقة ، ولا لأحد قبل القرآن من غنىً ، فاستشفوه من أدوائكم واستعينوا به على لأوائكم ؛ فإنّ فيه شفاء من أكبر الداء وهو الكفر والنفاق والغيّ والضلال ، فاسألوا الله به وتوجّهوا إليه بحبّه » 1 .\r\nوهذه النصوص الواردة عنه ، حول القرآن الكريم الموجود بأيدي المسلمين في عصره وعصرنا هذا هي التي تفسّر قوله ( عليه السلام ) :\r\n« وإن الكتاب لَمعي ، ما فارقته مُذ صحبتُه » 2 .\r\nهذا هو موقف الإمام علي بن أبي طالب ( عليه السلام ) من كتاب الله الخالد . ولكنّ أعداء هذا الكتاب الإلهي انتهجوا لتفريق المسلمين سُبلًا شتّى ، منها : اتّهام أهل البيت ( عليهم السلام ) وهم حملة القرآن وعدله ورعاته والمفسّرون لآياته كما أوحي إلى الرسول ( صلى الله عليه وآله ) وأتباعهم بأنهم يزعمون أنّ لديهم سوى هذا القرآن قرآناً يحتفظون به 3 زاعمين أنّ هناك روايات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، الخطبة : 176 ، وراجع أيضاً المعجم الموضوعي لنهج البلاغة لتقف على مجموعة النصوص الواردة عنه في هذا الشأن .\r\n( 2 ) نهج البلاغة : الخطبة : 122 .\r\n( 3 ) وهذا لا يعني أن الأصحاب أو الأئمة من أهل البيت ( عليهم السلام ) ليست لديهم\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nتشير إلى ذلك .\r\nومن هنا إيضاحاً للحقيقة التي يعرفها أهل الحق ، والتي يحاول الأعداء تغييبها نعالج هذا الزعم لنصل إلى ما ترشدنا اليه الروايات في هذا المجال ، وذلك عبر ملاحظة تأريخ القرآن منذ عصر الرسول ( صلى الله عليه وآله ) وحتى عصر الإمام علي ( عليه السلام ) لنقف على حقيقة ما يسمى بمصحف الإمام علي ( عليه السلام ) في هذه النصوص .\r\nلا يمكن البحث في قضية مصحف الإمام علي ( عليه السلام ) إلا بعد معرفة تاريخ جمع القرآن ؛ لأن مصحف الإمام علي ( عليه السلام ) ما هو إلا جمع الإمام علي ( عليه السلام ) للقرآن الكريم وما حوله .\r\nإن ترتيب القرآن وتاريخ جمعه وتنظيم سوره ، وتشكيله وتنقيطه وتفصيله إلى أجزاء وأحزاب لم يكن وليد عامل واحد ، ولم يكتمل في فترة زمنية قصيرة ، فقد مرت عليه أدوار وأطوار ابتدأت بعهد الرسالة وانتهت بدور توحيد المصاحف على عهد عثمان ، ثمّ إلى عهد الخليل بن أحمد الفراهيدي الذي أكمل تشكيله على ما هو بأيدينا اليوم .\r\n\r\n\r\n","description":"","footnote":"\r\nصحف حول القرآن الكريم قد تكون متضمنة لتفسيره وتأويله ، أو أسباب نزوله وغير ذلك مما يرتبط بالقرآن الكريم .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيرى المؤرخون أن تاريخ جمع القرآن قد مر بثلاث مراحل رئيسية :\r\nالمرحلة الأولى : عهد النبي ( صلى الله عليه وآله ) حيث جمع القرآن كتابة وحفظاً في الصدور وكُتب في قراطيس وألواح من الرقاع والعسب 4 واللخاف 5 والأكتاف 6 . فقد قال زيد بن ثابت : كنا عند رسول الله ( صلى الله عليه وآله ) نؤلف ؛ أي نكتب القرآن في الرقاع 7 .\r\nالمرحلة الثانية : عهد أبي بكر ، وذلك بانتساخه من العسب والرقاع وصدور الرجال 8 .\r\nالمرحلة الثالثة : عهد عثمان بن عفان حيث جمع القرآن بين دفتين وحمل الناس على قراءة واحدة ، وكتب منه عدة مصاحف أرسلها إلى الأمصار ، وأحرق باقي المصاحف 9 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) العسب : جريد النخل .\r\n( 5 ) اللخاف : ( الحجارة الرقيقة .\r\n( 6 ) الأكتاف : عظمُ البعير .\r\n( 7 ) المستدرك : 2 / 611 .\r\n( 8 ) الاتقان : 1 / 202 ومستدرك الحاكم 656 : 3 .\r\n( 9 ) الاتقان : 1 / 211 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nفُحول المرحلة الأولى\r\nيذهب بعض علماء الإمامية على أن القرآن الكريم كان مجموعاً على عهد رسول الله ( صلى الله عليه وآله ) وانه لم يترك دنياه إلى آخرته إلّا بعد أن عارض ما في صدره بما في صدور الحفظة الذين كانوا كثرة وبما في مصاحف الذين جمعوا القرآن في عهده ، وتشير إلى ذلك كثير من الروايات منها قوله ( صلى الله عليه وآله ) : « من قرأ القرآن حتى يستظهره ويحفظه ، أدخله الله الجنة وشفعه في عشرة من أهل بيته . . . » 10 .\r\nوكان رسول الله ( صلى الله عليه وآله ) يشرف بنفسه على ما يكتب ، فعن زيد قال : فكنت أدخل عليه بقطعة الكتف أو كسره فأكتب وهو يملي عليَّ فإذا فرغت قال : اقرأه ، فأقرؤُه ، فإن كان فيه سقط أقامه ، ثمّ اخرج إلى الناس 11 .\r\nوروي أن الصحابة كانوا يختمون القرآن من أوله إلى آخره حتى قال ( صلى الله عليه وآله ) : « إن لصاحب القرآن عند الله لكل ختم دعوة مستجابة » 12 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) مجمع البيان : 1 / 58 ( ، ومناهل العرفان : 1 / 234 ، ومسند أحمد : 5 / 324 ، ومباحث علوم القرآن : 121 ، وحياة الصحابة : 3 / 260 ، ومستدرك الحاكم : 3 / 356 .\r\n( 11 ) مجمع الزوائد : 1 / 251 .\r\n( 12 ) كنز العمال : 1 / ( حديث 2280 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nهل جمع رسول الله ( صلى الله عليه وآله ) القرآن بنفسه أم لا ؟\r\nلقد كان لدى النبي ( صلى الله عليه وآله ) مصحف مجموع ، ففي حديث عثمان بن أبي العاص حيث جاء وفد ثقيف إلى النبي ( صلى الله عليه وآله ) قال عثمان : فدخلت على رسول الله ( صلى الله عليه وآله ) فسألته مصحفاً كان عنده فأعطانيه 13 . بل وترك رسول الله ( صلى الله عليه وآله ) مصحفاً في بيته خلف فراشه مكتوباً في العسب والحرير والأكتاف ، وقد أمر علياً ( عليه السلام ) بأخذه وجمعه . . . 14 .\r\nأما المرحلة الثانية من جمع القرآن التي يقال عنها أنها كانت في عهد أبي بكر فالأخبار حول هذا الجمع متضاربة ، كما أنها لا ترتبط بما نحن بصدده .\r\nأما شبهة أن للإمام علي ( عليه السلام ) مصحفاً غير هذا المصحف المتداول بين المسلمين من جهة النص فهذه شبهة لا دليل عليها ولا أساس لها من الصحة .\r\nنعم ، تفيد طائفة من أحاديث الشيعة وأهل السنة أن الإمام علياً اعتزل الناس بعد وفاة رسول الله ( صلى الله عليه وآله ) لجمع القرآن الكريم ، وكان موقفه هذا بأمر رسول الله ( صلى الله عليه وآله ) وأنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) مجمع الزوائد : 9 / 173 ( ، حياة الصحابة 344 : 3 .\r\n( 14 ) كنز العمال : 2 / ( حديث 4792 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nقال : لا أرتدي حتى أجمعه . وروي أنه لم يرتد إلّا للصلاة حتى جمعه 15 .\r\n\r\nمن أين جاءت تسمية مصحف الإمام علي ( عليه السلام ) ؟\r\nلقد كان للإمام مصحف كباقي المصاحف التي جمعت فيما بعد مثل مصحف زيد ومصحف ابن مسعود ومصحف أبي بن كعب ومصحف أبي موسى الأشعري ومصحف المقداد بن الأسود ، كما كان لعائشة أيضاً مصحف .\r\nوكان أهل الكوفة يقرءون على مصحف عبد الله بن مسعود ، وأهل البصرة يقرءون على مصحف أبي موسى الأشعري ، وأهل الشام على مصحف أبي كعب ، وأهل دمشق على مصحف المقداد .\r\nولكن انتهى دور هذه المصاحف والقراءة فيها على عهد عثمان عندما أرسل عليها وأحرقها 16 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) انظر الطبقات الكبرى : 2 / 338 ، أنساب الأشراف : 1 / 587 ، شرح بن أبي الحديد : 1 / 27 ، مناهل العرفان : 1 / 247 ، الاتقان : 1 / 204 ، كنز العمال 588 : 2 / 4792 .\r\n( 16 ) صحيح البخاري : 6 / 522 ( 226 ، المصاحف للسجستاني : 11 14 ، الكامل في التاريخ : 3 / 55 ، البرهان : 1 / 239 243 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأما مصحف الإمام فقد احتفظ به لنفسه وأهل بيته ولم يظهره لأحد ، حفاظاً على وحدة الأمة ، على ما سنبيّنه فيما بعد .\r\n\r\nهل مصاحف الصحابة التي سميت بأسماء جامعيها تختلف فيما بينها ؟ وهل لكل واحد منها خصوصية ؟\r\nيرى المؤرخون أن فروقاً من ناحية تقديم السور وتأخيرها تكتنف تلك المصاحف ، فمثلًا مصحف ابن مسعود نجده مؤلفاً بتقديم السبع الطوال ثمّ المائتين ثمّ المثاني ثمّ الحواميم ثمّ الممتحنات ثمّ المفصلات .\r\nأما مصحف أبي بن كعب نجده قد قدّم الأنفال وجعلها بعد سورة يونس وقبل البراءة ، وقدم سورة مريم والشعراء والحج على سورة يوسف 17 .\r\n\r\nمتى جمع الإمام علي ( عليه السلام ) مصحفه ؟\r\nإنّ أول مَن تصدى لجمع القرآن بعد وفاة النبي ( صلى الله عليه وآله ) مباشرة ، وبوصية منه 18 هو علي بن أبي طالب ( عليه السلام ) حيث قعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) التمهيد « محمد هادي معرفة » : 1 / 312 .\r\n( 18 ) راجع تفسير القمي : 745 ، بحار الأنوار : 92 / 48 ح 5 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفي بيته مشتغلًا بجمع القرآن وترتيبه على ما نزل .\r\nقال ابن النديم بسند يذكره : أن علياً ( عليه السلام ) رأى من الناس طيرة عند وفاة النبي ( صلى الله عليه وآله ) فأقسم أن لا يضع رداءه حتى يجمع القرآن 19 .\r\nوروى محمد بن سيرين عن عكرمة ، قال : لما كان بدء خلافة أبي بكر قعد علي بن أبي طالب في بيته يجمع القرآن . قال : قلت لعكرمة : هل كان تأليف غيره كما أنزل الأول فالأول ؟\r\nقال : لو اجتمعت الإنس والجن على أن يُألفوه هذا التأليف ما استطاعوه .\r\nقال ابن سيرين : تطلبت ذلك الكتاب وكتبت فيه إلى المدينة فلم أقدر عليه 20 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) المناقب : 2 / 40 .\r\n( 20 ) الاتقان : 1 / 57 ، وراجع الطبقات : 2 / 101 ، الاستيعاب بهامش الإصابة : 2 / 253 ، التسهيل لعلوم التنزيل : 1 / 4 ، بحار الأنوار : 92 / 88 ح 27 ، آلاء الرحمن : 1 / 18 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nما هو امتياز مصحف الإمام علي ( عليه السلام ) عن بقية المصاحف ؟\r\nوإذا ما ثبت أن هناك مصحفاً للإمام علي ( عليه السلام ) قد جمعه بعد وفاة الرسول ( صلى الله عليه وآله ) ، فما هي صفات ذلك المصحف ؟ وهل يختلف عن غيره من المصاحف الأخرى التي جمعت بعد مصحفه ؟\r\nقالوا : إنّ الفرق بين مصحف الإمام علي ( عليه السلام ) والمصاحف الأخرى التي اختلفت فيما بينها أيضاً ، هو أنّ الإمام ( عليه السلام ) رتّبه على ما نزل ، كما اشتمل على شروح وتفاسير لمواضع من الآيات مع بيان أسباب ومواقع النزول .\r\nقال ( عليه السلام ) : « ما نزلت آية على رسول الله ( صلى الله عليه وآله ) إلا أقرأنيها وأملاها عليّ ، فأكتبها بخطي . وعلّمني تأويلها وتفسيرها وناسخها ومنسوخها ومحكمها ومتشابهها . ودعا الله لي أن يعلمني فهمها وحفظها ، فما نسيت آية من كتاب الله ، ولا علماً أملاه عليّ فكتبته منذ دعا لي ما دعا » 21 .\r\nكما اشتمل على جملة من علوم القرآن الكريم ، مثل : المحكم والمتشابه والمنسوخ والناسخ وتفسير الآيات وتأويلها 22 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) تفسير البرهان : 1 / 16 ح 14 .\r\n( 22 ) راجع الارشاد والرسالة السروية للمفيد ، وأعيان الشيعة : 1 / 98 ( ، وتاريخ القرآن للأبياري : 85 . حقائق هامة حول القرآن الكريم : 153 158 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nهل عرض الإمام ( عليه السلام ) مصحفه على الناس ؟\r\nنعم ، بعد أن جمعه جاء به إلى الناس وقال : إنّي لم أزل منذ قبض رسول الله ( صلى الله عليه وآله ) مشغولًا بغسله وتجهيزه ثمّ بالقرآن حتى جمعته كله ولم ينزل الله على نبيّه آية من القرآن إلّا وقد جمعتها 23 .\r\nوعرض الإمام مصحفه على الناس وأوضح مميزاته فقام إليه رجل من كبار القوم فنظر فيه ، فقال : يا علي أردده فلا حاجة لنا فيه 24 .\r\nقال الإمام علي ( عليه السلام ) : « أما والله ما ترونه بعد يومكم هذا أبداً ، إنّما كان عليَّ أن أخبركم حين جمعته لتقرءوه » 25 .\r\n\r\nلما ذا لم يخرج الإمام مصحفه في زمن الخليفة عثمان ؟\r\nخلال عهد عثمان اختلفت المصاحف ، وأثيرت الضجة بين المسلمين ، فسأل طلحة الإمام علياً ( عليه السلام ) لو يخرج للناس مصحفه الذي جمعه بعد وفاة رسول الله ( صلى الله عليه وآله ) قال : وما\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) الاحتجاج للطبرسي : 82 .\r\n( 24 ) كتاب سليم بن قيس : 72 ، المناقب : 1 / 40 41 ، الاحتجاج للطبرسي : 82 ، وبحار الأنوار : 92 / 51 ح 18 .\r\n( 25 ) تفسير الصافي : 1 / 63 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nيمنعك يرحمك الله أن تخرج كتاب الله إلى الناس ؟ ! فكفّ ( عليه السلام ) عن الجواب أولًا ، فكرّر طلحة السؤال ، فقال : لا أراك يا أبا الحسن أجبتني عمّا سألتك من أمر القرآن ، ألا تظهره للناس ؟\r\nوأوضح الإمام ( عليه السلام ) سبب كفّه عن الجواب لطلحة مخافة أن تتمزق وحدة الأمة ، حيث قال : يا طلحة عمداً كففت عن جوابك فأخبرني عمّا كتبه القوم ؟ أقرآن كله أم فيه ما ليس بقرآن ؟ قال طلحة : بل قرآن كله . قال ( عليه السلام ) : إن أخذتم بما فيه نجوتم من النار ودخلتم الجنّة . . . 26\r\n\r\nمصير مصحف الإمام علي ( عليه السلام )\r\nتفيد الروايات بأن المصحف قد سلّمه الإمام علي ( عليه السلام ) للأئمة من بعده وهم يتداولونه الواحد بعد الآخر لا يرونه لأحد 27 .\r\nكما لم يعد خبر المصحف والحديث عنه خافياً على العلماء الباقين . ذكر ابن النديم أنه أول مصحف جمع فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 26 ) سليم بن قيس : 011 ( ، وعنه في بحار الأنوار : 92 / 42 ح 1 .\r\n( 27 ) بحار الأنوار : 29 / 24 ( ح 1 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالقرآن ، وكان هذا المصحف عند آل جعفر ، وفي قول آخر يتوارثه بنو الحسن 28 .\r\nثمّ تابع ابن سيرين مصير المصحف في المدينة المنورة فلم يفلح على حصوله ، وقد صرّح بخصوصية المصحف بقوله : ( فلو أصبت ذلك الكتاب كان فيه علم ) 29 .\r\nإذن تتلخص قصة مصحف الإمام علي ( عليه السلام ) بما يلي :\r\nإن الإمام ( عليه السلام ) جمع القرآن بعد وفاة رسول الله ( صلى الله عليه وآله ) ، وكانت سوره وآياته هي آيات وسور القرآن المتداول بين المسلمين اليوم ، وكان متضمناً ترتيب السور حسب النزول وإلى جانبها أسباب النزول ، إلّا أن موقف بعض الصحابة من مصحفه كان موقفاً سياسياً .\r\nومن هنا فالأحرى أن نعتبره نسخة أخرى من القرآن الكريم متضمّنة لسوره وآياته ، وليس هو قرآن آخر سوى القرآن الكريم .\r\nوجاء الخصوم بعد ذلك ليقولوا : إن الشيعة تدّعي أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) الفهرست لابن النديم : 47 48 .\r\n( 29 ) الطبقات : 2 / 101 وعنه في الاتقان : 1 / 57 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nللإمام علي ( عليه السلام ) مصحفاً غير المصحف المتداول بين المسلمين ظلماً ورغبة في تفريق صف الأمة المسلمة 30 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) لاحظ : الشيعة والسنّة لإحسان الهي ظهير : 88 وغيره ممن سار على نهجه .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25}
  ]