[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رهاب أهل البيت عليهم السلام\r\n( 8 )\r\nالتقية\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان في رحاب أهل البيت عليهم السلام : التقية في الشريعة الإسلامية\r\nالمؤلف : الشيخ عبد الكريم البهبهاني - لجنة البحوث\r\nالموضوع : فقه ، كلام\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة الأولى : 1422 ه‍\r\nالطبعة الثانية : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nIsbn : 964 - 8686 - 48 - 3\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait - org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nإنما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية 32\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت\r\nفي السنة النبوية\r\nإني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل البيتى\r\nما إن تمسكم بهما لن تضلوا بعدي أبدا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكلمة المجمع\r\nإن تراث أهل البيت عليهم السلام الذي اخترته مدرستهم وحفظه من الضياع أتباعهم يعبر عن مدرسة جامعة لشتى فروع المعرفة الإسلاميى . وقد استطاعت هذه المدرسة أن تربي النفوس المتسعدة للاعتراف من هذا المعين ، وتقدم للأمة الإسلامية كبار العلماء المحتذين لخطى أهل البيت عليهم السلام الرسالية ، مستوعين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - مطلقا من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفيا خطى أهل البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خط المواجهة وبالمستوى المطلوب في كل عصر .\r\nإن التجارب التي تختزنها كتب علماء مدرسة أهل البيت عليهم السلام في هذا المضمار فريدة في نوعها ، لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجبن الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطابا يستسغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلاب الحقيقة مرحلة جديدة من هذه التجارب الغنية في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - مجنبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدمها مدرسة أهل البيت الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابد أن نشير أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كل مهم جملة من هذه البحوث وابداء ملاحظاتهم القيمة عنها .\r\nوكلنا أمل ورجاء بأن نكون قد قدمنا من استطعنا من جهد أداء لبعض ما علينا تجاه رسالة ربنا العظيم الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجزء الثامن\r\n\r\nالتقيّة في الشريعة الإسلامية\r\nتعتبر التقية من جملة المبادئ العملية التي طرحها القرآن الكريم ، وقد نصّ على جوازها في قوله تعالى : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء * إلّا أن تتقوا منهم تقاة ، ويحذركم الله نفسه وإلى الله المصير ) 1 .\r\nوقوله تعالى : ( من كفر بالله من بعد إيمانه إلّا من اكره وقلبه مطمئن بالإيمان ولكن من شرح بالكفر صدراً فعليهم غضب من الله ولهم عذاب أليم ) 2 .\r\nلقد نصّت هذه الآية على التقية وحددت معناه ، ذلك أن للإيمان ثلاثة أركان هي : اعتقاد في القلب ، واظهار في اللسان ، وعمل بالجوارح . هذا هو مقتضى الإيمان في الظروف الطبيعية .\r\nوحيث إن الإسلام شريعة عملية تنظر إلى الواقع وتعالج كل ملابساته فمن الطبيعي أن توضح للمكلفين كيفية التعامل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 28 .\r\n( 2 ) النحل : 106 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nمع الأحداث في الظروف الطبيعية وغير الطبيعية ، كما إذا أصبح الإنسان مخيراً بين الموت أو الحرج الشديد وبين التنازل عن بعض مستلزمات الإيمان أو بعض مظاهره ، فجاءت هذه الآية الكريمة لتوضح أن الركن الأول وهو الاعتقاد بالقلب لا يمكن التنازل عنه بحال من الأحوال لأنه قوام الإيمان وجوهره ، وهو ركن خفي بطبعه ، أما الركن الثاني والثالث فأجازت الآية للمؤمنين عدم التظاهر بالإسلام بشكل مؤقت إذا توقف على ذلك دفع الموت أو الحرج الشديد عنهم ولم يلزم منه هدم الدين وإضعافه ، حيث وردت الآية في قضية عمار بن ياسر عندما أمره المشركون بسبّ الرسول ( صلى الله عليه وآله ) وامتداح الأصنام ففعل ذلك تحت وطأة التعذيب الشديد ، فلما أتى الرسول ، قال له : « ما وراءك » ؟ قال : شرّ يا رسول الله ، ما تُركت حتى نلت منك وذكرت آلهتهم بخير ، فقال : « كيف تجد قلبك ؟ » قال : مطمئن بالإيمان ، قال : ( صلى الله عليه وآله ) « إن عادوا فعد » 3 .\r\nوقد استدلّ علماء المسلمين على مشروعية مبدأ التقية\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) المستدرك للحاكم : 2 / 357 وراجع سنن ابن ماجة : 1 / 150 باب 11 ، وتفسير الماوردي : 3 / 192 ط بيروت ، وتفسير الرازي : 02 / 121 وسائر التفاسير ، وغير ذلك من المصادر .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبالآيتين المذكورتين آنفاً وجعل المراغي في تفسيره من جملة موارد التقية : مداراة الكفرة ، والظلمة ، والفسقة ، وإلانة الكلام لهم ، والتبسم في وجوههم ، وبذل المال لهم لكفّ أذاهم وصيانة العرض منهم ، وأخرج الطبراني ، قوله ( صلى الله عليه وآله ) : « ما وقى به المؤمن عرضه فهو صدقة » 4 .\r\nولا يعتبر هذا من النفاق الذي أدانه القرآن الكريم واعتبره أشد من الكفر ، فإن النفاق هو كتمان الكفر أو العداوة ، وإظهار الإيمان أو المحبة ، بينما التقية هي كتمان الإيمان وإظهار ما يخالفه ، ولو كانت التقية من جملة مصاديق النفاق فلما ذا أباحها الله سبحانه وتعالى نصّاً ، ثمّ امتدح عليها مؤمن آل فرعون وذكره بذكر حسن : ( وقال رجل مؤمن من آل فرعون يكتم إيمانه ) 5 ، وامتدح امرأة فرعون وجعلها مثلًا للذين آمنوا وقد عاشت مع فرعون بالتقية في آيتين من كتابه ؟\r\nكما تختلف التقية أيضاً عن الاستسلام والمهادنة في أمر الدين اختلافاً جوهرياً ، فإن الاستسلام والمهادنة إذعان للطرف المقابل والتنازل له عن المبادئ المعتقد بها ، بينما\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) تفسير المراغي : 3 / 631 ط . مصر .\r\n( 5 ) غافر : 28 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتعني التقية الاحتفاظ بالرفض ، وعدم التظاهر به بشكل مؤقت ، وإظهار موافقة العدو حتى انقضاء فترة الضعف ريثما تحين فرصة إعداد القوة ، فالتقية تدبير عقلائي لغرض الحيلولة دون سقوط المؤمن في هوّة الاستسلام والمهادنة ، وتعبئته بدلًا عن ذلك بمقوّمات الصمود الروحي والمعنوي لكي لا ينهار أمام الضغوط المعادية ، ولكي يحتفظ بالحد الأدنى من الإيمان ، وهو ينظر بعين الأمل للمستقبل منتظراً حلول الفرصة المناسبة للتغيير . بينما يخلو الاستسلام من خصائص الصمود والأمل وفكرة التغيير في أوّل فرصة ممكنة .\r\nوبكلمة أخرى ، إن التقية تعني مغالبة الاستسلام واليأس والقنوط والمهادنة ، وغير ذلك من معاني الضعف والانهيار التي يحاول العدو أن يفرضها على المؤمن ، وأن الردّ بالتقية على العدو يعني إلقاء هذه المعاني في نفسه ، فحينما يدرك العدو بأن المؤمن يتمسك في مواجهته بالتقية وأنّ هذه التقية تجعله إنساناً عنيداً لا يعرف المساومة والانهيار ، سوف يقع في هوّة اليأس من هدفه هذا .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nعمل الصحابة والتابعين بالتقية\r\nوإذا انتقلنا من الكتاب والسنّة النبويّة إلى عمل الصحابة والتابعين والفقهاء من الرعيل الأوّل ، وجدنا التاريخ يدلّنا على أنّهم كانوا يعملون بالتقية كلّما لزم الأمر منهم ذلك ، ولهم في ذلك قصص معروفة ، مثل عبد الله بن مسعود ، وأبي الدرداء ، وأبي موسى الأشعري ، وأبي هريرة ، وابن عباس ، وسعيد بن جبير ، ورجاء بن حَيْوَة ، وواصل بن عطاء ، وعمرو بن عبيد المعتزلي ، وأبو حنيفة .\r\nفقد روي عن الحارث بن سويد ، قال : سمعت عبد الله بن مسعود ، يقول : ما من ذي سلطان يريد أن يكلفني كلاماً يدرأ عني سوطاً أو سوطين إلّا كنت متكلماً به .\r\nأخرجه ابن حزم في المحلّى ، وقال : ولا يعرف له من الصحابة رضي الله عنهم مخالف 6 .\r\nوأخرج البخاري في صحيحه بسنده عن أبي الدرداء ، أنّه كان يقول : إنّا لنكشّر في وجوه أقوام ، وإن قلوبنا لتلعنهم 7 .\r\nونسب هذا القول إلى أبي موسى الأشعري أيضاً 8 . وإلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) المحلّى ، ابن حزم : 8 / 336 ، مسألة 1409 ، دار الآفاق الجديدة ، بيروت .\r\n( 7 ) صحيح البخاري : 8 / 73 ، كتاب الأدب ، باب المداراة مع الناس .\r\n( 8 ) الفروق ، القراضي المالكي : 4 / 236 ، الفرق الرابع والستون بعد المائتين .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nأمير المؤمنين 9 .\r\nوأخرج البخاري بسنده عن أبي هريرة أنّه قال : حفظت من رسول الله ( صلى الله عليه وآله ) وعاءين : فأما أحدهما : فبثثته ، وأما الآخر فلو بثثته قطع هذا البلعوم 10 .\r\nوقد صرّح ابن حجر في فتح الباري بأن العلماء حملوا الوعاء الذي لم يبثه على الأحاديث التي تبيّن أسامي امراء السوء وأحوالهم ، وأنّه كان يكني عن بعضه ولا يصرّح به خوفاً على نفسه منهم ، كقوله : ( أعوذ بالله من رأس الستين وإمارة الصبيان ) يشير إلى حكم يزيد بن معاوية ؛ لأنّها كانت سنة ستين من الهجرة 11 .\r\nوأخرج الطحاوي بسنده عن عطاء أنّه قال : قال رجل لابن عباس : هل لك في معاوية أوتر بواحدة ؟ وهو يريد أن يعيب معاوية فقال ابن عباس : أصاب معاوية .\r\nهذا في الوقت الذي بيّن فيه الطحاوي ما يدلّ على انكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) مستدرك الوسائل : 21 / 162 ، باب 27 من أبواب الأمر بالمعروف والنهي عن المنكر ، ح 2 .\r\n( 10 ) صحيح البخاري : 1 / 14 ، كتاب العلم ، باب حفظ العلم ( آخر أحاديث الباب ) .\r\n( 11 ) فتح الباري ، ابن حجر العسقلاني : 1 / 173 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nابن عباس صحة صلاة معاوية ، فقد أخرج بسنده عن عكرمة ، قال : « كنت مع ابن عباس عند معاوية نتحدث حتى ذهب هزيع من الليل ، فقام معاوية فركع ركعة واحدة ، فقال ابن عباس : من أين ترى أخذها الحمار ؟ » .\r\nقال الطحاوي بعد ذلك : وقد يجوز أن يكون قول ابن عباس : ( أصاب معاوية ) على التقية له ، ثمّ أخرج عن ابن عباس في الوتر أنه ثلاث 12 .\r\nوأخرج أبو عبيدة القاسم بن سلام عن حسّان بن أبي يحيى الكندي ، قال : سألت سعيد بن جبير عن الزكاة ؟ فقال : ادفعها إلى ولاة الأمر . قال : فلما قام سعيد تبعته ، فقلت : إنّك أمرتني أن أدفعها إلى ولاة الأمر ، وهم يصنعون بها كذا ، ويصنعون بها كذا ؟ ! فقال : ضعها حيث أمرك الله ، سألتني على رؤوس الناس فلم أكن لُاخبرك 13 .\r\nوأخرج أيضاً عن قتادة أنّه سأل سعيد بن المسيب السؤال نفسه ؟ فسكت ابن المسيب ولم يجبه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) شرح معاني الآثار ، الطحاوي : 1 / 389 ، باب الوتر ، ط 2 ، دار الكتب العلمية ، بيروت ، 1407 ه .\r\n( 13 ) كتاب الأموال ، أبو عبيدة القاسم بن سلام : 567 / 1813 ، تحقيق الدكتور محمد خليل هراس ، ط 1 ، دار الكتب العلمية ، بيروت ، 1406 ه .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهذا ، وقد أورد العلّامة الأميني تقية سعيد بن المسيب من سعد ابن أبي وقاص في سؤاله إيّاه عن حديث الغدير ، فراجع 14 .\r\nوقال القرطبي المالكي : « وقال إدريس بن يحيى : كان الوليد بن عبد الملك يأمر جواسيس يتجسسون الخلق ، ويأتون بالأخبار ، فجلس رجل منهم في حلقة رجاء بن حيوة فسمع بعضهم يقع في الوليد ، فرفع ذلك إليه .\r\nفقال : يا رجاء ! اذكر بالسوء في مجلسك ولم تغيّر ؟ !\r\nفقال : ما كان ذلك يا أمير المؤمنين .\r\nفقال له الوليد : قل الله الذي لا إله إلّا هو .\r\nقال : الله الذي لا إله إلّا هو .\r\nفأمر الوليد بالجاسوس ، فضرب سبعين سوطاً ، فكان يلقى رجاء فيقول : يا رجاء ! بك يُستسقى المطر وسبعين سوطاً في ظهري !\r\nفيقول رجاء : سبعون سوطاً في ظهرك خيرٌ لك من أن يُقتل رجل مسلم 15 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) الغدير ، العلّامة الأميني : 1 / 380 ، ط 5 ، دار الكتاب العربي ، بيروت ، 1403 ه .\r\n( 15 ) الجامع لأحكام القرآن ، القرطبي : 10 / 124 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوقد حصل نظير هذه التقية لسعد بن أشرس صاحب مالك بن أنس مع سلطان تونس ، إذ كان قد آوى رجلًا يطلبه السلطان ، ولما احضر أنكر ذلك وحلف بأنّه ما آواه ولا يعلم له مكاناً 16 .\r\nوقال ابن الجوزي الحنبلي : خرج واصل بن عطاء يريد سفراً في رهط ، فاعترضهم جيش من الخوارج فقال واصل : لا ينطقن أحد ودعوني معهم ، فقصدهم واصل ، فلمّا قربوا بدأ الخوارج ليُوقِعوا ، فقال : كيف تستحلّون هذا وما تدرون من نحن ، ولا لأي شيء جئنا ؟ فقالوا : نعم ، من أنتم ؟ قال : قوم من المشركين جئناكم لنسمع كلام الله . قال : فكفوا عنهم ، وبدأ رجل منهم يقرأ القرآن ، فلما أمسك ، قال واصل : قد سمعت كلام الله ، فأبلغنا مأمننا حتى ننظر فيه وكيف ندخل في الدين ! فقال : هذا واجب ، سيروا . قال : فسرنا والخوارج والله معنا يحموننا فراسخ ، حتى قربنا إلى بلد لا سلطان لهم عليه ، فانصرفوا 17 .\r\nوفي خضمّ ثورة إبراهيم بن عبد الله وأخيه محمد ذي\r\n( 16 ) الجامع لأحكام القرآن ، القرطبي : 10 / 124 .\r\n( 17 ) كتاب الأذكياء ، ابن الجوزي : 136 ، ط 1 ، دار الكتب العلمية ، بيروت ، 1405 ه .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالنفس الزكيّة على المنصور العباسي التي انتهت بقتلهما ، قال المنصور يوماً لعمرو بن عبيد : بلغني أن محمّداً بن عبد الله بن الحسن كتب إليك كتاباً ؟ قال عمرو : قد جاءني كتاب يشبه أن يكون كتابه .\r\nقال : فبم أجبته ؟ قال : أو ليس قد عرفت رأيي في السيف أيام كنت تختلف إلينا ، أنّي لا أراه ؟ !\r\nقال المنصور : أجل ، ولكن تحلف لي ليطمئن قلبي ! قال عمرو : لئن كذبتك تقية ، لأحلفنّ لك تقية ، قال المنصور : والله ، والله ! أنت الصادق البر 18 .\r\nوأخرج الخطيب البغدادي في تاريخه بسنده عن سفيان بن وكيع ، قال : جاء عمر بن حمّاد ابن أبي حنيفة فجلس إلينا ، فقال : سمعت أبي حمّاد يقول : بعث ابن أبي ليلى إلى أبي حنيفة فسأله عن القرآن ؟ فقال مخلوق ، فقال : تتوب وإلّا أقدمت عليك ؟ قال : فتابعه ، فقال : القرآن كلام الله .\r\nقال : فدار به في الخلق يخبرهم أنّه قد تاب ، من قوله القرآن مخلوق .\r\nفقال أبي : فقلت لأبي حنيفة : كيف صرت إلى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) تاريخ بغداد ، الخطيب البغدادي : 12 / 168 169 في ترجمة عمرو بن عبيد المعتزلي .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوتابعته ؟\r\nقال : يا بني ، خفت أن يقدم عليّ فأعطيته التقية 19 .\r\nهذه جملة من الشواهد التطبيقية لمسألة التقية في حياة أعلام بارزين من الصحابة والتابعين والفقهاء ؛ وهناك شواهد تطبيقية أخرى كثيرة أعرضنا عن ذكرها خشية الإطالة ، وقد روتها مصادر الجمهور ، وقد بلغ الأمر شهرة وذيوعاً في سلوك العاملين بشريعة سيد المرسلين ، كلّما ألجأتهم الظروف إلى التقية ، حتى أصبح ظاهرة في تاريخ الإسلام ، تلفت نظر كل باحث فيه عن حق وحقيقة ، ممّا جعل جمال الدين القاسمي ، يشير إلى ما ذكره الشيخ مرتضى اليماني في عوامل خفاء الحق ، وغموض الحقيقة في كثير من الأحيان ، حيث نقل عنه قوله ، وزاد الحق غموضاً وخفاءً أمران :\r\nأحدهما : « خوف العارفين مع قلّتهم من علماء السوء ، وسلاطين الجور وشياطين الخلق ، مع جواز التقية عند ذلك بنصّ القرآن واجماع أهل الإسلام وما زال الخوف مانعاً من اظهار الحق ولا برح المحق عدواً لأكثر الخلق » 20 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) المصدر السابق : 31 / 973 380 ، في ترجمة أبو حنيفة تحت عنوان : ذكر الروايات عمّن حكى عن أبي حنيفة ، القول بخلق القرآن .\r\n( 20 ) محاسن التأويل : 4 / 28 ، ط 2 دار الفكر .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nولأجل ما للتقية من دور لا يسع المؤمن تجاهله ، وجدنا الفقه الإسلامي في مختلف أبوابه زاخراً بمواردها ، بحيث يجد المكلف للمسألة الفقهية الواردة في عبادة معينة أو معاملة معينة حكماً عندما يكون المكلف في حالة طبيعية ، وحكماً آخر عندما يكون في موقف اضطراري يُكره فيه على اختيار معيّن ظلماً وعدواناً ، وهذا باب واسع يتسع لكل أبواب الفقه وكتبه من العبادات والمعاملات ، وليس هناك من ينكر توفّر فقه مذاهب الجمهور على أحكام اضطرارية خاصة بمن يُكره على عمل معين ظلماً وجوراً ، وما هذه الأحكام إلّا من جملة مصاديق التقية ومواردها 21\r\n\r\nمبدأ مشروعية التقية عند الإمامية\r\nأما علماء الإمامية فقد استدلوا على جواز التقية ، بل وجوبها أحياناً إضافة إلى الآيتين المذكورتين بروايات عديدة بلغت حد الاستفاضة ، ولها باب روائي خاص في وسائل الشيعة ضمن كتاب الأمر بالمعروف والنهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) انظر موارد هذه الأحكام في فقه الجمهور في كتاب : « واقع التقية عند المذاهب الإسلامية من غير الشيعة الإمامية » للسيد ثامر العميدي ، حيث توسّع في ذلك توسّعاً كافياً .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعن المنكر .\r\nوإليك بعضاً منها :\r\n1 - عن ابن أبي يعفور ، عن أبي عبد الله ( عليه السلام ) ، قال : التقية ترس المؤمن ، والتقية حرز المؤمن 22 .\r\n2 - عن الإمام الصادق ( عليه السلام ) أنّه ، قال للمفضّل : « إذا عملت بالتقية لم يقدروا في ذلك على حيلة وهو الحصن الحصين ، وصار بينك وبين أعداء الله سدّاً لا يستطيعون له نقباً » 23 .\r\n3 - عن عليّ أمير المؤمنين ( عليه السلام ) : التقية من أفضل أعمال المؤمن يصون بها نفسه وإخوانه عن الفاجرين 24 .\r\n4 - وقال أبو جعفر الباقر ( عليه السلام ) : التقية من ديني ودين آبائي 25 .\r\n5 - وعن الإمام الصادق ( عليه السلام ) : اتّقوا على دينكم فاحجبوه بالتقية . . . 26 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) أصول الكافي : 2 / 122 باب التقية .\r\n( 23 ) وسائل الشيعة : 61 / 312 باب 24 .\r\n( 24 ) تفسير الإمام الحسن العسكري ( عليه السلام ) : 320 .\r\n( 25 ) أصول الكافي : 2 / 912 باب التقية .\r\n( 26 ) المصدر السابق .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nلما ذا اشتهر الشيعة بالتقية دون سائر المسلمين\r\nلا يخفى أن الشيعة قد عاشوا واقعاً سياسياً صعباً ، على امتداد الحكم الأموي والدولة العباسية ، التي امتدت إلى ما بعد غياب الإمام الثاني عشر ( عليه السلام ) .\r\nفقد مرت خلال هذه القرون أدوار كان أن يقال للرجل : « زنديق » أهون عليه من أن يقال له : « شيعي » ، لما تعرض له الشيعة من اضطهاد وحرمان من الحقوق الطبيعية ومطاردة ، ناهيك عن التكذيب والاتّهام بالانحراف والابتداع ، الذي قد يكون أشدّ من التقتيل الذي تعرضوا له دون رحمة . ولا بد لمثل هذه الظروف التي طال أمدها أن تفرض نمطاً خاصاً من الحياة يتخذ من التقية شعاراً لا بد منه لحفظ الأنفس والأبناء والأموال ، وإن حالًا كهذه ستساعد كثيراً على شيوع الأحاديث الخاصة بالتقية بين أبناء هذه الطائفة ، حتى تصبح التقية ظاهرة مميزة لهم عن غيرهم ممّن تمتع بالأمن ولو إلى حدٍّ ما . . .\r\nثمّ جاءت بعد ذلك دواعي الخصومة لدى البعض لتحوّل مبدأ التقية ، منطلقاً للتهريج والتشنيع على أتباع مدرسة أهل البيت ( عليهم السلام ) ، متناسين أن أصل مبدأ التقية من مسلّمات الكتاب وضرورات الشريعة ، التي أجمع عليها المسلمون\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nقديماً وحديثاً .\r\nغافلين أيضاً عن مسئوليتهم المتبقية في إدانة الظلم والاضطهاد الذي أرغم فئة كبيرة من المسلمين على أن بقيت التقية ما يقارب ثلاثة قرون متواصلة . فبدلًا من أن تدين الظلم والجور والاستهتار بحقوق الناس ودمائهم ، راحت تدين المظلوم المضطهد حين التجأ إلى أسلوب سياسي لحماية نفسه ودينه وعرضه ، وهو الأسلوب الذي أقرّته الشريعة لأتباعها في أحوال كهذه ، كما تقدّم ، بلا خلاف بين المسلمين .\r\nإن هذا التشنج والانفعال الذي يُقابل به أتباع مدرسة أهل البيت ( عليهم السلام ) ، يصور لنا تلك الظروف التاريخية العصيبة التي كان يعيشها هؤلاء ، في أيام الحكم الأموي والعباسي والعثماني ، فإنه من بقايا تلك الظروف الحرجة ، ومن تراث ذلك العهد الغابر الذي عاش فيه أناس من شيعة علي ( عليه السلام ) ، وهم يخفون تشيعهم حتى عن أزواجهم ، يوم كان الاتهام بالتشيع أسوأ عقوبة من كل اتهام ! !\r\nوقد روى ابن أبي الحديد عن المدائني ، ونفطويه ، والإمام محمد الباقر ( عليه السلام ) ، ما خلاصته : أن معاوية بن أبي سفيان كتب إلى عمّاله يوماً أن برئت الذمة ممن روى شيئاً\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفي فضل أبي تراب وأهل بيته ، فقام الخطباء من كل كورة وعلى كل منبر يلعنون علياً ، ويبرءون منه ، ويقعون فيه وفي أهل بيته ، وكان أشد الناس بلاءً حينئذ أهل الكوفة ، لكثرة من بها من شيعة علي ( عليه السلام ) ، فاستعمل عليها زياد بن سمية وضمّ إليه البصرة ، فكان يتتبع الشيعة وهو بهم عارف لأنه كان منهم أيام علي ( عليه السلام ) فقتلهم تحت كل حجر ومدر ، وطردهم وشرّدهم عن العراق ، فلم يبق فيه معروف منهم ، كما كتب معاوية إلى عمّاله في جميع الآفاق ألّا يجيزوا لأحد من شيعة علي وأهل بيته شهادة . وكتب كتاباً آخر يقول فيه : انظروا من قامت عليه البيّنة انّه يحب علياً وأهل بيته فامحوه من الديوان وأسقطوا عطاءه ورزقه ، وفي كتاب آخر كتب يقول : من اتهمتموه بموالاة هؤلاء القوم فنكّلوا به واهدموا داره . . .\r\nفلم يزل الأمر كذلك حتى مات الحسن بن علي ( عليه السلام ) ، فازداد البلاء والفتنة فلم يبق أحد من هذا القبيل إلّا وهو خائف على دمه ، أو طريد في الأرض ، ثمّ تفاقم الأمر بعد قتل الحسين ، وولي عبد الملك بن مروان فاشتد على الشيعة وولّى عليهم الحجاج بن يوسف فتقرب إليه أهل النسك والصلاح والدين ببغض علي وموالاة أعدائه ، وموالاة من يدعي من الناس أنهم أيضاً أعداؤه . . . وأكثروا من التنقيص من علي ( عليه السلام )\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوعيبه والطعن فيه والشنآن له ، حتى أن إنساناً وقف للحجاج يقال : إنّه جد الأصمعي عبد الملك بن قريب فصاح به أيها الأمير ، إن أهلي عقّوني فسموني علياً ! وإني فقير بائس ، وأنا إلى صلة الأمير محتاج . فتضاحك له الحجاج وقال : للطف ما توسلت به قد ولّيتك موضع كذا 27 .\r\nوما جرى على الشيعة في زمن العباسيين لم يكن بأقل من هذا ، فهذا ابن السكّيت أحد أعلام الأدب في زمن المتوكل ، اختاره الخليفة معلماً لولديه فسأله يوماً أيهما أحب إليك ابناي هذان أم الحسن والحسين ؟\r\nقال ابن السكيت : والله إنّ قنبراً خادم علي ( عليه السلام ) خير منك ومن ابنيك . فقال المتوكل : سلّوا لسانه من قفاه ففعلوا ذلك به فمات .\r\nإنّ جماعة تواجه هذا النحو من الاضطهاد والاستضعاف قروناً عديدة ، من الطبيعي أن تختار طريقاً وسطاً بين محذوري الانهيار والاستسلام أمام العدو ، وبين الاستئصال والفناء ، فتبقى رافضة للظلم والانحراف من جهة ، غير معرّضة نفسها إلى الزوال والفناء والاستئصال من جهة ثانية ، هذا هو مبدأ التقية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) شرح نهج البلاغة : 11 / 44 46 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفما قاله ابن تيمية : « من أنّ التقية هو الكذب والنفاق » 28 غير وجيه ولا يقبله العقل ، كما لا يؤيده النقل الصريح من الكتاب والسنّة معاً . فقد جاء بها القرآن كما قدمناه ، وأقرّتها السنّة ومارسها السلف من كبار الصحابة والتابعين ، وامتلأت بها موسوعات الفقه السنّي ، وفي شتى الأبواب كما سلفت الإشارة إلى بعضه .\r\nعلى أن التقية لم تكن هي اللون الوحيد الذي طغى على حياة الشيعة طيلة هذه القرون ، فلقد عاشوا الروح الثورية التي احتفل التاريخ بأروع صورها ، دفعاً للظلم والفساد السياسي والإداري والاقتصادي ، والانحراف الديني عند حكام الجور المتعاقبين على الحكم .\r\nنعم ، لقد آمنت الشيعة بالإسلام ديناً مهيمناً على الحياة ولا يجوز الانحراف عنه أو التعبّد بغيره ، قد قدمت من أجله كل غال ونفيس . ولقد أهرقت في سبيله أغلى الأنفس وأعزّها في الوجود ، وما كانت ثورة الحسين بن علي ( عليهما السلام ) إلّا في سبيل هذا الدين وحفظاً له من العبث والاندراس ، بعد أن لعبت به الأيدي الأموية وكادت أن تأتي عليه وتدكّ المعالم الشامخة منه ، ثمّ توالت بعد الثورة الحسينية ثورات إسلامية\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) منهاج السنّة : 1 / 68 تحقيق الدكتور محمد رشاد سالم .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nكلها تنشد المحافظة على هذا الدين وصيانته ، وإن الشيعة قد سارت في ضمن ذلك الموكب الجهادي العظيم تبذل كل ما لديها وما تملك في سبيل الإسلام ، ولو كان للنفاق أن يتسرّب إلى قلوب الشيعة لم تكن تلك المجازر في حق شيعة علي ( عليه السلام ) ، ولو كان الشيعي يداهن في دينه أو ينافق ، لم تكن سياط الحكام وسيوفهم تنال منه شعرة واحدة ، ولكن لصراحتهم فيما يعتقدون ، وإجهارهم فيما يؤمنون ، كان طعم السيف أشهى لديهم من المراوغة ، أو الرياء الذي استعمله غيرهم موافقةً لحكّام الجور وأئمة الضلال .\r\n\r\nأقسام التّقية\r\nمن المناسب بعد هذه الجولة أن نبيّن أقسام التقية ، وخلاصة أقوال الفقهاء في كل قسم منها ، وقد قسمت التقية بحسب موارد التقسيم إلى تقسيمات متعددة :\r\nإذ يمكن تقسيم التقية بحسب من يُتقى منه إلى التقية من الكافر ، والتقية من المسلم .\r\nوبحسب العمل إلى تقية في العبادة ، وتقية في الفتوى ، وتقية في السياسة .\r\nوبحسب الأحكام الخمسة إلى تقية جائزة ، وأخرى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nواجبة ، وثالثة محرّمة .\r\n1 - التقية من الكافر : وقد اتّفق المسلمون عليها ، وهي المورد الذي نطق به القرآن الكريم في موضعين منه كما مضى .\r\n2 - التقية من المسلم : وقد وقع البحث فيها بين علماء المسلمين بين الجواز وعدمه ، والذين رأوا عدم جوازها استدلوا بأن القرآن الكريم قد صرّح بتقية المسلم من المشرك ، ولم يصرح بغيرها .\r\nوذهب علماء الإمامية وبعض فقهاء الجمهور إلى جواز هذه التقية ، وأن الدليل على ذلك هو القرآن الكريم بآيتيه المذكورتين آنفاً ؛ فإن الآيتين وإن وردتا في التقية من المشرك ، إلّا أنّ المقرر لدى علماء الأصول أنّ خصوص المورد لا يخصص الوارد ، والمقرر لدى علماء التفسير أيضاً ، أنّ العبرة بعموم اللفظ لا بخصوص السبب .\r\nفينبغي أن يتّضح أولًا : أن القرآن في هاتين الآيتين هل يراعي حال المسلم أم أنه يراعي حال المشرك ؟ فإن كانت التقية ناظرة إلى المشرك كانت التقية الجائزة هي التقية منه دون التقية من المسلم . وإن كان القرآن يراعي حال المسلم وقد جاءت التقية بداعي الحفاظ عليه ثبت لدينا جواز التقية من كل ظالم وإن كان مسلماً .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوالمعنى الثاني هو الظاهر من القرآن الكريم ، فإنّ التقية جاءت لصيانة المسلم من الخطر والحفاظ عليه من الأعداء ، وهذا السبب موجود في التقية من المسلم كوجوده في التقية من المشرك .\r\nوإلى هذا أشار أحد كبار علماء أهل السنة حيث ، قال : الحكم الرابع ، ظاهر الآية يدلّ على أنّ التقية إنّما تحلّ مع الكفّار الغالبين إلّا أن مذهب الشافعي ( رضي الله عنه ) أنّ الحالة بين المسلمين إذا شاكلت الحالة بين المسلمين والمشركين حلّت التقية محاماة على النفس 29 .\r\nعلى أنّ التقية سلوك عقلائي عام ، ولا معنى لتخصيصه بظالم دون آخر ، ولعل السرّ في معارضة المعارضين لتقية المسلم من المسلم يعود إلى أمر عاطفي ؛ فإن مدرسة الخلفاء لمّا كانت ترى شرعية الحكم الأموي والعباسي ، وتحكم بوجوب طاعة الأمير برّاً كان أو فاجراً ، فكان من الطبيعي أن تعتبر الحركات المعارضة لهذين الحكمين حركات غير شرعية ، وبالتالي فإنّ التقية التي عمل بها الشيعي كانت تعني سلوكاً غير شرعي من هذه الجهة ، لا من جهة أن أصل تقية المسلم من المسلم تقية غير شرعية ، وحينئذ يخرج البحث\r\n\r\n\r\n","description":"","footnote":"\r\n( 29 ) راجع التفسير الكبير : 1 / 20 ، 120 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمن نطاق التقية وأدلتها وأقسامها .\r\nوإلّا فإن التقية أمر عقلائي ، وقد عمل به العديد من أعلام مدرسة الخلفاء ، كما عرفت فهذا أبو هريرة يقول : « حفظت من رسول الله ( صلى الله عليه وآله ) وعاءين أما أحدهما فبثثته في الناس ، وأما الآخر فلو بثثته لقطع هذا البلعوم » 30 أليست هذه تقية المسلم من المسلم ؟ ! وعشرات الأمثلة التي تقدم بعضها هي من هذا الصنف .\r\n3 - التقية في العبادة : وتعني الإتيان بالعبادة بالنحو المخالف للصواب ، الذي يعتقد به المسلم طبقاً لمذهبه ، دفعاً لخطر الظلم عليه أو مداراة لسائر المذاهب الاسلامية .\r\nوفي ذلك يقول الإمام الخميني ( رضي الله عنه ) : إن التقية قد تأتي لأجل دفع خطر متوقع : « على حوزة الإسلام ، بأن يخاف شتات كلمة المسلمين بتركها ، أو يخاف وقوع ضرر على حوزة الإسلام من خلال تفريق كلمتهم إلى غير ذلك ، والمراد بالتقية مداراةً أن يكون المطلوب فيها نفس جمع شمل الكلمة ووحدتها بتحبيب المخالفين وجرّ مودّتهم من\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) صحيح البخاري : 1 / 14 آخر ب حفظ العلم ك العلم ، وعنه في محاسن التأويل للقاسمي : 4 / 82 ط مصر .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nغير خوف 31 » .\r\nوقد ورد عن الإمام الصادق ( عليه السلام ) ، أنه قال لهشام بن الحكم : « صلّوا في عشائرهم ، وعودوا مرضاهم ، واشهدوا جنائزهم . . . والله ما عبد الله بشيء أحب إليه من الخباء ، قلت : وما الخباء ؟ قال : التقية » 32 .\r\n4 - التقية في الفتوى : وهي أن يفتي الفقيه في مورد خلافاً لما يعتقده من الصواب ، وأمره يختلف باختلاف الحالات والصور ، فقد تكون محرّمة وقد تكون جائزة وقد تكون واجبة . قال السيد حسن البجنوردي : « في مثل هذا يجب الفرار والتخلص عن الإفتاء بأي وجه ممكن ، وكذا إذا كانت الفتوى موجبة لتلف النفوس أو هتك الأعراض ، ففي الأول لا يجوز له أن يفتي وإن كان ترك الفتوى موجباً لهلاكه وقتله ، وأما الأئمة المعصومون ( عليهم السلام ) وإن صدر منهم الفتوى بعض الأحيان على خلاف الحكم الواقعي الأوّلي ، ولكن كانوا ينبّهون الطرف بعد ذلك بأنها كانت على خلاف الواقع ، إما لأجل حفظ نفسه ( عليه السلام ) ، أو لأجل حفظ نفس المستفتي . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 31 ) الرسائل : 174 .\r\n( 32 ) وسائل الشيعة ، كتاب الأمر بالمعروف والنهي عن المنكر باب 26 ح 2 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوالحاصل : أن الفتوى على خلاف ما أنزل الله للتقية أمره مشكل ، ويختلف كثيراً من حيث المفتي ومقبولية رأيه عند العموم وعدمها . . . » 33 .\r\n5 - التقية في السياسة : وأمرها واضح ، وأكثر التقية من هذا القبيل .\r\nوقد اتّضح أن التقية ليست جائزة دائماً ، وليست واجبة دائماً ، بل قد تكون حراماً في بعض الظروف ، قال الإمام الخميني ( قدس سره ) في التقية المحرّمة :\r\n« منها بعض المحرمات والواجبات التي في نظر الشارع والمتشرعة في غاية الأهمية مثل هدم الكعبة والمشاهد المشرفة . . . ومثل الرد على الإسلام والقرآن والتفسير بما يفسر المذهب ويطابق الإلحاد . . . ومن هذا الباب ما إذا كان المتقي ممن له شأن وأهمية في نظر الخلق بحيث يكون ارتكابه لبعض المحرمات تقيةً أو تركه لبعض الواجبات مما يعد موهناً للمذهب وهاتكاً لحرمته . . . وأولى من ذلك كله في عدم جواز التقية فيه ما لو كان أصل من أصول الإسلام أو المذهب أو ضروري من ضروريات الدين في معرض الزوال والهدم والتغيير ، كما لو أراد المنحرفون الطغاة تغيير\r\n\r\n\r\n","description":"","footnote":"\r\n( 33 ) القواعد الفقهية : 5 / 68 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nأحكام الإرث والطلاق . . . » 34 .\r\nقال العلّامة المظفر : وللتقية أحكام من حيث وجوبها وعدم وجوبها ، بحسب اختلاف مواقع خوف الضرر ، مذكورة في أبوابها في كتب العلماء الفقهية ، وليست هي بواجبة على كل حال ، بل قد يجوز أو يجب خلافها في بعض الأحوال ، كما إذا كان في اظهار الحق والتظاهر به نصرة للدين وخدمة للإسلام وجهاد في سبيله ، فإنه عند ذلك يستهان بالأموال ولا تعز النفوس 35 . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 34 ) الرسائل : 177 871 .\r\n( 35 ) عقائد الإمامية : 85 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nنتيجة البحث :\r\nإنّ التقية مبدأ إسلامي عام قد شرّعه الله تعالى في القرآن الكريم ودلّت عليه نصوص السنّة الشريفة . كما دلّت عليه النصوص المتظافرة عن أئمة أهل البيت ( عليهم السلام ) وعمل به الأصحاب والأعلام وأفتى به الفقهاء من الفريقين في مجالات متعددة وهو مبدأ خالد إلى يوم القيامة كما صرّح بذلك الرازي في تفسيره ، ولا مجال لإنكاره بحال من الأحوال .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37}
  ]