[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رهاب أهل البيت عليهم السلام\r\n( 13 )\r\nالتوسل\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان في رحاب أهل البيت عليهم السلام : التوسل\r\nالمؤلف : السيد عبد الرحيم الموسوي - لجنة البحوث\r\nالموضوع : الكلام\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة الأولى : 1422 ه‍\r\nالطبعة الثانية : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nIsbn : 964 - 8686 - 53 - X\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait - org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nإنما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية 32\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت\r\nفي السنة النبوية\r\nإني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل البيتى\r\nما إن تمسكم بهما لن تضلوا بعدي أبدا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكلمة المجمع\r\nإن تراث أهل البيت عليهم السلام الذي اخترته مدرستهم وحفظه من الضياع أتباعهم يعبر عن مدرسة جامعة لشتى فروع المعرفة الإسلاميى . وقد استطاعت هذه المدرسة أن تربي النفوس المتسعدة للاعتراف من هذا المعين ، وتقدم للأمة الإسلامية كبار العلماء المحتذين لخطى أهل البيت عليهم السلام الرسالية ، مستوعين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - مطلقا من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفيا خطى أهل البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خط المواجهة وبالمستوى المطلوب في كل عصر .\r\nإن التجارب التي تختزنها كتب علماء مدرسة أهل البيت عليهم السلام في هذا المضمار فريدة في نوعها ، لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجبن الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطابا يستسغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلاب الحقيقة مرحلة جديدة من هذه التجارب الغنية في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - مجنبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدمها مدرسة أهل البيت الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابد أن نشير أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كل مهم جملة من هذه البحوث وابداء ملاحظاتهم القيمة عنها .\r\nوكلنا أمل ورجاء بأن نكون قد قدمنا من استطعنا من جهد أداء لبعض ما علينا تجاه رسالة ربنا العظيم الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجزء الثالث عشر\r\n\r\nالتوسّل\r\n\r\nمقدّمة :\r\nإن حقيقة التوسل قد رسم صورتها القرآن الكريم ، حين قال الله سبحانه مخاطباً المؤمنين :  ( يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ )  1 . فإنّ هذه الآية الكريمة قد عدت التقوى والجهاد من الوسائل المشروعة التي بامكان الإنسان أن يتّخذها سبباً للوصول إليه سبحانه .\r\nوهل توجد وسائل أخرى قد ندبت إليها الشريعة ، أم أنّ الأمر متروك للإنسان وباستطاعته أن يخترع وسائل أخرى يتقرب بها إليه ؟\r\nمن الواضح أن الوسائل التي يمكن أن يتقرب بها العبد إلى الله سبحانه لا تخضع للاجتهاد ، إذ القرب إلى الله وطرق تحقق القرب تحتاج إلى إرشاد إلهي ، ومن هنا تصدت لبيانها الشريعة ، فنصت عليها وحددتها في الكتاب والسنّة ، وكل وسيلة سوى ما نصت عليها الشريعة بشكل خاص أو عام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 35 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفهي ضرب من البدع والضلال .\r\nوقد أشار الإمام أمير المؤمنين علي بن أبي طالب ( عليه السلام ) إلى الوسائل التي يتقرب بها العبد إليه سبحانه ، بقوله :\r\nإن أفضل ما توسل به المتوسّلون إلى الله سبحانه وتعالى ، الإيمان به وبرسوله والجهاد في سبيله ، فإنه ذروة الإسلام ، وكلمة الاخلاص فإنّها الفطرة ، وإقام الصلاة فإنها الملّة ، وإيتاء الزكاة فإنها فريضة واجبة ، وصوم شهر رمضان فإنه جُنّة من العقاب ، وحجُّ البيت واعتماره فإنهما ينفيان الفقر ويرحضان 2 الذنب . وصلة الرحم فإنها مثراة في المال ، ومنسأة في الأجل ، وصدقة السرُّ فإنها تكفّر الخطيئة ، وصدقة العلانية فإنها تدفع ميتة السوء وصنائع المعروف فإنها تقي مصارع الهوان 3 .\r\nوأرشد القرآن الكريم إلى السيرة الحميدة والمطلوبة للمسلمين ، فقال عزّ من قائل :  ( وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً )  4 ولا تنحصر هذه الممارسة الممدوحة بحال حياة الرسول ( صلى الله عليه وآله ) بين المسلمين ، بعد أن قال الله تعالى :  ( وَلا \r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) رحضه كمنعه : غسله .\r\n( 3 ) نهج البلاغة تحقيق صبحي الصالح : الخطبة 110 / 163 .\r\n( 4 ) النساء : 64 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ )  5 فهي إذاً عبادة سارية المفعول بعد وفاته ( صلى الله عليه وآله ) أيضاً وقد فهم المسلمون جواز ذلك ومارسوها بعد وفاته ، كما ذهب إليه بعض المفسرين 6 .\r\nإذاً لا مانع من العلاقة مع الله وطلب غفران الذنوب منه ، أو طلب نيل الحوائج الدينية والدنيوية عن طريق التوسل بالنبي ( صلى الله عليه وآله ) ، ليستغفر لهم باعتبار قربه من الله وكونه وجيهاً عنده . وهذا طريق قد ندب إليه الشرع وعيّنه القرآن الكريم .\r\nولمزيد من التوضيح نتابع البحث في النقاط التالية :\r\nأولًا : التوسل في اللغة والاصطلاح .\r\nثانياً : الآراء في حكم التوسل .\r\nثالثاً : جواز التوسل في القرآن .\r\nرابعاً : التوسل في الأحاديث النبوية .\r\nخامساً : التوسل في سيرة المسلمين .\r\nسادساً : التوسل عند أهل البيت ( عليهم السلام ) .\r\nسابعاً : مناقشة المفكرين بجواز التوسل ومشروعيته .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nأولًا : التوسّل في اللغة والاصطلاح :\r\nجاء في لسان العرب : الوسيلة عند الملك . والوسيلة : الدرجة ، والوسيلة : القربة ، ووسل فلان إلى الله وسيلةً إذا عمل عملًا تقرب به إليه . والواسل : الراغب إلى الله ، قال لبيد :\r\nأرى الناس لا يدرون ما قدرُ أمرهم * * * بلى كلُّ ذي رأي إلى الله واسل\r\nوتوسل إليه بوسيلة إذا تقرب إليه بعمل ، وتوسل إليه بكذا : تقرب إليه بحرمة آصرة تعطفه عليه . والوسيلة : الوصلة والقُربى ، وجمعها الوسائل ، قال الله تعالى :  ( أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ )  7 .\r\nوسائر معاجم اللغة قد تناولت الوسيلة بشيء من التماثل ، لأن معناها من المفاهيم الواضحة وحقيقتها لا تتجاوز اتخاذ شيء ذريعة إلى أمر آخر يكون هو المقصود والمبتغى وهي تختلف حسب اختلاف المقاصد .\r\nفمن ابتغى رضى الله سبحانه ، يتوسل بالأعمال الصالحة التي بها يكتسب رضاه ، ومن أراد زيارة بيت الله الحرام يتوسل بما يوصله إليها 8 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) لسان العرب لابن منظور جزء 11 مادة وسل .\r\n( 8 ) التوسل في الشريعة الاسلامية ، جعفر السبحاني : 17 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nقال ابن كثير في التوسل : أن يجعل الإنسان واسطة بينه وبين الله ليقضي حاجته بسبب الواسطة 9 .\r\n\r\nثانياً الآراء في حكم التوسّل :\r\nوقبل أن نتعرض إلى أدلة التوسل ومشروعيته ثمّ مناقشتها يجدر بنا أن ننقل مجمل الآراء التي وردت بشأن التوسل جوازاً ومنعاً .\r\nالرأي الأول : المنع من التوسّل\r\nوقال به الألباني واعتبره من الضلال في كتابه ( التوسل أنواعه ، أحكامه ) وقال في مقدمة ( شرح الطحاوية ) 10 : إن مسألة التوسل ليست من مسائل العقيدة .\r\nومن القائلين بالمنع محمد بن عبد الوهاب ، حيث يقول : « إذا قال لك بعض المشركين ( يعني المسلمين غير الوهابيين )  ( أَلا إِنَّ أَوْلِياءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ )  11 أو أن الشفاعة حق ، أو أن الأنبياء لهم جاه عند الله ، أو ذكر كلاماً للنبي يستدل به على باطله ( يعني الشفاعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) تفسير ابن كثير : 1 / 532 .\r\n( 10 ) البشارة والاتحاف للسقاف : 52 نقلًا عن شرح الطحاوية : 60 .\r\n( 11 ) يونس : 62 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nو . . . ) وأنت لا تفهم ، ( أي لا تقدر على جوابه ) فجاوبه بقولك : إن الله ذكر في كتابه أن الذين في قلوبهم زيغ يتركون المحكم ويتبعون المتشابه » 12 .\r\nومن القائلين بالمنع عبد العزيز بن عبد الله بن باز ، حيث يقول :\r\n« من سأل النبي وطلب منه الشفاعة فقد نقض إسلامه » 13 .\r\nالرأي الثاني : القول بالجواز\r\nوذهب إليه الشوكاني الزيدي فقد أجاز التوسل في كتابه « تحفة الذاكرين » بقوله : « ويتوسل إلى الله سبحانه بأنبيائه والصالحين » 14 .\r\nوأجازه السمهودي الشافعي ، حيث قال : « قد يكون التوسل به ( صلى الله عليه وآله ) بطلب ذلك الأمر منه ، بمعنى أنه ( صلى الله عليه وآله ) قادر على التسبب فيه بسؤاله وشفاعته إلى ربّه ، فيعود إلى طلب دعائه وإن اختلفت العبارة . ومنه قول القائل له أسألك مرافقتك في الجنّة . . . ولا يقصد به إلّا كونه ( صلى الله عليه وآله ) سبباً\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) كشف الشبهات لمحمد عبد الوهاب : 60 .\r\n( 13 ) مخالفة الوهابية للقرآن والسنّة لعمر عبد السلام : 20 ، نقلًا عن العقيدة الصحيحة ونواقض الاسلام لعبد العزيز بن عبد الله بن باز .\r\n( 14 ) تحفة الذاكرين للشوكاني : 37 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوشافعاً » 15 .\r\nونقل ابن تيمية عن أحمد بن حنبل في ( منسك المروزي ) التوسل بالنبي ( صلى الله عليه وآله ) والدعاء عنده . ونقل ذلك أيضاً عن ابن أبي الدنيا والبيهقي والطبراني بطرق عديدة شهد لها بالصحة 16 .\r\nومن القائلين بالجواز ، الإمام الشافعي ، فقد قال : « إني لأتبرك بأبي حنيفة وأجيء إلى قبره كل يوم ، فإذا عرضت لي حاجة صليت ركعتين وجئت إلى قبره وسألت الله تعالى الحاجة عنده ، فما تبعد أن تقضى » 17 .\r\nفمن القائلين بالجواز : أبو علي الخلال شيخ الحنابلة ، حيث قال : « ما همني أمر فقصدت قبر موسى بن جعفر ( عليه السلام ) ، فتوسلت به إلّا سهّل الله تعالى لي ما أحب » 18 .\r\nأما الشيعة الإمامية فقد قالوا : يجوز التوسل بالنبي ( صلى الله عليه وآله ) ، والأئمة ( عليهم السلام ) ، في قضاء الحوائج وتفريج\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) وفاء الوفاء بأخبار دار المصطفى للسمهودي : 2 / 1374 .\r\n( 16 ) التوسل والوسيلة : لابن تيمية : 441 145 ط دار الآفاق سنة 1399 ه .\r\n( 17 ) تاريخ بغداد : 1 / 123 باب ما ذكر في مقابر بغداد .\r\n( 18 ) تاريخ بغداد : 1 / 120 باب ما ذكر في مقابر بغداد .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالكرب بعد موتهم ، كما يجوز حال حياتهم ، لعدم كون ذلك من خطاب المعدوم أوّلًا ، ولا كونه شركاً ثانياً 19 .\r\nالرأي الثالث : التفصيل بين أنواع التوسل\r\nوهذا الرأي لابن تيمية لكنّنا نجده في مسألة التوسل مضطرب الرأي ، فهو بين النكران مرّة والجواز أخرى والتقسيم ثالثة . ففي معرض تقسيمه لصور التوسل قد أباح اثنتين وحرّم الثالثة . قال : لفظ التوسل يُراد به ثلاثة معان :\r\nأحدها : التوسل بطاعة النبيّ والإيمان به . وهذا هو أصل الإيمان والإسلام ومن أنكره ، فكفره ظاهر للخاصة والعامة .\r\nوالثاني : التوسل بدعائه وشفاعته أي أن النبيّ هنا هو الذي يدعو ويشفع مباشرة وهذا كان في حياته ، ويكون يوم القيامة يتوسّلون بشفاعته . ومن أنكر هذا فهو كافر مرتدّ يُستتاب ، فإن تاب وإلّا قُتل مرتداً .\r\nوالثالث : التوسل بشفاعته بعد موته ، والإقسام على الله بذاته وهذا من البدع المُحدثة » 20 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) البراهين الجلية في دفع تشكيكات الوهابية ، السيد محمد حسن القزويني الحائري : 30 .\r\n( 20 ) انظر التوسل والوسيلة : 13 ، 20 ، 50 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nثالثاً : جواز التوسّل في القرآن الكريم\r\nأقرّ الأنبياء والصالحون حقيقة التوسل كعبادة مشروعة لا غبار عليها ، وقد نقل لنا القرآن الكريم الكثير من الموارد التي توسل فيها الناس بالأنبياء والأولياء تقرّباً إلى الله تعالى ؛ وكانت تتحقق فيما بعد دعواتهم وتستجاب طلباتهم . فمن هذه الموارد المنصوص عليها في الكتاب الكريم :\r\nأقال تعالى :  ( وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتى بِإِذْنِ اللَّهِ )  21 .\r\nهنا نجد الناس قد توسلوا بعيسى ( عليه السلام ) ، لكن هذا التوسل لم يكن ناشئاً من اعتقادهم بأن لعيسى قدرة غير القدرة الإلهية ، وإنما كان ناشئاً من إيمانهم ، بأن لعيسى قدرة تمكنه من شفاء المرضى بإذن الله ، لكونه وجيهاً عند الله ، فهذا لا يُعد شركاً ؛ إذ الشرك هو اعتقاد قدرة مستقلة عن قدرة الله لعيسى ( عليه السلام ) ، وهذا لا يقول به أحد من المسلمين .\r\nب قال تعالى :  ( قالُوا يا أَبانَا اسْتَغْفِرْ لَنا ذُنُوبَنا )  22 .\r\nإنّ أبناء يعقوب لم يطلبوا المغفرة من يعقوب بمعزل عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) آل عمران : 49 .\r\n( 22 ) يوسف : 97 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالقدرة الإلهية ، وإنما جعلوا يعقوب ( عليه السلام ) واسطة في طلب المغفرة بسبب كونه مقرباً وذا جاه عنده سبحانه . وهذا واضح من خلال جواب يعقوب لأبنائه  ( قالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ )  23 .\r\nج قال تعالى :  ( وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً )  24 .\r\nوتشير الآية إلى مقبولية استغفار رسول الله ( صلى الله عليه وآله ) للمسلمين التائبين لأن لرسول الله ( صلى الله عليه وآله ) جاهاً عظيماً عند الله سبحانه .\r\nوتؤكد في الوقت نفسه أهمية مجيء أبناء الأمة المسلمة لرسول الله ( صلى الله عليه وآله ) من أجل طلب المغفرة لهم 25 . نعم كل ذلك في حال الحياة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) يوسف : 98 .\r\n( 24 ) النساء : 64 .\r\n( 25 ) انظر : مخالفة الوهابية للقرآن والسنة : 22 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nصورة التوسّل كما يرسمها القرآن الكريم\r\n26\r\nحثّ الله سبحانه في القرآن الكريم عباده المؤمنين على التوسل ، وأجاز التوسّل بأشكال مختلفة ، وفيما يلي نورد صورة مجملة لأنواع التوسل المشروع في القرآن الكريم :\r\nأالتوسّل بأسماء الله سبحانه وتعالى\r\nقال تعالى :  ( وَلِلَّهِ الْأَسْماءُ الْحُسْنى فَادْعُوهُ بِها وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمائِهِ سَيُجْزَوْنَ ما كانُوا يَعْمَلُونَ )  27 .\r\nوالآية تصف أسماء الله كلها بالحسنى من غير فرق ، ثمّ تأمر بالدعاء عن طريقها .\r\nفعند ما يذكر العبد أسماءه التي تضمنت كل الخير والجمال والرحمة والمغفرة والعزّة ثمّ يتقدم العبد نحو الله بطلب المغفرة من الذنوب وقضاء الحوائج ، يستجيب سبحانه لدعوة المتوسل بأسمائه .\r\nب التوسّل بالأعمال الصالحة\r\nفإنّ العمل الصالح يُعد من الوسائل المشروعة التي يتقرب بواسطتها العبد إلى الله سبحانه ، فلما كان التوسل يعني تقديم شيء ما لساحة الربّ من أجل نيل رضاه ، فلا شك أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 26 ) انظر التوسل للسبحانى من 21 67 .\r\n( 27 ) الأعراف : 180 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالعمل الصالح يعتبر من أفضل الوسائل التي يتمسك بها العبد لغرض تحقيق حوائجه ، قال تعالى :   ( وَإِذْ يَرْفَعُ إِبْراهِيمُ الْقَواعِدَ مِنَ الْبَيْتِ وَإِسْماعِيلُ رَبَّنا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ * رَبَّنا وَاجْعَلْنا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنا مَناسِكَنا وَتُبْ عَلَيْنا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ )   28 .\r\nوالآية هنا تؤكد الصلة بين العمل الصالح وهو بناء البيت والدعاء الذي كان يرغب في تحققه النبي إبراهيم ( عليه السلام ) وهو قبول الأعمال الصالحة وأن تكون من ذرّيته امّة مسلمة .\r\nكما يؤكد قوله تعالى :  ( الَّذِينَ يَقُولُونَ رَبَّنا إِنَّنا آمَنَّا فَاغْفِرْ لَنا ذُنُوبَنا وَقِنا عَذابَ النَّارِ )  29 .\r\nفترى أنه عطف طلب الغفران بالفاء ، على قوله : ( ربّنا إنّنا آمنّا ) ففاء التفريع تعرب عن الصلة بين الإيمان وطلب الغفران .\r\nج التوسّل بدعاء الرسول\r\nأشار القرآن الكريم إلى مكانة الرسول ( صلى الله عليه وآله ) وعظمته وقيمته عند الله سبحانه ، والفرق بينه وبين باقي الناس ، بقوله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) البقرة : 127 128 .\r\n( 29 ) آل عمران : 16 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n ( لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً )  30 .\r\nوأشار القرآن الكريم أيضاً إلى أن الرسول ( صلى الله عليه وآله ) هو أحد الأمانين في الأرض ، بقوله :  ( وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ )  31 .\r\nثمّ نجد القرآن في أكثر من موضع يقرن ذكره سبحانه باسم الرسول ( صلى الله عليه وآله ) وينسب اليهما فعلًا واحداً ، فيقول :  ( وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ )  32 ويقول :  ( وَما نَقَمُوا إِلَّا أَنْ أَغْناهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ )  33 إلى غير ذلك من الآيات التي ورد فيها اسم الرسول مقروناً باسم الله سبحانه ، فإذا كانت هذه منزلة الرسول ( صلى الله عليه وآله ) عند الله فلا يرد دعاؤه وتستجاب دعوته ، والمتمسك بدعائه يكون متمسكاً بركن وثيق .\r\nولذا نجد الله سبحانه يأمر المذنبين من المسلمين بالتمسك بدعائه ويستغفروا الله في مجلسه ، ويسألونه أن يستغفر لهم أيضاً ليكون استغفاره لهم سبباً لنزول رحمته\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) النور : 63 .\r\n( 31 ) الأنفال : 33 .\r\n( 32 ) التوبة : 94 .\r\n( 33 ) التوبة : 74 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوقبول توبتهم ، قال سبحانه :  ( وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً )  34 .\r\nوفي هذا المعنى قوله تعالى :  ( وَإِذا قِيلَ لَهُمْ تَعالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُؤُسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ )  35 .\r\nد التوسل بدعاء الأخ المؤمن\r\nقال تعالى :  ( وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنا وَلِإِخْوانِنَا الَّذِينَ سَبَقُونا بِالْإِيمانِ وَلا تَجْعَلْ فِي قُلُوبِنا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنا إِنَّكَ رَؤُفٌ رَحِيمٌ )  36 .\r\nإذ تدل الآية الكريمة على أن المؤمنين اللاحقين يستغفرون للسابقين من اخوتهم ، وهذا يدل على أن دعاء الأخ في حق أخيه أمر مرغوب فيه ومستجاب .\r\nه التوسل بالأنبياء والصالحين أنفسهم\r\nوهذا القسم غير القسم السابق الذي هو التوسل بدعاء الرسول ، وإنّما هو التوسل بذوات الأنبياء والصالحين\r\n\r\n\r\n","description":"","footnote":"\r\n( 34 ) النساء : 64 .\r\n( 35 ) المنافقون : 5 .\r\n( 36 ) الحشر : 10 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوجعلهم وسيلة لاستجابة الدعاء والتنويه بما لهم من المقام والمنزلة عند الله سبحانه .\r\nفإذا كنا قد توسلنا بدعاء الرسول عند الله كوسيلة إليه . ففي هذا القسم نجعل نفس الرسول وكرامته وسيلة إلى الربّ تعالى . ومن المعلوم أن الوسيلة هي الدعاء النابع من تلك الشخصية التي كرّمها الله وعظّمها ورفع مقامها كما في قوله تعالى :\r\n ( وَرَفَعْنا لَكَ ذِكْرَكَ )  37 .\r\nوأمر المسلمين بتكريمه وتعزيره ، حيث قال :  ( فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولئِكَ هُمُ الْمُفْلِحُونَ )  38 .\r\nفإذا كان رصيد استجابة الدعاء هو شخصيته الفذّة المثالية ومنزلته عند الله ، فالأولى أن يتوسل بها الإنسان كما يتوسل بدعائه ، فمن اعترف بجواز الأول ومنع عن الثاني فقد فرق بين أمرين متلازمين .\r\nوهذا النوع من التوسل يدعمه ما ورد في السنّة النبوية مروياً عن طريق صحيح أقرّ به الأقطاب من أهل الحديث 39 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 37 ) الانشراح : 4 .\r\n( 38 ) الأعراف : 157 .\r\n( 39 ) راجع الترمذي ، كتاب الدعوات ، الباب 119 برقم 5 : 3578 / 531 وسنن ابن ماجة 1 / 441 برقم 1385 . ومسند أحمد : 4 / 138 ح 16789 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوالتوسل بحق الصالحين وحرمتهم ومنزلتهم\r\nفإن المتتبع لسيرة المسلمين سيجدها حافلة بهذا النوع من التوسل ، أي إنهم يتوسلون بمنازل الصالحين وحرمتهم عند الله وحقّهم عليه .\r\nروى مسلم عن معاذ بن جبل ( رضي الله عنه ) قال : قال رسول الله ( صلى الله عليه وآله ) : « هل تدري ما حق الله على العباد ؟ قال : قلت الله ورسوله أعلم ، قال : فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً ، ثمّ سار ساعة ثمّ قال : يا معاذ قلت : لبيك يا رسول الله وسعديك ، هل تدري ما حق العباد على الله إذا فعلوا ذلك ؟ قال : قلت الله ورسوله أعلم ، قال : أن لا يعذبهم » 40 .\r\nفتحصل أن القرآن الكريم نقل لنا سيرة الأنبياء والصالحين من عباده في التوسل ، ثمّ طرح لنا عدداً من أنواعه المشروعة ، وكونه لا يختص بالدعاء فقط ، ليفرق بين ذات النبي ودعائه ، بل يشمل ذات النبي أيضاً .\r\n\r\nرابعاً : التوسّل في الأحاديث النبويّة الشريفة\r\nوردت عدة أحاديث تدل على جواز التوسل بالنبي ( صلى الله عليه وآله ) أو بالأولياء الصالحين .\r\n1 عن عثمان بن حنيف أنه قال : إن رجلًا ضريراً أتى النبي ( صلى الله عليه وآله ) فقال : ادعُ الله لي أن يُعافيني .\r\nفقال ( صلى الله عليه وآله ) : إن شئت أخرت لك وهو خير ، وان شئت دعوت . فقال : ادْعُه ، فأمره أن يتوضأ فيحسن وضوءه ويصلي ركعتين ، ويدعو بهذا الدعاء : « اللهم إني أسألك وأتوجه إليك بمحمّد نبي الرحمة . يا محمّد إني قد توجهت بك إلى ربي في حاجتي هذه لتُقضى . اللهم فشفّعه فيَّ » 41 .\r\nوهذا الحديث لا اشكال في صحته حتى أنّ ابن تيمية\r\n\r\n\r\n","description":"","footnote":"\r\n( 40 ) صحيح مسلم بشرح النووي : 1 / 230 و 132 و 232 .\r\n( 41 ) سنن ابن ماجة : 1 / 441 الحديث 1385 ومسند أحمد : 4 / 138 ح 16789 ومستدرك الصحيحين للحاكم النيسابوري : 1 / 313 والجامع الصغير للسيوطي : 59 ومنهاج الجامع : 1 / 286 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nاعتبره صحيحاً وقال : بأن المقصود من أبي جعفر الموجود في سند الحديث هو أبو جعفر الخطمي وهو ثقة .\r\nأما الرفاعي فيقول : لا شك أن هذا الحديث صحيح ومشهور ، وقد ثبت فيه بلا شك ولا ريب ارتداد بصر الأعمى بدعاء رسول الله 42 .\r\nوقد أورد هذا الحديث النسائي والبيهقي والطبراني والترمذي والحاكم في مستدركه 43 .\r\nوبهذا الحديث تتأكد شرعية التوسل ، حيث نجد رسول الله ( صلى الله عليه وآله ) قد علّم الرجل الضرير كيف يتوسل إلى الله بنبيه نبي الرحمة ، ويشفّعه لقضاء حاجته ، والمقصود بالنبي هو نفس النبي لا دعاؤه ، والتوجه إلى الله بجاه النبي ووسيلته .\r\n2 روى عطية العوفي عن أبي سعيد الخدري أن رسول الله ( صلى الله عليه وآله ) قال : من خرج من بيته إلى الصلاة فقال : اللّهم إني أسألك بحق السائلين عليك ، وأسألك بحق ممشاي هذا ، فإني لم أخرج اشراً ولا بطراً ولا رياءً ولا سُمعة ، خرجتُ اتقاء سَخَطك\r\n\r\n\r\n","description":"","footnote":"\r\n( 42 ) التوسل للسبحاني : 69 ، نقلًا عن التوصل إلى حقيقة التوسل للرفاعي : 158 .\r\n( 43 ) سنن الترمذي : 5 / 531 ح 3578 ، السنن الكبرى للنسائي : 6 ، 169 ، ح 10495 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوابتغاء مرضاتك ، فأسألك أن تعيذني من النار وأن تغفر لي ذنوبي ، إنه لا يغفر الذنوب إلا أنت » ، أقبل الله عليه بوجهه واستغفر له سبعون ألف ملك 44 .\r\nإنّ هذا الحديث يدل على جواز التوسل إلى الله بحرمة أوليائه الصالحين ، ومنزلتهم ووجاهتهم عنده سبحانه ، فيجعل أولئك وسطاء وشفعاء لقضاء حاجته واستجابة دعائه .\r\n3 عن أنس بن مالك قال : لما ماتت فاطمة بنت أسد دخل عليها رسول الله ( صلى الله عليه وآله ) فجلس عند رأسها فقال : « رحمك الله يا أمي بعد أمي . وذكر ثناءه عليها وتكفينها ببرده ، ثمّ دعا رسول الله ( صلى الله عليه وآله ) أسامة بن زيد وأبا أيوب الأنصاري وعمر بن الخطاب وغلاماً أسود لحفر القبر ، فحفروا قبرها ، فلما بلغوا اللحد حفره رسول الله ( صلى الله عليه وآله ) بيده ، وأخرج ترابه بيده ، فلما فرغ دخل رسول الله ( صلى الله عليه وآله ) فاضطجع فيه ، ثمّ قال : الله الذي يُحيي ويُميت وهو حيٌّ لا يموت ، اغفر لُامي فاطمة بنت أسد ، ووسع عليها مدخلها ، بحق نبيّك والأنبياء الذين من قبلي » 45 .\r\n4 روي أن سواد بن قارب أنشدَ لرسول الله ( صلى الله عليه وآله )\r\n\r\n\r\n","description":"","footnote":"\r\n( 44 ) سنن ابن ماجة : 1 / 256 الحديث 778 باب المشي إلى الصلاة .\r\n( 45 ) كشف الارتياب : 312 ، نقلًا عن وفاء الوفاء والدرر السنّية : 8 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nقصيدته التي يتوسل فيها بالنبي وفيها يقول :\r\nوأشهد أن الله لا ربّ غيرهُ * * * وأنك مأمون على كلّ غائبٍ\r\nوانك أدنى المرسلين وسيلة * * * إلى الله يا ابن الأكرمين الأطائبِ\r\nفمرنا بما يأتيك يا خير مُرسل * * * وإن كان فيما فيه شَيبُ الذوائبِ\r\nوكن لي شفيعاً يوم لا ذو شفاعة * * * سواك بمغن عن سواد بن قارب 46\r\n\r\nخامساً : التوسّل في سيرة المسلمين\r\nلقد جرت سيرة المسلمين أثناء حياة الرسول ( صلى الله عليه وآله ) وبعد مماته على التوسل بالرسول ( صلى الله عليه وآله ) وبأولياء الله والاستشفاع بمنزلتهم عنده وفيما يلي نماذج من تلك السيرة :\r\nأإن أبا بكر بعد ما توفي رسول الله ، قال : ( اذكرنا يا محمد عند ربك ولنكن في بالك ) 47 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 46 ) الدرر السنية : 27 ، والتوصل إلى حقيقة التوسل : 300 ، فتح الباري : 7 / 137 .\r\n( 47 ) الدرر السنّية في الرد على الوهابية : 36 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nب قال الحافظ أبو عبد الله محمد بن موسى النعماني في كتابه مصباح الظلام : إن الحافظ أبا سعيد السمعاني ذكر فيما روينا عنه عن علي بن أبي طالب ( عليه السلام ) ، أنه قال : « قدم علينا اعرابي بعد ما دفنّا رسول الله ( صلى الله عليه وآله ) بثلاثة أيام ، فرمى بنفسه على قبر النبي ( صلى الله عليه وآله ) وحثا من ترابه على رأسه ، وقال : يا رسول الله ، قلت فسمعنا قولك ، ووعيت عن الله سبحانه ووعينا عنك ، وكان فيما أنزل  ( وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ . . . )  وقد ظلمت نفسي وجئتك تستغفر لي فنودي من القبر : إنه قد غفر لك » 48 .\r\nج كان رسول الله قد علّم رجلًا أن يدعو فيسأل الله ثمّ يخاطب النبيّ فيتوسل به ثمّ يسأل الله قبول شفاعته ، فيقول : « اللهم إني أسألك وأتوسل إليك بنبيّك نبي الرحمة « يا محمد يا رسول الله إنّي أتوسل بك إلى ربّي في حاجتي لتقضى لي ، اللهم فشفّعه في » 49 .\r\nد جاء في صحيح البخاري ان عمر بن الخطاب كان إذا قحطوا استسقى بالعباس بن عبد المطلب ( رضي الله عنه ) وقال : اللهم كنا نتوسل إليك بنبيّنا فَتُسقينا ، وإنا نتوسل إليك بعم نبيّنا فاسقنا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 48 ) وفاء الوفاء للسمهودي : 2 / 1361 .\r\n( 49 ) مجموعة الرسائل والمسائل لابن تيمية : 1 / 18 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقال : فيُسقون 50 .\r\nه سأل المنصور العباسي مالك بن أنس إمام المالكية عن كيفية زيارة رسول الله ( صلى الله عليه وآله ) والتوسل به . . . فقال لمالك :\r\n« يا أبا عبد الله أستقبل القبلة وأدعو ، أم أستقبل رسول الله ؟ فقال مالك في جوابه : لِمَ تصرف وجهك عنه وهو وسيلتك ووسيلة أبيك آدم إلى يوم القيامة ؟ ! بل استقبله واستشفع به فيُشفّعك الله ، قال الله تعالى :  ( وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ . . . (  51 .\r\nوقال الشافعي هذين البيتين من شعره متوسلًا بآل الرسول ( صلى الله عليه وآله ) :\r\nآل النبي ذريعتي * * * وهم اليه وسيلتي\r\nأرجو بهم اعطى غداً * * * بيدي اليمين صحيفتي 52\r\nمن خلال الأدلة والبراهين والشواهد التاريخية ، سابقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 50 ) صحيح البخاري : باب صلاة الاستسقاء : 2 / 32 الحديث 947 .\r\n( 51 ) عن وفاء الوفاء للسمهودي : 2 / 1376 .\r\n( 52 ) الصواعق المحرقة : 274 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالذكر يمكن القول : بأن الأنبياء والصالحين من عباده يعدون من الوسائل المشروعة التي عناها الله تعالى بقوله :  ( يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ )  53 . والوسيلة هنا تشمل المستحبات ولا تنحصر في أداء الواجبات واجتناب المحرمات .\r\n\r\nسادساً : التوسّل عند أهل البيت ( عليهم السلام )\r\nإن أئمة أهل البيت ( عليهم السلام ) قد حثّوا كثيراً على التوسل بالقرآن وبأولياء الله وغيرهما ، ومن راجع كتب الإمامية وجوامعهم الحديثية وكتب الأدعية عندهم يجده أمراً واضحاً وجلياً بحيث لا يمكن التشكيك فيه ، وإليك نماذج منها :\r\nأروى الحارث بن المغيرة قال : سمعت أبا عبد الله ( عليه السلام ) يقول : « إياكم إذا أراد أن يسأل أحدكم ربه شيئاً من حوائج الدنيا حتى يبدأ بالثناء على الله عزّ وجلّ والمدحة له والصلاة على النبي ( صلى الله عليه وآله ) ثمّ يسأل الله حوائجه » 54 .\r\nب عن أبي جعفر ( عليه السلام ) قال : قال جابر الأنصاري : قلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 53 ) المائدة : 35 .\r\n( 54 ) بحار الأنوار : ج 93 كتاب الذكر والدعاء باب 17 ح 19 عن عدة الداعي : 97 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nلرسول الله ( صلى الله عليه وآله ) : ما تقول في علي بن أبي طالب ؟ فقال : ذلك نفسي ، قلت : فما تقول في الحسن والحسين ؟ قال : هما روحي ، وفاطمة أُمّهما ابنتي يسوؤني ما ساءها ويسرّني ما سرّها ، اشهد الله أني حرب لمن حاربهم ، سلم لمن سالمهم ، يا جابر إذا أردت أن تدعو الله فيستجيب لك فادعه بأسمائهم فإنها أحب الأسماء إلى الله عزّ وجلّ .\r\nج عن النبي ( صلى الله عليه وآله ) : « اللّهم إني أتوجه إليك بمحمد وآل محمد وأتقرب بهم إليك وأقدمهم بين يدي حوائجي » 55 .\r\nد وكان الإمام علي أمير المؤمنين ( عليه السلام ) يقول في دعائه :\r\n« . . . بحقّ محمد وآل محمد عليك ، وبحقّك العظيم عليهم أن تُصلّي عليهم كما أنت أهله وأن تعطيني أفضل ما أعطيت السائلين من عبادك الماضين من المؤمنين ، وأفضل ما تعطي الباقين من المؤمنين » 56 .\r\nه وقال الإمام أبو عبد الله الحسين ( عليه السلام ) في دعاء عرفة :\r\n« . . . اللهم إنّا نتوجّه إليك في هذه العشية التي فرضتها وعظّمتها بمحمد نبيّك ورسولك وخيرتك من خلقك » 57 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 55 ) بحار الأنوار : ج 94 ، ب 28 ح 19 عن دعوات القطب الراوندي .\r\n( 56 ) الصحيفة العلوية للسماهيجي : 51 .\r\n( 57 ) اقبال الأعمال لابن طاوس : 2 / 85 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوو قال الإمام زين العابدين ( عليه السلام ) في دعائه بمناسبة حلول شهر رمضان :\r\n« . . . اللهم إني أسألك بحقّ هذا الشهر وبحقّ مَن تعبّد فيه من ابتدائه إلى وقت فنائه من ملك قربته أو نبي أرسلته أو عبد صالح اختصصته . . . » 58 .\r\n\r\nسابعاً : مناقشة المنكرين لجواز التوسّل ومشروعيّته\r\nقيل : لا يمكن التوسل بالموتى ، وهذا عمل قبيح عقلًا ، لعدم قدرة الميت على الإجابة ، والتوسل به خطاب للمعدوم 59 .\r\nإنّ هذا الادّعاء مردود ومعارض للقرآن الكريم ، وإليك نماذج من الآيات القرآنية التي تنفي كون الموت من العدم .\r\n1 مثل قوله تعالى :  ( وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا )  60 .\r\nوهذه الطائفة نازلة في حق المؤمنين ، إذ تبيّن نوع الرعاية لهم في الدنيا والآخرة .\r\n2 وأصرح منها ، قوله تعالى :  ( النَّارُ يُعْرَضُونَ عَلَيْها غُدُوًّا \r\n\r\n\r\n","description":"","footnote":"\r\n( 58 ) الصحيفة السجادية : دعاء رقم 44 .\r\n( 59 ) راجع منهاج السنة ، لابن تيمية .\r\n( 60 ) مريم : 62 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذابِ )  61 حيث يبيّن الله تعالى ما يجده من العصاة والكفار من العذاب في الحياة البرزخية ، مما يدل على كونهم أحياء بعد الموت وقبل يوم القيامة . فإنّ قيام الساعة قد ذكر بعد عرضهم على النار غدواً وعشيّاً .\r\nفإذا ثبت أن الموت ليس انعداماً وإنّما هو حياة ، فهل يمكن الاتصال بالميت أم لا يمكن ؟ بدعوى أن حياة البرزخ مانعة من الاتصال به .\r\nوالجواب : قد جاء في القرآن الكريم مضافاً إلى ما ورد في السنّة الشريفة ممّا يدل على إمكان اتصال الإنسان الموجود في الدنيا بالإنسان الحي في عالم البرزخ ، ومن تلك النصوص ما يلي :\r\n1 في دعوة النبي صالح قومه إلى عبادة الله ، وأمره بأن لا يمسوا معجزته وهي الناقة بسوء ، وبعد أن عقروا الناقة وعتوا عن أمر ربهم قال تعالى :   ( فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دارِهِمْ جاثِمِينَ * فَتَوَلَّى عَنْهُمْ وَقالَ يا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلكِنْ لا تُحِبُّونَ النَّاصِحِينَ )   62 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 61 ) غافر : 46 .\r\n( 62 ) الأعراف : 78 79 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفنرى أن الله يخبر على وجه القطع والبت بأن الرجفة أهلكت أمة صالح ( عليه السلام ) فأصبحوا في دارهم جاثمين ، وبعد ذلك يخبر أن النبي صالحاً تولى عنهم ثمّ خاطبهم قائلًا :  ( لَقَدْ أَبْلَغْتُكُمْ رِسالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلكِنْ لا تُحِبُّونَ النَّاصِحِينَ )  63 .\r\nوالخطاب صدر من صالح ( عليه السلام ) لقومه بعد هلاكهم وموتهم ، بشهادة قوله ( فتولّى ) المصدرة بالفاء المشعرة بصدور الخطاب عقيب هلاك القوم .\r\n2 والنبي شعيب ( عليه السلام ) قد خاطب قومه بعد هلاكهم لقوله تعالى :  ( فَتَوَلَّى عَنْهُمْ وَقالَ يا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسالاتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسى عَلى قَوْمٍ كافِرِينَ )  64 .\r\nوخطاب النبي شعيب ( عليه السلام ) لقومه قد صدر بعد هلاكهم ، فهذا يؤكد امكانية الاتصال بهم . فلو لم يكن الهالكون بسبب الرجفة سامعين خطاب صالح وشعيب فما معنى خطابهما إياهم ؟\r\nولا يصح أن يفسر ذلك بأنه خطاب تأسف لأنه خلاف الظاهر وغير صحيح حسب الأصول التفسيرية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 63 ) الأعراف : 93 .\r\n( 64 ) الأعراف : 93 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nأما الأحاديث الشريفة التي تشير إلى امكان الارتباط بالأرواح ، فمنها :\r\n1 ما روي عن النبي ( صلى الله عليه وآله ) أنه وقف على قليب ( بدر ) وخاطب المشركين الذين قتلوا وألقيت جثثهم في القليب .\r\nعن أنس بن مالك ، قال : سمع أصحاب رسول الله ( صلى الله عليه وآله ) رسول الله ( صلى الله عليه وآله ) من جوف الليل وهو يقول : يا أهل القليب ، يا عتبة بن ربيعة ، ويا شيبة بن ربيعة ، ويا أمية بن خلف ، ويا أبا جهل بن هشام فعدد من كان منهم في القليب : هل وجدتم ما وعدكم ربّكم حقاً ؟ فإني قد وجدت ما وعدني ربي حقاً ؟ فقال المسلمون : يا رسول الله ، أتنادي قوماً قد جيفوا ؟ قال : ما أنتم بأسمع لما أقول منهم ، ولكنهم لا يستطيعون أن يجيبوني 65 .\r\n2 إن المسلمين على اختلاف مذاهبهم يسلمون على رسول الله ( صلى الله عليه وآله ) في الصلاة عند ختامها فيقولون : « السلام عليك أيها النبي ورحمة الله وبركاته » ، وإن سنة رسول الله ثابتة له في حياته وبعد مماته ، فلا انقطاع لصلاتنا وعلاقتنا بالنبي ( صلى الله عليه وآله ) .\r\nفهذا السلام يدل على امكان الارتباط بروحه ( صلى الله عليه وآله ) لا بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 65 ) صحيح البخاري : 5 / 76 وسيرة ابن هشام : 2 / 639 وفيه ان المعترض كان عمر .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nتحتّم وقوعه .\r\n3 وجاء عنه ( صلى الله عليه وآله ) : « من زارني بعد وفاتي وسلّم عليّ رددت عليه السلام عشراً ، وزاره عشرة من الملائكة يسلّمون عليه ، ومن سلّم عليّ في بيت ردّ الله عليّ روحي حتى اسلم عليه » 66\r\n4 وقال رسول الله ( صلى الله عليه وآله ) : « من زارني بعد موتي فكأنما زارني في حياتي . . . » 67 .\r\nوإذا ثبت امكان الاتصال بالإنسان الموجود في حياة البرزخ ، فهل يجوز الطلب منه والتوسل إليه بقضاء الحوائج ، أم أنّ ذلك شرك بالله بدليل قوله تعالى :  ( إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ )  68 ؟\r\nوالجواب : إنّ الأمر كله لله وبإرادته ، وبرضاه تحدث الأمور ، إلّا أن ذلك لا ينافي ثبوت الشفاعة للأنبياء والأولياء في الدنيا والآخرة بعد الإذن من الله ، كما يلاحظ ذلك في ثبوت الخلق وإحياء الموتى وشفاء المرضى لعيسى ( عليه السلام ) بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 66 ) راجع سنن أبي داود : 2 / 218 ، كنز العمال : 10 / 38 طبقات الشافعية للسبكي : 3 / 406 408 .\r\n( 67 ) كنز العمال : 5 / 135 ، ح 12372 .\r\n( 68 ) آل عمران : 154 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالإذن من الله سبحانه .\r\nولما كانت الأشياء تجري على وفق قانون السببية نجد موسى ( عليه السلام ) يقول :  ( قالَ هِيَ عَصايَ أَتَوَكَّؤُا عَلَيْها وَأَهُشُّ بِها عَلى غَنَمِي وَلِيَ فِيها مَآرِبُ أُخْرى )  69 .\r\nفالأنبياء مع عصمتهم قد استعانوا بغير الله حتى نزل في حق رسول الله ( صلى الله عليه وآله ) قوله :  ( يا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ )  70 .\r\nومقتضى ظاهر الآية كون النبي مستمداً من الله ومن المؤمنين كاستمداد عيسى ( عليه السلام ) بالحواريين حيث قال :  ( مَنْ أَنْصارِي إِلَى اللَّهِ ) *  71 وكاستمداد موسى ( عليه السلام ) بأخيه هارون وقد أجابه سبحانه بقوله :  ( سَنَشُدُّ عَضُدَكَ بِأَخِيكَ )  72 ، 73 .\r\nثمّ نجد الله سبحانه قد استنصر عباده بقوله :  ( إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ )  74 وقوله تعالى :  ( وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 69 ) طه : 18 .\r\n( 70 ) الأنفال : 64 .\r\n( 71 ) آل عمران : 52 .\r\n( 72 ) القصص : 35 .\r\n( 73 ) انظر البراهين الجلية للسيد محمد القزويني : 42 .\r\n( 74 ) محمد : 7 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n هُمُ الْمُؤْمِنُونَ )  75 .\r\nفلو اعترفنا بأن الاستعانة والتوسل بغير الله جائز لأنه بإذنه وبإرادته لا مستقلًا عنها ، فما هو وجه الاستعانة بالميت ، مع أن الثابت هو الاستعانة بالنبي أو الولي في حياته لا في مماته ؟\r\nإنّ الصحابة لم ينكروا التوسل بالنبي حال حياته وبعد وفاته .\r\n\r\nالتوسّل بالأنبياء والصالحين بعد موتهم\r\nومن سيرة المسلمين التوسل بالنبي بعد وفاته ( صلى الله عليه وآله ) .\r\n1 جاء في مسند أحمد :\r\n« اللهمّ إني أسألك بحقّ السائلين عليك وبحقّ ممشاي هذا ، فإنّي لم أخرج أشراً ولا بطراً ولا رياءً ولا سمعة ، خرجت اتّقاء سخطك وابتغاء مرضاتك ، أسألك أن تنقذني من النار ، وأن تغفر لي ذنوبي فإنّه لا يغفر الذنوب إلّا أنت » 76 .\r\nفي هذا الحديث دلالة واضحة على جواز التّوسل\r\n\r\n\r\n","description":"","footnote":"\r\n( 75 ) الأنفال : 74 .\r\n( 76 ) مسند أحمد : 3 / 21 ، وسنن ابن ماجة : 1 / 356 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nبالصالحين أنفسهم ، وليس بدعائهم ، وانّه لفظ عام يستوعب كل السائلين من لدن آدم ( عليه السلام ) إلى يوم السائل بل يستوعب الملائكة ومؤمني الجن أيضاً ، ولا يمكن حصره بالسائلين هذا اليوم أو من الأحياء ، إذ لا دليل على هذا بحمل الحديث ، ولا مخصّص له من خارجه أيضاً . 77\r\n2 جاء في النسائي والترمذي :\r\n« اللهمّ إنّي أسألك وأتوسّل إليك بنبيّك نبي الرحمة ، يا محمّد يا رسول الله إنّي أتوسل بك إلى ربّي في حاجتي ليقضيها لي ، اللهمّ فشفّعه فيَّ » .\r\nفهذا من الأدعية التي يتوسل بها المسلمون بالنبي ( صلى الله عليه وآله ) بعد مماته .\r\n\r\nمناقشة ابن تيمية في توجيهه لهذا الدعاء\r\nوقع الخلاف من قبل ابن تيمية ومقلديه من سلفية ووهابية في مسألة التوسل بالأنبياء والصالحين بعد موتهم ، حيث يذهب هو إلى عدم جواز التوسّل بالموتى ، وإليك كلامه ثمّ المناقشة فيه :\r\nليس في التوسّل دعاء بالمخلوقين ، ولا استغاثة\r\n\r\n\r\n","description":"","footnote":"\r\n( 77 ) الزيارة والتوسل ، صائب عبد الحميد : 142 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبالمخلوق ، وإنّما هو دعاء واستغاثة بالله ، لكن فيه سؤال بجاهه ، كما في سنن ابن ماجة ، عن النبي ( صلى الله عليه وآله ) أنّه ذكر في دعاء الخارج للصلاة أن يقول : « اللهمّ إنّي أسألك بحقِّ السائلين عليك . . . الحديث » ، ففي هذا الحديث أنّه سأل بحقِّ السائلين عليه . . والله تعالى قد جعل على نفسه حقّاً . . ( إلى أن قال ) وقالت طائفة : ليس في هذا جواز التوسّل به بعد مماته وفي مغيبه ، بل إنّما فيه التوسّل في حياته بحضوره . .\r\nثمّ أخذ ينتصر لهذا الرأي الأخير ، قائلًا : وذلك التوسّل به أنّهم كانوا يسألونه أن يدعو لهم ، فيدعو لهم ، ويدعون معه ، ويتوسّلون بشفاعته ودعائه ، ومثّل لذلك بحديث الاعرابي : يا رسول الله ! هلكت الأموال وانقطعت السبل فادعُ الله لنا أن يمسكها عنّا .\r\nقال : فهذا كان توسُّلهم به في الاستسقاء ونحوه ، ولمّا مات رسول الله ( صلى الله عليه وآله ) توسَّلوا بالعبّاس ( رضي الله عنه ) . . وكذلك معاوية بن أبي سفيان ، استسقى بيزيد بن الأسود الجرشي ، وقال : اللّهمّ إنّا نستشفع إليك بخيارنا ، يا يزيد ارفع يديك إلى الله . . .\r\nثمّ ختم بقوله : ولم يذكر أحد من العلماء أنّه يشرع التوسّل والاستسقاء بالنبي والصالح بعد موته ولا في مغيبه ، ولا استحبّوا ذلك في الاستسقاء ولا في الاستنصار ولا غير\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nذلك من الأدعية ، والدعاء مخُّ العبادة 78 .\r\nوالخلط والتمويه والتناقض واضح في أكثر من موضع ، من هذا الكلام نبدأ بالكشف عنه قبل تقديم الأدلّة على المطلوب .\r\n1 قد خلط بين التوسّل بالنبي ( صلى الله عليه وآله ) وبين التوسّل بالجاه ، فالفرق واضح بين قولك : « يا محمّد ، يا رسول الله إنّي أتوجّه بك إلى الله » وبين أن تقول : « اللهمّ بحقّ السائلين عليك » أو « اللهمّ بحق محمد ( صلى الله عليه وآله ) » فالأوّل توجّه وتوسّل به ، والثاني توجه وتوسّل بحقّه وجاهه ومنزلته ، فهذان نوعان من التوسّل بالأنبياء والصالحين يدخلان في هذا القسم ، وقد حمل ابن تيمية الأوّل على الثاني ، وهو حمل غير صحيح .\r\n2 خلط هنا كما خلط من قبل بين التوجّه بالنبي ( صلى الله عليه وآله ) وبين طلب الدعاء منه ، والفارق واضح ، ولا يخفى أنّه صنع هذا تمويهاً ، ليس إلّا ، ولذلك تراه عندما استدلّ بحديث الاعرابي أتى بفقرة منه وترك قوله الذي قدّمناه آنفاً : « يا رسول الله إنّا نستشفع بك على الله » الذي أقرّه النبي ( صلى الله عليه وآله ) .\r\n3 ناقض نفسه في النقل عن العلماء ، ثمّ لجأ إلى تقسيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 78 ) زيارة القبور والاستنجاد بالمقبور : 37 43 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالدعاء إلى استسقاء وغيره تمويهاً على الأذهان لا غير ، لأنه عاد فجمع كل أصناف الدعاء ( ولا استحبّوا ذلك في الاستسقاء ولا في الاستنصار ولا في غير ذلك من الأدعية ) .\r\nفقد نقل أوّلًا عن العلماء قولهم بجواز التوسّل بالنبي ( صلى الله عليه وآله ) في حياته وبعد مماته ، ثمّ عاد يقول : ولم يذكر أحد من العلماء أنّه يشرع التوسّل والاستسقاء بالنبي والصالح بعد موته ! !\r\nونأتي هنا على ما ينقض دعواه هذه بأدلّة أقرّ هو بصحة بعضها ، ولم يذكر البعض الآخر بإثبات أو نفي .\r\nأثبتنا ونؤكد أنّ ابن تيمية لم يجد نصّاً يستفيد منه النهي عن التوسّل بالنبي ( صلى الله عليه وآله ) ، فطفق يحمِّل بعض النصوص ما لا تحتمل ، وسنراه هنا كيف يدير ظهره لنصٍّ ثبتت صحّته لديه بنحو لا غبار عليه :\r\nإنّه ينقل بطرق يعرف صحّتها عن الصحابي الجليل عثمان بن حنيف أنّه يعلّم الناس التوسّل بالنبي ( صلى الله عليه وآله ) في عهد عثمان بن عفّان ، ثمّ يشفِّعه بأخبار مماثلة عن السلف .\r\nيقول : روى البيهقي أنّ رجلًا كان يختلف إلى عثمان بن عفّان في حاجة له ، وكان عثمان لا يلتفت إليه ولا ينظر في حاجته ، فلقي الرجل عثمان بن حنيف فشكا إليه ذلك ، فقال\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nله عثمان بن حنيف : ائتِ الميضاة فتوضأ ، ثمّ ائتِ المسجد فصلِّ ركعتين ، ثمّ قال : « اللهمّ إنّي أسألك وأتوجّه إليك بنبيِّنا محمّد نبيِّ الرحمة ، يا محمّد ، إنّي أتوجّه بك إلى ربّي ليقضي لي حاجتي » ، ثمّ اذكر حاجتك ، ثمّ رح حتى أروح معك .\r\nفانطلق الرجل ، فصنع ذلك ، ثمّ أتى بعدُ عثمان بن عفّان ، فجاء البوّاب فأخذ بيده فأدخله على عثمان فأجلسه معه على الطنفسة ، وقال : انظر ما كانت لك من حاجة ، فذكر حاجته فقضاها له .\r\nثمّ إنّ الرجل خرج من عنده فلقي عثمان بن حنيف ، فقال له : جزاك الله خيراً ، ما كان لينظر في حاجتي ولا يلتفت إليَّ حتى كلَّمْتَهُ فيَّ . فقال عثمان بن حنيف : ما كلّمته ، ولكن سمعت رسول الله ( صلى الله عليه وآله ) وقد جاءه ضرير وشكا إليه ذهاب بصره ، فقال له النبي ( صلى الله عليه وآله ) « أوَ تصبر » ثمّ ذكر الحديث المتقدّم .\r\nقال البيهقي والكلام ما زال لابن تيمية : ورواه أحمد بن شبيب بن سعيد عن أبيه بطوله ، ورواه أيضاً هشام الدستوائي ، عن أبي جعفر ، عن أبي أمامة بن سهل ، عن عمّه عثمان بن حنيف ، ثمّ ذكر ابن تيمية لهذا الحديث أسانيد كثيرة ، وصحّحها إلى أن قال :\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوروي في ذلك أثر عن بعض السلف ، مثل ما رواه ابن أبي الدنيا في كتاب ( مجاني الدعاء ) باسناده : جاء رجل إلى عبد الملك بن سعيد بن أبجر ، فجسّ بطنه فقال : بك داء لا يبرأ .\r\nفقال الرجل : ما هو ؟\r\nقال : الدّبَيْلَة 79 !\r\nفتحوّل الرجل ، وقال : الله ، الله ، الله ربّي لا اشرك به شيئاً ، اللهمّ إنّي أتوجّه إليك بنبيّك محمّد نبيّ الرحمة صلّى الله عليه وسلّم تسليماً ، يا محمّد ، إنّي أتوجه بك إلى ربّك وربّي يرحمني ممّا بي .\r\nقال : فجسّ بطنه ، فقال : برئتَ ، ما بك علّة . .\r\nأضاف ابن تيمية قائلًا : فهذا الدعاء ونحوه قد روي أنّه دعا به السلف ، ونُقل عن أحمد بن حنبل في ( منسك المروزي ) التوسّل بالنبي ( صلى الله عليه وآله ) في الدعاء 80 .\r\nهكذا يشهد على بطلان رأيه ، وبطلان دعواه السابقة في أنّه لم ينقل عن أحد من السلف التوسّل به ( صلى الله عليه وآله ) بعد موته ، هذه الدعوى التي أصرّ عليها ، وصدّر بها لكتابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 79 ) الدبَيلَة : دُمّل كبار تظهر في الجوف وتقتل صاحبها غالباً .\r\n( 80 ) انظر التوسّل والوسيلة : 97 ، 98 ، 101 103 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n( التوسّل والوسيلة ) 81 .\r\nوبهذا يثبت أنّه لم يكن على شيء في ما ذهب إليه ، غير اصرار على رأي باطل تشهد الأدلّة الثابتة على بطلانه .\r\nوالحقُّ أن الذي ثبت عن السلف أكثر من ذلك بكثير ، ولم يقتصروا على التوسّل بالنبي ( صلى الله عليه وآله ) بعد مماته ، بل توسّلوا بغيره ممّن يرون فيه الصلاح ويعتقدون بأنّ له عند الله جاهاً وشفاعة 82 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 81 ) التوسّل والوسيلة : 18 .\r\n( 82 ) راجع الزيارة والتوسل ، صائب عبد الحميد : 148 152 ، اصدار مركز الرسالة .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nخلاصة البحث\r\nإن الموت ليس من العدم ، وان الاتصال بالحياة البرزخية واقع فعلًا ، وإن سيرة المسلمين قديماً وحديثاً جارية على التوسل بالأنبياء والأولياء أحياءً وأمواتاً ، بلا فرق بين الذات والدعاء ، فيتعين صحة الرأي القائل بجواز التوسل ، ويثبت بطلان القائل بالحرمة والمنع .\r\nكما أن الوسائل التي يتقرب بها العبد إلى الله سبحانه لا تخضع للاجتهاد ، وإنما تصدت لها الشريعة وحددتها .\r\nويمكن الحصول عليها من مظانّها ، وكل وسيلة خارج هذا الإطار فهي من البدع والضلال .\r\nوآخر دعوانا ان الحمد لله رب العالمين\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49}
  ]