[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رهاب أهل البيت عليهم السلام\r\n( 17 )\r\nصلاة التراويح\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان في رحاب أهل البيت عليهم السلام : صلاة \" التراويح \" سنة أم بدعة ؟\r\nالمؤلف : الشيخ عبد الكريم البهبهاني - لجنة البحوث\r\nالموضوع : فقه\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة الأولى : 1422 ه‍\r\nالطبعة الثانية : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nIsbn : 964 - 8686 - 57 - 2\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait - org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nإنما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية 32\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت\r\nفي السنة النبوية\r\nإني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل البيتى\r\nما إن تمسكم بهما لن تضلوا بعدي أبدا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكلمة المجمع\r\nإن تراث أهل البيت عليهم السلام الذي اخترته مدرستهم وحفظه من الضياع أتباعهم يعبر عن مدرسة جامعة لشتى فروع المعرفة الإسلاميى . وقد استطاعت هذه المدرسة أن تربي النفوس المتسعدة للاعتراف من هذا المعين ، وتقدم للأمة الإسلامية كبار العلماء المحتذين لخطى أهل البيت عليهم السلام الرسالية ، مستوعين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - مطلقا من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفيا خطى أهل البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خط المواجهة وبالمستوى المطلوب في كل عصر .\r\nإن التجارب التي تختزنها كتب علماء مدرسة أهل البيت عليهم السلام في هذا المضمار فريدة في نوعها ، لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجبن الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطابا يستسغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلاب الحقيقة مرحلة جديدة من هذه التجارب الغنية في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - مجنبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدمها مدرسة أهل البيت الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابد أن نشير أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كل مهم جملة من هذه البحوث وابداء ملاحظاتهم القيمة عنها .\r\nوكلنا أمل ورجاء بأن نكون قد قدمنا من استطعنا من جهد أداء لبعض ما علينا تجاه رسالة ربنا العظيم الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجزء السابع عشر\r\n\r\nصلاة « التراويح » سنّة أم بدعة ؟\r\n\r\nمقدّمة\r\nتعتبر الواجبات في الشريعة الإسلامية مما يلزم الإنسان المؤمن بالله ورسوله واليوم الآخر أن يأتي به باعتباره أمراً ضرورياً له في تحصيل الكمال اللائق به ، بحيث يكون التفريط في أداء الواجبات ، يعني تعريض كماله المرجوّ للخطر وعدم إمكان حصوله على أدنى مراتب الكمال المرجوّة له .\r\nوتعتبر المستحبات والمندوبات هي تلك الأمور التي تزيد المؤمن الملتزم بالواجبات كمالًا وتقرباً إلى الله سبحانه .\r\nوالصلاة المفروضة ( اليومية ) لا بد للإنسان أن يأتي بها على كل حال ، ولكن الالتزام بأدائها في أول وقتها يعتبر فضلًا وكمالًا وتعبيراً عن اهتمام المؤمن بهذا الفرض الإلهي الذي شرّفه الله به ، وهكذا أداؤها جماعة يكون مندوباً آخر وهو تعبير عن تحقق مرتبة أخرى من الكمال حين يؤديها جماعة .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوتتميز العبادات في الشريعة الإسلامية بأمور ، منها :\r\nتنوّعها واستيعابها لمختلف الأزمنة والحالات التي يمرّ بها الإنسان طيلة حياته ، ومنها شمولها واستيعابها لمختلف أوقات الإنسان في كل يوم من حين بلوغه وحتى آخر لحظات حياته ، وهذا الاستمرار يكشف عن مدى اعتناء الإسلام بتربية الإنسان ، تلك التربية التي لا تتحقق إلّا بالتدرّج والمران والممارسة الجادّة والارتباط المستمر بالله سبحانه .\r\nكما تتميّز عبادات الإسلام بأنها توقيفية في نوعها وكيفيتها وتفاصيلها ، وليس للإنسان حق في أن ينقص منها أو يزيد فيها شيئاً بحسب رأيه ، وعلى هذا اجماع المسلمين قاطبة .\r\nمن هنا نجد ضرورة البحث في ما يقوم به بعض المسلمين في شهر رمضان من أداء صلاة باسم صلاة التراويح ؛ هل شرّعها الشارع الحكيم وبيّن حكمها وتفاصيلها ؟ أم لم تشرع في الشريعة الإسلامية فتكون حينئذ بدعة والبدعة محرّمة ، حيث لا أساس لها في الكتاب ولا السنّة النبوية الشريفة ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالكتاب والسنّة ينفيان مشروعية صلاة التراويح\r\n1\r\nوعندما نتلوا الكتاب العزيز لا نجد في آياته أثراً لصلاة التراويح ، ولو كان هناك أثر قرآني فيها لتمسك به فقهاء المذاهب الأربعة ، ولم نجد أحداً منهم استدل عليها بشيء من القرآن الكريم .\r\nوكذلك عندما نأتي لسيرة النبي ( صلى الله عليه وآله ) لا نجد فيها أثراً لصلاة التراويح ، بل نجد فيها تأكيداً على قيام الليل في شهر رمضان ، ولكن بنحو الفرادى لا الجماعة .\r\nوالأخبار تؤكد كما تأتي أن صلاة التراويح لم يأت بها رسول الله ( صلى الله عليه وآله ) ، ولا كانت على عهده ، بل لم تكن على عهد أبي بكر ، ولا شرّع الله الاجتماع لأداء نافلة من السنن المستحبة ، غير صلاة الاستسقاء .\r\nوإنّما شرّعه في الصلوات الواجبة ، كالفرائض الخمس اليومية ، وصلاة الطواف والآيات والجنائز . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صلاة التراويح لدى علماء الجمهور سنة مستحبّة في ليالي شهر رمضان ، والمختار عند أحمد بن حنبل ، والثوري ، وأبي حنيفة ، والشافعي ، انّها عشرون ركعة ، وقال مالك : ستة وثلاثون « المغني لابن قدامة : 1 / 797 799 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوكان رسول الله ( صلى الله عليه وآله ) يقيم ليالي رمضان ويؤدي سننها في غير جماعة ، وكان يحض على قيامها ، فكان الناس يقيمونها على نحو ما رأوه ( صلى الله عليه وآله ) يقيمها .\r\nوهكذا كان الأمر على عهد أبي بكر حتى مضى لسبيله سنة ثلاث عشرة للهجرة 2 ، وقام بالأمر بعده عمر بن الخطاب ، فصام شهر رمضان من تلك السنة لا يغيّر من قيام الشهر شيئاً .\r\n\r\nمتى استحدثت صلاة التراويح\r\nفلمّا كان شهر رمضان سنة أربع عشرة أتى المسجد أي عمر بن الخطاب ومعه بعض أصحابه ، فرأى الناس يقيمون النوافل ، وهم ما بين قائم وقاعد وراكع وساجد وقارئ ومسبح ، ومحرم بالتكبير ، ومحلّ بالتسليم ، في مظهر لم يرقه ، عزم على اصلاحه بحسب رأيه فسنّ لهم التراويح 3 أوائل\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) وكان ذلك ليلة الأربعاء لثمان بقين من جمادى الآخرة وكانت خلافته سنتين وثلاثة أشهر وعشرة أيام .\r\n( 3 ) التراويح هي النافلة جماعة في ليالي شهر رمضان ، وإنّما سميت تراويح للاستراحة فيها بعد كل أربع ركعات .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالليل من الشهر ، وجمع الناس عليها حكماً مبرماً ، وكتب بذلك إلى البلدان ونصب للناس في المدينة إمامين يصليان بهم التراويح ، إماماً للرجال وإماماً للنساء . وفي ذلك رويت روايات :\r\nوإليك ما أخرجه الشيخان في صحيحيهما 4 من أن رسول الله ( صلى الله عليه وآله ) قال : « من قام رمضان أي بأداء سننه إيماناً واحتساباً غفر له ما تقدّم من ذنبه » ، وأنّه ( صلى الله عليه وآله ) توفي والأمر كذلك أي وأمر القيام في شهر رمضان لم يتغير عمّا كان عليه قبل وفاته ( صلى الله عليه وآله ) ، ثمّ كان الأمر على ذلك في خلافة أبي بكر وصدراً من خلافة عمر .\r\nوأخرج البخاري في كتاب التراويح أيضاً من الصحيح عن عبد الرحمن بن عبد القاريّ 5 ، قال : خرجت مع عمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) فراجع من صحيح البخاري كتاب صلاة التراويح : ص 233 من جزئه الأوّل . وراجع من صحيح مسلم باب الترغيب في قيام رمضان وهو التراويح من كتاب صلاة المسافر وقصرها ص 283 والتي بعدها من جزئه الأول .\r\n( 5 ) عبد القاريّ بتنوين عبد وتشديد ياء القاريّ نسبة إلى قارة وهو ابن ديش بن ملحم بن غالب المدني . كان هذا عامل عمر على بيت المال\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nليلة رمضان إلى المسجد ، فإذا الناس أوزاع متفرقون ، إلى أن قال : فقال عمر : إني أرى لو جمعت هؤلاء على قارئ واحد كان أمثل ، ثمّ عزم فجمعهم على ابيّ بن كعب ( قال ) : ثمّ خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم . قال عمر : نعمت البدعة هذه . . .\r\nقال العلّامة القسطلاني عند بلوغه إلى قول عمر في هذا الحديث : نعمت البدعة هذه ، ما هذا لفظه :\r\nسمّاها بدعة ، لأنه ( صلى الله عليه وآله ) لم يُسَنّ لهم الاجتماع لها ، ولا كانت في زمن الصديق ، ولا أول الليل ، ولا هذا العدد 6 .\r\nوفي تحفة الباري وغيره من شروح البخاري مثله فراجع . 7\r\nوقال العلّامة أبو الوليد محمد بن الشحنة بعد ذكر وفاة عمر في حوادث سنة 23 من تاريخه روضة المناظر : هو\r\n\r\n\r\n","description":"","footnote":"\r\nوهو حليف بني زهرة . روى عن عمر وأبي طلحة ، وأبي أيوب ، وأبي هريرة . وروى عنه ابنه محمد ، والزهري ، ويحيى ابن جعدة بن هبيرة . مات سنة ثمانين . وله ثمان وسبعون سنة . انظر الاستيعاب : 2 / 381 382 دار الكتب العلمية .\r\n( 6 ) ارشاد الساري في شرح صحيح البخاري : القسطلاني : 4 / 656 كتاب التراويح ، باب فضل من قام رمضان .\r\n( 7 ) فتح الباري 4 : 219 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأوّل من نهى عن بيع أمهات الأولاد ، وجمع الناس على أربع تكبيرات في صلاة الجنائز ، وأوّل من جمع الناس على إمام يصلي بهم التراويح . . .\r\nولما ذكر السيوطي في كتابه تاريخ الخلفاء أوليات عمر نقلًا عن العسكري 8 ، قال : هو أوّل من سمّي أمير المؤمنين ، وأوّل من سن قيام شهر رمضان بالتراويح وأول من حرّم المتعة ، وأول من جمع الناس في صلاة الجنائز على أربع تكبيرات . . .\r\nوقال محمد بن سعد حيث ترجم عمر في الجزء الثالث من الطبقات : وهو أول من سنّ قيام شهر رمضان بالتراويح وجمع الناس على ذلك ، وكتب به إلى البلدان ، وذلك في شهر رمضان سنة أربعة عشرة ، وجعل الناس بالمدينة قارءين قارئاً يصلي التراويح بالرجال ، وقارئاً يصلي بالنساء . . .\r\nوقال ابن عبد البر في ترجمة عمر من الاستيعاب : وهو الذي نوّر شهر الصوم بصلاة الاشفاع فيه 9 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) العسكري هو الحسن بن عبد الله بن سهل بن سعيد بن يحيى يكنى أبا هلال اللغوي . له كتاب الأوائل فرغ من تأليفه يوم الأربعاء لعشر خلت من شعبان سنة 395 . كشف الظنون : 1 / 199 .\r\n( 9 ) الاستيعاب : 3 / 236 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nقال السيد عبد الحسين شرف الدين معلّقاً على مبرّري صلاة التراويح :\r\n« وكأنّ هؤلاء عفا الله عنهم وعنا ، رأوه قد استدرك ( بتراويحه ) على الله ورسوله حكمة كانا عنها غافلين .\r\nبل هم بالغفلة عن حكمة الله في شرائعه ونظمه أحرى ، وحسبنا في عدم تشريع الجماعة في سنن شهر رمضان وغيرها انفراد مؤديها جوف الليل في بيته بربه عزّ وعلا يشكو إليه بثه وحزنه ، ويناجيه بمهماته مهمة مهمة حتى يأتي على آخرها ملحّاً عليه ، متوسلًا بسعة رحمته إليه ، راجياً لاجئاً ، راهباً راغباً ، منيباً تائباً ، معترفاً لائذاً عائذاً ، لا يجد ملجأً من الله تعالى إلّا إليه ، ولا منجى منه إلا به .\r\nلهذا ترك الله السنن حرة من قيد الجماعة ليتزودوا فيها من الانفراد بالله ما أقبلت قلوبهم عليه ، ونشطت أعضاؤهم له ، يستقل منهم من يستقل ، ويستكثر من يستكثر ، فإنّها خير موضوع ، كما جاء في الأثر عن سيد البشر » 10 .\r\nأما ربطها بالجماعة فيحدُّ من هذا النفع ، ويقلل من جدواه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) النصّ والاجتهاد للسيد شرف الدين : 214 ، المورد 26 صلاة التراويح .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nأضف إلى هذا أن إعفاء النافلة من الجماعة يمسك على البيوت حظها من البركة والشرف بالصلاة فيها ، ويُمسك عليها حظها من تربية الناشئة على حبها والنشاط لها ، ذلك لمكان القدوة في عمل الآباء والأمهات والأجداد والجدات ، وتأثيره في شد الأبناء إليها شداً يرسخها في عقولهم وقلوبهم ، وقد سأل عبد الله بن مسعود رسول الله ( صلى الله عليه وآله ) أيما أفضل : الصلاة في بيتي أو الصلاة في المسجد ؟ فقال ( صلى الله عليه وآله ) : « ألا ترى إلى بيتي ما أقربه من المسجد فلأَن أصلي في بيتي أحبّ إليّ من أن أصلي في المسجد إلا أن تكون صلاة مكتوبة » ، رواه أحمد وابن ماجة وابن خزيمة في صحيحه كما في باب الترغيب في صلاة النافلة من كتاب الترغيب والترهيب للإمام زكي الدين عبد العظيم بن عبد القوي المنذري 11 .\r\nوعن زيد بن ثابت أن النبي ( صلى الله عليه وآله ) ، قال : « صلّوا أيها الناس في بيوتكم فإن أفضل صلاة المرء في بيته إلا الصلاة المكتوبة » ، رواه النسائي وابن خزيمة في صحيحه .\r\nوعن أنس بن مالك ، قال : قال رسول الله ( صلى الله عليه وآله ) : « أكرموا بيوتكم ببعض صلاتكم » 12 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) الترغيب والترهيب : 1 / 279 .\r\n( 12 ) الترغيب والترهيب : 1 / 280 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوعن جابر قال : قال رسول الله ( صلى الله عليه وآله ) : « إذا قضى أحدكم الصلاة في مسجده فليجعل لبيته نصيباً من صلاته ، وأن الله جاعل في بيته من صلاته خيراً » ، رواه مسلم وغيره ورواه ابن خزيمة في صحيحه بالإسناد إلى أبي سعيد ، والسنن في هذا المعنى لا يسعها هذا الإملاء 13 .\r\nلكن الخليفة رجل تنظيم وحزم ، وقد راقه من صلاة الجماعة ما يتجلى فيها من الشعائر بأجلى المظاهر ، إلى ما لا يحصى من فوائدها الاجتماعية ، التي أشبع القول فيها علماؤنا الأعلام ممّن عالجوا هذه الأمور بوعي المسلم الحكيم ، وأنت تعلم أنّ الشرع الاسلامي لم يهمل هذه الناحية ، بل اختصّ الواجبات من الصلوات بها ، وترك النوافل للنواحي الاخر من مصالح البشر  ( وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ )  14 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) مسند الشاميين : 2 / 115 ، ح 1021 ، منتخب مسند عبد بن حميد : 300 ، ح 969 .\r\n( 14 ) الأحزاب : 36 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nرأي الإمامية في صلاة التراويح\r\nإن الشيعة الإمامية تبعاً للرسول ( صلى الله عليه وآله ) وأهل بيته ( عليهم السلام ) يقيمون نوافل شهر رمضان بلا جماعة ، ويرون أنّ إقامتها جماعة هي بدعة غير مشروعة ، حدثت بعد رسول الله ، بمقياس ما أنزل الله به من سلطان .\r\nقال الشيخ الطوسي : نوافل شهر رمضان تصلّى انفراداً ، والجماعة فيها بدعة .\r\nواستدلّ على مذهب الإمامية بإجماعهم على أنّ ذلك بدعة . وما رواه زيد بن ثابت 15 من أن النبي ( صلى الله عليه وآله ) ، قال : « صلاة المرء في بيته أفضل من صلاته في المسجد إلّا المكتوبة » 16 .\r\nوفي جواهر الكلام تأليف الشيخ محمد حسن النجفي : بإمكان ادعاء تواتر الأخبار ببدعة الجماعة في نوافل شهر رمضان 17 .\r\nونقل السيد الحكيم في المستمسك حكاية المنتهى والذكرى وكنز العرفان الاجماع عليه 18 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) سنن أبي داود 69 : 2 .\r\n( 16 ) الخلاف 529 : 1 ، كتاب الصلاة ، المسألة 268 .\r\n( 17 ) جواهر الكلام : 13 / 144 .\r\n( 18 ) مستمسك العروة الوثقى : 7 / 170 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nصلاة التراويح في نصوص أهل البيت ( عليهم السلام )\r\nأمّا أئمة أهل البيت فقد اتّفقت كلمتهم على أن الجماعة في النوافل مطلقاً بدعة ، من غير فرق بين صلاة التراويح وغيرها ، وهناك صنفان من الروايات الواردة عنهم :\r\nالصنف الأول : ما يدلّ على عدم تشريع الجماعة في مطلق النوافل .\r\nالصنف الثاني : ما يدل على عدم تشريعها في صلاة التراويح .\r\nأما الصنف الأول فنذكر منه روايتين :\r\n1 - قال الإمام الباقر ( عليه السلام ) : « ولا يُصلّى التطوع في جماعة ، وكل بدعة ضلالة ، وكل ضلالة في النار » 19 .\r\n2 - قال الإمام عليّ بن موسى الرضا ( عليه السلام ) في كتابه إلى المأمون : « ولا يجوز أن يصلّى تطوّع في جماعة ، لأن ذلك بدعة » 20 .\r\nوأما الصنف الثاني ، فقد تحدّث عنه الإمام الصادق ( عليه السلام ) وقال : لما قدم أمير المؤمنين ( عليه السلام ) الكوفة أمر الحسن بن علي أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) الخصال 152 : 2 .\r\n( 20 ) عيون أخبار الرضا : 266 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nينادي في الناس لا صلاة في شهر رمضان في المساجد جماعة ، فنادى في الناس الحسن بن علي بما أمره به أمير المؤمنين ، فلمّا سمع الناس مقالة الحسن ( عليه السلام ) صاحوا وا عمراه ، وا عمراه ، فلما رجع الحسن إلى أمير المؤمنين ( عليه السلام ) ، قال له : ما هذا الصوت ؟ قال : يا أمير المؤمنين الناس يصيحون وا عمراه وا عمراه ، فقال أمير المؤمنين قل لهم : صلّوا 21 .\r\nوربما يتعجب القارئ من قول الإمام « قل لهم : صلوا » حيث تركهم يستمرّون في الإتيان بهذا الأمر المبتدع ، ولكن إذا رجع إلى سائر كلماته يتجلّى له سرّ تركهم على ما كانوا عليه .\r\nقال الشيخ الطوسي : إن أمير المؤمنين لما أنكر ، أنكر الاجتماع ، ولم يُنكر نفس الصلاة ، فلمّا رأى أن الأمر يفسد عليه ويفتتن الناس ، أجاز أمرهم بالصلاة على عادتهم 22 .\r\nويدل عليه : ما رواه سليم بن قيس ، قال : خطب أمير المؤمنين فحمد الله وأثنى عليه ثمّ صلّى على النبي ، ثمّ قال : « ألا إن أخوف ما أخاف عليكم خلّتان : اتّباع الهوى ، وطول الأمل »\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) التهذيب 2 : ح 227 .\r\n( 22 ) المصدر السابق .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nثمّ ذكر أحداثاً ظهرت بعد رسول الله وقال : ولو حملت الناس على تركها . . . لتفرق عنّي جندي حتى أبقى وحدي أو قليل من شيعتي . . . والله لقد أمرتُ الناس أن لا يجتمعوا في شهر رمضان إلا في فريضة ، وأعلمتهم أن اجتماعهم في النوافل بدعة ، فتنادى بعض أهل عسكري ممّن يقاتل معي ، يا أهل الاسلام غُيّرت سنّة عمر ، ينهانا عن الصلاة في شهر رمضان تطوّعاً ، ولقد خفت أن يثوروا في ناحية جانب عسكري . . . 23 .\r\nلقد تسنّم الإمام منصة الخلافة بطوع ورغبة من جماهير المسلمين ، وواجه أحداثاً ظهرت بعد رسول الله ، وأراد إرجاع المجتمع الإسلامي إلى عهد رسول الله في مجالات مختلفة ، ولكن حالت العوائق دون نيّته ، فترك بعض الأمور بحالها ، حتى يشتغل بالأهم فالأهم ، فلأجله أمر ابنه الحسن أن يتركهم بحالهم حتى لا يختلّ نظام البلاد ، ولا يثور الجيش ضدّه .\r\nروى أبو القاسم ابن قولويه ( ت / 963 ( عن الإمامين الباقر والصادق ( عليهما السلام ) ، أنّهما قالا : كان أمير المؤمنين بالكوفة إذ أتاه الناس فقالوا له اجعل لنا إماماً يؤمّنا في رمضان ، فقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) الكافي 58 : 8 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nلهم : لا ، ونهاهم أن يجتمعوا فيه ، فلمّا أحسّوا ، جعلوا يقولون أبكوا رمضان ، وا رمضاناه ! فأتى الحارث الأعور في أناس ، فقال : يا أمير المؤمنين ضجّ الناس وكرهوا قولك ، قال : فقال عند ذلك : « دعوهم وما يريدون ، يُصلّ بهم من شاءوا 24 » .\r\nهذه الروايات تفصح لنا عن موقف أهل البيت ( عليهم السلام ) من صلاة التراويح .\r\n\r\nسنّة الرسول ( صلى الله عليه وآله ) برواية أهل البيت ( عليهم السلام )\r\nتختلف روايات أئمة أهل البيت ( عليهم السلام ) عن بعض ما رواه أصحاب السنن ، فرواياتهم ( عليهم السلام ) صريحة في أن النبي الأكرم ( صلى الله عليه وآله ) كان ينهى عن إقامة نوافل رمضان جماعة ، وأنّه ( صلى الله عليه وآله ) لما خرج بعض الليالي إلى المسجد ليقيمها منفرداً ، ائتمّ به الناس فنهاهم عنه ، ولمّا أحسّ اصرارهم على الائتمام ترك الصلاة في المسجد واكتفى بإقامتها في البيت ، وإليك بعض ما روي في ذلك :\r\n\r\n\r\n","description":"","footnote":"\r\n( 24 ) السرائر 638 : 3 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nسأل زرارة ومحمد بن مسلم والفضيل الباقر والصادق ( عليهما السلام ) عن الصلاة في شهر رمضان نافلة بالليل جماعة ، فقالا : إنّ النبي ( صلى الله عليه وآله ) كان إذا صلّى العشاء الآخرة انصرف إلى منزله ، ثمّ يخرج من آخر الليل إلى المسجد فيقوم فيصلّي ، فخرج في أول ليلة من شهر رمضان ليصلّي ، كما كان يصلّي ، فاصطفّ الناس خلفه ، فهرب منهم إلى بيته وتركهم ، ففعلوا ذلك ثلاث ليال ، فقام في اليوم الرابع على منبره فحمد الله وأثنى عليه ، ثمّ قال : أيها الناس ، إن الصلاة بالليل في شهر رمضان من النافلة في جماعة بدعة ، وصلاة الضحى بدعة ، ألا فلا تجتمعوا ليلًا في شهر رمضان لصلاة الليل ، ولا تصلّوا صلاة الضحى ، فإن تلك معصية ، ألا وإن كل بدعة ضلالة ، وكل ضلالة سبيلها إلى النار . ثمّ نزل وهو يقول :\r\n« قليل في سنّة خير من كثير في بدعة » 25 .\r\nروى عبيد بن زرارة عن الإمام الصادق ( عليه السلام ) ، قال : كان رسول الله ( صلى الله عليه وآله ) يزيد في صلاته في رمضان ، إذا صلّى العتمة صلّى بعدها ، فيقوم الناس خلفه فيدخل ويدعهم ، ثمّ يخرج أيضاً فيجيئون ويقومون خلفه فيدعهم ويدخل مراراً 26 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 25 ) من لا يحضره الفقيه ، كتاب الصوم : 87 .\r\n( 26 ) الكافي 4 : 154 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nولعلّه ( صلى الله عليه وآله ) قام بهذا العمل مرّتين ، تارة في آخر الليل كما في الرواية الأولى وأخرى بعد صلاة العتمة ، كما في الرواية الثانية .\r\n\r\nموقف الصحيحين من صلاة التراويح\r\nلكن المروي عن طريق أهل السنة يخالف ذلك ، وإليك نص الشيخين البخاري ومسلم :\r\nروى الأوّل وقال : حدثني يحيى بن بكير حدثنا الليث ، عن عقيل ، عن ابن شهاب : أخبرني عروة أن عائشة رضي الله عنها أخبرته أن رسول الله ( صلى الله عليه وآله ) خرج ليلة من جوف الليل فصلّى في المسجد ، وصلى رجال بصلاته فأصبح الناس فتحدّثوا ، فاجتمع أكثر منهم ، فصلّى فصلّوا معه ، فأصبح الناس فتحدثوا فكثر أهل المسجد من الليلة الثالثة ، فخرج رسول الله ( صلى الله عليه وآله ) فصلّى بصلاته ، فلمّا كانت الليلة الرابعة عجز المسجد عن أهله حتى خرج لصلاة الصبح ، فلمّا قضى الفجر أقبل على الناس فتشهد ، ثمّ قال : « أما بعد فانّه لم يخفَ عليّ مكانكم ، ولكني خشيت أن تفترض عليكم فتعجزوا عنها . فتوفي رسول الله ( صلى الله عليه وآله ) والأمر على ذلك » 27 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) أي على ترك الجماعة في صلاة التراويح . لاحظ البخاري ، الصحيح ،\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوروى أيضاً في باب التهجد : « إن رسول الله صلى ذات ليلة في المسجد فصلى بصلاته ناس ، ثمّ صلّى من القابلة فكثر الناس ، ثمّ اجتمعوا من الليلة الثالثة أو الرابعة فلم يخرج إليهم رسول الله ، فلمّا أصبح قال : قد رأيت الذي صنعتم ولم يمنعني من الخروج إليكم إلّا أني خشيت أن تُفرَض عليكم وذلك في رمضان » 28 .\r\nروى مسلم قال : حدثنا يحيى بن يحيى ، قال : قرأت على مالك ، عن ابن شهاب ، عن عروة ، عن عائشة أن رسول الله ( صلى الله عليه وآله ) صلّى في المسجد ذات ليلة فصلّى بصلاته ناس ، ثمّ صلى من القابلة فكثر الناس ، ثمّ اجتمعوا من الليلة الثالثة أو الرابعة 29 فلم يخرج إليهم رسول الله ( صلى الله عليه وآله ) ، فلما أصبح قال : قد رأيت الذي صنعتم فلم يمنعني من الخروج إليكم ، إلا أني خشيت أن تفرض عليكم ، قال : وذلك في رمضان .\r\n\r\n\r\n","description":"","footnote":"\r\nباب فضل من قام رمضان : 61 رقم 2012 .\r\n( 28 ) الصحيح 63 : 2 باب التهجد بالليل ، وبين الروايتين اختلاف فيما خرج ( صلى الله عليه وآله ) فيها من الليالي ، فعلى الأولى خرج ثلاث ليال ، وعلى الثانية خرج ليلتين .\r\n( 29 ) الصحيح 41 : 6 وغيره ، والظاهر وحدة الرواية الثانية للبخاري مع هذه الرواية لاتّحاد الراوي والمروي عنه والمضمون .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوحدّثني حرملة بن يحيى : أخبرنا عبد الله بن وهب : أخبرني يونس بن يزيد ، عن ابن شهاب ، قال : أخبرني عروة بن الزبير أن عائشة أخبرته أن رسول الله ( صلى الله عليه وآله ) خرج من جوف الليل فصلّى في المسجد ، فصلّى رجال بصلاته ، فأصبح الناس يتحدثون بذلك فاجتمع أكثر منهم ، فخرج رسول الله ( صلى الله عليه وآله ) في الليلة الثانية فصلّوا بصلاته ، فأصبح الناس يذكرون ذلك ، فكثر أهل المسجد من الليلة الثالثة ، فخرج فصلّوا بصلاته ، فلمّا كانت الليلة الرابعة عجز المسجد عن أهله فلم يخرج إليهم رسول الله ( صلى الله عليه وآله ) حتى خرج لصلاة الفجر فلمّا قضى الفجر أقبل على الناس ثمّ تشهّد ، فقال : « أما بعد فإنّه لم يخفَ عليَّ شأنكم الليلة ، ولكنّي خشيت أن تفرض عليكم صلاة الليل فتعجزوا عنها » 30 .\r\nوالاختلاف بين ما رواه أصحابنا عن أمير المؤمنين علي ( عليه السلام ) ، وما رواه الشيخان واضح ، فعلى الأول ، نهى النبي ( صلى الله عليه وآله ) عن إقامتها جماعة ، وأسماها بدعة ، وعلى الثاني ، ترك النبي ( صلى الله عليه وآله ) الإقامة جماعة خشية أن تُفرض عليهم ، مع كونها موافقة للدين والشريعة ، إذاً فأي القولين أحقّ أن يتّبع ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) صحيح مسلم 41 : 6 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nمناقشة الصحيحين\r\nإن في حديث الشيخين مشاكل عديدة جديرة بالوقوف عليها :\r\nالمشكلة الأولى : ما معنى قوله : « خشيت أن تفرض عليكم ، فتعجزوا عنها » ؟\r\nفهل مفاده : أن ملاك التشريع هو إقبال الناس وإدبارهم ، فإن كان هناك اهتمام ظاهر من قبل الناس ، يفرض عليهم وإلّا فلا يفرض ؟ مع أن الملاك في الفرض هو وجود مصالح واقعية في الحكم ، سواء أكان هناك اهتمام ظاهر أم لا ، فإن تشريعه سبحانه ليس تابعاً لرغبة الناس أو إعراضهم ، وإنّما يتّبع مجموعة من المصالح والمفاسد والتي هو أعلم بها سواء أكان هناك من الناس إقبال أم إدبار .\r\nالمشكلة الثانية : لو افترضنا أن الصحابة أظهروا اهتمامهم بصلاة التراويح بإقامتها جماعة ، أفيكون ذلك ملاكاً للفرض ؟ فإن مسجد النبي ( صلى الله عليه وآله ) يومذاك كان مكاناً محدوداً لا يسع إلا ستة آلاف نفر أو أقل ، فقد جاء في الفقه على المذاهب الخمسة : « كان مسجد رسول الله ( صلى الله عليه وآله ) 35 متراً في 30 متراً ثمّ زاده الرسول ( صلى الله عليه وآله ) وجعله 57 متراً في 50 متراً » 1 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه على المذاهب الخمسة : 285 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأفيمكن جعل اهتمامهم كاشفاً عن اهتمام جميع الناس في جميع العصور إلى يوم القيامة ؟\r\nالمشكلة الثالثة : هي وجود الاختلاف في عدد الليالي التي أقام النبي فيها نوافل رمضان جماعة . فعلى ما نقله البخاري في كتاب الصوم أن النبيّ الأكرم ( صلى الله عليه وآله ) صلّى التراويح مع الناس أربعة ليال ، وعلى ما نقله في باب التحريض على قيام الليل ، أنّه صلاها ليلتين ، ووافقه مسلم على النقل الثاني ، ويظهر مما ذكره غيرهما كما مرّ في صدر المقال أنّه ( صلى الله عليه وآله ) أقامها في ليال متفرقة ( ليلة الثالث ، والخامس ، والسابع والعشرين ) . وهذا يعرب عن عدم الاهتمام بنقل فعل الرسول على ما هو عليه ، فمن أين نطمئن على سائر ما جاء فيه من أنّ النبي استحسن عملهم ؟\r\nالمشكلة الرابعة : أن الثابت من فعل النبي ، أنّه صلاها ليلتين ، أو أربع في آخر الليل ، وهي لا تزيد عن ثماني ركعات . والتأسّي بالنبي يقتضي الاقتداء به فيما ثبت . لا فيما لم يثبت ، بل ثبت عدمه بما صرّح به القسطلاني ووصف ما زاد عليه بالبدعة وذلك :\r\n1 - إنّ النبي لم يسنّ لهم الاجتماع لها .\r\n2 - ولا كانت في زمن الصديق .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n3 - ولا أول الليل .\r\n4 - ولا كلّ ليلة .\r\n5 - ولا هذا العدد 2 .\r\nثمّ التجأ في إثبات مشروعيّتها إلى اجتهاد الخليفة .\r\nوقال العيني : إن رسول الله لم يسنّها لهم ، ولا كانت في زمن أبي بكر . ثمّ اعتمد العيني في شرعيّته إلى اجتهاد عمر واستنباطه من إقرار الشارع الناس يصلّون خلفه ليلتين 3 .\r\nالمشكلة الخامسة : أنه إذا أخذنا برواية أحد الثقلين ، ( أعني أهل البيت ( عليهم السلام ) تُصبح إقامة النوافل جماعة بدعة على الاطلاق ، وإن أخذنا برواية الشيخين ، فالمقدار الثابت ما جاء في كلام القسطلاني ، والزائد عنه يصحّ بدعة إضافية ، والمقصود منها ما يكون العمل بذاته مشروعاً ، والكيفية التي يقام بها ، غير مشروعة .\r\nولم يبق ما يحتج به على المشروعية إلا جمع الخليفة الناس على إمام واحد وهو ما سنشرحه في البحث الآتي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) ارشاد الساري : 4 / 656 ، كتاب صلاة التراويح ، باب فضل من قام رمضان .\r\n( 3 ) عمدة القارئ : 6 / 621 ، كتاب التراويح ، ذيل الحديث 116 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nجمع الناس على إمام واحد في عصر عمر\r\nروى البخاري : توفي رسول الله ( صلى الله عليه وآله ) والناس على ذلك ( يعني عدم إقامة التراويح بالجماعة ) ثمّ كان الأمر على ذلك في خلافة أبي بكر ، وصدراً من خلافة عمر 4 .\r\nوروى أيضاً عن عبد الرحمن بن عبد القاري أنّه ، قال : خرجت مع عمر بن الخطاب ليلة في رمضان إلى المسجد ، فإذا الناس أوزاع متفرّقون ، يصلي الرجل لنفسه ، ويصلي الرجل فيصلي بصلاته الرهط 5 .\r\nفقال عمر : إني أرى لو جمعت هؤلاء على قارئ واحد لكان أمثل . ثمّ عزم فجمعهم على ابيّ بن كعب ، ثمّ خرجت معه ليلة أخرى والناس يُصلّون بصلاة قارئهم ، قال عمر : نعم البدعة هذه ، والتي ينامون عنها أفضل من التي يقومون . يريد آخر الليل ، وكان الناس يقومون أوّله .\r\nولكن الظاهر من شرّاح الصحيح أن الإتيان جماعة لم يكن مشروعاً ، وإليك بيانه في ضمن أمرين :\r\n1 - قوله : « فتوفي رسول الله ( صلى الله عليه وآله ) والناس على ذلك ، ثمّ كان الأمر على ذلك في خلافة أبي بكر » فقد فسّره الشراح\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) الصحيح ، باب فضل من قام رمضان : الحديث 2010 .\r\n( 5 ) الرهط : بين الثلاثة إلى العشرة .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبقولهم : أي على ترك الجماعة في التراويح ، ولم يكن رسول الله ( صلى الله عليه وآله ) جمع الناس على القيام 6 .\r\nوقال بدر الدين العيني : والناس على ذلك ( أي على ترك الجماعة ) ثمّ قال : فإن قلت روى ابن وهب عن أبي هريرة خرج رسول الله ( صلى الله عليه وآله ) وإذا الناس في رمضان يصلّون في ناحية المسجد ، فقال : « ما هذا ؟ » فقيل : ناس يصلّي بهم أبي بن كعب ، فقال : « أصابوا ، ونعم ما صنعوا » ، ذكره ابن عبد البر .\r\nثمّ أجاب بقوله : قلت : فيه مسلم بن خالد وهو ضعيف ، والمحفوظ أن عمر ( رضي الله عنه ) هو الذي جمع الناس على أبي بن كعب 7 .\r\nوقال القسطلاني : « والأمر على ذلك ( أي على ترك الجماعة في التراويح ) ثمّ كان الأمر على ذلك في خلافة أبي بكر ، إلى آخر ما ذكره » 8 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) فتح الباري ، لابن حجر العسقلاني 203 : 4 .\r\n( 7 ) عمدة القارئ في شرح صحيح البخاري 125 : 6 ، وجاء نفس السؤال والجواب في فتح الباري .\r\n( 8 ) ارشاد الساري : 4 / 656 ، كتاب صلاة التراويح ، باب فضل من قام رمضان .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n2 - قوله : نعم البدعة ؛ أن الظاهر من قوله : « نعم البدعة هذه » أنّها من سُنن نفس الخليفة ، ولا صلة لها بالشرع ، وقد صرّح بذلك لفيف من العلماء .\r\nقال القسطلاني : سماها ( عمر ) بدعة لأنه ( صلى الله عليه وآله ) لم يُسَنّ لهم الاجتماع لها ، ولا كانت في زمن الصديق ، ولا أوّل الليل ، ولا كلّ ليلة ولا هذا العدد إلى أن قال : وقيام رمضان ليس بدعة ، لأنه ( صلى الله عليه وآله ) قال : « اقتدوا باللذين من بعدي أبي بكر وعمر ، وإذا أجمع الصحابة مع عمر على ذلك زال عنه اسم البدعة » .\r\nوقال العيني : « وإنما دعاها بدعة ، لأن رسول الله ( صلى الله عليه وآله ) لم يسنّها لهم ، ولا كانت في زمن أبي بكر ولا رغب رسول الله ( صلى الله عليه وآله ) فيها » 9 .\r\nوالاتفاق حاصل بين علماء الجمهور على أن عمر أول من سنّ الجماعة ، فبالإضافة إلى ما تقدم في هذا المعنى ، نذكر من أقوالهم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) عمدة القارئ 6 : 621 وقد سقط لفظة لا من قوله و « رغب » كما أن كلمة بقوله بعده هذه الجملة في النسخة مصحف « قوله » ، فلاحظ .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n1 - قال ابن سعد في ترجمة عمر : « هو أول من سنّ قيام شهر رمضان بالتراويح ، وجمع الناس على ذلك ، وكتب به إلى البلدان وذلك في شهر رمضان سنة أربع عشرة » 10 .\r\n2 - وقال ابن عبد البر في ترجمة عمر : « وهو الذي نور شهر الصوم بصلاة الاشفاع فيه » 11 .\r\nقال الوليد بن الشحنة عند ذكر وفاة عمر في حوادث سنة ( 23 ه ) : « وهو أول من نهى عن بيع أمهات الأولاد . . . وأول من جمع الناس على إمام يصلّي بهم التراويح » 12 .\r\nفإذا كان المفروض أن رسول الله ( صلى الله عليه وآله ) لم يسنّ الجماعة فيها ، وإنما سنّها عمر ، فهل هذا سند مشروعيتها أم بدعيتها ؟ مع أنّه ليس لإنسان حتى الرسول حق ذاتي في التسنين والتشريع ، وإنما هو ( صلى الله عليه وآله ) مبلّغ عن الله سبحانه في التشريع ومجاز عنه في التسنين ، فهل يجوز لغير الرسول ما لا يجوز له ( صلى الله عليه وآله ) ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) الطبقات الكبرى 281 : 3 .\r\n( 11 ) الاستيعاب 3 : 5411 .\r\n( 12 ) روضة المناظر كما في النص والاجتهاد : 150 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nإن الوحي يحمل التشريع إلى النبي الأكرم وهو ( صلى الله عليه وآله ) الموحى إليه ، وبموته انقطع الوحي ، وسدّ باب التشريع والتسنين ، فليس للُامة إلا الاجتهاد في ضوء الكتاب والسنّة ، لا التشريع ولا التسنين ، ومن رأى أن لغير الله سبحانه حق التسنين فمعنى ذلك عدم انقطاع الوحي .\r\nقال ابن الأثير في نهايته : ومن هذا النوع قول عمر : « نعمت البدعة هذه ( التراويح ) لما كانت من أفعال الخير وداخلة في حيز المدح سماها بدعة ومدحها ، إلّا أن النبي ( صلى الله عليه وآله ) لم يسنّها لهم ، وإنما صلاها ليالي ثمّ تركها ، ولم يحافظ عليها ، ولا جمع الناس لها ، ولا كانت في زمن أبي بكر ، وإنما عمر جمع الناس عليها ، وندبهم إليها ، فبهذا سمّاها بدعة ، وهي في الحقيقة سنّة ، لقوله ( صلى الله عليه وآله ) : « عليكم بسنّتي وسنة الخلفاء الراشدين من بعدي » ، وقوله : « اقتدوا باللذين من بعدي أبي بكر وعمر » 13 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) النهاية 106 : 1 ، 701 ، باب الباء مع الدال .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالتشريع مختصّ بالله سبحانه\r\nإنّ هؤلاء الأكابر مع اعترافهم بأن النبي لم يسنّ الاجتماع ، أسندوا إقامتها جماعة إلى عمل الخليفة ، ومعنى ذلك أن له حق التسنين والتشريع ، وهذا يضاد اجماع الأمة ، إذ لا حقَّ لأي إنسان أن يتدخل في أمر الشريعة بعد إكمالها ، لقوله تعالى :  ( الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً ) 14  وكلامه يخالف الكتاب والسنّة ، فإن التشريع حق لله سبحانه لم يفوضه لأحد ، والنبي الأكرم مبلغ عنه .\r\nأضف إلى ذلك لو أن الخليفة قد تلقى ضوءاً أخضر في مجال التشريع والتسنين ، فلم لا يكون لسائر الصحابة ذلك ، مع كون بعضهم أقرأ منه ، كأُبي بن كعب ، وأفرض ، كزيد بن ثابت ، وأعلم وأقضى منه ، كعلي بن أبي طالب ( عليه السلام ) ؟ فلو كان للجميع ذلك لانتشر الفساد وعمّت الفوضى أمر الدين ، وكان ألعوبة بأيدي غير المعصومين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) سورة المائدة : 3 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوأمّا التمسك بالحديثين ، فلو صح سندهما فإنّهما لا يهدفان إلى أن لهما حق التشريع ، بل يفيدان لزوم الاقتداء بهما ، لأنهما يعتمدان على سنّة النبي الأكرم ، لا أنّ لهما حق التسنين .\r\nنعم ، يظهر ممّا رواه السيوطي عن عمر بن عبد العزيز أنّه كان يعتقد أن للخلفاء حق التسنين ، قال : قال حاجب بن خليفة شهدت عمر بن عبد العزيز يخطب وهو خليفة ، فقال في خطبته : ألا إن ما سنّ رسول الله وصاحباه فهو دين نأخذ به ، وننتهي إليه ، وما سنّ سواهما فإنا نرجئه 15 . وهو كما ترى .\r\nوعلى كل تقدير ، فإنّ الله سبحانه لم يفوّض أمر دينه في التشريع والتقنين إلى طريق غير الوحي ، وفي ذلك يقول الشوكاني : « والحق أن قول الصحابي ليس بحجّة ، فإن الله سبحانه وتعالى لم يبعث إلى هذه إلا نبيّنا محمداً ( صلى الله عليه وآله ) وليس لنا إلا رسول واحد ، والصحابة ومن بعدهم مكلفون على السواء باتباع شرعه والكتاب والسنّة ، فمَن قال إنّه تقوم الحجة في دين الله بغيرهما ، فقد قال في دين الله بما لا يثبت ، وأثبت شرعاً لم يأمر به الله 16 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) تاريخ الخلفاء : 241 .\r\n( 16 ) ارشاد العقول : 163 ط دار الكتب العلمية .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nنعم ، نقل القسطلاني عن ابن التين وغيره : أن عمر استنبط ذلك من تقرير النبي ( صلى الله عليه وآله ) من صلّى معه في تلك الليالي وإن كان كره لهم خشية أن يفرض عليهم ، فلمّا غاب النبي ( صلى الله عليه وآله ) حصل الأمن من ذلك ، ورجح عند عمر ذلك لما في الاختلاف من افتراق الكلمة ، ولأن\r\nالاجتماع على واحد أنشط لكثير من المصلين 17 .\r\nويلاحظ عليه أولًا : إنّ ما ذكره في آخر كلامه ليسوّغ جمع الناس على إمام واحد ، مكان الأئمة المتعدّدة ، بينما النقاش في أصل إقامتها جماعة ، واحداً كان الإمام أو كثيراً .\r\nوثانياً : إن معنى كلامه أن هناك أحكاماً لم تسنّ ما دام النبي حيّاً لمانع خاص ، كخشية الفرض ، ولكن في وسع آحاد الأمة تشريعها بعد موته ( صلى الله عليه وآله ) ومفاده فتح باب التشريع بملاكات خاصة في وجه الأمة إلى يوم القيامة ، وهذه رزيّة ليست بعدها رزية ، وتلاعب بالدين وفتح الطريق لاستئصاله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) فتح الباري 4 : 402 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nتخرصات للفرار من وصمة البدعة\r\nومن هذا كله يتضح أن صفة البدعة مستحكمة في صلاة التراويح ، ومنطبقة عليها ، خاصة مع قول عمر بن الخطاب : « إني أرى لو جمعت هؤلاء على قارئ واحد لكان أمثل . . . نعمت البدعة هذه » 18 .\r\nولو لم تكن هذه بدعة بالرغم من قوله : إني أرى ، وقوله بكل بصراحة : نعمت البدعة ، فما هي البدعة إذاً ؟ !\r\nوإذا لم يكن الذي أحدث التراويح لأول مرة طبقاً لقول ابن عبد البر في الاستيعاب ، والسيوطي في تاريخ الخلفاء ، ومحمد بن الشحنة في روضة المناظر كما مر آنفاً مبتدعاً ، فمن هو المبتدع إذاً ؟\r\nومن هنا ظهرت محاولات لتخريج التراويح من دائرة البدعة وإدخالها في دائرة السنّة ، واعطاء تفاسير لكلمة عمر « نعمت البدعة هذه » بحيث تخالف ظاهرها ، ، وها نحن نذكر هذه المحاولات وهي :\r\n1 - محاولة ابن أبي الحديد المعتزلي ، حيث ذكر أن لفظ البدعة يطلق على مفهومين ، أحدهما : ما خالف الكتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) صحيح البخاري : 2 / 252 ، الموطأ : 73 ، كنز العمال : 8 / 408 ح 23466 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوالسنّة ؛ مثل صوم يوم النحر وأيام التشريق ، فإنّه وإن كان صوماً إلّا أنّه منهي عنه .\r\nوالثاني : ما لم يرد فيه نص ، بل سكت عنه ففعله المسلمون بعد وفاة رسول الله ( صلى الله عليه وآله ) .\r\nفإن أريد بكون صلاة التراويح بدعة بالمفهوم الأول فلا نسلّم أنها بدعة بهذا التفسير . وقول عمر : إنّها لبدعة خبر مروي مشهور ، ولكن أراد به البدعة بالتفسير الثاني 19 . . . .\r\nوليته أورد كلامه هذا إيراداً ، ولم يظهره اعتقاداً ، فإنّ المعنى الأول ليس من البدعة ، فإن مخالفة الكتاب والسنّة لا تسمى بدعة وإنما تسمى اجتهاداً في مقابل النص ، فيبقى معنى البدعة منحصراً بالمعنى الثاني الذي أورده ، والذي قال : إن كلمة عمر تنطبق عليه ، لأن البدعة ما أحدث على غير مثال سابق ، والتراويح منها .\r\nوليست البدعة ما أحدث على نحو مخالف لمثال سابق حتى يقال بأن البدعة هي مخالفة الكتاب والسنّة .\r\nثمّ قال في الصفحة التالية : « أليس يجوز للإنسان أن يخترع من النوافل صلوات مخصوصة بكيفيات مخصوصة\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) شرح النهج : 12 / 482 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nواعداد ركعات مخصوصة ولا يكون ذلك مكروهاً ولا حراماً ؟ فإنّه داخل تحت عموم ما ورد في فضل صلاة النافلة ، . . . والتراويح جائزة ومسنونة لأنها داخلة تحت عموم ما ورد في فضل صلاة الجماعة » .\r\nولا أدري على أي مذهب فقهي يتم كلامه هذا ؟ ! فالمعروف لدى المسلمين أن العبادات الواجبة أو المستحبة توقيفية ، وأن مفهوم العبادة متوقف على وجود أمر شرعي ، فإذا ثبت الأمر الشرعي على نحو الوجوب أو الاستحباب كان المأمور به عبادة ، وإلّا فلا ، والأمر الشرعي يتدخل في أصل العبادة ، وفي شكلها وهيئتها .\r\nبمعنى أنّها توقيفية في الأصل والشكل والهيئة ، فكما لا يحق للإنسان تشريع أصل عبادة معينة كذلك لا يحق له تشريع هيئتها وشكلها ، ولعل ابن أبي الحديد يرى أن الأمر بالنافلة وما ورد في فضل الجماعة يكفيان لإثبات شرعية صلاة ذات أشكال مخترعة من قبل العبد ، وليس الأمر كذلك ، فإنّ أخبار فضل النافلة وأخبار فضل الجماعة ، تشير إلى عبادات بهيئات مخصوصة صدرت عن صاحب الشرع ( صلى الله عليه وآله ) ، وتطلب من المؤمنين إتيانها بالهيئة التي سنّها الرسول ( صلى الله عليه وآله ) .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nيقول الدكتور ( يوسف القرضاوي ) بشأن التوقيف في العبادات :\r\n« قال شيخ الإسلام ابن تيمية : إن تصرفات العباد من الأقوال والأفعال نوعان : عبادات يصلح بها دينهم ، وعادات يحتاجون إليها في دنياهم ، فباستقراء أصول الشريعة نعلم أنّ العبادات التي أوجبها الله ، أو أحبّها ، لا يثبت الأمر بها إلا بالشرع ، وأما العادات فهي ما اعتاده الناس في دنياهم مما يحتاجون إليه ، والأصل فيه عدم الحظر ، فلا يحظر منه إلا ما حظره الله سبحانه وتعالى ، وذلك لأنّ الأمر والنهي هما شرع الله ، والعبادة لا بدّ أن تكون مأموراً بها ، فما لم يثبت أنّه مأمور به كيف يحكم عليه بأنّه محظور ؟\r\nولهذا كان أحمد وغيره من فقهاء أهل الحديث يقولون : إن الأصل في العبادات التوقيف ، فلا يشرع منها إلا ما شرعه الله ، وإلّا دخلنا في معنى قوله تعالى :  ( أَمْ لَهُمْ شُرَكاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ ما لَمْ يَأْذَنْ بِهِ اللَّهُ  20 ( 21 .\r\nوقال ( أبو يوسف ومحمّد ) : « لا يزيد بالليل على ركعتين بتسليمة واحدة » 22 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) الشورى : 21 .\r\n( 21 ) الحلال والحرام في الاسلام : 36 .\r\n( 22 ) اللباب في شرح الكتاب لعبد الغني الحنفي : 1 / 91 92 وانظر : ( الفقه\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوقال في ( المهذّب ) : « والسنّة أن يسلّم من كل ركعتين ، لما روي عن ابن عمر ( رضي الله عنه ) أن النبي ( صلى الله عليه وآله ) قال : « صلاة الليل مثنى مثنى ، فإذا رأيت أن الصبح تداركك فأوتر بواحدة » ، وإن جمع ركعات بتسليمة جاز ، لما روت عائشة أن رسول الله ( صلى الله عليه وآله ) « كان يصلي ثلاث عشرة ركعة ، ويوتر من ذلك بخمس ، يجلس في الآخرة ويسلّم ، وأنه أوتر بسبع وبخمس لا يفصل بينهنّ بسلام » ، وإن تطوّع بركعة جاز لما روي أن عمر ( رضي الله عنه ) « مرّ بالمسجد فصلى ركعة فتبعه رجل ، فقال يا أمير المؤمنين إنما صليت ركعة ، فقال : إنما هي تطوع فمن شاء زاد ومن شاء نقص » .\r\nوعقّب على ذلك ( النووي ) بالقول :\r\n« . . في مذاهب العلماء في ذلك قد ذكرنا أنّه يجوز عندنا أن يجمع ركعات كثيرة من النوافل المطلقة بتسليمة ، وأن الأفضل في صلاة الليل والنهار أن يسلّم من كل ركعتين ، وبهذا قال مالك وأحمد وداود وابن المنذر ، وحكي عن الحسن البصري وسعيد بن جبير ، وقال أبو حنيفة : التسليم من ركعتين أو أربع في صلاة النهار ، سواء في الفضيلة ، ولا يزيد\r\n\r\n\r\n","description":"","footnote":"\r\nالاسلامي وأدلته ) للدكتور وهبة الزحيلي : 2 / 50 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعلى ذلك ، وصلاة الليل ركعتان وأربع وست وثمان بتسليمة ، ولا يزيد على ثمان ، وكان ابن عمر يصلي بالنهار أربعاً ، واختاره إسحاق » 23 .\r\nفكيف يمكن أن يُدّعى بعد كل هذه الأقوال والآراء أن أحداً لم يقل بكراهة أو حرمة صلاة ثلاثين ركعة بتسليمة واحدة ، كما قال ذلك المعتزلي بشكل قاطع ، وأرسله إرسال المسلمات ؟\r\nوقال الشيخ يوسف البحراني في الحدائق الناضرة :\r\n« لا ريب في أنّ الصلاة خير موضوع ، إلّا أنه متى اعتقد المكلف في ذلك أمراً زائداً على ما دلّت عليه هذه الأدلة ، من عدد مخصوص ، وزمان مخصوص ، أو كيفية خاصة ، ونحو ذلك ، مما لم يقم عليه دليل في الشريعة ، فإنّه يكون محرّماً وتكون عبادته بدعة ، والبدعية ليست من حيث الصلاة ، وإنما هي من حيث هذا التوظيف الذي اعتقده في هذا الوقت ، والعدد والكيفية من غير أن يرد عليه دليل » 24 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) المجمع من شرح المهذّب : 4 / 49 51 .\r\n( 24 ) الحدائق الناضرة : 6 / 80 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n2 - محاولة القاضي عبد الجبار المعتزلي في كتابه المغني ، حيث كتب يقول عن التراويح : « إذا كان فيه الدعاء إلى الصلاة ، والتشدّد في حفظ القرآن ، فما الذي يمنع أن يعمل به على وجه أنّه مسنون » 25 .\r\nوكلامه هذا يرجع في النتيجة إلى كلام ابن أبي الحديد المعتزلي ، وحينئذ فالجواب هو الجواب ، فإن الصلاة عبادة والعبادة تحتاج إلى قصد القربة ، وقصد القربة لا يتم إلّا بعد إثبات وجود أمر مولوي من الشارع ، وصلاة التراويح على الهيئة والكيفية التي تقام بها لم يرد بها أمر شرعي ، وحينئذ فإتيانها بعنوان أنّها عبادة تشريع محرّم وبدعة منكرة في الدين .\r\n3 - محاولة ابن تيمية التي اعتبر فيها اطلاق عمر بن الخطاب عنوان البدعة على التراويح ، تسمية لغوية لا تسمية شرعية ، وأن المسلمين قد صلّوا التراويح في زمن الرسول وأن النبي ( صلى الله عليه وآله ) قد خرج معهم في ليلة أو ليلتين ، ثمّ امتنع عن ذلك لعلة ذكرها ، وهي : « أنّه لم يمنعني أن أخرج إليكم إلّا كراهة أن يفرض عليكم ، فصلّوا في بيوتكم . . . » ، فعلم بذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 25 ) نقله عنه الشريف المرتضى في الشافي في الإمامة : 4 / 217 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوالكلام لابن تيمية أنّ المقتضي للخروج قائم ، وأنّه لولا خوف الافتراض لخرج إليهم « فلما كان في عهد عمر جمعهم على قارئ واحد وأسرج المسجد فصارت هذه الهيئة وهي اجتماعهم في المسجد على إمام واحد مع الإسراج عملًا لم يكونوا يعملونه من قبل ، فسمي بدعة لأنه في اللغة يسمى بذلك ، وإن لم يكن بدعة شرعية » 26 .\r\nولا يهمنا أن تكون تسمية عمر شرعية أم لغوية ، إنما الذي يهمّنا هو اعترافه بأنه قد أضاف إلى الشريعة أمراً لم يعرفه المسلمون من قبل ، والأمر الذي أضافه حسب عبارة ابن تيمية نفسه هو اجتماعهم في المسجد على إمام واحد مع الإسراج ، والإسراج لا يهمنا لأنه ليس دخيلًا في العبادة ، وإنما الذي يهمنا هو اجتماعهم في الصلاة خلف الإمام ، ولعل ابن تيمية ذكر الإسراج لإيهام القارئ بأن ما قام به الخليفة عمل لا يدخل في صميم العبادة ، وأن الاجتماع في المسجد على إمام واحد شأنه شأن الإسراج ، فكما لا يعد الإسراج بدعة لأنه لا يدخل في صميم العبادة ، كذلك لا يعد الاجتماع للصلاة وأداءها جماعة بدعة . فتكون نتيجة كلامه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 26 ) اقتضاء الصراط المستقيم : 276 277 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأن عمر لم يبتدع في الشريعة ، وإنما ابتدع في أمور من خارجها كالإسراج ، وهذا تمويه وخداع .\r\nفقد اتضح من جواب المحاولة السابقة ، أن أداء الصلاة جماعة أمر من صميم العبادة ، ولا يمكن للعبد أن يتدخل فيه ، ولا بد له من أن يتبع أمر الشارع فيه ، بخلاف الإسراج الذي هو خارج عن مفهوم العبادة ، ولا يسمى إحداثه بدعة .\r\nأما ادعاؤه أن النبي ( صلى الله عليه وآله ) ، قد خرج إلى التراويح ليلة أو ليلتين ، ثمّ انقطع عنها ، فقد اتضح مما سبق عدم صحته ، وهو يناقض قول عمر : « نعمت البدعة هذه » فإن كلامه هذا يدل على عدم وجود التراويح من قبل ، والإتيان بعمل بعد فترة من الانقطاع عنه لا يسمى بدعة .\r\n4 - محاولة تقسيم البدع ، بحسب الأحكام الخمسة .\r\nوهي من أسوأ المحاولات وأبعدها عن الواقع وروح الشريعة الإسلامية ، وهي تعكس شدة الهاجس الذي يعيشه أصحاب هذه المحاولة تجاه قضية صلاة التراويح واعتراف عمر بن الخطاب الصريح بأنها بدعة .\r\nفقد قالوا : إن البدعة تنقسم إلى : بدعة محرمة ، ومكروهة ، ومباحة ، والواجبة ، والمستحبة 27 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) فتح الباري بشرح صحيح البخاري : 13 / 253 ، 96 كتاب الاعتصام باب\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوالجواب الواضح المختصر على هذه المحاولة : إن للبدعة معنى واحداً واضحاً هو : ادخال ما ليس من الدين في الدين ، وقد اتفق المسلمون عليه سنّة وشيعة ، وهذا المعنى لا يقبل التقسيم بحسب الأحكام الخمسة . ولا بحسب الحسن والقُبح ، نعم لو كان للبدعة معان متعددة لأمكننا تصور التقسيم فيها ، بل لها معنى واحد هو المعنى المذموم المذكور في الكتاب والسنّة ، والذي حذّر النبي ( صلى الله عليه وآله ) منه وتوعد عليه بأشد العذاب ، وليت القائلين بالتقسيم الخماسي أو الثنائي يستشهدون على كلامهم بآية أو حديث نبوي يشهد لصحة قولهم .\r\nولا يستطيعون ذلك ، لا لأن الكتاب والسنّة خاليان من الشاهد على هذا التقسيم فقط ، وإنّما لأن التقسيم المذكور مستحيل عقلًا ، فكما لا يمكن تقسيم الظلم إلى حسن وقبيح ، كذلك لا يمكن تقسيم البدعة إلى بدعة حسنة وأخرى قبيحة ، إذ أن البدعة عبارة عن الافتراء على الشريعة ، ونسبة ما ليس\r\n\r\n\r\n","description":"","footnote":"\r\nالكتاب والسنّة ، باب الاقتداء بسنن النبي ( صلى الله عليه وآله ) ، ذيل الحديث 7277 ، جامع الأصول في أحاديث الرسول ( صلى الله عليه وآله ) ابن الأثير : 1 / 280 ، كتاب الاعتصام بالكتاب والسنّة ، الباب الأوّل في الاستمساك بهما ، ذيل الحديث 67 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمنها بأنه منها ، وهذا المعنى ملازم للقبح والذم ، ولا يقبل الانفكاك عنهما بحال من الأحوال . بينما يفترض التقسيم المذكور إمكانية الانفكاك بين البدعة وبين القبح ، وإمكانية وجود بدعة حسنة ، وهذا ناشئ من أن نظرية التقسيم تعمل بالمعنى اللغوي للبدعة ، وهو ما اخترع على غير مثال سابق ، فإن هذا المخترَع يمكن أن يكون حسناً ، ويمكن أن يكون قبيحاً ، وهذا لا نقاش فيه ، ونحن لسنا بصدد المعنى اللغوي ، وإنّما الكلام كل الكلام في المعنى الشرعي ، فإنهم يقعون في مغالطة كبيرة حينما يتحدثون عن البدعة بالمعنى الشرعي ، ثمّ يدّعون قابليتها للتقسيم ويقسمونها فعلًا ، ولكن طبقاً للمعنى اللغوي .\r\n\r\nخلاصة الكلام\r\nإن صلاة التراويح لا أساس لها في الكتاب والسنّة ، وأئمة أهل البيت ( عليهم السلام ) قد أكّدوا أنها من البدع التي لم يشرّعها الشارع الحكيم كما أنّها لم تكن في عصر النبي ( صلى الله عليه وآله ) وأبي بكر وفترة من عصر عمر بن الخطاب . بل إنها بدعة ظهرت بأمر من الخليفة الثاني عمر بن الخطاب ، وإن كل المحاولات الرامية لتبرئتها من صفة البدعة محاولات فاشلة .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52}
  ]