[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رحاب أهل البيت عليهم السلام\r\n( 23 )\r\nالمهدوية عند أهل البيت عليهم السلام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان : في رحاب أهل البيت عليهم السلام : المهدوية عند أهل البيت عليهم السلام\r\nالمؤلف : الشيخ عبد الكريم البهبهاني - لجنة البحوث\r\nالموضوع : كلام\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة الأولى : 1422 ه‍\r\nالطبعة الثانية : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nIsbn : 964 - 8686 - 63 - 7\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait - org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nإنما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية 34\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي السنة النبوية\r\nإني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل بيتي\r\nما إن تمسكم بهما لن تضلوا بعدي أبدا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكلمة المجمع\r\nإن تراث أهل البيت عليهم السلام الذي اخترته مدرستهم وحفظه من الضياع أتباعهم يعبر عن مدرسة جامعة لشتى فروع المعرفة الإسلاميى . وقد استطاعت هذه المدرسة أن تربي النفوس المتسعدة للاعتراف من هذا المعين ، وتقدم للأمة الإسلامية كبار العلماء المحتذين لخطى أهل البيت عليهم السلام الرسالية ، مستوعين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - مطلقا من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفيا خطى أهل البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خط المواجهة وبالمستوى المطلوب في كل عصر .\r\nإن التجارب التي تختزنها كتب علماء مدرسة أهل البيت عليهم السلام في هذا المضمار فريدة في نوعها ، لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجبن الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطابا يستسغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلاب الحقيقة مرحلة جديدة من هذه التجارب الغنية في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - مجنبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدمها مدرسة أهل البيت الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابد أن نشير أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كل مهم جملة من هذه البحوث وابداء ملاحظاتهم القيمة عنها .\r\nوكلنا أمل ورجاء بأن نكون قد قدمنا من استطعنا من جهد أداء لبعض ما علينا تجاه رسالة ربنا العظيم الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالجزء الثالث والعشرون\r\n\r\nالمهدويّة عند أهل البيت ( عليهم السلام )\r\n\r\nالإمامة الاثنا عشرية جوهر مفهوم المهدويّة\r\nإن أصل الاعتقاد بفكرة ظهور المنقذ الذي يمثل جوهر الفكرة المهدوية في الإسلام يعتبر ظاهرة إنسانية عامة وليس خاصاً بدين معين أو مذهب معين ، وهذه الحقيقة من شأنها أن تساعد على اسقاط أربع شبهات في المسألة المهدوية في آن واحد .\r\nفهي توضح أولًا : بطلان الشبهة القائلة باختصاص الشيعة بالقول بالمهدوية ، خاصة مع ثبوت اجماع المسلمين عليه .\r\nوتوضح ثانياً : بطلان شبهة الأسطورة القائلة بأن المهدوية فكرة أسطورية منتزعة من الخيال ، فإن الأسطورة خيال ساذج منتزع من واقع قبلي أو قومي أو فئوي محدود ، وليست هناك أسطورة تحضى بإجماع الأديان السماوية وغير السماوية ، وتُعبّر عن ضمير إنساني عام ، ويتبناها العلماء والمفكرون والفلاسفة .\r\nوتوضح ثالثاً : بطلان الشبهة القائلة بدور اليهود في إيجاد الفكرة المهدوية ، فإذا كان مضمون الفكرة المهدوية موجوداً\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفي كل دين حتى الأديان غير السماوية ، فلما ذا نستكثر على الإسلام وجوده فيه ؟ فإن مقتضى العقل والمنطق أن يكون الإسلام مشتملًا على هذه الفكرة بمفهوم أوضح وأكمل ، كما هو المتجسد في مدرسة أهل البيت ( عليهم السلام ) .\r\nوحينئذ ، فمن مؤشرات الكمال في هذا الدين ، وهذه المدرسة بالذات ، احتواؤهما على الفكرة المهدوية ، أليست الأديان تشترك في محاور عقائدية وتشريعية كثيرة كالحج ، والصوم ، والصلاة . . . إلخ ، فهل أن تصريح اليهودية وغيرها بمثل هذه المحاور يقتضي ابتعاد الإسلام عنها ؟ أم يقتضي تأكيد الإسلام عليها ، وطرحها بمفهوم أكمل وأرقى ؟ فهذه الشبهة تعود على أصحابها بالنقص وعلى الإسلام والتشيع بالكمال .\r\nكما توضح رابعاً : بطلان الشبهة القائلة بأن الفكرة المهدوية وليدة ظروف الضغط السياسي التي عاشها أتباع الأئمة ( عليهم السلام ) ، فإن الخوارج واجهوا ضغطاً لا يقل عما واجهه أتباع الأئمة ( عليهم السلام ) ولو كانت هناك قاعدة مطردة فما أكثر المظلومين والمضطهدين الذين لم يُعرف عنهم اعتقاد بمضمون الفكرة المهدوية ، وما أكثر الأفراد والجماعات التي آمنت بهذا المضمون بدون معاناة لظلم واضطهاد ، ولو\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكان هذا الاعتقاد ناشئاً من الظلم والاضطهاد فما باله يظهر في الأجيال التالية غير المضطهدة ؟\r\nنعم ، الشيء الذي يمكن الاعتقاد به هو أن عوامل الضغط والاضطهاد من شأنها أن تدفع باتجاه التمسك بالفكرة المهدوية أكثر ، لا أنها تنشئ هذه الفكرة وتوجدها من حيث الأساس .\r\nإن الدين هو التعبير الأكمل عن الحقائق الإنسانية ، والإسلام هو التعبير الأكمل عن الحقائق الدينية ، ومدرسة أهل البيت ( عليهم السلام ) هي التعبير الأكمل عن الحقائق الإسلامية .\r\nوحينما تصرح الأديان بفكرة المنقذ العالمي فإنما تكشف فضلًا عن الحقيقة الغيبية عن ضمير إنساني أكيد وبنحو أكمل ، وحينما يصرح الإسلام بهذه الفكرة ، إنما يصرح بحقيقة دينية أكيدة وبنحو أكمل مما طرحته الأديان السابقة ، وحينما يصرح أهل البيت ( عليهم السلام ) بهذه الفكرة فإنما يقدمون البيان الأكمل عن الحقيقة الإسلامية في هذا المضمار .\r\nوحينئذ ، فالفرق بين المسألة المهدوية في مفهوم مدرسة الخلفاء ومدرسة أهل البيت ( عليهم السلام ) هو الفرق بين مدرسة تبيّن الحد الأدنى من الحقيقة ومدرسة تتصدى لبيان الحقيقة الإسلامية بحدها الأعلى ، فتتصور الأولى أن الثانية قد سلكت سبيل الغلو والتطرف ، ولعل السرّ في اشتهار\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالتشيع بالمهدوية حتى كأنها من خصائصه وليست من العقائد المجمع عليها بين المسلمين يعود إلى اختصاصه بحد الكمال ، وتمتع المفهوم المهدوي لديه بخصائص فريدة بها يتحقق المعنى المطلوب من المهدوية .\r\nوهذه الخصائص تتشعب من محور واحد هو أن المهدوية في مفهوم أهل البيت ( عليهم السلام ) ليست نظرة مستقبلية صرفة ، وليست مجرد إخبار عن مستقبل سعيد للبشرية سيكون في نهاية المطاف ، كما ترى ذلك مدرسة الخلفاء ، وإنما هي قبل ذلك جزء لا يتجزأ من عقيدة الإمامة الاثني عشرية التي قدّر لها سماوياً أن تستوعب التاريخ من لحظة وفاة الرسول ( صلى الله عليه وآله ) إلى اللحظة الأخيرة من حياة البشرية ، أو بتعبير آخر ، هي مسألة الإمام الثاني عشر الذي بدأت إمامته منذ عام ( 260 ه ) وتواصلت حتى الآن ، وستتواصل حتى ظهوره في خاتمة التاريخ .\r\nونحن حينما نبحث في المسألة المهدوية في مفهوم أهل البيت ( عليهم السلام ) لا بد وأن نركّز على هذا المحور العقائدي وننظر إليه تارة من زاوية الدليل والبرهان بقصد الإثبات ، وأخرى من زاوية الخصائص المترتبة عليه ، وثالثة من زاوية القيمة العقائدية التي ينطوي عليها ، فهنا ثلاث مراحل من البحث نجعل كل مرحلة في فصل .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالفصل الأوّل الإثبات العقائدي لمفهوم المهدويّة عند أهل البيت ( عليهم السلام )\r\nالدليل العقائدي على هذا المفهوم يتمثل في مئات الروايات الواردة عن رسول الله ( صلى الله عليه وآله ) 1 التي تدل على تعيين المهدي وكونه من أهل البيت 2 . . . ومن ولد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع معجم أحاديث الإمام المهدي : ج 1 أحاديث النبي ( صلى الله عليه وآله ) .\r\n( 2 ) مسند الإمام أحمد : 1 / 84 ح 646 وابن أبي شيبة : 8 / 876 ، كتاب 40 باب 2 ح 190 ، وابن ماجة ونعيم بن حماد في الفتن عن علي ( عليه السلام ) قال : قال رسول الله ( صلى الله عليه وآله ) : « المهدي منّا أهل البيت يُصلحه الله في ليلة » .\r\n( راجع : ( سنن ابن ماجة : 2 / 1367 ح 4085 ، والحاوي للفتاوي ، السيوطي : 2 / 213 و 215 وفيه ، أيضاً : أخرج أحمد وابن أبي شيبة وأبو داود ، عن علي ، عن النبي ( صلى الله عليه وآله ) قال : « لو لم يبق من الدهر إلّا يومٌ لبعث الله رجلًا من أهل بيتي يملؤها عدلًا كما ملئت جوراً » ، وراجع : ( صحيح سنن المصطفى : 2 / 207 .\r\n( وراجع : ( معجم أحاديث المهدي : 1 / 147 وما بعدها ، إذ ينقل أحاديث كثيرة عن الصحاح والمسانيد في هذا المعنى . وراجع موسوعة الإمام المهدي / ( ترتيب مهدي فقيه إيماني ، الجزء الأول ، وفيها نُقول مصوّرة عن عشرات الكتب لعلماء السنّة ومحدّثيهم في المهدي وصفاته وما\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفاطمة 3 . . ومن ذرية الحسين 4 . . . وأنه التاسع من ولد الحسين 5 . . . وأنّ الخلفاء اثنا عشر 6 .\r\n\r\n\r\n","description":"","footnote":"\r\nيتعلق به ، وفيها نسخة مصورة عن محاضرة الشيخ العباد حول ما جاء من الأحاديث والآثار في المهدي ( عليه السلام ) .\r\n( 3 ) الحاوي للفتاوي ، السيوطي جلال الدين : 2 / 214 ، قال : وأخرج أبو داود وابن ماجة والطبراني والحاكم عن امّ سلمة قالت : سمعت رسول الله ( صلى الله عليه وآله ) يقول : « المهدي من عترتي من ولد فاطمة » . وراجع صحيح سنن المصطفى لأبي داود : 2 / 208 ، وسنن ابن ماجة : 2 / 1368 ، ح 4086 .\r\n( 4 ) حديث المهدي من ذرية الحسين ( عليه السلام ) كما في المصادر الآتية على ما نقل في معجم أحاديث المهدي وهي : الأربعون حديثاً لأبي نعيم الأصفهاني كما في عقد الدرر للمقدسي الشافعي ، وأخرجه الطبراني في الأوسط على ما في المنار المنيف لابن القيم ، وفي السيرة الحلبية : 1 / 193 ، وفي القول المختصر لابن حجر الهيثمي . راجع منتخب الأثر للشيخ لطف الله الصافي في ما نقله من كتب الشيعة . ( وراجع دلائل ضعف الرواية التي تقول بأنّه من ولد الإمام الحسن ( عليه السلام ) كتاب السيد العميدي دفاع عن الكافي : 1 / 296 .\r\n( 5 ) راجع الرواية التي تنص على أنّه التاسع من ولد الحسين ( عليه السلام ) في : ينابيع المودّة للقندوزي الحنفي : 492 ، وفي مقتل الإمام الحسين للخوارزمي : 1 / 196 ، وفي فرائد السمطين للجويني الشافعي : 2 / 310 315 الأحاديث من 561 569 ، وراجع منتخب الأثر للعلّامة الشيخ الصافي إذ خرّجها من طرق الفريقين .\r\n( 6 ) حديث « الخلفاء بعدي اثنا عشر كلهم من قريش » أو « لا يزال هذا\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفهذه خمس طوائف من الروايات تتظافر فيما بينها على تبيين مفهوم المهدوية وتشخيص الإمام المهدي ، والذي ينظر فيها يلاحظ ما فيها من التدرج من العنوان الكبير إلى العنوان الأصغر حتى تصل إلى التحديد الشخصي .\r\nوقد لاحظ السيد الشهيد محمد باقر الصدر ( رضي الله عنه ) أن هذه الروايات : « بلغت درجة كبيرة من الكثرة والانتشار على الرغم من تحفّظ الأئمة ( عليهم السلام ) واحتياطهم في طرح ذلك على المستوى العام ، وقاية للخلف الصالح من الاغتيال أو الإجهاز السريع على حياته 7 . وليست الكثرة العددية للروايات هي الأساس الوحيد لقبولها ، بل هناك إضافة إلى ذلك مزايا وقرائن تبرهن على صحتها ، فالحديث النبوي الشريف عن الأئمة أو الخلفاء أو الامراء بعده وأنهم اثنا عشر إماماً أو خليفةً أو أميراً على اختلاف متن الحديث في طرقه المختلفة قد أحصى بعض المؤلفين رواياته فبلغت أكثر من مائتين\r\n\r\n\r\n","description":"","footnote":"\r\nالدين قائماً ما وليه اثنا عشر كلهم من قريش » .\r\n( هذا الحديث متواتر ، روته الصحاح والمسانيد بطرق متعددة وإن اختلف في متنه قليلًا ، نعم ، اختلفوا في تأويله واضطربوا . راجع : ( صحيح البخاري : 9 / 101 كتاب الأحكام باب الاستخلاف ، صحيح مسلم : 6 / 4 كتاب الإمارة باب الاستخلاف ، مسند أحمد : 5 / 90 ، 93 ، 97 .\r\n( 7 ) راجع الغيبة الكبرى للسيد محمد الصدر : 272 وما بعدها .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوسبعين رواية 8 مأخوذة من أشهر كتب الحديث عند الشيعة والسنّة بما في ذلك البخاري 9 ومسلم 10 والترمذي 11 وأبي داود 12 ومسند أحمد 13 ومستدرك الحاكم على الصحيحين 14 ، ويلاحظ هنا أن البخاري الذي نقل هذا الحديث كان معاصراً للإمام الجواد والإمامين الهادي والعسكري ، وفي ذلك مغزىً كبيراً ؛ لأنه يبرهن على أن هذا الحديث قد سُجّل عن النبي ( صلى الله عليه وآله ) قبل أن يتحقق مضمونه وتكتمل فكرة الأئمة الاثني عشر فعلًا ، وهذا يعني أنه لا يوجد أي مجال للشك في أن يكون نقل الحديث متأثراً بالواقع الإمامي الاثني عشري وانعكاساً له ؛ لأن الأحاديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) راجع التاج الجامع للُاصول : 3 / 40 قال : رواه الشيخان والترمذي ، وراجع في تحقيق الحديث وطرقه وأسانيده كتاب الإمام المهدي ( عليه السلام ) علي محمد علي دخيل .\r\n( 9 ) صحيح البخاري / المجلد الثالث : 9 / 101 ، كتاب الأحكام باب الاستخلاف ، طبعة دار إحياء التراث العربي بيروت .\r\n( 10 )\r\n( 11 )\r\n( 12 ) - ( راجع : التاج الجامع للُاصول : 3 / 40 ، قال تعقيباً على الحديث : رواه الشيخان والترمذي ، وفي الهامش قال : رواه أبو داود في كتاب المهدي بلفظ : « لا يزال هذا الدين قائماً حتى يكون عليكم اثنا عشر خليفة . . . » ، وراجع سنن أبي داود : 2 / 207 .\r\n( 13 ) مسند الإمام أحمد : 6 / 99 ، ح 20359 .\r\n( 14 ) المستدرك على الصحيحين : 3 / 618 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالمزيفة التي تنسب إلى النبي ( صلى الله عليه وآله ) هي انعكاسات أو تبريرات لواقع متأخر زمنياً لا تسبق في ظهورها وتسجيلها في كتب الحديث ذلك الواقع الذي تشكل انعكاساً له ، فما دمنا قد ملكنا الدليل المادي على أن الحديث المذكور سبق التسلسل التاريخي للأئمة الاثني عشر ، وضُبط في كتب الحديث قبل تكامل الواقع الإمامي الاثني عشري ، أمكننا أن نتأكد من أنّ هذا الحديث ليس انعكاساً لواقع ، وإنما هو تعبير عن حقيقة ربّانية نطق بها من لا ينطق عن هوى 15 ، فقال : « إنّ الخلفاء بعدي اثنا عشر » 16 . وجاء الواقع الإمامي الاثني عشري ابتداءً من الإمام علي وانتهاءً بالمهدي ( عليهما السلام ) ؛ ليكون التطبيق الوحيد المعقول 17 لذلك الحديث النبوي الشريف » 18 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) إشارة إلى قوله تعالى : ( وما ينطق عن الهوى * ( إن هو إلا وحي يوحى ) . . النجم : 3 4 .\r\n( 16 ) تقدم تخريج الحديث .\r\n( 17 ) اضطرب العلماء في تأويله بعد اطباقهم على صحته ، وما أوردوه من مصاديق لا يمكن قبولها ، بل إن بعضها غير معقول تماماً كإدخالهم يزيد بن معاوية المجاهر بالفسق ، المحكوم بالمروق والكفر أو من هو على شاكلته .\r\n( 18 ) بحث حول المهدي للسيد الشهيد الصدر ( قدس سره ) : 501 701 بتحقيق الدكتور عبد الجبار شرارة .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nلقد أخرج مسلم في صحيحه من طريق قتيبة بن سعيد ، عن جابر ابن سمرة ، قال : « دخلت مع أبي على النبي ( صلى الله عليه وآله ) ، فسمعته يقول : « إنّ هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة » .\r\nقال : ثمّ تكلم بكلام خَفيَ علَيَّ ، فقلت لأبي : ما قال ؟ قال : « كلّهم من قريش » 19 .\r\nثمّ أخرجه عن ابن أبي عمر ، عنه ، وعن هداب بن خالد ، عنه ، وعن نصر بن عليّ الجهضمي ، عنه ، وعن محمد بن رافع ، عنه ، كلّ من طريق .\r\nوأخرجه عن أبي بكر بن أبي شيبة ، عنه ، من طريقين . وعن قتيبة بن سعيد ، عنه ، من طريقين آخرين .\r\nفهذه تسعة طرق للحديث في صحيح مسلم فقط ، ناهيك عن كثرة طرقه الأخرى في كتب الحديث لدى السُنّة والشيعة 20 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) صحيح مسلم : 6 / 3 كتاب الإمارة باب الناس تبع لقريش .\r\n( 20 ) راجع صحيح البخاري 164 : 4 كتاب الأحكام ، باب الاستخلاف ، مسند أحمد : 6 / 94 ، الأحاديث 325 ، 66302 ، 76302 ، 61402 ، 34402 ، 30502 ، 43502 ، سنن أبي داود 4 : 601 / 9724 4280 ، المعجم الكبير ، الطبراني : 2 / 238 / 6991 ، سنن الترمذي : 4 / 501 ، مستدرك\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nاضطراب مدرسة الخلفاء في تفسير الحديث\r\nوالسؤال هنا ، من هم هؤلاء الخلفاء ؟\r\nقبل أن نختار إجابة محدّدة على هذا السؤال لا بد من طرح الاحتمالات المتصورة في معنى هذا الحديث ، ومقصود النبي الأعظم ( صلى الله عليه وآله ) منه ، وهنا احتمالان لا ثالث لهما ، وهما :\r\n1 - أن يكون مقصود النبي ( صلى الله عليه وآله ) هو بيان ما سيجري عليه الواقع السياسي للُامة من بعده ، بنحو من التنبؤ والكشف\r\n\r\n\r\n","description":"","footnote":"\r\nالحاكم : 3 / 618 ، حلية الأولياء ، أبو نعيم : 4 / 333 ، فتح الباري : 31 / ( 211 ، صحيح مسلم بشرح النووي : 12 / 201 ، البداية والنهاية ، ابن كثير : 1 / 153 ، تفسير ابن كثير : 2 / 24 في تفسير الآية 12 من سورة المائدة ، كتاب السلوك في دول الملوك ، المقريزي : 1 / 13 15 من القسم الأول ، شرح الحافظ ابن قيم الجوزية على سنن أبي داود : 11 / 363 ، شرح الحديث 4259 ، شرح العقيدة الطحاوية : 2 / 736 ، الحاوي للفتاوي ، السيوطي : 2 / 58 ، عون المعبود شرح سنن أبي داود ، العظيم‌آبادي : 11 / 362 ، شرح الحديث 4259 ، مشكاة المصابيح ، التبريزي : 3 / 327 ، 5983 ، السلسلة الصحيحة ، الألباني حديث رقم : 376 ، كنز العمال : 12 / 32 ، 33848 و 12 / 33 / 33858 و 12 / 34 / 33861 . كما أخرج هذا الحديث محدّثو الشيعة أيضاً نذكر منهم الصدوق في كمال الدين 272 : 1 . والخصال 2 : 964 و 475 ، وقد تابع طرق الحديث ورواته من الصحابة في إحقاق الحق : 13 / 1 50 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nعن المستقبل ، على غرار تنبؤات كثيرة صدرت منه ( صلى الله عليه وآله ) في شؤون مختلفة . فيكون مفاد الحديث هو الإخبار عن الواقع المستقبلي للُامة . ولنطلق على هذا الاحتمال اسم « التفسير المستقبلي » .\r\n2 - أن يكون مقصوده ( صلى الله عليه وآله ) اصدار قرار بتعيين اثني عشر إماماً وخليفة من بعده ، فيكون مفاده الإنشاء والتنصيب بلحاظ مقتضيات الشريعة ، لا الاخبار بلحاظ الواقع المستقبلي . ولنطلق على هذا الاحتمال اسم « التفسير العقائدي » .\r\nومقتضى البحث العلمي أن ننظر في هذين الاحتمالين ونختار ما تؤيده الشواهد والأدلّة والبراهين العقلية والنقلية ، إلّا أن مدرسة الخلفاء لما آمنت منذ البدء بشرعية نظام الخلافة ورفضت نظرية التعيين ، وأقامت تراثها الكلامي والفقهي على هذا الأساس ، وجدت نفسها أمام احتمال واحد لا مفرّ لها عنه ، وهو الاحتمال الأول ، واضطرت إلى تأويل كل ما يعارضه ، والأخذ بهذه التأويلات مهما كانت تعسفية وبعيدة عن القواعد العقلية والعرفية ، باعتبارها أمراً لا بديل عندها عنه .\r\nوكان عليها أن تنظر إلى الحديث نظرة علمية متحررة من أي فكرة مُسبقة لتتأكد بنفسها من سقم التفسير المستقبلي\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nللحديث ، فإن كان النبي ينظر إلى ما سيجري عليه الواقع فما الداعي إلى التحديد باثني عشر خليفة مع امتداد المستقبل أكثر من هذا ؟ وإن كان النبي ينظر إلى الخلافة الصحيحة المطابقة للموازين الشرعية فإن مدرسة الخلفاء لم تقطع ولم تجمع على شرعية غير الخلفاء الأربعة ، ومن هنا اضطربت آراؤها في تحديد اشخاص الخلفاء الاثني عشر .\r\nفالخلفاء الاثنا عشر عند ابن كثير : الخلفاء الأربعة ، وعمر بن عبد العزيز ، وبعض بني العباس ، واستظهر أنّ المهديّ منهم 21 .\r\nوعند القاضي الدمشقي : الخلفاء الأربعة ، ومعاوية ، ويزيد بن معاوية ، وعبد الملك بن مروان وأولاده الأربعة ( الوليد ، وسليمان ، ويزيد ، وهشام ) ، وأخيراً عمر بن عبد العزيز 22 .\r\nوعند ولي الله المحدِّث في قرة العينين كما جاء في عون المعبود : الخلفاء الأربعة ، ومعاوية ، وعبد الملك بن مروان ، وأولاده الأربعة ، وعمر بن عبد العزيز ، ووليد بن يزيد بن عبد الملك ، ثمّ نقل عن مالك بن أنس أنّه أدخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) تفسير القرآن الكريم ، ابن كثير : 2 / 34 في تفسير الآية 12 من سورة المائدة .\r\n( 22 ) شرح العقيدة الطحاوية ، القاضي الدمشقي : 2 / 736 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nعبد الله بن الزبير فيهم . ولكنه رفض قول مالك ، مستدلًا بما روي عن عمر وعثمان ؛ عن النبي ( صلى الله عليه وآله ) ما يدل على أنّ تسلط ابن الزبير كان مصيبة من مصائب هذه الأمة ، ثمّ ردّ من أدخل يزيد بينهم ، مصرحاً بأنّه كان سيّئ السيرة 23 .\r\nوقال ابن قيم الجوزية : « وأمّا الخلفاء : اثنا عشر ، فقد قال جماعة منهم أبو حاتم وابن حبّان وغيره : انّ آخرهم عمر بن عبد العزيز ، فذكروا الخلفاء الأربعة ، ثمّ معاوية ، ثمّ يزيد ابنه ، ثمّ معاوية بن يزيد ، ثمّ مروان بن الحكم ، ثمّ عبد الملك ابنه ، ثمّ الوليد ابن عبد الملك . ثمّ سليمان بن عبد الملك . ثمّ عمر بن عبد العزيز ، وكانت وفاته على رأس المائة ، وهو القرن المفضل الذي هو خير القرون ، وكان الدين في هذا القرن في غاية العزّة ، ثمّ وقع ما وقع » 24 .\r\nوقال النوربشتي : « السبيل في هذا الحديث وما يتعقبه في هذا المعنى أنه يحمل على المقسطين منهم ، فإنّهم هم المستحقون لاسم الخليفة على الحقيقة ، ولا يلزم أن يكونوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) عون المعبود في شرح سنن أبي داود : 11 / 246 شرح الحديث 427 ، كتاب المهدي ط دار الكتب العلمية .\r\n( 24 ) عون المعبود في شرح سنن أبي داود : 11 / 245 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعلى الولاء ، وإن قُدّر أنهم على الولاء فإنّ المراد منه المسمون بها على المجاز ، كذا في المرقاة » 25 .\r\nوعند المقريزي : الخلفاء الأربعة ، ثمّ الإمام الحسن ( عليه السلام ) قال : « وبه تمّت أيام الخلفاء الراشدين » ، ولم يُدخِل أحداً من بني أمية حيث صرّح بأنَّ الخلافة صارت بعد الإمام الحسن ( عليه السلام ) ملكاً عضوضاً ، قال : « أيّ فيه عسف وعنف ! ! » ، كما لم يُدخل أحداً من بني العباس ، مصرّحاً أنّ في خلافتهم « افترقت كلمة الإسلام وسقط اسم العرب من الديوان ، وادخل الأتراك في الديوان ، واستولت الديلم ، ثمّ الأتراك ، وصارت لهم دول عظيمة جداً ، وانقسمت ممالك الأرض عدة أقسام ، وصار بكلّ قطر قائم يأخذ الناس بالعسف ، ويملكهم بالقهر » 26 .\r\nوهكذا يلاحظ بوضوح اضطراب مدرسة الخلفاء في تفسيرها لهذا الحديث ، ووقوعها في مطبّات يتعذّر عليها الخروج منها ما دامت تصر على التفسير المستقبلي له .\r\nوقد قال السيوطي في الحاوي : « لم يقع إلى الآن وجود اثني عشر اجتمعت الأمة على كلّ منهم » 27 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 25 ) عون المعبود في شرح سنن أبي داود : 11 / 244 .\r\n( 26 ) السلوك لمعرفة دول الملوك : 1 / 13 15 القسم الأول .\r\n( 27 ) الحاوي للفتاوي : 2 / 85 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nولو كان التفسير المستقبلي في نفسه صحيحاً ومقبولًا لآمن به صحابة النبي ( صلى الله عليه وآله ) قبل غيرهم ، ولظهر آثار ذلك على لسان الخلفاء أنفسهم ، ولقال أولهم : أنا أول الخلفاء الاثني عشر ، ولقال الثاني والثالث إلى الثاني عشر مثل ذلك ، ولكان مثل هذا الادّعاء افتخاراً وشاهداً يساعد على إثبات شرعية كل منهم ، بينما لم يسجّل التاريخ ادعاءً لأي من الأسماء المذكورة في سلسلة الخلفاء الاثني عشر الافتراضية بمثل ذلك .\r\nثمّ إن الحديث يدل على أن فترة إمامة الأئمة الاثني عشر تستوعب التاريخ الإسلامي إلى نهايته بحيث تموج الأرض بأهلها من بعدهم . فقد روى أهل السنّة عن النبي ( صلى الله عليه وآله ) أنّه قال : « لا يزال هذا الدين قائماً إلى اثني عشر من قريش ، فإذا هلكوا ماجت الأرض بأهلها » 28 . ولم تمج الأرض بعد موت عمر بن عبد العزيز بأهلها ، بل كان انتشار علوم الدين كالفقه والحديث والتفسير في القرنين الثالث والرابع الهجريين ، حتى بلغت علوم الدين قمتها في الاتساع والشمول بعد موت هؤلاء الخلفاء الاثني عشر عند أهل السنّة ، والمفروض أن تموج الأرض بأهلها !\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) كنز العمال : 12 / 34 ح 33861 ، أخرجه ابن النجار ، عن أنس .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nورووا أيضاً ، عن جابر بن سمرة : « لا تزال هذه الأمة مستقيماً أمرها ، ظاهرة على عدوّها ، حتى يمضي منهم اثنا عشر خليفة ، كلهم من قريش ، ثمّ يكون المرج » 29 .\r\nوإذا كان المراد بالمرج هو القلق ، والاضطراب ، والالتباس ، فيقتضي أن لا يكون شيء منه إلى عهد عمر بن عبد العزيز ، ولكن التاريخ لا يعرف فتنة عظم بها القلق ، واشتد بها الاضطراب ، وكثر فيها التباس الحق بالباطل من فتنة معاوية وخروجه على خليفة المسلمين ، وهذا يدل على أن المراد بالمرج هو أعظم من القلق والاضطراب والالتباس ، ولعل المراد ترك الدين بالكلّية ، وهذا ما لم يحصل إلّا عند اقتراب الساعة ، التي يسبقها ظهور الإمام المهدي ( عليه السلام ) ، وما يعقب انتقاله إلى الرفيق الأعلى من أحداث .\r\nثمّ ما معنى ادخال الملوك في عداد الخلفاء ، فقد روى أهل السُنّة ، عن سعد بن أبي وقاص أحد العشرة المبشرة ، ومن رجال الشورى الذين عينهم عمر ، أنه دخل على معاوية وقد تخلف عن بيعته ، فقال : « السلام عليك أيها الملك ، فقال له : فهلا غير ذلك ؟ أنتم المؤمنون وأنا أميركم . قال : نعم ، إن كنّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 29 ) كنز العمال : 12 / 32 ، حديث 33848 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nأأمرناك ، وفي لفظ : نحن المؤمنون ولم نؤمّرك » وقد أنكرت عائشة على معاوية دعواه الخلافة ، كما أنكرها ابن عباس ، والإمام الحسن ( عليه السلام ) حتى بعد الصلح 30 ، فهو من البغاة بالاتفاق ؛ لحديث : « يا عمار تقتلك الفئة الباغية » . ولست أدري كيف يصحُّ أن يكون الباغي على الخليفة الشرعي خليفة لرسول الله ( صلى الله عليه وآله ) على المؤمنين ! !\r\nوما معنى ادخال يزيد الفاجر ، المعلن فجوره وانتهاكه لحرمات الله تعالى وهذا من أعجب العجب حقاً ! إذ كيف يصحُّ للمسلم أن يجعل من يسفك دماء أهل بيت رسول الله ( صلى الله عليه وآله ) ، ويغزو جنده المدينة المنورة ويقتلوا عشرة آلاف من أهلها حتى أنه لم يبق بدرياً بعد موقعة الحرّة ، خليفة لرسول الله ( صلى الله عليه وآله ) ، وكذلك الحال مع ملوك الشجرة الملعونة بنصّ القرآن الكريم ، ولقد رآهم النبيّ في منامه ورؤيا الأنبياء صادقة كفلق الصبح بأنّهم ينزون على منبره نزو القرود ، باتفاق معظم المفسرين من أهل السنّة ، وذلك عند تفسيرهم الآية الستين من سورة الإسراء ، بما لا حاجة إلى تتبع كلماتهم .\r\nوهكذا يظهر بوضوح ثلاث نتائج حاسمة هي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) راجع الغدير للعلّامة الأميني : 1 / 26 27 ، فقد ذكر ذلك مخرجاً عن كتب أهل السنّة .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n1 - فشل التفسير الاخباري المستقبلي لحديث الخلافة الاثني عشرية .\r\n2 - دور العامل السياسي في إلجاء مدرسة الخلفاء إلى ذلك التفسير .\r\n3 - انحصار الحقيقة الشرعية بالتفسير العقائدي الإنشائي القائل بدلالة الحديث المذكور على نصب اثني عشر إماماً للمسلمين ، وهو التفسير الذي قامت عليه أدلة عقلية وقرآنية ونبوية كثيرة جداً نجدها مبسوطة في التراث الإمامي القديم والحديث ، في مجالات التفسير والحديث وعلم الكلام والتاريخ .\r\nويبدو أن التاريخ قد أبى إلّا أن يبقى الأئمة الاثنا عشر من أهل البيت ( عليهم السلام ) مصداقاً وحيداً للحديث المذكور لا ينازعون في ذلك حتى على مستوى الادّعاء ، أولهم أمير المؤمنين ( عليه السلام ) وآخرهم الإمام المهدي بن الحسن العسكري ( عليه السلام ) وفي ذلك ما لا يحصى كثرة من الأحاديث الشريفة الدالة عليه ، ونشير هنا إلى أحدها ، وهو ما أخرجه الجويني الشافعي في فرائد السمطين ، عن ابن عباس ، عن النبي ( صلى الله عليه وآله ) أنّه قال : « أنا سيد النبيين ، وعلي بن أبي طالب سيد الوصيين ، وإنّ أوصيائي بعدي اثنا عشر أولهم عليّ بن أبي طالب ، وآخرهم المهديّ » 31 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 31 ) فرائد السمطين : 2 / 313 ، ح 564 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nومن هنا احتمل بعض المحققين 32 أن ما ذكرته كتب الحديث من أن جابر بن سمرة حينما خفي عليه بعض كلام النبي ( صلى الله عليه وآله ) فسأل أباه عما خفي عليه من كلامه ( صلى الله عليه وآله ) أجابه أبوه بأنه ( صلى الله عليه وآله ) قال : « كلهم من قريش » ، احتمل أن جواب الأب فيه تحريف ، ذلك أن الروايات علّلت خفاء الجواب ب « ثمّ لغط القوم وتكلموا » و « ضجّ الناس » « فقال كلمة أصمّنيها الناس » « فصرخ الناس فلم أسمع ما قال » « فكبّر الناس وضجّوا » « فجعل الناس يقومون ويقعدون » . فكل هذه التعليلات لا تتناسب مع العبارة التي لم يسمعها الراوي ، لأن جعل الخلافة في قريش أمر يسرّهم ولا يوجب اللغط والضجيج ، والمتناسب مع هذه الحالات الموصوفة في الروايات أن تكون الإمامة في جماعة خاصة دون قريش ، وهذا ما ذكره القندوزي في ينابيع المودّة حيث ذكر أن العبارة التي قالها النبي ( صلى الله عليه وآله ) هي : « كلهم من بني هاشم » 33 .\r\nوحينما يتّضح فشل التفسير الاخباري المستقبلي لحديث الإمامة الاثني عشرية من جهة وحقانية التفسير العقائدي له من جهة ثانية ، وثبوت اسم الإمام المهدي ( عليه السلام )\r\n\r\n\r\n","description":"","footnote":"\r\n( 32 ) الغدير والمعارضون ، السيد جعفر مرتضى العاملي : 70 72 .\r\n( 33 ) ينابيع المودّة : 3 / 104 باب 77 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nفي سلسلة أئمة أهل البيت ( عليهم السلام ) وكونه هو الإمام الثاني عشر الذي يصلح الله به الأرض بعد ما تمتلئ بالفساد من جهة ثالثة ، لا يبقى بعد ذلك مجال للشك في ثبوت المفهوم العقائدي للمهدوية الذي تصرّ عليه مدرسة أهل البيت ( عليهم السلام ) .\r\nذلك أن الترابط الصميمي بين مسألة الإمامة الاثني عشرية والمسألة المهدوية ، من شأنه أن ينقل إلى المسألة المهدوية النتائج الثلاثة الحاسمة التي ظهرت على بساط البحث . فإن فشل التفسير المستقبلي للإمامة الاثني عشرية يعني بالنتيجة فشل هذا التفسير بالنسبة إلى المهدوية أيضاً ، كما أن ثبوت المنشأ السياسي لهذا التفسير على صعيد الإمامة الاثني عشرية يعني بالنتيجة ثبوته بحق المهدوية أيضاً ، حيث إن مدرسة الخلفاء كما جعلت حديث الخلافة الاثني عشرية اخبارياً مستقبلياً كتفريع منها على القول بصحة نظرية السقيفة والخلافة وشرعيتها ، كذلك رأت ضرورة الجنوح بالمسألة المهدوية صوب الرؤية المستقبلية ، فراراً من القول بإمامة أهل البيت ( عليهم السلام ) وعدم شرعية نظام الخلافة ، كما أن ثبوت حقّانية التفسير العقائدي لحديث الإمامة الاثني عشرية يعني بالنتيجة ثبوت حقّانية المفهوم العقائدي للمسألة المهدوية .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nالفصل الثاني خصائص مفهوم المهدوية عند أهل البيت ( عليهم السلام )\r\nوبعد ما تم الاثبات العقائدي لمفهوم المهدوية عند أهل البيت ( عليهم السلام ) ندخل في مرحلة جديدة من البحث ، وهي مرحلة البحث في الخصائص المترتبة على هذا المفهوم ، واثبات أنها خصائص واقعية لها تحقق تأريخي وشرعي ، وأن الاعتقاد بها لا يلزم منه خدشة عقائدية ولا مفارقة تأريخية ، وهي :\r\nالخصوصية الأولى :\r\nتحقق ولادة الإمام المهدي في أجواء سرّية مقصودة لا بد منها\r\nومع ثبوت المفهوم المهدوي عند أهل البيت ( عليهم السلام ) يصبح واضحاً أن من أبرز مقتضيات هذا المفهوم أن تكون ولادة الإمام الثاني عشر مقرونة بالسرّية والكتمان حتى تتسنى له الغيبة بعد ذلك ، والاختفاء عن الأنظار إلى مكان آمن يختاره الله له إلى حين يأذن له بالظهور ، باعتباره الكوكب الأخير في سماء الإمامة ، والإمام الذي لا إمام للمسلمين بعده ، وهذا المعنى يستلزم حياة خفية وعمراً\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمديداً وولادة سرّية ، حتى يبقى موقع الإمامة مشغولًا على مدى الدهر بإمام من الأئمة الاثني عشر ( عليهم السلام ) حي أو غائب .\r\nوحينئذ ، فمن غير المناسب أن يقال : لما ذا لم تكن ولادة الإمام ، ووجوده بعد أبيه أمراً مشهوداً ، ملموساً لكل من أراد حتى نصدق به ؟ فإنه لو كان كذلك لما تيسرت له الغيبة والاختفاء عن الأنظار ، ولما كان هو الإمام الثاني عشر ، ولكان الأئمة أكثر من هذا العدد ، وهذا ما يخالف الأدلّة النبوية المذكورة آنفاً ، فالولادة السرّية من المستلزمات والمقتضيات الطبيعية لتلك الأدلة .\r\nوهذا ما يوضح أن الاثبات الخارجي لقضية ، من نوع قضية ولادة الإمام المهدي ووجوده وحياته ، لا يمكن الاكتفاء فيه بالبحث التاريخي ، ما دمنا نؤمن منذ البداية أنها مقرونة بدرجة شديدة من السرّية والكتمان ، بل هو إثبات عقائدي تاريخي تقوم فيه العقيدة بلعب دور أساسي ، فيما يلعب البحث التاريخي فيها دوراً تكميلياً ، لأننا نذعن منذ البدء بوجود المنكرين لها والمشككين فيها ، ما دامت القضية سرية مكتومة ، والمطّلعون عليها عدد محدود من الناس ، بنحو يسمح للآخرين حتّى وإن كانوا من الحلقات القريبة من الإمام ، ومن خلصاء الشيعة بالانكار والتشكيك\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nما داموا محجوبين عن الحقيقة السرية المكتومة ، بحيث لو سألهم سائل عن ولادة الإمام المهدي ووجوده وحياته ، لأنكروا ذلك ، ولنقلوا عن سائر الناس أنهم أيضاً لم يروه ولم يسمعوا بخبر ولادته ووجوده . فنحن لا نتحدث عن قضية مادية محسوسة بكل أبعادها وجهاتها وتخضع لتسجيل تاريخي كامل حتى نعتمد في إثباتها وإنكارها على المؤرخين والرواة ، وإنما نتحدث من حيث الأساس عن قضية غيبية ، سوى أنها ليست غيبية بنحو مطلق وإنما لها شعاع محسوس يطلع عليه أفراد منتخبون ، يطلعون على ولادته فيشهدون عليها ، وعلى غيبته الصغرى فيشهدون عليها ، وعلى غيبته الكبرى فيشهدون عليها ، ولهذا قلنا إن مفهوم أهل البيت ( عليهم السلام ) عن المهدوية مفهوم عقائدي .\r\nبمعنى أن إنكار المنكرين لا يكون في مثل قضية الإمام المهدي ( عليه السلام ) حجة تاريخية منطقية لإثبات عدم وجوده ، ما دمنا قد أذعنا منذ البداية أن القضية سرية مكتومة ، ومن الضروري الاكتفاء من ناحية البحث التأريخي باثبات وجود من رآه واطلع عليه وسمع بوجوده وأذعن له ، دون الالتفات إلى إنكار المنكرين الذي يعتبر ظاهرة طبيعية بالنسبة إلى قضية سرية مكتومة .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوهنا سنطوي بحثين : بحث في الشواهد الدالة على ولادة الإمام واستمرار وجوده ، وبحث آخر نناقش فيه أدلة المنكرين له ( عليه السلام ) .\r\nالشواهد التاريخية الدالة على وجود الإمام المهدي ( عليه السلام )\r\nوهذه ناحية واسعة تظافرت عليها أرقام تاريخية كثيرة جداً نصنفها في عدّة نقاط :\r\n1 شهادة الإمام الحسن العسكري ( عليه السلام ) بولادة ابنه الإمام المهدي ( عليه السلام )\r\nوفي ذلك أحاديث كثيرة نقلها إثقات الشيعة ورواتهم ، ننقل منها :\r\nالحديث المروي عن محمد بن يحيى ، عن أحمد بن إسحاق ، عن أبي هاشم الجعفري ، قال : « قلت لأبي محمد ( عليه السلام ) : جلالتك تمنعني من مسألتك ، فتأذن لي أن أسألك ؟ فقال : سَلْ . قلت : يا سيدي هل لك ولد ؟ فقال : نعم » 34 .\r\nوفي هذا الحديث الكفاية سنداً ودلالة ، فهذه كتب الرجال تشهد بجلالة محمد بن يحيى أبي جعفر العطار القمّي\r\n\r\n\r\n","description":"","footnote":"\r\n( 34 ) أصول الكافي : 1 / 328 ، كتاب الحجّة باب الإشارة والنص إلى صاحب الدار .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالذي لا زال قبره إلى الآن معروفاً ومشهوراً يزار ، وتشهد لعلو مكانة أحمد بن إسحاق بن عبد الله بن سعد بن مالك بن الأحوص الأشعري أبي علي القمّي ، عند الإمام الحسن العسكري ( عليه السلام ) ، وتشهد أيضاً لمنزلة داود بن القاسم بن إسحاق بن عبد الله بن جعفر بن أبي طالب أبي هاشم الجعفري . . ثمّ انظر قلّة الوسائط في إسناد هذا الحديث ، الذي يُعبر عن أمثاله بقرب الإسناد الذي يعتبر من الشواهد المؤيدة للحديث .\r\n2 شهادة القابلة\r\nوهي أخت إمام ، وعمة إمام ، وبنت إمام ، العلوية الطاهرة حكيمة بنت محمد الجواد ، وأخت الإمام الهادي ، وعمة الإمام العسكري ، حيث صرّحت بمشاهدة ولادة الإمام الحجة ( عليه السلام ) ليلة مولده 35 ، وهي التي تولّت أمر نرجس والدة الإمام الحجة ( عليه السلام ) ، وبإذن من أبيه الحسن العسكري ( عليهما السلام ) 36 .\r\n3 عشرات الشهادات برؤية الإمام ( عليه السلام )\r\nوهنا قائمة طويلة من الأسماء ، ممن رأى الإمام المهدي واتّصل به وشهد برؤيته إياه ، سجلتها المصادر التاريخية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 35 ) أصول الكافي : 1 / 330 ، كتاب الحجة ، باب تسمية من رآه ( عليه السلام ) .\r\n( 36 ) كمال الدين : 2 / 424 ، باب 42 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوجمعها بعض المصنفين في مصنفات خاصة ، مثل : ( كتاب تبصرة الولي فيمن رأى القائم المهدي ) للسيد هاشم البحراني ذكر فيه ( 79 ) شخصاً شهد برؤية الإمام ( عليه السلام ) في طفولته أو في غيبته الصغرى ، وذكر أسماء المصادر التي اعتمد عليها في ذلك ، وأحصى الشيخ أبو طالب التجليل التبريزي زهاء ( 304 ) أشخاص ممن رأى الإمام ( عليه السلام ) ، وشهد به 37 . وأحصى الشيخ الصدوق المتوفى سنة ( 381 ه ( وعهده بغيبة الإمام المهدي ( عليه السلام ) قريب جداً ( 64 ) شخصاً شهد برؤية الإمام ( عليه السلام ) وكان كثير منهم وكلاء له 38 ، وهم من مدن شتى .\r\nفمن وكلاءه : من أهل أذربيجان : القاسم بن العلاء . ومن الأهواز : محمد بن إبراهيم بن مهزيار . ومن بغداد : حاجز البلالي ، وعثمان ابن سعيد العمري ، ومحمد بن عثمان بن سعيد العمري ، والعطار . ومن الكوفة : العاصمي . ومن قم : أحمد بن إسحاق . ومن نيسابور : محمد بن شاذان . ومن همدان : البسامي ، ومحمد بن أبي عبد الله الكوفي الأسدي ، ومحمد بن صالح .\r\nأمّا من رآه ( عليه السلام ) من غير الوكلاء ، منهم : من أهل أصفهان :\r\n\r\n\r\n","description":"","footnote":"\r\n( 37 ) من هو المهدي ، أبو طالب تجليل التبريزي : 460 506 .\r\n( 38 ) كمال الدين : 2 / 442 باب 43 ، وبحار الأنوار : 52 / 03 ( باب 26 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nابن باشازاده . ومن الأهواز : الحصيني . ومن بغداد : أحمد بن الحسن ، وإسحاق الكاتب من بني نوبخت ، وأبو عبد الله الخيبري ، وأبو عبد الله بن فروخ ، وأبو عبد الله الكندي ، وأبو القاسم بن أبي حليس ، وأبو القاسم بن دبيس ، ومسرور الطباخ مولى أبي الحسن ( عليه السلام ) ، والنيلي ، وهارون الفزاري . ومن الدينَوَر : أحمد ابن أخي الحسن بن هارون ، وعمه الحسن بن هارون . ومن الري : أبو جعفر الرفّاء ، وعليّ بن محمد ، والقاسم بن موسى ، وابن القاسم بن موسى ، وأبو محمد بن هارون ، ومحمد بن محمد الكليني . ومن قزوين : عليّ بن أحمد ، ومرداس . ومن قم : الحسن بن النضر ، والحسين بن يعقوب ، وعليّ بن محمد بن إسحاق ، ومحمد بن إسحاق ، ومحمد بن محمد . ومن مصر : أبو رجاء . ومن نصيبين : أبو محمد بن الوجناء النصيبي . ومن همدان : جعفر بن حمدان ، ومحمد بن كشمرد ، ومحمد بن هارون . ومن اليمن : ابن الأعجمي ، والجعفري ، والحسن بن الفضل ابن يزيد ، وأبوه الفضل بن يزيد ، والشمشاطي . كما ذكر أيضاً من رآه من أهل شهرزور ، والصيمرة ، وفارس ، وقابس ومرو .\r\nفهل يعقل اتفاق هؤلاء جميعاً وتواطؤهم على الكذب ؟ وفيهم اثبات ثقات صرحت كتب الرجال بتوثيقهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n4 تعامل السلطة العباسية مع الحدث\r\nلقد تعاملت السلطة العباسية بعد وفاة الإمام الحسن العسكري ( عليه السلام ) مع عائلته تعاملًا يدل على خيفتها من مولود خطير خفي عنها ، فراحت تبحث عنه بكل ما أوتيت من وسيلة وقدرة ، حيث أمر المعتمد العباسي المتوفى سنة ( 279 ه ) شرطته بتفتيش دار الإمام الحسن العسكري تفتيشاً دقيقاً والبحث عن الإمام المهدي ( عليه السلام ) ، وأمر بحبس جواري أبي محمد ( عليه السلام ) ، واعتقال حلائله يساعدهم على ذلك جعفر الكذّاب ، وأجرى على مخلّفي أبي محمد ( عليه السلام ) بسبب ذلك كلّ عظيمة ، من اعتقال ، وحبس وتهديد ، وتصغير ، واستخفاف وذلٍّ 39 .\r\nكلّ هذا والإمام المهدي ( عليه السلام ) في الخامسة من عمره ، ولا يهم المعتمد العمر بعد أن عرف أنّ هذا الصبي هو الإمام الذي سيهد عرش الطاغوت لما شاع وانتشر من الخبر ، بأنّ ثاني عشر أهل البيت ( عليهم السلام ) سيملأ الدنيا قسطاً وعدلًا بعد ما ملئت ظلماً وجوراً ، فكان موقفه من المهديّ ، كموقف فرعون من موسى ( عليه السلام ) الذي ألقته امّه خوفاً عليه في اليمّ صبياً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 39 ) الإرشاد ، الشيخ المفيد : 2 / 336 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nولم يكن المعتمد العباسي وحده قد عرف هذه الحقيقة ، وإنّما عرفها من كان قبله كالمعتز ، والمهتدي ، ولهذا كان الإمام الحسن العسكري ( عليه السلام ) حريصاً على أن لا ينتشر خبر ولادة الإمام المهدي إلّا بين أفراد منتخبين من شيعته ومواليه .\r\nلقد كان تصرّف السلطة كاشفاً عن أنّها وسائر الناس قد أدركوا تماماً أنّ حديث جابر بن سمرة لا ينطبق عليهم ولا على من سبقهم من الأمويين ، وإنّما مصداقه الوحيد هم أهل بيت النبوّة ، ومهبط الوحي والتنزيل .\r\nوإلّا فأيّ خطر يهدد كيانهم في طفل لم يتجاوز عمره خمس سنين ، لو لم يعتقدوا أنّه هو المهدي المنتظر الذي تحدثت عنه الأحاديث المتواترة ؟ ! يقول أحد الباحثين : ولو لم يكن مولوداً حقاً فما معنى حبس الجواري وبث القابلات لتفتيش من بهنّ حمل ، ومراقبتهنّ مدة لا تصدّق ، إذ بقيت إحداهنّ تحت المراقبة لمدة سنتين ! كلّ هذا مع مطاردة أصحاب الإمام العسكري ( عليه السلام ) والتشنيع عليهم ، مع بث العيون للتجسّس عن خبر المهدي ( عليه السلام ) ، وكبس داره بين حين وآخر ؟\r\nثمّ ما بال السلطة لم تقتنع بما زعمه جعفر من أن أخاه ( عليه السلام ) مات ولم يخلّف ؟\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nأما كان بوسعها أن تعطيه حقّه من الميراث وينتهي كلّ شيء من غير هذا التصرُّف الأحمق الذي يدلّ على ذعرها وخوفها من ابن الحسن عجل الله تعالى فرجه الشريف ؟ !\r\nنعم ، قد يقال بأنّ حرص السلطة على إعطاء كل ذي حقٍّ حقه هو الذي دفعها إلى التحري عن وجود الولد لكي لا يستقل جعفر بالميراث وحده بمجرد شهادته !\r\nفنقول : ليس من شأن السلطة الحاكمة آنذاك أن تتحرّى عن هذا الأمر بمثل هذا التصرّف المريب ، بل كان على الخليفة العباسي أن يحيل دعوى جعفر الكذاب إلى أحد القضاة ، لا سيّما وأنّ القضية من قضايا الميراث التي يحصل مثلها كلّ يوم مرات ، وعندها سيكون بوسع القاضي أن يفتح محضراً تحقيقياً ، فيستدعي مثلًا عمة الإمام الحسن العسكري ( عليه السلام ) ، وأمه ، وجواري الإمام ، والمقربين إلى الإمام الحسن العسكري من بني هاشم ، ثمّ يستمع إلى أقوالهم ، ويثبت شهاداتهم ، ثمّ ينهي كل شيء ، ولكن وصول هذه القضية إلى أعلى رجل في السلطة ، وبهذه السرعة ولمّا يدفن الإمام الحسن العسكري ( عليه السلام ) ، وخروج القضية عن دائرة القضاء مع أنّها من اختصاصاته ، ومن ثمّ تصرف السلطة الغاشمة على نحو ما مرّ ، كل ذلك يقطع بأنّ السلطة كانت على\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nيقين بأن المهدي الموعود هو الحلقة الأخيرة من حلقات السلسلة المطهّرة التي لا يمكن أن تنقطع بموت الإمام الحادي عشر ( عليه السلام ) ، خصوصاً بعد أن تواتر لدى الجميع قوله ( صلى الله عليه وآله ) : « وإنّهما أي : الكتاب ، والعترة لن يفترقا حتى يردا عليّ الحوض » ومعنى عدم ولادة المهدي ( عليه السلام ) ، أو عدم استمرار وجوده ، انقراض العترة ، وهذا ما لا يقوله أحد ممّن تسمى ( بإمرة المؤمنين ) من العباسيين ؛ لأنّه تكذيب لنبيّنا الأعظم ( صلى الله عليه وآله ) ، بل لا يقوله أحد من المسلمين إلّا من هان عليه أمر هذا التكذيب ، أو من خدع نفسه بتأويل حديث الثقلين وصرف دلالته إلى ما لم يأت به سلطان مبين » 40 .\r\n5 اعترافات علماء السنّة بولادة الإمام المهدي ( عليه السلام )\r\nقال السيد ثامر العميدي في هذا الصدد :\r\n« بلغت اعترافات الفقهاء ، والمحدثين ، والمفسرين ، والمؤرخين ، والمحققين ، والأدباء ، والكتّاب من أهل السنّة أكثر من مائة اعتراف صريح بولادة الإمام المهدي ( عليه السلام ) ، وقد صرح ما يزيد على نصفهم بأنّ الإمام محمد بن الحسن المهديّ عجل الله تعالى فرجه الشريف ، هو الإمام الموعود بظهوره في آخر الزمان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 40 ) دفاع عن الكليني : 1 / 567 568 لحسن هاشم ثامر العميدي .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوقد رتّبت هذه الاعترافات بحسب وفيات أصحابها ، فوجدتها متصلة الأزمان ، بحيث لا تتعذر معاصرة صاحب التصريح اللاحق ، لصاحب التصريح السابق ، وذلك ابتداءً من عصر الغيبة الصغرى إلى وقتنا الحاضر ، وسوف نذكر أقوال بعضهم التي وقفت عليها في مصادرهم ريثما يأتي دورهم ، مع الاكتفاء بذكر أسماء الآخرين فقط دون التعرض لأقوالهم ؛ لتعذر تسجيلها في هذا الفصل ، حيث بلغت أقوال تسعة وعشرين واحداً منهم في كتاب إلزام الناصب ما يزيد على مائة صحيفة 41 ، فكيف الحال مع تسجيل أقوالهم كلّهم ؟ على أنّ ما سنذكره في المتن دون الإشارة إلى مصدره في الهامش ، هو دليل أخذنا ذلك من كتب الشيعة الإمامية التي سبقت إلى هذا المجال مع اعتنائها بتسجيل رقم الجزء ، ورقم الصحيفة مع مكان وسنة الطبع ؛ ولعلّ من أوسعها في هذا الباب كتاب « المهديّ المنتظر في نهج البلاغة » للشيخ مهديّ فقيه إيماني ، حيث ذكر فيه مائة ورجلين من رجالات أهل السنّة الذين اعترفوا بذلك 42 ، مكتفياً بذكر أسمائهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 41 ) إلزام الناصب في إثبات الحجّة الغائب ( عُجِّلَ فرجه ) الشيخ علي اليزدي الحائري : 1 / 321 440 .\r\n( 42 ) المهديّ المنتظر في نهج البلاغة / الشيخ مهدي فقيه إيماني : 16 30 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nومصادرهم بأجزائها وصحائفها دون التعرّض لأقوالهم ، وربما اضطرّ إلى تعيين واسطته إليهم بدقة ، وقد فاته ما يقرب من ثلاثين اسماً ، وكان جلّ اعتمادنا عليه ، ولم نستدرك عليه شيئاً ؛ لأنّ ما فاته سبقني اليه غيري 43 ، حتى عاد دوري في هذا الدليل مقتصراً على الجمع والترتيب بحسب القرون » 44 .\r\nثمّ ذكر أسماء ( 128 ) مصنفاً من مصنفات أهل السنّة ذكر الإمام المهدي في كتاب من كتبه بعنوان : الإمام الثاني عشر من أئمة أهل البيت ( عليهم السلام ) .\r\nمنهم من عاصر الميلاد والغيبة الصغرى ، ولشهادات هؤلاء قيمتها التاريخية المعروفة ، ومن بينهم :\r\n1 - أبو بكر الروياني ، محمد بن هارون ( المتوفّى سنة 307 ه ) في كتابه ( المسند ) .\r\n2 - أحمد بن إبراهيم بن علي الكندي ، من تلامذة ابن جرير الطبري المتوفى سنة ( 310 ه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 43 ) الإمام الثاني عشر ، السيد محمد سعيد الموسوي : 27 70 وقد استدرك عليه محقق الكتاب ثلاثين رجلًا من أهل السنّة كما في هامش المصدر : 72 89 ، المهديّ الموعود المنتظر عند أهل السنّة والإمامية ، الشيخ نجم الدين العسكري : 1 / 220 226 .\r\n( 44 ) دفاع عن الكافي : 1 / 568 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n3 - محمّد بن أحمد بن أبي الثلج ، أبو بكر البغدادي ( المتوفّى سنة 322 ه ) في ( مواليد الأئمة ) وهو مطبوع ضمن كتاب ( الفصول العشرة في الغيبة ) للشيخ المفيد ، ومع كتاب ( نوادر الراوندي ) ط النجف الأشرف سنة ( 1370 ه ( وممّن هو قريب العهد به من الأعلام الكبار : الخوارزمي ( المتوفّى سنة 387 ه ) في ( مفاتيح العلوم : 32 ، 33 ) طبعة ليدن 1895 م .\r\n\r\nوقفة مع المنكرين\r\nاتّضح مما سبق أن المسألة المهدوية مسألة عقائدية قبل أن تكون تاريخية ، وأن الدليل عليها عقائدي قبل أن يكون تاريخياً ، واتّضح أيضاً عدد من الأدلّة التاريخية الدالة عليه ، واتّضح أيضاً أن قضية سرية غيبية ، كقضية الإمام المهدي ( عليه السلام ) تستلزم بطبعها وجود المنكرين لها ، فإن الذي يختفي عن أنظار الناس لغرض من الأغراض ، يقصد من ذلك أن لا يراه أحد من الناس ، بحيث إذا سُئل الناس عنه قالوا : لم نره ، حتى لو كانوا من أقرب المقربين إليه ، وذكرنا أن انكار مثل هؤلاء في قضية مخفية لا يصح دليلًا على عدم الوجود ، وهذه هي المفارقة الأساسية التي وقع فيها منكروا ولادة ووجود الإمام\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالمهدي ( عليه السلام ) ، فانّهم ذهبوا يفتشون في التاريخ عن شواهد من هذا القبيل ، فلما عثروا على شيء منها اعتبروه دليلًا على عدم ولادة ووجود الإمام المهدي ( عليه السلام ) ، مثل اختلاف الشيعة في زمن الولادة وفي اسم الإمام ، وشهادة جعفر الكذاب عم الإمام المهدي بأن أخاه مات ولم يعقّب .\r\nومناقشتنا الأساسية مع هؤلاء أن المنهج التاريخي صالح للتحكيم في مسائل محسوسة تقع بكاملها تحت نظر الرواة والمؤرخين ، مثل واقعة صفين ، وواقعة كربلاء . . . الخ ، وليس صالحاً للتحكيم في مسائل غيبية عقائدية في جوهرها ، ولها شعاع محسوس عند أفراد مُنتخبين بحيث لو سُئل عامة الناس عنها لأنكروها . فكيف تجعلون إنكار عامة الناس دليلًا على انعدام قضية يؤمن أصحابها سلفاً بأنها ليست قابلة للمشاهدة الحسيّة ، إلّا من قبل أفراد منتخبين ؟\r\nإن على من يريد مناقشة المسألة المهدوية أن يبدأ معها من بدايتها العقائدية ، ولا يبدأ معها من ذيولها التاريخية ، لأن القضية السرية المكتومة بنحو مقصود ، عن أعين أقرب المقرّبين لا يمتنع عليها ظهور اختلافات فيها ، من قبيل اختلاف زمن ولادة الإمام ، واختلاف اسم أم الإمام ، ولا يضرها شهادة كشهادة جعفر الكذاب ، لأن الجواب الطبيعي\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفي مثل هذه الحالة أن يقال : إن الاختلاف في سنة الولادة ، واسم أم الإمام ، كان ظاهرة طبيعية ناشئة من إصرار الإمام الحسن العسكري على اخفاء تفاصيل القضية إخفاءً تامّاً عن أعين أقرب المقربين ، تحرزاً من وصول النبأ إلى السلطة العباسية ، كما أن شهادة جعفر الكذاب بأن أخاه مات ولم يعقّب كانت من هذا القبيل ، حيث أراد الإمام الحسن العسكري ( عليه السلام ) أن يخفي مولوده على أخيه ويظهر الأمر أمامه كما لو لم يكن للإمام ( عليه السلام ) نسل من بعده وكان هذا السلوك من قبل الإمام الحسن العسكري ( عليه السلام ) تجاه أخيه منطقياً حتى لو لم يكن أخوه كذّاباً مشهوداً عليه بالفسق ، كيف وجعفر الكذّاب مشهود عليه بذلك 45 .\r\nالخصوصية الثانية : الإمامة المبكرة\r\nومن مقتضيات المفهوم المهدوي عند أئمة أهل البيت ( عليهم السلام ) الاعتقاد بالإمامة المبكرة للإمام المهدي ( عليه السلام ) ، وهذه الخصوصية تارة ننظر إليها من الزاوية الإسلامية بقصد\r\n\r\n\r\n","description":"","footnote":"\r\n( 45 ) انظر أصول الكافي : 1 / 421 ، كتاب الحجّة ، باب مولد أبي محمد الحسن بن علي ( عليه السلام ) ، كمال الدين : 1 / 40 ، مقدمة المصنف ، ، الإرشاد : 2 / 321 ، إعلام الورى بأعلام الهدى ، الفضل بن الحسن الطبري : 357 ، انظر كذلك كمال الدين : 2 / 475 ، باب 43 من شاهد القائم ( عليه السلام ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالبرهنة والإثبات ودفع ما يمكن أن يرد عليها من اشكال ديني ، وأخرى من زاوية الواقع لبيان أن هذه الإمامة ؛ إمامة واقعية تحمل المؤهلات الكافية ، وليست إمامة مفترضة أو مدّعاة .\r\nوإذا نظرنا إليها من الزاوية الإسلامية وجدنا ضرورة تمييز مسألة الإمامة أوّلًا ، هل هي مسألة عقائدية ؟ أم أنها مسألة تشريعية ؟ فإن كانت مسألة عقائدية كما هو معتقد الشيعة فإننا نجد القرآن يصرّح بثبوت النبوّة وهي مسألة عقائدية للصبي ، قال تعالى :  ( يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا )  1 ، وإن كانت مسألة تشريعية ، فإن من واضحات الشريعة الاسلامية ثبوت الحجر على الصغير ، ومن كان محجوراً عليه ، فاقداً للولاية على نفسه كيف تتاح له الولاية على غيره ؟ فلا تكون إمامة الصبي مشروعة حينئذ .\r\nوقد اختلف المسلمون في هذه المسألة ، فمدرسة المذاهب الأربعة جعلت الخلافة والإمامة والولاية من شؤون الشريعة ، وأعمال المكلفين ، بينما آمنت مدرسة أهل البيت ( عليهم السلام ) بأنها مسألة عقائدية ومن جملة أصول الدين التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مريم : 12 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nهي من شؤون رب العالمين ، وليست من خصائص المكلّفين وأعمال العباد . وحينئذ فمدرسة أهل البيت ( عليهم السلام ) حينما تعتقد بالإمامة المبكرة لعدد من الأئمة ( عليهم السلام ) ومن جملتهم الإمام المهدي ( عليه السلام ) فهي منسجمة مع نفسها في هذا المضمار ، لا يرد عليها اشكال من جهة عقائدية ، ما دام القرآن يصرّح بالنبوة المبكرة ليحيى ( عليه السلام ) ، ولا من جهة تشريعية ما دامت المسألة من وجهة نظر أهل البيت ( عليهم السلام ) خارجة عن نطاق التشريع وداخلة في نطاق العقيدة . وأحكام الشريعة في باب الحجر على الصغير تنطبق على المكلّفين ولا تنطبق على الله سبحانه وتعالى ، لأن الشريعة خطابات إلهية موجهة إلى المكلّفين .\r\nوهكذا يتّضح أن غرضنا من الاستشهاد بنبوة يحيى ( عليه السلام ) هو لبيان أن الإمامة كالنبوة مسألة عقائدية ، وأن المسألة العقائدية لا تخضع لمقاييس الناس ، بل لا تخضع حتى لمقاييس الشريعة التي جاءت لتنظيم سلوك المكلفين فلا يصح تطبيقها على رب العالمين ، فهي أي نبوة يحيى تفيدنا أن المسألة العقائدية تتقوم بالدليل والبرهان ، فإذا قام البرهان العقائدي على إمامة الصغير فلا بد من الإذعان بها كما أذعنا بنبوة الصغير حينما قام البرهان العقائدي عليها ،\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوحينئذ فلا معنى لما قد يقال من أن الاستشهاد بنبوة يحيى ( عليه السلام ) لا محلّ له ، لأنها مذكورة صراحة في القرآن بخلاف المسألة المهدوية .\r\nومن هنا فإن اعتراض ابن حجر الهيثمي وأمثاله على إمامة الإمام المهدي ساقط لا أساس له ، حيث كتب وبأُسلوب غير مناسب يقول : « ثمّ المقرر في الشريعة المطهرة أن الصغير لا تصح ولايته ، فكيف ساغ لهؤلاء الحمقى المغفلين أن يزعموا إمامة من عمره خمس سنين . . . » 2 .\r\nفقد اتّضح أن هذا ليس من مقررات الشريعة وانما من مقررات فقههم الذي لا يصح لهم الزامنا به .\r\nوإذا نظرنا إليها من زاوية الواقع التاريخي وجدنا أن المهدي ( عليه السلام ) خَلفَ أباه في إمامة المسلمين وهو ابن خمس سنين ، وهذا يعني أنه كان إماماً بكلّ ما في الإمامة من محتوى فكري وروحي في وقت مبكر جداً من حياته الشريفة .\r\nيقول السيد الشهيد الصدر ( رضي الله عنه ) في هذا المضمار :\r\n« والإمامة المبكرة ظاهرة سَبقه إليها عددٌ من آبائه ( عليهم السلام ) ، فالإمام محمد بن علي الجواد ( عليه السلام ) تولّى الإمامة وهو في الثامنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) الصواعق المحرقة : 256 ، دار الكتب العلمية .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمن عمره 3 ، والإمام علي بن محمد الهادي تولّى الإمامة وهو في التاسعة 4 من عمره ، والإمام أبو محمد الحسن العسكري 5 والد القائد المنتظر تولّى الإمامة وهو في الثانية والعشرين من عمره ، ويلاحظ أن ظاهرة الإمامة المبكرة بلغت ذروتها في الإمام المهدي والإمام الجواد ، ونحن نسميها ظاهرة لأنها كانت بالنسبة إلى عدد من آباء المهدي ( عليه السلام ) تشكل مدلولًا حسيّاً عمليّاً عاشه المسلمون ، ووعوه في تجربتهم مع الإمام بشكل وآخر ، ولا يمكن أن نُطالب بإثبات لظاهرة من الظواهر أوضح وأقوى من تجربة امّة 6 ، ونوضح ذلك ضمن النقاط التالية :\r\nألم تكن إمامة الإمام من أهل البيت مركزاً من مراكز السلطان ، والنفوذ التي تنتقل بالوراثة من الأب إلى الابن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) الفصول المهمة لابن الصباغ المالكي : 253 ، والإرشاد للشيخ المفيد : 2 / 274 وما بعدها .\r\n( 4 ) و 5 -\r\n( 5 ) و 4 - ( التتمة في تواريخ الأئمة ، السيد تاج الدين العاملي من أعلام القرن الحادي عشر الهجري ، نشر مؤسسة البعثة قم ، وراجع : الصواعق المحرقة لابن حجر : 312 313 ، إذ ذكر طرفاً من سيرة الإمام وكراماته .\r\n( 6 ) الإرشاد / الشيخ المفيد : 2 / 281 وما بعدها ، الصواعق المحرقة : 312 313 . فقد أوردا قصة المحاورة التي دارت بين الإمام الجواد ( عليه السلام ) وبين يحيى بن أكثم زمن المأمون ، وكيف استطاع الإمام ( عليه السلام ) أن يثبت أعلميته وقدرته على إفحامه وهو في تلك السن المبكرة .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nويدعمها النظام الحاكم كإمامة الخلفاء الفاطميين ، وخلافة الخلفاء العباسيين ، وإنما كانت تكتسب ولاء قواعدها الشعبية الواسعة عن طريق التغلغل الروحي ، والإقناع الفكري لتلك القواعد بجدارة هذه الإمامة لزعامة الإسلام ، وقيادته على أسس روحية وفكرية .\r\nب إنّ هذه القواعد الشعبية بنيت منذ صدر الإسلام ، وازدهرت واتسعت على عهد الإمامين الباقر والصادق ( عليهما السلام ) ، وأصبحت المدرسة التي رعاها هذان الإمامان في داخل هذه القواعد تشكل تياراً فكرياً واسعاً في العالم الإسلامي ، يضم المئات من الفقهاء والمتكلمين والمفسرين والعلماء في مختلف ضروب المعرفة الإسلامية والبشرية المعروفة وقتئذ ، حتى قال الحسن بن علي الوشاء : إني دخلت مسجد الكوفة فرأيت فيه تسعمائة شيخ 7 كلهم يقولون حدثنا جعفر بن محمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) راجع : المجالس السنيّة ، السيد الأمين العاملي : 2 / 468 ، وهذه قضية مشهورة تناقلها الخاص والعام . وراجع : صحاح الأخبار ، محمد سراج الدين الرفاعي : 44 ، نقلًا عن الإمام الصادق والمذاهب الأربعة ، أسد حيدر 55 : 1 ، وقال ابن حجر في الصواعق المحرقة : 305 « جعفر الصادق ، نقل الناس عنه من العلوم ما سارت به الركبان ، وانتشر صيته في جميع البلدان ، وروى عنه الأئمة الأكابر كيحيى بن سعيد وابن جريج ومالك والسفيانين وأبي حنيفة وشعبة وأيوب السختياني . . . » .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nج إن الشروط التي كانت هذه المدرسة وما تُمثله من قواعد شعبية في المجتمع الإسلامي ، تؤمن بها وتتقيد بموجبها في تعيين الإمام والتعرف على كفائته للإمامة ، شروط شديدة ؛ لأنها تؤمن بأنّ الإمام لا يكون إماماً إلّا إذا كان أعلم علماء عصره 8 .\r\nد إنّ المدرسة وقواعدها الشعبية كانت تقدم تضحيات كبيرة في سبيل الصمود على عقيدتها في الإمامة ؛ لأنها كانت في نظر الخلافة المعاصرة لها تشكل خطاً عدائياً ، ولو من الناحية الفكرية على الأقل ، الأمر الذي أدّى إلى قيام السلطات وقتئذ وباستمرار تقريباً حملات من التصفية والتعذيب ، فقُتل من قُتل ، وسُجن من سُجن ، ومات في ظلمات المعتقلات المئات ، وهذا يعني أنّ الاعتقاد بإمامة أئمة أهل البيت كان يكلّفهم غالياً 9 ، ولم يكن له من\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) كون الإمام أعلم أهل زمانه أمرٌ متسالم عليه عند الإمامية ، راجع : ( الباب الحادي عشر ، العلّامة الحلي : 44 هذا وقد عُرّضوا لأكثر من اختبار صلوات الله وسلامه عليهم لإثبات هذا المدّعى ، ونجحوا فيه .\r\nراجع : الصواعق المحرقة لابن حجر : 213 ، فقد نقل تفصيلًا في هذه المسألة عن مسائل يحيى بن أكثم للإمام الجواد ( عليه السلام ) .\r\n( 9 ) إن الاعتقاد بإمامة الأئمة كلّف أتباعهم غالياً ، وهذا ثابت تاريخياً ،\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالاغراءات سوى ما يحسّ به المعتقد أو يفترضه من التقرب إلى الله تعالى والزلفى عنده .\r\nه إنّ الأئمة الذين دانت هذه القواعد لهم بالإمامة لم يكونوا معزولين عنها ، ولا متقوقعين في بروج عالية شأن السلاطين مع شعوبهم ، ولم يكونوا يحتجبون عنهم إلّا أن تحجبهم السلطة الحاكمة بسجن أو نفي ، وهذا ما نعرفه من خلال العدد الكبير من الرواة والمحدثين عن كلّ واحد من الأئمة الأحد عشر ، ومن خلال ما نقل من المكاتبات التي كانت تحصل بين الإمام ومعاصريه ، وما كان الإمام يقوم به من أسفار من ناحية ، وما كان يبثّه من وكلاء في مختلف أنحاء العالم الإسلامي من ناحية أخرى ، وما كان قد اعتاده الشيعة من تفقّد أئمتهم وزيارتهم في المدينة المنورة عندما يؤمون الديار المقدسة من كلّ مكان لأداء فريضة الحج 10 ، كل ذلك\r\n\r\n\r\n","description":"","footnote":"\r\nوليس إلى إنكاره من سبيل ، والشاهد يدل على الغائب أيضاً . راجع : مقاتل الطالبيين لأبي الفرج الأصبهاني .\r\n( 10 ) وقد أوصى الأئمة بذلك أتباعهم كما هو لسان الروايات الكثيرة .\r\nراجع : أصول الكافي : 1 / 392 ، كتاب الحجة باب « إن الواجب على الناس بعد ما يقضون مناسكهم أن يأتوا الإمام فيسألونه عن معالم دينهم ، ويُعلمونه ولايتهم ومودتهم له » .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nيفرض تفاعلًا مستمراً بدرجة واضحة بين الإمام وقواعده الممتدة في أرجاء العالم الإسلامي بمختلف طبقاتها من العلماء وغيرهم .\r\nوإن الخلافة المعاصرة للأئمة ( عليهم السلام ) كانت تنظر إليهم وإلى زعامتهم الروحية والإمامية بوصفها مصدر خطر كبير على كيانها ومقدّراتها ، وعلى هذا الأساس بذلت كل جهودها في سبيل تفتيت هذه الزعامة ، وتحملت في سبيل ذلك كثيراً من السلبيات ، وظهرت أحياناً بمظاهر القسوة والطغيان حينما اضطرها تأمين مواقعها إلى ذلك ، وكانت حملات الاعتقال والمطاردة مستمرة للأئمة 11 أنفسهم على الرغم مما يخلّفه ذلك من شعور بالألم أو الاشمئزاز عند المسلمين وللناس الموالين على اختلاف درجاتهم .\r\nإذا أخذنا هذه النقاط الست بعين الاعتبار ، وهي حقائق تاريخية لا تقبل الشك ، أمكن أن تخرج بنتيجة وهي : أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) راجع في تاريخ الأئمة ( عليهم السلام ) ، وتعرّضهم للاضطهاد والمطاردة والسجن والقتل أحياناً .\r\n( أالفصول المهمة لابن الصباغ المالكي .\r\n( ب مقاتل الطالبيين لأبي الفرج الأصفهاني .\r\n( ج الإرشاد للشيخ المفيد .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nظاهرة الإمامة المبكرة كانت ظاهرة واقعية ولم تكن وهماً من الأوهام ؛ لأنّ الإمام الذي يبرز على المسرح وهو صغير فيعلن عن نفسه إماماً روحياً وفكرياً للمسلمين ، ويدين له بالولاء والإمامة كلّ ذلك التيار الواسع ، لا بدّ أن يكون على قدر واضح وملحوظ بل وكبير من العلم والمعرفة وسعة الأفق والتمكن من الفقه والتفسير والعقائد ؛ لأنه لو لم يكن كذلك لما أمكن أن تقتنع تلك القواعد الشعبية بإمامته ، مع ما تقدم من أنّ الأئمة كانوا في مواقع تتيح لقواعدهم التفاعل معهم وللأضواء المختلفة أن تُسلّط على حياتهم وموازين شخصيتهم . فهل ترى أنّ صبيّاً يدعو إلى إمامة نفسه وينصب منها علماً للإسلام وهو على مرأىً ومسمع جماهير قواعده الشعبية ، فتؤمن به وتبذل في سبيل ذلك الغالي من أمنها وحياتها بدون أن تكلّف نفسها اكتشاف حاله ، وبدون أن تهزّها ظاهرة هذه الإمامة المبكرة لاستطلاع حقيقة الموقف وتقييم هذا الصبي الإمام ؟ 12 وهبْ إن الناس لم يتحركوا لاستطلاع المواقف ، فهل يمكن أن تمرّ المسألة أياماً وشهوراً بل أعواماً دون أن تتكشف الحقيقة على الرغم من\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) إشارة إلى الإمام المهدي ( عليه السلام ) ومن قبل إلى الإمام الجواد ( عليه السلام ) مثلًا .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالتفاعل الطبيعي المستمر بين الصبي الإمام وسائر الناس ؟ وهل من المعقول أن يكون صبيّاً في فكره وعلمه حقاً ثمّ لا يبدو ذلك من خلال هذا التفاعل الطويل ؟\r\nوإذا افترضنا أنّ القواعد الشعبية لإمامة أهل البيت لم يُتح لها أن تكتشف واقع الأمر ، فلما ذا سكتت الخلافة القائمة ولم تعمل لكشف الحقيقة إذا كانت في صالحها ؟ وما كان أيسر ذلك على السلطة القائمة لو كان الإمام الصبي صبياً في فكره وثقافته كما هو المعهود في الصبيان ، وما كان أنجحه من أسلوب أن تقدم هذا الصبي إلى شيعته وغير شيعته على حقيقته ، وتبرهن على عدم كفاءته للإمامة والزعامة الروحية والفكرية ، فلئن كان من الصعب الإقناع بعدم كفاءة شخص في الأربعين أو الخمسين قد أحاط بقَدر كبير من ثقافة عصره لتسلّم الإمامة ، فليس هناك صعوبة في الإقناع بعدم كفاءة صبي اعتيادي مهما كان ذكياً وفطناً للإمامة بمعناها الذي يعرفه الشيعة الإماميون 13 ، وكان هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) أي على أنه يجب أن يكون أفضل الناس ، وأعلم الناس كما هو معتقد الإمامية الاثني عشرية .\r\n( راجع : حق اليقين في معرفة أصول الدين للسيد عبد الله شُبر المتوفّى سنة ( 1242 ه ) : 1 / 141 ، المقصد الثالث .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأسهل وأيسر من الطرق المعقدة وأساليب القمع والمجازفة التي انتهجتها السلطات وقتئذ .\r\nإنّ التفسير الوحيد لسكوت الخلافة المعاصرة عن اللعب بهذه الورقة 14 ، هو أنها أدركت أن الإمامة المبكرة ظاهرة حقيقية وليست شيئاً مصطنعاً .\r\nوالحقيقة أنها أدركت ذلك بالفعل بعد أن حاولت أن تلعب بتلك الورقة فلم تستطع ، والتاريخ يحدثنا عن محاولات من هذا القبيل وفشلها 15 ، بينما لم يحدثنا إطلاقاً عن موقف تزعزعت فيه ظاهرة الإمامة المبكرة أو واجه فيه الصبيّ الإمامُ إحراجاً يفوق قدرته أو يزعزع ثقة الناس فيه .\r\nوهذا معنى ما قلناه من أن الإمامة المبكرة ظاهرة واقعية في حياة أهل البيت ( عليهم السلام ) وليست مجرد افتراض ، كما أنّ هذه الظاهرة الواقعية لها جذورها وحالاتها المماثلة في تراث السماء ، الذي امتد عِبْرَ الرسالات والزعامات الربّانية .\r\nويكفي مثالًا لظاهرة الإمامة المبكرة في التراث الرباني\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) يقصد تقديم الإمام الصبي للاختبار أمام الملأ لإظهار حقيقة الأمر .\r\n( 15 ) قد فعل المأمون ذلك ، وانكشف لدى الخاص من العلماء مدى ما يمتلكه الإمام الجواد ( عليه السلام ) من الفقه والعلم . راجع الصواعق المحرقة لابن حجر : 312 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nلأهل البيت ( عليهم السلام ) : يحيى ( عليه السلام ) ، إذ قال الله سبحانه وتعالى :  ( يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا )  16 .\r\nومتى ثبت أنّ الإمامة المبكرة ظاهرة واقعية ومتواجدة فعلًا في حياة أهل البيت ، لم يعد هناك اعتراض فيما يخصّ إمامة المهدي ( عليه السلام ) وخلافته لأبيه وهو صغير 17 » 18 .\r\nالخصوصية الثالثة :\r\nالغيبة المستلزمة لعمر مفتوح مع انفتاح الزمن\r\nمن مقتضيات وخصائص المفهوم المهدوي عند أهل البيت ( عليهم السلام ) ، هو الاعتقاد بغيبة الإمام ( عليه السلام ) عن الأنظار ، واستمراره على ذلك إلى حين يأذن الله سبحانه وتعالى له بالظهور ، وإثبات هذه الخصوصية ننجزه في مرحلتين :\r\nالأولى : مرحلة إثبات إمكانية العمر الطويل إلى آخر الزمان\r\nإن المشكلة الأساسية التي تواجه المفهوم المهدوي عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 16 ) مريم : 12 .\r\n( 17 ) وقد شاهد خاصة الشيعة الإمام المهدي واتصلوا به ، وأخذوا عنه ، كما حصل عن طريق السفراء الأربعة ، راجع : تبصرة الولي فيمن رأى القائم المهدي ، البحراني ، الإرشاد ، الشيخ المفيد : 345 ، وراجع تفصيلًا وافياً في الدفاع عن الكافي ، السيد ثامر العميدي : 1 / 535 وما بعدها .\r\n( 18 ) بحث حول المهدي ، للسيد الشهيد ( قدس سره ) : 93 99 بتحقيق الدكتور عبد الجبارة شرارة .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nأهل البيت ( عليهم السلام ) ، تتمثل في ما يستلزمه هذا المفهوم من عمر مفتوح ، مع انفتاح الزمن وممتد بامتداده ، وقد عولجت هذه المشكلة بإجابات كثيرة نورد هنا إجابة السيد الشهيد الصدر عليها ، فقد كتب يقول :\r\n« هل بالإمكان أن يعيش الإنسان قروناً كثيرة كما هو المفترض في هذا القائد المنتظر لتغيير العالم ، الذي يبلغ عمره الشريف فعلًا أكثر من ألف ومائة وأربعين سنة ، أي حوالي ( 14 ) مرة بقدر عمر الإنسان الاعتيادي الذي يمر بكل المراحل الاعتيادية من الطفولة إلى الشيخوخة ؟\r\nكلمة الإمكان هنا تعني أحد ثلاثة معان : الإمكان العملي ، والإمكان العلمي ، والإمكان المنطقي أو الفلسفي .\r\nوأقصد بالإمكان العملي : أن يكون الشيء ممكنا على نحو يتاح لي أو لك ، أو لإنسان آخر فعلًا أن يحققه ، فالسفر عبر المحيط ، والوصول إلى قاع البحر ، والصعود إلى القمر ، أشياء أصبح لها إمكان عملي فعلًا . فهناك من يمارس هذه الأشياء فعلًا بشكل وآخر .\r\nوأقصد بالإمكان العلمي : أن هناك أشياء قد لا يكون بالإمكان عملياً لي أو لك ، أن نمارسها فعلًا بوسائل المدنية المعاصرة ، ولكن لا يوجد لدى العلم ولا تشير اتجاهاته\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالمتحركة إلى ما يبرر رفض إمكان هذه الأشياء ووقوعها وفقاً لظروف ووسائل خاصة ، فصعود الإنسان إلى كوكب الزهرة لا يوجد في العلم ما يرفض وقوعه ، بل إن اتجاهاته القائمة فعلًا تشير إلى إمكان ذلك ، وإن لم يكن الصعود فعلًا ميسوراً لي أو لك ؛ لأن الفارق بين الصعود إلى الزهرة والصعود إلى القمر ليس إلّا فارق درجة ، ولا يمثل الصعود إلى الزهرة إلّا مرحلة تذليل الصعاب الإضافية التي تنشأ من كون المسافة أبعد ، فالصعود إلى الزهرة ممكن علمياً وإن لم يكن ممكناً عملياً فعلًا 19 . وعلى العكس من ذلك الصعود إلى قرص الشمس في كبد السماء فإنه غير ممكن علمياً ، بمعنى أن العلم لا أمل له في وقوع ذلك ، إذ لا يتصور علمياً وتجريبياً إمكانية صنع ذلك الدرع الواقي من الاحتراق بحرارة الشمس ، التي تمثل اتوناً هائلًا مستعراً بأعلى درجة تخطر على بال إنسان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) الكلام في وقته دقيق علمياً ، فهو يقول : إنه ممكن علمياً ، ولكنه لم يكن قد تحقق فعلًا ، والواقع أن كثيراً من الإنجازات في عالم الفضاء ، وتسيير المركبات الفضائية إلى كواكب وتوابع الأرض وغيرها قد أصبحت حقائق في أواخر القرن العشرين .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوأقصد بالإمكان المنطقي أو الفلسفي : أن لا يوجد لدى العقل وفق ما يدركه من قوانين قبلية أي سابقة على التجربة ما يبرر رفض الشيء والحكم باستحالته .\r\nفوجود ثلاث برتقالات تنقسم بالتساوي وبدون كسر إلى نصفين ليس له إمكان منطقي ؛ لأن العقل يدرك قبل أن يمارس أي تجربة أن الثلاثة عدد فردي وليس زوجاً ، فلا يمكن أن تنقسم بالتساوي ؛ لأن انقسامها بالتساوي يعني كونها زوجاً ، فتكون فرداً وزوجاً في وقت واحد ، وهذا تناقض ، والتناقض مستحيل منطقياً . ولكن دخول الإنسان في النار دون أن يحترق ، وصعوده للشمس دون أن تحرقه الشمس بحرارتها ليس مستحيلًا من الناحية المنطقية ، إذ لا تناقض في افتراض أن الحرارة لا تتسرب من الجسم الأكثر حرارةً إلى الجسم الأقل حرارةً ، وإنما هو مخالف للتجربة التي أثبتت تسرب الحرارة من الجسم الأكثر حرارةً إلى الجسم الأقل حرارةً إلى أن يتساوى الجسمان في الحرارة .\r\nوهكذا نعرف أن الإمكان المنطقي أوسع دائرة من الإمكان العلمي ، وهذا أوسع دائرة من الإمكان العملي .\r\nولا شك في أن امتداد عمر الإنسان آلاف السنين ممكن منطقياً ؛ لأن ذلك ليس مستحيلًا من وجهة نظر عقلية\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nتجريدية ، ولا يوجد في افتراض من هذا القبيل أي تناقض ؛ لأن الحياة كمفهوم لا تستبطن الموت السريع ، ولا نقاش في ذلك .\r\nكما لا شك أيضاً ولا نقاش في أن هذا العمر الطويل ليس ممكناً إمكاناً عملياً ، على نحو الإمكانات العملية للنزول إلى قاع البحر أو الصعود إلى القمر ، ذلك لأن العلم بوسائله وأدواته الحاضرة فعلًا ، والمتاحة من خلال التجربة البشرية المعاصرة ، لا يستطيع أن يمدد عمر الإنسان مئات السنين ، ولهذا نجد أن أكثر الناس حرصاً على الحياة وقدرة على تسخير إمكانات العلم ، لا يتاح لهم من العمر إلّا بقدر ما هو مألوف .\r\nوأما الإمكان العلمي فلا يوجد علمياً اليوم ما يبرر رفضه من الناحية النظرية 20 . وهذا بحث يتصل في الحقيقة بنوعية التفسير الفسلجي لظاهرة الشيخوخة والهرم لدى الإنسان ، فهل تعبر هذه الظاهرة عن قانون طبيعي يفرض على أنسجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) نعم ، لا يوجد مبرر علمي واحد يرفض هذه النظرية ، بل إن علماء الطب منشغلون فعلًا بمحاولات حثيثة لإطالة عمر الإنسان ، وأن هناك عشرات التجارب التي تتم في هذا المجال ، وذلك وحده ينهض دليلًا قوياً على الإمكان النظري أو العلمي .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nجسم الإنسان وخلاياه بعد أن تبلغ قمة نموها أن تتصلب بالتدريج وتصبح أقل كفاءة للاستمرار في العمل ، إلى أن تتعطل في لحظة معينة ، حتى لو عزلناها عن تأثير أي عامل خارجي ؟ أو أن هذا التصلب وهذا التناقص في كفاءة الأنسجة والخلايا الجسمية للقيام بأدوارها الفسيولوجية ، نتيجة صراع مع عوامل خارجية كالميكروبات أو التسمم الذي يتسرب إلى الجسم من خلال ما يتناوله من غذاء مكثف أو أي عامل آخر ؟\r\nوهذا سؤال يطرحه العلم اليوم على نفسه ، وهو جاد في الإجابة عنه ، ولا يزال للسؤال أكثر من جواب على الصعيد العلمي .\r\nفإذا أخذنا بوجهة النظر العلمية التي تتجه إلى تفسير الشيخوخة والضعف الهرمي ، بوصفه نتيجة صراع واحتكاك مع مؤثرات خارجية معينة ، فهذا يعني أن بالإمكان نظرياً ، إذا عزلت الأنسجة التي يتكون منها جسم الإنسان عن تلك المؤثرات المعينة ، أن تمتد بها الحياة وتتجاوز ظاهرة الشيخوخة وتتغلب عليها نهائياً .\r\nوإذا أخذنا بوجهة النظر الأخرى التي تميل إلى افتراض الشيخوخة قانوناً طبيعياً للخلايا والأنسجة الحية نفسها ،\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبمعنى أنها تحمل في أحشائها بذرة فنائها المحتوم ، مروراً بمرحلة الهرم والشيخوخة وانتهاءً بالموت .\r\nأقول : إذا أخذنا بوجهة النظر هذه ، فليس معنى هذا عدم افتراض أي مرونة في هذا القانون الطبيعي ، بل هو على افتراض وجوده قانون مرن ؛ لأننا نجد في حياتنا الاعتيادية ؛ ولأن العلماء يشاهدون في مختبراتهم العلمية ، أن الشيخوخة كظاهرة فسيولوجية لا زمنية ، قد تأتي مبكرة ، وقد تتأخر ولا تظهر إلّا في فترة متأخرة ، حتى أن الرجل قد يكون طاعناً في السن ولكنه يملك أعضاء لينة ، ولا تبدو عليه اعراض الشيخوخة كما نص على ذلك الأطباء 21 . بل إن العلماء استطاعوا عملياً أن يستفيدوا من مرونة ذلك القانون الطبيعي المفترض ، فأطالوا عمر بعض الحيوانات مئات المرات بالنسبة إلى أعمارها الطبيعية ؛ وذلك بخلق ظروف وعوامل تؤجل فاعلية قانون الشيخوخة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) يؤكد الأطباء والدراسات الطبية على هذه الملاحظة ، وأن لديهم مشاهدات كثيرة في هذا المجال ، ولعل هذا هو الذي دفعهم إلى إجراء محاولات وتجارب لإطالة العمر الطبيعي للإنسان ، وكالمعتاد كان مسرح التجربة في البداية هي الحيوانات لميسورية ذلك ، وعدم وجود محاذير أخرى تمنع إجراء مثل تلك التجارب على الإنسان .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوبهذا يثبت علمياً أن تأجيل هذا القانون بخلق ظروف وعوامل معينة أمر ممكن علمياً ، ولئن لم يتح للعلم أن يمارس فعلًا هذا التأجيل بالنسبة إلى كائن معقد معين كالإنسان ، فليس ذلك إلّا لفارق درجة بين صعوبة هذه الممارسة بالنسبة إلى الإنسان ، وصعوبتها بالنسبة إلى أحياء أخرى . وهذا يعني أن العلم من الناحية النظرية وبقدر ما تشير إليه اتجاهاته المتحركة لا يوجد فيه أبداً ما يرفض إمكانية إطالة عمر الإنسان ، سواءً فسرنا الشيخوخة بوصفها نتاج صراع واحتكاك مع مؤثرات خارجية أو نتاج قانون طبيعي للخليّة الحيّة نفسها يسير بها نحو الفناء .\r\nويتلخص من ذلك : أن طول عمر الإنسان وبقاءه قروناً متعددة أمر ممكن منطقياً وممكن علمياً ، ولكنه لا يزال غير ممكن عملياً ، إلّا أن اتجاه العلم سائر في طريق تحقيق هذا الإمكان عبر طريق طويل .\r\nوعلى هذا الضوء نتناول عمر المهدي ( عليه السلام ) وما أحيط به من استفهام أو استغراب ، ونلاحظ :\r\nإنه بعد أن ثبت إمكان هذا العمر الطويل منطقياً وعلمياً ، وثبت أن العلم سائر في طريق تحويل الامكان النظري إلى إمكان عملي تدريجاً ، لا يبقي للاستغراب محتوى إلّا\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاستبعاد أن يسبق المهدي العلم نفسه ، فيتحول الامكان النظري إلى إمكان عملي في شخصه قبل أن يصل العلم في تطوره إلى مستوى القدرة الفعلية على هذا التحويل ، فهو نظير من يسبق العلم في اكتشاف دواء ذات السحايا أو دواء السرطان .\r\nوإذا كانت المسألة هي أنه كيف سبق الإسلام الذي صمم عمر هذا القائد المنتظر حركة العلم في مجال هذا التحويل ؟\r\nفالجواب : إنه ليس ذلك هو المجال الوحيد الذي سبق فيه الإسلام حركة العلم .\r\nأوَ ليست الشريعة الإسلامية ككل قد سبقت حركة العلم والتطور الطبيعي للفكر الإنساني قروناً عديدة ؟ 22\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) هذه التساؤلات التي يثيرها السيد الشهيد ( رضي الله عنه ) تهدف إلى ترسيخ حقيقة مهمة ، هي أن الرسول الأعظم ( صلى الله عليه وآله ) عندما بشر ( بالمهدي ) ، وهو حالة غير اعتيادية في سياق البشرية ، تنبئ في جملتها عن تسجيل سبق في الامكانية العملية ، بعد تأكيد الامكانية العلمية ، أي لبقاء الإنسان مدة أطول بكثير من المعتاد ، فإن مثل هذا السبق في التنبيه على حقائق في هذا الوجود كان قد سجله القرآن والحديث الشريف في موارد كثيرة جداً في مسائل الطبيعة والكون والحياة . ( راجع : القرآن والعلم الحديث ، الدكتور عبد الرزاق نوفل .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأوَ لم تناد بشعارات طرحت خططاً للتطبيق لم ينضج الإنسان للتوصل إليها في حركته المستقلة إلّا بعد مئات السنين ؟\r\nأوَ لَم تأت بتشريعات في غاية الحكمة ، لم يستطع الإنسان أن يدرك أسرارها ووجه الحكمة فيها إلا قبل برهة وجيزة من الزمن ؟ أو لم تكشف رسالة السماء أسراراً من الكون لم تكن تخطر على بال إنسان ، ثمّ جاء العلم ليثبتها ويدعمها ؟\r\nفإذا كنا نؤمن بهذا كله ، فلما ذا نستكثر على مرسل هذه الرسالة سبحانه وتعالى أن يسبق العلم في تصميم عمر المهدي ؟ 23 وأنا هنا لم أتكلم إلّا عن مظاهر السبق التي نستطيع أن نحسّها نحن بصورة مباشرة ، ويمكن أن نضيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) إشارة إلى أن هذا من قبيل الاعجاز أيضاً ، وهو إفاضة ربانية خاصة ، وهذا أمر لا يسع المسلم انكاره ، بعد أن أخبرت بأمثاله الكتب السماوية ، وبالأخص القرآن ، كالذي ورد في شأن عمر النبي نوح ( عليه السلام ) ، وكذا ما أخبر به القرآن من المغيبات الأخرى ، على أن كثيراً من أهل السنة ومن المتصوفة وأهل العرفان يؤمنون بوقوع الكرامات وما يشبه المعجزات للأولياء والصلحاء والمقربين من حضرة المولى تعالى . راجع : التصوف والكرامات ، الشيخ محمد جواد مغنية . وراجع التاج الجامع للُاصول : 5 / 228 ، كتاب الزهد والرقائق .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nإلى ذلك مظاهر السبق التي تُحدّثنا بها رسالة السماء نفسها .\r\nومثال ذلك : أنها تخبرنا بأن النبي ( صلى الله عليه وآله ) قد أسري به ليلًا من المسجد الحرام إلى المسجد الأقصى ، وهذا الإسراء 24 إذا أردنا ان نفهمه في إطار القوانين الطبيعية ، فهو يعبر عن الاستفادة من القوانين الطبيعية بشكل لم يتح للعلم أن يحققه 25 إلّا بعد مئات السنين ، فنفس الخبرة الربانية التي أتاحت للرسول ( صلى الله عليه وآله ) التحرك السريع قبل أن يتاح للعلم تحقيق ذلك ، أتاحت لآخر خلفائه المنصوصين العمر المديد ، قبل أن يتاح للعلم تحقيق ذلك .\r\nنعم ، هذا العمر المديد الذي منحه الله تعالى للمنقذ المنتظر يبدو غريباً في حدود المألوف حتى اليوم في حياة الناس ، وفي ما أنجز فعلًا من تجارب العلماء .\r\nولكن أوَ ليسَ الدور التغييري الحاسم الذي أعد له هذا المنقذ غريباً في حدود المألوف في حياة الناس ، وما مرت بهم من تطورات التاريخ ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 24 ) إشارة إلى الآية المباركة : ( سبحان الذي اسرى بعبده ليلًا من المسجد الحرام إلى المسجد الأقصى . . . ) الاسراء : 1 .\r\n( 25 ) إشارة إلى تصميم المركبات الفضائية ، وركوب الفضاء والتوغل إلى مسافات بعيدة عن أرضنا ، وقطعها في ساعات أو أيام معدودة ، وقد أضحت هذه حقائق في حياتنا المعاصرة في أواخر القرن العشرين .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nأوَ لَيسَ قد أنيط به تغيير العالم ، وإعادة بنائه الحضاري من جديد على أساس الحق والعدل ؟\r\nفلما ذا نستغرب إذا اتّسم التحضير لهذا الدور الكبير ببعض الظواهر الغريبة والخارجة عن المألوف كطول عمر المنقذ المنتظر ؟ فإن غرابة هذه الظواهر وخروجها عن المألوف مهما كان شديداً ، لا يفوق بحال غرابة نفس الدور العظيم الذي يجب على اليوم الموعود إنجازه . فإذا كنا نستسيغ ذلك الدور الفريد 26 تاريخياً على الرغم من أنه لا يوجد دور مناظر له في تاريخ الإنسان ، فلما ذا لا نستسيغ ذلك العمر المديد الذي لا نجد عمراً مناظراً له في حياتنا المألوفة ؟ ولا أدري ! هل هي صدفة أن يقوم شخصان فقط بتفريغ الحضارة الإنسانية من محتواها الفاسد وبنائها من جديد ، فيكون لكل منهما عمر مديد يزيد على أعمارنا الاعتيادية أضعافاً مضاعفة ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 26 ) إشارة إلى ما أعد للإمام المهدي المنتظر من دور ومهمة تغييرية على مستوى الوجود الإنساني برمته كما يشير الحديث الصحيح : « يملأ الأرض قسطاً وعدلًا بعد ما ملئت ظلماً وجوراً » . وهذا الدور وهذه المهمة عليها الاجماع بين علماء الإسلام ، والاختلاف حصل في أمور فرعية . ( ومن هنا كان التساؤل الذي أثاره السيد الشهيد ( رضي الله عنه ) له مبرر منطقي قوي .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nأحدهما : مارس دوره في ماضي البشرية وهو النبي نوح ، الذي نص القرآن الكريم 27 على أنه مكث في قومه ألف سنة إلّا خمسين عاماً ، وقدر له من خلال الطوفان أن يبني العالم من جديد .\r\nوالآخر : يمارس دوره في مستقبل البشرية وهو المهدي الذي مكث في قومه حتى الآن أكثر من ألف عام وسيقدر له في اليوم الموعود أن يبني العالم من جديد .\r\nفلما ذا نقبل نوح الذي ناهز الف عام على أقل تقدير ولا نقبل المهدي ؟ 28\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) في الآية المباركة : ( فلبث فيهم الف سنة إلّا خمسين عاماً ) العنكبوت : 41 .\r\n( 28 ) السؤال موجه إلى المسلمين المؤمنين بالقرآن الكريم وبالحديث النبوي الشريف ، وقد روى علماء السنة لغير نوح ما هو أكثر من ذلك . راجع تهذيب الأسماء واللغات ، النووي : 1 / 176 ، ولا يصح أن يشكل أحد بأن ذاك أخبر به القرآن فالنص قطعي الثبوت ، وهو يتعلق بالنبي المرسل نوح ( عليه السلام ) ، أما هنا فليس لدينا نص قطعي ، ولا الأمر متعلق بنبي .\r\n( والجواب : إن المهمة أولًا واحدة ، وهي تغيير الظلم والفساد ، وأن الوظيفة كما أوكلت إلى النبي ( صلى الله عليه وآله ) ، فقد أوكلت هنا إلى من اختاره الله تعالى أيضاً كما هو لسان الروايات الصحيحة . قال الرسول الأعظم\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوقد عرفنا حتى الآن أن العمر الطويل ممكن علمياً ، ولكن لنفترض أنه غير ممكن علمياً ، وأن قانون الشيخوخة والهرم قانون صارم لا يمكن للبشرية اليوم ، ولا على خطها الطويل أن تتغلب عليه ، وتغير من ظروفه وشروطه ، فما ذا يعني ذلك ؟ إنه يعني أن إطالة عمر الإنسان كنوح أو كالمهدي قروناً متعددة ، هي على خلاف القوانين الطبيعية التي أثبتها العلم بوسائل التجربة والاستقراء الحديثة ، وبذلك تصبح هذه الحالة معجزة عطلت قانوناً طبيعياً في حالة معينة للحفاظ على حياة الشخص الذي أنيط به الحفاظ على\r\n\r\n\r\n","description":"","footnote":"\r\n( صلى الله عليه وآله ) : « لو لم يبق من الدنيا إلّا يوم لطوّل الله ذلك اليوم حتى يبعث رجلًا من أهل بيتي يملأ الأرض قسطاً وعدلًا . . . » التاج الجامع للأصول : 5 / 343 .\r\n( وأما من جهة قطعية النص ، فأحاديث المهدي بلغت حد التواتر ، وهو موجب للقطع والعلم ، فلا فرق في المقامين . ( راجع : التاج الجامع للُاصول : 5 / 341 و 360 فقد نقل التواتر عن الشوكاني ، وانتهى المحققون من علماء الفريقين إلى القول بأن من كفر بالمهدي فقد كفر بالرسول محمد ( صلى الله عليه وآله ) وليس ذلك إلّا بلحاظ أنه ثبت بالتواتر ، وأنه من ضرورات الدين ، والمنكر لذلك كافر اجماعاً . وراجع : الإشاعة لأشراط الساعة ، البرزنجي في بحثه حول المهدي . وقد نقلنا حكاية التواتر في المقدمة أيضاً .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nرسالة السماء ، وليست هذه المعجزة فريدة من نوعها ، أو غريبة على عقيدة المسلم المستمدة من نص القرآن والسنة 29 ، فليس قانون الشيخوخة والهرم أشد صرامة من قانون انتقال الحرارة من الجسم الأكثر حرارة إلى الجسم الأقل حرارة حتى يتساويا ، وقد عطل هذا القانون لحماية حياة إبراهيم ( عليه السلام ) حين كان الأسلوب الوحيد للحفاظ عليه تعطيل ذلك القانون . فقيل للنار حين القي فيها إبراهيم  ( قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ )  30 فخرج منها كما دخل سليماً لم يصبه أذىً ، إلى كثير من القوانين الطبيعية التي عطلت لحماية أشخاص من الأنبياء وحجج الله على الأرض ، ففلق البحر لموسى ( عليه السلام ) 31 ، وشبه للرومان أنهم قبضوا على عيسى 32 ولم يكونوا قد قبضوا عليه ، وخرج النبي محمد ( صلى الله عليه وآله )\r\n\r\n\r\n","description":"","footnote":"\r\n( 29 ) أي أن الأمر يصبح من قبيل المعجز ، وهو ما نطق به القرآن ، وجاء في صحيح السنة المطهرة ، والإعجاز حقيقة رافقت دعوة الأنبياء ، وادعاء سفارتهم عن الحضرة الإلهية ، وهو ما لا يسع المسلم إنكاره أو الشك فيه ، بل إن غير المسلم يشارك المسلم في الاعتقاد بالمعجزات .\r\n( 30 ) الأنبياء : 69 .\r\n( 31 ) إشارة إلى قوله تعالى : ( فأوحينا إلى موسى أن اضرب بعصاك البحر فانفلق فكان كل فرق كالطود العظيم ) الشعراء : 63 .\r\n( 32 ) إشارة إلى قوله تعالى : ( وما قتلوه وما صلبوه ولكن شبه لهم . . . )\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمن داره وهي محفوفة بحشود قريش التي ظلت ساعات تتربص به لتهجم عليه ، فستره الله تعالى عن عيونهم وهو يمشي بينهم 33 . كل هذه الحالات تمثل قوانين طبيعية عطلت لحماية شخص ، كانت الحكمة الربانية تقتضي الحفاظ على حياته ، فليكن قانون الشيخوخة والهرم من تلك القوانين .\r\nوقد يمكن أن نخرج من ذلك بمفهوم عام وهو أنه كلما توقف الحفاظ على حياة حجة لله في الأرض على تعطيل قانون طبيعي ، وكانت إدامة حياة ذلك الشخص ضرورية لانجاز مهمته التي أعد لها ، تدخلت العناية الربانية في تعطيل ذلك القانون لانجاز ذلك ، وعلى العكس إذا كان الشخص قد انتهت مهمته التي أعد لها ربانياً فإنه سيلقى حتفه ويموت أو يستشهد وفقاً لما تقرره القوانين الطبيعية .\r\nونواجه عادة بمناسبة هذا المفهوم العام السؤال التالي : كيف يمكن أن يتعطل القانون 34 ؟ وكيف تنفصم العلاقة\r\n\r\n\r\n","description":"","footnote":"\r\nالنساء : 157 .\r\n( 33 ) راجع : سيرة ابن هشام : 2 / 483 ، فقد نقل هذه الحادثة وهي مجمع عليها .\r\n( 34 ) قد يقال : إن القانون بصفته قانوناً لا بد أن يطرد ، ولا يتصور التعطيل\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالضرورية التي تقوم بين الظواهر الطبيعية ؟ وهل هذه إلّا مناقضة للعلم الذي اكتشف ذلك القانون الطبيعي ، وحدد هذه العلاقة الضرورية على أسس تجريبية واستقرائية ؟ !\r\nوالجواب : أن العلم نفسه قد أجاب عن هذا السؤال بالتنازل عن فكرة الضرورة في القانون الطبيعي ، وتوضيح ذلك : أن القوانين الطبيعية يكتشفها العلم على أساس التجربة والملاحظة المنتظمة ، فحين يطرد وقوع ظاهرة طبيعية عقيب ظاهرة أخرى يستدل بهذا الاطّراد على قانون طبيعي ، وهو أنه كلما وجدت الظاهرة الأولى وجدت الظاهرة الثانية عقيبها ، غير أن العلم لا يفترض في هذا القانون الطبيعي علاقة ضرورية بين الظاهرتين نابعة من صميم هذه الظاهرة وذاتها ، وصميم تلك وذاتها ؛ لأن الضرورة حالة غيبية ، لا يمكن للتجربة ووسائل البحث الاستقرائي والعلمي اثباتها ، ولهذا فإن منطق العلم الحديث يؤكد أن القانون الطبيعي كما\r\n\r\n\r\n","description":"","footnote":"\r\nوالانخرام ، وقد لاحظ بعضهم أن الانخرام إنما هو بقانون آخر ، كما هو الأمر بالنسبة إلى قانون الجاذبية ، الذي يستلزم جذب الأشياء إلى المركز ، ومع ذلك فإن الماء يصعد بعملية الامتصاص في النباتات من الجذر إلى الاعلى بواسطة الشعيرات ، وهذا بحسب قانون آخر هو ( الخاصية الشعرية ) . راجع : ( القرآن محاولة لفهم عصري / الدكتور مصطفى محمود .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nيعرفه العلم لا يتحدث عن علاقة ضرورية ، بل عن اقتران مستمر بين ظاهرتين 35 ، فإذا جاءت المعجزة وفصلت إحدى الظاهرتين عن الأخرى في قانون طبيعي لم يكن ذلك فصماً لعلاقة ضرورية بين الظاهرتين .\r\nوالحقيقة أن المعجزة بمفهومها الديني ، قد أصبحت في ضوء المنطق العلمي الحديث مفهومة بدرجة أكبر مما كانت عليه في ظل وجهة النظر الكلاسيكية إلى علاقات السببية .\r\nفقد كانت وجهة النظر القديمة تفترض أن كل ظاهرتين اطّرد اقتران إحداهما بالأخرى فالعلاقة بينهما علاقة ضرورة ، والضرورة تعني أن من المستحيل أن تنفصل إحدى الظاهرتين عن الأخرى ، ولكن هذه العلاقة تحولت في منطق العلم الحديث إلى قانون الاقتران أو التتابع المطرد 36 بين الظاهرتين دون افتراض تلك الضرورة الغيبية .\r\nوبهذا تصبح المعجزة حالة استثنائية لهذا الاطّراد في الاقتران أو التتابع دون أن تصطدم بضرورة أو تؤدي إلى استحالة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 35 ) وقد بسط الشهيد الصدر القول في هذه المسألة في كتابه فلسفتنا فراجع : 295 و 299 .\r\n( 36 ) راجع فلسفتنا : 282 وما بعدها .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوأما على ضوء الأسس المنطقية للاستقراء 37 فنحن نتفق مع وجهة النظر العلمية الحديثة ، في أن الاستقراء لا يبرهن على علاقة الضرورة بين الظاهرتين ، ولكنا نرى أنه يدل على وجود تفسير مشترك لاطّراد التقارن أو التعاقب بين الظاهرتين باستمرار ، وهذا التفسير المشترك كما يمكن صياغته على أساس افتراض الضرورة الذاتية ، كذلك يمكن صياغته على أساس افتراض حكمة دعت منظم الكون إلى ربط ظواهر معينة بظواهر أخرى باستمرار ، وهذه الحكمة نفسها تدعو أحياناً إلى الاستثناء فتحدث المعجزة 38 .\r\nوهكذا يتّضح بنحو علمي منطقي مبرهن أن العمر الطويل أمر ممكن ، ولا يلزم منه محذور علمي ولا فلسفي . وبهذا تنتهي المرحلة الأولى من البحث في خصوصية الغيبة .\r\nالثانية مرحلة إثبات تحقق ذلك فعلًا في الإمام المهدي ( عليه السلام )\r\nوالبحث في هذه المرحلة يتم بطريقين : 1 عقائدي . 2 تاريخي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 37 ) راجع بسط وشرح النظرية في « الأسس المنطقية للاستقراء » حيث توصل الإمام الشهيد الصدر ( رضي الله عنه ) إلى اكتشاف مهم وخطير على صعيد نظرية المعرفة بشكل عام .\r\n( 38 ) بحث مستفاد من كتاب بحث حول المهدي للسيد الشهيد الصدر ( قدس سره ) : 65 80 بتحقيق وتعليق الدكتور عبد الجبار شرارة .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n1 الطريق العقائدي\r\nويمكن تقريره بثلاثة بيانات :\r\nأإن هذه الخصوصية من اللوازم الذاتية للمفهوم المهدوي عند أهل البيت ( عليهم السلام ) ، فثبوت هذا المفهوم بالنحو الذي مر آنفاً ثبوتاً برهانياً قاطعاً ، واتضاح بطلان ما سواه ، يقودنا بنحو طبيعي إلى الاعتقاد بغيبة الإمام الثاني عشر ( عليه السلام ) . فما دام الأئمة اثني عشر فقط ، وأنهم معينين من قبل الله سبحانه وتعالى ، وليس للناس دور في اختيارهم ، فليس بإمكاننا إلّا أن نتصور استمرار حياة الإمام الثاني عشر ، ومواكبته للمسيرة البشرية وظهوره بعد ذلك في الشوط الأخير منها ، ومن الطبيعي أن لا يتاح لإنسان يُقدّر له مثل هذا الهدف ، وتقدر له مثل هذه الحياة الطويلة ، أن يعيشها بصورة ظاهرة ، ولا بد له من أن يمارسها بنحو خفي غائب عن الأنظار ، إلّا أن يفترض وفاة الإمام المهدي ( عليه السلام ) في الزمان الطبيعي لأمثاله ، ثمّ عودته للحياة في زمن الظهور ، ولكن هذا الافتراض يلزم منه انقطاع الحجة في الفترة الفاصلة من وفاته إلى ظهوره ، وهو مخالف لحديث الثقلين الذي يدل على تلازم الكتاب والعترة ، وعدم افتراقهما في زمن من الأزمان حتى قيام الساعة والورود على الحوض ، كما يلزم منه\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالاعتقاد برجعة الإمام المهدي إلى الحياة بعد وفاته ، وهو مما لا قائل به بين المسلمين .\r\nب الروايات الدالة على اتصاف الإمام المهدي بالغيبة ، وقد ذكرتها بعض مصادر أهل السنّة مثل : ينابيع المودّة ، وفرائد السمطين .\r\nففي ينابيع المودّة : عن كتاب فرائد السمطين عن الباقر عن أبيه عن جده عن علي ( عليهم السلام ) ، قال : قال رسول الله ( صلى الله عليه وآله ) : « المهدي من ولدي تكون له غيبة إذا ظهر يملأ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً » 1 .\r\nوفيه عنه عن سعيد بن جبير عن ابن عباس رضي الله عنهما ، قال : قال رسول الله ( صلى الله عليه وآله ) : « أن علياً وصيي ومن ولده القائم المنتظر المهدي الذي يملأ الأرض قسطاً وعدلًا كما ملئت ظلماً وجوراً ، والذي بعثني بالحق بشيراً ونذيراً أن الثابتين على القول بإمامته في زمان غيبته لأعزّ من الكبريت الأحمر » فقام إليه جابر بن عبد الله ، فقال : يا رسول الله وللقائم من ولدك غيبة ؟ قال : « اي وربي ليمحص الله الذين آمنوا ويمحق الكافرين ثمّ قال : يا جابر إن هذا أمر من أمر الله وسر من سرّ الله فإياك والشّك فإن الشّك في أمر الله عز وجل كفر » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة : 3 / 296 ، الباب الثامن والسبعون .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوفيه في الصفحة المذكورة عنه عن الحسن بن خالد ، قال : قال علي بن موسى الرضا رضي الله عنهما : « إن الرابع من ولدي ابن سيدة الإماء يطهّر الله به الأرض من كل جور وظلم وهو الذي يشكّ الناس في ولادته وهو صاحب الغيبة فإذا خرج أشرقت الأرض بنور ربّها » 2 .\r\nوفيه : عنه عن أحمد بن زياد عن دعبل بن علي الخزاعي في حديث وروده على الرضا وانشاده قصيدته التائية ، إلى أن قال : « إن الإمام بعدي ابني محمد وبعد محمد ابنه علي وبعد علي ابنه الحسن وبعد الحسن ابنه الحجة القائم وهو المنتظر في غيبته والمطاع في ظهوره ويملأ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً ، وأما متى يقوم ؟ فإخبار عن الوقت ، فقد حدثني أبي عن آبائه عن رسول الله ( صلى الله عليه وآله ) قال : مثله كمثل الساعة لا تأتيكم إلا بغتة » 3 .\r\nوفيه : عن غاية المرام عن فرائد السمطين عن جابر بن عبد الله رفعه : « المهدي من ولدي اسمه اسمي وكنيته كنيتي أشبه الناس بي خَلقاً وخُلقاً تكون له غيبة وحيرة تضل فيها الأمم يقبل كالشهاب الثاقب يملأها عدلًا وقسطاً كما ملئت جوراً وظلماً » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) المصدر السابق : 3 / 297 ، الباب الثامن والسبعون .\r\n( 3 ) ينابيع المودّة : 3 / 310 ، الباب الثمانون .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوفيه : عنه عن فرائد السمطين في الصفحة المذكورة عن الباقر عن آبائه عن علي بن أبي طالب سلام الله عليهم رفعهُ : « المهدي من ولدي تكون له غيبة وحيرة تضل فيها الأمم إلى أن قال ويملأ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً » 4 .\r\nوفيه : عن المناقب عن أبي جعفر محمد الباقر ، قال : قال رسول الله ( صلى الله عليه وآله ) : « طوبى لمن أدرك قائم أهل بيتي وهو يأتم به في غيبته قبل قيامه ويتولى أولياءه ويعادي أعداءه ذلك من رفقائي وذوي مودتي وأكرم أمتي عليَّ يوم القيامة » .\r\nوفيه : عنه عن أبي بصير عن الصادق جعفر بن محمد عن آبائه عن أمير المؤمنين ( عليهم السلام ) ، قال : قال رسول الله ( صلى الله عليه وآله ) : « المهدي من ولدي اسمه اسمي وكنيته كنيتي وهو أشبه الناس بي خَلقاً وخُلقاً ، تكون له غيبة وحيرة في الأمم حتى يضل الخلق عن أديانهم ، فعند ذلك يقبل كالشهاب الثاقب فيملأ الأرض قسطاً وعدلًا كما ملئت ظلماً وجوراً » . وفيه : عنه مثل ذلك ، غير أنه قال : « فعند ذلك يقبل كالشهاب الثاقب يأتي بذخيرة الأنبياء ( عليهم السلام ) » . . . الحديث 5 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) المصدر السابق : 3 / 386 ، الباب الرابع والتسعون .\r\n( 5 ) ينابيع المودّة : 3 / 397 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوفيه : ( ص 494 ) عنه عن جابر بن يزيد الجعفي قال : سمعت جابر بن عبد الله الأنصاري يقول : قال لي رسول الله ( صلى الله عليه وآله ) : « يا جابر إن أوصيائي وأئمة المسلمين من بعدي أولهم علي ثمّ الحسن ثمّ الحسين ثمّ علي بن الحسين ثمّ محمد بن علي المعروف بالباقر ستدركه يا جابر ، فإذا لقيته فاقرئه مني السلام ، ثمّ جعفر بن محمد ثمّ موسى بن جعفر ثمّ علي بن موسى ثمّ محمد بن علي ثمّ علي بن محمد ثمّ الحسن بن علي ثمّ القائم اسمه اسمي وكنيته كنيتي ابن الحسن بن علي ذلك الذي يفتح الله تبارك وتعالى على يديه مشارق الأرض ومغاربها ، ذلك الذي يغيب عن أوليائه غيبة لا يثبت على القول بإمامته إلا من امتحن الله قلبه للإيمان » .\r\nج إن المهدي الموعود إن لم يكن إماماً معصوماً ، وكان رجلًا عادياً من عامّة المسلمين ، سوف لن يكون هناك تناسب بينه وبين ظهور المسيح ( عليه السلام ) معه ، وهو نبي من اولي العزم ، ليؤيد المهدي ويدعو المسيحيين إلى الإذعان بنبوّة النبي ( صلى الله عليه وآله ) ، فلا بد وأن يكون المهدي الموعود إماماً معصوماً ، وحيث إن الإمامة المعصومة ليست أمراً قابلًا للادّعاء بل تحتاج إلى تعيين سماوي ونص نبوي يكشف\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعنها ، ولم يجرِ ذلك في غير الأئمة الاثني عشر ( عليهم السلام ) حتى على مستوى الادّعاء فضلًا عن الدليل والبرهان ، وقد ثبتت وفاة الأئمة المتقدمين ودفنت أجسادهم في أماكن معلومة ، وبقي الإمام الثاني عشر لم تُعلم له وفاة حتى الآن . فلا بد من الاعتقاد باستمرار حياة هذا الإمام من حين ولادته إلى حين ظهوره في آخر الزمان ، ليكون مؤهلًا لتأييد المسيح ( عليه السلام ) له . يقول السيد سامي البدري في ذلك :\r\n« فإن ظهور عيسى سوف يكون بحاجة إلى استيعاب علمي وقيادي من قبل المهدي الموعود ، باعتباره يقوم شاهداً له وللرسالة التي يرفع شعارها وكتابها وتابعاً له . والمهدي على التصور السنّي لن يكون قادراً على استيعاب المسيح ، بل هو غير قادر على استيعاب طوائف المسلمين .\r\nلن يكون قادراً على استيعاب المسيح ، لأن المسيح نبي ورسول معصوم ومؤيد إلهياً بالمعجزات ، ومثله لا يمكن أن يستوعبه إنسان غير مؤيد بالمعجزات والعصمة والعلم التام .\r\nولن يكون قادراً على استيعاب الأمة المسلمة بلا تأييد إلهي بالمعجزة والعصمة والعلم التام 6\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) شبهات وردود ، الحلقة الرابعة : 23 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n2 الطريق التأريخي\r\nويمكن تقريره بثلاثة بيانات :\r\nأإن التاريخ وكما مرّ قد شهد بولادة الإمام المهدي ( عليه السلام ) ولم يشهد بوفاته ، مما يدل على استمرار حياته ، وحيث لا نتحسس وجوده ، ولا نشخّص أحداً من الناس بعنوان أنه المهدي ابن الإمام الحسن العسكري ، فلا بد وأن تكون له حياة خفية غير ظاهرة للناس .\r\nب إن التاريخ قد شهد بحصول مشاهدات عينية متكررة للإمام المهدي ( عليه السلام ) في زمان غيبته ، وقد الّفت في ذلك كتب مثل كتاب ( تبصرة الولي فيمن رأى القائم المهدي ) للسيد هاشم البحراني ، وذكر الشيخ أبو طالب التجليل التبريزي في كتابه 7 662 شخصاً ممن رأى الإمام المهدي في غيبته الصغرى مع ذكر قصص أكثرهم ، وخصص فصلًا لمن رأى الإمام في غيبته الكبرى ، وذكر عشرين كتاباً أورد أصحابها فيها القصص والأخبار التأريخية في ذلك ، وها نحن نذكر قصة أوردها السيد صدر الدين الصدر في كتابه « المهدي » نقلًا عن الشيخ عبد الوهاب الشعراني في كتابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) من هو المهدي : 460 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n« طبقات العرفاء » في أحوال الشيخ حسن العراقي :\r\nقال : « ترددت اليه مع سيدي أبي العباس الحريثي فقال : أتأذن لي أن أحكي لك حكايتي من مبتدأ أمري إلى وقتي هذا كأنك كنت رفيقي من الصغر ؟ فقلت له : نعم ، فقال : كنت شاباً من دمشق ، وكنت صانعاً ، وكنا نجتمع يوماً في الجمعة على اللهو واللعب والخمر ، فجاءني التنبيه من الله تعالى يوماً ألهذا خلقت ؟ ! فتركت ما هم فيه وهربت منهم فتبعوا ورائي فلم يدركوني ، فدخلت جامع بني أمية فوجدت شخصاً يتكلم على الكرسي في شأن المهدي ( عليه السلام ) فاشتقت إلى لقائه ، فصرت لا أسجد سجدة إلا وسألت الله تعالى أن يجمعني معه ، فبينما أنا ليلة بعد صلاة المغرب أصلي صلاة السنة وإذا بشخص جلس خلفي ومسح على كتفي ، وقال لي : قد استجاب الله تعالى دعاءك يا ولدي ! مالك أنا المهدي . فقلت : تذهب معي إلى الدار ، فقال : نعم ، فذهب معي وقال : أخل لي مكاناً انفرد به فأخليت مكاناً فأقام عندي سبعة أيام بلياليها » 8 .\r\nوقال الشيخ علي بن عيسى الإربلي في كشف الغمة : « إن الناس ينقلون قصصاً وأخباراً في خوارق العادات للإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) المهدي : 149 صدر الدين الصدر .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالمهدي ( عليه السلام ) يطول شرحها ، وأنا أذكر من ذلك قصتين قريب عهد بزماني وحدثني بها جماعة من ثقات اخواني .\r\nالأولى : إنّه كان في بلد الحلة بين الفرات ودجلة رجل اسمه إسماعيل بن الحسن ، قال : اخواني حكى لنا إسماعيل ، أنه خرج على فخذي الأيسر توثة 9 مقدار قبضة الإنسان فعجزت الأطباء عن علاجها فجاء بغداد ورآه أطباء الأفرنج ، فقالوا : لا علاج لها ، فتوجه إلى سامراء وزار الإمامين علي الهادي والحسن العسكري رضي الله عنهما ونزل السرداب ودعا الله تعالى تضرعاً ، واستغاث بالإمام المهدي ( عليه السلام ) ثمّ مضى إلى دجلة فاغتسل ثمّ لبس ثوبه ، فرأى أربعة فرسان خارجين من باب سور البلد وواحد شيخ بيده رمح وشاب آخر عليه فرجية ملونة ، فصاحب الرمح يمين الطريق والشابان يسار الطريق والشاب صاحب الفرجية على الطريق ، فقال له صاحب الفرجية : أنت تروح غداً إلى أهلك ، فقال له : نعم ، فقال صاحب الفرجية له : تقدم اليّ حتى أبصر ما يوجعك ، فقدم إليه ومد يده إليه فعصر التوثة بيده فأوجعه ثمّ استوى على سرجه ، فقال الشيخ صاحب الرمح : أفلحت\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) التوثة : بثرة متقرحة .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nيا إسماعيل ، هذا الإمام ، ثمّ ذهبوا وهو يمشي معهم ، فقال الإمام : ارجع فقال : لا أفارقك أبداً ، فقال الإمام : المصلحة في رجوعك ، فقال : لا أفارقك أبداً ، فقال الشيخ : يا إسماعيل ما تستحي ! يقول لك الإمام ارجع مرتين فتخالفه ! فوقف وتقدم الإمام خطوات ، ثمّ التفت إليه وقال : يا إسماعيل إذا وصلت إلى بغداد فلا بد أن يطلبك أبو جعفر ، يعني الخليفة المستنصر بالله ، فإذا حضرت عنده وأعطاك شيئاً فلا تأخذه ، وقل لولدنا الرضا ليكتب لك إلى علي بن عوض فإنني أوصيه يعطيك الذي تريد ، ثمّ سار مع أصحابه فلم يزل قائماً يبصرهم حتى غابوا ، ثمّ قعد على الأرض ساعة متأسفاً محزوناً وباكياً عن مفارقتهم ، ثمّ جاء إلى سامراء فاجتمع القوم حوله ، وقالوا : نرى وجهك متغيراً فما أصابك ؟ فقال : هل عرفتم الفرسان الذين خرجوا من البلد وساروا ساحل الشط ، قالوا : هم الشرفاء أرباب الغنم ، فقال لهم : بل هم الإمام وأصحابه ، الشاب وصاحب الفرجية هو الإمام مس بيده المباركة مرضي ، فقالوا : أرنيه ، فكشف فخذه فلم يروا له أثراً فمزقوا ثيابه وأدخلوه في خزانة ومنعوا الناس عنه لكيلا يزدحموا عليه ، ثمّ إن الناظر من طرف الخليفة جاء الخزانة وسأله عن\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nهذا الخبر وعن اسمه ونسبه ووطنه وعن خروجه من بغداد أول هذا الأسبوع ثمّ ذهب عنه . فبات إسماعيل في الخزانة وصلى الصبح وخرج مع الناس إلى أن بعُد من سامراء فرجع القوم ووادعوا ، فسار منفرداً حتى وصل إلى موضع ، فرأى الناس مزدحمين على القنطرة العتيقة يسألون عمن ورد عليهم عن اسمه ونسبه وموضع مجيئه ، فلما لاقوه عرفوه بالعلامات المذكورة فمزقوا ثيابه وأخذوها تبركاً وكان الناظر كتب إلى بغداد وعرفهم الحال ، وكان الوزير طلب السعيد رضي الدين ليعرفه صحة الخبر فخرج رضي الدين الذي هو كان من أصدقاء إسماعيل وكان ضيفه قبل خروجه إلى سامراء ، فلما رآه رضي الدين وجماعة معه فنزلوا عن دابتهم وأراهم فخذه فلم يروا شيئاً فغشي على رضي الدين ساعة ، ثمّ أخذه بيده وأدخله على الوزير وهو يبكي ويقول : هذا أخي وأقرب الناس إلى قلبي ، فسأله الوزير عن القصة فحكاها له فأحضر الأطباء الذين رأوا مرضه ، وسألهم متى رأيتموه قالوا منذ عشرة أيام فكشف الوزير فخذ إسماعيل فليس فيها أثر ، قالوا : هذا عمل المسيح ( عليه السلام ) فقال الوزير : نحن نعرف من عملها ثمّ أحضره الوزير عند الخليفة فسأله عن\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالقصة ، فحكى له ما جرى فأعطى له ألف دينار ، فقال : ما أجسر أن آخذ منه ذرّة فقال الخليفة ممن تخاف ؟ فقال : من الذي فعل بي هذا ، قال لي : لا تأخذ من أبي جعفر شيئاً . فبكى الخليفة ، ثمّ قال علي بن عيسى : كنت أحكي هذه القصة لجماعة عندي وكان شمس الدين ولده حاضراً عندي لا أعرفه ، قال : أنا ابنه من صلبه فقلت : هل رأيت فخذ أبيك وهي مجروحة ؟ قال : إني كنت صبياً في وقت جراحة فخذه ، ولكن سمعت القصة من أبي وأمي وأقربائي وجيراني ورأيت فخذه بعد ما صلحت ولا أثر فيها ونبت في موضعها شعر . وقال أيضاً : سألت السيد صفي الدين محمد بن محمد ونجم الدين حيدر ابن الأيسر ، أخبراني بصحة هذه القصة وإنهما رأيا إسماعيل في مرضه وصحته ، وحكى لي ولده أن أباه ذهب إلى سامراء بعد صحته أربعين مرة ، طمعاً أن يعود له الوقت الذي رآه .\r\nالثانية : حكى لي السيد باقي بن عطوة العلوي الحسني أن أباه عطوة لا يعترف بوجود الإمام محمد المهدي ( عليه السلام ) ويقول : إذا جاء الإمام فيبرئني من هذا المرض أصدق قولهم ؟ ويكرر هذا القول فبينما نحن مجتمعون وقت\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالعشاء الأخيرة ، صاح أبونا فأتيناه سراعاً فقال : الحقوا الإمام في هذه الساعة خرج من عندي ، فخرجنا فلم نر أحداً ، فجئنا إليه وقال : انه دخل اليّ شخص وقال : يا عطوة فقلت : لبيك ، قال : أنا المهدي قد جئت إليك أن اشفي مرضك ، ثمّ مد يده المباركة وعصر وركي وراح فصار مثل الغزال ، قال علي بن عيسى : سألت هذه القصة من غير ابنه فأقرّ بها » 10 .\r\nومن هنا فقد آمن بعض الأعلام من أهل السنّة بحياته وبقائه أو هو لازم كلامهم . وقد ذكر السيد صدر الدين الصدر بعضهم فقال :\r\n« منهم : الشيخ محيي الدين ابن العربي في الفتوحات على رواية الشيخ عبد الوهاب الشعراني في كتابه ( اليواقيت والجواهر ) الذي تقدم عيناً نقله عن كتاب ( اسعاف الراغبين ) ، فإن كون المهدي بن الحسن العسكري بلا فصل كما هو صريح كلامه مع وفاة الإمام الحسن العسكري في سنة مائتين وستين لازمه حياة المهدي وبقاؤه حتى يظهر أو أنه يموت ثمّ يحييه الله تعالى بقدرته . ولا أظن أن الشيخ محيي الدين يرضى بأن ينسب إليه الاحتمال الأخير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) ينابيع المودّة : 3 / 315 317 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nومنهم : الشيخ عبد الوهاب الشعراني في كتابه ( اليواقيت والجواهر ) على ما في اسعاف الراغبين حيث قال : المهدي بن الإمام الحسن العسكري ومولده ليلة النصف من شعبان سنة خمس وخمسين ومائتين وهو باق إلى أن يجتمع بعيسى بن مريم ، هكذا أخبرني الشيخ حسن العراقي عن الإمام المهدي حين اجتمع به ووافقه على ذلك سيدي علي الخواص » 11 .\r\nومنهم : الشيخ أبو عبد الله محمد بن يوسف بن محمد الكنجي في كتابه ( البيان في أخبار صاحب الزمان ) على ما نقله اسعاف الراغبين ، قال : ومن الأدلة على أن المهدي حي باق بعد غيبته إلى الآن ، وأنه لا امتناع في بقائه : بقاء عيسى بن مريم ، والخضر ، وإلياس من أولياء الله تعالى ، وبقاء الأعور الدجال وإبليس اللعين من أعداء الله تعالى ، وهؤلاء قد ثبت بقاؤهم بالكتاب والسنّة 12 .\r\nومنهم : الشيخ العارف الفاضل الخواجة محمد بارسا في كتابه ( فصل الخطاب ) على ما في ينابيع المودّة بعد أن ذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) اسعاف الراغبين : 157 .\r\n( 12 ) اسعاف الراغبين : 227 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nولادة المهدي المنتظر ، وأن الله تعالى آتاه الحكمة وفصل الخطاب في سن الطفولة ، كما منّ على يحيى وعيسى بذلك ، قال : وطوّل الله تبارك وتعالى عمره كما طوّل عمر الخضر ( عليه السلام ) 13 .\r\nومنهم : الشيخ صدر الدين القونوي في بعض وصاياه لتلامذته عند موته على ما في ينابيع المودة ، حيث قال : إن الكتب التي كانت لي من كتب الطب وكتب الحكماء وكتب الفلاسفة فبيعوها وتصدقوا بثمنها للفقراء ، وأما كتب التفسير والأحاديث والتصوف فاحفظوها في دار الكتب ، واقرأوا كلمة التوحيد ( لا إله إلا الله ) سبعين ألف مرة في الليلة ، وبلّغوا مني سلاماً إلى المهدي ( عليه السلام ) 14 .\r\nأقول : يمكن أن يقال أن قوله ذلك لا يدل على وجود المهدي وحياته ، إذ ربما قال ذلك ، برجاء أن يدركوا ظهوره ، ولكن الأول أظهر .\r\nومنهم : الشيخ سعد الدين الحموي على ما في ينابيع المودّة ، نقلًا عن كتاب الشيخ عزيز بن محمد النسفي ، عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) ينابيع المودّة : 3 / 304 ، الباب التاسع والسبعون .\r\n( 14 ) المصدر السابق : 3 / 340 ، الباب الرابع والثمانون .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nكلامه في ترتيب الأولياء ، وأن الله تعالى اختار في هذه الأمة اثني عشر ولياً من أهل البيت فجعلهم خلفاء نبيّه المعظم ( صلى الله عليه وآله ) ، إلى أن قال : وأما آخر الأولياء ، الذي هو آخر خلفاء النبي والولي والنائب الثاني عشر وخاتم الأولياء ، فهو المهدي صاحب الزمان 15 .\r\nومنهم : الشيخ شهاب الدين الهندي المعروف بملك العلماء في كتابه ( هداية السعداء على ما في الدرر الموسوية ) ، قال عند ذكره الأئمة الاثني عشر : التاسع يعني من ولد الحسين الإمام حجة الله القائم المهدي ، وهو غائب ، وله عمر طويل كما في المؤمنين عيسى وإلياس والخضر وفي الكافرين الدجال والسامري .\r\nومنهم الشيخ الكامل الشيخ محمد المعروف بخواجه بارسا في حاشية له على كتاب ( فصل الخطاب ) مضافاً إلى ما تقدم عنه على ما في ( الدرر الموسوية ) ، حيث قال : وبه ( يعني بالمهدي ) ختمت الخلافة والإمامة ، وهو إمام منذ وفاة أبيه إلى يوم القيامة ، وعيسى يصلي خلفه ويصدقه ويدعو الناس إلى ملته وهي ملة النبي ( صلى الله عليه وآله ) . . . .\r\nومنهم : غير واحد من الفضلاء والعرفاء فإن الذي يظهر من أشعارهم العربية والفارسية المذكورة في ينابيع المودّة وغيره من بعض كتب المناقب ، أنهم يرون حياة المهدي المنتظر ، وأنه حي يرزق لوصفهم له بالولاية والإمامة والخلافة والنيابة عن النبي ( صلى الله عليه وآله ) وأنه الواسطة في الفيوضات الإلهية » 16 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) ينابيع المودّة : 3 / 352 ، الباب السابع والثمانون .\r\n( 16 ) المهدي : 146 148 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nج ونعتمد في تقرير البيان الثالث على ما كتبه السيد الشهيد محمد باقر الصدر ( رضي الله عنه ) حيث كتب يقول :\r\n« إن الغيبة تجربة عاشتها امّة من الناس فترة امتدت سبعين سنة تقريباً ، وهي فترة الغيبة الصغرى ، ولتوضيح ذلك نمهد بإعطاء فكرة موجزة عن الغيبة الصغرى 17 .\r\nإن الغيبة الصغرى تُعبّر عن المرحلة الأولى من إمامة القائد المنتظر عليه الصلاة والسلام ، فقد قُدّر لهذا الإمام منذ تسلّمه للإمامة أن يستتر عن المسرح العام ويظلُّ بعيداً باسمه عن الأحداث ، وإن كان قريباً منها بقلبه وعقله ، وقد لُوحِظَ أن هذه الغيبة ، إذا جاءت مفاجأة حققت صدمة كبيرة للقواعد الشعبية للإمامة في الأمة الإسلامية ؛ لأن هذه القواعد كانت معتادة على الاتصال بالإمام في كلّ عصر ، والتفاعل معه والرجوع إليه في حلّ المشاكل المتنوعة ، فإذا غاب الإمام عن شيعته فجأة وشعروا بالانقطاع عن قيادتهم الروحية والفكرية ، سببت هذه الغيبة 18 المفاجئة الاحساس بفراغ دفعي هائل قد يعصف بالكيان كلّه ويشتت شمله ، فكان لا بدّ من تمهيد لهذه الغيبة ؛ لكي تألفها هذه القواعد بالتدريج ، وتكيّف نفسها شيئاً فشيئاً على أساسها ، وكان هذا التمهيد هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) راجع : الغيبة الصغرى ، السيد محمد الصدر ، فقد توسّع في بحثها .\r\n( 18 ) إشارة إلى الغيبة الكبرى .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالغيبة الصغرى التي اختفى فيها الإمام المهدي عن المسرح العام ، غير أنه كان دائم الصلة بقواعده وشيعته عن طريق وكلائه ونوابه والثقات من أصحابه الذين يشكلون همزة الوصل بينه وبين الناس المؤمنين بخطه الإمامي 19 . وقد شَغَلَ مركز النيابة عن الإمام في هذه الفترة أربعة ممن أجمعت تلك القواعد على تقواهم وورعهم ونزاهتهم التي عاشوا ضمنها وهم كما يلي :\r\n1 - عثمان بن سعيد العمري .\r\n2 - محمد بن عثمان بن سعيد العمري .\r\n3 - أبو القاسم الحسين بن روح .\r\n4 - أبو الحسن علي بن محمد السمري .\r\nوقد مارس هؤلاء الأربعة 20 مهام النيابة بالترتيب المذكور ، وكلما مات أحدهم خلفه الآخر الذي يليه بتعيين من الإمام المهدي ( عليه السلام ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) راجع : تبصرة الولي فيمن رأى القائم المهدي ، السيد هاشم البحراني ، دفاع عن الكافي ، السيد ثامر العميدي : 1 / 568 وما بعدها .\r\n( تاريخ وفاة السفير الأوّل حدوداً 280 ه ، والثاني 305 ه ، والثالث 326 ه ، والرابع 328 ه .\r\n( 20 ) راجع ترجمة هؤلاء الأربعة في كتاب الغيبة الصغرى للسيد محمد الصدر ، الفصل الثالث : 395 وما بعدها ، نشر دار التعارف للمطبوعات بيروت 1980 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوكان النائب يتصل بالشيعة ويحمل أسئلتهم إلى الإمام ، ويعرض مشاكلهم عليه ، ويحمل إليهم أجوبته شفهية أحياناً وتحريرية 21 في كثير من الأحيان ، وقد وجدت الجماهير التي فقدت رؤية إمامها العزاء والسلوة في هذه المراسلات والاتصالات غير المباشرة . ولاحظت أن كلّ التوقيعات والرسائل كانت ترد على الإمام المهدي ( عليه السلام ) بخط واحد وسليقة واحدة 22 طيلة نيابة النواب الأربعة التي استمرت حوالي سبعين عاماً ، وكان السمري هو آخر النواب ، فقد أعلن عن انتهاء مرحلة الغيبة الصغرى التي تتميز بنواب معينين ، وابتداء الغيبة الكبرى التي لا يوجد فيها أشخاص معينون بالذات للوساطة بين الإمام القائد والشيعة ، وقد عبّر التحول\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) وهذه تعرف بالتوقيعات ، وهي الأجوبة التحريرية والشفوية التي نقلت عن الإمام المهدي ( عليه السلام ) . راجع : ( الاحتجاج ، الطبرسي : 2 / 523 وما بعدها .\r\n( 22 ) مما استقر في الأوساط الأدبية وعند نقاد الأدب قديماً وحديثاً أن الأسلوب هو الرجل ، وهذه المقولة صحيحة . ( ومن هنا رأينا وسمعنا أن كثيراً من الأدباء وقارئي الأدب يميزون بمجرد قراءة النص شعرياً كان أم نثرياً أنه لفلان أو لفلان ، وما ذلك إلّا لأن الأسلوب هو الرجل ، وأن لكلّ كاتب سمةً وطابعاً خاصاً في كتابته يمكن تمييزه عن غيره ، هذا فضلًا على تميّز خطّه الشريف من غيره من الخطوط .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nمن الغيبة الصغرى إلى الغيبة الكبرى عن تحقيق الغيبة الصغرى لأهدافها وانتهاء مهمتها ؛ لأنها حصّنت الشيعة بهذه العملية التدريجية عن الصدمة والشعور بالفراغ الهائل بسبب غيبة الإمام ، واستطاعت أن تكيّف وضع الشيعة على أساس الغيبة ، وتعدّهم بالتدريج لتقبل فكرة النيابة العامة عن الإمام ، وبهذا تحولت النيابة من أفراد منصوصين 23 إلى خط عام 24 ، وهو خط المجتهد العادل البصير بأمور الدنيا والدين ، تبعاً لتحول الغيبة الصغرى إلى غيبة كبرى .\r\nوالآن بإمكانك أن تقدّر المواقف في ضوء ما تقدم ، لكي تدرك بوضوح أن المهدي حقيقة عاشتها أمة من الناس ، وعبّر عنها السفراء والنواب طيلة سبعين عاماً من خلال تعاملهم مع الآخرين ، ولم يلحظ عليهم أحدٌ ، كل هذه المدة تلاعب في الكلام ، أو تحايلًا في التصرف أو تهافتاً في النقل . فهل تتصور بربّك أن بإمكان أكذوبة أن تعيش سبعين عاماً ، ويمارسها أربعة على سبيل الترتيب كلهم يتفقون عليها ، ويظلون يتعاملون على أساسها وكأنها قضية يعيشونها\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) إشارة إلى النواب الأربعة المذكورين .\r\n( 24 ) وهو ما اصطلح عليه ( بالمرجعية الدينية ) ، ويلاحظ هنا الصفات التي يرى الإمام الشهيد لزوم توفرها في المرجعية .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nبأنفسهم ويرونها بأعينهم ، دون أن يبدر منهم أي شيء يثير الشك ، ودون أن يكون بين الأربعة علاقة خاصة متميزة تتيح لهم نحواً من التواطؤ ، ويكسبون من خلال ما يتصف به سلوكهم من واقعية ثقة الجميع ، وإيمانهم بواقعية القضية التي يدّعون أنهم يحسونها ويعيشون معها ؟ !\r\nلقد قيل قديماً : إنّ حبل الكذب قصير ، ومنطق الحياة يثبت أيضاً أن من المستحيل عملياً بحساب الاحتمالات أن تعيش أكذوبة بهذا الشكل ، وكل هذه المدة ، وضمن كلّ تلك العلاقات والأخذ والعطاء ، ثمّ تكسب ثقة جميع من حولها .\r\nوهكذا نعرف أن ظاهرة الغيبة الصغرى يمكن أن تعتبر بمثابة تجربة علمية لإثبات مالها من واقع موضوعي ، والتسليم بالإمام القائد ، بولادته وحياته وغيبته 25 ، وإعلانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 25 ) إن اتصال الإمام القائد المهدي بقواعده الشيعية عن طريق نوابه ووكلائه ، أو بأساليب أخرى متنوعة واقع تاريخي موضوعي ليس من سبيل إلى إنكاره ، كما في السفارة ، فضلًا عن الدلائل الأخرى الكثيرة المستندة إلى إخبار من يجب تصديقه ، ثمّ هو مقتضى الأحاديث المتواترة ، كحديث : « من مات ولم يعرف إمام زمانه مات ميتة جاهلية » وغير ذلك . إنّ كل ذلك جموعاً وهو محل اتفاق أكثر طوائف الملة الإسلامية يدحض وبشكل قاطع ما يثيره المتشككون حول وجود\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالعام عن الغيبة الكبرى التي استتر بموجبها عن المسرح ولم يكشف نفسه لأحد 26 » 27 .\r\n\r\n\r\n","description":"","footnote":"\r\nالإمام واستمرار حياته المباركة الشريفة ، راجع : الغيبة الصغرى ، السيّد محمد الصدر : 566 .\r\n( 26 ) ورد التوقيع الشريف عن الإمام القائد المهدي ( عليه السلام ) بعدم إمكان رؤيته بشكل صريح بعد وقوع الغيبة الكبرى ، وهذا محل اتفاق علماء الإمامية . ( وراجع مناقشة المسألة في : الغيبة الصغرى / ( السيد محمد الصدر : 639 وما بعدها .\r\n( 27 ) بحث حول المهدي : 108 111 بتحقيق وتعليق الدكتور عبد الجبار شرارة .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nالفصل الثالث القيمة العقائدية لمفهوم المهدوية في مدرسة أهل البيت ( عليهم السلام )\r\nالعقائد سواء كانت أرضية تعود في نشأتها إلى الإنسان ، أو سماوية تعود في منشأها إلى الله سبحانه وتعالى ، لا بد وأن يكون لها مدلول إنساني ، فإن كانت أرضية فهي ناشئة من ظروف الإنسان ومعبّرة عن تطلعاته ورغبته في التوصل إلى حياة أفضل ، وإن كانت سماوية فهي تجسد رحمة الله سبحانه وتعالى بالإنسان وحبّه له وحرصه على إيصاله إلى ساحل السعادة ، وهذا مما يقطع به المؤمن في أصل العقيدة الإسلامية سواء اتّضح له هذا المدلول الإنساني بنحو تفصيلي ، أو بقيت تفاصيله مجملة مكنونة في طي الغيب .\r\nوالإنسان يتعامل مع العقائد تارة عقلياً من زاوية الدليل والبرهان ، وأخرى حسياً من زاوية ما تحققه هذه العقائد من أغراض وما تقدمه من عطاء وحلول لمشاكل الإنسان في حياته اليومية . ومهما تكن هذه العقائد واضحة وأكيدة من زاوية الدليل والبرهان ، فإن غموضها من الزواية الإنسانية\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nيجعلها مورد شك وترديد أو على الأقل نقطة غير فاعلة وغير مشعّة في النفس .\r\nوالعقيدة الإسلامية كعقيدة سماوية ليس بوسعنا أن نتوقع منها أن تفصح عن أغراضها الإنسانية بنحو تفصيلي ، لأن البيان التفصيلي يؤدي إلى تركيز الناحية الحسّية في الشخصية الإنسانية ، ويتنافى مع الشأن الأساسي للعقيدة المتمثل باجلاء الناحية العقلية ، وتركيز الناحية الروحية في الشخصية الإنسانية ، ولذا فمن الطبيعي أن تكتفي هذه العقيدة ببيان الحد الأدنى وبنحو كلّي لأغراضها الإنسانية ، مثل قوله تعالى :  ( وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ )  1 .\r\nلكنها في الوقت نفسه تحث الإنسان المؤمن باتجاه التعقل والتدبّر المفضي في النتيجة إلى تصيّد الحِكَم المحتملة والأغراض الإنسانية التفصيلية المتوقعة في مختلف الجهات العقائدية والتشريعية من الإسلام .\r\nونحن قد درسنا المسألة المهدوية من زاوية الدليل والبرهان ، واتضح أن مفهوم مدرسة أهل البيت عن المهدوية ، بالقياس إلى مفهوم مدرسة المذاهب الأربعة عنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنبياء : 107 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nمن ناحية الدليل والبرهان ، يمثل هذه المسألة في مستواها الأكمل والأتم .\r\nوكمالها في المجال العقائدي والبرهاني يقتضي ويؤدي بنا إلى الاعتقاد بكمالها في ما تقدمه من معطيات انسانية ، والمفارقة التي تؤدي بالكثيرين إلى التشكيك وإثارة الشبهات حول مفهوم المهدوية عند أهل البيت ، تعود إلى أن هؤلاء لا ينظرون إلى زاوية الدليل والبرهان ، بقدر ما يركّزون على الناحية الإنسانية التي تجعلهم يتساءلون :\r\nما هي الثمرة المترتبة على الاعتقاد بمفهوم عن المهدوية يتصف بمعاني غيبية غير مألوفة كالغيبة ، والعمر الطويل ، والإمامة المبكرة ؟ وحينما لا يتوصلون إلى جواب كاف وتبقى الناحية الإنسانية لهذا المفهوم محاطة بالغموض والإبهام يدفعهم الجهل بها ، والعجز عن تصورها إلى إنكار هذا المفهوم واتهامه بالغلو والخيال ، والاستعاضة عنه بمفهوم آخر للمهدوية يخلو من هذه الأبعاد ، ولا يتطلب كلفة غيبية كبيرة ، دون أن يعلموا أنّهم بعملهم هذا قد انتقلوا من الكمال إلى النقص ، وأن اعتراضهم على هذه الأبعاد الغيبية إنّما هو اعتراض على الجوهر الغني لمفهوم المهدوية في الإسلام ، فضلًا عن مخالفته للناحية المنطقية التي تقتضي في\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nباب الاعتقاد متابعة الدليل والبرهان أينما اتجها ، لا تحريفهما باتجاه ما تقتضيه الأهواء والأغراض والاعتقادات الشخصية .\r\nولو أنهم تدبروا في مفهوم أهل البيت ( عليهم السلام ) عن المهدوية ، لوجدوه في ناحيته الإنسانية أكمل من مفهوم مدرسة الخلفاء عنها ، وقد تكفل السيد الشهيد محمد باقر الصدر ببيان هذه الناحية بياناً رائعاً حيث كتب يقول 2 :\r\n« ونتناول الآن السؤال الثاني ، وهو يقول : لما ذا كل هذا الحرص من الله سبحانه وتعالى على هذا الإنسان بالذات ، فتعطل من أجله القوانين الطبيعية لإطالة عمره ؟ ولما ذا لا تترك قيادة اليوم الموعود لشخص يتمخض عنه المستقبل ، وتنضجه إرهاصات اليوم الموعود فيبرز على الساحة ويمارس دوره المنتظر .\r\nوبكلمة أخرى : ما هي فائدة هذه الغيبة الطويلة وما المبرر لها ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) بحث حول المهدي : 83 89 بتحقيق وتعليق الدكتور عبد الجبار شرارة .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوكثير من الناس يسألون هذا السؤال وهم لا يريدون أن يسمعوا جواباً غيبياً ، فنحن نؤمن بأن الأئمة الاثني عشر مجموعة فريدة 3 لا يمكن التعويض عن أيّ واحد منهم ، غير أن هؤلاء المتسائلين يطالبون بتفسير اجتماعي للموقف ، على ضوء الحقائق المحسوسة لعملية التغيير الكبرى نفسها ، والمتطلبات المفهومة لليوم الموعود .\r\nوعلى هذا الأساس نقطع النظر مؤقتا عن الخصائص التي نؤمن بتوفرها في هؤلاء الأئمة المعصومين 4 ، ونطرح\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) إشارة إلى معتقد الإمامية الاثني عشرية المستند إلى أدلة المعقول والمنقول ، وبالأخص إلى حديث الثقلين المتواتر « إني تركت فيكم ما إن تمسكتم بهما لن تضلوا بعدي أبداً كتاب الله وعترتي أهل بيتي » . راجع : ( صحيح مسلم : 4 / 1873 ، وراجع الصواعق المحرقة لابن حجر : 89 ، قال : ثمّ اعلم أن لحديث التمسك بذلك طرقا كثيرة وردت عن نيف وعشرين صحابياً .\r\nوكذلك إلى قوله ( صلى الله عليه وآله ) « لن يفترقا حتى يردا عليّ الحوض . . » وإلى قوله ( صلى الله عليه وآله ) : « الخلفاء بعدي اثنا عشر كلهم من قريش » . ومفاد ذلك كله تقرير هذا المعنى .\r\n( 4 ) تحدث النبي الأكرم محمد ( صلى الله عليه وآله ) كثيراً عن خصائصهم وأدوارهم ، ووظيفتهم ومهماتهم ، وأنهم حملة الشريعة ، وسفن النجاة ، وأمان الأمة ، وعصمتها من الضلال ، كما إليه الإشارة في حديث الثقلين ، وحديث لن\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالسؤال التالي :\r\nإننا بالنسبة إلى عملية التغيير المرتقبة في اليوم الموعود ، بقدر ما تكون مفهومة على ضوء سنن الحياة وتجاربها ، هل يمكن أن نعتبر هذا العمر الطويل لقائدها المدّخر عاملًا من عوامل إنجاحها ، ويمكنه من ممارستها وقيادتها بدرجة أكبر ؟\r\nونجيب عن ذلك بالإيجاب ، وذلك لعدة أسباب منها ما يلي : إن عملية التغيير الكبرى تتطلب وضعاً نفسياً فريداً في القائد الممارس لها ، مشحوناً بالشعور . . بالتفوق والاحساس بضالة الكيانات الشامخة التي أعد للقضاء عليها ، وتحويلها حضارياً إلى عالم جديد .\r\nفبقدر ما يغمر قلب القائد المغير من شعور بتفاهة الحضارة التي يصارعها ، واحساس واضح بأنها مجرد نقطة على الخط الطويل لحضارة الإنسان ، يصبح أكثر قدرة من\r\n\r\n\r\n","description":"","footnote":"\r\nيفترقا وكلاهما يؤكدان عصمتهم ، إذ لا يعقل أنهم عصمة الأمة من الضلال ، وأنهم لن يفترقا عن القرآن المعصوم ، وهم غير معصومين ! !\r\n( راجع : ( الأصول العامة للفقه المقارن ، العلامة محمد تقي الحكيم ، مبحث حجية السنة : ص 169 وما بعدها .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالناحية النفسية 5 على مواجهتها والصمود في وجهها ومواصلة العمل ضدها حتى النصر .\r\nومن الواضح أن الحجم المطلوب من هذا الشعور النفسي يتناسب مع حجم التغيير نفسه ، وما يراد القضاء عليه من حضارة وكيان ، فكلما كانت المواجهة لكيان أكبر ولحضارة أرسخ وأشمخ تطلبت زخماً أكبر من هذا الشعور النفسي المفعم .\r\nولما كانت رسالة اليوم الموعود تغيير عالم مليء بالظلم وبالجور ، تغييراً شاملًا بكل قِيَمه الحضارية وكياناته المتنوعة ، فمن الطبيعي أن تفتش هذه الرسالة عن شخص أكبر في شعوره النفسي من ذلك العالم كله ، عن شخص ليس من مواليد ذلك العالم الذين نشئوا في ظل تلك الحضارة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) أن يكون القائد التاريخي مهيئاً نفسياً ومعداً إعداداً مناسباً لأداء المهمة ، أمر مفروغ منه ، ولو رجعنا إلى القرآن الكريم لوجدناه يتحدث عن هذه المسألة في تاريخ الأنبياء بصورة واضحة جدا ، وبخاصة فيما يتعلق بالنبي نوح ( عليه السلام ) ، وهو أمر يلفت الانتباء والنظر ، وربما يكون للتشابه والاتفاق في الدور والمهمة التي أوكلت لهما ، كما نبه الشهيد الصدر ( رحمه الله ) إليه .\r\n( راجع : ( مع الأنبياء ، عفيف عبد الفتاح طبارة .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nيراد تقويضها واستبدال حضارة العدل والحق بها ؛ لأن من ينشأ في ظل حضارة راسخة ، تغمر الدنيا بسلطانها وقيمها وأفكارها ، يعيش في نفسه الشعور بالهيبة تجاهها ؛ لأنه ولد وهي قائمة ، ونشأ صغيراً وهي جبارة ، وفتح عينيه على الدنيا فلم يجد سوى أوجهها المختلفة .\r\nوخلافاً لذلك ، شخص يتوغل في التاريخ عاش الدنيا قبل أن ترى تلك الحضارة النور ، ورأى الحضارات الكبيرة سادت العالم الواحدة تلو الأخرى ثمّ تداعت وانهارت 6 ، رأى ذلك بعينيه ولم يقرأه في كتاب تاريخ . .\r\nثمّ رأى الحضارة التي يقدر لها أن تكون الفصل الأخير من قصة الإنسان قبل اليوم الموعود ، رآها وهي بذور صغيرة لا تكاد تتبين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) ويمكن أن نقرب هذا المعنى بما عشناه وشاهدناه من صعود الاتحاد السوفيتي وترقيه حتى صار القطب الثاني في العالم ، وتقاسم هو وأمريكا النفوذ الحضاري والهيمنة السياسية ، وركبا معا أجواء الفضاء ، ثمّ شهدنا انهيار الاتحاد السوفيتي وتفكك أوصاله بمثل تلك السرعة القياسية في الانهيار ، فكم كان لذلك من أثر ؟ وكم كان فيه من عبرة ؟ وكم كان فيه من دلالة عميقة ؟ .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nثمّ شاهدها وقد اتخذت مواقعها في احشاء المجتمع البشري تتربص الفرصة لكي تنمو وتظهر . .\r\nثمّ عاصرها وقد بدأت تنمو وتزحف وتصاب بالنكسة تارة ويحالفها التوفيق تارة أخرى . .\r\nثمّ واكبها وهي تزدهر وتتعملق وتسيطر بالتدريج على مقدرات عالم بكامله ، فإن شخصاً من هذا القبيل عاش كل هذه المراحل بفطنة وانتباه كاملين ينظر إلى هذا العملاق الذي يريد أن يصارعه من زاوية ذلك الامتداد التاريخي الطويل الذي عاشه بحسه لا في بطون كتب التاريخ فحسب ، ينظر إليه لا بوصفه قدراً محتوماً ، ولا كما كان ينظر ( جان جاك روسو ) 7 إلى الملكية في فرنسا ، فقد جاء عنه أنه كان يرعبه مجرد أن يتصور فرنسا بدون ملك ، على الرغم من كونه من الدعاة الكبار فكرياً وفلسفياً إلى تطوير الوضع السياسي القائم وقتئذ ؛ لأن ( روسو ) هذا نشأ في ظل الملكية ، وتنفس هواءها طيلة حياته ، وأما هذا الشخص المتوغل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) جان جاك روسو ( 1712 1778 م ) كاتب وفيلسوف فرنسي اعتبره بعض النقاد الوجه الأبعد نفوذاً في الأدب الفرنسي الحديث والفلسفة الحديثة ، وقد مهدت كتاباته ومقالاته للثورة الفرنسية ، وأشهر مؤلفاته العقد الاجتماعي . راجع : موسوعة المورد ، منير البعلبكي : 8 / 169 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالتاريخ ، فله هيبة التاريخ ، وقوة التاريخ ، والشعور المفعم بأن ما حوله من كيان وحضارة وليد يوم من أيام التاريخ ، تهيأت له الأسباب فوجد ، وستتهيأ الأسباب فيزول ، فلا يبقى منه شيء كما لم يكن يوجد منه شيء بالأمس القريب أو البعيد ، وأن الأعمار التاريخية للحضارات والكيانات مهما طالت فهي ليست إلّا أيّاماً قصيرة في عمر التاريخ الطويل .\r\nهل قرأت سورة الكهف ؟\r\nوهل قرأت عن أولئك الفتية الذين آمنوا بربهم وزادهم الله هدى 8 ؟ وواجهوا كياناً وثنياً حاكماً ، لا يرحم ولا يتردد في خنق أي بذرة من بذور التوحيد والارتفاع عن وحدة الشرك ، فضاقت نفوسهم ودبّ إليها اليأس وسدت منافذ الأمل أمام أعينهم ، ولجئوا إلى الكهف يطلبون من الله حلًا لمشكلتهم بعد أن أعيتهم الحلول ، وكبر في نفوسهم أن يظل الباطل يحكم ويظلم ويقهر الحق ويصفى كل من يخفق قبله للحق .\r\nهل تعلم ما ذا صنع الله تعالى بهم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) إشارة إلى الآية القرآنية المباركة : ( انهم فتية آمنوا بربهم وزدناهم هدى . . . ) الكهف : 13 ، وراجع تفسيرها في الكشاف ، الزمخشري 706 : 2 ، نشر دار الكتاب العربي بيروت .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nإنه أنامهم ثلاثمائة سنة وتسع سنين 9 في ذلك الكهف ، ثمّ بعثهم من نومهم ودفع بهم إلى مسرح الحياة ، بعد أن كان ذلك الكيان الذي بهرهم بقوته وظلمه قد تداعى وسقط ، وأصبح تاريخاً لا يرعب أحداً ولا يحرك ساكناً ، كل ذلك لكي يشهد هؤلاء الفتية مصرع ذلك الباطل الذي كبر عليهم امتداده وقوته واستمراره ، ويروا انتهاء أمره بأعينهم ويتصاغر الباطل في نفوسهم .\r\nولئن تحققت لأصحاب الكهف هذه الرؤية الواضحة بكل ما تحمل من زخم وشموخ نفسيين من خلال ذلك الحدث الفريد الذي مدد حياتهم ثلاثمائة سنة ، فإن الشيء نفسه يتحقق للقائد المنتظر من خلال عمره المديد الذي يتيح له أن يشهد العملاق وهو قزم والشجرة الباسقة وهي بذرة ، والاعصار وهو مجرد نسمة 10 ، أضف إلى ذلك ، أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) إشارة إلى الآية : ( ولبثوا في كهفهم ثلاثمائة سنين وازدادوا تسعاً . . . ) الكهف : 52 .\r\n( 10 ) وكل ذلك له مدخلية في تربيته واعداده الاعداد الخاص ، بما في ذلك امتلاكه النظرة الشمولية العميقة ، فضلا عن شهوده بنفسه ضآلة أولئك المتعملقين الذين يملئون الدنيا ضجيجاً وصخباً ، ويسترهبون الناس ، وهذه الشهود يؤهله أكثر فأكثر لأداء مهمته الكونية في التغيير ، أي ملئه\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالتجربة التي تتيحها مواكبة تلك الحضارات المتعاقبة ، والمواجهة المباشرة لحركتها وتطوراتها لها أثر كبير في الإعداد الفكري وتعميق الخبرة القيادية لليوم الموعود ؛ لأنها تضع الشخص المدخر أمام ممارسات كثيرة للآخرين بكل ما فيها من نقاط الضعف والقوة ، ومن ألوان الخطأ والصواب ، وتعطي لهذا الشخص قدرة أكبر على تقييم الظواهر الاجتماعية بالوعي الكامل على أسبابها ، وكل ملابساتها التاريخية .\r\nثمّ إن عملية التغيير المدخرة للقائد المنتظر تقوم على أساس رسالة معينة هي رسالة الإسلام ، ومن الطبيعي أن تتطلب العملية في هذه الحالة قائداً قريباً من مصادر الإسلام الأولى ، قد بنيت شخصيته بناءً كاملًا بصورة مستقلة ومنفصلة عن مؤثرات الحضارة التي يقدر لليوم الموعود أن يحاربها .\r\nوخلافاً لذلك ، الشخص الذي يولد وينشأ في كنف هذه الحضارة وتتفتح أفكاره ومشاعره في إطارها ، فإنه لا يتخلص غالبا من رواسب تلك الحضارة ومرتكزاتها ، وإن قاد حملة تغييرية ضدها .\r\n\r\n\r\n","description":"","footnote":"\r\nللأرض عدلًا بعد ما ملئت ظلماً ، هذا بغض النظر عن مؤهلاته الذاتية ، والعناية الربانية الخاصة .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nفلكي يضمن عدم تأثر القائد المدخر بالحضارة التي أعد لاستبدالها ، لا بد أن تكون شخصيّته قد بنيت بناءً كاملًا في مرحلة حضارية سابقة هي أقرب ما تكون في الروح العامة ومن ناحية المبدأ إلى الحالة الحضارية التي يتجه اليوم الموعود إلى تحقيقها بقيادته » 11 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) ولا ينبغي أن يُشكِل أحدٌ بأن النبي محمداً ( صلى الله عليه وآله ) مع عالمية رسالته ومهمته التغييرية الكبرى إلّا أنه عاش في كنف الحضارة الجاهلية ، ولم يتأثر بها ، وكذا الأنبياء السابقون ، فما هو الوجه في هذا الرأي ؟\r\nفجوابه :\r\nأإن النبي ( صلى الله عليه وآله ) قد أخضع فعلًا إلى حالة عزلة تامة من الحضارة الجاهلية ، وأنه كما ورد في السيرة النبوية قد حبب إليه الخلاء ، وكان يذهب إلى غار حراء يتحنث فيه وكذا الأنبياء كانوا يتنزهون عما عليه مجتمعهم ، وكانوا يعتزلون ، وإليه الإشارة في قوله تعالى : ( فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ) مريم : 49 .\r\nب إن النبي المرسل يوحى إليه ، ويسدد مباشرة من السماء ، ويبلغ بالأعمال والخطوات التي يتخذها خطوة خطوة ، والإمام ( عليه السلام ) لا يوحى إليه كما هو عقيدة الإمامية ولا يبلغ بالأمور مباشرة من السماء ، نعم يكون مسدداً وتحت العناية الربانية ، ولذلك فهو يحتاج إلى اعداد خاص . ( ففي نفس الوقت الذي يكون فيه قريباً ومتصلًا بالحضارة الإسلامية ، مستمداً من آبائه ( عليهم السلام ) الأصالة والمعرفة والعلم ، يكون مطلعاً على التجارب البشرية والحضارات في صعودها وعوامل تكونها وقوتها ،\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nثمّ يطرح سماحته ( رضي الله عنه ) بعد ذلك سؤالًا آخر مرتبطاً بالناحية الإنسانية من العقيدة المهدوية ، وهو : لما ذا لم يظهر القائد العالمي طيلة هذه المدة ؟ وإذا كان قد أعد نفسه للعمل الاجتماعي ، فما الذي منعه عن الظهور على المسرح في فترة الغيبة الصغرى ، أو في أعقابها بدلًا عن تحويلها إلى غيبة كبرى ، حيث كانت ظروف العمل الاجتماعي والتغييري وقتئذ أبسط وأيسر ، وكانت صلته الفعلية بالناس من خلال تنظيمات الغيبة الصغرى تتيح له أن يجمع صفوفه ويبدأ عمله بداية قوية ، ولم تكن القوى الحاكمة من حوله قد بلغت الدرجة الهائلة من القدرة والقوة التي بلغتها الإنسانية بعد ذلك من خلال التطور العلمي والصناعي ؟ 12\r\nوالجواب : « أن كل عملية تغيير اجتماعي يرتبط نجاحها بشروط وظروف موضوعية لا يتأتى لها أن تحقق هدفها إلّا عندما تتوفر تلك الشروط والظروف .\r\n\r\n\r\n","description":"","footnote":"\r\nوكذلك إخفاقاتها وعوامل ضعفها وانهيارها ، فيستمد الخبرة والقدرة والإحاطة بالأمور جميعاً ، هذا مع اعتقادنا بقدرات الإمام العلمية الذاتية التي وهبها الله تعالى له ، وبكونه مسدداً من السماء .\r\n( 12 ) بحث حول المهدي ، الشهيد محمد باقر الصدر ( قدس سره ) : 89 الهامش ، تحقيقات الدكتور عبد الجبار شرارة ، طبع مركز الغدير للدراسات الإسلامية .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوتتميز عمليات التغيير الاجتماعي التي تفجرها السماء على الأرض بأنها لا ترتبط في جانبها الرسالي بالظروف الموضوعية 13 ؛ لأن الرسالة التي تعتمدها عملية التغيير هنا ربانية ، ومن صنع السماء لا من صنع الظروف الموضوعية ، ولكنها في جانبها التنفيذي تعتمد الظروف الموضوعية ويرتبط نجاحها وتوقيتها بتلك الظروف . ومن أجل ذلك انتظرت السماء مرور خمسة قرون من الجاهلية حتى أنزلت آخر رسالاتها على يد النبي محمد ( صلى الله عليه وآله ) ؛ لأن الارتباط بالظروف الموضوعية للتنفيذ كان يفرض تأخرها على الرغم من حاجة العالم إليها منذ فترة طويلة قبل ذلك .\r\nوالظروف الموضوعية التي لها أثر في الجانب التنفيذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) على الرغم من الأهمية التي يخطها الشهيد الصدر ( رضي الله عنه ) هنا للظروف الموضوعية ، ودور نضوجها أو انضاجها في نجاح الثورات وهذا فهم عميق لأثر العامل الاجتماعي والنفسي إلّا أن الشهيد الصدر ( رضي الله عنه ) يعرض نظرية جديدة في فهم عملية التغيير الاجتماعي ، الذي تحدثه السماء من خلال الرسالات السماوية ، فهي في جانبها الرسالي ترتبط بقانونها الخاص ، ولكن في جانبها التنفيذي تعتمد الظروف الموضوعية وترتبط بها توقيتاً ونجاحاً ، وأعني بالظروف الموضوعية : الحالة السياسية والحالة الاجتماعية للُامة والواقع الدولي المعاصر ، ومدى قدرة الأمة في إمكاناتها الذاتية واستعدادها النفسي .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمن عملية التغيير ، منها ما يشكل المناخ المناسب والجو العام للتغيير المستهدف ، ومنها ما يشكل بعض التفاصيل التي تتطلبها حركة التغيير من خلال منعطفاتها التفصيلية .\r\nفبالنسبة إلى عملية التغيير التي قادها مثلًا لينين في روسيا بنجاح ، كانت ترتبط بعامل من قبيل قيام الحرب العالمية الأولى وتضعضع القيصرية ، وهذا ما يساهم في إيجاد المناخ المناسب لعملية التغيير ، وكانت ترتبط بعوامل أخرى جزئية ومحدودة من قبيل سلامة لينين مثلًا في سفره الذي تسلل فيه إلى داخل روسيا وقاد الثورة ، إذ لو كان قد اتفق له أي حادث يعيقه لكان من المحتمل أن تفقد الثورة بذلك قدرتها على الظهور السريع على المسرح .\r\nوقد جرت سنة الله تعالى التي لا تجد لها تحويلًا في عمليات التغيير الرباني على التقيد من الناحية التنفيذية بالظروف الموضوعية التي تحقق المناخ المناسب والجو العام لإنجاح عملية التغيير ، ومن هنا لم يأت الإسلام إلّا بعد فترة من الرسل وفراغ مرير استمر قروناً من الزمن .\r\nفعلى الرغم من قدرة الله سبحانه وتعالى على تذليل كل العقبات والصعاب في وجه الرسالة الربانية ، وخلق المناخ المناسب لها خلقاً بالاعجاز ، لم يشأ أن يستعمل هذا\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالأسلوب ؛ لأن الامتحان والابتلاء والمعاناة التي من خلالها يتكامل الإنسان ، يفرض على العمل التغييري الرباني أن يكون طبيعياً وموضوعياً من هذه الناحية ، وهذا لا يمنع من تدخل الله سبحانه وتعالى أحيانا فيما يخص بعض التفاصيل التي لا تكون المناخ المناسب ، وإنما قد يتطلبها أحيانا التحرك ضمن ذلك المناخ المناسب ، ومن ذلك الامدادات والعنايات الغيبية التي يمنحها الله تعالى لأوليائه في لحظات حرجة فيحمي بها الرسالة ، وإذا بنار نمرود تصبح برداً وسلاماً على إبراهيم 14 ، وإذا بيد اليهودي الغادر التي ارتفعت بالسيف على رأس النبي ( صلى الله عليه وآله ) تشل وتفقد قدرتها على الحركة 15 ، وإذا بعاصفة قوية تجتاح مخيمات الكفار والمشركين الذين أحدقوا بالمدينة في يوم الخندق وتبعث في نفوسهم الرعب 16 ، إلّا أن هذا كله لا يعدو\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) إشارة إلى قوله تعالى :    ( قالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فاعِلِينَ * قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ * وَأَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ )    الأنبياء : 7068 .\r\n( 15 ) راجع الرواية في تفسير ابن كثير : 2 / 33 ، وراجع البحار ، المجلسي : 18 / 47 و 52 و 60 ، 75 باب معجزات النبي ( صلى الله عليه وآله ) .\r\n( 16 ) تاريخ الطبري : 2 / 244 حوادث السنة الخامسة من الهجرة .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالتفاصيل وتقديم العون في لحظات حاسمة بعد أن كان الجو المناسب والمناخ الملائم لعملية التغيير على العموم قد تكون بالصورة الطبيعية ووفقا للظروف الموضوعية .\r\nوعلى هذا الضوء ندرس موقف الإمام المهدي ( عليه السلام ) ، لنجد أن عملية التغيير التي أعد لها ترتبط من الناحية التنفيذية كأي عملية تغيير اجتماعي أخرى بظروف موضوعية تساهم في توفير المناخ الملائم لها ، ومن هنا كان من الطبيعي أن توقت وفقاً لذلك .\r\nومن المعلوم أن المهدي لم يكن قد أعد نفسه لعمل اجتماعي محدود ، ولا لعملية تغيير تقتصر على هذا الجزء من العالم أو ذاك ؛ لأن رسالته التي ادخر لها من قبل الله سبحانه وتعالى هي تغيير العالم تغييراً شاملًا ، واخراج البشرية كل البشرية من ظلمات الجور إلى نور العدل 17 ، وعملية التغيير الكبرى هذه لا يكفي في ممارستها مجرد وصول الرسالة والقائد الصالح ، وإلّا لتمت شروطها في عصر\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) كما هو نص الحديث النبوي الشريف : « لو لم يبق من الدنيا إلّا يوم لطول الله ذلك اليوم حتى يبعث رجلًا مني أو من أهل بيتي يملأ الأرض قسطاً وعدلًا كما ملئت ظلماً وجوراً » . راجع التاج الجامع للُاصول : 5 / 343 ، قال : رواه أبو داود والترمذي .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالنبوة بالذات ، وإنما تتطلب مناخاً عالمياً مناسباً ، وجواً عاماً مساعداً ، يحقق الظروف الموضوعية المطلوبة لعملية التغيير العالمية ، فمن الناحية البشرية يعتبر شعور إنسان الحضارة بالنفاد عاملًا أساسياً في خلق ذلك المناخ المناسب لتقبل رسالة العدل الجديدة ، وهذا الشعور بالنفاد يتكون ويترسخ من خلال التجارب الحضارية المتنوعة التي يخرج منها إنسان الحضارة مثقلًا بسلبيات ما بنى ، مُدركاً حاجته إلى العون ، ملتفتاً بفطرته إلى الغيب أو إلى المجهول .\r\nومن الناحية المادية يمكن أن تكون شروط الحياة المادية الحديثة أقدر من شروط الحياة القديمة في عصر كعصر الغيبة الصغرى على إنجاز الرسالة على صعيد العالم كله ، وذلك بما تحققه من تقريب المسافات ، والقدرة الكبيرة على التفاعل بين شعوب الأرض ، وتوفير الأدوات والوسائل التي يحتاجها جهاز مركزي لممارسة توعية شعوب العالم وتثقيفها على أساس الرسالة الجديدة .\r\nوأما ما أشير إليه في السؤال من تنامي القوى والأداة العسكرية التي يواجهها القائد في اليوم الموعود كلما اجل ظهوره ، فهذا صحيح ، ولكن ما ذا ينفع نمو الشكل المادي للقوة مع الهزيمة النفسية من الداخل ، وانهيار البناء الروحي\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nللإنسان الذي يملك كل تلك القوى والأدوات ؟ وكم من مرة في التاريخ انهار بناء حضاري شامخ بأول لمسة غازية ؛ لأنه كان منهاراً قبل ذلك ، وفاقداً الثقة بوجوده والقناعة بكيانه والاطمئنان إلى واقعه » 18 انتهى ما أفاده ( قدس سره ) .\r\nوبإمكاننا أن نتناول المعطى الإنساني للمهدوية في مفهوم أهل البيت ( عليهم السلام ) من زاوية أخرى .\r\nفنقول :\r\nإن الاعتقاد بمهدوية غائبة عن الأنظار لكنها حية ومؤثرة في مجريات الأحداث لصالح الجماعة المؤمنة ، وهي تحمل كل خصائص الإمامة من العصمة والنص النبوي والكمال العلمي والعملي ، من شأنه أن يشيع في المجتمع أجواء هذه الإمامة ونفحاتها المعنوية والروحية الرفيعة ، ويشبع الإنسان باحساس طيب بتواصل الصلة بين الأرض والسماء ، واستمرار الرعاية السماوية للأرض ، وتحويل ذلك إلى معان محسوسة أكثر فاعلية في النفس ، بعد ما كانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) لقد شاهدنا في بداية التسعينات المصداق لهذه المقولة التي أطلقها الشهيد الصدر ( رضي الله عنه ) استنادا إلى خبرته العميقة بالمجتمع البشري ، فقد انهار الاتحاد السوفيتي وهو أحد القطبين اللذين كانا يهيمنان على العالم انهيارا سريعاً جداً ، وبصورة أذهلت الجميع .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفي أصولها العقائدية معان معقولة ، ويكرس في الساحة الاجتماعية والسياسية حاكمية التوحيد ، ويجعلها حاكمية قريبة من الحسّ الإنساني ، بوصف أن المهدوية الغائبة ليست شخصاً عادياً ، وإنما هي الإمام الثاني عشر المعين سماوياً ليشغل موقع الإمامة حتى نهاية التاريخ ، صحيح أن الناس لا يباشرونه حسياً ، لكن الاعتقاد بكونه حقيقة حسية يقصر إحساسنا عن إدراكها يجعل النفس في حالة تفاعل روحي إيجابي مع خط الإمامة الإلهية المعصومة بما هو تعبير وامتداد لحاكمية التوحيد في الأرض .\r\nويشتد هذا التفاعل أكثر حينما تعبر المهدوية المعصومة الغائبة عن نفسها تعبيراً سياسياً بارزاً من خلال مبدأ النيابة الخاصة في فترة الغيبة الصغرى ، ومبدأ النيابة العامة للفقهاء في فترة الغيبة الكبرى كقيادة سياسية شرعية للمجتمع الإسلامي بما يحفظ للإمامة موقعها السامي كمشرف يراقب التجربة السياسية والاجتماعية وينصرها ، وكمنبع يمدها بالشرعية حينما يجدها متطابقة مع الإسلام .\r\nومن مجموع هذه البيانات يتجلى بوضوح معنى الكمال فيما يقدمه المفهوم المهدوي عند أهل البيت ( عليهم السلام ) من معطى إنساني وهو معطى ينسجم تماماً مع جوهر الفكرة المهدوية ،\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفإن المهدوية المعصومة الغائبة مهدوية متحركة ومؤثرة وإيجابية بالنسبة إلى الواقع الإنساني . بينما المهدوية في مفهوم أهل السنة ليس لها تأثير في الواقع الإنساني ، وهي ليست أكثر من تنبؤ مستقبلي . وكأن مهدوية أهل البيت ( عليهم السلام ) تتكفل بتحقيق ما تعد به من خلال تحريك الواقع الإنساني والتفاعل الإيجابي معه .\r\nوهذا بذاته خير ما يوضح المعنى الإيجابي لمفهوم الانتظار ، فإن انتظار الفرج ليس سكوتاً وانهزاماً ، وإنما هو روح إيجابية فعالة باتجاه التغيير المطلوب مهدوياً .\r\n\r\nنتيجة البحث\r\nوفي نهاية المطاف يمكننا استخلاص نتائج البحث ، بالنقاط التالية :\r\n1 - إن الدين هو التعبير الأكمل عن الحقائق الإنسانية ، والإسلام هو التعبير الأكمل عن الحقائق الدينية ، والتشيّع هو التعبير الأكمل عن الحقائق الإسلامية ، وبالتالي فمهدوية أهل البيت ( عليهم السلام ) هي أكمل تعبير عن أصل المهدوية ، الذي أجمع المسلمون على الاعتقاد به .\r\n2 - إن جوهر الفرق بين مهدوية أهل البيت ( عليهم السلام ) ، ومهدوية الجمهور من علماء المسلمين ، يعود إلى مسألة\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالإمامة ، فالمهدي في مدرسة أهل البيت ( عليهم السلام ) هو الإمام الثاني عشر ( عليه السلام ) ، بينما هو في مدرسة الجمهور مسألة مستقبلية صرفة ؟\r\n3 - ولما كانت المسألة المهدوية عند أهل البيت ( عليهم السلام ) ، هي مسألة الإمام الثاني عشر الذي لا إمام للبشرية بعده ، من هنا فقد اتّصف المفهوم المهدوي عندهم ( عليهم السلام ) بثلاث خصائص ، هي : ولادة الإمام المهدي بنحو سرّي ومكتوم ، وإمامته المبكرة ، وغيبته المستلزمة لعمر مفتوح مع امتداد الزمن ، وهذه الخصائص ثابتة بثبوت أصل الإمامة الاثني عشرية المعصومة ، الذي تفرعت عليه ، فضلًا عن الأدلة التفصيلية التي مرّ ذكرها واحداً بعد الآخر .\r\n4 - إن هذه الخصائص الثلاثة ليست ثابتة بأدلة عقائدية وعقلية ووجدانية كافية ، ولا يلزم منها أي إيراد عقلي أو ديني فحسب ، وإنّما هي التي تمنح معنى الكمال للمفهوم المهدوي ، وتجعله مفهوماً ذا قيمة عقائدية ومعطيات إنسانية عالية وخلّاقة على الساحة الاجتماعية ، تتكامل وتنسجم مع معطيات أصل الدين في الحياة الإنسانية .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123}
  ]