[
  {"content":"\r\n\r\nكتاب اللمع\r\nفي الرد على أهل الزيغ والبدع\r\nللامام أبى الحسن الأشعري المتوفى سنة 330 ه‍\r\nصححه وقدم له وعلق عليه\r\nالدكتور\r\nحمودة غرابه\r\nمدير المركز الثقافي الإسلامي بلندن\r\nالناشر\r\nالمكتبة الأزهرية للتراث\r\n9 درب الاتراث الجامع الأزهرا شريف\r\nت 5120847\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبسم الله الرحمن الرحيم يبدو الأشعري في كتابه « الإبانة » حريصا كل الحرص على ادعائه الانتماء إلى أحمد بن حنبل رضى اللّه عنه ، فهو يكثر من مدحه ويشيد بمنهجه ويدافع دفاعا حارا قويا عن جميع ما قاله وقرره . بل يحاول في قوة اثبات الوجه واليدين إلى غير ذلك كما فعل ، ويقول باستواء اللّه على العرش من غير كيف كما قال ، ويرد على المعتزلة والحرورية والجهمية الذين يريدون صرف الآيات الواردة في ذلك عن معانيها الظاهرة ، كما أنه لا يتحدث عن « التنزيه » بأسلوب صريح ، ولا عن « نظرية الكسب » أصلا ، ويهمل فيه الكلام أيضا عن « البعث » و « مشكلة الخاص والعام » و « الوعد والوعيد » ، كما أنه لا يبين رأيه في « التعديل » والتجوير باسهاب وكذلك رأيه في « الايمان » . مما جعل الباحثين الذين اعتمدوا على كتابه هذا في حيرة من أمره ، فبعضهم اقتصروا في تقديره وتقويم مذهبه على ذلك ، ثم عجبوا في النهاية من تلك الشهرة التي واتته من غير أن يكون لها ما يبررها تبريرا قويا في كتابه « الإبانة » بل لعل عجبهم قد ازداد حين ادعى مؤرخو الفكر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nأن الأشعري هو الّذي وضع أساس المذهب السائد اليوم باسم « الأشاعرة » وقد حملهم ذلك على التماس أسباب نجاح الأشعري في غير مذهبه ، فردوا ذلك النجاح إلى مركز أسرته ، وشخصيته الروحية ، وقدرته على الجدل ، وكراهة الشعب للمعتزلة ، ورغبة الأمة في أن ترى من أبنائها من يقارعهم بالحجة ويهزمهم بالمنطق والبرهان . كما حملهم ذلك على الحكم بوجود هوة سحيقة بين مذهب الأشعري ومذهب الأشاعرة رغم ادعاء هؤلاء الآخرين أنهم أتباعه المخلصون وتلاميذته الموحيون .\r\nولكن البعض الآخر من الباحثين لم يقتصر على « الإبانة » في دراسته ، بل استثار في ذلك ما كتبه الثقات من العلماء كالباقلانى والشهرستاني عن مذهبه ، ومن هؤلاء المستشرق الهولندي « فنسنك » الّذي وضع الصورة المأخوذة من « الإبانة » عن مذهبه ، إلى جانب الصور العقلية التي رواها هؤلاء العلماء عنه ، ثم تساءل في النهاية : أيمكن أن يكون الأشعري ذا وجهين ، أم أن أتباعه قد تقولوا عليه ؟ ثم رجا في النهاية أن يوجد من كتابات الأشعري نفسه ما يؤيد تلك الصورة التي رواها أتباعه عنه والتي تصرح « بالتنزيه أو الكسب » حتى يتضح مذهبه ويقوى تعليله ويكون جديرا بشهرته ومركزه ، فتتجلى لنا تلك الشخصية التي ينسب إليها أنها وحدها التي مكنت الاسلام من اتخاذ طريق وسط بين النقل والعقل ، أو بعبارة أخرى بين الحشوية والمعتزلة .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوشاءت إرادة اللّه أن يوجد ذلك المؤلف الّذي نقدم له اليوم وهو « كتاب اللمع » . فالأشعرى في هذا الكتاب يبدو أعمق تفكيرا وأسلم منهجا وأشد عناية بالأدلة العقلية إلى درجة التعقيد أحيانا . والأشعري في « كتاب اللمع » لا يذكر الإمام أحمد رضى اللّه عنه ولا يشيد بمنهجه ، بل هو على العكس من ذلك يهاجم في قسوة أولئك الذين يضيقون بالنظر والاستدلال وهم « الحنابلة » ، ويحاول جاهدا الاستدلال على صحة ذلك من القرآن والسنة المطهرة . والأشعري أيضا في « كتاب اللمع » لا يتعرض لذكر الوجه واليدين والاستواء على العرش كما فعل في « الإبانة » بل يهمل ذلك اهمالا تاما . ويزيد على ذلك التصريح القاطع بتنزيه اللّه عن الجسمية ونفيه عن اللّه أن يكون مشابها للحوادث . كما يتحدث في اسهاب عن « نظرية الكسب » وما يلزم لتأييدها من الأدلة ويعطى عناية كبيرة لبعض المسائل الهامة التي أشرنا إلى اهمال « الإبانة » لها « كمشكلة البعث » وتحديد معنى « الايمان » ومسألة « الكبيرة » و « الوعد والوعيد » و « الخاص والعام » بما لا يخرج في أساسه عن مذهب الأشاعرة .\r\nواذن فالصورة العقلية التي رواها الثقات من العلماء عنه هي صورة حقة قد كتبت بيد الأشعري نفسه . وهذه الصورة العقلية التي أخذناها من « اللمع » توصل في الوقت\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nنفسه إلى نتائج قد تكون متعارضة أتم التعارض مع تلك النتائج التي وصل إليها من اعتمد على « الإبانة » في تقويم مذهبه وتقدير مواهبه . فسوف يلمس القارئ - بعد مطالعة هذا الكتاب - السر في نجاح الأشعري ، وكيف أن الأشعري قد كسب تلك الشهرة عن أسباب ذاتية أصيلة فيه ، وأن مذهبه قد نال تلك المكانة الرفيعة لأنه مذهب يرضى خاصة الأمة ولا يصعب على عامتها ، لا لأن صاحبه كان من أسرة كبيرة أو أنه كان قوى الشخصية . كما أن القارئ سوف يلمس أيضا بطلان الادعاء بوجود هوة سحيقة بين مذهب الأشعري ومذهب الأشاعرة ، وسوف يجد أن الخلاف بينه وبين أتباعه لم يمس أية مسألة جوهرية في المذهب نفسه على حسب ما قرره وصوره ، وانما هو خلاف في طريقة الاستدلال ، أو في تفسير بعض الأصول أو الزيادة في الشرح ، أو الاشتغال بمسائل لم تعرض للأشعرى في أيام حياته ، وحسب « اللمع » ذلك ليكون جديرا بما بذل فيه من جهد ، وما كلفنا من نصب وارهاق .\r\nولكن ذلك يعنى أن هناك صورتين مختلفتين قد وردنا عن مذهب الأشعري : صورة يحددها « اللمع » وأخرى يخددها « الإبانة » . فهل يوجد بين الصورتين تناقض ؟ وإذا كان فهل قررهما الأشعري في زمان واحد فيكون متناقضا في نفسه ؛ أم أن ذلك يعود إلى مرحلتين مختلفتين ، في تطوره الفكري بعد\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتحوله عن مذهب المعتزلة ؟ وإذا كان الأمر كذلك فأي المرحلتين هي الأسبق : مرحلة اللمع أم مرحلة الإبانة ؟\r\nيرى مكدونالد وتريتن والسلفية أيضا أن الصورتين مختلفتان اختلافا بينا ، ويرون مع ذلك أن مرحلة « الإبانة » كانت هي المرحلة الأخيرة التي انتهى إليها رأى الأشعري ، وعلى ذلك جولد زيهر أيضا ، وان كان مكدونالد والسلفية على خلاف في تعليل تحوله عن الصورة العقلية التي يصورها « اللمع » إلى الصورة السلفية التي يصورها « الإبانة » . فمكدونالد يرى أنه اضطر إلى ترك الصورة العقلية واثبات الوجه واليدين وغير ذلك بعد رحيله إلى بغداد في أخريات حياته ووقوعه تحت نفوذ الحنابلة . ومعنى ذلك أنه اصطنع الصورة الثانية ليكسب بها رضا الحنابلة ، وربما ليدفع شرهم أيضا . فليست المسألة مسألة عقيدة ولكنها مسألة ملاءمة للظروف ومراعاة لما تقتضيه .\r\nولعل مما يشهد لذلك قول بعضهم : ان الأشاعرة قد جعلوا « الإبانة » من الحنابلة وقاية . ولكن السادة السلفية لا يرضيهم هذا التعليل ، بل يقولون : ان الأشعري قد وصل إلى الحق على مراتب ؛ فترك أولا مذهب المعتزلة إلى مذهبه العقلي فأصاب نصف الحق ، ثم ترك أخيرا مذهبه العقلي إلى مذهب السلف فأصاب الحق كله ومات مرضيا عنه . وهذا قول يبدو مقبولا ولكنه سيظل فرضا حتى يجد الدليل القاطع الّذي يؤيده بل انني أعتقد أن هناك فرضا آخر هو أحق بالادعاء وأدنى إلى\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالقبول وهو أن الصورة السلفية التي يصورها « الإبانة » قد صدرت أولا ، وأن الصورة العقلية التي يصورها « اللمع » قد صدرت أخيرا وأنها كانت تحديدا لمذهب الأشعري في وضعه النهائي الّذي مات صاحبه وهو يعتنقه ويعتقد صحته ويدافع عنه ويرضاه لأتباعه . وأسباب هذا الترجيح عندي كثيرة ؛ فمنها ما هو نفسي ، ومنها ما هو علمي ، ولعل مما يعود إلى الأسباب النفسية أننا نرى الأشعري في كتاب « الإبانة » أشرق ، أسلوبا وأكثر تحمسا وأعظم تحاملا على المعتزلة وأكثر بعدا عن آرائهم . وهذه مظاهر نفسية يجدها المرء في نفسه تجاه رأيه الّذي يتركه ابان تركه أو بعيد التنازل عنه . أما من الناحية العلمية فحسب القارئ أن يراجع بابا مشتركا في الكتابين ليرى أن كتاب « اللمع » في ذلك الباب قد أحاط بمسائله وأجاد في عرض أدلته ، وأفاض في اعتراضات خصومه وأحسن في الرد عليها ؛ مما يدل على أن « كتاب اللمع » لم يكتب الا في الوقت الّذي نضج المذهب فيه في نفس صاحبه ، وأنه لم يصوره في هذا الكتاب الا بعد أن ألفه وأصبح واضحا عنده ويشاركنى في هذا الرأي « فنسنك » وغيره من الباحثين .\r\nولكن إذا سلمنا بوجود التخالف بين الصورتين فهل يعنى ذلك الاعتراف بتناقضهما ؟\r\nالواقع أنني لا أرى أي تناقض بين الصورة التي يحددها\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n« الإبانة » وبين الصورة التي يحددها « اللمع » ؛ لأن مدح الإمام أحمد والرد على المعتزلة والحرورية والجهمية في انكارهم الوجه واليدين والاستواء على العرش في الإبانة ، مع السكوت عن ذلك في اللمع ، لا يعتبر تناقضا ؛ لأن الأشعري يتناقض حقا إذا نفى ذلك نفيا قاطعا في كتابه « اللمع » ولكن الرجل لم ينف بل سكت ، والسكوت عن تقرير رأى في مؤلف لا يعتبر مناقضا لتقريره في مؤلف آخر . نعم الأشعري قد صرح في كتابه « اللمع » بالتنزيه ومخالفة اللّه للحوادث ، فهل يلزم من ذلك أن يكون متناقضا إذا أثبت الوجه واليدين والاستواء مثلا في كتاب « الإبانة » ؟ نعم يلزم ذلك إذا أثبت وجها مماثلا لوجهنا ، ويدا مماثلة ليدنا ، واستواء مشابها لاستوائنا ؛ ولكن الأشعري قد أثبت ذلك في « الإبانة » مع التصريح في أكثر من موضع بأن ذلك انما هو « بلا كيف » . ومعنى ذلك نفى المماثلة وعدم التعارض مع فكرة التنزيه . بل انني أعتقد أن الصورة السلفية كما اعتنقها الصحابة والإمام أحمد وربما ابن تيمية والوهابيون لا تتعارض الا قليلا جدا مع مذهب الأشاعرة الذين أولوا هذه الأشياء ، أعنى الوجه واليدين والاستواء إلى غير ذلك ، بالذات والقدرة والاستيلاء مثلا ؛ لأن السلف مؤولون كالأشاعرة تماما . أقصى ما هنالك أن المراد بالوجه مثلا على مذهب السلف غير محددة ، مع القطع بأن الوجه الّذي نعرفه غير مراد ، وأن المراد عند الأشاعرة هو الذات\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمثلا مع القطع بأن الوجه الّذي نعرفه غير مراد . وهذا يعنى اجماع الجميع على التنزيه ونفى الوجه المعروف مثلا ، وهذا يعنى التأويل عندهم جميعا . ولكن ما المراد بالوجه ؟ يقول السلفية : هو وصف للّه أجراه على نفسه ، فهو أعلم بمدلوله .\r\nويقول الأشاعرة انه لفظ عربى ، وحيث قد استحال المعنى الحقيقي فليكن المعنى المجازى الّذي يناسب عظمة اللّه هو المقصود . فهما متحدان في التنزيه والتأويل ، وهذا هو المهم في العقيدة ، وما عدا ذلك فشئ لا يستحق خصاما ولا اختلافا ، ولعل من الخير لهذه الأمة الاسلامية أن تفهم هذه الحقيقة واضحة جلية .\r\n\r\nالمخطوطات\r\nبدأت صلتي بكتاب اللمع منذ سنة 1950 حيث هداني زميل فاضل إلى نسخة منه بالمتحف البريطاني ، ولكني وجدت هذه النسخة منقولة عن نسخة قديمة موجودة بالكلية الأمريكية ببيروت ، فرأيت من واجبي العلمي أن أستحضرها أيضا . وبذلك أصبح لدى من المخطوط نسختان وان شئت فقل نسخة واحدة قد نقل عنها نسخة أخرى . ولذلك جعلت اعتمادي على الأصل ، أعنى نسخة بيروت ، وان كنت لم أهمل النظر في النسخة الأخرى التي نقلت عنها ، بيانا لقيمتها واستلهاما لها في بعض الأماكن التي تتميز في الأصل بصعوبة قراءتها .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالناسخ لنسخة بيروت غير معروف ، وليس لدى من الوسائل ما يعين على تحديد الزمن الّذي كتبها فيه ، وان كان من الممكن الجزم بأنه قد كتبها بعد وفاة الغزالي ( 505 ه ) .\r\nلأن الناسخ قد ذكر أن المخطوط يشتمل بجانب كتاب « اللمع » على كتاب « الرسالة اللدنية في العلم اللدني » لحجة الاسلام الغزالي رضى اللّه عنه . وان كان المخطوط لا يحتوى الا على كتاب « اللمع » فقط .\r\nفإذا انتقلنا إلى العنوان الّذي وضعه الناسخ لهذا الكتاب فإننا نجده « كتاب اللمع » فقط ، على حين أن الأشعري نفسه في كتاب « العمد » - على ما يرويه ابن عساكر - يذكر أنه قد كتب ثلاثة كتب بعنوان « اللمع » أعنى ( 1 ) « كتاب اللمع الصغير » ( 2 ) « كتاب اللمع الكبير » ( 3 ) « كتاب اللمع في الرد على أهل الزيغ والبدع » فأي هذه الثلاثة ما بين أيدينا الآن ؟ انني أرجح أنه الثالث ؛ لأن الأشعري نفسه قد ذكر أن هناك علاقة بين اللمع الصغير واللمع الكبير ، مؤكدا أن الأول يعتبر مقدمة وبابا للثاني على حين أنه لا توجد أي إشارة في هذا الكتاب تربط بينه وبين مؤلف آخر ، وان كان ذكر ذلك ليس ضروريا ؛ ولذلك بقي الأمر ترجيحا فقط .\r\nأما بالنسبة إلى محتويات هذا المخطوط ، فقد ذكر كلاين أنه يشتمل على عشرة أبواب وهذا حق ، ألا أنه قد أعطى عناوين\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nهذه الأبواب مع خطأ في بعض الأحيان . فالمخطوط لم يذكر مثلا عنوانا للباب الأول فجعل كلاين عنوانه شطرا من عنوان الباب الثاني . والمخطوط قد ذكر مثلا عنوانا للباب التاسع هو « الخاص والعام والوعد والوعيد » فجعله كلاين عنوانا لبابين ، مما يقطع بأنه ربما لم ير المخطوط أصلا ، وان كان ثبتا في كتابه عن الأشعري قد ذكر هذه الأبواب بعناوينها على وجه صحيح .\r\nفإذا أردنا بعد ذلك امتحان المخطوط وما يتميز به فإننا نجد الناسخ قد كتبه كتابة سيئة كما أهمل التنقيط في كلمات كثيرة مما يكلف القارئ متاعب جمة ويقوده إلى خطأ في ادراك المطلوب أحيانا كثيرة . ولم يقتصر على ذلك من العيوب ، بل أسقط في بعض الأحيان كلمات وجملا ، وزاد في بعض الأحيان كلمات وجملا ، كما عكس الترتيب في بعض العبارات ووضع عكس المطلوب في البعض الآخر . ومن المؤكد أن الناسخ لا يعرف القرآن جيدا ، وليست له ثقافة عربية واسعة .\r\nوللبرهنة على ذلك نرجو القارئ أن يلقى نظرة فاحصة على التعليقات التي وضعناها في الهامش تحت الحرف ( ب ) وهو الحرف الّذي جعلناه رمزا لهذه النسخة .\r\nنحن الآن مع النسخة التي نقلت عن هذه النسخة . وهي نسخة المتحف البريطاني بلندن . فقد نسخها - كما يؤكد ذلك البارون فون كرامر - حدث مسيحي ، بل ونسخها بخط جميل\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيغبط عليه ، وان كان الناسخ لم يصحح أي خطأ بالأصل بل أضاف إليها كثيرا من الأخطاء الخاصة به ، وربما كان عذره في ذلك - كما أشرت إلى هذا من قبل - أن نسخة بيروت ليست منقوطة في كثير من المواضع ، وأن أسلوب الكتابة وموضوعة يتطلب لادراكه تخصصا واسعا في العلوم العربية والاسلامية . وان كان هناك من الأخطاء ما لا عذر له فيه ، كحذف كثير من الكلمات والجمل ، بل وهناك من الأخطاء ما يصعب تعليله تعليلا سليما . مثال ذلك تغييره كلمة « سنين » في قوله تعالى : « فلبث في السجن بضع سنين » إلى كلمة « أيام » مع وضوح الأصل في ذلك وضوحا لا يسمح بالخطإ .\r\nوقد وضعت ملاحظاتى على هذه النسخة تحت الحرف « ل » وهو الحرف الّذي جعلته رمزا لها .\r\nكان هذا ما كتبته تقديما لتخرجى هذا الكتاب قبل أن أفاجأ به مطبوعا ومصححا بيد الأب مكارثى الّذي نشر المخطوط سنة 1953 ، فرأيت من واجبي أن أقرأ عمله في هدوء مزمعا الاكتفاء به إذا كان قد قال الكلمة الأخيرة ، ومصمما على نشره للمرة الثانية إذا كان لم يصب كل الإصابة في تخريجه . وقد وافق مكارثى على ذلك وزاد على هذا بأن أهداني نسخة مطبوعة من عمله ، فشكرت له تلك الروح الطيبة التي يتحلى بها العلماء وحدهم .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمكارثى قد وفق من غير شك في تصحيح أخطاء كثيرة بالمخطوط بل وصحح لي بعض ما كنت أزمع ذكره على أنه تصحيح للمخطوط قبل أن أرى عمله . ولكن عمل مكارثى مع ذلك لم يخل من أخطاء في رأيي وهذه الأخطاء تكفى مبررا لإعادة النشر من جديد . وكل ما أرجوه أن يرى مكارثى هذا العمل ، وأن يصححه أو يحكم بصحته ، حتى يتم التعاون العلمي الصحيح .\r\nفمثلا مكارثى قد ترك بعض التعبيرات مع اليقين بخطئها من غير تصحيح ، ففي ( ص 9 ) يذكر المخطوط « وذلك أنه لا يجوز أن يحوك الديباج بالنقاوير » فما معنى ذلك إذا بقيت العبارة من غير تصحيح ؟ .\r\nوأحيانا يصحح مكارثى الأصل بما لا يتناسب مع المطلوب .\r\nفمثلا يقول الأصل ( ص 52 ) : « ولو جاز لزاعم أن يزعم أن قوله لا تدركه أراد به أنها لا تدرك غيره الأبصار . فإن قال . . . » وليس من شك في أن الكلام بذلك ناقص يحتاج إلى اصلاح . فما ذا فعل مكارثى ؟ لقد وضع الأصل كما هو :\r\n« ولو جاز لزاعم أن قوله ( لا تدركه ) أراد به أنها لا تدرك غيره الأبصار » ثم زاد عليه ( لجاز لزاعم أن يزعم أن قوله « صلوا إلى واعبدوني » أراد به غيره فإذا فسد هذا فسد ما قاله ) . فلما ذا كل هذا ؟ وهل المعنى على ذلك مستقيم ؟ ان\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n« الزاعم » في قوله : « ولو جاز لزاعم » على ذلك التصحيح ، يكون من خصوم الأشعري أي من المعتزلة وهؤلاء لا يمكن أن يزعموا هذا الزعم . وعلى ذلك فالعبارة تحتاج في رأى إلى زيادة كلمتين فقط ، أعنى : « هذا جاز » بعد قوله في الأصل :\r\n« ولو جاز » وقبل قوله : « لزاعم » فان المعنى بذلك يصبح صحيحا ومفهوما .\r\nيضاف إلى ذلك أن مكارثى يغير الأصل أحيانا من غير ضرورة ، فان الأصل مثلا يقول ( ص 145 ) : « وبظاهر قوله تعالى : ( ومن لم يحكم بما أنزل اللّه فأولئك هم الكافرون ) أنه لا يترك الحكم بما أنزل اللّه الا كافر » فغير مكارثى كلمة « الكافرون » في الأصل إلى كلمة « الفاسقون » كما غير كلمة « كافر » إلى كلمة فاسق ، فلما ذا غير ؟ انني أعتقد أنه اعتقد أنه لا توجد آية أخرى في القرآن على الصورة التي وردت في الأصل بل الموجود فقط  « وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْفاسِقُونَ »  . مع أن في القرآن آيتين أخريين هما  « وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ »  وقوله تعالى :\r\n « وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ »  فهل هناك في ضوء هذا ضرورة للتغير وهل يصح ؟\r\nومع ذلك فمكارثى جدير بشكر المسلمين ، لأنه - وهو قس كاثوليكى - قد اشتغل بخدمة التوحيد الاسلامي مع\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوجود التباين العظيم بين ما يعتقده هو من ناحية وما يقرره الاسلام من ناحية أخرى . وقد وضعت جميع ملاحظاتى على عمله تحت الحرف « م » .\r\nوكل ما أرجوه بعد ذلك أن أكون قد قمت بنصيب متواضع في خدمة العلم والمعرفة . واللّه ولى التوفيق .\r\n* * * دكتور\r\nحمودة زكى غرابه\r\nمدير المركز الثقافي بلندن\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالرموز\r\nب : النسخة الموجودة بالكلية الأمريكية ببيروت .\r\nل : النسخة الموجودة بالمتحف البريطاني بلندن .\r\nم : تخريج الأب مكارثى للمخطوط . المطبعة الكاثوليكية .\r\nببيروت سنة 1953 . .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n[ مقدمة 
  ]\r\nبسم اللّه الرحمن الرحيم وبه نستعين الحمد للّه ذي الجود والثناء ، والمجد والسناء ، والعز والكبرياء ؛ أحمده على سوابغ النعم وجزيل العطاء ، وأشهد أن لا إله الا اللّه وحده لا شريك له عدة « 1 » اللقاء ، وأشهد أن محمدا عبده ورسوله خاتم الأنبياء .\r\nأما بعد ؛ فإنك سألتني أن أصنف لك كتابا مختصرا أبين فيه جملا توضح الحق وتدمع الباطل ، فرأيت اسعافك بذلك ، ( رزقك ) « 2 » اللّه الخيرات ، وأعانك على الخير « 3 » والمطلوبات .\r\n\r\n( 1 ) [ اللّه وصفاته « 4 » 
  ]\r\n\r\nمسألة\r\nان سأل سائل فقال : ما الدليل على أن للخلق صانعا صنعه ومدبرا دبره ؟ قيل ( له ) « 5 » : الدليل على ذلك أن الانسان الّذي هو في غاية الكمال والتمام ، كان نطفة ثم علقة ثم لحما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : عنده للقاء ، م : عنده للقاء ، وهي في الأصل : عده للقاء .\r\n( 2 ) بياض في الأصل .\r\n( 3 ) في الأصل : « الخير مطلوبات » وقد اختار أن تكون « الخير بالمطلوبات » وقد تكون : « الجد في المطلوبات » .\r\n( 4 ) هذا العنوان ليس في الأصل وقد تطوعنا بوضعه بعد قراءة ما يشتمل عليه .\r\n( 5 ) ليست في الأصل .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nودما ( وعظما ) « 1 » ، وقد علمنا أنه لم ينقل نفسه من حال إلى حال ؛ لأنا نراه في حال كمال قوته وتمام عقله لا يقدر أن يحدث لنفسه سمعا ولا بصرا ، ولا أن يخلق لنفسه جارحة . يدل ذلك على أنه في حال ضعفه ونقصانه عن فعل ذلك أعجز ؛ لأن ما قدر عليه في حال النقصان فهو في الكمال عليه أقدر . وما عجز عنه في حال الكمال فهو في حال النقصان عنه أعجز . ورأيناه طفلا ثم شابا كهلا ثم شيخا ، وقد علمنا أنه لم ينقل نفسه من حال الشباب إلى حال الكبر والهرم ؛ لأن الانسان لو جهد أن يزيل عن نفسه الكبر والهرم ويردها إلى حال الشباب لم يمكنه ذلك ؛ فدل ما وصفنا على أنه ليس هو الّذي ينقل نفسه في هذه الأحوال ، وأن له ناقلا نقله من حال إلى حال ودبره على ما هو عليه ؛ لأنه لا يجوز انتقاله من حال إلى حال بغير ناقل ولا مدبر . مما بين « 2 » ذلك أن القطن لا يجوز أن يتحول غزلا مفتولا ، ثم ثوبا منسوجا ، بغير ناسج ولا صانع ولا مدبر ، ومن اتخذ قطنا ثم انتظر أن يصير غزلا مفتولا .\r\nثم ثوبا منسوجا بغير صانع ولا ناسج كان عن « 3 » معقول « 4 » خارجا ، وفي الجهل والجا . وكذلك من قصد إلى برية لم يجد قصرا مبنيا فانتظر أن يتحول « 5 » الطين إلى حالة الآجر ، وينتضد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : حذفها الناسخ .\r\n( 2 ) ب : نقلها الناسخ : سنن ، واختار م أن يغيرها إلى :\r\nيبين .\r\n( 3 ) ل : نقلها الناسخ : عين .\r\n( 4 ) الأنسب « عن المعقول »\r\n( 5 ) ل : نقلها الناسخ : تحول .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبعضه على بعض ، بغير صانع وإلا بأن ، كان جاهلا . وإذا كان تحول النطفة علقة ، ثم مضغة ، ثم لحما ودما وعظما ، أعظم في الأعجوبة ، كان أولى أن يدل على صانع صنع النطفة ونقلها من حال إلى حال . وقد قال اللّه تعالى :   « أَ فَرَأَيْتُمْ ما تُمْنُونَ . أَ أَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخالِقُونَ »   « 1 » فما استطاعوا أن يقولوا بحجة انهم يخلقون ما يمنون مع تمنيهم الولد فلا يكون ومع كراهتهم له فيكون . وقد قال اللّه تعالى منبها « 2 » لخلقه على وحدانيته :  « وَفِي أَنْفُسِكُمْ أَ فَلا تُبْصِرُونَ »  « 3 » بين « 4 » لهم عجزهم وفقرهم إلى صانع صنعهم ومدبر دبرهم .\r\nفان قالوا : فما يؤمنكم أن تكون النطفة لم تزل قديمة ؟\r\nقيل لهم « 5 » : لو كان ذلك كما ادعيتم لم يجز أن يلحقها الاعتمال والتأثير ، ولا الانقلاب والتغيير ؛ لأن القديم لا يجوز انتقاله وتغيره ، وأن يجرى عليه سمات الحدث ؛ لأن ما جرى ذلك عليه ولزمته الضعة « 6 » لم ينقل من سمات الحدث ، وما لم يسبق المحدث كان محدثا مصنوعا ؛ فبطل بذلك قدم النطفة وغيرها من الأجسام .\r\n\r\nمسألة\r\nفان قال قائل : لم زعمتم أن الباري سبحانه لا يشبه المخلوقات ؟ قيل « 7 » ( له ) « 8 » : لأنه لو أشبهها لكان حكمه في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة 56 الآيتان 58 ، 59 .\r\n( 2 ) ل : نقلها الناسخ : مبينا .\r\n( 3 ) س 51 الآية 21 .\r\n( 4 ) م : يبين .\r\n( 5 ) ب ، ل : له .\r\n( 6 ) ل : نقلها الناسخ : الصغر\r\n( 7 ) نقلها الناسخ : قليل\r\n( 8 ) ليست في الأصل .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالحديث حكمها ، ولو أشبهها لم يخل من أن يشبهها من كل الجهات أو من بعضها . فان أشبهها من جميع الجهات كان محدثا مثلها من جميع الجهات ، وان أشبهها من بعضها كان محدثا من حيث أشبهها ، ويستحيل أن يكون المحدث لم يزل قديما .\r\nوقد قال اللّه تعالى :  « لَيْسَ كَمِثْلِهِ شَيْءٌ »  « 1 » . وقال تعالى :\r\n « وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ »  « 2 » .\r\n\r\nمسألة\r\nفان قال قائل : لم قلتم ان صانع الأشياء واحد ؟ قيل له :\r\nلأن الاثنين لا يجرى تدبيرهما على نظام ولا يتسق « 3 » على احكام . ولا بد أن يلحقهما العجز أو واحدا منهما ؛ لأن أحدهما إذا أراد أن يحيى انسانا وأراد الآخر أن يميته لم يخل أن يتم مرادهما جميعا أو لا يتم مرادهما ، أو يتم ( مراد أحدهما دون الآخر . ويستحيل أن يتم ) « 4 » مرادهما جميعا ؛ لأنه يستحيل أن يكون الجسم حيا ميتا في حال واحدة وان لم يتم مرادهما جميعا وجب عجزهما ، والعاجز لا يكون إلها ولا قديما ( وان تم مراد أحدهما دون الآخر وجب عجز من لم يتم مراده منهما والعاجز لا يكون إلها ولا قديما ) « 5 » فدل ما قلناه على أن صانع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 42 الآية 11\r\n( 2 ) س 112 الآية 4 . وقد كتبها م : كفوا .\r\n( 3 ) ل : نقلها الناسخ : نسق .\r\n( 4 ) ما بين المربعين نسي في الأصل وزيادته ضرورية ليتم نظم الدليل .\r\n( 5 ) ل : ما بين القوسين قد تركه الناسخ .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالأشياء واحد « 1 » . وقد قال اللّه تعالى :  « لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا »  « 2 » فهذا معنى احتجاجنا آنفا .\r\n\r\nمسألة\r\nفان قال قائل : ما الدليل على جواز إعادة الخلق ؟ قيل له : الدليل على ذلك أن اللّه سبحانه خلقه أولا لا « 3 » على مثال سبق ، فإذا خلقه أولا لم يعيه أن يخلقه خلقا آخر . وقد قال عز وجل :   « وَضَرَبَ لَنا مَثَلًا وَنَسِيَ خَلْقَهُ ؛ قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ . قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ »   « 4 » فجعل النشأة الأولى دليلا على جواز النشأة الآخرة لأنها في معناها . ثم قال :  « الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ ناراً فَإِذا أَنْتُمْ مِنْهُ تُوقِدُونَ »  « 5 » فجعل ظهور النار على حرها ويبسها من الشجر الأخضر على نداوته ورطوبته دليلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بقي بعد ذلك احتمال ان يتفقا ولا بد من أبطال هذا الاحتمال أيضا حتى يتم الدليل . ويرى الإمام محمد عبده في رسالته - ص 40 - 41 الطبعة العاشرة لرشيد رضا - أن هذا الاحتمال باطل إذ لو تعدد واجب الوجود لكان لكل من الواجبين تعين يخالف تعين الآخر بالضرورة وألا لم يتحصل معنى التعدد .\r\nوكلما اختلفت التعينات اختلفت الصفات الثانية للذوات المتعينة فيختلف العلم والإرادة مثلا باختلاف الذوات الواجبة فتخالف أفعالهم بتخالف علومهم وأرادتهم وهو خلاف يستحيل معه الوفاق فيفسد نظام الكون بل يستحيل له نظام . ولذلك كانت الآية :\r\n « لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا »  قطعية الدلالة على الوحدة في رأيه خلافا للسعد وغيره من المتكلمين فإنهم يرونها إقناعية .\r\n( 2 ) س 21 الآية 22\r\n( 3 ) ل : تركها الناسخ .\r\n( 4 ) س 36 الآيتان 78 ، 79\r\n( 5 ) نفس السورة الآية 80\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعلى جواز خلقه الحياة في الرمة البالية والعظام النخرة ، وعلى قدرته على خلق مثله . ثم قال : أوليس الّذي خلق السماوات والأرض بقادر على أن يخلق مثلهم » « 1 » . وهذا هو المعول عليه في الحجاج في جواز إعادة الخلق « 2 » .\r\nوهذا هو الدليل أيضا على صحة الحجاج والنظر ؛ لأن اللّه تعالى حكم في الشيء بحكم مثله وجعل سبيل النظير ومجراه مجرى نظيره . وقد قال اللّه تعالى :  « اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ »  « 3 » . وقوله تعالى :  « وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ »  « 4 » - يريد وهو هين عليه - فجعل الابتداء كالإعادة . فان قال قائل : زيدونى وضوحا في صحة النظر « 5 » .\r\nقيل له : قول اللّه تعالى مخبرا عن إبراهيم عليه السلام لما رأى الكوكب :   « قالَ هذا رَبِّي ، فَلَمَّا أَفَلَ قالَ لا أُحِبُّ الْآفِلِينَ . فَلَمَّا رَأَى الْقَمَرَ بازِغاً قالَ هذا رَبِّي ، فَلَمَّا أَفَلَ قالَ لَئِنْ لَمْ يَهْدِنِي  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس السورة الآية 81\r\n( 2 ) يعتمد دليل الأشعري على أن الإعادة ممكنة عقلا وما دامت كذلك وقد ورد النص بوقوعها فيجب التصديق بها .\r\nولكن الفلاسفة فيما بعد قالوا أن إعادة المعدوم ممتنعة بداهة وعلى ذلك فيجب تأويل النص لوجود قرينة تحيل المعنى الأصلي .\r\nفهل صادف الأشعري هذا الاعتراض ؟ وهل كان رأيه أن بعث الأجسام سيكون عن عدم أم عن جمع للأجزاء الأصلية كما ذهب إلى ذلك المحققون من أتباعه ؟ الواقع أنه لا يعرف للأشعرى رأى في ذلك بل ربما لم يشتغل أصلا بمثل هذه المباحث لعدم الضرورة إليها فخصومه المعتزلة كانوا يسلمون بحشر الأجساد .\r\n( 3 ) س 30 الآية 11\r\n( 4 ) س 30 الآية 27\r\n( 5 ) نقلها الناسخ : النظير .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ »  « 1 » . فجمع عليه السلام القمر والكواكب في أنه لا يجوز أن يكون واحد منهما إلها ربا لاجتماعهما في الأفول ، وهذا هو النظر والاستدلال الّذي ينكره المنكرون وينحرف عنه المنحرفون « 2 » .\r\n\r\nمسألة\r\nفان قال قائل : لم أنكرتم أن يكون اللّه تعالى جسما ؟\r\nقيل له : أنكرنا ذلك لأنه لا يخلو أن يكون القائل لذلك أراد ما أنكرتم أن يكون طويلا عريضا مجتمعا ، أو أن يكون أراد تسميته جسما وان لم يكن طويلا عريضا مجتمعا عميقا . فإن كان أراد ما أنكرتم أن يكون طويلا عريضا مجتمعا كما يقال ذلك للأجسام فيما يلينا فهذا لا يجوز ؛ لأن المجتمع لا يكون شيئا واحدا ؛ لأن « 3 » أقل قليل الاجتماع لا يكون الا من « 4 » شيئين ؛ لأن الشيء الواحد لا يكون لنفسه مجامعا ؛ وقد بينا آنفا « 5 » أن اللّه عز وجل شيء واحد ؛ فبطل بذلك أن يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآيتان 76 ، 77 من سورة الأنعام .\r\n( 2 ) يعالج المؤلف هذه النقطة على نطاق أوسع في كتيبه المسمى « رسالة في استحسان الخوض في علم الكلام » المطبوع بحيدر أباد بالهند سنة 1323 . كما أشرنا إلى ذلك في المقدمة .\r\nوالّذي أعاد طبعه الأب مكارثى ضمن مجموعة تحت عنوان « توحيد الأشعري » . المطبعة الكاثوليكية ببيروت سنة 1953 م .\r\n( 3 ) ل : نقلها الناسخ : الآن .\r\n( 4 ) في الأصل : بين ( بدون نقط ) فاختار م أن تكون بين واختيارنا أولى .\r\n( 5 ) ما مر آنفا هو البرهنة على الوحدة بمعنى عدم التعدد في الآلهة ، لا الوحدة بمعنى عدم التركيب في الذات وهو ما تحتاج إليه هنا .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمجتمعا . وان أراد لم لا تسمونه جسما وان لم يكن طويلا عريضا مجتمعا ؟ فالأسماء ليست إلينا ، ولا يجوز أن نسمى اللّه تعالى باسم لم يسم به نفسه ، ولا سماه به رسوله ، ولا أجمع المسلمون عليه ولا على معناه .\r\n\r\nمسألة\r\nفان قال قائل : لم قلتم ان اللّه تعالى عالم ؟ قيل له : لأن الأفعال المحكمة لا تتسق في الحكمة الا من عالم . وذلك أنه لا يجوز أن يحوك الديباج النفارير « 1 » ويصنع دقائق الصنعة من لا يحسن ذلك ولا يعلمه . فلما رأينا الانسان على ما فيه من اتساق الحكمة كالحياة التي ركبها اللّه فيه والسمع والبصر وكمجارى الطعام والشراب وانقسامهما فيها « 2 » وما هو عليه من كماله وتمامه ، والفلك وما فيه من شمسه وقمره وكواكبه ومجاريها ، دل ذلك على أن الّذي صنع ما ذكرناه لم يكن يصنعه الا وهو عالم بكيفيته وكنهه ، ولو جاز أن تحدث الصنائع الحكمية لا من عالم ندر لعل جميع ما يحدث من حكم الحيوان « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النفارير جمع نفرور وهو العصفور ، والجملة في الأصل مكتوبة « وذلك أنه لا يجوز أن يحرك الديباج بالنفارير » وقد تركها م كما هي في الأصل بغير تنبيه كما ترك ترجمتها وهي على ذلك لا معنى لها كما أنها تحتاج إلى اصلاح قطعا ولعل ما فعلناه هو المقصود للمؤلف . فان المعنى على ذلك واضح لأن حياكة الديباج بوساطة العصافير مستحيل لانعدام العلم بذلك عندها .\r\n( 2 ) ب وتبعه ل : وانقسامه فيه ، وقد تركها م كما هي ولا تصح الا مع تأويل بعيد .\r\n( 3 ) لعل المقصود للمؤلف هو لفظ الانسان على أن يراد به أفراده حتى يصح قوله « وتدابيرهم » .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوتدابيرهم وصنائعهم يحدث منهم وهم غير عالمين ؛ فلما استحال ذلك دل على أن الصنائع المحكمة لا تحدث الا من عالم « 1 » .\r\nكذلك لا يجوز أن تحدث الصنائع الا من قادر حي ؛ لأنه لو جاز حدوثها ممن ليس بقادر ولا حي لم ندر لعل سائر ما يظهر من الناس يظهر منهم وهم عجزة موتى ؛ فلما استحال ذلك دلت الصنائع على أن اللّه حي قادر .\r\n\r\nمسألة\r\nفان قال قائل : لم قلتم ان اللّه سميع بصير ؟ قيل له : لأن الحي إذا لم يكن موصوفا بآفة « 2 » تمنعه من ادراك المسموعات والمبصرات إذا وجدت فهو سميع بصير . فلما كان اللّه تعالى حيا لا تجوز عليه الآفات من الصمم والعمى وغير ذلك - إذ كانت الآفات تدل على حدوث جازت عليه - صح أنه سميع بصير .\r\n\r\nمسألة\r\nفان قال : أتقولون ان اللّه تعالى لم يزل عالما قادرا سميعا بصيرا ؟ قيل له : كذلك نقول . فان قال : فما الدليل على ذلك ؟ قيل له : الدليل على ذلك أن الحي إذا لم يكن عالما كان « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد يفيد هذا الدليل اثبات أصل العلم للّه ولكن المدعى أن اللّه يعلم كل شيء حتى المعلومات التي ستوجد والأشياء التي يستحيل وجودها فهل يثبت الدليل ذلك أم أننا ما زلنا بحاجة إلى المزيد من الأدلة التي تثبت عموم علمه تعالى لكل ما يصح أن يعلم ؟ قد يكون المتأخرون من الأشاعرة أكثر عمقا من الأشعري في ذلك .\r\n( 2 ) ل : نقلها الناسخ : بأنه .\r\n( 3 ) ل : تركها الناسخ\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nموصوفا بضد العلم من الجهل أو الشك « 1 » أو الآفات فلو كان الباري تعالى لم يزل حيا غير عالم لكان ( لم يزل ) موصوفا بضد العلم . ولو كان ( لم يزل ) موصوفا بضد العلم من الجهل أو الشك أو الآفات « 2 » لاستحال أن يعلم ؛ لأن ضد العلم لو كان قديما « 3 » لاستحال أن يبطل ، وإذا استحال أن يبطل ذلك لم يجز أن يصنع الصنائع الحكمية . فلما صنعها ودلت على أنه عالم صح وثبت أنه لم يزل عالما ؛ إذ قد استحال أن يكون لم يزل بضد العلم موصوفا .\r\nوكذلك لو كان لم يزل حيا غير قادر لوجب أن يكون لم يزل عاجزا موصوفا بضد القدرة . ولو كان عجزه قديما لاستحال أن يقدر وأن تحدث الأفعال منه .\r\nوكذلك لو كان لم يزل حيا غير سميع ولا بصير لكان لم يزل موصوفا بضد السمع من الصمم والآفات ، وبضد البصر من العمى والآفات ، ومحال جواز الآفات على الباري ، لأنها من سمات الحدث ، فدل ما قلناه على أن اللّه تعالى لم يزل عالما قادرا سميعا بصيرا .\r\n\r\nمسألة\r\nفان قال قائل : لم قلتم ان للبارى « 4 » تعالى علما به علم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : الشكر .\r\n( 2 ) يزيد الأصل بعد ذلك قبل قوله : « لاستحال أن . . . » « فلو كان الباري تعالى لم يزل حيا غير عالم لكان موصوفا بضد العلم » وهي زيادة لا لزوم لها بل قد تؤدى إلى اضطراب المعنى .\r\n( 3 ) ل : رسمها الناسخ هكذا : قديم .\r\n( 4 ) ل : نقلها الناسخ : الباري .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقيل له : لأن الصنائع الحكمية كما لا تقع منا الا عالم كذلك لا تحدث منا الا من ذي علم ، فلو لم تدل الصنائع على علم من ظهرت منه منا لم تدل على أن من ظهرت منه منا فهو عالم ، فلو دلت على أن الباري تعالى عالم قياسا على دلالتها على ( أنا علماء ) « 1 » ولم تدل على أن له علما « 2 » قياسا على دلالتها على أن لنا علما لجاز لزاعم أن يزعم أنها تدل على علمنا ولا تدل على أنا علماء . وإذا لم يجز هذا لم يجز ما قاله هذا القائل .\r\nفان قال ؛ فما أنكرتم أن لا تدل الأفعال الحكمية على علم العالم منا ، كما دلت على أنه عالم ؛ لأنه ليس معنى العالم منا أن له علما ؛ لأنه قد يعلم العالم منا عالما من « 3 » لا يعلم أن له علما ؟ قيل له : ان جاز لك أن تزعم هذا جاز لغيرك أن يزعم أن الأفعال الحكمية تدل على أن لي علما بها ولا تدل على أنى عالم ؛ لأنه ليس معنى العالم أن له علما « 4 » لأنه قد يعلم الانسان منا أن له علما من لا يعلمه عالما « 5 » . وأيضا الناسي « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : أن علما .\r\n( 2 ) ب وتبعه ل : علم .\r\n( 3 ) فاعل لقوله « قد يعلم » وكلمة « العالم » قبلها مفعول .\r\n( 4 ) ب وتبعه ل : علم .\r\n( 5 ) ل : نقلها الناسخ : عالم . ولفظ « من » قبلها فاعل لقوله : « قد يعلم » والانسان مفعول .\r\n( 6 ) هي في الأصل « لناس » فصححها إلى « لناشئ » وهي بهذا لا معنى لها واعتقد انها كما صححها على معنى أن الناسي له علم وليس عالما وقت نسيانه يكون ذلك تأييدا لقوله قبل ذلك : « لأنه قد يعلم الانسان منا أن له علما من لا يعلمه عالما » .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوأيضا هذه الدعوى عندي فاسدة . وذلك أن معنى « 1 » العالم عندي أن له علما ، ومن لم يعلم لزيد علما « 2 » لم يعلمه عالما .\r\nفان قال قائل : فما أنكرتم من أن يدل الفعل الحكمي على أن للانسان علما هو غيره كما قلتم انه يدل على علم ؟ قيل له : ليس إذا دل الفعل الحكمي على أن للانسان علما دل على أنه غيره ، كما ليس إذا دل على أنه عالم دل على أنه متغاير على وجه من الوجوه ، وأيضا فان معنى الغيرية « 3 » جواز مفارقة أحد « 4 » الشيئين للآخر على وجه من الوجوه فلما دلت الدلالة على قدم الباري تعالى وعلمه « 5 » استحال أن يكونا « 6 » غيرين . وأيضا فلو جاز لزاعم أن الفعل الحكمي « 7 » « 8 » يدل على أن العالم عالم ثم يعلم علمه بعد ذلك لجاز لزاعم أن يزعم أن الفعل الحكمي يدل على أن العلم علم ثم يعلم أنه لعالم بعد ذلك ، وإذا لم يجز هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : تركها الناسخ .\r\n( 2 ) ل : كتبها الناسخ هكذا : لن يدع لما .\r\n( 3 ) هذا تفسير اصطلاحى للغيرية لجأ إليه المؤلف لئلا يلزمه القول بتعدد القدماء المتغايرة إذا قال وجودية الصفات وتغايرها في نفسها مع مغايرتها للذات وعلى خلافه معظم أصحابه وقد أنكر ورود هذا التعريف عن الأشعري الإمام محمد عبده ( الحاشية ص 99 ) مرجحا أنه من مبتدعات الأصحاب لتوجيه قوله في الصفات « أنها لا هي ولا غيره » وقد علمت الآن قيمة هذا الادعاء .\r\n( 4 ) ل : نقلها الناسخ : أجل .\r\n( 5 ) معطوف على قول « الباري » .\r\n( 6 ) ل : نقلها الناسخ : يكون .\r\n( 7 ) ب وتبعه ل : الحكم .\r\n( 8 ) ل : نقلها الناسخ هكذا : هذا القائل .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوتكافأ القولان وجب أن تكون الدلالة على أن العالم دلالة على العلم .\r\nفان قال قائل : من أنه انما يدل الفعل الحكمي على علم العالم لأنه ممن يجوز أن يموت ويجهل . قيل له : لو جاز هذا لقائله « 1 » لجاز لزاعم أن يزعم أن الفعل الحكمي يدل أن العالم عالم لأنه ممن يجوز أن يموت ويجهل .\r\nومما يبطل قول من قال إن دلالة الفعل الحكمي على علم العالم منا دلالة على أنه غير العالم وأنه محدث أن العالم للعلم « 2 » ما كان عالما لا للغيرية ولا للحدث ، فوجب أن تكون الدلالة على أن العالم عالم دلالة على العلم ، ولم يكن العلم علما لأنه غير العالم ، ولا لأنه محدث لوجود غير ليس بعلم ومحدث ليس بعلم ، فلم يجب أن تكون الدلالة على أن العلم علم دلالة على أنه محدث أو أنه غير العالم . وأيضا فلو جاز لزاعم أن يزعم أن الدلالة على أن العلم علم دلالة على حدثه أو دلالة على أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا في الأصل وقد غيرها م إلى « لعلم » وأعرب ( ما ) التي بعدها على أنها ( ما ) الابهامية وحل الجملة على أساس أن الدليل المبطل لهذا الادعاء هو أن العالم للعلم لا يعلم بسبب الغيرية ولا بسبب الحدث ( أنظر الترجمة ) وأنا أوجب بقاء اللفظ كما هو وأعرب ( ما ) على أنها نافية فينحل للكلام إلى أن الدليل المبطل لهذا الادعاء هو أن الانسان وقت ادراكه للعلم المتعلق بفرد لا يدرك في نفس الوقت الدلالة الدالة على العلم أن هذا العلم حادث أو أنه مغاير للعالم . فلم تكن الدلالة على العلم دلالة على أنه غير أو أنه محدث .\r\n( 2 ) ليست في الأصل .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nغير العالم لزاعم أن يزعم أن الدلالة على أن العالم ( عالم ) « 1 » دلالة على حدثه وأنه متغاير في ذاته .\r\nوالدليل على أن للّه « 2 » تعالى قدرة وحياة كالدليل على أن للّه تعالى علما . وقد قال جل ذكره :  « أَنْزَلَهُ بِعِلْمِهِ »  « 3 » وقال :\r\n « وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلَّا بِعِلْمِهِ »  « 4 » فثبت العلم لنفسه وقال تعالى :  « أَ وَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً »  « 5 » فثبت القوة لنفسه .\r\nومما يدل على أن اللّه تعالى عالم بعلم أنه لا يخلو أن يكون اللّه تعالى عالما بنفسه أو بعلم يستحيل أن يكون هو نفسه .\r\nفإن كان عالما بنفسه كانت نفسه علما ، لأن قائلا لو قال :\r\nان اللّه تعالى عالم بمعنى هو غيره لوجب عليه أن يكون ذلك المعنى علما ، ويستحيل أن يكون العلم عالما « 6 » ، أو العالم علما ، أو يكون اللّه تعالى بمعنى الصفات ألا ترى أن الطريق الّذي يعلم ( به ) « 7 » أن العلم علم أن العالم به علم لأن قدرة الانسان التي « 8 » لا يعلم بها لا يجوز أن يكون علما . فلما استحال أن يكون الباري تعالى علما استحال أن يكون عالما بنفسه فإذا استحال ذلك صح أنه عالم يستحيل أن يكون هو نفسه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : وتبعه ل اللّه .\r\n( 2 ) ب : وتبعه ل : اللّه .\r\n( 3 ) ص 4 الآية 166 .\r\n( 4 ) س 41 الآية 15 .\r\n( 5 ) س 35 الآية 11 .\r\n( 6 ) ل : نقلها الناسخ : علم .\r\n( 7 ) ليست في الأصل .\r\n( 8 ) في ب وتبعه ل : الّذي .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفان قال قائل : ما أنكرتم أن يكون الباري سبحانه عالما لا بنفسه ولا بمعنى يستحيل أن يكون هو نفسه . قيل له :\r\nلو جاز هذا لجاز أن يكون قولنا « عالم » لم يرجع به إلى نفسه ولا إلى معنى ولم يثبت به نفسه ولا معنى يستحيل أن يكون هو نفسه ، وإذا لم يجز هذا بطل ما قالوه .\r\nوهذا الدليل يدل على اثبات صفات اللّه تعالى لذاته كلها :\r\nمن الحياة ، والقدرة ، والسمع ، والبصر ، وسائر صفات الذات « 1 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للبارى تعالى صفات كثيرة منها صفة نفسية وهي الوجود ، ويرى المحققون من المتكلمين أنها من الأمور الاعتبارية .\r\nومنها صفات أسلوب بمعنى أن مفهومها سلبى مثل القدم والبقاء .\r\nومنها صفات أفعال مثل كونه رازقا وهذه والتي قبلها لا تقتضى ثبوت وصف قائم بالبارى . ومنها صفات ثبوتية مثل القدرة والإرادة وهي المقصودة بقول المؤلف « صفات الذات » .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\n( 2 ) باب الكلام في القرآن والإرادة\r\nأن قال قائل : لم قلتم أن اللّه تعالى لم يزل متكلما وان كلام اللّه تعالى غير مخلوق ؟ قيل له : قلنا ذلك « 1 » لأن اللّه تعالى قال :  « إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ »  « 2 » فلو كان القرآن مخلوقا لكان اللّه تعالى قائلا له : « كن » والقرآن قوله ، ويستحيل أن يكون قوله مقولا له « 3 » ، لأن هذا يوجب قولا ثانيا ، القول في القول الثاني وفي تعلقه بقول ثالث كالقول في الأول وتعلقه بقول ثان وهذا يقتضي ما لا نهاية له من الأقوال وهذا فاسد . وإذا فسد ذلك فسد أن يكون القرآن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولكن ما هو القديم في القرآن ذرايه ؟ ألفاظه ومعانية أم المعاني والمدلولات فقط ؟ يلزم الأشعري الصمت في الإجابة على هذا الترديد فيما هو معروف حتى اليوم من كتبه وأن كان الشهرستاني ينسب إليه القول بحدوث الألفاظ وقدم المعنى النفسي بينما ينسب إليه بعضهم القول بقدم اللفظ والمعنى معا ( أنظر نهاية الاقدام ص 320 وشرح العقائد العضدية ص 188 ) .\r\n( 2 ) س 16 الآية 40\r\n( 3 ) الضمير في قوله : « له » يعود في رأيي إلى القول لا إلى اللّه على معنى أنه يستحيل أن يكون القول مخلوقا بقول آخر وبذلك يتضح الدليل . ويصوره الأشعري في ( الإبانة ص 21 القاهرة سنة 1348 ) هكذا : « ومما يدل من كتاب اللّه على أن كلامه غير مخلوق قوله عز وجل :  « إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ »  فلو كان القرآن مخلوقا لوجب أن يكون مقولا له  « كُنْ فَيَكُونُ »  ولو كان اللّه عز وجل قائلا للقول  « كُنْ »  كان للقول قول ، وهذا يوجب أحد أمرين . أما أن يؤول الأمر إلى أن قول اللّه غير مخلوق ، أو يكون كل قول واقعا بقول لا إلى غاية وذلك محال » .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمخلوقا ولو جاز أن يقول لقوله لجاز أن يريد ارادته ، وذلك فاسد عندنا وعندهم ، وإذا بطل هذا استحال أن يكون مخلوقا .\r\nفان قال قائل : ما أنكرتم أن يكون معنى قوله تعالى :  « أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ »  أي نكونه فيكون من غير أن ( يقول له في الحقيقة شيئا ) « 1 » قيل له قال اللّه تعالى :  « إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ »  فلو جاز لقائل أن يقول لم يكن اللّه تعالى قائلا « 2 » لشيء في الحقيقة  « كُنْ »  وانما المعنى أن تكون فيكون ، لجاز لزاعم أن اللّه تعالى لا يريد شيئا .\r\nوانما معنى « أردناه » فعلناه من غير أن تكون إرادة ) « 3 » على وجه من الوجوه . فان قال قائل أن يكون معنى « 4 » أن اللّه تعالى أراد الشيء أنه فعله وهو مريد له في الحقيقة بمعنى أنه فاعل له ؟ قيل له : لو جاز هذا لقائله لجاز لزاعم أن يزعم أن اللّه عز وجل قائل للشيء في الحقيقة  « كُنْ »  ويزعم أن معنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل اضطراب ونص عبارته : « نقول له في الحقيقة ولا أن نقول له في الحقيقة شيئا » وقد نقلها الناسخ في ب كما هي ، ووضع م ( ولا أن نقول له في الحقيقة ) بين قوسين وحكم بزيادتها ، وهو مصيب .\r\n( 2 ) ب وتبعه ل : قائل .\r\n( 3 ) يقرؤها م إرادة ورأيي أنها إرادة على أن « تكون » تامة وهو أولى رغم أن الأصل كتبها « يكون إرادة » ويصبح أن نقراها « يكون إرادة » أي الشيء ويكون اسم « يكون » ضميرا يعود إلى اللّه .\r\n( 4 ) غيرها م إلى ( انه ) ولا ضرورة له على أن نقرأ بالفتح والاسكان ( أن ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nذلك أنه يكونه فيثبت اللّه قولا في الحقيقة هو المقول له ، كما زعمتم أن للّه تعالى إرادة في الحقيقة هي مراده ، ولو جاز لزاعم أن يزعم هذا جاز الآخر أن يقول أن علم اللّه تعالى بالشيء هو فعله له .\r\nفان قال قائل : أليس قد قال اللّه تعالى  « جِداراً يُرِيدُ أَنْ يَنْقَضَّ »  « 1 » ولا إرادة للجدار في الحقيقة وانما قال « يريد » توسعا . والمعنى أنه ينقض قيل له نعم فان قال : فما أنكرتم أن يكون معنى  « أَنْ  « 2 »  نَقُولَ لَهُ كُنْ »  أي نكونه فيكون ؟ قيل له : الفرق بين ذلك الجماد يستحيل مع جماديته أن يكون مريدا والباري تعالى في الحقيقة لا يستحيل عليه أن يريد أو يقول ، فلذلك لم يكن قوله :  « أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ »  بمعنى فكونه . وأيضا فلو كان قوله :  « أَنْ نَقُولَ لَهُ »  ليس معناه اثبات قول له وانما معناه أن نكونه كما أن قوله « جدارا يريد أن ينقض » معناه أن ينقض ، لجاز لزاعم أن يزعم أن ( معنى ) « 3 » قوله « أردناه » : فعلناه ، وهو في الحقيقة لا يريد فعله . كما أن قوله : « جدارا يريد أن ينقض » معناه أنه ينقض ، وهذا أولى في حقيقة القياس ، وإذا لم يجب هذا لم يجب ما قاله « 4 » .\r\nويقال لهم : إذا كان معنى أن اللّه تعالى أراد فعل الشيء أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 18 الآية 77\r\n( 2 ) ب وتبعه ل : انقول .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) في الأصل : « ما قلتموه » وما ذكرناه أولى ليتلاقى مع قوله : « فان قال » .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفعله ومعنى أراد حركة الشيء أنه حركه ، فما أنكرتم أن يكون الجماد في الحقيقة مريدا لحركة نفسه بمعنى أنه متحرك ، وأن لا يكون للبارى « 1 » تعالى على الجماد مزية « 2 » في الإرادة ، وأن لا يكون له مزية على من وقع فعله وهو غير مريد له لأنه قد حصل له معنى فاعل كما حصل للبارى تعالى معنى فاعل .\r\nفان قال : فما معنى قوله تعالى :  « قالَتا أَتَيْنا طائِعِينَ »  « 3 » قيل له : معنى ذلك أنهما قالتا في الحقيقة :  « أَتَيْنا طائِعِينَ »  .\r\nومما يدل من القياس على أن اللّه تعالى لم يزل متكلما أنه لو كان لم يزل غير متكلم - وهو ممن لا يستحيل عليه الكلام - لكان موصوفا بضد الكلام ولكان ضد الكلام قديما ولو كان ضد الكلام قديما لاستحال أن يعدم « 4 » وأن يتكلم الباري ، لأن القديم لا يجوز عدمه كما لا يجوز حدوثه ، فكان يجب أن لا يكون الباري قائلا ولا آمرا ولا ناهيا على وجه من الوجوه « 5 » وهذا فاسد عندنا وعندهم ، وإذا فسد هذا صح وثبت أن الباري لم يزل متكلما قائلا .\r\nفان قال قائل : ولم زعمتم أنه لو كان لم يزل غير متكلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل نقلها الناسخ : الباري\r\n( 2 ) ل : نقلها الناسخ : مريدا\r\n( 3 ) يقرؤها م « يعدم » فهل يوجد عدم اللازم تمعنى فنى .\r\n( 4 ) من 41 الآية 11 .\r\n( 5 ) من الممكن أن نسلم مع المؤلف وجوب أن لا يكون قائلا بمعنى الصفة القائمة به ، أما وجوب أن يكون غير آمر أو ناه فلا ، لأنه يجوز أن يكون آمر أو ناهيا على لسان أنبيائه بمقتضى ما يفيض عليهم من العلم بتشريعاته وضرورة تبليغها للخلق .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nلكان موصوفا بضد الكلام « 1 » قيل له لأن الحي ؟ إذا لم يكن موصوفا بالكلام كان موصوفا بضده ، كما أنه إذا لم يكن موصوفا بالعلم كان موصوفا بضده ، وذلك أن الحي فيما بيننا ذلك حكمه ولم تقم دلالة على حي يخلو من الكلام وأضداده في الغائب كما لم تقم دلالة على حي يخلو من العلم وأضداده حتى يكون لا موصوفا بأنه عالم بضد العلم ، فقد اجتمع الأمر فيهما : أنه مستحيل فيما بيننا حي غير ( عالم ولا موصوف بضد العلم ، وأنه مستحيل فيما بيننا حي غير « 2 » متكلم ولا موصوف بضد الكلام ، وأنه لم يقم على ذلك دلالة في الغائب . فلو جاز أحد الأمرين وهو حي غير متكلم ولا موصوف بضد الكلام لجاز الأمر الآخر وهو حي غير عالم ولا موصوف بضد العلم . وأيضا فإنه يستحيل فيما بيننا عالم يوصف بضد العلم مع علمه ، ومتكلم يوصف بضد الكلام مع كلامه ، فلما اجتمعا في الإحالة وجب أن يكون من جوز متكلما في الغائب يوصف بضد الكلام مع كلامه ، كمن جوز عالما في الغائب يوصف بضد العلم مع علمه ، فكذلك يجب أيضا لما استحال فيما بيننا حي غير عالم ولا موصف بضد العلم ، وجب أن يستحيل فيما بيننا حي غير متكلم ولا موصوف بضد الكلام ( و ) « 3 » أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : إلى .\r\n( 2 ) ل : كل ما بين قوسين قد تركه الناسخ .\r\n( 3 ) ليست في الأصل ولم يزدها م وزيادتها ضرورية لصحة التعبير وتمام المعنى .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nيستحيل ذلك في الغائب ، ووجب أن يكون من جوز أحد الأمرين في الغائب كمن جوز الأمر الآخر .\r\nوهذا هو الدليل على أن اللّه تعالى لم يزل مريدا ، وذلك أن الحي إذا كان غير مريد لشيء أصلا وجب أن يكون موصوفا بضد من أضداد الإرادات كالسهو والكراهة والايناء « 1 » والآفات ، كما وجب أن الحي إذا كان غير عالم بشيء أصلا ( كان ) « 2 » موصوفا بضد من أضداد العلوم كالجهل والسهو والغفلة أو الموت وما أشبه ذلك من الآفات فلما « 3 » استحال أن يكون الباري تعالى لم يزل موصوفا بضد الإرادة لأن هذا يوجب أن لا يريد شيئا على وجه من الوجوه ، وذلك أن ضد الإرادة إذا كان الباري تعالى لم يزل موصوفا به يوجب قدمه ومحال عدم القديم ، كما محال حدوث القديم ، فإذا استحال عدمه وجب أن لا يريد الباري شيئا ويقصد فعله على وجه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من آنى إذا أخر ومنه الحديث « آنيت وآذيت » اى أخرت المجيء عن وقته وهي في الأصل « الانبا » ( النقط النون فقط ) فاقترح م أن تكون الاباء ، وظاهر أن رسم الكلمة يأبى ذلك وليس من شك في أن الايناء بمعنى التأخير يعتبر من أضداد الإرادة .\r\nوقد يشهد لأنها « الاباء » قول الشيخ في ص 49 : ولو كان ما يكره كونه لكان ما يأتي « كونه » .\r\n( 2 ) ليست في الأصل .\r\n( 3 ) جواب « فلما » غير مذكور وان كان من الممكن تقديره أو تغيير قوله : « فلما استحال » إلى مثل قولنا « ويتحيل » التي لا تتطلب جوابا .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالوجوه وذلك فاسد . فإذا فسد هذا صح وثبت أن الباري تعالى لم يزل مريدا .\r\nفان قال قائل : لم « 1 » قلتم إذا كان من لم يزل غير متكلم ولا مريد وجب أن يكون موصوفا بضد الإرادة والكلام إذا كان ممن لا يستحيل عليه الكلام والإرادة ، فما أنكرتم من أنه من لم يزل غير فاعل وجب أن يكون موصوفا بضد الفعل وأن يكون تاركا فيما لم يزل ؟\r\nقيل له : لا يجب ما قلته ، وذلك أن الكلام « 2 » ضد أليس بكلام ، وللإرادة ضدا « 3 » ليس بإرادة ، فوجب لو كان الباري « 4 » تعالى حيا غير متكلم ولا مريد أن يكون موصوفا بضد الكلام والإرادة وليس للفعل ضد « 5 » ليس بفعل ، فيجب بنفي الفعل عن الفاعل وجود ضده لأن الموجود إذا لم يكن فعلا « 6 » كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : لم وقد أبقاها م كما هي ورأيي أننا اما أن تغير « لم » إلى « إذا » أو نغير قوله فيما بعد : « فما أنكرتم من » إلى قوله « وأنكرتم » لأن المقصود هو ادعاء التلازم بين القولين لا توجيه سؤالين بدليل قول الأشعري في الرد : « لم يجب ما قلته » على أن المقام هنا للواو لا للفاء على فرض أن المراد هو توجيه سؤالين الا إذا قلنا أن الفاء واقعة في جواب شرط مقدر وهو بعيد .\r\n( 2 ) ب وتبعه ل الكلام .\r\n( 3 ) ب وتبعه ل : ضد .\r\n( 4 ) ب وتبعه ل : بارى\r\n( 5 ) ب وتبعه ل : ضدا .\r\n( 6 ) الكلمة في الأصل « فعلا » وقد استبعد م بقاءها كما هي وغيرها إلى « محدثا » مع اعترافه بما في التعبير من تعقيد بالنسبة له ، ورأيي أنه لا ضرورة لهذا التغيير لأن « فعلا » هنا بمعنى مفعول أي مخلوق ، ولا شك أن المعنى بذلك واضح وصحيح .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nقديما ، والقديم لا يضاد المحدثات فلما لم يكن للفعل ضد ليس بفعل لم يجب بنفي الفعل عن اللّه تعالى في أزله « 1 » اثبات ضد ، ولما كان للكلام ضد ليس بكلام وجب بنفي الكلام عن اللّه تعالى في أزله اثبات ذلك الضد لا محالة .\r\nفان قال : فيجب إذا كان القديم غير فاعل فيما لم يزل أن « 2 » يكون عاجزا أو تاركا قيل له فليس العجز مضادا للفعل .\r\nوذلك أنه ليس من جنس من أجناس الفعل من حركة وسكون وغيرهما من سائر الأغراض لا وقد يجوز أن يخلقه اللّه مع العجز ، فعلمنا بذلك أن العجز لا يضاد الفعل ، لأن الأجسام « 3 » والجواهر من أفعال اللّه تعالى ، فعلمنا أن العجز لا يضاد الفعل ، لأن عجزي لو ضاد فعلى للحركة لكان تضاد وقوع الحركة من ربى في جسمي . ألا ترى أنه إذا استحال أن أفعل في علما مع الموت استحال أن يفعل ربى في مع الموت علما ، فلما لم يكن العجز مضادا للفعل وانما يضاد القدرة وكان الترك للشيء فعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : أن له .\r\n( 2 ) ب ، ل : أيكون .\r\n( 3 ) ب ، ل ، م « الأجسام » والجملة بذلك لا فائدة منها هاهنا ولكننا إذا غيرنا الكلمة إلى « الأعراض » مثلا كان المعنى لازما وواضحا وذلك لأن حركة الشخص من الأعراض فإذا كان اللّه هو الخالق لها كما أنه الخالق له كان عاجزا عن خلقها مع أنها فعل اللّه قائم به ، واذن فقد اجتمع العجز والفعل فلم يكن العجز ضدا للفعل .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nضد ، كان « 1 » الباري تعالى لم يزل غير فاعل لشيء أصلا ، ولم « 2 » يجب بنفي « 3 » الفعل عنه في أزله عجز ولا ترك « 4 » .\r\nوأيضا فان الحي إذا كان غير متكلم ولا مريد وجب أن يكون موصوفا بضد الإرادة والكلام ، وليس إذا كان غير فاعل لشيء يجب اثبات ضد هو عجز أو ترك إذ « 5 » كان عجز الانسان لا يضاد فعله فلم يجب بنفي الفعل عن اللّه تعالى في أزله اثبات ترك أو عجز ، كما وجب في نفى الكلام والإرادة عنه في أزله اثبات أضدادهما .\r\nفان قال : فيجب بنفي الحركة عن اللّه تعالى في أزله أن يكون ساكنا . قيل : لو كان ممن يجوز أن يتحرك لوجب - لعمري - بنفي الحركة عنه أن يكون ساكنا كما يجب بنفي الكلام والإرادة عنه في أزله اثبات أضدادهما ، إذ كان ممن لا يستحيل ذلك عليه .\r\nفان قال : فيجب بنفي التفضل عنه فيما لم يزل أن يكون بخيلا . قيل له : التفضل هو ما للمتفضل أن يتفضل به وله أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب ، ل ، م « فكان »\r\n( 2 ) ب ، ل ، لم ، وقد تركها م بدون زيادة الواو على أنها جواب « فلما » ورأيي أن الجواب يبدأ من قوله : « فكان الباري تعالى . . . » وأن قوله : « لم . . . » تتمة له .\r\n( 3 ) ب ، ل : نفى .\r\n( 4 ) ب ، ل : عجزا ولا تركا .\r\n( 5 ) ب ، ل ، م : « إذا » وصحتها في رأيي « إذ » لأنها وما بعدها تعليل لنفى التلازم بين مقدم الشرطية وتاليها .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nلا يتفضل به ، والبخل انما يجب بمنع مستحق استحق على من بخل ، والباري تعالى لا يجب عليه فعل شيء « 1 » .\r\nفان قال : فيجب بنفي العدل عنه في أزله أن يكون جائزا « 2 » أو عاجزا قيل له : ليس يجب بنفي العدل ضد هو عجز أو جور ، لأنه ليس من جنس من أجناس العدل الا ويجوز أن يفعله اللّه تعالى فينا مع العجز فلم يجب بنفي العدل اثبات ضد هو عجز ، ولم يجب أيضا اثبات الجور لأن الانسان قد لا يكون عادلا إذا لم يكن منه عدل كسبه ولا فعله ولا يكون جائزا ، فليس من نفينا عنه العدل أثبتنا له ضدا هو جور أو عجز ، إذ كنا قد ننفى ذلك عنا ، ولا نثبت ضدا هو عجز أو جور والحي منا ومن غيرنا إذا لم يكن عالما كان موصوفا بضد العلم ، وأيضا فقد لا يكون الانسان عادلا ولا يكون جائزا بجور من جنس العدل فليس يجب بنفي العدل ضد هو جور كما وجب في الكلام والإرادة لأن الانسان قد يكون عادلا بالكون في المكان إذا أمره اللّه تعالى أن يكون فيه ، ويكون في وقت آخر جائزا بالكون فيه إذا نهاه اللّه تعالى عن الكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من الممكن أن نسلم مع المؤلف أن اللّه لا يجب عليه شيء من خارج نفسه لأنه الحاكم الأعلى ، ولكن أليس يجب له ما هو أليق بكماله وهو منتهى الجود والفضل الّذي يتحقق يخلقه أزلا .\r\nاللهم الا إذا قلنا أنه قد يكون من الخير للخلق أن لا يكون خلقهم منذ الأزل .\r\n( 2 ) ب ، ل : جائزا .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفيه ، فيكون العدل من جنس « 1 » الجور ، لأن الكون في المكان من جنس الكون فيه .\r\nفان قال : ما أنكرتم إذا لم يكن الباري تعالى محركا في أزله أن يكون مسكنا . قيل له : لا يخلو قولك . . . « إذا لم يكن محركا أن يكون مسكنا » ( أن ) « 2 » تعنى إذا كان لم يزل غير محرك لنفسه أن يكون مسكنا لها ، أو تعنى إذا لم يكن محركا لجسم كان مسكنا له . فان عنيت ان لم يحرك نفسه كان مسكنا لها فهذا خطأ ، لأن يستحيل أن يحرك نفسه .\r\nونحن لم نقل إذا لم يتكلم من يستحيل كلامه كان موصوفا بضد الكلام وان عنيت إذا لم يكن محركا فيما لم يزل لجسم كان مسكنا له فليس مع اللّه تعالى في قدمه أجسام فيجب إذا لم يحركها أن يسكنها ، وما لم يكن موجودا يستحيل تحركه ، فليس إذا لم يحرك ما يستحيل حركته وجب أن يسكنه .\r\n\r\nمسألة\r\nفان قال : القادر منا على الكلام في حال قدرته عليه قد خلا من الكلام وأضداده . فهذا « 3 » ضرب من الخلاف ؛ لأن القادر منا على الكلام في حال قدرته عليه متكلم لا محالة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من الممكن أن نسلم بهذا إذا سلمنا مع المؤلف أن الحسن والقبح في الأشياء راجع للشرع لا ذاتي في الشيء ، أما على رأى من يرى أنهما ذاتيان في الأشياء فلا يمكن أن نسلم أن العدل والجور يشملهما جنس واجد قريب .\r\n( 2 ) ليست في الأصل .\r\n( 3 ) يزيد م قيل هذا قوله : ( قيل له ) ولا لزوم لها فان الأسلوب العربي يحتمل هذا الحذف .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوسندل على ذلك بعد هذا الموضع من كتابنا « 1 » . على أنا نقول له : ما أنكرت أن يكون القادر على العلم قد خلا من العلم وأضداده . فان قال : القادر على العلم قد خلا من العلم وأضداده « 2 » اللذين يقدر عليهما ولا يخلو من علم آخر أو ضده قيل له : فقل أن القادر على الكلام وضده يخلو « 3 » منهما ولا يخلو من كلام آخر أو ضده لا يقدر عليهما .\r\nودليل آخر على أن اللّه تعالى لم يزل متكلما أن الكلام لا يخلو أن يكون قديما أو حديثا « 4 » . فإن كان محدثا لم يخل أن يحدثه في نفسه أو قائما بنفسه « 5 » أو في غيره ، فيستحيل أن يحدثه في نفسه لأن ليس بمحل للحوادث ، ويستحيل أن يحدثه قائما بنفسه لأنه صفة والصفة لا تقوم بنفسها ويستحيل أن يحدثه في غيره ، لأنه لو أحدثه في غيره لوجب أن نشق « 6 » لذلك الجسم الّذي فيه الكلام من أخص أوصاف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سوف يحاول المؤلف في باب الاستطاعة أن يثبت أن الواحد منا لا يقدر على كسب الشئ الا وقت صدوره عنه .\r\n( 2 ) ب ، ل : « وأضداده » وقد غيرها م إلى قوله :\r\n« وضده » ولعل ذلك أولى بدليل قول المؤلف بعد ذلك : « اللذين يقدر عليهما » .\r\n( 3 ) يزيد م : « قد » قبلها ولا لزوم لها بل قد تفسد المعنى إذا لم تفهم على أنها للتحقيق .\r\n( 4 ) ب وتبعه ل ، م : حديثا . ولعل الأولى حادثا أو محدثا .\r\n( 5 ) الضمير في قوله ( نفسه ) يعود إلى اللّه تعالى ، والضمير في قوله ( بنفسه ) يعود إلى الكلام .\r\n( 6 ) ب وتبعه ل « نشق » واختار م أن يغيرها إلى « يشتق »\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالكلام اللازم له لنفسه اسما ، وللجملة « 1 » التي المحل منها أسماء فإن كان أخص أوصاف الكلام أنه كلام وجب أن يكون ذلك الجسم متكلما ، وان كان أخص أوصافه أنه أمر وجب أن يكون ذلك الجسم آمرا ، وكذلك ان كان أخص أوصافه أنه نهى وجب أن يكون ذلك الجسم ناهيا . فلما استحال أن يتكلم بكلام اللّه غيره ويأمر بأمره غيره وينهى بنهيه غيره ، استحال أن يحدث كلاما في غيره فيكون به « 2 » متكلما ، وإذا فسدت الوجوه التي لا يخلو الكلام منها لو كان محدثا صح أنه قديم وأن اللّه تعالى لم يزل به متكلما .\r\nفان قال : أفليس « 3 » قد يحدث اللّه تعالى في غيره فعلا وتفضلا ونعمة واحسانا ورزقا فيكون فاعلا منفضلا منعما محسنا رازقا فما أنكرتم أن يحدث في غيره كلاما يكون به متكلما ؟\r\nقيل له : لو لزم هذا لزم أن يعلم ويقدر بعلم وقدرة يحدثهما\r\n\r\n\r\n","description":"","footnote":"\r\nلأن المؤلف قد استعمل هذا الفعل فيما بعد كما غير « لذلك » إلى « ذاك » وجعلها فاعلا لقوله « نشق » بعد تغييرها إلى « يشتق » ورأى أن الأصل وهو « نشق لذلك » صحيح بل لازم لصحة المعنى لأنه ليس من الضروري أن يشتق الجسم لنفسه ذلك الوصف فقد يكون جمادا بل اللازم علينا نحن أن ننعته بذلك الوصف .\r\n( 1 ) في الأصل : « وللجملة » ورأيي أنها « أو للجملة » أي مجموع الكلام والجسم الّذي يقوم ، فيكون المشتق اسما واحدا لا اسمين كما فهم م .\r\n( 2 ) ل : تركها الناسخ .\r\n( 3 ) ل : نقلها الناسخ : فليس .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nفي غيره كما يتفضل وينعم ويحسن فيما يحدثه في غيره تفضلا ونعمة واحسانا ورزقا . فإن لم يلزم هذا لم يلزم ما قلتموه « 1 » .\r\nوأيضا فان اللّه تعالى إذا أحدث في غيره تفضلا ونعمة وفعلا واحسانا ورزقا كان ذلك الجسم موصوفا بأخص أوصاف الفعل والتفضل والرزق والنعمة والاحسان ، لأنه ان كان التفضل والنعمة والاحسان والفعل قوة لا بد أن يكون ذلك الجسم قويا . وكذلك ان كان علما أو حياة أو إرادة أو سمعا أو بصرا ، فيجب إذا أحدث كلاما في غيره أن يشتق كذلك العين « 2 » من أخص أوصاف الكلام ، فلما لم يجز ذلك بطل أن يكون الكلام مقياسا على ما قلتم من أن اللّه تعالى يحدث كلاما في غيره كما يحدث فعله وتفضله ونعمه واحسانه في غيره .\r\nفان قالوا : أفليس « 3 » قد يحدث اللّه تعالى كتابة في غيره ولا يكون الشيء الّذي قامت به الكتابة كاتبا ؟ قيل لهم ان أحدث اللّه تعالى في غيره كتابة ضرورة كان ذلك الغير « 4 » كاتبا باضطرار . وكذلك ان كانت الكتابة كسبا كان ذلك الغير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعل الأولى أن يقول : « لم يلزم ما قاله » لأن المؤلف قد قال في يده الاعتراض : فان قال . . الخ .\r\n( 2 ) كذا في الأصل ب وقد غيرها م إلى قوله « الغير » مع أن المعنى يتطلب : « العين » ولا يستقيم مع « الغير » لأن المقصود بالعين هنا المثل والنظير .\r\n( 3 ) ب : نقلها الناسخ : فليس .\r\n( 4 ) ب ، ل : للغير .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nكاتبا باكتساب . فيجب إذا أحدث اللّه تعالى كلامه في غيره أن يكون ذلك الغير متكلما بكلام اللّه « 1 »\r\nوهذا الدليل على قدم الكلام هو الدليل على قدم الإرادة للّه تعالى ، لأنها لو كانت محدثة لكانت لا تخلو من أن يكون يحدثها « 2 » في نفسه ، أو في غيره ، أو قائمة بنفسها ، فيستحيل أن يحدثها ( في نفسه ، لأنه ليس بمحل للحوادث . ويستحيل أن يحدثها ) « 3 » قائمة بنفسها ، لأنها صفة والصفة لا تقوم بنفسها ، كما لا يجوز أن يحدث علما وقدرة قائمين بأنفسهما .\r\nويستحيل أن يحدثها في غير ، لأن هذا يوجب أن يكون ذلك الغير مريدا بإرادة اللّه تعالى ، فلما استحالت هذه الوجوه التي لا تخلو الإرادة منها لو كانت محدثة ، صح أنها قديمة ، وأن اللّه لم يزل مريدا بها .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للخصم أن يقول : ولا استحالة في ذلك لأن المقصود بكلام اللّه في رأيه ما يخلفه اللّه مباشرة من غير توسط ملك أو انسان . أما كلامه حقيقة المشابه لكلامنا حقيقة فلا يعترف :\r\nبوجوده بل يحكم باستحالته .\r\n( 2 ) يزيد م بعدها ( اللّه ) ولا ضرورة لذلك لأن الفاعل ضمير يعود إلى اللّه المذكور قبل هذا .\r\n( 3 ) ب : ما بين قوسين قد تركه الناسخ .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n( 3 ) باب الكلام في الإرادة وانها تعم سائر المحدثات\r\nفان قال قائل : لم قلتم ان اللّه تعالى مريد لكل شيء يجوز أن يراد ؟ قيل له : لأن الإرادة إذا كانت من صفات الذات بالدلالة التي ذكرناها وجب « 1 » أن تكون « 2 » عامة في كل ما يجوز أن يراد على حقيقته كما إذا كان العلم من صفات الذات وجب عمومه لكل ما يجوز أن يعلم على حقيقته « 3 » . وأيضا فقد دلت الدلالة على أن اللّه تعالى خالق كل شيء حادث ولا يجوز ) « 4 » أن يخلق ما لا يريده . وقد قال اللّه تعالى  « فَعَّالٌ لِما يُرِيدُ »  « 5 » .\r\nوأيضا فإنه لا يجوز أن يكون في سلطان اللّه تعالى ما لا يريده ؛ لأنه لو كان في سلطان اللّه تعالى ما لا يريده لوجب « 6 » أحد أمرين : اما اثبات سهو وغفلة ، أو اثبات ضعف وعجز ووهن وتقصير عن بلوغ ما يريده . فلما لم يجز ذلك على اللّه تعالى استحال ( أن ) « 7 » يكون في سلطانه ما لا يريده . فان قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يذكر المؤلف وجه الوجوب في ذلك .\r\n( 2 ) ب : يكون .\r\n( 3 ) غيرها م إلى « حقيقة » من غير موجود وان كان قد نبه في الهامش إلى أن « حقيقته » في الموضعين قد تكون أولى .\r\n( 4 ) ب وتبعه ل « لا » بغير واو .\r\n( 5 ) س 85 الآية 16 .\r\n( 6 ) ب نقلها الناسخ : وجب .\r\n( 7 ) النون ليست في الأصل .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nولم زعمتم ذلك ؟ قيل له : زعمنا ذلك لأن المراد إذا وقع لم يلحق من وقع مراده ضعف ولا تقصير عن بلوغ ما يريده بوقع « 1 » المراد فوجب « 2 » أن يلحقه الضعف والتقصير عن بلوغ ما يريده إذا لم يقع مراده ألا ترى أن من وقع ما يعلمه لم يلحقه جهل ولا ضد من أضداد العلم بذلك الشيء إذا وقع وهو يعلمه ، فدل ذلك على أنه إذا لم يقع وهو لا يعلمه وجب جهله أو وصفه بضد من أضداد العلم . وكذلك إذا كان « 3 » ما يريده لم يجب سهوه ولا ضعفه ولا وهنه ولا تقصيره عن بلوغ ما يريده ، وإذا كان ما لا يريده وجب سهوه أو ضعفه ووهنه وتقصيره عن بلوغ ما يريد .\r\nوأيضا إذا كان في كون ما لا يريده من أفعاله التي اجتمعنا على أنها أفعاله وجوب « 4 » السهو والغفلة والوهن والتقصير عن بلوغ ما يريده ، فكذلك « 5 » يلزم في كون ما لا يريده من غيره « 6 » ما يلزم في كون ما لا يريده مما اتفقنا على أنه من أفعاله .\r\nألا ترى أنه إذا لزم من زعم أنه يكون من أفعال اللّه ما لا يعلم أن يصفه « 7 » بالجهل أو بضد من أضداد العلوم لزم مثل ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعليل لقوله « لم يلحق » .\r\n( 2 ) ب : نقلها الناسخ : فيجب .\r\n( 3 ) « كان » تامة أي إذا وجد .\r\n( 4 ) كلمة « وجوب » اسم لكان .\r\n( 5 ) ب ، ل ، م « وكذلك » والمقام هنا للفاء لأنه جواب إذا .\r\n( 6 ) فاعل لقوله « يلزم » .\r\n( 7 ) أن وما دخلت عليه في تأويل مصدر فاعل لقوله « لزم » .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمن زعم أنه يكون من غيره ما لا يعلمه « 1 » وكذلك إذا لزم من زعم أن للّه يخبر أنه يكون « 2 » من فعله ما لا يكون التكذيب « 3 » للّه ، لزم من زعم أن اللّه تعالى يخبر أنه « 4 » يكون من غيره ما لا يكون التكذيب ، لا فرق في ذلك بين ما اتفقنا على أنه فعله وبين ما يكون من غيره . وكذلك إذا لزم في كون ما لا يريده الباري تعالى من فعله ضعف وتقصير عن بلوغ ما يريده ، أو سهو وغفلة ، لزم ذلك في كون ما لا يريده من غيره وأيضا فقد دلت الدلالة على أن كل المحدثات مخلوقات للّه تعالى ، فإذا استحال أن يفعل الباري تعالى ما لا يريده استحال أن يقع من غيره ما لا يريده ؛ إذ كان ذلك أجمع أفعالا للّه تعالى . وأيضا فلو كان في العالم « 5 » ما لا يريده اللّه تعالى لكان ما يكره كونه ، ولو كان ما يكره كونه لكان ما يأبى كونه ، وهذا يوجب أن المعاصي كانت شاء اللّه أم أبى « 6 » . وهذه صفة الضعيف المقهور ، وتعالى ربنا عن ذلك علوا كبيرا .\r\nفان قال قائل : خبرونا عن ملك من ملوك الدنيا أو مر برجل مقعد زمن أعمى فشتمه والملك لا يريد شتمه ، أتقولون « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : ما لا يعلم به .\r\n( 2 ) ل : نقلها الناسخ : لكون .\r\n( 3 ) فاعل لقوله « لزم » .\r\n( 4 ) ل : نقلها الناسخ : أن .\r\n( 5 ) ب وتبعه ل : العلم .\r\n( 6 ) ل : نقلها الناسخ هكذا : « شاء اللّه أبا » .\r\n( 7 ) ب وتبعه ل « أن تقولون » .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nان الملك يلحقه في ذلك ضعف ووهن وتقصير عن بلوغ ما يريده إذا أراد أن لا يشتمه فشتمه ؟ قيل له : أجل ، ولو يكن ما أراد الزمن « 1 » من شتمه وكان ما أراده الملك من مدحه إياه كان ذلك أولى بزوال الضعف والوهن عنه ، على أن الملك إذا لم يرد شتم الأعمى المقعد له فقد كره « 2 » شتمه إياه وأبى ذلك ، وقد كان « 3 » شتمه ، شاء ذلك الملك أو أباه « 4 » وهذه صفة الضعف والوهن .\r\nأيضا : فان من إذا أراد منا أمرا كان وإذا لم يرد كونه لم يكن فهو أولى « 5 » بصفة الاقتدار ممن يريد كون ما لا يكون وأن لا يكون ما يكون ورب العالمين لا يوصف الا بالوصف الّذي هو أولى بصفة الاقتدار . فان قال قائل : من إذا أراد أمرا كان وإذا لم يرده لم يكن ، وانما يكون اقتداره بمن يتبعه ويعينه « 6 » ويكون ضعفه لقلة أنصاره وأتباعه ، ورب العالمين لا يتكثر بأحد . يقال لهم « 7 » : فما « 8 » أنكرتم - ان كان هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ « الزم » .\r\n( 2 ) ب وتبعه ل « ذكره » وقد ابقاها م كما هي مفسرا لها بأنذره وعقيدتي : أنها « كره » بدليل ما قبلها .\r\n( 3 ) كان هنا تامة .\r\n( 4 ) ب : نقلها الناسخ : وأباه .\r\n( 5 ) خبر لقوله قبل ذلك « فان من » .\r\n( 6 ) ل : نقلها الناسخ : ويعتبه .\r\n( 7 ) لعل الأولى أن يقول « يقال له » لأنه قال في صدر الكلام : « فان قال قائل » .\r\n( 8 ) في الأصل « فا » وقد نقلها الناسخ في ل « فان » .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nعلى ما تدعون - أن يكون من أراد من فعله كون ما لا يكون وأن لا يكون ( ما يكون ) « 1 » فهو أولى بصفة الاقتدار ممن يريد كون ما يكون وأن لا يكون ما لا يكون ( لأنه ) « 2 » انما يصح وصفه بالاقتدار لأنه ممن يتكثر يفعله ، ويجب اقتداره بمن ينصره وضعفه بمن يقعد عنه . ويقال لهم : لم زعمتم أن من أراد منا كون ما يكون انما يصح وصفه بالاقتدار لأنه ممن يقوى بكثرة من يتبعه ويضعف بكثرة من يقعد عنه ؟ فان قالوا :\r\nلأن هذا فيما بيننا هكذا قيل ( لهم ) « 3 » : وكذلك انما يدل الفعل الحكمي على أن من ظهر منه عالم قادر لأنه ممن يعلم بعلم ويندر بقدرة ؛ لأنا كذلك وجدنا فيما بيننا من دلت الأفعال الحكمية على أنه عالم قادر ، فما « 4 » أنكرتم من أنه واجب على اعتلالكم أن لا تدل « 5 » الأفعال الحكمية على أن الباري تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) ليست في الأصل ولم يزد م شيئا وفي رأيي أنه لا بد من زيادة شيء . لأن الجملة المصدرة « بأنما » واقعة موقع التعليل .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ل : نقلها الناسخ : فلم .\r\n( 5 ) وضع م حرف النفي بين قوسين وقال إن إبقاءه قد يعطى معنى مخالفا لما أراد المؤلف . وهذا غير صحيح فان المؤلف يريد أن يقول للمعتزلة إذا احتكمنا للمشاهدة فيما بيننا أمكن لنا بناء على هذا أن ننكر دلالة الفعل الحكمي على أن اللّه عالم قادر لأنكم تنكرون دلالة الفعل الحكمي على أن اللّه عالم بعلم مع أن المشاهد أن الفعل الحكمي إذا لم يدل على علم العالم لا يدل على كونه عالما . فحيث قد نفيتم الدلالة على العلم وجب نزولا على حكم « المشاهد » أن تنهوا الدلالة على أن اللّه عالم .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nقادر عالم . وكذلك يعارضون بأن الأفعال « 1 » الحكمية تدل على أن من ظهرت منه عالم قادر ؛ لأنه ممن له علم وقدرة من أجل أن ذلك فيما بيننا كذلك .\r\nفان قال قائل : ما أنكرتم أن لا يلحق الباري الضعف والوهن والتقصير عن بلوغ ما يريده لأنه يقدر أن يلجئ عباده إلى ما أراد كونه منهم . قيل له : ان الباري تعالى انما أراد كون « 2 » الايمان منهم على أصلك ، بأن يقع ذلك منهم طوعا يستحقون عليه الثواب ، وإذا ألجأهم إليه لم يكونوا عندك طائعين ، ولا للثواب مستحقين ( فكما يجب بكون « 3 » ما لا يزيده ) الضعف والوهن والتقصير عن بلوغ ما يريده لو لم يوصف بالقدرة على أن يلجئهم إلى ذلك ، كذلك « 4 » يجب له الضعف والوهن والتقصير عن بلوغ ما يريده إذا أراد كونه على وجه لا يوصف بالقدرة على وقوعه على ذلك الوجه . وأيضا فإنه يلزم القدرية : إذا كان من قدر أن يؤمن قدر أن يكفر ، أن لا يكون الباري تعالى موصوفا بالقدرة على الأمر الّذي لو فعله لأصبحوا مؤمنين لا محالة ، ( لأنهم ) يقدرون عندهم على أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب ، ل : لأفعاله .\r\n( 2 ) كلمة « كون » هنا معناها وجود وهي في الأصل :\r\n« يكون » .\r\n( 3 ) ل : نقلها الناسخ هكذا « وكما وجب أن يكون ما لا يريده » .\r\n( 4 ) ب وتبعه ل ، م : « وكذلك » وحذف الواو واجب لأن الكلام متعلق بقوله قبل ذلك : « فكما يجب يكون . . . » .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nيكفروا « 1 » عند نزول الآيات الملجئات كما يقدرون أن يؤمنوا قبل ذلك ، ومن قدر على الكفر عند نزول الآية لم يؤمن وقوعه منه . وأيضا فلو كان يقع من الانسان ما لا يريد الباري سبحانه ولا يلحق الباري بذلك وهن ولا ضعف لأنه قادر أن يلجئهم إليه « 2 » لجاز أن يقع من الباري سبحانه من أفعاله ما لا يريده ولا يلحقه ضعف وتقصير عن بلوغ ما يريده ، لأنه قادر على ايقاعه وتكوينه « 3 » فإن لم يجب هذا ولزم يكون ما لا يريده من فعله الضعف والوهن ، لزم ذلك في فعل عباده .\r\nفان قال قائل : ما أنكرتم أن يكون كون ما لا يريده الانسان من فعله يوجب وقوع ذلك عن ( سهو أو عن ضعف ووهن ) « 4 » وليس يلزم ذلك في كون ما لا يريده من فعل غيره فوجب مثل ذلك في القديم أيضا قيل له : ليس الأمر كما ظننت ، بل القصة فيما يكون من الانسان ومن غيره واحدة ، وذلك أن الانسان إذا كان من فعله ما لا يريده فأما أن يكون ذلك عن سهو أو عن ضعف ووهن أو « 5 » تقصير عن بلوغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « أن لا يكفروا » في الأصل ولا شك في زيادة حرف النفي بدليل قوله تعد ذلك « ومن قدر على الكفر . . . إلخ » .\r\n( 2 ) أي إلى ما يريده ، وهو مفهوم من السياق .\r\n( 3 ) ب وتبعه ل : تلوينه .\r\n( 4 ) ل : نقلها الناسخ هكذا . . « عن ضعف أو سهو أو وهن » .\r\n( 5 ) كذا في ب ، ل ، م ولعل الأولى أن نقول : « وتقصير » أو نقول أن « أو » هنا بمعنى الواو لأن اللازم أحد أمرين فقط في رأى المؤلف وهما اما الغفلة أو الضعف كما يبدو ذلك واضحا في كلامه .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nما يريده وكذلك القول فيما يكون من غيره لأنه ان لم يكن ذلك عن سهو واجب أن يكون عن ضعف وتقصير عن بلوغ ما يريده ، وذلك أن العلة التي لها لزم الانسان إذ كان عالما بما وقع منه وهو غير مريد له الضعف « 1 » والتقصير عن بلوغ ما يريده أن مراده « 2 » لم يقع وأنه لم يرده « 3 » ، لأنه لو كان « 4 » ما يريده لم يلحقه ضعف ولا وهن فإذا لم يقع فإنما لحقه الوهن والتقصير عن بلوغ ما يريده من أجل أنه وقع منه وهو عالم به غير مريد له وإذا كانت العلة ما ذكرنا وجب أيضا مثل ذلك فيما يقع من غيره وهو لا يريده ، لأنه إذا كانت العلة التي لها وجب أن يوصف الانسان بضد العلم في وقوع ما يقع منه « 5 » أنه وقع منه وهو لا يعلمه ، فكذلك « 6 » قصة ما يقع من غيره وهو لا يعلمه ، إذا « 7 » كانت العلة في ذلك واحدة . وكذلك القول في الإرادة ( وأيضا فإنه ) « 8 » إذا كان من غيره ما لا يريده فقد كرهه « 9 » كونه فقد أباه وهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاعل لقوله « لزم » وكلمة « الانسان » قبلها مفعول .\r\n( 2 ) خبر لقوله : « أن العلة . . . » .\r\n( 3 ) أي ما وقع منه وهو مفهوم من السياق .\r\n( 4 ) « كان » هنا تاما بمعنى وجد .\r\n( 5 ) خبر لقوله : « كانت » .\r\n( 6 ) ب وتبعه ل : وكذلك وتبعهما م والمقام للفاء هنا لأنه جواب إذا .\r\n( 7 ) ب وتبعه ل : إذا .\r\n( 8 ) ل : نقل الناسخ ما بين قوسين هكذا « فايضا » .\r\n( 9 ) ل : نقلها الناسخ : أكره .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيوجب أن الشيء كان شاء أم أبى « 1 » وهذه « 2 » صفة الضعف والوهن .\r\nفان قالوا : ما أنكرتم من أن الّذي يجب في كون ما لا يريده الباري تعالى من عباده أن يكون كارها لذلك فقط ولا يجب في ذلك ضعف ولا وهن قيل لهم « 3 » بل وقوع ذلك منه هو كاره له يوجب الضعف والوهن لا محالة . لأنه إذا كان ما كره كونه ، كان ما أبى كونه وإذا كان ما أبى فقد كان الشيء ، شاء أم أباه . وهذا يوجب أن الشيء كان ، شاء اللّه تعالى ذلك أم أباه ، وهذه صفة الضعف « 4 » وأيضا فان المعتزلة رجلان : أحدهما يقول : ان إرادة اللّه تعالى في أفعال عباده الأمر بها . والآخر يقول : ارادته في أفعال عباده خلف « 5 » غير الأمر بها فمن ذهب إلى أنها الأمر لزمه إذا لم يكن الباري آمر بأفعال الأطفال والمجانين أن يكون كارها لها ، إذ « 6 » كان يجب بنفي الإرادة لأفعال العباد الكراهة لها « 7 » واللّه لا يكره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : أبا .\r\n( 2 ) غيرها م إلى « وهذا » .\r\n( 3 ) ب وتبعه ل : له .\r\n( 4 ) ل نقلها الناسخ : ضعف وقد غير م « هذه » في الأصل أيضا إلى « هذا » .\r\n( 5 ) أي مغاير للأمر بها .\r\n( 6 ) ب وتبعه ل ، م : إذا والمقام لاذ .\r\n( 7 ) من يقول أن الإرادة بمعنى الأمر لا يقول إن نقيضها هو :\r\nالكراهة وعلى ذلك فلا يجب بنفي الإرادة ثبوت الكراهة .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالا معصية ، كما لا ينهى الا عن معصية وإذا لم يكن هذا عندهم هكذا أبطل « 1 » ما قالوه . وأيضا فإذا كان يلزم فيما جاز الأمر به إذا لم يأمر به أن يكون له كارها لزم من كان في عصر الرسول صلى اللّه عليه وسلم وجاز عنده أن ينزل النهى عن المباح الّذي ليس بطاعة أن يكون إذا لم يرد من اللّه تعالى الأمر به قد « 2 » كره ، وهذا يوجب أن كل مباح معصية\r\nومن ذهب إلى القول الثاني - وهو قول الجبائي - ان إرادة اللّه تعالى لأفعال عباده هي غير الأمر بها « 3 » يقال له : إذا كان يجب بنفي الإدارة لأفعال عباده الكراهة فحدثنا « 4 » هل أراد « 5 » اللّه كون الأفعال التي ليست بمعاص ولا طاعات فان قال : نعم . قيل له : يلزمك أن تكون طاعة ، لأن الطاعة عندك انما كان طاعة للمطاع ( لأنه أرادها ) « 6 » فان قال : لم يردها .\r\nقيل له : فيلزمك أنه كاره لكونها ، وهذا يوجب أن تكون معصية ، لأن ما كرهه اللّه سبحانه فهو معصية ، كما أن ما نهى عنه فهو معصية عندكم . ويقال لهم : إذا كان نفى الإرادة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : انظل\r\n( 2 ) ب وتبعه ل ، م : فقد ، ولعل الصواب حذف الفاء لأن قوله : « فقد كره » خبر لقوله : « أن يكون إذا لم يرد . . » السابقة عليها .\r\n( 3 ) ب وتبعه ل : به .\r\n( 4 ) ل : نقلها الناسخ : فحل لنا .\r\n( 5 ) ل : نقلها الناسخ : أراده .\r\n( 6 ) ل : نقلها الناسخ : لأنها مرادة .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nيوجب اثبات كراهة فيلزمكم إذا كان ( اللّه تعالى لم يزل ) « 1 » غير مريد لشيء بتة أن يكون لم يزل كارها ، إذا كان نفى الإرادة يوجب اثبات الكراهة .\r\n\r\nمسألة\r\nويقال للمعتزلة : لم زعمتم أنه لا يريد السفه الا سفيه « 2 » ؟ فان قالوا : لأن مريد السفه منا سفيه . يقال لهم : فكذلك من أراد منا ما يعلم أنه لا يكون ، أو يغلب عنده أنه لا يكون ، فهو متمن فاقضوا بذلك على اللّه تعالى إذ « 3 » زعمتم أنه أراد أن يكون ما علم أنه لا يكون . ويقال لهم وكذلك « 4 » أيضا من خلى « 5 » بين عبيده وإمائه يزنى بعضهم ببعض وهو يراهم وهو لا يعجز « 6 » عن التفريق بينهم مع كراهته الزنا على أصولكم ، وقد نهاهم قبل ذلك عن الزنا فهو سفيه ، فاقضوا بذلك على اللّه تعالى والا كنتم مناقضين « 7 » فان قالوا : لو جاز أن يريد السفه من ليس بسفيه لجاز « 8 » أن يقول الكذب من ليس بكاذب يقال لهم : ما الفرق بينكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ هكذا : « اللّه تعالى يوجب لم يزل » .\r\n( 2 ) ل : نقلها الناسخ : السفيه .\r\n( 3 ) ب وتبعه ل ، م : إذا .\r\n( 4 ) ب وتبعه ل : لذلك .\r\n( 5 ) ب وتبعه ل : خلا .\r\n( 6 ) ل : نقلها الناسخ : يعز .\r\n( 7 ) كذا في ب ، ل وهي بهذا محتاجة إلى تقدير المفعول أي مناقضين أنفسكم . أو أصولكم وقد غيرها م إلى متناقضين .\r\n( 8 ) ب ، ل : ولجاز .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوبين من قال ولو جاز أن يريد ما علم أنه لا يكون من « 1 » ليس بمتمن ويخلى بين عبيده وإمائه يزنى بعضهم ببعض مع كراهته الزنا عندكم وقدرته على المنع والحيلولة من « 2 » ليس بسفيه لجاز أن يقول الكذب من ليس بكاذب ، وهذا ما لا يجدون فيه فرقا .\r\nويقال لهم : كما أن مريد السفه منا سفيه . فكذلك مريد الطاعة منا مطيع . فاقضوا بذلك على الغائب .\r\nومما يبين أن اللّه تعالى مريد لكل شيء يجوز أن يراد ، قول اللّه تعالى  « وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ »  « 3 » فأخبر أنا لانشاء الا ما شاء أن نشاءه وقال تعالى :  « وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً »  « 4 » وقال  « وَلَوْ شِئْنا لَآتَيْنا كُلَّ نَفْسٍ هُداها »  « 5 » وقال تعالى :  « وَلَوْ شاءَ رَبُّكَ ما فَعَلُوهُ »  « 6 » وقال :  « وَلَوْ شاءَ اللَّهُ مَا اقْتَتَلُوا وَلكِنَّ اللَّهَ يَفْعَلُ ما يُرِيدُ »  « 7 » فأخبر أنه لو لم يرد القتال لم يكن وأن ما أراد من ذلك فقد فعله فان قالوا معنى هذا لو شاء اللّه ما اقتتلوا : أي لو شاء أن يمنعهم من القتال لم يكن يقال لهم ولم لا حملتم « 8 » الآية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاعل لقوله « يريد » .\r\n( 2 ) فاعل لقوله « يخلى » .\r\n( 3 ) س 10 الآية 99\r\n( 4 ) س 76 الآية 30\r\n( 5 ) س 32 الآية 13\r\n( 6 ) س 6 الآية 112\r\n( 7 ) هذا تعبير للمصنف يكرره في أكثر من موضع ولا شك في فساده عربية والأصح : ولم لم يحملوا .\r\n( 8 ) س 2 الآية 253 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nعلى ظاهرها وقلتم على أي وجه شاء أن لا يكون القتال لم يكن . وكذلك المطالبة عليهم في قول اللّه تعالى :  « وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً »  فان قالوا : لو شاء اللّه أن يلجئهم إلى الايمان لكانوا مؤمنين قيل لهم : أو ليسوا مع الالجاء قادرين على أن يكفروا كما هم قادرون على أن يؤمنوا ؟ فكيف يجب بالالجاء كون « 1 » الايمان منهم وهم قادرون وأن لا يكون « 2 » منهم ايمان مع الالجاء كما هم قادرون على الايمان مع عدم الالجاء ؟ .\r\nفان قالوا : ليس في كون ما لا يريده ايجاب ضعف ، كما ليس في كون ما لم يأمر به ايجاب ضعف . قيل لهم « 3 » :\r\nقد كانت « 4 » أفعاله عندكم ولم يأمر بها ولم يلحقه ضعف ، ولو كانت وهو لا يريدها لحقه الضعف ، فكذلك كون ما لم يأمر به من غيره لا يوجب له ضعفا ، وفي كون ما لم يرده من غيره ( ما ) « 5 » يدل على الضعف وأيضا فان ما لم يأمر به ونهى عنه أراد « 6 » وقوعه ، فذلك لم يلحقه الضعف .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاعل لقوله « يجب » وهو بمعنى وجود .\r\n( 2 ) ل : نقلها الناسخ : « قادرون لا يكون » .\r\n( 3 ) ب وتبعه ل : له .\r\n( 4 ) « كان » هناك تامة بمعنى وجد .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) ب ، ل : وأراد وقد أبقاها م كما هي والصواب حذف الواو والا فأين خبر « أن » .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n( 4 ) باب الكلام في الرؤية\r\nان قال قائل : لم قلتم ان رؤية اللّه تعالى بالأبصار جائزة من باب القياس ؟ قيل له : قلنا ذلك لأن ما لا يجوز أن يوصف به الباري تعالى ويستحيل عليه فإنما « 1 » لا يجوز لأن في تجويزه اثبات حدثه « 2 » ، أو اثبات حدث معنى فيه ، أو تشبيهه ، أو تجنيسه « 3 » ، أو قلبه عن حقيقته ، أو تجويزه « 4 » ، أو تظليمه ، أو تكذيبه .\r\nوليس في جواز الرؤية اثبات حدث ؛ لأن المرئى لم يكن مرئيا لأنه محدث ، ولو كان مرئيا لذلك للزمهم أن يرى كل محدث ، وذلك باطل عندهم . على أن المرئى لو كان مرئيا لحدوثه لكان الرائي محدثا للمرء ؛ إذ كان مرئيا لحدوثه .\r\nوليس في الرؤية اثبات حدوث معنى في المرئى لأن الألوان مرئيات ولا يجوز حدوث معنى فيها « 5 » ( والا ) « 6 » لكان ذلك المعنى هو الرؤية ، وهذا يوجب أنا إذا رأينا الميت فقد حدثت فيه الرؤية وجامعت الرؤية الموت ، وإذا رأينا عين الأعمى حدثت في عينه رؤية فكانت الرؤية مجامعة للعمى ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ هكذا : فان ما .\r\n( 2 ) ب وتبعه ل : حده .\r\n( 3 ) ل : نقلها الناسخ : بجليسه .\r\n( 4 ) ل : نقلها الناسخ : تجويزه .\r\n( 5 ) ب وتبعه ل : فيه .\r\n( 6 ) ليست في الأصل .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفلما لم يجز ذلك بطل ما قالوه . وليس في اثبات الرؤية للّه تعالى تشبيه « 1 » الباري تعالى ، ولا تجنيسه « 2 » ولا قلبه عن حقيقته ؛ لأنا نرى السواد والبياض فلا يتجانسان ولا يشتبهان بوقوع الرؤية عليهما ، ولا ينقلب السواد عن حقيقته إلى البياض بوقوع الرؤية عليه « 3 » . ولا البياض إلى السواد . وليس « 4 » في الرؤية تجويره « 5 » ، ولا تظليمه ، ولا تكذيبه ؛ لأنا نرى الجائر « 6 » والظالم والكاذب ، ونرى من ليس بجائز « 7 » ولا ظالم ولا كاذب ؛ فلما لم يكن في اثبات الرؤية شيء مما لا يجوز على الباري لم تكن الرؤية مستحيلة ، وإذا لم تكن مستحيلة كانت جائزة على اللّه .\r\nفان عارضونا بأن اللمس والذوق والشم ليس فيه اثبات الحدث ولا حدوث معنى في الباري تعالى . قيل لهم « 8 » : قد قال بعض أصحابنا ان اللمس ضرب من ضروب المماسات .\r\nوكذلك الذوق وهو اتصال اللسان واللهوات بالجسم الّذي له الطعم ، وان الشم هو اتصال الخيشوم بالمشموم الّذي يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : لسببه .\r\n( 2 ) ل : نقلها الناسخ : يحسه .\r\n( 3 ) ب ، ل : عليهما .\r\n( 4 ) ب وتبعه ل : وأليس .\r\n( 5 ) ب وتبعه ل : تجويزه .\r\n( 6 ) ب وتبعه ل : الجائز\r\n( 7 ) ب ، ل : بجائز .\r\n( 8 ) ب وتبعه ل : له .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nعنده الادراك له ، وان المتماسين انما يتماسان بحدوث مماسين فيهما ، وان في اثبات ذلك اثبات حدوث معنى في الباري .\r\nومن أصحابنا من يقول : لا يخلو القائل أن يكون أراد بذكره الذوق واللمس ( الشم ) « 1 » أن يحدث اللّه تعالى له « 2 » ادراكا في هذه الجوارح من غير أن يحدث فيه « 3 » معنى ، أو يكون أراد « 4 » حدوث معنى فيه . فإن كان أراد حدوث معنى فيه فذلك ما لا يجوز ، وان كان أراد حدوث ادراك « 5 » فينا فذلك جائز ، والأمر في التسمية إلى اللّه تعالى ان أمرنا أن نسميه لمسا وذوقا وشما ( سميناه « 6 » ، وان منعنا امتنعنا ، وأما السمع فلم « 7 » يختلف أصحابنا فيه وجوزوه جميعا « 8 » ، وقالوا إنه جائز أن يسمعنا الباري تعالى نفسه متكلما .\r\nوالدليل على أن اللّه تعالى يرى بالابصار قوله تعالى :\r\n  « وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ »   « 9 » ولا يجوز أن يكون معنى قوله :  « إِلى رَبِّها ناظِرَةٌ »  معتبرة كقوله تعالى :  « أَ فَلا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ »  « 10 » لأن الآخرة ليست بدار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) أي للذائق أو الشام أو اللامس .\r\n( 3 ) أي في الباري تعالى\r\n( 4 ) فاعله ضمير يعود على ( القائل ) .\r\n( 5 ) ب وتبعه ل : ادراكا\r\n( 6 ) ل : حذفها الناسخ\r\n( 7 ) ل : نقلها الناسخ : لم\r\n( 8 ) ب وتبعه ل : وجوزوا .\r\n( 9 ) س : الآيتان ، .\r\n( 10 ) س : الآية .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nاعتبار . ولا يجوز أن يعنى متعطفة راحمة كما قال :  « وَلا يَنْظُرُ إِلَيْهِمْ »  « 1 » أي لا يرحمهم ولا يتعطف عليهم ؛ لأن الباري لا يجور أن يتعطف عليه . ولا يجوز أن يعنى منتظرة ؛ لأن النظر إذا قرن بذكر الوجوه لم يكن معناه نظر القلب الّذي هو انتظار ، كما إذا قرن النظر بذكر القلب لم يكن معناه نظر العين ؛ لأن القائل إذا قال انظر بقلبك في هذا الأمر كان معناه نظر القلب ، وكذلك إذا قرن النظر بالوجه لم « 2 » يكن معناه الا نظر الوجه .\r\nوالنظر بالوجه هو نظر « 3 » الرؤية التي تكون بالعين التي في الوجه ؛ فصح أن معنى قوله تعالى :  « إِلى رَبِّها ناظِرَةٌ »  :\r\nرائية ؛ إذ لم يجز أن يعنى شيئا « 4 » من وجوه النظر ( الأخرى ) « 5 » .\r\nوإذا كان النظر لا يخلو من وجوه أربع وفسد منها ثلاثة أوجه ، صح الوجه الرابع وهو نظر رؤية العين التي في الوجه .\r\nفان قال قائل : أليس قد قال اللّه تعالى :   « وُجُوهٌ يَوْمَئِذٍ باسِرَةٌ ، تَظُنُّ أَنْ يُفْعَلَ بِها فاقِرَةٌ »   « 6 » والظن لا يكون بالوجه فكذلك « 7 » قوله تعالى :   « وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ ، إِلى رَبِّها  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س : الآية .\r\n( 2 ) ل : يزيد الناسخ كلمة « هو » قبل قوله لم .\r\n( 3 ) ب ، ل : النظر ، ويصح مع تأويل بعيد .\r\n( 4 ) أو تبعه ب : شا .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) س الآيتان .\r\n( 7 ) ب وتبعه ل ، م وكذلك .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n ناظِرَةٌ »  أراد نظر القلب ؟ قيل له : لأن « 1 » الظن لا يكون بالوجه ولا يكون الا بالقلب ، فلما قرن الظن بذكر الوجه كان معناه ظن القلب إذ لم يكن الظن الا به ، فلو كان النظر لا يكون الا بالقلب لوجب إذا ذكره مع ذكر الوجه أن يرجع به إلى القلب ، فلما كان النظر قد يكون بالوجه وبغيره وجب إذا قرنه بذكر الوجه أن يريد به نظر الوجه ، كما أنه إذا قرنه بذكر القلب وجب أن يريد به نظر القلب .\r\n\r\nمسألة\r\nفان قالوا : فما معنى قوله تعالى :  « لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ »  « 2 » ؟ قيل لهم : في الدنيا دون الآخرة « 3 » ؛ لأن القرآن لا يتناقض ، فلما قال في آية أخرى : انه ( لا تدركه ) « 4 » الأبصار علمنا أن الوقت الّذي قال إنه لا تدركه الأبصار فيه غير الوقت الّذي أخبرنا أنها تنظر إليه فيه .\r\n( فان ) « 5 » قال قائل : ما أنكرتم أن يكون قوله تعالى :\r\n « إِلى رَبِّها ناظِرَةٌ »  : أي إلى ثواب ربها ناظرة ؟ قيل له : ثواب اللّه تعالى غيره ، ولا يجوز أن يعدل بالكلام عن الحقيقة إلى المجاز بغير حجة ولا دلالة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يزيد م قبلها قوله : ( لا ) ولا ضرورة فلأن محط الإجابة قوله فيما بعد « كان معناه » بل لعل زيادتها تضر بالمعنى .\r\n( 2 ) س الآية .\r\n( 3 ) أو تبعه ب : له\r\n( 4 ) كذا في الأصل ولعل الواجب أن نقول : ( تنظر إليه ) بدلا من قوله ( لا تدركه ) ويمكن ان يقال أن أساس هذا الباب آية الرؤية السابقة :  « إِلى رَبِّها ناظِرَةٌ »  وآية مسألتنا أخرى بالنسبة لها .\r\n( 5 ) ليست في الأصل ولم ينبه م إلى ذلك .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nألا ترى أن اللّه تعالى لما قال : صلوا لي واعبدوني ، لم يجز أن يقول قائل عنى غيره . ولو جاز ( هذا لجاز ) « 1 » لزاعم أن يزعم أن قوله :  « لا تُدْرِكُهُ »  أراد به أنه « 2 » لا تدرك غيره الأبصار . فان قال : فإذا كان قوله :  « لا تُدْرِكُهُ الْأَبْصارُ »  ( يعنى ) « 3 » في وقت دون وقت فما أنكرت أن يكون قوله :\r\n « لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ »  « 4 » ( يعنى ) « 5 » في وقت دون وقت ؟\r\nقيل له : الفرق بينهما أنه قال لنا « 6 » في آية انه لا تدركه الأبصار ، وقال في آية أخرى ان الوجوه تنظر إليه ، فاستعملنا الآيتين وقلنا إن المعنى في ذلك أنها تنظر إليه في وقت ولا تدركه في وقت ، ولم يقل لنا في آية ان السنة والنوم تأخذانه « 7 » وفي آية أخرى لا تأخذانه « 8 » ، فيستعمل في وقتين .\r\nوأيضا فان النوم آفة تقوم بالنائم تزيل عنه العلم ، وليست الرؤية آفة تحل في المرئى « 9 » فيجب منع الرؤية بمثل ما به وجب منع النوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين قومين ليس في الأصل وزيادته ضرورية لتمام التعبير وكمال المعنى وقد اقترح م إصلاح التعبير على نحو آخر أشرنا إليه في المقدمة .\r\n( 2 ) ب وتبعه ل : أنها\r\n( 3 ) ليست في الأصل .\r\n( 4 ) س 2 الآية 255 .\r\n( 5 ) ليست في الأصل أيضا .\r\n( 6 ) ب نقلها الناسخ : أيضا .\r\n( 7 ) كذا في الأصل والواجب « يأخذانه » على التغليب .\r\n( 8 ) ل : نقلها الناسخ : تفف .\r\n( 9 ) ب وتبعه ل : المرئ .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nمسألة\r\nفان قالوا : لو جاز أن يرى القديم سبحانه وليس كالمرئيات « 1 » لجاز أن يلمس ويذاق ويشم وليس كالمذوقات ولا كالملموسات ولا كالمشمومات قيل لهم « 2 » : ما الفرق بينكم وبين من قال : ولو جاز أن يكون القديم رائيا « 3 » عالما قادرا حيا لا كالرائين « 4 » العلماء القادرين الأحياء لجاز أن يكون لامسا ذائقا شاما لا كاللامسين الذائقين الشامين ؟ فان ( لم ) « 5 » يجب هذا فما أنكرتم من أن لا يجب ما قلتموه .\r\n\r\nمسألة\r\nفان قال قائل : فهل شاهدتم مرئيا الا جوهرا أو عرضا محدودا أو حالا في محدود ؟ قيل له : لا ، ولم يكن المرئى « 6 » مرئيا لأنه محدود ولا لأنه حال في محدود ، ولا لأنه جوهر ، ولا لأنه عرض ، فلما لم يكن ذلك كذلك لم يجب القضاء بذلك على الغائب ، كما يجب إذا لم نجد فاعلا الا جسما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : كالمريات .\r\n( 2 ) ب وتبعه ل : له .\r\n( 3 ) ل : نقلها الناسخ : رأسا .\r\n( 4 ) ل نقلها الناسخ : لاركايين .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) ب وتبعه ل : المرئ .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nولا شيئا الا جوهرا أو عرضا « 1 » ، لا عالما قادرا حيا الا بعلم وحياة وقدرة محدثة أن يقضى « 2 » بذلك على الغائب ؛ إذ لم يكن الفاعل فاعلا لأنه ( جسم ) « 3 » ولا الشيء شيئا لأنه جوهر أو عرض « 4 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : أو .\r\n( 2 ) أن وما دخلت عليه في تأويل مصدر فاعل لقوله « يجب » المصدرة بالنفي .\r\n( 3 ) ليست في الأصل ولم ينبه م إلى ذلك .\r\n( 4 ) ب وتبعه ل : جوهرا ولا عرضا .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n( 5 ) باب الكلام في القدر\r\nان قال قائل : لم زعمتم أن اكساب العباد مخلوقة للّه تعالى ؟ قيل له قلنا ذلك لأن اللّه تعالى قال :  « وَاللَّهُ خَلَقَكُمْ وَما تَعْمَلُونَ »  « 1 » وقال :  « جَزاءً بِما كانُوا يَعْمَلُونَ »  « 2 » . فلما كان الجزاء واقعا على أعمالهم كان الخالق لأعمالهم . فان قال :\r\nأفليس اللّه تعالى قال :  « أَ تَعْبُدُونَ ما تَنْحِتُونَ »  « 3 » وعنى الأصنام التي نحتوها ، فما أنكرتم أن يكون قوله :  « خَلَقَكُمْ وَما تَعْمَلُونَ »  أراد الأصنام التي عملوها ؟ قيل له : خطأ ما ظننته ؛ لأن الأصنام منحوتة لهم في الحقيقة فرجع اللّه تعالى بقوله :  « أَ تَعْبُدُونَ ما تَنْحِتُونَ »  إليها ، وليست « 4 » الخشب معمولة لهم في الحقيقة فيرجع بقوله :  « خَلَقَكُمْ وَما تَعْمَلُونَ »  إليها .\r\nفان قال « 5 » قائل : أليس « 6 » قد قال اللّه تعالى :  « تَلْقَفُ ما يَأْفِكُونَ »  « 7 » ولم يرد افكهم ، فما أنكرت أن لا يرجع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 37 الآية 96\r\n( 2 ) س 32 الآية 17 وهي في الأصل : « جزاء بما كنتم تعملون » ولا يوجد في القرآن آية كذلك .\r\n( 3 ) س 37 الآية 95\r\n( 4 ) ل : نقلها الناسخ : وليست .\r\n( 5 ) ل : حذفها الناسخ .\r\n( 6 ) ل : نقلها الناسخ : أفليس .\r\n( 7 ) س : 26 الآية 45\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبقوله :  « خَلَقَكُمْ وَما تَعْمَلُونَ »  إلى أعمالهم ؟ قيل له : الّذي يأفكون هو الأمثلة « 1 » التي خيلوا إلى الناس أنها حيات تسعى ، وافكهم تخييلهم « 2 » ، فأراد بقوله :  « يَأْفِكُونَ »  أي يخيلون إلى الناس أنها تسعى ، وافكهم هو ايهامهم الشيء على خلاف ما هو بسبيله ، فالأمثلة هي التي يأفكون ويخيلون إلى الناس أنها تسعى في الحقيقة ، وهي التي تلقفها العصا . وليس تجوز أن يعملوا الخشب في الحقيقة فلم يجز أن يكون اللّه تعالى أراد بقوله :  « خَلَقَكُمْ وَما تَعْمَلُونَ »  ( الرجوع ) « 3 » إليها ووجب أن يرجع إلى الأعمال كما رجع بقوله :  « جَزاءً بِما كانُوا يَعْمَلُونَ »  « 4 » إلى الأعمال ، فلو جاز لزاعم أن يزعم أن قول اللّه تعالى :\r\n « خَلَقَكُمْ وَما تَعْمَلُونَ »  أراد ( به ) « 5 » غير أعمالهم كما أراد بقوله :  « ما يَأْفِكُونَ »  غير افكهم ، لساغ أن يزعم أن قول اللّه تعالى :  « جَزاءً بِما كانُوا  « 6 »  يَعْمَلُونَ »  انما أراد به غير أعمالهم كما أراد بقوله :  « خَلَقَكُمْ وَما تَعْمَلُونَ »  غير أعمالهم ، كما أن قوله :  « ما يَأْفِكُونَ »  انما أراد به غير افكهم ، فلما لم يجز هذا لم يجز ما قاله هذا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في ب وتبعه ل ، م ، ولعلها : لأخيله ، وكذا ما بعدها\r\n( 2 ) ب وتبعه ل ، م : يخيلهم .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) في الأصل : « جزاء بما كنتم . . » كما كتب أولا .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) في الأصل أيضا :  « بِما كُنْتُمْ »  .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوالدليل من القياس على خلق أعمال الناس : أنا وجدنا الكفر قبيحا فاسدا باطلا متناقضا خلافا لمن خالف ، ووجدنا الايمان حسنا متعبا مؤلما ، ووجدنا الكفار يقصد ويجهل نفسه إلى أن يكون الكفر حسنا حقا فيكون بخلاف قصده ، ووجدنا الايمان لو شاء المؤمن أن لا يكون متعبا مؤلما ولا مرمضا لم يكن ذلك كائنا على حسب مشيئته وارادته . وقد علمنا أن الفعل لا يحدث على حقيقته الا من محدث أحدثه عليها ؛ لأنه لو جاز أن يحدث على حقيقته لا من محدث أحدثه على ما هو عليها لجاز « 1 » أن يحدث الشيء فعلا لا من محدث أحدثه فعلا ، فلما لم يجز ذلك صح أنه لم يحدث على حقيقته الا من محدث أحدثه على ما هو عليه وهو قاصد إلى ذلك ، لأنه لو جاز حدوث فعل على الحقيقة « 2 » لا من قاصد لم يؤمن أن تكون الأفعال كلها كذلك « 3 » كما أنه لو جاز حدوث فعل لا من فاعل لم يؤمن أن تكون الأفعال كلها كذلك ، وإذا كان هذا هكذا فقد وجب أن يكون للكفر « 4 » محدث أحدثه كفرا باطلا قبيحا وهو قاصد إلى ذلك ، ولن « 5 » يجوز أن يكون المحدث له هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعتمد المؤلف في دليله على هذا الاستلزام مع أنه غير مسلم فليس يلزم إذا جاز صدور الفعل من فاعل جاهل ببعض نواحيه أن يجوز صدور الفعل بدون فاعل أصلا ، فان التسوية الحالتين مصادمة للبداهة .\r\n( 2 ) كذا في الأصل وقد غيرها م إلى « حقيقة » بغير ضرورة .\r\n( 3 ) ل : نقلها الناسخ : بذلك .\r\n( 4 ) ب وتبعه ل : الكفر .\r\n( 5 ) لعل الأولى أن يقول : لا .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالكافر الّذي يريد أن يكون الكفر حسنا صوابا حقا فيكون على خلاف ذلك . وكذلك للأيمان « 1 » محدث أحدثه على حقيقته متعبا مؤلما مرمضا غير « 2 » المؤمن الّذي لو جهد أن يقع الايمان خلاف ما وقع من ايلامه واتعابه وارماضه لم يكن إلى ذلك سبيل ، وإذا لم يجز أن يكون المحدث للكفر على حقيقته الكافر ، ولا « 3 » المحدث للايمان على حقيقته المؤمن ، فقد وجب أن يكون محدث ذلك هو اللّه تعالى رب العالمين القاصد إلى ذلك ؛ لأنه لا يجوز أن يكون أحدث ذلك « 4 » جسم من الأجسام ، لأن الأجسام لا يجوز أن تفعل في غيرها شيئا .\r\nفان قال قائل : فلم لا دل « 5 » وقوع الفعل الّذي هو كسب على أنه لا فاعل له الا اللّه ، كما دل على أنه لا خالق ( له ) « 6 » الا اللّه تعالى ؟ قيل له : كذلك نقول . فان قال : فلم لا دل على أنه لا قادر عليه الا اللّه عز وجل ؟ قيل له : لا فاعل له على حقيقته الا اللّه تعالى ولا قادر عليه أن يكون على ما هو عليه من حقيقته أن يخترعه « 7 » الا اللّه تعالى . فان قال : فلم لا دل كونه كسبا « 8 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : الأيمان .\r\n( 2 ) صفة لقوله محدث .\r\n( 3 ) ب ، ل : الا .\r\n( 4 ) ب : تركها الناسخ .\r\n( 5 ) في الأصل : فلم لا دل في المواضع الثلاثة وصحتها فلم لم يدل .\r\n( 6 ) ليست في الأصل وزيادتها أولى .\r\n( 7 ) بدل من قوله . . « عليه » أي قادر على أن يخترعه .\r\n( 8 ) ل : نقلها الناسخ : مكسب .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nعلى حقيقته على أنه لا مكتسب له في الحقيقة الا اللّه ؟ قيل له : الأفعال لا بد لها من فاعل على حقيقتها ، لأن الفعل لا يستغنى عن فاعل ، فإذا لم يكن فاعله على حقيقته الجسم ، وجب أن يكون اللّه تعالى هو الفاعل له على حقيقته وليس لا بد للفعل من مكتسب يكتسبه على حقيقته ، كما لا بد من فاعل يفعله على حقيقته ، فيجب إذا كان الفعل كسبا كان اللّه تعالى ( هو ) « 1 » المكتسب له على حقيقته ، ألا ترى أن حركة الاضطرار تدل على أن اللّه تعالى هو الفاعل لها على حقيقتها ولا تدل على أن المتحرك بها في الحقيقة هو اللّه تعالى « 2 » ، إذ كانت حركة كما كان هو الفاعل لها في الحقيقة ، ولا يجب أن يكون المتحرك المضطر إليها فاعلا لها على حقيقتها ، إذ « 3 » كان متحركا بها على الحقيقة ، إذ كان معنى المتحرك أن الحركة خلته « 4 » ولم يكن ( ذلك ) « 5 » جائزا على ربنا تعالى ، وكذلك إذا كان الكسب دالا على فاعل فعله على حقيقته لم يجب أن يدل على أن الفاعل له على حقيقته هو المكتسب له ولا على أن المكتسب له على الحقيقة هو الفاعل له على الحقيقة ، إذ كان المكتسب مكتسبا للشيء لأنه وقع بقدرة « 6 » له عليه محدثة ولم يجز أن يكون « 7 » رب العالمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : تركها الناسخ .\r\n( 2 ) ب ، ل ، م : إذا .\r\n( 3 ) في الأصل : ارا فغيرها م إلى : إذا .\r\n( 4 ) ب : نقلها الناسخ : جلته .\r\n( 5 ) ليست في الأصل وزيادتها واجبة .\r\n( 6 ) ل : نقلها الناسخ : قدرة .\r\n( 7 ) ب وتبعه ل : أيكون .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nقادرا على الشيء بقدرة محدثة « 1 » فلم يجز أن يكون مكتسبا لكسب وان كان فاعلا له في الحقيقة .\r\nفان قال : فهل اكتسب الانسان الشيء على حقيقته كفرا باطلا وايمانا حسنا ؟ قيل له : هذا خطأ ، وانما معنى « اكتسب الكفر » أنه كفر بقوة محدثة ، وكذلك قولنا « اكتسب الايمان » ( معناه أنه من ) « 2 » بقوة محدثة من غير أن يكون اكتسب الشيء على حقيقته بل الّذي فعله على حقيقته هو رب العالمين . والقول في الكذب وأن له فاعلا ( يفعله ) على « 3 » حقيقته وكاذبا به غير من فعله على حقيقته ، كالقول في فاعل الحركة على الحقيقة « 4 » وأن « 5 » المتحرك بها على الحقيقة غير من فعلها على حقيقتها وقد بينا ذلك آنفا .\r\nودليل آخر من القياس على خلق أفعال الناس : أن الدليل على خلق اللّه تعالى حركة الاضطرار قائم في خلق « 6 » حركة الاكتساب ، وذلك أن حركة الاضطرار ان كان الّذي يدل على أن اللّه خلقها حدوثها فكذلك « 7 » القصة في حركة الاكتساب ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : نقلها الناسخ : محدثا .\r\n( 2 ) ب ، ل : « انما هو انما آمن » .\r\n( 3 ) ما بين قوسين ليس في الأصل .\r\n( 4 ) غيرها م إلى حقيقتها .\r\n( 5 ) ب وتبعه ل ، م : والمتحرك من غير زيادة « أن » .\r\n( 6 ) ب وتبعه ل : حركة خلق حركة .\r\n( 7 ) ب : فذلك ، وقد نقلها الناسخ في ل : فلذلك .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوان كان الّذي يدل على خلقها « 1 » حاجتها إلى مكان وزمان فكذلك « 2 » قصة حركة الاكتساب . فلما كان كل دليل يستدل به على أن حركة الاضطرار مخلوقة للّه تعالى يجب به القضاء على أن حركة الاكتساب مخلوقة للّه تعالى ، وجب « 3 » خلق حركة الاكتساب بمثل ما وجب ( به ) « 4 » خلق حركة الاضطرار .\r\nفان قال قائل : فيجب إذا كانت احدى الحركتين ضرورة أن تكون الأخرى كذلك ، وإذا كان إحداهما كسبا أن تكون الأخرى كذلك . قيل له : لا يجب ذلك لافتراقهما في معنى الضرورة والاكتساب ، لأن الضرورة ما حمل عليه الشيء وأكره وجبر عليه ولو جهد في « 5 » التخلص منه وأراد الخروج عنه واستفرغ في ذلك مجهوده لم يجد منه انفكاكا ولا إلى الخروج عنه سبيلا ، فإذا كانت احدى الحركتين بهذا الوصف الّذي هو وصف الضرورة ، وهي حركة المرتعش من الفالج والمرتعد من الحمى كانت اضطرارا ، وإذا كانت الأخرى بخلاف هذا الوصف لم تكن اضطرارا ، لأن الانسان في ذهابه ومجيئه « 6 » واقباله وادباره ، بخلاف المرتعش من الفالج والمرتعد من الحمى ، يعلم الانسان التفرقة « 7 » بين الحالين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : نقلها الناسخ : خفها .\r\n( 2 ) ب : نقلها الناسخ : فلذلك .\r\n( 3 ) جواب لقوله قبل ذلك « فلما » .\r\n( 4 ) ليست في الأصل ولم يزدها مع الحاجة إليها .\r\n( 5 ) ب : نقلها الناسخ : التحصل .\r\n( 6 ) ب : محيه .\r\n( 7 ) ب : نقلها الناسخ ، التفرق .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nنفسه وغيره علم اضطرار لا يجوز معه الشك ، فقد وجب إذا كان العجز في احدى الحالتين « 1 » أن القدرة التي هي ضده حادثة في الحال الأخرى ؛ لأن العجز لو كان في الحالتين جميعا لكان سبيل الانسان فيهما سبيلا واحدة ، فلما لم يكن هذا هكذا وكانت « 2 » القدرة في احدى الحركتين ، وجب أن « 3 » تكون كسبا ؛ لأن حقيقة الكسب أن الشيء وقع من المكتسب به بقوة محدثة ، ولافتراق « 4 » الحالين في الحركتين ، ولأن إحداهما بمعنى الضرورة وجب أن تكون الضرورة ، ولأن الأخرى بمعنى الكسب وجب أن تكون كسبا . ودليل « 5 » الخلق « 6 » في حركة الاضطرار وحركة الاكتساب واحد ؛ فلذلك وجب إذا كانت إحداهما خلقا أن « 7 » تكون الأخرى خلقا . ألا ترى أن افتراقهما في باب الضرورة والكسب لا يوجب افتراقهما في باب الحدث والكون بعد أن لم تكونا . فكذلك لا يوجب افتراقهما في باب الضرورة والكسب افتراقهما في الخلق ألا ترى أن الجسم لما لم يسبق المحدثات وجب حدوثه بدخوله في معنى الحدث ، وليس يجب إذا دخل في الحدث بمشاركة المحدثات في معنى الحدث إذا كان من المحدثات ما هو حركة أن يكون الجسم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود بها هنا حالة الاضطرار .\r\n( 2 ) ب وتبعه ل : كان .\r\n( 3 ) ب وتبعه ل : أيكون .\r\n( 4 ) ب وتبعه ل « لافتراق » بغير واو العطف .\r\n( 5 ) معطوف في رأيي على قوله إحداهما والتقدير ولأن دليل الخلق .\r\n( 6 ) يكرر ب وتبعه ل كلمة الخلق .\r\n( 7 ) ل : نقلها الناسخ : أيكون .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nحركة ، وإذا كان منها ما هو جسم ( لا ) « 1 » يجب أن تكون الحركة جسما ، إذ لم يكونا « 2 » يستويان في معنى جسم وحركة واستويا في معنى الحدوث . فكذلك لما استوى الكسب والضرورة في معنى الخلق والحدث وجب إذا كان أحدهما خلقا للّه أن يكون الآخر كذلك ، فذلك لم يوجب افتراقها في باب الضرورة والكسب افتراقهما في الخلق فان قال قائل :\r\nما أنكرتم أن يكون الّذي دل على أن احدى الحركتين مخلوقة للّه تعالى هو أن حركة الاضطرار وقعت معجزا « 3 » عنها فإذا وقعت الأخرى مقدورا عليها خرجت من أن تكون مخلوقة ؟ قيل له :\r\nلو كان ما وقع مقدورا لغير اللّه تعالى خرج من أن يكون مخلوقا لم يؤمن أن تكون حركات المرتعش من الفالج والمرتعد من الحمى قد أقدر اللّه تعالى عليها بعض ملائكته يفعلها في المتحرك باضطراب ؛ إذ كان لا يستحيل عند مخالفينا أن يقدر القادر من المخلوقين على أن يفعل في غيره ، فبطلت دلالتها على أن اللّه تعالى فعلها على ما هي عليه وكذلك القول في حركات الأفلاك واجتماع أجزاء السماء وتأليفها . وإذا كان هذا هكذا فقد بطلت دلالة هذه « 4 » الأشياء على أن اللّه تعالى ( خلقها ) ولم يؤمن أن يكون لأجزاء السماء جامع غير اللّه سبحانه ، وللأفلاك محكم ، وللكواكب ، محرك غيره . وإذا لم يجز ذلك فقد بطل ما قالوه « 5 » من أن الشيء إذا كان مقدورا لغير اللّه تعالى خرج من أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل وزيادتها واجبة\r\n( 2 ) ب وتبعه ل : يكن\r\n( 3 ) كذا في ب وتبعه ل ، وهو من أعجز صيره عاجزا .\r\n( 4 ) ليست في الأصل .\r\n( 5 ) ب : قاتلوه .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n( يكون ) للّه تعالى مخلوقا « 1 » . وأيضا فليس العجز بأن يدل على أن اللّه تعالى خلق المعجوز عنه بأولى من أن تكون القدرة التي جعلها اللّه تعالى دلالة « 2 » على أن اللّه خلق المقدور عليه ؛ لأن ما خلق اللّه القدرة فينا عليه فهو عليه أقدر ، كما أن ( ما ) « 3 » خلق فينا العلم به فهو به أعلم ، وما خلق فينا السمع له فهو له أسمع فإذا استوى ذلك في قدرة اللّه تعالى وجب إذا أقدرنا اللّه تعالى على حركة الاكتساب أن يكون هو الخالق فينا كسبا لنا ؛ لأن ما قدر عليه أن يفعله فينا ولم يفعله فينا كسبا فقد ترك أن يفعله فينا كسبا ، وإذا ترك أن يكون كسبا لنا استحال أن تكون « 4 » له مكتسبين ؛ فدل ما قلنا على أنا لا نكتسبه « 5 » الا وقد خلقه اللّه تعالى لنا كسبا .\r\n\r\nمسألة\r\nفان قال قائل : إذا كان كسب الانسان خلقا فما أنكرت أن يكون « 6 » له خالقا ؟ قيل له : لم أقل ان كسبى خلق لي فيلزمنى أن أكون له خالقا ، وانما قلت خلق لغيرى فكيف يلزمني إذا كان خلقا لغيرى أن أكون له خالقا ؟ ولو كان كسبى إذا كان خلقا للّه تعالى كنت له خالقا لكانت حركة المتحرك باضطرار إذا كانت خلقا للّه تعالى كان بها متحركا فلما لم يجز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب ، ل : من أن اللّه تعالى مخلوقا .\r\n( 2 ) هكذا في ب وتبعه ل ولعل الأولى « دالة » وهي خير تكون .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ب وتبعه ل : يكون .\r\n( 5 ) ب وتبعه ل : يكتسبه\r\n( 6 ) اسم كان ضمير يعود على الانسان كما هو ظاهر .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nذلك لأنه خلقها حركة لغيره ، لم يلزمنا ما قالوه . لأن كسبنا خلق لغيرنا .\r\nفان قال : أليس « 1 » قد خلق اللّه تعالى جور العباد ؟ قيل له : خلقه جورا لهم ، لا له . فان قال : فما أنكرتم أن يكون جائرا « 2 » ؟ قيل له لم يكن الجائر جائرا لأنه فعل الجور جورا لغيره لا له ؛ ( لأنه ) « 3 » لو كان جائرا لهذه العلة لم يكن في المخلوقين جائر ؛ فلما لم يكن الجائر جائرا لأنه فعل الجور جورا لغيره ، لم يجب أن يكون اللّه بخلقه الجور جورا لغيره لا له جائرا . وأيضا فلو لزم ما قالوه لزم إذا فعل إرادة وشهوة وحركة لغيره لا له أن يكون مريدا مشتهيا متحركا ؛ فلما لم يجب هذا لم يجب ما قالوه .\r\nفان قالوا : فقد يخلق اللّه تعالى حركة لا يكتسبها أحد ولا يكون متحركا . قيل لهم : وكذلك لو خلق اللّه تعالى جورا لا يكتسبه أحد لم يكن به جائرا ، وكان جورا لمن خلقه جورا له به يكون جائرا .\r\nفان قالوا : فلم لا يقول قول غيره ( كما خلق جور غيره ) « 4 » ؟\r\nقيل لهم : لم نقل « 5 » انه يجوز ( بجور ) « 6 » غيره ، فيلزمنا أن يقول ( بقول ) « 7 » غيره ، وانما قلنا إنه يخلق جورا لغيره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : أفليس .\r\n( 2 ) ل : نقلها الناسخ : جائرا .\r\n( 3 ) ب ، ل : لالو\r\n( 4 ) ب : كرر الناسخ ما بين قوسين مرتين .\r\n( 5 ) ب : نقلها الناسخ : يقل .\r\n( 6 ) ليست في الأصل .\r\n( 7 ) ب : تركها الناسخ .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nلا له ، ولا يكون به جائرا فعروض مثل هذا أن يخلق قولا لغيره ولا يكون به قائلا . وأيضا فلو وجب أن يقول الكذب من ليس بكاذب ، كما فعل الجور من ليس ( بجائر ، لوجب أن يقول الكذب من ليس ) « 1 » بكاذب كما فعل الإرادة من ليس بمريدها ، والحركة من ليس بمتحرك بها ، فإن لم يجب هذا لم يجب ما قالوه . وأيضا فقد دللنا على أن كلام اللّه تعالى من صفات « 2 » ذاته في صدر كتابنا هذا ، فاستحال « 3 » لذلك أن يكون يقول « 4 » غيره قائلا ، كما إذا كان العلم من صفات نفسه استحال أن يكون علم غيره علما له ، وأن يكون رب العالمين عالما بعلم محدث .\r\n\r\nمسألة\r\nفان قال قائل : فهل يخلو العبد أن يكون بين نعمة يجب عليه شكرها أو بلية يجب عليه الصبر عليها ؟ قيل له :\r\nلا يخلو العبد من نعمة وبلية والبلايا منها ما يجب الصبر عليها كالمصائب من الأمراض والأسقام ، وفي الأموال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كل ما بين المربعين ليس في الأصل ولا شك في لزومه وقد حاول م اصلاح الفقرة فوضعها هكذا : « وأيضا فلو وجب ( هذا لوجب ) أن يقول الكذب من ليس بكاذب كما فعل الجور من ليس بجائر كما فعل الإرادة من ليس بمريد لها والحركة من ليس بمتحرك بها فإن لم يجب هذا لم يجب ما قالوه » فهل تعطى الفقرة الآن معنى صحيحا . . وإذا أعطت فهل يمكن أن يكون هو المقصود هنا ؟\r\n( 2 ) ب وتبعه ل : صفا .\r\n( 3 ) ب : فستحال وفي ل : فسيحال .\r\n( 4 ) ب : يقو ، وفي ل : يقول .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوالأولاد ، وما أشبه ذلك . ومنها ما لا يجب الصبر عليها كالكفر وسائر المعاصي .\r\n\r\nمسألة\r\nفإن قال قائل : فهل قضى اللّه تعالى المعاصي وقدرها ؟ قيل له : نعم ؛ بأن خلقها ، وبأن كتبها وأخبر عن كونها ، كما قال :\r\n « وَقَضَيْنا إِلى بَنِي إِسْرائِيلَ فِي الْكِتابِ »  « 1 » يعنى : أخبرناهم وأعلمناهم وكما قال تعالى :  « إِلَّا امْرَأَتَهُ قَدَّرْناها مِنَ الْغابِرِينَ »  « 2 » يريد : كتبناها وأخبرنا أنها من الغابرين ، ولا نقول قضاها وقدرها بأن أمر بها .\r\nفان قال : أفقضاء « 3 » اللّه تعالى حق ؟ قيل له : من قضاء « 4 » اللّه تعالى الّذي هو خلق ما هو حق كالطاعات وما لم ينه عنه ، ومن قضاء اللّه تعالى هو خلق ما هو جور كالكفر والمعاصي ؛ لأن الخلق منه حق ومنه باطل ، وأما القضاء الّذي هو أمر القضاء الّذي هو اعلام واخبار وكتاب فحق ، لأنه غير المقضى . ومن أصحابنا من يجيب بأن يقول : قضى « 5 » اللّه المعصية والكفر ويقول بلفظ المعصية والكفر هما باطلان ، ولا يقول بلفظ القضاء انه باطل ؛ لأن قول القائل قضاء اللّه باطل ( يوهم أن قضاءه لا حقيقة له ) « 6 » كما يقول إذا رأى خشبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 17 الآية 4\r\n( 2 ) س 27 الآية 57 .\r\n( 3 ) ب : قضضا .\r\nوفي ل : قضا .\r\n( 4 ) ل : نقلها الناسخ : قضا .\r\n( 5 ) ب وتبعه ل : قضا وصححها م إلى قضاء ، ورأيي أن الفعل هنا متعين .\r\n( 6 ) ما بين قوسين في الأصل وقد ترك م في يادته أو زيادة ما يماثله فبقى الكلام ناقصا ، والا فأين خبر في قوله « لأن قول القائل . . . » .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمنكسرة بلفظ الخشبة هي منكسرة وهي « 1 » مع ذلك حجة اللّه تعالى ، ولا يقول بلفظ الحجة انها منكرة ، لأن هذا يوهم أن حجة اللّه تعالى لا حقيقة لها فكذلك ( يقول ) « 2 » ان الكفر باطل والكفر قضاء اللّه تعالى بمعنى أنه خلق اللّه ، ولا يقول قضاء اللّه باطل ؛ لأنه يوهم أن لا حقيقة لقضاء اللّه تعالى ، وهذا كما نقول : الكافر مؤمن بالجبت والطاغوت ، ولا نقول : مؤمن ونسكت ؛ لما فيه من الايهام . ونقول : النبي صلى اللّه عليه وسلم كافر « 3 » بالجبت والطاغوت ، ولا نقول كافر « 4 » ونسكت لما فيه من الايهام .\r\n\r\nمسألة\r\nفان قال قائل : أفترضون بقضاء اللّه وقدره الكفر ؟ قيل له نرضى بأن قضى اللّه تعالى الكفر قبيحا وقدره فاسدا ، ولا نرضى بأن كان الكافر به كافرا ؛ لأن اللّه تعالى نهانا عن ذلك . وليس إذا أطلقنا الرضا « 5 » بلفظ القضاء وجب أن نطلقه « 6 » بلفظ الكفر ، كما لا يجب إذا قلنا إن الخشبة حجة للّه تعالى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رأيي أن هذه الجملة معطوفة على قوله « منكسره » الأولى على معنى أنها صفة ثانية لقوله « خشبة » ولعل القارئ يلمس ركاكة الأسلوب في هذا الموضع . ويجوز أن تكون معطوفة على جملة « هي منكسرة » لتدخل في مقول القول ، ويرشد إليه كلامه الآتي في القضاء والكفر .\r\n( 2 ) ليست في الأصل وقد ترك م زيادتها مع الحاجة إليها .\r\n( 3 ) يسلم م أن الأصل : « كافر » ولكنه يزيد لاما من عنده كما يزيد « ان » بعد قوله « ونقول . . . » وان واللام لا ضرورة لهما .\r\n( 4 ) ل ، م : الكافر .\r\n( 5 ) يصححها م خطأ : رضى\r\n( 6 ) ل : نقلها الناسخ : نعلقه .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوان الخشبة مكسورة أن نقول : حجة اللّه تعالى مكسورة ؛ لأن هذا يوهم ( أن ) حجة اللّه تعالى لا حقيقة لها ، فكذلك نطلق الرضا « 1 » بلفظ القضاء « 2 » والقدر ، ولا نطلقه بلفظ الكفر .\r\nهذا جواب أصحابنا الذين ذكرنا جوابهم آنفا . ومن أصحابنا من يجيد بأنا « 3 » نرضى بقضاء اللّه تعالى وقدره اللذين أمرنا أن نرضى بهما اتباعا لأمره ( لأنه ) « 4 » لا يتقدم بين يديه ولا يعترض عليه ، وهذا كما نرضى بقاء النبيين « 5 » عليهم السلام ونكره موتهم ، ونكره بقاء الشياطين ، وكل بقضاء رب العالمين .\r\n\r\nمسألة\r\nفان قال قائل : ( فأيما خير : الخير ، أو من الخير منه ) « 6 » ؟\r\nقيل له : من الخير منه متفضلا « 7 » به فهو خير من الخير ، فان قال : فأيما شر : الشر ، أو من الشر منه ؟ قيل له : من كان الشر منه جائرا به فهو شر من الشر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل ولم يزدها مع أنها ضرورية لأنها وما دخلت عليه مفعول بوهم .\r\n( 2 ) ب وتبعه ل : القضاء .\r\n( 3 ) ب وتبعه ل : بأن ، وقد أبقاها م كما هي .\r\n( 4 ) ليس في الأصل وزيادتها أولى .\r\n( 5 ) ل : بقاء .\r\n( 6 ) ل : نقلها الناسخ : « فإنما خير الخير منه أو من الخير » فصارت بلا معنى .\r\n( 7 ) ب وتبعه ل ، م « متصلا » ولكني أعتقد أن الصواب ( منفضلا ) لتقابل قوله « جائرا » بعد ذلك ، ولأن نفس السؤال والإجابة موجودان في الإبانة ص 60 ( القاهرة 1348 ه ) واللفظ الموجود « متفضلا » .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nمسألة\r\nفان قال : أو تقولون ان الشر من اللّه تعالى ؟ قيل له :\r\nمن أصحابنا من يقول بأن الأشياء كلها من اللّه بالجملة ، ولا يطلق بلفظ الشر أنه من اللّه تعالى ؛ كما يقال : الأشياء كلها للّه في الجملة ولا يقال على التفصيل « 1 » ( الزوجة والولد ) « 2 » للّه تعالى .\r\nوكما نقول في الجملة « 3 » : ما دون اللّه ضعيف ، ولا يقال على التفصيل : دين اللّه ضعيف فأما أنا فأقول : ان الشر من اللّه تعالى بأن خلقه شرا لغيره لا له .\r\n\r\nمسألة\r\nفان قال : فما معنى قوله تعالى :  « يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتابِ لِتَحْسَبُوهُ مِنَ الْكِتابِ وَما هُوَ مِنَ الْكِتابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَما هُوَ مِنْ عِنْدِ اللَّهِ »  « 4 » ؟ قيل : معنى ذلك أنهم حرفوا وصف رسول الله صلى الله عليه وسلم وأوهموا السفيه منهم أنه كتابهم « 5 » قال اللّه تعالى :  « وَما هُوَ مِنَ الْكِتابِ »  .\r\n « وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ »  يعنى أن اللّه أنزله . قال الله تعالى :  « وَما هُوَ مِنْ عِنْدِ اللَّهِ »  أي لم أنزل عليهم ذلك كما يدعون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل التفصيل .\r\n( 2 ) ب وتبعه ل : « الزوجة الا والولد » .\r\n( 3 ) يزيد الناسخ في الأصل قبل ذلك : قال الشيخ\r\n( 4 ) س 3 الآية 78 .\r\n( 5 ) كذا في الأصل ولعل الأولى : من كتابهم ( التوراة ) .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nمسألة\r\nفان قال : فما معنى قوله تعالى :  « ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ »  ؟ قيل له : قال اللّه تعالى :  « خَلَقَ سَبْعَ سَماواتٍ طِباقاً »  واحدة فوق الأخرى  « ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ »  يعنى في السماوات ؛ لأنه قال : « فارجع البصر » بعد ذكر السماوات  « هَلْ تَرى مِنْ فُطُورٍ »  « 1 » يعنى من شقوق ، فيه . ثم قال :  « ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ »  في السماوات والأرض  « يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خاسِئاً »  يعنى معيبا « 2 »  « وَهُوَ حَسِيرٌ »  « 3 » يعنى مغلوبا ، لم يذكر اللّه تعالى الكفر ولا أفعال العباد في هذه الآية فكون للقدرية في ذلك حجة .\r\n\r\nمسألة\r\nفان قال قائل : فما معنى قول اللّه تعالى :  « أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ . . »  « 4 » « 5 » ؟ قيل له : معنى ذلك أنه يحسن أن يخلق ، كما يقال فلان يحسن الصياغة أي يعلم كيف يصوغ ، فأخبر اللّه تعالى أنه يعلم أنه كيف يخلق الأشياء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 67 الآية 3 .\r\n( 2 ) هي في ب : معيبا بدون نقط فقراها م معينا وهو خطأ .\r\n( 3 ) س 67 الآية 4 .\r\n( 4 ) س 32 الآية 7 .\r\n( 5 ) ب ، ل : « الانسان » ولكن « الأشياء » أنسب بقوله سبحانه :  « الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ »  .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nمسألة\r\nفان قال : فما معنى قوله تعالى :  « وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا »  ؟ قيل له : قال اللّه تعالى ( بعد ذلك ) « 1 » :  « ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا »  « 2 » فدل ذلك على أن المعنى فيها ( ما ) « 3 » خلقتهما « 4 » وما بينهما وأنا لا أثيب من أطاعني ولا أعاقب من عصاني وكفر بي ، لأن الكافرين ظنوا أنهم لا يعادون ولا لهم رجعة فيعاقبون . فبين اللّه تعالى أنه ما خلق الا ومصير بعضهم إلى ثواب ورجوع بعضهم إلى العقاب ، وأن الكافرين ظنوا ذلك « 5 » « 6 » لأنه بين أن ذلك باب الثواب والعقاب ، لأنه تعالى قال :  « أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ »  « 7 » فأخبر تعالى أن ظن المشركين الذين أنكر عليهم أنهم ظنوا « 8 » أنه لا عاقبة يقع فيها تفرقة « 9 » بين المؤمنين والكافرين . وقد « 10 » يحتمل :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) س 38 الآية 27\r\n( 3 ) ليست في الأصل وقد زدناها مسترشدين بالأشعرى نفسه في الإبانة ص 54 حيث يقول في معنى هذه الآية : « فقال تعالى ما خلقت ذلك وأنا لا أثيب . . الخ » .\r\n( 4 ) ب وتبعه ل : خلقهما .\r\n( 5 ) أي أنهم لا يعادون .\r\n( 6 ) أي خلق السماوات والأرض .\r\n( 7 ) س 38 الآية 28 .\r\n( 8 ) في رأيي ذلك خبر أن ولا شك في ركاكة الأسلوب هنا .\r\n( 9 ) ب وتبعه ل : تقوقه .\r\n( 10 ) يزيد الأصل قبل ذلك : قال الشيخ أبو الحسن .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n « وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا »  أي لم أخلق ذلك أجمع باطلا ؛ لأن الباطل بعض خلق اللّه تعالى . ويحتمل :\r\nما خلقت ذلك باطلا أي لم اجعله باطلا إذ خلقتهما ؛ لأن الباطل حدث بعد أن خلقتهما . وقد قال اللّه تعالى :  « خَلَقَ السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما فِي سِتَّةِ أَيَّامٍ »  « 1 » فعموم هذا القول يدل على أنه خلق ما بينهما مما حدث من الخلق كالملائكة الذين كانوا بينهما وما خلقه بينهما من أعمال الحيوان في ذلك الوقت ، فلم قضوا بإحدى الآيتين على أن اللّه تعالى لم يخلق الباطل دون أن يقضوا بالآية الأخرى على أن اللّه تعالى خلق ما كان بينهما من فعل الملائكة وغيرهم في ذلك الوقت . ويقال إن كان قول اللّه تعالى في المشركين :  « يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتابِ لِتَحْسَبُوهُ مِنَ الْكِتابِ وَما هُوَ مِنَ الْكِتابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَما هُوَ مِنْ عِنْدِ اللَّهِ »  معناه « 2 » : لم يخلقه اللّه فلم لا تكون الطاعات مخلوقة ( له ) « 3 » لأنها عندكم من عند اللّه تعالى ؟ وان كان الكفر والمعاصي غير مخلوقة للّه تعالى لأنها متفاوتة فلم لا تكون الطاعات مخلوقة له لأنها عندكم غير متفاوتة ؟ وإذا كان قوله سبحانه :  « أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ »  على العموم في كل شيء خلقه اللّه تعالى فلم لا كان « 4 » قوله تعالى :  « خالِقُ كُلِّ شَيْءٍ »  « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 7 الآية 54 .\r\n( 2 ) خبر لقوله قبل ذلك أن كان قول اللّه إلخ .\r\n( 3 ) ليست في الأصل وزيادتها أولى .\r\n( 4 ) ب وتبعه ل : فلم لا كان ، ولا شك أن صحتها غربية :\r\nفلم لم يكن . ولكن هذا أسلوب يستعمله المؤلف كثيرا كما سبق .\r\n( 5 ) س 6 الآية 102 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n( على العموم ) « 1 » في كل شيء هو غيره ؟ فان قال : فما معنى قوله :\r\n « ما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ »  « 2 » ؟ قيل له : خلق اللّه ذلك بأن « 3 » قال له « 4 » :  « لكِنْ »  فالحق قوله لهما :\r\nكونا « 5 » فكأننا .\r\n\r\nمسألة\r\nويقال لأهل القدر : أليس قول اللّه تعالى :  « بِكُلِّ شَيْءٍ عَلِيمٌ »  « 6 » يدل على أنه لا معلوم الا واللّه به عالم ؟ فإذا قالوا :\r\nنعم . قيل لهم : ما أنكرتم أن يدل قوله تعالى :  « عَلى كُلِّ شَيْءٍ قَدِيرٌ »  « 7 » على « 8 » أنه لا مقدور الا واللّه عليه قادر ، وأن يدل قوله تعالى :  « خَلَقَ كُلَّ شَيْءٍ »  على أنه لا محدث مفعول الا واللّه محدث له فاعل خالق .\r\n\r\nمسألة\r\nان سأل سائل عن قول اللّه تعالى :  « أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ »  . فالجواب أن الآية انما نزلت في العهود التي كانت بين المشركين وبين رسول اللّه صلى اللّه عليه وسلم ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) س 15 الآية 85 .\r\n( 3 ) ب وتبعه ل ، م : فان .\r\n( 4 ) ل : تركها الناسخ .\r\n( 5 ) ب وتبعه ل : بهما .\r\n( 6 ) س 42 الآية 12 .\r\n( 7 ) س 2 الآية 20 .\r\n( 8 ) يكرر ب وتبعه كلمة « يدل » قبل قوله « على » وتركها واجب .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nلأن اللّه تعالى قال :   « بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكافِرِينَ »   « 1 » . فأجلهم « 2 » اللّه أربعة أشهر . ثم قال :  « وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ »  يقول واعلام من اللّه ورسوله « 3 »  « إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ »  يعنى من العهود التي كانت بين رسول اللّه صلى اللّه عليه وسلم وبينهم « 4 » إذا انقضت الأربعة الأشهر ثم استثنى قوما من المشركين يقال إنهم من بنى كنانة فقال :  « إِلَّا الَّذِينَ عاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ فَمَا اسْتَقامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ »  « 5 » إلى انقضاء مدتهم . على أن اللّه تعالى ذكر المشركين ولم يقل من شركهم ، ولو كان قوله تعالى :  « بَرِيءٌ مِنَ الْمُشْرِكِينَ »  يدل على أنه لم يخلق شركهم لدل على أنه لم يخلقهم ؛ لأنه تعالى برئ من المشركين ومن شركهم . ولو كان قوله تعالى  ( بَرِيءٌ مِنَ الْمُشْرِكِينَ )  « 6 » يوجب أنه ما خلق شركهم للزم القدرية إذ قال إنه ولى المؤمنين « 7 » أنه خلق ايمانهم . فلما لم بكن هذا عندهم هكذا بطل ما قالوه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 9 الآية 10 .\r\n( 2 ) ب ، ل ، م : فأحلهم بالحاء وتصح مع التأويل .\r\n( 3 ) س 9 الآية 2 .\r\n( 4 ) ب وتبعه ل : بينه .\r\n( 5 ) س 9 الآية 7 .\r\n( 6 ) ل : ما بين قوسين قد تركه الناسخ .\r\n( 7 ) أو تبعه ب ، م : فقد . ولا شك أن اللفظ الصحيح هنا هو « أنه » لأن أن وما دخلت عليه في تأويل مصدر فاعل لقوله « للزم . . . » .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nمسألة\r\nان قال قائل : حدثونا عن توأمين كانا في برية فوقع بقلب أحدهما أن اللّه واحد : من ألقى ذلك في قلبه ؟ قلنا له : اللّه تعالى فإن قال : أفحق ما ألقاه بقلبه ؟ قيل له : نعم . فان قال :\r\nأفصدقه فيما « 1 » ألقاه بقلبه ؟ قيل ( له ) « 2 » : صدق اللّه تعالى لا يكون الا كلامه ، وما وقع بقلب الانسان ليس بكلام اللّه تعالى فيقال ان اللّه تعالى صدقه فيه .\r\nفان قال : فإن الآخر وقع في قلبه أن اللّه ثالث ثلاثة : من ألقى ذلك بقلبه ؟ قيل له : اللّه . فان قال : أفباطل ما ألقاه بقلبه ؟\r\nقيل له : نعم . فان قال : أفصدقه فيما ألقاه بقلبه أم كذبه ؟\r\nقيل ( له ) « 3 » : خطأ أن يقال له صدقه فيه ؛ لأن صدق الباري من صفات نفسه وهو كلامه ، وخطأ أن يقال كذبه فيه ؛ لأن الكذب لا يجوز على الباري تعالى ؛ لأنه مستحيل أن يكذب ، وليس يجب إذا خلق كذبا لغيره وكذبا في قلب غيره أن يكون كاذبا ، كما لا يجب إذا خلق قدرة في غيره وإرادة في غيره وحركة في غيره أن يكون بذلك قادرا مريدا متحركا .\r\n\r\nمسألة\r\nفان قالوا : لم سميتمونا قدرية ؟ قيل لهم : لأنكم تزعمون في أكسابكم أنكم تقدرونها وتفعلونها مقدرة لكم دون خالقكم ، والقدري « 4 » هو من ينسب ذلك لنفسه ، كما أن الصائغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب ، ل : ما ألقاه .\r\n( 2 ) ليست في الأصل .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ل نقلها الناسخ : والقدر .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nهو من يعترف بأنه يصوغ دون من يرغم أنه يصاغ له ، والنجار هو من يدعى أنه ينجر دون من يعترف بأنه ينجر له ولا ينجر شيئا ، وكذلك القدري من يدعى أنه يفعل أفعاله مقدرة ( له ) « 1 » دون ربه ، ويزعم أن ربه لا يفعل من اكتسابه شيئا .\r\nفان قال : فيلزمكم أن تكونوا قدرية لأنكم تثبتون « 2 » القدر قيل لهم : نحن نثبت أن اللّه تعالى قدر أعمالنا وخلقها مقدرة لنا ولا نثبت ذلك لا نفسنا . فمن أثبت القدر للّه تعالى وزعم أن الأفعال مقدرة لربه لا يكون قدريا ، كما أن من أثبت الصياغة « 3 » والنجارة لغيره لا يكون صائغا ولا نجارا ، ولو « 4 » كنا قدرية بقولنا ان اللّه فعل أفعالنا مقدرة ( لنا ) « 5 » لكانوا قدرية بقولهم أن اللّه تعالى فعل أفعاله كلها مقدرة له . ولو كنا بقولنا ان اللّه تعالى قدر المعاصي قدرية لكانوا بقولهم ان اللّه قدر الطاعات قدرية . فلما لم يكن ذلك كذلك بطل ما قالوه .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) ل : نقلها الناسخ : تثبتوا .\r\n( 3 ) ب وتبعه ل : الصاغة .\r\n( 4 ) ل : نقلها الناسخ : أو لو .\r\n( 5 ) ليست في الأصل وزيادتها أولى .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\n( 6 ) باب الكلام في الاستطاعة\r\nان قال قائل : لم قلتم ان الانسان يستطيع باستطاعة هي غيره ؟ قيل له : لأنه يكون تارة مستطيعا وتارة عاجزا ، كما « 1 » يكون تارة عالما وتارة غير عالم ، وتارة متحركا وتارة غير متحرك ، فوجب أن يكون مستطيعا « 2 » بمعنى هو غيره ، كما وجب أن يكون عالما بمعنى هو غيره ، وكما وجب أن يكون متحركا بمعنى هو غيره ، لأنه لو كان مستطيعا بنفسه أو بمعنى يستحيل مفارقته له ، لم يوجد الا وهو مستطيع ؛ فلما وجد مرة مستطيعا ومرة غير مستطيع صح وثبت أن استطاعته غيره .\r\nفان قال قائل : فإذا أثبتم استطاعة هي غيره فلم زعمتم أنه يستحيل تقدمها للفعل ؟ قيل له ، زعمنا ذلك من قبل أن الفعل لا يخلو أن يكون حادثا مع الاستطاعة في حال حدوثها أو بعدها ؛ فإن كان حادثا معها في حال حدوثها فقد صح أنها مع الفعل للفعل ؛ وان كان حادثا بعدها - وقد دلت الدلالة على أنها لا تبقى - وجب حدوث الفعل بقدرة معدومة ؛ ولو جاز ذلك لجاز أن يحدث العجز بعدها فيكون الفعل واقعا بقدرة معدومة « 3 » ، ولو جاز أن يفعل في حال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : بما .\r\n( 2 ) ب وتبعه ل : « متحركا » .\r\n( 3 ) كذلك في الأصل ولعل الأولى كي يريد جديدا أن يقول مع وجود العجز .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nهو فيها عاجز بقدرة معدومة لجاز أن يفعل بعد « 1 » مائة سنة من حال حدوث القدرة وان كان عاجزا في المائة سنة كلها بقدرة « 2 » عدمت من مائة سنة وهذا فاسد . وأيضا فلو جاز حدوث الفعل مع عدم القدرة ووقع الفعل بقدرة معدومة لجاز وقوع الاحراق بحرارة نار معدومة وقد قلب اللّه النار بردا ، والقطع بحد سيف معدوم وقد قلب اللّه السيف قصبا ، القطع « 3 » بجارحة معدومة وذلك محال ؛ فإذا استحال ذلك وجب أن الفعل يحدث مع الاستطاعة في حال حدوثها .\r\nفان قالوا : ولم زعمتم أن القدرة لا تبقى ؟ قيل لهم « 4 » :\r\nلأنها لو بقيت لكانت لا تخلو أن تبقى لنفسها أو لبقاء يقوم بها ؛ فان كانت تبقى لنفسها وجب أن تكون نفسها « 5 » بقاء لها وأن لا توجد الا باقية ، وفي هذا ما يوجب « 6 » أن تكون باقية في حال حدوثها . وان كانت تبقى ببقاء يقوم بها ، والبقاء صفة ، فقد قامت الصفة بالصفة والعرض بالعرض ، وذلك فاسد « 7 » ولو جاز أن تقوم بالصفة صفة لجاز أن تقوم بالقدرة قدرة ، وبالحياة حياة ، وبالعلم علم ، وذلك فاسد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : بعدها .\r\n( 2 ) متعلق بقوله قبل ذلك « أن يفعل » .\r\n( 3 ) كذلك في الأصل ولعل الأولى أن يقول : البطش .\r\n( 4 ) ب ، ل : له .\r\n( 5 ) اسم لقوله : « تكون » .\r\n( 6 ) ب وتبعه ل : يجب .\r\n( 7 ) لقائل أن يقول : أن البقاء أمر اعتباري لأنه عبارة عن استمرار الوجود وعلى ذلك فلا مانع أن تتصف به الصفة .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n( فان ) « 1 » قال : فما أنكرتم أن تكون القدرة على الشيء قدرة عليه وعلى ضده ؟ قيل له : لأن من شرط القدرة المحدثة أن يكون في وجودها وجود مقدورها ؛ لأن ذلك لو لم يكن من شرطها وجاز وجودها وقتا ( ولا مقدور ، لجاز وجودها وقتين وأكثر من ذلك ، إذ لا فرق بين وقت ) ووقتين وأكثر ، ولو كان هذا هكذا لجاز وجودها الأبد وهو « 2 » فاعل غير فاعل على وجه من الوجوه . ألا ترى أنه لما لم يكن ( من شرط ) « 3 » قدرة القديم أن في وجودها وجود مقدورها وجاز وجودها ولا فعل ، لم يستحل أن لا تزال موجودة ولا فعل على وجه من الوجوه فلما استحال أن تكون قدرة الانسان الأبد موجودة ولا يوجد « 4 » منه فعل لا أخذ « 5 » ولا ترك ، ولا طاعة ولا عصيان ، والأمر والنهى قائمان ، استحال « 6 » ذلك وقتا واحدا ، وإذا استحال وقتا واحدا أن توجد القدرة ولا مقدور فقد وجب أن من « 7 » شرط قدرة الانسان أن في وجودها وجود مقدورها ؛ فإذا كان ذلك استحال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) أي من قامت به القدرة وهو مفهوم من السياق .\r\n( 3 ) يكرر ب وتبعه ل قوله : « من شرط » مرتين .\r\n( 4 ) ب : بوجود وقد اختار م أن يغيرها إلى موجود .\r\n( 5 ) ب وتبعه ل : لأخذ .\r\n( 6 ) جواب لقوله قبل ذلك « فلما استحال الخ . . » .\r\n( 7 ) يزيد م كلمة ( يكون ) قبل قوله : « من شرط . . » ولا ضرورة لها على شرط أن نقرأ « أن » بتشديد النون .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nأن يقدر الانسان على الشيء وضده ؛ لأنه لو قدر عليهما لوجب وجودهما ، وذلك محال .\r\nفان قال قائل : ما أنكرتم أن تكون قدرة واحدة على إرادتين وعلى حركتين أو على مثلين ؟ قيل له : انا أنكرنا « 1 » ذلك من قبل ( أن ) « 2 » القدرة لا تكون قدرة الا على ما يوجد معها في محلها ، فلو كانت قدرة واحدة على حركتين لم يخل أن تكون قدرة على حركتين ( أن « 3 » يوجدا معا في حال حدوثها ، أو على حركتين أن تكون واحدة بعد « 4 » أخرى . فان كانت قدرة على حركتين أن يكونا معا فقد وجبت حركتان في موضع واحد في وقت واحد ، ولو جاز هذا لجاز ارتفاع احدى الحركتين إلى ضدها من السكون ، فيكون الجوهر متحركا عن المكان ساكنا فيه في وقت واحد ، وهذا المحال .\r\nوان كانت قدرة على حركتين توجد « 5 » إحداهما « 6 » بعد الأخرى فقد قام الدليل والبرهان على أن القدرة لا تبقى ، وهذا يوجب جواز وجود الفعل بقدرة معدومة . وهذا مما قد بينا فساده .\r\nومما يدل على أن الاستطاعة مع الفعل للفعل : أن من لم يخلق اللّه تعالى له استطاعة محال أن يكتسب شيئا ، فلما استحال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : أن أنكرنا .\r\n( 2 ) ل : تركها الناسخ .\r\n( 3 ) ل : تركها الناسخ .\r\n( 4 ) ل : نقلها الناسخ : تعد .\r\n( 5 ) يزيد م أن قبل قوله : « توجد » ولا لزوم لها لأن الجملة واقعة صفة لقوله : « حركتين » .\r\n( 6 ) ب : أحدهما .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nأن يكتسب الفعل إذا لم تكن استطاعة ، صح أن الكسب انما يوجد لوجودها ، وفي ذلك اثبات وجودها مع الفعل للفعل .\r\nفان قالوا : أليس « 1 » في عدم الجارحة عدم الفعل ؟ قيل لهم : في عدم الجارحة عدم القدرة ، وفي عدم القدرة عدم الاكتساب ؛ لأنها إذا عدمت عدمت القدرة فلعدم القدرة ( ما استحال ) « 2 » الكسب إذا عدمت الجارحة لا « 3 » لعدم الجارحة ولو عدمت الجارحة ووجدت القدرة لكان الاكتساب واقعا .\r\nولو كان انما استحال الاكتساب لعدم الجارحة لكانت إذا وجدت وجد الكسب ؛ فلما كانت توجد ويقارنها العجز وتعدم القدرة فلا يكون كسب « 4 » علم أن الاكتساب انما يقع لعدم الاستطاعة لا لعدم الجارحة .\r\nفان قالوا : أفليس في عدم الحياة عدم الكسب ؟ قيل لهم : نعم ؛ لأن الحياة إذا عدمت عدمت القدرة ، فلعدم القدرة ما « 5 » استحال الكسب لا لعدم الحياة . ألا ترون أن الحياة تكون موجودة وثم عجز فلا يكون الانسان مكتسبا ، فعلم أن الكسب لم يعدم لعدمها ولا يوجد لوجودها .\r\nوالجواب في الحياة كالجواب في الجارحة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : نقلها الناسخ : أفليس .\r\n( 2 ) كذا في الأصل و « ما » ليست نافية قطعا فأما أن نقول زائدة أو نقول أنها هنا مصدرية ويكون المعنى فلعدم القدرة استحالة الكسب .\r\n( 3 ) ب وتبعه ل : الا .\r\n( 4 ) أو تبعه ب : كسبا .\r\n( 5 ) ثم هنا ظرف لا حرف عطف ، والمعنى : هناك عجز .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفان قالوا : إذا كان في عدم الاحسان للحياكة « 1 » عدم الحياكة فلم لا يكون في وجود الاحسان « 2 » لها وجودها ؟ قيل ( لهم ) « 3 » ان الحياكة تعدم لعدم قدرتها ، لا لعدم احسانها ، ولو عدمت الحياكة لعدم الاحسان لها لوجدت بوجود الاحسان لها ؛ فلما لم يكن ذلك كذلك وكان الاحسان لها يجامعه العجز ، علم أنها انما تعدم لعدم القدرة عليها ، ولو أجرى اللّه تعالى العادة أن يخلق القدرة عليها مع عدم الاحسان لها لوقعت الحياكة لا محالة .\r\nفان قالوا : فإذا كان في عدم التحلية والاطلاق « 4 » عدم الفعل ففي « 5 » وجودها وجود الفعل . قيل لهم : كذلك نقول .\r\nفان قالوا : فإذا كان في عدم احتمال البنية للفعل عدم الفعل فلم لا يكون في وجوه احتمال البنية للشيء وجوده « 6 » قيل لهم « 7 » : كذلك نقول ؛ لأن البنية لا تحتمل الا ما يقوم بها .\r\n( وكل ما تعارضوننا ) « 8 » به في هذه العلة فالجواب فيه كالجواب في الجارحة والحياة ؛ لأنه ليس عدم الكسب لعدمه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب : نقلها الناسخ : الحيالة : وكذا في سائر المواضع بعدها .\r\n( 2 ) ب ، ل : الأجسام .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) لعل المراد من التحلية تهيئة الفاعل بقوى الاكتساب ، والمراد من الاطلاق تمكين الفاعل من الفعل وعدم الحيلولة بينة وبينة .\r\n( 5 ) ل : نقلها الناسخ : هي .\r\n( 6 ) ب : نقلها الناسخ : وجود ما\r\n( 7 ) ب : وتبعه ل : له .\r\n( 8 ) ب وتبعه ل « وكلما تعارضونا به » وقد أبقاها م كما هي مع أن ما موصولة .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nومما يدل على أن الاستطاعة مع الفعل قول الخضر لموسى عليهما السلام :  « إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْراً »  « 1 » فعلمنا أنه لما لم يصبر لم يكن للصبر مستطيعا ، وفي هذا بيان أن ما لم تكن استطاعة لم يكن الفعل وأنها إذا كانت كان لا محالة .\r\nومما يبين ذلك أن اللّه تعالى قال :  « ما كانُوا يَسْتَطِيعُونَ السَّمْعَ »  « 2 » وقال :  « وَكانُوا لا يَسْتَطِيعُونَ سَمْعاً »  « 3 » لو قد أمروا أن يسمعوا الحق وكلفوه ، فدل ذلك على جواز تكليف ما لا يطاق وأن من لم يقبل الحق ولم يسمعه على طريق القبول لم يكن مستطيعا . فان قالوا : ألا يستطيعون الاستقبال ؟\r\nقيل لهم : ما الفرق ( بينكم وبين من قال إنهم لا يستطيعون قبول الحق للاشتغال بتركه\r\n\r\nمسألة\r\nفان قال قائل : أليس قد كلف اللّه تعالى الكافر الايمان ؟\r\nقلنا له نعم . فان قال : أفيستطيع « 4 » الايمان ؟ قيل له :\r\nلو استطاعه لآمن : فان قال : أفكلفه « 5 » ما لا يستطيع ؟\r\nقيل له : هذا كلام على أمرين ان أردت بقولك أنه لا يستطيع الايمان لعجزه عنه فلا ، وان أردت أنه لا يستطيعه لتركه واشتغاله بضده فنعم . فان قال : ما أنكرتم أن يكون اللّه تعالى كلف الكافر ما يعجز عنه لتركه له قيل له : العجز عن الشيء أنه يخرج عنه وعن ضده : فلذلك استحال أن يعجز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 18 الآية 67 .\r\n( 2 ) س 11 الآية 20 .\r\n( 3 ) س 18 الآية 101 .\r\n( 4 ) ب وتبعه ل ، م : فيستطيع .\r\n( 5 ) ب وتبعه ل ، م : فكلفه .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالعاجز عن الشيء لتركه له . فان قال : ما أنكرت أن يكون القادر على الشيء قادرا على ضده كما كان العاجز عن الشيء قوة على ضده قياسا على العجز للزم عاجزا عن ضده أقيل : لو كانت القوة على الشيء قوة أن يكوم العون على الشيء عونا على ضده قياسا على أن العجز عن الشيء عجز عن ضده . وأيضا فلو كانت القدرة على الشيء قدرة على ضده قياسا على العجز - لأن العجز عن الشيء عجز عن ضده - لوجب القدرة ( ما وجب في العجز من أنه يتأتى « 1 » بها الشيء وضده كما يتعذر بالعجز الشيء وضده ، ( وذلك أن ) « 2 » العجز إذا ( وجد ) « 3 » عدم الشيء وضده المعجوز عنهما مع وجوده فلم يكن الانسان مكتسبا لهما فكان « 4 » يلزم في القدرة مثله إذا وجدت وهي القدرة على الشيء وضده أن يوجد الشيء وضده معها ، لأنه يجب وجود « 5 » الضدين مع وجودها ؛ بخلاف ما يحكم به في العجز ، لأن العجز يحكم فيه بعدم المعجوز عنه وضده مع وجوده « 6 » ، فإن لم يجز هذا فقد بطلت العلة وانقضت المعارضة ولم يجب أن تقاس القدرة على العجز إذا « 7 » لم تكن علة تجمع بينهما ولم تكن القدر ) من جنس العجز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : يتاتا .\r\n( 2 ) ب ، ل ، م : « ولكان » .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ب ، ل ، م : « لكان » .\r\n( 5 ) ب وتبعه ل : من وجود .\r\n( 6 ) أي العجز ولعل هذه الفقرة هي أشد فقرات الكتاب ربكا وارتباكا .\r\n( 7 ) ب وتبعه ل : إذا .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفان قالوا : أفيجوز أن يكلف اللّه تعالى الشيء مع عدم الجارحة ووجود العجز ؟ قيل لهم ( لا ) « 1 » ، لأن المأمور انما يؤمر ليقبل أو ليترك « 2 » ومع عدم الجارحة لا يوجد أخذ ولا ترك ، وكذلك العجز لا يوجد معه أخذ ولا ترك ، ( لأنه ) « 3 » عجز عن الشيء وعن ضده « 4 » .\r\nوأيضا فلو وجب إذا أمر اللّه تعالى الانسان بالشيء مع عدم قدرته أن يأمر « 5 » به مع عدم القدرة كلها لوجب « 6 » إذا أمر اللّه تعالى الانسان مع عدم بعض العلوم وهو العلم باللّه تعالى وبأنه أمر أن يأمره « 7 » بالفعل مع عدم العلوم كلها فإن لم يجب هذا لم يجب إذا أمر الانسان مع عدم القدرة على ما أمره به أن يأمر « 8 » مع عدم الجارحة التي إذا عدمت عدمت القدرة كلها ومع وجود العجز الّذي لم تعدم القدرة بوجوده .\r\nوكل مسألة « 9 » في تكليف ما لا يطاق من الأمر بالزكاة مع عدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) ل : نقلها الناسخ : لترك .\r\n( 3 ) أو تبعه ب : لا .\r\n( 4 ) يقوع : لعل : « جارحته » تعطى معنى وهو خطأ لأن المقصود بعدم القدرة هنا العدم الناشئ عن الاهمال والترك قصدا والمقصود بالقدرة كلها عدم الجارحة .\r\n( 5 ) فاعل لقوله « فلو وجب » .\r\n( 6 ) جواب لقوله « فلو » .\r\n( 7 ) فاعل لقوله « لوجب » .\r\n( 8 ) ب وتبعه ل : فأمر .\r\n( 9 ) يزيد الناسخ في الأصل : قال للشيخ أبو الحسن رحمه اللّه وكل . . . الخ .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالمال وغير ذلك من المسائل فالجواب عنه كما أجبت به عن سؤالهم عن الأمر مع عدم الجارحة والتكليف مع وجود العجز .\r\nفان قال قائل : ما أنكرتم أن يعدم الشيء وضده لوجود عجزين ؟ قيل له : لأنه ( لا ) « 1 » نهاية لما يعجز عنه الانسان العاجز الّذي لا قدرة فيه ، فلو كان العجز عن كل شيء « 2 » غير العجز ( عن ) « 3 » غيره لكان في الانسان من الاعجاز ما لا يتناهى وهذا محال . وأيضا فان الموت هو أكبر الأعجاز لأنه تتعذر « 4 » معه الأفعال كلها ، فلو كان العجز عن كل شيء « 5 » غير العجز عن غيره لكان بعض الميتين « 6 » انما تعدم منه الأفعال « 7 » لوجود أعجاز ، وهذا يوجب أن في الجزء الواحد عجزين وموتين . ولو جاز هذا لجاز أن يرتفع أحدهما إلى حياة فيكون الجزء الواحد حيا ميتا في حال معا ، وهذا محال فلما استحال هذا علم أنه محال في « 8 » قول من قال إن العجز عن كل « 9 » شيء غير العجز عن غيره . وباللّه التوفيق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل وزيادتها تكاد تكون ضرورية بقليل من التأمل . وقد ترك زيادتها م .\r\n( 2 ) كذا في الأصل ولعل الصواب : عن أي شيء .\r\n( 9 ) كذا في الأصل ولعل الصواب : عن أي شيء .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ل : نقلها الناسخ : تغدر .\r\n( 5 ) ل : نقلها الناسخ : المسن .\r\n( 6 ) ب وتبعه ل : للأفعال .\r\n( 7 ) ب وتبعه ل : موت .\r\n( 8 ) كذا في الأصل ولعل الأولى حذف في .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nمسألة\r\nفان قال قائل : خبرونا عمن طلق امرأته وأعتق عبده : متى استطاع طلاق امرأته وعتق عبده ؟ قيل له : استطاع عتق عبده في حال العتق ، واستطاع طلاق امرأته في حال الطلاق . فان قال : أفاستطاع أن يطلق من ليس امرأته وأن يعتق من ليس عبده ؟ قيل له : استطاع أن يطلق من ليست امرأته في حال الطلاق وقد كانت امرأته قبل ذلك ، وأن يعتق من ليس عبده في حال العتق وقد كان عبده قبل ذلك .\r\nوكذلك الجواب في القاء العصا والانتقال من الشمس إلى الظل وعن كسر المكسور « 1 » .\r\n\r\nمسألة\r\nفان قال قائل : خبرونا عن قول اللّه تعالى :  « وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ »  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليس ما ورد هنا هو بعينه ما يوجد بالأصل وللأمانة العلمية رأيت اثبات النص هنا كما هو في الأصل : « فان قال خبرونا عمن طلق امرأته وأعتق عبده متى استطاع عتق عبده في حال العتق واستطاع طلاق امرأته في حال الطلاق فان قالوا فاستطاع أن يطلق من ليست امرأته وأن يعتق من ليس عبده قيل له استطاع أن يطلق من ليست امرأته وأن يعتق من ليس عبده قيل له استطاع أن يطلق من ليست امرأته في حال الطلاق وقد كانت امرأته قبل ذلك وأن يعتق من ليس عبده في حال العتق وقد كان عبده قبل ذلك كما أنه طلق من ليس امرأته في حال الطلاق وقد كانت قبل ذلك امرأته واعتق من ليس عبده في حال العتق وقد كان عبده قبل ذلك . وكذلك الجواب في القاء العصا والانتقال من الشمس إلى الظل وعن كسر المكسور » .\r\n( 2 ) س 2 الآية 182\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nقيل له : يحتمل أن يكون اللّه تعالى أراد الذين يطيقون الاطعام ويعجزون عن الصيام عليهم الفدية إذا أفطروا ، ويحتمل أن يكون أراد الذين يطيقون الصيام أن تكلفوه وأرادوه على قول من رجع بالهاء « 1 » إلى مذكور تقدم وهو « 2 » الصيام . وقد قالت المعتزلة : لا يجوز أن يرجع بها « 3 » الا إلى مذكور تقدم وهو الصيام . قيل « 4 » لهم : التأويل الّذي تأولناه هو « 5 » تأويل بعض المتقدمين وليس النحويون حجة على الصحابة والتابعين ، على أن كثيرا من النحويين قد أجازوا أن لا يرجع بالهاء إلى مذكور تقدم . ثم نكر على المعتزلة راجعين فنقول لهم :\r\nحدثونا عن قول اللّه تعالى :  « هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَجَعَلَ مِنْها زَوْجَها لِيَسْكُنَ إِلَيْها  يعنى آدم وحواء  « فَلَمَّا تَغَشَّاها حَمَلَتْ حَمْلًا خَفِيفاً فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ »  يعنى حواء  « دَعَوَا اللَّهَ رَبَّهُما لَئِنْ آتَيْتَنا صالِحاً لَنَكُونَنَّ مِنَ الشَّاكِرِينَ »  « 6 » - يريد آدم وحواء . وقوله « 7 » تعالى ( بعد ذلك ) « 8 »  « فَلَمَّا آتاهُما »  « 9 » زعمت المعتزلة أن الهاء والميم لم يرجع بهما إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود بالهاء هنا هو الضمير في قوله « يطيقونه » .\r\n( 2 ) ب وتبعه ل : على .\r\n( 3 ) أي الهاء وهي الضمير في قوله « يطيقونه » .\r\n( 4 ) لعل الأولى أن يقول : فقيل لهم .\r\n( 5 ) ب وتبعه ل : وهو بالواو وقد أبقاها م قائلا أظن أنها زائدة وهي زائدة قطعا والا فأين خبر المبتدا « التأويل » .\r\n( 6 ) س 7 الآية 189 .\r\n( 7 ) معطوف على قوله قبل ذلك حدثونا على عن قول اللّه تعالى .\r\n( 8 ) ليست في الأصل .\r\n( 9 ) أي صالحا س 7 الآية 191 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nما تقدم ذكره بل رجع بهما إلى المشركين من ولدهما فنقضوا قولهم ان الهاء لا يرجع بها الا إلى مذكور قد تقدم ذكره .\r\nوقد قرأها بعض الصحابة « وعلى الذين يطيقون فدية » وكان تأويله « 1 » أنهم « 2 » يحملونه ولا يطيقونه .\r\n\r\nمسألة\r\nوقد سألوا عن قول اللّه تعالى  « وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا »  « 3 » فالجواب أن اللّه تعالى أراد المال وهو الزاد والراحلة ولم يرد استطاعة البدن التي في كونها كون مقدورها وقيام الدلالة من القياس على أن الاستطاعة مع الفعل يصح تأويلنا ويبطل تأويل مخالفينا .\r\n\r\nمسألة\r\nان قال قائل : ما معنى قول اللّه تعالى :  « وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنا لَخَرَجْنا مَعَكُمْ »  « 4 » هل يخلو أن يكونوا مستطيعين الخروج فلم يخرجوا أو « 5 » لو استطاعوا الخروج لم يخرجوا ؟\r\nفالجواب : انهم عنوا بالاستطاعة الجدة والمال وحلفوا لرسول اللّه صلى اللّه عليه وسلم أنهم لا مال لهم ولا ظهر يحملون به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : نقلها الناسخ : تأويلهم .\r\n( 2 ) ل : نقلها الناسخ : أنه .\r\n( 3 ) س 3 الآية 97 .\r\n( 4 ) س 9 الآية 42 وبقيتها  « يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكاذِبُونَ »  فلما ذا كذبهم اللّه ؟ يقول المعترض هل يخلو . . الخ .\r\n( 5 ) ب وتبعه ل ، م « و » وهي « أو » قطعا وألا لم يحصل الترديد .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nمع نبي اللّه صلى اللّه عليه وسلم فأكذبهم اللّه في حلفهم ، لأنهم كانوا يجدون المال ، ولم تكن المناظرة بينهم وبين رسول اللّه في أن الاستطاعة مع الفعل أو قبله ، انما كانت المحاورة « 1 » بينهم وبينه في الجدة « 2 » والظهر . وهكذا ذكر أهل التفسير ونقلة الأخبار وحملة « 3 » الآثار . وإذا كان هذا هكذا فنحن لا ننكر تقدم المال للفعل ، وانما أنكرنا ثم تقدم استطاعة البدن للفعل .\r\n\r\nمسألة\r\nفان سألوا عن قول اللّه تعالى :  « فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ »  « 4 » فقد يحتمل أن يكون اللّه تعالى أراد اتقوا اللّه ما كنتم مستطيعين فان كانوا للتقوى مستطيعين كان عليهم أن يتقوا ، وان كانوا لتركه « 5 » مستطيعين فعليهم أن يتقوا ، لأن التقوى لا يلزمهم الا أن يستطيعوه « 6 » أو يستطيعوا تركه « 7 » وقد يحتمل اتقوا اللّه فيما استطعتم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب ل : المحارة وصححها إلى المجاراة .\r\n( 2 ) أو تبعه ب : الحدة .\r\n( 3 ) ب نقلها الناسخ : وجملة .\r\n( 4 ) س 64 الآية 16\r\n( 5 ) كذا في ب وتبعه ل ، م ولعل الأولى : لتركها ، لأن كلمة التقوى مؤنث مجازى\r\n( 6 ) كذا في ب وتبعه ل . م ولعل الأولى يستطيعوها للسبب المتقدم .\r\n( 7 ) كذا في ب أيضا وتبعه ل ، م لعل الأولى كما قلت : تركها .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nمسألة\r\nومن سأل عن قوله تعالى :  « فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعامُ سِتِّينَ مِسْكِيناً »  « 1 » فالجواب : أن من لم يستطع لعجز فعليه إطعام ستين مسكينا .\r\nومن سأل عن قوله تعالى :  « لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها »  « 2 » فالمعنى أنه لا يكلفها من النفقة الا ما آتاها ، لأنه قال ذلك عقيب « 3 » ذكر النفقة ؛ قال :  « وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتاهُ اللَّهُ ، لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها »  .\r\nومن سأل عن قوله تعالى :  « لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها »  « 4 » فالجواب عن ذلك أن اللّه تعالى لا يكلفها ما يضيق عليها من إزالة « 5 » الخواطر عن النفوس التي تدعو إلى الشر ؛ لأن اللّه تعالى قد تجاوز عن ذلك ووسع على المسلمين فيما تدعوهم نفوسهم إليه من المعصية إذا لم يرتكبوا ذلك بعد أن كان ذلك مضيقا عليهم . فمعنى  « لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها »  يعنى الا ما تطيقه عليها ؛ لأن ما أمر اللّه تعالى به عباده لا يضيق عليهم فعله ولا يعجزون عن الاتيان به . وقد قال بعض أصحابنا :  « لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها »  يعنى الا ما يسعها ويحل لها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 58 الآية 4 .\r\n( 2 ) س 65 الآية 8 .\r\n( 3 ) ل : نقلها الناسخ : عقب .\r\n( 4 ) س 2 الآية 286 .\r\n( 5 ) ل : نقلها الناسخ : ان إله .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nومن سأل عن قول اللّه تعالى مخبرا عن العفريت :  « وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ »  « 1 » فان « 2 » كان « 3 » العفريت صادقا فالمعنى في قوله : « وانى عليه لقوى أمين » ان تكلفت ذلك وأردته « 4 » فان « 5 » كان ممن إذا أراد ذلك أحدث اللّه تعالى له القدرة عليه لم يكن كاذبا ، وان لم يقل هذا القول على هذا المعنى فهو كاذب ، وليس في قول العفاريت والشياطين حجة على دين رب العالمين ، زعمت المعتزلة أن « 6 » العفريت لم يكذبه سليمان وهو نبي من أنبياء اللّه تعالى على « 7 » قوله :  « أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ »  . ولا يجوز لأحد أن يكذب بين يدي نبي وهو يعلم أنه إذا كذب رد اللّه عليه كذبه على لسان النبي صلى اللّه عليه وسلم كما قال لنبيه « 8 » :\r\n  « إِذا جاءَكَ الْمُنافِقُونَ »   « 9 » فأخبر اللّه تعالى بكذبهم . ومثل ذلك في القرآن كثير ، واحتجوا بذلك أن الاستطاعة قبل الفعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 27 الآية 39 .\r\n( 2 ) بدء الإجابة وقد رادم قبلها بعد أن حذف « الفاء » منها ( فالجواب عن ذلك ) ولا ضرورة لكل هذا .\r\n( 3 ) أو تبعه ب : كانت\r\n( 4 ) ب وتبعه ل : وأرادته .\r\n( 5 ) ب ل ، م : وان ، والمقام للفاء .\r\n( 6 ) ل : نقلها الناسخ : لو أن .\r\n( 7 ) كذا في ب وتبعه ل ولعل الأولى في\r\n( 8 ) المقصود به نبي الاسلام محمد عليه الصلاة والسلام .\r\n( 9 ) س 63 الآية 1 ونصها   « إِذا جاءَكَ الْمُنافِقُونَ قالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنافِقِينَ لَكاذِبُونَ »   .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفبئس ما قالوا « 1 » وظنوا بل سولت لهم أنفسهم الأباطيل .\r\nفالجواب أن نقول لمن احتج علينا بذلك : انه ليس تخلو هذه الآية التي حكاها اللّه تعالى عن العفريت أن يكون العفريت عنى بقوله :  « وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ »  ان استطعت ذلك وتكلفته وأردته ، أو يكون عنى بقوله :  « وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ »  ان شاء اللّه ، أو يكون عنى بقوله ، ان قوانى اللّه تعالى عليه .\r\nولو لم يعلم سليمان أن العفريت أضمر « 2 » شيئا من ذلك لكذبه ورد عليه قوله . والدليل في ذلك قول اللّه تعالى :  « فَمَا اسْطاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطاعُوا لَهُ نَقْباً »  « 3 » وقد جاء في التفسير : لا خلاف بين أحد من الموحدين في « 4 » أنهم ( كانوا ) « 5 » في كل يوم يأملون أن يصبحوا « 6 » وقد فتحوه ولا يقولون إن شاء اللّه ، فإذا كان المقدر قالوا : ان شاء اللّه فأصبحوا وقد فتحوه ؛ فدل ( أن لا استطاعة ) « 7 » لهم قبل الفعل الا مع الفعل للفعل بإرادة اللّه ذلك . وقول « 8 » اللّه تعالى في صاحب يوسف :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب « مالوا » وقد اختار ل ، م أن تكون « بالوا » .\r\n( 2 ) ب وتبعه ل : أضمره\r\n( 3 ) س 18 الآية 97 .\r\n( 4 ) ب وتبعه ل ، م فيه .\r\n( 5 ) ليست في الأصل ولم يزدها م .\r\n( 6 ) ب : يصحوان ، وفي : يصحوان .\r\n( 7 ) ل : نقلها الناسخ : أن الاستطاعة .\r\n( 8 ) معطوف على قوله ذلك : « والدليل في ذلك قول اللّه تعالى ( فما اسطاعوا ) إلخ » .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n « فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ »  « 1 » أنسى الشيطان الناجي « 2 » أن يذكر يوسف عند الملك فلم يكن للناجى استطاعة أن يذكر أمر يوسف للملك إذ كان قد وعد يوسف بأن يذكره عند ربه قبل خروجه من السجن ، وكان ذلك لتمام مراد اللّه تعالى بيوسف إلى الوقت المعلوم الّذي رأى الملك فيه الرؤيا . وأيضا قول اللّه تعالى لنبيه عليه الصلاة والسلام   « وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً إِلَّا أَنْ يَشاءَ اللَّهُ »   « 3 » فأمر اللّه تعالى نبيه بأن لا يقدم على فعل شيء يقع في نفسه لم يأت أن يستثنى في قوله ، وأخبر « 4 » اللّه تعالى نبيه أن لا يكون قولك هذا كائنا « 5 » قبل فعلك له ( الا ) « 6 » ان أردت أنا ذلك ، فسلم النبي صلى اللّه عليه وسلم لأمر اللّه تعالى . وقول موسى :  « رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ »  « 7 » فلم يقدروا إذ رأوا العذاب الملجئ لهم إلى الايمان أن يؤمنوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 12 الآية 42 .\r\n( 2 ) ب وتبعه ل ، م للناجى .\r\n( 3 ) س 18 الآيتان 23 ، 24 .\r\n( 4 ) ب وتبعه ل : فأخبر . والأصل هنا لا يخلو من بعض الاضطراب فما رسمناه « لم يأت » هو في الأصل : « لم تاب » ولكن المقصود على تصحيحنا واضح . وقد صححها م « لم يأب » فتعقد المعنى .\r\n( 5 ) ب وتبعه ل ، م : كائن .\r\n( 6 ) ليست في الأصل وعباراته في هذا الموضع لا تخلو من اضطراب كبير كما أشرت إلى ذلك آنفا .\r\n( 7 ) س 10 الآية 88 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nولو استطاعوا ذلك لآمنوا عند معاينتهم لأول العذاب النازل بهم . ومثل ذلك في كتاب اللّه كثير ، وفيما دللنا به كفاية . ومثله قوله تعالى :  « إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا . . »  « 1 » .\r\n\r\nمسألة\r\nومن سأل عن قول ابنة شعيب لأبيها :  « يا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ »  « 2 » فزعم الجبائي « 3 » أن معنى هذه الآية أنها أخبرت عنه أنه قوى على ما يحتاج إليه أبوها من الأعمال ، واستدل فيما زعم بذلك على أن الاستطاعة قبل الفعل . فما أعجزه ! من أي طريق استدل بهذه الآية على الفصل « 4 » وذلك أنها لم تعرف موسى من قبل قلعه للحجر الّذي قلعه ونزعه بالدلو الّذي نزع ( به ) « 5 » وانما ( قالت ذلك « 6 » لما عاينت من شدته وقوته وأمانته ؛ وذلك أنها لما رجعت إليه في المرة الثانية وقالت « 7 » له ان أبى يدعوك ، قال لها امشي أمامى « 8 » واهدينى الطريق ففعلت ذلك فكانت الريح تصفها له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 10 الآية 98 .\r\n( 2 ) س 28 الآية 26 .\r\n( 3 ) أو تبعه ب : الجبائي .\r\n( 4 ) كذا في ب ، ل م ولعلها : القول .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) ليست في الأصل .\r\n( 7 ) أو تبعه ب : فقالت .\r\n( 8 ) ب وتبعه ل : خلق وقد أبقاها م كما هي مع أنها واضحة الخطأ فاما أن نصححها إلى قولنا : « امشي خلفك » أو : « امشي أمامى » وهذا ما اخترناه .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفأدركت موسى عليه السلام الخشية ، فقال لها : امشي خلفي وعرفينى الطريق بلسانك يمنة ويسرة وتلقاء ، ففعلت ذلك ، فلما جاءت إلى أبيها قالت « 1 » له أنه قوى أمين ، فحرد « 2 » عليها حردا شديدا وقال لها : يا بنية ، أما قوته فقد علمت بها لما رأيت منه فيم عرفت أمانته ؟ فأخبرته بما رأت منه ، فكيف علمت أنه مستطيعا لما ( رأت منه ) « 3 » قبل الفعل ، وانما ظهر لها ذلك منه بعد فعله إياه ؛ فصح عندنا وصحت الحجة ( على ) « 4 » من خالفنا أن « 5 » ينبغي أن تكون استطاعته لذلك مع نفس فعله له . والدليل على ذلك من القياس أنا لو رأينا رجلا في الحال قائما « 6 » يصلى لما كنا نعلم استطاعته متى حدثت له الا أنا نعلم من نفس الفعل ( أنها ) « 7 » ظهرت منه للفعل وهي الصلاة التي كان يفعلها . وحجتنا على من خالفنا في كل ما يورده من المسائل في باب الاستطاعة كما « 8 » رسمنا فيما بينا وشرحنا ، وباللّه التوفيق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : فقالوا وقد أصلحها م إلى : « وقالت » ولا بد من حذف الواو هنا أو الفاء في قوله بعد ذلك « فحرد » .\r\n( 2 ) هي في ب « فحرد عليها حردا شديدا » بمعنى غضب ، ولكن ل ، م كتباها : « فجرد عليها جردا شديدا » .\r\n( 3 ) ليست في الأصل وقد ترك م زيادتها مع أن الواجب أن تزيد شيئا .\r\n( 4 ) ليست في الأصل .\r\n( 5 ) ل : تركها الناسخ .\r\n( 6 ) ل : نقلها الناسخ : فإنما .\r\n( 7 ) ليست في الأصل وقد ترك م زيادتها مع أنها ضرورية لأنها وما دخلت عليه المفعول لقوله قبل ذلك : « نعلم » .\r\n( 8 ) خبر لقوله قبل ذلك . . « وحجتنا على . . إلخ » .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nمسألة\r\nومن سأل عن قول اللّه تعالى :  « وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ »  « 1 » ؟ قيل له : المعنى في ذلك أنه أراد بعض الجن والانس وهم العابدون للّه منهم ؛ لأن اللّه تعالى قال في موضع آخر  « وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالْإِنْسِ »  « 2 » والقرآن لا يتناقض « 3 » فوجب أن يكون اللّه تعالى خلق لجهنم كثيرا بالآية التي تلوناها ، وأنه خلق بعضهم للعبادة بقوله :  « وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ »  والذين خلقهم لعبادته هم الذين أرادوا « 4 » أن يعبدوه ، وعاقبتهم عبادته .\r\nومن سأل عن قول اللّه تعالى :  « ما جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلا سائِبَةٍ وَلا وَصِيلَةٍ وَلا حامٍ وَلكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ »  « 5 » فالمعنى أنى لم أفرض عليهم ذلك ولم آمرهم به ولكنهم كذبوا على وافتروا الكذب في قولهم انى أمرتهم به .\r\nوالدليل على جواز تكليف ما لا يطاق من القرآن : قوله تعالى للملائكة :  « أَنْبِئُونِي بِأَسْماءِ هؤُلاءِ »  « 6 » يعنى أسماء الخلق ، وهم لا يعلمون ذلك ولا يقدرون عليه . وأيضا فقد أخبر أنهم  « يُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ »  « 7 » فإذا جاز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 51 الآية 56 .\r\n( 2 ) س 7 الآية 179 .\r\n( 3 ) ل : نقلها الناسخ : لايتنا .\r\n( 4 ) في الأصل وتبعه ل : أرادوه وقد صححها م : « أراد هو » وليس ببعيد .\r\n( 5 ) س 5 الآية 103 .\r\n( 6 ) س 2 الآية 103 .\r\n( 7 ) قال تعالى في السورة 68 الآية 42  « يَوْمَ يُكْشَفُ عَنْ ساقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ »  .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nتكليفه إياهم في الآخرة ما لا يطيقون جاز ذلك في الدنيا ، وقد أمر اللّه تعالى بالعدل ، وقد قال :  « وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّساءِ وَلَوْ حَرَصْتُمْ »  « 1 » .\r\nومن سأل عن قوله تعالى :  « وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعِبادِ »  « 2 »  « وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعالَمِينَ »  « 3 » ، فالمعنى في ذلك أنه لم يرد أن يظلمهم وان كان أراد أن يتظالموا .\r\nومن سأل عن قوله تعالى :  « سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا »  إلى قوله  « كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ »  « 4 » فالجواب : أنهم قالوا ذلك على طريق الاستهزاء ولم يقولوه على جهة الاعتقاد فأكذبهم في قولهم الذين لم يكونوا له معتقدين كما أكذب المنافقين في قولهم :\r\n  « نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ   على طريق الاستهزاء » ، فقال اللّه تعالى :   « وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ ، وَاللَّهُ يَشْهَدُ إِنَّ الْمُنافِقِينَ لَكاذِبُونَ »   « 5 » .\r\nومن سأل عن قول اللّه تعالى :  « يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ »  « 6 » فالجواب أنه أراد أن لا يكونوا بالافطار « 7 » في السفر والمرض حرجين ولا آثمين ، وأن لا يكونوا في عسر من صيامهم « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 4 الآية 129 .\r\n( 2 ) س 40 الآية 31 .\r\n( 3 ) س 3 الآية 108 .\r\n( 4 ) س 6 الآية 148 ، وهي الأصل : « وقالوا شاء اللّه . . » .\r\n( 5 ) س 63 الآية 1 .\r\n( 6 ) س 2 الآية 185 .\r\n( 7 ) ب وتبعه ل ، م : بالصيام .\r\n( 8 ) ب وتبعه ل ، م : افطارهم والمرجو عن القارئ أن يتأمل قليلا هنا\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\n( 7 ) باب الكلام في التعديل والتجوير\r\nفان قال قائل : هل يقدر اللّه على لطف لو فعله بالكفار « 1 » لآمنوا ؟ قيل له : نعم ، والدليل على ذلك أنه يقدر أن يفعل بالمؤمنين من عباده « 2 » ما لو فعله بهم لبغوا في الأرض . قال اللّه تعالى :  « وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ »  « 3 » وقال :  « وَلَوْ لا أَنْ يَكُونَ النَّاسُ أُمَّةً واحِدَةً »  يعنى على الكفر  « لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعارِجَ عَلَيْها يَظْهَرُونَ »  « 4 » فلما كان تعالى قادرا على أن يفعل بالخلق ما لو فعله بهم كفروا كان قادرا « 5 » أن يفعل بهم ما لو فعله بهم لآمنوا . وأيضا فقد دللنا على أن في كون الاستطاعة كون الفعل ، فإذا كان قادرا على اقدارهم على الايمان فهو قادر على أن يفعل ما لو فعله بهم لآمنوا .\r\nفان قال : فإذا لم يفعل بالكفار ما يؤمنون عنده فقد بخل عليهم ؟ قيل له : البخل أن لا يفعل الفاعل ما يجب عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : الكافر .\r\n( 2 ) ب وتبعه ل ، م : وبعباده .\r\n( 3 ) س 42 الآية 27 .\r\n( 4 ) س 43 الآية 32 .\r\n( 5 ) ل : نقلها الناسخ قادر ، وقد زاد م « لاما » على قوله قبل ذلك : « كفروا » كما زاد « على » قوله « قادرا » ولا لزوم لذلك كله .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nفعله ، فأما ما كان تفضلا فللمتفضل أن يتفضل به وله أن ( لا ) « 1 » يتفضل به ، وما كان تفضلا لم يلحق البخل في أن لا يفعله الفاعل « 2 » .\r\nفان قالوا : فإذا لم يفعل بهم « 3 » ما يؤمنون عنده فهل أراد سفههم وكفرهم ؟ قيل له : نعم . وقد أوضحنا ذلك فيما سلف من كلامنا .\r\n\r\nمسألة\r\nثم يقال لهم : ان كان اللّه تعالى إذا لم يفعل بهم ما يؤمنون عنده يجب أن يريد فسادهم فما أنكرتم من أنه إذا خلقهم وهو يعلم أنهم يكفرون فقد أراد كفرهم ؟\r\nفان قالوا : مريد « 4 » السفه سفيه . قيل لهم : أليس خالق من يعلم أنه يكفر لا يكون سفيها بخلقه ولا يكون خلقه إياه سفها ؟ فما أنكرتم أن يكون الخالق إذا أراد سفههم لم يكن سفيها ؟ .\r\nوقد تكلمنا في هذه المسألة قبل هذا الموضع « 5 » .\r\n\r\nمسألة\r\nفان قال قائل : هل للّه تعالى أن يؤلم الأطفال في الآخرة ؟\r\nقيل له : للّه تعالى ذلك ، وهو عادل ان فعله . وكذلك كل ما يفعله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليست في الأصل .\r\n( 2 ) كلمة « الفاعل » مفعول لقوله « لم يلحق » والبخل فاعل .\r\n( 3 ) يزيد م قبل ذلك لفظ ( اللّه ) ولا لزوم لذلك بدليل .\r\n( 4 ) ب : نقلها الناسخ : مريدا قول المؤلف قبل ذلك : « فإذا لم يفعل بالكفار » لأن الكلام في العلاقة بين اللّه وعباده .\r\n( 5 ) راجع صفحة 56 وما بعدها .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nعلى جرم متناه « 1 » بعقاب لا يتناهى ، وتسخير الحيوان بعضهم لبعض ، والأنعام على بعضهم دون بعض ، وخلقه إياهم « 2 » مع علمه بأنهم يكفرون كل ذلك عدل منه ولا يقبح من اللّه لو ابتدأهم بالعذاب الأليم وادامته ولا يقبح منه أن يعذب المؤمنين ويدخل الكافرين الجنان ، وانما نقول إنه لا يفعل ذلك لأنه أخبرنا أنه يعاقب الكافرين وهو لا يجوز عليه الكذب في خبره .\r\nوالدليل على أن كل ما فعله فله فعله : أنه المالك القاهر الّذي ليس بمملوك ولا فوقه مبيح ولا آمر ولا زاجر ولا حاظر « 3 » ولا من رسم له الرسوم وحد له الحدود ؛ فإذا كان هذا هكذا لم يقبح منه شيء ؛ إذ « 4 » كان الشيء انما يقبح منا لأنا تجاوزنا ما حد ورسم لنا وأتينا « 5 » ما لم نملك اتيانه ؛ فلما لم يكن الباري مملكا ولا تحت أمر لم يقبح منه شيء . فان قال : فإنما يقبح للكذب لأنه قبحه . قيل له : أجل ولو حسنه لكان حسنا ، ولو أمر به لم يكن عليه اعتراض . فان قالوا .\r\nفجوزوا « 6 » عليه أن يكذب كما جوزتم أن يأمر بالكذب ؟ قيل لهم : ليس كل ما جاز أن يأمر به جاز أن يوصف به . ألا ترون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أو تبعه ب : متناهي .\r\n( 2 ) أي الكفار ، وهو مفهوم من السياق .\r\n( 3 ) ب : نقلها الناسخ : خاطر .\r\n( 4 ) أو تبعه ب : إذا .\r\n( 5 ) يشكلها م : « وآتينا » وهو خطأ بدليل قول المؤلف بعد ذلك : « اتيانه » فان « الاتيان » مصدر أتى بمعنى فعل لا أتى بمعنى أعطى لأن مصدرها الإيتاء لا الاتيان .\r\n( 6 ) ب وتبعه ل : تجوزوا .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nأنه قد أمرنا أن نصلى ونخضع ونتحرك ولا يجوز عليه أن ( يصلى ويخضع ويتحرك ) « 1 » لأن ذلك مستحيل عليه ، وكذلك لا يجوز عليه الكذب ليس لقبحه ولكن لأنه يستحيل عليه الكذب ، ولا يجوز أن يوصف بالقدرة على أن يكذب كما لا يجوز وصفه بالقدرة على أن ( يتحرك ويجهل ) « 2 » .\r\nولو جاز لزاعم أن يزعم أنه يوصف الباري بالقدرة على أن يكذب ولا يوصف بالقدرة على أن يجهل « 3 » ولا يأتي بين ذلك بفرقان لجاز لقالب « 4 » أن يقلب القصة فيزعم « 5 » أن الباري يوصف بالقدرة على أن يجهل ، ولا يوصف بالقدرة على أن يكذب ، فلما لم يجز ذلك بطل ما قالوه .\r\nفان قال قائل : إذا أمر اللّه تعالى أن تصلى فصلاتنا هي حركاتنا التي نتحرك ( بها ) « 6 » إذا صلينا ، والمتحرك لحلول الحركة فيه والشاتم والكاذب انما كان شاتما كاذبا لأنه فعل الشتم والكذب لا لأن ذلك حل فيه . يقال له : ان كانت العلة التي لها ألزمنا أن يجوز أن يكذب الباري تعالى عن ذلك علوا كبيرا أنه أمر به فيجب في كل شيء أمر به أن يجوز وصفه به ؛ فإذا أمر أن تحل في أنفسنا حركات نتحرك بها ، وصلاة نصلى بها ، لزم أن يجوز أن يحل في نفسه حركات يتحرك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : نصلى ونخضع ونتحرك .\r\n( 2 ) ل : نقلها الناسخ : نتحرك ونجهل .\r\n( 3 ) ل : نقلها الناسخ : نجهل .\r\n( 4 ) ل نقلها الناسخ : الغالب .\r\n( 5 ) ب وتبعه ل ، م : فزعم .\r\n( 6 ) ليست في الأصل .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبها وصلاة يصلى بها اللهم الا أن يقولوا « 1 » إذا جاز أن يأمر الباري غيره ( بالكذب ) « 2 » فلم لا يجوز أن يفعل كذبا يكون به غيره كاذبة ، كما إذا أمر غيره أن يصلى جاز أن يفعل لغيره صلاة يكون « 3 » غيره بها مصليا . فان سألونا عن هذا السؤال على هذا الوجه فهذا ما لا ينكر . على أنه ان كان ( المصلى ) « 4 » مصليا لحلول الصلاة فيه كما أن المتحرك متحرك « 5 » لحلول الحركة فيه فواجب أن يكون كل جزء من « 6 » الانسان ( إذا حلته الصلاة ) « 7 » مصليا كما كان كل جزء منه إذا حلته الحركة متحركا . ويقال لهم : الصلاة في اللغة هي الدعاء ، فان ( كان ) « 8 » المصلى مصليا لحلول الصلاة فيه فيجب أن يكون داعيا لحلول الدعاء فيه وهذا فاسد عندهم . ثم يقال لهم :\r\nإذا جاز أن يفعل الباري تعالى صلاة لغيره ويكون بها مصليا فلم لا يفعل « 9 » لغيره إرادة يكون بها مريدا ، وكلاما يكون به متكلما ؟ فان قالوا : المتكلم المريد متكلم مريد لأنه فعل الكلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : لا يقولوا وقد تركها م كما هي وحذف اللام واجب لصحة المعنى .\r\n( 2 ) ليست في الأصل .\r\n( 3 ) أو تبعه ب : كان .\r\n( 4 ) ليست في الأصل وزيادتها أولى .\r\n( 5 ) ب وتبعه ل : متحرك وقد أبقاها م كما هي وزاد ( كان ) قبلها ولا بأس به .\r\n( 6 ) ل : نقلها الناسخ : ومن .\r\n( 7 ) ليست في الأصل وزيادتها أولى .\r\n( 8 ) ليست في الأصل .\r\n( 9 ) يزيد قبل قوله : « يفعل » ( يجوز أن ) ولا لزوم لذلك .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوالإرادة . قيل لهم « 1 » : فما أنكرتم أن يكون المصلى مصليا لأنه فعل الصلاة فيه ، والمتحرك متحركا لأنه فعل الحركة فيه ؟\r\nفان قال ( قائل ) « 2 » : قد يتحرك منا من لا يفعل الحركة . قيل له : وقد يريد ويتكلم ( منا ) « 3 » من لا يفعل إرادة ولا كلاما كالعاشق الّذي يحب معشوقة محبة لا يمكنه الانصراف عنها ، وكالذي يتكلم وهو نائم أو في « 4 » حال صرعه كلاما لا يمكنه الانصراف عنه . فان قال : ليست « 5 » محبة العاشق محبة في الحقيقة ، ولا ارادته إرادة « 6 » . قيل لهم : وليس كلام المصروع والنائم كلاما في الحقيقة ، ولا كلام اليقظان كلاما في الحقيقة ، ولا إرادة العاشق إرادة في الحقيقة ، وهذا ما لا يعجز عنه حد . ثم يقال لهم : ان كان المصلى مصليا لحلول الصلاة فيه فليس « 7 » الخاضع خاضعا عندكم لحلول الخضوع فيه ؛ لأن الخضوع يكون في القلب والانسان بكماله خاضع . فان ادعوا أن القلب خاضع خاشع ألزمناهم أن يكون اللسان متكلما في الحقيقة ، والقلب مريدا في الحقيقة . وان قالوا : الخاضع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : له .\r\n( 2 ) ليست في الأصل .\r\n( 3 ) ليست في الأصل .\r\n( 4 ) ب ، ل : وفي .\r\n( 5 ) ب ، ل : ليس .\r\n( 6 ) يزيد م بعدها ( في الحقيقة ) ولا لزوم لها .\r\n( 7 ) غيرها إلى قوله : « أفليس » ورأيي أن ذلك يجعل المعنى متعذرا .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nلم يكن خاضعا لحلول الخضوع فيه . قيل لهم : فإذا أمر ( نا ) « 1 » اللّه تعالى أن نخضع فيجب على سياقكم « 2 » أن يخضع هو .\r\nفان قالوا : لا ، ولكنه يفعل خضوعا لغيره « 3 » . قيل لهم : وكذلك ان أمرنا بالكذب فجائز أن يفعل كذبا لغيره .\r\nفان قالوا : الكاذب كاذب لأنه فعل الكذب . قيل لهم مثل ذلك في الخاضع . فان قالوا : لم يكن الخاضع خاضعا لحلول الخضوع فيه ، ولا لأنه فعله . قيل لهم : ذلك في الكاذب .\r\nثم يقال لهم . إذا أمرنا اللّه أن نتحرك أفليس جائزا « 4 » أن يجعلنا متحركين ؟ فان قالوا : نعم . قيل لهم : وكذلك لو أمرنا بالكذب لجاز أن يجعلنا كاذبين . ثم يقال لهم : خبرونا أليس زعمتم أن الصلاة إذا كانت ( كانت ) « 5 » حركات وكان المتحرك متحركا لحلول الحركة فيه والمصلى مصليا « 6 » لحلول الصلاة فيه ؟ فان قالوا : نعم . قيل لهم : فيجب إذا أطاع « 7 » الانسان بفعل حركة أمره اللّه تعالى بها أن يكون طائعا لأن الطاعة حلته ، كما أنه متحرك لحلول الحركة فيه ؛ فان قالوا : نعم . قيل لهم :\r\nفبعض الانسان طائع وبعضه عاص إذا حلته المعصية ، ولا بد من نعم . فيقال « 8 » لهم : فما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نا » ليست في الأصل وزيادتها أولى .\r\n( 2 ) ل : نقلها الناسخ : قياسا .\r\n( 3 ) ب وتبعه ل : لغير .\r\n( 4 ) ب وتبعه ل : جائز .\r\n( 5 ) ليست في الأصل .\r\n( 6 ) ب ، ل : مصل .\r\n( 7 ) ب ، ل : لطاع .\r\n( 8 ) أو تبعه ب : يقال .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nأنكرتم « 1 » أن يكون بعض الانسان متكلما وهو اللسان ، وبعضه عالما مريدا وهو القلب . فان قالوا : الحركة إذا كانت طاعة فالمتحرك متحرك لحلول الحركة فيه ، وليس الطائع طائعا لحلول الطاعة فيه ، بل هو طائع بفعل الطاعة . قيل لهم « 2 » .\r\nما أنكرتم « 3 » وان كانت الحركات صلاة وكان المتحرك متحركا لحلول الحركة فيه فالمصلى مصل « 4 » لأنه فعل الصلاة ، لا لأنها « 5 » حلته . فان أجابوا إلى ذلك قيل لهم : فإذا أمرنا أن نصلى ( ولم يجز أن يصلى ) « 6 » هو فيلزم لو أمرنا أن نكذب أن لا يجوز أن يكذب « 7 » هو بل يجوز أن يفعل لنا كذبا كما جاز أن يفعل لنا صلاة ولم يجز أن يصلى هو ، فقولوا « 8 » في الكذب هذا القول . ثم يقال لهم : إذا أمرنا أن نتحرك جعل لنا حركات نتحرك بها فكذلك لو أمرنا بالكذب لم يستحل أن يفعل لنا كذبا نكذب به .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : فانكرتم .\r\n( 2 ) ب وتبعه ل : له .\r\n( 3 ) ب وتبعه ل : ما أنكرت .\r\n( 4 ) ب وتبعه ل : مصلى .\r\n( 5 ) ب وتبعه ل : لأنه .\r\n( 6 ) ب ما بين قوسين قد تركه الناسخ .\r\n( 7 ) ب : نقلها الناسخ : يكذب .\r\n( 8 ) ب وتبعه ل : فقل .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\n( 8 ) باب الكلام في الايمان\r\nان قال قائل : ما الايمان عندكم باللّه تعالى ؟ قيل له :\r\nهو التصديق باللّه . وعلى ذلك اجتماع أهل اللغة التي نزل بها القرآن ، قال اللّه تعالى :  « وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ »  « 1 » وقال تعالى :  « بِلِسانٍ عَرَبِيٍّ مُبِينٍ »  « 2 » فلما كان الايمان « 3 » في اللغة التي أنزل اللّه تعالى بها القرآن هو التصديق - قال اللّه تعالى :  « وَما أَنْتَ بِمُؤْمِنٍ لَنا وَلَوْ كُنَّا صادِقِينَ »  « 4 » أي بمصدق لنا وقالوا جميعا : « فلان يؤمن بعذاب القبر والشفاعة » يريدون : بصدق بذلك - وجب « 5 » أن يكون الايمان هو ما كان عند أهل اللغة ايمانا هو التصديق .\r\nفان قال قائل : فحدثونا عن الفاسق من أهل القبلة أمؤمن هو ؟ قيل له : نعم : مؤمن بايمانه ، فاسق بفسقه وكبيرته . وقد أجمع أهل اللغة أن من كان منه ضرب فهو ضارب ، ومن كان منه قتل « 6 » فهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 14 الآية 4 .\r\n( 2 ) س 26 الآية 95 .\r\n( 3 ) ب وتبعه ل : الآن .\r\n( 4 ) س 12 الآية 17 .\r\n( 5 ) ب وتبعه ل « فوجب » وهي جواب لقوله « فلما كان الايمان . . » إلخ .\r\n( 6 ) ب وتبعه ل : « قيل » ففضلت تصحيحها بقتل وأن كانت تحتمل أن تكون قول .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nقاتل « 1 » ، ومن كان منه كفر فهو كافر ، ومن كان منه فسق فهو فاسق ومن كان منه تصديق فهو مصدق ، وكذلك من كان منه الايمان فهو مؤمن . ولو كان الفاسق لا مؤمنا ولا كافرا لم يكن منه كفر ولا ايمان ولكان « 2 » لا موحدا ولا ملحدا ، ولا وليا ولا عدوا ؛ فلما استحال ذلك استحال أن يكون الفاسق لا مؤمنا ولا كافرا كما قالت المعتزلة . أيضا فإذا كان الفاسق مؤمنا قبل فسقه بتوحيده فحدوث الزنا « 3 » بعد التوحيد لا يبطل اسم الايمان الّذي لم يفارقه . وأيضا فقد كان الناس قبل حدوث وأصل بن عطاء رئيس المعتزلة عن مقالتين : منهم خوارج يكفرون مرتكبى الكبائر ، ومنهم أهل استقامة يقولون هو مؤمن بايمانه ، فاسق بكبيرته . ولم يقل منهم قائل انه ليس بمؤمن ولا كافر قبل حدوث وأصل بن عطاء حتى اعتزل وأصل الأمة وخرج عن قولها ، فسمى معتزليا بمخالفته الاجماع ( فبعد من الاجماع قوله ) « 4 » ( وما ) « 5 » اتفق المسلمون عليه من أن العاصي من أهل القبلة لا يخلو من أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : « قابل » وتصحيحها تابع لتصيح ما قبلها .\r\n( 2 ) ب وتبعه ل : ولكن .\r\n( 3 ) يكتبها م دائما « الزنا » مع أن لفظ « الزنا » هو الأفصح .\r\n( 4 ) ب ، ل : « فبعدم الاجماع قوله » وقد صححها م هكذا : « فبعدم الاجماع ( على ) قوله » .\r\n( 5 ) ليست في الأصل بل في « واتفق » وقد نقلها الناسخ في ب « واتفقوا » وقد ترك م زيادتها فأصبح كله مهلهلا .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nيكون مؤمنا أو كافرا يقضى ببطلان « 1 » قوله . وأيضا فلو جاز لقائل أن يقول : ان من معه ايمان وأتى كبيرة فليس مؤمنا بل « 2 » فاسقا « 3 » ، لجاز لقائل أن يقول : بل هو مؤمن بايمانه ، ولا يقال فاسق بفسقه . فإن كان هذا القول مستحيلا لأنه لا يجوز فسق لا لفاسق كان قولهم مستحيلا لأنه لا يجوز ايمان الا لمؤمن « 4 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ب وتبعه ل : « على بطلان » ولا شك في خطئه لأن القضاء على البطلان حكم بالصحة والمقصود خلافه .\r\n( 2 ) ب وتبعه ل ، م : « ولا » غ وهو خطأ كما يتبين ذلك من تتمه الكلام .\r\n( 3 ) غير هام إلى ( كافرا ) .\r\n( 4 ) ب وتبعه ل : لا لمون .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n( 9 ) باب الكلام في الخاص والعام والوعد والوعيد\r\nان قال قائل : خبرونا عن قول اللّه تعالى :  « وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ »  « 1 » .\r\nوعن قوله :  « وَمَنْ يَفْعَلْ ذلِكَ عُدْواناً وَظُلْماً فَسَوْفَ نُصْلِيهِ ناراً »  « 2 » .\r\nوقوله تعالى :  « إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً »  « 3 » فالجواب عن ذلك أن قوله تعالى :  « مَنْ يَفْعَلْ ذلِكَ عُدْواناً . . . »  يحتمل أن يقع على جميع من يفعل ذلك ويحتمل أن يقع على بعض .\r\nلأن لفظ « من » يقع في اللغة مرة على الكل ومرة على البعض ، فلما كانت صورة اللفظة ترد مرة ويراد بها البعض وترد أخرى ويرد بها الكل لم يجز أن يقطع على الكل بصورتها كما لا يقطع على البعض بصورتها . وكذلك لا يقضى بقوله :\r\n « وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ »  و  « إِنَّ الَّذِينَ يَأْكُلُونَ . . »  على بعض ولا على كل ؛ إذ كان يقع ذلك تارة على الكل وتارة على البعض ولا جاز لزاعم أن يزعم أن الصورة انما هي للكل حتى تأتى دلالة البعض لم يكن هذا الزاعم « 4 » بزعمه هذا أولى ممن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 82 الآية 14 .\r\n( 2 ) س 4 الآية 30 .\r\n( 3 ) س 14 الآية 10 .\r\n( 4 ) غيرها م إلى قوله : « لزاعم » مع أن الأصل هو الصحيح .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nقال : صورة هذا القول توجب القضاء على العض إلى أن تقوم دلالة الكل فلما تكافأ القائلان في قولهما وجب أن يكون القولان جميعا ملغيين .\r\nوقد قال زهير « 1 » :\r\nومن لم يصانع في أمور كثيرة يضرس بأنياب ويوطأ بمنسم وليس كل من لا يصانع كذلك . قال :\r\nومن لا يظلم الناس يظلم « 2 » .\r\nويقول القائل جاءني من أحببت ، وانما يعنى واحدا .\r\nويقول : جاءني التجار وان لم يكن الكل جاءه . وجاءني جيراني ، وان لم يأت جميعهم . ويقول القائل : لقيني الفجار بما كرهت ، ولا يعنى جميعهم فلما كانت هذه الألفاظ ترد مرة ويراد « 3 » بها الكل وترد أخرى ويراد بها البعض ، لم يجز أن يقضى على الكل دون البعض ولا على البعض دون الكل الا بدلالة . وأيضا فلو وجب القضاء بصورة هذه الآيات أن يقضى على عذاب كل فاجر وآكل أموال اليتامى ظلما وآكل أموال الناس بالباطل لوجب أن « 4 » يقضى على « 5 » أن كل الموحدين من أهل الصلاة في الجنة بظاهرة قوله تعالى :  « مَنْ جاءَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو زهير بن أبي سلمى الشاعر الجاهلي المعروف .\r\n( 2 ) جزء بيته القائل :\r\n ومن لم يذد عن خوصه بسلاحه * يهدم ومن لا يظلم الناس يظلم \r\n( 3 ) ب وتبعه ل ، م يراد بدون حرف العطف ، وقد حذف م الواو من قوله « ويراد » الثانية .\r\n( 4 ) تركها الناسخ .\r\n( 5 ) ب وتبعه ل : على أن : ولعل الأصح بأن .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْها وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ »  « 1 » وبظاهر « 2 » قوله تعالى :  « وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ »  « 3 » على أن « 4 » كل مقتول في سبيل اللّه في الجنان يرزق فيها ، وبظاهر قوله تعالى :  « إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً »  « 5 » على كل ذنب أنه ( حتى الذنب « 6 » الّذي ) وقف عليه الرسول صلى اللّه عليه وسلم وأجمع المسلمون أنه لا يغفر وهو الشرك والكفر . وليس قول من قال إن الآيات في الوعيد عامة والآيات الآخرة « 7 » خاصة أولى من قالب « 8 » قلب القصة وجعل آيات الوعيد خاصة والآيات الآخرة عامة .\r\nوأيضا فلو وجب أن يقضى بظواهر الآيات على أن كل فاجر وآكل أموال اليتامى ظلما في جهنم لجاز أن يقضى بقول اللّه تعالى :   « كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَ لَمْ يَأْتِكُمْ نَذِيرٌ قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا وَقُلْنا ما نَزَّلَ اللَّهُ مِنْ شَيْءٍ »   « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 27 الآية 89 .\r\n( 2 ) معطوف على قوله « بظاهر قوله تعالى » .\r\n( 3 ) س 3 الآية 169 .\r\n( 4 ) لعل الأولى أن يقول « بأن » بدلا من قوله « على أن » كما سبق .\r\n( 5 ) س 39 الآية 53 .\r\n( 6 ) ب ، ل : « الا ذنبا » وهو ما يأباه السياق .\r\n( 7 ) المقصود بها الآيات الخاصة بالموعد والتبشير .\r\n( 8 ) يزيد م ( قول ) قبل قول المؤلف « قالب » ولا لزوم له لأنه مفهوم بداهة .\r\n( 9 ) س 67 الآيتان 8 ، 9 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nأن « 1 » النار لا يدخلها الا كافر وبظاهر قوله تعالى :    « فَأَنْذَرْتُكُمْ ناراً تَلَظَّى ، لا يَصْلاها إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى »    « 2 » أن كل من يصلى النار كذلك ، وبظاهر قول اللّه تعالى :  « وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ »  « 3 » أنه « 4 » لا يترك الحكم بما أنزل اللّه الا كافر ، فلما لم يلزم أن لا يدخل النار الا كافر « 5 » بهذه « 6 » الآيات لم يلزم أن يكون كل فاجر في جهنم وكل آكل أموال اليتامى ظلما وكل من يأكل أموال الناس بالباطل في النار للآيات التي تلوناها . والجواب عن كل آية يعتلون بها في الوعيد كالجواب عن هذه الآيات . وقوله تعالى .\r\n « وَمَنْ يَفْعَلْ ذلِكَ عُدْواناً وَظُلْماً »  يحتمل من يفعل ذلك مستحيلا « 7 » ويحتمل الجميع . وقوله :  « وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ »  يحتمل البعض منهم وهم الكفار ، ويحتمل الجميع وكذلك الجواب عن كل آية في الوعيد . ويلزم المعتزلة ان يكون جميع أهل الشمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يزيد ب وتبعه ل ، م كلمة « مكذبا » قبل قوله « أن » ويجب حذفها لأن « أن » متعلقة بقوله : « لجاز أن يقضى . . » قبلها .\r\n( 2 ) س 93 الآيات 14 - 16 .\r\n( 3 ) س 5 الآية 44 وقد غير م « الكافرون » في الأصل إلى « الفاسقون » كما أشرنا إلى ذلك في المقدمة .\r\n( 4 ) ب : تركها الناسخ .\r\n( 5 ) أو تبعه : كافرا ، وقد غيرها م إلى « فاسق » كما أشرنا إلى ذلك أيضا .\r\n( 6 ) متعلق بقوله « لم يلزم » .\r\n( 7 ) ب وتبعه ل : مستحيلا .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nكافرين بظاهر قول اللّه تعالى :        « وَأَصْحابُ الشِّمالِ ما أَصْحابُ الشِّمالِ فِي سَمُومٍ وَحَمِيمٍ ، وَظِلٍّ مِنْ يَحْمُومٍ ، لا بارِدٍ وَلا كَرِيمٍ إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُتْرَفِينَ ، وَكانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ وَكانُوا يَقُولُونَ أَ إِذا مِتْنا وَكُنَّا تُراباً وَعِظاماً أَ إِنَّا لَمَبْعُوثُونَ »        « 1 » وبقوله :\r\n « وَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِشِمالِهِ فَيَقُولُ يا لَيْتَنِي لَمْ أُوتَ كِتابِيَهْ »  إلى قوله تعالى :   « إِنَّهُ كانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ ، وَلا يَحُضُّ عَلى طَعامِ الْمِسْكِينِ »   « 2 »\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) س 56 الآيات 41 - 47 .\r\n( 2 ) س 69 الآيات 25 - 34 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n( 10 ) باب الكلام في الإمامة\r\nان قال قائل : ما « 1 » الدليل على إمامة أبى بكر رضى اللّه عنه ؟ قيل له : الدليل على ذلك أنا وجدنا الناس على ثلاثة أصناف : قائلين يقولون بامامة على بعد الرسول صلى اللّه عليه وسلم ، وقائلين يقولون بامامة العباس رضى اللّه عنه ، ( وقائلين يقولون بامامة الصديق « 2 » رضى اللّه عنه ) . ورأينا « 3 » عليا والعباس قد بايعاه وانقادا لأمره في كافة المسلمين وان كان قد توقف « 4 » عن البيعة متوقفون وقتا ما فقد أطبقوا على البيعة له والانقياد لامامته والكون تحت رايته واتباع أمره ، وقالوا له : يا خليفة رسول اللّه صلى اللّه عليه وسلم ، ولا يجوز أن تجمع الأمة على خطأ . ولا يجوز لمدع « 5 » أن يدعى أن باطن على والعباس بخلاف ما أظهراه ، ولو جاز ذلك لم يجز لنا أن نقضي على « 6 » صحة اجماع من الأمة على شيء ( لأنا ) « 7 » لا نأمن أن يكون باطن بعض الأمة خلاف ظاهرهم . فلما كان بما يظهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ل : تركها الناسخ .\r\n( 2 ) ما بين قوسين ليس في الأصل وزيادته أولى وأن كان مفهوما من السياق .\r\n( 3 ) ل : نقلها الناسخ : ورائنا .\r\n( 4 ) ب وتبعه ل : يوفق .\r\n( 5 ) ب وتبعه ل : لمدعى .\r\n( 6 ) لعل الأولى أن يقول « بصحة لا على صحة » كما سبق .\r\n( 7 ) ليست في الأصل .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nمن الأمة من الاتفاق قد يعلم به الاجماع ولا يلتفت إلى دعوى من ادعى الباطن وكان مدعى ذلك كقائل يقول من الخوارج « 1 » أن باطن على بخلاف ظاهرة ، فلما كان في هذا ابطال الاجماع وجب القضاء على « 2 » إمامة أبى بكر بعقد من عقدها له من المسلمين ، وبيعه من بايعه من المهاجرين والأنصار ، واجماع المسلمين عليه في وقته ، لا سيما وعلى والعباس عاقدان له البيعة على أنفسهما ، ومقران له بالإمامة وخلافة الرسول صلى اللّه عليه وسلم ، فإذا كانت الإمامة لا تخرج عن هؤلاء الثلاثة باجماع وقد بايعاه في كافة المسلمين ، وجب أن يكون إماما مفترض « 3 » الطاعة . وقد نطق القرآن بامامة الصديق ودل على إمامة الفاروق ؛ وذلك أن اللّه تعالى قال في سورة براءة للقاعدين عن نصرة نبيه صلى اللّه عليه وسلم والمتخلفين عن الجهاد معه :\r\n « فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَداً وَلَنْ تُقاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخالِفِينَ »  « 4 » وقال في سورة أخرى « 5 » :  « سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلى مَغانِمَ لِتَأْخُذُوها ذَرُونا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ »  يعنى قوله :  « لَنْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يزيد الأصل بعدها وتبعه ل قوله « من يقول » وقد أبقاها كما هي مع حاجة النص إلى مثل هذا الحذف الّذي فعلناه .\r\n( 2 ) لعل الأولى أن يقول بامامة كما سبق .\r\n( 3 ) ل نقلها الناسخ معترض وهو نقيض المطلوب ولعل الأولى « مفروض » .\r\n( 4 ) الآية 83 .\r\n( 5 ) المقصود بها سورة الفتح كما سيصرح بعد ذلك .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n تَخْرُجُوا مَعِيَ أَبَداً وَلَنْ تُقاتِلُوا مَعِيَ عَدُوًّا »  ثم قال «  ( قُلْ لَنْ تَتَّبِعُونا )  « 1 » كذلكم قال اللّه من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون الا قليلا » ثم قال :  « قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرابِ سَتُدْعَوْنَ إِلى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقاتِلُونَهُمْ أَوْ يُسْلِمُونَ ؛ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْراً حَسَناً »  يقول « 2 » ان أطعتم الداعي لكم إلى قتالهم آتاكم تعالى أجرا حسنا  « وَإِنْ تَتَوَلَّوْا »  يعنى تعرضوا عن إجابة لداعى لكم إلى قتالهم  « كَما تَوَلَّيْتُمْ مِنْ قَبْلُ »  كما أعرضتم من قبل  « يُعَذِّبْكُمْ عَذاباً أَلِيماً »  « 3 » . وقد علمنا أن الداعم لهم غير النبي صلى اللّه عليه وسلم ؛ لأنه قال لنبيه .\r\n « فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَداً »  . وقال في سورة الفتح  « يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ »  فمنعهم اللّه تعالى عن الخروج مع نبيه صلى الله وسلم وجعل خروجهم معه تبديلا لكلامه فوجب أن الداعي الّذي أمروا باتباعه داع يدعوهم بعد الرسول ، وقد قال الناس قولين « 4 » ، قال بعضهم : هم فارس والروم ، وقال آخرون هم أهل اليمامة . وأبو بكر قاتل الروم وأهل اليمامة ، وقوتلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين قوسين لم يذكره الأصل وزيادته تعين كثيرا على فهم الأصل .\r\n( 2 ) ب وتبعه ل ، م يقولون وقد زاد م ( إذا ) ليصح التعبير\r\n( 3 ) هذه الآية وحتى قبلها من سورة الفتح : الآيتان 15 ، 16 وصنيعنا أصح لأن القائل فرد وهو اللّه سبحانه وتعالى .\r\n( 4 ) أي في تعيين أولئك القوم الموصوفين في القرآن بوصف  « . . . أُولِي بَأْسٍ شَدِيدٍ »  .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nفارس في أيامه وظهر بهم من « 1 » بعده ، فان كانوا أهل اليمامة أو الروم فقد قاتلهم أبو بكر رضى اللّه عنه وفي ذلك ايجاب إمامته وان كانوا فارس فقد قوتلوا في أيامه وفرغ عمر منهم من بعده ؛ فقد وجب إمامة عمر ، وإذا وجبت إمامة عمر وجبت إمامة أبى بكر رضى اللّه عنهما لأن أبا بكر عقدها له ، وان كان المعنى : من قاتل فارس وفرغ منهم فإذا « 2 » وجبت إمامة عمر وجبت إمامة أبى بكر لأنه هو « 3 » العاقد لامامته . فدل ما قلناه من القرآن على إمامة الصديق والفاروق . وإذا وجبت إمامة أبى بكر بالدلالات التي ذكرناها - بظاهر القرآن وباجماع المسلمين في وقته عليها - فسد قول من قال إن النبي صلى اللّه عليه وسلم نص على إمامة غيره ، لأنه لا يجوز إمامة من نص الرسول على إمامة غيره ، وهذا يقضى على « 4 » بطلان قول من قال إن النبي صلى اللّه عليه وسلم نصب عليا بعده إماما .\r\nومما يبطل قول من قال بالنص على أبى بكر : أن أبا بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اسم موصول لا حرف جر وهو فاعل لقوله قبل ذلك  « وَظَهَرَ »  .\r\n( 2 ) مرتب على محذوف تقديره : فقد وجبت إمامة عمر .\r\n( 3 ) ل : تركها الناسخ .\r\n( 4 ) كذا في ب وتبعه ل . ولعل الأولى يقول ببطلان كما سبق .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nقال لعمر « ابسط يدك أبايعك » يوم السقيفة « 1 » ، فلو كان رسول اللّه صلى اللّه عليه وسلم نص على إمامته لم يجز أن يقول :\r\n« ابسط يدك أبايعك » .\r\nوقد قلنا في الأبواب التي تكلمنا عليها قولا وجيزا .\r\nتم الكتاب « والحمد للّه رب العالمين ، وصلى اللّه على محمد وآله وسلم » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) متعلق بقوله « قال » أي أن أبا بكر قال يوم السقفية لعمر . . « أبسط يدك » واللّه ولى التوفيق .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nفهرس\r\nالموضوع الصفحة تقديم 3\r\nالمخطوطات 10\r\nالباب الأول : اللّه وصفاته 18\r\nالباب الثاني : باب الكلام في القرآن والإرادة 23\r\nالباب الثالث : باب الكلام في الإرادة وأنها تعم سائر المحدثات 48\r\nالباب الرابع : باب الكلام في الرؤية 61\r\nالباب الخامس : باب الكلام في القدر 69\r\nالباب السادس : باب الكلام في الاستطاعة 92\r\nالباب السابع : باب الكلام في التعديل والتجويز 114\r\nالباب الثامن : باب الكلام في الايمان 122\r\nالباب التاسع : باب الكلام في الخاص والعام والوعد والوعيد 125\r\nالباب العاشر : باب الكلام في الإمامة 130\r\nالفهرس 134\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nرقم الايداع بدار الكتب 3646 / 93\r\nدار التوفيق النموذجية\r\n\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136}
  ]