[
  {"content":"\r\n\r\nالمغني\r\nفي أبواب التوحيد والعدل\r\nإملاء\r\nالقاضي أبي الحسن عبد الجبار\r\nالأسد آبادي\r\nالمتوفي سنة 415 هجرية\r\nالتوّليد\r\nتحقيق الدكتور توفيق الطويل - سعيد زايد\r\nراجعه الدكتور إبراهيم مدكور\r\nبإشراف الدكتور طه حسين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ الجزء التاسع في التوليد 
  ]\r\n\r\nمقدّمة للدكتور إبراهيم مدكور\r\nفلسف المعتزلة أمورا لم يفلسفها أحد بقدر ما صنعوا ، ومن بينها مشكلة التولد . وليست هذه المشكلة في الواقع الا فرعا لمشكلتى الاستطاعة وخلق الأفعال ، أو بعبارة أخرى لمشكلة الجبر والاختيار . وحديث الجبر والاختيار قديم قدم الانسان ، وليس بغريب أن يجرى على ألسنة بعض الصحابة والتابعين ، لا سيما وفي القرآن آيات تؤذن بالجبر ، وأخرى بالاختيار ، وربّ ثالثة بينهما . بيد أنه لم يثر في عمق وتوسع الا في أخريات القرن الأول للهجرة ، ويعد من المشاكل الكلامية الأولى التي نبتت في الاسلام .\r\nوتكوّنت حوله فرق ومدارس حاولت كل واحدة منها أن تعزز رأيها بشتى الوسائل ، مستعينة ببعض ما ورد في الفلسفات القديمة ، أو متأثرة بما كان يجريه أمثال يحيى الدمشقي بين المسيحيين من جدل في هذا الموضوع . فجهم بن صفوان ( 128 ه ) رأس الجهمية يقول : ان الانسان مجبور كالريشة في مهب الريح أو الخشبة بين أيدي الأمواج ، وليست له إرادة حرة ولا قدرة على خلق أفعاله . ومعبد الجهني ( 80 ه ) وغيلان الدمشقي ( 110 ه ) على رأس القدرية ينفيان القدر ، ويعلنان أن الانسان حر يفعل ما يشاء .\r\nفي هذا الجو نشأ الاعتزال ، واتصل رؤساء الجهمية والقدرية بأوائل المعتزلة أمثال وأصل بن عطاء ( 131 ه ) وعمرو بن عبيد ( 144 ه ) ، وبخاصة في مجلس الحسن البصري ( 110 ه ) . وتعتبر مدرسة المعتزلة في الحقيقة الوارث الأول للجهمية والقدرية ، وان خالفتهما في بعض الآراء .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nوقد قال المعتزلة مع القدرية بأن إرادة الانسان حرة ، وأنه قادر على أن يفعل ما يريد ، وفي استطاعته أن يفعل وألا يفعل . قالوا بذلك لينفوا الظلم عن اللّه ، ويفسروا التكليف والوعد والوعيد ، ولكي يكون لارسال المرسل ضرورة . فإنه من الظلم أن يحاسب المرء على ما لم يرد وما لم يعمل ، وأساس التكليف أن يثاب المحسن على احسانه ويجازى المسىء على إساءته ، ولا معنى لارسال رسول وتوجيه دعوة لمن يعرف مقدما أنه لا يستجيب ، بل ولا ترجى اجابته . وإذا كان المعتزلة قد فصّلوا القول في فكرة التوحيد وفلسفوها على نحو لم يسبقوا إليه ، فإنهم أيضا أفاضوا في فكرة العدل ، وفرّعوا منها نظريات وآراء فلسفية متعددة ، وسموا بحق « أهل العدل والتوحيد » .\r\n* * * ومن هذه الآراء تقسيم أفعال العباد إلى اختيارية واضطرارية ، مباشرة وغير مباشرة . والأفعال الاختيارية هي التي يقصد إليها العبد عن علم وإرادة ، وهي مناط التكليف كالصلاة والصوم . والأفعال الاضطرارية تحدث من نفسها ولا إرادة للمرء فيها ، كفعل النار للاحراق والرعدة عند البرد ، ونسبتها إلى الانسان أحيانا على سبيل المجاز لظهورها على يديه . والأفعال المباشرة هي التي تترتب على العمل رأسا ، وغير المباشرة آثار ثانوية له ، وتسمى الأفعال المتولدة . يقول الإسكافي ( 240 ه ) : « كل فعل يتهيأ وقوعه على الخطأ دون القصد إليه والإرادة له فهو متولد ، وكل فعل لا يتهيأ الا بقصد ويحتاج كل جزء منه إلى تجدد عزم وإرادة له فهو خارج عن حد التولد وداخل في حد المباشر » « 1 » . والأمثلة على ذلك كثيرة ،\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأشعري ، مقالات الاسلاميين ، استانبول 1930 ، ج 2 ، ص 409 .\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nكالألم الحادث عند الضرب ، ومقتل الرجل بسهم له يصوب إليه ، ويعنى المعتزلة بأن يبينوا عمن صدر هذا الفعل تحديدا للمسئولية .\r\nويظهر أن بشر بن المعتمر ( 210 ه ) ، مؤسس فرع الاعتزال في بغداد ، أول من أحدث القول في التولّد وأفرط فيه ، ولعله تأثر بآراء بعض الفلاسفة الطبيعيين . ثم تابعه معتزلة آخرون ، بين بصريين وبغداديين ، وفي مقدمتهم أبو الهذيل ( 226 ه ) والنظام ( 231 ه ) والجاحظ ( 255 ه ) وثمامة بن الأشرس ( 213 ه ) والجبائيان ( 330 ، 341 ه ) ولكل رأى وتوجيه . ففرقوا بين ما يتولد من فعل الانسان الحي ، وما يتولد من غير الحي ، وردوا إلى الانسان كل ما يتولد عن فعله . أما ما يتولد عن غير الحي كحرق النار فهو من فعل اللّه ، أو من فعل الطبيعة ، أو لا فاعل له ، على خلاف بينهم ، وفرق بعضهم بين الحركة من جانب ، والألوان والطعوم من جانب آخر ، وعدّوا المتولّد في الأولى من فعل الانسان ، وفي الثانية من فعل اللّه « 1 » . وحاول كل واحد أن يؤيد رأيه ، ويدفع شبه الآخرين . ولم يفت الأشاعرة أن يناقشوا هذه الآراء ، ويردوا عليها .\r\nوتوفر من ذلك كله في التولد مادة ما أغزرها ، ولم نكن نحظى منها حتى الآن الا بشذرات متفرقة هنا وهناك ، وفي هذا الجزء الّذي نقدم له ما يستوعبها ويجمع شتاتها . فقد حرص عبد الجبار على أن يقف جزءا من « كتاب المغنى » على موضوع التوليد وحده ، واستعرض فيه الآراء المختلفة ، محاولا أن يبين ما يدخل في باب التولّد وما لا يدخل ، ومناقشا آراء زملائه المعتزلة ، ورادا على خصومهم من الأشاعرة وغيرهم . ويميل - كعادته - إلى رأى الجبائيين اللذين يعدّان على رأس أساتذته الأقربين .\r\nوالواقع أن مشكلة التولّد مثل آخر من أمثلة الخصب والغنى والحرية\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد الجبار ، كتاب المغنى ، ج 9 التوليد ، القاهرة 1964 ، ص 7 - 21 .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفي مدرسة المعتزلة ، خصب في الآراء المتعددة والمتنوعة ، وغنى في الرجال الذين تعاصروا أو تلاحقوا ، وكانوا أئمة في درسهم وبحثهم . أما الحرية فقد انتصر لها المعتزلة الأول بالقول والعمل ، فدافعوا ما وسعهم عن حرية الإرادة ، وضربوا مثلا عاليا لحرية الرأي والتفكير ، يعارض الزميل زميله ، ويناقش التلميذ أستاذه .\r\nوفي مشكلة التولّد دراسات تمت بصلة إلى الفسيولوجيا والطبيعة ، والأخلاق والتشريع ، وعلم النفس والميتافيزيقى . وأساسها اثبات قدرة الفرد وارادته ، دون أن يكون في ذلك انتقاص للقدرة والإرادة الإلهية . وانها لمحاولة غير هينة ، ولم تخل من تناقض وتعارض .\r\n* * * وفي نشر هذا الجزء ما يكشف عن تفاصيلها ، ويقدم لنا فيها مادة أو في وأغزر . وقد اضطلع بتحقيقه الدكتور توفيق الطويل والأستاذ سعيد زائد ، ولهما من تخصصهما في الفلسفة وخبرتهما الطويلة في النشر والتحقيق ما كفل لنا اخراجا دقيقا محكما ، وسيذكر لهما القراء دائما ما بذلا من جهد في احياء هذا التراث القيم .\r\nإبراهيم مدكور\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nذكر فصول الجزء التاسع من الكتاب : ( المغنى )\r\nذكر الخلاف في هذا الباب كتاب التوليد فصل في أن القادر منا يقدر على المراد من أفعال الجوارح والقلوب كما يقدر على الإرادة والفكر .\r\nفصل في أن أفعال الجوارح لا يجوز أن تكون واقعة بطبعه وبايجاب الخلق .\r\nفصل في أن الفاعل منا قد يفعل في غير محل قدرته الحركات وغيرها على سبيل التوليد « 1 » وما يتصل « 2 » بذلك / .\r\nفصل في ذكر ما يسأل عنه من نفى التوليد من الشبه وبيان الأجوبة عنها .\r\nفصل في أنه تعالى يصح أن يفعل الأغراض في المحال وأن ما لا يقدر عليه ( منها ) هو من أفعاله « 3 » .\r\nفصل في أنه تعالى يصح أن يفعل على جهة التوليد كصحته منا وما يتصل بذلك .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الكلمة مطموسة ، ولكنها مذكورة على هذا النحو في عنوان هذا الفصل في مكانه بعد ( المحقق ) .\r\n( 2 ) في الأصل « يبعد » وقد صححناها من عنوان هذا الفصل الوارد بعد ذلك ( المحقق ) .\r\n( 3 ) في الأصل ما لا يقدر عليه هي أفعاله ، صححت من عنوان هذا الفصل كما ورد بعد ( المحقق ) .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nفصل في ذكر شبههم في هذا الباب والجواب عنها .\r\nفصل في الدلالة على أن ما يفعله أحدنا متولدا لا يصح أن يفعله بعينه مبتدأ .\r\nفصل فيما يفعله جل وعز متولدا ، هل يصح أن يبتدئه أم لا .\r\nفصل في بيان ما لا يصح أن يفعله القادر منا الا متولدا ، وما لا يصح أن يفعله الا مباشرا « 1 » ، وما يصح أن يفعله من كلا الوجهين .\r\nفصل في بيان ما يصح اثباته سببا لأفعالنا المتولدة ، وما لا يصح ذلك فيه وما يتصل بذلك .\r\nفصل في بيان كيفية توليد الأسباب التي قدمناها لما تولده وذكر شروطها وما يتصل بذلك .\r\nفصل في ذكر ما يصح أن يقع من فعله متولدا ، وما لا يصح ذلك فيه ، وما يتصل بذلك .\r\nفصل في الدلالة على أن كل جنس يصح أن يفعله تعالى متولدا يجوز أن يفعله مبتدئا .\r\nفصل في ذكر الكلام فيما قالوا إنه متولد وليس هو منه ، وما قالوا إنه ليس بمتولد وهو منه .\r\nفصل : فأما الكلام في الادراك فقد ثبت عندنا أن ليس بمعنى أصلا .\r\nفصل : فأما الكلام في العلم فالصحيح عند شيوخنا رحمهم اللّه أنه لا يتولد الا عند النظر .\r\nفصل في ابطال قول من تقول في المتولدات انها واقعة بالطبع وما يتصل بذلك . /\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحح العنوان بحسب وروده في النص .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفصل في بيان ما يجب أن يشارك المتولد نسبة فيه من الصفات المتعلقة به وبفاعله وما يتصل بذلك .\r\nفصل في ذكر ما يستحقه السبب والمسبب من الأسماء وما يتصل بذلك .\r\nفصل في ذكر الكلام على المجبرة فيما يتعلق بالأسماء في التوليد .\r\nالجزء التاسع من الكتاب : المغنى - في أبواب التوحيد والعدل املاء القاضي أبى الحسين عبد الجبار بن أحمد أيده اللّه تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\n\r\nالكلام في التوليد ، فيما يجب أن يثبت فعلا للانسان وما يجب أن ينتفى عنه ، وفي الدلالة على المتولد من فعله ، والفصل بينه وبين المباشر وما يتصل بذلك\r\n\r\nذكر الخلاف في هذا الباب\r\nاختلف القائلون بأن العبد يفعل في الحقيقة ، ففيهم من قال إنه لا فعل للعبد الا الفكر ، وما يعده من الإرادة والمراد فليس / بفعل له وقال إنها تحدث بالطبع ، ومنهم من قال إن الانسان انما يفعل الإرادة فقط دون ما عداه ، وهو قول ثمامة والجاحظ ، واختلفوا فيما سوى الإرادة ، فقال أبو عثمان الجاحظ انه يقع من الانسان بطبعه ، وأنه ليس باختيار له ، هكذا حكاه أبو القاسم البلخي رحمه اللّه في كتاب المقالات . وربما مرّ في كلامه في المعرفة أن الإرادة نفسها قد تقع طبعا مرة ، وباختيار مرة ، وكذلك القول في النظر عند تقابل الدواعي ، وحكى عن ثمامة أنه كان ربما يقول فيما عدا الإرادة انه فعلٌ لا فاعل له ، وربما قال إنه فعل اللّه ، بمعنى أنه طبع الجسم طبعا يقع منه ذلك ، وربما قال إنه فعل الجسم طباعا ، ومن الناس من قال إن غير الإرادة قد يفعله الانسان اختيارا ، ثم اختلفوا في ذلك الغير ، فحكى عن معمر أنه كان يقول : ما وجد في حيّز الانسان فهو فعله ، وما جاوز حيّزه فهو فعل ما وجد فيه طباعا ، وكذلك كان يقول في سائر ما يفعله تعالى انه فعل الجسم بطبعه ، وقال إبراهيم رحمه اللّه :\r\nكل ما جاوز حيّز الانسان فهو فعل اللّه جل وعز بايجاب الخلقة ، بمعنى أنه تعالى طبع الحجر طبعا وخلقه خلقا / إذا دفعته ذهب ، وقال الشيخ\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأبو الهذيل رحمه اللّه وشيوخنا رحمهم اللّه بعده : ان العبد يفعل الإرادة والمراد وسائر ما يحل في جوارحه من الأكوان والاعتمادات وغيرهما ، وأن المتولد هو من فعل الانسان حل في بعضه أو في غيره ، وأن الموات لا يجوز أن نثبت له فعلا لا طبعا ولا اختيارا ، ثم اختلف القائلون بأن المتولد من فعل الانسان ، فقال بشر بن المعتمر وجعفر بن مبشر ان اللون والطعم والرائحة مما يفعله الانسان على سبيل التولد ، وقالا أيضا في الادراك انه يتولد من فعل العبد ، وفيهم من قال إن الادراك ان كان لا من صاحب الحاسة فهو من فعله والا فهو من فعل اللّه ، ثم اختلفوا ، ففيهم من قال إنه يتولد عن اعتماد الجفن وحركته ، ومنهم من قال يقع عن الفتح والإرادة ، وفيهم من قال إن عند فتح الجفن ومقابلة الشخص بصره يقع العلم ، وقد كان العلم من قبل موجودا مستورا في القلب ، وكان أبو إسحاق النظام يقول في الادراك خاصة ان اللّه سبحانه يفعله بايجاب خلقه وبحواس ، وأما أبو الهذيل رحمه اللّه فإنه كان يقول في الادراك انه فعل اللّه تعالى على جهة الاختراع ، كقول شيخنا أبى / على رحمه اللّه ، لكنه يقول إنه يجوز أن يكون البصير صحيحا والموانع مرتفعة ولا يخلق اللّه له الادراك فلا يدرك ما يحصونه ، ويجيز أن يخلق اللّه جل وعز العلم بالألوان في قلب الأعمى الّذي لم يبصر لو نا قط ، وشيخنا أبو علي رحمه اللّه يمنع من ذلك ، لأن عنده أن البصير متى احتمل الادراك فلا بد من وجوده ، لأن المحل لا يخلو من الشيء الا إلى ضده ان كان له ضد ، وحكى عن صالح قبة أن جميع أفعال اللّه تقع ابتداء ، وكان يجيز في الادراك ما حكيناه عن أبي الهذيل رحمه اللّه ، ويتجاوز ذلك إلى أن يقول إنه يجوز أن يدرك الانسان الأمور مع السلامة ولا يعلمها ، وأن يحصل فيه العلم بخلاف ما يشاهده ، وكان يجيز أن تقرب النار من الحطب اليابس فلا تحرقه من غير منع ، وأن يخلق اللّه بها التبريد وهي على حالها ، وان يقطّع جسم الانسان فلا يألم ، وأن\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيوضع على جسم الانسان الثقيل فلا يجد ثقله ، وانما لقب بقبة لأنه الذم ، فقيل له ما تنكر أن تكون في هذا الوقت جالسا في قبة قد ضربت عليك وأنت لا تعلم أن لم يخلق فيك العلم مع الصحة وانتفاء الآفات ، فقال لا أنكر ذلك ، وكذلك يجوز أن يدرك ما وراء السائر ومع عدم الضياء والمقابلة إذا خلق اللّه له الادراك ، ويجيز أن يخلق اللّه تعالى الألم والعلم في الميت ، فأما المجبرة فإنهم يثبتون المتولدات كلها من فعل اللّه سبحانه ، ويمتنعون / من أن يفعل الانسان الا في بعضه ، الا ما حكى عن ضرار وحفص الفرد أن ما تولد من فعله يمكنه الامتناع منه متى أراد فهو فعله ، كالريح وما أشبهه دون سواه ، وحكى برغوث عن ضرار أنه كان يقول : كل ما وقع بالتولد فإنه يكون بالسبب الموجب له وبالطبيعة جميعا كذهاب الحجر الّذي كان ، للرفعة ولطبيعة الحجر ، وما اختلفوا فيه من تفصيل المتولدات نحن نذكره من بعد ان شاء اللّه .\r\nفأما شيخانا أبو علي وأبو هاشم رحمهما اللّه فإنهما يقولان ان أفعال الجوارح من الحركات والاعتمادات والتأليف والآلام والأصوات مما يقدر عليه الانسان ويفعله ، كما يقدر على أفعال القلوب كالفكر والإرادة والاعتقاد وأضداده والندم وأنه يفعل كل ما يقدر عليه على وجهين مما لا سبب له ، لا يصح أن يفعله الا مبتدأً بالقدرة في محلها كالإرادة والكراهة ، وما له سبب في جنسه فعلى قسمين : أحدهما يصح أن يفعله مباشرا ومتولدا جميعا كالأكوان والاعتماد وغيرهما ، ومنه ما لا يصح أن يفعله الا متولدا كالأصوات والآلام والتأليف عند شيخنا أبى هاشم رحمه اللّه خاصة ، والمتولد عندهما قد يكون حالّا في بعضه ، وقد يكون موجودا في غيره من الأجسام المنفصلة ، ولا يختلف قولهما في أن الانسان / لا يصح أن يفعل اللون والطعم والرائحة البتة لا متولدا ولا مباشرا ، كما لا يجوز أن يفعل الجسم والحياة والقدرة ، ولا يجوز أن يفعل العلم والاعتقادات على\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nجهة التوليد في غيره والادراك ، وان كان شيخنا أبو هاشم رحمه اللّه لا يثبته معنى ، فيستحيل القول عنده بأنه يولده ، وشيخنا أبو علي رحمه اللّه وان أثبته معنى فان عنده أنه مما لا يصح أن يقدر العبد عليه ، وشيخنا أبو هاشم رحمه اللّه يقول إنه تعالى يفعل على جهة التوليد بسبب كالواحد منا وان كان يحيل كونه محتاجا إلى السبب كحاجتنا إليه ، وشيخنا أبو علي رحمه اللّه يمنع من ذلك في القديم تعالى ، ولا يختلفان في أن كل ما نفعله نحن في غير محل القدرة لا يكون الا متولدا الا في التأليف الّذي يختص بحلوله في المحلين ، ولا يختلفان في أن طعم الخمر ورائحته لا تقع من فعل العباد متولدا ولا النبات الحاصل عند السقي والبذر ، ويجيزان في المتولد أن يجامع السبب ، كما يجيزان أن يتقدم ، ولا يجيزان أن يتقدم المسبب الّذي يولده بلا واسطة بأكثر من وقت واحد ، ويقولان فيما يتقدم سببه في الوجود أنه قد خرج من أن يكون في مقدوره للقبح أمره به ونهيه عنه ، وعندهما أن القول بالطبع / لا يعقل وهو باطل ، ولا يقع الفعل الا من قادر ، وقدرة السبب عندهما هي قدرة المسبب ، ولا يجوز عندهما توليد المسبب الواحد عن سببين ، والإرادة عندهما لا تقع بسبب ولا تكون سببا لغيرها ، والسبب المولّد عند شيخنا أبى هاشم رحمه اللّه للفعل في غير محله أو في محله في غير محاذاته ليس الا الاعتماد ، وربما مرّ في كلام شيخنا أبى على رحمه اللّه أن الاعتماد والحركات جميعا يولدان ، وربما تقول ان الحركة هي المولدة دون الاعتماد ، ويجوز عندهما جميعا أن يفعل المباشر إذا كان مما يصح وجوده مع عدم الحياة وهو ميت بالقدرة المتقدمة ، فأما المتولد فيجوز أن يفعله وينكر ذلك منه حالا بعد حال ، ويقولان جميعا في المتولدات أنه لا تروك لها وان كان ما يذكران في ذلك من العلة يختلف ، ونحن نبين القول فيما يجب بيانه من ذلك ، ونبين بطلان قول المخالفين ان شاء اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nفصل في ان القادر منا يقدر على المراد من افعال الجوارح والقلوب كما يقدر على الإرادة ، والفكر ، وأنه يفعلهما كما يفعلهما .\r\nقد بينا فيما تقدم أن الّذي يدل على أن تصرف زيد فعله ، وجوب وقوعه بحسب قصده ودواعيه وانتفاؤه / بحسب كراهته ودواعيه مع السلامة وارتفاع الموانع ، وهذه الطريقة قائمة في الحركات والاعتمادات والتأليف والآلام والأصوات ، فيجب أن تكون جميعها فعله ، وقد دللنا من قبل على أن صحة الفعل منه تدل على كونه قادرا عليه ، لأنه لو لم يختص بحال يبين بها ممن يتعذر العقل عليه ، لم يختص بصحة الفعل منه ، فيجب القضاء لأجل هذين الطريقين أن تثبت أفعال الجوارح فعلا له كما ثبتت الإرادة فعلا له ، ومتى يعنى كونه فاعلا لأفعال الجوارح والحال هذه ، لزم نفى كونه فاعلا للإرادة ، وفي هذا نفى الفعل أصلا في الشاهد ، وما يوجب ذلك فيه يوجب مثله في الغائب ، وبطلان ذلك يوجب صحة ما قلناه ، وقد استقصينا الكلام في هذه الطريقة فلا وجه لإعادتها . على أنّا قد بيّنا أن اثبات أفعال الجوارح فعلا له ، أقوى من اثبات ذلك في الإرادة ، وذلك لأنّا أنما نبيّنها فعلا له لكونها تابعة للمراد في أن ما يدعو إليه يدعو إلى فعلها ، وما صرف عن المراد صرف عن فعلها ، فلو لم يكن المراد فعلا للانسان ، لم يصح اثبات الإرادة فعلا له ، من حيث كان طريق ثبوتها فعلا له كالتابع لطريق ثبوت المراد فعلا له ، على أنّه قد بيّنا أن الإرادة لا يصح أن تكون موجبة من قبل ، بأنها لو كانت موجبة لم يصح أن توجب المراد على الوجه الّذي يوجد عليه ، فإذا صح ذلك ، فلولا أن الانسان قادر / على أفعال الجوارح لم يجب وقوعها بحسب قصده ، كما لا يجب وقوع تصرف زيد بحسب قصد عمرو وفي وجودنا الأمر بخلاف\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nذلك دلالة على أن المرادات مقدورة للانسان ، وأنه فاعلها كما أنه فاعل الإرادة ، وقد دللنا من قبل على أن القديم تعالى لا يجوز أن يفعل القبيح ، وبسطنا القول فيه ، فإذا ثبت ذلك ، فلو لم تكن أفعال الجوارح فعلا لزبد وقد علم أنه يكون فيها قبيح نحو الكذب والأمر بالقبيح والظلم وما شاكله ، لأنه ان لم تثبت هذه الأمور قبيحة لم يصح اثبات إرادة قبيحة لأنها انما تقبح لتعلقها بالقبيح الّذي وصفناه . فإذا صح أن في أفعال الجوارح قبائح ، وثبت أن القديم تعالى لا يجوز أن يختار فعل القبيح لكونه عالما بقبحه ، وبأنه غنى عن فعله ، وصح أن الفاعل لا يجوز أن يكون المحل بطبعه أو بغير طبعه ، وبطل القول بأنه لا محدث لهذه الحوادث ، فيجب القضاء بأنها أفعال للانسان ، كما أن الإرادة فعله . وليس لأحد أن يقول إنها لا تكون قبيحة من حيث تعلقت في الحدوث بالإرادة ، ووجب وجودها بوجوده ، وانما كان يجب ذلك فيها لو كانت تنفرد في الحدوث بنفسها ، وذلك لأن الإرادة لا تخلو من أن تكون قبيحة أو حسنة ، وقد علم أنها لا تكون الا قبيحة إذا تعلقت بالكذب والظلم . فإذا صح ذلك فيها ، فكانت انما تقبح يقبح المراد دون غيرها ، فيجب / كون هذه المرادات قبيحة ، ويفارق ذلك ما نقوله من أن الاعتقاد المبتدأ قد يكون قبيحا ، ومتى تعلق بالنظر وذكر الدلالة كان حسنا ، لأن النظر في ذكر الدلالة لما ثبت حسنهما لم يمتنع القضاء بحسن ما وجب وجوده بوجودهما ، فلذلك فصلنا بين الأمرين فيه ، وليس كذلك الحال في الإرادة لأنها قبيحة فيما يتعلق وجوده بوجودها بأن يكون قبيحا أولى ، بل كان يجب في هذه المرادات ، لو كانت تحس لو انفردت ، أن تقبح إذا تعلقت بالمراد على ما يقتضيه ما ذكرناه في الاعتقاد ، وليس لأحد أن يقول إنها قبيحة لكنه يزول الذم عن فعلها من حيث تعلق وجودها بوجود الإرادة من جهتنا ، وأنها تجرى مجرى فعل الملجأ إذا كان قبيحا ، وذلك لأن هذه المرادات لا تعلق بالإرادة على هذا الوجه\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nلأنها لا توجبه ، بل انما تقع للدواعى ، وتقع الإرادة تابعة لها ، فلا يمكن أن تجرى حاله معها مجرى فعل الملجأ مع فعل الملجئ .\r\nوبعد ، فان ذلك لو صح لم يؤثر فيما اعتمدناه لأن الدلالة قد دلت على أن العالم بقبح القبيح وبأنه غنى عنه لا يختار فعله ، استحق ذلك الّذي أم لا ، فلا يصح أن يقال إنه لما لم يستحق به الذم جاز أن يفعله ، على أنا كما نعلم أن زيدا يستحق الذم على ارادته الظلم والقبيح ، نعلم أنه يستحق الذم على الكذب والظلم ، بل علمنا بأنه / يستحق الذم على ذلك متى وقع بحسب قصده وارادته أقوى وأظهر من علمنا بأنه يستحق الذم على ارادته له وفكره فيه . فكما يجب القضاء بأن الإرادة من فعله ، كذلك يجب الحكم بأن المرادات من فعله ، فيجب إذا ثبت كونها فعلا للانسان ، نفى كونها فعلا للّه جل وعز ، لأنّا قد دللنا على استحالة كون مقدور واحد لقادرين ، على أن استحقاق الذم بما يقع بحسب قصده من الظلم والكذب ، أبلغ في هذا الباب من استحقاق الذم على كونه مريدا للقبيح ، لأنه قد يكون مريدا للقبيح اضطرارا ، فيلحقه انتقاص فلا يستحق الذم ، ولا يجوز ذلك في الظلم الواقع منه بحسب قصده ، وان كان في بعض الوجوه قد يزول الذم عنه أصلا لوقوعه على جهة الالجاء ، فكيف يصح أن يقال بأن فاعل الظلم لا يستحق الذم به ، والمريد للقبيح يستحق الذم على الإرادة ؟\r\nوبعد ، فإن لم يثبت أن زيدا يستحق الذم على ما وقع بحسب قصده من ظلم وكذب ، لم يثبت أنه يستحق الذم على شيء أصلا ، فإذا بطل ذلك لما حصل لنا من العلم الضروري بذلك في الجملة على ما رتبناه من قبل ، فيجب القضاء بأن هذه الأفعال حادثة من الانسان دون القديم جل وعز ، وأنه لا يصح أن تكون واقعة بالطبع ، وقد بيّنا فيما تقدم بأن حسن أمر زيد بأفعال جوارحه إذا كان كحسن أمره بالإرادة ، فكما يجب أن تكون الإرادة فعلهم فيجب كون المرادات فعلهم ، والا قبح كل أمر وكل م - 2 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nنهى في الشاهد ، مع علمنا / بحسنهما ضرورة على الجملة ، بل حسن الأمر والنهى في أفعال الجوارح أظهر منه في الإرادة ، فلا يصح أن يقال إنها فعله دون أفعال الجوارح . على أن أفعال الجوارح لو كانت فعلا للّه تعالى وفي جملتها الكلام والكذب لوجب كونه كاذبا بكل كذب يقع في العالم ، ولو جوّزنا ذلك عليه لم يوثق بشيء من كلامه وبشيء من الأدلة ولزم على ذلك كل ما يلزم المجبرة ، وهذا الكلام لازم لمن قال إنه تعالى يفعل ذلك بطبع الجسم ، كما يلزم من قال بفعله ابتداء ، ولذلك قلنا إن قائل ذلك متى نسبه إلى اللّه تعالى في الحقيقة فهو كافر ، كما يكفّر المجبرة في إضافة القبائح إلى اللّه تعالى ، ولا شيء يمكن أن يسأل على ذلك الا ما قدمناه من شبه المجبرة ، ولا يمكنهم أن يقولوا ان ذلك وان وقع منه تعالى فهو يقع بالطبع الّذي للمحل ، وهو مخالف لما يقع باختياره ، فيجب ألا يستحق الّذي عليه ، وألا يكون قبيحا منه . وذلك أن العالم بقبح القبيح لا يجوز أن يختاره إذا كان غنيا عن فعله كان ذلك القبيح مما يبتدئه أو يفعله بسبب .\r\nوهذا بيّن إذا تأملت حال الواحد منا فيما يقدر عليه ويفعله ، لأن المباشر والمتولد سواء في أنه إذا كان قبيحا لم يفعله الا مع جهل أو حاجة . ومما يدل على ما قلناه أن أفعال الجوارح تقع بحسب القدر الحالّة فيها ، فلو كانت فعلها للمحل أو للقديم تعالى ، لم يجب ذلك فيها . فإذا علمنا أنها تقع بحسب ما يحصل في محالها من القدر ، علمنا أنها فعل للانسان كما أن الإرادة فعله ، فان قال ومن أين أنها تحدث في الجوارح بحسب / القدر التي فيها ، بل ما الدليل على أن في الجوارح قدرا ؟ قيل له : لأنا نعلم أن حال القادر منا يختلف فيما يصح أن يفعله في جوارحه في الأوقات ، فمرة يصح أن يحمل الثقيل بيديه ، ومرة أخرى لا يصح منه الا حمل ما هو دونه ، وقد علمنا أن احتمال المحل لحمله في الوقتين على أمر واحد ، وكذلك الآلة يصلح لهما جميعا ؛ وكذلك الإرادة متناولة في الحالين ، فعلم أن\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nلجارحته في احدى الحالتين من الحكم ما ليس لها في الحالة والأخرى ، ولا يجوز أن يكون ذلك صفة ترجع إلى الجارحة ، لأن القادر هو الانسان فكماله دون سائر جوارحه . فإذا صح ذلك علم أن الّذي به اختصت الجارحة هو وجود القدر فيها ، وأنه يصح الفعل بها على حسب عدد القدر التي فيها ، ويدل على ذلك أن المريض العليل لا يمكنه أن يفعل بجوارحه المراد ، كما لا يمكن العاجز أن يفعل الإرادة ، فيجب القضاء بأن من وقع مراده بحسب قصده ففي جارحته قدرة لنا ، ولأجلها صح أن يفعل الفعل بها . ولذلك تختلف أحوال القادرين مع أن حكم جوارحهم لا يختلف في أنه محتمل للفعل وفي أنه آلة فيه ، ولا حكم لإرادتهم ودواعيهم ، فعلم بذلك أن فعل الجارحة يقع بحسب القدر التي فيها ، ولا يكون كذلك الا وهو فعل للانسان . ومما يبين ذلك أن الآفة الحادثة في الجوارح والمنع الحاصل فيها يتعذر معه ما لولاه لصح وقوعه ، ولولا أن في ذلك الفعل يقع / بالقدرة الحالّة فيها لم يصح ذلك ، لأنه تعالى قادر على أن يفعل ما شاء فيها سواء كانت القدرة موجودة أو معدومة ، حصل مريدا له أم لم يحصل ، وفي علمنا أن هذه الأمور في أنها تؤثر في وجود أفعال الجوارح ، كالعجز في أنه يؤثر في الإرادة ، دلالة على أنها فعله ، كما أن أفعال القلوب فعله ، فلو لا أن الأمر كذلك ، كان الواحد منا لا يصح أن يكون مانعا لغيره من أفعال الجوارح ، وانما يكون المنع منعا من أن تحصل من جهة القديم سبحانه أفعال في الجوارح وفي فساد ذلك ، وعلمنا أن العقلاء يمنعون الغير من أفعال الجوارح دلالة على أنه لولا المنع لكان يصح الفعل منهم .\r\nوليس لأحد أن يقول إن المنع وسائر ما ذكرتموه يغير خلقه المحل ، ويخرجه من أن يكون مهيئا بطبعه لاحتمال ذلك الفعل ، وذلك أن المحل على كل حال يحتمل ذلك الفعل ، فلو كان واقعا بطبعه أو من قبل اللّه تعالى لم يصح المنع فيه ، لأن مع المنع حال الطبع كحاله مع زوال المنع ، وكذلك\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nحال القديم تعالى في كونه قادرا عليه لا يختلف . على أنّا انما نقصد ابطال قول من يقول إن هذه الأفعال واقعة من اللّه سبحانه ، فأما من يضيفها إلى الطبع أو لا يثبت لها محدثا ، فسنتكلم عليه من بعد ، ولو كان تعالى يفعلها كان لا معنى للتعمل في منع من يمنعه فإمساك ، / وكان منعنا زيدا في أنه لا يؤثر فيما يريده تعالى ، كمنعنا إياه في أنه لا يؤثر فيما يريده عمرو وبكر ، وفساد ذلك ظاهر ، وما قدمناه من أن الواحد منا لا يصح أن يحمل بإحدى يديه ما يصح أن يحمله إذا استعان باليد الأخرى ، دلالة على أن فيهما معنى به يفعل ، وبمجموعهما يصح أن يفعل ما لا يصح أن يفعل بأحدهما ، من حيث وجد فيهما من القدر أكثر مما وجد في كل واحد منهما . وكذلك القول في القادرين منا إذا تعاونا في حمل الجسم الثقيل ، وسائر ما دللنا به من قبل على أن القدرة لا يجوز أن نفعل بها فعلا مبتدأ الا وهي حالة في المحل الّذي يوجد ذلك الفعل فيه ، يدل على صحة ما قلناه في هذا الباب . لأنهم ان قالوا إن هذه الأفعال توجد ابتداء من فعله جل وعز ، فلا فرق بين جوارح المريد وجوارح غيره ، ولا فرق أيضا بين أن يكون قاصدا إليه وله إلى فعله دواع ، أو أن يكون بخلاف ذلك . وان قالوا إن الإرادة توجبه من غير أن تحصل في المحل قدرة ، فيجب ألا يكون بين جارحته وجارحة غيره فصل فيما يصح وجوده معه وفيما يمتنع ، وان كان هذا القول يرجع إلى هذه المرادات من فعل المريد من حيث كانت الإرادة توجبه وتولده فيجب أن يكون فعله ، لأن المولد من فعل فاعل السبب ، وانما يقع الكلام في أن الإرادة هل يصح كونها / موجبة أم لا ، وفي أن أفعال الجوارح تقع مبتدأة أو موجبة ، وقد بينا من قبل أن ذلك لا يكون مسببا ، وانه لا فرق بين من قال إن الإرادة توجب هذه المرادات ، وبين من قال إن المراد يوجب الإرادة ، لأن الفاعل لا يفعلها لغرض ، بل يفعلها لما له يفعل المراد ، فالمراد هو الأصل وهي تابعة له ، فكيف يقال إنها توجب المراد ؟ وقد بينا أن\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالشبهة في أن الدواعي توجب الأفعال أقرب من الشبهة في أن الإرادة توجب المرادات ، لأن الإرادة والمراد يتبعان الداعي ولا يتبع أحدهما صاحبه في باب الاحداث . وإذا صح ذلك وعلم أن القول بأن الدواعي موجبة لأفعال لا يصح ، فكذلك لا يصح القول بأن الإرادة توجب المرادات ، وإذا بطل ذلك وجب القضاء بأنها مبتدأة من الانسان ، وأنه لكونه قادرا عليها فعلها كما فعل الإرادة من حيث كان قادرا عليها ، على أنا قد علمنا أن الحي منا قد تصح منه أفعال الجوارح ، وأن تعذّر عليه فعل الإرادة نحو أن يكون ساهيا أو يتولد عن فعله ما لا يعلمه ولا يعتقده ، وقد تصح منه الإرادة ويتعذر عليه المراد كالممنوع والزّمن ، وقد يصحان جميعا فكيف يقال إن الإرادة يصح كونها فعلا له ، ويصح أن يقدر عليها دون المراد والحال هذه ؟\r\nوبعد ، فان أفعال الجوارح تكثر وتقل بحسب أحوال القادر ، والإرادة لا يتأتى ذلك فيها ، وأفعال الجوارح تقع بحسب قصده ، وتنتفى / بحسب كراهته ، والإرادة لا يصح ذلك فيها ، فكيف يقال إن أفعال الجوارح ليست بحادثة من جهته ، وأن الإرادة من فعله ؟ ولو قلبت القضية فقيل إنه قادر على أفعال الجوارح ، لكنه مع العلم لا يصح أن يفعلها الا وتقع الإرادة بالطبع أو من فعل اللّه جل وعز كان أولى . على أن الأحكام المتعلقة بالفاعل وتعلق فعله به تعلم قبل أن تعلم الإرادة أصلا ، لأنا إذا علمنا وقوع كلامه وضربه بحسب كونه مريدا وبحسب دواعيه ، علمنا تعلق فعله به على الجملة ، وعلمنا الأحكام المتعلقة بالفاعل من حسن الأمر والنهى والذم والمدح ، فإذا صح ذلك لم يمكن أن يقال إنه لا فعل له الا الإرادة . على أنّا قد بيّنا أن هذه الأفعال التي تحل جوارحه من الكلام والحركات وغيرهما تقع بحسب كونه عالما بكيفيتها ، وبحسب ادراكه لما يدركه من محل الفعل وغيره ، وبحسب آلاته ، ألا ترى أنه لا يصح أن يفعل هذه الأفعال محكمة الا وهو عالم ؟ ولا يصح أن ينقط المصاحف الا وهو مدرك\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nلمحل الفعل أو مكان ما يفعل فيه الفعل ؟ وكذلك لا تصح منه الكتابة الا ويده سليمة ، والكلام الا مع صحة اللسان ، فلو لم تكن هذه الأمور حادثة من جهته لم يجب أن تقف في وجودها وفي كيفية حدوثها على أحواله ، بل كان يجب أن تكون حاله معها كحاله مع سائر ما يحدث في المحالّ النائية منه من جهة اللّه تعالى . فكما أن هذه الحوادث لا تحدث بحسب أحواله / فكذلك كان يجب فيما يوجد في جوارحه ، وكان يجب أن نكون وان اتصل محلها به بمنزلة قادرين حصل فيهم اتصال ، فكما أن ما يوجد في جارحة بعضهم لا يقع بحسب علم الآخر وادراكه وارادته ، فكذلك كان يجب فيما يحدث في جارحته لو كانت موجودة من جهة اللّه تعالى .\r\nوبعد ، فإن كان اللّه تعالى هو المحدث لأفعال الجوارح عند ارادته ، وعلم أنه لا يصح أن تكون إرادتنا سببا لما يحدثه ، فيجب أن يكون حدوثها بالعادة ، ولو كان كذلك لم يمتنع أن تختلف العادة في ذلك ، حتى يوجد في القادرين من هو سليم الجوارح ويريد اليسير من الأفعال فيتعذر عليه ، وأن يتأتى العظيم من الفعل ممن حاله كحاله ، أو نقص حاله عن حاله في سلامة الجوارح . ولا فرق بين من قال ذلك ، وبين من قال إن الفعل المحكم يوجد من العالم بكيفيته بحسب العادة ، أو قال إن الإرادة تحدث عند الدواعي بحسب العادة ولا يثبت للانسان فعلا أصلا ، ومتى لم يثبت له فعلا والحال ما قلنا أدى إلى فساد الطريق الّذي به يثبت تضاد الضدين وايجاب العلل للمعلول ، وبطلان ذلك ظاهر ، فيجب فساد ما أدى إليه .\r\nوقال شيخنا أبو علي رحمه اللّه إذا ثبت أن حدوث الجسم يدل على أن محدثه قادر وكونه متسقا يدل على أنه عالم ، وانما علمنا ذلك من حيث لم يتعلق بالانسان تعلق فعله به ، فأثبتنا له فاعلا مخالفا لنا ، فلو جوّزنا فيما يقع بحسب / دواعينا وقصودنا أن لا يكون فعلا لنا لأدّى إلى فساد الأصل الّذي به يثبت القديم تعالى وتثبت به صفاته ، وهذا يبطل قولهم\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nأن هذه الأمور من فعله جل وعز ابتداء أو بطبع المحل وخلقة الجارحة ، وأبطل بهذه الطريقة قول من يجعله فعلا للمحل من حيث ثبت مما تقدم أنّ من حق من يحدث الشيء منه أن يكون قادرا ، والمحل لا يصح ذلك فيه ، وألزمهم على قولهم بالطبع ألا تصح معرفة النبوات ، لأن أكثر معجزاتهم هي أعراض حالة في الأجسام ، وعندهم أن المحل هو الفاعل لها ، ولم يثبت أنه لا يفعل الا الحسن فكيف يمكن أن يوثق بالنبوات ؟\r\nومثل هذا يلزم من قال إن هذه الأمور من فعله سبحانه ، فعله بطبع المحل وايجاب الخلقة ، لأن عندهم أنه لا يصح مع السلامة ألا يوجد ذلك فيجب ألا يكون واقعا بحسب اختيار مختار ، وذلك يمنع من القول بأنه تعالى فعله مع انتقاص العادة على جهة التصديق دون أن يكون فعله ، لأن طبع المحل وخلقته أوجبا وجوده عند دواعي الانسان وارادته ومع فقد ذلك وان كان هذا الوجه لا يلزم من زعم أن ذلك من فعله تعالى يفعله على طريق الابتداء ، وان كان قوله يفسد من الوجوه التي قدمناها . ويبين ما قلناه أن القادر منا قد يعتقد في المراد ما يوجب كونه مريدا له من منفعة ودفع مضرة عند أمارة ، كما قد يفعل على الوجه الّذي تقتضيه الإرادة ، فلا فرق بين من يقول إن الإرادة / فعله دون غيرها ، وبين من قال إن الاعتقاد والظن فعله دون الإرادة ، ولا يصح أن يقال إنه انما يفعل الإرادة فقط .\r\nلأن من حق الفاعل أن يحله فعله ، لأن الدلالة قد دلت عندنا على أن الحي القادر هو جملة الانسان دون جزء في القلب ، فلا يصح أن يثبت الفاعل محل الإرادة ، لأن حكم ذلك المحل مع الحي في أنه بعض له ، كحكم سائر أبعاضه ، وسنبين فيما بعد بطلان القول في الانسان ، وان كان لو ثبت لم تمكن نصرة هذا القول الفاسد به . لأنه كان يجب أن يصح أن يفعل الحركة كما يصح أن يفعل الإرادة ، وكذلك يجب في سائر ما يصح حلوله في ذلك المحل ، وإذا صح ذلك فغير بعيد أن يفعل الاعتماد في نفسه ويولد به الحركات في جوارحه والأفعال في غيره ، فيعود الحال إلى ما قلناه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمن أن أفعال الجوارح كالإرادة في أنه يصح أن يفعلها : فأما من ذهب في الانسان إلى أنه جسم بسيط ، فالكلام على قوله وعلى قولنا لا يختلف البتة . ومن يقول إنه لا يصح كونه محلا ، فتعلقه بأن الفاعل هو المحل محال ، على أن هذا القول يوجب أن لا يكون تعالى فاعلا لاستحالة كونه محلا ، وألا يكون الجسم فعلا لاستحالة كونه حالا ، فإذا بطل ذلك علم فساد هذا الحد في الفاعل ، وثبت أن الفعل انما يكون فعلا لفاعله متى علم / أنه يحدث بحسب أحواله ، لأنه متى كان كذلك علم أنه المحدث بالطريق الّذي قدمنا القول فيه . وقد بيّن شيخنا أبو هاشم رحمه اللّه في أول نقض الطبائع كيفية تعلق الفعل بالفاعل وما يثبت به فعلا له من جهة العقل ، وما يعتمد عليه من جهة الأسماء ، ولولا أن التعلق الّذي بيناه بين تصرف زيد وبينه يقتضي أنه المحدث له لم يصح أن نثبت للعرض محلا لأنا انما نثبته حالا في جسم دون جسم لاختصاصه بأحكام ترجع إلى ذلك العرض دون سائر الأجسام . فإن كان اختصاص تصرف زيد به لا يدل على حاجته إليه ، فكيف يدل اختصاص المحل ببعض الأحكام على وجود العرض فيه ؟ وهذا يبطل قولهم ان الفاعل هو المحل لأنهم بنفيهم الفعل الّذي يحل الجوارح عن القادر منا قد أبطلوا على أنفسهم طريق معرفة كون الفعل حالا في المحل ولا شيء تثبت به صحة ذلك الا وبمثله يثبت تصرف زيد فعلا له ، على أنا قد بيّنا أنه لا طريق يثبت به المحدث فعلا للقديم جل وعز الا العلم بأنه غير متعلق بغيره من الفاعلين ، وبأنه لا يصح ذلك فيه ، فإذا تقدم العلم بأن المحدث لا بد له من محدث ، وعلم ذلك من حاله ، علم أنه حادث من جهة القديم تعالى . وهذه الطريقة لا تصح في أفعال الجوارح كما لا تصح في الإرادة ، فكيف يمكن أن تضاف إلى القديم جل وعز ؟ وما بيّنا به من أن المجبرة لا يمكنها أن تعرف تعلق الحوادث بالقديم جل وعز يوجب ألا يمكنهم أيضا معرفة المحدث / القديم جل وعز ، فلا وجه لإعادة القول فيه .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nفصل في أن أفعال الجوارح لا يجوز أن تكون واقعة من المحل بطبعه أو بايجاب الخلقة ، وان القول بإضافة شيء من الأفعال إلى الطبع متولدة أو مباشرة باطل .\r\nاعلم أن جميع ما قدمناه قبل هذا الباب يدل على بطلان قول من قال إن عند ارادته ودواعيه تقع الأفعال من أبعاضه بطبعها ، لأنا قد بيّنا أنها متعلقة به على وجه يقتضي أنها فعل له . وإذا كانت فعلا له لم يصح أن يقال إنها واقعة بطبع المحل ، كما لا يصح مثل ذلك في الإرادة نفسها لما ثبت أنها فعل للانسان ، ويدل على ذلك أيضا أن الطبع ان كان يفعل فيجب أن يرجع إلى كل محل ، فلو كان الفعل يقع من المحل بطبعه لوجب أن لا تقع أفعال جوارحه بحسب قصده ودواعيه وعلمه وادراكه ، فإذا ثبت وقوعها بحسب هذه الأحوال فيجب القضاء ببطلان كونها فعلا للمحل ، ولا يمكن أن يقال إن المحل الّذي فيه الإرادة يحمل سائر المحال على الفعل ، / لأن هذا القول ينقض القول بأن هذه الأفعال تقع بطبع المحال ، وان كان يفسد من حيث علمنا بأن الانسان قد يبتدئ الفعل من مفاصل جوارحه وأطرافها ، وما هذا حاله لا يصح أن يقال إنه واقع بحدث محل للإرادة أو دفعه . وان كان لو ثبت ذلك لم يسلم مع قول من قال إن الانسان لا يفعل الا الإرادة ، لأن بالإرادة الحالّة في المحل لا يصح حمل سائر الجوارح على الفعل ، فيجب أن يكون فاعلا للاعتماد أو الحركة حتى يصح ذلك فيه ، وهذا يوجب أنهما فعله كما أن الإرادة فعله ، وإذا صح ذلك فيها كلها صح مثله في سائر أفعال الجوارح ، على أن الطبع الّذي أضافوا الفعل إليه لا يخلو من أحد أمرين : اما أن يكون صفة للمحل\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأو معنى فيه ، فإن كان صفة للمحل لم يخل من أن يكون راجعا إلى ما هو عليه في ذاته ، فلا يخلو من أن يكون مما يجوز أن يخرج عنه مع الوجود أو يستحيل ذلك فيه . فان صح خروجه عنه مع وجوده فيجب ألا يمتنع أن يكون الانسان قاصدا مريدا ، والمحل سليما صحيحا ، وان لم يقع مراده منه من غير مانع ، وفي هذا هدم أصلهم . وان كانت تلك الصفة يستحيل خروج المحل عنها فيجب أن يقع الفعل في المحل بايجاب تلك الصفة ، حصل الانسان قاصدا أو لم يحصل ، وحصل له دواع إلى الفعل أو لم يحصل ، وهذا مما قد علم فساده . وقد بيّنا من قبل بطلان قول من قال إن الفعل يقع بطبع / المحل بوجوه ذكرناها كثيرة لا وجه لا عادتها .\r\nوان كان ذلك الطبع معنى فيه يوجب وقوع هذه المرادات لم يخل ذلك المعنى من كونه قديما أو محدثا ، فإن كان قديما وجب قدم ما يوجبه ، أو أن لا يتقدمه الا بوقت واحد ، وكلا الوجهين فاسد ؛ وان كان محدثا لم يخل من أن يكون من فعل الانسان أو فعله تعالى ابتداء ، أو واقعا بطبع آخر ، فإن كان فعل الانسان وجب كون سائر ما في المحل فعلا له ، وبطل القول بالطبع أصلا ، وان كان فعلا له تعالى فكمثل ، وان وقع بطبع المحل وجب القول بأن سائر الأعراض تقع بطبع المحل ، وقد بيّنا فساد ذلك ، وان كان يقع ذلك ويحدث بطبع آخر أدى إلى وجود ما لا نهاية له ، وهذا يوجب ألا يقع الفعل أبدا لتعلق وجوده بوجوده ما يستحيل وجوده .\r\nوإذا بطل أن تكون هذه الحوادث حاصلة بالطبع فيجب أن تكون حادثة من جهة المريد القادر ، ويدل على بطلان هذا القول أن المحل يصح أن يتحرك بطبعه في الجهات الست إلى أي وجه صرف الطبع إلى نفس الجوهر أو إلى معنى فيه ، لأنهم ان قالوا إن لطبعه تحرك إلى جهة دون جهة ، لزمهم ألا يصح في بعض الأحوال أن بتحرك إلى غير تلك الجهة ، وقد علمنا أن تحركه إلى / الجهات كلها يصح لما قدمناه في أول الكتاب من أن\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالجوهر في حال حصوله في مكان يجوز أن يحصل في غيره بدلا منه . فإذا صح عليه التحرك إلى الجهات الست ، فلم صار بطبعه في الوقت الواحد بأن يتحرك في جهة أولى من أن يتحرك في جهة أخرى ، وهذا يوجب كونه متحركا في الجهات أجمع ، أو أن لا يصح أن يتحرك بطبعه أصلا على ما نقول ، ولا يرجع علينا ذلك من حيث قلنا إن القادر على تحريكه يقدر على تحريكه في الجهات كلها في حال واحدة ، وان لم يجب أن يحركها في كل الجهات ، وذلك لأن ما يقع منه يقع باختياره ، أو يجرى مجرى ما يقع باختياره . وقد بيّنا القول في ذلك من قبل ، ودللنا على أنه متى لم نقل ذلك فيما نفعله ، أدى إلى بعض حقيقة القادر ، وليس كذلك لو وجدت الحركة بالطبع ، لأن الطبع يوجب وليس له من التعلق بالتحرك في جهة ما ليس له بالتحرك في جهة أخرى ، وهذا يؤدى إلى ما ألزمناهم .\r\nولا يلزمنا ذلك في الأسباب الموجبة ، وذلك لأنها على ضربين : أحدهما يوجب أمرا واحدا فلا يجب فيه ما ألزمناهم ، وهو كالنظر الّذي يوجب العلم ، والوهى الّذي يوجب الألم ، والمجاورة التي توجب التأليف ، والثاني الاعتماد الّذي يصح أن يكون موجبا للشئ وضده . ولا يلزم أيضا على كلامنا أن الاعتماد / وان صح أن يوجب حركة المحل في الجهات ، فإنما يوجب في الوقت الواحد تحركه في أقرب المحاذيات إليه ، لاختصاصه بأنه تولد في جهته فللوجه الّذي تولد عليه من التعلق بالتحرك في أقرب محاذيات إليه ما ليس له في سائر المحاذيات ، فلذلك وجب أن يتحرك في هذه الجهة دون غيرها ، وليس كذلك حال الطبع الّذي يثبتونه ، لأنه لا يختص بالايجاب التحرك في جهة دون أخرى ، وكان يجب تحرك المحل في الجهات كلها أو ألا يتحرك أصلا .\r\nفان قال أليس الاعتماد سفلا يوجب الانحدار ويوجب الارتفاع إذا صادف جسما صلبا ومصاكّة ، ولم يجز أن يقال إنه يجب ألا يوجب الأمرين\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nأو ألا يوجبهما جميعا ، فجوّزوا لنا القول بمثله في الطبع ، قيل له ان توليده للانحدار يقع على غير الوجه الّذي يقع عليه توليده للارتفاع ، لأن عند زوال الموانع يجب أن يولد للانحدار ، وعند حصول منع مخصوص يولد للارتفاع ، ولا يجوز حصول كلا الشرطين حتى يولد كلا الأمرين ، وانما يحصل أحدهما وان لم يكن هناك منع من جسم يمنع من النزول وجب أن يولد النزول ، وان كان هناك جسم يصاك ولّد الارتفاع ، وليس كذلك حال الطبع ، لأنه ان أوجب تحرك المحل في جهة أوجب تحركه في سائر الجهات من غير شرط يخصصه بإحدى الجهتين ، وانما أجبنا في الاعتماد اللازم بالصحيح عندنا ، وبيّنا أنه مفارق لما يذكرونه / من الطبع .\r\nفأما على قول شيخنا أبى هاشم رحمه اللّه أن الاعتماد اللازم لا يوجب ارتفاع الحجر عند المصاكّة ، بل يولّد اعتمادا مجتلبا ، وذلك الاعتماد المجتلب هو الّذي يولد ارتفاعه ، فان نفس ما يولد الانحدار لا يولد الارتفاع ، فالسؤال زائل عنه ، وان كان على ما أجبنا به ساقطا أيضا من حيث ذكرناه . وللكلام في هذه المسألة موضع آخر يذكر فيه ، فلذلك اقتصرنا فيه على بيان الفرق بينه وبين قولهم من غير ذكر أصح القولين فيه .\r\nفان قال : انا نقول إن الطبع يختص بجهة دون جهة ، أو أنه يقارنه ما يخصصه بجهة دون جهة ، فلذلك يخرجه المحل إلى جهة دون أخرى .\r\nقيل له : ان الطبع إذا لم يرد به الاعتماد وما يجرى مجراه ، لا بد من أن يقال إن حكمه في ايجابه لتحرك المحل في جهة ، حكمه في ايجاب تحركه في الجهة الأخرى ، ولا شرط يعقل تخصصه بإحدى الجهتين دون الأخرى ، فيجب فساد ما تعلق به . وأن لا يصح أن نورد في هذا الباب ما أوردناه في الاعتماد ، لأنا أشرنا هناك إلى شرط معقول ، ولا يتأتى مثله للقائل بالطبع ، وقد بيّنا من قبل عند ابطال قول أصحاب الطبائع في حدوث الأجسام أن ما يتعلقون به من الطبع لا يعقل ، وبسطنا القول فيه ، وإذا ثبت أنه غير\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمعقول لم يصح أن يثبت فيه شرط / لا يعقل ، وانما يصح أن يذكر ذلك في الأسباب والتي تذهب إليها ، أو ما يشبه بها مما ليس بسبب عندنا ، فأما غير ذلك فإنه غير معقول ، وإذا لم يكن معقولا كان تعلقهم به ساقطا على كل حال . فان قال : ان الطبع يوجب تحرك المحل في جهة دون أخرى عند دواعي القادر ويكون الداعي مخصّصا له بجهة دون أخرى ، وهذا لا يمتنع كما لا يمتنع عندكم أن يجب وقوع أحد مقدوري القادر دون الآخر لمقارنة الدواعي . قيل له : ان الأصل في هذا الباب أن الدواعي انما تؤثر في مقدور القادر دون ما ليس بمقدور له ، وكذلك لا تؤثر دواعي زيد في مقدور عمرو ، كما لا يؤثر قصده وعلمه فيه ، ولا جهله وعجزه يؤثر في انتفائه ، وانما يؤثر كل ذلك في مقدوره وما يقع من جهته ، فيصرفه بالدواعي عن وجه إلى وجه . وإذا صح ذلك وكان عند هذا القائل ما يحصل في الجوارح ليس بفعل للانسان وانما بفعل الإرادة فقط ، فكيف يقال إن دواعيه تؤثر فيه ؟ وهل هذا القول الا كقول من قال إن دواعي زيد تؤثر في فعل عمرو من الإرادة ؟ وإذا بطل ذلك لما بيناه من الأصل ، فكذلك القول فيما سأل عنه ، لأن عنده أن أفعال الجوارح تقع بالطبع ولا تعلق لها بالقادر ، / كما أن فعل غيره لا تعلق له به .\r\nفان قال : ان دواعي القادر تؤثر فيما يقع في جوارحه بالطبع من حيث كانت أبعاضه ، ولا يجب أن تؤثر في فعل غيره ، لأنه لا يختص به كاختصاص بعضه به . قيل له : ان قولكم ان الجارحة بعضه لا يخرجها من أن يكون الفعل الحاصل فيها ليس بفعل له ، فكما لا يجب أن تؤثر دواعيه فيما يحصل في جوارحه من الحياة والقدرة والسقم والصحة ، فكذلك لا يجوز أن تؤثر في الحركات الحاصلة فيه .\r\nوبعد ، فان تعلق دواعيه بالحركات الحادثة في الأجسام النائية منه التي يحركها ويسكنها كتعلقها بما يحدث في أبعاضه ، فكيف يصح أن يقال\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nانه يؤثر فيما يحدث في جوارحه من حيث كانت بعضا له ؟ وانما يصح لنا القول بأن لبعض الانسان من المزية ما ليس لغيره من حيث يصح أن يبتدئ الفعل في بعضه ، ولا يصح أن يفعله في غيره الا بسبب من حيث اختص بعضه بوجود القدرة دون غيره ، ومن حق القدرة أن يصح أن يبتدئ بها الفعل في محلها ، فلما اختص بعضه بذلك دون غيره ، صح أن يبتدئ في بعضه الفعل دون غيره ، وليس كذلك ما قالوه لأن سبيل بعضه سبيل ما باينه في أن ما يحدث فيه من الحركات يقع عندهم بالطبع ، فان / أثرت الدواعي في بعضه ، يجب أن تؤثر في غيره من الأجسام المنفصلة منه ، ولوجب أن تؤثر في سائر ما يحدث في المحل من حياة وقدرة ، كما تؤثر في الحركات . على أن الدواعي قد تتقابل ، فعند ذلك يجب ألا يكون المحل بأن يتحرك في جهة أولى من غيرها ، لأنه لا شرط هنالك يخصصه بجهة دون أخرى . فان قال : انها إذا تقابلت لم يوجد الفعل أصلا ، أو ان وجد وجد بالقدرة لا بالطبع ، لأنه انما يوجد بالطبع متى حصل هناك في أحد الفعلين رجحان بالدواعي ، فأما إذا هي تقابلت فوجب حصول الفعل بالقدرة ، ولذلك قلنا إن الإرادة تقع بالقدرة لأنه لا داعى يوجبها ، وقلنا متى كان هناك داع يوجب وقوع المراد وقعت الإرادة بالطبع ، وكذلك نقول في النظر والاعتقاد ان حدوثه انما يجب بالطبع ، متى حصل هناك ترجيح لأحد الوجهين ، فأما عند التعادل فيجب ألا يحصل الا بالقدرة ، وهذا كقولكم ان عند قوة الدواعي يجب حصول الفعل حتى لا يجوز خلافه ، وعند فقد الدواعي لا يجب ذلك ، حتى قلتم ان الدواعي إذا قويت حصل الانسان ملجأ إلى فعل ما تقتضيه الدواعي ، ولا يجوز مع انفراده أن يفعل خلافه ، وقلتم متى لم تقو هذه القوة صح أن يختار الفعل وأن يختار خلافه ، / فسوّغوا لنا مثل ذلك في الفعل الواقع بالطبع ، أنها توجبه إذا قويت الدواعي ، ومتى لم تقو نقول إنه يفعل بالقدرة\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nلا بايجاب الخلقة . قيل له : إذا صح أن الدواعي إذا تقابلت وتساوت لم يصح أن يكون الفعل الموجود في جوارحه واقعا بالطبع ، فكذلك إذا قويت الدواعي ، لأن قوة الدواعي لا تؤثر في بقاء القدرة ولا في وجودها ، فيجب أن يكون حالها عند غلبة الدواعي كحالها عند تساويها ، ولا يمكن أن يقال : ان القدرة تتعلق بالمقدور عند تساوى الدواعي ، وتخرج من أن تكون متعلقة عند غلبة بعضها على بعض ، لأن تعلقها بالشيء يجب لجنسها ، وانما نقول إن مضى وقت المقدور أو وجوده يحيل تعلقها ، لأن ايجاده بها والحالة هذه يستحيل ، ولا يستحيل وجود المقدور عند غلبة الدواعي ، كما لا يستحيل عند تساويها ، فيجب أن يكون تعلقها بالمقدور في الحالين على وجه واحد ، ولا يمكن أن يقال : ان غلبة الدواعي تؤثر في بقاء القدرة ، لأنه لا يضادها من حيث كان غلبة الدواعي ترجع به إلى الاعتقادات ، وليس بينها وبين القدرة تناف ، ولو جاز والحال هذه أن يقال إن القدرة يستحيل وجودها ، لجاز في سائر ما يتعلق بالجملة أن يجعل لغلبة الدواعي فيه تأثير .\r\nوبعد ، فان هذا القول يؤكد ما نقوله من أن الفعل يقع من الجملة ، لأن الدواعي إليها ترجع / دون المحال والأبعاض ، فإذا صح ذلك وكان وقوع الفعل يتبع الدواعي الراجعة إلى الجملة فيجب أن يكون فعلا لها ، ولا يصح مع ذلك القول بأنه واقع بالطبع ، لأن الطبع ان كان معنى فإلى المحل يرجع دون الجملة ، يبين هذه أنا نعلم أن الدواعي قد تحصل ويتعذر الفعل من الجملة ، وقد تحصل ويتأتى الفعل منها ، وحكم الأبعاض والمحالّ واحد ، فيجب أن يكون الفعل انما يتأتى من الجملة لاختصاصها بحال ، وهو كونه قادرا ، وإذا صح بما بيّناه أن عند تساوى الدواعي يقع الفعل بالقدرة ، فيجب أن يقع عند غلبة الدواعي بها أيضا ، لأن ما أوجب هذا الحكم في أحد الأمرين ، يوجبه في الآخر عند القوم ، لأنهم يوجبون كون\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nهذه الأفعال واقعة بالدواعي الا الإرادة ، فإذا ثبت في بعضه أنه يقع بالقدرة وجب مثل ذلك في سائره . ولا يمكن أن يقال : ان الفعل يقع بالطبع والقدرة جميعا ، لأن ما يقع بالقدرة يتعلق بالجملة وباختيارها ، وليس كذلك ما يقع بالطبع ، لأنه يتعلق بالمحل ولا تعلق له بالاختيار ، فحكمهما يتنافى ويختلف ، فلا تصح إضافة الفعل إليهما جميعا . وقد قال شيخنا أبو علي رحمه اللّه : لو كان ما يقع في أبعاضه يقع بالطبع لوجب أن يكون المدنف العليل والصحيح سواء ، إذا دعته الدواعي إلى تحريك / أبعاضه ، لأن المحل محتمل في الحالين ، ولا يحتاج إلى القدرة على هذا القول ، وكذلك يجب في حمل الثقيل أنه يمكن حمله وان لم تكن هناك قدرة ، لأن المحل مهيأ ومحتمل والدواعي قائمة ، ولا يمكن أن يدفع بأن الدواعي قد تدعو إلى هذه الأفعال التي ذكرناها ، لأن الزّمن قد تدعوه الدواعي إلى المشي ، وقد نجد أنفسنا بهذه الصفة ، لأن الدواعي تدعونا إلى حمل الشيء فإذا عالجناه تعذر ذلك علينا ، وكل ذلك يبين صحة ما قلناه من أن الفعل بالقدرة يقع دون الطبع . وهذه الجملة تبين أن ما سأل عنه السائل من أن الفعل انما يقع بالطبع إذا غلبت الدواعي ، ويقع بالقادر إذا تساوت ، مما يدل على صحة ما قلناه إذا رتّب على الوجه الّذي تقدم ذكره ، ومما يبين ذلك أن الإرادة نفسها قد تدعو إليها الدواعي ويغلب ذلك فيها لأنها بمنزلة المراد فيما يدعو إلى فعلها ويصرف عن فعلها ، ولم يمنع ذلك من كونها فعلا للمريد منا على بعض الوجوه ، فكذلك القول في المراد ، وإذا ثبت ذلك فيها عند تساوى الدواعي فكذلك عند غلبتها على ما قدمناه ، وذلك يبين فساد قولهم ان الإرادة تخالف المراد ، فلا تقع هي الا من جهة القادر ، والمرادات تقع بالطبع ، لأنا قد بينا أن الحال فيهما يتساوى ، على أن حاجة الفعل في الوقوع إلى غلبة الدواعي تحيل كونه / واقعا بالطبع ، لأن الطبع ان كان موجبا لذلك ، فيجب أن يوجبه كان هناك داع أو لم يكن ،\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nألا ترى أن السبب لما كان عندنا موجبا للفعل لم يتعلق وجود المسبب بعد وجوده بالدواعي ؟ فكذلك الطبع ، لو كان موجبا لوجب فيه ألا يتعلق بالدواعي البتة على وجه ، وليس لأحد أن يقول : أليس السبب قد لا يوجب المسبّب الا لشروط ترجع إليه أو إلى المحل ، وان كان هو الموجب له ، وكذلك الطبع ، لا يمتنع ألا يوجب الفعل الا بشرط غلبة الدواعي ، ولا يخرج ذلك من أن يكون موجبا ، وذلك أن السبب انما يوجب المسبّب متى كان المحل محتملا له ، ووجد على الوجه الّذي من حقه أن يولده ، كما أن القدرة يفعل بها إذا صح وجود مقدورها بأن تكون الموانع مرتفعة ، وتكون موجودة على الوجه الّذي يصح الفعل بها ، وكما نقول في الآلة ان الفعل يصح بها على بعض الوجوه متى وجدت على الوجه الّذي تكون آلة فيه ، وانما صح ذلك لأن المسبب يرجع إلى الفاعل ويقع منه لكونه قادرا كالسبب ، وان كان أحدهما يفعل بواسطة ، والآخر يفعل على جهة الابتداء ، وليس كذلك ما قالوه في الطبع ، لأن الطبع ان كان يوجب الفعل في المحل ، لم يصح تعليق الفعل الا به ، فكيف يصح أن تشترط في وقوعه صفة لا ترجع إلى المحل ، بل ترجع إلى / الجملة ؟\r\nولا فرق بين من جعل من شرط ايجاب الطبع الفعل ما يرجع إلى الجملة من الدواعي وغيرها وان لم يكن بينهما تعلق ، وبين من جعل الشرط فيه سائر صفات المحالّ أو وجود سائر الأعراض ، وانما صح لنا أن نجعل في السبب شروطا لأن تلك الشروط تتعلق به ، لأنها لا يعدو وجودها اما أن يكون ذلك الشرط يرجع إلى كيفية وجوده ، مثل ما نقوله في الصوت انه يتولد عن الاعتماد إذا وقع على جهة الصّكة ، أو يرجع إلى متعلقه ، كقولنا ان النظر لا يوجب العلم دون أن يتعلق بدليل معلوم للناظر أو يرجع إليه كقولنا ان المجاورة انما تولّد التأليف متى كانت حادثة ، وليس كذلك ما قالوه في الطبع ، لأنهم جعلوا الشرط فيه ما لها تعلق له به ، فيلزمهم من الجهالات ما ذكرناه .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nعلى أن من قال إن الفعل عند تساوى الدواعي يقع بالقدرة ، يلزمه أن يقول في القدرة نفسها انها واقعة بالطبع لأن القدرة حالّة في بعضه كالحركة وغيرها ، فان جاز فيها أن تقع من جهة القديم أو من جهة الحي الّذي حلت في بعضه ، فكذلك القول في الحركات ، وإذا وجب القول بأن القدرة تقع بالطبع ، فما يقع بها يجب أن يكون فعلا لفاعل الطبع ان كانت توجب الفعل / وان كانت لا توجبه بل تقع بها على جهة الاختيار كما نقول ، فما الّذي يمنع من أن تقع بالطبع في أن سائر الأحياء وان غلبت دواعيه ، كما يقع عند تساوى دواعيه كان الطبع الموجب لها لا يتغير باختلاف هاتين الحالتين ، وهذا يبين صحة ما ألزمناهم من القول بأن جميع الأفعال الحالّة في بعض القادر ، تقع بالقدرة دون الطبع ، على أن هذا القول يوجب غلبة دواعيه إلى الفعل الّذي يكون في بعضه بمنزلة غلبة دواعي غيره إلى ذلك ، لأن كل واحد منهما كصاحبه في أن الفعل لا يقع منه ، وانما يقع من المحل بالطبع ، فلم صارت غلبة الدواعي من أحدهما مؤثرا ومن الآخر غير مؤثر ؟ وهلّا دلّ ذلك على أن دواعيه انما أثرت فيه من حيث كان الفعل منه يقع دون صاحبه ، ويبتدئه بالقدرة دون صاحبه ، ولا يرجع ذلك علينا فيما نقوله من أن القادر بأن يوجد الفعل في بعضه ابتداء ، أولى من غيره من القادرين ، لأنا نقول إن الفعل يقع منه لكونه قادرا ، وهو بمنزلة الشيء الواحد ، فلا يمتنع أن يصح منه أن يبتدئ الفعل بقدرة في أبعاضه دون غيره ، من حيث حصل لتلك القدرة من الاختصاص ما ليس لغيره ، وليس كذلك ما قالوه ، فالفصل بين المذهبين واضح ، وقد قال / أبو عثمان الجاحظ انما يجب أن يفعل أحد الأمرين دون الآخر بطبعه ، لأن الشهوة ترغّب في الفعل وتدعو إليه ، والعقل يزهّد في الفعل ، إذا غلبت الشهوة وقع الفعل لغلبتها ، وإذا غلب العقل لم يقع الفعل ، وذلك لا يمنع من كون الفعل واقعا بالطبع ، لأن هذه الجملة مطبوعة على حال تقتضى أنها إذا\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nغلبت الشهوة وقع فيها الفعل لا محالة ، وما قدمناه من الكلام في الدواعي وكيفيتها يبطل هذا القول .\r\nوقال شيخنا أبو علي رحمه اللّه : كان يجب على هذا لو غلبت شهوته لحمل الجسم الثقيل أن يصح أن يحمله ، لأنه لا يمكن أن يتعلق ذلك بكونه قادرا ، ولا يقال إنه غير مهيأ لحمله ، لأن ذلك ممكن بآلته لو كان قادرا عليه ، وألزمهم القول بأنه لا بدّ من حال تتقدمه يصح لأجلها الفعل ، وما قدمناه أيضا يسقط ذلك فلا وجه لإعادته .\r\nثم نعود إلى بقية الجواب عن السؤال فنقول : قد بيّنا أن تفرقتهم بين حاله والدواعي غالبة ، وحاله والدواعي متساوية ، لا يصح بالوجوه التي قدمناها ، مما يسقط بها تعلقهم به ، ويمكن أن نستدل بها ابتداء ، فلا وجه لإعادته .\r\nفأما قولهم انا نقول في ذلك كقولكم ، فإذا صح أن تقولوا عند قوة الدواعي يجب حصول الفعل ولا يجوز أن يقع منه تركه لأنه ملجأ إليه ، ويفارق حاله حال من / لم تقو دواعيه هذه القوة ، فكذلك لا يمتنع أن تقول ان عند قوة الدواعي يقع الفعل بالطبع ، وعند تساويها بالقدرة فبعيد ، وذلك لأن الالجاء انما يؤثر عندنا في أن القادر يجب أن يختار ذلك الفعل ، لا أنا نقول إن الفعل يقع منه على جهة الايجاب ، ولذلك يصح عندنا أن يكون مع الالجاء مختارا لفعل على فعل نحو من روّعه الأسد ، وهو ان حصل ملجأ إلى الهرب يصح منه أن يختار سلوك طريق على طريق ، وقد يصح مع وجود السبب الملجئ أن يخرج من كونه ملجأ بأن يرغب في خلاف ما ألجئ إليه بالثواب العظيم ، فحصول الالجاء لا يخرجه من أن يكون فاعلا لكونه قادرا ، وان كان حكمه يفارق حكم من ليس بملجإ من القادرين في بعض الوجوه ، ويبين ذلك أن الفعل يقع بحسب قدره وأحواله\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوآلاته كهو إذا لم يكن ملجأ ، وليس هذا حال القائل بالطبع ، لأنه يلزمه القول بأن الفعل عند قوة الدواعي يقع لا ممن يقع منه عند تساويها ، لأن عند التساوي يقع من الجملة ، وعند الغلبة يقع من المحل ، ويلزمه أن يقول إنه عند قوة الداعي لا يتعلق بالجملة وأحوالها ، وعند التساوي يجب تعلقه بها . فإذا لم يصح منه ذلك فقد سقط ما قاله ، وخرج قوله من أن يكون مناسبا / لما نقوله في الالجاء ، فالمعارضة به لا تصح . ومما يزيد ذلك وضوحا أن الإرادة إذا ثبت أنها تقع بالقدرة الحالّة في محلها ، فان تعلق وقوعها بدواعى الحي من اعتقاد وغيره ، وكان الّذي له ولأجله وجب ذلك فيها أن حالها في الوقوع يتغير بحسب الدواعي ، إذا كان سائر المرادات الحالّة في بعضه تتغير بالدواعي فيجب أن تكون واقعة منه بالقدرة . ولا يصح أن يقال إن الإرادة موجبة ، لأنا قد دللنا من قبل على فساد هذا القول ، ولا يصح أن يقال إن محل الإرادة لأجل وجودها فيه يوجب بالطبع تحريك الأعضاء ويصيرها مهيأة للحركات وغيرها لأنه قد علم أن أبعاض الانسان محتملة للحركات ، حصل في القلب إرادة أو لم تحصل . ولولا أن ذلك كذلك لم يصح من اللّه تحريك هذه الأعضاء .\r\nوالإرادة عن القلب معدومة ان قالوا إن الحركات يصح أن تكون من فعل اللّه تعالى ، وان قالوا إنها تحدث بالطبع فكان يجب ألا يصح وجودها في المحالّ الا إذا كانت الإرادة في القلب حاصلة ، وعلمنا بخلاف ذلك يقضى بفساد هذا القول ، فأما ما يتعلق به من يقول إن الفاعل يجب أن يكون المحل ، وأنه يستحيل خلافه ، فسنتكلم عليه من بعد ، ونبين أيضا في فصل مفرد / ابطال قول من يقول في المتولدات انها تقع بالطبع ، وان أثبت المباشر فعلا للقادر ، فلذلك لم نذكر الكلام عليه في هذا الفصل ، وان كان أكثر ما أوردناه يفسد هذا القول أيضا .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nفصل في أن الفاعل منا قد يفعل في غير محل قدرته الحركات وغيرها على سبيل التوليد وما يتصل بذلك :\r\nاعلم أن الدلالة لا يجوز أن تختص فتدل في موضع دون موضع ، لأن ذلك يحيل كونها دلالة في كل موضع ، وقد بيّنا أن وقوع الفعل المباشر بحسب قصده وارادته ، وانتفاءه بحسب كراهته على طريقة واحدة مع السلامة يدل على أن ذلك فعل له . وقد علمنا أن ذلك موجود في المتولد الّذي يفعل في غير محل قدرته كالكتابة والنساجة والبناء وغيرها من الأفعال ، فيجب أن يكون ذلك دالا على أنه فعله أيضا . وليس لأحد أن يقول إن وقوع المباشر بحسب قصده انما دل على أنه فعله من حيث وقع من جهته ابتداء ولم يتعلق وجوده بغيره ، وهذا المعنى لا يصح في المتولد ، فلم يجب أن يشاركه في الحكم ، وذلك لأن الّذي له علمنا أن المباشر فعله هو وقوعه بحسب قصده على ما بيّناه دون حدوثه ابتداء ، لأن اللون الحالّ فينا والمرض والصحة قد توجد ابتداء ، ولم يجب كونه فعلا له ، وانما فارق المباشر هذه الأمور من حيث وجب وقوعه بحسب قصده لا لأنه وجد مبتدأ ، فإذا كانت هذه الطريقة موجودة في المتولّد فيجب كونه فعلا له أيضا ، / والمتولد وان فارق المباشر في كيفية وجوده فلا يجب كونه مفارقا له فيما به نعلم أنه حادث من جهة القادر ، لأن طريق العلم بالشيء قد يتفق وان كان حكمه في نفسه يختلف في الوجود ، ألا ترى أن أحكام الأفعال المباشرة قد تختلف في الوجود ، ففيها ما يحتاج إلى محله فقط ، وفيها ما يحتاج إلى محل على صفة ، ولم يمنع ذلك من اشتراكهما في أن ما به يعلم أحدهما فعلا لفاعله يعلم الآخر فعلا له ؟ فإذا جاز أن يعلم تعلق\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالمحدث بالمحدث وحاجته إليه ، وان كانت الحوادث تختلف والمحدثون يختلفون ، فكذلك القول فيما قدمنا ذكره ، وقد استقصينا الكلام في هذه الطريقة فلذلك اقتصرنا على ايراد أولها ، وعدلنا عن الزيادات والانفصال عنها . ومما يدل على ذلك ما قدمناه في المباشر من أن وقوع الفعل بحسب دواعيه على أنه فعله ، وأنه حادث من جهته ، فإذا وجب ذلك في المباشر ، وكان المتولد كالمباشر في أنه يقع بحسب دواعيه ، فيجب كونه فعلا له وحادثا من جهته . وقد دللنا من قبل على أن فعلا من فاعلين لا يصح ، فيجب ألا يكون فعلا لغيره .\r\nفان قيل : ان المتولد لا يقع بحسب دواعيه وانما يقع بحسب سببه فلا يجب أن يدل على كونه فعلا له ، أو لستم تقولون ان العلم بالمدرك لما كان يقع بحسب صحة بصرنا لا بحسب أحوالنا لم يجب كونه فعلا لنا ، وكذلك القول في حصول علم زيد بحضور عمرو وأنه لما كان يقع لا بحسب أحوال الحاضر ، لكن بحسب حال المدرك ، لم يجب كونه / فعلا للحاضر ونظائر هذه المسائل من قولكم تكثر ، فهلا دل ذلك على أن ما ذكرتموه من الطريقة لا يصح ؟ قيل له : ان وقوع المسبّب بحسب السبب إذا لم يخرجه من أن يكون واقعا أيضا بحسب دواعيه ، فيجب ألا يقدح في الدلالة ، كما أن وقوعه بحسب دواعيه لما لم يخرجه من أن يكون واقعا أيضا بحسب قصده ، لم يكن مؤثرا في الاستدلال على أنه فعله من حيث وقع بحسب قصده ، ولسنا ننكر أن الدواعي لو حصلت إلى وجوه على الوجه الّذي لا يولده السبب أنه كان لا يقع بحسب دواعيه ، كما أن دواعيه في المباشر لو وقعت على خلاف ما يصح منه بالقدرة ، كان لا يقع بحسبها ، ولم يقدح ذلك في صحة الاستدلال بذلك في المباشر ، فكذلك لا يقدح ذلك في صحة الاستدلال بالمتولد ، وكذلك وقوع المتولد بحسب المحل حتى أن كان محتملا له وجد والا لم يوجد لم يخرجه من أن يكون واقعا بحسب دواعيه\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nأيضا ، وأنه يدل على أن ذلك فعله من هذا الوجه . وانما يبطل أن يكون العلم بالمدركات متولدا لأنه لا يصح أن يشار إلى فعل فيقال انه سبب له ، لصحة وجود فعل يشار إليه مع صحة وجود العلم لما يحصل ، ولا يصح أن يكون الادراك مولّدا لما سنذكره من بعد ، ولأن المدرك ليس بمدرك بادراك عندنا ، ولأنه لا يقع بحسب حال لها تأثير في الأفعال ، فكذلك القول في وجود العلم بحضور / الحاضر في قلب الغير ، فقد بان أن ذلك أجمع لا يقدح فيما دللنا به ، ولو قدح في ذلك لقدح أيضا في اثبات المباشر فعلا له ، ولوجب من ذلك نفى الأفعال أصلا ، فإذا بطل ذلك بطل كل ما أدى إليه . وهذه الطريقة أيضا قد استقصيناها فيما قبل ، وان كان الكلام عليها وعلى الطريقة الأولى يتقارب . فان قيل : انما وجب كون المباشر فعلا له ، لأنه يجوز بدلا منه أن يقع تركه ، فلما صح منه تركه في حال وجوده كما صح منه أخذه ، وجب كونه فعلا له ، وهذا لا يصح في المتولد لأنه في حال وجوده لا يصح منه أن يتركه ، فيجب ألا يصح منه أن يفعله أيضا ، لأن من حق القادر على الشيء أن يكون قادرا على تركه إذا كان له ضد ، ويجب متى صح منه فعل الشيء أن يصح منه تركه ، فما لا تصح هذه الطريقة فيه لا يصح كونه فعلا للفاعل ، فكيف يصح لكم القول بأن المتولدات فعل للعباد كالمباشر ؟ قيل له : انا لا نقول إن من حق القادر على الشيء أن يصح منه فعل تركه ، بل نقول إن من حق القادر على الشيء أن يصح منه ألا يفعله على بعض الوجوه ، كما يصح منه أن يفعله ثم ينظر . فإن كان متى لم يفعله لم يصح أن يفعل تركه ، صح أن يتركه والا لم يجب ذلك فبه ، وقد ذكر ذلك بعينه شيخانا أبو علي وأبو هاشم رحمهما اللّه ، وذلك يسقط ما سأل عنه ، ونحن نبين الكلام في ذلك عند ايراد شبههم ليكون القول فيه هناك أوضح .\r\nوبعد فان ما ذكرناه من الدلالة يدل على أن الكتابة فعله ، ومفارقتها /\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمباشر في الوجه الّذي ذكروه لا تقدح في مشاركتها له في الدلالة ، فيجب أن تشاركه في المدلول ، ولا يمكنه أن يقول إن ما ذكرناه هو حد الفعل ، فما لم يصح ذلك فيه لا يصح كونه فعلا لما بيّناه ولما سنذكره من بعد .\r\nومما يدل على ذلك أيضا أنا قد عرفنا أن المتولدات التي هي الحركات تقع بحسب قدرة ، لأنه انما يصح أن يحرك ويحمل الثقيل بحسب ما فيه من القدرة ، ولذلك تتفاوت أحوال القادرين منا في ذلك بحسب قدرهم ، وان اشتركوا في إرادة ذلك في بعض الأحوال ، فلو لم يكن حمل الثقيل فعلا له لم يقع بحسب قدره ، كما لا تقع سائر حركات الأجسام بحسب قدره . بيّن ذلك أن الواحد منا يتعذر عليه حمل الثقيل بيمناه فيستعين عليه بيسراه ، فيتأتى منه من حيث علم من حال قدرتى اليدين بمجموعهما أن ثقل ذلك المحمول يصح بهما ولا يصح بأحد الأمرين وذلك يبين وقوعه بحسب قدره ، بل بحسب ما يستعمل فيه من القدر دون ما لا يستعمله .\r\nويبين ذلك أيضا أن الواحد منا يتعذر عليه ثقل المحمول ، فإذا زيد قدرا تأتّى منه ، فلو لم يكن واقعا بحسب القدر لم يجب ذلك فيه ، بل كان لا يمتنع أن يجرى الأمر في ذلك على الضد مما ذكرناه حتى إذا زيدت قدره تعذّر تحريك الثقيل عليه وان نقصت تأتّى ذلك ، وكذلك كان لا يمتنع أن يصح نقل الثقيل بإحدى اليدين ويتعذر بهما / جميعا . لأن ، على قول من خالفنا ، ليس لانتقال المحل وحركاته تعلق بالواحد منا ، وإذا لم يكن له به تعلق فيجب أن يجوز أن يختلف الحال فيه . وفي فساد ذلك ، وعلمنا أن الحال لا يختلف في ذلك دلالة على فساد هذا القول ، وهذه الطريقة تصح في المتولد لأنه يصح أن يتقدم لنا العلم بأن الواحد منا قادر وأنه يقدر على الكثير أو القليل ، وأنه قادر بقدرة تكثر وتقل ، فإذا تقدم لنا معرفة ذلك ، صح أن يستدل بوقوع المتولد بحسب قدرة على أنه فعل له ، وان كان الاستدلال بوقوع المتولد بحسب قدره على أنه فعل له ، وان كان\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالاستدلال به على جهة الابتداء لا يصح من حيث كان العلم بكونه قادرا وبالقدر من حقه أن يتأخر عن العلم بكون المباشر فعلا له وحادثا من جهته .\r\nوقد بيّنا القول في ذلك من قبل ، وبيّنا أيضا أن في المباشر ما يصح أن يستدل بذلك كفعل النائم ، فلا وجه لإعادته ، وبطل بذلك قول من قال :\r\nان دل ذلك في المتولد فيجب أن يدل في المباشر ، لأنا قد بيّنا أنه لو علم في المباشر لدل ، لكنه لا يصح أن يعلم ذلك فيه ، ويصح ذلك في المتولد ، فصحّ أن يستدل به فيه دون المباشر ، وهذا كما قلناه في صدر الكتاب ، أن جواز العدم على العرض يدل على حدوثه ، ولا يدل على حدوث الجسم من حيث كان لا يصح أن يعلم ذلك في الجسم قبل معرفة حدوثه ، ويصح أن يعلم ذلك في العرض ، لأنا نقول إنه لو صح أن يعلم ذلك فيهما جميعا كان لا يصح الاستدلال به ، ولذلك نظائر كثيرة ، فان قيل : أليس في المتولدات / عندكم ما لا يقع بحسب القدرة كالألم ، ومنها ما لا نتبين من حاله أنه يقع بحسب القدر كالعلم ، فهلّا دل ذلك على بطلان ما استدللتم به ؟ قيل له : انا دللنا بذلك حيث يمكن أن يعلم أنه يقع بحسب القدر ، فيجب أن يدل في ذلك الموضع على أنه فعله ، وألا يقدح فيه تعذر معرفته ذلك في موضع آخر ، لأنا لم ندع عموم هذه الدلالة في جميع المتولدات فيكون ما ذكرته قادحا فيها ، ولا يجب إذا انتفت هذه الدلالة في متولد آخر ألا يصح حيث وجدت فيه ، وليس فيما سأل عنه أكثر من أن هذه الدلالة لا تستمر في جميع المتولدات وهذا مما لا يدفع .\r\nفان قال : انى أقدح بذلك في الكلام من وجه آخر ، وهو أن المتولد لو كان فعلا له لوجب في جميعه أن يقع بحسب قدره كالمباشر ، فإذا أوجد بكم فيه ما لا يقع قدره وجب ألا يكون فعلا له ، وإذا وجب ذلك في بعضه وجب في سائره . قيل له : ان ما ذكرته انما يوجب أن ما لا يقع من المتولدات بحسب قدره لا يجب كونه فعلا له دون ما يقع بحسب قدره ، فلا يصح\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nأن يجعل طريقا إلى نفى التولد ، وغرضنا بالكلام أن نثبت متولدا ، فإذا ثبت بهذه الدلالة في بعض المتولدات ما أردناه ، فقد سقط ما تعلق به السائل ، ونحن نبين من بعد القول في الألم وأنه وان لم يقع بحسب قدره في القلة والكثرة أنه لا يمتنع كونه فعلا له . وقد بيّن شيخنا أبو هاشم رحمه اللّه في / البغداديات ان المسبب الّذي هو الحركات يقع بحسب القدر ، فأسقط قول من قال في المنحدر من شاهق أن تحركه لا يقع بحسب قدره .\r\nوبيّن أن حال ما يرمى به وان تفاوت في النفوذ فان ذلك لعوارض تجرى مجرى المنع ، لا لأن المسبب لا يقع بحسب القدر ، وبيّن أن من حق القدر ألا يجوز أن تفعل بها الأجزاء واحدا من جنس واحد في محل واحد ، وأن المتولد والمباشر في هذا الباب يتفقان ، ونحن نبيّن القول في ذلك في باب القدر ونذكر ما يشذ عن هذه الجملة ان شاء اللّه .\r\nومما يدل على ذلك أيضا أنا قد علمنا فيما نفعله من الحركات والتأليف في الكتابة والبناء وحمل الأجسام أنها تقع بحسب السبب ، وما يقع من جهة غيرنا لا يقع بحسب ما يفعله من الأسباب ، بل قد لا يقع أصلا مع حصول السبب منا ، فلو لم يكن ذلك فعلا لنا لم تجب هذه الطريقة فيه .\r\nفان قيل : أليس في المتولدات ما لا يقع بحسب السبب في القلة والكثرة كالألم ، ولم يدل على أنه ليس بفعل لنا ، فهلا تبينتم بذلك فساد ما تعلقتم به ؟ قيل له : ان هذا السؤال من جنس ما تقدم ، وقد بيّنا من قبل الجواب عنه فلا وجه لإعادته ، لأنه لا يمتنع أن يدل على حكم الشيء دلالة ولا يوجد ذلك في مثله فيدل عليه من الأدلة فلا يكون ذلك قادحا في الدلالة الأولى ، ولا يمكن أن يقال إنه لا يصح أن نبين أن المسبب الّذي ذكرناه وجد بحسب السبب في الكثرة والقلة لأنه وان لم يكن أن نبين ذلك في التفصيل فإنه يمكن معرفة / ذلك على الجملة وذلك كاف في الدلالة . وليس\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nلأحد أن يقول إن هذه الدلالة ترجع في الحقيقة إلى ما تقدم من وقوع المسبب بحسب القدرة ، وذلك لأن الدلالة الأولى لا تصح الا بأن يعلم وقوع المتولد بحسب القدر في القلة والكثرة ، والثانية يصح ذلك فيها لو صح أن يقع بالقدرة من المباشر أكثر من جزء واحد . ومتى علم أن المتولد يقع بحسب المباشر في القلة والكثرة صحت هذه الدلالة ، وان شك الانسان في أن المقدور هل يجب وقوعه بحسب القدر في القلة والكثرة أم لا يجب ذلك فيه ، ولهذا صح أن يستدل بالدلالة الثانية في أفعال اللّه تعالى متولدا ، وان لم تصح الدلالة الأولى فيه تعالى من حيث علم أنه قادر لنفسه ، فلا يصح أن تثبت أفعاله بحسب قدره ، مع علمنا باستحالة القدر عليه .\r\nومما يدل على ذلك أيضا أن المجاورة لو لم تولد التأليف كان لا يمتنع أن يجاور بين الجوهرين ولا يفعل فيهما تأليف ، لأن الفاعل إذا كان مبتدأ لفعله جاز أن يفعله وألا يفعله ، وانما يجب أن يفعل الفاعل الفعل متى كان موجبا عن غيره ، أو ما كان يختاره لا يتم وجوده الا بالقصد إلى غيره ، كما نقول في القديم سبحانه انه لا يجوز أن يفعل الجوهر الا ويفعل الكون معه من حيث يتضمن وجوده وجود الكون ، ومتى أراد فعل المعرفة وجب أن يفعل الحياة من حيث لا يصح وجودها الا معها ، فأما إذا لم يكن للفعل تعلق بفعل آخر ولا كان موجبا / عن غيره ، ولم يكن الفاعل ملجأ إلى الفعل ، فيجب أن يصح أن يفعله وأن لا يفعله . وقد علمنا أن الواحد منا لا يجوز أن يفعل المجاورة ولا يقع التأليف بل يجب وجوده لا محالة ، فعلم أن المجاورة توجبه وانما قلنا إن وجودها ولها تأليف محال ، لأن القول بجواز ذلك يؤدى إلى ألا يصعب تفكيك الأجسام الصلبة علينا ، وقد ثبت أن ذلك يصعب علينا فيجب أن يكون الموجب لذلك ما ذكرناه ، وقد دللنا من قبل على أن الموجب لذلك لا يجوز أن يكون الا معنى يحل في\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالمحلين فلا وجه لإعادته ، ولا يمكن أن يقال إن التأليف يحتاج في وجوده إلى المجاورة ، لأن وجوده مع ضده الّذي هو مجاورة أخرى يصح ، ألا ترى أننا ننقل الجوهر المؤلف في الأماكن فلا يبطل تأليفه ، ويبطل ما فيه من المجاورة لغيره ؟ فلو كان يحتاج إليه لوجب بطلانه متى بطل بضده ، كما يجب بطلان العلم متى بطلت الحياة بضدها ، على أنه لو ثبت حاجة التأليف إلى المجاورة لم يؤثر فيما قلناه ، لأنه كان يجب على كل حال أن يصح وجود المجاورة ولا تأليف ، كما يصح وجود الحياة ولا علم ، فلولا أنه موجب عنها لم يجب حصوله عند حصولها . فان قال : ان المجاورة تحتاج إلى التأليف فلذلك وجب ما ذكرتم ، قيل له : ان الشيء لا يحتاج في وجوده إلى معنى في غير محله ، فكيف يصح أن يقال في المجاورة وهي مختصة بمحل واحد انها تحتاج إلى التأليف ، وكيف تصح حاجة الشيئين إلى معنى وكل واحد منهما لا يحتاج إليه ، وكيف تصح حاجة الشيء إلى معنى ووجوده يصح / معه ومع ضده أو مع ما يجرى مجرى الضد ؟ ولا يصلح أن يقال انما وجب أن يفعل التأليف عند المجاورة للداعي لأن المجاور بين الجوهرين قد لا يخطر بباله الداعي إلى التأليف ، فضلا عن حصول الداعي إليه ، فعلم أن الّذي أوجب وجود التأليف هو ما ذكرناه من أن المجاورة توجبه وتولده ، ونحن نبين من بعد بطلان قول من يقول إن عند المجاورة يصير المحل مهيأ للتأليف فيجب وجوده فيه بطبعه في فصل من بعد ، فلا يصح أن يقال إن التأليف انما يجب وجوده بطبع المحل عند التجاور ، وما قدمناه يبين فساد هذا القول . فان قيل : لو كانت المجاورة تولد التأليف لأدى إلى أن يتولد عن سببين مسبب واحد ، وذلك عندكم في الفساد بمنزلة وقوع فعل واحد بقدرتين . قيل له : ان كل واحد من الكونين يولد تأليفا ، وهما يولدان تأليفين ان حدثا ، وان كان الحادث أحدهما ولد هو تأليفا فيهما دون الثاني ، فلا يصح ما ذكرتموه من أن القول بذلك يؤدى\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nإلى وقوع التأليف عن شيئين . قيل : ان قولكم بأن التأليف يتولد عن المجاورة يؤدى إلى أن يصح من القادر منا أن يضع جزءا من الجواهر بين أجزاء أربعة أو خمسة فيولد الكون الواحد أجزاء من التأليف ، وان وقع بقدرة واحدة ، وفي ذلك نقض قولكم ان القدرة الواحدة لا يصح أن نفعل بها الا جزءا واحدا من جنس واحد في وقت واحد في / محل واحد ، قيل له : ان هذه المجاورة تولد خمسة أجزاء من التأليف لأنها ليست بأن تولد واحدا منها أولى من أن تولد سائرها ، ولا يصح أن ينضم هذا الجزء إلى الأجزاء الخمسة بتأليف واحد وبأقل من خمسة أجزاء من التأليف ، لأن التأليف لجنسه يختص المحلين فلا يجوز أن يحل التأليف الواحد الا فيهما فقط ، وهذا يوجب صحة ما قدمناه من أن المجاورة تولد الأجزاء الخمسة .\r\nولو خلق تعالى جزءا بين ستة أجزاء على وجه تجاورها كلها لكان الكون الّذي يخلقه في ذلك الجزء يولد ستة أجزاء من التأليف ، ولا ينقض ذلك ما نعتمده من الكلام في القدر ، لأنا انما نقول إن الجزء الواحد لا يجوز أن يفعل به في المحل الواحد في الوقت الواحد الا جزءا واحدا ، ويستوى بين المباشر والمتولد فيه إذا كان ذلك المعنى يحل المحل الواحد ، وهذه الأجزاء من التأليف توجد في محالّ ، وإن كانت لأمر يرجع إلى جنسها تحل في الجزء الواحد أيضا ، فصار المفعول بالقدرة الواحدة وعن السبب الواحد أجزاء كثيرة في محال ، وذلك لا يمتنع عندنا .\r\nوبعد ، فان الّذي له أحلنا وقوع أكثر من جزء واحد بقدرة واحدة من الجنس الواحد في المحل الواحد ، هو أنه يؤدى إلى ألا يقف ما يصح أن يفعل بها على حد لا يصح أن يراد عليه ، فيؤدى ذلك إلى حمل الجبال العظيمة بالقدرة / الواحدة مع علمنا بفساده ، وما ذكرناه في التأليف لا يؤدى إلى ذلك ، لأن أكثر ما يقع عن السبب الواحد منه ستة أجزاء بحسب ما يجوز أن يماس هذا المحل من الأجزاء ، وإذا لم تؤد إلى الفساد الّذي\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nتقدم وجب جوازه ، لأن المعتبر في هذا الباب بالأدلة والنقض عليها يقع دون نفس المذهب . فان قيل : لو كانت المجاورة تولد التأليف لوجب إذا جاور القوى بين جسمين أن يوجد فيهما من التأليف أكثر مما يوجد إذا جاور بينهما ضعيف ، ولو كان كذلك لوجب أن يمتنع من تفريقه وقد جاور بينهما القوى ما لا يمتنع إذا جاور بينهما الضعيف ، وفساد ذلك يبين أن التأليف لا يتولد عن المجاورة ، فلذلك لم يكثر بكثرتها ولا قلّ بقلتها . قيل له :\r\nان الأمر في ذلك التأليف وأنه يوجد بحسب المجاورة في القلة والكثرة على ما سألت عنه ، ولا يجب ما ذكرته في المنع لأن التأليف لا يصير منعا مما هو منع منه لجنسه ولا لوجوده ، وانما يكون منعا بحسب ما يصادف في محله مما يوجب كونه التزاقا وصلابة من رطوبة ويبوسة ، فبحسب ذلك يمنع لا بحسب عدد أجزائه ، فلذلك قد يختلف حاله في كونه منعا مع تساوى القدر ، وقد يتفق مع تفاوت العدد الا أن يكون منعه مما يمنع منه لحدوثه ، فعند ذلك لا بدّ من أن تتفق حاله فيما هو منع منه إذا تساوى العدد ، وفي ذلك اسقاط ما سألت عنه . / فان قيل : لو ولدت المجاورة التأليف لولّده الاعتماد أيضا ، ولو كان كذلك لأدى إلى أن يجوز أن يفعل بالقدرة الواحدة تأليفان من جنس واحد ، وهذا ينقض قولكم ان القدرة الواحدة لا يصح أن يقع بها جزءان من جنس واحد . قيل له : ان شيخنا أبا هاشم رحمه اللّه يقول إن التأليف عن الاعتماد يتولد فقط وان كان ربما مر في كلامه أنه يتولد عن المجاورة ، ومتى قيل إنه يتولد عنهما جميعا لم يؤدّ إلى فساد لما قدمناه من أن القول بذلك لا يؤدى إلى أن يجوز أن يفعل بقدرة واحدة ما لا نهاية له ، بل أكثر ما يؤدى إليه وقوع تأليفين بقدرة واحدة ، وهذا مما لا ننكره ، ونحن نبين من بعد القول في التأليف عن ما ذا يتولد عن المجاورة أو عن الاعتماد أو عنهما جميعا ، فلذلك لم ننقض القول فيه .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفان قيل : انا متى جاورنا بين الجوهرين وجد التأليف فيهما لا على وجه التوليد ، لكن لأن المحل إذا احتمل الشيء فلا بد من وجوده فيه من قبل اللّه تعالى . قيل له : ان هذا الأصيل ليس بصحيح عندنا ، وقد دللنا من قبل على جواز خلو المحل مما يتعاقب عليه سوى الأكوان فلا فائدة في اعادته .\r\nفان قيل : لو كانت المجاورة تولد التأليف لوجب أن توجد في محلى التأليف أو يوجد هو في محلها ، لأن من حق السبب أن يحل محل المسبب .\r\nقيل له : ان المجاورة تولد التأليف في محلها ، لكن من حق / التأليف أن يتعدى محلها إلى المحل الثاني ، لأن لجنسه يستحيل وجوده الا في محلين ، ولولا ذلك لصح وجوده في محل المجاورة على ما سألت عنه ، ولسنا نقول في المسبب انه يجب أن يحل محل السبب على ما زعمته ، لأن الاعتماد يولد الأكوان وغيرها في غير محله ، فغير ممتنع أن تولد المجاورة التأليف في محلها وغير محلها .\r\nفان قيل : ألستم تقولون ان الّذي تولد في غير محله هو الاعتماد لاختصاصه بجهة ، وأن ما ليس هذا حكمه فمن حقه أن يولد في محله ، فكيف يصح أن تقولوا ان المجاورة تولد التأليف في غير محلها وهي لا جهة لها ؟ قيل له : ان الّذي تولد في غير محله هو الاعتماد على ما سألت عنه والمجاورة ، فقد بينا أنها تولد في محلها ، وان كان التأليف يحل في غير محلها أيضا ، وانما منعنا أن يولد غير الاعتماد في غير محله لأنه كان لا يكون بأن يولد في محل أولى من أن يولد في محل آخر ، لأنه لا جهة له تختص لأجله بمحل دون محل ، وليس كذلك المجاورة لأنها تولد في الجميع ما أحاط بمحلها ، فلا يؤدى القول بأنها تولد في غير محلها إلى فساد ، فلذلك جاز هذا الحكم فيها .\r\nفان قيل : لو كانت المجاورة تولد التأليف لوجب أن تولد في حال بقائها كما تولد في حال حدوثها ، وهذا يؤدى إلى حدوث التأليف حالا\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبعد حال في المحالّ ، / وذلك فاسد ، قيل له : انها تولده في حال الحدوث لما ذكرناه من الدلالة ، ولا يجب إذا ولد الشيء غيره في حال الحدوث أن يولده في حال التقابل يجب كونه موقوفا على الدلالة ، وانما قلنا إن القدرة يصح أن يفعل بها في حال بقائها كما يصح أن يفعل بها في الثاني من حال حدوثها ، لأن القول بخلاف ذلك يوجب فيها قلب جنسها ، وليس كذلك حال المجاورة إذا لم تولد الا في حال الحدوث ، فحملها على القدرة في هذه القضية لا يصح ، والطعن بهذا الكلام في كونها مولدة لا يصح أيضا .\r\nفان قيل : لو كانت تولد التأليف لوجب بطلانه ببطلانها كما يجب وجوده بوجودها ، وفي علمنا أن المؤلف يفعل ويبطل كونه بذلك مع بقاء تأليفه دلالة على أن المجاورة لا تولد . قيل له : لا يجب من حيث تعلق وجود المسبب بوجود السبب حتى لولا وجوده لم يوجد من حيث كان هو الموجب له أن يتعلق عدمه بعدمه ، لأن وجوده إذا استقر خرج من أن يكون له به تعلق ، فإذا كان ما ينفى السبب لا ينفيه لم يجب عدمه بعدمه ، وإذا جاز أن يوجد المقدور بوجود القدرة حتى لولاها لم يوجد ، وان لم يجب عدمه بعدمه لأن فناء القدرة في حال الفعل يصح على ما سنبينه ، فكذلك لا يمتنع مثله في المسبب .\r\nفان قيل : لو كانت المجاورة تولد التأليف وتوجبه لكانت كالعلة فكان / ما يمنع من وجودها يمنع من وجود التأليف ، كما أن ما يحيل الحكم الموجب عن العلة يحيل وجودها ، فإذا بطل ذلك علم أنها لا توجبه .\r\nقيل له : ان القول في ايجاب السبب للمسبّب بخلاف القول في ايجاب العلة للمعلول ، لأن ما توجبه العلة لا ينفصل عنها ، فلذلك وجب القول بأن ما أحاله يحيلها ، وما صححه يصححها ، وما يوجبه السبب منفصل منه لأنه حادث آخر ، فغير ممتنع أن يوجد والمسبّب معدوم ، وان كان لا بدّ من وجوده قبله ليجب عنه ، ولا فرق بين من حمل السبب على العلة في ذلك وبين من\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nحمل القدرة على العلة ، فكما لا يجب ذلك في القدرة من حيث كان ما يقع بها ينفصل منها فلم يمتنع فناؤها في حال الفعل وكذلك لا يمنع فناء السبب في حال المسبب ، فإذا جاز عندنا أن يعجز الفاعل في حال وجود الفعل من حيث كان بوجوده قد خرج من أن يكون له به تعلق ، فلو صح فناؤه دون سائر الأجسام لصح عدمه أيضا في حال وجود الفعل ، فكذلك لا يمتنع وجود المسبب على عدم السبب لخروجه من أن يكون متعلقا به وقد وجد ، وسقط بهذا قول من سأل فقال لو كانت المجاورة تولد التأليف لوجب أن تولده في الجزء المنفرد ، وذلك لأن المحل إذا لم يحمله لم يصح أن يوجبه ، كما لا يصح من القادر أن يفعل فيه ، لأن السبب انما يوجب الفعل متى صح وجوده ولم يكن هناك منع ، كما أن القادر انما يصح / أن يفعل الفعل متى صح وجوده ولم يكن هناك منع ، وكون الجوهر منفردا يحيل وجود التأليف فيه لحاجته في الوجود إلى تجاور المحلين ، فلذلك صح وجود جنس المجاورة فيه وان لم يوجب التأليف .\r\nفان قيل إذا جاز لكم القول بسائر ما ذكرتموه في توليد المجاورة للتأليف ، فهلا سوّغتم للقائل بالطبع أن يقول إنه يوجب التأليف وغيره على وجه دون وجه ، وتعلق ايجابه للفعل بشرط دون شرط ؟ قيل له ان ما يجب عن السبب هو مقدور للقادر عندنا وان كان يفعله بواسطة فكما لا تمتنع الشروط في القادر حتى يصح أن يفعل على وجه دون وجه ، فكذلك لا يمتنع مثله في السبب ، ولذلك قلنا إن السبب في الحقيقة لا يوجب المسبّب ، وانما يجب وجوده عند وجوده من جهة القادر ، وليس كذلك الطبع لو كان معقولا ، لأن ايجابه لما يوجبه لا يرجع إلى اختيار مختار على وجه ، فلذلك يجب فيه ما يلزمهم من أن يوجب الفعل على كل حال وأن لا يتعلق بشرط ، ونحن نكشف القول في بطلان ذلك من بعد ان شاء اللّه .\r\nم - 4 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفان قيل : لو كانت المجاورة توجب التأليف لصح أن توجب ضده ، ولوجب تعلقها بهما كما يجب ذلك في القدرة . قيل له لو كانت توجب الأمرين لم يكن بأن توجب أحدهما أولى من الآخر ، فكان يجب عند وجودهما جميعا وذلك محال ، وليس كذلك القدرة ، لأنها لا توجب المقدور ، وانما يفعل بها على جهة الاختيار ، / فالقول بذلك فيها لا يؤدى إلى فساد ، وانما يجوز عندنا أن يولد الاعتماد الضدين في حالين ، لأنه في كل وقت له بأحدهما من الاختصاص ما ليس له في الوقت الآخر ، وليس كذلك حال المجاورة ، هذا لو كان للتأليف ضد ، فكيف وقد علم خلافه على ما تقدم القول به في صدر الكتاب ؟\r\nفان قيل : لو صح أن يفعل التأليف متولدا لصح أن يفعله مباشرا كالأكوان التي لمّا صح أن يفعلها على أحد الوجهين صح أن يفعلها على الوجه الآخر ، وبطلان ذلك يوجب القول بأن التأليف لا يجوز وقوعه متولدا . قيل له : ان ما يفعله متولدا ينقسم ، ففيه ما لا يصح أن يفعله الا كذلك ، كالتأليف والآلام والأصوات ، وفيه ما يصح أن يفعله متولدا ومباشرا كالأكوان ، والأمر فيه موقوف على الدلالة ، ولا يقدح في ذلك ما نقوله من أنه تعالى يجوز أن يفعل كل ما يفعله متولدا على جهة الابتداء من الأجناس ، لأن ذلك انما صح فيه لكونه قادرا لنفسه ، والقادر بقدرة قد يجب فيه من الأحكام لأمر يرجع إلى القدر ما لا يجب في القادر نفسه ، كما يجب فيه من الأحكام فيما يفعله مباشرا ما لا يجب في القادر لنفسه ، وذلك يسقط ما سأل عنه .\r\nفان قيل : كيف يصح أن تولد المجاورة التأليف مع علمنا باستحالة وجودها الا ويجب وجود التأليف ، ومن حق السبب أن يصح أن يوجد على بعض الوجوه ولا يوجد المسبب ؟ قيل له : ان كل سبب يصح وجوده مع ضد المسبب أو ما يجرى مجرى الضد له لم يمتنع أن يوجد ولا يوجد\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالمسبب ، وكذلك إذا صح وجوده والمحل لا / يحتمل المسبّب ، فأما إذا كان السبب متى وجد لم يصح أن يجامعه المنع من المسبب فلا بد من وجوده إذا كان المحل محتملا ، فلذلك وجب أن يوجد التأليف متى جاور الجزء غيره ، فأما إذا وجد جنس المجاورة في الجوهر المنفرد فلا يجب وجود التأليف فقد صح وجودها على بعض الوجوه ولا يصح وجود التأليف ، وفي ذلك سقوط ما سأل عنه .\r\nفان قيل : كيف يصح أن يوجد التأليف مع حاجته إليها ومن حق المسبب أن يستغنى عن سببه في الوجود ؟ قيل له : قد بينا من قبل أنه لا يحتاج إليها في الحقيقة لجواز بطلانها بمجاورة أخرى وهو موجود ، ولو ثبت حاجته إليها لم يؤد إلى فساد ، لأنها كان يحتاج إليها في الوجود وهي لا تحتاج إليه في الوجود وانما تولده فلا يؤدى ذلك إلى حاجة كل واحد منهما إلى نفسه ، وقد دل شيخنا أبو هاشم رحمه اللّه على ذلك بأن قال :\r\nلو لم تكن المجاورة توجب التأليف لم يكن التأليف بأن يحصل فيما جاورناه أولى من أن يحصل في غيره ، لأن المجاورة على هذا القول وجودها كعدمها في أن التأليف لا يجب عنها ، وفساد ذلك يدل على أنها توجب التأليف .\r\nفان قيل : لو أوجبت التأليف لأوجبته في الجسم الرخو والصلب ، ولو كان كذلك لأدى إلى أن يتصعّب تفكيك الكل على واحد ، لأن من حق التأليف أن يوجب ذلك ، قيل له : ان تعصّب التفكيك لا يرجع إلى جنس التأليف ، وانما يرجع إلى وقوعه على بعض الوجوه على / ما قدمناه من قبل ، فهو في بابه كالاعتقاد الّذي إذا كان علما اقتضى صحة الفعل المحكم ، وإذا كان اعتقادا ليس بعلم لم يقتض ذلك ، وقد مضى بيان ذلك في صدر الكتاب فلا وجه لإعادته ، ومما يدل على ذلك أن الاعتماد لو لم يولد في الحجر الّذي نرميه الذهاب صعدا لم يكن بأن ينفذ قدرا أولى من قدر لأن يحركه ، وذهابه ليس بمتولد عن الاعتماد حتى يكون بحسبه ، وكان\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيجب أن ينفذ في الجو أبدا ما لم يمنع منه مانع ، وفي علمنا بأنه ينفذ قدرا لم يتراجع دلالة على أن الاعتماد الّذي فعلناه فيه يولده ، فلذلك يولد فيه قدرا دون قدر ، ولذلك يختلف ذهابه على حسب قوة الرامي ، وكذلك القول في السهم إذا رماه الرامي ، انه يختلف ذهابه بحسب الاعتماد ثم يتراجع ويسقط ، وكذلك القول في الثقيل إذا رميناه فصادف جسما صلبا ، ان تراجعه عند مماسته له بحسب الرامي ، ولو لم تكن هذه الحركات متولدة لم يكن الموجود منها قدرا دون قدر ، وكل ذلك يبين أن ذلك موجب عما يفعله الرامي من الاعتماد ، وقد قال شيخنا أبو هاشم رحمه اللّه : لو كانت الحركة هي المولدة لذهاب الحجر لوجب أن يذهب في الجو أبدا ولا يتراجع ، لأن العلة التي لأجلها يجب ذهابه أولا قائمة في كل حال ، وبيّن أن ذلك لا يرجع عليه في قوله ان الاعتماد يولد لأن ما في الحجر / من الاعتماد اللازم سفلا يمانع الاعتماد صعدا فيولد ما زاد عليه ، ثم يتناقص حالا بعد حال حتى يساوى اللازم أو ينقص عنه فيكون المولد هو دون المجتلب ، وهذه الطريقة لا تتأتى في الحركات ، فلو ولدت لوجب أن تولد أبدا ، فكان يجب ألا يتراجع الحجر على وجه ، وكل ذلك يبين أن الاعتماد يوجب الذهاب . ومما يدل على ذلك أيضا أن الوهى قد ثبت أنه يولد الألم ، لأنه يوجد عنده لا محالة ، ويوجد بحسبه في كثرة الوهى وقلته ، فلو لم يكن مولدا له لم يجب ذلك فيه على طريقة واحدة ، وقد بين شيخنا أبو هاشم رحمه اللّه أن الوهى بأن يولد الألم أولى من الاعتماد ، بأن قال : ان الألم يحصل بحسب الوهى دونه ، لأنه لو ضرب بحيث يرق من جسده على حسب ما يضرب بحيث يغلظ من جسده ، لكان الاعتماد متساويا والألم مختلفا من حيث كان الوهى متفاوتا ، وذلك من أدل الدلالة على أنه عن الوهى يتولد ، والوهى انما يريد به الافتراق الّذي تنتقى عنده الصحة التي تحتاج إليها الحياة دون الافتراق الذي لا يؤثر هذا التأثير ، ولا يمكن أن يقال\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nان الوهى يحتاج إلى الألم فلذلك وجب وجوده عنده لأن الافتراق لا يمتنع حصوله ولا الألم ، فلذلك يصح من الاندمال زوال الألم ، ولو بنى الحي في الابتداء على هذا الوجه لم يكن هناك ألم وكل ذلك يوجب فساد هذا القول ، ولا يمكن أن يقال إن الوهى مضمن بالألم ، / كما أن الجوهر مضمن بالكون لأنه لا صفة له تقتضى وجود الألم ، كما عقلنا للجوهر صفة تقتضى وجود الكون ، ولأن التفريق يصح على جميع الوجود ولا ألم ، كما يصح وجوده ولا لون ، فكما لا يكون مضمنا باللون كذلك لا يصح كونه مضمنا بالألم .\r\nفان قيل : أليس الألم قد يوجد لا بحسب الوهى في مثل لسع الزنبور والعقرب وغيرهما ، فهلا دل ذلك على أنه لا يولد الألم ؟ قيل له : ان الزائد على مقدار ما يولد الوهى هو من فعل اللّه تعالى بالعادة ، ولذلك يتفاوت ويختلف ، فقد يحصل مرة ولا يحصل أخرى ، والقدر الّذي يجب عن الوهى لا يختلف من حيث كان موجبا عنه ، وكل ذلك يبين أنه يولد الألم وان كان يجوز أن يفعل أكثر منه ، وليس لأحد أن يقول إن الوهى انما يحتاج إليه ليصح وجود الألم عنده من حيث كان الألم يحتاج في الوجود إليه ، وذلك لأن الألم عند شيخنا أبى هاشم رحمه اللّه لا يحتاج إلى الوهى ويصح وجوده مع الصحة كصحة وجوده مع الوهى ، وفي ذلك اسقاط ما قاله ، ولو ثبت أيضا أنه يحتاج إلى الوهى لم يجب وجود الألم عنده ، لأنه لا تصح حاجة كل واحد منهما إلى صاحبه ، فكان لا يمتنع أن يفعل الوهى ولا يفعل الألم البتة ، وكان لا يمتنع أيضا ألا يفعل غيره أيضا كذلك لأنه لا يلجئه إلى فعل ذلك / سبب ، فكان يجب أن يجوز وجوده ولا ألم ، وفي بطلان ذلك دلالة على أن الألم عن الوهى يتولد ، وليس لأحد أن يدفع اثبات معنى هو الألم ، وذلك لأن الواحد منا عند تقطيع جسمه يدرك معنى ، ولا شيء أظهر في الاثبات من المدركات ، وقد علمنا أن الافتراق لا يدرك ولا\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالتأليف ولا الاعتماد ، فيجب أن يكون معنى في المحل مخالفا لهذه المعاني وهو الّذي قد يعبر عنه بأنه ألم ، وإذا صح اثباته فيجب كونه متولدا عن الوهى على ما ذكرناه ، وليس لأحد أن يقول : لو كان متولدا عن الوهى الّذي هو التفريق لوجب إذا حصل مثل ذلك الكون بأن ينتقل عن مكانه أن يتولد الألم عنه ، وفي بطلان ذلك دلالة على أنه غير متولد عن الوهى ، وذلك لأن الوهى انما يولد بشرط انتفاء الصحة ، فمتى حصل في الافتراق هذا المعنى تولد عنه الألم ، والألم يتولد كما أن الاعتماد إذا وقع على جهة المصاكة ولد الصوت والتراجع والألم يولد ، وقد بيّنا أن السبب لا يمتنع أن لا يولد الشيء دون أن يكون على صفة مخصوصة لأن توليده لا يرجع إلى ذاته على الوجه الّذي توجب العلة المعلول ، وانما السبب وصلة للفاعل إلى ايجاد ما يقدر عليه من المسبب فهو كالآلة ، فإذا جاز في الآلات أن لا تكون آلات دون أن تختص بصفات فكذلك لا يمتنع في السبب أن لا يوجب المسبب دون أن يحصل على بعض الوجوه ، فالوهي الّذي هو التفريق من شرط / توليده أن تبطل به الصحة وتنتقى عنده الحياة التي تحتاج إلى الصحة والبنية ، فمتى وقع على هذا الحد ولد الألم ، والألم يولد ذلك ، فلا يجب اذن أن يكون ما هو من جنسه من الأكوان يولد الآلام إذا لم تبطل به الصحة من حيث لم يقع على الوجه الّذي من حقه أن يولد ، وليس لأحد أن يقول أليس التفريق في الحرب يلتذ عنده ، فلو كان من حقه أن يولد الألم لوجب أن يولده في كل حال ، وذلك لأنه يولد هذا الجنس المدرك في كل حال ، لكنه إذا كان نافر الطبع عنه ألم به وسمى ألما ، وإذا كان مشتهيا له التذّ به وسمى لذة ، فالجنس لا يتغير وان تغيّر عليه الاسم وتغيّر حكم الحي به لما يحصل عليه تارة من كونه مشتهيا له ، وتارة من كونه نافر الطبع عنه .\r\nفان قيل : لو كان الوهى يولد الألم لوجب أن يولده بحسبه ، فيكون\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nعدد الألم بحسب عدد الوهى ، ولو كان كذلك لوجب أن يكون الحاصل بقدرة القوى من الألم أكثر من الحاصل بقدرة الضعيف في جسم الحي ، وان كان قدر التقطيع واحدا من حيث كان ما يفعله القوى من أجزاء التفريق أكثر مما يفعله الضعيف ، وقد علمنا ذلك الحال في ذلك يتساوى ولا يختلف ، وفي ذلك دلالة على أن الألم لا يحصل الوهى في القلة والكثرة ، وذلك يبطل كونه متولدا عن الوهى وعن غيره أيضا ، لأن هذا السؤال يتجه على من قال إن الاعتماد يولده أو التأليف ، كما يلزم من قال إن الوهى يولده ، فيجب اذن ألا يكون متولدا أصلا ، وذلك يبطل ما عولتم عليه . قيل له : ان شيخنا أبا هاشم رحمه اللّه قد أجاب عن ذلك بأن قال إنه يولد بشرط انتقاء الصحة ، / فكما أن كثيره كقليله فيما ينتفى عنده من الصحة ولا يختلف في ذلك ، فكذلك القليل منه كالكثير فيما يولده ، لأن توليده ليس بموجب عنه للذات ، كما أن نقيه للصحة لا يجب للذات وانما يوجب انتفاءه إذا صادفه في المحل ، فكذلك انما يقتضي التوليد إذا حصل على بعض الوجوه فغير ممتنع أن يولد الكثير منه مثل ما يولده القليل إذا كان قدر التقطيع قدرا واحدا ، ولهذا لا يمتنع من أن يكون أحد المؤلمين أشد ألما من الآخر إذا كان قدر الوهى في جسميهما يتفق وكان ذلك الألم متولدا ، لأنه يقول إن الألم لا يتولد والحال هذه وانما يجوز أن يزيد ألم أحدهما على ألم الآخر والحال هذه بأن يكون مبتدئا من فعل اللّه تعالى ، ويقول وعد عرفت أن الكون لا يولد الألم مع التئام جسم الحي وبقاء صحته ، ولذلك يزول الألم باندمال الجرح ، فعلمت بأن الكون انما يولده بشرط انتفاء الصحة على ما ذكرناه ، لأنه لا يمكن أن يقال إن المولد للألم هو الصحة فتولّده بوجودها ثم تعدم ، لأنها لو ولدته لوجب أن تولده وان بقيت كما تولده وان انتفت ، لأن الألم لا يحتاج في وجوده إلى الوهى فيقال انها لا يصح أن تولده الا بأن تبطل فيحصل في\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالجسم وها ، بل كان يجب أن تولد ذلك وهي باقية ، بل كان يجب ألا تبطل على وجه لأجل حدوث الألم لأنه لا تنافى بينهما على وجه ، ويفارق حالها في ذلك ما تقوله في النظر المولد للعلم أنه انما يولده في الثاني وقد انتفى هو ، لأن النظر يستحيل مجامعة العلم له لاستحالة / كونه ناظرا في الشيء طلبا للعلم به أو بغيره وهو عالم بذلك الشيء فوجب لذلك أن يولد العلم في الثاني ، ولا يستحيل حصول الصحة مع الألم ، فيجب صحة توليدها له وان كانت الصحة باقية ، فإذا بطل ذلك علم أن الصحة لا تولده ، وإذا لم يصح كونها مولدة له ولا بدّ من حصوله فيجب كونه شرطا في توليد الوهى الألم ، وهذا كقولنا ان الاعتماد يولد الصوت بشرط المصاكّة ، لأنه إذا كان لا بدّ من اعتباره ولم يجز كونه مولدا للصوت وجب كونه شرطا في توليد الاعتماد له ، فكذلك القول في توليد الوهى للألم ، وإذا صح أن انتفاء الصحة شرط في توليد الوهى للألم لم يمتنع أن يكون هو المعتبر في توليده ، فبحسبه يولد دون الوهى ، ويكون قليله ككثيره في قدر ما يولده إذا كان القدر الّذي قد انتفى به من الصحة قدرا واحدا .\r\nفان قيل : فخبّرونا عن هذا القوى إذا فرق جسم غيره فأبطل عنه صحة واحدة ، وقد فعل فيه جزءين من الافتراق ، أتقولون انهما جميعا ولدا ألما واحدا أو أحدهما ولد الألم دون الآخر ؟ فان قلتم : انهما بمجموعهما ولّدا ألما من حيث هما صحة واحدة أوجب ذلك القول بأن مسببا واحدا يتولد عن سببين ، وهذا يلزم عليه جواز فعل من فاعلين ، بل يقتضي القول بصريح هذا المذهب بأن يقال لكم : لو أن زيدا وعمرا جميعا فعلا في هذين الجزءين افتراقين كل واحد منهما افترقا ، فيجب على هذا القول أن يتولد عن فعليهما ألم واحد ، وهذا يوجب كونه فعلا لهما جميعا ، وهذا ينقض هذا الأصل الّذي عليه المعتمد في افساد / مذهب المجبرة ، وفي اثبات الفعل فعلا للعبد ، وإذا كان القول بالتوليد يؤدى إليه وجب القضاء\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبفساده ، بل يلزم على هذا القول ما يزيد على مذهب المجبرة ، بأن يشترك جماعة من الفاعلين في تفريق جسم الحي فيفعل كل واحد منهم جزءا واحدا من الافتراق ، ويتولد عن جملة أفعالهم ألم واحد فيؤدى إلى فعل من جماعة فاعلين ، وهذا أعظم من قول المجبرة ، لأنهم لا يبلغون هذا المبلغ وانما يجيزون فعلا من قادرين ، وان كان فيهم من يجوّز فعلا من فاعلين جماعة .\r\nفان قلتم : ان الألم يتولد عن أحد الافتراقين دون الآخر وقد علم أن حالهما واحدة في الوجه الّذي وجدا عليه ، وفي الشرط الّذي يولدان عليه ، فلم صار أحدهما بأن يولد أولى من الآخر ؟ خصوصا مع قولكم ان الشيء لا يولد ما يولده لمعنى ولاختيار مختار ، وانما يولده لأمر يرجع إليه فيما شاركه فيه فيجب أن يولد كتوليده ، وعلى هذا القول بنيتم ابطال القول بأن اللّه تعالى لا يفعل بأسباب ، فقلتم إذا وجد السبب من فعله على الوجه الّذي يوجد من فعلنا فيجب أن يكون بمنزلته في أنه يولد ، والا بطل القول بالتوليد ، ولهذا قال شيخكم أبو هاشم رحمه اللّه انه لا يجوز وجود مثل السبب ولا يكون سببا من فعل أي فاعل كان ، وهذا دون ما ارتكبتموه في الألم من تجويز كم في أحد الافتراقين أن يولد أحدهما ولا يولد الآخر والجنس واحد والمحل واحد والوجه الّذي وقعا عليه لا يختلف ، وان كان ذلك يسوغ / لكم القول به ولا ينقض القول بالتوليد ، فيجب أن يسوغ لمن قال إن اللّه سبحانه لا يفعل بأسباب ، القول بأنه يوجب من فعله الاعتماد والمجاورة على الوجه الّذي إذا وجدا عليه من فعلنا ولدا ولا يولدان من فعله ، فإذا لم يصح القول بكلا هذين القسمين في توليد الوهى للألم فيجب ألا يكون مولدا له أصلا . قيل له : انا نقول إن كلا الافتراقين يولدان ألما واحدا لما يؤدى إليه من اثبات فعل من فاعلين ، وقد ثبت فساده ، لكنا نقول إن الألم يتولد عن الوهى على ما رتبناه فلا يمكن القول بخلافه ، لأن\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nذلك يوجب ابطال التوليد في الأفعال كلها ، بل يوجب ابطال القول باثبات المباشر فعلا للقادر منا ، وهذا ينقض الأصول ، فيجب اذن أن نقول به ولا يصح معه الا أن أحدهما لا يعنيه تولد الألم ، ولا يمتنع مثل ذلك في الأصول لأن التوليد لا يجب لذاته ولما هو عليه في ذاته فلا يجب أن يستحيل في أحدهما من الحكم ما لا يشاركه الآخر فيه . ونظيره ما ثبت في الاعتماد أن الّذي يولد منه في الثقيل إذا كان اعتمادا صعدا ما زال على ما يكافى اللازم ولا يمكن أن يشار إلى شيء منه دون غيره بحكم يختصه ولم يمنع ذلك من أن يكون بعضه هو المولد دون سائره ، ولا منع من أن يكون اللازم مانعا لنقص غير معين من التوليد دون سائره ، وهذه طريقة ثابتة في المتولدات ، فغير ممتنع أن يقال بمثلها في توليد الوهى للألم ، وقد ثبت ما يقارب ذلك أيضا / في الأصول ، وهو أن القدرة تحتاج في زيادتها إلى مزيد صلابة ، فلو انتفت لا تنفى بعض القدر دون بعض لا بعينه من غير أن يمكن أن نبين لبعض منه من التخصيص ما ليس لغيره ، وصح أيضا أن الاعتقاد اللازم يحتاج في لزومه إلى رطوبة ، فلو انتفى قدر منها لوجب أن ينتفى بعض الاعتماد دون بعض لا بعينه ، وبينا أيضا أنه تعالى لو فعل في المحل الواحد حياتين لكانت إحداهما قبيحة لا بعينها من غير تخصيص لها دون الأخرى ، وإذا صح في الأصول ما ذكرناه لم يمتنع مثله فيما قلنا به في توليد الوهى للألم ، وسقط عنا قول من ألزمنا أن نقول إن لأحد الافتراقين من الحكم ما ليس للآخر من حيث ولد ما لم يولده الآخر ، ولا يؤدى ذلك إلى ابطال ما يعتمد عليه من أن اللّه تعالى يفعل بأسباب ، لأن الّذي قلنا به في الافتراق انما قلناه لأمر يجرى مجرى المانع والعارض ، والأصل في السبب أنه متى وجد على الوجه الّذي يولد أنه يجب أن يولد من فعل أي فاعل كان ، وانما نقول إنه إذا وجد مثل المسبب من فعله تعالى عند مثل السبب على الحد الّذي يوجد من فعلنا وكما أنه متولد من فعلنا\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nفيجب كونه متولدا من فعله أيضا وهذا لا يتأتى في الافتراق الّذي قلنا إنه لا يولد ، يبين ذلك أنّا انما منعنا من توليده من حيث نعلق توليده بشرط ، ولم يحصل ذلك الشرط فيهما على وجه يجب أن يولدا جميعا ، لأن الصحة المنتفية هي واحدة ولجنسها يتولد فلذلك وجب أن يتولد جزء من الألم عند أحد / الافتراقين ، وليس كذلك ما يلزم من يقول إن اللّه تعالى لا يفعل بأسباب ، لأنا نجد أن السبب من فعل اللّه تعالى يقع عنده المسبب على الوجه الّذي يوجد من فعلنا ، فإذا كان من فعلنا مولدا وجب كونه مولدا من فعل اللّه سبحانه ، على أن شيخنا أبا إسحاق بن عياش رحمه اللّه كان ينفى الألم أصلا ، ويقول إنه ليس بمعنى وانما يألم الحي إذا بطلت صحة جسمه وانتفت الحياة عنه عن ذلك الموضع فيألم عند ذلك كما يألم إذا أدرك المرارة ولا يثبت معنى مدركا ويتوصل إلى نفيه بالسؤال الّذي قدمناه ، وان لم ينته به إلى حيث بلغنا به السؤال ، وكان يعتلّ في نفيه بغير ذلك مما لا تعلق له بالكلام الّذي تقدم ذكره ، فلذلك عدلنا عن ذكره ، لكن طريقته هذه تؤدى إلى نفى المدركات وما نعلم باضطرار بضرب من الاستدلال ، وهذا عكس النظر ، لأن الواجب اثبات الضروريات ثم بناء المكتسب عليها ، فأما التوصل بالمكتسب إلى جحد الضرورة فمتعذر ، والعلم بأن عند تقطيع جسم الحي معنى ندركه ويختص ذلك المعنى بذلك المحل أقوى من العلم بادراك الحرارة والبرودة وسائر المدركات ، فان جاز نفى ذلك والحال ما قلناه ليجوزن نفى سائر الأعراض المدركة ، وهذا باطل ، فيجب اذن اثبات الألم وإذا صح ثبوته لم يكن بعده الا القول بأنه قد يوجد متولدا عن فعلنا لأنه لا يصح أن يبتدئه لعلمنا بتعذر ذلك ، وإذا صح أن يفعله متولدا لم يبق بعده الا القول بأن الوهى يولده لأنه لا شيء يعترض هذا / القول الا ومثله يعترض كل قول سواه في كونه متولدا عن غير الوهى ، وقد ثبت حدوثه لجنسه على بعض الوجوه لأنه\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبحسب التقطيع يحصل ان كثر التقطيع كثر الألم ، وان قلّ قل ، وإذا صح ذلك وجب أن يقضى بأنه هو المولد للألم وان يبنى القول في سائر ما يسأل عنه على ما قدمناه ، والاستدلال على ذلك بأن النظر يولد العلم على طريقة واحدة كالاستدلال بايجاب الوهى للألم ، ولذلك يحصل العلم للناظر بحسب النظر فلا يجوز أن ينظر في دليل الشيء فيقع له العلم بغيره ، ونحن نبين هذه الطريقة في باب المعارف ان شاء اللّه ، فلذلك لم ننقضه هاهنا .\r\nومما يدل على أن ما نفعله من الاعتماد في محل القدرة يولد الفعل في غيره أن الواحد منا إذا ماس الشيء بيده أو ماس ما ما مسه واعتمد عليه حصل فيه الحركات ، ومتى لم تحصل المماسة لم تحصل الحركات ، فلو لم تكن حادثة من جهته لم يجب وجودها على هذا الوجه ، وبهذا الشرط لم تكن الحركات بأن تحصل في الجسم بلا مماسة أولى منها بأن تحصل مع المماسة ، وكان لا يمتنع أن نعتمد بيدنا فيتحرك ما نأى عنا وما هو منفصل منا بحسب الاعتماد كما يتحرك الجسم إذا حصل بينه وبين يدنا مماسة ، وفي بطلان ذلك دلالة على أن ما يقع من الحركات فيما نحركه ونحمله من فعلنا على جهد التوليد .\r\nفان قيل هلا جوزتم حصول الحركات في الأجسام من غير مماسة حتى يكون وجود المماسة وعدمها بمنزلة واحدة ، قيل له لأنا على طريقة واحدة / نروم تحريك الحجر من غير مماسة بيننا وبينه فيتعذر ذلك ، ومتى حصل بيننا وبينه مماسة تأتّى ، فعلمنا بأن المماسة شرط ، وأنه لولاها لما حصل المسبب كما أنه لولا الاعتماد لما حصل ذلك ، وهي في أنه يحتاج إليها بمنزلة نفس الاعتماد في هذا الباب ، ولولا أن الأمر كذلك لم يمتنع أن يفعل فيما بيننا ، لأن تعذر ذلك انما هو للحاجة إلى المماسة فلو لم يحتج إليها لكان يتأتى الفعل فيما بيننا وبينه حائل ، وفيما لا حائل بيننا وبينه يجب أن يكون على طريقة واحدة ، ولوجب أن يكون القادر بقدرة في\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nحكم القادر لنفسه في أنه يخترع الفعل فيما نأى عنه إذا فعل في يده الاعتماد ، ولو كان كذلك لم يكن القريب بأن يفعل فيه أولى من البعيد ، ولصح من القوى منع الضعيف من التصرف وان كان بعيدا عنه ، ولو كان كذلك لأدى إلى فساد ما يتوصل به إلى أن تصرف الانسان فعله ولو صح أن يفعل الحركات في غيرنا باعتماد اليد من غير مماسة حتى يقع ذلك على طريقة واحدة لوجب صحة ما نقصد إلى بيانه من أنا نولد الأفعال في غيرنا ، كما نجب صحة ذلك إذا ثبت أنا لا نفعل في الغير الا بشرط المماسة .\r\nفأما ما يقوله بعض شيوخنا من أن الواحد منا يولد اللون في غيره نحو حمرة الخجل وصفرة الفزع ، ونحو ما يحصل من الحركات في المحب إذا رأى حبيبه ، وما يحصل في قلبه من العلم إذا رأى الشيء وحضره إلى ما شاكل ذلك ، وان لم تكن هناك مماسة البتة ، فمما نبين فساده من بعد ، لأن هذه الأمور ليست بمتولدة عندنا على وجه ، وانما تحدث عند غيرها لوجوه ولا تجرى على طريقة واحدة ، / والقول في العلة التي لها نحتاج في توليد ما تولده في غيرنا من الحركات إلى مماسة الجسم نذكره من بعد ونبين القول فيه ان شاء اللّه .\r\nفان قيل أليس كما يحرك الحجر بيده إذا اعتمد عليه ، ويفعل الوهى في جسم الحي بالاعتماد فكذلك نفعل حمرة الموضع الّذي ضربه أو حصر به فقولوا إن ذلك فعله كما قلتم ان الوهى فعله . قيل له : ان الشيء انما يجب أن يكون فعلا له متى ثبت كونه حادثا ، فأما إذا لم يثبت ذلك لم يجب ذلك فيه ، وحمرة الموضع ليس بحادث لأنه حمرة الدم الّذي كان مستكنا فظهر عند الضرب ، لأن الضرب يزعجه من مكان إلى مكان ، ولذلك يختلف ظهوره بحسب رطوبة الموضع ، لأنه إذا ضرب أسفل قدمه لم يظهر ذلك كظهوره إذا حل الضرب بفخذه ، وتختلف أحوال الناس بحسب رطوبة\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأجسامهم ، ولو كان حادثا لوجب أن يتساوى في جميع هذه المواضع بل كان يجب إذا فعلنا الضرب في الجماد أن تحصل فيه حمرة لأنه يحتمل الكون كما يحتمله بعض الحي لأن الكون لا يحتاج الا إلى محله فقط ، وكل ذلك يبين أن ذلك ليس بحادث وأنه انما يظهر للرائي بعد أن لم يكن ظاهرا له ، والا فهو لون الدم الّذي كان كامنا في الجسم ، وذلك يسقط السؤال .\r\nوليس لأحد أن يقلب ذلك علينا في الألم فيقول انه يختلف حاله وان كان الضرب واحدا في أسفل القدم والفخذ ، ويوجد في جسم الحي ولا يوجد في جسم الميت ، وان كان الضرب متساويا فيجب على ما قدمتم ذكره في الحمرة أن يكون الألم غير حادث / أيضا وألا يكون من فعله ، وذلك لأن السبب انما يوجب المسبب متى كان المحل محتملا ، فأما إذا لم يحتمله لم يولده ، وما لا حياة فيه لا يحتمل الألم ، ولذلك لم يوجد فيه ، ولا يمكن أن يقال إنه لا يحتمل الكون لأنه لا يحتاج في وجوده الا إلى محله فقط ، وانما تختلف المواضع في باب الألم وان كان في جميعها حياة لأن المولد للألم الوهى لا الضرب والاعتماد ، ومتى كان الموضع صلبا قلّ ما يوجد فيه من الوهى ، وإذا كان رخوا كثر ذلك ، فيختلف الألم بحسبه .\r\nوبعد ، فان الألم لا يبقى ولذلك ينتفى من غير ضد ولا ما يجرى مجراه فلا يصح أن يقال إنه عند الضرب يظهر وقد كان من قبل كامنا ، وليس كذلك حال الحمرة لأنها باقية ، فلا يمتنع انزعاج محلها من باطن إلى ظاهر عند الضرب فلا يدل ما قالوه على أنها حادثة وان وجب كون الكون حادثا ، هذا على القول الّذي يقول إن جنس الألم لا يوجد في الجماد .\r\nفأما على ما قاله أبو هاشم رحمه اللّه آخرا من أن وجوده في الجماد يصح وان كان لا يسمى ألما ، ولا يحصل أحد به ألما فالضرب يولده في\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالموضعين جميعا ، والكلام في أن ما نفعله في غيرنا عن الاعتماد يتولد دون غيره وفي أن فيه ما نفعله دفعا وفيه ما نفعله جذبا وفيه ما نفعله عند تحريك بعضنا ، وفيه ما يصح أن نفعله على خلاف هذا الوجه يذكر بعد هذا ونبين من بعد ابطال قول من أجاز أن يتولد الادراك والعلوم وغيرهما من فعلنا في فصل نفرده . ونذكر الآن أسئلة من نفى التولد ونجيب عنها :\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nفصل في ذكر ما يسأل عنه من نفى التولد من الشبه وبيان الأجوبة عنها\r\nقالوا لو صح أن يفعل الواحد منا الفعل في غيره لأدى ذلك إلى كونه فاعلا للإصابة المتولدة عن الرمي وغيرها وهو عاجز ميت ، لأنه يجوز أن يفعل الرمي ثم يعجز أو يموت ، ولما وجدت الإصابة ثم توجد ، بل هذا القول منكم يؤدى إلى جواز كونه فاعلا وهو معدوم بأن يفعل سبب الإصابة ثم يفنيه اللّه تعالى قبل وجودها ، وما أدى إلى كونه فاعلا وهو ميت معدوم يجب فساده ، فيجب اذن ألا يكون الفاعل منا قادرا الا على ما يثبته في محل قدرته . واعلم أن ما دللنا به على أن القادر منا يقدر على أن يفعل مقدوره متولدا ومباشرا ، وأنهما يتعلقان به على حد واحد يقتضي بطلان ما سأل عنه ، لأنه إذا لم يمتنع أن يفعل الإصابة في غيره ، وكان ذلك لا يتعلق بكونه قادرا ولا حيا لأن وجودها في الهدف وهو عاجز ميت في الصحة كوجودها فيه وهو حي قادر ، والسبب الموجب لها قد تقدم وجوده من جهته ، فلا مانع يمنع من وجود الإصابة وهو عاجز ميت ، ولو جاز مع بقاء بعض الأجسام فناء سائرها كان لا يمتنع أن تفنى بعد الرمي وقبل الإصابة فتوجد الإصابة من فعله وهو معدوم وليس يمكن أن يطعن في ذلك الا من جهة الاستبشاع ، ومثل ذلك لا يؤثر فيما دل الدليل عليه ، وقد بينا / أن المتولد كالمباشر في أنه من فعلنا ، فإذا كانت صحة ذلك تقتضى جواز كونه فاعلا للإصابة وهو عاجز وميت ومعدوم فيجب أن تقتضى بصحته .\r\nوبعد ، فان الدلالة قد دلت على أن الواحد منا يجوز أن يفعل المباشر وهو عاجز لأن فناء القدرة في حال الفعل لا يمتنع عندنا على ما سندل عليه\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمن بعد ، وإذا جاز مع فنائها الفعل لم يمتنع أيضا مع وجود العجز ، وكذلك يصح أن يفعل مع الموت كل فعل لا يحتاج في وجوده إلى الحياة ، ولذلك يصح من القادر منا أن يقتل نفسه فيكون فاعلا للقتل في حال يستحيل كونه حيا وقادرا ، وانما يستحيل أن يفعل أفعال القلوب في حال الموت لحاجتها في الوجود إلى الحياة ، فلذلك فارقت الحركات وغيرها من أفعال الجوارح ، وإذا صح ذلك في المباشر فتجب صحته في المتولد وان كان يختص المتولد بأنه لا يحل بعضه فيصح لأجل ذلك وجوده مع فنائه لو صح في الأجسام فناء بعضها مع بقاء سائرها ، ولو صح من هذا السائل التشنيع بما قاله في المتولد لصح التشنيع بمثله في المباشر ، وإذا جاز أن يفعله وهو عاجز ميت فكذلك يجوز أن يفعل المتولد وهو بهذه الصفة ، وليس لأحد أن يدعى العلم بأن من حق الفاعل أن يكون موجودا في حال الفعل ويزعم أن ذلك يعلم بالبديهة ، وذلك لأن الفعل لا يحتاج إلى كون فاعله موجودا إذا لم يكن حالّا في بعضه ، وانما يقتضي وجوده متى حل في بعضه لأن من حق المحل أن يكون موجودا ، وانما يحتاج الفعل إلى تقدم / كون فاعله قادرا ، فإن كان مباشرا متولدا يقارن السبب وجب أن يتقدم كونه قادرا قبله بوقت ، وان كان متولدا يتأخر عن السبب وجب تقدم كونه قادرا قبل وجود سببه الأول بوقت ، ومتى لم يكن الفعل حالّا في بعضه فوجوده كعدمه في أنه لا يحل بصحة الفعل ، يبين ذلك أنه لو كان معدوما لم يمتنع وجود ما هو من جنس هذا الفعل في سائر الأجسام من فعله تعالى ، وإذا صح ذلك لا يمتنع وجود مثله من فعله وان كان في تلك الحال معدوما ، وانما يمتنع عندنا عدمه من حيث وجب في فناء بعض الأجسام أن يكون فناء لسائرها ، لا لأن الفعل يقتضي وجوده . واعلم أن المباشر لا يجوز أن يفعل القادر منه وقد عجز أو مات الا أقل قليل الفعل ، لأنه يبتدئه بالقدرة في الثاني ، فإذا عجز لم يصح أن يفعل مثله في الثالث فلا يصح م - 5 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nأن يوجد منه الا أقل الفعل ، هذا إذا كان ذلك الفعل مما لا يحتاج في وجوده إلى الحياة ، كأفعال القلوب . فأما إذا كان يحتاج إلى الحياة فإنها مما لا يصح أن يفعلها وهو ميت ، وان صح أن يفعلها وهو عاجز ، لأنها لا تحتاج في وجودها إلى القدرة كحاجتها إلى الحياة . فأما المتولد فعلى ضربين : أحدهما يوجد كل جزء منه بسبب غير سبب صاحبه كالكلام الّذي يحل في اللسان ، فلا يصح أن يفعل من ذلك مع العجز الا حرفا واحدا لأن وجوده متعلق بوجود المباشر ، والثاني يتولد عن السبب الأول حالا بعد حال نحو الإصابة ونفوذ السهم ، وهذا لا يمتنع وجوده بعد العجز والموت لأن وجود / آخره لا يتعلق بوجود المباشر والكلام الموجود في الضد قد وجد سبب جملته ، فلا يمتنع وجود جميعه مع العجز والموت ، وانما لم يجز وجود الفعل مع المنع لأنه يجرى مجرى المضاد له ، فلذلك فارق العجز والموت اللذين لا يضادان الفعل الّذي ذكرناه على وجه . ولذلك قال شيخنا أبو هاشم رحمه اللّه ان الخبر بيّن ان كان عجزا لم يمتنع وجود الحرف الواحد معه وان كان فساد بنية لم يصح ذلك فيه من حيث كان القادر منا محتاجا إلى صحة البنية ، وفساده يجرى مجرى المنع من وجوده ، وجملة ما اعتبره رحمه اللّه في ذلك أنه متى كان محل الفعل على صفة يجوز معها وجود ذلك الجنس من فعل اللّه تعالى جاز وجود مثله من فعله وان كان قد عجز أو مات ، ومتى كان على صفة لا يصح معها وجود ذلك من فعل اللّه لم يصح وجود مثله من فعله ، ومتى بين الكلام في هذا الباب على هذا الوجه استمر في جميع ما يسأل عنه من المسائل .\r\nشبهة أخرى : قالوا : قولكم بالتولد يؤدى إلى أن يكون مستحقا للذم والمدح على الفعل بعد موته ، وإلى أن يستحق الثواب والعقاب في هذه الحال ، وقد علم فساد ذلك ، لأنه لو فعل وهو ساه لم يستحق ذلك أجمع ، فبأن لا يستحقه وهو ميت أولى ، ومتى قلتم انه لا يستحق ذلك\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأدى إلى أن يفعل الفاعل سبب إصابة نبي أو مؤمن فيمكنه أن يزيل عن نفسه الذم والعقاب بأن يتوصل إلى عجز أو موت ويوجب ألا يتعاظم ما يستحقه من الذم بأن يكون المعلوم أنّ رميه يوجب إصابة مؤمن أو نبي ، فإذا كان ذلك فاسدا / فالقول بالتوليد أدى إليه ، فيجب فساده .\r\nالجواب انه لا يمتنع عندنا أن يستحق على الفعل المتولد الذم أو المدح ، والعقاب أو الثواب ، لأنه كالمباشر عندنا في هذا الوجه إذا فعله وهو عالم بحاله أو متمكن من العلم بذلك وما له يقال باستحقاق ذلك على المباشر قائم في المتولد ، فالتفرقة بينهما فيه لا تصح ، وانما قلنا في الساهي انه لا يستحق الذم على فعله أو المدح لأن تحرّزه من الفعل وهو ساه يتعذر ، وليس كذلك المتولد ، لأنه قد كان يمكنه التحرز منه بألا يفعل سببه إذا كان عالما بأن ذلك الفعل يتولد عنه أو ظانّا له . فأما ان لم يخطر ذلك بالبال فإنه بمنزلة فعل الساهي ، وعند الشيخين رحمهما اللّه أن ما جرى هذا المجرى لا يكون قبيحا ولا حسنا فلا يستحق به ذما ولا مدحا ، وعند شيخنا أبى عبد اللّه أن ما كان منه ظلما فإنه يقبح منه ولا يستحق به الذم لأنه لم يمكنه التحرز منه ، وليس هذا حال المتولد إذا علمه أو ظنّه ، لأنه عندهما بمنزلة فعل العالم وهو يستحق الذم به ان كان قبيحا ، وكذلك عنده لأنه يمكنه التحرز من فعله والحال هذه بألا يفعل سببه أو يتوصل مع فعل السبب إلى أن لا يوجد المسبب ، وإذا صح استحقاق الذم به فموته لا يؤثر في ذلك ، لأن ما أوجب استحقاق الذم إذا حصل ، لم يراع كون المستحق له حيا أو ميتا أو عاجزا أو قادرا ، لأنه ليس لكونه كذلك تأثير في جنس ذمه .\r\nوبعد ، فلو قدح ذلك في التولد لقدح في المباشر الّذي يوجد في حال الموت ، فكان يجب / نفى المباشر لهذه الطريقة كما يجب نفى التولد ، وما يجاب به إذا جعل قدحا في المباشر فهو الجواب إذا طعن به في المتولد ،\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nولا نقول إن فاعل الرمي الّذي هو سبب الإصابة في نبي أو مؤمن لا يمكنه إزالة الذم عن نفسه بل يمكنه ذلك بالتوبة ، ولولا ذلك لم يكن له سبيل إلى إزالة العقاب عن نفسه ، لا إلى الانتفاع بطاعاته فكان يقبح تكليفه ، وهذه الجملة تسقط ما سأل عنه .\r\nوانما قلنا إن المباشر يصح أن يستحق به الذم الا وهو عالم به في حال وجوده لا لأن ذمه يستحيل وهو غير عالم ، لكن لأنه متى لم يكن عالما به أو في حكم العالم لم يمكنه التحرز من ايجاده ، وليس كذلك المتولد ، لأن وجوده يتعلق بوجود سببه فلا يمتنع في حال وجوده أن يستحق الذم به وان كان غير عالم به أو في حكم العالم من حيث كان يمكنه التحرز منه في حال ايجاده السبب ، فلذلك افترقا في هذا الوجه .\r\nشبهة أخرى لهم : قالوا : اثبات التولد يؤدى إلى أن يموت الواحد منا وهو من أهل الجنة ثم يقع بعد موته ما يستحق به النار ، نحو إصابة مؤمن أو نبي ، ولو جاز ذلك لجاز أن يتغير حاله فيما يستحقه من ثواب أو عقاب بفعل غيره على ما يقوله المجبرة .\r\nبل القول بذلك يؤدى إلى أحد أمرين فاسدين : اما أن يقال إن التوبة مما لم يقع تصح ، وأنها تزيل ما لم يستحق وهذا محال ، أو يقال إنه متى فعل الرمي الّذي يعلم أو يظن أنه يولد إصابة مؤمن أو نبي فقد استحق العقاب على تلك الإصابة الآن فلذلك تصح توبته ، وهذا يوجب استحقاق الذم على الفعل وهو معدوم ، ومتى أدى القول بالتوليد / إلى هذا الفساد فيجب القول بفساده .\r\nواعلم أن قول شيخنا أبى هاشم رحمه اللّه في كتبه قد اختلف ، فربما قال إنه يستحق العقاب على المسبّب في حال وجود سببه ، وربما قال إنه لا يستحق ذلك عليه الا في حال وجوده ، وعلى القولين فالتوبة تصح من المتولد قبل وجوده ، لكنه على القول الأول يقول إن التوبة\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nتمنع من استحقاق الثواب بالمتولد ، وتزيل ما قد استحقه على السبب ، وعلى القول الثاني يقول إنها تزيل ما قد استحق من العقاب على الأمرين جميعا ، ولا يمتنع في التوبة أن تكون مانعة من العقاب ، كما لا يمتنع أن تكون مزيلة له ، فمتى فعل سببا لإصابة وجاز أن يكون المسبب فسقا دون السبب ، لم يمتنع أن يقال على أحد القولين انه في حال موته مستحق للثواب ، ثم يستحق العقاب من بعد لأنه إذا كان هو المدخل لنفسه بفعل السبب في ذلك ، لم يمتنع كونه مستحقا للعقاب بعد الموت ، وقد كان يمكنه التحرز من ذلك ، فإذا لم يتحرز صار كأنه مبتدئ به في أنه يستحق به العقاب . وانما قلنا إنه بعد موته يستحق العقاب عليه لأن من حق الفعل ألا يستحق به العقاب الا وهو قبيح ، ولا يكون كذلك الا وهو واقع على وجه دون وجه ، فلو وجد ولم يقع عليه لم يستحق العقاب ، فبأن لا يستحقه في حال عدمه أولى ، وانما كان يستحيل ذلك لو قلنا إنه قد استحق العقاب على العقل بعد موته على وجه كان لا يمكنه التحرز منه .\r\nفأما إذا أمكنه ذلك ولم يتحرز وفعل السبب ، فقد صار كأنه قد فعل المسبّب ، فلذلك فارق هذا القول ما يذهب إليه المجبرة ، لأنهم يوجبون الذم بفعل لا سبيل له إلى التحرز منه على وجه من الوجوه ، وعلى القول الآخر نقول إنه عند ايجاد السبب قد استحق الذم والعقاب إذا كان المعلوم أن المسبب يتولد عنه فلا يؤدى ذلك إلى أن يموت وهو مؤمن ثم يصير كافرا ، ولا إلى أن تقبل توبته مما لم يقع ، ونقول إنه لا يمتنع أن يستحق العقاب في حال وجود السبب على المسبب المعدوم لأنه في حكم الواقع منه بايجاد السبب ، ويفارق حاله حال سائر المعدومات لأنها لم تحصل في حكم الموجود من جهته ، فلذلك لم تستحق الذم به ، وقد بينا في شرح الجامع الصغير أن الصحيح هو القول الآخر ، لأن استحقاق الذم والعقاب بالفعل يتبع كونه قبيحا ، وكونه قبيحا يتبع حدوثه ، فما لم يحدث لا يصح تعلق\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nذلك به ، ولا يمتنع أن يموت مؤمنا في الحال ثم يصير كافرا ، إذا كان هو الّذي أدخل نفسه في الكفر الّذي يكفر به وقد كان يمكنه التحرز منه ، ولا يمتنع أن تقبل توبته ويزيل بها العقاب مرة ، وتكون مانعة من العقاب أخرى لأن ما يزول به الضرر الحاصل قد يكون سببا في التحرز من ضرر لولاه لحصل ، وكل ذلك يسقط ما سأل عنه وظن أنه يجب لأجله ترك القول بالتولد .\r\nشبهة أخرى لهم : قالوا لو كان المتولد فعله لوجب إذا رمى وغلب على ظنه أنه يولد إصابة مؤمن أن يستحق به الذم والعقاب إذا مات ، / وان منعه مانع من توليد هذه الإصابة لأن ماله استحق الذم به لا يتغير بمنع المانع ، وهذا يوجب أن يستحق الذم والعقاب على ما لم يوجد ولا يوجد قط ، والقول بذلك يضارع القول بالجبر بل يزيد عليه ، لأنهم علقوا الذم بفعل موجود وعلقتموه بما لا يوجد قط ، فيجب إذا كان ذلك باطلا أن يبطل القول بالتوليد . واعلم أن المسبب متى كان المعلوم أنه لا يوجد لم يستحق به الذم والعقاب في حال السبب ولا بعده ، وانما يشترط أن يكون ظانا لوجوده في حال السبب في استحقاق الذم به متى كان المعلوم أنه يوجد .\r\nفأما إذا لم يوجد فان ذلك لا يقتضي استحقاق الذم والعقاب به البتة ، وان لم يمتنع أن يكون موجبا لزيادة ما يستحق بالسبب من العقاب ، لأنه متى ظن أنه يولد قبيحا كان ما يستحق به من الذم أعظم منه إذا لم يظن ذلك ، وانما لا يستحق به العقاب عند السبب إذا كان المعلوم أنه لا يوجد ، لأن استحقاق الذم يتبع وجود الفعل ، أو أن يكون في الحال بمنزلة الموجود بأن يكون المعلوم أنه يوجد عن السبب . فأما على غير هذا الوجه فإنه لا يستحق الذم به ، ومتى صح ما ذكرناه سقط سؤاله لأنه بناه على أنا نقول بذلك ، فقد بيّنا أن القول به لا يصح ، وإذا لم يصح ذلك لم يلزم عليه قول المجبرة على ما ظنه هذا . على أنا قد بيّنا أن الصحيح أنه يستحق الذم\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوالعقاب بالمسبب في حال وجوده لا في حال وجود سببه ، فمتى لم يستحق به الذم البتة ، وسقط السؤال على هذا القول على كل وجه .\r\nشبهة أخرى لهم : قالوا لو صح أن يفعل / الواحد منا الفعل في غيره على جهة التوليد لوجب كونه قادرا عليه قبل وجوده بحال واحد كالمباشر ، لأن الواجب عندكم في القادر أن يستحيل كونه قادرا على الشيء في حال وجوده ، ويصح كونه قادرا عليه قبله بوقت ، ويستحيل بأوقات ، وإذا لم يصح ذلك في المتولد وجب ألا يكون قادرا عليه أصلا . واعلم أن القادر على الشيء قد تختلف أحواله ، فمتى كان المقدور مبتدأ وجب كونه قادرا عليه قبله بوقت واحد ليصح منه ايجاده والا لم يصح لأن تقدم القدرة قبله بأوقات يحيل ايجاده إذا انقضى وقته بحال واحدة .\r\nفأما ما يفعله متولدا فيجب أن يراعى ، فإن كان مما يضام السبب في الوجود فيجب أن تكون القدرة متقدمة له بحال واحد لما ذكرناه ، وان كان يتأخر عن السبب كالعلم فيجب أن تكون القدرة متقدمة له بوقتين ، وان كان مما يقع عن سبب بعد سبب فيجب كونه قادرا عليه في الوقت الّذي قدر على السبب الأول ، لأن سائر ما يوجده بعده يتعلق بوجوده ، وانما كان كذلك لأن المسبب بوجود السبب يصير في حكم الواقع وفي حد ما لا يقدر عليه مما مضى وقته ، ولذلك لا يصح منه أن يفعله ويتركه وقد وجد السبب ، وإذا صح ذلك وجب أن يكون القادر يراعى كونه قادرا عليه بسببه .\r\nفان قيل : لو أردتم أن تخرجوه من كونه مقدورا لما زاد على ما ذكرتم من أنه / لا يصح منه فعله وتركه وقد وجد السبب ، قيل له : ان وجود المسبب إذا تعلق بالسبب وجب بعد وجوده أن يصير في حكم الواقع ، لأنا لو قلنا إنه في حكم المبتدأ لخرج من أن يكون له تعلق بالسبب ، وأن يكون موجبا له ، ولا يمتنع مثل ذلك في المقدور لشيء يرجع إليه ، ألا ترى أن\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالواحد منا يقدر على ما يوجد في العاشر من مقدوره أن يفعله في العاشر ولا يصح أن يفعله قبله لأمر يرجع إليه ، فان القديم سبحانه قادر على ما يفعله قبل وجوده بأوقات كثيرة لاستحالة وجود مقدوره في تلك الأوقات ، فلا يجب أن يخرج حال القادر مع المقدور على وجه واحد في أن يكون متقدما لوقت وجوده بحال واحدة ، ولو جاز أن يجعل ذلك واجبا حتى لا يجوز خلافه ، لوجب أن يكون تعالى يقدر حالا بعد حال بقدر متجددة ، وكل ذلك يبين فساد ما قاله وأنه بنى الكلام على دعوى ، فإذا ثبت ما أوردناه بالدليل فيجب فساده .\r\nشبهة أخرى لهم : قالوا لو جاز أن تفعلوه في غيركم على جهة التولد ، لصح أن تتركوا ذلك بدلا من فعلكم له في حاله ، لأن من حق القادر على الشيء أن يكون قادرا على تركه ، وأن يصح أن يفعله على الوجه الّذي يفعل عليه ، وقد قلتم في المباشر انه متى قدر على الشيء قدر على تركه في حاله ، وقلتم لو لم يصح منه فعل تركه لم يصح منه فعله ، ولا وجب ذلك نقض كونه قادرا وأن يكون في حكم الممنوع / المضطر ، فيجب في المتولد لو كان فعلا لكم مثله ، ومتى لم يصح ذلك فيه علم أنه مما لا يقع بالقدرة وأنه من فعله تعالى أو مما يقع بالطبع ؛ يبين ذلك أنه لو جاز أن يفعل القادر ما لا يجوز أن يفعل تركه لجاز أن يفعل ترك ما لا يجوز أن يفعله ، ولجاز أن يفعل ما لا يصح أن يفعل ضده وان كان له ضد ، فلما بطل ذلك ثبت ما قلناه .\r\nواعلم أن الّذي ادعاه السائل مما لا يقول به في كل ما لا يقدر عليه الواحد منا لأن المقدور قد يجوز أن يكون مما لا ضد له ، فلا يجب أن يكون القادر عليه قادرا على ضده ، وإذا لم يجب ذلك في الضد فبأن لا يجب في الترك أولى ، لأن الترك يجب أن يكون ضدا ، وتجب فيه صفات زائدة على كونه كذلك ، ولا بد لهذا السائل مما قلناه في القديم سبحانه خاصة ،\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nلأنه تعالى لا يوصف بالترك فلا يمتنع أن يكون قادرا على الشيء وان لم يوصف بالقدرة على تركه من حيث كان الترك والمتروك يجتمعان في وجوب حلولهما في محل القدرة وصحة وجود كل واحد منهما بدلا من صاحبه في وقت واحد من قادر واحد فغير ممتنع مثله في الواحد منا في بعض ما يقدر عليه ، وانما يجب ذلك فيما له ترك ، لأنه إذا كان كذلك لم يصح أن يقدر عليه ولا يقدر على تركه ، كما يجب إذا كان له ضد وقدر عليه أن يكون قادرا على ضده ، فأما إذا لم يكن له ترك فهو بمنزلة ما يكون له ضد في أن هذه القضية لا تجب فيه ، وقد / قال الشيخان رحمهما اللّه في غير موضع ان من حق القادر على الشيء أن يصح أن يفعله ويصح ألا يفعله ، وأن ذلك يستمر في كل قادر وكل مقدور ، فأما أن يجعل حد القادر ما يصح أن يتركه بدلا من أن يفعله فذلك مما لا يصح ، وأوضح ذلك شيخنا أبو هاشم رحمه اللّه بأن قال : كونه قادرا على الشيء لا يتعلق بغيره من ترك وضد ، بل يجب أن يكون له حكم معه ولا ضد له كما يكون له معه الحكم وله ضد ، وذلك الحكم ما قدمناه من أنه يصح أن يفعله وألا يفعله مع السلامة ، وأيّد ذلك بأنه انما يذكر الترك لينبه به على أن ذلك الفعل مما لا يجب وقوعه لا محالة ، وأنه إذا جاز أن يجب لو تركه عليه جاز أن يفعله وأن لا يفعله ، وإذا كان وصفنا له بأنه يجوز أن يفعله وأن لا يفعله يقوم مقام ذكر الترك في الفائدة فلا وجه لذكره في المقدورات أجمع ، وان كنا نذكره في بعضها إذا كان له ترك كما نذكر الضد في بعضه إذا كان له ضد ، والمتولد مما لا ترك له فذكر ذلك فيه لا يصح ، وانما قلنا إنه لا ترك له لأن من حق الترك أن يكون ضدا للمتروك في وقته ، ويكون القادر عليه واحدا ، ويصح وجود كل واحد منهما على جهة الابتداء بالقدرة في محلها ، وهذه الشروط لا تصح في المتولد لأنه على ضربين : أحدهما لا ضد له أصلا ، فبأن لا يكون له ترك أولى ، وهذا كالتأليف والألم ،\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nولا يصح أن يكون ضد سببهما ضدا لهما لأنه يؤدى إلى كونه ضدا لشيئين مختلفين غير متضادين ، وهما التأليف / والمجاورة ، وهذا فاسد ، والثاني له ضد وليس لسببه ضد ، وهو ما يتولد عن النظر والاعتماد لأنه لا ضد لهما وان كان المتولد عنهما له ضد كالعلم والأكوان والأصوات ، فلا يصح أن يقال إن ضد سببهما ضد لهما إذا لم يكن للسبب ضد أصلا ، ولا يمكن أن يقال في ضد الكون المتولد عن الاعتماد أنه ترك له ، لأنه لا يصح من القادر أن يوجده بدلا منه ، وقد وجد سببه لأن مسبب السبب بالوجود أولى ، ولأن ضده إذا وجب كونه حالّا في محله لم يصح أن يفعله الا بسبب ، ولا يصح أن يكون سببه مجامعا له وان كان مما يصح أن يبتدئه كان منعا من وجود مسبب السبب ، فلا يصح أن يقال إنه ترك له لأن من حق الترك والمتروك أن يكون حالهما مع القادر سواء في صحة الايجاد ، فأما الحرف الّذي يتولد عن الاعتماد فلا يصح أن تتركه بحرف آخر ، لأنه انما يفعله بسبب لا يجوز كونه مجامعا لسبب الحرف الآخر ولا واقعا بدلا منه لأنه ليس بترك له ، ولذلك قد يتعذر عليه سبب أحد الحرفين وان تأتّى له السبب الآخر ، وقد يتعذر عليه أحد الحرفين دون الآخر ، ولذلك يحتاج في كل حرف إلى فعل سبب آخر غير سبب الأول ، فلا يصح اذن أن يقال إنه يترك أحد الحرفين بالآخر ، وكل ذلك يتبين من حال هذه الأمور المتولدة أنه لا ترك لها ، فكيف يجب في القادر عليها أن يكون قادرا على تركها ؟ فأما ما له ضد فانا نقول / ان القادر عليه يقدر على جنس ضده ، ولا نقول إن الفاعل له يجب أن يصح أن يفعل ضده ، لأن الأمر في ذلك يختلف ، ففيه ما يصح ذلك فيه وفيه ما لا يصح ، وفي المتولدات ما لا ضد له أصلا ، وفيه ما له ضد . فأما على قول شيخنا أبى على رحمه اللّه ان الحركات تولد فلا يجب أن يكون ترك السبب عنده ترك المسبب ، وذلك لأن وقت وجود أحدهما يتقدم وقت وجود الآخر ،\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفلا يصح مع ذلك أن يكون تركه تركا للمسبب وان كان لا يمتنع أن يكون ضدا له ، وقد يصح أن يفعله على وجه ويتعذر فعله بدلا من المسبب على وجه آخر ، وانما لم يصح القول بأن القادر يترك ما لا يصح أن يفعل لما بيّناه أن من حق الترك أن يكون مما يجوز وجوده بدلا من المتروك على الوجه الّذي ذكرناه ، فلا يصح اذن أن يترك الشيء الا وله ضد يصح وجوده بدلا منه ، فيصح منه أن يفعله ، ولا يجب إذا صح أن يفعل الشيء أن يتركه لما بيّناه من جواز فعل لا ضد له ولا ترك ، وهذا كما نقول إن القادر لا يصح منه فعل ضد الشيء الا ويجب أن يصح منه فعل ذلك الشيء ، ولا يجب متى صح منه فعل شيء أن يصح منه فعل ضده ، وانما قلنا في المباشر إذا كان له ضد ان القادر عليه قادر على تركه من حيث ثبت له ترك وضد ، وهذا لا نقول فيما لا ضد له انه إذا قدر عليه القادر قدر على ضده وتركه ، فيجب ألا نجعل المقدور كله بابا واحدا ، ولهذا قال شيخنا أبو هاشم رحمه اللّه انه لا طريق / إلى اثبات ضد للجواهر من جهة العقل ، لأنه يجوز أن يقدر القادر على ما لا ضد له . فلا يجب كونه قادرا على ضده . وبيّن أن القول لا يؤدى إلى كونه مضطرا وملجأ ولا يخرجه من أن يكون حاله مع هذا المقدور في أنه يصح أن يفعله وألا يفعله كحاله مع المقدور الّذي له ضد وترك . وقد بيّنا من قبل أن وجود المسبّب يتعلق بوجود السبب ، ولهذا قال : القادر على السبب قادر على المسبّب وكانت القدرة عليهما واحدة واستحال أن يقدر على أحدهما من لا يقدر على الآخر ، فإذا تعلق وجوده بوجوده على جهة الايجاب خرج بوجود سببه من أن يكون في حكم ما يبتدئه القادر ، فإذا لم يصح منه أن يبتدئه لم يصح منه أن يبتدئ تركه لو كان له ترك ، لأنه لا يجوز أن يترك ما قد خرج من أن يصح أن يفعله ابتداء لبعض الوجوه ، وهذا يبين أنه لو كان له ضد لم يجب فيه ما قالوه ، فكيف وقد بيّنا أنه\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nلا ترك له ؛ وأما إذا رمى حجرا فصكّ جسما صلبا وتراجع إلى كفه فإنه يصح أن يفعل في كفه ما يولده ذلك الاعتماد كما يصح أن يفعل في كفه ضد ما يفعله غيره .\r\nفأما ما يتولد عن النظر فهو قادر على فعل ضده وان كان لا يختاره لشيء يرجع إلى الدواعي ، ولولا ذلك كان لا يمتنع أن لا يعتقد في النظر أنه يولد العلم ، أو لا يخطر ذلك بباله فيفعل في الثاني ضد ما يولده النظر ، فأما إذا عرف أنه يولد علما أو ظنه ، فما دعاه إلى فعله يصرفه عن فعل ما يضاده ، فلذلك يبعد أن يقع منه ضد العلم ، ولا يمتنع أن يمنع الواحد منا نفسه عن فعل ما يوجبه المسبب إذا لم يكن معلوما له ولا كان مميزا له من غيره فتدعوه الدواعي إلى ايجاده ، وانما يتعذر ذلك متى عرف المسبب / أو ظنه ، وكان له إلى فعله داع ، لأنه إذا كان كذلك كان مريدا له فيبعد أن يمنع من وجوده وان كان قد يصح أن يبدو له في فعله على بعض الوجود فيصح أن يمنع منه إذا ضبط الوقت الّذي يمكن ذلك فيه ، ولهذا جاز أن يفعل تعالى ما يمنع به مسببات الاعتماد اللازم من الوجود ، ويستدل بفعله لذلك على أنه لم يرده من حيث وجب فيما أراده من فعله أن يوجد لا محالة ، ومن لا يجب ذلك في مراداته لا يمتنع خلاف ذلك فيه ، فعلى هذا الوجه يجب أن يجرى الكلام في هذا الباب .\r\nشبهة أخرى لهم : قالوا لو صح أن يفعل القادر منا الفعل في غيره على جهة التوليد لصح أن يبتدئه ، كما يصح منه أن يبتدئ الفعل في محل قدرته ، ولوجب ألا يتعلق وجوده الا به وباختياره كالمباشر ، ويصح منه ألا يفعله في حال فعله له الأمر يرجع إليه إلى غيره ، كما يصح منه ذلك في المباشر ، يبين ذلك أن ما يوجب تعذر الفعل في جميع الأفعال يتفق ولا يختلف من تقضّى الوقت ووجود الموانع وما شاكلهما ، فلذلك ما يصح أن يفعل القادر عليه مقدوره يجب أن يتفق ولا يختلف ، ويبين ذلك أن\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوجوب وجود الشيء يحيل كونه مقدورا للقادر ، لأن كون ذلك مقدورا له وصفته هذه ينقض حقيقة كونه قادرا ، ولولا أن ذلك كذلك كان لا يمتنع في الأمور الواجبة والمستحيل أن تكون مقدورة ، وكل ذلك يبين فساد القول بالتولد ، واعلم أن القول في كيفية تعلق القادر بمقدوره في الوجه الّذي عليه يصح منه ايجاده موقوف على الدلالة ، لأن ذلك مما لا يجده الانسان بالادراك ولا غيره من طرق الضروريات ، فيجب أن تثبت هذه على حسب / ما اقتضاه الدلالة ، ولا يجب حمل بعضه على بعض الدلالة قد فرقت بينهما ، كما لا يجب حمل بعض المدركات على بعض في كيفية ادراكه ، ويجب أن يثبت على الوجه الّذي تقتضيه الدلالة . وقد بيّنا أن المتولد في أنه يقع بحسب قصده ودواعيه كالمباشر ، فيجب اثباتهما فعلا له ، وإذا وجب ذلك لم يصح معه الا القول بأن المباشر يبتدئه بالمقدورة في محلها والمتولد بفعله عن سبب يقع بحسبه ، لأنا لو قلنا إن المتولد يبتدئ به لخرج من أن يكون متولدا . وقد بيّنا أنه لا يصح أن يخترع الفعل في غير محل قدرته فلا يصح اذن أن يستغنى في المتولد عن السبب ، ولا يصح في المباشر أن يحتاج في ايجاده إلى أمر سواه ، لأن ذلك يوجب تعلق كل فعل منه بفعل آخر ، وهذا يوجب اثبات ما لا نهاية له ، فإذا بطل ذلك وجب القضاء بأن المباشر يبتدئه بالقدرة فقط ، وأن المتولد لا يصح أن يفعله الا بواسطة تقع بحسب وجوده . وقد قال شيخنا أبو هاشم رحمه اللّه في غير موضع انه يحتاج إلى استعمال محل قدرته في الفعل ، وهذا متى لم يرد به ما قدمناه لم يكن له معنى ، لأن المباشر ليس له حكم مع غير القدرة ولا يجب أن يفعل في المحل سواه فيكون استعمالا للمحل ثم يفعل هو فيه بل يبتدئ بالقدرة التي في المحل ابتداء فيكون المحل مستعملا فيه دون غيره ، لكن الأكثر فيما يفعله الواحد منا في الجوارح لا بدّ فيه من تحريك المحل أو الاعتماد على غيره فيكون نفس المباشر استعمالا للمحل ، وليس\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nكذلك المتولد / لأنه لا بدّ في ايجاده من فعل آخر يقع بحسبه ، وان كان القادر هو الفاعل لهما جميعا ، وذلك غير ممتنع كما لا يمتنع أن يفعل الواحد منا الفعل مرة بآلة وأخرى بلا آلة ، ويفتقر في ايقاع الفعل على بعض الوجوه إلى كونه مريدا وكارها وعالما ، فكذلك لا يمتنع مثله في المتولد . وقد بيّنا أن الّذي يجب في القادر أن يصح منه ايجاد مقدوره ويصح منه الانصراف عنه ، وأن لا يوجده على الوجه الّذي يصح منه ، فمتى كان المقدور مما يوجده ابتداء صح أن لا يفعله من غير تعلق بغيره ، ومتى كان مما يفعل بواسطة صح أن لا يفعله بأن لا يفعل ما يتعلق وجوده بوجوده ، لأنه إذا اختلف حاله في ايجاد مقدوره فمنه ما يوجده بنفسه ومنه ما يوجده بواسطة ، فكذلك في أن لا يوجده . ولو قلنا إنه يصح أن لا يوجد المسبب مع ايجاد السبب لكان الوجه الّذي عليه يوجده ولا يوجده يتفق ، وهذا لا يصح ، وليس يجب اشتراك كل المقدورات في الوجه الّذي عليه توجد حتى إذا وجد بعضه ابتداء وجب مثله في سائره ، كما لا تجب مساواة الكل في الوجه الّذي يصح وجوده عليه ، ومتى جاز أن يحتاج بعضه إلى المحل فقط وبعضه إلى غيره ، ويستغنى بعض الأفعال عن الأمرين ، فكذلك لا يمتنع أن يكون في الأفعال ما يحتاج فاعله في ايجاده إلى واسطة وفيه ما يستغنى عنه ، وإذا جاز أن يحتاج في ادراك الشيء إلى محل الحياة ويحتاج في بعضه إلى بنية مخصوصة فكذلك لا يمتنع مثله في الأفعال ، ولا يجب / إذا علقنا وجود المسبب بواسطة أن لا يكون هو الموجد له باختياره ، ولأن حاجته إلى السبب كحاجته إلى المحل ، فإذا لم يمنع ذلك من وقوعه من جهة الفاعل اختيارا ، فكذلك مثله في المتولد . ولهذا يقع على الوجه الّذي نقصده دون غيره كالمباشر ، ويقع محكما لكونه عالما كالمباشر ، وانما قلنا إن تقضّى الوقت يوجب تعذر الفعل لاختصاص ذلك الفعل بأنه لا يصح وجوده من القادر عليه الا في ذلك الوقت ، فإذا اتفق في ذلك\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالمتولد والمباشر ، وجب القضاء باتفاقهما فيه وان اختلفا في كيفية ايجاد القادر لهما ، وكذلك يتفقان في أن المنع يوجب تعذر وجودهما من حيث كان ضدا أو جاريا مجراه وان اختلفا في كيفية ايجاد القادر لهما ، ولا نقول إن وجود الشيء يحيل كونه مقدورا ، بل نقسم ذلك ، فنقول : ان كان مما يجب وجوده على كل وجه فكونه مقدورا مستحيل ، وان كان مما يجب ذلك فيه ان وجد سببه ولا يجب ذلك فيه متى لم يوجد سببه لم يستحل كونه مقدورا ، ولو كان وجوب وجود الشيء على بعض الوجوه يحيل كونه مقدورا لوجب فيما يقع من الملجأ ألا يكون فعلا له ، وأن يفارق حاله حال فعل المختار ، وفي وجوب التسوية بينهما دلالة على فساد ما تعلق به السائل وانكشف بهذه الجملة الجواب عما سأل عنه .\r\nفان قيل : ان كان المسبب يقع منه لكونه قادرا عليه فقولكم ان السبب يوجبه لا يصح ، وان صح ذلك بطل القول بأنه يوجد / منه لكونه قادرا عليه ، قيل له : لا تناقض بين هذين القولين ؛ لأن الغرض بقولنا انه يوجد من جهة القادر أنه تراعى في صحة وجوده أحواله وأنه يقع بحسبها كالمباشر ، ولولا أن ذلك كذلك لم يجب أن يقع بحسب قدره ودواعيه وعلومه وقصوده ، وأن يؤثر العجز والسهو في وجوده أو وجوده على وجه ، والغرض بقولنا ان السبب يوجبه أن الفاعل بعد ايجاده السبب لا يحتاج إلى أن يبتدئه كحاجته في المباشر ، بل يحصل في حكم الفاعل له بايجاد السبب ، وان لم يتناقض القولان وجب سقوط ما سأل عنه .\r\nشبهة أخرى لهم : قالوا لو صح القول بالتوليد لوجب أن يصح منكم فعل جميع الأجناس على جهة التوليد وأن لا يختص بذلك العلم دون سائر أفعال القلب والكون والصوت دون غيرهما ، لأن كونه قادرا على جميع الأجناس يتفق ولا يختلف ، فيجب أن يتساوى الكل في صحة ايجاده له ، ويجب أيضا أن لا يختص بعضه بأنه لا يصح أن يفعله الا متولدا ، مع أنه\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nيصح منه في غيره أن يفعله متولدا ومباشرا . واعلم أن الأصل في مقدور القادر أنه يصح منه ايجاده لكونه قادرا عليه ، فإذا ثبت أنه يحتاج إلى سبب في ايجاده حكم به والا وجب استغناؤه عنه ، فما ثبت وجوب وجوده بحسب فعل له آخر حكم بأنه متولد ، وما امتنع ذلك فيه لم يصح وجوده الا مباشرا ، وقد صح أن الاعتماد يختص بأنه يولد في جهته في محله وغير محله الأكوان والأصوات ، وأن الكون يولد التأليف والألم لوجودهما بحسبه ، فيجب كونهما متولدا وثبت فيما عداه / من الأفعال أنه لا يصح أن يولده بالاعتماد من حيث علم من حاله أنه مع ارتفاع الموانع قد يوجد الاعتماد ولا يوجد هو ، فلم يجب صحة كونه متولدا ، وكذلك القول في أفعال القلوب ، ان العلم يقع بحسب النظر فيجب كونه متولدا دون ما عداه ، ولا فرق بين من قاس بعض الأفعال على بعض في ذلك ، وبين من قاس بعضها على بعض في الحاجة إلى الآلة أو إلى المحل أو إلى معنى في المحل ، وفي كوننا قادرين على جميع الأجناس من حيث قدرنا على بعضها ، فإذا لم يصح ذلك فكذلك ما قلناه .\r\nوقد بيّنا من قبل أنه لا بدّ من اثبات مباشر والا لم يصح القول بالتوليد ، لأن اثبات جميعه متولدا يوجب اثبات ما لا نهاية له ، واثبات جميعه مباشرا يوجب ألا يقع المتولد بحسب أحواله فوجب اثباتهما جميعا ، ولا يجب أن تثبت كل الأجناس متولدا ولا كلها مباشرا ، بل يجب كونه موقوفا على الدلالة ، وقد ثبت بالدليل أن فعل القادر منا ينقسم إلى ثلاثة أقسام : منه ما لا يصح أن يفعله الا متولدا كالصوت والألم والتأليف ، ومنه ما لا يصح أن يفعله الا مباشرا كالإرادة وغيرها ، ومنه ما يصح أن يفعله على الوجهين كالكون والاعتماد ، ونحن نأتى من بعد على بيان ما يصح أن يفعله متولدا وما لا يصح ذلك فيه ، فلذلك أخرناه ، ومن قال إنه يجوز أن يفعل في محل قدرته المتولد ، وانما تأتّى ذلك في غير\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمحل القدرة ، لا يمكنه أن يسأل عن / هذا السؤال ، لأنه يلزمه إذا جوّز أن يفعل القادر مثل بعض أفعاله متولدا ان يصح أن يفعل سائره كذلك ، وما به ينفصل بين الأمرين هو بعينه فصلنا فيما سألنا عنه .\r\nشبهة أخرى لهم : قالوا لو صح أن يفعلوا في غيركم لوجب أن يصح منكم أن تخترعوا الفعل فيه كالقديم تعالى ، لأنه سبحانه انما صح منه أن يخترع الفعل في غيره من حيث كان يفعل في غيره ، فإذا استحال منكم ذلك فيجب أن لا يصح منكم الفعل البتة الا في محل القدرة فقط . واعلم أنه تعالى انما يصح أن يخترع الفعل في غيره من غير سبب لأنه قادر لذاته ، والواحد منا من حيث كان قادرا بقدرة لا يصح أن يفعل الا بأن يبتدئ في محلها أن يفعل في غير محلها متولدا عما يبتدأ به ، فإن كان ذلك السبب لا جهة له ولّد في محله ، وان كان له جهة عدّى عن محل القدرة الفعل ، ولذلك لا يصح من القادر منا أن يفعل الفعل الا بأن يماسّه أو يماس ما ماسّه ، ولو صح منه أن يخترع لما احتاج إلى هذه الشريطة .\r\nشبهة أخرى لهم : قالوا لو صح أن تفعلوا في غير محل قدرتكم على جهة التوليد لوجب أن يصح منكم أن تبتدوا ايجاده ، بدلا من فعلكم له متولدا كالقديم تعالى ، لأن حال القادرين لا يختلف في هذا الباب ، فان امتنعتم من ذلك في القديم تعالى أيضا فكان يجب في كل شيء تفعلونه متولدا أن يصح منكم ايجاد مثله على / جهة الابتداء ، وتعذر ذلك يوجب فساد قولكم ، واعلم أن ما قدمناه يسقط ذلك ، لأن القادر بقدرة لا يمتنع أن يفارق حاله حال القديم تعالى في كيفية ايجاد مقدوره ، فلا يمتنع أن يتعذر منا ما يصح من القديم وعلى الوجه الّذي يصح منه ، والصحيح عندنا أن كل ما يقع متولدا يستحيل وقوعه مبتدأ من فعل أي فاعل كان ، وهو آخر ما قاله شيخنا أبو هاشم ، ونحن نأتى على بيانه في موضعه ، ولا يجب إذا صح في كل جنس منه تعالى أن يفعل بعضه متولدا وبعضه مبتدأ أن م - 6 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nيصح ذلك منا ، لأن القدرة قد لا تتعلق ببعض الأجناس الا متولدا ، ونحن ندل على ذلك من بعد ، وفي ذلك سقوط السؤال .\r\nشبهة أخرى لهم : قالوا لو صح أن تفعلوا في غير محل القدرة لأدى إلى كونكم فاعلين في محل هو فعل لغيركم ، فيجب أن يكون فاعل المحل أولى أن يكون فاعلا لما وجد فيه منكم ، لأنه إذا لم يكن المحل فعلا لكم ولا فيه قدرة لكم توجب تعلق الفعل بكم ، ففاعل المحل أولى أن يكون فاعلا لما حلّه ، وفي هذا ابطال القول بالتوليد . واعلم أن القادر منا إذا جاز أن يفعل في محل قدرته الفعل وان كان المحل فعلا للّه ، فكذلك لا يمتنع مثله في غير محل قدرته ، وهذه العلة بأن تكون علة المجبرة أولى منها بأن تكون علة لمن ينفى التولد ، فإذا جاز أن يفعل العلم الّذي يحتاج إلى حياة لا يصح كونها من فعلنا ، جاز أن يفعل الفعل في محل القدرة وان لم يكن فعلنا ، / وإذا جاز من الفاعل أن يفعل لا في محل أصلا ، لم يمتنع أن يفعل في محل هو فعل لغيره ، وإذا كان المحل لو كان قديما لم يمتنع من القادر ايجاد الفعل فيه ، فغير ممتنع منه ايجاده فيه كان فعلا له أم لغيره ، وإذا جاز أن يفعل فيه فعلا في حال قد خرج من أن يكون له به تعلق في حال بقائه لم يمتنع أن يفعل فيه الفعل وان لم يكن فعلا له .\r\nشبهة أخرى لهم : قالوا : القول بالتوليد يؤدى إلى أن يجوز أن تفعلوا الفعل في قادر غيركم ولو صح ذلك لم يمتنع كونه فاعلا له ، لأنه إذا حل محل قدرته فبأن يصح كونه فعلا له أولى ، وفي هذا ايجاب فعل من فاعلين على وضوح فساده ، واعلم أن ما نفعله في غيرنا من القادرين يجب كونه فعلا لنا دونه من حيث وجد بحسب قصدنا ودواعينا ولم يوجد بحسب أحواله ، ولا معتبر في هذا الباب بالمحل ، لأن كونه بعضا له لا يمنع من أن يكون الموجود فيه من فعل غيره ، كما لا يمتنع أن يكون من فعل اللّه تعالى فيه أو من فعله بطبعه عند من خالفنا في هذا الباب .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوإذا جاز أن نفعل في بعضنا الفعل فيتعلق بنا دون المحل ، فكذلك لا يمتنع أن نفعل في بعض غيرنا . وقد تجوّزنا بقولنا انا نفعل في قادر آخر لأن الفعل جزء واحد فلا يصح وجوده في الجملة التي هي قادرة ، وانما يوجد في بعض من أبعاضه والغرض معلوم فتتبع العبارة لا وجه له ، وانما لا نجيز فيما نفعله في غيرنا أن يكون فعلا له لما قدمناه من الدلالة على استحالة فعل من فاعلين .\r\nشبهة أخرى لهم : / قالوا : القول بالتولد يؤدى إلى أن يصح من زيد أن يفعل في بعض عمرو حركة ، وأن يفعل عمرو في ذلك البعض مثلها ولو جاز ذلك لجاز أن يفعل أحدهما حركة فيه والآخر سكونا ، ولجاز أن يفعلا فيه حركتين تحسن إحداهما وتقبح الأخرى ، وفساد ذلك يبطل قولكم في التولد . واعلم أن ما سأل عنه أولا غير ممتنع لأن المحل يحتمل الحركتين المثلين ولا تنافى بينهما ، فيجب كما يصح وجودهما من فعل قادر واحد أن يصح وجودهما في بعض عمرو من فعل زيد وعمرو ، ولا يمتنع أيضا أن تكون حسنة من أحدهما قبيحة من الآخر بأن تكون عليه فيه مضرة وللآخر فيه منفعة ، لأنهما وان حلا محلا واحدا فهما في حكم المنفصلين فيما يوجدان عليه من الوجوه التي لها تقبح وتحسن ، ولا يوجب جواز ذلك أن يفعل أحدهما فيه الحركة والآخر ضدها ، لأن ذلك يستحيل لشيء يرجع إلى تضادهما وإذا كان استحالة وجود هذين لا يمنع من كون القادر الواحد قادرا على ايجاد كل واحد منهما في المحل على البدل فيجب ألا يمتنع مثله في القادرين ؛ ومن قال في المتولد انه من فعل اللّه تعالى لم يمكنه أن يعتلّ بهذه العلة ، لأنه يلزمه في القديم تعالى وفي ذلك ما ألزمناه في زيد وعمرو ، ومن يقول بالطبع يبعد تعلقه بها أيضا لأنه يلزمه أن يوجد الحركة في المحل بطبعه وبفعل القادر الّذي ذلك المحل بعضه\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nغير ضده ، وما يسقطون ذلك به عن أنفسهم هو جوابنا ، وهو الّذي قدمناه .\r\nشبهة أخرى لهم : قالوا : لو جاز أن يفعل في قادر غيره / الفعل لصح أن يفعل فيه ما يمنعه من الفعل ، ولو صح أن يمنعه من فعله لصح أن يدخله في فعله ، وفساد ذلك يبطل القول بالتوليد . واعلم أنه لا يمتنع أن يمنع زيد عمرا من فعله بايجاد ضده في بعضه أو كله إذا كان أقدر منه ، وذلك نحو تسكينه له ومنعه له بذلك عن التحرك الّذي يختاره ، والتمانع في هذا الباب يصح كما يصح في غيره ، ولولا القول بالتولد لما صح من القادرين منا التمانع على وجه ، لأنهما انما يتمانعان بما يوجد في بعض أحدهما أو في غيرهما ، ولا يصح لمن نفى التولد القول بذلك ، ولا يجب من حيث صح منه أن يمنعه من الفعل أن يدخله في الفعل ان أريد بذلك أن يجعله فاعلا ، لأن جعله إياه فاعلا يستحيل من حيث كان الفاعل انما يفعل لكونه قادرا ، ولا يجوز من غيره أن يوجد فعله الّذي يختص هو بالقدرة عليه ، وقد بينّا من قبل أنه لا يجوز اثبات فعل من فاعلين ، فاذن يجب ألا يصح أن يجعله فاعلا ، وعند شيوخنا رحمهم اللّه أن الواحد منا قد يقال إنه يدخل غيره في فعل مقدوره بأن يلجئه إليه ، وعلى هذا الوجه يجيز من زيد أن يدخل عمرا في فعله ، وأن كان شيخنا أبو هاشم رحمه اللّه قد نص على أن ذلك يستعمل بمعنى الوجه الأول ، فان ذلك يستحيل .\r\nوبعد ، فليس بين صحة منع زيد عمرا من فعله وادخاله في فعله نسبة فيحمل أحدهما على الآخر ، والّذي يقابل المنع هو التخلية ، وكما يصح منه أن يمنعه من الفعل يصح منه أن يخلى بينه / وبينه ، وإذا جاز أن نمنع غيرنا من الكتابة بمنع الآلة ، ولا يجب أن ندخله في فعله باعطاء الآلة ، وكذا لا يمتنع أن نمنعه من الفعل ولا يجب أن يصح أن ندخله في الفعل ، فان قال : إذا جاز منكم ادخاله في الفعل بالحمل والالجاء أدى إلى نقض\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nدليلكم وهو أن الفعل يجب وقوعه بحسب قصده ، قيل له : ان الحمل والالجاء لا يخرجانه من أن يكون الفعل واقعا بحسب قصده ولو أخرجاه من ذلك لم يقدح في الدليل ، لأنا لا نوجب ذلك في كل فعل ، وانما نوجبه فيما يقع منه مع التخلية والعلم ، وكل ذلك يسقط ما سأل عنه .\r\nشبهة أخرى لهم : قالوا لو جاز منكم أن تفعلوا بالسبب لوجب صحة ذلك منكم إذا وجد السبب على كل حال ، وهذا يوجب أن يصح منكم فعل الألم في الميت كصحته منكم في الحي ، وأن يصح منكم فعل الصوت في الجسم الرخو كصحته في الجسم الصلب ، وأن يصح أن تكتبوا على الماء والهواء كما يصح منكم ذلك على اللوح ، وفساد ذلك يوجب بطلان القول بالتوليد . واعلم أن السبب انما يجب أن يولد إذا كان المحل محتملا ووجد على الوجه الّذي من حقه أن يولد وارتفع المنع ، كما أن القادر انما يجب أن يفعل بقدرته الفعل متى كان المحل محتملا له والمنع مرتفعا ، ومتى لم يوجد السبب على هذا الوجه لم يجب أن يولد ، ولا يمنع ذلك من كونه مولدا متى وجد على الوجه الأول كما قلناه في القدرة ، وإذا صح ذلك لم يجب أن يتولد عن السبب المسبب في كل حال ، كما لا يجب أن يفعل بالقدرة المقدور في كل حال ، وقد صح أن الألم انما يصح وجوده في محل فيه حياة ، فلا يجب وجوده في الجماد وان وجد سببه ، / وان كان شيخنا أبو هاشم رحمه اللّه قد أجاز وجود جنسه في الجماد ، وبيّن أنه يختص المحل دون الجملة ، والصوت انما يتولد عن اعتماد يقع على جهة المصاكة ، وذلك لا يصح في الأجسام الرخوة ولذلك لم يولد ، والكتابة قد تصح على الماء لكنها لا تظهر فيه على وجه يتبين ويعلم كونها أمارة من حيث كان المكتوب به لا يثبت عليه بل ينصرف ، وهذا كله يبطل ما ذكروه ، وليس لهم أن يقولوا ان هذا القول من أدل الدلالة على أن الفعل يقع بطبع المحل ، فلذلك قد يوجد السبب والمحل على صفة\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nولا يولد ، وقد يوجد فيقع الفعل فيجب أن يكون وقوعه بطبعه دون السبب ، وذلك لأن الطبع الّذي هو صفة المحل قد يحصل أيضا ولا يقع العمل ، فان أثّر ذلك في القول بالتولد فيجب أن يؤثر في القول بالطبع ، وذلك يسقط كلا القولين ، وما به يخرج من أن يكون لازما على أحدهما يخرج من أن يكون لازما على الوجه الآخر ، ونحن نبين من بعد شروط التوليد وما تختلف فيه المسببات فلذلك لم نذكره الآن ، وانما كان يصح القدح فيما نقوله لو جوّزنا وجود السبب على الوجه الّذي يصح عليه أن يولد وليس بمولد ، فأما إذا قلنا إنه لا يولد مع ارتفاع بعض الشروط فهو بمنزلة قولنا ان القادر قد لا يصح أن يفعل لعارض ولا يقدح ذلك في كونه قادرا على الأفعال ، ويفارق السبب في ذلك العلة لأنها في حكم ما ليس بمنفصل عنها ، فما منع من ايجابها يمنع من وجودها ، كما أن ما يمنع من حصول الأحكام الراجعة إلى / ذات الشيء في الوجود يمنع من وجودها ، والمسبب قد بيّنا أنه منفصل عن السبب وأنه يقع من جهة القادر كالسبب ، فلا يجب بوجوده وجود المسبب لا محالة ، ولا يمتنع أن يحصل في المسبب ، اما بأن لا يحتاج إليه أصلا ، أو بأن يخلفه ما يسد مسده ، وكل ذلك يسقط ما تعلق به السائل .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nفصل في أنه تعالى يصح أن يفعل الأعراض في المحال ، وأن ما لا يقدر عليه منها هو أفعاله سبحانه .\r\nاعلم أنا قد بيّنا بما تقدم من حاجة المحدث في الحدوث إلى محدث قادر ، فإذا صح ذلك وعلمنا أن اللون والطعم وما لا يصح أن يقدر عليه حوادث ، فيجب أن نبينها حادثة من محدث قادر ، وقد علمنا أن المحل ليس بقادر ، وأن القادر الجسم لا قدرة له عليه لأمر يرجع إلى أنه قادر بقدرة ، فيجب أن يثبت قادرا لنفسه مخالفا لنا يكون هو المحدث لها ، وليس لأحد أن يقول : العرض الحالّ في المحل يجب أن يكون من فعل المحل فلا يصح أن يثبت حادثا غيره من حيث يستحيل كون الفاعل فاعلا الا لما يحله ، كما يستحيل أن يوجب العرض الحكم لا في محله ، وذلك لأن هذا القول يوجب ألا يكون الواحد منا فاعلا في الحقيقة لأن الفاعل هو الجملة ، والفعل يحل في بعضه / والبعض لا يصح أن يكون فاعلا كما لا يصح أن يكون قادرا ، فإذا بطل ذلك بطل ما قالوه ، وليس له أن يخالف في ذلك ويقول إن الفاعل منا لا يفعل الا في نفسه ، لأن ذلك انما يصح على قول من يقول : ان الانسان الفاعل جزء واحد ، فأما إذا ثبت أن الجملة المثبتة فاعلة واحدة ، وصح حلول الفعل منها في بعضها ، فقد سقط ما قاله . ولسنا نقول إن العرض يوجب الحكم بمحله ، بل ينقسم أقساما : فمنه ما لا يوجب الحكم البتة المحل ولا لغيره كالكون ، لأنه يحل في المحل ويدرك منه ولا يوجب له حالا ، ومنه ما يوجب الحكم للمحل كالكون ، ومنه ما يوجب الحكم للجملة الحية كالاعتقاد والإرادة وغيرهما ، وذلك مما قد دللنا عليه من قبل فيجب سقوط ما سأل عنه .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوبعد ، فلو ثبت أن العرض لا يوجب الحكم الا بمحله لم يجب أن لا يكون فاعل العرض الا محله ، لأن ايجابه يرجع إلى ذاته ويقتضي اختصاصه بما يوجب الحكم له وأولى ما يختص بل المحل فيجب أن يوجب الحكم له ، وليس كذلك حال الفاعل ، لأنه لا يقع فعله منه على جهة الايجاب بل يقع على جهة الاختيار فلا يجب أن يختصر به هذا الاختصاص .\r\nوبعد ، فان دل ما قاله على أن تعلق الفعل بالفاعل كتعلق الحال بالمحل ، فيجب أن يكون الحالّ فاعلا للمحل ، كما أنه الّذي يوجب الحكم له ، بالعكس مما قالوه ، وقد ألزمهم شيخنا أبو علي رحمه اللّه ذلك ، وقال لم صار المحل بأن يكون فاعلا للحالّ أولى من أن يكون الحال فاعلا / له ؟\r\nوبيّن أنه لا يمكنهم أن يقولوا انما صار المحل فاعلا من حيث صح وجوده مع عدم الحالّ ، ولم يصح ذلك في الحال ، لأن وجوده مع عدم المحل محال ، بأن قال : ان عندكم لا يمتنع أن يحصل المحل والطبع أوقاتا كثيرة ولا يوجب الفعل ، فإذا صح ذلك لم يمتنع أن يكون الفعل يوجد في حال وجود فاعله لأن كلا الأمرين يخالف المفعول ، فجوّزوا أن يكون المحل من فعل العرض الّذي قارنه في الوجود والحدوث .\r\nفان قيل على الكلام الأول هلا قلتم : ان الفعل وان لم يجب عن الفاعل أنه يجب أن يختص ويحل فيه كما قلتم في العرض الموجب الحكم بمحله ؟\r\nقيل له : انا بيّنا بما تقدم ذكره أن حمل أحد الأمرين على الآخر لا يصح ، ثم إن الكلام في الفعل وكيفية تعلقه بفاعله قد سبق القول فيه ، لأنا قد دللنا على أن الواحد منا يفعل في بعضه وفي غيره ، ودللنا على أن الفعل يحدث من فاعله لكونه قادرا عليه ، وقد يقدر على ما به يوجد في غيره كما يقدر على ما يوجد في بعضه ، وبيّنا أن بعضه في حكم الغير له ، لأنه إذا لم يكن هو القادر وكان القادر هو الجملة ، صار في حكم الغير ، فإذا جاز أن يفعل الواحد منا الفعل في بعضه وغيره لم يمتنع منه تعالى أن يفعل\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nفي غيره ، ويجب القضاء بمفارقة تعلق الفعل بالفاعل لتعلق الحالّ بالمحل .\r\nوبعد ، فان صح عندنا وعند من خالفنا في هذا الباب أنه تعالى قد فعل الجواهر / وان لم تكن حالّة في المحل ، وكذلك لا يمتنع أن يفعل الفعل فيها وان لم يكن حالا فيه ولا في بعضه تعالى اللّه عن ذلك ، ولو كان حقيقة الفعل أنه يحله ، لما صح أن يفعل تعالى الجواهر كما لا يصح أن يفعل العرض عندهم ، وبذلك أبطل شيوخنا رحمهم اللّه قولهم ان حقيقة الفعل هو حلوله فيه ، أو أن حقيقة الفاعل كونه محلا ، لأن ذلك لو صح لوجب أن لا يكون تعالى فاعلا للجواهر ، لأن حقائق الصفات لا تتغير ، ولوجب أن لا يصح من أحدنا أن يفعل الفعل في بعضه وغيره ، ولبطل العلم بالفاعل لأن مأخذه أولا الشاهد ، وهذا الحد ينقض الشاهد ، وقد بيّن شيخنا أبو هاشم رحمه اللّه في أول نقض الطبائع القول في ذلك ، وبيّن أن أهل اللغة انما وصفوا الفاعل فاعلا من حيث وقع الشيء بحسب قصده ودواعيه وعلمه ، ولذلك وصفوا الانسان بأنه فاعل لما وجد في غير كما وصفوه بذلك مما وجد في بعضه ، فمن حيث الاسم يجب ابطال ما قالوه ، ومن حيث المعنى قد بيّنا فساد قولهم فيه . فان قال : لو كان اللّه تعالى يفعل العرض في المحل ، لصح أن يفعل المحل ولا يفعل العرض ، لأنه ليس ملجأ إلى فعله وفي فساد القول بخلو المحل من الأعراض أجمع دلالة على فساد هذا القول ، قيل له : ان المحل إذا استحال وجوده الا مع الكون ، لم يصح من فاعله أن يفعله الا معه ، كما إذا استحال وجود العرض الا مع المحل لم يصح أن يفعل الا معه ، وقد صح بما بيّناه في صدر هذا الكتاب أن الجوهر يستحيل وجوده الا على وجه لا يكون عليه الا بالكون ، والقاصد إلى ايجاده يجب أن يقصد إلى ايجاد الكون والا لم يوجده ، كما أن القادر / إذا منع غيره عن فعل ، فيجب أن يقصد إلى أكثر من مقدوره وان لم يفعله ، والا لم يوجد مقدوره ، وكما أن فاعل العلم يجب أن يفعل\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nما يحتاج إليه والا لم يصح أن يوجده ، ولا يمتنع عندنا ألا يفعل تعالى الكون بأن لا يفعل المحل أيضا فليس في القول بأنه يجب أن يفعله الجاء واكراه . وقد بيّنا من قبل في المتولد أنه يصح في القادر منا أن لا يفعله بأن لا يفعل سببه ، فلا يجب في ذلك الجاء ولا نقض حقيقة القادر ، فكذلك القول فيما يجب أن يفعله تعالى من الكون مع الجوهر .\r\nفأما ما يفعله بعد ايجاد الجوهر فقد يصح أن لا يفعله ويبقى ما فيه من الكون ، وكذلك القول في سائر الأعراض ، لأنا قد بيّنا جواز خلو المحل منها . على أن هذا القول يحيل كون المحل فاعلا أيضا ، لأنه كان يجب أن يصح أن لا يفعل في نفسه الكون وغيره فيخلو من الأعراض ، ولو لم يبطل ذلك قولهم لم يعترض ما نقوله أيضا . وليس لهم أن يقولوا انا نثبت المحل فاعلا بالطبع على جهة الايجاب ، فيصح لنا ما نقوله دونكم ، وذلك لأنا قد بيّنا فساد هذا القول ، وأن من حق الفاعل أن يكون مختارا لفعله وقادرا عليه فان اختلاف الفاعلين لا يؤثر في ذلك ، وبيّنا بطلان قولهم بالطبع وأنه يوجب الفعل ، فلا وجه لإعادته ، وفي ذلك سقوط السؤال .\r\nفان قيل : ان كان تعالى يفعل العرض في المحل ، فيجب أن يجوز أن يفعله في المحل بدلا / من أن يفعله فيه ، كما صح منه أن يفعل الجوهر في جهة دون جهة ، واستحالة ذلك يبطل ما قلتموه ، قيل له : ان العرض يحتاج إلى المحل فلا يصح أن يوجده الا فيه ، والجوهر لا يحتاج إلى جهة فلذلك جاز أن يوجده في أي جهة شاء . وقد بيّنا في باب حدوث الأعراض أن العرض يختص بمحله وأنه لا يجوز عليه الانتقال ، ولو كان العرض قبل حدوثه يجوز حلوله في المحالّ على البدل أو في المحل بدلا من وجوده لا في محل ، لوجب متى حدث ، أن يكون في المحالّ كلها ، لأنه لا يمكن أن يقال إنه يختص بأحد المحلين دون الآخر بمعنى أو بإرادة الفاعل ، وهذا يبين أنه يستحيل وجوده الا في المحل ، فيجب ألا يصح منه تعالى أن يحدثه\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nلا في محل ، ولا يمنع ذلك من كونه فاعلا له ، ولو أوجب ذلك كونه غير فاعل له لوجب كون الواحد منا غير فاعل لما يوجده في بعضه أو غيره ، وصحة ذلك تبطل ما سأل عنه .\r\nفان قال : ان استحالة ما ذكرتموه هو الّذي يوجب ألا يكون تعالى فاعلا له لأنه كان يجب في سائر صفاته أن يصح أن يجعله عليها وألا يجعله ، كما يصح أن يحدثه وألا يحدثه ، فلذلك نفيت كونه فاعلا له ، قيل له : ان الحادث قد يكون على صفات ، منها ما يتعلق بفاعله فيجب فيه ما ذكرته نحو كون الكلام جبرا أو أمرا ، ومنها ما يرجع إلى ذاته أو يجب له وان لم يرجع إلى ذاته فلا يجب أن يتغير حاله فيه باختيار فاعله ، ولا يمنع ذلك من كونه فاعلا / له ، وقد بيّنا من قبل أن كون الذات مختصة بما يجب لنفسها لا يكون بالفاعل ، وذلك يكشف ما قلناه ويبين سقوط سؤال السائل .\r\nفان قيل : ان الفاعل منا يستحيل أن يفعل الا في بعضه وان فعل في غيره ، فإنما يفعله موجبا عما يفعله في بعضه ، ويستحيل كونه فاعلا على خلاف هذا الوجه ، فيجب أن لا يصح أن يكون تعالى فاعلا للعرض في المحالّ ، لأن هذه القضية تستحيل فيه ، قيل له : هذا القول يوجب أولا أن لا يكون فاعلا للجواهر لاستحالة هذا الحكم فيها ، فإذا لم يمتنع ما ذكرته من كونه فاعلا لها ، سقط سؤاله .\r\nوبعد ، فإنما وجب في الواحد منا ما ذكرته لأنه يقدر بقدرة لا يصح أن يبتدأ بها الفعل الا في محلها على ما دللنا عليه في باب الصفات ، فإذا كان سبحانه قادرا لنفسه لم يمتنع أن يفعل الفعل في غيره اختراعا ، ولولا صحة ذلك لم يصح أن يفعل الجوهر ، لأن وجوده مضمن بوجود الكون ، فلو لم يصح أن يوجده لما صح أن يفعل الجوهر أيضا ، وانما صح أن يفعل العرض في المحالّ ابتداء لما قلناه ، ولأن الفعل يستحيل وجوده فيه لأنه\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nليس بجسم ، فلو لم نثبته فاعلا على هذا الوجه لما صح كونه قادرا ، وثبوت ذلك يبطل ما قاله ، وانما لم يصح من الواحد منا أن يفعل الفعل ابتداء في غيره لأمر يرجع إلى القدرة لا إلى كونه قادرا ، فإذا كان تعالى قادرا لنفسه لم يمتنع فيه ذلك .\r\nفان قال : إذا لم يكن لذاته تعالى ولا لكونه قادرا ولا لسائر أحواله نعلق بالمحل ، فكيف يصح أن يفعل فيه / وما أنكرتم أن الفاعل منا انما صح أن يفعل في بعض لأن له تعلقا بذلك البعض من حيث كان ما يوجد فيه يوجب الصفة له ويكون بمنزلة الموجود في كله ، قيل له : ان من حق القادر أن يصح منه ايجاد مقدوره من غير أن يكون له تعلق به أكثر من كونه قادرا عليه ومن غير أن يكون له تعلق بمحله ، لأنه انما يفعل لكونه قادرا عليه دون غيره ، فحصول التعلق بينه وبين غيره لا يؤثر ، وقد بيّنا أن القادر منا انما وجب ذلك فيه من حيث كان قادرا بقدرة لا لما ظنه السائل ، ولولا صحة ما قلناه لوجب أن يستحيل منه تعالى أن يفعل الجواهر لهذه العلة ، فإذا صح كونه فاعلا لها من حيث كان قادرا عليها وان لم يكن له تعلق بأمر آخر ، وكذلك يصح أن يفعل العرض في حيز الجوهر وان لم يكن له تعلق بالمحل ، وقد بيّنا أن القادر منا ليس له ببعضه تعلق أيضا لأن كونه بعضا له لا يقتضي تعلقا بينهما ، لأنه لو أوجب ذلك لم يكن أحد أبعاضه أولى من الآخر ، فكان يؤدى ذلك إلى أن يتعلق بنفسه في الأمر الّذي قيل إنه يتعلق ببعضه ، فإذا فسد ذلك صح أن يفعل في بعضه الّذي لو عدم لم يخرج من كونه قادرا من غير تعلق بينهما أكثر من أنه قادر على ما يحدثه فيه ، فكذلك القول فيما يوجده في غيره ، وذلك يصحح ما ذكرناه في القديم تعالى ، على أن ذلك يجعل كون المحل فاعلا أيضا لأنه لا تعلق له بالحالّ قبل وجوده .\r\nفان قالوا : انه لطبعه يوجبه ، قيل لهم : فالقادر عليه لكونه قادرا عليه\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nيحدثه ، وكونه قادرا معقول ، فتعليق الفعل به أولى من تعليقه بالطبع / الّذي لا يعقل ، ولو قيل إنه تعالى يفعل في المحل من حيث اختص المحل بأنه فعله فيصح أن يفعله فيه ، وكونه فاعلا للأعراض فيه أولى من كون المحل فاعلا ، لكان أقرب إلى الشبهة مما تعلقوا به ، وقد بيّنا فساد ذلك من حيث يوجب استحالة كون الواحد منا فاعلا ، فيجب لهذه الجملة القضاء بابطال ما ذهب إليه من قال إن المحل هو الفاعل دون اللّه تعالى ، وقد ألزمهم شيخنا أبو علي رحمه اللّه على ذلك القول بابطال دلالة المعجزات على الأنبياء ، لأنها ليست من فعل اللّه تعالى ، إلى غير ذلك مما نشير إليه من بعد\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nفصل في أنه سبحانه يصح أن يفعل على جهة التوليد كصحته منا وما يتصل بذلك .\r\nكان شيخنا أبو علي رحمه اللّه يذهب إلى أنه تعالى لا يفعل بأسباب ، ولا يصح ذلك فيه كما لا يصح أن يفعل بالآلة ، ويقول : ان القول بذلك يوجب حاجته إلى السبب ، فإذا ثبت أنه يتعالى عن الحاجة علم أن كل ما يفعله انما يفعله على جهة الاختراع والابتداء ، وانما يقال إنه بسبب يوجب الفعل ، انما يفعل الفعل عنده لا أنه يفعله به ويفارق حاله حالنا ، لأن الواحد منا لا يمتنع من حيث كان قادرا بقدرة أن يحتاج إلى السبب كما يحتاج إلى الآلة وإلى استعمال محل القدرة ، والّذي يقوله شيخنا أبو هاشم رحمه اللّه أنه لا يمتنع أن يفعل تعالى بالأسباب وان لم يصح القول / بأنه يحتاج إليها كما يفعل في المحالّ من غير حاجة به إليها ، ويقول إن كل سبب ولد من فعلنا ، فمتى وجد منه تعالى مثله على الوجه الّذي تولّد من فعلنا ، فلا بد من أن يولد ، وهذا هو الصحيح عندنا ، والّذي يدل على ذلك أن الاعتماد من فعلنا انما علم أنه يولد الوقوع المسبب الّذي هو الحركة والصوت بحسبه على ما بيناه من قبل ، وقد علمنا أن ذلك يحصل بحسب ما يفعله تعالى من الاعتماد ، فيجب كونه مولدا من فعله أيضا ؛ ولو جوّزنا والحال هذه ألا يكون مولدا لما يوجد بحسبه على طريقة واحدة لجوّزنا مثله في فعلنا ، ولو جوّزنا ذلك لبطل تعلق الفعل بالفاعل منا أصلا ، وبطلان ذلك يوجب صحة ما قلناه ، ولا سبيل لمن نفى التوليد من فعله تعالى أن يثبت للواحد منا فعلا ، لأنه يبطل التولد من فعلنا ويفسد طريق معرفة تعلق الفعل بالفاعل ، وليس له أن يقول انما\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعلمت أن الاعتماد يولد الحركة من فعله من حيث يستحق الذم والمدح عليها ، فلو لم تكن متولدة عنه لم يجب ذلك فيه ، وهذا المعنى لا يصح في فعله تعالى ، لأنه وان لم يثبت متولدا عن فعله ، فهو فعله لا على جهة الابتداء ويستحق عليه المدح فلم يمكن حمله عليه ، وذلك لأن ما ذكره من الطريق لو صح لم يؤثر ذلك في صحة ما تقدم لأنه كما نعلم بحبس المدح على الحركات المتولدة في أنها فعلنا ، فانا نعلم بوجوب وقوعها بحسب الاعتماد أيضا أنه فعلنا ، لأن أحد الطريقين لا ينافي الآخر كما أنا نعلم أن الواحد منا فاعل لتصرفه من حيث وجب وقوعه / بحسب قصده ودواعيه ، ومن حيث استحق الحمد والذم عليه ولم يناف أحد الدليلين الآخر ، على أن ما ذكره لا يصح لأن الواجب أن يثبت ذلك فعله أولا ثم يحسن مدحه وذمه عليه ، وقد قال شيخنا أبو هاشم رحمه اللّه ان ذلك انما يحسن بعد العلم بأن ذلك فعلنا ، ومتى لم يعلم ذلك جوّز أن يكون حسن مدحه هو على ما وقع عنده ، كما يمدح الانسان على ما يقع عنده النفع ، وكما ندم على سقى السم الّذي عنده يقع التلف ، وقبل الاستدلال على أن المتولد فعلنا يجوّز الناظر أن ما وقع متولدا بمنزلة ما يقع عند سقى السم ، وأنه يستحسن الذم في الموضعين من حيث فعل ما عنده يقع ذلك ، فقد بان أن الاستدلال بذلك لا يصح ، فكيف يمكنه أن يقول انا بذلك نعرف صحة التولد من فعلنا ، وليس له أن يقول إن الجسم الثقيل انما يجب انحداره بحسب الاعتماد من حيث يجب فيه إذا لم يكن على عمد أن تهوى ، ولولا ذلك لم يجب أن ينحدر فلا يجب أن يحكم بأن هوية متولد وذلك لأن الحجر يحتمل الوقوف في الهواء ولذلك يصح منه تعالى أن يسكّن العالم حالا بعد حال ، ويصح منا ايقاف اليد في الجو حالا بعد حال ، فإذا صح ذلك فلو لم يكن ما فيه من الاعتماد موجبا لهوية لوجب أن يقف ، ولو كان تعالى هو المبتدئ بفعل الانحدار فيه لم يكن ذلك بأولى من\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوقوفه بحيث هو فيه إذا لم يكن على عمد ، كما أنه تعالى إذا كان / هو المحرك للجسم يمنة ويسرة لم يكن أحد الفعلين أولى من الآخر ، وفي وجوب انحداره إذا لم يكن على عمد دلالة على صحة ما قلناه ، ولو كان ما ذكرناه يدل على أنه ليس في أفعال اللّه المتولد لدل على أنه لا متولد من فعلنا ، لأن الواحد منا إذا رمى الشيء واعتمد عليه فقد يمكن أن يقال إن ارساله انما يجب لاستحالة وقوعه لا على مكان ، فإذا لم يمنع ذلك من اثبات المتولد في أفعالنا وكذلك في أفعاله تعالى . على أن من قول أبى على رحمه اللّه أنه لا جوهر الا وله قسط من الثقيل وانما يتزايد ذلك بالأجسام لاكتناز أجزائه لا لوجود اعتماد فيها ، فيجب أن يكون حكم جميع الأجسام سواء في أنه يصح أن تقف كما يصح أن تهوى ، فلولا أن هناك ما يوجب هويّة عند ارتفاع العمد لم يجب أن ينحدر ولكان صحة ذلك فيه وقوفه وتحركه في الجهات على حد واحد ، فإذا صح وجوب انحداره على طريقة واحدة بحسب ثقله فيجب القضاء بأنه متولد عنه ، ولا يمكنه أن يقول انما وجب ذلك لأنه لولاه لعرى المحل مما يضاد عليه ، لأنه لو وقف في مكانه لكان أحد الأضداد قد وجد فيه ، وانما يمكنه التعلق بذلك في التأليف على ما نبيّنه بعد ، وقد ذكر شيخنا أبو هاشم رحمه اللّه عند ذكر هذه الدلالة في الجامع والأبواب أنه لو كان حدوث هذه الحركات عند الاعتماد بالعادة ، كان لا يمتنع أن تكون العادة تجرى في بعض الأوقات وفي بعض البلاد الآن بخلافه فيكون من عادتهم جرى السفينة بالعكس جرية الماء ، كما أن عندنا تجرى في الجهة / التي يجرى الماء فيها وبحسب جريته ، وكان لا يمتنع أن تكون عادتهم نصب الشروع في السفن إذا أرادوا أن يستقبلوا الريح في حوائجهم فمتى حطوها لم تجر السفينة في استقبال الريح ، فان رفعوها جرت في استقبال الريح ، وأن يكون الواحد منهم يستقبل الريح فلا يمانعه ومتى استدبرها مانعته ، ولو جاز أن يقال\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nان الريح لا تولد فينا الحركات مع علمنا أنها تدافع الواحد منا وتحركه بحسب شدة هبوبها لجاز أن يقال في زيد إذا حرك عمرا بحسب اعتماده من ذلك لا يكون متولدا ، وبيّن من جهة السمع بذلك أيضا بقوله تعالى :\r\n « اللَّهُ الَّذِي يُرْسِلُ الرِّياحَ فَتُثِيرُ سَحاباً »  « 1 » ، وبقوله :  « حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ »  « 2 » ، وغير ذلك مما امتن به تعالى علينا بالبحار والرياح وغيرهما ، ومما يدل على ذلك أيضا أنه لو ثبت في المجاورة والاعتماد وغيرهما من الأسباب ، أنها انما تولد ما تولده لأمر يرجع إليها لا إلى الفاعل منا ، كما أن هذه الأفعال انما تقبح وتحسن لا لحال يرجع إلى الفاعل ، ولا لأمر يتعلق باختياره ، يدل على ذلك أن اختلاف أحوال الفاعل منا لا تؤثر في كون الوهى مولدا للألم ، كما يولد ذلك في سائر ما يحصل عليه الفعل بالفاعل نحو كونه أمرا وجبرا فصارت أحواله في أنها لا تؤثر في وجوب وقوع المسبب عن السبب لمنزلتها في أنها لا تؤثر في حسن الفعل وقبحه ، وفيما يجب حصوله عليه لذاته ، فإذا ثبت ذلك وجب متى وجد مثل السبب الّذي نفعله من فعله تعالى أن يكون متولدا لمشاركته له فيما أوجب كونه مولدا كما يجب القضاء بأن فعله تعالى يكون حسنا متى وقع على الوجه الّذي إذا وقع عليه فعلنا كان حسنا ، ولولا وجوب صحة هذه الطريقة لم يسلم ما تكلم به المجبرة من أن أفعاله جل وعز / لا يجوز أن تفارق أفعالنا في الحسن والقبح لشيء يرجع إلى أنه مالك قاهر ، وليس لأحد أن يقول إن السبب من فعلكم في أنه يختص بأن يفعل به المسبب كالآلة ، فاذن لم تصح عليه تعالى الآلات وان كان يفعل فيها على حد ما نفعله ، وكذلك لا يصح أن يفعل بالسبب ، وذلك لأن الواحد منا يفعل بالآلة الفعل على وجه لولاها لما صح أن يفعله ، ويبتدئ الفعل بها\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رقم 48 سورة الروم 30 .\r\n( 2 ) رقم 22 سورة يونس 10 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nابتداء باختياره حتى يصح وجودها على الوجه الّذي هي آلة فيه ولا يصرفها أبدا في الفعل ، فوقوع الفعل بها يتبع اختيار الواحد منا ، وحاجتنا إليه تتبع كوننا قادرين بقدر ، ولا يصح ذلك في القديم تعالى ، فلم يجب أن يفعل بالآلات ووجب القضاء بأن ما يفعل في هذه الأجسام التي هي بصورة الآلات أن لا يكون مفعولا بها ، لأنه يفعل فيها على وجه كان يصح لولاها أن يفعله ، وقد بيّنا أن وجود المسبب يتبع السبب ولا يتبع اختيار الفاعل ولا سائر أحواله ، فمتى وجد منه تعالى فعله على هذا الوجه فيجب كونه مولدا لمشاركة ما يفعله في علة التوليد ، وقد بيّنا في أول « التعديل والتجوير » أنه لا يمتنع في كثير من أحكام الأفعال أن يكون واجبا فيها لشيء يرجع إلى حال الفاعل ، كقولنا ان الاعتقاد يكون علما لكون فاعله عالما بالمعتقد ، لكن ذلك متى ثبت وجبت المشاركة في الحكم عند مشاركة الفاعلين فيما يقتضيه من الصفة ، فكذلك تجب المشاركة في التوليد عند مشاركة السببين فيما أوجب التوليد ، ومما يدل على ذلك أنه لو لم يصح أن يفعل تعالى على جهة التوليد كان لا يمتنع أن يجاور بين الجوهرين ولا يفعل فيهما التأليف لأنه لا وجه يوجب وجوده لولا كون المجاورة مولدة له ، لأنه لا يمكن أن يقال إنه ملجأ إلى ايجاده ، لأنه يتعالى عن ذلك / فكان يجب ألا يمتنع أن يختار فعله أصلا ، وذلك يوجب كونهما متجاورين ولا تأليف فيهما ، وفي ذلك افساد الطريق الّذي يثبت به التأليف على ما بيّناه من قبل . فان قال : انه يجب وجود التأليف فيهما لأنه لو لم يوجد لخلا المحل مما يتعاقب عليه ولصح وجوده فيه وهذا لا يصح ، كما لا يصح خلو الجوهر من الأكوان ، قيل له : قد دللنا من قبل على جواز خلو المحل من جميع الأعراض سوى الأكوان من قبل ، وذلك يسقط ما قاله .\r\nوبعد ، فلو أوجب ذلك خروج المجاورة من فعله تعالى من أن تكون مولدة من حيث وجب وجود التأليف لشيء يرجع إلى المحل ، لوجب خروجها\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمن أن تكون مولدة من فعلنا ، وأن يقال إن التأليف انما وجب وجوده لأمر يرجع إلى المحل ، فإذا لم يقدح ذلك في كونها مولدة له من فعلنا ، لم يقدح ذلك في كونها مولدة من فعل القديم تعالى ، يبين ذلك أن وجوب وجود التأليف في المحل لا يمنع من كونه متولدا عن المجاورة ، فمتى وجد بحسبها وجب كونه متولدا عنها من فعلنا ، فكذلك من فعله جل وعز .\r\nيوضح ذلك أن حضور الواحد منا عند غيره لما لم يوجب هو العلم به في قلبه من حيث وجب وجود العلم لأمر يرجع إلى كونه مدركا ، استوى في ذلك فعل القديم جل وعز والمحدث ، وكذلك القول فيما قدمناه .\r\nفان قيل : انه جل وعز يفعل التأليف عنده بالعادة ، وقد كان يصح أن يفعل المجاورة في كل واحد من الجزءين ولا تأليف ، فلا يجب من هذا الوجه كونه متولدا كما لا يجب عندي في المقتول أن يكون الموت الحالّ فيه متولدا من حيث كان يصح مع وجود القتل ألا يوجد بأن يبنى بنية حي فتبقى / الحياة فيه ، قيل له : ان الّذي اعتمدنا عليه أنه كان يجب أن توجد المجاورة بين الجوهرين ولا يوجد التأليف مع كون المحل محتملا ان كان التأليف لا يكون متولدا ، فأما إذا وجد أحد الجوهرين فوجود التأليف محال ، فكيف نتكلم على وجوب وجوده مع استحالة وجوده ؟ وانما يصح القول الّذي ذكره في المقتول من حيث قال إن الموت لا يوجد في أحد الوجهين لامتناع احتمال المحل له ويوجد في الوجه الآخر فصح له ما قاله ، وذلك لا يتأتى في التأليف وان كان الّذي قاله في الموت مما لا توافق فيه ، لأنه لا يجب وجوده في المقتول ان ثبت كونه جنسا ، فذلك يسقط ما قاله .\r\nفان قيل : إذا جاز أن يجب وجود الكون عند وجود الجوهر وان لم يكن مولدا له ، فهلا جاز أن يجب منه تعالى ايجاد التأليف عند وجود المجاورة وان لم تكن مولدة له ؟ قيل له : قد بيّنا من قبل أن التأليف انما يجب كونه متولدا عنها لأنه لا وجه من التعلق بينه وبين المجاورة سواه\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nيوجب وجوده عند وجودها ، ولذلك حكمنا بكونه متولدا عنها ، وليس كذلك الجوهر لأنه يجب وجود الكون عند وجوده ، لأن وجوده مضمن من حيث يستحيل وجوده الا على حال لا يحصل عليها الا بالكون ، فتجويز خلوه منه يقتضي تجويز وجوده ولا يكون على تلك الحال ، وفي ذلك قلب جنسه ، وليس كذلك حكم المجاورة مع التأليف ، لأنه لا حال لما لا يوجد عليها الّا به ، ولذلك يصح وجود كل واحد من الكونين مع عدمه ، ولا يصح وجود جزء من الجواهر الستة الا مع الكون ، ولذلك جرى الجوهر / والكون مجرى الشيء الواحد ، وما منع من كونه في محاذاة مخصوصة يمنع من وجوده هناك ، فكذلك ما يمنع من وجود كل الأكوان فيه يمنع من وجوده أصلا ، فوجوده اذن دون بعض الأكوان يستحيل ، وفارق حاله حال المجاورة والتأليف فلولا كونه متولدا عنها لم يمتنع ألا يوجد مع تجاورهما .\r\nفان قيل : انهما متى تجاورا صار كونهما كذلك مضمنا بالتأليف كما أن وجود الجوهر مضمن بالكون ، وكما أن كونه حيا مضمن بالشهوة أو النفور ، فلذلك قلت بوجوب وجود التأليف فيهما ، قيل له : ان تضمين الشيء بغيره لجنسه أو لصفة من صفاته يحتاج إلى دليل فمتى لم يثبت لم يصح ذلك فيه ، ولا دليل يدل على ذلك فيما سألت عنه ، فحمله على الجوهر والكون لا يصح .\r\nوبعد ، فان صحة ذلك تمنع من كون التأليف متولدا عن فعلنا أيضا على ما قدمنا القول فيه ، ومتى قيل إنه لا يمنع من ذلك في فعلنا وجب مثله في فعله تعالى .\r\nوبعد ، فان كونهما متجاورين اما أن يرجع به إلى الكونين أو إلى الحال الموجبة عنهما ، فلو اقتضى التضمين لرجع إلى كل واحد منهما أو إلى كل صفة من الصفتين ، ولاستحال أن يقتضيا معنى واحدا مع تضادهما ،\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nكما يستحيل أن يقتضي الجوهر في كونه في جهتين كونا واحدا ، وذلك يبطل ما قاله ، وانما يصح لنا القول بحاجة التأليف إلى تجاورهما لأن ذلك يصيرهما بمنزلة الشيء الواحد فيحتملان التأليف عنده ، كما أن بنية الحي تصير الجملة كالشئ الواحد فيما يصح كونها حية ووجود الحياة فيها ، وليس كذلك سبيل / التضمين ، فلذلك ألزمناهم ما ذكرناه ، ولم يجب علينا مثله .\r\nفان قيل : لو كان متولدا عن المجاورة لجاز مع وجود سببه ألا يوجد على بعض الوجوه لتنفصل حاله من حال الموجب ، وفساد ذلك يمنع من كونه متولدا ، قيل له : ان هذا السؤال من ينفى كونه متولدا أصل من فعل أي فاعل كان ، ومتى ثبت أنه يتولد من فعلنا عن المجاورة وما ذكره من العلة موجودة ، فكذلك من فعله . على أن وجوده قد يصح وان لم يوجد التأليف بأن ينفرد الجوهر عن مجاورة غيره فيكون ذلك كالمانع ، وهذا القدر يكفى في مفارقته للموجب عن غيره ، وانما لم يصح مع تجاورهما ألا يوجد من حيث لم يكن له ضد يمنع من وجوده بوجوده ، كما نقوله في النظر الّذي قد يوجد ويمتنع وجود مسببه بأن يوجد في المحل ما يضاده من جهل وظن وغيره ، وبهذا ينفصل القول في ذلك مما يوجبه على من قال بمفارقة الاستطاعة للفعل أنها لم تكن بأن توجب الفعل أولى من أن يكون الفعل موجبا لها من حيث أحالوا وجودها على كل الوجوه ولا فعل ، وقد جوّزنا نحن وجود سبب التأليف على بعض الوجوه ولا تأليف ، وذلك يسقط ما سأل عنه .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nفصل في ذكر شبههم في هذا الباب\r\nشبهة لهم : قالوا لو جاز أن يفعل تعالى الفعل على سبيل التوليد ، لوجب أن يحتاج إلى السبب في فعل المسبب كحاجتنا إليه ، وحاجته إلى ذلك لا تصح لأن ذلك ينفى كونه قديما ، فإذا ثبت ذلك وجب نفى التوليد عن أفعاله ، يوضح ذلك أنه لو جاز أن يحتاج إلى السبب لجاز أن يحتاج إلى الآلة ، ولو احتاج إليها لاحتاج إلى القدرة ، ولنقض ذلك كونه قادرا / لنفسه ، وبطلان ذلك يصحح القول بأنه تعالى لا يفعل بالأسباب ، واعلم أن الأصل في هذا الباب أن الفعل قد يحتاج إلى شيء لا يوجد الا عليه ، فلا يقال في ذلك ان الفاعل محتاج إليه نحو حاجته إلى المحل ، فإنه لما علم أنه لا يوجد الا فيه لم نقل ان الفاعل محتاج في العقل إلى المحل ، وكذلك كل ما يستحيل وجود الفعل المقصود الا عليه نحو وقوعه محكما من عالم ، ووقوعه من قادر من حيث وجب في الفعل ألا يصح وقوعه الا كذلك ، وكذلك لا نقول في المسبب ان فاعله يحتاج في ايجاده بعينه إلى السبب إذا قلنا إن وقوعه من غير سببه يستحيل لما لم يصح وجوده بعينه الا كذلك ، وانما يقال إن الفاعل يحتاج في الفعل إلى سبب إذا كان أمثال ذلك الفعل على الوجه الّذي قصد إليه قد يقع من غير سبب لا منه لكن من قادر آخر ، فيقال في هذا الفاعل انه يحتاج إلى السبب في هذا الفعل لأنه انما يوصف بالحاجة إلى شيء يجوز أن يقع عنه وعن مثله « 1 » ، فأما إذا استحال ذلك فيه ، لا يقال إنه يحتاج إليه ولذلك يقال إن الواحد منا يحتاج في صعود السطح إلى سلم لما كان لا يصح منه الصعود على وجه الا به\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بعد هذا كلمة عنى\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوبأمثاله ، مع أن الصعود قد يقع من بعض القادرين دونه ، ولذلك لا يقال في الطائر انه يحتاج في الصعود إلى آلة لما صح منه ذلك دونه ودون أمثاله ، فإذا ثبت ذلك وكان الفاعل منا لا يصح أن يفعل المسبب على الوجه المقصود الا بسبب ، قيل إنه يحتاج إلى الأسباب ، ولما كان تعالى يصح منه أمثال ما يفعله بالسبب ابتداء دونه لم نقل انه / يحتاج إليه .\r\nفان قيل أليس الواحد منكم يحتاج في العلم إلى النظر ، فإن كان قد يصح أن يبتدئه من غير نظر فهلا جاز أن يوصف تعالى بالحاجة إلى السبب .\r\nوان صح منه ايجاد أمثاله أو ايجاده بعينه من غير سبب ؟ قيل له : ان العلم الّذي يفعله بالنظر لا يصح أن يفعله ويفعل أمثاله في تلك الحال الا بالسبب ، وانما يصح منا فعل مثاله في حال أخرى من غير نظر ، واختلاف الحالين يؤثر في ذلك كما يؤثر في الدواعي إلى الفعل ، وليس كذلك حال القديم سبحانه لأنه في الوقت الّذي يفعل الشيء بسبب ، يصح أن يفعله أو يفعل أمثاله في الوجه المقصود دونه ، على أن الواحد منا لا يصح أن يفعل العلم بلا نظر الا عند أمر آخر يقوم مقامه فيجرى مجرى سبب آخر .\r\nوذلك يوجب حاجته إليه على كل حال ، وليس كذلك حال القديم تعالى فيما يفعله بسبب .\r\nفان قيل : أليس الواحد منكم لا يصح أن يفعل الإرادة الا في محل مع جواز وجود أمثالها لا في محل ، فقولوا إن الواحد منا يستغنى في فعلها عن المحل ، وأن الحاجة راجعة إليها دون الفاعل ، ومتى قلتم انه تعالى يستغنى عن السبب لما ذكرتم ، لزمكم عليه أن يستغنى الواحد منا في فعل الإرادة عن المحل بل عن القدرة ، قيل له : ان القصد بفعلنا للإرادة كوننا مريدين ليصح وقوع الفعل منا على وجه دون وجه ، ولا يصح منا ايجاد أمثالها في الوجه الّذي هو الغرض الا على هذا الوجه ، فلذلك لم يجب\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nأن يستغنى في فعلها عن المحل ، وفارق ذلك ما ذكرته في استغناء القديم تعالى عن الأسباب والآلات .\r\nوبعد ، فان أراد السائل أن يقول إن الإرادة لا تحتاج إلى المحل ، وأن الفاعل منا لها يحتاج إلى المحل ليوجده فيه ، / ولم يكن غرضه بهذا الالزام الا التسمية ، فنحن نقول بمعناه وان لم نطلق الاسم عليه لما فيه من الايهام .\r\nوبعد فان الحاجة إلى المحل فيها لا ترجع إلى فعلنا لها لأنه تعالى إذا أراد أن يفعلها على وجه نكون نحن بها مريدين لما صح أن نوجدها الا في محل ، فقد صح أن هذه الحاجة يرجع إليها على هذا الوجه لا إلى الفاعل .\r\nشبهة أخرى لهم : قالوا إن القول بأنه جل وعز يفعل بأسباب توجب القول بأنه يحتاج إلى آلة ، لأن الواحد منا انما يحتاج إلى الآلات في المسببات ، فأما ما يبتدئه في محل القدرة فهو غير محتاج إليها فيه ، وقد ثبت أن الواحد منا إذا رمى بالثقيل فصاكّ موضعا صلبا أنه يجب أن يتراجع ، وتكون صلابة الموضع آلة له في تراجعه ، كما أن القوس آلة له في الرمي ، وقد علم أن الثقيل من الأجسام إذا لم يمنع مانع من هويّه سقط على الأرض وتراجع كالبرد وغيره ، وهذا يوجب أن صلابة الموضع تكون آلة للقديم سبحانه ، وكل قول يوجب حاجته إلى الآلات يوجب فساده . واعلم أن ما قدمنا ، يزيل هذه الشبهة ، لأن الواحد منا قد يصل بالآلات إلى أفعال مسببة ، ويكون محتاجا إليها من حيث يتعذر عليه ايجادها وايجاد مثلها الا بآلة ، والقديم جل وعز يصح منه ايجاد مثله من غير آلة ، وكذلك إذا صاك البرد الموضع الصلب فهو جل وعز قادر على أن يفعل مثل ذلك التراجع من غير مصاكة فلا تجب حاجته في التراجع إلى الموضع الصلب كحاجة الواحد منا إلى ذلك ، يبين هذا أنه لا سبيل للقادر منا إلى أن يفعل التراجع / من غير أن يصاك الثقيل الموضع الصلب ،\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفما لا سبيل له إلى الإصابة الا بالرمي ، وهو تعالى يصح أن يبتدئ ذلك فيه ، ويحصل منه الفعل على الوجه الّذي يحصل لو كان هناك مصاكة ، وذلك يسقط ما سأل عنه ، والقول في سائر الآلات كالقول فيما ذكرناه ، فأما بنية القلب فإنه لا بدّ منها في صحة فعل العلم والإرادة منا ومن القديم تعالى ، وليس القلب بآلة ، لأنه لا يتوصل به إلى ايجاد أفعال القلوب كما يتوصل بالآلات ، بل يبتدأ فيه ذلك ابتداء ، فالحاجة إلى البنية ترجع إلى نفس الأفعال لا إلى الفاعل ، كما أن الحاجة إلى المحل ترجع إلى الحركة لا إلى الفاعل ، ولذلك يحتاج إلى القلب المبنى بنية مخصوصة في ايجاد جنس الاعتقاد ، كما يحتاج إليه في ايقاعه على وجه ، وليس كذلك حال الآلات ، لأنه يحتاج إليها في ايقاع الفعل على وجوه مخصوصة فقط ، ولهذا قال شيخنا أبو هاشم رحمه اللّه انه تعالى لا يقال فيه انه يفعل بكذا كما قال في الواحد منا ، ويقال يفعل في المحالّ من حيث اقتضى القول الأول الحاجة إلى الآلة دون القول الثاني .\r\nشبهة أخرى لهم : قالوا لو فعل تعالى بالأسباب ، لأدى ذلك إلى أن يوجد من أفعاله سبحانه ما لا يكون مريدا له في حال حدوثه ، وأن يكون ذلك الفعل منه بمنزلة فعل الساهي أو الممنوع من الإرادة ، ويجب ان كان ذلك الفعل مما لا يقع على بعض الوجوه الا بالإرادة ، أن يكون خارجا من أن يقع على ذلك الوجه لفقد الإرادة ، وهذا يوجب من الفساد ما لا خفاء به ، لأنه يبطل قولكم في أنه تعالى مريد ويوجب استغناءه في وقوعه على وجه دون وجه عن كون فاعله مريدا ، ويوجب نقض قولكم ان العالم بالفعل / يجب أن يكون مريدا له مع السلامة ، لأن المسبب إذا لم يجب أن نريده عند حدوثه ، فبأن لا يجب أن نريده من قبل أولى ، ويوجب أيضا نقض قولكم ان العزم لا يجوز على اللّه تعالى ، لأنكم ان قلتم انه يريد المسبب عند السبب مع تراخيه عنه ، فقد جوّزتم العزم عليه . واعلم أن\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالمسببات على ضربين : أحدهما لا يقع على الوجه الّذي يقع عليه الا بالإرادة كالأخبار وغيرها ، والثاني لا يحتاج في الوجه الّذي وجد عليه إلى إرادة كالآلام وغيرها ، فما يفعله تعالى بسبب يجب أن ينظر فيه ، فإن كان من القسم الأول يجب كونه مريدا له في حال حدوثه لا في حال حدوث سببه ، والا لم يكن بأن يقع أولى على وجه من أن يقع على وجه آخر ، ولذلك يجب كون الواحد منا مريدا للخبر عند أول حرف منه ، ولو أراده عند السبب لما صح كونه خبرا ، وما كان من القسم الثاني فإنه يجب أن يريده عند السبب لا عند حدوثه ، لأن وجوده يتعلق بوجود سببه ، وبعد وجود سببه يصير في حكم ما قد وجد وتقضّى ، فاذن يجب أن يراد في الحال التي يتعلق حدوثه باختيار الفاعل ، وهي حال حدوث السبب ، فلذلك وجب أن يريد في تلك الحال ، ولسنا نقول إنه تعالى لا يريد المسببات من فعله ، بل يجب كونه مريدا لها ، وانما الخلاف في متى يجب أن يكون مريدا لها ، فقد ذكر شيخنا أبو هاشم رحمه اللّه أنه يجب أن يريده في حال السبب أو قبل حال وجود المسبب ، ولم يقطع على أحد الأمرين ، وأظنه رحمه اللّه قد قال في موضع انه يجب / أن يريده عند السبب ، والّذي قدمناه من القسمة لهذا الباب هو الواجب ، لأن الواقع على وجه دون وجه لا يصح أن يكون كذلك الا بإرادة تقارن الفعل ان كان معنى واحدا ، أو أول جزء من الفعل ان كان جملة ، لأن ما يتقدم ذلك لا يجوز أن يصير به على بعض الوجوه ، فأما إرادة احداثه فيجب أن يجرى القول فيه على الوجه الآخر ، لأن وجوده إذا كان مانعا لوجود السبب ، فيجب أن يراد في حال السبب ، ولا نقول إن هذه الإرادة إذا انعدمت تكون عزما ، لأن الّذي نخصه بهذه الصفة هو كل إرادة تتناول فعله المبتدأ في المستقبل ، فأما إذا تناول المسبب في حال وجود سببه فغير ممتنع أن يتقدم ويكون اختيارا لا عزما ، كما أن ما يتقدم الجملة من الفعل ويوجد مع أول جزء منه يكون اختيارا\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nلا عزما ، وانما تنفى عنه تعالى الإرادة التي تجرى مجرى توطين النفس منا ، والّذي نقوله من أن العالم بالفعل يجب أن يكون مريدا له مع السلامة صحيح ، ولسنا نقول يجب أن يريده في حاله ، بل فيه ما يجب ذلك فيه ، وفيه ما لا يجب أن يتقدم ارادته على ما بيّناه في المسبب ، كما أن فيه ما يجب أن يريده فقط ، وفيه ما يجب أن يريده على وجه دون وجه ، وهذه الجملة تسقط ما تعلق به هذا السائل .\r\nشبهة أخرى لهم : قالوا لو كان سبحانه يفعل بأسباب لوجب أن يكون الاعتماد اللازم مولدا للحركات من فعله ، ولو كان كذلك لوجب ألا يصح أن يمنع الثقيل من النزول من حيث يوجب ذلك القول بأنا نمنعه تعالى / من الفعل ، وذلك يستحيل في القادر لنفسه ، وكان يجب ألا يصح أن نتحرز من وقوع الثقل علينا من برد وغيره من حيث يوجب ذلك منع ما يفعله جل وعز على جهة التوليد ، فإذا بطل ذلك وجب القضاء بأنه ليس في فعله متولد . واعلم أن القديم تعالى يعلم ما يولده الاعتماد اللازم وما لا يولده بأن يحصل هناك منع قبل خلقه له ، وانما يريد حدوث ما يعلم أنه يتولد عنه دون غيره ، فإذا صح ذلك لم يجب كون الواحد منا مانعا له من مسبب الاعتماد إذا منع الثقيل من النزول ، لأنه تعالى لم يرد ايجاد ذلك حتى لو لم يمنعه والحال هذه كان لا يوجد أيضا ويحصل هناك ما يقوم مقام فعلنا في المنع من جهته تعالى ، وما هذه حاله لا يقال إنه ممنوع منه لأن المانع انما يمنع غيره من ايجاد ما لولا منعه لوجب وجوده وما قد أراد المريد ايجاده ، فأما ما لا داعى له إليه ولم يرد احداثه فإنه لا يكون ممنوعا من فعله ، ولذلك لا يصير الصبى مانعا للقوى بتحريك يده عن التسكين لما لم يرد القوى تسكينها ، وإذا صح ذلك لم يجب كون الواحد منا مانعا للقديم تعالى عن المسبب ، وكذلك فلا يجب متى تحرز من البرد أن يكون مانعا له من السقوط عليه لما بيّناه ، على أن هذا الكلام يعود على من قال\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nانه يجب أن يفعل تعالى في الثقيل الحركات وان لم تكن متولدة من الاعتماد ، بأن يقال له إذا منعه الواحد منا من النزول فقد منع القديم تعالى من فعل الحركة ، وأي شيء أجاب به في ذلك فهو جوابنا فيما سألنا ، ولهذه الجملة قلنا إنه تعالى يعلم ما يمنع المكلف منه فلا يكلفه ، وانما يكلفه ما يتمكن من ايجاده ، فلا يجب أن يقال إن المانع غيره من الصلاة قد منعه مما كلف ، بل يستدل / بالمنع على أنه لم يكلفها قط ، ويقول إن المكلف متى علم تعالى من حاله أنه يعمل لتحصيل الآلات فإنه يكلفه تعالى ، ومتى علم أن الآلات لا تحصل له لم يصح أن يكلفه الا بشرط أن يمكّنه منها ، فقد بان لك أنه لا يمتنع أن تكون ارادته تعالى لفعل نفسه تختلف بحسب ما يعلم من فعل غيره ، كما لا يمتنع أن تختلف ارادته لفعل غيره من حيث يعلم أنه يمنع منه ، ولا معتبر بقول القائل انا منعنا الحجر من النزول ، وأن زيدا منع من وصول البرد إليه لأن ذلك مجاز لما بيّنا من أن حقيقة ذلك لا تجوز في أفعال القديم تعالى .\r\nفان قيل : ان قولكم انه تعالى يفعل بأسباب تؤدى إلى أن يدخل نفسه في الفعل بفعل سببه وهذا نقص في القادر ، قيل له : انه يصير في حكم الموجود بوجود سببه ، ويخرج من أن يتعلق وجوده باختياره فلا يجب ذلك فيه كما لا يجب فيما قد وجد .\r\nوبعد ، فإنه تعالى يصح أن يمنع السبب من فعله من التوليد ، ويصح ألا يفعل المنع فيتولد عنه ، فقد صار المسبب من هذا الوجه في حكم ما يتعلق باختياره ، فلا يجب فيه ما ذكره السائل وان وجب ذلك في الواحد منا من حيث يتعذر عليه المنع من المسبب في كثير من الأحوال ، وهذا السؤال يرجع على كل من قال في المتولدات انها أفعاله تعالى ، سواء قال إنه يبتدئ ايجادها كما قاله شيخنا أبو علي رحمه اللّه ، أو قال إنه يفعلها\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nعلى سبيل الايجاب بخلقه الجسم كما قاله النظام ، وانما يصلح أن يتعلق به من يقول إن الفعل فعل للمحل ، وقد كشفنا الجواب عنه .\r\nشبهة أخرى لهم : قالوا لو فعل تعالى على سبيل التوليد لم ينفصل ما يفعله متولدا مما يفعله بالعادة عند فعلنا ، لأنه على طريقة واحدة يحدث عنده وبحسبه كالمتولد نحو ما يفعله / من العلم الضروري عند الاخبار ، وما يفعله من الموت عند القتل ، وما يفعله من السكر عند الشرب ، فإذا لم يصح أن يقال في ذلك أنه فعله متولدا فكذلك لا يصح مثله فيما يتولد عن فعله تعالى ، ويجب أن يكون مبتدأ من فعله أو فعل للمحل بطبعه . واعلم أن ما يتولد عن فعله تعالى يفارق ما يفعله بالعادة عن فعل غيره ، لأنه لا يوجد مع ارتفاع الموانع ولا مثله الا ويولد ، وقد يوجد مثل الشيء الّذي عنده يفعله بالعادة ولا يفعل ذلك على بعض الوجوه ، لأن هذه الأخبار ومثلها قد توجد ولا يفعل العلم الضروري ، ومع وجودها قد يفعله في العاقل دون غيره ، وإذا كان المخبر غير عالم به لم يفعله البتة ، وليس كذلك حال المتولدات ، وكذلك القول في السكر ، انه يختلف حدوثه في الشاربين ، ان كان معنى حادثا فقد يحدث في واحد عند قدر ولا يحدث في غيره عنده ، وقد يختلف حال الشارب فيه بالأزمنة واختلاف أحواله ، وكذلك القول في الشبع عند الأكل ، فأما ان كان ذلك انتفاء معنى فلا كلام فيه ، فأما الموت عند القتل فقد بيّنا أنه لا يجب وجوده عندنا ان ثبت أن الموت معنى ، فأما عند شيخنا أبى على رحمه اللّه فقد لا يحدث أيضا بأن يبنى المحل بنية تحتمل الحياة ولو كان متولدا لم يصح ذلك فيه ، ونحن نستقصى القول في ذلك من بعد ، وقد أتينا من فعل على طرف من القول فيه عند ابطالنا القول بالطبع .\r\nشبهة أخرى لهم : قالوا لو كان تعالى يفعل متولدا لم يخل من أن يصح أن يفعل ما يفعله متولدا مبتدأ ، أو لا يصح ذلك ، / فان قلتم : ان ذلك\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nيصح ، وجب كونه صحيحا منا أيضا فيما نفعله متولدا ، ووجب متى وجد أن يكون متولدا مبتدأ ووجب كونه قادرا عليه من وجهين ، وذلك يوجب صحة كون الشيء مقدورا لقادرين ، وان قلتم : لا يصح ذلك ، وجب كونه محتاجا إلى السبب في احداث هذا المسبب بعينه وان استغنى عنه في أمثاله ولزم خروج المسبب من كونه مقدورا له وان لم يوجد ولم يتقض وقته ، وفي هذا نقض هذا الأصل الّذي يعتمد عليه فيما يخرج به المقدور من أن يكون مقدورا . واعلم أن سؤاله لا يتجه على كلا القولين ، لأنا ان قلنا بما قاله شيخنا رحمه اللّه أولا من أن عين ما يقع منه متولدا كان يجوز أن يفعله مبتدأ لم يوجب ذلك فسادا ، لأن له رحمه اللّه أن يقول إن المقدور لا يخرج من كونه مقدورا له الا بوجوده وتقضّى وقته ، والمسبب لم يوجد ولم يتقضّ وقته فيجب ألا يخرج من كونه مقدورا ، ونقول إن السبب فينا كالآلة فإذا كان نفس ما الآلة آلة فيه يصح أن يفعله غيره من غير آلة ، فكذلك القول في المتولد ولا يوجب ذلك كون مقدور واحد بقدرتين ومن قادرين ، لأن هذا المقدور يرجع إلى قادر واحد وان وقع منه بوجهين ، فهو بمنزلة وجود الشيء على وجهين من قادر واحد ، فكما لا يجب كونه موجودا معدوما إذا أوجده على أحد الوجهين دون الآخر ، فكذلك القول في هذا المقدور ، وله رحمه اللّه على المذهب الثاني ، وهو أن عليه ما نفعله متولدا لا يصح أن نفعله مبتدأ ، أن يقول إن ذلك لا يخرجه من كونه متولدا ، بل هو الّذي يحقق ذلك فيه من حيث ثبت أن من حق السبب / أن يوجب المسبب ولا يتعلق وجوده الا به ، كما لا يتعلق وجود المقدور الا بالقدرة التي هي قدرة عليه ، ونحن نبين القول في هذا الباب في فصل منفرد وتنقصاه ، والقدر الّذي أوردناه يكفى في اسقاط هذه الشبهة وان كان الأولى هو المذهب الثاني من حيث يؤدى القول الأول إلى صحة وجود الشيء من وجهين ، وما دللنا به على\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nابطال فعل من فاعلين ومقدور بقدرتين يبطل ذلك على ما نأتى على بيانه من بعد ان شاء اللّه .\r\nشبهة أخرى لهم : قالوا لو كان تعالى يفعل بأسباب ومثل ما يفعله بالسبب يجوز أن يفعله ابتداء ، لم يكن لفعله ذلك بالسبب معنى لأن الغرض إذا كان ايجاد المسبب وذلك ممكن دون السبب ، فإيجاده بالسبب يوجب كون الشيء عبثا .\r\nفان قلتم : انه يفعل ذلك للمصالح فيجب إذا تعلق الصلاح بالسبب دون المسبب أن يكون المسبب عبثا ، ويجب ألا يفعل تعالى في الآخرة شيئا من أفعاله بسبب لأن ما يفعل للمصلحة انما يحسن في دار التكليف ، وقد صح أنه تعالى يفعل في الآخرة الآلام في أهل النار متولدا عن اعتماد النار ، وأنه يجرى المياه والعسل وغيره بالاعتماد الّذي فيه إلى غير ذلك مما يطول ذكره ، فإذا وجب القول باثبات التولد في فعله ما ذكرناه ، فيجب نفى ذلك عن فعله ، والقول بأنه تعالى لا يفعل بالأسباب البتة . واعلم أن الأصل في هذا الباب أنه تعالى كما لا يفعل المبتدأ من فعله الا لغرض يخرج به من كونه عبثا فكذلك المتولد / وسببه ، ولا يجوز أن يفعل أحدهما لغرض فيه ويحسن الآخر من غير غرض يخصه ، لأن وجه الحسن يجب حصوله في كل فعل من أفعاله تعالى ، والا فالقبح أولى به ، ولذلك جوّز شيخنا أبو هاشم رحمه اللّه كون السبب حسنا أو قبيحا ، والمسبّب غير حسن ولا قبيح ، وان لم يجوّز أن يكون حسنا مع كون سببه قبيحا على ما تفصله من بعد ، فإذا صح ذلك والواجب أن نقضي بأنه تعالى انما يفعل بالسبب لمصلحة يختص بها السبب ، ويفعل المسبب لما فيه من النفع في دار الدنيا ، لأنه تعالى قادر على أن يجرى السفن على الوجه الّذي تقع به المنفعة للعباد من غير أن يكون اعتماد الماء مولدا له ، لكنه لما كان كمال المنفعة أن يكون جريها بحسب مرادهم في الجهات التي يجرونها إليها ، وجب أن يخلق تعالى المياه\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nليصح تصريف السفن عليها ، ولا يكون الماء ماء الا وفيه اعتماد ، وعلم سبحانه أن ذلك الاعتماد إذا ولد كان فيه منفعة ، فخلقه على هذا الوجه حصل فيه ضروب من الاعتبار ، وجميع ما فعله تعالى من الأفعال بالأسباب هذا حاله ، ومتى لم يصح ما قصد إليه تعالى من النفع الا ببعض الأفعال فيكون كالمؤدى إليه حسن ذلك وخرج من باب العبث ، فلو كان في الأسباب ما لا يقع فيه بنفسه لكنه لا يحصل نفع آخر معلوم الا بأن يكون موجود الحسن ، وكذلك القول في المسببات ، ولذلك يحسن من الواحد منا أن يفعل السبب لغرض فيه وان كان لا بدّ من وجود المسبب عنده ، فأما ما يفعله تعالى في الآخرة من النار واعتمادها فقد بيّن شيوخنا رحمهم اللّه أنه وان كان / تعالى قادرا على أن يفعل الآلام في أجسامهم على جهة الابتداء فمتى تولد ذلك عن تفريق النار كان أهول وأعظم وفيه أنهم يألمون بادراك نفس النار عند المماسة ، فيحصل فيه معنى زائد ، وبحصول الألم عن التقطيع والتفريق في الجسم تأثير في النفس ليس له متى وجد ابتداء ، فلما فيه من هذه الوجوه حسن أن يفعلها جل وعز وان كان قادرا على ابتداء الآلام ، وكذلك القول فيما يفعله تعالى في الجنة من الأسباب ، أنه لا بدّ من أن يكون فيه مزيد سرور ومنفعة لهم ، لأنهم إذا اشتهوا تناول العسل من النهر الّذي يجرى فيه أو اشتهوا النظر إليه على هذا الوجه فلهم من السرور أكثر مما يحصل متى وجدوه بخلافه ، وكذلك القول في سائر ما سأل في هذا الباب ، ونحن نبين القول من بعد في تفصيل ما يتولد من فعله جل وعز وما لا يصح كونه متولدا .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nفصل في الدلالة على أن ما يفعله الواحد منا متولدا لا يصح أن يفعله بعينه مبتدأ\r\nاعلم أن شيخنا أبا هاشم رحمه اللّه قد ذكر ذلك ومنع منه وفرّق بين الواحد منا وبين القديم تعالى في هذا الباب في الجامع وان سوّى بينهما في بعض الأبواب ، وجملة ما يجب أن يحصل في هذا الباب أن ما يفعله الواحد منا متولدا لا يخلو من قسمين : / اما أن يكون محل السبب والمسبب واحدا أو يتغاير محلاهما ، فإن كان متغايرا نحو الألم والوهى وغيرهما فلا شبهة في أنه لا يصح أن يبتدئه ، لأن المبتدأ من الفعل يجب أن يحل في محل القدرة عليه ، والمتولد في هذا الوجه يحل في غير محل القدرة ، ولا يجوز فيما يحل في محل أن يفعله في محل آخر ، ولا يجوز أن يبتدئ بالقدرة في غير محلها ، فاذن يجب ألا يجوز فيما يفعله متولدا عن سبب في محل القدرة في غير محلها أن يفعلها ابتداء ، فأما المتولد إذا حل في محل السبب فهو على ضربين : أحدهما يحصل في محل واحد ومحل القدرة وغيرهما ، وذلك كالألم الّذي يتولد عن الوهى ، لأنه لا يصح أن يفعل بالقدرة التي يحل الألم في محلها الوهى والألم ابتداء ، وان لم يمتنع أن يولد ذلك فيه بأن يتراجع الحجر إليه وانما يوهى بعضوه عضوا له آخر ، فالقول في هذا الوجه كالقول فيما قدمناه لأنه لا يجوز أن يبتدئ بالقدرة الألم في محلها ، فلا يصح اذن أن يفعله الا متولدا ، فأما العلم المتولد عن النظر ، والحركة عن اعتماد الثقيل إذا أرسل ارسالا ، وحركة الكف متى تراجع الحجر بالمصاكة إلى الكف ، فهي أجمع تحل محل القدرة . فلقائل أن يقول : جوّزوا أن يفعلها تارة بسبب وتارة أخرى م - 8 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمبتدأ لأن المحل واحد والقدرة واحدة ، والشبهة انما تحصل في هذا القسم دون القسم الأول الّذي يتغاير فيه المحل أو القدر ، فالذي يدل على فساد ذلك أن من حق القدرة أن يصح أن يبتدأ بها في كل وقت حركة ، لأن القول / بخلاف ذلك يؤدى إلى قلب جنسه في حال بقائها ، وذلك يستحيل فيها ، فلو صح أن يفعل ما قد فعل سببه ابتداء لصح أن يفعله ويفعل معه حركة أخرى مبتدأة ، لأن ايجاده لسبب حركة تحصل في الثاني لا يخرجها من أن يصح أن يبتدئ بها في الثاني حركة على ما بيّناه ، لأن ما يقع عن السبب في حكم الموجود ، فلا يجوز أن تخرج القدرة من أن يصح أن يفعل بها من الأفعال المبتدأة ما كان يصح لولا تقدم السبب ، وقد علم أنه لو لم يبتدأ بما قد فعل سببه لوقع من غير اختياره ، فيجب ألا يؤثر ذلك فيما يصح أن يبتدئه ، فإذا ثبت ذلك ، فلو صح أن يبتدئ ما قد فعل سببه ، لصح أن يفعله ويفعل معه الحركة الأخرى ، لأنه إذا صح أن يفعل كل واحد بانفراده في تلك الحال ، ولا مانع من اجتماعهما ، فيجب أن يصح أن يفعلها جميعا ، وفي هذا صحة ايجاد جزءين من جنس واحد في محل واحد بقدرة واحدة ، وتجويز ذلك يؤدى إلى خروج مقدور القدرة في وقت واحد في محل واحد من جنس واحد عن الحصر ، وقد ثبت فساده على ما نبينه من بعد ، وليس لأحد أن يقول انما يفعل بالقدرة الحركة المتولدة أو الحركة المبتدأة ، ولا يصح أن يفعلهما بها كما يصح أن يفعل أحد الضدين على البدل ، ولا يصح أن يفعلهما جميعا ، وذلك لأن تعلق القدرة بالضدين يستحيل الا على البدل لاستحالة وجودهما معا ، وهاتان الحركتان يصح اجتماعهما لتماثلهما ، فإذا لم يمنع من وجودهما مانع والقدرة متعلقة بهما فيجب أن يصح من الواحد منا أن يفعلهما بقدرة واحدة ، وقد قال شيخنا أبو هاشم رحمه اللّه / في الجامع لو صح من الواحد منا أن يفعل بالقدرة حركتين في محل واحد في وقت واحد لصح أن يفعل\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nما فعله بالسبب على جهة الابتداء لكنه لما امتنع ذلك لم يصح أن يبتدئ بالتولد ، ولما صح ذلك من القديم تعالى ، صح أن يبتدئ سبحانه ما قد فعل سببه وجعل هذه النكتة موجبة للفصل بين القادر بقدرة والقادر لنفسه في هذا الباب .\r\nفان قيل : أو لستم تجوّزون أن نفعل بالقدرة الواحدة أجزاء من التأليف في المحل الواحد إذا قرب الجزء من أجزاء لأن تلك المجاورة تولد التأليف في كل ما جاور محلهما من الأجزاء من حيث كان حكمهما مع الجميع واحدا ، فليست بأن تولد في البعض أولى من أن تولد في الكل ؟\r\nفإذا جاز أن نفعل الأجزاء الكثيرة من التأليف في المحل الواحد بالقدرة الواحدة في الوقت الواحد ، ولا يوجب ذلك فسادا من حيث انحصر بانحصار الأجزاء المجاورة لذلك الجزء ، ولا يجوز أن نريد ذلك على ستة أجزاء ، فجوّزوا بالقدرة الواحدة حركتين أو حركات بعضها نبتدئه بالقدرة وبعضها ما كان يجوز أن يقع عن سبب ، ولا يوجب ذلك خروجها على الحصر . قيل له : ان ما ذكرته في التأليف هو حكم ما يتغاير محله ، لأن كل تأليف منه يوجد في المحل وفيما يجاوره ، فلذلك صح أن تحصل هناك أجزاء من التأليف بقدرة واحدة عن سبب واحد ، وليس كذلك الحركة لأن محلها واحد ، ومتى جوّزنا أن نفعل بالقدرة الواحدة / في الوقت الواحد في المحل الواحد أكثر من جزء واحد ، أدى إلى أن لا نقف على حد ، وفي ذلك من الفساد ما نبينه في باب القدر ، ومما يدل على أن ما نفعله بسبب لا يصح أن نفعله ابتداء ، أن صحة ذلك تؤدى إلى صحة وجود الشيء من وجهين : أحدهما بسبب تولده والثاني بالقدرة التي نبتدئه بها ، وهذا يوجب من الفساد ما يوجبه جواز وقوع الفعل الواحد بقدرتين ومن قادرين ، ونحن نبين صحة هذه الطريقة من بعد عند الدلالة على أنه جل وعز لا يصح فيما يفعله متولدا أن يبتدئه ، لأن هذه العلة مستمرة في\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالشاهد والغائب ، ومما يدل على ذلك أنا قد بيّنا أن الوجود لا يصح فيه تزايد ، فلو صح فيما نفعله بسبب أن نبتدئه لصح منا ذلك وان تقدم السبب ، لأن تقدمه لا يغير حال القدرة وحال القادر ، فكان يجب أن يكون ذلك السبب قد وجد من كلا الوجهين ، فلا يصح أن يوجد منهما جميعا ، وحاله في الوجود كحاله لو لم يجز أن يوجد الا من أحد الوجهين ، لأن ذلك يؤدى إلى أن لا يكون للوجه الآخر تأثير البتة ، وقد علمنا فساد ذلك ، وليس له أن يقول إن كل واحد منهما لو انفرد لاقتضى وجوده ، وهذا تأثير معقول لأنا قد بيّنا فساد هذا السؤال عند الدلالة على أن مقدورا واحدا بقدرتين ومن قادرين لا يجوز ، ومن قال بما قدمناه لا يمكنه أن يعتصم من تجويز ذلك على ما يذهب إليه المجبرة ، فإذا ثبت فساد قولها وجب فساد هذا القول أيضا ، ويمكن أن يقال في ذلك لو كان العلم المتولد عن النظر / يصح أن نفعله ابتداء لم يكن لتكليف النظر معنى لأنه مشقة تتحمل ليتوصل به إلى العلم ، فإذا صح فعله ابتداء فتحمّل النظر عبث ، ويجب أن يصح ممن يعلم الدلالة أن يبتدئ فيفعل العلم ، كما يصح منه أن يفعله عن النظر ، وفي تعذر ذلك دلالة على استحالة وجود هذا العلم الا عن النظر ، وليس لأحد أن يقول انما يحتاج إلى النظر ليصير الاعتقاد المتولد عن النظر علما ، والا فجائز ان نفعل الاعتقاد الّذي يتولد عن النظر ابتداء ولا يكون علما ولا يحتاج إلى النظر في ايجاده ، وذلك لأن الاعتقاد المتولد عن النظر انما يكون علما لكون الناظر عالما بالدليل لا لمكان النظر ، ولذلك يفعل هذا الاعتقاد علما في المستقبل متى كان عالما بالدليل ، ولذلك قلنا لو وردت عليه شبهة قادحة في الدليل لخرج من أن يكون علما ، وان كان حال النظر المتقدم لا يتغير ، ولذلك قلنا لو علم في المسألة أدلة وردت عليه شبهة في الدليل الّذي نظر فيه أولا لم يبطل علمه ، لأن علمه بالدليل الثاني يقوم مقام علمه بالدليل الأول في جواز بقاء العلم ، وكل\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nذلك يبين أن العلم انما يكون علما من حيث علم الناظر الدلالة ، فلولا أن النظر مما لا يصح أن يفعل الناظر العلم الا به ، لكان تحمل المشقة فيه عبثا لا فائدة فيه ، ولما صح من العقلاء الفزع إليه ، كما لا يصح من الطائر في صعود السطح الفزع إلى السلم إذا كان الغرض هو الصعود فقط ، ومما يقال في ذلك أنه قد ثبت أن ما يفعل بقدره لا يجوز أن / يفعل بأخرى على وجه ، وانما وجب ذلك من حيث كان الحدوث لا يقع فيه تزايد فيجب في كل جهة يحدث منها الشيء ألا يجوز أن يحدث الا منها ، ولذلك وافق السبب القدرة في هذا الباب ، فلم يصح أن يقع المسبب الواحد عن سببين ، كما لم يجز وقوعه بقدرتين ، فإذا صح ذلك لم يجز فيما ثبت وجوده بالسبب أن يفعل ابتداء ، بل يجب أن يكون القول في ذلك آكد لأن السبب من حقه أن يوجب وجود المسبب من غير أن يتعلق باختيار القادر ، وليس كذلك ما يفعل بالقدرة ابتداء ، فإذا كان ما يوجد بالقدرة مع أنه لم يحصل فيه وجه يوجب وجوده لا يصح أن يوجد الّا بها ، فبأن لا يجوز أن يوجد المتولد الا بالسبب مع أنه يوجب وجوده أولى ، ومما يقال في ذلك أن من حق ما يبتدأ بالقدرة أن يصح من القادر أن يفعله وألا يفعله ، ومن حق ما يوجد عن السبب أن يجب وجوده مع ارتفاع الموانع ، فإذا صح ذلك فلو جوزنا في المعنى الواحد أن يحدث على الوجهين لتناقض فيه الحكم ، لأنه كان يجب أن يصح ألا يفعله من حيث كان مبتدأ ، وأن يجب أن يفعله من حيث كان مسببا ، وهذا محال ، ولا يمكنه أن يقول متى وجد السبب لم يصح أن يفعله الا به ، لأنا قد بيّنا أنه إذا كان مقدورا بالقدرة فلا وجه يمنع من كونه مقدورا بها ابتداء ، لأن تقدم السبب لا يمنع القدرة من أن تكون متعلقة به كتعلقها به لو لم يتقدم ، وفي هذا ما قدمناه من التناقض ، وقد يقال فيه ان من حق ما نبتدئه بالقدرة ألا يقع متى حصل هناك داع يصرفه عن فعله ، فلو كان ما يقع / عن السبب\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nيجوز أن نبتدئه لوجب متى حصل هناك ما يصرفه عن فعله لا يوجد من حيث صح أن نبتدئه ، وأن يجب وجوده من حيث وجد سببه ، وهذا يتناقض ، فإذا ثبت أن وجوده واجب ولا تؤثر الكراهة والدواعي في وجوده فقد علم أن ايجاده على جهة الابتداء لا يصح البتة ، ومما يقال في ذلك أنه لو صح أن نبتدئ المسبب لوجب وان وجد سببه أن يصح أن يؤمر به وينهى عنه ، كما يصح ذلك في الأفعال المبتدأة ، ولما صح أن يتولد من ايجاده إذا وجد سببه كما لا يصح في الأفعال المبتدأة ، وإذا بطل ذلك وصار في حكم الموجود في قبح أمره به ونهيه عنه وصحة توبته منه فيجب القضاء بأن ايجاده على جهة الابتداء محال .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nفصل فيما يفعله تعالى متولدا هل يصح أن يبتدئه أم لا ؟\r\nاعلم أن شيخنا أبا هاشم رحمه اللّه ذكر في الجامع الكبير أنه يصح أن يفعله مبتدأ ، ودلّ على ذلك بأن قال إن ما يقدر عليه تعالى لا يخرج من أن يكون مقدورا له ان كان مضمنا بوقت ، الا بأن يوجد أو ينقضى وقته ، وان لم يكن مضمنا بوقت فبأن يوجد فقط ، لأن حاله جل وعز في كونه قادرا لا يجوز أن يتغير لكونه قادرا لنفسه ، والّذي يخرجه من كونه قادرا على الشيء أمر يرجع إلى المقدور دونه ، ولا حال تعقل في المقدور تقتضى ذلك الا ما بيّناه ، وقد علمنا أن المسبب من مقدوراته التي تتأخر عن السبب ، / وان وجد سببه ولم يتقض وقته ولا وجد فيجب كونه مقدورا على ما كان ، ولا يجوز أن يكون مقدورا أو لا يصح من القديم سبحانه ايجاده كسائر المقدورات ، وتفارق حاله حال الواحد منا لأن قدرته لا يصح أن تكون قدرة الا على جزء واحد من الجنس الواحد في محلها ، والقديم تعالى يقدر على ما لا نهاية له من أمثال المسبب ، فيجب كونه قادرا على المسبب نفسه . قال : ولا يجب إذا فعله أن يكون مسببا غير مسبب ، لأن كونه مسببا يقتضي وجوده بالسبب ، وكونه غير مسبب يقتضي أنه وجد ابتداء ، وانما يفعله تعالى على أحد الوجهين ، ويمكن أن يقال إنه متى فعل السبب وجب وجوده به ، ولا يصح أن يكون مبتدأ لوجوب وجوده بالسبب ، وكان يصح ألا يوجده بالسبب ويبتدئ ايجاده ، فلا يصح أن يكون موجودا من الوجهين ، ولا يجب أن يكون مسببا غير مسبب على هذه الطريقة لأنه عند وجود سببه لا يصح أن يكون الا متولدا ، وقد كان يصح ألا يوجده فيصح وجوده مبتدأ ، لكن هذا القول ينقض أصل\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالدلالة لأنها مبنية على أنه بوجود سببه لا يخرج من كونه مقدورا لأن القادر على الشيء متى لم يتغير حاله ولا يوجد مقدوره وتقضّى وقته فلا يصح خروجه من كونه مقدورا ، وإذا كان ناقضا للدلالة لم يصح التمسك به ، فيجب اذن أن يكون بعد وجود سببه إذا أراد ايجاده أن يكون مبتدأ مسببا ، وبيّن رحمه اللّه أن حاله تعالى بخلاف حال الواحد منا ، لأنه انما لم يجز أن نفعل نحن المسبب ابتداء لأمر يرجع إلى القدر ، كما أنه لا يصح منا إعادة مقدوراتنا لشيء يرجع إليها ، وهو تعالى قادر لذاته فيجب أن يصح فيه أن نفعل ما يفعله متولدا على جهة الابتداء ، / ويمكن أن يقال في ذلك لو جاز أن يكون في مقدوره ما يستحيل أن يقع الا متولدا لم نأمن أن في الأجناس ما يستحيل وقوعه من جهته الا متولدا ، لأن تجويز ذلك في العين الواحدة يوجب تجويزه في الجنس ، ألا ترى أن الواحد منا لما لم يقدر على أن يفعل المتولد فقد يقال في ذلك لو كان في الأجناس ما يستحيل أن يفعله الا متولدا ، فقد يقال في ذلك لو كان في الأعيان ما يستحيل أن يفعله سبحانه الا متولدا لوجب كونه محتاجا في ايجاده إلى سببه ، لأنه لا يصح أن يوجده الا به ، وقد يصح وجود أمثاله من غير سبب ، وحاجته إلى السبب في بعض الأفعال توجب جواز حاجته إلى الآلات ، وهذا فاسد لما بيّناه ، فيجب القضاء بأن نفس ما يولده يصح أن يبتدئه ، ويفارق حاله حالنا في ذلك . وقال رحمه اللّه في بعض الأبواب ، يستحيل أن يفعل تعالى المتولد ابتداء ، واعتل في ذلك بأنه لو صح أن يبتدئه بلا سبب ويفعله بسبب لصح وجوده من وجهين ، كل واحد منهما لو انفرد لوجد به ، وهذا يؤدى إلى أنه إذا حصل أحدهما دون الآخر أن يكون موجودا معدوما ، لأن كل شيء يصح وجوده من وجه ، فإذا انتفى ما به يوجد بقي معدوما ، ومتى حصل ما به يوجد حصل موجودا ، وهذا يوجب كونه موجودا معدوما ، والقول فيه كالقول في استحالة مقدور\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمن قادرين وبقدرتين ، فما دلّ على استحالة ذلك يدل على بطلان هذا القول ، وليس لهم أن يقولوا ان الوجود صفة واحدة لا تتزايد ، فكيف يصح على ما رتبتم أن يكون موجودا معدوما ، وذلك لأن الوجود إذا كان حاله ما ذكرنا كان القول فيه آكد ، لأنه يجب حصوله بحصول أحد الوجهين ، وألا يحصل من حيث لم يحصل الوجه الآخر ، وهذا يوجب ما ذكرناه ، وبهذه الطريقة نمنع من وقوع مسبّب واحد / عن سببين ، يبين ما قلناه ان سبب هذا الفعل إذا وجد فلا يخلو من أن يجب وجود الفعل أم لا يجب ، فإن لم يجب وجوده وجب خروجه من أن يكون سببا له ، وأن يكون الفعل واقعا على جهة الابتداء ، وان وجب وجوده لم يكن لإرادته تأثير فيه ، فيجب كونه موجودا بالسبب فقط ، وهذا يمنع من صحة كونه موجودا من الوجهين .\r\nفان قيل : ان هذا القول يوجب كونه محتاجا إلى السبب في ايجاد هذا المسبب ، لأنه يستحيل أن يوجده الا به ، وان كان وجود أمثاله يصح دونه ، وهذا هو الموجب للحاجة ، فإذا بطل القول بذلك فيجب فساد هذا المذهب . قيل له : انه لا يصح أن يوصف بالحاجة إلى شيء بعينه في ايجاد فعل بعينه إذا استحال وجوده الا به ، لأن هذه الحاجة ترجع إلى الفعل لا إلى الفاعل ، فأما الفاعل إذا كان يصح أن يفعل أمثاله في الوجه المقصود إليه من غير سبب ، فيجب ألا يكون محتاجا على ما رتبنا القول فيه من قبل ؛ فإذا أراد السائل بما طالبنا به من كونه محتاجا ما يذهب إليه ، فنحن نعطيه المعنى ونمنع الوصف لما فيه من الايهام .\r\nفان قيل : فجوّزوا القول بأن في الأجناس ما لا يصح أن يفعله تعالى الا متولدا ، كما جوزتم ذلك في الأعيان كما ثبت في الواحد منا ، قيل له ان القول بذلك في الأجناس يؤدى إلى كونه محتاجا إلى السبب فلذلك منعنا منه ، وليس كذلك ما جوّزناه في الأعيان .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nفان قيل : فيجب على هذا القول : لو فعل تعالى نظرا في قلب الواحد منا وولد علما أن لا يصح منه إعادة العلم لتعلقه بالنظر في الوجود ، وهذا ينقض أصلكم في أن ما يبقى من فعله تعالى يجوز أن يعاد ، ولا محيص لكم من ذلك / الا مع القول بأن ما يوجد مسببا يصح أن يبتدئه فيصح أن يعيد العلم من غير سبب وان وقع بالسبب أولا . قيل له : ان الصحيح عندنا أن هذا العلم لا يجوز أن يعاد من حيث تعلق وجوده بوجود ما يستحيل اعادته من النظر الّذي لا يبقى ، وانما نقول فيما يبقى من مقدوره سبحانه انه يجوز أن يعاد متى لم يكن متعلقا في الوجود بما لا يبقى ، فأما إذا كان هذا حاله حل محل ما لا يبقى في أن اعادته تستحيل ، وليس في ذلك نقض لدليل ولا مذهب ، وان كان على القول الأول يجب جواز اعادته لصحة وجوده من غير أن يتعلق بالسبب ، والجواب عما يولده الاعتماد من الأكوان التي تبقى كالجواب عما تقدم من النظر لأن الاعتماد في الجهات الأربع لا يصح أن يبقى ، فما تعلق وجوده بوجوده ، فيجب أن لا يصح أن يعاد البتة من حيث لم تصح إعادة سببه الّذي لا يوجد الا به .\r\nفان قيل : ألستم تقولون انه يجوز أن يلزم الاعتماد ويبقى إذا وجدا ما يبقى به ، فهلا جوّزتم الإعادة على ما يتولد عنه ؟ قيل له : انما يجوز تلك في الاعتمادين صعدا وسفلا ، فأما في سائر الأجناس فلا جنس يفعل يصح أن يلزم به .\r\nفان قيل : فما قولكم في الاعتماد سفلا إذا لم يوجد ما يلزم به وولد كونا يجوز اعادته أم لا ؟ قيل له : يجب جواز ذلك فيه لأن سببه مما يجوز أن يعاد من حيث يصح أن يبقى لأنه لا شيء من الاعتماد سفلا الا وقد كان يصح أن يبقى بأن يوجد معه ما يلزم به ، فإذا صح بقاؤه صح اعادته ، وصح إعادة ما تولد عنه .\r\nفان قال : فما قولكم فيما يبقى من الأسباب إذا ولد ما لا يبقى ، كيف\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nتقولون في جواز اعادته وهذا كالوها الّذي يولد الألم ؟ / قيل له : ان ما لا يبقى قد ثبت أن اعادته تستحيل ، فلا فصل بين أن يكون المولد له باقيا أو غير باق ، لأن ما له تستحيل اعادته لا يختلف باختلاف سببه ، ولذلك قلنا : ان الاعتماد اللازم إذا ولد الصوت أن اعادته تستحيل ، وان صح إعادة السبب الّذي هو الاعتماد اللازم ، فإذا جاز بقاء القدر واعادتها وان استحال إذا أعيدت أن يعاد بها مقدورها ، فكذلك لا يمتنع أن يعيد تعالى الاعتماد اللازم ، وان استحال أن يعيد ما لا يجوز بقاؤه مما يتولد عنه .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\nفصل في بيان ما لا يصح أن يفعله القادر منا الا متولدا ، وما لا يصح أن يفعله الا مباشرا ، وما يصح أن يفعله من كلا الوجهين :\r\nاعلم أن الأصوات والآلام والتأليف مما لا يصح أن يفعله القادر منا الا متولدا ، وان كان شيخنا أبو هاشم رحمه اللّه قد ذكر في التأليف خاصة في كتاب الانسان أنه قد يكون مباشرا ومتولدا جاريا فيه على طريقة أبى على رحمه اللّه ، والّذي حصله آخرا ما قدمناه فيه وفي الأصوات والآلام ، فأما الأكوان والاعتمادات والعلوم فقد يصح أن يفعله متولدا ، ويفعل ما هو من جنسه مباشرا ، وما سوى ذلك من أفعال القلوب فإنه لا يصح أن يفعله الا مباشرا فقط كالإرادة وغيرها ، ولا شبهة في أنا قد نبتدئ الكون ونولده لأنا قد نحرك محل القدرة ابتداء من غير اعتماد بفعله فيه أو في غيره وقد نسكنه حالا بعد حال في جهة واحدة ، والاعتماد / لا يولد تسكين محله ، وانما يولد تحريكه وتحريك غيره في جهته ، وقد يولد تحريك سائر الأجسام بالاعتماد الّذي يفعله فينا وفي محل قدرته وذلك يوجب صحة ما قلته ، وليس له أن يقول إن الواحد منا لا يحرك محل قدرته الا وبفعل اعتماد تولده ، يدل على ذلك أنه لا يحركه الا ويحرك ما يجاوره من شعر وغيره ، ولا يصح أن يحرك غيره الا بالاعتماد عندكم ، وكذلك القول في تسكين محله لأنه يسكن غيره معه ، فإذا لم ينفك تحريك المحل وتسكينه عن الاعتماد البتة فيجب كونه مولدا لهما ، وذلك يوجب ألا يقع الكون من فعلكم الا متولدا ، وذلك أنه قد يبتدئ تسكين المحل في جهة واحدة ، وذلك لا يجوز أن يكون متولدا عن الاعتماد لأن من حقه أن يولد في جهته ولا يولد كون محله بحيث هو فيه ، لأن ذلك لو صح\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nلصح أن يولد اعتماد الحجر كونه في مكانه كما يولد انحداره ، وذلك يوجب صحة وقوف الحجر العظيم من غير منع . فأما ما يبتدئه من تحريك المحل فهو مباشر أيضا لأنه لو كان متولدا لوجب أن يبتدئ بالاعتماد ثم يفعل الحركة في ثانية ، وقد يبتدئ بالحركة نفسها مع الاعتماد ودونه ، فلا فرق والحال هذه بين من قال إن ابتداء الحركات يستحيل ، وبين من قال إن ابتداء الاعتماد يستحيل ، فان الّذي يبتدئه هو الحركات فقط ، ولسنا ننكر أن يجامع الحركات الاعتماد ، فلذلك يحصل هناك جذب أو دفع فيما يجاور محل القدرة ، لكن ذلك ليس بأن يوجب كون الحركة متولدة أولى من الاعتماد مع كونه مبتدأ لهما جميعا ، وانما كان يصح القول بأن الأكوان لا تقع في محل القدرة الا متولدة لو استحال أن يبتدئ بها ، فأما إذا صح ذلك فيها في الاعتماد ، فيجب أن يكون كالاعتماد في صحة وقوعها من الوجهين ، / فأما الاعتماد فقد يصح أن يبتدئه ويولده ، ولولا صحة ذلك فيه لأدى إلى أن يكون له أول من فعله ، وفي ذلك اخراج له من كونه فعلا ، فلا بد من أن ينتهى إلى أول يبتدئه ، لأنه لا يصح أن يكون متولدا عما يبتدئه من الحركات ، لأن الحركة لا تولّد على ما نبينه ، فلذلك وجب أن يكون فيه متولدا ومبتدأ ، والانسان قد يبتدئ في محل قدرته الاعتماد الّذي يعتمد به على غيره ، كما يولد في سائر ما يحركه الاعتماد ، لأن توليد الاعتماد الحركة في القيد لا ينفك من توليده للاعتماد فيه .\r\nوأما العلم فإنه يتولد عن النظر ، وقد يجوز أن يفعله مبتدأ ، لأن المتنبه من رقدته إذا تذكر الاستدلال صح أن يفعل العلم ويبتدئه من غير نظر ، لأنه لو فعله عن نظر لوجب أن يجد ذلك من نفسه ، ولوجب ألا تحصل له في تلك الحال العلوم أجمع الا على الترتيب الّذي حصل في الابتداء ، وقد علمنا فساد ذلك . فاذن قد ثبت أنه يصح أن يفعل جنس العلم متولدا أو مباشرا ، ولو لم يصح أن يفعل العلم الا متولدا لصح أن\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nيفعل اعتقادا من جنسه مباشرا ، لأن النظر لا يولد الاعتقاد وانما يولد العلم ، لأنه كالجهة لكونه علما .\r\nفان قيل : هلا قلتم ان ذكر الاستدلال يولد العلم كما أن النظر يولده ، فلا يقع من فعلنا الا متولدا ، كما قلتم بمثله في الصوت والألم . قيل له :\r\nقد بيّنا أن هذا لو صح كان لا يمتنع من وجود مثل العلم من فعلنا ابتداء ، والاعتقاد الّذي ليس بعلم هو من جنس العلم ، وذلك يوجب مفارقته للصوت والألم .\r\nوبعد ، / فلو كان يتولد عن ذكر الاستدلال لوجب أن يتولد عنه وان عرضت شبهة في الدليل عنده ، لأن طرق الشبهة لا تخرج المحل من أن يكون محتملا ، والسبب من أن يكون موجودا على الوجه الّذي من حقه أن يولده ، وفي علمنا أنه متى كان الحال هذه لم تولد ، دلالة على صحة ما قلناه .\r\nوليس له أن يقول إن ورود الشبهة انما يمنع من التوليد لأنه يؤثر في السبب فلا يكون موجودا على الوجه الّذي يوجد عليه إذا لم تكن الشبهة واردة ، لأن ذكر الاستدلال ضروري لا يتغير حاله لورود الشبهة التي هي من فعله ، ولأن الشبهة تتعلق بالدليل وذكر الاستدلال يتعلق بما كان منه ، وإذا كان متعلق أحدهما غير متعلق للآخر لم يصح أن يؤثر أحدهما في الآخر ، وصح بذلك أن الشبهة قد منعت من وجود العلم وان لم تؤثر في ذكر الدلالة ، فيجب القول بأنه ليس بسبب ، وان الواحد منا عنده يختار فعل العلم كما يختار عند الدواعي ما يدعوه إليه ، ولذلك أثرت الشبهة فيه لأنها غيرت عنده حال الدواعي من حيث اعتقد فيما كان نظر فيه الفساد ، وأنه لا يؤديه إلى علم في المستقبل ، وأن ما وقع عن النظر فيه من الاعتقاد لم يكن علما ، ونحن نتقصّى القول في ذلك في باب النظر .\r\nوالقدر الّذي أتينا عليه الآن ، يسقط ما سأل عنه .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوانما قلنا إن الصوت والألم لا يصح أن يفعلهما الا متولدين لأن ايجادهما من غير سبب يقعان بحسبه يتعذر ، واذن يجب تعذر ايجادنا لهما الا مع اعتماد يقعان / بحسبه حاجتهما إليه لأنهما لا يحتاجان إلى الاعتماد على ما قدمنا ذكره في باب الكلام ، فيجب أن يكون الوجه في ذلك كونه سببا لهما ، يبين ذلك أنه لا يصح لنا أن نفعل الصوت الا بآلة ، وكل ما احتجنا في فعله إلى آلة من الأجناس فإنما نحتاج إليها لأنه لا سبيل لنا إلى ايجاده الا بالسبب ، ونحتاج أن نستعين بالآلة في ايجاده لتولده ، ولذلك يختلف ما نفعله من الأصوات بحسب المصاكة المضامة للاعتماد من حيث كانت شرطا في توليد الاعتماد ، وكيف يجوز أن يقال إنه يصح منا أن نبتدئ بالألم والصوت وقد علم أن محل القدرة يحتملهما ويتعذر علينا الابتداء بهما ؟ وهل ذلك الا نقض كوننا قادرين عليه على هذا الوجه ؟\r\nلأن من حق القادر على الشيء أن يصح منه فعله على الوجه الّذي قدر عليه على بعض الوجوه ، فإذا تعذر ذلك فيهما ابتداء وجب كونهما مقدورين لنا على جهة التوليد ، ولا فرق بين من قال إنه يصح أن يفعلهما على جهة الابتداء وان تعذر ايجادهما الا مع اعتماد يقع بحسبه ، وبين من قال فيما يفعله في غير محل القدرة من الأكوان وغيرها أن ذلك مبتدأ وان استحال منا ايجاده الا مع غيره ، وفي هذا فساد طريق معرفة الفصل بين المتولد والمباشر .\r\nوبعد ، فان ايجاد الصوت منا في محل القدرة لا يمكن ، وكذلك الألم ، ولا بدّ من أن يعتمد بمحلهما على غيره حتى يحصل ذلك ، فيجب كونهما متولدين ، وان كان الاعتماد نفسه يولد الصوت ولا يولد الألم بل يولد الوهى ، وهو يولد الألم على اختلاف فيه سنذكره من بعد .\r\nفأما / التأليف فقد حكى شيخنا أبو هاشم رحمه اللّه عن الشيخ أبى على\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nرحمه اللّه أن فيه مباشرا وهو ما نفعله بين محلى قدرة ، ومتولدا وهو ما نفعله فيما ليس بنقض له وسد فيما نفعله من محل قدرته وغير محل قدرته ، هل يقول فيه رحمه اللّه انه مباشر أو متولد ، ولا يبعد أن يقول فيه انه مباشر ، لكن من حق التأليف أن يتعدى محله لحاجته في الوجود إلى محلين فيجريه مجرى ما نفعله في محلى قدرته ، لأنه لا بدّ من أن نقول هناك انه انما صح أن يكون مباشرا وان تعدى محل القدرة لأمر يرجع إلى جنسه يقتضي ذلك فيه ، وقال رحمه اللّه ان الأولى فيه ألا يوجد الا متولدا من حيث لا يصح من القادر منا أن يفعله الا مع مجاورة واعتماد يقع بحسبهما ، فيجب كونه متولدا ، لأن علامة ما يقع مباشرا ألا يمتنع أن نبتدئه وان لم نفعل غيره إذا كان المحل محتملا له ، فإذا تعذر ذلك في التأليف وجب القضاء بكونه متولدا .\r\nفان قيل : انما لا يصح منكم ايجاده الا مع المجاورة لحاجته إليها لا لأنها مولدة له ، قيل له : انها وان كان التأليف يحتاج إليها فقد ثبت أنه يوجد بحسبها وأنها تولده ، فلو جوّزنا أن لا يكون متولدا في محلى القدرة وان تعذر ايجاده الا معها وبحسبها لصح فيما نفعله في غير محل القدرة مثله ، وهذا يوجب أن لا تكون المجاورة سببا له البتة ، فإذا بطل ذلك وعلم أنها تولده في غير محل القدرة فقد وقع بحسبها في محل القدرة على الوجه الّذي وقع في محل القدرة فيجب كونه متولدا في الحالين ، لأن حاجته إلى المجاورة ولو منعت من كونها مولدة له إذا حل محل القدرة لمنعت من ذلك إذا حل في غير محل القدرة أيضا ، فصحّ بما ذكرناه أن ما أوجب كونه متولدا في غير محل القدرة يوجب كونه متولدا في محل القدرة / أيضا ، وقد قال شيخنا أبو هاشم رحمه اللّه ان الواحد منا إذا اعتمد بإحدى أصابعه على الأخرى أنه يفعل فيهما التأليف عن الاعتماد حالا بعد حال وان لم تتجدد مجاورة ، وذلك يسقط ما سأل عنه من أنه لا يصح أن يفعله الا مع المجاورة ،\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nوقد بيّنا أنه لا يمكن أن نبين أن هناك تأليفا يتجدد حالا بعد حال لأن ما يقع به من المنع قد يصح أن تكون المجاورة أو الاعتماد ، ولو ثبت تجدّد التأليف حالا بعد حال لم يمتنع أن يقال إنه عن المجاورة يتولد وأن الاعتماد يولدها وهي تولد التأليف وقد استدل رحمه اللّه على ذلك بأن التأليف يختص بأمرين : أحدهما أنه يحل في محل القدرة عليه ، والآخر أنه يحل في غير محل القدرة عليه لأن الجزء من التأليف لا يجوز أن يفعل الا بقدرة واحدة ، وقد ثبت أن ما حل في غير محل القدرة عليه لا يكون الا متولدا لاستحالة حصول هذه الصفة للمباشر ، وصح أن ما حل محل القدرة عليه قد يكون متولدا كالعلم والحركة ، وقد يكون مباشرا وبأن يجعله متولدا من حيث اختص بحكم يحصل الا للمتولد أولى بأن يجعله مباشرا لاختصاصه بحكم قد يحصل للمتولد كما يحصل للمباشر ، ولقائل أن يقول انما وجب فيه أن يحصل في غير محل القدرة عليه لأنه في جنسه يستحيل وجوده الا في محلين ، فلو توهمنا وجوده بالقدرة ابتداء لما صح أن يوجد الا على هذا الحد ، كما يجب ذلك فيه إذا كان متولدا ، وكذلك يوجد من فعل اللّه تعالى مخترعا ، فهذه القضية انما وجبت فيه لشيء يرجع إلى جنسه ، لا من حيث كان متولدا ، يبين ذلك / أن سائر ما يتولد عن معنى لا جهة له ، فمن حقه أن يولده في محله كالنظر الّذي لما ولد العلم ولده في محله ثم لم يمنع ذلك من كون المجاورة أو الاعتماد مولدا للتأليف في محله وغير محله من حيث اختص التأليف أنه لا يوجد الا في محلين ، وكذلك لا يمتنع أن يقال إنه يبتدأ بالقدرة لكنه لا يوجد الا في محله وغير محله لأمر يرجع إليه لا إلى القدرة ، كما أنه لا يتولد عن المجاورة في محلها فقط لأمر ، يرجع إليه لا إلى سببه ، وإذا جاز أن تولد المجاورة الواحدة أجزاء كثيرة من التأليف في محلها ، ويفارق حاله في ذلك حال سائر المسببات التي يستحيل أن يفعل منها بالسبب الواحد الا جزء واحدا لأمر يرجع إلى م - 9 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالتأليف ، وهو أنه يوجد في غير محل السبب كما يوجده في محله ، فكذلك لا يمتنع أن يفعل بالقدرة في محلها وغير محلها ، ولا يخرج من أن يكون مباشرا ، وانما وجب في سائر الأفعال أن يكون من صفة المباشر أن لا يحل في غير محل القدرة عليه ، لأنه لو حل في غير محل القدرة عليه لم يصح مع ذلك كونه حالا في محل القدرة ، وفي ذلك ابطال حقيقة المباشر فيه ، ووجود التأليف في غير محل القدرة عليه لا يزيل عنه هذه الحقيقة ، لأنه قد حل أيضا في محل القدرة عليه فحمله على سائر المباشرات لا يصح .\r\nوبعد ، فان من حق كل ما صح وجوده في محل القدرة عليه من مقدور العباد أن يصح أن يوجد مباشرا وان صح أن يقع متولدا ، فإذا لم يحمل التأليف على ما هذا حاله / من مقدورنا في أنه قد يصح أن يكون فيه مباشر كما يصح كونه متولدا ، فكيف يجب حمله عليه في أن وجوده في غير محل القدرة يوجب كونه متولدا ؟ وانما نقول في المتولد انه قد يحل محل القدرة عليه لا أن ذلك يجب فيه ، وانما يحل العلم المتولد عن النظر في محل القدرة عليه لأن سببه لا جهة له فلا يجوز أن يولد الا في محله ، ومن حق العلم أن لا يوجد الا في محل واحد ، وما يولده فينا الحجر عند تراجعه ومصادمته مكانا صلبا في محل القدرة فإنما يولده فيه من حيث حصل ذلك المحل مماسا لمحل القدرة ثانيا كما كان محل القدرة مماسا له أولا ومعتمدا عليه ، فما أوجب كون الاعتماد الأول مولدا فيه يوجب كون اعتماده مولدا في محل قدرتنا ، وليس كذلك حال التأليف لأنه لم يحصل له من حيث وجد في محل القدرة حال توجب كونه متولدا ، وحلوله في غير محل القدرة على ما بيّناه لا يمنع من كونه مباشرا لما قدمناه ، فكيف يقال فيه انه من حيث وجد في غير محل القدرة يجب أن يكون متولدا ؟ فأما ما سوى هذين الضربين فيجب ألا يكون من فعلنا الا مباشرا ، ولذلك يصح منا أن نبتدئ فنفعل الإرادة\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوالكراهة والاعتقاد من غير أن نفعل قبلها أو معها غيرها ، والمتولد يستحيل ذلك فيه لوجوب تعلقه بالسبب ، فيجب في كل فعل يصح فيه ما ذكرناه أن يكون مباشرا ، والّذي يلتبس الحال فيه هو كل فعل لا يوجد الا مع غيره في حاله أو متقدم له مثل التأليف الّذي يقال / انه يولد التأليف والاعتماد انه يولد مثله وان كان محله ساكنا ، ويقال إن الّذي يولد الكلام والصوت الأكوان دون الاعتماد من حيث لا يولدهما الاعتماد الا والمصاكة موجودة ، أو يقال إن الإرادة يولدها الاعتقاد من حيث لا تنفك منه ، أو يقال إنها تولد المراد مع السلامة من حيث وجب وجوده عند وجودها ، أو يقال إن الاعتقاد يولد الندم أو التمني لأنهما لا يوجدان الا معه ، وسنذكر القول في ذلك ان شاء اللّه . وقد بيّنا أن الإرادة لا تقع الا مبتدأة ، لأن ايجادها يصح من الواحد منا من غير أن يوجد غيره من الأفعال ، وكذلك الكراهة وهذه حالها مع القادر منا في كل حال فلا يصح كونهما متولدين ، وليس لأحد أن يقول إنهما يتولدان عن الدواعي لأنه لولاها لما أراد الفعل ، وذلك لأن الدواعي انما تدعو إلى المراد ، والإرادة تحصل تابعة له ، فلو ولدت شيئا لوجب أن يولد المراد لا الإرادة .\r\nوبعد ، فان الدواعي قد توجد مع احتمال المحل الإرادة ، ولا توجد بأن تقابلها دواع أخر ، وقد تكون من فعل اللّه تعالى فلو ولدت لوجب أن تكون الإرادة من فعله تعالى ، لأن المسبب يجب كونه فعلا لفاعل السبب ، ولا يجوز كون النظر مولدا للإرادة لأنه قد ينظر في الشيء ولا يريده ، وقد ينظر فيما يستحيل أن يراد ، وقد ينظر في المختلف ويريد المتفق ، وينظر في المتفق ويريد المختلف ، ففارق حال الإرادة حال العلم في تولدها عن النظر ، وقد قال شيخنا أبو هاشم رحمه اللّه ان المولد من أفعال القلوب لا يجوز أن يكون الا النظر ، فإذا لم يصح كونه مولدا للإرادة والكراهة / فيجب ألا يتولد عن شيء ، ولا يمكن أن يقال إن الاعتماد يولدها ،\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nلأيه قد يحصل ولا تحصل هي مع السلامة ، وقد يعتمد في جهات مختلفة وهو مريد للشئ الواحد ، وقد يعتمد في جهة واحدة ويريد المختلف ، وقد يبتدئ بالإرادة من غير اعتماد كما يبتدئ بالاعتماد من غير أن يفعلها ، فلا فرق بين من قال إنها تتولد عنه وبين من قال إنه يتولد عنها ، ولا يمكن أن يقال إن الإرادة تولد الإرادة ، لأنه لا يخلو من أن تولد مثلها أو خلافها ، فلو ولدت مثلها لوجب أن يوجد ما لا نهاية له من الإرادات في حالة واحدة ، لأن المولد إذا وجد والمحل محتمل ولا مانع يمنع من وجود المولد فيجب كونه مولدا له ، ويفارق ما يولده الاعتماد من الكون لأنه يولده في جهته فلذلك يتأخر توليده ، وكذلك النظر لا يصح أن يجامع ما يولده فلذلك تأخر ، ولو ولدت الإرادة مثلها لولدت الأخرى مثلها في الحال ، فكان يجب حدوث ما لا نهاية له منها ؛ وكذلك ان قيل إنها تولد ما يخالفها من الإرادات أن لا يجب أن يوجد ما لا نهاية له من المختلف منها ، وقد علمنا فساد ذلك ، وكان يجب أن لا يريد الشيء الا ويجب أن يريد غيره مع ارتفاع الموانع ، فإذا علمنا خلافه وجب صحة ما ذكرناه ، ولا يجوز أن يكون اعتقاد حدوث الشيء يولد ارادته لأنه قد تحصل الموانع مرتفعة مع عدمها ، فكيف يقال إنها تتولد عنه ؟ وقد علم أيضا أن مع هذا الاعتقاد تصح كراهته كما تصح ارادته فلم صار بأن يولد الكراهة أولى من أن يولد الإرادة ، وهذا يوجب كونه مولدا للضدين ، / أو استحالة كونه مريدا على ما نقول ، وقد دللنا في كتاب الإرادة على أن الإرادة لا توجب المراد ولا يولدها ، فلا وجه لإعادة القول فيه ، فيجب القضاء بهذه الجملة على أن الإرادة لا تكون سببا ولا يكون غيرها سببا لها ، فكذلك الكراهة ، والقول في الكراهة أبين ، لأنها تصرف عن فعل المكروه ويجب عند حصولها أن لا يوجد ، وهذا بالضد مما يقتضيه التوليد ، الا أن يقال إنها إذا صرفت من شيء ولدت تركه وضده ، وقد دل الدليل على\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nخلافه ، لأن الكاره منا قد لا يفعل المكروه ولا يفعل ضده ولو وجب أن يفعل ضده لم يصح كونها مولدة له ، لأنها لا تتعلق به وانما تعلقت بما انصرف عنه ، ومحال أن يولد ما لا يتعلق به ، لأنها ليست بأن تولد شيئا منه أولى من غيره ، وحكمها مع الجميع حكم واحد ، على أن ضد المكروه عند من يقول إنه لا بدّ من وجوده يقوله من حيث كان القادر بقدرة لا يخلو من الأخذ والترك ، فلا يصح القول بأنها تولده إذا كان هناك وجه يوجب وجوده ، وقد علم أن المكروه إذا لم يوجد وله أضداد ، فليس بعضه بأن يتولد عنها أولى من بعض ، وهذا يوجب كونها مولّده للمتضادات وذلك مستحيل ، فأما الاعتقاد فلا يجوز أن يولد الندم ، لأنه قد يحصل ولا يكون المعتقد نادما ، كما قد يحصل ويكون نادما ، فالقول بأنه يولده لا يصح ، يبين ذلك من اعتقد فيما فعله أنه يضره ويستحق عليه العقاب قد كلف أن يندم ، ولو كان سبب الندم قد وجد لما جاز تكليفه ، لأن تكليف المسبّب وقد وجد السبب يجرى مجرى تكليف ما لا يطاق ، وكان يجب أن يكون الندم مضافا لهذا الاعتقاد غير متأخر عنه ، / لأنه لا وجه يمنع من اجتماعهما ، وقد علمنا خلاف ذلك ، وقد علم أن القادم لا بدّ من أن يكون مريدا كما لا بدّ من كونه معتقدا ، فلا فرق بين من قال إن الاعتقاد يولده ، وبين من قال إن الإرادة تولده ، وقد يكون مع جميع الاعتقادات مضرا ومغتبطا كما يكون نادما ، فليس بأن يولد الندم أولى من أن يولد الاضرار ، هذا كله ان ثبت أن الندم جنس من الأعراض ، فأما ان كان اعتقادا واقعا على بعض الوجوه كالغم فما قدمناه من أن الاعتقاد لا يتولد يبطله .\r\nفان قال إنكم انما دللتم على أن ذكر الدليل لا يولد العلم كالنظر وأنه مخالف له ، فمن أين أن سائر المعتقدات لا تتولد ولا تولد ؟ قيل له : لا اعتقاد يشار إليه الا وقد يصح ألا يحصل مع حصول غيره من الاعتقادات ، وقد يجوز أن يحصل مع عدم غيره منها ما لم يكن أحدهما أصلا للآخر أو تعلقا\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبطريق واحد ، وذلك يمنع من كون بعضها مولدة لبعض أو متولدة عنه ، فأما ما كان منه أصلا لغيره فإنما لم يجز وجود ذلك الغير الا معه لكونه فرعا عليه ، ولذلك قد يصح وجوده مع عدم الفرع والموانع مرتفعة ، فلا يصح القول بأن أحدهما يولد الآخر ، وأما الاعتقادات التي يجمعها طريق واحد فلأمر يرجع إلى طريقها يجب حصولها معه ، وليس بعضها بأن يكون مولدا أولى من البعض الآخر أن يكون مولدا له ، فإن كان أكثر ما يحصل له هذا الحكم العلوم دون الاعتقادات لأنه لا يمتنع أن يعتقد أحد المدركين دون الآخر ويعتقد الخفىّ ويذهب / عن الجلىّ ، ويعتقده متحركا معدوما وان امتنع ذلك في العلوم ، وما ذكرناه يمنع من كونه متولدا سواء كانت اعتقادا أو علوما ، فإذا المتمنى وان كان يتعلق بالاعتقادات ان ثبت كونه معنى في القلب فالكلام في أنه لا يكون متولدا كالكلام في الندم ، لأنه يجوز مع كونه معتقدا أو مريدا أن يتمنى وأن يعدل عنه ، وأن يتمنى الشيء وخلافه ، بل بتمنى الشيء وضده على البدل ، وذلك يمنع من كونه متولدا ، وأما النظر وان كان لا يصح الا مع اعتقاد أو ظن فقد يحصلان والموانع زائلة ولا يقع النظر ، وقد تكون الحال هذه ويفعل النظر على وجوه ويعدل عن بعض إلى بعض ، وذلك يمنع من كونه متولدا ، وقد بيّنا من قبل أنه لا يجوز فيه ولا في غيره أن يكون متولدا عن الإرادة ولا عن الدواعي إليه فلا وجه لإعادة القول فيه ، ونحن نذكر الكلام في المتولدات من فعلنا ونبين عن ما ذا يتولد وتذكر القول في ابطال كون اللون وغيره متولدا من أفعالنا من بعد .\r\nواعلم أن الأصل فيما قدمناه أن من حق المولد أن لا يجوز حصوله على الوجه الّذي يولد والمحل محتمل والموانع زائلة الا ويجب أن يولد ، كما أن من حق القادر إذا صح وجود مقدوره وارتفعت الموانع أن يصح الفعل منه ، ومتى امتنع الفعل منه والحال هذه علم أنه ليس بقادر ، وكذلك\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nإذا لم يولد الشيء غيره والحال ما قدمناه علم أنه ليس بسبب له ، لأنه لو صح كونه سببا ، وان كان قد يولد وقد لا يولد والحال ما قدمناه لم يصح العلم بكونه مولدا في حال ما يولد ، لأنه إذا صح وجوده ولا يولّد فمن أين أنه في الحال الأخرى هو المولّد دون أن يكون حادثا من مختار ، / وذلك في بابه بمنزلة العلل التي لو صح وجودها ، ولا يوجب المعلول لم يصح كونها علة ، والجهة التي منها شبهنا المولد بالعلة صحيحة وان افترقا في أن تلك العلة موجبة وهذا بخلافها ، لأنه وان لم يكن موجبا ايجاب العلل فمتى جوزنا والمحل محتمل والموانع زائلة ألا يقع المسبب لم يصح أن يثبت له به تعلق ولا اختصاص حتى يقال إنه يولد في حال أخرى ، كما لو جوزنا وجود العلة ولا معلول على بعض الوجود لم نعلم له بالمعلول تعلقا ، وعلى هذه الطريقة شبه شيوخنا رحمهم اللّه الدلالة بالعلة وان افترقا في الايجاب لما علم من حال الدلالة أنها لو وجدت على بعض الوجوه ولا مدلول لنقض كونها دلالة ، كما أن وجود العلة الا معلول يمنع من كونها علة ، فغير ممتنع أن يشبّه المولّد بالعلل والأدلة من الوجه الّذي قدمناه .\r\nفأما المتولد فلا يجوز وجوده ولما حصل المولّد ، وقد يجوز وجود المولّد ولا يحصل المتولّد إذا كان هناك منع أو كان المحل غير محتمل له ولا يكون في ذلك نقض كونه مولدا ، لأن المولد لا يوجب لذاته وجود المتولد ايجاب العلل للمعلول ، لأن ذلك يوجب اخراج بعض المحدثات من أن يكون متعلقا بالمحدث ، ولأن من حق الموجب أن لا يوجب ما انفصل عنه من حدوث وغيره ، وانما يوجب لغيره حكما وحالا كما يقتضي ذلك في نفسه متى وجد ، فإذا بطل كون السبب موجبا ايجاب العلة للمعلول لم يبق الا أنه يتوصل به إلى ايجاد المسبب ويكون حدوثه راجعا إلى القادر لكنه يفعله بواسطة ، فلو قلنا إنه يبتدئه بعد وجود السبب لكان في\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nذلك نقض لكونه سببا ، وليس بعد فساد هذين الأمرين الا ما قلناه من أنه يوجبه إذا / احتمله المحل وزالت الموانع ، فكما أن القادر يصح الفعل منه متى كان الحال هذه فكذلك السبب يوجب المسبب متى كان الحال هذه ، ولو قلنا في السبب انه متى كان الحال هذه صح أن يتولد عنه المسبب ولم يجب لكان في ذلك اخراج له من كونه سببا ، كما لو قلنا في القادر والحال هذه انه يجب أن يفعل لنقض كونه قادرا ، ويفارق السبب في ذلك الآلة لأن القادر يصرفها فيما هي آلة فيه ابتداء ، فلا يصح كونها موجبة لما هي آلة فيه ، وليس كذلك السبب لأن ما يحصل عنده من المسبب لا يكون واقعا على جهة الابتداء من القادر ، وذلك يوجب كونه موجبا فصارت الآلة في أن تصريفه لها يقع باختياره لا على جهة الايجاب بمنزلة المسبب ، وما الآلة آلة فيه يعد تصريفه لها فيه بمنزلة المسبب ، ولولا أن السبب يوجب المسبب لما صح في الآلة ما ذكرناه ، لأنها انما تكون آلة في المتولدات دون ما عداها ، فلولا أن ما يفعل فيها من السبب يولد المسبب على ما بيناه لم يصح هذا القول فيها ، ولذلك لا تكون آلة في الأفعال التي يبتدئها نحو أفعال القلوب ، ولا تكون أيضا آلة فيما يتولد متى كان المولد يولد ما يولده في محله ، كالنظر المولد للعلم ، وانما تكون آلة فيما تولد في غير محله كالاعتمادات . وما بيّناه من قبل في أن المتولد من فعل القادر كالمباشر وأنه يفعله بواسطة يوجب القول بأنه انما يجب أن يتولد متى صح وجوده كالمقدور ، وكون المحل غير محتمل له يمنع من وجوده ، وكذلك يمتنع وجوده مع حصول الموانع فيجب جواز وجود السبب والحال هذه ، ولا يولد وان كان مما يبقى ويولد في حال بقائه ولد متى صار المحل محتملا والموانع زائلة ، وان / كان انما يولد في حال حدوثه بطل كونه متولدا أصلا ، وقد بيّنا من قبل أن نفس المتولد لا يجوز وجوده ولا يكون متولدا ، فلا يصح أن يقال إن المسبب يوجد على بعض الوجوه\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nمع عدم السبب ، وحصل من هذه الجملة أن السبب قد يصح وجوده من غير أن يولد المسبب ، وأن المسبب يستحيل وجوده لما وجد السبب ، وأن كل شيء علمناه موجودا من غير أن يوجد غيره ، وجب أن يقضى به بأنه غير مسبب ، وكل شيء صح أن يوجد وأن لا يوجد مع صحة وجوده فيجب ألا يكون مسببا ، وهذه الجملة تكشف عن صحة ما قدمناه في أفعالنا هذه ، وتبين أنها كلها مبتدأة وليس فيها مسبب ، وبيّن أيضا من حال ما ذكرناه من المسببات أنها بأن تكون مسبّبة أولى من أسبابها ، فيجب أن نعتمد عليها في معرفة ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nفصل في بيان ما يصح اثباته سببا لأفعالنا المتولدة ، وما لا يصح ذلك فيه ، وما يتصل بذلك .\r\nأما المتولدات التي تعدّيها عن محل القدرة عليها يولدها الاعتماد فقط دون الحركات ، وهو الّذي أراده شيخنا أبو هاشم رحمه اللّه بقوله في البغداديات وغيرها ولا يثبت غير الاعتماد سببا من أفعال الجوارح فقد مر في كلامه مفصلا في الجامع أن التأليف يتولد عن الاعتماد ، ويولده على وجهين : أحدهما بأن يولد الكون ويولد التأليف من بعد الكون ، والثاني أن يفعل / فيه تأليفا بعد تأليف بالاعتمادات وان لم يفعله بعد الكون ، كرجل جمع أصابعه وفعل فيها عند شدة الاعتمادات تأليفا ، وقال فيه : والاعتماد يولد الصّكة والوهى في الجسم ، ويولد الوهى الألم ، وقال في موضع منه :\r\nوالمماسة لا تولد ، والتوليد انما يكون بالاعتماد وما يتولد عنه كالوها وغيره ، وقال في الأبواب : لا يمتنع أن يكون الاعتماد مولدا للألم والوهى جميعا ، وقال في موضع منه : والّذي يولد عندنا هو الاعتماد دون الكون لاختصاصه بالجهة ، وقال في نقض الطبائع : والاعتماد هو الّذي يولد دون الحركة إذا ارتفعت الموانع ، ويجوز أن يولد بعد وجوده بزمان إذا كان باقيا ، وقال في الجامع : والأصوات تتولد عن الاعتماد والمصاكة التي انما تصح في الأجسام الصلبة وكذلك الكلام ، ثم قال : والّذي يولده هو اعتماد اللسان على نواحي فمه ، وقال في البغداديات : والاعتماد يولد في الثاني ، كذلك قاله في نقض الالهام ، وقال في الأبواب الصغيرة ما يدل على أن الحركة تولد الاعتماد ، وفي جواب الجحيدى حد المباشر بأنه ما وجد عن غير مقدمة وحد المتولد بأنه كل فعل تقدمه أو حدث معه سبب لولاه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nلم يوجد ، وقال رحمه اللّه في الأبواب : والمولد عندنا هو الاعتماد فقط عند ذكره قول أبى على رحمه اللّه في الفصل بين الحركة والسكون : ان الحركة تولد والسكون لا يولد ، ولا يختلف قوله رحمه اللّه في الاعتماد / انه يتولد عن الاعتماد ، فحصل من هذه الجملة أن كل ما تعدى محل القدرة فالاعتماد يولده ، وأما ما يوجد في المحل الّذي يحصل فيه الاعتماد وغيره كالألم الّذي يحل محل الاعتماد والوهى ، فقد اختلف قوله فيه ، فقال في موضع ان الوهى يولده ، وفي موضع ان اعتماد الجسم عليه يولده ، وقد قال في الألم الّذي يحدث في محل الوهى حالا بعد حال أن يجوز أن تكون الحركات تولده ، ويجوز أن يكون الاعتقاد يولده ، وظاهر قوله في التأليف والصوت أنهما يتولدان عن الاعتماد ، وحيث ذكر أن الحركة تولد الاعتماد فإنما جرى فيه على طريقة أبى على رحمه اللّه ، والظاهر في كتبه كلها المنع من كون الحركات مولدة ، وجعل الاعتماد هو السبب دون غيره فيما يتعدى عن الاعتماد ، والأولى في الألم أنه يتولد عن الوهى دون الاعتماد ، وعلى ما ذكره أبو هاشم رحمه اللّه في كثير من كتبه ، والأولى في التأليف أنه يتولد عن المجاورة دون الاعتماد بخلاف ما قاله شيخنا أبو هاشم رحمه اللّه في الجامع ، ولا شيء يتولد من فعل الجوارح عن سبب سوى ما ذكرناه ، وأما أفعال القلوب فالمتولد منها ليس الا العلم دون غيره على ما تقدم القول فيه .\r\nواعلم أنه إذا ثبت بما قدمناه أن الأصوات والآلام والتأليف لا تحدث من فعلنا الا متولدة ، فلا بد من سبب يولدها من فعلنا ، لأن فاعل السبب يجب كونه فاعلا للمسبب ، وكما ثبت ذلك في هذه الأجناس فقد صح أن ما يفعل من الكون في غير محل القدرة والاعتماد لا يقع الا متولدا فلا بد فيه من سبب أيضا ، وان كنا قد نفعل ما هو من جنسهما ابتداء في محل القدرة لأن صحة ذلك لا / تخرجهما من أن يكونا متولدين متى عديناهما\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nعن محل القدرة من حيث ثبت بالدليل أنه لا يصح من الواحد منا أن يبتدئ مقدوره الا في محل القدرة بها ، فما أوجده على خلاف هذا الوجه يجب كونه متولدا ، لأنه لا يصح من القادر بقدرة احداث الفعل الا على هذين الوجهين ، ولا شبهة فيما يتعدى محل السبب أن المولد له هو الاعتماد ، وقد دلّ شيخنا أبو هاشم رحمه اللّه أن الاعتماد هو المختص بالجهة دون الحركة وغيرها ، فيجب أن يختص بتوليد الكون والاعتماد وغيرهما ، وبيّن ذلك بأن ما لا جهة له لو ولد لم يكن بأن يولد في بعض ما جاور محله أولى منه بأن يولد في غيره ، فكان يجب أن يولد في الكل أو لا يولد أصلا ، فإذا علمنا أنه قد يتولد في بعض هذه المحالّ دون بعض مع احتمال الكل لذلك الجنس دلّ ذلك على أن الاعتماد يولده ، ولذلك يتولد في الجهة التي الاعتماد اعتماد فيها ، ويختلف بحسب اختلاف الاعتماد ، فإن كان الاعتماد سفلا ولد في جهته ، وكذلك ان كان صعدا وفي سائر الجهات ، ولا يلزم على هذه الجملة ألا تكون المجاورة مولدة للتأليف ، لأنها لما ولدته ولدته في كل ما جاور محلها فلم تختص في باب التوليد ، وانما صح أن تولد التأليف وان وجد في غير محلها كوجوده في محلها من حيث وجب في جنس التأليف هذه القضية ، لا لأن لها جهة بل سبيلها في أنها تولد في محلها سبيل النظر ، لكن ما تولده من حقه أن يحل محلين ، ويستحيل وجوده الا فيهما ، ولا يلزم عليه الألم لأن الوهى لا تولده الا في محله فقط ، كالنظر الّذي لما ولّد العلم ولم تكن له جهة لم يولده الا في محله ، وهذا مما لا ننكره ، بل هو الواجب لأن محلها إذا كان / واحدا صار للسبب تعلق بالمسبب فصح أن يولده فيه دون سائر المحالّ ، وليس كذلك ما يولده في غير محله ، لأن حكم جميع المحال معه واحد ، فليس بأن يولد في بعضه أولى بأن يولد في سائره ، وهذا كما قلناه في القدرة انها لو صح أن نفعل بها الفعل مبتدأ في غير محلها لم يكن بعضها في صحة ذلك أولى\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nمن بعض كما نقوله في القديم سبحانه لما صح من جهته الاختراع ، وليس لأحد أن يقول إن الحركة تولده ولها جهة كالاعتماد وذلك لأن الجهة التي نريدها في الاعتماد ما نبين بها المدافعة كاعتماد الثقيل على ظهر الواحد منا ، ولو شاركته الحركة في ذلك لوجب كونها من جنسه ، لأنه بهذه الصفة يبين من غيره ، ولأدى ذلك إلى كونها على صفتين مختلفتين للنفس مع وضوح فساده .\r\nوبعد ، فان الحركة من جنس الكون الّذي يبتدأ ايجاده في المحل من جنس السكون الّذي يبدأ ايجاده في المحل ومن جنس السكون ، فإذا لم يصح أن يكون لهما جهة فكذلك القول في الحركة . وليس له أن يقول إنها وان لم تختص بالجهة لأمر يرجع إليها فمتى قارنها الاعتماد حصل له به ولأجله جهة فصح أن تولد في غير محلها ، وذلك لأن الاعتماد لو أكسبها جهة من حيث حلت في محله لوجب أن نكسب ذلك في كل عرض حل في محلها ، وفي فساد ذلك دلالة على بطلان ما قالوه .\r\nوبعد فإنه يستحيل في الشيء أن يوجب لغيره مثل حكمه ، وانما يوجب العلل لغيرها من الأحوال ما يستحيل اختصاصها بها ، وذلك يبطل قولهم ان الاعتماد يوجب كون الحركة مختصة بجهة .\r\nوبعد ، فإذا كانت انما تولد على قول المخالف في هذا الباب من حيث اختصت بالجهة / التي حصلت عليها لمقارنة الاعتماد ، وتلك الجهة حاصلة للاعتماد نفسه ، فبأن يثبت مولدا دونها أولى ، لأنه لا يصح أن يقال انهما جميعا يولدان ، لأن الحادث لا يجب أن يكون بحسبهما ، فمتى صح كون الاعتماد مولدا امتنع القول بأن الحركة تولد ، وليس له أن يقول إذا جاز في لفظ الخبر أن يتعلق بغيره لأجل الإرادة ، وكذلك لفظ الأمر ، فهلا جاز أن تختص الحركة بالجهة لمكان الاعتماد ، وذلك لأن الإرادة لما تعلقت بالخبر لم يمتنع أن يصير بها على وجه دون وجه فاقتضت فيه أن يكون خبرا عن\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nمخبر مخصوص دون غيره ، وكذلك القول فيها إذا تعلقت بالمأمور به ، وليس كذلك حال الاعتماد مع الحركة لأنه لا يتعلق بغيره فيؤثر في الحركة من هذا الوجه ولا له تعلق بالحركة أيضا ، فلا فرق والحال هذه بين من قال إنه يكسبها الجهة وبين من قال إنه يكسب سائر الأعراض ذلك ، بل لو قائل : ان بالاعتماد يصير للمحل جهة دون الحركة لكان أقرب لأن تعلقه بمحله آكد من تعلقه بالحركة الحالّة في محله .\r\nفان قيل : فيجب لو حرك الواحد منا يده ولم يفعل الاعتماد أن لا يتحرك ما على يده من الشعر وغيره على طريقة واحدة ان لم تكن الحركة مولدة ، بل يجب أن لا يمتنع من الواحد منا جذب أطرافه ودفعها على سائر الوجوه وان كان ما يتصل بنا من الأجسام الخفيفة لا يتحرك ، وفساد ذلك يوجب بطلان قولكم الا أن / تقولوا ان القادر منا متى فعل في بعضه الحركة وجب أن يفعل الاعتماد ، وهذا ينقض قولكم في الجنسين اللذين لا يتعلق أحدهما بالآخر انه لا يمتنع من القادر ايجاد أحدهما دون الآخر ، قيل له : إذا صح بما قدمناه أن ما يولد في غير محله يجب أن يختص بالجهة ، وثبت أن الحركة لا جهة لها وجب كون الاعتماد هو المولد ، ويجب القضاء بأن ما يحركه الواحد منا على يده من الشعر وغيره يولد فيه / الحركة بالاعتماد ، ويستدل بتحريكه لهذه الأجسام المنفصلة لمحل قدرته أنه قد فعل مع الحركة الاعتماد ولو فعلها وحدها لم يجب كونه محركا لما انفصل بها ، ولوجب أن يكون محل القدرة مفارقا له كما قال شيخنا أبو هاشم رحمه اللّه في محل القدرة لو فعل فيه بتلك القدرة الحركة دون ما جاورها من المحالّ أنه كان يجب أن يفارقه ذلك المحل ولخرج من أن يكون بعضا للحى ، ولا يبعد أن يقال إنه إذا ابتدأ بالقدرة الحركة فلا بد من أن يفعل الاعتماد ، لأن استعمال المحل بهما جميعا كاستعماله بأحدهما على ما قاله شيخنا أبو هاشم رحمه اللّه في القدرتين في محل واحد أنه لا يجوز أن يفعل\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nبأحدهما دون الأخرى فيجرى حال القدرة الواحدة في هذين المقدورين وان اختلفا مجرى حال القدرتين فيما يفعل بهما من الجنس الواحد ، وتكون العلة في الأمرين واحدة ، ولا يجب على هذا القول أن يفعل غيرهما في المحل لأن ما عداهما من أفعال الجوارح يجب كونه متولدا ، ومن حق المتولد أن يتعلق بشروط يخالف لأجلها المباشر ، وكما تختص أفعال الجوارح بأنه لا يصح أن يفعلها في بعض الجارحة دون بعض مثل القدر الحالّة في بعض ساعده أنه لا يجوز أن يفعل بها في المحل دون أن يحرك جملة ذراعه ، وتفارق بذلك أفعال القلوب لأنها مخالفة لها في هذه القضية ، وكذلك لا يمتنع أن يستحيل أنه يفعل بقدرة الجوارح الكون دون الاعتماد ، وان صح ذلك في أفعال القلوب فيفعل بالقدرة الاعتماد دون الإرادة وان لم يكن فيهما الا مبتدأ ، ويجب على هذا القول أن لا يصح أن يفعل الاعتماد دون الحركة كما لا يصح أن يفعلها دونه للعلة التي قدمناها وأن يكون ما قاله شيخنا أبو هاشم رحمه اللّه / أن الواحد منا لو اعتمد على جسم بائن لولد فيه الحركة وان لم يحرك محل قدرته محمولا على أنه قدر ذلك لو وجد منفردا لا أنه أجاز ذلك فلا يكون مخالفا لما قدمناه ، وقد كان شيخنا أبو إسحاق رحمه اللّه فيما أظن يقول لأجل هذه المسألة : ان الحركات تولّد كالاعتمادات وأنهما يختصان بذلك دون غيرهما وهذا يبعد لما قدمناه ، لأنه ان جاز أن يولد الحركة ولا يختص بالجهة فما الّذي أوجب كون الاعتماد مولدا دون غيره من الأعراض ، ولم صار التوليد بأن يكون في جهة أولى منه في جهة أخرى ؟ وان قال إذا كان التوليد فيما يماس محل القدرة كان تحريكه تابعا لحركة محل القدرة ، فلذلك اختص بجهة دون غيرها ، وان لم يثبت للحركة جهة فهذا بعيد ، لأن العلة التي قدمناها قائمة فيه ، فلا فرق بين ما يتصل بمحل القدرة هذا الاتصال وبين غيره من الأجسام إذا وصلها بمحل القدرة ، والجذب عندنا لا يكون\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالا بالاعتماد ، وكذلك الدفع ، الا أن يراد به تحرك نفس المحل ، فلا بد من أن يفعل فيه الاعتماد ، فلذلك يتحرك ما اتصل به من شعر وغيره على ما قدمناه ، وإذا جاز أن يقال إن الاعتماد متى ولد تحريك غير محله وجب أن يولد معه اعتمادا ، فلا يصح أن يولد أحدهما دون الآخر ، لم يمتنع أن يقال إنه لا يصح أن يفعل بالقدرة أحدهما دون الآخر على سبيل المباشرة ، وليس يجب أن يستنكر لأمر يرجع إلى الفاعل أو لا يصح منه ايجاد أحد الأمرين الا مع ايجاد الآخر كما ذكرنا في ايجاد المقدور في أحد المحلين أنه يستحيل من غير أن يوجد غيره في المحل الآخر ، وكما يقال في العضو الواحد انه كالآلة فلا يصح أن يحرك بعضها / دون بعض ما لم يكن هناك مفاصل ، فكذلك لا يمتنع أن يقال إنه لا يصح أن يفعل بقدرة الجوارح الحركة دون الاعتماد لأمر يرجع إلى أن المحل كالآلة فيهما جميعا ، وإذا جاز أن يقال إن ما يدرك بمحل الحياة بمنزلة ما يدرك بالحاسة في أنه يصح أن يدرك به شيئا دون شيء مما يصح أن يدركه به ويجرى المحل مجرى الآلة في ذلك ، فكذلك لا يمتنع مثله في محل القدرة أن يجرى مجرى الآلات ، فكما لا يجوز أن يفعل تحريك بعضها دون بعض ، أو التوليد ببعض ما يحصل فيها دون بعض فكذلك ما قلناه ، فعلى هذا الوجه يسقط ما سأل عنه السائل ، وان كنا إذا أجبنا عنه بما يدل ظاهر قول الشيوخ رحمهم اللّه فيه من أنه يجوز أن يفعل بالقدرة الحركة دون الاعتماد لكان الجواب واضحا لأنه متى فعل الاعتماد ولد ، ولو لم يفعله لم يتحرك ما اتصل به على طريقة واحدة ، وان جاز أن يتحرك على بعض الوجوه بتحريك اللّه تعالى إياه ، ولو لزم ذلك فينا لوجب مثله في القديم تعالى ، فيقال لو حرك الثقيل كان لا يمتنع ألا يتحرك الخفيف المتصل به لو لم تكن الحركة مولدة ، فيما يسقط به ذلك هو المسقط للسؤال ، وان كان بين القديم جل وعز وبين الواحد منا فيما ذكرناه وجوه من الفرقان .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nولا يمكن أن يجاب عن السؤال بأن الحركة تحتاج إلى الاعتماد فلذلك وجب وجوده معها لأن الكون لا يحتاج الا إلى محله فقط من حيث كان المقتضى لاثباته ما يختص به محله من كونه في بعض الجهات مع جواز كونه في غيره ، فإذا لم يتعلق ذلك بالاعتماد فكذلك القول في الكون نفسه ، ولو احتاجت / إلى الاعتماد لاحتاج الكون إليه ، ولاستحال أن يوجد تعالى الجوهر الا مع الاعتماد كما يستحيل أن يحدثه الا مع الكون ، ولو كان كذلك لوجب أن يكون للجوهر به تعلق كما أن له بالكون تعلقا ، وفساد ذلك يبطل هذا القول ، ولا يصح أن يجاب عن السؤال بأن يقال :\r\nمتى دعته الدواعي إلى تحريك اليد دعاه الداعي إلى فعل الاعتماد ، لأن الغرض في الأمرين قد يختلف ولا يمتنع أن تكون دواعيه مقصورة على الحركة دون الاعتماد فيفعلها دونه ، وكان يجب متى فعلها ألا يتحرك ما اتصل به .\r\nفان قيل : إذا جاز كون القادر قادرا على الضدين ويختص بأن يفعل أحدهما دون الآخر ، فهلا جاز أن يولد الحركة في محل دون محل وان كان حكم الجميع معها واحدا ؟ قيل له : ان القادر مختار لما يفعل أو في حكم المختار ، فلا يمتنع أن يفعل أحد مقدور به دون الآخر ولو لم يصح ذلك فيه لا تنقض كونه قادرا على ما قدمناه في صدر هذا الكتاب عند الفصل بين ما يكون بالفاعل وما يكون بالعلة ، وليس كذلك الحركة لأنها لو ولّدت لكانت موجبة لما تولده ، فكانت لا تكون بأن تولد في محل أولى من غيره إذا كان الجميع مجاورا لمحلها ومماسّا له .\r\nفان قيل : إذا كان الاعتماد يولد عندكم الأكوان المتضادة ويختص بأن يولد بعضها دون بعض فهلا جاز ما قلناه في الحركات ؟ قيل له : ان الاعتماد سفلا وان كان من حقه أن يولّد الحركات المتضادة سفلا وانما يولد تحريك المحل إلى أقرب الأماكن دون غيره لأمرين : أحدهما أن قطعة لما بعد من م - 10 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالأماكن ولما قطع القريب منها يستحيل ، ولا يجوز أن يولّد ما يستحيل وجوده ، والثاني أنه يولد في جهته ، وجهته أقرب الأماكن إليه ، وليس كذلك / حكم الحركة لأنها لو ولدت ومحلها مجاور لستة أجزاء لم تكن بأن تولد في بعضها أولى من بعض ، وبأن تولد تحريك محلها إلى جهة أولى منه إلى غيرها من الجهات .\r\nفان قيل : إذا جاز أن يولد الاعتماد الحركة دون الصوت فهلا جاز أن تولد الحركة التحرك في جهة دون أخرى ؟ قيل له : ان الاعتماد انما يولد الكون دون الصوت متى لم يقع على الوجه الّذي من حقه أن يولد الصوت ، لأن من شرط توليده له أن تكون هناك مصاكة ، فإذا لم توجد ولد الكون دون الصوت ، ومتى حصلت المصاكة وجب أن يولدها ، لأنه ليس بأن يولد أحدهما أولى من الآخر ، وكذلك يجب لو كانت الحركة تولد أن لا يكون بأن تولد تحريك بعض ما جاورها أولى من الآخر .\r\nفان قيل : إذا جاز أن يولد بعض ما وجد في المحل من الاعتماد دون بعض وان كان الكل من جنس واحد ، فهلا جاز أن تولّد الحركة تحريك المحل في جهة دون أخرى وان كان حكمها على الجميع واحدا ؟ قيل له : انما قلنا في الاعتماد إذا وجد في المحل وفيه اعتماد مخالف له أقل منه ، ان الّذي يولد ما زاد على قدر ما كافأه لأن الدلالة التي ذكرناها دلت على أنه لاختصاصه بالجهة يولد ، فما خالفه من الاعتماد لا بدّ من أن يقع بينهما ما يجرى مجرى الممانعة ، فإذا صح ذلك قلنا إن الزائد على قدر ما كافأه يولد ، ولم يختص عينا من عين ، بل قلنا في الجملة ان بعضا منه يولّد من غير تعيين ، وذلك غير ممتنع فيما لا يكون موجبا ايجاب العلل إذا ما تقدمت الدلالة على أن له هذا الحكم ، كما لا يمتنع مثله فيما يحتاج إلى غيره وفي وجوه القبح ، / وليس كذلك ما قالوه في الحركة ، لأنه لم يثبت بدليل قاطع كونها موجبة . ولا صح أيضا أن غيرها يكافيها عند توليدها تحرك\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالمحل في جهة دون جهة ، ففارق ما قلناه في الاعتماد ، وقد بيّنا فساد قولهم انها تولد في الجهة التي الاعتماد اعتماد فيها ، وبيّنا أن هذا بعينه يوجب كون الاعتماد هو المولد دونها ، ويفارق ذلك ما نقوله من أن الاعتماد بأن يولد الصوت أولى من المصاكة ، لأن الدلالة لما دلت على أنه هو المولد له جعلنا المصاكة شرطا ، ولم تثبت لهم أن الحركة تولد بدليل قاطع ، فجعلوا الاعتماد شرطا في توليده .\r\nفان قيل : إذا جاز أن يولد الاعتماد التراجع عند المصاكة ويولد مع فقد المصاكة الانحدار ، ويكون في كل واحد من الحالين بأن يولد أحدهما أولى من الآخر ، فهلا جاز أن يولد الحركة في جهة دون أخرى ، وان كان حكمها معهما واحدا ؟ قيل له : انه متى لم يصادف محله جسما صلبا فإنه يولد في جهته الحركات ، ومتى صادف جسما صلبا ولد التراجع بشرط المصاكة ، فقد اختص في كل واحدة من الحالين بالتوليد في جهة دون أخرى ، فلذلك صح هذا القول فيه ، وفارق حاله حال الحركة فيما ألزمناهم ، لأنها إذا كانت تولد فحكمها مع جميع الجهات حكم واحد فلا يصح أن يختص بأن تولد في جهة دون أخرى ، بشرط تختص به تلك الجهة ، وقد بيّنا من قبل ما نختاره في هذه المسألة ، أعنى في أن التراجع عند المصاكة عن ما ذا يتولد ، وذكرناه قول الشيوخ فيه فلا وجه لإعادته ، وأظن أنا قد ذكرناه في هذه الدلالة في كتاب الاعتماد ما لم نذكره الآن ، وان كان ما أوردناه كاف .\r\nدليل آخر : ويدل على ذلك أيضا ما قاله شيخنا / أبو هاشم رحمه اللّه من أنها لو ولدت لوجب إذا رمينا حجرا صعدا أن يمضى أبدا إذا لم يحصل هناك مانع ، لأن في كل حال كانت الحركات تولد مثلها ، فكان يجب أن لا يتراجع ، وفي علمنا بتراجعه وان لم يصادف جسما صلبا دلالة على أنها لا تولد . وليس لهم أن يقولوا ان هذا بعينه يوجب أن لا يولّد الاعتماد\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nلأنه كان يجب لو ولد أن يولد في الثاني مثله في العدد ، ثم كذلك أبدا ، فإن لم يمنع من كون الاعتماد مولدا والحال ما ذكرناه لم يمنع من كون الحركات مولدة ، وذلك أن الاعتماد اللازم الّذي في الحجر يؤثر في توليد الاعتماد صعدا ويقع فيهما تمانع لاختلاف جهتيهما ، فلا يولد من المجتلب الا ما زاد على قدر اللازم في كل حال فيتناقص توليده حالا بعد حال ، فإذا انتهى إلى وقت لا يوجد فيه الا مثل اللازم أو دونه يتراجع باللازم الّذي فيه ، وذلك نحو أنه يفعل في حجر فيه مائة جزء من الاعتماد اللازم سفلا ألف جزء من الاعتماد صعدا فيولد منه تسعمائة في الثاني ثم يولد منها ثمانمائة ثم سبعمائة ثم ينتهى إلى ما ذكرناه ، وهذا لا يتأتى في الحركات فلذلك لزمهم أن لا يتراجع الحجر إذا قالوا إن الحركات تولد ، ولم يلزمنا مثله ، وقد بيّنا في مسألة التمانع الوجه الّذي لأجله لا يولد من الاعتماد المجتلب الا الزائد والعلة التي لا يقع فيهما تمانع ، وبيّنا أن أحدهما يمنع الآخر من التوليد ، لا أنه يمنع من وجوده ، وبسطنا القول فيه ، وقد ذكر شيخنا أبو هاشم رحمه اللّه في كتاب الأبواب عند اشارته إلى الوجه الّذي ذكرناه أنه يجوز أن تكون الاعتمادات صعدا إذا ضعفت ولدت في الثاني حركات ولم تولد الاعتمادات البتة فيحصل التراجع لهذا الوجه ، وقد قيل فيه ان / القادر إذا رمى الحجر فبحسب تراخى حال وجود الفعل يضعف ما يتولد فيما يتولد أو لا يكون أقوى ، ثم كذلك أبدا يضعف حالا بعد حال ، وقد مر لشيخنا أبى هاشم رحمه اللّه كلام يقارب ذلك في السهم إذا نفد عن الوتر ، وذكر مثله أيضا في الحجر إذا رمى سفلا ، فقال إنه يكون أسرع في الابتداء ثم يضعف حتى يبطل ما فيه من المجتلب وان لم يكن هناك مانع وهذا يبعد لأنه لا مانع يمنع من توليدهما جميعا لكونهما من جنس واحد ، فكيف يقال إن المجتلب منه يبطل من غير مانع ، وانما صح ذلك في الاعتمادين المجتلبين لأن أحدهما يمنع الآخر من التوليد كما\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nإذا تساويا لم يكن أحدهما بأن يولد أولى من الآخر ، وانما يضعف انحدار الحجر في آخر أمره لأنه لا بدّ من أن يكون للهواء فيه بعض التأثير ، ولو لم يحصل هناك هواء يؤثر لوجب أن تكون حاله آخرا كحاله أولا ، فيجب اذن أن يكون الاعتماد في الجواب عن السؤال هو على الجواب الأول .\r\nفان قيل : هلا قلتم ان الحركات تولد لكن الاعتماد سفلا يؤثر فيها من حيث يولّد ما يضادها ، فإيجابه لضدها يوجب وقوع التمانع فيهما كما قلتموه في الاعتمادين المختلفين فلا يجب أن ينفد أبدا ، قيل له : انما وقع التمانع بين الاعتمادين لاختصاصهما بالجهة ، والحركة لا جهة لها على ما بيّناه ، فلا يصح أن يتمانع الاعتماد .\r\nوبعد ، فان هذا السائل قد أقر بأن الاعتماد سفلا يولد الحركة سفلا ، فيكون لذلك ممانعا للحركة من حيث يولد ضدها ، وإذا صح ذلك في الاعتماد وجب القول بأن الاعتماد المجتلب صعدا يولد دون الحركات ، لأنه لا يمكنه أن يقول بأنهما يولدان جميعا على ما تقدم من القول فيه .\r\nدليل آخر : ومما يدل على ذلك أيضا أن ما يحصل من الحركات يحصل بحسب الاعتماد في الكثرة والقلة / دون الحركات لأن قاطع السلسلة لا فرق بين أن يشتد قطعه له أو يخف في أن الثقيل ينزل بحسب ثقله ، وإذا رمينا بحجر فمصاكته تحصل بحسب الاعتماد ، ولذلك يصير نزول أثقل الحجرين أسرع ، وقد قال شيخنا أبو هاشم رحمه اللّه ان الاعتماد يولد وحل مع السكون أو الحركة ، وبيّن ذلك بالثقيل أنه متى زال ما تحته من المانع فلا بد من أن يولد تحريكه سفلا وان لم تحصل فيه حركة ، والقول المؤثر متى قطع وتره فلا بد من أن يتولد التراجع عن الاعتماد وان لم تكن هناك حركة ، وقد يمكن قطع الخيط الّذي قد علّق به الثقيل على وجه\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nلا تحصل في النازل منه حركة ، وقد علمنا مع ذلك أنه يولد النزول ، فيجب أن يكون المولد هو الاعتماد دون الحركات .\r\nدليل آخر : ويدل على ذلك أيضا أنه لو لم يكن مولدا لوجب لو خلق اللّه حجرا ثقيلا لا على مكان ، أن يبقى بحيث هو ولا يهوى ، ولو صح ذلك فيه لصح أن يسكن الحجر لا على مكان ، وفي استحالة ذلك دلالة على أن الاعتماد يولد إذا لم يكن هناك مانع ، فمتى لم يحصل الثقيل على موضع صلب يمنعه من الهوىّ يجب أن يهوى ، ولا يكون كذلك الا والاعتماد يولد ذلك فيه ، لأنه لا يصح أن يقال إنه تعالى يفعل فيه الحركة حالا بعد حال ، لأنه كان يجوز أن يفعله فيبقى ساكنا في جهته ولا يكون بينه وبين الحقيقة فصل ، ومتى صح أن الاعتماد يولد بهذا الوجه فيجب أن يكون هذا المولد دون الحركات لأنه لا يمكن أن يقال إنها تحصل في بعض المواضع دونه ويحصل التوليد ، فلذلك كان صرف التوليد إليه في سائر المواضع أولى .\r\nدليل آخر ؛ ومما يدل على ذلك أيضا أن الحركة لو ولدت لوجب أن تولد السكون والكون المبتدأ أيضا لأنهما من جنسها ، وفي فساد ذلك فيهما دلالة / على أنها لا تولد .\r\nفان قيل : انى أقول في الكل انه يولد فما اعتمدتم عليه لا يصح ، قيل له لا فرق بين من قال إن الكون يولد الحركات ، وبين من قال إن الكون والطعم يولد انها ، والمخالف لا يقول أيضا بذلك ، فان قال إن الحركة مخالفة لهما في الجنس فلذلك صح أن يولد دونهما ، فقد بيّنا في صدر الكتاب أنها من جنسهما ، وبيّنا أيضا بطلان قولهم انها لا تبقى والسكون يبقى ، وأن بالادراك يفصل بينهما ، فلذلك صح ما اعتمدناه لأنا بنيناه على ما ثبت بالدليل ، يبين ما قلناه أن المجاورة لم ولدت التأليف لم يختلف الحال فيها بين أن تكون حركة أو كونا أو سكونا ، وانما نقول فيما يبقى\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nانه لا يولد لبقائه لا لأنه سكون ، ولذلك نقول في السكون الحادث انه يولد .\r\nفان قيل : إذا جاز في السبب عندكم أن يولد لوقوعه على وجه ولا يشاركه ما جانسه إذا لم يقع على ذلك الوجه في التوليد ، فجوّزوا أن تولد الحركة دون السكون من حيث وقعت على وجه ، قيل له هذا على قولك بأن الحركة مخالفة للسكون لا يصح ، فأما على قولنا فليس هناك وجه أكبر من تقدم ضدها ، وذلك مما لا يكسبها وجها يوجب اختصاصها بحكم دون غيره ، وفارق حالها ما نقوله في الاعتماد إذا وقع مصاكة ، لأن مقارنة غيره له قد تؤثر في حاله كما تؤثر في حال الحسن والقبيح ، وهذه الدلالة ليست بالجلىّ عندنا ، لأن لقائل أن يقول إن الحركة والكون جميعا يولدان ولا يمكن أن يبطل القول بأن الكون يولد الا بالرجوع إلى ما قدمناه من أنه لو ولد لم يكن بأن يولد في جهة أولى منه في جهة وإلى غير ذلك مما قدمناه مما يمكن أن يستدل به على أن الحركات لا تولد .\r\nفان قيل : ان قولكم ان الاعتماد يولد يؤدى / إلى وجوه من الفساد ، منها أنه إذا وجد في الجسم اعتمادان يختلفان أحدهما أزيد من الآخر عددا أن بعضه يولد دون سائره من غير سبب يوجب اختصاصها بذلك ، وان قلتم ان جميعه يولد إذا كان أزيد من الآخر ، لزمكم القول بأن الحجر إذا رميناه يجب أن ينفذ أبدا ما لم يكن هناك مانع ، ومنها أنه يجب إذا فعل القادران ان الاعتماد في الجسم مع تساوى قدرهما في جهتين أن يتمانعا من غير أن يتضادّ ما فعلاه على وجه ، وهذا محال لأن التمانع انما يصح في المتضادات دون غيرها ، ومنها أنه يؤدى إلى أن يولد الاعتماد الحركة سفلا وصعدا ، وذلك يبطل قولكم انه يولد على طريقة واحدة وينقض ما عليه تعتمدون في أن النظر لا يولد الجهل ، ومنها أنه لو ولد لوجب أن يولد اعتماد الواحد منا إذا استقر على الأرض السكون في مكانه حتى يولد\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالسكون في جميع الأرض ، وذلك فاسد ، ومنها أنه يجب أن يولد في محله اعتمادا مثله وذلك يوجب وجود ما لا نهاية له ، لأنه لا يمكن أن يقال فيه ما يقال في توليده الحركات لأنه يولدها في الثاني ، ومنها أنه لو ولد لأدى إلى القول بأن الاعتمادات المختلفة تولد جنسا واحدا من الكون ، وفي هذا قلب لجنسها وايجاب فبها أن تكون جهتها واحدة . قيل له :\r\nأما ما بدأت بذكره فقد تقدم الجواب عنه ، لأنا قد بينا أن الّذي يولد من الاعتمادين الموجودين في الجسم الزائد منهما ويولد منه ما زاد على ما يكافيه فيه الآخر ، لأن الدلالة قد دلت على أنهما إذا وجد في جسم واحد وتساويا لم يصح أن يولد أحدهما ، لأنه ليس بأن يولد أولى من الآخر ، ولا يصح أن يولدا جميعا لما فيه من اجتماع الضدين ، فإذا صح ذلك فيهما مع التساوي / وجب إذا زاد أحدهما أن يولد القدر الزائد منه دون جميعه ، ويدل على ذلك ما قدمناه في الحجر وأنه يتراجع ، ولولا ما ذكرناه من حاله لم يصح ذلك فيه ، فإذا صح هذا لم يمتنع أن يقال إن قدرا منه تولد لا بعينه ، لأنه ليس بموجب ايجاب العلل ، فيكون هذا القول فيه موجبا لقلب جنسه ، وإذا صح وجود المولد مع المنع ولا يولد لم يمتنع في بعض دون بعض ، ذلك على الجملة دون التعيين ، لأن مع ثبوت الأصلين اللذين قدمناهما لا بد من القول بهذا القول وله نظائر في الأصول ، لأن القدر قد ثبتت حاجتها إلى زيادة صلابة فلو بطل قدر من الصلابة لوجب بطلان بعض القدر لا بعينه ، وليس لأحد أن يقول لم صارت هذه بأن تبطل أولى من ذلك ، وكذلك لو فعل تعالى حياتين في محل واحد لقبحت إحداهما لا بعينها ، فغير ممتنع أيضا ما ذكرناه ، وقد بيّنا من قبل في توليد الوهى للألم ما يقارب ذلك ، وبسطنا القول فيه فلا وجه لإعادته ، وما ذكرته ثانيا فبعيد ، لأن الاعتمادين المختلفين إذا وجدا في الجسم الواحد فلا يجوز أن يولد أحدهما مع تساويهما في العدد\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nلا لأن بينهما تضادا ، لكن لتضاد ما يولدانه ، ولا يمتنع عندنا حصول التمانع فبهما على هذا الوجه ، وان لم يتضادا واجتمعا في الوجود لأن الّذي لأجله وقع التمانع فيهما هو تضاد ما يولدانه فليس أحدهما بأن يولد أولى من الآخر ، وقد كشفنا القول في ذلك في مسألة التمانع وبيّنا كيفية القول في ذلك فلا وجه لإعادته ، ولو ثبت أن الحركة تولد لكان الطعن من الوجه الأول والثاني قائما ، وان صح الطعن بذلك فيجب أن يكون طعنا لمن ينفى التولد أصلا ، وما ذكرته ثالثا / فقد بيّنا أن الاعتماد قد يولد الحركة سفلا وصعدا لكنه إذا كان سفلا ولد الحركات سفلا من غير شرط ، ولم يولد الحركات صعدا الا بشرط المصاكة ، وذلك لا يمتنع في الأسباب أن تولد الحركات صعدا الا بشرط المصاكة ، وذلك لا يمتنع في الأسباب أن تولد بشروط وعلى بعض الوجوه ، ويختلف حالها فيما تولده فلا وجه لإعادته ، وما ذكرته رابعا فقد بيّنا الجواب عنه في مسألة التمانع ، وذكرنا الوجوه التي قيلت فيه وبصرنا من جملتها أنه يولد السكون فيما اعتمدنا عليه إلى آخر الأرض ، لأنه لا مانع يمنع من توليده ذلك ، وان لم يصح أن يولد فيه الحركة لأن هناك مانعا ، وبيّنا أنه لا يمتنع أن يمنع من أحد الضدين ما لا يمنع من الضد الآخر ، فان المنع يخالف القدرة في هذا الباب ، وبيّنا أن التشنيع في هذا الباب لا يؤثر فيما اقتضاه الدليل ، وليس في قولهم ان هذا القول يؤدى إلى أن الاعتماد يولد في جميع الأرض الا التشنيع فلا وجه للقدح به ، ولولا أنا قد نقضنا ذلك هنالك لأعدناه ، وفيما أوردناه اسقاط لمسألة ، وما ذكرته خامسا من أنه لو ولّد في محله اعتمادا مثله لولد ما لا نهاية له فبعيد ، لأنه انما يولد اعتمادا مثله حتى ولد الحركة في جهته ، فإذا لم يصح أن يولد وهو في مكانه حركة ولا كونا لم يصح أن يولد اعتمادا أيضا ، فلا يجب ما قاله من الفساد إذا كان توليده لما يولده من الاعتماد يقع في الثاني وبشرط زوال المحل عن مكانه ، وما ذكرته آخرا من أنه لو ولد الاعتماد لولد المختلف\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nمنه جنسا واحدا من الكون ، والصحيح عندنا أنه قد يولد جنسا واحدا وقد يولد المتضاد ، وهكذا نقول في الجنس الواحد من الاعتماد ، لأن اللازم سفلا يولد / الحركات السفلى في الجهات المختلفة ، وقد يولد بشرط المصاكة التراجع ، والاعتماد صعدا قد يولد مثل ما يولده اللازم سفلا من الذهاب صعدا وخلافه ، وقد دل الدليل على ذلك فلا وجه للمنع منه ، ومن يقول بأن الحركات تولد يصرح بمثل ما قلناه ، لأن عنده أنها تولد الضد وان جاز أن تولد ما هو مخالف لها أيضا ، وليس هذا من النظر سبيل لأن النظر الواحد لا يجوز أن يولد الا علما مخصوصا ، وما هو من جنسه لا يولد الا أمثال ذلك العلم من حيث كان المعلوم من حاله أن جميعه يتعلق بمنظور واحد على وجه واحد فما يولده لا يختلف ، وليس كذلك الاعتماد لأنه يبقى فيولد الأكوان حالا بعد حال لكنه يولد ما يولد على طريقة واحدة ، فصار النظر بمنزلة اعتماد مجتلب لأنه لا يولد الا شيئا واحدا مخصوصا وان فارقه من وجه آخر ، لأن الاعتماد يولد فيما يصادف محله ، فأي محل صادفه ولّد فيه ، والا ولد في محله فقد ولد أشياء متغايرة على البدل ، وليس كذلك حال النظر لأنه يولد في محله وليس له تعلق بالمنظور فيه في باب التوليد ، فما يولده لا يتغاير كما لا يختلف ، فسقط بهذه الجملة جميع ما سأل عنه .\r\nفأما الاعتمادات كلها فلا تتولد من فعله الا عن الاعتماد كالأكوان وقد تقدم القول فيه ، فأما الصوت فإنه عن الاعتماد يتولد ، ولذلك يحصل بحسب شدة الاعتماد ويقل بحسب خفته ، وذلك يوجب كونه متولدا عنه ، لأن وقوع الشيء بحسب غيره على طريقة واحدة يدل على أنه متولد عنه على ما قدمناه ، لكنه لا يولد الصوت الا إذا حصل محله مصاكا لمحل آخر ، ويخالف في ذلك توليد الأكوان / التي يولدها تارة في محله وأخرى في غير محله ، فصارت المصاكة شريطة في توليد الاعتماد للصوت ، لأنه على\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nطريقة واحدة لا يولد الا إذا حصلت المصاكة ، ومع عدمها لا يولد ، وصارت المصاكة في ذلك بمنزلة مماسة ما يولد فيه الاعتماد في أنه شرط في التوليد حتى إذا لم تكن المماسة البتة لم يصح أن يولد فيه الحركات ، وذلك غير ممتنع في الأسباب على ما نأتى على بيانه من بعد .\r\nفأما التأليف فلا يجوز أن يتولد عن مثله لأنه يوجب وجود ما لا نهاية له في المحل من حيث يولد كل واحد منه غيره ولا يتأخر توليده ، لأن الشيء انما يولد غيره متأخرا متى حصل هناك ما يمنع من توليده في الحال ، وذلك مفقود في التأليف ، فلا يصح أن يقال فيه ما يقال في توليد النظر العلم ، والاعتماد الكون ، ولا يلزم على ذلك توليد الاعتماد اعتمادا مثله ، لأنا قد بيّنا أنه يولده تابعا لتوليده الكون ، فكما يولد الكون في الثاني فكذلك يولد الاعتماد في الثاني ، فلا يجب أن يولد ما لا نهاية له ، لأن كل واحد منهما يولد مثله في غير الحال الّذي يولد صاحبه فيها وعلى غير ذلك الوجه . يبين ذلك أيضا أن التأليف لو ولد مثله لم يكن هناك طريق يفصل به بين المولد والمولد على وجه ، لأن وجود أحدهما مع عدم الآخر كان يستحيل على وجه من الوجوه وصار حاله كحال القدرة على مذهب من يقول إنها لا تنفك من الفعل ، ويخالف ما نقوله في توليد المجاورة للتأليف ، لأنها قد توجد عندنا ولا تأليف على بعض الوجوه ، وكذلك سائر الأسباب والمسببات فإذا استحال ذلك في التأليف لو ولد مثله فيجب القضاء بأنه غير مولد أصلا ، وأن الّذي يولد التأليف هو الاعتماد / والمجاورة أو هما ، لأنه لا شبهة فيما عدا هذه الأعراض أنها لا تولد التأليف .\r\nفان قيل : هلا قلتم ان الرطوبة واليبوسة تولده ؟ قيل له : لأن ما فيه الرطوبة واليبوسة انما يحصل التأليف فيه إذا جاورنا بينهما ، والمجاورة حادثة وهما باقيان وما أوجب كونهما أو كون أحدهما مولدا له قائم في المجاورة وهي مستندة بأنها حادثة ، وانما التأليف يحصل بحسبها فيجب\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nكونها مولدة دونهما ، ولا يمكن دفع هذا السؤال بأنه كان يجب أن تولد الرطوبة والتأليف في الرطبين إذا تجاورا ، لأن للمخالف أن يقول به ويجرى الرطوبة مجرى المجاورة عندنا في أنها تولد جنس التأليف متى حصل في المجاورة ، وان لم يصعب التفكيك الا إذا كانت اليبوسة في المحل الآخر .\r\nفان قيل : هلا قلتم ان الجوهر نفسه يولد التأليف بشرط المجاورة ويكون من فعل اللّه تعالى ، وان كان يتولد عن الباقي كما تتولد عندكم الأكوان عن الاعتماد اللازم وان كان باقيا . قيل له : انه إذا كان لا يولده الا والمجاورة حادثة والتأليف حاصل يحسبها وقد اختصت بأنها حادثة ، فصرف توليد التأليف إليها أولى منه إلى الجوهر نفسه ، وقد قيل إن المولد لا يجوز أن يكون مما يستحيل وجود المولد مع عدمه ، فلا يصح على هذا الأصل أن يكون الجوهر مولدا للتأليف ، فحاجته في الوجود إليه ، وبيّن ذلك بأن تعلق المسبب بالسبب كتعلق المقدور بالقدرة ، والفعل بالفاعل ، فإذا لم يصح اثبات الفعل على وجه يحتاج إلى فاعله أو القدرة عليه ، فكذلك لا يصح اثباته / على وجه يحتاج إلى ما يتولد عنه ، وذلك يمنع من كون الجوهر مولدا للتأليف ولسائر ما يحتاج إليه في الوجود ، ولا تلزم على هذه الطريقة المجاورة ، لأن التأليف لا يحتاج إليها بعينها ، ولذلك ينتفى مع انتفائها بأضدادها من المجاورات .\r\nوبعد ، فلو ولد الجوهر التأليف بشرط المجاورة لوجب أن يولده حالا بعد حال إذا حصلت المجاورة ، لأن حكمه في سائر الأوقات لا يختلف في الوجه الّذي له يولد ، ولو ولده في حال البقاء لتعذر على الضعيف تفريق الأجسام الصلبة إذا استمر بها التجاور مدة طويلة ، ويخالف ذلك ما تقوله له في المجاورة أنها تولد في حال حدوثها دون سائر أوقاتها ، لأنها من حيث اختصت في الأول بالحدوث دون سائر الأوقات ، صح أن تولد في تلك الحال دون سائر الأحوال ، فيصير الحدوث شرطا في توليدها ، ولا يمتنع\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nذلك في الأصول أن يختص الحادث من الحكم بما لا يحصل الباقي ، وليس كذلك حال الجوهر ، لأنه باق في الأحوال كلها ، فلو ولد التأليف في حال لولده في سائر الأحوال ، كما لو ولدته المجاورة في بعض الأحوال التي تبقى فيه ، لوجب أن تولده في سائر الأوقات .\r\nوبعد ، فان هذا القول يؤدى إلى ابطال القول بالتوليد ، لأنه يوجب في سائر ما نقول إن الاعتماد وغيره يولده أن يقال إن الجوهر يولده بشرط حصول هذه الأسباب ، فإذا بطل ذلك بطل بمثله في التأليف ، وصح ما قلنا من أنه لا يجوز أن يتولد الا عن المجاورة أو الاعتماد أو هما ، وانما قال شيخنا أبو عبد اللّه رحمه اللّه أن الأولى أن تكون المجاورة هي المولدة للتأليف دون الاعتماد ، / لأن ما أوجب كون الاعتماد مولدا له ، يوجب كون المجاورة مولدة له أيضا ، ولا يحصل التأليف موجودا على وجه يعلم الا والمجاورة حاصلة ، وقد يحصل ولا اعتماد ، فلذلك كان صرف التوليد إلى المجاورة أولى ، ويمكن أن يقال إن التأليف يحصل بحسب المجاورة لا بحسب الاعتماد ، فيجب أن تكون هي المولدة . لأنهما إذا كانا حادثين واختصت هي بأن وقع التأليف بحسبها ، فيجب كونها مولدة ، وقد يقال إن الاعتماد لو ولده وقد صح أن ما أوجب كونه مولدا يوجب كون المجاورة مولدة له ، فكان يجب من حيث اشتركا في توليد التأليف أن تكون المجاورة مولدة لكل ما يولده الاعتماد ، لأن ذلك واجب في الأسباب ، وان اختلفت أن كل ما اشترك منها في توليد جنس فيجب أن يشترك في توليد سائر الأجناس كالاعتمادات ، فكان يجب أن تولد المجاورة الأصوات والأكوان وغيرهما ، فأما من ضم أصابعه بعضها إلى بعض فإنما يتعذر تفريقها لا لما يفعله من التأليف حالا بعد حال لكن الاعتماد والأكوان ، فلا يمكن من هو أضعف منه تفريقها لكثرة ما فعله منهما أو من أحدهما ، وان كنا لا ننكر أن يفعل التأليف حالا بعد حال متولدا\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nعن المجاورة التي يحدثها حالا بعد حال ، لأنها تولد التأليف متى كانت حادثة ، سواء تقدم كون المحل متجاورا بغيرها ، أو حصل متجاورا بها ، فلا يمكن أن يستدل بذلك على أن الاعتماد هو المولد للتأليف دون المجاورة .\r\nولا يمكن أن يقال : ان الاعتماد هو الّذي يولد التأليف لأن من حقه أن يولد سائر أفعال الجوارح لأنا قد بيّنا أن الأمر في ذلك موقوف على الدلالة ، وقد قدمنا ما يدل على أن المجاورة أيضا تولد ، وبيّنا من قبل أن المولد للألم والوهى والكون / اذن كالاعتماد ، لأن له حظا في التوليد ، فلا فرق بين من جعل المولد للجميع الاعتماد ، وبين من جعل المولد لها أجمع الأكوان ، فإذا تساوى القولان سقطا ووجب صحة ما قدمناه .\r\nفان قال سائلا على ما قدمناه من الدلالة على أن الاعتماد يولد الصوت :\r\nلم صرتم بأن تقولوا انه يولده بأولى ممن قال إن المماسة تولده ؟ لأنه لا بدّ من وجود هذه الأمور أجمع عند فعلنا الصوت ، بل ما أنكرتم ان المولد له الصلابة أو الجوهر نفسه بشرط وجود هذه الأمور أو بعضها ، وكيف يصح أن تقولوا ان الاعتماد يولده لوجوده بحسبه والمصاكة شرط ، فقد علمتم أنه يوجد بحسب المصاكة ، فقولوا انها تولد والاعتماد شرط ، ولا يتم لكم القول بأن المصاكة مما يحتاج القوى في الوجود إليها أو الصلابة ، فلا يمكن القول بأنها يولدانه والاعتماد مما لا يحتاج إليه ، فيصح ذلك فيه ، لأن من قولكم انه لا يحتاج إلى جميع ذلك ويخالفون فيه الشيخ أبا على رحمه اللّه . قيل له : لو صح أنا نفعل الصوت في غير محل القدرة نحو ما نفعل في الضد أو غيره ، وقد قلنا إن كل ما تعدى محل القدرة فالمولد له هو الاعتماد دون غيره لأن ما عداه لا جهة له .\r\nفان قيل : جوّزوا أن يولد الاعتماد كونا في المحال ويكون هو المولد للصوت كما قلتم بمثله في توليد الاعتماد للوها فإنه لا يولد الألم ، فلذلك\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nصح أن نعديه عن محل القدرة . قيل له : ان ما أوجب كون الاعتماد مولدا لذلك الكون ، يوجب كونه مولدا للصوت ، لأنهما يوجدان بحسب الاعتماد ، فلا فرق بين من جعل الكون للصوت ، وبين من جعل الصوت مولدا للكون ، / فيجب القضاء بأن الاعتماد هو المولد لهما جميعا ، كما أنه المولد للاعتماد والكون جميعا في المحال من حيث وقعا بحسبه في الشدة والضعف والكثرة والقلة ، ولا يلزم على ذلك ما نقوله في توليد الوهى الألم دون الاعتماد ، وذلك لأن هناك وجها في الوهى هو بأن يكون مولدا أقرب ، وهو حدوث الألم بحسبه دون الاعتماد لأن الاعتماد بحيث يكثف من الجسد ويرق قد يحدث على سواء ويتفاوت ما يوجد من الألم من حيث تفاوت الوهى ، ولا يمكن أن يقال مثله في الكون والصوت ، وان الصوت يحصل بحسب الكون دون الاعتماد ، بل هما جميعا يحصلان بحسب الاعتماد فوجب أن يكون مولدا لهما جميعا ، كما يجب كونه مولدا للأكوان وللاعتمادات ، وبهذا يبطل قول من يقول إنه يتولد عن المماسة ، فأما الصلابة فهي باقية وكذلك الجوهر ، وقد بيّنا أنه متى تساوى حال الحادث والباقي في جواز صرف التوليد إليهما فصرفه إلى الحادث أولى ، لأن الأصل في العلم بأن الشيء يتولد عن غيره هو حدوثه بحسب حدوثه ، ولأن القول بأنه يتولد عن الثاني ينقض الدلالة على أن أفعالنا متعلقة بنا ، لأنا قد علمنا أن الصوت كالاعتماد في أنهما جميعا يقعان بحسب قصودنا ودواعينا ، فلو قلنا إنه يتولد عن الصلابة أو الجوهر لوجب اخراجه من كونه فعلا لنا ، ولا يمتنع أن يكون للصلابة حظ في شدة الاعتماد والمصاكة فيقع لأجله الصوت أشد مما يقع إذا كان في المحل رخاوة ، فيكون له تأثير في حصول السبب على بعض الوجوه ، فيتولد الصوت بحسبه لأنه المولد ، كما أن لصلابة الجسم يتراجع ما يصاكه وبحسبه يتراجع ، ولولاه لم يحصل التراجع أصلا ، ولم يوجب ذلك أن\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nيكون التراجع / متولدا عن الصلابة ، بل الاعتماد يولده ، فكذلك القول في الصوت .\r\nوبعد ، فان الجسم الصلب إذا رميناه على جسم صلب يتولد الصوت على الوجه الّذي يتولد التراجع ، فكما أن التراجع عن الاعتماد يتولد دون الكون فكذلك الصوت ، وما قدمناه يبين صحة ذلك ، لأن الكون لو ولد الصوت لوجب كون الاعتماد أيضا مولدا له ، لأن ما أوجب كون ذاك مولدا له يوجب كون هذا مولدا أيضا ، ولو كان كذلك لوجب أن يولد الكون كل ما يولده الاعتماد ، ويولد الاعتماد كل ما يولده الكون على ما قدمناه في وجوب ذلك في الأسباب إذا اشتركت في توليد جنس واحد .\r\nوأما الكلام في الآلام فإنها تتولد عن الوهى دون الاعتماد والتأليف وغيرهما ، فقد تقدم القول فيه فلا وجه لإعادته ، واللذات التي تحدث عند الوهى كالآلام في ذلك ، لأن الجنس واحد ، والمولد انما يولد هذا الجنس ويختلف حال من حدث في بعضه في كونه ألما أو ملتذا بحسب شهوته ونفور طبعه ، وقد قال شيخنا أبو علي رحمه اللّه ان اللذات لا يجوز أن يقدر عليها العباد ، وفصل بينها وبين الآلام ، وليس كذلك الأمر لأنهما سواء في صحة احداثنا لهما ، الا أن نريد باللذات ما يحدث عند أكل المشتهى ، فيجب أن تكون كالآلام الحادثة عند تناول ما ينفر الطبع عنه في أنهما جميعا غير مقدورين لنا ، وهذا الوجه لا نحتاج إلى ذكره ، لأن الدلالة دلت عندنا على أنه يألم ويلتذ بادراك نفس الطعم من غير حدوث ألم ولذة ، ونحن نبين من بعد ابطال القول بأنا نولد غير هذه الأمور التي ذكرناها ، ونذكر الآن جملة من القول في كيفية توليدها / لما تولده .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nفصل في بيان كيفية توليد الأسباب التي قدمناها لما تولده ، وذكر شروطها وما يتصل بذلك\r\nأما النظر فإنه يولد العلم متى تعلق بالدليل ، وكان الناظر عالما به على الوجه الّذي يدل على المدلول ونظر فيه على هذا الوجه ، ومتى لم يكن الناظر بهذه الصفة ولا كان النظر متعلقا على هذا الوجه لم يولد العلم ، وسيجيء بيان ذلك في باب النظر والمعارف ، وقد بيّنا أنه يولد العلم في محله لأنه لا جهة له ، وما لا جهة له لا يولد في غيره الا بأن يكون من حق المتولد لأمر يرجع إلى جنسه أن يتعدى المحل الواحد كالتأليف ، وليس العلم بهذه الصفة ، فيجب اذن حدوثه في محل النظر ، وقد بيّنا أن المولد للعلم لا يجوز أن يكون سواه ، وأن النظر لا يجوز أن يولد سائر أفعال القلوب فلا وجه لإعادة القول فيه .\r\nفان قيل : كيف يجوز في المولد أن يولد بشرط مع كونه موجبا لما يولده ، ومن حق الموجب متى وجد ، والمحل يحتمل ، أن يولد ، والا بطل كونه موجبا ؟ قيل له : ليس الأمر كما قدرته في الأسباب ، وانما يقال ما ذكرته في العلل ، وقد بيّنا من قبل أن السبب يخالف العلل في هذا الوجه ، وأنه شبيه بالقادر الّذي قد يصح فيه أن يفعل مقدوره وألا يفعل ما لم يعرض هناك ما يوجب أحد الأمرين ، ولا يمتنع أن يوجد السبب ويعرض ما يمنع من وجود المسبب ، والأصل في ذلك / أن اثبات السبب مولّدا على وجه يخرج المسبب معه من كونه مقدورا للقادر ومستحقا للذم والمدح عليه ، لا يصح لما فيه من ابطال القول بحاجة المحدث إلى محدث من حيث كان محدثا ولوجوه قد تقدم ذكرها ، فلو قلنا إن مع م - 11 ج 9 المغنى\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nوجود السبب يجب وجود المسبب لا محالة ، لم ينفصل حاله من حال العلل ويخرج المسبب من كونه فعلا له توصل بالسبب إلى ايجاده ، فإذا بطل ذلك لم يمتنع إذا كان موصلا للقادر إلى ايجاد المقدور أن لا يصل به إلى ايجاده الا أن يقع على بعض الوجوه ، ويكون هو على صفة مخصوصة كما نقول في آلات الأفعال والادراك ، وقد صح أنه لا يصح من الواحد منا ايجاد كثير من أفعاله الا وهو على صفة كالإرادة والنظر وان لم يجب ذلك فيه من حيث كان فاعلا له ، ولا يصح منه أن يوجد كثير من أفعاله على بعض الوجوه الا بأن يكون عالما أو مريدا أو كارها ، وكذلك لا يمتنع أن يصح أن يتوصل بفعل إلى فعل الا وهو على صفة ، والفعل أيضا على صفة ، فلذلك جاز أن لا يولد ما يفعله من النظر الا وهو عالم بالدليل على الوجه الّذي يدل ، ويجب أن يكون القول في ذلك موقوفا على الأدلة فان دلت على أن السبب لا يولد الا وهو على صفة أو الفاعل على صفة قضى به ، والا قيل إنه يولد لحدوثه فقط ، والدلالة قد دلت في النظر على ما ذكرناه من حاله ، فلذلك صح أن لا يولد الا وحال الناظر ما قلناه ، وإذا جاز في العلم خاصة أن لا يكون علما من فعل القادر الا إذا فعله وهو عالم بمعلومه ، ومتى لم يكن كذلك لم يكن علما ، جاز مثله فيه إذا / تولد عن النظر أن لا يتولد إذا كان فاعل النظر عالما بمتعلقه على وجه مخصوص ، وإذا جاز أن لا يولد نظره العلم الا وهو عالم بما يكمل به العقل لتعلق بعض العلوم ببعض ، فكذلك لا يمتنع أن لا يولد الا إذا كان عالما بالدليل لتعلق العلم بالمدلول به ، ولذلك متى دخلت الشبهة عليه في الدليل بطل العلم بالمدلول ، كبطلان الفرع عند الشبهة في الأصل ، وأما المجاورة فإنها تولد التأليف متى كانت حادثة والمحل محتمل ، فأما الباقي منها فإنه لا يولد التأليف لأنه لو ولده لوجب ألا تعرى الأجسام المتجاورة من حدوث التأليف فيها حالا بعد حال ، وأكثر ذلك فيه إذا دام كونه متجاورا لمدة طويلة ، لأن التأليف مما يجوز البقاء\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nعليه ، وكان يجب أن يصعب تفريقه على من يروم ذلك فيه لحدوث التأليف لا لأمر يرجع إلى كون المحل صلبا وملتزقا ، وفي فساد ذلك دلالة على أن الباقي منها لا يولد ، فأما الحادث منها فإنه يولد ولا يحتاج في توليده إلى أكثر من حدوثه وكون المحل محتملا ، لأنا إذا جاوزنا بين الجواهر حدث التأليف والا لم يحدث ، فعلم أن توليده إياه هو بهذا الشرط .\r\nفان قيل : هلا قلتم انها تولد بشرط الحدوث وأن يكون المحل بها يحصل متجاورا ، فيجب أن لا تكون المجاورة الحادثة في المحلين المتجاورين مولدة للتأليف . قيل له : قد بيّنا أن المولد لا يولد الا لأمر هو عليه ، وان كان قد يحتاج فيه إلى شرط ، فما لم يثبت كونه شرطا فيه وجب الغاؤه ولم يثبت ما ذكرته من الشرط ، فيجب كونه مولدا للتأليف متى حصل حادثا .\r\nوبعد ، فان المجاورة / التي حصل المحل بها متجاورا انما ولدت التأليف بحدوثها ولأن المحل حصل محتملا له ، وما يحدث من أمثالها فيه حالا بعد حال سبيلها سبيل الأول ، فيجب كونه مولدا لأنه لا شيء من ذلك الا وقد حصل المحل به متجاورا وان كان بعضه حدث بعد بعض ، كما أن الكثير من السكون يصير المحل به ساكنا وان كان بعضه حادثا بعد بعض ، وقد بيّنا أن الحادث قد يختص بما لا يشاركه الباقي فيه ، نحو ما بيّناه في كونه منعا ، فليس لأحد أن يقول : كيف يجوز في حادثة أن تولد التأليف ولا تولده إذا كان باقيا ؟ وهلا حل محل الاعتماد اللازم الّذي يولد في سائر أحواله لأنا كما لا نوجب في الباقي أن يولد فكذلك لا نمنع منه ، والأمر فيه موقوف على الدلالة ، وأما الوهى فإنه يولد الألم بشرط انتفاء الصحة ، لأنه لو وجد جنسه ولم تنتف الصحة به لم يولد ، ومتى انتفت به ولد ، فعلمنا أنه يولد بهذا الشرط ، ولهذا لو انتقل لم يتولد في جسمه الألم ، وان كان قد وجد فيه من\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nجنس ما إذا حصل به تفريق جسمه سمى وهيا ، فأما اشتراط كونه حادثا فلا نحفظه عن شيخنا أبى هاشم رحمه اللّه مفصلا ، وسألت شيخنا أبا عبد اللّه رحمه اللّه عنه فجوّز كونه مولدا وان كان باقيا ، وقوّى ذلك بأن قال : ان توليده إذا كان لأمر يرجع إليه فيجب أن يكو باقيه كحادثه كما نقول في الاعتماد ، والأقرب عندي أنه لا يولد الا إذا كان حادثا ، لأن شرط توليده انتفاء الصحة ، وانتفاؤها يختص حال الحدوث دون حال البقاء ، فيجب كونه مولدا في تلك الحال ، وانما ساغ لنا القول / بأن الاعتماد الباقي يولد لأن الوجه الّذي يولد عليه يستوى فيه حال البقاء وحال الحدوث ، وهو اختصاصه بالجهة إذا ولد الكون والاعتماد ، وحصول المصاكة به إذا ولد الصوت ، وليس كذلك حال الوهى ، فلذلك كان حادثه هو المولد دون الباقي ، وليس لأحد أن يقول إن باقيه لو لم يولد لم يجد المجروح الألم حالا بعد حال ، ووجدانه ذلك يدل على أن باقية يولد ، وذلك لأنه وجدانه ذلك انما هو لأن الوهى يحدث حالا بعد حال ، وقد ذكر ما يدل على ذلك شيخنا أبو هاشم رحمه اللّه ، ومتى اندمل لم يحدث ذلك حالا بعد حال .\r\nولذلك يختلف حال ما يحدث من الألم بحسب ما يحصل في الموضع من الحركة والاختلاج ، فليس في ذلك دلالة على أن الباقي منه يولد ، وشيخنا أبو علي رحمه اللّه يجعل المحل محتملا للألم إذا كان فيه حياة ، وكذلك كان بقول شيخنا أبو هاشم رحمه اللّه أولا ، ثم رجع إلى أن جنسه يتولد وان لم يكن في المحل حياة ، من حيث كان الألم مما لا يوجب حالا للحى ، وانما يرجع إليه كونه مدركا له وآلما به إذا كان نافر الطبع عنه فتجب صحة وجوده فيما لا حياة فيه كسائر ما لا يختص الحي من المدركات ، وعلى هذا القول يجب ألا يشترط في كونه مولدا أن تنتفى به الصحة ، لأن الصحة انما تطلق على بعض الأجسام دون بعض فيفسد من حيث العبارة لا من حيث المعنى ، ويقال بدلا منه انه يتولد متى انتفى به التأليف ، كما أن الاعتماد يولد\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالصوت متى حصل هناك مصاكة ، وعلى القول الأول يجب ذكر الصحة لأنه في سائر الأجسام / لا يولد ، والأولى أن بجعل الحياة شرطا في كونه مدركا لمن المحل بعضه لا في وجوده لأنه لا يمكن أن يقال إنه يحتاج في جنسه أو في بعض صفاته إلى الحياة ، أو لا يوجب الحكم الا للحى وهو بمنزلة الحرارة والبرودة في هذه القضية ، ولتقضّى ذلك موضع نشرحه فيه ان شاء اللّه . فأما الاعتماد فإنه يولد السكون والاعتماد على وجهين :\r\nأحدهما في محله والثاني فيما يصادفه من الأجسام ويماسه ، فأما توليده ذلك في محله فمن حقه أن لا يولد الا الحركة دون السكون في مكانه ، لأنه انما يولد في جهته ؛ فلو ولد في محله السكون في مكانه لكان قد ولد في غير جهته ، ولأدى ذلك إلى أن يولد السكون بحيث هو فيه حتى يسكن الثقيل في الهواء بغير عمد ، ولو جاز أن يولد ذلك لم يولد الانحدار أبدا ، لأنه انما يولد ما يولده على طريقة واحدة ، ومن حقه أن يولد تحريك محله حالا بعد حال ما لم يحصل هناك منع ، ومتى حصل ذلك صارت الحركة سكونا ان لم تكن هناك صلابة توجب تراجعه ، وتوليده الاعتماد هو على هذا الوجه لأنه يولده في محله على الوجه الّذي يولد السكون ، فإذا ولد السكون في الثاني فيجب أن يولد الاعتماد وهو في المكان الثاني ليحصّل تولدا في جهته ، ولو كان تولد الاعتماد في محله وهو في مكانه حالا بعد حال لأدى إلى أن يعظم اعتماد الحجر الثقيل وان كان مستقرا على الأرض ، وفي بطلان ذلك دلالة على صحة ما قلناه ، ومن حق الاعتماد أن يولد في الثاني لا في حاله ، لأنه انما يولد لاختصاصه بالجهة ، فلو ولد في الحال لم يخل ما يولده من أحد وجهين : اما أن يولد السكون في مكانه ، أو يولد السكون الّذي يصير به في الثاني ، وقد بيّنا / أن توليده السكون في مكانه لا يصح ، فلم يبق الا أنه يولد السكون في الثاني ، وهذا يوجب القول بأن وجوده يتقدم السكون ، وإذا صح ذلك في توليده السكون فكذلك\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nفي توليده الاعتماد ، وليس من شرط توليده أن يكون حادثا ، لأن باقيه كحادثه في أنه يولد ، وقد بيّنا أن الوجه الّذي له يولد يحصل له في حال البقاء كحصوله في حال الوجود ، فيجب أن يكون مولدا في الحالين ، وأما توليده السكون في الجسم الّذي يماسه فإنه يولد فيه الحركة إذا لم يكن هناك ما يمنعه من التحرك ، ويولد معها الاعتماد ، وان كان هناك مانع من تحريكه ولد فيه السكون والاعتماد جميعا ، لأن حصول المنع من تحريكه لا يمنع الاعتماد من أن يولد فيه السكون ، وتوليده ذلك فيه يفارق ما استعنا فيه من توليده السكون في محله ، لأن ذلك يؤدى إلى أن يولد في غير جهة ، وهذا لا يؤدى إليه ، فلذلك فصلنا بين الأمرين .\r\nوقد قيل : ان الاعتماد يولد فيما ماسّ - محله إذا كان محله منفصلا منه ، فأما إذا كان ملتزما به وكانت الجملة كالشئ الواحد فان اعتماد بعضه لا يولد في بعض ، وقد قال شيخنا أبو هاشم رحمه اللّه في نقض الأبواب انما يكون الأثقل أسرع بلوغا إلى الأرض من الأخف ، لأن بعضه يولد في بعض الحركة والاعتماد ، وهذا يخالف ما حكيناه ، ويوجب أن المتصل والمنفصل في هذا الوجه بمنزلة ، وقال في الجامع في المعتمدين إذا هو نافى جهة واحدة أن الحي منهما لا يدرك اعتماد الثقيل عليه وأنا ندركه إذا كان معتمدا عليه وهو ثابت في مكان ، وقال في بعض مسائله : الحركات الحادثة في الرمح الطويل / تحدث في حالة واحدة ، إذا جذب أو دفع وكل حركاته متولدة عن حركة يد الانسان الّذي جذبه أو دفعه ، ولا يولد بعضه بعضا ، فالأقرب عندي في هذا الباب أن الحجر المتصل بعضه ببعض لا يولد اعتماد بعضه في بعض إذا رمى ، وانما يولد في محله أو فيما يحدثه الحركة إلى الثاني وفيما ماسه بحركة إلى الثالث لكان قد ولد في جهته وفي غير جهته ، وقد علم استحالة ذلك فيه ، فيجب اذن أن لا يولد الا في محله ، ولا يمنع ذلك من صحة ما قاله شيخنا أبو هاشم رحمه اللّه في زيادة\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nسرعة الثقيل في النزول ، لأنه انما يكون أسرع على ما قاله لأنه يولد بعضه في بعض الحدث لا على الوجه الّذي أنكرناه ، وان كان لا يبعد أن يقال إنه على جهة الحدوث أيضا لا يولد الا أن يكون بعضه ساكنا ، فالمتحرك منه يحدثه ، فأما إذا كان تحرك الكل على سواء فلا يولد كل اعتماده وحدث في المحل الا فيه . يبين ذلك أنه يجب أن يولد فيما ماسه على الوجه الّذي يولد في محله ، فإذا لم يجز أن يولد في محله الانتقال إلى الثالث لم يجز أن يولد فيما ماسّه أيضا الانتقال إليه ، وليس لأحد أن يقول انما لم يولد في محله الانتقال إلى الثالث لأنه يستحيل حصوله فيه ولما قطع الثاني ، وليس كذلك حال ما ماسه ، لأن القول بأنه يولد فيه الانتقال من الثاني إلى الثالث في حال انتقاله هو إلى الثاني لا يؤدى إلى فساد ، فيجب جواز القول به ، وذلك لأن الاعتماد من حقه أن يولد في الجهة التي لو كان مماسا لحى لوجد مدافعته ، وقد علم أن هذا المعنى انما يصح في أقرب الأماكن إليه دون الثالث فيجب أن لا يولد في محله / وغير محله الا بحيث يدافع ، وان كنا لا نمنع من أن يولد في جملة الجسم كالرمح الطويل متى كان محله منفصلا منه على ما حكيناه عن شيخنا أبى هاشم رحمه اللّه .\r\nفأما اعتماد بعض اليد على بعض فغير ممتنع لأنها لما فيها من المفاصل بمنزلة أجسام منفصلة بعضها من بعض وهي آلة الانسان ، فلا يمتنع أن يولد بعضها في بعض ، فأما إذا لم يكن هناك مفصل بعد أن يولد بعضه في بعض بالاعتماد الّذي فيه ، وأما توليد اعتماد بعضه في بعض السكون فغير ممتنع لأنه يكون متولدا في جهته ، فالمتصل من الجسم كالمنفصل في ذلك وان افترقا في توليد الحركة ، وهذه الطريقة توجب أنه تعالى إذا سكّن الأرض حالا بعد حال أن اعتماد بعضه يولد في بعض السكون أيضا ، وان لم يجب أن يولد اعتماد بعضه في بعض الحركة إذا حركها اللّه سفلا .\r\nفان قيل : فيجب ان كان سكونها بأن يكون في النصف السفلى اعتماد\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nصعدا لازم ، وفي العليا اعتماد سفلا ، أن يكون اعتماد النصف الأول يولد في النصف الآخر سكونا حادثا ، واعتماد النصف الأسفل يولد فيما فوقه سكونا ، ومتى وجب ذلك وجب وقوفها لمكان السكون لا لتكافؤ الاعتمادين ، وهذا يبطل كونه وجها ثانيا على ما قلتموه في تسكين الأرض . قيل له : انما يولد في النصف الأسفل السكون من حيث سكّنه اللّه فمنعه عن التحرك ، والا وجب كونه مولدا لتحريك النصف السفلى لأنه لا يجوز أن يتحرك ما فوقه سفلا ويبقى هو ساكنا ، وانما سكن هو لتكافى الاعتماد ، فقد عاد الحال فيه إلى أنه يسكن بتكافؤ الاعتمادين من السكون ، ولولاه لما ولد اعتماد النصف في النصف الآخر به فيجب كونه من هذا الوجه وجها ثانيا ، فأما توليد اعتماد « 1 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انتهى النص .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nفهرست الجزء التاسع من كتاب المغنى التوليد\r\nصفحة\r\nمقدمة : للدكتور إبراهيم مدكور 3 فهرس المؤلف 7 الكلام في التوليد فيما يجب أن يثبت فعلا للإنسان وما يجب أن ينتفى عنه وفي الدلالة على المتولد من فعله والفصل بينه وبين المباشر وما يتصل بذلك 11 فصل : في أن القادر منا يقدر على المراد من أفعال الجوارح والقلوب كما يقدر على الإرادة والفكر وأنه يفعلهما كما يفعلهما 15 « : في أن أفعال الجوارح لا يجوز أن تكون واقعة على المحل بطبعه أو بإيجاب الخلقة وأن القول بإضافة شيء من الأفعال إلى الطبع متولدة أو مباشرة باطل 25 « : في أن الفاعل منا قد يفعل في غير محل قدرته الحركات وغيرها على سبيل التوليد وما يتصل بذلك 37 « : في ذكر ما يسأل عنه من نفى التوليد من الشبه وبيان الأجوبة عنها 64 « : في أنه تعالى يصح أن يفعل الأعراض في المحال وأن ما لا يقدر عليه منها هو في أفعاله سبحانه 87 « : في أنه سبحانه يصح أن يفعل على جهة التوليد كصحته منا وما يتصل بذلك 94 « : في ذكر شبههم في هذا الباب 102 « : في الدلالة على أن ما يفعله الواحد منا متولداً لا يصح أن يفعله بعينه مبتدأ 113\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nصفحة فصل : فيما يفعله تعالى متولداً هل يصح أن يبتدئه أم لا 119 « : في بيان ما لا يصح أن يفعله القادر منا إلا متولداً وما لا يصح أن يفعله إلا مباشراً وما يصح أن يفعله من كلا الوجهين 124 « : في بيان ما يصح إثباته سبباً لأفعالنا المتولدة وما لا يصح ذلك فيه وما يتصل بذلك 138 « : في بيان كيفية توليد الأسباب التي قدمناها لما تولده وذكر شروطها وما يتصل بذلك 161\r\n\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170}
  ]