[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمن فيض الغدير\r\nنظرة في كتاب\r\nالسنة والشيعة\r\nلمحمد رشيد رضا\r\nاعداد\r\nاحمد الكناني\r\nتأليف\r\nالعلامة الشيخ الأميني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\n[ مقدمات التحقيق 
  ]\r\n\r\nكتاب الغدير :\r\nكتاب يتجدّد أثره ويتعاظم كلّما ازداد به الناس معرفة ، ويمتدّ في الآفاق صيته كلّما غاص الباحثون في أعماقه وجلّوا أسراره وثوّروا كامن كنوزه . . . إنّه العمل الموسوعي الكبير الّذي يعدّ بحقّ موسوعة جامعة لجواهر البحوث في شتّى ميادين العلوم : من تفسير ، وحديث ، وتاريخ ، وأدب ، وعقيدة ، وكلام ، وفرق ، ومذاهب . . .\r\nجمع ذلك كلّه بمستوى التخصّص العلمي الرفيع وفي صياغة الأديب الذي خاطب جميع القرّاء ، فلم يبخس قارئاً حظّه ولا انحدر بمستوى البحث العلمي عن حقّه .\r\nونظراً لما انطوت عليه أجزاؤه الأحد عشر من ذخائر هامة ، لا غنى لطالب المعرفة عنها ، وتيسيراً لاغتنام فوائدها ، فقد تبنّينا استلال جملة من المباحث الاعتقادية وما لها صلة بردّ الشبهات المثارة ضدّ مذهب أهل البيت عليهم السلام ، لطباعتها ونشرها مستقلّة ، وذلك بعد تحقيقها وتخريج مصادرها وفقاً للمناهج الحديثة في التحقيق .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم اللَّه الرحمن الرحيم\r\n\r\nمقدمة الإعداد\r\nبين يدي القاري الكريم نماذج من الرسالة التي كتبها محمد رشيد رضا صاحب المنار « 1 » للرد على السيد محسن الأمين والقول بإباحة الزواج المؤقت ، وقد تعدّت صفحاتها المائة والثلاثين بقليل ، إلّا أن محتوى الرسالة أمر وراء ذلك ، وبإمكانك أن تعتبرها فهرستاً لما قيل ويقال ضد الشيعة ، فمعظم الأناشيد التي ردّدها السلف تجد صداها في هذه الرسالة ، وكأن القصد من كتابة الرسالة أشبه بالإثارة منهُ إلى طرح الاشكال ، والّا فهي أمور قد أُجيب عليها في وقتها ، وتكرارها من لغو القول ، وإن لنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للوقوف على ترجمته يراجع الأعلام 6 / 361 ، معجم المؤلفين 9 / 310 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nعن مثل ذلك لشغل .\r\nوليست هذه الإثارات مختصة بهذه الرسالة فقط ، وإنما هي السنة التي اختطها علماء السلف والتابعون وإلى ساعتك هذه ، بل وإنك لتقف متحيّراً أمام سيل الرسائل الجامعية التي تهطل علينا سنوياً من مطابع المعاهد والجامعات الإسلامية وهي تحمل بين دفتيها مقولة الشيعة بتحريف القرآن ، والقول بألوهية الأئمة ، وبيان وجوه الشبه بين الشيعة واليهود ، وما إلى ذلك ، وكأن مؤلّفيها قد اكتشفوا أمراً جديداً يستحق كل هذا الاهتمام فتتبنى الجامعة طبعها والأمر بتداولها بين الجامعات ، وكأن أبواب العلم قد سدّت منافذها أمام الطلاب ، ولم يبق الّا مجموعة شبهات أثارها شيخ الإسلام لتبقى من بعده علِكاً يلاك « 1 » مواقع التخمة .\r\nوالردود على مثل هذهِ الرسائل من قبل أعلام الطائفة دالة على روح المتابعة التي يحملها هؤلاء الأعلام حتى للشوارد منها ، لتنبيه الأوساط العلمية على مواقع الخلل فيها من جانب ، وإثبات الوجود من جانب آخر ، والّا فمثل هذهِ الأمور لا تستحق صرف الوقت الكثير .\r\nولذلك اختار المؤلف رحمه الله في رده على رسالة صاحب المنار نماذج منها بإشارات عابرة ولم يتوقف إلّا عند قوله « بأن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اللوك : أهون المضغ أو عَلْكُ الشيء .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالروافض تبغض أهل البيت » كزيد بن علي وابنه يحيى وأولاد الإمام موسى الكاظم والباقر ، وأثبت مقدرته وكثرة اطلاعه وتتبعه في الرجال والتاريخ لدحض أمثال هذهِ الشبهات الناشئة من الافتقار إلى كل ذلك .\r\nوتتميماً للفائدة قمت بالإجابة على بعض هذهِ الشبهات التي مرّ عليها المؤلف مرور الكرام ، والحاق إحالاتهِ رحمه الله على كتابه الغدير في مواردها ، كما قمت بتخريج المصادر غير المخرجة ، والإشارة إلى الواسطة التي نقل عنها المؤلف من المصادر المفقودة ، وللتفرقة بين إفاداته رحمه الله وما أضفناه في الهامش ختمت عبارته بكلمة ( المؤلف ) ، بالإضافة إلى تقويم النص وتقطيعه من جديد ، وإضافة عناوين يقتضيها التقطيع مستوحاة من النص ، وختمت ذلك بملحق بأسماء الكتب المطبوعة لعلماء الشيعة المؤلفة في رد البابية والبهائية مما قد أشار إليه المؤلف رحمه الله في رده على صاحب المنار من عدّهِ البابية والبهائية من بدع الإمامية .\r\nأحمد الكناني\r\n14 جمادى الأولى 1417 ه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\n[ مقدمة المؤلف 
  ]\r\nلم يقصد صاحب هذه الرسالة نقداً نزيهاً ، أو حجاجاً صحيحاً وإن كان قد صبغها بصبغة الرد على العلامة الحجة في علوية الشيعة السيد محسن الأمين العاملي - حياه اللَّه وبياه - لكنه لم يتهجم على حصونه المنيعة إلا بسباب مقذع ، أو إهانة قبيحة ، أو تنابز بالألقاب ، أو هتك شائن ، ومعظم قصده إغراء الدول الثلاث العربية :\r\nالعراقية والحجازية واليمانية بالشيعة بأكاذيب وتمويهات ، وعليه فليس من خطة الباحث نقداً\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمثالها ، غير أنه لم نجد منتدحاً من الإيعاز إلى شيء من الأكاذيب والمخاريق المودعة فيها من وليدة فكرته أو ما نقله عن غيره متطلباً من علماء الشيعة تخطئة ما يرونه فيها خطأ ، وهو يعلم أن الأعراض عنها هو الحزم لما فيه من السياسة الدولية الخارجة عن محيط العلم والعلماء .\r\n\r\n[ مبتدع أصول الشيعة عبد اللّه بن سبأ 
  ]\r\n1 - بدأ رسالته بتاريخ التشيّع ومذاهب الشيعة فجعل مبتدع أُصوله عبد اللّه بن سبا اليهودي ، ورأى خليفة السبئيين في إدارة دعاية التفرُّق بين المسلمين بالتشيّع والغلوِّ زنادقة الفرس ، وعدَّ من تعاليم غلاة الشيعة بدعة عصمة الأئمة ، وتحريف القرآن ، والبدع المتعلّقة بالحجّة المنتظر ، والقول بأُلوهية بعض الأئمة والكفر الصريح .\r\nوقسّم الإمامية على المعتدلة القريبة من الزيدية ، والغلاة القريبة من الباطنية وقال : هم الذين لقّحوا ببعض تعاليمهم الإلحادية كالقول\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبتحريف القرآن ، وكتمان بعض آياته وأغربها في زعمهم سورةٌ خاصّةٌ بأهل البيت يتناقلونها بينهم حتّى كتب إلينا سائح سنِّي مرَّة : أنّه سمع بعض خطبائهم في بلد من بلاد إيران يقرؤها يوم الجمعة على المنبر ، وقد نقلها عنهم بعض دعاة النصرانية المبشّرين ، فهؤلاء الإمامية الاثني عشرية ويلقّبون بالجعفرية درجات .\r\nوعدَّ من الإمامية بدعة البابية ثمَّ البهائيّة الذين يقولون بألوهيّة البهاء ، ونسخه لدين الإسلام وإبطاله لجميع مذاهبه ، ومن وراء هذه الكلم المثيرة للفتن والإحن يرى نفسه الساعي الوحيد في توحيد الكلمة والإصلاح بعد السيِّد جمال الدين الأفغاني .\r\nثمَّ بسط القول الخرافيَّ ، والكلم القارصة .\r\nوالباحث يجد جواب كثير ممّا لفّقه من المخاريق فيما مرّ من هذا الجزء من كتابنا « 1 » ، والسائح السنّي الذي أخبر صاحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد مرّ المؤلف رحمه الله على ما لفّقه صاحب المنار مرور الكرام ، ولم يُشر إلّا إلى شبهة تحريف القرآن ، وإليك الجواب عن بعض ما ذكره بما يسعه الهامش :\r\nفأما ما ذكره من أن مبتدع أصول الشيعة عبد اللّه بن سبأ فقد اتفقت كلمة المحققين من الباحثين اسلاميين ومستشرقين على وهمية هذهِ الشخصية\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nكالدكتور طه حسين في الفتنة الكبرى ، والدكتور كامل الشيبي في الصلة ، والدكتور علي الوردي على ما نقله عنه صاحب هوية التشيع . ومن المستشرقين الدكتور برناد لويس ، وفلهوزن ، وفريد ليندر ، وكايتاني وغيرهم كما في آراء المستشرقين المذكورة في نظرية الإمامة لأحمد محمود ، ولهم على ذلك دلائل وشواهد مذكورة في مظانها .\r\nوسواء قلنا بوجود ابن سبأ أو انعدامه ، فإن نسبة نشأة التشيع إلى عبد اللّه بن سبأ نسبة من لا يفقه من التأريخ شيء ، نعم هي كلمة خرجت من أفواه من يريدون الوقعية بالتشيع بارجاعه إلى أصول يهودية كما حاول بعض ارجاع أصل الإسلام إلى أصول يهودية ، فالمنبع لكلا الوردين واحد ، وإلّا فالشواهد التأريخية تثبت أن التشيع ليس ظاهرة طارئة وأجنبية على هيكل الدعوة الإسلامية حتى نرجعه إلى أصول يهودية تارة أو أصول فارسية تارة أخرى وانما هو نتيجة ضرورية تقتضيها طبيعة الدعوة وحاجاتها ، ونرجع القاري - للوقوف على تلك الشواهد التاريخية - إلى ما كتبه السيد محمد باقر الصدر رحمه الله في مقدمة كتاب « تاريخ الإمامية واسلافهم من الشيعة » للدكتور عبد اللّه الفياض .\r\nوأما ما ذكره من تحريف الشيعة للقرآن فقد أجاب عنهُ المؤلف رحمه الله بما حاصلهُ : ان القاري إذا فحص ونقّب لا يجد في طليعة الإمامية إلّا نُفاة هذه الفرية كالشيخ الصدوق في عقائده ، والشيخ المفيد ، وعلم الهدى الشريف المرتضى وشيخ الطائفة الطوسي في التبيان ، وأمين الإسلام الطبري في مجمع البيان ، فهؤلاء أعلام الإمامية وحملة علومهم الكالئين لنواميسهم وعقائدهم قديماً وحديثاً ، وهذهِ فرق الشيعية وفي مقدمتهم الإمامية مجمعه على أن ما بين الدفتين هو ذاك الكتاب الذي لا ريب فيه وهو المحكوم بأحكامه ليس إلّا .\r\nوان دارت بين شدقي أحد من الشيعة كلمة التحريف فهو يريد التأويل\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nبالباطل بتحريف الكلم عن مواضعه لا الزيادة والنقيصة ، ولا تبديل حرف بحرف كما يقول بالتحريف بهذا المعنى هو وقومه ويرمون به الشيعة . ( المؤلف رحمه الله ) .\r\nوللوقوف على التحريف بهذا المعنى عند من يهرّج على الشيعة بذلك يراجع تفسير آلاء الرحمن للشيخ محمد جواد البلاغي ، في مقدمات التفسير يجد نماذج من ذلك .\r\nوأما ما ذكره من البدع المتعلقة بالمهدي فنقول : ان ثبوت أحاديث المهدي في الكتب الستة صحة وصراحة بلحاظ السند والدلالة كما هو الحال في صحاح الشيعة ، أمر لا شك فيه ولا ريب .\r\nوهذا المهدي الذي أثبتته الصحاح الستة هو بالذات المهدي المنتظر الذي تقول به الإمامية ، فإذا كان المهدي ضرب من البدع والخرافة فالمبدع لهذه الخرافة هو رسول اللَّه صلى الله عليه وآله وسلم ، فإن المهدي مما أخبر به النبي فوجب التصديق به كما وجب التصديق بالصلاة والصوم وبقية اخبارات النبي صلى الله عليه وآله وسلم « ما آتاكم الرسول فخذوه وما نهاكم عنهُ فانتهوا . . »\r\nنعم الأحاديث النبوية دلت على خروج المهدي في آخر الزمان ولم تتعرض لولادته أو انه ولد بالفعل وهو المائز بين ما تقوله الإمامة وما عليه أهل السنة ، الّا أن ذلك لا يستحق كل ذلك الهرج والمرج ، وليس من الضروري الاعتقاد بشيء إلّا أن يثبت من طريق الفريقين ، فأمر ولادة المهدي ثبت من طريق الخاصة فقط وهو كاف في حصول الاعتقاد إذا ثبت بطريق صحيح كما هو ثابت كذلك شريطة ان لا يناهض صحته حكم العقل وقد ثبت في محله ان لا محذور عقلي من القول بولادة المهدي قبل أوان ظهوره ، فالمشكلة اذن في ولادة المهدي قبل أوان الظهور أو في زمان الظهور وهذا الأمر ليس من قبيل اجتماع الضدين لتنقلب الدنيا على عقب ، وانما هو أمر واقع ، والوقوع فرع الإمكان كما يقولون .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالمنار من خطيب إيران لم يولد بعدُ ، ومثله الخطيب الذي كان يهتف بتلك السورة المختلقة في الجمعات ، ولا أنَّ الشيعة تُقيم لتلك السورة المزعومة وزناً ، ولا تراها بعين الكتاب العزيز ؛ ولا تجري عليها أحكامه ، ويا ليت الرجل راجع مقدّمات تفسير العلّامة البلاغي آلاء الرَّحمن وما قاله في حقِّ هذه السورة وهو لسان الشيعة ، وترجمان عقائدهم ، ثمَّ كتب ما كتب حولها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nيضاف إلى ذلك ان كبار علماء السنة قالوا بمقالة الإمامية وآمنوا بولادة المهدي ولم يدر في ذلك أي محذور ، وقد أورد الكثير منهم مع الإشارة إلى موضع مقالاتهم السيد الأمين في الأعيان .\r\nفمسألة كهذهِ مقبولة عقلًا وسنةً وعند علماء الفريقين فلما ذا كل هذا الصياح .\r\n( 1 ) وإليك نص ما أورد الشيخ البلاغي في تفسيره 1 / 24 :\r\n« وما الصقوه بالقرآن المجيد ما نقله في فصل الخطاب عن كتاب دبستان المذاهب إنّهُ نسب إلى الشيعة انهم يقولون إن احراق المصاحف سبّب اتلاف سور من القرآن نزلت في فضل علي عليه السلام وأهل بيته عليهم السلام ، منها هذهِ السورة . وذكر كلاماً يضاهي خمساً وعشرين آية في الفواصل قد لفق من فقرات القرآن الكريم على أسلوب آياته . فاسمع ما في ذلك من الغلط فضلًا عن ركاكة أسلوبه الملفق :\r\nفمن الغلط : « واصطفى من الملائكة وجعل من المؤمنين أولئك في خليقه » .\r\nما ذا اصطفى من الملائكة ، وما ذا جعل من المؤمنين ، وما معنى أولئك في خلقه .\r\nومنهُ : « مثل الذين يوفون بعهدك اني جزيتهم جنات النعيم » .\r\nليت شعري ما هو مثلهم .\r\nومنهُ : « ولقد أرسلنا موسى وهارون بما استخلف فبغوا هارون فصبر جميل » .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nونحن نرحّب بهذا الحجاج الذي يستند فيه إلى المبشّر\r\n\r\n\r\n","description":"","footnote":"\r\nومنهُ : « ولقد آتينا بك الحكم كالذي من قبلك من المرسلين وجعلنا لك منهم وصيّاً لعلهم يرجعون » .\r\nما معنى آتينا بك الحكم ، ولمن يرجع الضمير الذي في « منهم » و « لعلهم » ، هل المرجع للضمير في قلب الشاعر ، وما هو وجه المناسبة في لعلهم يرجعون .\r\nومنهُ : « وان علياً قانت في الليل ساجد يحذر الآخرة ويرجو ثواب ربه قل هل يستوي الذين ظلموا وهم بعذابي يعلمون » .\r\nقل ما هو محل هل يستوي الذين ظلموا ، وما هي المناسبة له في قوله وهم بعذابي يعلمون ، ولعل هذا الملفق تختلج في ذهنه الآيتان الحادية عشرة والثانية عشرة من سورة الزمر . وفي آخرها « هل يستوي الذين يعلمون والذين لا يعلمون » . فأراد الملفق ان يلفق منهما شيئاً بعدم معرفته فقال في آخر ما لفق هل يستوي الذين ظلموا ، ولم يفهم أنه جيء بالاستفهام الانكاري في الآيتين لانهُ ذكر فيهما الذي جعل للَّه انداداً ليضل عن سبيله ، والقانت آناء الليل يرجو رحمة ربه فهما لا يستويان ، ولا يستوي الذين يعلمون والذين لا يعلمون .\r\nهذا بعض الكلام في هذه المهزلة .\r\nوصاحب فصل الخطاب من المحدثين المكثرين المجدين في التتبع للشواذ ، وانهُ ليعد أمثال هذا المنقول في دبستان المذاهب ضالته المنشودة ، ومع ذلك قال أنهُ لم يجد لهذا المنقول أثر في كتب الشيعة .\r\nفيا للعجب من صاحب دبستان المذاهب من أين جاء بنسبة هذهِ الدعوى إلى الشيعة ، وفي أي كتاب لهم وجدها ، أفهكذا يكون النقل في الكتب ، ولكن لا عجب « شنشنة أعرفها من أخزم » فكم نقلوا عن الشيعة مثل هذا النقل الكاذب كما في كتاب الملل للشهرستاني ومقدمة ابن خلدون وغير ذلك مما كتبه بعض الناس في هذه السنين واللَّه المستعان .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالنصرانيّ ، ومن جهلة الشائن عدُّ البابية والبهائية من فرق الشيعة ، والشيعة على بكرة أبيها لا تعتقد إلّا بمروقهم عن الدين وبكفرهم وضلالهم ونجاستهم ، والكتب المؤلّفة في دحض أباطيلهم لعلماء الشيعة أكثر من أن تُحصى وأكثرها مطبوع منشور « 1 » .\r\n\r\n[ اختلال العراق سببه الأرفاض 
  ]\r\nقال : اختلال العراق دائماً إنّما هو من الأرفاض ، فقد تهرى أديمهم من سمّ ضلالهم ، ولم يزالوا يفرحون بنكبات المسلمين حتّى أنهم اتّخذوا يوم انتصار الروس على المسلمين عيداً سعيداً ، وأهل إيران زيّنوا بلادهم يومئذٍ فرحاً وسروراً ص 51 « 2 » .\r\nج - عجباً للصلافة ، أيحسب هذا الانسان أنّ البلاد العراقيّة والإيرانية غير مطروقة لأحد ؟ أو أنّ أخبارهم لا تصل إلى غيرهما ؟ أو أنَّ الأكثرية الشيعية في العراق قد لازمها العمى والصمم عمّا تفرّد برؤيته أو سماعه هذا المتقوّل ؟ أو أنّهم معدودون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجد في خاتمة الرسالة قائمة بأسماء الكتب المؤلفة في الرد على البابية والبهائية .\r\n( 2 ) نقلها وما بعدها عن الآلوسي في كتاب نسبه إليه كتبها إلى الشيخ جمال الدين القاسمي الدمشقي . ( المؤلف )\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمن الأمم البائدة الّذين طحنهم مرّ الحقب والأعوام ؟ فلم يبق لهم من يُدافع عن شرفهم ، ويناقش الحساب مع من يبهتهم ، فيسائل هذا المختلق عن أولئك النفر الذين يفرحون بنكبات المسلمين ، أهم في عراقنا هذه مجرى الرافدين ؟ أم يُريد قارة لم تكتشف تُسمى بهذا الاسم ؟ ويُعيد عليه هذا السؤال بعينه في إيران .\r\nأمّا المسلمون القاطنون في تينك المملكتين ومن طرقهما من المستشرقين والسوّاح والسفراء والموظفين فلا عهد لهم بهاتيك الأفراح ، والشيعة جمعاء تحترم نفوس المسلمين ودمائهم وأعراضهم وأموالهم مطلقاً غير فرق بين السني والشيعي ، فهي تستاء إذا ما انتابت أيَّ أحد منهم نائبةٌ ، ولم تقيّد الأخوة الإسلامية المنصوصة عليها في الكتاب الكريم بالتشيّع ، ويُسائل الرجل أيضاً عن تعيين اليوم ، أيّ يوم هو هذا العيد ؟ وفي أي شهر هو ؟ وأيّ مدينة ازدانت لأجله ؟ وأي قوم نأوا بتلك المخزات ؟\r\nلا جواب للرجل إلّا الإسناد إلى مثل ما استند إليه صاحب الرسالة من سائح سني مجهول ، أو مبشر نصراني .\r\n3 - قال تحت عنوان : بُغض الرافض لبعض أهل البيت :\r\nإنّ الروافض كاليهود يؤمنون ببعض ويكفرون ببعض - إلى أن قال - : ويبغضون كثيراً من أولاد فاطمة رضي اللَّه عنها بل يسبّونهم كزيد بن علي\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nابن الحسين ، كذا يحيى ابنه فإنّهم أيضاً يبغضونه . وكذا إبراهيم وجعفر ابنا موسى الكاظم رضي اللَّه عنهم ، ولقّبوا الثاني بالكذّاب مع أنّه كان من أكابر الأولياء ، وعنه أخذ أبو زيد البسطامي .\r\nويعتقدون أنّ الحسن بن الحسن المُثنى ، وابنه عبد اللّه المحض ، وابنه محمّد الملقب بالنّفس الزكيّة ارتدّوا - حاشاهم - عن دين الإسلام .\r\nوهكذا اعتقدوا في إبراهيم بن عبد اللّه .\r\nوزكريّا بن محمّد الباقر .\r\nومحمّد بن عبد اللّه بن الحسين بن الحسن .\r\nومحمّد بن القاسم بن الحسن .\r\nويحيى بن عمر الذي كان من أحفاد زيد بن عليِّ بن الحسين .\r\nوكذلك في جماعة حسنيين وحسينيين كانوا قائلين بإمامة زيد بن عليّ بن الحسين ، إلى غير ذلك ممّا لا يسعه المقام ، وهم حصروا حبّهم بعدد منهم قليل ، كلّ فرقة منهم تخصُّ عدداً وتلعن الباقين ، هذا حبّهم لأهل البيت والمودّة في القربى المسؤول عنها 52 - 54 .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nج - هذه سلسلة أوهام حسبها الآلوسي حقائق ، أو أنّه أراد تشويه سمعة الشيعة ولو بأشياء مفتعلة ، فذكر أحكاماً بعضها باطلٌ بانتفاء موضوعه ، وجملةٌ منها لأنها أكاذيب .\r\nأما زيد بن عليّ الشهيد فقد مرّ الكلام فيه وفي مقامه وقداسته عند الشيعة جمعاء راجع ص 69 - 76 « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من مقدّمي أهل البيت ، قد اكتنفته الفضائل من شتى جوانبه ، علم متدفق وورع موصوف ، وبسالة معلومة ، وشدّة في البأس .\r\nروى الصدوق في عيون الأخبار قول رسول اللَّه صلى الله عليه وآله وسلم للحسين : يخرج من صلبك رجل يقال له زيد يتخطأ هو وأصحابه رقاب الناس يدخلون الجنّة بغير حساب .\r\nوروى أيضاً قوله صلى الله عليه وآله وسلم فيه : إنه يخرج ويقتل بالكوفة ويصلب بالكناسة يخرج من قبره نبشاً ، وتفتح لروحه أبواب السماء ، وتبتهج به أهل السماوات والأرض .\r\nوأخرج السيد ابن طاوس في كتاب الملاحم ب 31 قول أمير المؤمنين : إن رجلًا من ولدي يُصلب في هذا الموضع ، من رضى أن ينظر إلى عورته اكبّه اللَّه على وجهه في النار .\r\nوروى الكشي في رجاله : 184 قول الصادق عليه السلام : إنه كان مؤمناً ، وكان عارفاً ، وكان عالماً ، وكان صدوقاً ، اما إنه لو ظفر لوفى ، أما انه لو ملك لعرف كيف يصنعها .\r\nوروى الصدوق في عيون الأخبار قول الصادق عليه السلام لما سمع بقتله : إنا للَّه وإنا إليه راجعون ، عند اللَّه احتسب عمي . إنه كان نعم العم ، ان عمي كان رجلًا لدنيانا وآخرتنا ، مضى واللَّه عمي شهيداً كشهداء استشهدوا مع رسول اللَّه وعلي والحسين مضى واللَّه شهيداً .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوأما يحيى بن زيد الشهيد ابن الشهيد فحاشا أن يُبغضه شيعي ، وهو ذلك الإمامي البطل المجاهد ، يروي عن أبيه الطاهر أنّ الأئمة اثنا عشر ، وسمّاهم بأسمائهم وقال : إنّه عهدٌ معهودٌ عهده إلينا رسول اللَّه « 1 » .\r\nورثاه شاعر الإمامية دعبل الخزاعي في تائيته السائرة وقرأها للإمام عليّ بن موسى الرّضا عليه السلام .\r\nولم توجد للشيعة حوله كلمة غمز فضلًا عن بغضه ، وغاية نظر الشيعة فيه كما في كتاب زيد الشهيد ص 175 : إنّه كان معترفاً بإمامة الإمام الصادق ، حسن العقيدة ، متبصّراً بالأمر ، وقد بكى عليه الصّادق عليه السلام واشتدّ وجده له ، وترحّم له . فسلام اللَّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\nوروى الكليني في الكافي قول الصادق عليه السلام : إن زيداً كان عالماً ، وكان صدوقاً ، ولم يدعكم إلى نفسه وإنما دعاكم إلى الرضا من آل محمد . ولو ظفر لوفى بما دعاكم إليه ، وإنما خرج إلى سلطان مجتمع لينقضه .\r\nوقد أكثر علماء المذاهب من الثناء عليه كما عن المفيد في إرشاده ، والخزاز القمي في كفاية الأثر ، والنسابة العمري في الجدي ، وابن داود في رجاله ، والشهيد الأول في قواعده ، والشيخ محمد بن صاحب المعالم في شرح الاستبصار ، والأسترآبادي في رجاله ، وابن أبي جامع في رجاله ، والعلامة المجلسي في مرآة العقول ، والميرزا الأصبهاني في الرياض ، والكاظمي في التكملة ، والحر في خاتمة الوسائل ، والسيد محمد جدّ بحر العلوم في رسالته ، وأبي علي في رجاله ، النوري في المستدرك والمامقاني في تنقيح المقال . ( المؤلف )\r\n( 1 ) مقتضب الأثر في الأئمة الاثني عشر . ( المؤلف )\r\nلم أجد الرواية عن يحيى في المقتضب ، نعم رواية زيد رواها داود الرقي ج 2 / 30 من المقضب .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوعلى روحه الطاهرة .\r\nوفي وسع الباحث أن يستنتج ولاء الشيعة ليحيى بن زيد ممّا أخرجه أبو الفرج في مقاتل الطالبيين ص 62 ط إيران قال :\r\nلمّا اطلق يحيى بن زيد وفُكّ حديده صار جماعة من مياسير الشيعة إلى الحدّاد الذي فكّ قيده من رجله فسألوه أن يبيعهم إيّاه وتنافسوا فيه وتزايدوا حتّى بلغ عشرين ألف درهم ، فخاف أن يشيع خبره فيُؤخذ منه المال فقال لهم : اجمعوا ثمنه بينكم ، فرضوا بذلك واعطوه المال فقطعه قطعة قطعة وقسّمه بينهم فاتّخذوا منه فصوصاً للخواتيم يتبرّكون بها .\r\nوقد أقرّت الشيعة هذا في أجيالها المتأخرة وحتى اليوم ولم ينقم ذلك أحدٌ منهم .\r\nوأما إبراهيم بن موسى الكاظم فليتني أدري وقومي بغض أيّ إبراهيم يُنسب إلينا ؟ هل إبراهيم الأكبر أحد أئمة الزيدية ؟ الذي ظهر باليمن أيّام أبي السرايا ، والشيعة تروي عن الإمام الكاظم : إنه أدخله في وصيته ، وذكره في مقدّم أولاده المذكورين فيها وقال : إنّما أردت بادخال الذين أدخلتهم معه - يعني الإمام عليّ بن موسى - من ولدي التنويه بأسمائهم والتشريف لهم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي ص 163 في باب الإشارة والنص على الإمام أبي الحسن الرضا . ( المؤلف )\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوترجمهُ شيخنا الأكبر المفيد في الإرشاد بالشيخ الشجاع الكريم وقال : ولكلّ واحدٍ من وُلد أبي الحسن موسى عليه السلام فضلٌ ومنقبةٌ مشهورةٌ ، وكان الرّضا المقدّم عليهم في الفضل « 1 » .\r\nوقال سيّدنا تاج الدين ابن زهرة في غاية الاختصار : كان سيّداً أميراً جليلًا نبيلًا عالماً فاضلًا يروي الحديث عن آبائه عليهم السّلام .\r\nوفذلكة رأي الشيعة فيه ما في تنقيح المقال 1 ص 34 ، 35 : أنه في غاية درجة التقوى وهو خيِّرٌ ديّنٌ .\r\nأم إبراهيم الأصغر الملقّب بالمرتضى ؟ والشيعة تراه كبقية الذرية من الشجرة الطيبة وتتقرّب إلى اللَّه بحبهم ، وحكى سيّدنا الحسن صدر الدين الكاظمي عن شجرة ابن المهنّا : أنّ إبراهيم الصغير كان عالماً عابداً زاهداً وليس هو صاحب أبي السّرايا ، وإنّي لم أجد لشيعيّ كلمة غمز فيه لا في كتب الأنساب ولا في معاجم الرجال حتّى يستشمّ منها بغض الشيعة إيّاه .\r\nوهذا سيّدنا الأمين العاملي عدّهما من أعيان الشيعة وترجمهما في الأعيان ج 5 ص 474 - 482 .\r\nفنسبةُ بغض أيٍّ منهما إلى الشيعة فريةٌ واختلاقٌ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد في معرفة حجج اللَّه على العباد 2 / 245 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوأما جعفر بن موسى الكاظم فإنّي لم أجد في تآليف الشيعة بسط القول في ترجمته ، ولم أقرأ كلمة غمز فيه حتى تكون آية بغضهم إيّاه ، ولم أر قطُّ أحداً من الشيعة لقّبه بالكذّاب ، ليت المفتري دلّنا على من ذكره ، أو على تأليف يوجد فيه ، والشيعة إنّما تلقّبه بالخواري وولده بالخواريين والشجريين كما في عمدة الطالب : 208 .\r\nوليتني أدري ممّن أخذ عدّ جعفر من أكابر الأولياء ؟ ومن الذي ذكر أخذ أبي يزيد البسطامي عنه ؟ .\r\nإنّما الموجود في المعاجم تلمّذ أبي يزيد البسطامي طيفور بن عيسى بن آدم المتوفّي 261 على الإمام جعفر بن محمّد الصادق ، وهذا اشتباه من المترجمين كما صرّح به المنقّبون منهم ، إذ الإمام الصادق توفي 148 وأبو يزيد في 261 / 264 ولم يعدّ من المعمّرين ، ولعلّه أبو يزيد البسطاميّ الأكبر طيفور بن عيسى بن شروسان الزاهد « 1 » فالرجل خبط خبط عشواء في فريته هذه .\r\nأما الحسن بن الحسن المثنّى فهو الذي شهد مشهد الطفِّ مع عمّه الإمام الطاهر ، وجاهد وأبلى وارتثَّ بالجراح ، فلمّا أرادوا أخذ الرؤوس وجدوا به رمقاً فحمله خاله أبو حسّان أسماء بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع معجم البلدان ج 2 ص 180 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nخارجة الفزاري إلى الكوفة وعالجه حتى برئ ، ثمَّ لحق بالمدينة .\r\nويُعرب عن عقيدة الشيعة فيه قول شيخهم الأكبر الشيخ المفيد في إرشاده : كان جليلًا رئيساً فاضلًا ورعاً ، وكان يلي صدقات أمير المؤمنين في وقته ، وله مع الحجّاج خبرٌ ذكره الزبير بن بكار . . . « 1 »\r\nوعدّه العلّامة الحجة السيد محسن الأمين العاملي - الذي ردَّ عليه الآلوسي بكلمته هذه - من أعيان الشيعة ، وذكر له ترجمة ضافية في ج 21 ص 166 - 184 .\r\nفالقول بأنّ الرافضة تعتقد بارتداده عن دين الإسلام قذفٌ بفريةٍ مُقذعةٍ تندى منها جبهة الإنسانية .\r\nأما عبد اللّه المحض ابن الحسن المثنّى فقد عدَّه شيخ الشيعة أبو جعفر الطوسي في رجاله من أصحاب الصادق عليه السلام « 2 » .\r\nوزاد أبو داود الباقر عليه السلام « 3 » .\r\nوقال جمال الدين المهنّا في العمدة 87 : كان يشبه رسول اللَّه ، وكان شيخ بني هاشم في زمانه ، يتولّى صدقات أمير المؤمنين بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ارشاد المفيد ، عمدة الطالب 86 ( المؤلف )\r\nانظر الإرشاد 2 / 23 .\r\n( 2 ) رجال الطوسي : 228 برقم 3092 .\r\n( 3 ) كتاب الرجال : القسم الأول ص 118 برقم 849 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأبيه الحسن .\r\nوالأحاديث في مدحه وذمّه وإن تضاربت ، غير أنّ غاية نظر الشيعة فيها ما اختاره سيد الطائفة السيد ابن طاوس في إقباله ص 51 : من صلاحه وحسن عقيدته وقبوله إمامة الصادق عليه السلام ، وذكر من أصل صحيح كتاباً للإمام الصّادق وصف فيه عبد اللّه بالعبد الصالح ودعا له ولبني عمّه بالأجر والسعادة .\r\nثمّ قال : وهذا يدلّ على أنّ الجماعة المحمولين - يعني عبد اللّه وأصحابه الحسنيين - كانوا عند مولانا الصّادق معذورين وممدوحين ومظلومين وبحقّه عارفين ، وقد يوجد في الكتب : انهم كانوا للصّادقين عليهم السّلام مفارقين ، وذلك محتملٌ للتقية لئلّا يُنسب إظهارهم لإنكار المنكر إلى الأئمة الطاهرين .\r\nوممّا يدلّك على أنّهم كانوا عارفين بالحقّ وبه شاهدين ما رويناه - وقال بعد ذكر السند وإنهائه إلى الصّادق - : ثمّ بكى عليه السلام حتّى علا صوته وبكينا ثمّ قال : حدّثني أبي عن فاطمة بنت الحسين عن أبيه أنه قال : يُقتل منك أو يُصاب نفرٌ بشطّ الفرات ما سبقهم الأوّلون ولا يعدلهم الآخرون . ثمّ قال :\r\nأقول : وهذه شهادةٌ صريحةٌ من طرق صحيحةٍ بمدح المأخوذين من بني الحسن عليه وعليهم السلام وأنهم مضوا إلى اللَّه جلّ جلاله بشرف المقام ، والظفر بالسعادة والإكرام .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nثمّ ذكر أحاديث تدلّ على حسن اعتقاد عبد اللّه بن الحسن ومن كان معه من الحسنيين فقال : أقول : فهل تراهم إلّا عارفين بالهدى ، وبالحقّ اليقين ، وللَّه متّقين ؟ ! انتهى\r\nفأنت عندئذٍ جدّ عليم بأن نسبة القول بردّته وردّة بقيّة الحسنيين إلى الشيعة بعيدةٌ عن مستوى الصدق .\r\nوأما محمد بن عبد اللّه بن الحسن الملقّب بالنفس الزكية فعدّه الشيخ أبو جعفر الطوسي في رجاله من أصحاب الصّادق عليه السلام « 1 » .\r\nوقال ابن المهنّا في عمدة الطالب 91 : قُتل بأحجار الزيت ، وكان ذلك مصداق تلقيبه النفس الزكية لأنه روي عن رسول اللَّه صلى الله عليه وآله وسلم إنّه قال : تُقتل بأحجار الزيت من ولدي نفس زكية .\r\nوذكر سيدنا ابن طاوس في الإقبال ص 53 تفصيلًا برهن فيه حسن عقيدته وانه خرج للأمر بالمعروف والنهي عن المنكر ، وانه كان يعلم بقتله ويُخبر به ، ثمّ قال : كلّ ذلك يكشف عن تمسّكهم باللَّه والرّسول صلى الله عليه وآله وسلم .\r\nهذا رأي الشيعة في النفس الزكية ، وهم مخبتون إلى ما في مقاتل الطالبيين ص 85 من أنه أفضل أهل بيته ، وأكبر أهل زمانه في علمه بكتاب اللَّه وحفظه له ، وفقهه في الدين وشجاعته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال الطوسي : 275 رقم 3977 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوجوده وبأسه ، والإمامية حاشاهم عن قذفه بالرّدة عن الدين ، والمفتري عليهم به قد احتمل بهتاناً وإثماً مبيناً .\r\nوأما إبراهيم بن عبد اللّه قتيل باخمرى المكنّى بأبي الحسن ، فعدّه شيخ الطائفة من رجال الصّادق « 1 » .\r\nوقال جمال الدين بن المهنّا في العمدة 95 : كان من كبار العلماء في فنونٍ كثيرة\r\nوذكر دعبل الخزاعي شاعر الشيعة في تائيته المشهورة بمدارس آيات التي رثى بها شهداء الذرية الطاهرة بقوله :\r\n قبور بكوفانٍ وأخرى بطيبةٍ * وأخرى بفخٍّ نالها صلواتي\r\nوأخرى بأرض الجوزجان محلّها * وقبرٌ بباخمرى لدى الغربات \r\nفلولا شهرة إبراهيم عند الشيعة بالصّلاح وحسن العقيدة ، واستيائهم بقتله ؛ وكونه مرضياً عند أئمتهم صلوات اللَّه عليهم ، لم يرثه دعبل ولم يقرأ رثائه للإمام عليّ بن موسى سلام اللَّه عليه .\r\nونحن نقول بما قال أبو الفرج في المقاتل : 112 : كان إبراهيم جارياً على شاكلة أخيه محمّد في الدين والعلم والشجاعة والشدّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال الطوسي : 156 رقم 1717 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوعدّه السيد الأمين العاملي من أعيان الشيعة وبسط القول في ترجمته ج 5 ص 308 - 324 .\r\nفنسبة القول بردّته عن الدين إلى الشيعة بهتانٌ عظيمٌ .\r\nوأما زكريّا بن محمّد الباقر فإنّه لم يولد بعدُ ، وهو من مخلوقات عالم أوهام الآلوسي ، إذ مجموع أولاد أبي جعفر محمّد الباقر عليه السلام الذكور ستّةٌ باتفاق الفريقين ، ولم نجد فيما وقفنا عليه من تآليف العامّة والخاصّة غيرهم ، وهم : جعفر ، عبد اللّه ، إبراهيم ، عليّ ، زيد ، عبيد اللَّه « 1 » ، فنسبة القول بردّة زكريا إلى الشيعة باطلة بانتفاء الموضوع .\r\nوأمّا محمّد بن عبد اللّه بن الحسين بن الحسن فإن كان يريد حفيد الحسن الأثرم ابن الإمام المجتبى ؟ ! فلم يذكر النسّابة فيه إلّا قولهم : انقرض عقبه سريعاً ، ولم يسمّوا له ولداً ولا حفيداً .\r\nوإن أراد غيره ؟ ! فلم نجد في كتب الأنساب له ذكراً حتّى تُكفّره الشيعة أو تؤمن به ، ولم نجد في الإمامية مَن يُكفّر شخصاً يسمّى بهذا الاسم حسنيّاً كان أو حسينياً .\r\nوأما محمد بن القاسم بن الحسن فهو ابن زيد بن الحسن بن عليّ بن أبي طالب عليه السلام يُلقّب بالبطحاني « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في « المجدي » للنسابة العمري وجملة من المصادر وفي بعضها : عبد اللّه . مع التعدد .\r\n( 2 ) يروي بفتح الموحدة منسوباً إلى البطحاء ، وبالضم منسوباً إلى بطحان واد بالمدينة . ( عمدة الطالب 57 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعدّه شيخ الطائفة في رجاله من أصحاب الصّادق سلام اللَّه عليه « 1 » .\r\nوقال جمال الدين بن المهنّا في العمدة 57 : كان محمّد البطحاني فقيهاً .\r\nولم نجد لشيعيّ كلمةٌ غمز فيه حتّى تكون شاهداً للفرية المعزوّة إلى الشيعة .\r\nأما يحيى بن عمر فهو أبو الحسين يحيى بن عمر بن يحيى بن الحسين بن زيد بن عليّ بن الحسين بن عليّ بن أبي طالب سلام اللَّه عليهم ، أحد أئمة الزيدية ، فحسبك في الإعراب عن رأي الشيعة فيه ما في عمدة الطالب لابن المهنّا ص 263 من قوله :\r\nخرج بالكوفة داعياً إلى الرضا من آل محمّد ، وكان من أزهد الناس ، وكان مثقل الظهر بالطالبيات يجهد نفسه في برّهنّ - إلى أن قال - : فحاربه محمّد بن عبد اللّه بن طاهر فقُتل وحُمل رأسه إلى سامراء ، ولمّا حُمل رأسه إلى محمّد بن عبد اللّه بن طاهر جلس بالكوفة - كذا - للهناء فدخل عليه أبو هاشم داود ابن القاسم الجعفري وقال : إنك لتهنأ بقتيلٍ لو كان رسول اللَّه صلى الله عليه وآله وسلم حيّاً لعزّي فيه « 2 » فخرج وهو يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال الطوسي : 293 رقم 4275 .\r\n( 2 ) وذكره اليعقوبي في تاريخه 3 ص 221 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n يا بني طاهر كلوه مريئاً * إنّ لحم النبيّ غير مريّ\r\nإنّ وتراً يكون طالبه اللّ * - ه لوترٌ بالفوت غير حري \r\nورثاه جمعٌ من شعراء الشيعة الفطاحل منهم : أبو العبّاس ابن الرّومي رثاه بقصيدتين إحداهما ذات 110 بيتاً توجد في عمدة الطالب ص 220 مطلعها :\r\n أمامك فانظر أيّ نهجيك ينهج * طريقان شتّى مستقيم وأعوج \r\nوجيميّةٌ أخرى أوّلها :\r\n حييت ربع الصبا والخرِّد الدعجِ * الآنسات ذوات الدلِّ والغنجِ \r\nومنهم : أبو الحسين عليّ بن محمد الحمّاني الأفوه رثاه بشعر كثير مرّت جملةٌ منه في هذا الجزء ص 61 ، 62 « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإليك بعض منها كما في المقاتل : 420 :\r\n فإن يك يحيى أدرك الحتف يومهُ * فما مات حتّى مات وهو كريم\r\nوما مات حتى قال طلّاب نفسه * سقى اللَّه يحيى إنه لصميم\r\nفتى أنست بالبائس والروع نفسه * وليس كما لاقاه وهو سئوم \r\n( المؤلف )\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nهذا صحيح رأي الشيعة في هؤلاء السّادة الأئمة ، ولم تقل الشيعة ولا تقول ولن تقول بارتداد أحد منهم عن الدين ، ولا بارتداد الحسنيين والحسينيين القائلين بإمامة زيد بن عليّ بن الحسين المنعقدة على الرّضا من آل محمد سلام اللَّه عليهم ، كبرتْ كلمةً تخرج مِنْ أفواههم إنْ يَقولون إلّا كذباً .\r\nونحن نُسائل الرجل عن هؤلاء الذين يُدافع عن شرفهم وجلالتهم من ذا الذي قتلهم ؟ واستأصل شأفتهم ؟ وحبسهم في غيابه الجبّ وأعماق السّجون ؟ أهم الشيعة الذين اتّهمهم بالقول بردّتهم ؟ أم قومه الذين يزعم أنهم يُعظمونهم ؟ هلمّ معي واقرأ صفحة التاريخ فهو نعم المجيب .\r\nأما زيد الشهيد فعرّفناك قاتله وقاطع رأسه ص 75 .\r\nوأمّا يحيى بن زيد فقتله الوليد بن يزيد بن عبد الملك سنة 125 ، وقاتله سلم بن أحوز الهلالي ، وجهّز إليه الجيش نصر بن سيّار ، ورماه عيسى مولى بن سليمان العنزي وسلبه « 1 » .\r\nوالحسن بن الحسن المثنّى كتب وليد بن عبد الملك إلى عامله عثمان بن حيّان المري : انظر إلى الحسن بن الحسن فاجلده مائة ضربة ، وقِّفهُ للناس يوماً ، ولا أراني إلّا قاتله ، فلمّا وصله الكتاب بعث إليه فجيء به والخصوم بين يديه فعلّمه عليّ بن الحسين عليه السلام بكلمات الفرج ففرّج اللَّه عنه وخلّوا سبيله « 2 » ، فخاف الحسن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 8 ، مروج الذهب 2 ، تاريخ اليعقوبي 3 . ( المؤلف )\r\nلاحظ تاريخ الطبري 4 / 233 ، مروج الذهب 4 / 49 . تاريخ اليعقوبي 2 / 332 .\r\n( 2 ) تاريخ ابن عساكر 4 : ص 164 . ( المؤلف )\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسطوة بني أميّة فأخفى نفسه وبقي مختفياً إلى أن دسّ اليه السمّ سليمان بن عبد الملك وقتله سنة 97 « 1 » .\r\nوعبد اللَّه المحض كان المنصور يسمّيه : عبد اللّه المذلّة ، قتله في حبسه بالهاشميّة سنة 145 لمّا حبسه مع تسعة عشر من وُلد الحسن ثلاث سنين ، وقد غيّرت السياط لون أحدهم واسالت دمه ، وأصاب سوطٌ إحدى عينيه فسالت ، وكان يستسقي الماء فلا يُسقى ، فردم عليهم الحبس فماتوا « 2 »\r\nوفي تاريخ اليعقوبي 3 : ص 106 : إنّهم وجدوا مسمّرين في الحيطان .\r\nومحمّد بن عبد اللّه النفس الزكية قتله حميد بن قحطبة سنة 145 ، وجاء برأسه إلى عيسى بن موسى ، وحمله إلى أبي جعفر المنصور فنصبه بالكوفة وطاف به البلاد « 3 » .\r\nوأمّا إبراهيم بن عبد اللّه فندب المنصور عيسى بن موسى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزينبيات . ( المؤلف )\r\n( 2 ) تاريخ الطبري 9 : ص 196 ، تذكرة سبط ابن الجوزي ص 126 ، مقاتل الطالبين ص 71 ، 84 ط إيران . ( المؤلف )\r\n( 3 ) تذكرة سبط ابن الجوزي 129 . ( المؤلف )\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالمدينة إلى قتاله فقاتل بباخمرى حتّى قُتل سنة 145 ، وجيء برأسه إلى المنصور فوضعه بين يديه ، وأمر به فنُصب في السوق : ثمّ قال للربيع : أحمله إلى أبيه عبد اللّه في السجن . فحمله إليه « 1 » وقال النسّابة العمري في المجدي : ثمّ حمل ابن أبي الكرام الجعفري رأسه إلى مصر .\r\nويحيى بن عمر أمر به المتوكّل فضُرب درراً ، ثمّ حبسه في دار الفتح بن خاقان فمكث على ذلك ، ثمّ اطلق فمضى إلى بغداد فلم يزل بها حتّى خرج إلى الكوفة في أيّام المستعين فدعا إلى الرّضا من آل محمّد ، فوجه المستعين رجلًا يُقال له : كلكاتكين . ووجه محمد بن عبد اللّه بن طاهر بالحسين بن إسماعيل فاقتتلوا حتّى قُتل سنة 250 ، وحمل رأسه إلى محمد بن عبد اللّه فوضع بين يديه في تُرس ودخل الناس يهنّونه ، ثمّ أمر بحمل رأسه إلى المستعين من غدٍ « 2 » .\r\n\r\n[ الكتب الأربعة ووجوب العمل بها 
  ]\r\n3 - قال : إنّ الروافض زعموا أنّ أصحّ كتبهم أربعة : الكافي ، وفقيه من لا يحضره الفقيه ، والتهذيب ، والاستبصار ، وقالوا : إنّ العمل بما في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 9 : ص 260 ، تاريخ اليعقوبي 3 : ص 112 - 114 ، تذكرة السبط ص 230 . ( المؤلف )\r\n( 2 ) تاريخ الطبري 11 : ص 89 ، تاريخ اليعقوبي 3 : ص 221 . ( المؤلف )\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالكتب الأربعة من الأخبار واجبٌ ، وكذا بما رواه الإماميُّ ودوّنه أصحاب الأخبار منهم ، ونصّ عليه المرتضى ، وأبو جعفر الطوسي ، وفخر الدين الملقّب عندهم بالمحقّق المحلّي « 1 » ص 55 .\r\nج - تعتقد الشيعة أنّ هذه الكتب الأربعة أوثق كتب الحديث ، وأمّا وجوب العمل بما فيها من الأخبار ، أو بكلّ ما رواه إمامي ودوّنه أصحاب الأخبار منهم فلم يقل به أحدٌ ؛ وعَلَم الهدى المرتضى وشيخ الطائفة أبو جعفر ونجم الدين المحقق الحلّي أبرياء ممّا قذفهم به ، وهذه كتبهم بين أيدينا لا يوجد في أيّ منها هذا البهتان العظيم ، وأهل البيت أدرى بما فيه .\r\nويشهد لذلك ردُّ علماء الشيعة لفريق ممّا رُوي من أحاديثهم لطعنٍ في إسناد أو مُناقشة في المتن . ويشهد لذلك تنويعهم الأخبار على أقسامٍ أربعة : الصحيح ، الحسن ، الموثّق ، الضعيف ، منذ عهد العلمين جمال الدين السيد أحمد بن طاوس الحسني ، وتلميذه آية اللَّه العلّامة الحلّي .\r\nوليت الرجل يقف على شروح هذه الكتب وفي مقدّمها مرآة العقول شرح الكافي للعلّامة المجلسي ، ويُشاهده كيف يحكم في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فخر الدين لقب شيخنا محمد بن الحسن العلامة الحلي . وأما المحقق فيلقب بنجم الدين وينسب إلى الحلة الفيحاء لا المحل . ( المؤلف )\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nكل سندٍ بما يؤدّي إليه اجتهاده من أقسام الحديث ، أو كان يُراجع الجزء الثالث من المستدرك للعلم الحجة النوري حتّى يُرشده إلي الحقِّ ، ويُعلمه الصواب ، وينهاه عن التقوّل على امةٍ كبيرةٍ - الشيعة - بلا علم وبصيرةٍ في أمرها .\r\nثمَّ زيّف الكتب الأربعة المذكورة بما فيها من الآحاد ، واشتمال بعض أسانيدها برجال قذفهم بأشياء هم بُرآء منها ، وآخرين لا يقدح انحرافهم المذهبي في ثقتهم في الرّواية ، وأحاديث هؤلاء من النوع الذي تُسمّيه الشيعة بالموثّق ، وهناك أناس يُرمون بالضعف لكن خصوص رواياتهم تلك مكتنفة بأمارات الصّحة ، وعلى هذا عمل المحدّثين من أهل السنّة والشيعة في مدوّناتهم الحديثية ، فالرجل جاهلٌ بدراية الحديث وفنونه ، أو راقه أن يتجاهل حتّى يتحامل بالوقعية ، ولو راجع مقدّمة فتح الباري في شرح صحيح البخاري لابن حجر ، وشرحه للقسطلاني ، وشرحه للعيني ، وشرح مسلم للنوري وأمثالها لوجد فيها ما يشفي غلّته ، وكفّ عن نشر الأباطيل مدّته « 1 » .\r\n\r\n[ المفيد وتجويزه الكذب لنصرة المذهب 
  ]\r\n4 - قال : يروي - الطوسي - عن ابن المعلّم وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المدة : غمس القلم في الدواة مرة للكتابة .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيروي عن ابن مابويه الكذوب صاحب الرقعة المزوّرة ، ويروي عن المرتضى أيضاً . وقد طلبا العلم معاً وقرءا على شيخهما محمّد بن النعمان ، وهو أكذب من مسيلمة الكذّاب ، وقد جوّز الكذب لنصرة المذهب ، ص 57 .\r\nج - إنّ صاحب التوقيع الذي حسبه الرجل رقعةً مزوّرة هو علي بن الحسين بن موسى بن بابويه - بالباءين الموحّدتين لا المصدرة بالميم - وهو الصدوق الأول توفي 329 قبل مولد الشيخ المفيد ابن المعلّم بسبع أو تسع سنين ، فإنّه ولد سنة 336 / 8 [ 33 
  ] فليس من الممكن روايته عنه ، نعم له رواية عن ولده الصدوق أبي جعفر محمّد بن علي وليس هو صاحب التوقيع .\r\nوليتني علمت مَن ذا الذي أخبر الآلوسي بأنّ شيخ الأمّة المفيد - المدفون في رواق الإمامين الجوادين صاحب القبّة والمقام المكين - أكذب من مسيلمة الكذّاب الكافر باللَّه ؟ !\r\nما أجرأه على هذه القارصة الموبقة ؟ ! وكيف أحفّه « 1 » وهذا اليافعي يعرّفه في مرآته ج 3 ص 28 بقوله : كان عالم الشيعة وإمام الرافضة صاحب التصانيف الكثيرة شيخهم المعروف بالمفيد وبابن المعلّم أيضاً ، البارع في الكلام والجدل والفقه ، وكان يُناظر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحف الرجل : ذكره بالقبيح .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأهل كلِّ عقيدةٍ مع الجلالة . والعظمة في الدّولة البويهية .\r\nوقال ابن أبي طيّ : كان كثير الصدقات ، عظيم الخشوع ، كثير الصلاة والصوم ، خشن اللباس .\r\nوقول ابن كثير في تأريخه 12 ص 15 : كان مجلسه يحضره كثيرٌ من العلماء من سائر الطوائف ، ينمّ أنه شيخ الأمّة الإسلامية لا الإمامية فحسب ، فيجب إكباره على أيّ معتنق بالدين .\r\nأهكذا أدب العلم والدين ؟ أفي الشريعة والأخلاق مساغٌ للنيل من أعراض العلماء والوقعية فيهم والتحامل عليهم بمثل هذه القارصة ؟ أفي ناموس الإسلام ما يُستباح به أن يُحطّ بمسلم إلى حضيض يكون أخفض من الكافر مهما شجر الخلاف واحتدم البغضاء ؟ ! فضلًا عن مثل الشيخ المفيد الذي هو من عمد الدين وأعلامه ، ومن دعاة الحقّ وأنصاره ، وهو الذي أسّس مجد العراق العلميّ ، وأيقظ شعور أهليها وما ذا عليه غير أنّه عرف المعروف الذي أنكره الآلوسي ، وتسنّم ذروة من العلم والعمل التي تقاعس عنها المتهجّم .\r\nوليته أشار إلى المصدر الذي أخذ عنه نسبة تجويز الكذب لنصرة المذهب إلى الشيخ المفيد من كتبه أو كتب غيره ، أو إسناد متصل إليه ، أمّا مؤلّفاته فكلّها خاليةٌ عن هذه الشائنة ، ولا نسبها إليه أحدٌ من علمائنا ، وأمّا الإسناد فلا تجد أحداً أسنده إليه متّصلًا\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nكان أو مرسلًا ، فالنسبة غير صحيحة ، وتعكير الصفو بالنسب المفتعلة ليس من شأن المسلم الأمي فضلًا عن مدّعي العلم .\r\n\r\nتعبّد الإماميّة بالرقاع الصادرة من المهدي المنتظر\r\n5 - قال تحت عنوان تعبّد الإمامية بالرقاع الصادرة من المهدي المنتظر : نعم إنّهم أخذوا غالب مذهبهم كما اعترفوا من الرقاع المزوّرة التي لا يشكّ عاقلٌ في إنّها افتراء على اللَّه ، والعجب من الروافض انّهم سمّوا صاحب الرّقاع بالصّدوق وهو الكذوب ، بل : إنّه عن الدين المبين بمعزل .\r\nكان يزعم أنّه يكتب مسألة في رقعةٍ فيضعها في ثُقب شجرة ليلًا فيكتب الجواب عنها المهديّ صاحب الزمان بزعمهم ، فهذه الرّقاع عند الرافضة من أقوى دلائلهم وأوثق حججهم ، فتبّاً . . .\r\nواعلم أنّ الرُّقاع كثيرة منها : رقعة عليِّ بن الحسين بن موسى بن مابويه القمّي ، فإنّه كان يُظهر رقعةً بخطّ الصاحب في جواب سؤاله ، ويزعم أنّه كاتب أبا القاسم بن أبي الحسين بن روح أحد السفرة على يد عليِّ بن جعفر بن الأسود أن\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nيوصل له رقعته إلى الصاحب - أي المهديّ - وأرسل إليه رقعةً زعم أنّها جواب صاحب الأمر له .\r\nومنها : رقاع محمّد بن عبد اللّه بن جعفر بن حسين بن جامع بن مالك الحريري أبو جعفر القمّي ، كاتب صاحب الأمر سأله مسائل في الشريعة قال :\r\nقال لنا أحمد بن الحسين : وقفت على هذه المسائل من أصلها والتوقيعات بين السطور ، ذكر تلك الأجوبة محمد بن الحسن الطوسي في كتابه الغيبة وكتاب الاحتجاج .\r\nوالتوقيعات خطوط الأئمة بزعمهم في جواب مسائل الشيعة ، وقد رجّحوا التوقيع على المرويِّ بإسناد صحيح لدى التعارض ، قال ابن مابويه في الفقه بعد ذكر التوقيعات الواردة من الناحية المقدّسة في باب الرّجل يوصي إلى الرجلين : هذا التوقيع عندي بخطّ أبي محمد ابن الحسن بن عليّ .\r\nوفي الكافي للكليني روايةٌ بخلاف ذلك التوقيع عن الصّادق ، ثمّ قال : لا أفتي بهذا الحديث بل أفتي بما عندي من خطّ الحسن بن علي .\r\nومنها : رقاع أبي العبّاس جعفر بن عبد اللّه بن\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nجعفر الحميري القمّي .\r\nومنها : رقاع أخيه الحسن ورقاع أخيه أحمد .\r\nوأبو العبّاس هذا قد جمع كتاباً في الأخبار المروية عنه وسمّاه قرب الإسناد إلى صاحب الأمر .\r\nومنها : رقاع علي بن سليمان بن الحسين بن الجهم بن بُكير بن أعين أبو الحسن الرازي ، فإنه كان يدّعي المكاتبة أيضاً ويُظهر الرّقاع .\r\nهذه نبذة ممّا بنوا عليه أحكامهم ودانوا به ، وهي نغبةٌ من دأماء « 1 » ، وقد تبيّن بها حال دعوى الرافضي في تلقّي دينهم عن العترة . . . ص 58 ، 61 .\r\nج - كان حقّاً على الرجل نهي جمال الدين القاسمي عن أن يُظهر كتابه إلى غيره ، كما كان على السيد محمّد رشيد رضا أن يُحرّج على الشيعة بل أهل النصفة من قومه أيضاً أن يقفوا على رسالته ، إذا الأباطيل المبثوثة في طيّهما تكشف عن السّوءة ، وتُشوه السمعة ، ولا تخفى على أي مثقّفٍ ، ولا يسترها ذيل العصبيّة ، ولا تُصلحها فكرةُ المدافع عنها ، مهما كان القارئ شريف النفس ، حرّ في فكرته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النغبة : الجرعة . الدأماء : البحر .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوشعوره .\r\nكيف يخفى على الباحث : أنّ الإمامية تتعبد بالرّقاع الصادرة من المهديّ المنتظر ، وكلام الرجل ومَن لفَّ لفّه كما يأتي عن القصيمي في الصراع بين الإسلام والوثنيّة « 1 » أوضح ما هناك من السر المستسر في عدم تعبّدهم بها ، وعدم ذكر المحامدة الثلاثة « 2 » مؤلفي الكتب الأربعة التي هي عمدة مراجع الشيعة الإمامية في تلكم التآليف شيئاً من الرقاع والتوقيعات الصادرة من الناحية المقدسة .\r\nوهذا يوقظ شعور الباحث إلى أنّ مشايخ الإمامية الثلاثة كانوا عارفين بما يؤول إليه أمر الأمة من البهرجة وإنكار وجود الحجة ، فكأنّهم كانوا منهيّين عن ذكر تلك الآثار الصادرة من الناحية الشريفة في تآليفهم مع أنّهم هم رواتها وحملتها إلى الأمة ، وذلك لئلّا يخرج مذهب العترة عن الجعفرية الصادقة إلى المهدوية ، حتّى لا يبقى لرجال العصبية العمياء مجال للقول بأنّ مذهب الإمامية مأخوذ من الإمام الغائب الذي لا وجود له في مزعمتهم ، وأنَّهم يتعبدون بالرّقاع المزوّرة في حسبانهم ، وهذا سرّ من أسرار الإمامية يؤكد الثقة بالكتب الأربعة والاعتماد عليها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المجلد الثالث من الغدير ، وقد طُبع مستقلًا باعداد صديقنا الشيخ محمد الحسون ضمن هذه السلسلة .\r\n( 2 ) أبو جعفر محمد بن يعقوب الكليني ، أبو جعفر محمد بن علي بن بابويه القمي ، أبو جعفر محمد بن الحسن الطوسي . ( المؤلف )\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nهذا ثقة الإسلام الكليني مع أنّ بيئته بغداد تجمع بينه وبين سفراء الحجة المنتظر الأربعة ، ويجمعهم عصرٌ واحدٌ ، وقد توفّي في الغيبة الصغرى سنة 323 ، وألّف كتابه خلال عشرين سنة ، تراه لم يذكر قطُّ شيئاً من توقيعات الإمام المنتظر في كتابه الكافي الحافل المشتمل على ستّة عشر ألف حديث ومائة وتسعة وتسعين حديثاً ، مع أنّ غير واحد من تلك التوقيعات يُروى من طرقه ، وهو يذكر في كتابه كثيراً من توقيعات بقيّة الأئمة من أهل بيت العصمة سلام اللَّه عليهم .\r\nوهذا أبو جعفر ابن بابويه الصّدوق مع روايته عدّة من تلك الرّقاع الكريمة في تأليفه إكمال الدين وعقده لها باباً فيه ص 266 لم يذكر شيئاً منها في كتابة الحافل من لا يحضره الفقيه .\r\nنعم : في موضع واحد منه - على ما وقفت - يذكر حديثاً في مقام الاعتضاد من دون ذكر وتسميةٍ للإمام عليه السلام وذلك في ج 2 ص 41 ط لكهنو قال :\r\nالخبر الذي رُوي فيمن أفطر يوماً من شهر رمضان متعمّداً أنّ عليه ثلاث كفارات فإنّي أفتي بجماع محرّم عليه أو بطعام محرّم عليه ، لوجود ذلك في روايات أبي الحسين الأسدي رضي الله عنه فيما ورد عليه من الشيخ أبي جعفر محمّد بن عثمان العمري قدّس اللَّه روحه .\r\nوبعدهما شيخ الطائفة أبو جعفر الطوسي فإنّه مع روايته\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nتوقيعات الأحكام الصادرة من الناحية المقدسة إلى محمّد بن عبد اللّه بن جعفر الحميري في كتاب الغيبة ص 184 - 214 و 243 - 258 لم يورد شيئاً منها في كتابيه التهذيب والاستبصار اللذين يعدّان من الكتب الأربعة عمد مصادر الأحكام .\r\nألا تراهم أجمعوا برواية توقيع إسحاق بن يعقوب عن الناحية المقدسة ، ورواه أبو جعفر الصّدوق عن أبي جعفر الكليني أيضاً في كتاب الغيبة ص 188 ، وفيه أحكام مسائل ثلاث عنونوها في كتبهم الأربعة واستدلوا عليها بغير التوقيع ، وليس فيها منه عينٌ ولا أثرٌ ألا وهي :\r\n1 - حرمة الفقّاع\r\nعنونها الكليني في الكافي 2 : ص 197 ، والشيخ في التهذيب 2 : ص 313 ، وفي الاستبصار 2 : ص 245 ، وتوجد في الفقيه 3 : 217 ، 361 ، ولها عنوان في الوافي جمع الكتب الأربعة في الجزء الحادي عشر ص 88 . وتوجد من أدلّة الباب خمسة توقيعات للإمامين : أبي الحسن الرّضا وأبي جعفر الثاني ، وليس فيها عن التوقيع المهدويّ ذكر .\r\n2 - تحليل الخمس للشيعة\r\nعنونها الكليني في الكافي 1 : ص 425 ، والشيخ في التهذيب 1 : ص 256 - 259 والاستبصار في الجزء الثاني ص 33 - 36 ،\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوذكرها الصدوق في الفقيه في الجزء الثاني ص 14 ؛ وهي معنونة في الوافي في الجزء السادس 45 - 48 ، ومن أدلة الباب مكاتبة الإمامين : أبي الحسن الرضا وأبي جعفر الجواد عليهما السلام ، وليس فيها ذكر عن توقيع الحجّة .\r\n3 - ثمن المغنّية\r\nالمسألة معنونة في الكافي 1 ص 361 ، وفي التهذيب 2 ص 107 ، وفي الاستبصار ج 2 ص 36 ، وتوجد في الفقيه 3 ص 53 : وهي معنونة في جمعها الوافي في الجزء العاشر ص 32 ، ولا يوجد فيها ايعازٌ إلى توقيع الإمام المنتظر .\r\nفكلمة الآلوسي هذه أرشدتنا إلى جانب مهم ، وعرّفتنا بذلك السرّ المكتوم ، وأرتنا ما هناك من حكمة صفح المشايخ عن تلكم الأحاديث الصادرة من الإمام المنتظر وهي بين أيديهم وأمام أعينهم ، فأنت جِدُّ عليم بأنّه لو كان هناك شيء مذكور منها في تلكم الأصول المدونة لكان باب الطعن على المذهب الحقَّ - الإمامية - مفتوحاً بمصراعيه ، ولكان تطول عليهم ألسنة المتقوِّلين ، ويكثر عليهم الهوس والهياج ممّن يروقه الوقيعة فيهم والتحامل عليهم .\r\nإذن فهلمّ معي نسائل الرجل عن همزة ولمزة بمخاريقه وتقوّلاته وتحكّماته وتحرّشه بالوقيعة نسائله متى أخذت الإمامية\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nغالب مذهبهم من الرقاع وتعبّدوا بها ؟ ومَن الذي اعترف منهم بذلك ؟ وأنّى هو ؟ وفي أيّ تأليف اعترف ؟ أم بأيّ راوٍ ثبت عنده ذلك ؟\r\nوأنّى للصدوق رُقاع ؟ ومتى كتبها ؟ وأين رواها ؟ ومَن ذا الذي نسبها إليه ؟ وقد جهل الرجل بأنّ صاحب الرقعة هو والده الذي ذكره بقوله : منها رقعة عليِّ بن الحسين .\r\nوما المسوّغ لتكفيره ؟ وهو من حملة علم القرآن والسنة النبوية ، ومن الهُداة إلى الحقِّ ومعالم الدين ، دع هذه كلّها ولا أقلّ من أنّه مسلمٌ يتشهد بالشهادتين ، ويؤمن باللَّه ورسوله والكتاب الذي أُنزل إليه واليوم الآخر ، أهكذا قرّر أدب الدين ، أدب العلم ، أدب العفة ، أدب الكتاب ، أدب السنة ؟ أم تأمره به أحلامه ؟ أبهذا السباب المقذع ، والتحرّش بالبذاء والقذف ، يتأتّى الصالح العام ؟\r\nوتسعد الأمة الإسلامية ؟ وتجد رشدها وهداها ؟\r\nثمّ من الذي أخبره عن مزعمة الصدوق بنيل حاجته من ثُقب الأشجار ؟ والصدوق متى سأل ؟ وعمّا ذا سأل ؟ حتّى يكتب ويضع في ثقب شجرة أو غيرها ليلًا أو نهاراً ويجد جوابه فيها ، ومَن الذي روى عنه تلك الأسئلة ؟ ومن رأى أجوبتها ؟ ومَن حكاها ؟ ومتى ثبتت عند الرافضة حتّى تكون من أقوى دلائلهم وأوثق حججهم ؟ نعم : فتّباً . . .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوليتني أقف وقومي على تلك الرقاع الكثيرة وقد جمعها العلّامة المجلسي في المجلّد الثالث عشر من البحار في اثنتي عشرة صحيفة من ص 237 - 249 والتي ترجع منها إلى الأحكام إنما تُعدُّ بالآحاد ولا تبلغ حدَّ العشرات ، فهل مستند تعبّد الإمامية من بدء الفقه إلى غايته هذه الصحائف المعدودة ؟ أم يحقّ أن تكون تلك المعدودة بالآحاد هي مأخذ غالب مذاهبهم ؟ أنا لا أدري لكن القارئ يدري .\r\nإنّما يفتري الكذب الّذين لا يؤمنون بآيات اللَّه .\r\nوليته كان يذكر رقعة عليِّ بن الحسين بن بابويه بنصّها حتّى تعرف الأمّة أنّها رقعةٌ واحدة ليست إلّا ، وليس فيها ذكر من الأحكام حتّى تتعبّد بها الإمامية ، وإليك لفظها برواية الشيخ في كتاب الغيبة :\r\nكتب عليٌّ بن الحسين إلى الشيخ أبي القاسم حسين بن روح على يد عليّ بن جعفر أن يسأل مولانا الصاحب أن يرزقه أولاداً فقهاء .\r\nفجاء الجواب : إنّك لا تُرزق من هذه وستملك جاريةً ديلميّةً وتُرزق منها ولدين فقيهين « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد ولد له أبو جعفر محمد ، وأبو عبد اللّه الحسين من أم ولد . ( المؤلف )\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nأترى هذه الرّقعة ممّا يؤخذ منه المذهب ؟ ! أوفيها مسةٌ بالتعبّد ؟\r\nوأمّا رقاع محمّد بن عبد اللّه بن جعفر الحميري التي توجد في كتابي الغيبة والاحتجاج فليست هي إلّا رقاعاً أربعاً ، ذكر الشيخ في الغيبة منها اثنتين في ص 244 - 250 تحتوي إحداهما تسع مسائل والأخرى خمسة عشر سؤالًا ، وزادهما الطبرسي في الاحتجاج رقعتين ، ولو كان المفتري منصفاً لكان يشعر بأنّ عدم إدخال الشيخ هذه المسائل في كتابيه : التهذيب والاستبصار إنّما هو لدحض هذه الشّبهة ، وقطع هذه المزعمة .\r\nوقد خفي على الرجل أنّ كتاب الاحتجاج ليس من تأليف الشيخ الطوسي محمّد بن الحسن وإنما هو للشيخ أبي منصور أحمد بن عليّ بن أبي طالب الطبرسي .\r\nوفي قوله : والتوقيعات . . . إلخ . جنايةٌ كبيرة وتمويهٌ وتدجيلٌ فإنّه بعد ما ادّعى على الإمامية ترجيح التوقيع على المرويّ بالإسناد الصحيح لدى التعارض استدلّ عليه بقوله : قال ابن مابويه في الفقه : بعد ذكر التوقيعات الواردة من الناحية المقدّسة في باب الرجل يوصي إلى رجل : هذا التوقيع عندي بخطّ أبي محمّد ابن الحسن بن عليّ . . .\r\nفإنّك لا تجد في الباب المذكور من الفقيه توقيعاً واحداً ورد\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمن الناحية المقدسة فضلًا عن التوقيعات ، وإنما ذكر في أول الباب توقيعاً واحداً عن أبي محمّد الحسن العسكري ، وقد جعله الرجل أبا محمّد بن الحسن ليوافق فريته ، ذاهلًا عن أنّ كنية الإمام الغائب أبو القاسم لا أبو محمّد ، فلا صلة بما هناك لدعوى الرجل أصلًا ، وها نحن نذكر عبارة الفقيه حتّى يتبين الرُّشد من الغي .\r\nقال في الجزء الثالث ص 275 : باب الرجلين يوصى إليهما فينفرد كلُّ واحد منهما بنصف التركة .\r\nكتب محمّد بن الحسن الصفّار رضي الله عنه إلى أبي محمد الحسن بن عليّ عليهما السلام : رجلٌ أوصى إلى رجلين أيجوز لأحدهما أن ينفرد بنصف التركة والآخر بالنصف ؟\r\nفوقع عليه السلام : لا ينبغي لهما أن يخالفا الميّت ويعملان على حسب ما أمرهما إنشاء اللَّه . وهذا التوقيع عندي بخطّه عليه السلام .\r\nوفي كتاب محمّد بن يعقوب الكليني رحمه الله عن أحمد بن محمّد ، عن عليّ بن الحسن الميثمي ، عن أخويه محمّد وأحمد ، عن أبيهما ، عن داود بن أبي يزيد ، عن يزيد بن معاوية قال : إنّ رجلًا مات وأوصى إلى رجلين فقال أحدهما لصاحبه : خذ نصف ما ترك وأعطني النصف ممّا ترك . فأبى عليه الآخر ، فسألوا أبا عبد اللّه عليه السلام عن ذلك فقال : ذاك له .\r\nقال مصنّف هذا الكتاب رحمه الله : لست أفتي بهذا الحديث ، بل :\r\nأفتي بما عندي بخطّ الحسن بن عليّ عليه السلام . انتهى .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاقرأ واحكم .\r\nوأمّا رقاع بن أبي العبّاس والحسين وأحمد وعليّ فإنها لم توجد قطُّ في مصادر الشيعة ، ولا يُذكر منها شيء في أصول الأحكام ، ومراجع الفقه الإمامية ، ولعمري لو كان المفتري يجد فيها شيئاً منها لأعرب عنه بصراحة .\r\nوأبو العبّاس كنية عبد اللّه بن جعفر الحميري وهو صاحب قرب الإسناد لا جعفر بن عبد اللّه كما حسبه المغفّل ، وإنّما جعفر ومحمّد الذي ذكره قبل - ولم يعرفه - والحسين وأحمد إخوان أربعة أولاد أبي العبّاس المذكور ، ولم يُر في كتب الشيعة برمتها لغير محمد بن عبد اللّه المذكور أثرٌ من الرقاع المنسوبة إليهم ، ولم يحفظ التاريخ لهم غير كلمة المؤلفين في تراجمهم : إنّ لهم مكاتبة .\r\nهذه حال الرقاع عند الشيعة وبطلان نسبة ابتناء أحكامهم عليها .\r\nوهناك أغلاطٌ للرجل في كلمته هذه تكشف عن جهله المطبق وإليك ما يلي :\r\nموسى بن مابويه - في غير موضع - والصحيح : موسى بن بابويه\r\nأبا القاسم بن أبي الحسين والصحيح : أبا القاسم الحسين\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمالك الحريري الفقه والصحيح : مالك الحميري الفقيه\r\nأبي العبّاس جعفر بن عبد اللّه والصحيح : أبي العبّاس عبد اللّه\r\nسليمان بن الحسين والصحيح : سليمان بن الحسن\r\nأبو الحسن الرّازي والصحيح : أبو الحسن الرّازي\r\nعجباً للرجل حين جاء ينسب وينقد ويردّ ويُفنّد وهو لا يعرف شيئاً من عقائد القوم وتعاليم مذهبهم ، ومصادر أحكامهم ، وبرهنة عقائدهم ، ولا يعرف الرجال وأسماءهم ، ويجهل الكتب ونسبها ، ولا يفرّق بين والد ولا ولد ، ولا بين مولود وبين من لم يولد بعد ، ولو كان يروقه صيانة ماء وجهه لكفَّ القلم فهو أستر لعورته .\r\n\r\n[ إن الأئمة يوحى إليهم وإن موتهم باختيارهم 
  ]\r\n6 - ذكر في ص 64 ، 65 عدّه من عقائد الشيعة ، جملةٌ منها مكذوبةٌ عليهم كشتمهم جمهور أصحاب رسول اللَّه وحكمهم بارتدادهم إلّا العدد اليسير ، وقولهم : بأنّ الأئمّة يوحى إليهم « 1 » . وانّ موت الأئمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يأتي البحث عن هذا وما يليه في الجزء الخامس إن شاء اللَّه تعالى ( المؤلف )\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوإليك تهذيب ما جاء هناك :\r\nأصفقت الأمة الإسلامية على أن في هذه الأمة لدة الأمم السابقة أناس محدّثون ، وقد أخبر بذلك النبي الأعظم كما ورد في الصحاح والمسانيد من طريق الفريقين .\r\nوالمحدّث من تكلّمه الملائكة بلا نبوة ولا رؤية صورة ، أو يُلهم له ويُلقى في روعه شيء من العلم على وجه الإلهام والمكاشفة من المبدأ الأعلى ، أو يُنكت له في قلبه من حقائق تخفى على غيره ، أو غير ذلك من المعاني التي يمكن ان يراد منه .\r\nفقد روى البخاري في صحيحهِ باب مناقب عمر بن الخطاب عن أبي هريرة قال : قال النبي صلى الله عليه وسلم لقد كان فيمن كان قبلكم من بني إسرائيل رجالٌ يكلّمون من غير أن يكونوا أنبياء ، فإن يكن من أمّتي منهم أحدّ فعمر .\r\nقال القسطلاني في ارشاد الساري 6 / 99 : وليس قوله « فإن يكن » للترديد بل للتأكيد .\r\nوأخرج البخاري في صحيحه بعد حديث الغار عن أبي هريرة مرفوعاً مثله .\r\nوأخرج مسلم في صحيحه في باب فضائل عمر عن عائشة عن النبي صلى الله عليه وسلم ، مثل ما أخرجه البخاري .\r\nورواه ابن الجوزي في صفوة الصفوة 1 / 104 وقال : حديث متفق عليه .\r\nوأخرجه أبو جعفر الطحاوي في مشكل الآثار 2 / 257 بطرق شتى عن عائشة وأبي هريرة . وأخرج قراءة ابن عبّاس : وما أرسلنا من قبلك من رسول ولا نبي ولا محدّث : قال : معنى قوله محدّثون أي ملهمون ، فكان عمر رضي الله عنه ينطق بما كان ينطق ملهماً .\r\nثمّ عدّ من ذلك ما قد روي عن أنس بن مالك قال قال عمر بن الخطاب : وافقني ربي أو وافقت ربي في ثلاث . قلت : يا رسول اللَّه لو اتخذنا من مقام إبراهيم مصلّى ، فنزلت : « واتخذوا من مقام إبراهيم مصلى .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nباختيارهم « 1 » . وانّهم اعتقدوا بتحريف القرآن\r\n\r\n\r\n","description":"","footnote":"\r\nوقلت يا رسول اللَّه : يا رسول اللَّه إن نساءك يدخل عليهن البر والفاجر فلو أمرتهن أن يحتجبن ، فنزلت آية الحجاب .\r\nواجتمع على رسول اللَّه صلى الله عليه وسلم نساؤه في الغيرة فقلت : عسى أبي إن طلقكن ان يبد له خيراً منكن ، فنزلت كذلك .\r\nوقال النووي في شرح مسلم : اختلف تفسير العلماء للمراد بمحدّثون : فقال ابن وهب : ملهمون ، وقيل : مصيبون إذا ظنوا . . . ، وقيل تكلّمهم الملائكة ، وقال البخاري يجري الصواب على ألسنتهم .\r\nوقال الحافظ الطبري في الرياض 1 / 199 : ويجوز ان يحمل على ظاهره وتحدّثهم الملائكة لا بوحي وانما بما يُطلق عليه اسم حديث ، وتلك فضيلة عظيمة .\r\nوقال المناوي في شرح الجامع الصغير 4 / 507 : قال القرطبي : محدّثون جمع محدث . . . وهو من في نفسه شيء على وجه الإلهام والمكاشفة من الملأ الأعلى . . . أو تكلّمه الملائكة بلا نبوة .\r\nوقال ابن حجر : وقد كثر هؤلاء المحدّثون بعد العصر الأول وحكمته زيادة شرف هذه الأمة بوجود أمثالهم فيها ومضاهاة بني إسرائيل في كثرة الأنبياء . ( المؤلف )\r\n( 1 ) ذكروا عن ابن شهاب قال : كان أبو بكر والحارث بن كلدة يأكلان حريرة أهديت لأبي بكر ، فقال الحارث لأبي بكر : ارفع يدك يا خليفة رسول اللَّه إن فيها لسمّ السنة ، وأنا وأنت نموت في يوم واحد . فرفع يده فلم يزالا عليلين حتى ماتا في يوم واحد عند انقضاء السنة .\r\nوذكر أحمد في مسنده 1 / 48 و 51 ، والطبري في رياضه 2 / 74 إخبار عمر عن موته بسبب رؤيا رآها ، وما كان بين رؤياه وبين يوم طعن فيه إلّا جمعة .\r\nوفي الرياض 2 / 75 عن كعب الأحبار إنه قال لعمر : يا أمير المؤمنين اعهد بأنك ميت إلى ثلاثة أيام فلمّا قضى ثلاثة أيام طعنه أبو لؤلؤ فدخل عليه\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nونقصانه وانّهم يقولون : بانّ الحجّة المنتظر إذا ذكر في مجلس حضر فيقومون له « 1 » وإنكارهم كثيراً من ضروريّات الدين .\r\n\r\n\r\n","description":"","footnote":"\r\nالناس ودخل كعب في حملتهم فقال : القول ما قال كعب .\r\nوعن ابن عمر : ان عثمان أصبح يحدّث الناس قال : رأيت رسول اللَّه صلى الله عليه وسلم في المنام قال : يا عثمان افطر عندنا غداً ، فأصبح صائماً وقتل من يومه .\r\nوأخرج الحاكم في المستدرك 3 / 203 بسند صححه إخبار عبد اللّه بن عمرو الأنصاري الصحابي ابنه جابر بشهادته يوم أحد ، وأنه أوّل قتيل من أصحاب رسول اللَّه صلى الله عليه وسلم فكان كما أخبر به .\r\nوذكر الخطيب البغدادي في تاريخه 2 / 49 عن أبي الحسين المالكي أنه نقل عن خير السناج محمد بن إسماعيل بأنه اخبره بوفاته قبل ثمانية أيام ، وانه يموت يوم الخميس المغرب فيدفن يوم الجمعة قبل الصلاة وانه سيُنسى فلا ينسى .\r\nفقال أبو الحسين : فأنسيته إلى يوم الجمعة فخرجت لأحضر جنازته . فوجدت الناس راجعين فسألتهم فذكروا إنه يدفن بعد الصلاة ، ولم ألتفت إلى قولهم فوجدت الجنازة قد أخرجت قبل الصلاة ، ذكر القصة ابن الجوزي في المنتظم 6 / 274 .\r\nفعلم المؤمن بموته واختياره الموت واللقاء مهما خيّر بينه وبين الحياة ليس من المستحيل ، ولا بأمر خطير بعيد عن خطر المؤمن فضلًا عن أئمة المؤمنين من العترة الطاهرة . ( المؤلف )\r\n( 1 ) قيام الشيعة عند ذكر الإمام ليس لحضوره كما زعمه الآلوسي وانما هو لما جاء عن الإمامين الصادق والرضا عليهم السلام من قيامهما عند ذكره وهو لم يولد بعد ، وليس هو إلا تعظيماً له كالقيام عند ذكر رسول اللَّه المندوب عند أهل السنة كما في السيرة الحلبية 1 : ص 90 . ( المؤلف )\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقال الأميني : نعم : الشيعة لا يحكمون بعدالة الصحابة أجمع ، ولا يقولون إلّا بما جاء فيهم في الكتاب والسنّة وسنوقفك على تفصيله في النقد على كتاب الصراع بين الإسلام والوثنية « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وأما القول بعدالة الصحابة وإن كتاب اللَّه سبحانه بين أيدينا وهو يعرّف أناساً منهم بالنفاق وانقلابهم على أعقابهم بآيات كثيرة رامية لغرض واحد ، ولا تنس ما ورد في الصحاح والمسانيد . ومنها : ما في صحيح البخاري من أن اناساً من أصحابه صلى الله عليه وسلم يؤخذ بهم ذات الشمال فيقول : أصحابي أصحابي ، فيقال : إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم .\r\nوفي صحيح آخر : ليرفعنّ رجال منكم ثمّ ليختلجنّ دوني فأقول : يا رب أصحابي فيقال : إنك لا تدري ما أحدثوا بعدك .\r\nوفي صحيح ثالث : أقول أصحابي فيقول : لا تدري ما أحدثوا بعدك .\r\nوفي صحيح رابع : أقول إنهم مني فيقال : إنك لا تدري ما أحدثوا بعدك . فأقول سحقاً سحقاً لمن غيّر بعدي .\r\nوفي صحيح خامس : فأقول : يا رب أصحابي ، فيقول : إنك لا علم لك بما أحدثوا بعدك ، إنهم ارتدّوا على أدبارهم القهقري .\r\nوفي صحيح سادس : بينا أنا قائم إذا زمرة حتى إذا عرفتهم خرج رجل من بيني وبينهم .\r\nفقال : هلمّ .\r\nفقلت : أين ؟\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوأمّا بقية المذكورات فكلّها تحامل ومكابرةٌ بالإفك ، ثمّ جاء بكلمة عوراء ، وقارصة شوهاء ، الأوهى قوله في ص 65 ، 66 :\r\n\r\n[ المتعة الدورية 
  ]\r\nوما تكلّم - يعني السيد محسن الأمين - به في المتعة يكفي لإثبات ضلالهم ، وعندهم متعةٌ أخرى يسمّونها المتعة الدورية ويروون في فضلها ما يروون ، وهي : أن يتمتّع جماعةٌ بامرأة واحدةٍ ، فتكون لهم من الصبح إلى الضحى في متعة هذا ؛\r\n\r\n\r\n","description":"","footnote":"\r\nقال : إلى النار واللَّه .\r\nقلت : وما شأنهم ؟\r\nقال : انهم ارتدوا على أدبارهم القهقري .\r\nثمّ إذا زمرة حتى إذا عرفتهم خرج رجل من بيني وبينهم فقال : هلمّ\r\nقلت : أين ؟\r\nقال : إلى النار واللَّه\r\nقلت : ما شأنهم\r\nقال : انهم ارتدّوا بعدك على أدبارهم القهقري ، فلا أراه يخلص منهم إلّا مثل همل النعم .\r\nراجع صحيح البخاري 5 / 113 ، 9 / 242 - 247 .\r\nقال القسطلاني في شرح صحيح البخاري 9 / 325 في هذا الحديث : همل بفتح الهاء والميم : ضوال الإبل واحدها ، أو الإبل بلا راع ، ولا يقال ذلك في الغنم ، يعني : ان الناجي منهم قليل في قلّة النعم الضالّة ، وهذا يشعر بأنهم صنفان كفار وعصاة . انتهى\r\nوأنت من وراء ذلك كله جدّ عليهم بما شجر بين الصحابة من الخلاف الموجب للتباغض والتشاتم والتلاكم والمقاتلة القاضية بخروج إحدى الفريقين عن حيّز العدالة ، ودع عنك ما جاء في التأريخ عن أفراد منهم من ارتكاب المآثم والاتيان بالبوائق . ( المؤلف )\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nومن الضحى إلى الظهر في متعة هذا ، ومن الظهر إلى العصر في متعة هذا ، ومن العصر إلى المغرب في متعة هذا ، ومن المغرب إلى العشاء في متعة هذا ، ومن العشاء إلى نصف الليل في متعة هذا ، ومن نصف الليل إلى الصبح في متعة هذا ، فلا بدع ممّن جوّز مثل هذا النكاح أن يتكلّم بما تكلّم به ويسمّيه الحصون المنيعة . . . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوافيك بسط القول في المتعة في الجزء السادس إن شاء اللَّه تعالى ( المؤلف )\r\nوقد تقدّم منّا اعداد ذلك وطبعه في رسالة مستقلة ضمن رد المؤلف لوشيعة موسى جار اللَّه .\r\nوإليك بعض ما جاء هناك لئلا تخلوا إحالة المؤلف من شيء .\r\nان المتعة عند الشيعة هي التي جاء بها نبي الإسلام ، وجعل لها حدوداً مقررة ، وثبتت في عصر النبي الأعظم وبعده إلى تحريم الخليفة عمر بن الخطاب وبعده عند من لم ير للَّه للرأي المحدث في الشرع تجاه القرآن الكريم وما جاء به نبي الإسلام قيمة ولا كرامة ، وقد أصفقت فرق الإسلام على أصول المتعة وحدودها المفصلة في كتبها ، ولم يختلف قط اثنان فيها الّا وهي :\r\n1 - الأجرة\r\n2 - الأجل\r\n3 - العقد المشتمل للإيجاب والقبول\r\n4 - الافتراق بانقضاء المدة أو البذل\r\n5 - العدّة أمة وحرة حائلًا وحاملًا\r\n6 - عدم الميراث\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nنسبة المتعة الدورية وقل : الفاحشة المبيّنة إلى الشيعة إفكٌ عظيمٌ تقشعر منه الجلود ، وتكفهرّ منه الوجوه ، وتشمئزّ منه الأفئدة ، وكان الأحرى بالرجل حين أفك أن يتّخذ له مصدراً من كتب الشيعة ولو سواداً على بياض من أيّ ساقط منهم ، بل نتنازل معه إلى كتاب من كتب قومه يسند ذلك إلى الشيعة ، أو سماعٍ عن أحدٍ لهج به ، أو وقوف منه على عمل ارتكبه أناس ولو من أوباش\r\n\r\n\r\n","description":"","footnote":"\r\nوهذه الحدود هي التي نص عليها أهل السنة والشيعة .\r\nراجع من تآليف الفريق الأول :\r\nصحيح مسلم ، سنن الدارمي ، سنن البيهقي ، تفسير الطبري ، أحكام القرآن الجصاص ، تفسير البغوي ، تفسير ابن كثير ، تفسير الفخر الرازي ، تفسير الخازن ، تفسير السيوطي ، كنز العمال .\r\nومن تآليف الفريق الثاني :\r\nمن لا يحضره الفقيه 3 / 149 ، المقنع للصدوق ، الهداية له أيضاً ، الكافي 2 / 44 ، الإنتصار للمرتضى ، المراسم لسلّار ، النهاية للطوسي ، المبسوط له أيضاً ، التهذيب له أيضاً 2 / 189 ، الاستبصار له 2 / 29 ، الغنية لأبي المكارم ، الوسيلة لعماد الدين ، نكت النهاية للمحقق ، التحرير للعلامة 2 / 27 ، شرح اللمعة 2 / 82 ، المسالك ، الحدائق 6 / 152 ، الجواهر 5 / 165 .\r\nوالمتعة المعاطاة بين الأمة الشيعية ليست إلّا ما ذكرناه ، وليس إلّا نوعاً واحداً ، والشيعة لم تر في المتعة رأياً غير هذا ، ولم تسمع اذن الدنيا انواعاً للمتعة تقول بها فرقة من فرق الشيعة ، ولم تكن لأي شيعي سابقة تعارف بانقسامها على الصغرى والكبرى ، وليس لأي فقيه من فقهاء الشيعة ولا لعوامهم من أول يومها إلى هذا العصر ، عصر الكذب والأخلاق ، عصر الفرية والقذف ، إلماماً بهذا الفقه الجديد المحدث ، فقه القرن العشرين لا القرون الهجرية . ( المؤلف )\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالشيعة وأفنائهم ، لكنّ المقام قد أعوزه عن كلّ ذلك لأنّه أوّل صارخ بهذا الإفك الشائن ، ومنه أخذ القصيمي في الصراع بين الإسلام والوثنيّة وغيره .\r\nوليت الشيعة تدري متى كانت هذه التسمية ؟ وفي أيّ عصر وقعت ؟ ومَن أوّل من سمّاها ؟ ولِمَ خلت عنها كتب الشيعة برمّتها ؟\r\nأنا أقول وعند جهينة الخبر اليقين : هو هذا العصر الذهبي ، عصر النور ، عصر الآلوسي ، وهو أوّل من سمّاها بعد أن اخترعها ، والشيعة لم تعلمها بعدُ .\r\nوليت الرجل ذكر شيئاً من تلك الروايات التي زعم انّ الشيعة ترويها في فضل المتعة الدورية ؛ وليته دلّنا على من رواها ، وعلى كتاب أو صحيفة هي مودعةٌ فيها ، نعم : الحق معه في عدم ذكر ذلك كلّه لأنّ الكذب لا مصدر له إلّا القلوب الخائنة ، والصدور المملوكة بالوسواس الخناس .\r\nوأما العَلَم الحجة سيدنا المحسن الأمين صاحب الحصون المنيعة الذي يزعم الرجل أنّه يجوّز مثل هذا النكاح ففي أيّ من تآليفه جوّز ذلك ؟ ولِمَن شافهه به ؟ ومتى قاله ؟ وأنّى نوّه به ؟ وها هو حيّ يرزق - مد اللَّه في عمره - وهل هو إلّا رجل همّ « 1 » علمٌ من أعلام الشريعة ، وإمامٌ من أئمّة الإصلاح . لا يتنازل إلى الدّنايا ، ولا يقول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي ذو همة بطلب معالي الأمور . ( المؤلف )\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبالسفاسف ، ولا تُدنّس ساحة قدسه بهذه القذائف والفواحش ؟\r\nهذه نبذة يسيرةٌ من الأفائك المودعة في رسالة السنّة والشيعة وهي مع أنّها رسالةٌ صغيرةٌ لا تعدو صفحاتها 132 لكن فيها من البوائق ما لعلّ عدّتها أضعاف عدد الصفحات ، وحسبك من نماذجها ما ذكرناه .\r\n«  إِنَّ الَّذِينَ جاؤُ بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذابٌ عَظِيمٌ »  سورة النور : 11\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nقائمة بأسماء الكتب المطبوعة المؤلفة للردّ على البابية والبهائية « 1 »\r\nابطال مذهب البابية - إسماعيل الحسيني اليزدي\r\nإحقاق الحق للقائم بالحق - غير معروف المؤلف\r\nإرغام الشيطان في رد أهل البيان والإيقان - زين الدين بن نصر اللَّه النوري\r\nارمغان استعمار - محمد اشتهاردي\r\nاشعارى شيوا در رد باب وبها - محمد جواد صافي\r\nاعترافات كينياز دالكوركي - كينياز دالكوركي\r\nامشي بحشرات بهائى - محمد كهري مرتضوي\r\nانشعاب در بهائيت پس از مرگ شوقى رباني - إسماعيل رائين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يلاحظ أن الغالب على هذه المؤلفات الكتابة بالفارسية لرواج هذه الأفكار في إيران على الخصوص .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nباب وبها را بشناسيد - فتح اللَّه مفتون يزدي\r\nبررسى ومحاكمة در پيرامون عقائد وآداب وأحكام وتاريخ باب - دكتر ح . م . ت\r\nبهائيت دين نيست - أبو تراب هدائي\r\nبهائيت چه ميگويد - جواد تهراني\r\nبهائيت گمراه را بشناسيد - عبد الكريم مالك\r\nبهائيگرى - أحمد كسروي\r\nالبهائيون من أخطر المعاول لهم الإسلام - عبد العزيز نصيحي\r\nبيدارى بشر پرهيز از خطر - محمود المرعشي\r\nترجمة مفتاح باب الأبواب - حسن گلپايگاني فريد\r\nتنبيه الغافلين - غير معروف المؤلف\r\nجمال ابهى - عبد الكريم موسوي\r\nچهار شب جمعه - جلال دري\r\nالحجة البالغة في تنبيه القلوب الزائفة - ناصر الدين حجت نجف‌آبادي\r\nالحجة المنتظر - غير معروف المؤلف .\r\nالحراب في صدر البهاء والباب - فاضل مجتهد همداني\r\nخاتميت وپاسخ به ساخته‌هاى بهائيت - علي أميرپور\r\nخاطرات زندگى دربارهء امر بهائى - فضل اللَّه مهتدي\r\nخداپرستى - د . س\r\nخداى قرن أتم - محمد صالحي آذري\r\nخرافيات البابية - محمد حسين كاشف الغطاء\r\nدرمان الشيخ والشاب في رد البهاء والباب\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nدزد بگير - علي بن حبيب اللَّه بن عبد اللّه بن إسماعيل شيرا\r\nراه راست - مسيح اللَّه رحماني\r\nرجوم الشياطين في رد الملاعين - حبيب اللَّه كاشاني\r\nالرد على البابية والبهائية - ملا عبد الرسول مدني كاشاني\r\nرسالة الشهاب الثاقب في تفضيح الكاذب - عبد الحسين فاضل\r\nالرسالة الناصرية - محمد فاضل اللنكراني\r\nروح الإيمان - عبد النبي العراقي\r\nساخته‌هاى بهائيت در صحنه دين وسياست - أنور ودود\r\nشاهان وملكه‌هاى معروف ، أبو تراب هدائي\r\nالشمس المضيئة - حاج محمد خان\r\nفتنه باب - اعتضاد السلطنة علي قلي بن فتح على شاه القاجار .\r\nفجائع بهائيت - حسين الخراساني\r\nفلسفة نيكو - حسن نيكو\r\nنصائح الهدى والدين إلى من كان مسلماً وصار بابياً - محمد جواد البلاغي\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمصادر الإعداد\r\n1 - آلاء الرحمن في تفسير القرآن ، محمد جواد البلاغي - مكتبة الوجداني قم\r\n2 - الإرشاد في معرفة حجج اللَّه على العباد ، المفيد ، المؤتمر العالمي لألفية الشيخ المفيد - 1413 ه\r\n3 - الإعلام ، خير الدين الزركلي - دار العلم للملايين ، ط 9 - 1990 م\r\n4 - تاريخ الطبري ، ابن جريد الطبري ، دار الكتب العلمية بيروت ، ط 2 - 1988 م\r\n5 - تاريخ اليعقوبي ، أحمد بن أبي يعقوب ، دار صادر بيروت .\r\n6 - الذريعة إلى تصانيف الشيعة ، آقا بزرگ الطهراني ، دار الأضواء بيروت .\r\n7 - الرجال ، الحسن بن علي بن داود ، تحقيق محمد صادق بحر العلوم ، النجف 1972 .\r\n8 - رجال الطوسي ، محمد بن الحسن الطوسي ، تحقيق جواد القيومي ، مؤسسة النشر الإسلامي - 1415 ه\r\n9 - مروج الذهب ، المسعودي ، تحقيق شارل پلّا ، الجامعة اللبنانية - 1973 م\r\n10 - معجم المؤلفين ، عمر رضا كحالة ، مكتبة المثنى - دار إحياء التراث العربي - بيروت\r\n11 - مقتضب الأثر في النص على الأئمة الاثني عشر ، أحمد بن عياش ، مكتبة الطباطبائي\r\n\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64}
  ]