[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمن فيض الغدير\r\n8\r\nنظرة في كتاب\r\nالصراع\r\nبين الإسلام والوثنية\r\nلعبد الله على القصيمي\r\nتأليف\r\nالعلامة الشيخ الأميني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ مقدمات التحقيق 
  ]\r\n\r\nكتاب الغدير :\r\nكتاب يتجدّد أثره ويتعاظم كلّما ازداد به الناس معرفة ، ويمتدّ في الآفاق صيته كلّما غاص الباحثون في أعماقه وجلّوا أسراره وثوّروا كامن كنوزه . . . إنّه العمل الموسوعي الكبير الّذي يعدّ بحقّ موسوعة جامعة لجواهر البحوث في شتّى ميادين العلوم : من تفسير ، وحديث ، وتاريخ ، وأدب ، وعقيدة ، وكلام ، وفرق ، ومذاهب . . .\r\nجمع ذلك كلّه بمستوى التخصّص العلمي الرفيع وفي صياغة الأديب الذي خاطب جميع القرّاء ، فلم يبخس قارئاً حظّه ولا انحدر بمستوى البحث العلمي عن حقّه .\r\nونظراً لما انطوت عليه أجزاؤه الأحد عشر من ذخائر هامة ، لا غنى لطالب المعرفة عنها ، وتيسيراً لاغتنام فوائدها ، فقد تبنّينا استلال جملة من المباحث الاعتقادية وما لها صلة بردّ الشبهات المثارة ضدّ مذهب أهل البيت عليهم السلام ، لطباعتها ونشرها مستقلّة ، وذلك بعد تحقيقها وتخريج مصادرها وفقاً للمناهج الحديثة في التحقيق .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدّمة الإعداد :\r\nالحمدُ للَّه ربّ العالمين ، وبارئ الخلائق أجمعين ، والصلاة والسلام على خاتم الأنبياء والمرسلين محمّد المصطفى ، وآله الطيّبين الطاهرين .\r\nوبعد ،\r\nإنّ من الحقوق المحفوظة والمُتسالم عليها بين أبناء البشر ، هو حقّ الدفاع عن العقائد والمذاهب والأفكار التي تتبناها المجتمعات البشرية ، دنيوية كانت أم أُخروية ، دينية أم سياسية ، محلّية كانت هذه العقائد أم عالمية .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nلذا نجد ومنذُ نشوء الخلقة الأُولى للبشر ، ظهور مدافعين ومحامين عن الآراء والايديولجية التي يتبنوها ، يحصل كلّ ذلك بشكل عقلائي ومؤدّب ، مُبتنى على أُسسٍ منطقيّة مُتعارفة عند الكلاميين .\r\nلكنك تجد بين الحين والآخر ظهور أشخاصٍ نصبوا أنفسهم - بغير حقّ - للدفاع عن العقائد والمفاهيم ، لا يعتمدون في محاوراتهم على ما يعتمد عليه العقلاء ، بل يعمدون إلى تزوير الحقائق ، والكذب والبهتان على مَنْ يُخالفهم ، ويتمسكون بأقوال المعتوهين ، ويؤمنون بالخرافات والقصص الخيالية التي تحيكها العجائز .\r\nومن أُولئك الأشخاص المدعو عبد اللَّه القصيمي ، حيث ألّف كتاباً سماه « الصراع بين الإسلام والوثنية » ، ملأهُ بأكاذيب وتُهم باطلة نسبها إلى الإمامية الاثني عشرية أتباع أهل بيت النبي صلى الله عليه وآله .\r\nوالعجب من هذا الرجل أنّه يتمسك بخرافات وأوهام لا وجود لها ، اصطنعها بنفسه ، أو أخذها من سيّده ابن تيمية ، منها قصة « بيان » و « كسف » وحديث الشاة والكبشين ، حيث يدّعي أنّ شخصاً من الشيعة الإمامية اسمه بيان كان يدّعي أنّ اللَّه عناه بقوله :\r\n « هذا بَيانٌ لِلنَّاسِ »  ، وآخر اسمه كسف وأنّ اللَّه عناه بقوله : «  وَإِنْ يَرَوْا كِسْفاً مِنَ السَّماءِ »  ، وأنّ الإمامية تأتي بشاة ينتفون شعرها\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nويعذّبونها أفانين العذاب على أنّها عائشة زوج النبي صلى الله عليه وآله ، ويأتون بكبشين وينتفون أشعارهما ويعذّبونهما ألوان العذاب على أنّهما أبو بكر وعمر ! ! !\r\nولم يكتفِ القصيمي بذلك حتى اتّهم الإمامية بأُمور يعلم الجميع أنّها غير صحيحة ومخالفة للواقع ، ويستطيع أي شخص ملاحظتها عند تجواله في المدن الشيعية .\r\nمنها : أنّ الشيعة لا يرفعون بكتاب اللَّه رأساً ، وذلك أنّه يقل جداً أن يستشهدوا بآية من القرآن فتأتي صحيحة غير ملحونة مغلوطة ، ولا يوجد منهم مَن يحفظ القرآن ، ويندر جداً أن يوجد بينهم المصاحف ، وأنهم لا يعتمدون في دينهم على الأخبار النبوية الصحيحة ! ! !\r\nأليس هذا كذباً صريحاً ؟ ! !\r\nومنها : أنّ الإمامية تمقت العرب والأُمّة العربية ، وأنهم فرحوا بانتصار الروس على الدولة العثمانية ! !\r\nباللَّه عليك متى حصل هذا وفي أي مكان ؟ ! !\r\nوذهب القصيمي إلى أبعد من ذلك فأنكر أحاديثاً رواها أبناء السُّنة أيضاً ، كحديث أنّ علياً قسيم الجنة والنار ، وحديث علي في السحاب . لكنّه شوّه هذه الأحاديث وغيّرها وأتى بها بشكلٍ لا\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيُلائم مقصده من الكذب والبهتان ! !\r\nأيتصور القصيمي أنّ الناس لا يقرءون ولا يُنقّبون ولا يعرفون الحقيقة ، ولا يوجد في أتباع أهل البيت عليهم السلام مَن يُنبّه الناس إلى أغاليطه ؟ ! !\r\nوتجرّأ القصيمي على أئمة أهل البيت عليهم السلام ، أبناء النبي صلى الله عليه وآله وسلم ، الذي أوصى بهم بقوله : « إنّي تارك فيكم الثقلين : كتاب اللَّه ، وعترتي أهل بيتي » ، حيث نسب إليهم أشياء هم وشيعتهم منها براء ، فقال : إنّ الإمامية يعتقدون في أئمتهم أنهم يُشاركون اللَّه في علم الغيب ، وأنّهم محرّمون على النار ، وأنّهم قائلون في علي وبنيه عليهم السلام قول النصارى في عيسى بن مريم من القول بالحلول والتقديس والمعجزات .\r\nوقد تصدّى للردّ عليه وعلى أمثاله من أتباع الأفكار الأموية ، مجموعة من العلماء والفضلاء ، منهم العلّامة الأميني رضوان اللَّه تعالى عليه ، وذلك في المجلّد الثالث والخامس من موسوعته الكبيرة « الغدير » .\r\nولمّا شاء اللَّه أن تُفرز هذه الردود وتُطبع بشكل مُستقل ، قمتُ بمراجعة هذا البحث وإعداده للطبع ، فصحّحتُ النصّ ، وخرّجتُ ما لم يُخرّجه العلّامة الأميني من بعض المصادر لعدم توفّرها لديه ، وحوّلتُ بعض التخريجات من الطبعات الحجرية القديمة إلى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالحروفية الحديثة ، وبيّنتُ الموارد التي أحالها العلّامة الأميني إلى أجزاء أُخرى من كتابه .\r\nمحمّد الحسّون\r\n29 صفر 1417 ه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالصراع بين الإسلام والوثنية\r\nلعلّ في نفس هذا الاسم دلالة واضحة على نفسيات مؤلّفة وروحياته ، وما أودعه في الكتاب من الخزايا ، فأوّل جنايته على المسلمين عامة تسميته بالوثنية أُمماً من المسلمين يُعدّ كلّ منها بالملايين ، وفيهم الأئمة والقادة ، والعلماء والحكماء ، والمُفسرون والحُفّاظ والأدلّاء على دين اللَّه الخالص ، وفي مقدّمهم أُمّة من الصحابة والتابعين لهم بإحسان .\r\nفهل ترى هذه التسمية تَدع بين المسلمين أُلفة ؟\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوتَذَر فيهم وِئاما ؟ وتُبقي بينهم مودّة ؟ وهل تجد لو اطّردت أمثالها كلمة جامعة تتفيّأ الأُمّة بظلّها الوارف ؟ نعم هي التي تبذر بين الملأ الديني بذور الفُرقة ، وتبثّ فيهم روح النفرة ، تتضارب من جرّائها الآراء ، وتتباين الفِكر ، وربّما انقلب الجدال جلاداً ، كفى اللَّه المسلمين شرّها .\r\nفإلى الدعة والسلام ، وإلى الإخاء والوحدة أيها المسلمون جميعاً من غير اكتراث لصخب هذا المُعكر للصفو ، والمُقلق للسلام ، «  إِنَّما يُرِيدُ الشَّيْطانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَداوَةَ وَالْبَغْضاءَ »  « 1 » ، «  لا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ »  « 2 »  *  ، «  وَمَنْ يَتَّبِعْ خُطُواتِ الشَّيْطانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشاءِ وَالْمُنْكَرِ »  « 3 »  . \r\nوأمّا ما في الكتاب من السباب المُقذع ، والتهتّك ، والقذائف ، والطامات ، والأكاذيب ، والنسب المفتعلة ، فلعلّها تربو على عدد صفحاته البالغة 1600 ، وإليك نماذج منها :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 91 .\r\n( 2 ) البقرة : 168 و 208 .\r\n( 3 ) النور : 21 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n1 - قال : من الظرائف أنّ شيخاً من الشيعة اسمه ( بيان ) ، كان يزعم أنَّ اللَّه يعنيه بقوله : «  هذا بَيانٌ لِلنَّاسِ »  « 1 » ، وكان آخر منهم يلقّب ب ( الكسف ) ، فزعم هو ، وزعم له أنصاره انَّه المعنيّ بقوله اللَّه :\r\n«  وَإِنْ يَرَوْا كِسْفاً مِنَ السَّماءِ »  « 2 » ، الآية . ص « ع » و « 538 » .\r\nج - إنْ هي إلَّا أساطير الأوَّلين ، التي اكتتبها قلم ابن قُتيبة في تأويل مختلف الحديث ص 87 « 3 » ، وإن هي إلَّا مِن الفِرق المفتعلة التي لم يكن لها وجودٌ وما وُجدت بعد ، وإنّما اختلقتها الأوهام الطائشة ، ونَسبَتها إلى الشيعة أَلْسِنَةُ حملةِ العصبيَّة العَمياء ، نُظراء ابن قُتيبة والجاحظ والخيّاط ، ممّن شُوِّهت صحائف تآليفهم بالإفك الفاحش ، وعرَّفهم التأريخ للمجتمع بالاختلاق والقول المُزوَّر ، فجاء القصيمي بعد مضيّ عشرة قرون على تلك التافهات والنسب المكذوبة يُجدِّدها ويَردُّ بها على الإماميَّة اليوم ، ويتَّبع الذين قد «  ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَنْ سَواءِ السَّبِيلِ »  « 4 » ، فذرهم وما يفترون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 138 .\r\n( 2 ) الطور : 44 .\r\n( 3 ) تأويل مختلف الحديث تحقيق محمد زهري النّجار : 72 .\r\n( 4 ) المائدة : 77 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nهب أنَّ للرجلين ( بيان وكسف ) وجوداً خارجيّاً ومعتقداً ، كما يزعمه القائل ، وأنَّهما من الشيعة - وأنّى له بإثبات شيءٍ منها - فهل في شريعة الحِجاج ، وناموس النصفة ، وميزان العدل ، نقد أُمَّة كبيرةٍ بمقالة معتوهين يُشكُّ في وجودهما أوَّلًا ، وفي مذهبهما ثانياً ، وفي مقالتهما ثالثاً !\r\n2 - قال : ذكر الأمير الجليل شكيب أرسلان في كتاب حاضر العالم الإسلامي « 1 » : إنَّه التقى بأحد رجال الشيعة المثقَّفين البارزين ، فكان هذا الشيعيُّ يمقت العرب أشدَّ المقت ، ويزري بهم أيّما ازراء ، ويغلو في عليِّ بن أبي طالب وولده غلوّاً يأباه الإسلام والعقل ، فعجب الأمير الجليل لأمره ، وسأله كيف تجمع بين مقت العرب هذا المقت وحبّ عليٍّ ووُلده هذا الحبّ ؟ وهل عليٌّ وولده إلّا من ذروة العرب وسنامها الأشمّ ؟ فانقلب الشيعيُّ ناصبيّاً واهتاج ، وأصبح خصماً لعليّ وبنيه ، وقال ألفاظاً في الإسلام والعرب مستكرهة . ص 14 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب يفتقر جدّاً إلى نظارة التنقيب ، ينمّ عن قصور باع مؤلّفة ، وعدم عرفانه بمعتقدات الشيعة ، وجهله بأخبارهم وعاداتهم ، غير ما لفقه قومه من أباطيل ومخاريق ، فأخذه حقيقة راهنة ، وسوّد به صحائف كتابه ، بل صحائف تأريخه « المؤلّف » .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nج - هذا النقل الخرافيُّ يُسفُّ بأمير البيان إلى حضيض الجهل والضعة ، حيث حكم بثقافة إنسان وبروزه والى أناساً وغلا في حبّهم ردحاً من الزمن وهو لا يعرف عنصرهم ، أو كان يَحسب أنّهم من الترك أو الديلم .\r\nوهل تجد في المسلمين جاهلًا لا يعرف أنَّ محمّداً وآله صلوات اللَّه عليه وعليهم من ذروة العرب وسنامها الأشمّ ؟ وقد منَّ عليه الأمير حيث لم يُخبره بأنَّ مُشرّف العترة الرَّسول الأعظم هو المحتبي على تلك الذروة وذلك السنام ؛ لئلّا يرتدَّ المثقّف إلى المجوسيَّة ، ولا أرى سرعة انقلاب المثقَّف البارز إلّا معجزة للأمير في القرن العشرين ، لا القرن الرابع عشر .\r\nهذا عند مَن يُصدِّق القصيمي « المُصارع » في نقله ، وأمّا المُراجع كتاب الأمير حاضر العالم الإسلامي فيجد في الجزء الأوَّل ص 164 ما نصّه :\r\nكنتُ أُحادث إحدى المرار رجلًا من فضلائهم - يعني الشيعة - ومن ذوي المناصب العالية في الدولة الفارسيّة ، فوصلنا في البحث إلى قضيّة العرب والعجم ، وكان محدِّثي على جانب عظيم من الغلوِّ في التشيّع ، إلى حدّ أنّي رأيت له كتاباً مطبوعاً مصدَّراً بجملة ( هو العليُّ الغالب ) فقلت في نفسي : لا شكَّ أنَّ هذا الرَّجل لشدَّة غلوِّه في آل البيت ، ولعلمه أنّهم من العرب ، لا يمكنه أن يكره العرب الذين\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nآل البيت منهم ، لأنّه يستحيل الجمع بين البغض والحبِّ في مكان واحدٍ ، «  ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ »  « 1 »  . \r\nولقد أخطأ ظنّي في هذا أيضاً ، فإنّي عندما سقت الحديث إلى مسألة العربيّة والعجميّة وجدته انقلب عجميّاً صرفاً ، ونسي ذلك الغلوّ كلّه في عليّ عليه السلام وآله ، بل قال لي هكذا وكان يحدِّثني بالتركيّة :\r\n( إيران بر حكومت إسلاميّة دكلدر يالكزدين إسلامي اتخاذ ايتمش بر حكومت در ) ، أي إيران ليست بحكومة إسلاميّة ، وأنّما هي حكومةٌ اتخذت لنفسها دين الإسلام .\r\nاقرأ وأعجب من تحريف الكلم عن مواضعه ، هكذا يفعل القصيميُّ بكلمات قومه ، فكيف بما خطته يد مَن يُضادُّه في المبدأ .\r\nوالقارئ جِدُّ عليم بأنّ الأمير شكيب أرسلان قد غلط أيضاً في فهم ما صدَّر الشيعيُّ الفاضل به كتابه من جملة ( هو العليُّ الغالب ) ، واتّخاذه دليلًا على الغلوِّ في التشيّع ، فإنّها كلمةٌ مطّردة تُكتب وتُقال كقولهم : هو الواحدُ الأحد ، وما يجري مجراه ، تُقصد بها أسماء اللَّه الحسنى ، وهي كالبسملة في التيمّن بافتتاح القول بها .\r\nوأنت لا تجد في الشيعة مَن يبغض العروبة ، وهو يعتنق ديناً عربيّاً صدع به عربيّ صميمٌ ، وجاء بكتاب عربيٍّ مبينٍ وفي طيِّه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 4 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n«  أَعْجَمِيٌّ وَعَرَبِيٌّ »  « 1 » ، وقد خلّفه على أمر الدين والأُمّة سادات العرب ، ولا يستنبط أحكام الدين إلّا بالمأثورات العربيّة عن أُولئك الأئمّة الطاهرين صلوات اللَّه عليهم ، المنتهية علومهم إلى مؤسِّس الدعوة الإسلاميِّة صلى الله عليه وآله ، وهو يدعو اللَّه في آناء الليل وأطراف النّهار بالأدعية المأثورة عنهم بلغة الضاد ، ويطبع وينشر آلافاً من الكتب العربيَّة في فنونها ، فالشيعيُّ عربيّ في دينه ، عربيٌّ في هواه ، عربيٌّ في مذهبه ، عربيٌّ في نزعته ، عربيٌّ في ولائه ، عربيٌّ في خلائقه ، عربيٌّ عربيٌّ عربيٌّ . . . .\r\nنعم يبغض الشيعيُّ زعانفةً بخسوا حقوق اللَّه ، وضعضعوا أركان النبوَّة ، وظلموا أئمَّة الدين ، واضطهدوا العترة الطاهرة ، وخانوا على العروبة ، عُرباً كانوا أو أعاجم ، وهذه العقيدة شرعٌ سواءٌ فيها الشيعي العربيُّ والعجميٌ .\r\nولكن شاء الهوى ، ودفعت الضغائن أصحابه إلى تلقين الأُمَّة بأنَّ التشيّع نزعةٌ فارسيَّةٌ ، والشيعيُّ الفارسيُّ يمقت العرب ؛ شقاً للعصا ، وتفريقاً لِلكَلم ، وتمزيقاً لجمع الأُمَّة ، وأنا أرى أنَّ القصيمي والأمير قبله في كلمات أُخرى يريدان ذلك كلِّه ، و : «  ما أُرِيكُمْ إِلَّا ما أَرى وَما أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشادِ »  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فصلت : 44 .\r\n( 2 ) غافر : 29 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n3 - قال : إنّ الشيعة في إيران نصبوا أقواس النصر ، ورفعوا أعلام السرور والابتهاج في كلّ مكان من بلادهم لمّا انتصر الروس على الدولة العثمانيَّة في حروبها الأخيرة ص 18 .\r\nج - هذه الكلمة مأخوذةٌ من الآلوسي الآنف ذكره ، وَذِكْرُ فريتهِ والجواب عنها ص 267 « 1 » ، غير أنَّ القصيمي كساها طلاءً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر العلّامة الأميني رحمه اللَّه في جوابه قائلًا : عجباً للصلافة ، أيحسب هذا الإنسان أنّ البلاد العراقية والإيرانية غير مطروقة لأحدٍ ؟ ! أو أنّ أخبارهم لا تصل إلى غيرهما ؟ ! أو أنّ الأكثرية الشيعية في العراق قد لازمها العَمى والصمم عمّا تفرَّد برؤيته أو سماعه هذا المتقوّل ؟ ! أو أنّهم معدودون من الأمم البائدة الذين طحنهم مرُّ الحقب والأعوام ؟ ! فَلَمْ يبق لهم مَن يُدافع عن شرفهم ، ويُناقش الحساب مع مَن يبهتهم ، فيُسائل هذا المختلق عن أولئك النفر الذين يفرحون بنكبات المسلمين ، أهم في عراقنا هذه مجرى الرافدين ؟ ! أم يُريد قارّة لم تُكتشف تُسمّى بهذا الاسم ؟ ! ويُعيد عليه هذا السؤال يعينه من إيران .\r\nأما المسلمون القاطنون في تينك المملكتين ، ومَن طرقهما من المستشرقين والسوّاح والسفراء والموظفين ، فلا عهد لهم بهاتيك الأفراح ، والشيعة جمعاء تحترم نفوس المسلمين ودماءهم وأعراضهم وأموالهم مطلقاً من غير فرق بين السنّي والشيعي . فهي تستاء إذا ما انتابت أيّ أحدٍ منهم نائبة ، ولم تُقيّد الأخوّة الإسلامية المنصوصة عليها في الكتاب الكريم بالتشيّع ، ويُسائل الرجل أيضاً عن تعيين اليوم ، أيّ يومٍ هذا هو العيد ؟ ! وفي أيّ شهرٍ هو ؟ ! وأيّ مدينة ازدانت لأجله ؟ ! وأيّ قوم ناءوا بتلك المخزات ؟ !\r\nلا جواب للرجل إلّا الاستناد إلى مثل ما استند إليه صاحب الرسالة من سائحٍ سُنّي مجهول ، أو مُبشّر نصراني .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمبهوجةً ، وكم ترك الأوَّل للآخر .\r\n4 - قال : الشيعة قائلون في عليٍّ وبنيه قول النصارى في عيسى بن مريم سواءً مثلًا من القول بالحلول والتقديس والمعجزات ، ومن الاستغاثة به وندائه في الضّراء والسرّاء ، والانقطاع إليه رغبةً ورهبةً ، وما يدخل في هذا المعنى .\r\nومَن شاهد مقام عليٍّ أو مقام الحسين أو غيرهما من آل البيت النبوي وغيرهم في النَّجف وكربلاء وغيرهما من بلاد الشيعة وشاهد ما يأتونه من ذلك هنالك ، علمَ أنَّ ما ذكرناه عنهم دُوين الحقيقة ، وأنَّ العبارة لا يمكن أن تفي بما يقع عند ذلك المشاهد من هذه الطائفة ، ولأجل هذا فإنَّ هؤلاء لم يزالوا ولن يزالوا من شرِّ الخصوم للتوحيد وأهل التوحيد ص 19 .\r\nج - أمّا الغلوُّ بالتأليه والقول بالحلول فليس من معتقد الشيعة ، وهذه كتبهم في العقائد طافحةٌ بتكفير القائلين بذلك ، والحكم بارتدادهم ، والكتب الفقهيَّة بأسرها حاكمةٌ بنجاسة أسئارهم .\r\nوأمّا التقديس والمعجزات فليسا من الغلوِّ في شيءٍ ، فإنَّ القداسة بطهارة المولد ، ونزاهة النفس عن المعاصي والذنوب ،\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوطهارة العنصر عن الديانا والمخازي لازمةُ منصَّة الأئمَّة ، وشرط الخلافة فيهم كما يُشترط ذلك في النبيِّ صلى الله عليه وآله .\r\nوأمّا المعجزات فإنَّها من مثبتات الدعوى ، ومتمّات الحجَّة ، ويجب ذلك في كلِّ مُدَّع للصّلة بينه وبين ما فوق الطبيعة ، نبيّاً كان أو إماماً ، ومعجز الإمام في الحقيقة معجزٌ للنبيِّ الذي يخلّفه على دينه وكرامة له ، ويجب على المولى سبحانه في باب اللطف أن يُحق دعوى المحقِّ بإجراء الخوارق على يديه ، تثبيتاً للقلوب ، وإقامةً للحجَّة ، حتّى يقرِّبهم إلى الطاعة ويبعِّدهم عن المعصية ، لدة ما في مدَّعي النبوَّة من ذلك ، كما يجب أيضاً أن ينقض دعوى المبطل إذا تحدّى بتعجيزه ، كما يُؤثر عن مسيلمة وأشباهه .\r\nوإنَّ من المفروغ عنه في علم الكلام كرامات الأولياء ، وقد برهنت عليها الفلاسفة بما لا معدل عنه ويضيق عنه المقام ، فإذا صحَّ ذلك لكلِّ وليٍّ ، فلما ذا يُعدُّ غلوّاً في حُجج اللَّه على خلقه ؟\r\nوكتُب أهل السنَّة وتآليفهم مفعمةٌ بكرامات الأولياء ، كما أنَّها مُعترفةٌ بكرامات مولانا أمير المؤمنين صلوات اللَّه عليه .\r\nوأمّا الاستغاثة والنداء والانقطاع وما أشار إليها ، فلا تعدو أن تكون توسّلًا بهم إلى المولى سبحانه ، واتِّخاذهم وسائل إلى نُجح طلباتهم عنده جلّت عظمته ، لقربهم منه ، وزلفتهم إليه ، ومكانتهم عنده ، لأنَّهم عبادٌ مكرمون ، لا لأنَّ لذواتهم القدسيَّة دخلًا في\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nإنجاح المقاصد أوَّلًا وبالذّات ، لكنَّهم مجاري الفيض ، وحلقات الوصل ، ووسائط بين المولى وعبيده ، كما هو الشأن في كلِّ متقرِّب من عظيم يُتوسَّل به إليه .\r\nوهذا حكمٌ عامٌّ لِلأولياء والصالحين جميعاً ، وإن كانوا متفاوتين في مراحل القُرب ، كلّ هذا مع العقيدة الثابتة بأنَّه لا مُؤثِّر في الوجود إلّا اللَّه سبحانه ، ولا تقع في المشاهد المقدَّسة كلّها من وفود الزائرين إلّا ما ذكرناه من التوسّل « 1 » .\r\nفأين هذه من مضادَّة التوحيد ؟ ! وأين هؤلاء من الخصومة معه ومع أهله ؟ ! فذرهم وما يفترون «  إِنَّما يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ وَأُولئِكَ هُمُ الْكاذِبُونَ »  « 2 »  . \r\n5 - قال : تذهب الشيعة تبعاً للمعتزلة إلى إنكار رؤية اللَّه يوم القيامة ، وإنكار صفاته ، وإنكار أن يكون خالقاً أفعال العباد ، لشبهاتٍ باطلةٍ ، وقد جمع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر العلّامة الأميني رحمه اللَّه تعالى في الجزء الخامس من كتابه الغدير الشّبَهَ التي أثارها البعض حولَ موضوع زيارة قبور الأئمة الصالحين ، وردّ عليها ردّاً علمياً متيناً ، مُبيناً فيه تأييد كبار علماء السُنّة لها . ومن الذين نهجوا المنهج المعوج وأثاروا الشبهات حول هذا الموضوع هو القصيمي ، حيث حذا حذوَ شيخه ابن تيمية في ذلك ، فردّ عليه شيخنا الأميني رضوان اللَّه تعالى عليه .\r\n( 2 ) النحل : 105 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالعلماء من أهل الحديث والسنَّة والأثر كالأئمَّة الأربعة على الإيمان بذلك كلِّه ، ليس بينهم خلافٌ في أنَّ اللَّه خالقُ كلِّ شيءٍ حتّى العباد وأفعالهم ، ولا في رؤية اللَّه يوم القيامة .\r\nومن عجب أن تُنكر الشيعة ذلك خوف التشبيه ، وهم يقولون بالحلول والتشبيه الصريح ، وبتأليه البشر ، ووصف اللَّه بصفات النقص ، وأهل السُنَّة يعدُّون الشيعة والمعتزلة مُبتدعين غير مُهتدين في جحدهم هذه الصفات 1 ص 68 .\r\nج - إنَّ الرَّجل قلّد في ذات اللَّه وصفاته ابن تيميَّة وتلميذه ابن القيّم ، ومذهبهما في ذلك - كما قال الزرقاني المالكي في شرح المواهب ص 12 - إثبات الجهة والجسميَّة ، وقال : قال المناوي : أمّا كونهما من المبتدعة فمسلّم .\r\nوالقصيمي يقدّسهما ورأيهما ويصرِّح بالجهة ويعيِّنها ، وله فيها كلماتٌ في طيِّ كتابه ، ونحن لا نُناقشه في هذا الرأي الفاسد ، ونُحيل الوقوف على فساده إلى الكتب الكلاميَّة من الفريقين ، والذي يُهمّنا إيقاف القارئ على كذبه في القول واختلاقه في النسب .\r\nإنَّ الشيعة لم تتَّبع المعتزلة في إنكار رؤية اللَّه يوم القيامة ، بل تتّبع برهنة تلك الحقيقة الراهنة من العقل والسمع ، وحاشاهم من\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالقول بالحلول ، والتشبيه ، وتأليه البشر ، وتوصيف اللَّه بصفات النقص ، وإنكار صفات اللَّه الثابتة له ، بل إنَّهم يقولون جمعاء بكفر مَن يعتقد شيئاً من ذلك ، راجع كتبهم الكلاميَّة قديماً وحديثاً ، وليس في وسع الرجل أن يأتي بشيءٍ يدلُّ على ما باهتهم ، ولعمري لو وجد شيئاً من ذلك لصدح به وصدع .\r\nنعم ، تُنكر الشيعة أن تكون للَّه صفاتٌ ثبوتيَّةٌ زائدةٌ على ذاته ، وإنَّما هي عينها ، فلا يقولون بتعدّد القدماء معه سبحانه ، وإنّ لسان حالهم ليُناشد مَن يخالفهم بقوله :\r\n إخواننا الأدنين منّا ارفقوا * لقد رقيتم مرتقى صعبا\r\nإن ثلّثت قومٌ أقانيمهم * فإنَّكم ثمَّنتمُ الربا \r\nوللمسألة بحثٌ ضاف مترامي الأطراف تتضمَّنه كتب الكلام .\r\nوأمّا أفعال العباد ، فلو كانت مخلوقةٍ للَّه سبحانه خلق تكوينٍ ، لبطل الوعد والوعيد والثواب والعقاب ، وإنَّ من القبيح تعذيب العاصي على المعصية وهو الَّذي أجبره عليها ، وهذه من عويصات مسائل الكلام قد أُفيض القول فيها بما لا مزيد عليه ، وإنَّ مَن يقول بخلق الأفعال فقد نسب إليه سبحانه القبيح والظلم غير شاعر بهما ، وما استند إليه القصيمي من الإجماع وقول القائلين لا يكاد يجديه نفعاً تجاه البرهنة الدامغة .\r\nوأمّا قذف أهل السنَّة الشيعة والمعتزلة بما قذفوه وعدُّهم من\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالمبتدعين ، فإنَّها شنشنةٌ أعرفها من أخزم .\r\n6 - قال في عدّ معتقدات الشيعة : وذرِّيَّة النبيِّ جميعاً مُحرَّمون على النّار ، معصومون من كلِّ سوء . في الجزء الثاني صحيفة 327 من كتاب منهاج الشريعة ، زعم مؤلِّفه : أنّ اللَّه قد حرَّم جميع أولاد فاطمة بنت النبيِّ على النّار ، وأنَّ مَن فاته منهم أوَّلًا فلا بدَّ أن يوفَّق إليه قبل وفاته . قال : ثمَّ الشفاعة من وراء ذلك .\r\nوقال في أعيان الشيعة الجزء الثالث صفحة 65 : إنَّ أولاد النبيِّ عليه الصَّلاة والسَّلام لا يُخطئون ، ولا يُذنبون ، ولا يعصون اللَّه إلى قيام الساعة 2 ص 20 .\r\nج - إنَّ الشيعة لم تكس حلّة العصمة إلّا خلفاء رسول اللَّه الاثني عشر من ذرّيته وعترته وبضعته الصِّديقة الطاهرة ، بعد أن كساهم اللَّه تعالى تلك الحلّة الضافية بنصِّ آية التطهير « 1 » في خمسةٍ أحدهم نفس النبيِّ الأعظم ، وفي البقيَّة بملاك الآية والبراهين العقليَّة المتكثّرة والنصوص المتواترة ، وعلى هذا أصفق علماؤهم والأُمّة الشيعيَّة جمعاء في أجيالهم وأدوارهم ، وإن كان هناك ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 33 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nيوهم إطلاقاً أو عموماً ، فهو منزَّلٌ على هؤلاء فحسب وإن كان في رجالات أهل البيت غيرهم أولياء صدّيقون أزكياء لا يجترحون السيّئات ، إلّا أنَّ الشيعة لا توجب لهم العصمة .\r\nوأمّا ما استند إليه الرَّجل من كلام صاحب منهاج الشريعة فليس فيه أيّ إشارة إلى العصمة ، بل صريح القول منه خلافها ، لأنَّه يُثبت أنَّ فيهم من تفوته ثمَّ يتدارك بالتوبة قبل وفاته ، ثمَّ الشفاعة من وراء ذلك ، فرجلٌ يقترف السيّئة ، ثمَّ يوفَّق للتوبة عنها ، ثمَّ يُعفى عنها بالشفاعة لا يُسمّى معصوماً ، بل هذه خاصَّة كلِّ مؤمن يتدارك أمره بالتوبة ، وإنَّما الخاصّة بالذريَّة التمكّن من التوبة على أيّ حال .\r\nقال القسطلاني في المواهب ، والزرقاني في شرحه 3 ص 203 :\r\nروي عن ابن مسعود رفعه : « إنَّما سُمِّيت فاطمة » بإلهام من اللَّه لرسوله إن كانت ولادتها قبل النبوَّة ، وإن كانت بعدها فيحتمل بالوحي ، « لأنَّ اللَّه قد فطمها » ، من الفطم وهو المنع ، ومنه فطم الصبيّ ، « وذرِّيَّتها عن النار يوم القيامة » ، أي منعهم منها ، فأمّا هي وابناها فالمنع مطلقٌ ، وأمّا مَن عداها فالممنوع عنهم نار الخلود ، فلا يمتنع دخول بعضهم للتطهير ، ففيه بشرى لآله صلى الله عليه وآله بالموت على الإسلام ، وأنَّه لا يختم لأحد منهم بالكفر . نظيره ما قاله الشريف السمهودي في خبر الشفاعة لمن مات بالمدينة ، مع أنَّه يشفع لكلِّ\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمَن مات مسلماً ، أو أنَّ اللَّه يشاء المغفرة لمن واقع الذنوب منهم إكراماً لفاطمة عليها السلام أو يوفِّقهم للتوبة النصوح ولو عند الموت ويقبلها منهم . ( أخرجه الحافظ الدمشقي ) هو ابن عساكر .\r\nوروى الغسّاني والخطيب - وقال : فيه مجاهيل - مرفوعاً : « إنَّما سُمِّيت فاطمة لأنَّ اللَّه فطمها ومحبّيها عن النار » « 1 » ، ففيه بشرى عميمة لكلِّ مسلم أحبَّها ، وفيه التأويلات المذكورة .\r\nوأمّا ما رواه أبو نعيم والخطيب : أنَّ عليّاً الرِّضا بن موسى الكاظم بن جعفر الصّادق سُئل عن حديث : « إنَّ فاطمة أحصنت فرجها فحرَّمها اللَّه وذريَّتها على النار » « 2 » ، فقال : « خاصٌّ بالحسن والحسين » .\r\nوما نقله الأخباريّون عنه من توبيخه لأخيه زيد حين خرج على المأمون وقوله : ما أنت قائلٌ لرسول اللَّه ، أغرَّك قوله : « إنَّ فاطمة أحصنت » الحديث ، إنّ هذا لمن خرج من بطنها لا لي ولا لك ، واللَّه ما نالوا ذلك إلّا بطاعة اللَّه ، فإنْ أردتَ أن تنال بمعصيته ما نالوه بطاعته إنّك إذاً لأكرم على اللَّه منهم .\r\nفهذا من باب التواضع ، والحثِّ على الطاعات ، وعدم الاغترار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 12 : 109 / 34227 .\r\n( 2 ) مستدرك الصحيحين 3 : 152 ، مجمع الزوائد 9 : 202 ، حلية الأولياء 4 : 188 ، كنز العمال 12 : 108 / 34220 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبالمناقب وإن كثرت ، كما كان الصحابة المقطوع لهم بالجنَّة على غايةٍ من الخوف والمراقبة ، وإلّا فلفظ « ذريَّة » لا يخصُّ بمَن خرج من بطنها في لسان العرب «  وَمِنْ ذُرِّيَّتِهِ داوُدَ وَسُلَيْمانَ »  « 1 » الآية ، وبينه وبينهم قرونٌ كثيرةٌ ، فلا يُريد بذلك مثل عليِّ الرِّضا مع فصاحته ومعرفته لغة العرب ، على أنَّ التقييد بالطائع يبطل خصوصيَّة ذريَّتها ومحبِّيها ، إلّا أن يُقال : للَّه تعذيب الطائع ، فالخصوصيَّة أن لا يعذِّبه اكراماً لها ، واللَّه أعلم « 2 » .\r\nوأخرج الحافظ الدمشقي باسناده عن عليّ رضي الله عنه قال : « قال رسول اللَّه صلى الله عليه وسلم لفاطمة رضي اللَّه عنها : يا فاطمة تدرين لِمَ سُمِّيتِ فاطمة ؟ قال عليٌّ رضي الله عنه : لِمَ سُمِّيت ؟ قال : إنَّ اللَّه عزَّ وجلَّ قد فطمها وذريّتها عن النار يوم القيامة » « 3 » .\r\nوقد رواه الإمام عليّ بن موسى الرِّضا في مسنده ولفظه : « إنَّ اللَّه فطم ابنتي فاطمه وولدها ومَن أحبّهم من النار » « 4 » .\r\nأيرى القصيميُّ بعدُ أنَّ الشيعة قد انفردوا بما لم يقله أعلام قومه ؟ أو رووا بحديث لم يروه حفّاظ مذهبه ؟ أو أتوا بما يُخالف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنعام : 84 .\r\n( 2 ) بقية العبارة مرت ص 176 . ما بين القوسين لفظ المواهب « المؤلف » .\r\n( 3 ) كنز العمال 12 : 109 / 34227 .\r\n( 4 ) عمدة التحقيق تأليف العبيدي المالكي المطبوع في هامش روض الرياحين لليافعي ص 15 « المؤلّف » .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمبادئ الدين الحنيف ؟ وهل يسعه أن يتَّهم ابن حجر والزرقاني ونظرائهما من أعلام قومه وحفّاظ نحلته المشاركين مع الشيعة في تفضيل الذريَّة ؟ ! ويرميهم بالقول بعصمتهم ؟ ! ويتحامل عليهم بمثل ما تحامل على الشيعة ؟ .\r\nوليس من البِدْع تفضّل المولى سبحانه على قوم بتمكينه إيّاهم من النزوع من الآثام ، والندم على ما فرَّ طوافي جنبه ، والشفاعة من وراء ذلك ، ولا ينافي شيئاً من نواميس العدل ولا الأُصول المسلّمة في الدين ، فقد سبقت رحمته غضبه ووسعت كلَّ شيءٍ .\r\nوليس هذا القول المدعوم بالنصوص الكثيرة بأبدع من القول بعدالة الصحابة أجمع ، واللَّه سبحانه يُعرِّف في كتابه المقدَّس أناساً منهم بالنفاق وانقلابهم على أعقابهم « 1 » بآيات كثيرة رامية غرضاً واحداً ، ولا تنس ما ورد في الصِّحاح والمسانيد ، ومنها :\r\nما في صحيح البخاري من أنَّ أُناساً من أصحابه صلى الله عليه وآله يُؤخذ بهم ذات الشمال فيقول : « أصحابي أصحابي » فيقال : إنَّهم لم يزالوا مرتدّين على أعقابهم منذ فارقتهم » « 2 » .\r\nوفي صحيح آخر : « ليرفعنَّ رجالٌ منكم ثمَّ ليختلجنَّ دوني فأقول : يا ربّ أصحابي فيقال : إنّك لا تدري ما أحدثوا بعدك » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 144 .\r\n( 2 ) صحيح البخاري 8 : 149 .\r\n( 3 ) صحيح البخاري 8 : 148 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوفي صحيح ثالث : أقول : « أصحابي فيقول : لا تدري ما أحدثوا بعدك » « 1 » .\r\nوفي صحيح رابع : « أقول : إنَّهم منّي ، فيقال : إنّك لا تدري ما أحدثوا بعدك ، فأقول : سُحقاً لمن غيَّر بعدي » « 2 » .\r\nوفي صحيح خامس : « فأقول : يا ربّ أصحابي ، فيقول : إنّك لا علم لك بما أحدثوا بعدك ، إنّهم ارتدّوا وأعلى أدبارهم القهقرى » « 3 » .\r\nوفي صحيح سادس : « بينا أنا قائم إذا زمرةٌ حتّى إذا عرفتهم خرج رجلٌ من بيني وبينهم فقال : هلمَّ ، فقلت : أين ؟ قال : إلى النار واللَّه ، قلت : وما شأنهم ؟ قال : إنّهم ارتدّوا على أدبارهم القهقرى .\r\nثمَّ إذا زمرةٌ حتى إذا عرفتهم خرج رجلٌ من بيني وبينهم فقال : هلمَّ ، قلت : أين ؟ قال : إلى النار واللَّه ، قلت : ما شأنهم ؟ قال : إنَّهم ارتدّوا بعدك على أدبارهم القهقرى ، فلا أراه يخلص منهم إلّا مثل هَمل النعم « 4 » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 8 : 149 .\r\n( 2 ) صحيح البخاري 8 : 150 و 9 : 59 .\r\n( 3 ) صحيح البخاري 8 : 150 .\r\n( 4 ) صحيح البخاري 8 : 150 - 151 .\r\n( 5 ) راجع صحيح البخاري ج 5 ص 113 ، ج 9 ص 242 - 247 « المؤلّف » .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nقال القسطلاني في شرح صحيح البخاري 9 ص 325 في هذا الحديث : هَمَل ، بفتح الهاء والميم : ضوالُّ الإبل ، واحدها هامل ، أو : الإبل بلا راع ، ولا يقال ذلك في الغنم ، يعني : انَّ الناجي منهم قليلٌ في قلّة النعم الضالَّة ، وهذا يشعر بأنّهم صنفان كفّارٌ وعُصاةٌ . انتهى .\r\nوأنت من وراء ذلك كلّه جِدُّ عليمٍ بما شجر بين الصحابة من الخلاف الموجب للتباغض والتشاتم والتلاكم والمقاتلة القاضية بخروج إحدى الفريقين عن حيِّز العدالة ، ودع عنك ما جاء في التأريخ عن أفراد منهم من ارتكاب المآثم والإتيان بالبوائق .\r\nفإذا كان هذا التعديل عنده وعند قومه لا يستتبع لوماً ولا يعقِّب هماجة ، فأيّ حزارةٍ في القول بذلك التفضّل الّذي هو من سنّة اللَّه في عباده ؟ ! «  وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا »  « 1 »  . * \r\nوأمّا ما أردفه في الاستناد من كلام سيِّدنا الأمين في أعيان الشيعة 3 ص 65 ، فإنّي ألفت نظر القارئ إلى نصِّ عبارته حتّى يعرف مقدار الرَّجل من الصِّدق والأمانة في النقل ، ويرى محلّه من الأرجاف وقذف رجل عظيم من عظماء الأُمَّة بفاحشةٍ مبيّنة ، واتِّهامه بالقول بعصمة الذريَّة وهو ينصُّ على خلافه ، قال بعد ذكر حديث الثقلين « 2 » بلفظ مسلم « 3 » وأحمد « 4 » وغيرهما من الحفّاظ ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 62 .\r\n( 2 ) « إني تارك فيكم الثقلين أو الخليفتين : كتاب اللَّه ، وعترتي أهل بيتي » « المؤلّف » .\r\n( 3 ) صحيح مسلم 4 : 1873 - 1874 / 2408 .\r\n( 4 ) مسند أحمد بن حنبل 4 : 371 و 5 : 182 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nنصّه :\r\nدلّت هذه الأحاديث على عصمة أهل البيت من الذنوب والخطأ ، لمساواتهم فيها بالقرآن الثابت عصمته في أنَّه أحد الثقلين المخلّفين في الناس ، وفي الأمر بالتمسّك بهم كالتمسّك بالقرآن ، ولو كان الخطأ يقع منهم لَما صحَّ الأمر بالتمسّك بهم ، الذي هو عبارةٌ عن جعل أقوالهم وأفعالهم حجَّةً ، وفي أنَّ المتمسِّك بهم لا يضلُّ كما لا يضلُّ المتمسِّك بالقرآن ، ولو وقع منهم الذنوب أو الخطأ لكان المتمسِّك بهم يضلُّ ، وإنَّ في اتِّباعهم الهدى والنور كما في القرآن ، ولو لم يكونوا معصومين لكان في اتِّباعهم الضَّلال ، وأنَّهم حبلٌ ممدودٌ من السَّماء إلى الأرض كالقرآن ، وهو كنايةٌ عن أنَّهم واسطةٌ بين اللَّه تعالى وبين خلقه ، وأنَّ أقوالهم عن اللَّه تعالى ، ولو لم يكونوا معصومين لم يكونوا كذلك . وفي أنَّهم لم يُفارقوا القرآن ولن يُفارقهم مدَّة عمر الدُّنيا ، ولو أخطئوا أو أذنبوا لفارقوا القرآن وفارقهم ، وفي عدم جواز مفارقتهم بتقدُّم عليهم بجعل نفسه إماماً لهم أو تقصير عنهم وائتمام بغيرهم ، كما لا يجوز التقدُّم على القرآن بالإفتاء بغير ما فيه أو التقصير عنه باتِّباع أقوال مخالفيه ، وفي عدم جواز تعليمهم وردِّ أقوالهم ، ولو كانوا يجهلون شيئاً لوجب تعليمهم ولم يُنه عن ردِّ قولهم .\r\nودلَّت هذه الأحاديث أيضاً على أنَّ منهم مَن هذه صفته في كلِّ\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nعصرٍ وزمانٍ بدليل قوله صلى الله عليه وآله « أنَّهما لن يفترقا حتّى يردا علي الحوض وأنَّ اللطيف الخبير أخبر بذلك » ، وورود الحوض كناية عن انقضاء عمر الدنيا ، فلو خلا زمانٌ من أحدهما لم يَصدق أنَّهما لن يفترقا حتّى يردا عليه الحوض .\r\nإذا عُلم ذلك ظهر أنَّه لا يمكن أن يُراد بأهل البيت جميع بني هاشم ، بل هو من العامّ المخصوص بمَن ثبت اختصاصهم بالفضل والعلم والزهد والعفَّة والنزاهة من أئمَّة أهل البيت الطاهر ، وهم الأئمَّة الاثنا عشر وأُمّهم الزهراء البتول ، للإجماع على عدم عصمة مَن عداهم ، والوجدان أيضاً على خلاف ذلك ، لأنَّ مَن عداهم مِن بني هاشم تصدر منهم الذنوب ويجهلون كثيراً من الأحكام ، ولا يمتازون عن غيرهم من الخلق ، فلا يمكن أن يكونوا هم المجعولين شركاء القرآن في الأُمور المذكورة ، بل يتعيّن أن يكون بعضهم لا كلّهم ليس إلّا مَن ذكرناه . أمّا تفسير زيد بن أرقم لهم بمطلق بني هاشم « 1 » إن صحَّ ذلك عنه ، فلا تجب متابعته عليه بعد قيام الدليل على بطلانه .\r\nاقرأ واحكم ، حيّا اللَّه الأمانة والصِّدق ، هكذا يكون عصر النور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيما أخرجه مسلم في صحيحه « المؤلّف » .\r\nانظر صحيح مسلم 4 : 1873 / 2408 حيث قال : هم آل علي ، وآل عقيل ، وآل جعفر ، وآل عباس .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n7 - قال : من آفات الشيعة قولهم : إنَّ عليّاً يذود الخلق يوم العطش فيسقي منه أولياءه ويذود عنه أعداءه ، وإنّه قسيم النار ، وإنّها تطيعه ، يُخرج منها من يشاء ج 2 ص 21 .\r\nج - لقد أسلفنا في الجزء الثاني ص 321 ، أسانيد الحديث الأوَّل عن الأئمّة والحفّاظ ، وأوقفناك على تصحيحهم لغير واحدٍ من طرقه ، وبقيّتها مؤكِّدةٌ لها « 1 » ، فليس هو من مزاعم الشيعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرج المصنّف رضوان اللَّه تعالى عليه من المجلد الثاني ، الصفحة 321 - 322 مَن روى هذا الحديث حيث قال .\r\n1 - أخرج الطبراني باسنادٍ رجاله ثقات عن أبي سعيد الخدري قال : قال النبي ( ص ) : « يا علي معك يوم القيامة عصاً من عصي الجنة تذود بها المنافقين عن الحوض » . الذخائر ص 91 ، الرياض 2 ص 211 ، مجمع الزوائد 9 ص 135 ، الصواعق : 104 .\r\n2 - أخرج أحمد في المناقب باسناده عن عبد اللَّه بن اجاره ، قال : سمعتُ أمير المؤمنين علي ابن أبي طالب وهو على المنبر يقول : « أنا أذود عن حوض رسول اللَّه بيديَّ هاتين القصيرتين الكفار والمنافقين كما تذود السقاة غريبة الإبل عن حياضهم » . ورواه الطبراني في الأوسط ، وذكر في مجمع الزوائد 9 ص 139 ، والرياض النضرة 2 : 211 ، وكنز العمال 6 ص 403 .\r\n3 - أخرج ابن عساكر في تاريخه باسناد عن ابن عباس عن رسول اللَّه ( ص ) قال لعلي : « أنت أمامي يوم القيامة ، فيدفع إليّ لواء الحمد فأدفعه إليك وأنت تذود الناس عن حوضي » . وذكره السيوطي في الجمع كما في ترتيبه 6 ص 400 وفي ص 393 عن ابن عباس عن عمر في حديث طويل عنه ( ص ) :\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n« وأنت تتقدّمني بلواء الحمد وتذود عن حوضي » .\r\n4 - أخرج أحمد في المناقب باسناده عن أبي سعيد الخدري قال : قال رسول اللَّه ( ص ) : « أعطيت في علي خمساً هو أحبّ إليّ من الدنيا وما فيها : أما واحدة فهو تكأتي بين يدي اللَّه عزّ وجلّ حتى يفرغ من الحساب ، وأما الثانية فلواء الحمد بيده ، آدم ومَن ولده تحته ، وأما الثالثة : فواقفٌ علي على عقر حوضي يسقي مَن عرف من أمّتي . . . . » الحديث . وذكر في الرياض النضرة 2 : 203 ، وكنز العمال 6 ص 403 .\r\n5 - أخرج شاذان الفضيلي باسناده عن أمير المؤمنين قال : قال رسول اللَّه ( ص ) : « يا علي سألتُ ربّي عزّ وجلّ فيك خمس خصال فأعطاني ، أما الأُولى فإنّي سألتُ ربّي أن تنشق عنّي الأرض وأنفض التراب عن رأسي وأنت معي ، فأعطاني . وأما الثانية فسألته أن يوقفني عند كفّة الميزان وأنت معي ، فأعطاني . وأما الثالثة فسألته أن يجعلك حامل لوائي وهو لواء اللَّه الأكبر عليه المفلحون والفائزون بالجنّة ، فأعطاني . وأما الرابعة فسألتُ ربّي أن تسقي أُمّتي من حوضي ، فأعطاني . وأما الخامسة فسألتُ ربّي أن يجعلك قائد أمتي إلى الجنّة ، فأعطاني . فالحمد للَّه الذي مَنّ به عليّ » .\r\nوتجده في المناقب للخطيب الخوارزمي ص 203 ، وفرائد السمطين في الباب الثامن عشر ، وكنز العمال 6 ص 402 .\r\n6 - أخرج الطبراني في الأوسط عن أبي هريرة في حديث قال : قال رسول اللَّه ( ص ) : « كأنّي بك ( يا علي ) وأنت على حوضي تذود عنه الناس وأنّ عليه لأباريق مثل عدد نجوم السماء وانّي وأنت والحسن والحسين وفاطمة وعقيل وجعفر في الجنة إخواناً على سرير متقابلين أنت معي وشيعتك في الجنة . مجمع الزوائد 9 ص 173 .\r\n7 - عن جابر بن عبد اللَّه في حديث عن رسول اللَّه ( ص ) قال : « يا علي والذي نفسي بيده إنك لذائد عن حوضي يوم القيامة ، تذود عنه رجالًا كما يذاد البعير\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nفحسب ، وإنّما اشترك معهم فيه حملة العلم والحديث من أصحاب الرَّجل . لكنَّ القصيمي لجهله بهم وبما يروونه ، أو لحقده على من رُوي الحديث في حقِّه ، يحسبه من آفات الشيعة .\r\nوأما الحديث الثاني فكالأوَّل ليس من آفات الشيعة ، بل من غرر الفضائل عند أهل الإسلام ، فأخرجه الحافظ أبو إسحاق ابن ديزيل المتوفّى 280 - 281 ه عن الأعمش ، عن موسى بن ظريف ، عن عباية قال : سمعت عليّاً وهو يقول : « أنا قسيم النار يوم القيامة ، أقول : خذي ذا ، وذري ذا » .\r\nوذكره ابن أبي الحديد في شرحه 1 ص 200 « 1 » ، والحافظ ابن عساكر في تأريخه من طريق الحافظ أبي بكر الخطيب البغدادي .\r\n\r\n\r\n","description":"","footnote":"\r\nالضالَّ عن الماء ، بعصًا لك من عوسج ، وكأنّي أنظر إلى مقامك من حوضي » . مناقب الخطيب ص 65 .\r\n8 - أخرج الحاكم في المستدرك 3 : 2 138 باسناده وصحّحه عن علي بن أبي طلحة قال : حججنا فمررنا على الحسن بن علي بالمدينة ومعنا معاوية بن حديج - بالتصغير - فقيل للحسن : أنّ هذا معاوية بن حُديج الساب لعليِّ ، فقال : عليّ به ، فأتي به ، فقال : أنت الساب لعلي ؟ فقال : ما فعلت ، فقال : واللَّه إن لقيته - وما أحسبك تلقاه - يوم القيامة تجده قائماً على حوض رسول اللَّه ( ص ) يذود عنه رايات المنافقين ، بيده عصاً من عوسج ، حدّثنيه الصادق المصدق ( ص ) ، وقد خاب من افترى » .\r\nوأخرجه الطبراني وفي لفظه : « لتجدنّه مشمراً حاسراً عن ذراعيه يذود الكفّار والمنافقين عن حوض رسول اللَّه ( ص ) ، قول الصادق المصدق » .\r\n( 1 ) شرح نهج البلاغة ، تحقيق محمد أبو الفضل إبراهيم 2 : 260 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوهذا الحديث سُئل عنه الإمام أحمد ، كما أخبر به محمّد بن منصور الطوسي قال : كنّا عند أحمد بن حنبل فقال له رجلٌ : يا أبا عبد اللَّه ما تقول في هذا الحديث الذي يُروى : انَّ عليّاً قال : « أنا قسيم النار » ؟ فقال أحمد : وما تُنكرون من هذا الحديث ؟ أليس رُوينا إنَّ النبي صلى الله عليه وآله قال لعليٍّ : « لا يحبّك إلّا مؤمنٌ ولا يُبغضك إلّا منافق » ؟ قلنا : بلى . قال : فأين المؤمن ؟ قلنا : في الجنّة قال :\r\nفأين المنافق ؟ قلنا : في النّار . قال : فعليٌّ قسيم النار . كذا في طبقات أصحاب أحمد « 1 » ، وحكى عنه الحافظ الكنجي في الكفاية ص 22 ، فليت القصيمي يدري كلام إمامه .\r\nهذه اللفظة أخذها سلام اللَّه عليه من قول رسول اللَّه صلى الله عليه وآله له فيما رواه عنترة عنه صلى الله عليه وآله انّه قال : « أنت قسيم الجنَّة والنار في يوم القيامة ، تقول للنار : هذا لي وهذا لك » ، وبهذا اللفظ رواه ابن حجر في الصواعق 75 .\r\nويُعرب عن شهرة هذا الحديث النبويِّ بين الصحابة احتجاج أمير المؤمنين عليه السلام به يوم الشورى بقوله : « أُنشدكم باللَّه ، هل فيكم أحدٌ قال له رسول اللَّه صلى الله عليه وآله : يا عليُّ ؟ أنت قسيم الجنّة يوم القيامة غيري » ؟ قالوا : اللهمَّ لا . والأعلام ترى هذه الجملة من حديث الاحتجاج صحيحاً ، وأخرجه الدارقطني كما في الإصابة 75 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الحنابلة للقاضي أبي الحسين محمد بن أبي يعلي 1 : 320 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nويرى ابن أبي الحديد استفاضة كلا الحديثين النبويّ والمناشدة العلويّة ، فقال في شرحه 2 من 448 : فقد جاء في حقِّه الخبر الشائع المستفيض : انّه قسيم النار والجنّة ، وذكر أبو عُبيد الهروي في الجمع بين الغريبين : أنّ قوماً من أئمَّة العربيّة فسَّروه فقالوا : لأنّه لَمّا كان محبّه من أهل الجنّة ومبغضه من أهل النار ، كان بهذا الاعتبار قسيم النار والجنّة . قال أبو عُبيد : وقال غير هؤلاء : بل هو قسيمها بنفسه في الحقيقة ، يُدخل قوماً إلى الجنّة وقوماً إلى النّار ، وهذا الذي ذكره أبو عبيد أخيراً هوما يطابق الأخبار الواردة فيه : يقول للنار : هذا لي فدعيه ، وهذا لكِ فخُذيه « 1 » .\r\nوذكره القاضي في الشفا : انّه قسيم النار ، وقال الخفاجي في شرحه 3 : 163 : ظاهر كلامه أنَّ هذا ممّا أخبر به النبيُّ صلى الله عليه وسلم إلّا أنّهم قالوا : لم يروه أحد من المحدِّثين إلّا ابن الأثير قال في النهاية : إلّا أنَّ عليّاً رضي الله عنه قال : « أنا قسيم النار » ، يعني أراد أنَّ الناس فريقان : فريقٌ معي فهم على هدى ، وفريقٌ عليَّ فهم على ضلال ، فنصفٌ معي في الجنّة ، ونصفٌ عليَّ في النّار « 2 » . انتهى .\r\nقلت : ابن الأثير ثقةٌ ، وما ذكره عليٌّ لا يُقال من قبيل الرأي فهو في حكم المرفوع ، إذ لا مجال فيه للاجتهاد ، ومعناه : أنا ومَن معي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ، تحقيق محمد أبو الفضل إبراهيم 9 : 165 .\r\n( 2 ) النهاية في غريب الحديث الأثر 4 : 61 « قسم » .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nقسيم لأهل النار ، أي مقابلٌ لهم ، لأنَّه من أهل الجنّة ، وقيل :\r\nالقسيم : القاسم كالجليس والسمير ، وقيل : أراد بهم الخوارج ومن قاتل كما في النهاية .\r\n8 - قال : جاءت رواياتٌ كثيرةٌ في كتبهم - يعني الشيعة - أنَّه - يعني الإمام المنتظر - يهدم جميع المساجد ، والشيعة أبداً هم أعداء المساجد ، ولهذا يقلّ أن يشاهد الضّارب في طول بلادهم وعرضها مسجداً 20 ص 23 .\r\nج - لم يُقنع الرَّجل كلّما في علبة مكره من زور واختلاق ، ولم يقنعه إسناد ما يفتعله إلى روايةٍ واحدةٍ يسعه أن يُجابه المنكر عليه بأنَّه لم يقف عليه ، حتّى عزاه إلى روايات كثيرة جاءت في كتب الشيعة ، وليته إن كان صادقاً وأنّى ؟ وأين ؟ ذكر شيئاً من أسماء هاتيك الكتب ، أو أشار إلى واحدةٍ من تلك الروايات ، لكنَّه لم تسبق له لفتةٌ إلى أن يفتعل أسماء ويضع أسانيد قبل أن يكتب الكتاب فيذكرها فيه .\r\nإنّ الحجَّة المنتظر سيِّد مَن آمن باللَّه واليوم الآخر ، الَّذين يعمرون مساجد اللَّه ، وأين هو عن هدمها ؟ وإنَّ شيعيّاً يعزو إليه ذلك لم يُخلق بعدُ .\r\nوأمّا ما ذكره عن بلاد الشيعة ، فلا أدري هل طرق هو بلاد\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالشيعة ؟ فكتب ما كتب ، وكذب ما كذب ، أو أنَّه كان رجماً منه بالغيب ؟ أو استند - كصاحب المنار - إلى سائحٍ سنِّي مجهولٍ أو مُبشِّر نصرانيّ لم يُخلقا بعدُ ؟ وأيّاً ما كان فهو مأخوذٌ بإفكه الشائن .\r\nوقد عرف من جاس خلال ديار الشيعة ، وحلَّ في أوساطهم وحواضرهم ، وحتى البلاد الصغيرة والقرى والرساتيق ، ما هنالك من مساجد مشيَّدة صغيرة أو كبيرة ، وما في كثير منها من الفرش والأثاث والمصابيح ، وما تُقام فيها من جمعةٍ وجماعةٍ ، وليس مِن شأن الباحث أن يُنكر المحسوس ، ويكذب في المشهود ، وينصر المبدأ بالتافهات .\r\n9 - قال : قد استفتى أحد الشيعة إماماً من أئمَّتهم ، لا أدري أهو الصادق أم غيره ؟ في مسألة من المسائل فأفتاه فيها ، ثمَّ جاءه من قابلٍ واستفتاه في المسألة نفسها فأفتاه بخلاف ما أفتاه عام أوَّل ، ولم يكن بينهما أحدٌ حينما استفتاه في المرتين ، فشكَّ ذلك المستفتي في إمامه ، وخرج من مذهب الشيعة وقال : إن كان الإمام إنّما أفتاني تقيَّة ؟ فليس معنا مَن يُتَّقى في المرّتين ، وقد كنتُ مخلصاً لهم عاملًا بما يقولون ، وإن كان مأتيُّ هذا هو الغلط والنسيان ؟ فالأئمَّة ليسوا معصومين إذن والشيعة تدَّعي لهم العصمة ، ففارقهم وانحاز إلى\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nغير مذهبهم ، وهذه الرِّواية مذكورةٌ في كتب القوم .\r\n2 ص 38 .\r\nج - أنا لا أقول لهذا الرَّجل إلّا ما يقوله هو لمن نسب إلى إمام من أئمَّته - لا يُشخّص هو أنّه أيٌّ منهم - مسألةً فاضحةً مجهولةً لا يعرفها عن سائل هو أحد النكرات ، لا يُعرَّف بسبعين ( ألف لامٍ ) وأسند ما يقول إلى كتب لم تؤلَّف بعدُ ، ثمَّ طفق يشنُّ الغارة على ذلك الإمام وشيعته على هذا الأساس الرصين ، فنحن لسنا نردُّ على القصيميِّ إلّا بما يردُّ هو على هذا الرَّجل ، ولعمري لو كان المؤلِّف القصيمي يعرف الإمام أو السائل أو المسألة أو شيئاً من تلك الكتب لذكرها بهوس وهياج ، لكنّه لا يعرف ذلك كلَّه ، كما إنّا نعرف كذبه في ذلك كلِّه ، ولا يخفى على القارئ همزه ولمزه .\r\n10 - قال : مَن نظر في كتب القوم علمَ أنَّهم لا يرفعون بكتاب اللَّه رأساً ، وذلك أنّه يقلُّ جدّاً أن يستشهدوا بآية من القرآن فتأتي صحيحةً غير ملحونةٍ مغلوطةٍ ، ولا يُصيب منهم في ايراد الآيات إلّا المخالطون لأهل السنَّة العائشون بين أظهرهم ، على أنَّ إصابة هؤلاء لا بُدَّ أن تكون مصابة ، أمّا البعيدون منهم عن أهل السُنّة فلا يكاد أحدٌ منهم يورد آيةً فتسلم عن التحريف والغلط ، وقد قال مَن\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nطافوا في بلادهم : إنّه لا يوجد فيهم مَن يحفظون القرآن ، وقالوا : إنّه يندر جدّاً أن توجد بينهم المصاحف « 1 » .\r\n ج - بلاءٌ ليس يشبهه بلاء * عداوة غير ذي حسب ودينِ\r\nيبيحك منه عِرضاً لم يصنه * ويرتع منك في عِرض مصونِ \r\nليتني كنتُ أعلم أنّ هذه الكلمة متى كُتبت ؟ أفي حال السّكر أو الصحو ؟ وأنَّها متى رُقمت ؟ أعند اعتوار الخبل أم الإفاقة ؟ وهل كتبها متقوِّلها بعد أن تصفّح كتب الشيعة فوجدها خلاءً من ذكر آية صحيحة غير ملحونة ؟ أم أراد أن يصمهم فافتعل لذلك خبراً ؟\r\nوهل يجد المائن في الطليعة من أئمّة الأدب العربيِّ إلّا رجالًا من الشيعة ألَّفوا في التفسير كُتباً ثمينة ، وفي لغة الضّاد أسفاراً كريمةً هي مصادر اللغة ، وفي الأدب زبراً قيِّمة هي المرجع للمَلأ العلميِّ والأدبيِّ ، وفي النحو مدوَّنات لها وزنها العلميّ ، وإنَّك لو راجعت كُتب الإماميّة لوجدتها مفعمةً بالاستشهاد بالآيات الكريمة ، كأنّها أفلاكٌ لتلك الأنجم الطوالع ، غير مُغشّاة بلحن أو غلط .\r\nوما كنّا نعرف حتى اليوم أنَّ مقياس التلاوة صحيحةً أو ملحونةً هو النزعات والمذاهب التي هي عقودٌ قلبيّة لا مدخل لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصراع بين الإسلام والوثنية 2 : 39 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفي اللسان وما يلهج به ، ولا أنَّ لها مِساساً باللغة ، وسرد الكلمات ، وصياغة الكلام ، وحكاية ما صيغ منها من قرآن أو غيره .\r\nوليت شعري ما حاجة الشيعة في إصابة القرآن وتلاوته صحيحة إلى غيرهم ؟ ألإعواز في العربيّة ؟ أو لجهل بأساليب القرآن ؟ لا ها اللَّه ليس فيهم من يتَّسم بتلك الشية .\r\nأمّا العربيُّ منهم فالتشيّع لم ينتأ بهم عن لغتهم المقدَّسة ، ولا عن جبلّيّات عنصرهم . أوَ هل ترى أنَّ بلاد العراق وعاملة وما يشابههما وهي مفعمةٌ بالعلماء الفطاحل ، والعباقرة والنوابغ ، أقلُّ حظّاً في العربيّة من أعراب بادية نجدٍ والحجاز أكّالة الضبِّ ، ومساورة الضباع ؟ !\r\nوأمّا غير العربيِّ منهم فما أكثر ما فيهم من أئمَّة العربيَّة والفطاحل والكتّاب والشعراء ، ومن تصفَّح السير علم أن الأدب شيعيٌّ ، والخطابة شيعيَّةٌ ، والكتابة شيعيَّةٌ ، والتجويد والتلاوة شيعيَّان . ومن هنا يقول ابن خلكان في تاريخه في ترجمة عليِّ بن الجهم 1 ص 38 : كان مع انحرافه من عليِّ بن أبي طالب عليه الصلاة والسّلام وإظهاره التسنّن ، مطبوعاً مقتدراً على الشعر ، عذب الألفاظ .\r\nفكأنَّه يرى أنَّ مطبوعيّة الشعر وقرضة بألفاظ عذبة خاصَّةٌ للشيعة وأنّه المطَّرد نوعاً .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوهذه المصاحف المطبوعة في إيران والعراق والهند منتشرةٌ في أرجاء العالم ، والمخطوطة منها التي كادت تُعدُّ على عدد مَن كان يحسن الكتابة منهم قبل بروز الطبع ، وفيهم مَن يكتبه اليوم تبرُّكاً به ، ففي أيّ منها يجد ما يحسبه الزاعم من الغلط الفاشي ؟ أو خلّة في الكتابة ؟ أو ركّة في الأُسلوب ؟ أو خروج عن الفنّ ؟ غير طفائف يزيغ عنه بصر الكاتب ، الَّذي هو لازم كلِّ إنسان شيعيٍّ أو سنيٍّ عربيٍّ أو عجميٍّ .\r\nوأحسب أنَّ الذي أخبر القصيميَّ بما أخبر من الطائفين في بلاد الشيعة لم يولد بعدُ ، لكنَّه صوَّره مثالًا وحسب أنّه يُحدِّثه ، أو أنّه لَمّا جاس خلال ديارهم لم يزد على أن استطرق الأزقّة والجوادّ ، فلم يجد مصاحف ملقاةً فيما بينهم وفي أفنية الدور ، ولو دخل البيوت لوجدها موضوعةً في عياب وعلب ، وظاهرةً مرئيَّةً في كلِّ رفٍّ وكوّة ، على عدد نفوس البيت في الغالب ، ومنها ما يزيد على ذلك ، وهي تُتلى آناء الليل وأطراف النّهار .\r\nهذه غير ما تتحرَّز به الشيعة من مصاحف صغيرة الحجم في تمائم الصبيان وأحراز الرِّجال والنساء ، غير ما يحمله المسافر للتلاوة والتحفّظ عن نكبات السفر ، غير ما يوضع منها على قبور الموتى للتلاوة بكرةً وأصيلا وإهداء ثوابها للميِّت ، غير ما تحمله الأطفال إلى المكاتب لدراسته منذ نعومة الأظفار ، غير ما يُحمل مع\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالعروس قبل كلِّ شيء إلى دار زوجها ، ومنهم مَن يجعل ذلك المصحف جزءاً من صداقها تيمّناً به في حياتها الجديدة ، غير ما يُؤخذ إلى المساكن الجديدة المتَّخذةِ للسكنى قبل الأثاث كلِّه ، غير ما يوضع منها إلى جنب النساء لتحصينها عن عادية الجنِّ والشياطين الذين يوحون إلى أوليائهم - ومنهم القصيميُّ مخترع الأكاذيب - زخرف القول غروراً .\r\nأفهؤلاء الذين لا يرفعون بالقرآن رأساً ؟ أفهؤلاء الذين يندر جدّاً أن توجد بينهم المصاحف ؟\r\nوأمّا ما أخبر به الرَّجل شيطانه الطائف بلاد الشيعة من عدم وجود مَن يحفظ القرآن منهم ، فسل حديث هذه الأُكذوبة عن كتب التراجم ومعاجم السير ، وراجع كتاب كشف الاشتباه « 1 » في ردِّ موسى جار اللَّه ص 444 - 532 تجد هناك من حفّاظ الشيعة وقُرّائهم مائة وثلاثة وأربعين .\r\n11 - قال : هل يستطيع أن يجيء الشيعيُّ بحرفٍ واحدٍ من القرآن يدلُّ على قول الشيعة بتناسخ الأرواح ، وحلول اللَّه في أشخاص أئمَّتهم ، وقولهم بالرجعة ، وعصمة الأئمَّة ، وتقديم عليٍّ على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تأليف العلم الحجّة شيخنا المحقّق الشيخ عبد الحسين الرشتي النجفي « المؤلّف » .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأبي بكر وعمر وعثمان ، أو يدلُّ على وجود عليٍّ في السحاب ، وأنَّ البرق تبسّمه ، والرَّعد صوته كما تقول الشيعة الإماميَّة ج 1 ص 72 .\r\nج - إن تعجب فعجبٌ إنَّ الرجل ومن شاكله من المفترين بهتوا الشيعة الإماميّة بأشياء هُم بُرآء منها على حين تداخل الفرق ، وتداول المواصلات ، وسهولة استطراق الممالك والمدن بالوسائل النقليّة البخاريّة في أيسر مدَّةٍ ، ومن المستبعد جدّاً إن لم يكن من المتعذِّر جهل كلِّ فرقةٍ بمعتقدات الأُخرى ، فمحاول الوقيعة اليوم - والحالة هذه - على أيِّ فرقة من الفرق قبل الفحص والتنقيب المتيسِّرين بسهولة مستعملٌ للوقاحة والصلافة ، وهو الأفّاك الأثيم عند مَن يُطالع كتابه ، أو يُصيخ إلى قيله .\r\nولو كان الرَّجل يتدبّر في قوله تعالى : «  ما يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ »  « 1 » ، أو يصدِّق ما أوعد اللَّه به كلَّ أفّاكٍ أثيمٍ همّاز مشَّاء بنميم ، لكفَّ مدَّته عن البهت ، وعرف صالحه ، ولكان هو المجيب عن سؤال شيطانه بأنَّ الشيعة الإماميّة متى قالت بالتناسخ وحلول اللَّه في أشخاص أئمّتهم ؟ ! ومَن الذين ذهب منهم قديماً وحديثاً إلى وجود عليٍّ في السحاب إلخ ، حتّى توجد حرفٌ واحدٌ منها في القرآن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ق : 18 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nنعم ، عليُّ في السّحاب كلمةٌ للشيعة تأسّياً بالنبيّ الأعظم صلى الله عليه وآله بالمعنى الذي مرّ في الجزء الأوّل ص 292 « 1 » « 2 » ، غير أنّ قوّالة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من الطبعة الثانية « المؤلّف » .\r\n( 2 ) وخلاصة القول أنّ النبي ( ص ) لما جعل علياً ( ع ) مولى كل مؤمن ومؤمنة في يوم الغدير ، عمّمه بيده ، المباركة بعمامته المُسماة ب ( السحاب ) ، وأشار المصنّف العلّامة الأميني رضوان اللَّه تعالى عليه إلى بعض العلماء من إخواننا أبناء السُنّة الذين ذكروا هذه الواقعة ، فقال :\r\nوأخرج - الحمويني - باسناد آخر من طريق الحافظ أبي سعيد الشاشي : أنّ رسول اللَّه ( ص ) عمّم علي بن أبي طالب رضي الله عنه عمامته السحاب ، فأرخاها من بين يديه ومن خلفه ثمّ قال : « أقبل » فأقبل ، ثمّ قال : « أدبر » فأدبر ، قال : « هكذا جاءتني الملائكة » .\r\nوبهذا اللفظ رواه جمال الدين الزرندي الحنفي في نظم درر السمطين ، وجمال الدين الشيرازي في أربعينه ، وشهاب الدين أحمد في توضيح الدلائل وزادوا : ثمّ قال ( ص ) : « مَن كُنتُ مولاه فعليّ مولاه ، اللهم وال مَن والاه ، وعادِ مَن عاداه ، وانصر مَن نصره ، واخذل مَن خذله » .\r\nوقال أبو الحسين الملطي في التنبيه والردّ ص 26 : قولهم : علي في السحاب ، فإنّما ذلك قول النبي ( ص ) لعلي : « أقبل » وهو معتم بعمامة للنبي ( ص ) كانت تدعى « السحاب » ، فقال : « قد أقبل عليٌّ في السحاب » يعني في تلك العمامة التي تُسمّى « السحاب » .\r\nوقال الغزالي كما في البحر الزخّار 1 : 215 : كانت له عمامة تُسمّى « السحاب » فوهبها من علي ، فربّما طلع عليّ فيها فيقول ( ص ) : « أتاكم علي في السحاب » .\r\nوقال الحلبي في السيرة 3 ص 369 : كان له ( ص ) عمامة تُسمّى « السحاب » كساها علي بن أبي طالب كرم اللَّه وجهه ، فكان ربّما طلع عليه عليّ كرم اللَّه وجهه فيقول ( ص ) : « أتاكم علي في السحاب » ، يعني عمامته التي وهبها له ( ص ) .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالإحنة حرَّفتها عن موضعها وأوّلتها بما يشِّوه الشيعة الإماميّة .\r\nأليس عاراً على الرَّجل وقومه أن يكذب على أُمّةٍ كبيرةٍ إسلاميّةٍ ، ولا يبالي بما يباهتهم وينسبهم إلى الآراء المنكرة أو التافهة ، ولا يتحاشى عن سوء صنيعه . أليست كتب الشيعة الإماميّة المؤلّفة في قرونها الماضية ويومها الحاضر ، وهي لسانهم المعرب عن عقائدهم ، مشحونة بالبراءة من هذه النسب المختلقة بألسنة مناوئيهم ؟ !\r\n فإن كان لا يدري فتلك مصيبةٌ * وإن كان يدري فالمصيبة أعظمُ \r\nنعم ، له أن يستند في أفائكه إلى شاكلته طه حسين وأحمد أمين وموسى جار اللَّه ، رجال الفرية والبذاءة .\r\nوقول الإماميّة بالرجعة نطق به القرآن « 1 » ، غير أنَّ الجهل أعشى بصر الرَّجل كبصيرته ، فلم يره ولم يجده فيه ، فعليه بمراجعة كتب الإماميّة ، وأفردها بالتأليف جماهير من العلماء ، فحبّذا لو كان الرَّجل يراجع شيئاً منها .\r\nكما أنّ آية التطهير « 2 » ناطقةٌ بعصمة جمعِ ممّن تقول الإماميّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النمل : 83 ، الأنبياء : 95 ، آل عمران : 81 .\r\n( 2 ) الأحزاب : 33 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبعصمتهم ، وفي البقيّة بوحدة الملاك والنصوص الثابتة ، وفيما أخرجه إمام مذهبه أحمد بن حنبل في الآية الشريفة في مسنده ج 1 ص 331 ، ج 3 ص 285 ، ج 4 ص 107 ، ج 6 ص 296 ، 298 ، 304 ، 323 مقنعٌ وكفايةٌ .\r\nوكيف لم يقدِّم القرآن عليّاً على غيره ؟ وقد قرن اللَّه ولايته وولاية نبيِّه بقوله العزيز : «  إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ »  « 1 » وقد مرَّ في هذا الجزء ص 156 - 162 : إطباق الفقهاء والمحدِّثين والمتكلّمين على نزولها في علي أمير المؤمنين عليه السلام « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 55 .\r\n( 2 ) وهم :\r\n1 - القاضي أبو عبد اللَّه محمّد بن عمر المدني الواقدي ، المتوفّى 207 ه ، كما في ذفائر القصبي 102 .\r\n2 - الحافظ أبو بكر عبد الرزاق الصنعاني ، المتوفّى 211 ه ، كما في تفسير ابن كثير 2 ص 71 وغيره عن عبد الوهاب بن مجاهد عن مجاهد عن ابن عباس .\r\n3 - الحافظ أبو الحسن عثمان بن أبي شيبة الكوفي ، المتوفّى 239 ه ، في تفسيره .\r\n4 - أبو جعفر الإسكافي المعتزلي ، المتوفّى 240 ه ، في رسالته التي ردَّ بها على الجاحظ .\r\n5 - الحافظ عبد بن حميد الكشي أبو محمَّد ، المتوفّى 249 ه ، في تفسيره كما في « الدرِّ المنثور » .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n6 - أبو سعيد الأشجّ الكوفي ، المتوفّى 257 ه ، في تفسيره عن أبي نعيم فضل بن دكين عن موسى بن قيس الحضرمي عن سلمة بن كهيل ، والطريق صحيحٌ رجاله كلّهم ثقات .\r\n7 - الحافظ أبو عبد الرحمن النسائي صاحب السنن ، المتوفّى 303 ه ، في صحيحه .\r\n8 - ابن جرير الطبري ، المتوفّى 310 ه ، في تفسيره 6 ص 186 بعدّة طرق .\r\n9 - ابن أبي حاتم الرازي المتوفّى 327 ه ، كما في تفسير ابن كثير ، والدرّ المنثور ، وأسباب النزول للسيوطي ، أخرجه بغير طريق ومن طرقه أبو سعيد الأشجّ بإسناده الصحيح الذي أسلفناه .\r\n10 - الحافظ أبو القاسم الطبراني ، المتوفّى 360 ه ، في معجمه الأوسط .\r\n11 - الحافظ أبو الشيخ أبو محمّد عبد اللَّه بن محمّد الأنصاري ، المتوفّى 369 ه ، في تفسيره .\r\n12 - الحافظ أبو بكر الجصّاص الرّازي ، المتوفّى 370 ه ، في « أحكام القرآن » 2 ص 542 . رواه من عدَّة طرق .\r\n13 - أبو الحسن عليُّ بن عيسى الرمّاني ، المتوفّى 384 - 2 ه ، في تفسيره .\r\n14 - الحاكم ابن البيِّع النيسابوري ، المتوفّى 405 ه ، في معرفة أُصول الحديث 102 .\r\n15 - الحافظ أبو بكر الشيرازي ، المتوفّى 407 - 11 ، في كتابه فيما نزل من القرآن في أمير المؤمنين .\r\n16 - الحافظ أبو بكر ابن مردويه الأصبهاني المتوفّى 416 ه ، من طريق سفيان الثوري عن أبي سنان سعيد بن سنان البرجمي عن الضحّاك عن ابن عبّاس . إسنادٌ صحيحٌ رجاله كُلّهم ثقات ، ورواه بطريق آخر قال : إسنادٌ لا يُقدح به ، وأخرجه بطرق أُخرى عن أمير المؤمنين وعمّار وأبي رافع .\r\n17 - أبو إسحاق الثعلبي النيسابوري ، المتوفّى 427 / 37 في تفسيره عن\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nأبي ذرّ كما مرَّ بلفظه ج 2 ص 52 .\r\n18 - الحافظ أبو نعيم الأصبهاني ، المتوفّى 430 ه ، ( فيما نزل من القرآن في عليٍّ ) عن عمّار وأبي رافع وابن عبّاس وجابر وسلمة بن كهيل .\r\n19 - أبو الحسن الماوردي الفقيه الشافعيّ المتوفّى 450 خ ، في تفسيره .\r\n20 - الحافظ أبو بكر البيهقي المتوفّى 458 ه ، كتابه « المصنَّف » .\r\n21 - الحافظ أبو بكر الخطيب البغداديُّ الشافعيُّ المتوفّى 463 ه ، في « المتّفق » .\r\n22 - أبو القاسم زين الإسلام عبد الكريم بن هوازن النيسابوري المتوفّى 465 ه ، في تفسيره .\r\n23 - الحافظ أبو الحسن الواحدي النيسابوري المتوفّى 468 ه ، في « أسباب النزول » ص 148 .\r\n24 - الفقيه ابن المغازلي الشافعيُّ ، المتوفّى 483 ه ، في « المناقب » من خمسة طرق .\r\n25 - شيخ المعتزلة أبو يوسف عبد السّلام بن محمَّد القزويني ، المتوفّى 488 ه ، في تفسيره الكبير ، قال الذهبي : إنّه يقع في ثلاثمائة جزءاً .\r\n26 - الحافظ أبو القاسم الحاكم الحسكاني المتوفّى 490 ه ، عن ابن عبّاس وأبي ذرّ وعبد اللَّه ابن سلام .\r\n27 - الفقيه أبو الحسن عليّ بن محمَّد الكيا الطبري الشافعيّ ، المتوفّى 504 ه ، في تفسيره ، واستدلَّ به على عدم بطلان الصّلاة بالفعل القليل ، وتسمية الصدقة التطوّع بالزَّكاة كما في تفسير القرطبي .\r\n28 - الحافظ أبو محمّد الفراء البغوي الشافعي المتوفّى 516 ه ، في تفسيره « معالم التنزيل » هامش الخازن 2 ص 55 .\r\n29 - أبو الحسن رزين العبدري الأندلسي ، المتوفّى 535 ه ، في الجمع بين الصِّحاح الستِّ نقلًا عن صحيح النسائي .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n30 - أبو القاسم جار اللَّه الزمخشري الحنفي ، المتوفّى 538 ه ، في « الكشّاف » 1 ص 422 . وقال : فإن قلتَ : كيف صحَّ أن يكون لعليٍّ رضي الله عنه واللفظ لفظ جماعة ؟ ! قلتُ : جيء به على لفظ الجمع وإن كان السبب فيه رجلًا واحداً ليرغب الناس في مثل فعله فينالوا مثل ثوابه .\r\n31 - الحافظ أبو سعد السمعاني الشافعيّ ، المتوفّى 562 ه ، في « فضائل الصحابة » عن أنس ابن مالك .\r\n32 - أبو الفتح النطنزي المولود 480 ه ، في « الخصائص العلويَّة » عن ابن عبّاس ، وفي « الإبانة » عن جابر الأنصاري .\r\n33 - الإمام أبو بكر ابن سعدون القرطبي المتوفّى 567 ه ، في تفسيره 6 ص 221 .\r\n34 - أخطب الخطباء الخوارزمي المتوفّى 568 ه ، في « المناقب » 178 بطريقين . وذكر لحسّان فيه شعراً أسلفناه ج 2 ص 58 .\r\n35 - الحافظ أبو القاسم ابن عساكر الدمشقي ، المتوفّى 571 ه ، في تأريخ الشام بعدَّة طرق .\r\n36 - الحافظ أبو الفرج ابن الجوزي الحنبلي ، المتوفّى 597 ه ، كما في « الرِّياض » 2 ص 227 و « ذخائر العقبي » 102 .\r\n37 - أبو عبد اللَّه فخر الدين الرازيّ الشافعيّ ، المتوفّى 606 ه ، في تفسيره 3 ص 431 عن عطا عن عبد اللّه بن سلام وابن عبّاس وأبي ذرّ .\r\n38 - أبو السعادات مبارك ابن الأثير الشيباني الجزريّ الشافعي ، المتوفّى 606 ه ، في « جامع الأصول » من طريق النسائي .\r\n39 - أبو سالم محمّد بن طلحة النصيبي الشافعيُّ ، المتوفّى 662 ه ، في ( مطالب السئول ) ص 31 بلفظ أبي ذرّ .\r\n40 - أبو المظفَّر سبط ابن الجوزي الحنفي ، المتوفّى 654 ه ، في « التذكرة » ص 9 عن السدّي وعتبة وغالب بن عبد اللّه .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n41 - عزّ الدين ابن أبي الحديد المعتزلي ، المتوفّى 655 ، وفي شرح نهج البلاغة 3 ص 275 .\r\n42 - الحافظ أبو عبد اللّه الكنجي الشافعيّ ، المتوفّى 658 ، وفي « كفاية الطالب » ص 106 من طريق عن أنس بن مالك وفيه أبياتٌ لحسّان بن ثابت رويناها ج 2 ص 59 ، ورواه في ص 122 من طريق ابن عساكر ، والخوارزمي ، وحافظ العراقين ، وأبي نعيم ، والقاضي أبي المعالي ، وذكر لحسّان شعراً غير الأبيات المذكورة ذكرناه ج 2 ص 47 نقلًا عن سبط ابن الجوزي .\r\n43 - القاضي ناصر الدين البيضاوي الشافعي ، المتوفّى 685 ه ، في تفسيره 1 ص 345 ، وفي « مطالع الأنظار » ص 477 ، 479 .\r\n44 - الحافظ فقيه الحرم أبو العبّاس محبّ الدين الطبريّ المكيُّ الشافعيُّ ، المتوفّى 694 ه ، في « الرياض النضرة » 2 ص 227 و « ذخائر العقبي » ص 102 من طريق الواحدي والواقدي وابن الجوزي والفضائلي . .\r\n45 - حافظ الدين النسفي المتوفّى 701 - 10 ه ، في تفسيره 1 ص 496 هامش تفسيره الخازن .\r\n46 - شيخ الإسلام الحمّويي ، المتوفّى 722 ه ، في « فرائد السمطين » وذكر شعر حسّان فيه .\r\n47 - علاء الدين الخازن البغداديّ ، المتوفّى 741 ه ، في تفسيره 1 ص 496 .\r\n48 - شمس الدين محمود بن أبي القاسم عبد الرَّحمن الأصبهاني ، المتوفّى 746 - 9 ه ، في شرح التجريد الموسوم بتسديد - وقد يقال بالمعجمة - العقائد . وقال بعد تقرير اتفاق المفسِّرين على نزول الآية في عليٍّ : قول المفسِّرين لا يقتضي اختصاصها به واقتصارها عليه .\r\n49 - جمال الدين محمّد بن يوسف الزرندي ، المتوفّى 750 ه ، في « نظم درر السمطين » .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n50 - أبو حيّان أثير الدين الأندلسي ، المتوفّى 754 ه ، في تفسيره « البحر المحيط » 3 ص 514 .\r\n51 - الحافظ محمَّد بن أحمد بن جزي الكلبي ، المتوفّى 758 ه ، في تفسيره « التَّسهيل لعلوم التنزيل » ج 1 ص 181 .\r\n52 - القاضي عضد الأيجي الشافعيّ ، المتوفّى 756 ه ، في « المواقف » 3 ص 276 .\r\n53 - نظام الدين القمّي النيسابوري ، في تفسيره « غرائب القرآن » 3 ص 461 .\r\n54 - سعد الدين التفتازاني الشافعيّ ، المتوفّى 791 ، في « المقاصد » وشرحه 2 ص 288 ، وقال بعد تقرير إطباقي المفسِّرين على نزول الآية في عليٍّ : قول المفسِّرين : إنَّ الآية نزلت في حقِّ عليٍّ رضي الله عنه لا يقتضي اختصاصها به وإقصارها عليه .\r\n55 - السيِّد شريف الجرجاني المتوفّى 618 ه ، في شرح المواقف .\r\n56 - المولى علاء الدين القوشجي ، المتوفّى 879 ه ، في شرح التجريد ، وقال بعد نقل الاتِّفاق عن المفسِّرين على أنَّها نزلت في أمير المؤمنين : وقول المفسِّرين : إنَّ الآية نزلت في حقِّ عليٍّ إلى آخر كلام التفتازاني .\r\n57 - نور الدين ابن الصبّاغ المكيُّ المالكي ، المتوفّى 855 ه ، في « الفصول المهمَّة » 123 .\r\n58 - جلال الدين السيوطي الشافعيُّ ، المتوفّى 911 ه ، في ( الدرّ المنثور ) 2 ص 293 من طريق الخطيب ، وعبد الرزاق ، وعبد بن حميد ، وابن جرير ، وأبي الشيخ ، وو ابن مردويه عن ابن عبّاس . ومن طريق الطبراني ، وابن مردويه عن عمّار بن ياسر ، ومن طريق أبي الشيخ والطبراني عن عليٍّ ( ع ) ، ومن طريق ابن أبي حاتم ، وأبي الشيخ ، وابن عساكر عن سلمة بن كهيل . ومن طريق ابن جرير عن مجاهد والسدي ، وعتبة بن حكيم . ومن طريق الطبراني ، وابن مردويه ، وأبي نعيم ، عن أبي رافع .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوالباحث إن أعطى النصفة حقّها يجد في كتاب اللَّه آياً تُعدُّ بالعشرات نزلت في عليّ أمير المؤمنين عليه السلام « 1 » وهي تدلّ على تقديمه\r\n\r\n\r\n","description":"","footnote":"\r\nورواه في أسباب نزول القرآن ص 55 من غير واحد من هذه الطرق ، ثمَّ قال : فهذه شواهد يقوي بعضها بعضاً . وذكره في « جمع الجوامع » كما في ترتيبه 6 ص 391 من طريق الخطيب عن ابن عبّاس ، وص 405 من طريق أبي الشيخ وابن مردويه عن أمير المؤمنين ( ع ) .\r\n59 - الحافظ ابن حجر الأنصاري الشافعيّ ، المتوفّى 974 ه ، في « الصواعق » 24 .\r\n60 - المولى حسن چلبي في شرح المواقف .\r\n61 - المولى مسعود الشرواني في شرح المواقف .\r\n62 - القاضي الشوكاني الصنعاني ، المتوفّى 1250 ه ، في تفسيره .\r\n63 - شهاب الدين السيِّد محمود الآلوسيّ الشافعي ، المتوفّى 1270 ه ، في تفسيره 2 ص 329 .\r\n64 - الشيخ سليمان القندوزي الحنفي المتوفّى 1293 ه ، في « ينابيع المودَّة » 212 .\r\n65 - السيد محمد مؤمن الشبلنجي من « نور الأبصار » 77 .\r\n66 - الشيخ عبد القادر بن محمد السعيد الكردستاني ، المتوضى 1304 ه ، في تقريب المرام في شرح تهذيب الكلام للتفتازاني 2 ص 329 ط مصر .\r\n( 1 ) روى الحاكم الحسكاني في شواهد التنزيل لقواعد التفضيل ص 39 - 45 بطريقه عن حبيب بن أبي ثابت عن مجاهد أنه قال : لقد نزلت في علي ( ع ) سبعون آية ما شركه فيها أحد .\r\nوبطريق آخر عنه أيضاً أنه قال : نزلت في علي ( ع ) سبعون آية لم يشركه فيها أحد .\r\nوعن عبد الرحمن بن أبي ليلى قال : لقد نزلت في علي ( ع ) ثمانون آية صفواً في كتاب اللَّه ما شركه فيها أحد .\r\nوعن الضّحاك عن ابن عباس قال : نزلت في علي بن أبي طالب ( ع ) ثلاثمائة آية .\r\nوعنه أيضاً عن النبي ( ص ) أنه قال : « إنّ القرآن أربعة أرباع : فربع فينا أهل البيت خاصة ، وربع في أعدائنا ، وربع حلال وحرام ، وربع فرائض وأحكام ، وأنّ اللَّه أنزل في علي ( ع ) كرائم القرآن » .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nعلى غيره ، ولا بِدع وهو نفس النبيِّ صلى الله عليه وآله بنصّ القرآن « 1 » ، وبولايته أكمل اللَّه دينه ، وأتمَّ علينا نعمه ، ورضي لنا الإسلام دينا « 2 » .\r\nونحن نُعيد السؤال هاهنا على القصيميِّ فنقول : هل يستطيع أن يجيء هو وقومه بحرف واحدٍ من القرآن يدلُّ على تقديم أبي بكر وعمر وعثمان على وليِّ اللَّه الطاهر أمير المؤمنين عليه السلام ؟ ! .\r\n12 - قال : والقوم - يعني الإماميّة - لا يعتمدون في دينهم على الأخبار النبويّة الصحيحة ، وإنّما يعتمدون على الرُّقاع المزوَّرة المنسوبة كذباً إلى الأئمّة المعصومين في زعمهم وحدهم ج 1 ص 83 .\r\nج - عرفت الحال في التوقيعات الصادرة عن الناحية المقدَّسة ، والرَّجل قد أتى من شيطانه بوحيٍ جديد ، فيرى توقيعات بقيّة الأئمّة أيضاً مكذوبة على الأئمّة ، ويرى عصمتهم مزعومة للشيعة فحسب ، إذ لم يجدها في طامور أوهامه ، «  فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 61 .\r\n( 2 ) المائدة : 3 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ »  « 1 »  . \r\n13 - المتعة التي تتعاطاها الرافضة أنواعٌ :\r\nصغرى ، وكبرى . فمن أنواعها : أن يتَّفق الرَّجل والمرأة المرغوب فيها على أن يدفع إليها شيئاً من المال أو من الطعام والمتاع وإن حقيراً جدّاً ، على أن يقضي وطره منها ويشبع شهوته يوماً أو أكثر حسب ما يتّفقان عليه ، ثمَّ يذهب كلٌّ منهما في سبيله ، كأنَّما لم يجتمعا ولم يتعارفا ، وهذا من أسهل أنواع هذه المتعة .\r\nوهناك نوعٌ آخر أخبث من هذا يُسمّى عندهم بالمتعة الدوريَّة ، وهي أن يحوز جماعةٌ امرأةً ، فيتمتَّع بها واحدٌ من الصبح إلى الضحى ، ثمّ يتمتّع بها آخر من الضحى إلى الظهر ، ثمَّ يتمتّع بها آخر من الظهر إلى العصر ، ثمَّ آخر إلى المغرب ، ثمَّ آخر إلى العشاء ، ثمّ آخر إلى نصف الليل ، ثمَّ آخر إلى الصبح . وهم يعدّون هذا النوع ديناً للَّه يُثابون عليه ، وهو من شرِّ أنواع المحرَّمات ج 1 ص 199 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 59 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nج - إنّ المتعة عند الشيعة هي التي جاء بها نبيُّ الإسلام ، وجعل لها حدوداً مقرَّرة ، وثبتت في عصر النبيِّ الأعظم وبعده إلى تحريم الخليفة عمر بن الخطاب ، وبعده عند مَن لم ير للرأي المحدث في الشرع تجاه القرآن الكريم وما جاء به نبيُّ الاسلام قيمةً ولا كرامةً ، وقد أصفقت فِرَق الإسلام على أُصول المتعة وحدودها المفصَّلة في كتبها ، ولم يختلف قطُّ اثنان فيها ، ألا وهي :\r\n1 : الأُجرة .\r\n2 : الأجل .\r\n3 : العقد المشتمل للايجاب والقبول .\r\n4 : الافتراق بانقضاء المدَّة أو البذل .\r\n5 : العدَّة ، أمةً وحرَّة ، حائلًا وحاملًا .\r\n6 : عدم الميراث .\r\nوهذه الحدود هي التي نصَّ عليها أهل السنَّة والشيعة ، راجع من تآليف الفريق الأوَّل : صحيح مسلم ، سنن الدارمي ، سنن البيهقي ، تفسير الطبري ، أحكام القرآن للجصّاص ، تفسير البغوي ، تفسير ابن كثير ، تفسير الفخر الرّازي ، تفسير الخازن ، تفسير السيوطي ، كنز العمّال « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يأتي تفصيل كلماتهم في هذا الجزء بعيد هذا « المؤلّف » .\r\nأُنظر صحيح مسلم 2 : 1022 باب نكاح المتعة ، سنن الدارمي 2 : 140 ، السنن الكبرى للبيهقي 7 : 200 - 207 ، تفسير الطبري 5 : 9 ، أحكام القرآن للجصّاص 3 : 177 ، معالم التنزيل ( تفسير البغوي ) 3 : 127 ، تفسير ابن كثير 3 : 417 ، التفسير الكبير للفخر الرازي 23 : 271 ، الدر المنثور للسيوطي 4 : 379 ، كنز العمال 16 : 518 باب المتعة .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nومن تآليف الفريق الثاني : مَن لا يحضره الفقيه الجزء الثالث ص 149 ، المقنع للصَّدوق كسابقه ، البداية له أيضاً ، الكافي 2 ص 44 ، الانتصار للشريف علم الهدى المرتضى ، المراسم لأبي يعلي سلّار الديلمي ، النهاية للشيخ الطوسي ، المبسوط للشيخ أيضاً ، التهذيب له أيضاً ج 2 ص 189 ، الاستبصار له 2 ص 29 ، الغنية للسيد أبي المكارم ، الوسيلة لعماد الدين أبي جعفر ، نكت النهاية للمحقِّق الحلّي ، تحرير العلّامة الحلّي 2 ص 27 ، شرح اللمعة 2 ص 82 ، المسالك ج 1 ، الحدائق 6 ص 152 ، الجواهر 5 ص 165 « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مَن لا يحضره الفقيه 3 : 291 - 298 باب المتعة ، المقنع : 113 - 114 ، الهداية : 69 - 70 ، الكافي 5 : 451 - 463 أبواب المتعة ، الانتصار : 109 - 116 ، المراسم : 155 ، النهاية : 489 - 493 ، المبسوط 4 : 246 ، التهذيب 7 : 249 - 271 / 1079 - 1160 ، الاستبصار 3 : 141 - 153 أبواب المتعة ، الغنية ( ضمن الجوامع الفقهية ) : 549 - 550 ، الوسيلة إلى نيل الفضيلة : 309 ، نكت النهاية 3 : 372 - 384 ، تحرير الأحكام 2 : 27 ، الروضة البهية 5 : 245 - 308 ، مسالك الأفهام 1 : 400 - 404 ، الحدائق الناضرة 24 : 114 - 200 جواهر الكلام 30 : 139 - 203 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوالمتعة المعاطاة بين الأُمّة الشيعيَّة ليست إلّا ما ذكرناه ، وليس إلّا نوعاً واحداً ، والشيعة لم ترَ في المتعة رأياً غير هذا ، ولم تسمع أُذن الدنيا أنواعاً لِلمتعة تقول بها فرقةٌ من فرق الشيعة ، ولم تكن لأيِّ شيعيٍّ سابقة تعارف بانقسامها على الصغرى والكبرى ، وليس لأيِّ فقيه من فقهاء الشيعة ولا لعوامهم من أوَّل يومها إلى هذا العصر - عصر الكذب والاختلاق ، عصر الفرية والقذف عصر القصيميِّ - إلماماً بهذا الفقه الجديد المحدَث ، فقه القرن العشرين لا القرون الهجريَّة .\r\nوأمَّا القصيميُّ - ومَن يُشاكله في جهله المُطبق - فلا أدري ممَّن سمع ما تخيَّله من الأنواع ؟ وفي أيّ كتابٍ من كُتب الشيعة وجده ؟\r\nوإلى فتوى أيِّ عالمٍ من علمائها يستند ؟ وعن أيِّ إمام من أئمَّتها يروي ؟ وفي أيِّ بلدةٍ من بلادها أو قرية من قراها أو بادية من بواديها وجد هذه المعاطاة المكذوبة عليها ؟ أيم اللَّه كلُّ ذلك لم يكن ، لكنَّ الشياطين يوحون إلى أوليائهم زخرف القول غرورا .\r\n14 - قال : إنَّ أغبى الأغبياء وأجمد الجامدين من يأتون بشاة مسكينةٍ وينتفون شعرها ، ويعذِّبونها أفانين العذاب ، موحياً إليهم ضلالهم وجرمهم أنَّها السِّيدة عائشة زوج النبيِّ الكريم وأحبُّ أزواجه إليه .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nومَن يأتون بكبشين وينتفون أشعارهما ويعذِّبونهما ألوان العذاب ، مشيرين بهما إلى الخليفتين أبي بكر وعمر ، وهذا ما تأتيه الشيعة الغالية .\r\nوإنَّ أغبى الأغبياء وأجمد الجامدين هم الَّذين غيَّبوا إمامهم في السرداب ، وغيَّبوا معه قرآنهم ومصحفهم ، ومَن يذهبون كلَّ ليلة بخيولهم وحميرهم إلى ذلك السرداب الذي غيّبوا فيه إمامهم ينتظرونه وينادونه ليخرج إليهم ، ولا يزال عندهم ذلك منذ أكثر من ألف عام .\r\nوإنَّ أغبى الأغبياء وأجمد الجامدين هم الَّذين يزعمون أنَّ القرآن مُحرَّفٌ مزيدٌ فيه ومنقوصٌ منه ج 1 ص 374 .\r\nج - يكاد القلم أن يرتج عليه القول في دحض هذه المفتريات ، لأنَّها دعاوٍ شهوديَّة بأشياء لم تظلّ عليها الخضراء ولا أقلّتها الغبراء ، فإنَّ الشيعة منذ تكوَّنت في العهد النبويِّ ، يوم كان صاحب الرِّسالة يلهج بذكر شيعة عليٍّ عليه السلام ، والصحابة تُسمّي جمعاً منهمْ بشيعة عليٍّ ، إلى يومها هذا ، لم تسمع بحديث الشاة والكبشين ، ولا أبصرت عيناها ما يُفعل بهاتيك البهائم البريئة من الظلم\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوالقساوة ، ولا مُدَّت إليها تلك الأيادي العادية ، غير أنَّهم شاهدوا القصيميَّ متَّبعاً لابن تيميَّة يُدنِّس برودهم النزيهة عن ذلك الدَرَن .\r\nوليت الرَّجل يُعرِّفنا بأحدٍ شاهدَ شيعيّاً يفعل ذلك ، أو بحاضرةٍ من حواضر الشيعة اطَّردت فيها هذه العادة ، أو بصقع وقعت فيه مرَّة واحدة ولو في العالم كلِّه .\r\nوليتني أدري وقومي هل أفتى شيعيٌّ بجواز هذا العمل الشنيع ؟\r\nأو استحسن ذلك الفعل التافه ؟ أو نوَّه به ولو قصِّيصٌ في مقاله ؟ نعم يوجد هذا الإفك الشائن في كتاب القصيميِّ وشيخه ابن تيميَّة المشحون بأمثاله .\r\nوفرية السرداب أشنع وإن سبقه إليها غيره من مؤلِّفي أهل السنَّة ، لكنَّه زاد في الطمّور نغمات بضمِّ الحمير إلى الخيول ، وادِّعائه اطِّراد العادة في كلِّ ليلة واتِّصالها منذ أكثر من ألف عام .\r\nوالشيعة لا ترى أنَّ غيبة الإمام في السَّرداب ، ولاهم غيَّبوه فيه ، ولا أنَّه يظهر منه . وإنَّما اعتقادهم المدعوم بأحاديثهم أنَّه يظهر بمكّة المُعظّمة تجاه البيت ، ولم يقل أحدٌ في السرداب : إنَّه مغيب ذلك النور ، وإنَّما هو سرداب دار الأئمَّة بسامرَّاء ، وإنَّ من المطَّرد ايجاد السراديب في الدور وقايةً من قائظ الحرِّ ، وإنَّما اكتسب هذا السرداب بخصوصه الشرف الباذخ لانتسابه إلى أئمَّة الدين ، وإنّه\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nكان مبوَّأً لثلاثة منهم كبقيَّة مساكن هذه الدار المباركة ، وهذا هو الشأن في بيوت الأئمّة عليهم السَّلام ومشرِّفهم النبيُّ الأعظم في أيِّ حاضرة كانت ، فقد أذن اللَّه أن تُرفع ويُذكر فيها اسمه .\r\nوليت هؤلاء المتقوِّلون في أمر السرداب اتَّفقوا على رأي واحد في الأُكذوبة ، حتّى لا تلوح عليها لوائح الافتعال فتفضحهم ، فلا يقول ابن بطوطة « 1 » في رحلته 2 ص 198 : إنَّ هذا السرداب المنوَّه به في الحلّة ، ولا يقول القرماني في « أخبار الدُّول » : إنّه في بغداد ، ولا يقول الآخرون : إنّه بسامراء . ويأتي القصيميُّ مِن بعدهم فلا يدري أين هو ، فيطلق لفظ السرداب ، ليستر سوءته .\r\nوإنّي كنتُ أتمنّى للقصيميِّ أن يحدِّد هذه العادة بأقصر من ( أكثر من ألف عام ) حتّى لا يشمل العصر الحاضر والأعوام المتَّصلة به ، لأنَّ انتفائها فيه وفيها بمشهدٍ ومرأى ومسمع من جميع المسلمين ، وكان خيراً له لو عزاها إلى بعض القرون الوسطى حتّى يجوِّز السامع وجودها في الجملة ، لكنَّ المائن غير مُتحفِّظ على هذه الجهات .\r\nوأمّا تحريف القرآن فقد مرّ حقُّ القول فيه ص 85 وغيرها .\r\nهذه نبذٌ من طامّات القصيميِّ ، وله مئاتٌ من أمثالها ، ومَن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهكذا ابن خلدون في مقدمة تأريخه ج 1 ص 359 ، وابن خلكان في تأريخه ص 581 « المؤلّف » .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nراجع كتابه عرف موقفه من الصِّدق ، ومبوَّأه من الأمانة ، ومقيله من العلم ، ومحلّه من الدين ، ومستواه من الأدب .\r\n«  الَّذِينَ يُجادِلُونَ فِي آياتِ اللَّهِ بِغَيْرِ سُلْطانٍ أَتاهُمْ كَبُرَ مَقْتاً عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذلِكَ يَطْبَعُ اللَّهُ عَلى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ » \r\n( سورة غافر : 35 )\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالمحدَّث في الاسلام\r\nأصفقت الأُمَّة الإسلاميَّة على أنَّ في هذه الأُمَّة - لدة الأُمم السابقة - أُناسٌ مُحدَّثون « على صيغة المفعول » ، وقد أخبر بذلك النبيُّ الأعظم كما ورد في الصِّحاح والمسانيد من طرق الفريقين « العامَّة والخاصَّة » .\r\nوالمحدَّث : مَن تُكلّمه الملائكة بلا نبوَّةٍ ولا رؤية صورة ، أو يُلهم له ويُلقى في روعه شيءٌ من العلم على وجه الإلهام والمكاشفة من المبدأ الأعلى ، أو يُنكت له في قلبه من حقائق تخفى على غيره ، أو غير ذلك من المعاني التي يمكن أن يراد منه . فوجود مَن هذا شأنه من رجالات هذه الأُمَّة مُطبقٌ عليه بين فرق الإسلام ، بيد أنَّ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالخلاف في تشخيصه ، فالشيعة ترى عليّاً أمير المؤمنين وأولاده الأئمَّة صلوات اللَّه عليهم من المحدَّثين ، وأهل السنَّة يرون منهم عمر بن الخطاب ، وإليك نماذج من نصوص الفريقين :\r\n\r\nنصوص أهل السنّة\r\nأخرج البخاري في صحيحه في باب مناقب عمر بن الخطاب ج 2 ص 194 عن أبي هريرة قال :\r\nقال النبيّ صلى الله عليه وآله : « لقد كان فيمن كان قبلكم من بني إسرائيل رجالٌ يُكلّمون من غير أن يكونوا أنبياء ، فإن يكن من أُمَّتي منهم أحدٌ فعمر » ، قال ابن عبّاس رضي اللَّه عنهما : من نبيٍّ « 1 » ولا محدَّث .\r\nقال القسطلاني « 2 » : ليس قوله « فإن يكن » للترديد ، بل للتأكيد كقولك : إن يكن لي صديقٌ ففلان . إذ المراد اختصاصه بكمال الصَّداقة ، لا نفي الأصدقاء . وإذا ثبت أنّ هذا وجد في غير هذه الأُمَّة المفضولة ، فوجوده في هذه الأُمَّة الفاضلة أحرى .\r\nوقال في شرح قول ابن عبّاس : « من نبيٍّ ولا محدَّث » : ثبت قول ابن عبّاس هذا لأبي ذر وسقط لغيره ، ووصله سفيان بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إشارة لقوله تعالى في سورة الحج الآية 52 : وما أرسلنا من قبلك من رسول ولا نبيّ .\r\n( 2 ) ارشاد الساري شرح صحيح البخاري 6 ص 99 « المؤلّف » .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nعيينة في أواخر جامعه وعبد بن حميد بلفظ : كان ابن عبّاس يقرأ :\r\nوما أرسلنا من قبلك من رسولٍ ولا نبيٍّ ولا محدَّث .\r\nوأخرج البخاري في صحيحه بعد حديث الغار ج 2 ص 171 عن أبي هريرة مرفوعاً : « أنَّه قد كان فيما مضى قبلكم من الأُمم مُحدَّثون إن كان في أُمّتي هذه منهم فإنَّه عمر بن الخطاب » .\r\nقال القسطلاني في شرحه 5 ص 431 : قال المؤلِّف : يجري على ألسنتهم الصَّواب من غير نبوَّة . وقال الخطابي : يُلقى الشيء في روعه ، فكأنَّه قد حُدِّث به يظنُّ فيصيب ويخطر الشيء بباله فيكون ، وهي منزلةٌ رفيعةٌ من منازل الأولياء .\r\nوقال في قوله « إن كان في أُمَّتي » : قال صلى الله عليه وآله على سبيل التوقّع وكأنَّه لم يكن اطلع « 1 » على أنَّ ذلك كائنٌ وقد وقع ، وقصَّة : يا سارية الجبل « 2 » مشهورةٌ مع غيرها .\r\nوأخرج مسلم في صحيحه في باب فضائل عمر عن عائشة عن النبيِّ صلى الله عليه وآله « قد كان في الأُمم قبلكم مُحدَّثون ، فإن يكن في أُمَّتي منهم أحدٌ فإنَّ عمر بن الخطاب منهم » ، قال ابن وهب : تفسير محدَّثون :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر إلى التناقض بين قوله هذا وبين ما مر من أنّ ( إن ) للتأكيد لا للترديد « المؤلِّف » .\r\n( 2 ) سيوافيك في مناقب عمر أنّ قصد : يا سارية الجبل موضوعة مكذوبة « المؤلِّف » .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nملهمون .\r\nورواه ابن الجوزي في « صفة الصفوة » 1 ص 104 وقال :\r\nحديثٌ متَّفقٌ عليه ، وأخرجه أبو جعفر الطحاوي في « مشكل الآثار » 2 ص 257 بطرق شتَّى عن عائشة وأبي هريرة ، وأخرج قراءة ابن عبّاس : وما أرسلنا من قبلك من رسول ولا نبيٍّ ولا محدَّث ، قال : معنى قوله محدَّثون أي مُلهمون ، فكان عمر رضي الله عنه ينطق بما كان ينطق ملهماً .\r\nثمَّ عدَّ من ذلك ما قد رُوي عن أنس بن مالك قال : قال عمر بن الخطاب : وافقني ربّي أو وافقتُ ربِّي في ثلاث :\r\nقلت : يا رسول اللَّه ! لو اتَّخذنا من مقام إبراهيم مصلّى ، فنزلت :\r\n«  وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى »  « 1 »  . \r\nوقلت : يا رسول اللَّه إنَّ نساءك يدخل عليهنَّ البرُّ والفاجر فلو أمرتهنَّ أن يحتجبن ، فنزلت آية الحجاب « 2 » .\r\nواجتمع على رسول اللَّه صلى الله عليه وآله نساؤه في الغيرة فقلت : عسى ربّي إن طلّقكنَّ أن يُبدِّله أزواجاً خيراً منكنَّ « 3 » ، فنزلت كذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 125 .\r\n( 2 ) الأحزاب : 59 .\r\n( 3 ) الأحزاب : 28 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nقال الأميني : إن كان هذا من القول بإلهام فعلى الإسلام السَّلام ، وما أجهل القوم بالمناقب حتّى أتوا بالطامّات الكبرى كهذه وعدّوها فضيلة ، وعليهم إن عقلوا صالحهم إنكار مثل هذا القول على عمر ، وفيه حطٌّ لمقام النبوَّة ، ومسَّةٌ على كرامة صاحب الرِّسالة صلى الله عليه وآله .\r\nقال النووي في شرح صحيح مسلم : اختلف تفسير العلماء للمراد بمحدَّثون ، فقال ابن وهب : مُلهمون ، وقيل : مصيبون إذا ظنّوا فكأنَّهم حدّثوا بشيء فظنوه . وقيل : تُكلّمهم الملائكة ، وجاء في رواية : مكلّمون . وقال البخاري : يجري الصَّواب على ألسنتهم وفيه إثبات كرامات الأولياء « 1 » .\r\nوقال الحافظ محب الدين الطبري في « الرِّياض » اص 199 :\r\nومعنى محدَّثون واللَّه أعلم : أي يُلهمون الصّواب ، ويجوز أن يحمل على ظاهره وتحدِّثهم الملائكة لا بوحي وإنّما بما يُطلق عليه اسم حديث ، وتلك فضيلةٌ عظيمةٌ .\r\nوقال القرطبي في تفسيره ج 12 ص 79 : قال ابن عطيّة : وجاء عن ابن عبّاس إنَّه كان يقرأ : وما أرسلنا من قبلك من رسولٍ ولا نبيٍّ ولا محدَّث . ذكره مسلمة بن القاسم بن عبد اللّه ، ورواه سفيان عن عمرو بن دينار عن ابن عبّاس . قال مسلمة : فوجدنا المحدَّثين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر صحيح مسلم بشرح النووي 18 : 160 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمعتصمين بالنبوَّة - على قراءة ابن عبّاس - لأنَّهم تكلّموا بأُمور عالية من أنباء الغيب خطرات ، ونطقوا بالحكمة الباطنة ، فأصابوا فيما تكلّموا ، وعصموا فيما نطقوا كعمر بن الخطاب في قصّة سارية « 1 » وما تكلّم به من البراهين العالية .\r\nوأخرج الحافظ أبو زرعة حديث أبي هريرة في طرح التثريب في شرح التقريب 1 ص 88 بلفظ : « لقد كان فيمَن كان قبلكم من بني إسرائيل رجال مكلّمون من غير أن يكونوا أنبياء ، فإن يكن في أُمَّتي أحدٌ فعمر » .\r\nوأخرجه البغوي في « المصابيح » 2 ص 270 ، والسيوطي في « الجامع الصغير » « 2 » .\r\nوقال المناوي في شرح الجامع الصغير 4 ص 507 : قال القرطبي : « مُحدَّثون » بفتح الدال اسم مفعول جمعٌ محدَّث بالفتح ، أي مُلهم أو صادق الظنّ ، وهو من ألقي في نفسه شيءٌ على وجه الإلهام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو سارية بن زنيم بن عبد اللَّه ، وكان من قصته أنّ عمر رضي اللَّه عنه أمّره على جيش وسيّره إلى فارس سنة ثلاث وعشرين ، فوقع في خاطر سيّدنا عمر وهو يخطب يوم الجمعة أنّ الجيش المذكور لاقى العدو وهم في بطن وادٍ ، وقد هموا بالهزيمة وبالقرب منهم جبل فقال في أثناء خطبته : يا سارية ! الجبل الجبل ، ورفع صوته ، فألقاه اللَّه في سمع سارية ، فانحاز بالناس إلى الجبل ، وقاتلوا العدو من جانب واحد ففتح اللَّه عليهم ، كذا في هامش تفسير القرطبي « المؤلِّف » .\r\n( 2 ) الجامع الصغير 1 : 411 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوالمكاشفة من الملأ الأعلى ، أو مَن يجري الصَّواب على لسانه بلا قصد ، أو تكلّمه الملائكة بلا نبوَّة ، أو مَن إذا رأى رأياً أو ظنَّ ظنّاً أصاب كأنَّه حُدِّث به ، وأُلقي في روعه من عالم الملكوت فيظهر على نحو ما وقع له ، وهذه كرامةٌ يكرم اللَّه بها مَن شاء من صالح عباده ، وهذه منزلةٌ جليلةٌ من منازل الأولياء .\r\n« فإن يكن من أُمَّتي منهم أحدٌ فإنّه عمر » ، كأنَّه جعله في انقطاع قرينة في ذلك كأنَّه نبيّ ، فلذلك أتى بلفظ « إن » بصورة الترديد . قال القاضي : ونظير هذا التعليق في الدلالة على التأكيد والاختصاص قولك : إن كان لي صديقٌ فهو زيد ، فإنّ قائله لا يريد به الشكَّ في صداقته ، بل المبالغة في أنَّ الصداقة مختصَّة به لا تتخطّاه إلى غيره .\r\nوقال القرطبي : قوله « فإن يكن » دليلٌ على قلّة وقوعه وندرته ، وعلى أنَّه ليس المراد بالمحدَّثين المصيبون فيما يظنّون ، لأنَّه كثيرٌ في العلماء ، بل وفي العوام مَن يقوى حدسه فتصحُّ إصابته فترتفع خصوصيَّة الخبر وخصوصيَّة عمر ، ومعنى الخبر قد تحقّق ووجد في عمر قطعاً وإن كان النبيُّ صلى الله عليه وآله لم يجزم بالوقوع ، وقد دلَّ على وقوعه لعمر أشياء كثيرة كقصَّة : الجبل يا سارية ! الجبل . وغيره ، وأصحّ ما يدلَّ على ذلك شهادة النبيّ صلى الله عليه وآله له بذلك حيث قال : « إنّ اللَّه جعل الحقَّ على لسان عمر وقلبه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يصدّق الخُبر الخَبر ، بل يُكذّبه التاريخ الصحيح وسيرة عمر المحفوظة في صفحات الكتب والمعاجم « المؤلِّف » .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nقال ابن حجر : وقد كثر هؤلاء المحدَّثون بعد العصر الأوّل ، وحكمته زيادة شرف هذه الأُمَّة بوجود أمثالهم فيها ومضاهاة بني إسرائيل في كثرة الأنبياء ، فلمّا فات هذه الأُمَّة المحمَّديَّة كثرة الأنبياء ؛ لكون نبيّهم خاتم الأنبياء ، عُوِّضوا تكثير الملهمين .\r\nتنبيهٌ :\r\nقال الغزالي : قال بعض العارفين : سألت بعض الأبدال عن مسألة من مشاهد النفس ، فالتفت إلى شماله وقال : ما تقول رحمك اللَّه ؟ ثمَّ إلى يمينه كذلك ، ثمّ أطرق إلى صدره فقال : ما تقول ؟ ثمَّ أجاب فسألته عن التفاته ؟ فقال : لم يكن عندي علمٌ فسألت الملكين فكلٌّ قال : لا أدري ، فسألت قلبي فحدَّثني بما أجبت ، فإذا هو أعلم منهما . قال الغزالي : وكأنَّ هذا معنى هذا الحديث . اه .\r\nويجد الباحث في طيِّ كتب التراجم جمعاً ممَّن كلّمتهم الملائكة منهم : عمران ابن الحصين الخزاعي المتوفّى سنّة 52 ه ، أخرج أبو عمر في « الاستيعاب » 2 ص 455 : أنَّه كان يرى الحفظة وكانت تكلّمه حتّى اكتوى ، وذكره ابن حجر في الإصابة 3 ص 26 .\r\nوقال ابن كثير في تأريخه 8 ص 60 : قد كانت الملائكة تسلّم عليه ، فلمّا اكتوى انقطع عنه سلامهم ، ثمّ عادوا قبل موته بقليل ، فكانوا يسلّمون عليه رضي الله عنه .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوفي شذرات الذهب 1 ص 58 : أنَّه كان يسمع تسليم الملائكة عليه ، ثمّ اكتوى بالنار فلم يسمعهم عاماً ، ثمَّ أكرمه اللَّه بردِّ ذلك .\r\nوذكَر تسليم الملائكة عليه الحافظ العراقي في « طرح التثريب » ج 1 ص 90 ، وأبو الحجَّاج المزّي في « تهذيب الكمال » كما في تلخيصه ص 250 ، وقال ابن سعد وابن الجوزي في « صفة الصفوة » 1 ص 283 : كانت الملائكة تصافحه ، وذكره ابن حجر في « تهذيب التهذيب » 8 ص 126 .\r\nومنهم أبو المعالي الصّالح المتوفّى 427 ه ، أخرج الحافظان ابنا الجوزي وكثير : أنَّ أبا المعالي أصابته فاقةٌ شديدةٌ في شهر رمضان ، فعزم على الذهاب إلى رجل من ذوي قرابته ليستقرض منه شيئاً ، قال : فبينما أنا أُريده فنزل طائرٌ فجلس على منكبي وقال : يا أبا المعالي أنا الملك الفلاني ، لا تمضي إليه نحن نأتيك به . قال : فبكّر إليّ الرَّجل « صف - صفة الصفوة لابن الجوزي - 2 ص 280 ، ظم - المنتظم لابن الجوزي - 9 ص 136 ، يه - البداية والنهاية لابن الأثير - 12 ص 163 » .\r\nوقال أبو سليمان الخطّابي : قال النبيّ صلى الله عليه وآله : « قد كان في الأُمم ناسٌ مُحدَّثون ، فإن يكن في أُمَّتي فعمر » وأنا أقول : فإن كان في هذا العصر أحدٌ كان أبو عثمان المغربي « طب - تأريخ بغداد للخطيب البغدادي - 9 : 113 » .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nومن هذا القبيل تكلّم الحوراء مع أبي يحيى الناقد ، أخرج الخطيب البغدادي وابن الجوزي عن أبي يحيى زكريّا بن يحيى الناقد المتوفّى 285 ه ، « أحد أثبات المحدِّثين » قال : اشتريت من اللَّه حوراء بأربعة آلاف ختمة ، فلمّا كان آخر ختمة سمعت الخطاب من الحوراء وهي تقول : وفيتَ بعهدك فها أنا التي قد اشتريتني « 1 » .\r\nهذا ما عند القوم ، وأمّا نصوص الشيعة :\r\nفأخرج ثقة الإسلام الكليني في كتابه « أُصول الكافي » ص 84 تحت عنوان « باب الفرق بين الرَّسول والنبيّ والمحدَّث » أربعة أحاديث :\r\nمنها باسناده عن بُريد عن الإمامين الباقر والصّادق صلوات اللَّه عليهما في قوله عزَّ وجلَّ في سورة الحجِّ : وما أرْسَلنا مِنْ قَبلِكَ مِنْ رسولٍ وَلا نبيٍّ وَلا مُحَدَّث ، قال بُريد : قلت : جُعِلتُ فداك ليست هذه قراءتنا « 2 » ، فما الرَّسول والنَّبيّ والمحَدَّث ؟ قال : « الرَّسول الَّذي يظهر له الملك فيكلّمه ، والنبيّ هو الذي يرى في منامه ، وربَّما اجتمعت النبوَّة والرِّسالة لواحدٍ ، والمحدَّث الذي يسمع الصوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طب ( تأريخ بغداد للخطيب البغدادي ) 8 ص 362 ، ظم ( المنتظم لابن الجوزي ) 6 ص 8 ، صف ( صفة الصفوة لابن الجوزي ) 2 ص 234 ، مناقب أحمد لابن الجوزي ص 51 « المؤلِّف » .\r\n( 2 ) هي قراءة ابن عباس كما مرّ « المؤلِّف » .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nولا يرى الصّورة » قال : قلت أصلحك اللَّه كيف يعلم أنَّ الذي رأى في النّوم حقٌّ وأنَّه من الملك ؟ قال : « يوفَّق لذلك حتَّى يعرفه ، ولقد ختم اللَّه عزَّ وجلَّ بكتابكم الكتب وختم بنبيّكم الأنبياء » « 1 » .\r\nوحديث آخر أيضاً فصّل بهذا البيان بين النبيِّ والرَّسول والمحدَّث « 2 » .\r\nوحديثان بالتفصيل المذكور غير أنَّ فيهما مكان لفظة المحدَّث ، الإمام ، أحدهما عن زرارة قال : سألتُ أبا جعفر عليه السلام عن قول اللَّه عزَّ وجلَّ : «  وَكانَ رَسُولًا نَبِيًّا »  « 3 »  *  ما الرَّسول ؟ وما النبيّ ؟ قال :\r\n« النبيّ الذي يرى في منامه ويسمع الصّوت ولا يعاين المَلك ، والرَّسول الذي يسمع الصّوت ويرى في المنام ويعاين الملك » .\r\nقلتُ : الإمام ما منزلته ؟ قال : « يسمع الصّوت ولا يرى ولا يعاين الملك » ، ثمَّ تلا هذه الآية : وما أرسلنا مِن قبلك من رسول ولا نبيّ ولا محدَّث « 4 » .\r\nوالثاني : عن إسماعيل بن مرّار قال : كتب الحسن بن العبّاس المعروف إلى الرضا عليه السلام : جُعلتُ فداك أخبرني ما الفرق بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 : 135 / 4 .\r\n( 2 ) الكافي 1 : 135 / 3 .\r\n( 3 ) مريم : 51 .\r\n( 4 ) الكافي 1 : 134 / 1 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالرَّسول والنبيّ والإمام ؟ قال : فكتب أو قال : « الفرق بين الرَّسول والنبيِّ والإمام : أنَّ الرَّسول الذي ينزل عليه جبرئيل عليه السلام فيراه ويسمع كلامه وينزل عليه الوحي وربما رأى في منامه نحو رؤيا إبراهيم عليه السلام ، والنبيّ ربما سمع الكلام وربما رأى الشخص ولم يسمع ، والإمام هو الذي يسمع الكلام ولا يرى الشخص » « 1 » .\r\nهذا تمام ما في هذا الباب من الكافي ، وأخرج في ص 135 تحت عنوان « باب أنَّ الأئمَّة عليهم السّلام مُحدَّثون مُفهمون » خمسة أحاديث .\r\nمنها : عن حمران بن أعين ، قال : قال أبو جعفر عليه السلام : « إنَّ عليّاً كان مُحدَّثاً » فخرجتُ إلى أصحابي فقلتُ : جئتكم بعجيبة : فقالوا :\r\nوما هي ؟ فقلت : سمعت أبا جعفر عليه السلام يقول : كان عليٌّ مُحدَّثاً ، فقالوا :\r\nما صنعتَ شيئاً ألا سألته : مَن كان يحدّثه ؟ فرجعت إليه فقلتُ : إنِّي حدَّثت أصحابي بما حدَّثتني فقالوا : ما صنعتَ شيئاً ألا سألته : مَن كان يحدّثه ؟ فقال لي : « يحدِّثه ملَك » ، قلت : تقول إنّه نبيٌّ ؟ قال :\r\nفحرَّك يده هكذا ، أو كصاحب سليمان ، أو كصاحب موسى ، أو كذي القرنين ، أوَ ما بلغكم أنّه قال : وفيكم مثله » « 2 » ؟\r\nوحديث آخر ما ملخَّصه : انَّ عليّاً ( أمير المؤمنين ) كان يعرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 : 134 / 2 .\r\n( 2 ) الكافي 1 : 213 / 5 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nقاتله ويعرف الأُمور العظام التي كان يُحدِّث بها النَّاس بقول اللَّه عزَّ ذكره . وما أرسلنا من قبلك من رسولٍ ولا نبيٍّ ولا محدَّث « 1 » .\r\nوحديثان آخران : أحدهما : « أنَّ أوصياء محمَّد صلى الله عليه وآله محدَّثون » « 2 » .\r\nوالثاني : « الأئمَّة علماءٌ صادقونَ مُفهَمونَ مُحدَّثون » « 3 » .\r\nوالحديث الخامس في معنى المحدَّث وانّه يسمع الصّوت ولا يرى الشّخص « 4 » .\r\nوليس في هذا الباب من كتاب الكافي غير ما ذكرناه .\r\nوروى شيخ الطائفة في أماليه ص 260 بإسناده عن أبي عبد اللَّه عليه السلام قال : « كان عليّ عليه السلام مُحدَّثاً ، وكان سلمان محدّثاً » ، قال : فما آية المحدَّث ؟ قال : « يأتيه ملكٌ فينكت في قلبه كيت كيت » « 5 » .\r\nوبالإسناد عن أبي عبد اللّه عليه السلام قال : « منّا مَن يُنكت في قلبه ، ومنّا مَن يُقذف في قلبه ، ومنّا مَن يُخاطب » . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 : 212 / 2 .\r\n( 2 ) الكافي 1 : 212 / 1 .\r\n( 3 ) الكافي 1 : 213 / 3 .\r\n( 4 ) الكافي 1 : 213 / 4 .\r\n( 5 ) أمالي الشيخ الطوسي 2 : 22 .\r\n( 6 ) أمالي الشيخ الطوسي 2 : 22 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوبإسناده عن الحرث النصري قال : قلت لأبي عبد اللّه عليه السلام :\r\nالذي يُسأل عنه الإمام وليس عنده فيه شيءٌ مِن أين يعلمه ؟ قال :\r\n« يُنكت في القلب نكتاً ، أو يُنقر في الأُذن نقراً » « 1 » .\r\nوقيل لأبي عبد اللّه عليه السلام : إذا سُئلَ كيف يُجيب ؟ قال : « إلهامٌ وسماعٌ وربَّما كانا جمعاً « 2 » .\r\nوروى الصفّار بإسناده في « بصائر الدرجات » عن حمران بن أعين قال : قلتُ لأبي جعفر عليه السلام : ألستَ حدَّثتني إنَّ عليّاً كان مُحدَّثاً ؟ قال : « بلى » ، قلتُ : مَنْ يحدّثه ؟ قال : « ملَكٌ » ، قلتُ : فأقول :\r\n« إنّه نبيٌّ أو رسولٌ » ؟ قال : « لا ، بل مَثَله مَثل صاحب سليمان ، ومَثَل صاحب موسى ، ومَثل ذي القرنين ، أما بلغك أنَّ عليّاً سُئل عن ذي القرنين ؟ فقالوا : كان نبيّاً ؟ قال : لا ، بل كان عبداً أحبَّ اللَّه فأحبَّه ، وناصح اللَّه فناصحه » « 3 » .\r\nوبإسناده عن حمران قال : قلتُ لأبي جعفر عليه السلام ما موضع العلماء ؟ قال : « مثل ذي القرنين ، وصاحب سليمان ، وصاحب داود » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمالي الشيخ الطوسي 2 : 22 .\r\n( 2 ) أمالي الشيخ الطوسي 2 : 22 .\r\n( 3 ) بصائر الدرجات : 386 / 2 .\r\n( 4 ) بصائر الدرجات : 385 / 1 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوبالإسناد عن بُريد قال : قلتُ لأبي جعفر وأبي عبد اللَّه عليهما السلام : ما منزلكم ؟ بمن تشبهون ممّن مضى ؟ فقال : « كصاحب موسى ، وذي القرنين ، كانا عالمين ولم يكونا نبيَّين » « 1 » .\r\nوبالإسناد عن عمّار قال : قلت لأبي عبد اللّه عليه السلام : ما منزلتهم ؟\r\nأنبياءٌ هم ؟ قال : « لا ، ولكن هم علماء كمنزلة ذي القرنين في علمه ، وكمنزلة صاحب موسى ، وكمنزلة صاحب سليمان » « 2 » .\r\nهذه جملةٌ من أخبار الشيعة في الباب وهي كثيرةٌ مبثوثة في كتبهم « 3 » وهذه رءوسها ، ومؤدَّى هذه الأحاديث هو الرأي العام عند الشيعة سلفاً وخلفاً ، وفذلكته : أنَّ في هذه الأُمّة أُناس محدَّثون كما كان في الأُمم الماضية ، وأمير المؤمنين وأولاده الأئمّة الطاهرون علماءٌ محدَّثون وليسوا بأنبياء . وهذا الوصف ليس من خاصّة منصبهم ولا ينحصر بهم ، بل كانت الصدِّيقة كريمة النبيّ الأعظم محدَّثة ، وسلمان الفارسي محدِّثاً . نعم كلّ الأئمَّة من العترة الطاهرة محدَّثون ، وليس كلُّ محدَّث بإمام ، ومعنى المحدَّث هو العالم بالأشياء بإحدى الطرق الثلاث المفصَّلة في الأحاديث المتلوَّة ، هذا ما عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات : 386 / 3 .\r\n( 2 ) بصائر الدرجات : 386 / 5 .\r\n( 3 ) جمعها العلّامة المجلسي في بحار الأنوار « المؤلِّف » .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالشيعة ليس إلّا .\r\nهذا منتهى القول عند الفريقين ونصوصهما في المحدَّث ، وأنت كما ترى لا يوجد أيّ خلاف بينهما ، ولم تشذّ الشيعة عن بقيّة المذاهب الإسلاميّة في هذا الموضوع بشيء من الشذوذ إلّا في عدم عدّهم عمر بن الخطّاب من المحدَّثين ، وذلك أخذاً بسيرته الثابتة في صفحات التأريخ من ناحية علمه ولسنا في مقام البحث عنه « 1 » ، فهل من المعقول أن يُعدّ هذا القول المتسالم عليه في المحدَّث لأُمّةٍ من قائليه فضيلةً رابيةً ، وعلى الأُخرى منهم ضلالًا ومنقصة ؟ لاها اللَّه .\r\nهلمَّ معي نسائل كيذبان الحجاز عبد اللّه القصيمي ، جرثومة النِّفاق ، وبذرة الفساد في المجتمع ، كيف يرى في كتابه ( الصّراع بين الإسلام والوثنيّة ) أنّ الأئمّة من آل البيت عند الشيعة أنبياء وأنّهم يوحى إليهم ، وأنَّ الملائكة تأتي إليهم بالوحي ، وأنّهم يزعمون لفاطمة وللأئمّة من وُلدِها ما يزعمون للأنبياء ؟ ويستند في ذلك كلّه على مكاتبة الحسن بن العبّاس المذكور ص 47 نقلًا عن الكافي .\r\nهلّا يعلم هذا المغفَّل ؟ إنّ هذه المفتريات والقذائف على أُمّة كبيرة ( أصّلَت آرائها الصالحة على أرجاء الدنيا ) إنْ هي إلّا مآل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنوقفك على البحث عنه في الجزء السادس إن شاء اللَّه « المؤلِّف » .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالقول بالمحدَّث الوارد في الكتاب العزيز ، وتكلّم الملائكة مع الأئمّة من آل البيت وأُمّهم فاطمة البتول كما هو مقتضى استدلاله ، وأهل الإسلام كلّهم شرعٌ سواء في ذلك .\r\nأو للشيعيّ عندئذٍ أن يقول : إنّ عمر بن الخطّاب وغيره من المحدَّثين - على زعم العامّة عندهم - أنبياء يوحى إليهم ، وانَّ الملائكة تأتي إليهم بالوحي ؟ لكنَّ الشيعة علماء حكماء لا يخدشون العواطف بالدجل والتمويه وقول الزور ، ولا يُسمع لأحدٍ من حملة روح التشيّع والنزعة العلويّة الصحيحة ومقتفي الآداب الجعفريّة أن يتَّهم أُمّة كبيرة بالطامات ، وحاشاها أن تُشوِّه سمعتها بالأكاذيب والأفائك ، وتقذف الأُمم بما هي بريئة منه .\r\nأما كانت بين يدي الرَّجل تلكم النصوص الصريحة للشيعة على أنّ الأئمّة علماء وليسوا بأنبياء ؟ أما كان صريح تلك الأحاديث بأنّ الأئمّة مَثَلهم كمثل صاحب موسى ، وصاحب سليمان ، وذي القرنين ؟ أما كان في « الكافي » في الباب الذي قلّبه الرجل على الشيعة قول الإمامين الباقر والصّادق : « لقد ختم اللَّه بكتابكم الكتب وختم بنبيّكم الأنبياء » ؟\r\nنعم ، هذه كلّها كانت بمرأى من الرَّجل ، غير أنّ الإناء ينضح بما فيه ، ووليد الروح الأمويّة الخبيثة وحامل نزعاتها الباطلة سدكٌ بالقحَّة والسفالة ، ولا ينفكُّ عن الخنى والقذيعة ، ومن شأن الأمويِّ\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nأن يتفعّى ويمين ويأفك ، ويهتك ناموس المسلمين ، ويسلقهم بألسنة حداد ، ويفتري على آل البيت وشيعتهم اقتداءً بسلفه ، وجرياً على شنشنته الموروثة ، ونحن نورد نصَّ كلام الرَّجل ليكون الباحث على بصيرةٍ من أمره ، ويرى جهده البالغ في تشتيت صفوف الأُمّة ، وشقِّ عصا المسلمين بالبهت وقول الزّور .\r\nقال في « الصِّراع » ج 1 ص 1 : الأئمّة يوحى إليهم عند الشيعة ، قال في « الكافي » : كتب الحسن بن العبّاس إلى الرِّضا يقول : ما الفرق بين الرَّسول والنبيِّ والإمام ؟ فقال : « الرَّسول هو الذي ينزل عليه جبرئيل فيراه ويسمع كلامه وينزل عليه الوحي ، والنبيّ ربما يسمع الكلام ، وربما رأى الشخص ولم يسمع ، والإمام هو الذي يسمع الكلام ولا يرى الشخص » وقال : والأئمَّة لم يفعلوا شيئاً ولا يفعلونه إلّا بعهد من اللَّه وأمر منه لا يتجاوزونه ، وفي الكتاب نصوصٌ أُخرى متعدِّدةٌ في هذا المعنى ، فالأئمَّة لدى هؤلاء أنبياء يوحى إليهم ، ورُسُلٌ أيضاً ، لأنَّهم مأمورون بتبليغ ما يوحى إليهم .\r\nوقال في ج 2 ص 35 : قد قدَّ منا في الجزء الأوَّل :\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nأنَّ القوم يزعمون أنَّ أئمَّة أهل البيت يوحى إليهم ، وأنَّ الملائكة تأتيهم بالوحي من اللَّه ومن السَّماء ، وتقدَّم قولهم : أنَّ الأئمة لا يفعلون شيئاً ولا يقولونه إلّا بوحي من اللَّه ، وتقدّم : أنّ الفرق عندهم بين محمَّد رسول اللَّه وبين الأئمَّة من ذرِّيته : أنَّ محمَّداً كان يرى الملك النازل عليه بالوحي ، وأمَّا الأئمَّة فيسمعون الوحي وصوت الملك وكلامه ولا يرون شخصه .\r\nوهذا هو الفرق لديهم بين النبيِّ والإمام ، وبين الرّسل والأئمَّة ، وهو فرقٌ لا حقيقة له ، فالأئمّة من آل البيت عندهم أنبياء ورُسُل بكلِّ ما في كلمة النبيِّ والرَّسول من معنى ؛ لأنَّ النبيَّ الرَّسول هو إنسانٌ أوحى اللَّه إليه رسالة ، وكلّف تبليغها ونشرها ، سواءٌ أكان وحي اللَّه إليه بواسطة الملك أم بلا واسطة ، وسواءٌ رأى شخص تلك الواسطة أم لم يره ، بل سمع منه وعقل عنه ، هذا هو النبيُّ الرَّسول .\r\nورؤية الملك لا دخل له في حقيقة معنى النبيِّ والرَّسول بالإجماع ، ولهذا يقولون : الرَّسول هو\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nإنسانٌ أوحي إليه وأُمر بالبلاغ ، والنبيُّ هو إنسان أوحي إليه ولم يُؤمر بالبلاغ ، ولم يجعلوا لرؤية الملك دخلًا في حقيقة النبيِّ وحقيقة الرَّسول ، وهذا لا يُنازع فيه أحدٌ من الناس ، فالشيعة يزعمون لفاطمة وللأئمَّة من وُلدها ما يزعمون للأنبياء والرسُل من المعاني والحقائق ، فهم يزعمون أنَّهم معصومون ، وأنّهم يوحى إليهم ، وأنَّ الملائكة تنزل عليهم بالرِّسالات ، وأنَّ لهم معجزات أقلّها إحياؤهم الأموات ، كما يقولون في أفضل كتبهم . انتهى .\r\n«  إِنَّما يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ وَأُولئِكَ هُمُ الْكاذِبُونَ » \r\n( النحل : 105 )\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nعلم أئمة الشيعة بالغيب\r\nشاعت القالة حول علم الأئمَّة من آل محمَّد صلوات اللَّه عليه وعليهم ممّن أضمر الحنق على الشيعة وأئمتهم ، فعند كلٍّ منهم حوشيٌّ من الكلام ، يزخرف الزّلح من القول ، ويخبط خبط عشواء ، ويثبت البرهنة على جهله ، كأنَّ الشيعة تفرَّدت بهذا الرأي عن المذاهب الإسلاميّة ، وليس في غيرهم مَن يقول بذلك في إمام من أئمَّة المذاهب ، فاستحقّوا بذلك كلَّ سببٍ وتحاملٍ ووقيعةٍ .\r\nفحسبك ما لفّقه القصيمي في « الصِّراع » من قوله في صحيفة « ب » تحت عنوان : الأئمة عند الشيعة يعلمون كلَّ شيء ، والأئمَّة إذا شاءوا أن\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nيعلموا شيئاً أعلمهم اللَّه إيّاه ، وهم يعلمون متى يموتون ، ولا يموتون إلّا باختيارهم ، وهم يعلمون علم ما كان وعلم ما يكون ولا يخفى عليهم شيءٌ ص 125 وص 126 ( من الكافي للكليني ) .\r\nثمَّ قال : وفي الكتاب نصوص أُخرى أيضاً في المعنى ، فالأئمَّة يُشاركون اللَّه في هذه الصفة ، صفة علم الغيب ، وعلم ما كان وما سيكون ، وأنَّه لا يخفى عليهم شيءٌ ، والمسلمون كلّهم يعلمون أنَّ الأنبياء والمرسلين لم يكونوا يشاركون اللَّه في هذه الصفة ، والنصوص في الكتاب والسنَّة وعن الأئمَّة في أنَّه لا يعلم الغيب إلّا اللَّه متواترةٌ لا يستطاع حصرها في كتاب . إلخ .\r\nج - العلم بالغيب - أعني الوقوف على ما وراء الشهود والعيان من حديث ما غبر أو ما هو آتٍ - إنَّما هو أمرٌ سائغٌ ممكنٌ لعامَّة البشر ، كالعلم بالشهادة يُتصوَّر في كلِّ ما يُنبَّأ الإنسان من عالم غابر ، أو عهدٍ قادم لم يَرَه ولم يشهده ، مهما أخبره بذلك عالمٌ خبيرٌ ، أخذاً من مبدأ الغيب والشهادة ، أو علماً بطرق أُخرى معقولة ، وليس هناك أيُّ وازعٍ من ذلك .\r\nوأمّا المؤمنون خاصَّة فأغلب معلوماتهم إنّما هو الغيب من\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالايمان باللَّه وملائكته وكتبه ورسله واليوم الآخر وجنَّته وناره ولقائه والحياة بعد الموت والبعث والنشور ونفخ الصور والحساب والحور والقصور والولدان وما يقع في العرض الأكبر ، إلى آخر ما آمنَ به المؤمن وصدَّقه ، فهذا غيبٌ كلّه ، وأُطلق عليه الغيب في الكتاب العزيز ، وبذلك عرَّف اللَّه المؤمنين في قوله تعالى : «  الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ »  « البقرة 3 » ، وقوله تعالى : «  الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ »  « الأنبياء 49 » وقوله : «  إِنَّما تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ »  « فاطر 18 » وقوله : «  إِنَّما تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمنَ بِالْغَيْبِ »  « يس 11 » وقوله : «  مَنْ خَشِيَ الرَّحْمنَ بِالْغَيْبِ »  « ق 33 » وقوله : «  إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ »  « الملك 12 » وقوله : «  جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمنُ عِبادَهُ بِالْغَيْبِ »  « مريم 61 » .\r\nومنصب النبوَّة والرِّسالة يستدعي لمتولِّيه العلم بالغيب من شتّى النواحي مضافاً إلى ما يعلم منه المؤمنون ، وإليه يشير قوله تعالى : «  كُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْباءِ الرُّسُلِ ما نُثَبِّتُ بِهِ فُؤادَكَ وَجاءَكَ فِي هذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرى لِلْمُؤْمِنِينَ »  « هود 120 » .\r\nومن هنا قصَّ على نبيّه القصص ، وقال بعد النبأ عن قصّة مريم :\r\n«  تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ »  « هود 49 » .\r\nوقال بعد قصّة إخوان يوسف : «  ذلِكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيهِ \r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n إِلَيْكَ »  « يوسف 102 » .\r\nوهذا العلم بالغيب الخاصّ بالرُّسل دون غيرهم ينصُّ عليه بقوله تعالى : «   عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَداً إِلَّا مَنِ ارْتَضى مِنْ رَسُولٍ »   « 1 » نعم : «  وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِما شاءَ »  « 2 »  « وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا »  « 3 »  . \r\nفالأنبياء والأولياء والمؤمنون كلّهم يعلمون الغيب بنصٍّ من الكتاب العزيز ، ولكلٍّ منهم جزءٌ مقسوم ، غير أنَّ علم هؤلاء كلّهم بلغ ما بلغ محدودٌ لا محالة كمّاً وكيفاً ، وعارضٌ ليس بذاتيٍّ ، ومسبوقٌ بعدمه ليس بأزليٍّ ، وله بدءٌ ونهايةٌ ليس بسرمديٍّ ، ومأخوذٌ من اللَّه سبحانه «  وَعِنْدَهُ مَفاتِحُ الْغَيْبِ لا يَعْلَمُها إِلَّا هُوَ »  « 4 »  . \r\nوالنبيّ ووارث علمه في أُمّته « 5 » يحتاجون في العمل والسير على طبق علمهم بالغيب من البلايا ، والمنايا ، والقضايا ، وإعلامهم الناس بشيءٍ من ذلك ، إلى أمر المولى سبحانه ورخصته ، وإنَّما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجن : 26 - 27 .\r\n( 2 ) البقرة : 255 .\r\n( 3 ) الاسراء : 85 .\r\n( 4 ) الأنعام : 59 .\r\n( 5 ) أجمعت الأمة الاسلامية على أنّ وارث رسول اللَّه صلى الله عليه وآله وسلم في علمه هو أمير المؤمنين علي بن أبي طالب عليهما السلام ، راجع الجزء الثالث من كتابنا ص 95 - 101 « المؤلِّف » .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالعلم ، والعمل به ، وإعلام الناس بذلك ، مراحل ثلاث لا دخل لكلِّ مرحلة بالأُخرى ، ولا يستلزم العلم بالشيء وجوب العمل على طبقه ، ولا ضرورة الإعلام به ، ولكلٍّ منها جهاتٌ مقتضيةٌ ووجوهٌ مانعةٌ لا بُدَّ من رعايتها ، وليس كلّما يُعلم يُعمل به ، ولا كلّما يعلم يُقال .\r\nقال الحافظ الأُصولي الكبير الإمام أبو إسحاق إبراهيم بن موسى اللخمي الشهير بالشاطبي المتوفّى 790 ه في كتابه القيِّم ( الموافقات في أُصول الأحكام ) ج 2 ص 184 : لو حصلت له مكاشفة بأنَّ هذا المعيَّن مغصوبٌ أو نجسٌ ، أو أنَّ هذا الشاهد كاذبٌ ، أو أنَّ المال لزيد ، وقد تحصّل ( للحاكم ) بالحجّة لعمرو ، أو ما أشبه ذلك ، فلا يصحُّ له العمل على وفق ذلك ما لم يتعيّن سببٌ ظاهرٌ ، فلا يجوز له الانتقال إلى التيمّم ، ولا ترك قبول الشاهد ولا الشهادة بالمال لذي يدٍ على حال ، فإنّ الظواهر قد تعيَّن فيها بحكم الشريعة أمرٌ آخر ، فلا يتركها ، اعتماداً على مجرَّد المكاشفة أو الفراسة ، كما لا يعتمد فيها على الرؤيا النوميّة ، ولو جاز ذلك لجاز نقض الأحكام بها وإن ترتبت في الظاهر موجباتها ، وهذا غير صحيح بحال فكذا ما نحن فيه ، وقد جاء في الصحيح : « إنَّكم تختصمون إليّ ، ولعلَّ بعضكم أن يكون ألحن بحجّته من بعض فأحكم له على نحو ما أسمع منه » « 1 » الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 3 : 235 ، مسند أحمد بن حنبل 6 : 203 ، كنز العمال 5 : 847 / 14536 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nفقيَّد الحكم بمقتضى ما يسمع وترك ما وراء ذلك ، وقد كان كثيرٌ من الأحكام التي تجري على يديه يطّلع على أصلها وما فيها من حقٍّ وباطل ، ولكنَّه عليه الصَّلاة والسَّلام لم يحكم إلّا على وفق ما سمع ، لا على وفق ما علم « 1 » وهو أصلٌ في منع الحاكم أن يحكم بعلمه ، وقد ذهب مالك في القول المشهور عنه : أنّ الحاكم إذا شهدت عنده العدول بأمر يعلم خلافه ، وجب عليه الحكم بشهادتهم إذا لم يعلم تعمّد الكذب ، لأنّه إذا لم يحكم بشهادتهم كان حاكماً بعلمه ، هذا مع كون علم الحاكم مستفاداً من العادات التي لا ريبة فيها لا مِن الخوارق التي تداخلها أُمور ، والقائل بحصّة حكم الحاكم بعلمه فذلك بالنسبة إلى العلم المستفاد من العادات لا من الخوارق ، ولذلك لم يعتبره رسول اللَّه صلى الله عليه وآله وهو الحجّة العظمى .\r\nإلى أن قال : في ص 187 . إنّ فتح هذا الباب يؤدِّي إلى أن لا يُحفظ ترتيب الظواهر ، فإنَّ من وجب عليه القتل بسببٍ ظاهرٍ فالعذر فيه ظاهرٌ واضحٌ ، ومن طلب قتله بغير سبب ظاهر بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال السيد محمد الخضر الحسين التونسي في تعليق الموافقات : لا يقضي عليه الصلاة والسلام بمقتضى ما عرفه من طريق الباطن كما حكى القرآن عن الخضر عليه السلام ، حتى يكون للأمة في أخذه بالظاهر أسوة حسنة . إلى أن قال : والحكم بالظاهر وإن لم يكن مُطابقاً للواقع ليس بخطإ ، لأنه حكم بما أمر اللَّه .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبمجرَّد أمرٍ غيبيٍّ ربَّما شوَّش الخواطر وران على الظواهر ، وقد فُهِمَ من الشرع سَدّ هذا الباب جملة ، ألا ترى إلى باب الدعاوى المستند إلى أنَّ البيِّنة على المدَّعي واليمين على من أنكر ، ولم يُستثن من ذلك أحدٌ حتّى أنَّ رسول اللَّه صلى الله عليه وآله احتاج إلى البيِّنة في بعض ما أُنكر فيه ممّا كان اشتراه فقال : « مَن يشهد لي » ؟ حتّى شهد له خزيمة بن ثابت فجعلها اللَّه شهادتين . فما ظنّك بآحاد الأُمَّة ، فلو ادَّعى أكبر الناس على أصلح الناس لكانت البيِّنة على المدَّعي واليمين على من أنكر ، وهذا من ذلك والنمط واحدٌ ، فالاعتبارات الغيبيَّة مهملةٌ بحسب الأوامر والنواهي الشرعيَّة .\r\nوقال في ص 189 : فصلٌ : إذا تقرّر اعتبار ذلك الشرط فأين يسوغ العمل على وفقها ؟ فالقول في ذلك : إنّ الأُمور الجائزات أو المطلوبات التي فيها سعة يجوز العمل فيها بمقتضى ما تقدَّم وذلك على أوجه :\r\nأحدها : أن يكون في أمرٍ مباحٍ ، كأن يرى المكاشف أنَّ فلاناً يقصده في الوقت الفلاني أو يعرف ما قصد إليه في إتيانه من موافقةٍ أو مخالفةٍ ، أو يطَّلع على ما في قلبه من حديث أو اعتقادٍ حقٍّ أو باطلٍ وما أشبه ذلك ، فيعمل على التهيئة له حسبما قصد إليه أو يتحفَّظ من مجيئه إن كان قصده بشرٍّ ، فهذا من الجائز له كما لو رأى رؤيا تقتضي ذلك ، لكن لا يُعامله إلّا بما هو مشروعٌ كما تقدَّم .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالثاني : أن يكون العمل عليها لفائدةٍ يرجو نجاحها ، فإنَّ العاقل لا يدخل على نفسه ما لعلّه يخاف عاقبته ، فقد يلحقه بسبب الالتفات إليها أو غيره ، والكرامة كما أنَّها خصوصيّةٌ كذلك هي فتنةٌ واختبارٌ لينظر كيف تعملون ، فإن عرضت حاجةٌ أو كان لذلك سببٌ يقتضيه فلا بأس . وقد كان رسول اللَّه صلى الله عليه وسلم يخبر بالمغيَّبات للحاجة إلى ذلك ، ومعلومٌ أنَّه عليه الصَّلاة والسَّلام لم يخبر بكلِّ مغيَّب اطَّلع عليه ، بل كان ذلك في بعض الأوقات وعلى مقتضى الحاجات ، وقد أخبر عليه الصَّلاة والسَّلام المصلّين خلفه :\r\nأنَّه يراهم من وراء ظهره . لما لهم في ذلك من الفائدة المذكورة في الحديث ، وكان يمكن أن يأمرهم وينهاهم من غير إخبار بذلك ، وهكذا سائر كراماته ومعجزاته ، فعمل أُمَّته بمثل ذلك في هذا المكان أولى منه في الوجه الأوَّل ، ولكنَّه مع ذلك في حكم الجواز ، لما تقدَّم من خوف العوارض كالعجب ونحوه .\r\nالثالث : أن يكون فيه تحذيرٌ أو تبشيرٌ ، ليستعدَّ لكلٍّ عدَّته ، فهذا أيضاً جائزٌ ، كالإخبار عن أمرٍ ينزل إن لم يكن كذا ، أولا يكون إن فعل كذا فيعمل على وفق ذلك . . . إلى آخره .\r\nفهلّا كان من الغيب نبأ ابني نوح ، وأنباء قوم هود وعاد وثمود ، وقوم إبراهيم ولوط ، وذكرى ذي القرنين ، ونبأ مَن سلف من الأنبياء والمرسلين ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوهلّا كان منه ما أسرَّ به النبيُّ صلى الله عليه وآله إلى بعض أزواجه فأفشته إلى أبيها ، فلمّا نبّأها به وقالت : من أنبأك هذا ؟ قال : نبَّأني العليم الخبير ؟ « التحريم 3 » .\r\nوهلّا كان منه ما أنبأ موسى صاحبه من تأويل ما لم يستطع عليه صبراً ؟ « الكهف » .\r\nوهلّا كان منه ما كان يقول عيسى لأُمَّته «  وَأُنَبِّئُكُمْ بِما تَأْكُلُونَ وَما تَدَّخِرُونَ فِي بُيُوتِكُمْ »  ؟ « آل عمران 49 » .\r\nوهلّا كان من منه قول عيسى لبني إسرائيل : «  يا بَنِي إِسْرائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقاً لِما بَيْنَ يَدَيَّ مِنَ التَّوْراةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ »  ؟ « الصف 6 » .\r\nوهلّا كان منه ما أوحى اللَّه تعالى إلى يوسف : «  لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هذا وَهُمْ لا يَشْعُرُونَ »  ؟ « يوسف 15 » .\r\nوهلّا كان منه ما أنبأ آدم الملائكة من أسمائهم أمراً من اللَّه «  يا آدَمُ أَنْبِئْهُمْ بِأَسْمائِهِمْ »  ؟ « البقرة 33 » .\r\nوهلّا كانت منه تكلم البشارات الجمّة المحكيّة عن التوراة والإنجيل والزَّبور وصحف الماضين وزبر الأوَّلين بنبوَّة نبيِّ الإسلام وشمائله وتأريخ حياته وذكر أُمّته ؟ .\r\nوهلّا كانت منه تلك الأنباء الصحيحة المرويَّة عن الكهنة\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوالرهابين والأقسَّة حول النبي الأعظم صلى الله عليه وآله وسلم قبل ولادته ؟ .\r\nليس هناك أيّ منع وخطر إن علّم اللَّه أحداً ممّن خلق بما شاء وأراد من الغيب المكتوم من علم ما كان أو سيكون ، من علم السَّماوات والأرضين ، من علم الأوَّلين والآخرين ، من علم الملائكة والمرسلين . كما لم يُر أيّ وازع إذا حَبا أحداً بعلم ما شاء من الشهادة وأراه ما خلق كما أرى إبراهيم ملكوت السّماوات والأرض . ولا يُتصوَّر عندئذ قطُّ اشتراك مع المولى سبحانه في صفته العلم بالغيب ، ولا العلم بالشهادة ولو بلغ علم العالم أيَّ مرتبة رابية ، وشتّان بينهما ، إذ القيود الإمكانيّة البشريّة مأخوذةٌ في العلم البشريِّ دائماً لا محالة ، سواءٌ تعلّق بالغيب أو تعلّق بالشهادة ، وهي تلازمه ولا تفارقه ، كما أنَّ العلم الإلهي بالغيب أو الشهادة تؤخذ فيه قيود الأحديّة الخاصّة بذات الواجب الأحد الأقدس سبحانه وتعالى .\r\nوكذلك الحال في علم الملائكة ، لو أذن اللَّه تعالى إسرافيل مثلًا وقد نصب بين عينيه اللوح المحفوظ الذي فيه تبيان كلّ شيء أن يقرأ ما فيه ويطلع عليه لم يُشارك اللَّه قطُّ في صفته العلم بالغيب ، ولا يلزم منه الشرك .\r\nفلا مقايسة بين العلم الذاتيِّ المطلق وبين العرضيِّ المحدود ، ولا بين ما لا يكيَّف بكيف ولا يؤيَّن بأين وبين المحدود المقيَّد ، ولا بين\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالأزليِّ الأبديِّ وبين الحادث الموقَّت ، ولا بين التأصليِّ وبين المكتسب من الغير ، كما لا يُقاس العلم النبويُّ بعلم غيره من البشر ، لاختلاف طُرق علمهما ، وتباين الخصوصيّات والقيود المتَّخذة في علم كلٍّ منهما ، مع الاشتراك في إمكان الوجود ، بل لا مقايسة بين علم المجتهد وبين علم المقلّد فيما عملا من الأحكام الشرعيَّة ولو أحاط المقلّد بجميعها ، لتباين المبادئ العلميَّة فيهما .\r\nفالعلم بالغيب على وجه التأصّل والإطلاق من دون قيد بكمٍّ وكيفٍ كالعلم بالشهادة على هذا الوجه إنّما هما من صفات الباري سبحانه ، ويخصّان بذاته لا مطلق العلم بالغيب والشهادة ، وهذا هو المعنيُّ نفياً وإثباتاً في مثل قوله تعالى : «  قُلْ لا يَعْلَمُ مَنْ فِي السَّماواتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ »  « النمل 65 » ، وقوله تعالى : «  إِنَّ اللَّهَ عالِمُ غَيْبِ السَّماواتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ »  « فاطر 38 » ، وقوله تعالى : «  إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ وَاللَّهُ بَصِيرٌ بِما تَعْمَلُونَ »  « الحجرات 18 » ، وقوله تعالى : «  ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ »  « الجمعة 8 » ، وقوله تعالى : «  عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ »  « السجدة 6 » وقوله تعالى : «  عالِمُ الْغَيْبِ وَالشَّهادَةِ الْعَزِيزُ الْحَكِيمُ »  « التغابن 18 » ، وقوله تعالى حكايةً عن نوح : «  لا أَقُولُ لَكُمْ عِنْدِي خَزائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ »  « انعام 50 ، هود 31 » ، وقوله تعالى حكايةً :\r\n«  لَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ »  « الأعراف 188 » .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوبهذا التفصيل في وجوه العلم يُعلم عدم التعارض نفياً وإثباتاً بين أدلَّة المسألة كتاباً وسُنّة ، فكلُّ من الأدلَّة النافية والمثبتة ناظرٌ إلى ناحيةٍ منها ، والموضوع المنفيُّ من علم الغيب في لسان الأدلَّة غير المثبت منه ، وكذلك بالعكس . وقد يوعز إلى الجهتين في بعض النصوص الواردة عن أهل بيت العصمة عليهم السلام ، مثل قول الإمام أبي الحسن موسى الكاظم عليه السلام مجيباً يحيى بن عبد اللّه بن الحسن لَمّا قاله : جعلت فداك انَّهم يزعمون أنّك تعلم الغيب ؟ فقال عليه السلام :\r\n« سبحان اللَّه ، ضع يدك على رأسي فوالله ما بقيت شعرةٌ فيه ولا في جسدي إلّا قامت » ، ثمّ قال : « لا واللَّه ما هي إلّا وراثة عن رسول اللَّه صلى الله عليه وآله » « 1 » .\r\nوكذلك الحال في بقيَّة الصفات الخاصّة بالمولى العزيز سبحانه وتعالى ، فإنّها تمتاز عن مضاهاة ما عند غيره تعالى من تلكم الصفات بقيودها المخصّصة ، فلو كان عيسى على نبيِّنا وآله وعليه السلام يُحيي كلَّ الموتى بإذن اللَّه ، أو كان خَلق عالماً بشراً من الطين باذن ربِّه بدل ذلك الطير الذي أخبر عنه بقوله : «  أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ اللَّهِ »  « آل عمران 49 » ، لم يكن يُشارك المولى سبحانه في صفته الإحياء والخلق ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه شيخنا المفيد في المجلس الثالث من أماليه « المؤلِّف » .\r\nأنظر الطبعة المحققة في الأمالي ص 23 حديث 5 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nواللَّه هو الوليّ ، وهو محيي الموتى ، وهو الخلّاق العليم .\r\nوإنّ الملك المصوِّر في الأرحام ، مع تصويره ما شاء اللَّه من الصور وخلقه سمعها وبصرها وجلدها ولحمها وعظامها « 1 » ، لم يكن يشارك ربّه في صفته ، واللَّه هو الخالق البارئ المصوّر ، وهو الذي يصِّور في الأرحام كيف يشاء .\r\nوالملك المبعوث إلى الجنين الذي يكتب رزقه وأجله وعمله ومصائبه وما قدّر له من خير وشرٍّ وشقاوته وسعادته ثمّ ينفخ فيه الروح « 2 » لا يشارك ربّه ، واللَّه هو الذي لم يكن له شريكٌ في الملك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن حذيفة مرفوعاً : إذا مر بالنطفة اثنتان وأربعون ليلة بعث اللَّه إليها ملكاً فصورها وخلق سمعها وبصرها وجلدها ولحمها وعظامها ، ثمّ قال : يا ربّ أذكر أم أنثى ؟ فيقضي ربك ما شاء ويكتب الملك ، ثمّ يقول : يا ربّ أجله ؟ فيقضي ربك ما شاء ويكتب الملك ، ثمّ يقول : يا ربّ رزقه ؟ فيقضي ربّك ما شاء ويكتب الملك ، ثمّ يخرج الملك بالصحيفة في يده فلا يزيد على ذلك شيئاً ولا ينقص . أخرجه أبو الحسين مسلم في صحيحه ، وذكره ابن الأثير في جامع الأُصول وابن الدبيع في التيسير 4 ص 40 .\r\nوفي حديث آخر ذكره ابن الدبيع في تيسير الوصول 4 ص 40 : إذا بلغت « يعني المضغة » أن تخلق نفساً بعث اللَّه ملكاً يصورها ، فيأتي الملك بتراب بين إصبعيه فيخط في المضغة ثمّ يعجنه ثمّ يصورها كما يؤمر فيقول : أذكر أم أنثى ؟ أشقي أم سعيد ؟ وما عمره ؟ وما رزقه ؟ وما أثره ؟ وما مصائبه ؟ فيقول اللَّه فيكتب الملك « المؤلِّف » .\r\n( 2 ) عن ابن مسعود مرفوعاً : ان خلق أحدكم يجمع في بطن أمه أربعين يوماً ، ثمّ يكون علقة مثل ذلك ، ثمّ يكون مضغة مثل ذلك ، ثمّ يبعث اللَّه ملكاً بأربع كلمات يكتب رزقه وأجله وعمله وشقي أم سعيد ثمّ ينفخ فيه الروح .\r\nأخرجه البخاري في باب ذكر الملائكة في صحيحه ومسلم وغيرهما من أئمة الصحاح إلّا النسائي وأحمد في مسنده 1 ص 374 ، 414 ، 430 ، وأبو داود في مسنده 5 ص 38 ، وذكره ابن الأثير في جامعة ، وابن الدبيع في التيسير 4 ص 39 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوخلق كلَّ شيءٍ فقدَّره تقديراً .\r\nوملك الموت مع أنّه يتوفَّى الأنفس ، وأنزل اللَّه فيه القرآن وقال :\r\n«  قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ »  « السجدة 11 » ، صحَّ مع ذلك الحصر في قوله تعالى : «  اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها »  ، واللَّه هو المميت ولا يشاركه ملك الموت في شيء من ذلك ، كما صحّت النسبة في قوله تعالى : «  الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ »  « النحل 28 » ، وفي قوله تعالى : «  الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ »  « النحل 32 » ، ولا تعارض في كلِّ ذلك ولا إثم ولا فسوق في إسناد الإماتة إلى غيره تعالى .\r\nوالمَلك لا يغشاه نوم العيون « 1 » ولا تأخذه سِنة الراقد بتقديرٍ من العزيز العليم وجعله ، ومع ذلك لا يشارك اللَّه فيما مدح نفسه بقوله : «  لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ » . \r\nولو أنَّ أحداً مكّنه المولى سبحانه من إحياء موتان الأرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الخطبة الأُولى من نهج البلاغة وشروحها .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nبرمّتها لم يشاركه تعالى واللَّه هو الذي يحيي الأرض بعد موتها .\r\nفهلمَّ معي نسائل القصيمي عن أنَّ قول الشيعة بأنَّ الأئمّة إذا شاءوا أن يعلموا شيئاً أعلمهم اللَّه إيَّاه ، كيف يتفرَّع عليه القول بأنَّ الأئمّة يشاركون اللَّه في هذه الصفة صفة علم الغيب ؟ وما وجه الاشتراك بعد فرض كون علمهم بإخبار من اللَّه تعالى وإعلامه ؟\r\nوقد ذهب على الجاهل أنَّ الحكم بأنَّ القول بعلم الأئمّة بما كان وما يكون - وليس هو كلّ الغيب ولا جلّه - وعدم خفاء شيء من ذلك عليهم يستلزم الشرك باللَّه في صفة علمه بالغيب ، تحديدٌ لعلم اللَّه ، وقولٌ بالحدِّ في صفاته سبحانه ، ومَن حدَّه فقد عدَّه ، تعالى اللَّه عن ذلك علوّاً كبيراً . والنصوص الموجودة في الكتاب والسنّة على أن لا يعلم الغيب إلّا قد خفيت مغزاها على المغفَّل ولم يفهم منها شيئاً «  وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطانٍ مَرِيدٍ »  « 1 »  . \r\nونُسائل الرَّجل : كيف خفي هذا الشرك المزعوم على أئمّة قومه ؟\r\nفيما أخرجوه عن حذيفة قال : أعلمه رسول اللَّه صلى الله عليه وآله بما كان وما يكون إلى يوم القيامة « 2 » ، وما أخرجه أحمد إمام مذهب الرجل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحج : 3 .\r\n( 2 ) صحيح مسلم في كتاب الفتن ، مسند أحمد 5 ص 386 ، البيهقي ، تاريخ ابن عساكر 4 ص 94 تيسير الوصول 4 ص 241 ، خلاصة التهذيب 63 ، الإصابة 1 ص 218 ، التقريب 82 « المؤلِّف » .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nمسنده ج 5 ص 388 عن أبي إدريس قال : سمعت حذيفة بن اليمان يقول : واللَّه إنّي لأعلم الناس بكلِّ فتنة هي كائنةٌ فيما بيني وبين السّاعة .\r\nوقد جهل بأنَّ علم المؤمن بموته واختياره الموت واللقاء مهما خيّر بينه وبين الحياة ليس من المستحيل ، ولا بأمرٍ خطير بعيدٍ عن خطر المؤمن فضلًا عن أئمّة المؤمنين من العترة الطاهرة ، هلّا يعلم الرجل ما أخرجه قومه في أئمَّتهم من ذلك وعدّوه فضائل لهم ؟\r\nذكروا عن ابن شهاب « 1 » قال : كان أبو بكر - ابن أبي قحافة - والحارث بن كلدة يأكلان حريرة أُهديت لأبي بكر فقال الحارث لأبي بكر : ارفع يدك يا خليفة رسول اللَّه إنَّ فيها لسمّ سنة وأنا وأنت نموت في يوم واحد ، فرفع يده ، فلم يزالا عليلين حتّى ماتا في يوم واحد عند انقضاء السنة .\r\nوذكر أحمد في مسنده 1 ص 48 و 51 ، والطبري في رياضه 2 ص 74 إخبار عن موته بسبب رؤيا رآها ، وما كان بين رؤياه وبين يوم طعن فيه إلّا جمعة .\r\nوفي الرياض ج 2 ص 75 عن كعب الأخبار إنّه قال لعمر : يا أمير المؤمنين أعهد بأنَّك ميِّت إلى ثلاثة أيّام ، فلمَّا قضى ثلاثة أيَّام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ك - مستدرك الصحيحين - 3 ص 64 ، صف - صفة الصفوة - 1 ص 10 ، يه - البداية والنهاية لابن الأثير - 1 ص 180 « المؤلّف » .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nطعنه أبو لؤلؤة فدخل عليه الناس ودخل كعب في جملتهم فقال :\r\nالقول ما قال كعب .\r\nوروي إنّ عيينة بن حصن الفزاري قال لعمر : احترس أو اخرج العجم من المدينة ، فإنّي لا آمن أن يطعنك رجلٌ منهم في هذا الموضع . ووضع يده في الموضع الذي طعنه فيه أبو لؤلؤة .\r\nوعن جبير بن مطعم قال : إنّا لواقفون مع عمر على الجبل بعرفة إذ سمعت رجلًا يقول : يا خليفة ! فقال أعرابيٌّ من لهب من خلفي : ما هذا الصوت ؟ قطع اللَّه لهجتك واللَّه لا يقف أمير المؤمنين بعد هذا العام أبداً . فسببته وأدَّبته ، فلمّا رمينا الجمرة مع عمر جاءت حصاة فأصابت رأسه ففتحت عرقاً من رأسه فسال الدم ، فقال رجلٌ : أشعر أمير المؤمنين أما واللَّه لا يقف بعد هذا العام هاهنا أبداً . فالتفت فإذا هو ذلك اللهبي ، فوالله ما حجّ عمر بعدها . خرَّجه ابن الصحّاك .\r\nوإن تعجب فعجبٌ إخبار الميِّت وهو يُدفن عن شهادة عمر في أيّام خلافة أبي بكر ، أخرج البيهقي عن عبد اللّه بن عبيد اللَّه الأنصاري قال : كنتُ فيمن دفن ثابت بن قيس وكان قتل باليمامة « 1 » فسمعناه حين أدخلناه القبر يقول : محمّد رسول اللَّه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بلدة باليمن على ستة عشر مرحلة من المدينة ، وكانت وقعة اليمامة في ربيع الأول سنة اثنتي عشرة هجرية في خلافة أبي بكر « المؤلِّف » .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nأبو بكر الصدّيق ، عمر الشهيد ، عثمان البرّ الرَّحيم . فنظرنا إليه فإذا هو مَيت . وذكره القاضي في « الشفاء » في فصل إحياء الموتى وكلامهم .\r\nوعن عبد اللّه بن سلام قال : أتيتُ عثمان وهو محصورٌ أُسلِّم عليه فقال : مرحباً بأخي مرحباً بأخي ، أفلا أُحدِّثك ما رأيت الليلة في المنام ؟ فقلت : بلى . قال : رأيت رسول اللَّه صلى الله عليه وآله وقد مثّل لي في هذه الخوخة - وأشار عثمان إلى خوخة في أعلى داره - فقال : حصروك ؟\r\nفقلت . نعم فقال : عطشوك ؟ فقلت : نعم . فأدلى دلواً من ماء فشربت حتّى رُويت ، فها أنا أجد برودة ذلك الدلو بين ثديي وبين كتفي . فقال : إن شئت أفطرت عندنا وإن شئت نصرت عليهم ؟\r\nفاخترت الفطر « 1 » .\r\nوعنه قال : إنّي رأيت رسول اللَّه صلى الله عليه وآله البارحة وأبا بكر وعمر فقالوا لي : صبراً فإنَّك تفطر عندنا القابلة .\r\nعن كثير بن الصلت عن عثمان قال : إنّي رأيت رسول اللَّه صلى الله عليه وآله في منامي هذا فقال : إنّك شاهدٌ معنا الجمعة ( ك - مستدرك الصحيحين - 3 ص 99 ) .\r\nوعن ابن عمر : انّ عثمان أصبح يحدِّث الناس قال : رأيت رسول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرياض النضرة 2 ص 127 ، الاتحاف للشبراوي 92 « المؤلِّف » .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nاللَّه صلى الله عليه وآله في المنام قال : يا عثمان أفطر عندنا غداً ، فأصبح صائماً وقتل من يومه .\r\nقال محبّ الدين الطبري في « الرِّياض » 2 ص 127 بعد رواية ما ذكر : واختلاف الروايات محمولٌ على تكرار الرؤيا فكانت مرَّة نهاراً ومرَّة ليلًا .\r\nوأخرج الحاكم في « المستدرك » 3 ص 203 بسند صحَّحه إخبار عبد اللّه بن عمرو الأنصاري الصحابي ابنه جابر بشهادته يوم أُحد ، وأنَّه أوَّل قتيلٍ من أصحاب رسول اللَّه صلى الله عليه وآله ، فكان كما أخبر به .\r\nوذكر الخطيب البغدادي في تأريخه 2 ص 49 عن أبي الحسين المالكي أنَّه قال : كنتُ أصحب خير النساج - محمّد بن إسماعيل - سنين كثيرة ورأيت له من كرامات اللَّه تعالى ما يكثر ذكره غير أنَّه قال لي قبل وفاته بثمانية أيّام : إنّي أموت يوم الخميس المغرب ، فأُدفن يوم الجمعة قبل الصَّلاة وستنسى فلا تنساه . قال أبو الحسين : فأنسيته إلى يوم الجمعة فلقيني من خبَّرني بموته فخرجت لأحضر جنازته فوجدت الناس راجعين فسألتهم لِمَ رجعوا فذكروا أنّه يدفن بعد الصَّلاة ، فبادرت ولم ألتفت إلى قولهم فوجدت الجنازة قد أُخرجت قبل الصَّلاة أو كما قال . وهذه القصَّة ذكرها ابن الجوزي أيضاً في المنتظم 6 ص 274 .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nغيض من فيض\r\nتوجد في طيِّ كتب الحفّاظ ومعاجم أعلام القوم قضايا جمَّة في أناس كثيرين عدّوها لهم فضلًا وكرامةً تنبأ عن علمهم بالغيب وبما تخفي الصّدور ، ولا يراها أحدٌ منهم شركاً ، ولا يسمع من القصيمي ومن لفَّ لفَّه فيها ركزاً ، وأمثالها في أئمَّة الشيعة هي التي جسَّها القوم ، وألقت عليهم جشمها ، وكثر فيها منهم الرطيط ، وإليك جملةٌ من تلكم القضايا :\r\n1 - قال أبو عمرو بن علو ان : خرجت يوماً إلى سوق الرحبة في حاجة فرأيتُ جنازة ، فتبعتها لأُصلّي عليها ، ووقفت حتّى يدفن الميِّت في جملة الناس ، فوقعت عيني على امرأة مسفرة من غير تعمّد ، فلححت بالنظر واسترجعت واستغفرت اللَّه « إلى أن قال » :\r\nفخطر في قلبي : أن زر شيخك الجنيد ، فانحدرت إلى بغداد ، فلمّا جئت الحجرة التي هو فيها طرقت الباب فقال لي : ادخل أبا عمرو ، تذنب بالرّحبة ونستغفر لك ببغداد . تأريخ بغداد 7 ص 247 ، صف ( صفة الصفوة لابن الجوزي ) 2 من 236 .\r\n2 - قال ابن النّجار كان الشيخ « أبو محمَّد عبد اللّه الجبائي المتوفّى 605 ه » يتكلّم يوماً في الإخلاص والرِّياء والعجب وأنا حاضرٌ في المجلس ، فخطر في نفسي : كيف الخلاص من العجب ؟\r\nفالتفت إليَّ الشيخ وقال : إذا رأيت الأشياء من اللَّه وأنّه وفقك لعمل\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالخير وأخرجك من البين سلمت من العجب . هب ( شذرات الذهب ) 5 ص 16 .\r\n3 - عن الشيخ علي الشبلي قال : احتاجت زوجتي إلى مقنعة ، فقلت : عليَّ دين خمسة دراهم فمن أين أشتري لك مقنعة ؟ فنمتُ فرأيتُ من يقول لي : إذا أردت أن تنظر إلى إبراهيم الخليل فانظر إلى الشيخ عبد اللّه بن عبد العزيز . فلمّا أصبحت أتيته بقاسيون فقال لي : ما لك يا علي ؟ أجلس وقام إلي منزله وعاد ومعه مقنعة في طرفها خمسة دراهم ، فأخذتها ورجعت . هب ( شذرات الذهب ) 5 ص 74 .\r\n4 - قال أبو محمَّد الجوهري سمعتُ أخي أبا عبد اللّه يقول :\r\nرأيت النبيّ صلى الله عليه وآله في المنام فقلت : يا رسول اللَّه أيّ المذاهب خير ؟\r\nوقال قلت : على أيِّ المذاهب أكون ؟ فقال : ابن بطة ابن بطة « 1 » .\r\nفخرجت من بغداد إلى عكبرا ، فصادف دخولي يوم الجمعة ، فقصدت الشيخ أبا عبد اللّه ابن بطة إلى الجامع ، فلمّا رآني قال لي ابتداءً : صدق رسول اللَّه ، صدق رسول اللَّه . هب ( شذرات الذهب ) 3 ص 123 .\r\n5 - قال أبو الفتح القوّاس : لحقتني إضاقة وقتاً من الزّمان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو الحافظ أبو عبد اللّه عبيد اللَّه بن محمد الفقيه الحنبلي العكبري توفي سنة 387 ه « المؤلِّف » .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفنظرت فلم أجد في البيت غير قوس لي وخفّين كُنت ألبسهما ، فأصبحت وقد عزمت على بيعهما ، وكان يوم مجلس أبي الحسين بن سمعون ، فقلت في نفسي : أحضر المجلس ثمَّ انصرف فأبيع الخفّين والقوس . قال : وكان القوّاس قلَّ ما يتخلّف عن حضور مجلس ابن سمعون ، قال أبو الفتح : فحضرتُ المجلس فلمّا أردت الانصراف ناداني أبو الحسين : يا أبا الفتح لا تبع الخفَّين ولا تبع القوس فإنَّ اللَّه سيأتيك برزق من عنده . تأريخ ابن عساكر 1 ص 276 .\r\n6 - قال الحافظ ابن كثير في تاريخه 12 ص 144 : قدم الخطيب أردشير بن منصور أبو الحسين العبادي ، وكان يحضر في مجلسه في بعض الأحيان أكثر من ثلاثين ألفاً من الرِّجال والنساء ، قال بعضهم : دخلتُ عليه وهو يشرب مرقاً ، فقلت في نفسي : ليته أعطاني فضله لأشربه لحفظ القرآن ، فناولني فضله فقال : اشربها على تلك النيّة . قال : فرزقني اللَّه حفظ القرآن .\r\n7 - قال أبو الحارث الأولاسى : خرجت من حصن اولاس أُريد البحر فقال بعض اخواني : لا تخرج فإنّي قد هيَّأت لك « عُجَّة » حتّى تأكل قال : فجلست فأكلت معه ونزلت إلى الساحل وإذا أنا بإبراهيم بن سعد ( أبو إسحاق الحسني ) العلوي قائماً يصلّي فقلت في نفسي : ما أشكّ إلّا أنَّه يريد أن يقول : امش معي على الماء ، ولئن قال لي لأمشينَّ معه ، فما استحكم الخاطر حتّى قال : هيه يا أبا\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالحارث أمش على الخاطر . فقلت : بسم اللَّه فمشى هو على الماء ، فذهبت أمشي فغاصت رجلي ، فالتفت إليَّ وقال لي : يا أبا الحارث ، العجَّة أخذت برجلك ، فذهب وتركني . طب ( تأريخ بغداد للخطيب البغدادي ) 6 ص 86 ، كر ( تأريخ الشام لابن عساكر ) 2 ص 208 ، صف ( صفة الصفوة لابن الجوزي ) 2 ص 242 .\r\n8 - كان ابن سمعون محمَّد بن أحمد الواعظ المتوفّى 387 ه يعظ يوماً على المنبر وتحته أبو الفتح بن القوّاس ، فنعس ابن القوّاس فأمسك ابن سمعون عن الوعظ حتّى استيقظ ، فحين استيقظ قال ابن سمعون : رأيتَ رسول اللَّه في منامك هذا ؟ قال : نعم . قال : فلهذا أمسكتُ عن الوعظ حتّى لا أزعجك عمّا كنت فيه . تأريخ بغداد 1 ص 276 ، المنتظم 7 ص 199 ، تاريخ ابن كثير 11 ص 323 .\r\n9 - روي عن ابن الجنيد أنَّه قال : رأيت إبليس في المنام وكأنَّه عريان فقلت : ألا تستحي من الناس ؟ فقال : وهو لا يظنّهم ناساً - :\r\nلو كانوا ناساً ما كنت ألعب بهم كما يلعب الصبيان بالكرة ، إنّما الناس جماعةٌ غير هؤلاء . فقلت : أين هم ؟ فقال : في مسجد الشونيزي قد أضنوا قلبي واتعبوا جسدي ، كلّما هممت بهم أشاروا إلى اللَّه عزَّ وجلَّ فأكاد أحترق . قال : فلمّا انتبهت لبست ثيابي ورحت إلى المسجد الذي ذكر فإذا ثلاثة جلوس ورؤوسهم في مرقعاتهم ، فرفع أحدهم رأسه إلىَّ وقال : يا أبا القاسم لا تغترّ\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nبحديث الخبيث وأنت كلّما قيل لك شيءٌ تقبل . فإذا هم : أبو بكر الدقّاق ، وأبو الحسين النوري « 1 » ، وأبو حمزة محمَّد بن علي الجرجاني الفقيه الشافعي . ذكره ابن الأثير كما في تأريخ ابن كثير 11 ص 97 ، وابن الجوزي في صفة الصفوة 2 ص 234 .\r\n10 - جاء يوماً شابٌّ نصرانيٌّ في صورة مسلم إلى أبي القاسم الجنيد الخزّاز فقال له : يا أبا القاسم ما معنى قول النبي صلى الله عليه وآله : « اتَّقوا فراسة المؤمن فإنّه ينظر بنور اللَّه » ؟ فأطرق الجنيد ثمَّ رفع رأسه إليه وقال : أسلم فقد آن لك أن تسلم ، قال : فأسلم الغلام . تاريخ ابن كثير 11 ص 114 .\r\nوحُكي عن أبي الحسن الشاذلي المتوفّى 656 ه قوله : لولا لجام الشريعة على لساني لأخبرتكم بما يحدث في غدٍ وما بعده إلى يوم القيامة . هب ( شذرات الذهب ) 5 ص 279 .\r\n\r\nالعجب العجاب\r\nوأعجب من هذه كلّها دعوى الرَّجل من القوم أنَّه يرى اللوح المحفوظ ويقرأه ، فتؤخذ منه تلكم الدعاوى الضخمة ، وتذكر في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفي في سنة 295 ه ، ومن جملة العجائب المذكورة في ترجمته في تأريخ ابن كثير 11 ص 106 أنه صام عشرين سنة لا يعلم به أحد لا من أهله ولا من غيره « المؤلِّف » .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nسلسلة الفضائل ، وتأتي في كتبهم حقائق راهنة من دون أيّ مناقشة في الحساب .\r\nقال ابن العماد في شذرات الذهب 8 ص 286 في ترجمة المولى محيي الدين محمَّد ابن مصطفى القوجوي الحنفي المتوفّى 950 ه صاحب الحواشي على البيضاوي ومؤلَّفات أُخرى : كان يقول إذا شككت في آية من القرآن أتوجَّه إلى اللَّه تعالى فيتَّسع صدري حتّى يصير قدر الدنيا ، ويطلع فيه قمران لا أدري هما أيّ شيء ، ثمَّ يظهر نورٌ فيكون دليلًا إلى اللوح المحفوظ فأستخرج منه معنى الآية .\r\nوقال في ج 8 ص 178 في ترجمة المولى بخشي الرومي الحنفي المتوفّى 931 ه : رحل إلى ديار العرب فأخذ عن علمائهم وصارت له يدٌ طولى في الفقه والتفسير ( إلى أن قال ) : كان ربّما يقول : رأيتُ في اللوح المحفوظ مسطوراً كذا وكذا فلا يخطئ أصلًا .\r\nوقال اليافعي في مرآة الجنان 3 ص 471 : أنَّ الشيخ جاكير المتوفّى سنة 590 ه كان يقول : ما أخذتُ العهد على أحد حتّى رأيتُ اسمه مرفوعاً في اللوح المحفوظ من جملة مريدي .\r\nوقال في المرآة ج 4 ص 25 : كان الشيخ ابن الصّباغ أبو الحسن عليّ بن حميد المتوفّى 612 ه لا يصحب إلّا مَن يراه مكتوباً في اللوح المحفوظ من أصحابه ، وذكره ابن العماد في شذراته 5 ص 52 .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nتوجد جملة كثيرة من هذه الأوهام الخرافيَّة في طبقات الشعراني ، والكواكب الدريَّة للنووي ، وروض الرَّياحين لليافعي ، وروضة الناظرين للشيخ أحمد الوتري وأمثالها .\r\n«  الَّذِينَ كَذَّبُوا بِآياتِنا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ »  ( الأعراف : 182 )\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالآن حصحص الحق\r\nالآن حقّ علينا أن نُميط الستر عن خبيئة أسرارنا ، ونُعرب عن غايتنا المتوخّاة من هذا البحث الضافي حول الكتب .\r\nالآن آن لنا أن ننوّه بأنّ ضالّتنا المنشودة هي إيقاظ شعور الأُمّة الإسلامية إلى جانب مهمّ فيه الصالح العام والوئام والسّلام والوحدة الاجتماعيّة ، وحفظ ثغور الإسلام عن تهجّم سيل الفساد الجارف .\r\n«  يا قَوْمِ إِنْ كانَ كَبُرَ عَلَيْكُمْ مَقامِي وَتَذْكِيرِي بِآياتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ »  « 1 »  . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يونس : 71 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nأُنشدكم باللَّه أيّها المسلمون ، هل دعايةٌ أقوى من هذه الكتب إلى تفريق صفوف المسلمين ، وتمزيق شملهم ، وفساد نظام المجتمع ، وذهاب ريح الوحدة العربيّة ، وفصم عرى الأُخوّة الإسلاميّة ، وإثارة الأحقاد الخامدة ، وحشّ نيران الضغائن في نفوس الشعب الإسلامي ، ونفخ جمرة البغضاء والعداء المحتدم بين فرق المسلمين ؟ !\r\n«  يا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشادِ »  « 1 » : هذه الكتب يُضادّ صراخها نداء القرآن البليغ ، هذه النعرات المشمرجة « 2 » تُشيع الفحشاء والمنكر في الملأ الديني ، هذه الكلم الطائشة معاول هدّامة لأُسّ مكارم الأخلاق التي بُعث لتتميمها نبيّ الإسلام صلى الله عليه وآله وسلم ، هذه الألسنة السّلاقة اللسّابة البذّاءة مدرسات الأُمّة بفاحش القول وسوء الأدب وقبح العشرة وضدّ المداراة وبالشراسة والقحّة والشياص ، هذه التعاليم الفاسدة فيها دَحْسٌ لنظام المجتمع ودحلٌ بين الفرق الإسلاميّة ، وهتكٌ لناموس الشرع المقدّس وعبثٌ بسياسة البلاد وصدعٌ لتوحيد العباد ، هذه الأقلام المسمومة تمنع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غافر : 38 .\r\n( 2 ) الشمراج : المخلط من الكلام بالكذب ، والشمرج : الباطل « المؤلف » .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالأُمّة عن سعادتها ورقيّها وتولد العراقيل في مسيرها ومسربها وتمحو ما خطته يد الإصلاح في صحائف القلوب وتحيي في النفوس ما عقمته داعية الدين .\r\n«  يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفاءٌ لِما فِي الصُّدُورِ »  « 1 » : إنّ الآراء الدينيّة الإسلامية اجتماعية يشترك فيها كلّ معتنق بالإسلام ، إذ لا تمثّل في الملأ إلّا باسم الدين الاجتماعي ، فيهمُّ كلّ إسلاميّ يحمل بين جنبيه عاطفةً دينيّةً أن يدافع عن شرف نحلته ، وكيان ملّته ، مهما وجد هناك زلّةً في رأي ، أو خطأً في فكرة ، ولا يسعه أن يفرّق بين باءةٍ وأُخرى ، أو يخصّ نفسه بحكومة دون غيرها «  إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ »  « 2 » ، بل الأرض كلّها بيئة المسلم الصّادق والإسلام حكومته ، وهو يعيش تحت راية الحق ، وتوحيد الكلمة ضالّته ، وصدق الإخاء شعاره أينما كان وحيثما كان .\r\nهذا شأن الأفراد وكيف بالحكومات العزيزة الإسلاميّة ؟ التي هي شعب تلك الحكومة العالميّة الكبرى ، ومفردات ذلك الجمع الصحيح ، ومقطّعات حروف تلك الكلمة الواحدة ، كلمة الصدق والعدل ، كلمة الإخلاص والتوحيد ، كلمة العزّ والشرف ، كلمة الرقي والتقدّم .\r\nفأنّى يسوغ لحكومة مصر العزيزة أن تُرخّص لنشر هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يونس : 57 .\r\n( 2 ) النجم : 23 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالكتب في بلادها ؟ وتُشوّه سمعتها في أرجاء الدنيا ؟ وهي ثغر الإسلام المستحكم من أوّل يومه ، وهي مدرسة الشرق المؤسّسة تحت راية الحقّ بيد رجال العلم والدين .\r\nأليس عاراً على مصر بعد ما مضت عليها قرون متطاولة بحسن السمعة أن تُعرّف في العالم بأُناس دجّالين ، وكتّاب مستأجرين ، وأقلام مسمومة ، وأن يقال : إنّ فقيهها موسى جار اللَّه ، وعالمها القصيمي ، ومصلحها أحمد أمين ، وعضو مؤتمرها محمّد رشيد رضا ، ودكتورها طه حسن ، ومؤرّخها الخضري ، وأُستاذ علوم اجتماعها محمّد ثابت ، وشاعرها عبد الظاهر أبو السَّمح .\r\nأليس عاراً على مصر أن يتملّج ويتلمّظ بشرفها الدُّخلاء من ابن نجدٍ ودمشق فيؤلّف أحدهم كتاباً في الردّ على الإماميّة ويسمّيه « الصراع بين الإسلام والوثنية » ويأتي آخر يُقرِّظه بشعره لا بشعوره ويعرّف الشيعة الإماميّة بقوله :\r\n ويحمل قلبهم بغضاً شنيعاً * لخير الخلق ليس له دفاعُ\r\nيقولون : الأمين حبا بوحي * وخان وما لهم عن ذا ارتداعُ\r\nفهل في الأرض كفرٌ بعد هذا ؟ * ولمن يهوى متاعُ\r\nفما للقوم دينٌ أو حياءٌ * بحسبهم من الخزي « الصراع » \r\n«  أَ لَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ »  « 1 » ، أيحسب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديد : 16 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nامرؤٌ مصريٌّ انّ إشاعة هذه الكتب ، وبثّ هذه المخاريق والنسب المفتعلة ، ونشر هذه التآليف التافهة حياةٌ للأُمّة المصريّة ، وايقاظٌ لشعور شعبها المثقّف ، وإبقاءٌ لكيان تلك الحكومة العربيّة العزيزة ، وتقدّم ورقيٌّ في حركاتها العلمية ، الأدبيّة ، الأخلاقيّة ، الدينيّة ، الاجتماعيّة ؟\r\nأسفاً على أقلام مصر النزيهة ، وأعلامها المحنّكين ، ومؤلّفيها المصلحين ، وكُتّابها الصادقين ، وعباقرتها البارعين ، وأساتذتها المثقّفين ، ورجالها الأُمناء على ودائع العلم والدين .\r\nأسفاً على مصر وعلمها المتدفّق ، وأدبها الجمّ ، وروحها الصحيحة ، ورأيها الناضج ، وعقلها السليم ، وحياتها الدينيّة ، وإسلامها القديم ، وولائها الخالص ، وتعاليمها القيّمة ، ودروسها العالية ، وخلائقها الكريمة ، وملكاتها الفاضلة .\r\nأسفاً على مصر وعلى تلكم الفضائل وهي راحت ضحيّة تلك الكتب المزخرفة ، ضحيّة تلك الأقلام المستأجرة ، ضحيّة تلك النزعات الفاسدة ، ضحيّة تلك الصحائف السوداء ، ضحيّة تلك النعرات الحمقاء ، ضحيّة تلك المطابع المأسوف عليها ، ضحيّة أفكار أُولئك المحدَثين المتسرّعين «   الَّذِينَ طَغَوْا فِي الْبِلادِ فَأَكْثَرُوا فِيهَا الْفَسادَ »   « 1 » ، «  وَإِذا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قالُوا إِنَّما نَحْنُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفجر : 11 - 12 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n  مُصْلِحُونَ أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلكِنْ لا يَشْعُرُونَ »   « 1 »   .  \r\nأليست هذه الكتب بين يدي أعلام مصر ومشايخها المثقّفين ؟\r\nأم لم يوجد هناك مَن يحمل عاطفةً ينيّة ، وشعوراً حيّاً ، وفكرةً صالحة يُدافع عن ناموس مصره المحبوبة قبل ناموس الشرق كلّها ؟\r\nوالعجب كلُّ العجب انّ علّامة مصر « 2 » يُرى للمجتمع انّه الناقد البصير فيقرّظ كتاباً « 3 » قيّماً لعربيٍّ صميم عراقيّ يُعدّ من أعلام العصر ومن عظماء العالم ويُناقش دون ما في طيّه من الأغلاط المطبعيّة ممّا لا يترتّب به على الأُمّة ولا على فردٍ منها أيّ ضرر وخسارة بمثل قوله : كلّما ، صوابه : كلّ ما . شرع ، صوابه :\r\nشرح . شيخنا ، صوابه : شيخا .\r\nمرحباً بهذا الحرص والاستكناه في الإصلاح والتغاضي عن تلكم الكوارث ، مرحباً بكلاءة ناموس لغة العرب والصفح عن دينه وصالح ملّته ، مرحباً بهذه العاطفة المصلحة لتآليف مشايخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 11 - 12 .\r\n( 2 ) الأُستاذ أحمد زكي « المؤلف » .\r\n( 3 ) أصل الشيعة وأُصولها ، لشيخنا العلّامة الشيخ محمد حسين آل كاشف الغطاء « المؤلف » .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالشيعة ، والتحامل عليهم بذلك السباب المقذع ، مرحباً مرحباً مرحباً .\r\nلِمَ لم يرق أمثال هذا النابه النقيد أن يأخذ بميزان القسط ، وقانون العدل ، وناموس النصفة ، وشرعة الحقّ ، وواجب الخدمة للمجتمع ، ويُلفت مؤلّف مصره العزيزة إلى تلكم الهفوات المخزية في تلكم التآليف التي هي سلسلة بلاء ، وحلقات شقاء تنتهي إلى هلاك الأُمّة ودمارها ، وتجرُّ عليها كلّ سوءة ، وتُسفّها إلى حضيض التّعاسة ؟ . . .\r\nفواجب المسلم الصّادق في دعواه الحافظ على شرفه وعزّ نحلته ، رفض أمثال هذه الكتب المبهرجة ، ولفظها بلسان الحقيقة ، والكفّ عن اقتنائها وقراءتها ، والتجنّب عن الاعتقاد والتصديق بما فيها ، والبعد عن الأخذ والبخوع بما بين دفوفه ، والإخبات إلى ما فيها قبل أن يعرضها إلى نظّارة النقيب ، وصيارفة النقد والإصلاح ، أو النظر إليها بعين التنقيب وإردافها بالردّ والمناقشة فيها إن كان من أهلها ، «  وَلَوْ أَنَّهُمْ فَعَلُوا ما يُوعَظُونَ بِهِ لَكانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً »  « 1 »  . \r\nوواجب رجال الدعاية والنشر في الحكومات الإسلاميّة عرض كلّ تأليفٍ مذهبيٍّ ، حول أيّ فرقة من فرق الإسلام إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 66 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nأُصولها ومبادئها الصحيحة المؤلّفة بيد رجالها ومشايخها ، والمنع عمّا يُضادُّها ويُخالفها ، إذ هم عيون الأُمّة على ودائع العلم والدين ، وحفظة ناموس الإسلام ، وحرسة عُرى العروبة ، إن عقلوا صالحهم ، وعليهم قطع جذوم الفساد قبل أن يُؤجّج المفسد نار الشحناء في الملأ ثمّ يعتذر بعدم الاطّلاع وقلّة المصادر عنده كما فعل أحمد أمين بعد نشر كتابه فجر الإسلام في ملأ من قومه ، و «   الْإِنْسانُ عَلى نَفْسِهِ بَصِيرَةٌ وَلَوْ أَلْقى مَعاذِيرَهُ »   « 1 » ولا عذر لأيّ أحد في القعود عن واجبه الدينيّ الاجتماعي ، «  وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولئِكَ هُمُ الْمُفْلِحُونَ »  « 2 »  . \r\nونحن نرحّب بكتاب كلّ مذهب وتأليف كلّ ملّة أُلّف بيد الصّدق والأمانة ، بيد الثقة والرزانة ، بيد التحقيق والتنقيب ، بيد العدل والإنصاف ، بيد الحبّ والإخاء ، بيد أدب العلم والدين ، «  لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ »  « 3 » ، «  ذلِكَ يُوعَظُ بِهِ مَنْ كانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكُمْ أَزْكى لَكُمْ وَأَطْهَرُ »  سورة البقرة : 232 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القيامة : 14 - 15 .\r\n( 2 ) آل عمران : 104 .\r\n( 3 ) الأنفال : 42 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n1 - أحكام القرآن : للجصّاص ، دار الفكر ، بيروت .\r\n2 - الأمالي : للشيخ المفيد ، مؤسسة النشر الإسلامي ، قم .\r\n3 - الأمالي : للشيخ الطوسي ، منشورات الداوري ، قم .\r\n4 - الاستبصار : للشيخ الطوسي ، دار الكتب الإسلامية ، طهران .\r\n5 - الانتصار : للسيد المرتضى ، منشورات الشريف الرضي ، قم .\r\n6 - بصائر الدرجات : للصفار ، منشورات الأعلمي ، طهران .\r\n7 - تأويل مختلف الحديث : لابن قتيبة ، دار الجيل ، بيروت .\r\n8 - تحرير الأحكام : للعلّامة الحلّي ، الطبعة الحجرية .\r\n9 - تفسير الطبري : دار المعرفة ، بيروت .\r\n10 - التفسير الكبير : للفخر الرازي .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n11 - التهذيب : للشيخ الطوسي ، دار الكتب الإسلامية ، طهران .\r\n12 - جواهر الكلام : للشيخ محمد حسن النجفي ، دار احياء التراث العربي ، بيروت .\r\n13 - الحدائق الناضرة : للبحراني ، دار الكتب الإسلامية ، قم .\r\n14 - حلية الأولياء : لأبي نعيم ، دار الكتاب العربي ، بيروت .\r\n15 - الدر المنثور : للسيوطي ، المكتبة المرعشية ، قم .\r\n16 - الروضة البهية : للشهيد الثاني ، دار العالم الإسلامي ، بيروت .\r\n17 - السنن الكبرى : للبيهقي ، دار الفكر ، بيروت .\r\n18 - سنن الدارمي : دار الفكر ، بيروت .\r\n19 - شرح نهج البلاغة : لابن أبي الحديد المعتزلي ، دار احياء الكتب العربية ، بيروت .\r\n20 - شواهد التنزيل لقواعد التفضيل : للحاكم الحسكاني .\r\n21 - صحيح البخاري : دار احياء التراث العربي ، بيروت .\r\n22 - صحيح مسلم : دار الفكر ، بيروت .\r\n23 - الصراع بين الإسلام والوثنية : لعبد اللَّه بن علي القصيمي ، مصدّرة عن الطبعة المصرية .\r\n24 - طبقات الحنابلة : للقاضي محمّد بن أبي يعلى ، دار المعرفة ، بيروت .\r\n25 - الكافي : لثقة الإسلام الكليني ، دار الكتب الإسلامية ، طهران .\r\n26 - كنز العمال : للمتقي الهندي ، دار الرسالة ، بيروت .\r\n27 - المبسوط : للشيخ الطوسي ، المكتبة المرتضوية ، إيران .\r\n28 - مجمع الزوائد : للهيثمي ، دار الكتاب العربي ، بيروت .\r\n29 - المراسم : لسلّار ، منشورات الحرمين ، قم .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n30 - مسالك الأفهام : للشهيد الثاني ، الطبعة الحجرية .\r\n31 - مستدرك الصحيحين : للحاكم النيسابوري ، دار الفكر ، بيروت .\r\n32 - مسند أحمد بن حنبل : دار الفكر ، بيروت .\r\n33 - معالم التنزيل ( تفسير البغوي ) : دار الفكر ، بيروت .\r\n34 - المقنع : للشيخ الصدوق ، المطبعة الإسلامية ، طهران .\r\n35 - مَن لا يحضره الفقيه : للشيخ الصدوق ، دار الكتب الإسلامية ، طهران .\r\n36 - نُكت النهاية : للمحقّق الحلّي ، مؤسسة النشر الإسلامي ، قم .\r\n37 - النهاية : للشيخ الطوسي ، دار الكتاب العربي ، بيروت .\r\n38 - النهاية في غريب الحديث والأثر : لابن الأثير ، المكتبة الإسلامية ، القاهرة .\r\n39 - الوسيلة : لابن حمزة الطوسي ، المكتبة المرعشية ، قم .\r\n40 - الهداية : للشيخ الصدوق ، المطبعة الإسلامية ، طهران .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124}
  ]