[
  {"content":"\r\n\r\nإلى المجمع العلمي العربي\r\nبدمشق\r\nبقلم\r\nعبد الحسين شرف الدين الموسوي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nاسم الكتاب : إلى المجمع العلمي العربي بدمشق\r\nتأليف : عبد الحسين شرف الدين الموسوي\r\nالناشر ك دار الشبسترى للمطبوعات قم\r\nالفلم والزنگ : ليتوگرافى قم\r\nالمطبعة\r\nالعدد : 1000 نسخه\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمضمون الرسالة\r\nنصح بإشفاق\r\nالدعوة إلى الوحدة\r\nعتاب بحفيظة\r\nاحتجاج على عدوان\r\nتنبيهان إلى صخافات\r\nاعذار في إنذار\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين * الرحمن الرحيم\r\nمالك يوم الدين * إياك نعبد وإياك نستعين * إهدنا الصراط المستقيم صراط الذين أنعمت عليهم * غير المغضوب عليهم ولا الضالين *\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالنصح باشفاق\r\n1\r\nإلى المجمع العلمي العربي بدمشق إنكم معشر القوّامين على هذا المجمع وعلى مجلته تبوّأتم بهما مبوّأ قوّامين بالعلم ، مصلحين مثاليّين ، وقادة فكر ورأي ، ودعاة إلى الخير ، وسعاة في لَمّ شعث ، وتوحيد عزائم وهمم وأهداف .\r\nومن تبوّأ هذا المبوّأ بصدق ، جامعاً لشروطه ، كان على الأمة أن تخلص له النصح ، وتصدقه الرأي والمشورة ، لأنّ نصحه وحاله هذه نصح لله تعالى ولعباده كافة ، وقد قال رسول الله صلى الله عليه وآله وسلم : الدين النصيحة . قالوا : لمن ؟ قال : لله تعالى ولكتابه\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nولرسوله ولأئمة المسلمين ولعامتهم .\r\nفإن قبلتم نصحي فقد أفلحنا جميعاً ، وإلا ففرضي أدّيت وما على الرسول إلا البلاغ المبين .\r\nونضّر الله امرأً سمع مقالتي فوعاها وعمل بها وأدّاها إلى من لم يسمعها .\r\nإن الله عزّ وجلّ أخذ بمقتضى حكمته ورحمته على دعاة الخير شروطاً ، لا يكون لدعايتهم قبول من الناس إلّا بها ، فرجائي إليكم إحرازها ، ألا وهي تصحيح القصد ، والإخلاص لله تعالى ، وتطهير القلب واللسان   « وَالْقَلَمِ وَما يَسْطُرُونَ »   مع العلم والعمل ، وكرم الخلق ، ولين الجانب ، اقتداءً بالنبيين وسائر المصلحين .\r\nكانوا في دعايتهم ألين من أعطاف النسيم ، وأعذب\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمن كوثر جنّات النعيم ، لا يعدون فيها قوله عزّ من قائل  « ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ »  فإذا جادلوا مخالفيهم ، فإنما يجادلونهم بالتي هي أحسن  « وَلا تُجادِلُوا أَهْلَ الْكِتابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ »  وربما تساهلوا معهم بادئ ذي بدء فتجاهلوا بالحق الذي يدعون اليه طالبين من مخالفيهم فيه ، أن يشتركوا معهم في البحث عنه ، تأليفاً لقلوبهم ، وتوصّلا إلى وضع المسألة على بساط البحث بينهما ، ليكون الحق فيها ضالة الفريقين ، ويكون الحكم المتّبع في فصل النزاع منوطاً بالدليل الملزم والحجة البالغة .\r\nوهذا الأسلوب الحكيم أمر الله عزّ وجلّ به سيد رسله وأهدى سبله . إذ قال صلى الله عليه وآله وسلم للمشركين :  « وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ »  ومثله ما حكاه الله سبحانه عن نبيه وخليله إبراهيم\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nعليه السلام إذ قال وهو أصد القائلين :     « فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَباً قالَ هذا رَبِّي . فَلَمَّا أَفَلَ قالَ لا أُحِبُّ الْآفِلِينَ . فَلَمَّا رَأَى الْقَمَرَ بازِغاً قالَ : هذا رَبِّي فَلَمَّا أَفَلَ قالَ : لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ . فَلَمَّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبِّي هذا أَكْبَرُ . فَلَمَّا أَفَلَتْ قالَ : يا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَالْأَرْضَ حَنِيفاً وَما أَنَا مِنَ الْمُشْرِكِينَ »     هذه أساليب الأنبياء وهم سادة الحكماء في الإصلاح والدعاية إلى الخير ، وبها تسنّى لهم بعض ما أرادوه من الهدى لعباد الله عامة ، فأفلحت بهم أمم هداها الله لدينه ووفقها لما دعوها اليه من سبيله ،\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولو كان في أخلاقهم صعوبة ، أو كان في مراسهم خشونة ، لانفضّ الناس من حولهم ، كما جاء في التنزيل :  « فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ »  .\r\nأمره الله تعالى بالعفو عنهم والاستغفار لهم مع ما فطر عليه من اللين لهم حرصاً منه سبحانه على مصالح عباده ، وذلك لأن النبي صلى الله عليه وآله وسلم إذا تغمّد جهلهم بسعة ذرعه ، وتلقى هفواتهم بشهامة طبعه ، أوتي بذلك محابّ القلوب ، فتشربه وتشرب كل ما يدعوهم اليه من خير الدنيا والآخرة .\r\nوأمره بمشاورتهم مع استغنائه بالوحي عنها ، لتستحصد أسباب ولائهم ، وتستحصف له مرائر إخلاصهم ، فيأتمروا\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبأوامره ، وينزجروا بزواجره ، ويأخذوا بحكمه ونظمه ، ثمّ جعل الأمر كله إذا عزم بيده خاصة  « فَإِذا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ »  أخذاً بالحزم في إيثاره الحق الموحى إليه .\r\nوقد جاء في الذكر الحكيم  « وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ »  ومع ذلك فقد امره الله تعالى بالتواضع لأتباعه :\r\n  « وَاخْفِضْ جَناحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ ، فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ »   .\r\nوفي هذه الآية من عظيم الحرص على مصالح العباد بخفض جناح النبي لهم ما في الآية الآنفة ، ومن أمعن في هذه البراءة ، وجد فيها من تغليظ معصية الرسول وتفظيعها ما لا يكون في تطهير العصاة برجمهم أو ضرب أعناقهم على أنّ فيها من الرفق بهم ، والدلالة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nلهم على التوبة منها ، كل ما تقتضيه رحمته الواسعة ، وحكمته البالغة ، إذ لم تكن البراءة منهم أنفسهم لييأسوا وإنما كانت من عملهم الفظيع ليبرءوا منه ، أسوة بنبيهم المأمور بذلك .\r\nوفي الذكر الحكيم ما يأخذ بالأعناق إلى كرم الأخلاق  « إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ »  الذين يقتفون أثره ، وينذر الذين مثلهم في حمله والدعاية إليه  « مَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها »  ،  « بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ »  .\r\nهذا ما رغبت فيه إليكم ، لتكونوا في مجمعكم وفي مجلتكم مصداق قوله تعالى :  « وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ » \r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفإنه  « لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْواهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ »  وأعيذ القوّامين بالعلم ، المتبوّءين مبوّأ الصالحين ، أن يكونوا بسبب عدم إحرازهم الشرائط   « كَسَرابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ ماءً حَتَّى إِذا جاءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسابَهُ وَاللَّهُ سَرِيعُ الْحِسابِ أَوْ كَظُلُماتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحابٌ ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ إِذا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَراها وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَما لَهُ مِنْ نُورٍ »   .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالدعوة إلى الوحدة\r\n2\r\nوأرجو من رجال المجمع ، ومن المسلمين أجمع ، أن يؤثروا وحدتهم الاسلامية على خصائصهم المذهبية ، فلا يتعصب أهل مذهب منهم على أهل مذهب آخر ، ليكون الجميع أحراراً فيما قادهم الدليل الشرعيّ اليه ، كما كان عليه سلفهم في صدر الاسلام ، فإن فعلوا ذلك ، كانوا في ظلّ منعة لا تضام ، وإلا فهم هدف السهام وموطأ الأقدام أعاذهم الله .\r\nوما أدري فيم يتجهّم لنا بعض أهل المذاهب الأربعة ؟ فنتجهم لهم ، أليس الله عزّ وجلّ وحده لا شريك له ربنا جميعاً ، والإسلام ديننا ، والقرآن الحكيم كتابنا ، وسيد النبيين وخاتم المرسلين محمد بن\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nعبد الله صلى الله عليه وآله وسلم نبينا ، وقوله وفعله وتقريره سنتنا ، والكعبة مطافنا وقبلتنا ، والصلوات الخمس ، وصيام الشهر ، والزكاة الواجبة وحجّ البيت فرائضنا ، والحلال ما أحله الله ورسوله ، والحرام ما حرّماه ، والحق ما حقّقاه ، والباطل ما أبطلاه ، وأولياء الله ورسوله أولياءنا ، وأعداء الله ورسوله أعداءنا ، وأنّ الساعة آتية لا ريب فيها وأن الله يبعث من في القبور  « لِيَجْزِيَ الَّذِينَ أَساؤُا بِما عَمِلُوا ، وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى »  أليس الشيعيون والسنيون شرعاً في هذا كله سواء  « كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقالُوا سَمِعْنا وَأَطَعْنا غُفْرانَكَ رَبَّنا وَإِلَيْكَ الْمَصِيرُ »  .\r\nوالنزاع بينهما في جميع المسائل الخلافية صغروي في\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالحقيقة ولا نزاع بينهما في الكبرى عند أهل النظر أبداً ، ألا تراهما إذا تنازعا في وجوب شيء أوفي حرمته ، أو في استجابه أو كراهته أو في إباحته ، أو تنازعا في صحته وبطلانه ، أو في جزئيته أو في شريطته أو في مانعيته ، أو في غير ذلك ، كما لو تنازعا في عدالة شخص أو فسقه أو إيمانه أو نفاقه أو وجوب مولاته ، أو وجوب معاداته ، فإنما يتنازعان في ثبوت ذلك بالأدلة الشرعية ، وعدم ثبوته فيذهب كل منهما إلى ما تقتضيه الأدلة الاسلامية ، ولو علموا بأجمعهم ثبوت الشيء في دين الإسلام أو علموا جميعاّ عدم ثبوته في الدين الاسلامي أو شكّ الجميع في ذلك لم يتنازعوا ولم يختلف فيه منهم شخصان ، وقد أخرج البخاري في صحيحه « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في باب أجر الحاكم إذا اجتهد فأصاب أو أخطأ وهو في أواخر كتاب الاعتصام بالكتاب والسنة قبل كتاب التوحيد بنحو ورقتين .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nعن أبي سلمه وغيره عن رسول الله صلى الله عليه وآله وسلم قال : إذا حكم الحاكم فاجتهد ثمّ أصاب فله أجران ؛ وإذا حكم فاجتهد ثمّ أخطأ فله أجر . اه .\r\nولذا قال العلامة البحاثة الشيخ جمال الدين القاسمي الدمشقي المعاصر في رسالة ( ميزان الجرح والتعديل ) بعد ذكر الشيعة واحتجاج مسلم بهم في صحيحه ما هذا لفظه : لانّ مجتهدي كل فرقة من فرق الاسلام مأجورون أصابوا أم أخطئوا بنصّ الحديث النبوي . ا ه وقال الشيخ رشيد رضا في صفحة 44 من المجلد 17 من مناره إن من أعظم ما بليت به الفرق الاسلامية ورمي بعضهم بعضاً بالفسق والكفر ، مع أن قصد كلّ الوصول إلى الحق بما بذلوا جهدهم لتأييده واعتقاده والدعوة اليه ، فالمجتهد وإن أخطأ معذور ، إلى آخر كلامه في ص 50 .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوقال ابن حزم حيث تكلم فيمن يكفّر أو لا يكفر في صفحة 247 من الجزء الثالث من كتابه ( الفصل في الملل والنحل ) ما هذا نصه : وذهبت طائفة إلى أنه لا يكفر ولا يفسق مسلم بقول قاله في اعتقاد أو فتيا ، وان كل من اجتهد في شيء من ذلك ، فدان بما رأى أنه الحق ، فإنه مأجور على كل حال ، إن أصاب فأجران ، وإن أخطأ فأجر واحد .\r\nقال : وهذا قول ابن أبي ليلى ، وأبي حنيفة ، والشافعي ، وسفيان الثوري ، وداود بن علي ، وهو قول كل من عرفنا له قولا في هذه المسألة من الصحابة ، لا نعلم منهم خلافاً في ذلك أصلا .\r\nقلت وصرّح بهذا كثير من أعلام الأمة ، فلا وجه إذاً لهذه المشاغبات التي عادت على الأمة بالتفرق\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوالتمزّق ، فكانت طرائق قددا ، والله تعالى يقول :  « وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا »  ،  « وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ ما جاءَهُمُ الْبَيِّناتُ وَأُولئِكَ لَهُمْ عَذابٌ عَظِيمٌ »  ،  « إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّما أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِما كانُوا يَفْعَلُونَ »  .\r\nوقال رسول الله صلى الله عليه وآله وسلم : ذمة المسلمين واحدة يسعى بها أدناهم وهم يد على من سواهم فمن أخفر مسلماً فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه يوم القيامة صرف ولا عدل والصحاح في هذا المعنى متواترة وفي هذا القدر كفاية . والحمد لله على الهداية .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nالعتاب بحفاظ\r\n3\r\nأن مجلتكم مرآة أخلاقكم وعقولكم وسرائركم ، تمثل الحقيقة مما أنتم عليه من دين وفضل وتفكير ورأي ، وملكات وصفات ، فاربأوا بها من كل معرة تربئون بأحسابكم عنها ، واتقوا الله فيما تقولونه ، عمن تخالفونه في مذهب أو مشرب ، وأعيذكم بالله مما تنشره مجلتكم عن الشيعة الإمامية في كثير من أجزائها مما لا حقيقة له ولا منشأ انتزاع ، والشيعة اخوانكم في الدين ، وأشدّ المسلمين دفاعاً عنه ، ودعاية اليه ، واحتياطاً عليه ، أرضيتم أم كرهتم ، أأنصفتم أم أجحفتم ، وقد ملئوا الدنيا الاسلامية عدداً نامياً ، وعلوماً زاخرة ، عقلية ونقلية ، وتلك\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمؤلفاتهم في أصول الدين وعقائده ، وفروعه وقواعده ، وسائر العلوم والفنون ، متوناً وشروحاً ، مختصرات ومطوّلات ، والكل ممتع منتشر لديهم في كل خلف من هذه الأمة من عهد الصحابة الكرام ، حتى هذه الأيام ، وقد انتشرت اليوم في الأقطار الإسلامية حتى حواليكم في سوريا ولبنان .\r\nوإنّ لديكم في دمشق منها مكتبة حافلة بمصنفات القدماء منهم والمتأخرين وصاحبها علم الشيعة في سوريا وإمامهم السيد الشريف المحسن الأمين الحسيني مؤلف كتاب أعيان الشيعة وعضو مجمعكم العلمي ، فليتكم قبل أن تنشروا عن الشيعة ما نشرتم من الدواهي والطامات بحثتم عن الحقيقة منها مع السيد أو غيره ، مستقصين مظانها من كتب الإمامية ، ولو فعلتم ذلك لما تهوّرتم ولا تدهورتم ، ولكن :\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n قد يدرك المتأني بعض حاجته * وقد يكون مع المستعجل الزلل \r\nعلى أنّ قانون الجمعيات المعمول به من الأمم كلها ، يفرض لكل عضو من الجمعية على غيبه من أعضائها حرمة لا تهتك ، وذمة لا تخفر ، فما الذي أغراكم بمخالفة هذا القانون ؟ إذ فاجأتهم الشيعيين من أعضاء مجمعكم بهتك حرمتهم ، وخفر ذمتهم ، بما نشرتموه عنهم من حيث لا يدرون من هذه الأراجيف التي لا صحة لشيء ما منها أصلًا .\r\nوالمجلة إنما تصدر باسم المجمع ، فالأعضاء كلهم فيها شرع سواء ، ليس لأحد أن يستبدّ بنشر آرائه ما لم توافق عليه الأكثرية ، فهل وضعتم نشر هذه الأضاليل على بساط البحث بين أعضاء المجمع ؟ ثمّ نشرتموها بعد باتفاق الآراء أو بالأكثرية ؟ هيهات\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهيهات ، وإنما استبد بنشرها عضو أو عضوان أو ثلاثة دون أن يشعر غيرهم ، وإذاً فلتنشر المجلة باسم المستبد ، ولا يجوز نشرها باسم المجمع ابداً ، وهذه حزازة انّه إليها الغافلين من الأعضاء عنها ، ويجب عليهم أن ينتبهوا لها ، والله ولي التوفيق .\r\nما كان الشيعيون من أعضاء المجمع « 1 » ليزجوا أنفسهم فيه ، مع ما هم عليه من غزّ الجانب وعلوّ المصدر ، لولا إثارة المصلحة العامة بجمع الكلمة وائتلاف القلوب ، واتحاد العزائم ، على ما كانوا يظنون ، لكن الواقع إنما كان على حد قول القائل :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كالشريف العلامة السيد محسن الأمين نزيل دمشق ، وصاحب المعالي العلامة الأديب الشيخ محمد رضا الشبيبي النجفي . والعالمين الفاضلين الاديبين الشيخ أحمد رضا والشيخ سليمان ظاهر ومر بي صاحب الجلالة فيصل الثاني الدكتور مصطفى جواد ، والأستاذ الكريم الدكتور أسعد الحكيم ، والأستاذ المفضال كاظم الدجيلي ، والميرزا الجليل الأستاذ عباس إقبال ، وغيرهم ممن ذكرت المجلة أسماءهم الكريمة في ص 138 من مجلدها الخامس والعشرين .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nأريد حياته ويريد قتلي\r\nولهم أن يتمثلوا :\r\n رأيت الحلم دلّ عليّ قومي * وقد يتجهّل الرجل الحليم \r\nوحسبنا عزاء عما نالنا قوله تعالى :  « فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ »  ،  « وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا »  .\r\n\r\nالاحتجاج على العدوان\r\n4\r\nكنا نظن أن إخواننا هداهم الله أحسّوا بما حلّ بالمسلمين من نعرات تألبوا بها على أنفسهم ،\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفكانوا بها مذقة الشارب ونهزة الطامع ، وكنا نقول بزغت الحقائق بانتشار كتب الإمامية فلا أفّاك بعد ولا بهات ، ولا رامي لهم بشيء من المفتريات .\r\nلكن المجمع العلمي بدمشق لم ير في عاصمة بني أمية ، ولا في غيرها كحضرة الأستاذ محمد كرد علي في تحرره من الحزبية ، وتجرده من العاطفة الأموية ، وإنصافه للطالبيين وأوليائهم ، وأمانته على تاريخ حياة الأمم ، إذ لا ضلع مع أحد كما يقول .\r\nلذلك ألقى المجمع اليه مقاليد البحث عن تاريخ حياة الشيعة الإمامية .\r\n« إن خير من استأجرت القوي الأمين » . ! ! ! ومن ذا يشك في أمانة ضميره ، ونصح دخلته ، ولا سيما بالنسبة إلى الطالبيين وشيعتهم ، فإن ظاهره يشف عن باطنه وقلبه يتمثل في لسانه ، لا يوالس\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nولا يدالس ، ولا يحدج بسوء أبداً .\r\nودونكم من فرائده وقلائده درراً وغرراً لفظها فوه الأشنب وحفظها قلمه المهذب في كنوز الأجداد أثناء بحثه عن المسعودي « 1 » من مجلة المجمع ، وهي أمور :\r\nالأول ، زعم أنا نجوز الكذب على مخالفينا ، وهذا ما كنت أربأ بالأستاذ عنه ، إذ لا حقيقة له ولا منشأ انتزاع ، وإنما هو عدوان صرف ، وبهتان محض ، وقد أجمع السلف والخلف منا نصاً وفتوى على تحريم الكذب مطلقاً ، سواء أكان على المخالف أم كان على غيره ، ومؤلفاتنا في الفقه والحديث والتفسير والأخلاق تعلن ذلك بصراحة ، وهي منتشرة في كل خلف من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أواخر ص 395 والتي بعدها من المجلد 22 من مجلة المجمع وسأتلوها عليكم بعين لفظه قريباً إن شاء الله ، لكن بعد أن أنبهكم سلفاً إلى بعض ما فيها من مواضع القول ، بل النقد ، بل النكير .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nهذه الأمة ، فلتراجع :\r\n « إِنَّما يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ ، وَأُولئِكَ هُمُ الْكاذِبُونَ »  ،  « فَأَعْقَبَهُمْ نِفاقاً فِي قُلُوبِهِمْ إِلى يَوْمِ يَلْقَوْنَهُ بِما أَخْلَفُوا اللَّهَ ما وَعَدُوهُ وَبِما كانُوا يَكْذِبُونَ »  .\r\nوقد أكبر الإمامية الكذب في الحديث واستفظعوه ، وقالوا هو أشد حرمة ، وأكبر اثماً من الكذب في غيره ، حتى عدوّه من مفطرات الصائم ، كتعمد الأكل والشرب .\r\nنحن لو كلفنا حضرة الأستاذ ببيان مستنده في هذه الدعوى علينا لأحرجناه أشد الاحراج ، وعجباً من جرأته يفتري هذا الكذب علينا ، ثمّ يرمينا بجرمه ، كالتي ، رمتني بدائها وانسلت ، بل كالذي عناه الله تعالى بقوله :\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n « وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احْتَمَلَ بُهْتاناً وَإِثْماً مُبِيناً »  .\r\nالثاني ، زعم انا قد غلونا في حب الطالبيين ، وهذا كسابقه ، بهتاناً وعدواناً ، والحق الذي يعلمه الله تعالى أن الشيعة الإمامية لم يغلوا ولم يقلوا ، بل كانوا أمة وسطاً بين الغالية والقالية ، وهذا ما تثبته كتبهم الكلامية بأدلتها القاطعة وحججها البالغة ، فليراجعها من يبتغي الحق جلياً .\r\nوكيف ينسب الينا الغلو في الطالبيين مع أنا قد نؤثر الحبشي على الطالبي ، وذلك إذا أحرزنا العدالة في الأول دون الثاني ، فإن الحبشي حينئذ نأتم به في الفرائض ، ونقبل شهادته في المرافعات وغيرها ، ونحتج بحديثه ، ونحترم فتواه دون الطالبي المجروح ، إذ لا نأتم\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبه ، ولا نعبأ بشهادته ، ولا نأبه بحديثه ولا بفتواه ، ولا غرو فإن الله عز وجل خلق الجنة لمن أطاعه ، والنار لمن عصاه  « إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ »  .\r\nنعم ، تحب الطالبيين وسائر الهاشميين ، ولا سيما الفاطميون ؛ وإن من مذهبنا مودتهم ، ولو كره الأمويون والخوارج ، والنواصب ، ورمونا بالدواهي والطامات :\r\n فطائفة قد كفرتني بحبهم * وطائفة قالوا مسيء ومذنب \r\nنؤدي بمودتهم أجر الرسالة مخلصين لله في حب أوليائه ، كما قال الشيخ ابن العربي :\r\n رأيت ولائي آل طه فريضة * على رغم أهل البعد يورثني القربى \r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n فما طلب الرحمن أجراً على الهدى * بتبليغه إلا المودة في القربى \r\nوقال الإمام الشافعي :\r\n يا آل بيت رسول الله حبكمُ * فرض من الله في القرآن أنزله \r\n كفاكم من عظيم القدر أنكمُ * من لم يصلى عليكم لا صلاة له \r\nوقال الشيخ يوسف النبهاني :\r\n آل طه يا آل خير نبي * جدكم خيرة وأنتم خيار \r\n لم يسل جدكم عن الدين أجرا * غير ودّ القربى ونعم الاجار \r\nأذهب الله عنكم الرجس أهل البيت فأنتم الأطهار لنا رأينا ولحضرة الأستاذ رأيه .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n لكم ذخركم إن النبي ورهطه * وحزبهم ذخري إذا التمس الذخر \r\n جعلت هواي الفاطمين زلفة * إلى خالقي ما دمت أو دام لي عمر \r\n وكوّفني ديني على أن منصبي * شآم ونجري أية ذكر النجر \r\nالثالث ، زعم أنا جعلنا الطالبيين فوق البشر .\r\nوهذا كسابقيه ، إرجافاً وإجحافاً ، وقد عرفت أن الطالبي عندنا قد يكون دون الحبشي ، وذلك إذا أحرزنا العدالة في الحبشي ، كبلال ، وقنبر ، وجون مولى أبي ذر ، ولم نحرزها في الطالبي ككثير من الأشراف ، وهذا بمجرده كافٍ في تنبيه الأستاذ لتزييف ما زعم .\r\nعلى أن رسول الله صلى الله عليه وآله وسلم وهو سيد الخلائق لم\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nيكمن فوق البشر  « قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ »  فكيف يمكن بعد أن يكون الطالبي فوق البشر .\r\nوسيد الطالبيين علي بن أبي طالب إنما استمد فضله وتفوقه من رسول الله صلى الله عليه وآله وسلم ، إذ نهج الرسول له سبيله ، وحمله على جادته فجرى على أسلوبه ، واتبع سنته ، وما زال يطبع على غراره حتى دعاه الله إلى جواره ، وهذه الخصيصة هي أفضل خصائص علي ، باجماع الإمامية « 1 » .\r\nنعم في الطالبيين اثنا عشر إماماً علي والحسنان والتسعة من سلالة الحسين بوّأتهم الأدلة القطعية لدينا مبوّأ الإمامة على الأمة والولاية العامة عليها في دينها ودنياها بعهد متسلسل من رسول الله إلى علي ومن علي إلى الحسن فالحسين فإلى كل من التسعة بعهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما توضحه مراجعاتنا .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالسابق منهم إلى من بعده .\r\nهذا ما فرضته علينا قواطع الأدلة الشرعية نقلية وعقلية ، فلتراجع في مظانها من مؤلفات أصحابنا في علم الكلام ، فهل يستلزم الاعتقاد بإمامتهم القول بأنهم فوق البشر ، أم لا   « بَلْ عِبادٌ مُكْرَمُونَ لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ »   كغيرهم من أئمة الخلق ، والأوصياء بالحق ، فإنه ما من نبي إلا وله وصي  « لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكانَ اللَّهُ عَزِيزاً حَكِيماً »  .\r\nالرابع ، زعم أننا نثبت للطالبيين الكمال المطلق .\r\nنعوذ بالله من الشيطان الرجيم ، ومن كل أفاك أثيم ، وحاشا آل محمد وأولياءهم أن يثبتوا الكمال المطلق الذي رمز اليه هذا الرجل لغير الله تعالى ، فهو وحده\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nذو الكمال المطلق لا شريك له في ذلك ، كما لا شريك له في الربوبية .\r\nنعم ، جميع الأنبياء وأوصيائهم كملةٌ في المروءة والإنسانية ، متفاوتين في كمالهم البشري على قدر تفاوتهم في الإخلاص لله في العبودية ، وكتبنا المختصة صريحة في كل اعتدال ، فلتراجع .\r\nالخامس ، زعم أنا نقول بأن المعاصي حلال للطالبيين حرام على غيرهم ، وهذا من أفحش الأراجيف ، قد نحر الأستاذ به نفسه فلم يخطئ الوهدة من لبة صدره ، والجاهل يفعل بنفسه ما لا يفعل العدو بعدوه .\r\nأن الشيعة الإمامية لأغزر عقلًا ، وأنفذ بصيرة ، وأصح تمييزاً من أن يسفوا إلى هذه السخافات التي لا تليق بذي نهيه ولا تكون من ذي مسكة ، وتلك\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nأسفارهم صرّح الحق فيها عن محضه ، وبان الصبح فيها لذي عينين  « وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ »  .\r\nولو كانت المعاصي عندنا حلالا للطالبيين لما جرحنا وطرحنا مرتكبيها منهم كمحمد وعلي ابني إسماعيل ابن الإمام جعفر الصادق عليه السلام وعمهما عبد الله بن جعفر ، وأمثالهم من الفاطميين الذين لا قيمة لهم عندنا بما ارتكبوه من المعاصي ، فإنه ليس بين الله وبين أحد من عباده هوادة في إباحة شيء حرمه على العالمين .\r\nلعل الأستاذ اكتشف هذه التهمة السخيفة من قولنا بعصمة الاثني عشر ، وهم أوصياء رسول الله صلى الله عليه وآله وسلم ، وأمناؤه على الدين والأمة ، فالعصمة ثابتة لهم كثبوتها له ولسائر الأنبياء وأوصيائهم بدليل واحد عقلي مطرد في الجمع ، وليس معناها أن المعاصي حلال لهم ، والعياذ بالله وإنما معناها نزاهتهم عن ارتكابها لشدة ورعهم عنها\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوعظيم إخلاصهم لله بالتعبد بزواجره وأوامره .\r\nوحضرة الأستاذ لا يجهل مرادنا منها ، وإنما نعق بهذا لينعق معه الناعقون :  « فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعانُ عَلى ما تَصِفُونَ »  .\r\nالسادس ، زعم أنا لم نكن بادئ ذي بدء على ما نحن الآن عليه ، وأن التشيع إنما كان بتفضيل علي بالإمامة على الشيخين ، وأن متأخرينا أدخلوا في معتقداتنا ما لم يقل به متقدمونا .\r\nوهذا خرص وإرجاف ، فإن التشيع من أول أيامه إلى يوم القيامة ليس إلا التمسك بالثقلين كتاب الله عز وجل وأئمة العترة الطاهرة ، والانقطاع اليهما في أصول وفروعه وفي كل ما يتصل به أو يكون حوله مع موالاة وليهم في الله ، ومعاداة عدوهم\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفي الله عز وجل . « 1 » هذه هو التشيع الذي كان عليه السلف الصالح منها وخلف البار من عهد علي وفاطمة بعد رسول الله حتى يقوم الناس لرب العالمين .\r\nوقد أخذنا شرائع الإسلام كلها أصولًا وفروعاً على سبيل التواتر القطعي على كل خلف من هذه الأمة متصلًا بالامامين الباقرين الصادقين ، ومن بعدهما من أوصيائهما الميامين . « 2 » .\r\nأما القول بأن متأخري الشيعة الإمامية أدخلوا في معتقداتهم ما لم يقل به متقدموهم فجزاف وتضليل ، كالقول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعبداً بقوله صلى الله عليه وآله وسلم : إني تارك فيكم ما إن تمسكتم به لن تضلوا كتاب الله وعترتي ، وقوله إنما مثل أهل بيتي فيكم كسفينة نوح من ركبها نجا ومن تخلف عنها هلك ، وإنما مثل أهل بيتي فيكم كباب حطة في بني إسرائيل إلى كثير مما صح من السنن في هذا المعنى فلتراجع في المبحث الأول من كتاب المراجعات ، بل في المراجعات كافة .\r\n( 2 ) كما فصلناه في المراجعة الأخيرة من كتاب المراجعات .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبأن متأخري أهل الذاهب الأربعة أدخلوا في فروعهم ما لم يقل به متقدموهم ، وأي فرق بين القولين ، لو أنصف المجحفون .\r\nالسابع ، تقوّل على الشريف الرضي ما لم يقله ، ونسب اليه رأياً لم يره ، وقد صوّره على ما يشاء تأييداً لمذهبه ، كما هي سنته في تاريخ الحوادث والأشخاص ، ومن ذا الذي يجهل رأي الشريف الرضي ومذهبه الذي يدين الله به ، وقد ورثه عن آبائه الهداة الميامين :\r\n علماء أئمة حكماء * يهتدي النجم باتباع هداها \r\n ورثوا من محمد سبق أولاها * وحازوا ما لم يحز أخراها \r\nعلى أنه خريج مدرسة شيخ مشايخ الشيعة الإمامية المفيد أعلى الله مقامه ، فهو غرس أياديه ، وشقيق الشريف المرتضى لأمه وأبيه ، ورفيق شيخ الطائفة محمد بن الحسن الطوسي ، فرأيه رأيهم المنتشر في المئات من كتبهم الممتعة وإنها لصريحة في كل ما نحن عليه من مذهب\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nومشرب ، أصولا وفروعاً . وحسبك منها كتابا الايضاح والافصاح في الإمامة بعد رسول الله لشيخنا المفيد . وكتاب الشافي للشريف المرتضى ، وتلخيصه « 1 » لشيخ الطائفة الطوسي .\r\nعلى أن الشريف الرضي جامع نهج البلاغة قد صرح برأيه المنعقد عليه قلبه إذ قال في رثاء جده سيد الشهداء :\r\n تذكرت يوم السبط من آل هاشم * وما يومنا من آل حرب بواحد \r\n اتاحوا له مرّ الموارد بالقنا * على ما أباحوا من عذاب الموارد \r\n بنى لهم الماضون أساس هذه * فعلوا على أساس تلك القواعد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهما منتشران بالطبع في إيران .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n رمونا كما يرمى الظماء عن الروى * يذودوننا عن إرث جد ووالد \r\n ألا ليس فعل الآخرين وان علا * على قبح فعل الأولين بزائد \r\n كذبتك إن نازعتني الحق ظالماً * إذا قلت يوماً إنني غير واجد \r\nونسج على منواله تلميذه وخريجه وملك يمينه مهيار الديلمي فإذا ديوانه مشحون بهذا وبما هو أوضح وأصرح ، وأبلغ حجة ، وأشد لهجة ، وحسبك منه قصيدته اللامية التي يقول فيها :\r\n وما الخبيثان ابن هند وابنه * وإن طغى خطبهما بعد وجل \r\n بمبدعين في الذي جاءا به * وإنما تقفيا تلك السبل \r\nومثلها لاميته الأخرى الذي يقول فيها :\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n حملوها يوم السقيفة أوزاراً * تخف الجبال وهي ثقال \r\n ثمّ جاءوا من بعدها يستقيلون * وهيهات عثرة لا تقال \r\nوكافيته التي يقول فيها :\r\n ورعى النار غداً جسمُ * روعى أمس حماك \r\n شرع الغدر أخو غلّ * عن الإرث زواك \r\nوكثيراً ما كان أدباء الشيعة يأتون على هذا المعنى في مراثيهم ومنهم الكميت إذ يقول في إحدى هاشمياته يبكي سيد الشهداء :\r\n يصيب به الرامون عن قوس غيرهم * فيا آخراً أسدى له الغي أول \r\nالثامن ، نقل عن أمير المؤمنين القول بأنه لم يظلم مقدار ذرة ، قلت هذا يناقض الثابت عنه عليه السلام إذ يقول : فوالله ما زلت مدفوعاً عن حقي ، مستأثراً عليّ منذ قبص الله نبيه حتى يوم الناس هذا .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوقال : اللهم إني أستعديك على قريش ، ومن أعانهم فإنهم قطعوا رحمي ، وصغروا عظيم منزلتي ، وأجمعوا على منازعتي أمراً هو لي .\r\nوقد قال له قائل : إنك على هذا الأمر الحريص ، فقال : بل أنتم والله لأحرص ، وإنما طلبت حقاً هولي ، وأنتم تحولون بيني وبينه .\r\nوقال في كتاب كتبه إلى أخيه عقيل : فجزت قريشاً عني الجوازي ، فقد قطعوا رحمي ، وسلبوا سلطان ابن أمي .\r\nوسأله بعض أصحابه كيف دفعكم قومكم عن هذا المقام وأنتم أحق به ، ؟ فقال : يا أخا بني أسد إنك لقلق الوضين ترسل في غير سدد ، ولك بعد ذمامة الصهر ، وحق المسألة وقد استعلمت فاعلم ، أما الاستبداد علينا بهذا المقام ، ونحن الأعلون نسباً ،\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوالأشدون برسول الله نوطاً ، فإنها كانت اثرة شحّت عليها نفوس قوم ، وسخت عنها نفوس آخرين ، والحكم الله ، والمعود اليه يوم القيامة ، ودع عنك نهباً صيح في حجراته .\r\nوقال في بعض خطبه : حتى إذا قبض رسول الله رجع قوم على الأعقاب ، وغالتهم السبل ، واتّكلوا على الولائج ، ووصلوا غير الرحم ، وهجروا السبب الذي أُمروا بمودته ، ونقلوا البناء عن رصّ أساسه ، فبنوه في غير موضعه ، معادن كل خطيئة وأبواب كل ضارب في غمرة على سنة من آل فرعون الخ .\r\nومن خطبة خطبها بعد البيعة له ذكر فيها آل محمد ، فقال : هم أساس الدين ، وعماد الدين ، إليهم يفيء الغالي وبهم يلحق التالي ، ولهم خصائص حق الولاية ، وفيهم الوصية والوراثة ، الآن إذ رجع الحق إلى أهله .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nإلى كثير مما هو مأثور عنه وعن أبنائه الطاهرين في هذا المعنى وحسبنا ما احتج به على المنبر متظلماً متألماً يوم قال :\r\nأما والله لقد تقمصها ، وإنه ليعلم أن محلي منها محل القطب من الرحى ينحدر عني السيل ، ولا يرقى إليّ الطير . الخطبة « 1 » .\r\nالتاسع ، زعم أنّ أمير المؤمنين عليه السلام قال : إن أبا بكر أسلم وأنا جذعه ، أقول ولا يسمع لقولي .\r\nوهذا شطط من الأضاليل ، وحسبنا في بطلانه ما كان في مبدأ الدعوة الإسلامية قبل ظهورها بمكة إذ أنزل الله تعالى  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  فدعاهم رسول الله صلى الله عليه وآله وسلم إلى دار عمه أبي طالب ، وهم يومئذ أربعون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي مع كل ما نقلناه عنه وكثير من أمثاله موجود في نهج البلاغة فليراجع .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nرجلًا يزيدون رجلًا أو ينقصونه ، وفيهم أعمامه أبو طالب وحمزة والعباس وأبو لهب . والحديث في ذلك من صحاح السنن المأثورة ، وفي آخره قال رسول الله صلى الله عليه وآله وسلم : يا بني عبد المطلب إني والله ما أعلم شاباً في العرب جاء قومه بأفضل مما جئتكم به ، جئتكم بخير الدنيا والآخرة ، وقد أمرني الله أن أدعوكم إليه ، فأيكم يوازرني على أمري هذا . فقال علي وكان أحدثهم سناً : أنا يا نبي الله أكون وزيرك عليه ، فأخذ رسول الله برقبة علي ، وقال : إن هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا . اه فقام القوم يضحكون ويقولون لأبي طالب : قد أمرك أن تسمع لابنك وتطيع « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجد مصادر هذا الحديث في المراجعة العشرين من كتاب المراجعات وفيها علقناه عليها .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nقلت : لو لم يكن لأمير المؤمنين في بدء الإسلام إلا هذا المقام لكفى في تسفيه من قال إنه كان يومئذ إذا قال لا يسمع لقوله بل كان إذا قال بدّ القائلين بجلالة تعنو لها الجباه ، وعظمة يخفض لها جناح الضعة .\r\nالعاشر ، زعم أن الشيعة الإمامية أعمتهم السياسة ، فأنشأوا من حزب سياسي مذهباً دينياً .\r\nالجواب ، أنهم أبعد الناس عن السياسة الظالم أهلها ، وعن ساستها ، وإنما أعمت هذه السياسة قوماً آخرين أدّى بهم العمة إلى مخالفة نصوصها الجليلة الثابتة عن نبيهم صلى الله عليه وآله وسلم :  « وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً »  .\r\nالحادي عشر ، زعم أن الشيعة كفّروا كل من لم\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nيوافقهم على هواهم . قلت : هذه إفكة أفاك ، وفرية صواغ يدس النمائم ، ويبس العقارب ، نعوذ بالله من سماسرة الشقاق ، وزرّاع العداوات ظلماً وعدواناً ، ونبرأ إلى الله من تكفير أحد من أهل الايمان بالله ورسوله واليوم الآخر ، والصلوات الخمس إلى القبلة ، والزكاة المفروضة وصوم الشهر وحج البيت ، ووجوب العمل بالكتاب والسنة وكيف نكفر المسلمين ، وقد قال إمامنا الذي نهتدي بهديه ، ونكون نصب أمره ونهيه أبو جعفر محمد بن علي الباقر عليه السلام في صحيح حمران ابن أعين من كلام رفعه اليه : والاسلام ما ظهر من قولٍ أو فعل ، وهو الذي عليه جماعة الناس من الفرق كلها ، وبه حقنت الدماء ، وعليه جرت المواريث وجاز النكاح ، واجتمعوا على الصلاة والزكاة والصوم والحج ، فخرجوا بذلك عن الكفر وأضيفوا إلى الايمان . اه\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوقال الإمام أبو عبد الله جعفر الصادق عليه السلام في خبر سفيان بن السمط : الإسلام هو الظاهر الذي عليه الناس شهادة أن لا إله إلا الله وأن محمداً رسول الله وأقام الصلاة وإيتاء الزكاة وحج البيت وصيام شهر رمضان .\r\nوقال عليه السلام في خبر سماعة : الاسلام شهادة أن لا إله إلا الله والتصديق برسول الله ، وبه حقنت الدماء وعليه جرت المناكح والمواريث وعلى ظاهره جماعة الناس . إلى كثير مما هو مأثور عنهم في هذا المعنى مما لا يسعنا استيفاؤه ، وهذا القدر كاف لتزييف المبطلين ، وردّ عاديتهم .\r\nالثاني عشر ، زعم أن الشيعة الإمامية أرمضوا نفسه الزكية إذ جاءوا بأشد ما يرمض النفوس ، وذلك أنهم عبثوا بالتاريخ على زعمه ، وعاثوا فيه بتصوير\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالأحداث على ما يقتضيه مذهبهم في موالاة الطالبيين ، وعداوة الأمويين .\r\nقلت ، إني وأيم الحق لا أعرف مؤرخاً مثله يعبث بالتاريخ ويعبث فيه من أجل الهوى ، ومن ألمّ بما زوّره في خطط الشام وصاغه في مجلة المجمع « 1 » من مناقب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وحسبك مما زوره من مناقب الأمويين ما تجده في ص 408 إلى آخر ص 411 من المجلد السادس عشر من مجلة المجمع ، وما تجده في ص 450 وما بعدها إلى ص 455 من المجلد نفسه ، وهناك تفضيل بني أمية على قريش ، وهناك شرف أبي سفيان بالخصوص ، وعلو مكانته في باحة الشرف في الجاهلية والاسلام ، وهناك تميز نساء بني أمية في ملكاتهن وشرف نفوسهن على نساء العرب ، ولا سيما جويرية بنت أبي سفيان وهند بنت عتبة التي يقول فيها حسان بن ثابت :\r\n لعن الإله و * زوجها هند الهنود \r\n* البيت\r\nوهناك منن أبي سفيان وأبيه حرب على العرب ، وتميز معاوية بأعوانه ومقوية سلطانه فيما يصلح الاسلام ، وهناك ميزات بني أمية ولا سيما مروان « الوزغ ابن الوزغ الملعون ابن الملعون » وبنوه ، كالوليد وسليمان ويزيد وهشام والوليد بن يزيد ، وهناك تأثيراتهم الدينية والمدنية وخصائص قوادهم ومناهج عمالهم التي تركوها أحدوثة في الغابرين . وهناك الخيانة بتصوير الأحداث بخلاف ما كانت عليه في الواقع وتزويرها على ما يقتضيه هواه في سلفه الصالح من بني أمية وأعوانهم ، فراجع ، وأعجب من أمانة الأستاذ على التاريخ ، وبعده عن التحزب ، والتعصب لتلك الجيف المنتنة التي ملأت الدنيا وباء في الأخلاق .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nبني أمية ، ومثالب خصومهم وجد العيث الفظيع بتصوير الأمرين على ما يقتضيه هواه في بني أمية ، وانحرافه عن خصومهم ، ولا سيما أهل البيت وأشياعهم ومن هنا صوّرنا حضرة الأستاذ كذبة لا نؤتمن على التاريخ ، غلاة في الطالبيين قائلين بأن لهم الكمال المطلق ، وانهم فوق البشر ، وأن المعاصي حلال لهم ، إلى آخر ما سمعت ارجافه بنا ، والآن يحمّلنا وزره الذي أنقض ظهره من العيث في التاريخ ، فكان في كل ذلك مصداق المثل السائر رمتني بدائها وانسلت الثالث عشر ، تسور الأستاذ على مقام الشيخ\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nرشيد الدين أبي جعفر محمد بن علي بن شهرآشوب شيخ مشايخ الإمامية في عصره وصاحب كتابي المناقب والمعالم وغيرهما من الكتب الممتعة فشتمه وازدرى به على غير ذنب للرجل الّا ورعه ، واخلاصه في علمه وعمله وأحاطته بالسنن المقدسة وآثار أهل بيت الرحمة ، ولا غرو في تسفيه الأستاذ إياه ، فإن المرء عدو ما جهل .\r\nوكفى في فضل ابن شهرا شوب اذعان الفحول من أعلام أهل السنة له بجلالة القدر وعلو المنزلة ، وقد ترجمه الشيخ صلاح الدين الصفدي خليل بن ايبك الشافعي ، فذكر أنه حفظ أكثر القرآن الكريم وله ثمان سنين ، وبلغ النهاية في أصول الشيعة ، ( قال ) وكان يرحل إليه من البلاد ، ثمّ تقدم في علم القرآن ، والغريب ، والنحو ، ووعظ على المنبر\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأيام المقتفي ببغداد ، فأعجبه وخلع عليه ( قال ) وكان بهي المنظر حسن الوجه والشيبة ، صدوق اللهجة ، مليح المحاورة ، واسع العلم ، كثير الخشوع والعبادة والتهجد ، لا يكون إلا على وضوء ( قال ) وأثنى عليه ابن أبي طي في تاريخه ثناءً كثيراً ، توفي سنة 588 انتهى كلام الصفدي .\r\nوذكره الفيروزآبادي في محكى بلغته ، واثنى عليه بما يقرب من ثناء الصفدي ، وذكر انه عاش أكثر من مائة سنة إلا عشرة أشهر .\r\nوعن بعض أهل المعاجم في التراجم من أهل السنة أنه قال في ترجمته ، وكان امام عصره ، ووحيد دهره أحسن الجمع والتأليف ، وغلب عليه علم القرآن والحديث ، وهو عند الشيعة كالخطيب البغدادي لأهل السنة في تصانيفه وتعليقات الحديث\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nورجاله ومراسيله ، ومتفقه ومتفرقة إلى غير ذلك من أنواعه ، واسع العلم ، كثير الفنون مات في شعبان سنة 588 .\r\nالرابع عشر ، زعم الأستاذ أن كتاب الشيخ ابن شهرآشوب في مناقب آل أبي طالب كله سخافات وخرافات وكذب وهو من أسخف سلسلة سخافات الشيعة ، واسترسل في هذا الكلام العذب اللطيف الدال على حكمة المتكلم وأخلاقه .\r\nونحن ننصف الأستاذ ، فإنه لا يستطيع أن يسمع بذكر آل محمد ، فضلا عن خصائصهم ، ولئن عدها سخافة وخرافة ، وعد مؤلفها سفيهاً فلا حرج عليه ، فإن له مذهبه ولنا مذهبنا ، ولو كان كتاب ابن شهرآشوب في مناقب آل أبي سفيان ، أو آل أبي معيط ، أو آل أبي العاص لكان على رأي الأستاذ\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nزبورا وكانت مضامينه هدى ونورا .\r\nاستبدلوا والله الذنابى بالقوادم ، والعجز بالكاهل فجدعاً لمعاطس قوم ، يحسبون أنهم يحسنون صنعا  « أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلكِنْ لا يَشْعُرُونَ »  ،  « أَ لَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نارَ جَهَنَّمَ خالِداً فِيها ذلِكَ الْخِزْيُ الْعَظِيمُ » \r\n\r\nكلام الأستاذ بلفظه\r\nقال « 1 » : ولشيعية المسعودي ، مدخل كبير في آرائه ، لأن من جوزوا الكذب على مخالفيهم ، وغلوا في حب الطالبيّين ، حتى جعلوهم فوق البشر ، « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في آخر صفحة 395 والتي بعدها ؛ من المجلد 22 من مجلة المجمع .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوجعلوا لهم الكمال المطلق ، وأن المعاصي حلال لهم ، حرام على غيرهم ، لا يؤتمنون على التاريخ ، « 1 » والمتعصب لفئة يجب الاحتياط في الأخذ عنه « 2 » بخلاف المتسامح الذي لا ضلع له مع أحد ، « 3 » وما خدم به المسعودي التشيع ، لم يرض به الشيعة « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أفردنا لكل من هذه التهم الخمس ، كلاماً خاصاً بها ، فكان والحمد لله ، على ما يرضى به الله ورسوله وأولي الألباب .\r\n( 2 ) قضى الرجل بها على نفسه ، فإن تعصبه لفئته الأموية ، ثابت لكل من ألم بخطط الشام ، أو بمجلة المجمع ، أو يكرد علي نفسه ، أو بمجرد طبعه أو وضعه .\r\n( 3 ) ما اجرأ هذا الرجل على الدعاوي الباطلة ، فإن ضلعه الضليع ، مع آل أبي العاص وسائر الأمويين ، ثابت بمحاضراته ومناظراته ، وسائر نفثات فمه ولسانه ، المسخرين لأعداء الله ورسوله  « فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ اللَّهِ »  .\r\n( 4 ) لئن لم يرض بعض الشيعة ، بمروج الذهب إذ لم يخدمهم به ، فقد أرضاهم بما خدم به الحقيقة ، من غير تقية ، ككتابيه في الإمامة ، وهما الاستبصار والصفوة ، وكتابه في إثبات الوصية لأمير المؤمنين ، وكتابه أخبار الزمان الذي يحيل عليه ، في مروج الذهب .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفهو مخالف للإماميين والجماعيين وكل فريق يريده أن يكون له وحده ، وأن يقبل مذهبه بحذافيره ، ويدافع عنه بالحق والباطل « 1 » ، والتشيع ، ما كان بادئ ذي بدء ، إلّا بتفضيل على بالإمامة على الشيخين « 2 » ، حتى أن الشريف الرضي ، من أكبر أئمتهم ، كان يترضى عن الشيخين ، ويشمئز ممن ينالهما بسوء ، ويقول : أنهما وليا وعدلا « 3 » ، وكذلك شأن جده الاعلى ، أمير المؤمنين على ابن أبي طالب كرّم الله وجهه « 4 » كان يقول : أن أبا بكر ما ظلماني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أن أهل الحق في غنية بحقهم عن الدفاع عنه بالباطل ، وإنما يدافع بالباطل عن الظلال حيث لا دليل عليه سوى الأباطيل .\r\n( 2 ) بل كان ما هو عليه الآن ، كما ذكرناه في ص 37\r\n( 3 ) هذا كله كذب وافتراء على الشريف الرضي والثابت عنه ما نقلناه في ص 38 فراجع .\r\n( 4 ) يريد الأستاذ أن يستر ما انطوت عليه أحناء صدره ، وانحنت عليه اضلعه ، فقال مرغماً علي أمير المؤمنين ، كرم الله وجهه .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nذرّة ، « 1 » وان أبا بكر اسلم وانا جذعة ، أقول فلا يسمع لقولي فكيف أكون أحق بمقام أبي بكر « 2 » ( قال ) : عفا الله عن قوم أعمتهم السياسة « 3 » فأنشأوا من حزب سياسي مذهباً دينياً « 4 » وكفّروا كل من لم يوافقهم على هواهم « 5 » وجاء متأخروهم فأدخلوا في معتقداتهم ، ما يقل به متقدموهم « 6 » من أخلص الناس لدعوتهم ، وفرقوا بين أجزاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا لم يثبت عن أمير المؤمنين والثابت عنه ما أوردناه ص 40 فراجع .\r\n( 2 ) هذا يناقض الثابت عن أمير المؤمنين وعلو مقامه يوم اسلم كما بيناه في ص 43 فراجع .\r\n( 3 ) السياسة أنما أعمت من لم يبصر نصوصها عن نبيه كما بيناه سابقاً .\r\n( 4 ) لا وجه لهذا الكلام سوى الأرجاف والمجازفة .\r\n( 5 ) كذب علينا من نسب إلينا تكفير المسلمين ، كما أوضحناه في ص 45 وما بعدها فراجع .\r\n( 6 ) هذا مجرد عدوان ، والله المستعان .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالقلوب « 1 » قال : وأشد ما يرمض النفوس ، في هذا الباب أن يعبث بالتاريخ ، من أجل المذهب ، ويموه السخفاء ، ليصوّروا الأحداث ، على ما يشاءون لتأييد مذهبهم « 2 » هذا نص كلامه وقد علق عليه فقال ما هذا لفظه : ومن سفهائهم رجل اسمه شهرا شوب « 3 » من أهل القرن السادس ، كتب كتاباً في مناقب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إنما شق عصا المسلمين وفرق قلوبهم ، أهل الظلم والعدوان . والإفك والبهتان .\r\n( 2 ) هذه الكلمة في نفسها حق ، اجراه الله على لسانه لتكون حجة عليه ، فإن دأبه وديدنه العبث بالتاريخ من أجل هواه لكن الرجل أراد بها الباطل ، كالتي رمتني بدائها وانسلت .\r\n( 3 ) بل هو الشيخ رشيد الدين أبو جعفر ، محمد بن علي بن شهرآشوب ، المشهور بفضله وتقواه ورشده وهداه بشهادة جماعة من اعلام أهل السنة ، كما بيناه في الأصل قريباً فراجع .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nآل أبي طالب « 1 » ، حشاه كذباً واختلافاً « 2 » ، ما نظن عاقلًا في الأرض يوافقه عليه « 3 » ، وكتابه من أسخف ما أثر ، من سلسلة تلك السخافات « 4 » ، ستم فيه الصحابة الكرام كلهم « 5 » ، ما عدا بضعة منهم ، كانوا مع علي ، واختلق كل قبيح ، ألصقه برجال لا يدين الإسلام لغيرهم في انتشاره « 6 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا جرمه الذي أبيح به ظلمه .\r\n( 2 ) بل قوله هذا هو الكذب والاختلاف .\r\n( 3 ) بل يوافقه من المسلمين مائة مليون من الشيعة ، فيهم الحكماء والعلماء والأدباء والساسة المدبرون ، والفلاسفة المفكرون وأهل الورع والاحتياط والقوة والنشاط .\r\n( 4 ) هذا مجرد إرجاف وإجحاف فلا قيمة له .\r\n( 5 ) ما شتم الصحابة الكرام وانما شتم المنافقين اللئام لنفاقهم في دين الإسلام .\r\n( 6 ) هذا عدوان وبهتان وتحريش وتأريش وسعي بين المسلمين بالأكاذيب والتضاريب نعوذ بالله من رسل الشر وسفراء السوء وسماسرة الشقاق وتجار الفساد وزراع العداوات وبه نعوذ من شرورهم وندرأ به في نحورهم .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوأورد من الشعر لإثبات أباطيله ، ما هو سبّة على قائله وناقله ، على وجه الدهر « 1 » . اه\r\n\r\nاستئناف الاحتجاج على هذا العدوان بشكل آخر\r\nكان الأجدر بنا ، إذ بلغ الأستاذ من ظلمنا هذا المبلغ ، أن نعمل بقوله تعالى ، مخاطباً لأعز خلقه عليه ؛ وأقربهم منزلة إليه  « وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذىً كَثِيراً وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذلِكَ مِنْ عَزْمِ الْأُمُورِ »  ،  « خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ »  ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n من كان يخلق ما يقول * فحيلتي به قليلة \r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nعلى أن الترفع عن استعراض هذه الثرثرات ، التي لا وزن لها أولى بنا ، وبمثلنا العليا ، إذ لو قام بها مرجف مجحف ، من مجازفي القرون الوسطى لوسعه الناس إنكاراً ، فما قيمة عرضها اليوم على الناس ، والناس لا يكادون يؤمنون بغير المحسوس ، والمحسوس الملموس من مذهبنا ، المتمثل في أعمالنا وأقوالنا ، والألوف المؤلفة من أسفارنا ؛ خلاف ما يرجفون لكني مع ذلك آثرت الاقتداء بالذكر الحكيم ، والفرقان العظيم إذ يقول  « وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ »  ،   « مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَما كانَ مَعَهُ مِنْ إِلهٍ إِذاً لَذَهَبَ كُلُّ إِلهٍ بِما خَلَقَ وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ عالِمِ الْغَيْبِ وَالشَّهادَةِ فَتَعالى عَمَّا يُشْرِكُونَ »   ،\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nونحن لو كلفنا الأستاذ ، بإثبات شيء مما عزاه الينا لأحرجناه مزجوراً مدحورا ، بل لو اجتمع الأمويون بعضارطهم ، والخوارج بحثالتهم ، والنواصب بطغامهم وسائر أعداء الله ورسوله ، بقضهم وقضيضهم ، على أن يأتوا بدليل على تلك المفتريات ، لا يأتون به ، ولو كان لبعضهم ظهيراً ، وها انّا نتحدّاهم ، هاتفين :  « هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ »  .\r\nوالأستاذ قد كاشر كثيراً من رجال الشيعة ، وحاضر في أنديتهم وتقلب بينهم ، متخللا دهماءهم ، وابلى أخلاق كثير من فضلائهم ، ولا سيما شركاؤه في المجمع ، متعرفاً دخائلهم ، فهل استشعر من أحدهم شيئاً ، مما قذفهم به ، ؟ كلا ثمّ كلا ، بل رأى منهم بعينيه ، وسمع منهم بأذنيه ، ولمس منهم بكلتا يديه ، هدي محمد وآل محمد ، ماثلا في\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأقوالهم ؛ جلياً في أفعالهم ، وبهذا دبت بيننا وبينه عقارب الحسد ، وسعت آكلة الأكباد .\r\nوأن مما يثير العجب والاستغراب ، أن سخافات الأستاذ ، التي بهتنا بها على ريق لم يبلعه ، ونفس لم يقطعه لو بهت بها أمة أبادها الله قبل الطوفان مثلا ، فانمحت آثارها وأخبارها ، من عالم الوجود ، لكان له أن يأمن من الفضيحة .\r\nأما وقد أرسلها عمن هم حوله وفي مجمعه ، وهم هم كما يعلمهم قد ملئوا الدنيا الإسلامية ، بعلمهم الغزير ، وعملهم الصالح ، وآثارهم الممتعة الخالدة فإنه لا محالة مغلوب بنشوته على عقله .\r\nولو أن الأستاذ سبرغور ابن شهرآشوب العبد الصالح الذي ما عصى الله تعالى منذ عرفه ، ما حكم عليه بالسفه والاختلاق ، ولو أمعن في كتابه لعرف\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nانه . نصوح فيه لله تعالى ولكتابه ولرسوله ولأئمة المسلمين ولعامتهم ، لكن الأستاذ لا يطيق ذكر آل أبي طالب فضلا عن سبر غورهم وتدبر مناقبهم فحكمه على ابن شهرآشوب وعلى كتابه لم يكن عن تثبت أو روية وانما كان عن حسيكة مضمرة وعين ساخطة وتلك بينته على ما ادعى ، وبها نعى علينا كل ما نعى والدعاوي ما لم تقيموا عليها بينات أبناؤها أدعياء .\r\nولو أن زوطياً أو كردياً ألّف في مناقب آل أبي العاص أو آل أبي معيط لعده الأستاذ في الرعيل ممن عندهم مقطع الحق ومشعب السداد ، ولجعل مؤلفه الحد الفاصل ، بين الحق والباطل ، ومن عشق شيئاً أعشى بصره ، وأمرض قلبه .\r\n وعين الرضا عن كل عيب كليلة * كما أن عين السخط تبدي المساويا \r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nولو فرض ان في كتاب ابن شهرآشوب أحاديث لا يعرفها الأستاذ ولا يتعرف عليها أمثاله ، بل لو فرض ضعفها عندنا فأي وزر يلحق الرجل بايرادها في كتابه وكتابه غير خاص بصحاح السنن ، ولا هو ممن أخذ على نفسه شرطاً في جمعه وقد استمرت سيرة السلف والخلف من اثبات الأمة كافة على جمع كل ما هو مأثور من السنن من غير انتفاء ولا تمحيص ولا سيما السنن المأثورة في المناقب ، وعلى جواز ذلك انعقد الإجماع العملي من جميع فرق المسلمين من صدر الإسلام إلى هذه الأيام « 1 » وهل هو الا واحد من مئات الأثبات سلكوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا كلام في أكثر أصحاب المسانيد من اثبات أهل السنة لم يمحصوا ما اثبتوه في مسانيدهم بل اثبتوا المأثور من ذلك سواء أكان صحيحاً أم غير صحيح إذ لم يكونوا إلا في صدد الجمع فقط احتفاظاً بالمأثور واحتياطاً على أن لا يضيع منه شيء وتركوا التمحيص لغيرهم .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nفي حفظ المأثورات مسلك الاحتفاظ بها ، والاحتياط عليها ، بجمعها كلها على علاتها لئلا يفوت الأمة شيء منها ، وتركوا تمحيصها وهو واجب كفائي اعتماداً على جهابذة آخرين تخصصوا بالتمحيص وهم أهله .\r\n\r\nالتنبيه الأول\r\nوبهذه المناسبة ننبه الأستاذ إلى أن صحيحي البخاري ومسلم لم يسلما من المآخذ التي أخذها على مناقب ابن شهرآشوب ، مع ما أخذه الشيخان وسائر الستة من الشروط على أنفسهم التي لم يأخذ ابن شهرآشوب على نفسه شيئاً منها ، وحسب الأستاذ ما أوردناه في كتابنا « أبو هريرة » المنتشر ، وقد قدمنا للمجمع لنقده ، وبيان رأي المجمع فيه ، وأظن الأستاذ وقف منه على الفصل 11 المنعقد لبيان\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nكيفية حديث أبي هريرة ، وهناك أربعون حديثاً من سخافاته في الصحيحين ، وقد علقنا على كل منها ما اقتضاه العلم ، والدين ، والإنصاف ، والأمانة ، فيجدر بكل علامة بحاثة أن يقف على ذلك الفصل ، ولا يفوتنه شيء من الكتاب ، وإليك الآن من تلك الأربعين خمسة ، ومن غيرها خمسة ، فتلك عشرة من سلسلةٍ ما نظن عاقلًا في الأرض يوافق على شيء منها .\r\nالأول ، ما أخرجه الشيخان وغيرهما « 1 » في فضل أبي بكر وعمر ، بالاسناد إلى أبي هريرة قال : صلى رسول الله صلى الله عليه وآله وسلم صلاة الصبح ثمّ أقبل على الناس فقال : بينا رجل يسوق بقرة إذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجد الحديث في باب فضل أبي بكر من الجزء الثاني من صحيح البخاري ، وتجده في فضائل أبي بكر من الجزء الثاني من صحيح مسلم ، وقد أخرجناه في مواضع أُخر من صحيحيهما وأخرجه أحمد في أول ص 246 من الجزء الثاني من مسنده عن أبي هريرة بطرق كثيرة .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nركبها فضربها . فقالت : إنا لم نخلق لهذا إنما خلقنا للحرث ، فقال الناس : سبحان الله بقرة تكلم ، قال صلى الله عليه وآله وسلم : فإني أؤمن بهذا أنا وأبو بكر وعمر ، وما هما ثمّ « 1 » . وبينا رجل في غنمه إذ عدا الذئب فذهب منها بشاةٍ فطلبها حتى استنقذها منه . فقال له الذئب : استنقذتها مني ، فمن لها يوم السبع ، يوم لا راعي لها غيري ؟ . فقال الناس : سبحان الله ذئب يتكلم قال صلى الله عليه وآله وسلم : فإني أؤمن بهذا أنا وأبو بكر وعمر وما هما ثمّ قلت : ما أغنى أبا بكر وعمر ، عن هذه الفضيلة ، المستحيلة ، وليت عمر سمع أبا هريرة يحدث بها . ولو فعل ذلك على عهده لأدمى ظهره وأعذر إلى الله فيه ، ونحن نؤمن بآيات الله ، وبجلالة أبي بكر وعمر ، وعلو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي وما هما بحاضرين هناك .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمنزلتها في الاسلام . لكنا ننكر هذا الحديث كل الإنكار ، فإن سنة الله في خلقه تحيل كلام البقرة والذئب إلا في مقام التحدي والتعجيز حيث يكون آية للنبوة ، وبرهانا على الاتصال بالله عز وجل . ومقام الرجل حيث ساق بقرته إلى الحقل فركبها في الطريق لم يكن مقام تجدي وإعجاز لتصدر فيه الآيات الخارقة لنواميس الطبيعة وكذلك مقام راعي الغنم حين عدا الذئب عليه ، فلا سبيل إلى القول بإمكان صحة هذا الحديث عقلًا فإن المعجزات وخوارق العادات لا تقع عبثاً بإجماع العقلاء من بني آدم كلهم . الثاني : ما أخرجه الشيخان في صحيحيهما ، والإمام أحمد في مسنده وغيرهم في فضائل موسى عليه السلام عن أبي هريرة مرفوعاً قال : كان بنو إسرائيل يغتسلون عراة ينظر بعضهم إلى سوأة بعض ، وكان موسى عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيغتسل وحده . فقالوا : والله ما يمنع موسى أن يغتسل معنا إلا أنه آدر ذو أدرة وهي الفتق قال : فذهب مرة ليغتسل فوضع ثوبه على حجر ففر الحجر بثوبه . فجمع موسى بأثره يقول : ثوبي حجر ! ثوبي حجر ! حتى نظر بنو إسرائيل إلى سوأة موسى ! فقالوا : والله ما بموسى من بأس . فقام الحجر بعد حتى نظر اليه أخذ موسى ثوبه فطفق بالحجر ضرباً ! فوالله إن الحجر ندباً ستة « 1 » أو سبعة الحديث « 2 » .\r\nقلت : وفي الصحيحين عن أبي هريرة إن هذه الواقعة هي التي أشار الله إليها بقوله تبارك اسمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفت أولي الألباب إلى تردد أبي هريرة في عدة الندب .\r\n( 2 ) راجعه في باب فضائل موسى من الجزء الثاني من صحيح مسلم ، وأخرجه البخاري في باب من اغتسل عرياناً من كتاب الغسل وفي مواضع أخر عديد ، وأخرجه أحمد من حديث أبي هريرة من طرق كثيرة فراجع ص 315 من الجزء الثاني من مسنده .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى فَبَرَّأَهُ اللَّهُ مِمَّا قالُوا وَكانَ عِنْدَ اللَّهِ وَجِيهاً »  .\r\nوأنت ترى ما في هذا الحديث من المحال الممتنع عقلًا فإنه لا يجوز تشهير كليم الله بإبداء سوأته على رؤوس الأشهاد من قومه لأن ذلك ينقصه ويسقط من مقامه ولا سيما إذا رأوه يشتد عارياً ينادي الحجر ! والحجر لا يسمع ولا يبصر : ثوبي حجر ! ثوبي حجر ! ثمّ يقف عليه وهو عاري أمام الناس يضر ولسان حال الحجر يقول له :\r\n ضربتني بكفها بنت معن * أوجعت كفها وما أوجعتني \r\nوالناس تنظر اليه مكشوف العورة مرهقاً ، على أن فرار الحجر ككلام البقرة والذئب يخاف سنة الله في خلقه فلا يمكن صدوره إلا في مقام التحدي والاعجاز\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nومقام نبي الله موسى حين اغتسل لم يكن مقام تحدٍّ وتعجيز لتصدر فيه الآيات وخوارق العادات . ثمّ أن هرب الحجر بثيابه لا يبيح له هذا الطيش بإبداء عورته ، وهتك حرمته ، وقد كان في وسعه أن يبقى في مكانه حتى يؤتى بثيابه كما يفعله كل ذي لبّ إذا ابتلي بمثل هذه القصة .\r\nأما براءته من الأدرة فليس من الأمور التي يباح في سبيلها هتكه وتشهيره ، ولا هي من الأمور التي يمكن ان يصدر بسببها الآيات والمعجزات إذ يمكن العلم ببراءته منها بخبر نسائه ، ولو فرض عدم امكان براءته من الأدرة فأي ضرر يلحقه بذلك والأنبياء كلهم معرض لأمثالها . وقد أصيب شعيب عليه السلام ببصره وأيوب عليه السلام بجسمه ، وأنبياء الله كافة تمرضوا وماتوا صلوات الله وسلامه عليهم ، ولا يجب\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعقلًا انتفاء مثل هذه العوارض عنهم ، ولا سيما إذا كانت مستورة . نعم لا يجوز عليهم ما يوجب نقصاً في مشاعرهم أو مروءتهم أو يوجب نفرة الناس عنهم والأدرة ليست في شيء من ذلك . على أن القول بأن بني إسرائيل كانوا يظنون أن في موسى أدرة لم ينقل إلا عن أبي هريرة ، فليعطف هذا على سائر غرائبه .\r\nإما الواقعة التي أشار الله إليها بقوله عز من قائل  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى »  فالمروي عن علي عليه السلام وابن عباس انها قضية اتهامهم إياه ، بقتل هارون ، وهو الذي اختاره الحبائي وقيل هي قضية المومسة التي أغراها قارون بقذف ، موسى بنفسها فبرأه الله تعالى إذ أنطقها بالحق ، وقيل آذوه إذ نسبوا اليه السحر والكذب والجنون .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالثالث ما أخرجه الشيخان في صحيحيهما بالاسناد إلى أبي هريرة قال : جاء ملك الموت إلى موسى عليهما السلام فقال له : أجب ربك . قال أبو هريرة : فلطم موسى ففقأها ! فرجع الملك إلى الله تعالى فقال : إنك أرسلتني إلى عبد لك لا يريد الموت ففقأ عيني . قال : فرد الله عينه وقال : ارجع إلى عبدي فقل : الحياة تريد فان كنت تريد الحياة فضع يدك على متن ثور فما توارت بيدك من شعرة فأنك تعيش بها سنة ، الحديث « 1 » .\r\nوأخرجه أحمد من حديث أبي هريرة في ص 315 من الجزء الثاني من مسنده ولفظه عنده : إن ملك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أوردناه بلفظ مسلم في باب فضائل موسى من الجز الثاني من صحيحه ، وأخرجه البخاري في باب وفاة موسى من الجزء الثاني من صحيحه وفي باب من أحب الدفن في الأرض المقدسة من الجزء الأول .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالموت كان يأتي الناس عياناً فأتى موسى فلطمه ففقأ عينه الحديث .\r\nوأخرجه ابن جرير الطبري في الجزء الأول من تاريخه عن أبي هريرة وذلك حيث ذكر وفاة موسى ولفظه عنده : إن ملك الموت كان يأتي الناس عياناً حتى أتى موسى فلطمه ففقأ عينه إلى أن قال : إن ملك الموت إنما جاء إلى الناس خفياً بعد موت موسى « 1 » .\r\nوأنت ترى ما فيه مما لا يجوز على الله تعالى ولا على أنبيائه ولا على ملائكته ، أيليق بالحق تبارك وتعالى أن يصطفي من عباده من يبطش على الغضب بطش الجبارين ؟ ويوقع شره وأذاه حتى في ملائكة الله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لو كان الأمر كذلك لتواترت به الأخبار فما بال المحدثين والمؤرخين وأهل الأخبار من جميع الأمم أغفلوا هذا الخبر لو كان له أثر وما بال القصاصين والمخرفين ما حام خيالهم حوله ولعلهم تركوا الامتياز بهذه السخافة لأبي هريرة .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالمقربين ؟ ويعمل عمل المتمردين ويكره الموت كراهة الجاهلين ، وكيف يجوز ذلك على من اختاره الله لرسالته واصطفاه لوحيه ، وآثاره بمناجاته ، وجعله من سادة أنبيائه ورسله ؟ ! وكيف يكره الموت هذه الكراهة الحمقاء مع شرف مقامه ورغبته في القرب من الله تعالى والفوز بلقائه ؟ ! وما ذنب الملك عليه السلام ؟ وإنما هو رسول الله اليه وبما استحق الضرب والمثلة فيه بقلع عينه ؟ ! وما جاءه إلا عن الله وما قال له : سوى أجب ربك ، أيجوز على أولي العزم من الرسل أذى الكروبيين من الملائكة وضربهم حين يبلغونهم رسالة ربهم عز وجل ؟ ! تعالى الله وتعالت أنبياؤه وملائكته عما يقول المخرفون علواً كبيراً . ونحن إنما برئنا من أصحاب الرس وفرعون موسى وأبي جهل وأمثالهم لأنهم صدوا عن أمر الله وآذوا رسله إذ\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nجاءوهم بأوامره ، فكيف تجوّز مثل فعلهم على أنبياء الله وصفوته ؟ حاشا لله ومعاذ الله ، إن هذا لبهتان عظيم .\r\nثمّ أن قوة البشر بأسرهم بل قوة جميع الحيوانات لا تثبت أمام ملك الموت فكيف والحال هذه تمكن موسى من الوقيعة فيه ؟ وهلّا دفعه الملك عن نفسه مع قدرته على إزهاق روحه وكونه مأموراً من الله تعالى بذلك . ؟\r\nوهل للملك عين يجوز أن تفقأ ؟ ! كلا ثمّ كلا . . ولا تنس حق الملك ، وذهاب لطمته وعينه هدراً ، إذ لم يؤمر الملك من الله بأن يقتص من موسى صاحب التوراة التي كتب الله فيها :  « أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصاصٌ »  بل لم يعاقب الله موسى على فعله هذا بل أكرمه إذا خيره بسببه بين\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالموت والحياة بقدر ما تواريه يده من شعر الثور .\r\nوأني لأعجب من الشيخين يخرجان هذه السخافة والتي قبلها في فضائل موسى ، وما أدري أي فضيلة بالتمرد على الله وملائكته وأي منقبة بإبداء العورة للناظرين وأي وزن لهذه السخافات التي راقت حضرة الأستاذ محمد كرد علي وأرمض نفسه ابن شهرآشوب بمناقب آل آبي طالب .\r\nالرابع ما أخرجه البخاري عن أبي هريرة قال : خفف على داود القرآن فكان يأمره بدابته فتسرج فيقرأ القرآن قبل أن تسرج ، الحديث « 1 » قلت : هذا محال من وجهين .\r\nأحدهما أن القرآن إنما أنزل على خاتم الأنبياء والمرسلين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجعه في باب قوله تعالى : وآتينا داود زبورا ص 101 من الجزء الثالث من صحيحه في كتاب تفسير القرآن .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمحمد صلى الله عليه وآله وسلم ، وقبله لم يكن ، فكيف يقرءون داود عليه السلام .\r\nأجابوا بأن المراد بالقرآن هنا إنما هو إنما هو الزبور والتوراة وأنه إنما سماه قرآنا لوقوع المعجزة بهما كوقوعها بالقرآن فيكون المراد به مصدر القراءة لا القرآن المنزل على محمد صلى الله عليه وآله وسلم . قلت : في هذا الجواب نظر إذ حملوا فيه كلام أبي هريرة على ما لم يقصده والله أعلم .\r\nثانيهما : أن مدة اسراج الدابة لتضيق عن قراءة القرآن ، سواء أريد به المنزل على رسول صلى الله عليه وآله وسلم أم أريد به الزبور والتوراة ، ومن المقرر بحكم الضرورة العقلية امتناع وقوع الفعل في وقت لا يسعه ، وهذا مما لا سبيل إلى التشكيك فيه فيه أبداً وإذاً لا يؤبه بما ذكره العلامة القسطلاني في شرح\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nهذا الحديث من إرشاد الساري إذ قال : وقد دلّ هذا الحديث على أن الله تعالى يطوي الزمان كما يطوي المكان لهم قال النوري : إن بعضهم كان يقرأ أربع ختمات بالليل وأربعاً بالنهار ولقد رأيت أبا الطاهر في القدس الشريف سنة سبع وستين وثمانمائة وسمعت عنه إذ ذاك أنه كان يقرأ فيهما أكثر من عشر ختمات بل قال لي شيخ الاسلام البرهان ابن أبي شريف أدام الله النفع بعلومه عنه : أنه كان يقرأ خمس عشرة ختمة في اليوم والليلة ( قال ) : وهذا باب لا سبيل إلى إدراكه إلا بالفيض الرباني ، انتهى بلفظه . قلت : بل لا سبيل إلى تصديقه إلا إذا أمكن وضع الدنيا على سعتها في البيضة على ضيقها .\r\nوأولو الألباب يعملون أن طي الزمان وطي المكان\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nكليهما مما لا حقيقة له ، ولو فرض وقوعهما ففي الزمان هنا يزيد في المسألة اشكالا ويوضحها محالا .\r\nولا نعم لو قال بطي الكلام أو قال بتوسيع الوقت في هذا المقام لكان أنسب لهذه السخافة وإن كان كل منهما محالا .\r\nيمكن أن يكون ما نقله في هذا الحديث عن داود معجزة له عليه السلام لأن معجزات الأنبياء خوارق للعادة ، وهذا خارق للعقل كما هو واضح لمن كان ذا عقل .\r\nالخامس أخرج الشيخان عن أبي هريرة مرفوعاً « 1 » قال : فقدت أمة من بني إسرائيل لا يدرى ما فعلت واني لا أراها إلا الفأر ، إذا وضع لها ألبان الإبل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ص 145 من الجزء الثاني من صحيح البخاري في كتاب بدء الخلق وفي باب الفأر وانه مسخ ص 536 من الجزء الثاني من صحيح مسلم .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nلم تشرب وإذا وضع لها ألبان الشاه شربت ، الحديث ، قلت : هذا من السخافة بمثابة تربأ عنها الأمة الوكعاء ، إلا أن تكون مدخولة العقل ، فأين أولو الألباب ينظرون إلى ما فيها من التخريف في أصل الدعوى وفي دليلها ، لكن الشيخين يلبسان هذه الخرافة على غثاثتها ، ويحتجان بمخرفها ، على نزوعه إلى الغرائب ، وولوعه بالعجائب ، وهيامه بخوارق العادات وبما هو فوق النواميس الطبيعية ، كفرار الحجر بثياب موسى ، وكضربه ملك الموت حتى فقأ عينه ، وككلام الذئب والبقرة بلسان عربي مبين يفصحان عن عقل وعلم وحكمة ، والآن يحدثنا بأن أمّة من بني إسرائيل مسخت فأراً إلى آخر ما حدث به مما لم يقع أصلًا ولا هو واقع قطعاً ولن يقع أبداً ، وسنة الله في خلقه تحيل وقوعه\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nإلا في مقام تحدي الأنبياء حيث يكون آية على اتصالهم بالله عز سلطانه كما أسلفناه .\r\nولو أن هذه الخرافات لا تعود على الإسلام بوصمة لقلدنا الشيخين حبلهما ، لكنها السنة المعصومة يجب الذود عن حياضها بكل ما أوتي المسلم من قوة عقلية وعلمية وعملية ، فإن هذه الخرافات من أعظم ما مني به الإسلام من الآفات ، ولا حول ولا قوة إلا بالله العلي العظيم .\r\nالسادس ما أسندوه إلى عائشة أمّ المؤمنين . قالت أول ما بدئ به رسول الله صلى الله عليه وآله وسلم من الوحي الرؤيا الصالحة ، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح ، ثمّ جبب اليه الخلاء ، فكان يخلو بغار حراء ، فجاءه الملك .\r\nفقال : اقرأ . قال : ما أنا بقارئ . قال : فأخذني فغطني\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nحتى بلغ الجهد ، ثمّ ارسلني . فقال : اقرأ . فقلت : ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ، ثمّ أرسلني . فقال : اقرأ باسم ربك الذي خلق ، خلق الإنسان من علق ، اقرأ وربك الأكرم . قالت عائشة : فرجع بها برسول الله صلى الله عليه وآله وسلم يرجف بها فؤاده ، فدخل على خديجة بنت خويلد ، فقال : زمّلوني ، زملوني ، فزملوه .\r\nفقال لخديجة وقد أخبرها الخبر : لقد خشيت على نفسي . فقالت خديجة : كلا والله لا يخزيك الله أبداً ، إنك لتصل الرحم ، وتحمل الكل ، وتكسب المعدوم ، وتقري الضيف ، وتعين على نوائب الحق . قالت عائشة : فانطلقت به خديجة حتى أتت به ابن عمها ورقة بن نوفل ، وكان قد تنصر ، وكان يكتب الكتاب العبراني ، فكتب من الإنجيل بالعبرانية ما شاء\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالله أن يكتب ، وكان شيخاً كبيراً قد عمي . فقالت له خديجة : يا ابن عم اسمع من أخيك . فأخبره رسول الله صلى الله عليه وآله وسلم بما رأى .\r\nفقال له ورقة : هذا الناموس الذي نزّل الله على موسى يا ليتني فيها جذعاً شاباً ليتني أكون حيّاً إذ يخرجك قومك . فقال : أو مُخرجيّ هم ؟ الحديث « 1 » .\r\nتراه نصاً في أن رسول الله صلى الله عليه وآله وسلم كان والعياذ بالله مرتاباً في نبوته بعد نزوله عليه ، وأنه كان من الخوف على نفسه في حاجة إلى زوجته تشجعه ، وإلى ورقة الهمّ الأعمى الجاهلي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجده في باب بدء الوحي من الجزء الأول من صحيح البخاري ، وفي تفسير سورة أقرأ من جزئه الثالث ، وأخرجه ايضاً في التعبير والايمان وتجده في الايمان من صحيح مسلم ، وأخرجه الترمذي والنسائي في التفسير .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالمتنصر يثبّت قدمه ، ويربط على قلبه ، ويخبره عن مستقبله إذ يخرجه قومه ، وكل ذلك ممتنع محال .\r\nوقد أمعنا في أخذ الملك لرسول الله صلى الله عليه وآله وسلم وغطّه إياه مرتين يبلغ منه الجهد فيأخذ نفسه ، ويرجف فؤاده ، ويخيفه على مشاعره ، فلم نجد له وجهاً يليق بالله تعالى ، ولا بملائكته ، ولا برسله ولا سيما مع اختصاص خاتم النبيين بهذا ، إذ لم ينقل عن أحد منهم عليهم السلام أنه جرى له مثل ذلك عند ابتداء الوحي اليه ، كما صرح به بعض شارحي هذا الحديث من صحيح البخاري « 1 » .\r\nوقد وقفنا على المحاورة التي جرت بمقتضى هذا الحديث السخيف بين الملك والتي فرأينا النبي صلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع من إرشاد الساري في شرح صحيح البخاري ص 171 من جزئه الأول .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالله عليه وآله وسلم بعيداً كل البعد عن فهم مراد الملك من تكليفه إياه بالقراءة . إذ قال له : اقرأ . فقال : ما أنا بقارئ ، فإن مراد الملك إن يتابعه النبي صلى الله عليه وآله وسلم فيما يتلوه عليه ، لكن النبي إنما فهم منه ان ينشئ القراءة في حال انه لم يكن قارئاً وكأنه ظن والعياذ بالله أنه يكلفه بغير المقدور ، وكل ذلك ممتنع ومحال ، وما من شك لي أنه فرية ضلال ، وهل يليق بالنبي صلى الله عليه وآله وسلم أن لا يفهم خطاب الملك ؟ أو يليق بالملك ان يكون قاصرا عن الأداء فيما يوحيه عن الله ، تعالى الله وملائكته ورسله عن ذلك .\r\nفالحديث باطل من حيث متنه ، وباطل من حيث سنده ، وحسبك في بطلانه من هذه الحيثية كونه من المراسيل ، بدليل انه حديث عما قبل ولادة عائشة بسنين\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nعديدة ، فإنها إنما ولدت بعد المبعث بأربع سنين في أقل ما يفرض ، فأين هي عن مبدأ الوحي ؟ ! وأين كانت حين نزول الملك في غار حراء على رسول لله صلى الله عليه وآله وسلم ؟\r\nفان قلت : أي مانع لها أن تسند هذا الحديث إلى النبي صلى الله عليه وآله وسلم إذا سمعته ممن حضر مبدأ الوحي .\r\nقلنا : لا مانع لها من ذلك ، غير أن الحديث في هذه الصورة لا يكون حجة ، ولا يوصف بالصحة ، وإنما يكون مرسلًا حتى نعرف الذي سمعته منه ، ونحرز عدالته ، فإن المنافقين على عهد النبي صلى الله عليه وآله وسلم وآله وسلم كانوا كثراً ، وكان فيهم من يخفى نفاقه على عائشة ، بل على رسول الله صلى الله عليه وآله وسلم  « وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفاقِ لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ » \r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوالقرآن الكريم يثبت كثرة المنافقين على عهد النبي وإخواننا يوافقونا على ذلك ، لكنهم يقولون إن الصحابة بعد النبي صلى الله عليه وآله وسلم بأجمعهم عدول ، حتى كأن وجود النبي صلى الله عليه وآله وسلم بين ظهرانيهم كان موجباً لنفاق المنافقين منهم ، فلما لحق بالرفيق الأعلى ، وانقطع الوحي ، حسن اسلام المنافقين ، وتمّ إيمانهم ، فإذا هم أجمعون أكتعون أبصعون ثقات عدول مجتهدون لا يسألون عما يفعلون ، وإن خالفوا النصوص ، ونقضوا محكماتها .\r\nالسابع ما اسندوه إلى عائشة ، واللفظ لمسلم « 1 » قالت : دخل رسول الله صلى الله عليه وآله وسلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في باب الرخصة في اللعب الذي لا معصية فيه في أيام العيد من الجزء الأول من صحيحه ، وأخرجه البخاري أيضاً في الصحيح وغير واحد من أهل الصحاح والمسانيد .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوعند جاريتان تغنيان بغناء بعاث ، فاضطجع على الفراش وحوّل وجهه فدخل أبو بكر فانتهرني . وقال : مزمار الشيطان عند رسول الله . فأقبل عليه رسول الله صلى الله عليه وآله وسلم فقال : دعهما . فلما غفل غمزتهما فخرجنا .\r\n( قالت ) : وكان يوم عيد يلعب السودان بالدرق والحراب في المسجد فامّا سألت رسول الله وأما قال تشتهين تنظرين ؟ فقلت : نعم ، فأقامني وراءه خدي على خده ، وهو يقول : دونكم يا بني أرفدة حتى إذا ملن . قال : حسبك ؟ ! قلت : نعم . قال : فاذهبي .\r\nإنا لله وإنا اليه راجعون . من عذيرنا من هؤلاء ، يريدون ليثبتوا فضيلة لمن يوالون فيأتون بمثل هذه لعائشة غافلين عما يلزمها من اللوازم الباطلة المستحيلة على سيد رسل الله صلى الله عليه وآله وسلم وأكمل مخلوقاته .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nكما رووا في خصائص عمر : أنه ما انقطع الوحي عني مرة إلا خلته نزل في آل الخطاب . ورووا أيضاً : لو نزل العذاب ما نجا منه إلا آل الخطاب .\r\nذهولًا عما وراء هذا الافتراء ، من الداهية الدهياء والطامة العمياء ، نعوذ بالله من سبات العقل .\r\nودافعوا عن عتاة بني أمية ومنافقي آل أبي العاص كالحكم وابنه مروان وأمثالهما كانوا يصدون عن سبيل الله ويبغونها عوجاً ، وكان رسول الله صلى الله عليه وآله وسلم شديد الحذر على الأمة من عيثهم ونفاقهم فاقتضت حكمته ونصحه لله ولعباده أن يعلن أمرهم لئلا يغتر بهم فيما بعد أحد من الناس فلعنهم في مقامات له مشهودة ، وأقصاهم إقصاء المفسدين في الأرض سجل عليهم بذلك خزياً من الله مؤيداً ، وما على الرسول إلا البلاغ المبين .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nلكن أولياءهم حاولوا تدارك ذلك كله فاختلقوا الحديث المشهور : اللهم إنما محمد بشر يغضب كما يغضب البشر ، واني قد اتخذت عندك عهداً لم تخلفنيه ، فأيما مؤمن آذيته أو سببته أو لعنته أو جلدته فاجعلها له كفارة وقربى تقربه بها إليك الحديث « 1 » .\r\nآثر مختلق هذا الحديث سادته وكبراءه على الله تعالى ورسوله فلم يأبه بلوازم افترائه التي لا تليق بخاتم النبيين وسيد المرسلين صلى الله عليه وآله وسلم كما أوضحناه في ما علقناه على الحديث في كتابنا أبو هريرة . وما كان لهؤلاء أن يحتفظوا بكرامة من لعنهم النبي صلى الله عليه وآله وسلم لنفاقهم ، ونفاهم لفسادهم ، فيضيعوا على أنفسهم المصلحة التي توخاها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه الشيخان عن أبي هريرة وأوردناه في كتابه ، وهناك مباحث يجدر بأهل العم أن يلموا بها .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nلهم نبيهم في لعنه إياهم واقتضائه لهم .\r\nوالآن يحدثنا عروة بن الزبير عن خالته أمّ المؤمنين بهذا الخبر ، وإنه لعرّة من العرر ، فليعطف على قولها : مات رسول الله بين سحري وتحري ، وربما قالت : بين حاقنتي وذاقنتي ، وربما قالت : مات ورأسه على فخذي « 1 » .\r\nوإن شئت فاعطفه على قولها : سابقني النبي فسبقته فلبثنا حتى رهقني اللحم ، سابقني فسبقني . فقالت : هذه بِتِيكِ « 2 » » .\r\nأو على قولها : كنت ألعب بالبنات فيجيء صواحبي فيلعبن معي ، وكان رسول الله صلى الله عليه وآله وسلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيما روي عنها بطرق مختلفة ، والحق ان رسول الله صلى الله عليه وآله وسلم لحق بالرفيق الأعلى ورأسه في صدر أم المؤمنين عليه السلام كما أثبتناه بالحجج القاطعة في المراجعة 86 من كتاب المراجعات .\r\n( 2 ) أخرجه الإمام أحمد من حديثها ص 39 من الجزء 6 من مسنده .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nيدخلهن عليّ فيلعبن معي « 1 » .\r\nأو على قولها : خلال في سبع لم تكن في أحد من الناس إلا ما آتى الله مريم بنت عمران ، نزل الملك بصورتي ، وتزوجني رسول الله بكراً لم يشركه في أحد ، وكنت من أحب النساء اليه ، ونزل في آيات من القرآن كادت الأمة أن تهلك فيهن ، ورأيت جبرائيل ولم يره أحد من نسائه غيري ، وقبض في بيتي لم يله أحد غيري « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه أحمد من حديثها في مسنده فراجع ص 75 من الجزء 6 .\r\n( 2 ) وقع الاتفاق على أنه صلى الله عليه وآله وسلم مات وعلي حاضر وهو الذي كان يمرضه وقلبه ، وكيف يصح انه لم يله أحد غيرها ، فأين كان علي وفاطمة والعباس وصفية والهاشميون والهاشميات ؟ وأين كان أزواج ألبي ؟ واين كانت الأمة وابرارها ؟ وكيف يتركونه كلهم تستقل به عائشة وحدها ؟ ثمّ لا يخفى على أحد ان مريم لم يكن فيها شيء من الخلال السبع التي ذكرتها عائشة ، فما الوجه في استثنائها إياها ؟\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nانا والملك الحديث « 1 » . إلى آخر ما كانت تسترسل فيه من خصائصها ، وكلها من هذا القبيل .\r\nالثامن ما أخرجه البخاري « 2 » من حديث عكرمة عن ابن عباس . قال : خرج رسول الله صلى الله عليه وآله وسلم في مرضه الذي مات فيه « 3 » عاصباً رأسه بخرقة فصعد على المنبر فحمد الله واثنى عليه . ثمّ قال : انه ليس من الناس أحد أمنّ عليّ من أبي بكر بن أبي قحافة ، ولو كنت متخذاً من الناس خليلًا لاتخذت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اخرجه ابن أبي شيبة وهو الحديث 1017 من أحاديث الجزء السابع من كنز العمال .\r\n( 2 ) في باب الخوخة والممر في المسجد من كتاب الصلاة في الجزء الأول من صحيحه .\r\n( 3 ) قبل موته بثلاث ليال كما نص عليه القسطلاني في شرح هذا الحديث في باب سدوا الأبواب إلا باب أبي بكر من أبواب مناقب المهاجرين ص 326 من الجزء 7 من إرشاد الساري .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nأبا بكر خليلًا ، لكن خلة الإسلام أفضل ، سدّوا عني كل خوخة في المسجد غير خوخة أبي بكر .\r\nوأخرج البخاري ايضاً نحوه « 1 » من حديث فليح بن سليمان عن أبي سعيد الخدري ، غير أن آخره : لا يبقين في المسجد باب إلا سد إلا باب أبي بكر .\r\nقلت : لا وزن لهذين الحديثين ولا قيمة لهما متناً وسنداً . اما السند فلأن عكرمة كان من الخوارج . واكانداعية إلى الخروج ، فعن الإمام أحمد بن حنبل : كان عكرمة من أعلام الناس ، ولكنه كان يرى رأي الصفرية من الخوارج ، ولم يدع موضعاً إلا اتاه ، وعن عطاء أن عكرمة كان أباضياً ، وعن يعقوب الحضرمي : كان عكرمة يرى رأي الأباضية ؛ وعن يحيى بن بكير قال : قدم عكرمة مصر وهو يريد المغرب ، فخوارج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في باب الخوخة من كتاب الصلاة .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالغرب كلهم عنه اخذوا ، وعن ابن المديني : كان عكرمة يرى رأي نجدة الحروري ، وعن مصعب الزبيري : كان عكرمة على رأي الخوارج ، قال : وادّعى على ابن عباس انه كان يرى رأيهم ، كذباً وافتراءً على ابن عباس ، وعن أحمد بن حنبل : ما علمت أن مالكا حدث بشيء عن عكرمة إلا في الرجل يطأ امرأته قبل الزيارة ، وعن خالد بن أبي عمران قال : كنا في المغرب وعندنا عكرمة وقت موسم الحج فقال : وددت أن بيدي حربة فاعترض بها من شهد الموسم يميناً وشمالًا ، بناء منه على كفر المسلمين جميعاً عدا اخوانه الخوارج ، ووقف عكرمة على باب المسجد فقال : ما فيه إلا كافر ، وحدث عكرمة يوماً فقال : إنما أنزل الله المتشابه من القرآن ليضل به .\r\nقلت : ما اخبثها كلمة ، بل انزل ليهدي به ،\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوما يضل به إلا الفاسقون من أمثاله .\r\nوكان مع هذا كله كذابا شهد عليه بالكذب جماعة من أعلام معاصريه ، كعبد الله بن عمر إذ قال لمولاه نامع : لا تكذب عليّ كما كذب عكرمة على ابن عباس ، وكسعيد بن المسيب إذ قال لمولاه برد : لا تكذب عليّ كما كذب عكرمة على ابن عباس ، وأوثقه سيده علي بن عبد الله بن العباس فعوتب . فقال : إن هذا الخبيث يكذب على أبي ، فشهد عليه بالكذب والخبث كليهما وهو أعرف الناس به ، وشهد عليه بالكذب يحيى بن سعيد ومحمد بن سيرين وقال : ما يستوي أن يكون من أهل الجنة ولكنه كذاب . إلى آخر ما هو مذكور من جرحه في ترجمته من ميزان الاعتدال الذهبي وغيره ، على أن كل من ترجمه كالقسطني في مقدمة فتح الباري وابن خلكان في\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوفيات الأعيان ، وياقوت الحموي الرومي في معجم الأدباء ذكروه بما سمعت ، والشهرستاني لما ذكر رجال الخوارج في كتاب الملل والنحل ، كان عكرمة أول رجل عدّه منهم .\r\nوكذلك فليح بن سليمان ، إذ ضعفه يحيى بن معين وأبو حاتم والنسائي . قال ابن معين : فليح بن سليمان ليس بثقة ، ولا ابنه محمد . وروى عباس عن يحيى : ان فليحاً لا يحتج به . وقال عبد الله بن أحمد بن حنبل : سمعت ابن معين يقول : ثلاثة يتّقى حديثهم محمد بن طلحة بن مصرف ، وأيوب بن عتبة ، وفليح بن سليمان . وقال أبو داود : لا يحتج بفليح . قلت : وكانوا يتهمونه في علي وعثمان وعائشة ومعاوية ومن كان مع هؤلاء من الصحابة ، فهو إذاً من الخوارج كعكرمة ، وهذا بمجرده يضطرنا إلى الريب فيهما ، ولا سيما في حيثهما هذا المصوغ لمعارضة الصحاح\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالصراح في سدّ الأبواب غير باب علي عليه السلام .\r\nوحسبنا من حزازات المتن : أنه لم يكن لأبي بكر منزل جنب المسجد لينفذ اليه من خوخته ، وإنما كان منزله في السنح من عوالي المدينة ، ولبعد منزله عن النبي صلى الله عليه وآله وسلم لم يحضر احتضاره ولا وفاته ، وإنما جاء كما صح عن عائشة بعد أن قضى نحبه فوجده مسجى بأبي هو وأمي وعمر يحلف بالله إنه ما مات ، الحديث « 1 » .\r\nولما لم يكن لأبي بكر منزل قرب المسجد أشكل الأمر على المتعبدين بحديث البخاري ومسلم ، فاضطروا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اخرج البخاري وغيره عن عائشة قالت : ما رسول الله صلى الله عليه وآله وسلم وأبو بكر بالسنح فقام عمر يقول : انه والله ما مات وليبعثنه الله فليقطعن أيدي رجال وأرجلهم فجاء أبو بكر وكشف عن رسول الله الحديث ، وكل من تعرض لذكر منزل أبي بكر قال : انه في السنح ، وذكره ابن الأثير في مادة سنح من نهايته في غريب الحديث .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nإلى التجوز في حديث عكرمة وفليح فجعلوا سدّ الخوخة كناية عن سد أبواب المقالة وتطلع غير أبي بكر إلى الخلافة بعد النبي صلى الله عليه وآله وسلم ، وبعبارة أوضح : جعلوا سدّ الأبواب كناية عن سدّ أفواه الأمة ومطامعها عن معارضته في أمر الخلافة أو سدّ طرق الوصول إليها على غيره ، ونقل القسطلاني عن التوريشتي والطيبي القول بأن المجاز أقوى معللين ذلك بقولهما : إذ لم يصح عندنا أن أبا بكر كان له منزل بجنب المسجد وأن منزله إنما كان بالسنح من عوالي المدينة « 1 » .\r\nقلت : لا لوم على القوم فإنهم أسراء العاطفة تسخر مشاعرهم وحواسهم ، فإذا هم مسيرون بأفهامهم وأحلامهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا كلام التوريشتي والطيبي عيناً وهما من اعلام علمائهم نقله عنهما القسطلاني في إرشاد الساري فراجع كلمة التوريشتي في ص 327 من الجزء 7 في باب سد الأبواب إلا باب أبي بكر ونقله عن الطيبي في ص 474 من الجزء السابع ايضاً في باب هجرة النبي وأصحابه إلى المدينة .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nأن نطقوا وإن صمتوا ، ولو قيل لهم هل تثبت صحاحكم لعليّ هذه الخصيصة ، خصيصة سد الأبواب غير بابه لما وسعهم إلا الاقرار ببعض المأثور من صحاحها ، وربما اقتصروا على ما اقتصر عليه القسطلاني ، إذ يقول : وقد وقع في حديث سعد بن أبي وقاص عند الإمام أحمد والنسائي بإسناد قوي ، أن رسول الله صلى الله عليه وآله وسلم أمر بسد الأبواب الشارعة في المسجد وترك باب علي ( قال ) وفي رواية للطبراني في الأوسط برجال ثقات مع زيادة فقالوا : يا رسول الله سددت أبوابنا . فقال : ما أنا سددتها ولكن الله سدّها ( قال ) ونحوه عند احمد والنسائي والحاكم ورجاله ثقات عن زيد بن أرقم وابن عباس ، وزاد فكان عليّ يدخل المسجد وهو جنب ليس له طريق غيره ، رواه أحمد والنسائي والحاكم ورجاله ثقات قال : ونحوه من حديث\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nجابر بن سمرة عند الطبراني ( قال ) وبالجملة فهي كما قاله الحافظ ابن حجر العسقلاني أحاديث يقوي بعضها بعضاً وكل طريق منها صالح للاحتجاج بنفسه فضلًا عن مجموعها هذا كلامه بنصه .\r\nقلت : ان هذا المقدار لأقل ما يقال في الصحاح المأثورة في سد الأبواب غير باب علي وكفى به حجة على ثبوت ذلك .\r\nوإليك تفصيل حديث واحد من السنن التي أشار إليها القسطلاني بإجمال أخرجه الإمام أحمد من حديث ابن عباس في الجزء الأول من مسنده « 1 » والحاكم في الجزء الثالث من المستدرك « 2 » والنسائي في خصائصه العلوية « 3 » كلهم عن عمرو بن ميمون . قال : إني لجالس عند ابن عباس إذ اتاه تسعة رهط فقالوا : يا ابن عباس إما أن تقوم معنا وإما أن تخلو بنا من بين هؤلاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آخر ص 330 .\r\n( 2 ) ص 133 .\r\n( 3 ) ص 6 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nفقال ابن عباس : بل أقوم معكم . قال وهو يومئذ صحيح قبل أن يعمى : فابتدءوا فتحدثوا فلا ندري ما قالوا . قال : فجاء ينفض ثوبه ويقول : أف وتف وقعوا في رجل له بضع عشرة فضائل ليست لأحد غيره ، وقعوا في رجل قال له النبي صلى الله عليه وآله وسلم : لأبعثن رجلا لا يخزيه الله ابداً ، يحب الله ورسوله ، ويحبه الله ورسوله ، فاستشرف لها من استشرف . فقال : أين علي فجاء وهو أرمد لا يكاد أن يبصر فنفث في عينيه ثمّ هز الراية ثلاثا فأعطاها إياه ، فجاء علي بصفية « 1 » بنت حيي . قال ابن عباس : ثمّ بعث رسول الله صلى الله عليه وآله وسلم فلاناً بسورة التوبة فبعث علياً خلفه فأخذها منه . وقال : لا يذهب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يخفى دلالة ما أشار اليه ابن عباس بكلامه هذا من سرعة الفتح وعظمته بسبي بنت الملك حي .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبها إلا رجل هو مني وانا منه . قال ابن عباس : وقال النبي لبني عمه : أيكم يواليني في الدنيا والآخرة . قال : وعلي جالس معه ، فأبوا . فقال علي : انا أواليك في الدنيا والآخرة . قال : أنت وليي في الدنيا والآخرة . قال : فتركه ثمّ قال أيكم يواليني في الدنيا والآخرة ، فأبوا . وقال علي : أنا أواليك في الدنيا والآخرة . فقال لعلي : أنت وليي في الدنيا والآخرة ، قال ابن عباس : وكان عليّ أول من آمن من الناس بعد خديجة . قال ابن عباس : وأخذ رسول الله صلى الله عليه وآله وسلم ثوبه فوضعه على علي وفاطمة وحسن وحسين . وقال إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً . قال ابن عباس : وشرى علي نفسه فلبس ثوب النبي صلى الله عليه وآله وسلم ثمّ نام مكانه ، وكان المشركون يرمون رسول الله ، إلى أن قال : وخرج\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nرسول الله صلى الله عليه وآله وسلم في غزوة تبوك فقال له عليّ أخرج معك ؟ فقال : لا ، فبكى عليّ . فقال له رسول الله صلى الله عليه وآله وسلم : أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه ليس بعدي نبي ، لا ينبغي أن أذهب إلا وأنت خليفتي . وقال له رسول الله صلى الله عليه وآله وسلم : أنت ولي كل مؤمن بعدي ومؤمنة . قال ابن عباس : وسدّ رسول الله صلى الله عليه وآله وسلم أبواب المسجد غير باب علي ، فكان يدخل المجد جنباً وهو طريقه ليس له طريق غيره . قال ابن عباس : وقال رسول الله صلى الله عليه وآله وسلم : من كنت مولاه فإن مولاه علي ، الحديث .\r\nقال الحاكم بعد إخراجه : هذا حديث صحيح الاسناد ولم يخرجاه بهذه السياقة . قلت : وأورده\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالذهبي في التلخيص مصرحاً بصحته على مزيد تعنته .\r\nولا يخفى ما فيه من الأدلة القاطعة على أن علياً ولي عهد والقائم مقامه من بعده جعله وليه في الدنيا والآخرة ، وأنزله منه منزلة هاون من موسى ، ولم يستثن إلا النبوة ، واستثناؤها دليل على العموم ، والمسلمون والكتابيون يعلمون أن أظهر المنازل التي كانت لهارون من موسى وزارته له وشدّ أزره به ومشاركته في أمره ، وخلافته عنه ، وفرض طاعته على أمته بدليل قوله تعالى :     « وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي هارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي »     .\r\nوقوله سبحانه لهارون :  « اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ »  .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوقوله عز وجل :  « قَدْ أُوتِيتَ سُؤْلَكَ يا مُوسى »  .\r\nفعليّ بحكم هذه النصوص خليفة رسول الله صلى الله عليه وآله وسلم في قومه ، ووزيره من أهله وشريكه في أمره على سبيل الخلافة ، عنه لا على سبيل النبوة ، وأفضل أمته وأولاهم به حيّاً وميتاً ، وله عليهم من فرض الطاعة حتى في زمن النبي صلى الله عليه وآله وسلم مثل الذي كان لهارون على أمة موسى زمن موسى ، ومن سمع حديث المنزلة تبادر إلى ذهنه كل هذه المنازل ، وقد أوضح رسول الله صلى الله عليه وآله وسلم الأمر جلياً بقوله : إنه لا ينبغي أن أذهب إلا وأنت خليفتي ، وهذا نص صريح في كونه خليفته ، بل نص جلي في أنه لو ذهب ولم يستخلفه كان قد فعل ما لا ينبغي أن يفعل ، وهذا\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nليس إلا لأنه كان مأموراً من الله عز وجل باستخلافه كما ثبت في تفسير قوله تعالى :  « يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ »  .\r\nومن تدبر في قوله تعالى في هذه الآية  « فَما بَلَّغْتَ رِسالَتَهُ »  ثمّ أمعن النظر في قول النبي صلى الله عليه وآله وسلم هنا : إنه لا ينبغي أن أذهب إلا وأنت خليفتي ، وجدهما يرميان إلى غرض واحد كما ذكرناه في المراجعة 26 من مراجعاتنا الأزهرية البشرية . ولا تنس قوله : أنت ولي كل مؤمن بعدي ، ولا قوله صلى الله عليه وآله وسلم : من كنت مولاه فإن مولاه علي ، فإنه نص في أنه ولي الأمر وواليه ، والقائم مقامه فيه . كما قال الكميت عليه الرحمة :\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n ونعم ولي الأمر بعد وليه * ومنتجع التقوى ونعم المؤدب \r\nوقد جاء النص في سدّ الأبواب غير باب علي بطرق كثيرة عن كل من ابن عباس ، وأبي سعيد الخدري ، وزيد بن أرقم ، وصحابي من خثعم ، وأسماء بنت عميس ، وأم سلمة زوج النبي صلى الله عليه وآله وسلم ، وحذيفة بن أسيد ، وسعيد بن أبي وقاص ، والبراء بن عازب ، وعلي بن أبي طالب ، وعمر بن الخطاب ، وابنه عبد الله ، وأبي ذر ، وأبي الطفيل ، وبريدة الأسلمي ، وأبي رافع مولى رسول الله صلى الله عليه وآله وسلم ، وجابر بن عبد الله « 1 » وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أراد الوقوف على المأثور من حديث هؤلاء كلهم بسد الأبواب غير باب علي ، فليستقص موارده من مسند أحمد ومستدرك الحاكم وصحيح الترمذي وخصائص النسائي والأكبر والأوسط والصغير للطبراني ومسند أبي يعلى ومختارة الضياء وكنز العمال للمتقي الهندي ومناقب الإمام أحمد والمناقب لابن المغازلي الشافعي وغاية المراد للشريف الكتكاني .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nفلا يعارضه حديث خوخة أبي بكر لشذوذه وسقوط راوييه الخارجيين عكرمة وفليح عن درجة العدالة والاعتدال والصدق ، ولحزازات متنه ، وعدم استقامته ، على أنه صريح في أنه إنما صدر في مرض موت النبي صلى الله عليه وآله وسلم وحينئذ كانت الأبواب كلها مسدودة غير باب علي ، لتقدم الأمر بذلك على مرضه صلى الله عليه وآله وسلم ، فأي معنى لقوله بعد ذلك : سدوا هذه الأبواب غير خوخة أبي بكر يا اولي الألباب ؟ ؟ .\r\nوإذاً ، فليسقط عكرمة وفليح ، وليسقط روايتهما بسلطان البرهان الساطع ، ولتعطف على سائر المختلفات من الأحاديث الموضوعة ، لمعارضة عليّ وغيره من أهل البيت فيما اختصهم الله به من فضله ، وهي على أنواع وإنما نورد الآن منها ما تسعه هذه العجالة .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفمنها ، معارضاً لحديث المنزلة ، كحديث قزعة بن سويد عن ابن أبي مليكة عن ابن عباس عن رسول الله صلى الله عليه وآله وسلم قال : لو كنت متخذاً خليلًا لاتخذت أبا بكر خليلا ، ولكن الله اتخذ صاحبكم خليلًا ، أبو بكر وعمر مني بمنزلة هارون من موسى .\r\nرواه غير واحد عن قزعة بن سويد الباهلي ، وأخرجوه في كتب المناقب ، وقد جاء في بعض طرقه : ما نفعني مال كما نفعني مال أبي بكر ، أبو بكر وعمر مني بمنزلة هارون من موسى .\r\nلكن الذهبي وأورده بطريقيه ، تارة في ترجمة قزعة بن سويد ، فقال : منكر ، وتارة في ترجمة عمار بن هارون ، فقال : هذا كذب ، وقال ابن عدي : وقرعة ليس بشيء .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nومنها ، ما كان لمعارضة نصوص الخلافة ، كحديث عمر بن إبراهيم بن خالد ، عن عيسى بن علي بن عبد الله بن العباس ، عن أبيه عن جده . أن رسول الله صلى الله عليه وآله وسلم قال العباس : يا عم إن الله جعل أبا بكر خليفتي على دين الله فاسمعوا له وأطيعوا تفلحوا ، أوردوه في المناقب ، وجهابذة الحديث مجمعون على بطلانه ، وممن صرح بذلك علامة عصره الذهبي في ترجمة إبراهيم من ميزان الاعتدال ، ونص الخطيب في ترجمة عمر بن إبراهيم بن خالد من تاريخ بغداد على أنه كذاب ، ويروي المناكير عن الاثبات ، وأورد من حديثه عن زيد بن ثابت مرفوعاً : أول من يعطى كتابه بيمينه عمر بن الخطاب ، وله شعاع كشعاع الشمس ، قيل : عن أبي بكر ؟ تزفه الملائكة إلى الجنة .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمنها ، ما كان لمعارضة عهد النبي صلى الله عليه وآله وسلم إلى علي ، أنه لا يحبه إلا مؤمن ولا يبغضه إلا منافق الموجود في صحيح مسلم وغيره كحديث عبد الرحمن بن مالك بن مغول ، بسنده إلى جابر قال : قال رسول الله صلى الله عليه وآله وسلم لا يبغضنّ أبا بكر وعمر مؤمن ، ولا يحبهما منافق ، أوردوه في المناقب ، لكن عبد الرحمن بن مالك بن مغول هذا ترجمه الخطيب في صفحة 236 والتي بعدها من الجزء العاشر من تاريخ بغداد ، فنقل ثمة عن أئمة الجرح والتعديل : أنه كذاب أفاك وضاع ، لا يشك فيه أحد ، وذكره الذهبي في ميزانه فنقل عنهم : أنه متروك وانه كذاب وانه يضع الحديث .\r\nومنها ما كان لمعارضة سيدي شباب أهل الجنة ، كحديث عبد الرحمن بن مالك بن مغول الآنف\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالذكر بسنده إلى ابن عمر قال : قال رسول الله صلى الله عليه وآله وسلم وقد رأى أبا بكر وعمر : هذان سيدا كهول أهل الجنة . قلت : وقد علمت حال عبد الرحمن هذا وحال لهجته .\r\nومنا ما كان معارضاً للعترة في حديث الثقلين المجمع على صحته ، كحديث صالح بن موسى بن عبد الله بن إسحاق بن طلحة بن عبيد الله القرشي التيمي الطلحي بسنده إلى أبي هريرة عن رسول الله صلى الله عليه وآله وسلم قال : إني قد خلفت فيكم ثنتين لن تضلوا بعدهما كتاب الله وسنتي ولن يفترقا حتى يردا عليّ الحوض : قلت مضمون الحديث حق ، لكن صدوره عن النبي صلى الله عليه وآله وسلم بلفظ : وسنتي باطل ، ومرمى راويه تضليل ، والصحيح الثابت عن رسول الله صلى الله عليه وآله وسلم بلا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nكلام وقد اخرجه مسلم وغيره إنما هو بلفظ : كتاب الله وعترتي أهل بيتي باعتبار أنهم عليهم السلام عيبة سنته التي لا يأتيها الباطل من بين يديها ولا من خلفها كالفرقان العظيم والذكر الحكيم .\r\nوالآفة في تحريف هذا الحديث ، وإنما هي على رأي إخواننا الجماعيين من صالح الطلحي لأنه طالح بلا كلام . قال يحيى : إنه ليس بشيء ولا يكتب حديثه . وقال البخاري : مكر الحديث . وقال النسائي : متروك . وقال ابن عدي : عامة ما يرويه لا يتابعه عليه أحد . وقال ابن إسحاق الجوزجاني : ضعيف الحديث . وقال أبو حاتم : منكر الحديث جداً عن الثقات . وأرسل الذهبي ضعفه إذ أورده في الميزان إرسال المسلمات . ونقل عن أئمة الجرح والتعديل : كل ما نقلناه عنهم من جرحه .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nولو أردنا استقصاء ما كان من الأحاديث مختلفاً لمعارضة عليّ وسائر أهل البيت لطال بنا المقام وخرجنا عن موضوع البحث ، وهذا القدر كافي لما أوردناه والحمد لله .\r\nالتاسع ، ما أخرجه مسلم في باب من فضائل أبي سفيان عن عكرمة بن عمار العجلي اليمامي عن سماك الحنفي عن ابن عباس : ان المسلمين كانوا لا ينظرون إلى أبي سفيان ولا يقاعدونه . فقال للنبي صلى الله عليه وآله وسلم : يا نبي الله ثلاث أعطنيهن . قال : نعم . قال : عندي أحسن العرب وأجمله أم حبيبة بنت أبي سفيان أزوجكها . قال : نعم . قال : ومعاوية تجعله كاتباً بين يديك . قال : نعم . وتأمرني أن أقاتل الكفار كما كنت أقاتل المسلمين . قال : نعم الحديث « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وضعه عكرمة بن عمار وجزم بذلك ابن حزم فيما نقله النوري عنه فراجع ما علقه النوري على هذا الحديث في شرحه .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاقتصر عليه مسلم في باب فضائل أبي سفيان ، إذ لم يجد والحمد لله سواه ، على أنه باطل بالاجماع ، لأن أبا سفيان إنما دخل في عداد المسلمين يوم فتح مكة إجماعاً وقولا واحداً ، وقبل الفتح كان حرباً لله تعالى ولرسوله صلى الله عليه وآله وسلم .\r\nولكن بنته أم حبيبة واسمها رملة أسلمت وحسن إسلامها قبل الهجرة ، وهاجرت مع المهاجرين إلى الحبشة هرباً من أبيها وقومها ، فبعث رسول الله صلى الله عليه وآله وسلم بعض أصحابه إلى النجاشي فخطب عليه أم حبيبة فزوجه إياها وأصدقها النجاشي من ماله عن رسول الله صلى الله عليه وآله وسلم وأربعمائة دينار ، وأبوها إذ ذاك ممعن في عداوة الله ورسوله ، وقدم بعد ذلك على المدينة ليزيد في هدنة الحديبية ، فدخل على بنته أم حبيبة ، وحين أراد أن يجلس طوت الفراش دونه .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nفقال : يا بنية أرغبت به عني ؟ فقالت : هو فراش رسول الله صلى الله عليه وآله وسلم وأنت امرؤ نجس مشرك . فقال : لقد أصابك يا بنية بعدي شر ، يص على هذا كله إثبات الأمة من حفظة السنن والآثار « 1 » .\r\nالعاشر ، ما اسندوه إلى أبي هريرة من طريق صحيح . قال : دخلت على رقية بنت رسول الله صلى الله عليه وآله وسلم امرأة عثمان وبيدها مشط . فقالت : خرج رسول الله صلى الله عليه وآله وسلم من عندي آنفاً رجلت شعره . فقال لي : كيف تجدين أبا عبد الله عثمان ؟ . قلت : بخير . قال : اكرميه فإنه من أشبه أصحابي ، بي خلقاً .\r\nأخرجه الحاكم في أحوال رقية من الجزء الرابع من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو مما قاله الأستاذ محمد كرد علي في محاضرة ألقاها في مدرج الجامعة السورية وأثبته في ص 416 من المجلد 16 من مجلة المجمع .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nصحيحه المستدرك . ثمّ قال : هذا حديث صحيح الأسناد واهي المتن ، فإن رقية ماتت سنة ثلاث من الهجرة عند فتح بدر ، وأبو هريرة إنما اسلم بعد فتح خيبر سنة سبع . قلت : وأورده الذهبي في أحوال رقية من تلخيص المستدرك أيضاً . ثمّ قال : صحيح منكر المتن ، فإن رقية ماتت وقت بدر ، وأبو هريرة أسلم وقت خيبر .\r\nوفي صحيح البخاري ومسلم من الإسقاط أمثال هذه الأحاديث الشرة شيء كثير ، ولعل هؤلاء المرجفين إذا تمادوا في ارجافهم يضطروننا إلى أن نفرد لأسقاطهم وسخافاتهم كتابا على حدة يكون فذاً في بابه .\r\nأما الآن فانا إنما نريد تنبيه الأستاذ إلى أن المآخذ التي أخذها على كتاب ابن شهرآشوب لا يسلم الصحيحان مما هو أفظع منها .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nمع أن الشيخين وسائر السنة من أصحاب الصحاح أخذوا على أنفسهم شروطا ثقيلة فيما جمعوه من الحديث ما أخذ ابن شهرآشوب على نفسه شيئاً منها ، وإنما جرى في مناقبه على أسلوب الإمام احمد في مناقبه ، وإنه لأسلوب الأكثرين من حفظة الآثار كما أسلفناه .\r\n\r\nالتنبه الثاني\r\nوإذ جاء الحق وزهق الباطل والحمد لله رب العالمين فلننبّه حضرة الأستاذ إلى ما قاله عنهم جماعة من أعلام الجماعيين ، والعهدة في ذلك عليهم ، فمنهم الفقيه الأصولي المتكلم الفيلسوف محمد بن أحمد بن رشد الأندلسي في كتابه « الكشف عن مناهج الأدلة في عقائد الملة » إذ ذكر الأشعرية وهم أصحاب الإمام أبي الحسن علي بن إسماعيل بن أبي اليسر الأشعري\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالبصري فنقل عنهم القول : بأن صفات الله زائدة على ذاته وانهم يعتقدون أن الله تعالى عالم بعلم زائد على ذاته وحيّ بحياة زائدة على ذاته ( قال ) : ويلزمهم على هذا أن يكون الخالق جسما لأنه يكون هناك صفة وموصوف وحامل ومحمول ( قال ) وهذه حال الجسم وذلك لأن الذات لا بد أن يقولوا أنها قائمة بذاتها والصفات قائمة بها أو يقولوا كل واحد منها قائم بنفسه ، فإن قالوا بالأول فقد أوجبوا أن يكون جوهراً وعرضاً لأن الجوهر هو القائم بذاته والعرض والقائم بغيره والمؤلّف من جوهر وعرض جسمٌ ضرورةً ، وإن قالوا بالثاني فالآلهة كثيرة ، وهذا قول النصارى الذين قالوا بأن الأقانيم ثلاثة .\r\nانتهى بتلخيص فليراجع « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ص 58 من كتاب الكشف المطبوع سنة 133 ه في المطبعة الجمالية بمصر .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوللإمام علي بن أحمد بن حزم الظاهري كلام في شنع الأشعرية أورده في عشرين صفحة أواخر الجزء الرابع من فصله تناول فيها أبا الحسن الأشعري والعلية من أصحابه كأبي بكر محمد بن الخطيب الباقلاني وسليمان بن خلف الباجي ومحمّد بن الحسن بن فورك وأبي جعفر السمناني قاضي الموصل المعاصر لابن حزم وهو أكبر أصحاب الباقلاني ومقدّم الأشاعرة في عصره فنسب إليهم من الأقوال ما هو عين الضلال ، وإليك بعض ما قال عن كبيرهم أبي بكر الباقلاني إذ نقل عنه القول : بأن لله خمس عشرة صفة كلها قديمة لم تزل مع الله تعالى وكلها غير الله وخلاف الله وكل واحد منهن غير الأخرى منهن وخلاف لسائرها ، وإن الله تعالى غيرهن وخلافهن إلى أن قال : وقد صرح الأشعري في كتابه المعروف بالمجالس بأن مع\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالله تعالى أشياء سواه لم تزل كما لم يزل .\r\nحتى قال ابن حزم ، ولقد قلت لبعضهم : إذا قلتم إن مع الله خمس عشرة صفة كلها غير الله وكلها لم تزل مع الله فما الذي أنكرتم على النصارى إذ قالوا إن الله ثالث ثلاثة فقال لي : إنما أنكرنا عليهم إذ جعلوا معه شيئين فقط ولم يجعلوا معه أكثر « 1 » وقال ابن حزم : قالوا كلهم إنه حامل لصفاته في ذاته . قلت : هذا ما نقله ابن رشد عنهم وذكر أن هذا يستلزم أن يكون جوهراً وعرضاً لأن الجوهري هو القائم بذاته والعرض وهو القائم بغيره .\r\nوالمؤلّف من جوهر وعرض جسم بحكم الضرورة .\r\nقال ابن حزم : وقالوا كلهم إن القرآن لم ينزل به جبرائيل على قلب محمد وإنما نزل عليه شيء آخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا كله موجد في ص 207 من الجزء 4 من الفصل .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوهو العبارة عن كلام الله وإن القرآن ليس عندنا البتة إلا على هذا المجاز وإن الذي نرى في المصاحف ونسمع من القراء ونقرأ في الصلاة ونحفظ في الصدور ليس هو القرآن البتة ولا شيء من كلام الله البتة بل شيء آخر وإن كلام الله تعالى لا يفارق ذات الله « 1 » .\r\nقال ابن حزم : ولقد أخبرني علي بن حمزة المراوي الصقلي الصوفي أنه رأى بعض الأشعرية يبطح المصحف برجله ! . قال : فأكبرت ذلك فقلت له : ويحك هكذا تصنع بالمصحف وفيه كلام الله تعالى ؟ فقال لي : ويلك والله ما فيه إلا السخام والسواد وأما كلام الله فلا ! ( قال ) وكتب إليّ أبو المرحي ابن رزوار المصري أن بعض ثقات أهل مصر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجد هذا في ص 211 من الجزء 4\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nطلاب السنن أخبره أن رجلًا من الأشعرية قال له مشافهة : على من يقول إن الله قال : قل هو الله أحد الله الصمد ، الف لعنة « 1 » ! قال ابن حزم : غلاة المرجئة طائفتان إحداهما قائلة بأن الإيمان قول باللسان وإن اعتقد الكفر بقلبه فهو مؤمن عند الله وليّ الله في الجنة ! ! ( قال ) : وهذا قول محمد بن كرام السجستاني وأصحابه ( قال ) : والطائفة الثانية القائلة إن الإيمان عقد بالقلب وإن أعلن الكفر بلسانه بلا تقية وعبد الأوثان أو لزم اليهودية أو النصرانية في دار الاسلام وعبد الصليب وأعلن التثليث في دار الإسلام ومات على ذلك فهو مؤمن كامل الإيمان ! ! عند الله ، ولي لله من أهل الجنة ؟ ( قال ) : وهذا قول أبي محرز جهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجد كل ذلك في ص 212 من الجزء 4 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوقول أبي الحسن علي بن إسماعيل بن أبي اليسر الأشعري البصري وأصحابهما . إلى آخر ما نقله عن الأشعري واتباعه وهم الجماعيون كلهم في عصرنا الحاضر والعهدة عليه كما قلناه\r\n\r\nالاعذار في الأنذار\r\n6\r\nإن الأستاذ محمد كرد علي رئيس المجمع العلمي العربي بدمشق اغتر بأناة الشيعة الإمامية ، إذ لم تأبه بهفواته في حقها ، ولم تحاسبه على شيء من افتاءاته عليها ، شأن  « الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً »  من كل كبير في نفسه ، رفيع في مصعده ، ذي خلق وادع ، وبال واسع ، ولب رخيّ ، وذرع فسيح ، فظن أنهم مبتذلو\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالفناء ، مباحو الذمار ، يضرعون الخد ، ويعطون الضيم عن يد ، لذلك تمادى عافاه الله وأمعن ، وغلا وأوغل راكباً رأسه في بهتهم ، ماضياً على غلوائه في ذلك ، غير وجل ولا مكترث :\r\n جاء شقيق عارضاً رمحه * إن بني عمك فيهم رماح \r\nلكنهم كرهوا إيقاظ الفتنة الراقدة ، وإيقاد الحرب الخامدة ، وقد أيقظ هذه الفتنة ، وأوقد هذه الحرب العوان الفكرية خصمهم ببهتانه وعدوانه :\r\n « ضِراراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ وَإِرْصاداً لِمَنْ حارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنا إِلَّا الْحُسْنى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ »  وقد كان للأستاذ سلف تزلف لبني أمية بمثل هذه الأراجيف ، فسخر له بنو أمية كل ما لديهم من حول وطول\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n « فَما رَبِحَتْ تِجارَتُهُمْ وَما كانُوا مُهْتَدِينَ »  .\r\nوالشيعة كانوا إزاء ذلك كله كالجبل الأشم لا يحفل بالعواصف ، والبحر الخضم لا يأبه بلفحات الهجير ، هذا والعصر ظلم وظلمات ، والحياة مهددة بالممات . أما اليوم فنور وحرية يأبيان ذلك كل الإباء ، وما على الإمامية لو جابهت النواصب بحقيقتها الناصعة ، فأثبتتها بحججها القاطعة ، ولعل النواصب يضطروننا إلى هذا فيثيروا بذلك عواناً من المعارك الفكرية ، التي لا تحمد عقباها لكن :\r\n إذا لم يكن إلا الأسنة مركباً * فما حيلة المضطر إلا ركوبها \r\n « عَلَى اللَّهِ تَوَكَّلْنا  واليه  أَنَبْنا  و  إِلَيْهِ الْمَصِيرُ »  ،  « رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ »  .\r\nوقد أعذر من أنذر ولا حول ولا قوة إلا بالله العلي العظيم .\r\nصور جبل عامل\r\nعبد الحسين شرف الدّين الموسوي\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132}
  ]