[
  {"content":"\r\n\r\nمن تراث محيي الدين بن عربى\r\n( 1 )\r\nعنقامغرب\r\nفي ختم الأولياء وشمس المغرب\r\nتأليف\r\nسيدي محيي الدين بن عربى\r\nرضي الله عنه\r\nتحقيق وتعليق\r\nبهنساوى أحمد السيد الشريف\r\nمفتش عام الدعوة والإعلام الديني بالأزهر الشريف\r\nعضو هيئة العلماء وعضو رابطة الأدباء\r\nالناشر\r\nالمكتبة الأزهرية للتراث\r\n9 درب الأتراك - خلف الجامع الأزهر الشريف ت : 5120847\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nوبه نستعين الحمد للّه رب العالمين حمدا يستوجب رضاه ، وشكرا له يوافى نعمه ويكافىء عطاياه ، ونشهد أن لا إله إلا اللّه وحده لا شريك له ، لا حول ولا قوة إلا به ، ولا أمل ولا رجاء إلا فيه ، ولا توكل ولا اعتماد إلا عليه ولا سعادة ولا طمأنينة إلا في طاعته ، هدانا للإسلام وما كنا لنهتدى لولا أن هدانا اللّه .\r\nونشهد أن سيدنا ونبينا ومولانا محمدا عبده ورسوله ، وصفيه وخليله ، الرحمة المهداة والنعمة المسداه والمنة الكبرى من اللّه على عباده  ( لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ * يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ )  .\r\nاللهم صل وسلم وبارك عليه وعلى آله وصحبه وعشيرته وحزبه الذين عاشوا على ما عاش عليه وقبضوا على ما رفع إليه فرضى اللّه عنهم ورضوا عنه .\r\nاللهم اجعلنا ممن تبعهم بإحسان إلى يوم الدين آمين . . .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nأما بعد :\r\nفهذا كتاب من نوادر الكتب التي أنعم اللّه تبارك وتعالى به من فيوضات فتحه على عبده الرباني الذي استغرق في الحقيقة المحمدية فأبرز لنا وللأمة جمعاء هذه المنح من مشكاة الحضرة المحمدية التي جمعت كل العلوم والمعارف الإلهية .  ذلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ *  . وهذا العبد الرباني هو العارف باللّه تعالى الإمام الأكبر والشيخ الكلى الكامل سيدي محى الدين أبو عبد اللّه محمد بن محمد علي بن محمد بن عربى الطائي الحاتمي الأندلسي رضوان اللّه تعالى عليه ونفعنا به وبعلومه آمين .\r\nولقد سمى كتابه هذا ( عنقا مغرب في ختم الأولياء وشمس المغرب ) وهو كتاب يحاول فيه إبانة وإظهار التجلي الذاتي الإلهى في الحقيقة المحمدية برأسيها وشقيها النبوي والولائى . فعنده أن ذات النبوة واحدة والأنبياء والمرسلون عليهم الصلاة والسلام رقائق هذه الذات الواحدة وهي ذات سيدنا محمد صلى اللّه عليه وآله وصحبه وسلم . وكل رقيقة نبوية بدءا من أبينا آدم عليه السلام حتى كلمة اللّه سيدنا عيسى عليه السلام ما هي إلا وجه نائب في الزمن المراد مما سبق عن حضرته صلى اللّه عليه وسلم ونفس هذه الذات المحمدية هي بعينها ذات الولاية فالأولياء جميعا في كل زمان ومكان وجوه محمدية لأن النبي محمد صلى اللّه عليه وسلم حوى في حقيقته مع ذات النبوة ذات الولاية وتتمثل هذه الولاية في ذات المهدي عليه السلام .\r\nوالمهدي عليه السلام هو ختم الولاية والأولياء فكما كان سيدنا محمد صلى اللّه عليه وسلم ختما للنبوة والرسالة كان هو أيضا صلى اللّه عليه وسلم ختما للولاية في شقه الثاني من ذاته التي تمثلت حقيقة منفردة في الولي الخاتم الصديق الأعظم الإمام المهدى الذي يواطئ اسمه اسم النبي صلى اللّه عليه وسلم واسم أبيه يواطئ اسم\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوالد سيدنا محمد صلى اللّه عليه وسلم كما جاء في الحديث الشريف الصحيح : ولقد بينت ذلك في همزيتى الكبرى فقلت :\r\n إلهي حمدا يفوق الثناء * وشكرا يطاول نجم السماء\r\nوصل إلهي طوال المدى * على مصطفاك نبي الصفاء\r\nوآل وصحب بكل الرضا * ومن جاء بعد من الأولياء\r\nخصوصا ختما مهموا المجتبى * مليك الزمان بهى الرواء\r\nفكل ولى أتى باسمه * وعرفانه رشح هذا العطاء\r\nله كل دائرة تنتهى * بحكم قيادته الأتقياء\r\nهو المهدى صاحب سر العلا * عزيز القوى جوهري البهاء \r\nولقد فصل الإمام الأكبر ابن عربى رضوان اللّه عليه تحقيقا وكشفا النشأة الوجودية التي عينها ومحتد ذاتها الحضرة الإنسانية ومركز دائرتها الحقيقة المحمدية فهي عين عيون أعيان تعينات الوجود الكلى فهي النسخة التي تجلت بها الذات الإلهية العلية المقدسة ثم ضربت عليها حجاب المقتضيات العبدية .\r\nفما الخلق إلا تجليات ذاته تبارك وتعالى إجمالا وتفصيلا انبثقت من ذات التجلي الكلى المحمدي وفي ذلك قلت :\r\n وما الخلق إلا علوم اصطفاك * لها عند ذاتك وجه التقاء\r\nوما هي إلا تجلى علاك * ضربت عليها حجاب اقتضاء\r\nتباركت يا أحسن الخالقين * عن الخلق طرا بكل علاء \r\nفلو تصورنا أن الحق الخالق جل وعز قد خلق الخلق من العدم لكان\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالعدم مصاحبا له في قدمه وذلك محال ولو كان قد أوجد الوجود من العدم لكان مفتقرا لغيره ، وهذا أيضا محال . لكنه لما أراد أن يخلق الخلق على مقتضى علمه وإرادته تجلى بنور ذاته وجعل التجلي هذا في المجلى الإنسانى محمدا صلى اللّه عليه وسلم ثم فتق رتق هذا التجلي الذي ضرب عليه حجاب المقتضيات وأسماه « حمدا » ومجلاه « محمدا » عليه الصلاة والسلام فأوجد من هذا الرتق جميع أنماط الوجود الكلى كثافة ولطافة حسا ومعنى - علويا وسفليا ، نورانيا وظلمانيا ، دنيويا وبرزخيا وأخرويا - ثم أقام كلا في تعينه الذي اقتضت حكمته تبارك وتعالى أن يقوم فيه  ( لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ )  وعلى المتأمل الكامل اليقين المبصر بنور إيمانه أن يعايش هذه الأسرار الربانية المفاضة من حضرات الإلهام بصحة مفهوم ونقاء سريره فإن كلام الرجال لا يعرفه إلا الرجال .\r\nفافهم ترشد . ثم أطنب الإمام الأكبر محى الدين بن عربى في سرد الحقائق على ذات الولاية الكلية التي عين ومركز دائرتها في النسخة المحمدية من حيث وجه ذات الولاية « الإمام المهدي عليه السلام » الذي يأتي آخر الزمان إذا ملئت الأرض جورا وظلما فيملأها عدلا وقسطا كما أخبر بذلك جده صلى اللّه عليه وآله وصحبه وسلم .\r\nوتناول بعد ذلك مواقف كل حقيقة على حدة في موضعها من الكتاب مرمزة في بعضها ومستورة في بعضها الآخر حتى لا يفشى السر أمام من لا يعقل فينكر والكلام في غير أهله عورة ولكن أوصى كل عبد وقع في يديه هذا الكتاب أن يكون سالكا محمديا موفور العلم شريعة وحقيقة كامل التربية وهنا أقول :\r\n من لي بذى حرفة في النظم يسجعه * وينضد الدر من لألاء عقيانى \r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n فالسر لا يستبين العقل حكمته * إلا بنور من العرفان رباني \r\nوما أردت من هذه المقدمة الموجودة في بسط محكم إلا لأسهل على القارئ المحمدي الوارث تناول حقائق هذا الكتاب الفذ النادر فلا يعرف تلك الحقائق العلية إلا من كان محمديا كاملا ، أخلاقه قرآنية ، لا تغطي سحب الهوى صفاء سماء إسلامه ولا تتراكم الفتن والعوارض القاطعة ببحار فلك إيمانه .\r\nواللّه الموفق وهو يهدى السبيل ؟\r\nالمحقق الشيخ بهنساوى أحمد السيد الشريف الشهير / عبد اللّه البهنساوى مفتش عام الدعوة والإعلام الديني بالأزهر الشريف عضو هيئة العلماء وعضو رابطة الأدباء\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\n[ مقدمة المؤلف 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nوصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم قال سيدنا وأمامنا وقدوتنا الشيخ الإمام العالم العارف الكامل المحقق المدقق محيي الدين أبو عبد اللّه محمد بن محمد بن علي بن محمد بن العربي الطائي الحاتمي الأندلسي رضى اللّه عنه وأرضاه وحقق تابعيه بسلوك منهجه القويم أنه جواد كريم .\r\n\r\nالدعاء المختوم على السر المكتوم :\r\n حمدت إلهي والمقام عظيم * فابدى سرورا والفؤاد كظيم\r\nوما عجبي من فرحتى كيف قورنت * بتبريج قلب حل فيه عظيم\r\nولكنني من كشف بحر وجوده * عجبت لقلبى والحقائق هيم « 1 »\r\nلذاك الذي أبدا من النور ظاهرا * على سدف الأجسام ليس يقيم\r\nوما عجبي من نور جسمي وإنما * عجبت لنور القلب كيف يريم\r\nفإن كان عن كشف ومشهد رؤية * فنور تجليه عليه مقيم\r\nتفطنت فاستر علة الأمر يا فتى * فهل عقل خلق بالعليم عليم\r\nتعالى وجود الذات عن نيل علمه * به عند فصل والفصال قديم\r\nفرافق ربى قد أتاني مخبرا * بتعين ختم الأولياء كريم\r\nفقلت وسر البيت صف لي مقامه * فقال حكيما يصطفيه حكيم\r\nفقلت يراه الختم فاشتد قائلا * إذا ما رآه الختم ليس يروم\r\nفقلت وهل يبقى له الوقت عندما * يراه نعم والأمر فيه جسيم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهيم معناها : في غاية العطش .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n وللختم سر لم يزل كل عارف * إليه إذا يسرى عليه يحوم\r\nأشار إليه الترمذي بختمه * ولم يبده والقلب منه سليم\r\nوما ناله الصديق في وقت كونه * وشمس سما المغرب منه عديم\r\nمذاقا ولكن العقول مشاهد * إلى كل ما يبديه وهو كتوم\r\nيغار على الأسرار أن تلحق الثرى * وأن تمتطيها الزهر وهي نجوم\r\nفإن أبدروا أو أشمسوا فوق حرثه * وكان لهم عند المقام لزوم « 1 »\r\nفربما يبدوا عليهم شهودها * فمنهم نجوم للهدى وزحوم\r\nفسبحان من أخفى عن العين ذاته * ونور تجليها عليه عميم « 2 »\r\nلكن أهل الذم لا يدركوا السنا * وكيف يرى طيب الحياة سقيم « 3 »\r\nفاشخاصنا خمس وخمس وخمسة * عليهم ترى أمر الوجود يقوم\r\nومن قال إن الأربعين نهاية * لهم فهو قول يرتضيه كليم\r\nوإن شئت أخبر عن ثمان ولا تزد * طريقة أفراد إليه قويم\r\nفسبعتهم في الأرض لا يجهلونها * وثامنهم عند النجوم لزيم\r\nفعذرا فلو جاء الزمان وجيمه * على فاء مدلول الكرور يقوم\r\nمع السبعة الأعلام والناس غفل * عليهم بتدبير الأمور حليم\r\nوفي الروضة الخضراء اسم عداته * وصاحبها بالمؤمنين رحيم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبدروا : أي شهر بدرهم ، أشمسوا : أي ظهرت شمسهم وهي كفاية عن مقصوده أي زاد قربهم وعلمهم .\r\n( 2 ) عميم : أي شملهم النور « نور التجلي » بالعلوم ، والمراد من أفاض اللّه عليهم أنوار العرفان .\r\n( 3 ) السنا : مقصود ضوء البروق .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n ويختص بالتدبير من دون غيره * إذا فاح زهر أو أيهب نسيم\r\nتراه إذا ناواه في الأمر جاهل * كثير الدعاوى أو يكيد زنيم « 1 »\r\nفظاهره الإعراض عنه وقلبه * غيور على الأمر العزيز زعيم\r\nإذا ما بقي من يومه نصف ساعة * إلى ساعة الأخرى وحل صريم « 2 »\r\nفيهتز غصن العدل بعد سكونه * ويحيى نبات الأرض وهو هشيم « 3 »\r\nويظهر عدل اللّه شرقا ومغربا * وشخص إمام المؤمنين رميم « 4 »\r\nوثم صلاة الحق تترى على الذي * به لم أزل في حالتي أهيم \r\nأما بعد :\r\n حمدا للّه الذي تقدم * والصلاة التي ختم بها الحمد وتمم\r\nتدبر أيها الحبر اللبيب * أمورا قالها الفطن المصيب\r\nوحقق ما رمى لك من معان * حواها لفظه العذب العجيب\r\nولا تنظره في الأكوان تشقى * ويتعب جسمك القد الغريب « 5 »\r\nإذا ما كنت نسختها فمالى * أروم البعد والمغنى قريب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزنيم : المستحلق في قوم ليس منهم لا يحتاج إليه فكأنه فيهم زنمة ، وهي شئ يكون للمعز في أذنها كالقرط وهي أيضا شئ يقطع من أذن البعيد ويترك معلقا ، وقوله تعالى :  عُتُلٍّ بَعْدَ ذلِكَ زَنِيمٍ  سورة القلم الآية 13 .\r\n( 2 ) الصريم : الليل المظلم ، والصريم أيضا الصبح وهو من الأضداد ، قال اللّه تعالى :  فَأَصْبَحَتْ كَالصَّرِيمِ  سورة القلم الآية 20 .\r\n( 3 ) الهشم : من النبات اليابس المنكسر والشجرة البالية يأخذها الحاطب كيف شاء ، والمقصود المتهشم البالي .\r\n( 4 ) الرميم : أي بالى .\r\n( 5 ) القد : الشق طولا به رد ، والقد أيضا القامة .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nتبيين الغرض من هذا الكتاب :\r\nكنا قد ألفنا كتابا روحانيا . وإنشاء ربانيا ، سميناه « التدبيرات الإلهية في إصلاح المملكة الإنسانية » تكلمنا فيه على أن الإنسان عالم صغير ، مسلوخ من العالم الكبير ، فكل ما ظهر في الكون الأكبر ، فهو في هذا العين الأصغر ولم أتكلم في تلك الأوراق على مضاهات الإنسان بالعالم على الإطلاق ، ولكن على ما يقابله به من جهة الخلائق والتدبير ، وبينت منه ما هو الكاتب والوزير ، والقاضي العادل والأمناء والعاملون على الصدقات والسفر والسبب الذي جعل الحرب بين العقل والهوى ، ورتبت فيه مقابلة الأعداء ، ومتى يكون اللقاء ونصرته نصرا موزرا ، وكونته أميرا مديرا ، وأنشأت الملك وأقمت ببعض عالمه الحياة ، وبعضهم الملك ، وكمل الغرض ، وأمن من كان في قلبه مرض ، وكنت نويت أن أجعل فيه ما أوضحه تارة وأخفيه ، أين يكون من هذه النسخة الإنسانية والنشأة الروحانية مقام الإمام المهدى المنسوب إلى بيت بنى بالماء والطين وأين يكون أيضا منها ختم الأولياء وطابع الأصفياء ، وإذ الحاجة إلى معرفة هذين المقامين في الإنسان ، آكد من كل مضاهات أكوان الحدثان ، لكني خفت من نزعة العدو والشيطان أن يصرخ بي في حضرة السلطان فيقول علىّ ما لا أنويه وأحصل من أجله في بيت التشويه فسترت الشاة بالعززان ، صيانة لهذا الجسمان ثم رأيت ما أودع الحق من هذه الأسرار لديه ، وتوكلت في إبرازه عليه . فجعلت هذا الكتاب لمعرفة هذين المقامين ومتى تكلمت على هذا . فإنما أذكر العالمين لتتبين الأمر للسامع في الكبير الذي يعرفه ويعقله . ثم أضاهيه بسره المودع في الإنسان الذي ينكره ويجهله فليس غرضى في كل ما أصنف في هذا الفن معرفة ما ظهر في الكون وإنما الغرض تنبيه الغافل على ما وجد في هذا العين الإنسانى . والشخص\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالآدمي فحقق نظرك أيها العاقل وتنبه أيها الغافل هل ينفعى في الآخرة كون السلطان عادلا أو جائزا أو عالما أو حائرا . لا واللّه يا أخي حتى أنظر ذلك السلطان منى والى . وأجعل عقلي إماما على وأطلب منه الآداب الشرعية في باطني وظاهري وأبايعه على إصلاح أولى وأخرى . فمتى لم أجعل هذا نظري هلكت . ومتى أعرضت عن الاشتغال بالناس تمكنت من نجاتي وتملكت إذ وقد قال صلى اللّه عليه وسلم يخاطب جميع أمته كلكم راع وكلكم مسؤول عن رعيته « 1 » فقد أثبت صلى اللّه عليه وسلم الإمامة لكل إنسان في نفسه وجعله مطلوبا بالحق في عالم غيبه وحسه فإذا كان الأمر على هذا الحد . ولزمنا الوفا بالعهد فما لنا نفرط في سبيل النجاة . ونقنع بأحط الدرجات ما هذا فعل من قال أنى عاقل . ويتجنب هذه المعاقل فمتى ذكرت في كتابي هذا أو في غيره حادثا من حوادث الأكوان فإنما غرضى أن أثبته في سمع السامع وأقابله بمثله في الإنسان فتصدق النظر فيه إلى ذاتنا . الذي هو سبيل نجاتنا ، فامشيه بكليته في هذه النشأة الإنسانية على حسب ما يعطه المقام إما جسمانية وإما روحانية ، فإياك أن تتوهم أيها الأخ الشقيق أن غرضى من كتبي كلها الكلام فيما خرج عن ذاتي من غير أن تلحظ فيه سبيل نجاتي :\r\n فما أبالي إذا نفسي تساعدنى * على النجاة بمن قد فاز أو هلكا\r\nفانظر إلى ملكك الأدنى * إليك تجد في كل شخص على أجزائه ملكا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث رواه البخاري في صحيحه 2 / 6 ، 3 / 196 . 4 - 6 و 7 - 34 و 41 ، وأبو داود في سننه كتاب الخراج باب 1 ، والترمذي ( 1705 ) ، والإمام أحمد في مسنده 3 / 5 ، 111 ، 121 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n وزنه بالعدل شرعا كل آونة * وأسلك به خلفه من كل ما سلكا\r\nولا تكن ماردا تسعى لمفسدة * في ملك ذاتك لكن فيه تكن ملكا « 1 » \r\nفليتأمل ولى هذا الكتاب فإني أذكر فيه الأمرين العالم الأكبر واجعله كالقشر واجعل ما يقابله من الإنسان كاللباب للسبب الذي ذكرته أن يتبين للسامع ما يجهله في الشئ الذي يعرفه ويعقله ، ولو وصل فهمه إليه دون ذكرى إياه ، ما لحظت ساعة الحياة ، ولا عرجت لمحة بارق على معناه ، فإنما أسوقه مثالا للتقريب ومجالا للتهذيب وسأورد ذلك إن شاء اللّه تعالى في هذا الكتاب من لآلىء الأصداف ونواشىء الأعراف التي هي أمثال نصبها الحق للمؤمنين والعارفين حبالة صائد ، وتحفة قاصد ، وعبرة لبيب ، وملاطفة حبيب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمقصود أن العبد الرباني يكون مهيمنا على نفسه وجوارحه بقوة عزيمة إيمانه واستغراقه في طاعة اللّه تعالى .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nبحر طامس وبحر غاطس\r\nفيه لآلىء إشارات في أصداف عبارات فمن ذلك مفتاح حجة وإيضاح لحجة ولما لم يتمكن القاصد إلى البيت العتيق أن يصل إليه حتى يقطع كل فج عميق ويترك الإلف والوطن ويهجر الخلة والفطن ويفارق الأهل والولد ، ويستوحش في سيره من كل أحد ، حتى إذا وصل الميقات خرج من رقّ الأوقات وتجدد من مخيطه وخرج من تركيبه إلى بسيطه وأخذ يلبى من دعاه ، فنسى ما كان من قبل ذلك وعاه ، وصعد كدّلاح له علم هدى ودخل الحرم وحرم ولثم الحجر وقبل ، تذر ميثاق الأزل وطاف بكعبته وأحاط بنشأته ، هكذا في جميع مناسكه يمشى على مسالكه فإن تجاوز المغنى ووقفه على حجة معنى ينشى فذلك هو الحاج الذي يتهنأ ولولا السآمة من قارئه لعرفتكم به منسكا منسكا إلى آخره : وابتدأت في هذا الكتاب بنسكة الحج إذ معناه تكرار القصد إلى الواحد الفرد والقصد أول مقام لكل طالب سرا ومحلول أمرا وأنا أريد أن أوضح لك في هذا الكتاب أسرارا وأرسل سمائها عليك مدرارا ، فأوضحت لك أو لا قصدي ، وجعلته قصدا شرعيا ، ومقاما جمعيا ، فإنه إذا كان القصد بهذه المثابة وهو البداية ، فما ظنك بالنهاية وأين من يقدر قدر قدر الغاية  ( وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) *  « 1 » وأما حمد نور شمس ، وما يمد ذات نوره فالق السمع وأشهد أجمع :\r\n أقول وروح القدس تنفث في النفس * بأن وجود الحق في العدد الخمس \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت هذه الآية في ثلاثة مواضع في القرآن الكريم في سورة الأنعام آية 91 ، سورة الحج آية 74 ، سورة الزمر آية 67 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n أيا كعبة الأشهاد يا حرم الأنس * ويا زمزم الأمال زم على النفس\r\nسرى البيت نحو البيت يبغى وصاله * وطهر بالتحقيق من دنس اللبس\r\nفيا حسرتي يوما ببطن محسر * وقد دلني الوادي على سفر الرجس\r\nتجرعت بالجرعاء كأس ندامة * على مشهد قد كان منى بالأمس\r\nوما خفت بالخيف ارتحالى وإنما * أخاف على ذا النفس من ظلمة الرمس\r\nلمزدلفى الحجاج أعملت ناقتي * لأنعم بالزلفى والحق بالجنس\r\nجمعت بجمع بين صحبى وشاهدي * بوترين لم أشهد به رتبة النفس\r\nخللت الأماني عندما كنت في منى * وطوقتها فانظره بالطرد والعكس\r\nخفى الجمرات اللعن في رونق الضحى * حصيت عدو الجهل فارتد في نكس\r\nصغيت على حكم الصفا عن حقيقتي * فما أنا من عرب فصاح ولا فرس\r\nركنت إلى الركن اليماني لأن في * استلام اليماني اليمن في جنة القدس \r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n أقمت أناجى بالمقام « 1 » مهيمنا * تعالى عن التحديد بالفصل والجنس\r\nفشاهدته في بيعة الحجر الذي * تسود من نكث العهود لدى اللمس\r\nوبالحجر حجرات الوجود ركونه * على فلا يغدوا الزمان ولا يمس\r\nوفي عرفات قال لي تعرف الذي * تشاهده بين المهابة والأنس\r\nفلما قضيت الحج اعلمتن منشدا * بسيرى بين الجهر للذات والهمس\r\nسفينة إحساسى ركبت فلم تزل * تسيرها أرواح أفكاره الخرس\r\nفلما غدت بحر الوجود وعاينت * بسيف النهى من جل عن رتبة الأنس\r\nدعاني به عبدي فلبيت طائعا * تأمل فهذا الفتح فوق جنى الغرس\r\nفعاينت موجودا بلا عين مبصر * وسرح عيني فانطلقت عن الحبس \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال تعالى  وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى  أي مقامه الولائى الذي وصل إليه .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n فكنت كموسى حين قال لربه * أريد أرى ذاتا تعالت عن الحس « 1 »\r\nفدك الجبال الراسيات جلاله * وغيب موسى فاختفى العرش في الكرسي\r\nوكنت كخفاش أراد تمتعا * بشمس الضحى فانهرت من هيبة الشمس\r\nفلا ذاته أبقى ولا أدرك المنى * وعود في الأموات جسما بلا نفس\r\nولكنني أدعى على القرب والنوى * بلا كيف بالبعل للكريم وبالعرس \r\nفمن لم يكن قصده على هذه المحجة ولم تصح له هذه الحجة ، ويطلب العين فهو في حضرة الغين فاسلك يا أخي على هذه الطريق ، وقل الرفيق الرفيق حتى تتصل به من غير انفصال ، وتفصل عنه من غير اتصال ، وتكون ظلالك تسجد له سبحانه بالغدو والآصال .\r\nومن ذلك تنزل روح أمين باشراق صبح مبين ، ولما هزم الصبح جيوش الليل ، وأوجف عليه بسوابق الخيل وحصل الجسم والدسم في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال اللّه سبحانه وتعالى  وَلَمَّا جاءَ مُوسى لِمِيقاتِنا وَكَلَّمَهُ رَبُّهُ قالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قالَ لَنْ تَرانِي وَلكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكانَهُ فَسَوْفَ تَرانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسى صَعِقاً فَلَمَّا أَفاقَ قالَ سُبْحانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ  سورة الأعراف آية 143 .\r\nرغم إشارته إلى الآية الكريمة إلا أنه أراد شهود التجلي الإلهى في مقام الربوبية عليه من حضرة اسمه تعالى الولي شهود قلب وامتلاء .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nقبضة العين والاسم ، واعتقه من رق كونه ، وألبسه رجاء صوبه ، ومنجه مساعدة عينه ، في أي جهة كان من ابنه ، عند ذلك سألني رجل من أهل تبريز وممن يقول بدولة العزيز ، وينكر سقوظ التمييز ، عن أسرار أشراط الساعة ، وأماراتها وحقائقها وإشاراتها من طلوع شمس من مغربها ، وروحانية مقصدها ومذهبها وإغلاق باب توبة ، وإبقاء زلة وحوية ، ونفخ دابة ونزول مسيح وخسف جيش تهامة فيح وملحمة عظمى وفتح . مدينة كبرى بتكبير وتهليل على مقتضى السنة لا بالمراهفات البيض ولا بزرق الأسنة وختم ولاية وروضة خضراء ، وسر نبوة ومحجة بيضاء ومن خرج من مقامه إلى مقام الذل ، فصح له به المشرق الأكمل ، وخروج دجال لا يعى ، وقتيل له يموت ويحى ، وقال لي أريد منكم أن تبينوا لي إلى أين أسرار هذه الأكوان في نشأة الإنسان ، فإني أريد أن أجعلك لشيطانى شهابا رصدا ، واتبعك على أن تعلمني مما علمت رشدا ، فقلت له وأبن فتاك وقوتك ، وهل اتخذ إلى البحر سربا حوتك فقال لولا ما اتخذ حوتى سربا ما وجدت لك سببا ، ولولا قتائى ما حملت غذائى فقلت له ستلحق بمقامك وتتأخر وإذا وقع ذلك حينئذ تعثر ، ثم قلت له وهل نسيت الحوت فارتددت قصصا على أثرك لتعرف حقيقة خبرك فقال كل ذلك قد كان فلقد تعب من أخذ علمه من الأكوان قلت له وبشرك الحق بأنى صاحب الرحمة والعلم فأبشر بأنك صاحب الغلظة والدم ، لأن في العين وأنت في الكم ، فأنت في ملكك رئيس ، وفي سجن عالم شهادتك حبيس ، وأنا في ملكوت علق نفيس وصاحب صنعة لبوس ، فقال له إني أتيتك قاصدا فعلمني مما علمت رشدا فقلت :\r\n   قالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْراً * وَكَيْفَ تَصْبِرُ عَلى ما لَمْ تُحِطْ بِهِ   \r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n   خُبْراً * قالَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ صابِراً وَلا أَعْصِي لَكَ أَمْراً    « 1 » فقلت :\r\n قالَ فَإِنِ اتَّبَعْتَنِي فَلا تَسْئَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْراً  « 2 » .\r\nوصف حال بعد حل وترحال ثم قلت له يا سيدي صان اللّه أنوار شيبتك وحفظ متاع غيبتك أريد أن أعرفك قصتي تكون لك سلما إلى منصتى عسى يقل إنكارك ويحسن إن وقع منك اعتذارك فإن الذي سألت عنه من هذه الأسرار المصونة من ملاحظة الأنوار فكيف بعالم الأفكار لا يصلح في كل وقت إفشاؤها ، ولا يصح بأي نفخ كان بعثها وأحياؤها فإن نباؤها عظيم ، وشبطان منكرها أليم وإن كان بعض ما سألتني عنه لم أعرج عليه ولا طلبته منه ، فإن الطريق الذي سلكت عليه والمقام الذي طلبته وانفردت إليه الذي هو مقام فردانية ونفى الكثرة والعدد لا يصلح معه التعريج على كون ولا يقبل منه إلا تحققه عين ولما لم تتعلق بحوادث الكون همتي ولا تشوقت إليها كلمتي كان الحق سبحانه وتعالى وجهتي وتزهتى عن ملاحظة جهتي فكنت لا أشهد أينا فكيف أبصر كونا .\r\nحكمة تعليم من عالم حكيم ، ثم لما رأيت السائل عن تلك الأسرار ، تحركه دواعي الأفكار أعرضت عنه أعراض متعلم ناصح ، وصرفت وجهي وجهة الحق الذي بيده المفاتح من جهة المقام الذي يعقله وسددت الباب الذي ينكره ويجهله حتى يتمكن في مقام السمع ويتحقق بحقيقة من حقائق الجمع ، وقمت إلى الحق ملبيا وله مناجيا أعد على سوابغ نعمه واسمع السائل سرائر حكمة وكأني لا أقصده بذلك تعظيما وهكذا يفعل من صيره الحق حكيما فإن البيوت لا تؤتى إلا من أبوابها والملك على أرجائها ولا يدخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف الآيات 67 ، 68 ، 69 .\r\n( 2 ) سورة الكهف آية 70 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nعليها إلا بإذن حجابها وذلك إني أن بديت له الأسرار كفاحا وجعل قلبه لذلك سرا خاص ، فسرح في عالم التجسيم سر فكره ، واستوى على قلبه سلطان فكره فصير نوره نارا وقراره بوارا فالحكيم المطلق إذا أخذ من هذه صفته في مناشدة الحق ، وأعرض عن جميع الخلق بهره المقام ، فقطع الأوهام ، وغاب عن الأجسام ، واستسلم أي لاستسلام ، ووقعت النكتة في قلبه ، فقادته إلى معرفة ذاته وربه ، فاعرضت عنه لهذه الحكمة وأنشدت وبحثت ببعض ما وجدت تعلمه فيه ، أن السلوك يجذب الحق ودواعيه ، ويرد سبحانه بالعبد ويحفيه ، فاعله يتنبه ويعيه :\r\n قلبي بذكرك مسرور ومحزون * لما تملكة لمح وتلوين\r\nفلو ارتقت لسماء الكشف همته * لما تملكه وجد وتكوين\r\nلكنه حاد عن قصد السبيل فلم * يظفر به فهو بين الخلق مسكين\r\nحتى دعته من الأشواق داعية * أضحى بها وهو مغبوط ومفتون\r\nوأبرقت في نواحي الجو بارقة * همت لها نحو قلبي سحبها الجون « 1 »\r\nفالسجب سارية والريح دارية * والبرق مخطتف والماء مسئون\r\nوأخرجت كل ما تحويه من حسن * أرض الجسوم وفاح الهند والصين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجون : الكثيفة غزيرة الأمطار .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفلما سمع السائل وصف حالته وسجت بدر سره في إدارة هالته وتنبه لما أخفى فيه ، وأبرزت له نبذة من معانيه ، ورأيته قد أصغى إلى بكليته وخرج من ملاحظة نفيسته صرفت وجهي إليه وهو فإن فيما أوردته متعطش للزيادة مما أنشدته وطلب منى الزيادة بحله فزدته :\r\n فما ترى فوق أرض الجسم مرقبة * إلا وفيها من النور تزيين\r\nفكلما لاح في الأجسام من بدع * وفي السرائر معلوم وموزون\r\nوالقلب يلتذ في تقليب مشهده * نكل وجه من التزيين ضنين\r\nوالجسم فلك ببحر الجود تزعجه * ريح من الغرب بالأسرار مشحون\r\nوراكب الفلك ما دامت تسيره * ريح الشريعة محفوظ وميمون\r\nألقى الرئيس إلى التوحيد مقدمه * وله عليه من الأملاء تأمين\r\nفلو تراه وريح الشوق تزعجه * تجرى وما فيه تحريك وتسكين\r\nإن الأوائل في الإنسان مودعة * نور ونار وطين فيه مسنون\r\nوأودع الوصل ما بيني على كثب « 1 » * وبين زلى مفروض ومسنون\r\nفالسر باللّه من خلفي ومن خلفي * إذا تحققت موصول وممنون\r\nيقول في القلب روح الحق فاعتبروا * فإن قلب كتاب اللّه ياسين « 2 »\r\nمن بعد ما قد أتى من قبل نفخته * علىّ من دهره في نشأتى حين\r\nلا يعرف الملك المعصوم ما سببي * ولا العيون الذي تبكيه تبيين\r\nلما تسترت عن صلصال مملكتي * أخفانى عن علمه في عينه الطين\r\nفكان يحجبه عنى وعن صفتي * غيم العمى وأنا في الغيب مخزون \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود القرب .\r\n( 2 ) روى الترمذي في صحيحه عن أنس رضى اللّه عنه قال : قال رسول اللّه صلى اللّه عليه وسلم : « إن لكل شئ قلبا وقلب القرآن يس »\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n فعند ما قمت فيه صار مفتخرا * يمشى الهوينا وفي أعطافه لين\r\nلما سرى القلب للأعلى وجاز على * عدن وغازله حوراتها العين\r\nغض الجفون ولم يثنى العنان لها * لما مضى عن هواه الفرض والدين « 1 »\r\nفعند ما قام فوق العرش بايعه * اللوح والقلم العلام والنون\r\nفلو تراه وقد أخفى حقيقته * فإن فوق استواء الحق تمكين\r\nفإن تجلى إلى كون بحكمته * له على ظهر ذات الكون تعيين\r\nفلا يزال لمزج الملقيات به * يقول للكائنات في وجه الورى كونوا\r\nفكل قلب سهى عن سر حكمته * في كل كون فذاك القلب مغبون\r\nفاعلم بأنك لا تدرى الإله إذا * ما لم يكن قبل يرموك وصفين\r\nفاعرف إلهك من قبل الممات فإن * تمت أنت على التقليد مسجون\r\nوإن تجليت في شرقي مشهده * علما تنزل فيك العال والدون\r\nولاح في كل ما يخفى ويظهره * من التكاليف تقبيح وتحسين\r\nفافهم فديتك سر اللّه فيك ولا * تظهره فهو عن الأغيار مكنون\r\nوغر عليه وصنه ما حييت به * فالسر ميت بقلب الحرة مدفون \r\nفلما سمع منتهى القلوب ، ووقف على شرف الغيوب ورأى ما حوته هذه المملكة الإنسانية من الصفات الربانية والأسرار الروحانية ، جثى على ركبته وانسلخ عن ظلمته ، وقال إني اكتم للسر فأوضح الأمر فقد زال النكران ، وطرد الشيطان بعناية الرحمن .\r\n ( إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ )  « 2 » وصف الخير فإني أسلم وعلمني فإني أتعلم ، قلت : فلم أزل بهذا المشهد السنى والمقام العلى ، أغدو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمعنى أبعد نظره عن رؤيتهن .\r\n( 2 ) سورة الحجر آية 42 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوأروح ، في غيوق وصهوح إلى أن تمكن الأمر لدى وحصلت المفاتيح التوفى بين يدي ، فلما أن اتصفت بهذا التحصيل ، وهيأتى الحق للتقديم ، ورشحنى للتفصيل ، علمت أنه تعالى يريد رجوع إلى عالم الشهادة ، فقبلته على شرط الإبقاء لحال وزيادة ، إذ لا دليل قاطع بوجود نهاية ، ولا تحقق لأحد بغاية ، إذ هو القائل سبحانه قول تنزيه وتمجيد :\r\n ( لَهُمْ ما يَشاؤُنَ فِيها وَلَدَيْنا مَزِيدٌ )  « 1 » فحصل للمتصف بهذا المقام نفوذ إرادته في ملكه ، وزيادة ما لم تتصف الهمة بدركه فتعود إرادته في قوله :\r\n ( فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ )  « 2 » لكان شرط الوفاء بعهده والزيادة في تتميم الآية بقوله سبحانه  ( أَوْ أَمْرٍ مِنْ عِنْدِهِ )  « 3 » فعند انصرافه من غير مفارقة الرفيق إلى عالم الترفيع والتلفيق ؛ تلقتنى حوادث الأكوان في الطريق فعند ذلك عرفت من الحادثات الآنية والآتية ما شهدته وعلمت من الكائنات العلوية والصفلية ما وجدته وأنا الآن من ذلك الوقت إلى حين هلكتى وافتراق ملكتى في تلك الرجعة المشهدية بتلك الصفة الأحدية ، ومن ذلك هدهد أمين جاء بنبأ يقين ، وقد تحسد بثلاثة أنوار وأغطيته أسرار وممن سلم على ممن أفقه ، واظهر لي بعض خلقه كوكب الأفوال في رد إلفه وقمر بازغا في حلة الهداية المشرقة ، فاعطى كل نور حقيقته ، وأوضح لنا طريقته ، ثم تلاهما الشمس الأكبر والنور الأزهر ، الذي يجلوا السدف وينير الغرف ويزيل الكلف وهو التجلي المثالي « والنور الإرسالى ، فسلم إلى في مغرب الغمى حتى يصل الأجل المسمى ، فإذا دنا الأجل واقترب من طلع هاديا من حيث غرب ، وهذا هو شمس التوجيه ، ومقام التنزيه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة ق الآية 35 .\r\n( 2 ) سورة المائدة الآية 52 .\r\n( 3 ) سورة المائدة الآية 52 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبأقواله يزول الإشراك ، وتنحل عقد الإشراك ، فيفلت صيدها ويرتفع كيدها ، وهذا لأقول كله على قسمين لذي عينين فإن جعل أفوالها في قلبه ، فهو على نور من ربه في عالم غيبه ، فبقى له نور قربه ، ويكون له نور على نور وسرور وارد على سرور ، وأن أظلم المحل الأضواء عند أفوالها ، فهو معرّى من صفات مقيلها ، قد غرق في بحر الذات الأقدسية متجردا عن أثواب صفاتها المعنوية ، فانظر إلى هذا السر السنى ما أعجبه ، وإلى هذا الذوق الشهى ما أعجبه وأعذبه وبقيت مع هذا النور الشمسي في مقامه الأقدسى أناجيه أعواما وليالي قمرية ؛ وأياما ، وقد أضح اللّه لنا العلامة ، بأنه خاتم الإمامة أعنى الإمامة المحمدية الجزئية ؛ لا الإمامة المطلقة الكلية ، فمن فهم فليعلم ، ومن جهل فليقرع الباب وليلزم ، ما دام هذا النور ثابتا في أفقه قبل أفوله في حقه ، فحققت ما لديه ، وعلمت ما جعل الحق من الأسرار في يديه ومن ذلك رحيق مختوم مزاجه تسنيم ، إلى أن دخل عام خمسة وتسعين نصف اليوم ، واتجلى عن الشمس ظلام الغيم وأنا على حالتي في رجوعي المذكور بعلمى المشهور وعلمي المستور ، في غلائل النور وإنما كان هذا الرحيق بالمسك مختوما ، وكان مزاجه تسنيما لأنه تابع متبوع وسامع مسموع ، وستأتي الإشارة إليه من بعد ، ويكون له الوعد والوعيد فلما دخل العام المذكور ، ومضت منه ثلاثة شهور ، تلقاني عند فراقي لهذه الشمس المغربية ، وتركى لها في العصابة اليثربية ، الختم برحيقه ، وأوضح لي التسنيم مزاج طريقه ، فرأيت ختم أولياء اللّه حق ، في مقعد الإمامة الإحاطية والصدق فكشف لي عن سر محتدة وأمرات بتقبيل يده ورأيته متدليا على الصديق والفاروق متدانيا من الصادق المصدوق ، محاذيا له من جهة الأذن قد ألقى السمع لتلقى الأذن ولو تقدمه منشور ، وخاتماه نور على نور ، فكان له في ذلك الجمع الطهور ومن عداه فيه كلابس ثوبي زور ، والشمس اليقينية قد قبلت يده مثلي ولحظتها ، فقال\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالختم هي من أهل ، ثم نازعني الحديث ، وتقتيا بالقديم والحديث والساقي يحب المدامة ، ويبدأ بساق عرش الإمامة وهو ينعطف على عطفه نشوان ويغازلنى مغازلة هيمان ويقول ردني برداء الكتم ، فإني أنا الختم الأولى بعدى ولا حامل لعهدى ، بفقدى تذهب الدول ، وتلتحق الأخريات بالأول :\r\n وكان ما كان مما لست أذكره * فظن خيرا ولا تسأل عن الخبر \r\nولما تناجت القلوب بأسرارها وطلعت شموس الغيوب من سماء أنوارها ، وأخذ المجلس حده ودخل أبو العباس وصاحبه عنده انصرفت متحققا بما عرفت ولم تبق نكتة نادرة إلا على باب حضرتي واردة وصادرة ، ولولا عهد الغيرة ما أخذ ، ودخيل إلا فشا الذي نبذ لأبرزناه لكم في حلته وبيته ولكن سأجعله لكم وراء كنيته ، فمن اجترى ورفع ستره ، رأى سيره ، وهكذا فعله في شمس غربنا ، أظهرها لكم من وراء قلبنا في حجاب غيبنا ، فمن كان ذا كشف علوي ، وحزم قوى شق عن قلبي حتى يرى فيه شمس زلى ، فمن امتطا عتيق الإفشاء طلب ولحق ، ومن نزل عن متنه إلى ذلول الكتم نجا والتحق إلا أن كان كما أفعله وفعله من قبلي من خفى رمز ، ودرج معنى في معمى ولغز ، ومن ذلك البحر المتقدم المذكور أرخا الستور على البدور ، ولما دخل شهر ميلاد النبي محمد صلى اللّه عليه وسلم بعث إلى سبحانه رسول الإلهام وهو الوحي الذي أبقاه علينا ، والخطاب الذي جعل منه إلينا ثم أردفه بميسرة ساطعة في روضة يانعة ، يأمرني فيها بوضع هذا الكتاب المكنون ، والسر المصون المخزون وسلماه لي بكتاب الكشف والكتم ، في معرفة الخليفة والختم ، فراجعت الملك في هذه العلامة ، فقال أيها الفتى ، ثم عاد إلى وما رحل وفرش المحل الأقدس ونزل ، وقال الحضرة قد وسميته بكتاب سدرة المنتهى وسر الأنبياء في\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمعرفة الخليفة وختم الأولياء . فقلت إني لا أجد في نفسي لهذه السمة نكتة ، فلا تعجل على ولا تأخذنى بغته فقال إني استحى ، فقلت ربى الذي يميت ويحيى فلما كان يوم الجمعة والخطيب على أعواده يدعو قلوب أولياء اللّه وعباده إذ وجدت برد كف الجذب من حضرة القرب فتلقيت في الغفلة الكلمات ، وتوفرت دواعي القثب لما يرد عليه من النسمات ، فإذا الخطاب الأنفس من المقام الأقدس هل تقنع أيها الخطيب المغرب والمنتقد المعجب .\r\n( بعنقاء مغرب في معرفة ختم الأولياء وشمس المغرب ) ونكتة سر الشفا في القرن اللاحق بقرن المصطفى . وصل وهذه الإشارات كلها راجعة إلى النسخة الصغرى لا إلى النسخة الكبرى فقد بينت لك آنفا إنه لا فائدة في معرفة ما خرج عن ذاتك إلا أن يتعلق به سبيل نجاتك ، فشمس المغرب ما طلع في عالم عيبك من أقوال العلوم . وتجلى إلى قلبك من أسرار الخصوص والعموم . كما أن الختم ما ختم به على مقامك . عند منتهى مقامك وكذلك إذا كنت في زمانك الخاص بك بين إخوانك على ما كان عليه من تقدم من صحابه النبي صلى اللّه عليه وسلم من العمل السنى والتجلي العلى فقد لحق زمانك بزمانها وصرت من جملة أقرانهم . ومن ذلك رفع ستر . ومجاهدة فكر . لما نص ما ذكرته . وورد على بما سطرته قال هل رأيت يا محمد هذه الإشارة . في تأخر الوزارة عن الأمير في وقت الإمارة . لولا خلافة الصديق . لرجع الناس عن الطريق . لعدم الكشف ومعرفة الصرف . وهل الخليفة إلا بعد ثبوت المستخلف . ولهذا توقف المجادل المتعسف . قل له يا محمد هيهات يا إنسان لا بد من كونه فكأنه قد كان ولكنه غير موجود في عالم التغيير والحدثان . وإنما الحكمة أخرته لسر أضمرته . سيظهر ذلك السر في أو انه وحول زماناه ، فشمس المغرب دون رتبة للصديق فعليك بالكتم كما إن صلوا من دون تمت لواء الختم .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوذلك إن أنوار الغيوب الساطعة في القلوب . التي كنينا عنها قد ينالها من ليس بصديق أكبر . ولا له ذلك الأخطر الأزهر بل قد ينالها الممكور به المستدرج المغبون ، وسر هذا في قوله  سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ  « 1 » والصديقية لا ينالها إلا أهل الولاية . ومن كان له عند اللّه أزلا شابق عناية . وهي السبيل في نجاة من اتصف بها . وتذهب بمذهبها فلهذا جعلنا الشمس دونها وإليها ركونها كما أن الحتم فوق رتبة الصديق إذا كان الممهد للطريق . الذي مشى عليه عتيق « 2 » ، فالختم نبوي المحتد علوي المشهد فلهذا جعلناه فوق الصديق كما جعله الحق فإنه أخذ نوره من مشكاة النبوة أكبر ممن أخذه من مشكاة العديقية فيين التابع والصاحب ما بين الشاهد والغائب ولما صح أن الختم متقدم الجماعة يوم قيام الساعة ثبت أن له حشرين وإنه صاحب الختمين ويشركه ذو الأجنحة في حشرته ، وينفرد الختم بخاتميه ، وذوا الأجنحة في الإنسان من غلبت على الروحانية ، والتحق بتطهير نفسه بالرتبة الملكية ولا دفاع عندنا في هذا المقام ولا نزاع ، وعلى قدر ارتقائه فيها يكون مع صاحب مثنى أو رباع فإن كان أمين الأرواح فيكون له ستمائة جناح « 3 » ، ولا حرج عليه في ذلك ولا جناح ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف الآية 182 .\r\n( 2 ) عتيق : لقب من ألقاب الصديق الأكبر سيدنا أبو بكر لأنه بشر يعتقه من النار ، ولو سامة وجهه الطلق السمح وضاءة الخلق والخلق والإيمان\r\n( 3 ) قال تعالى :   الْحَمْدُ لِلَّهِ فاطِرِ السَّماواتِ وَالْأَرْضِ جاعِلِ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ يَزِيدُ فِي الْخَلْقِ ما يَشاءُ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ   وقوله تعالى   أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ   أي يطيرون بها ليبلغوا ما أمروا به سريعا ومنهم من له جناحات ومنهم من له ثلاثة ومنهم من له أربعة ومنهم من له أكثر من ذلك كما جاء في الحديث أن رسول اللّه صلى اللّه عليه وسلم رأى جبريل عليه السلام ليلة الإسراء وله ستمائة جناح بين كل جناحين كما بين المشرق والمغرب ، روى في كثير من المسانيد والحديث صحيح .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوإنما سميناه خاتما ، وجعلناه على الأولياء حاكما لأنه يأتي يوم القيامة وفي يده اليمنى ، محل الملك الأسنى . خاتم مثالي جسماني وفي يده اليسرى محل الإمام الأسرى بخاتم نزالى روحاني ، وقد انتشر باليسار باليمين في زمرة أهل التعيين . وقد انتشر باليسار مع أهل التمكين ، خصص بعلمين ، وخوطب باسمين ، فتفطن أيها اللبيب لهذه الأسرار واسعى لضياء هذه الأنوار ، ومن ذلك رهن إغلاق أخذ ميثاق ، ولما سمعت ما ذكره وأظهر لعيني ما كان قبل ذلك عزم على في تقييد هذه النبذ الأقدسية وأخذ على العهد أن أخذها من غلائلها « 1 » السندسية حتى لا تنبسم عن اغريض ولا يظهر تبرقبها وميض وقال أهو رهن يبدك وقد علق فلا تبتئس فامسك عليه ولا تخرجه فتعتلس فتوجه الأمر عند ذلك في إفشاء هذا السر المكتوم والكتاب المختوم بالتعريض لا تصريح وإعلام تنبيه وتلويح ، ولما تلقيت منه الأمر على هذا الحدود دخلت تحت هذا العقد لزمني الوفاء بالعهد فأنا الآن أبدى وأعرض تارة وإياك أعنى فاسمعي يا جارة وكيف أبوح بسره وأبدى مكنون أمر وأنا الموصى به غيرى في غير ما وضع من نظمى ونثرى نبه على السر ولا تفشه فالبوح بالسر له مقت على الذي بيديه ، فاصبر له واكتمه حتى يصل الوقت ، فمن كان ذا قلب وفطنه ، شغله طلب الحكمة عن البطنة فوقف على ما رمزناه وفك المعنى « 2 » الذي لغزناه ولولا الأمر الإلهى لشافهنا به الوارد والصادر ، وجعلنا قوة المقيم وزاد المسافر ولكن قد جف القلم بما سبق في القدم فما أشرف الإنسان حيث جعله اللّه محل روحانية هذه الأكوان ، فلقد أبدع اللّه سلخه حين أوجده وأكمل نسخة ، واللّه الكفيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغلائل جمع غلالة ، وهو ما يغلق به الشئ والشئ المكنون والمراد من مكنون سر اللّه تبارك وتعالى .\r\n( 2 ) بالأصل « المعمى » .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ  « 1 » ،  وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ  « 2 » ومن ذلك موقف اختصاص ونتيجة إخلاص ولما كان هذا الأمر يدخله الصدق والمين ، ولو كان عند قائله عن مشهدة عين ، لما كان يقطع بصدق السامع إلا أن تأيد ذلك الخبر بإعجاز قاطع أو نور حسن ظن بقلبه ساطع ولهذا قال الإمام أبو يزيد « 3 » لموسى الديبلى « 4 » : أن المؤمن بكلام أهل هذه الطريقة مجاب الدعوة عند العلى فقد حصل للمؤمن الصديق الاشتراك مع الصادق بطريق حسن الظن لا بالدلائل الخوارق ولما كان الأمر عند الخلق بهذه النسبة ، وحجبوا عن ماله عند اللّه من عظيم النصبة ، أخفيناه عنهم رحمة بهم ، وجزينا معهم على مذهبهم فما أظهرت النبوة للجمهور إلا قدر حمل عقولهم خوفا من نفورهم عنه وذهولهم فيقعوا في تكذيب المخبر الصادق فتحل بهم لذلك مثلاث العوائق ثم جرى على هذا المهيع السلف الصالح من الصحابة ونزلوا من مقام الهيبة إلى مقام المزاح والدعابة اقتداء بمن مازح الشيخة وذاته التغير بما ظاهره موهم وباطنه خير وتستروا بالمعاملات في الظواهر وتكتموا بما حصل لهم من العلم المصون والسرائر وإن كان قد نبهوا رضوان اللّه عليهم على أمور ليست عند الجمهور وخوطبوا بها من وراء الستور . فقال أبو هريرة : لو تشته لقطع منى هذا البلعوم . وقال ابن عباس : لو فسرته لكنت فيكم الكافر المرجوم ، لما رأوا أن حقائق الغيوب ، فوق مراتب بعض القلوب فأخذوا الأمر من فوق معرفة مشاهدة وذوق ورثاء نبويا محفوظا ومقاما علويا ملحوظا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ، 2 ) سورة النحل الآية 9 .\r\n( 3 ) هو أبو اليزيد البسطامي .\r\n( 4 ) بالأصل « الدينلى » .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nإذا سار في أبنائه ، لما لقاه في ليلة إسرائه من تحصيل علم أخذ عليه كتمه لما عسر على غيره فهمه ، ولما كانت هذه العلوم التي أنا واضعها في هذا المجموع وأشاهد من هذا القبيل ، ومتلقاه من مشكات هذا الجيل ومما لا يصح إلا بعد مفارقة جبريل ، وكل صنف من الملأ الأعلى وقبيل لم يصح عندنا إذاعتها ، ولا أن نرفع حجابها فتكشف سريرتها فكلما أبرزناه لعين الناقد البصير إنما هو من تلقيات الروح الأمين ومن سدرة المنتهى للسالكين ، وبعض تلقيات التعين والتمكين من حضرة المناجاة بلغة الإنس لإزالة سطوة الهيبة ونزول رحمة الإنس ، فأظهر منها على قدر أبصار الناظرين ، فمنهم من فهم وسلم ومنهم من جال بها في ميدان المناظرين ، ومن ذلك موج مجرد مجنون تجرد عنه لؤلؤ مكنون ، ولم توالت على الأسرار وسطعت من جميع مسام نشأتى أشعة الأنوار اغتسلت بالماء القراح لسد المسام ، فانعكست الأنوار إلى محل الإلهام فتفجرت جداولها وأنهارها ، واشتد الريح الغربى فتموجت بحارها فدخل الموج بعضه على بعض وأسرع إلى ما أبرمه المبرم بالحل والنقص فلا تبصر إلا سحابا مركوما ، وموجا مجنونا .\r\n فِي بَحْرٍ لُجِّيٍّ يَغْشاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحابٌ ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ  « 1 » .\r\nحتى ما بقي على ظهر هذا البحر فلك يجرى ولا ظهر في جو فلك يسرى إلى أن لطف المغيث سبحانه فسكن من الريح ما اشتد وكثر الموج بالساحل وامتد فرمى بزبده على سفينة زبد مخض لوضيع الوقت وشريف  قَدْ عَلِمَ كُلُّ أُناسٍ مَشْرَبَهُمْ  « 2 » وحققوا طريقهم ومذهبهم ، فذاك الزبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور الآية 40 .\r\n( 2 ) سورة البقرة الآية 60 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nقدر ما خرج من بحر قلوب العارفين على ظواهرهم إلى الخلق ولا يعرف قدره إلا صاحب ذوق ، وهذا الكتاب المحفوظ من طوارق العلل والمسمى في غيابات الأزل ، عنقا مغرب في معرفة ختم الأولياء وشمس المغرب ونكتة سر الشفاء في القرن اللاحق بقرن المصطفى من ذلك الزبد الذي رماه الموج ، يلوح للمنفرد به الفرد وللجامع عليه الزوج فمن شاء فليوتر ، ومن شاء فليشفع ومن شاء فليكتم ، ومن شاء فليشمع ، وهذا القرن قد آن زمانه وقرب أوانه ، فليتأهب المتأهب لحلوله ، وليستغنم السعي لهذا النور الإلهى قبل أفوله ، لا تحجب يا أخي فإن القرن اللاحق بقرن المصطفى صلى اللّه عليه وسلم لم يزل موجودا ما دام الإنسان مع ربه سبحانه شاهدا له والحق له مشهودا وإن كان الذي أشار إليه الشرع ، وجاء به السمع في عبارة الهرج والقتل فذلك أو ان التقدم في الفضل فإن للعامل منهم ممن تقدم وإن كان الإمام المقدم فإنهم لا يجدون على الخير أعوانا كما وجدوا ، ولا يشهدون لإمامهم عينا كما شهدوا ، فلا شئ أقوى من إيمان غيب إذا لم يلحق بصاحبه ريب ، وذلك زمان الفتن وحلول البلايا والمحن   فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنا وَلَمْ يُرِدْ إِلَّا الْحَياةَ الدُّنْيا * ذلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدى   « 1 » .\r\nفتأمل هذه الإشارات في نفسك واجتمع عليها بقلبك وحسك فإن الزمان شديد جبار عنيد ، وشيطان مريد ، فانسلخ منهم انسلاخ النهار من الليل وإلا فقد لحقت بأصحاب الثبور والويل « 2 » ، وقد نصحتك فاعلم ، وأرضحت لك فالزم السبيل ومن ذلك نكاح عقد ، وعريس شهد ولما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النجم آية 29 .\r\n( 2 ) الثبور : بمعنى الويل والعذاب .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nكان ما صدق من الرؤيا جزءا كبيرا نبويا ، قطعنا بتصديق ما تهديه ، وتنعم به من أيادي الحق وتبديه ، فدخلت بيت الأنوار ، وانسدلت الحجب والأستار . غيرة على الحرم والأبكار . فبينا أنا أناجيه بين يديه إذ جذبني جذبة عزيز إليه . فأقامني الحق في مقام البحر الذي على موجه وطمى ودخل بعضه في بعض ونما وأنار في حالة لا يعرفها إلا من كابدها ، ولا يصفها إلا من شاهدها كما قيل :\r\n لا يعرف الشوق إلا من يكابده * ولا الصبابة إلا من يعانيها \r\nفأقمت متكئا على اليمين وتركت قلبي في مقابلة عليين ، إذ هو محل الصدق الحق . ومقعد الصدق وقد غمره الماء ، وأحاطت به الأنواء ، فلم تزل أمواجه تصطفق ، ورياحه تنزعج وتستبق ، إلى أن فتك في الورك الأيسر ، الأعلى قدر خرم الإبرة فرشح منه قدر رأس الشعرة رأيت فيها عبرة فكونها الحق سبحانه شخصا ملكيا ، وأنشأها إنشاء فلكيا فرأيته مسبحا ، ومهللا ، ومكبرا ، وملبيا ، فعرفت أن ذلك الشخص جسمانية هذا الكتاب الذي أنزله الحق على وأبززه للعبادة على يدي ، وإنه قطرة من ذلك البحر المتموج ، ورشحة من ذلك الموج الأهوج فالحمد للّه الذي صيرني له فلكا محيطا ، وجعلني له روحا بسيطا ، فانظر وتأمل أيها الولي الأكمل ، إلى نبي قد فقدت جثته وبقيت عند الآحاد سنته فبعث ليلة من قبره ، وسير به إلى حشره ، والتحق الحي بالميت فحشر وحصل رب البيت في البيت فخطب حميرة من عتيقه وانتزعها من يدي صديقه ، فاصدقها عددا غاب عنى ، وطلب الشهادة على ذلك منى ، فكتبت في خرقة حرير أحمر ، كتاب زهر يزهر وكنت أول الشهود في مهر عن إذنه صلى اللّه عليه وسلم وأمره ، وذلك بمنزله الأعلى ومقامه الأجل ، فلما صح أمره ترك بيدي مهره ودخل منزله\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبعرسه وخلى بها وبنفسه ، ويقى المهر بيدي إلى انقضاء أمدى ، فلما لاح الصبح لذي عينين وجمع لي بين النورين لم أجد عرسا ولا بعلا غير ذاتي ولا صداقا غير خلقي وصفاتى فكنت البعل والعرس ، وزوجة العقل بالنفس ، فتطهرت الحميرة ببعلها وتأيدت بعزيمة عقلها ، فعجبت من أمرى لما لم يكن غيرى وهكذا وقفت عند رفع الستور على مخبات الأمور ، فمن ساحل ماله بحر يحتمى به موجه ، ومن بحر لا ساحل له يكسر عليه موجه ، ومن ناطق بحقائق بغير لسان ولا مخارق ومن صامت لا يبرح داعيا ، وإلى اللّه هاديا ، ومن كرة لامكان لها ما عرفها أحدا ، ولا جهلها ، ومن قبة ما لها عمد ، ومن عمد مالها في الأرض مستند إلى أسرار تتدنس بالذكر ولا تخلص بالفكر إذ هي من حضرة ما خطر على قلب بشر ولا وعتها أذن واعية بخبر ، ولا أدركتها حقيقة بشر :\r\n عجبت من بحر بلا ساحل * وساحل ليس له بحر\r\nوصحوة ليس لها ظلمة * وليلة ليس لها فجر\r\nوكرة ليس لها موضع * يعرفها الجاهل والحبر\r\nوقبة خضرا منصوبة * جارية مركزها القهر\r\nوعمد ليس لها قبة * ولامكان خفى ولا سرّ\r\nجعلت سرا لم يعبره كمن * فقيل هل هيمك الفكر\r\nفقلت مالي قدرة فارفقو * عليه في الكون ولا صبر\r\nفإن بالفكر إذا ما استوى * في أجلدى يتقد الجمر\r\nفيصبح الكل حريقا فلا * شفع يرى فيه ولا وتر\r\nفقيل « 1 » لي ما تجتنى زهرة * من قال رفقا إنني حر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بالأصل « فقل » .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n من خاطب الحسنا في خدرها * متيما لم يفلسه المهر\r\nأعطينها المهر وأنكحتها * في ليلة حتى بدا الفجر\r\nفلم أجد غيرى فمن ذا الذي * نكحته فلينظر الأمر\r\nفالشمس قد أدرج في ضوئها * القمر الساطع والزهر\r\nكالدهر مذموم وقد قال من * صلى عليه ربك الدهر \r\nوإني أريد أن أظهر لك من هذه العجائب ما تيسر وأمهد لك منها ما توعر فو اللّه لو رأيت يا أخي حال العارفين إذا خرجوا من نفوسهم ودرجوا عن محسوسهم تطهرت قلوب وأظهرت غيوب ، ورفعت أستار فطلعت أنوار ، وكان التجليات على مقدار ، فمن شاهد قدسا ، ومن شاهد أنسا ، ومن شاهد عظمة وجمالا ، ومن شاهد ملطفة وجلالا ، ومن بهت في أينيه ، ومن خطف في هوية ، فلو اطلعت عليهم غيبا لو ليت منهم فرار ولملئت منهم رعبا ، لانعدامك عند تلك المشاهدة وتعذيبك وسقوط قولك وحل تركيبك فإن سلكت باب المناصحة ، شهدت الحق منك مكافحة ، فتنشد عند لك ما يسوق السالك :\r\n ولما أتاني الحق ليلا مكلما * كفاحا وأبداه لعيني التواضع\r\nوأرضعنى ثدي الوجود تحققا * فما أنا مفطوم ولا أنا راضع\r\nولم أقتل القبطي لكن زجرته * بعلم فلم تعسر على المراضع\r\nوما ذبح الأبناء من أجل سطوتى * ولا جاء شرا يبطش رافع\r\nفكنت كموسى غير أنى رحمة * بقمى ولم تحرم على المراضع\r\nلغزت أسرارا إن تحققت سرها * بذلك علم عند ربك نافع \r\nفإن كان هذا الأمر العظيم في الملك فعند المواجبة والتوجيه الموسى ، فما ظنك بالصراط السوى ، والمسلك المحمدي وفي الصراط السوى إشارة\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتدبر العابرة وانظرها آية وأمارة ، وأجعلها زفرا تقتبس ناره ، فإن المزج والعقار بالامتزاج والحك تريك النار ، وهوانا إن شاء اللّه أبدا لك من سرئر الكون والمكنون ، ما شاهده المقام والعين ، وما سبب البدء ومن كان أول النشىء ، وكيف كان ذلك الأول مشرق الأنوار ، وينبوع الأنهار وعنه كان العرش والعالم الأوسط والفرش والجماد والحيوان وهو أصل الأكوان وأريك ذلك كله قد أودعه الرحمن في ذاتك ، وجعله صفاتك ، فأنت ذلك المثلى المشبه ، وذلك المثل المنزه ، فإن قلت وأين حظى من التنريه ، وأين حظه من التشبيه ، فعند المواجهة والتوجيه يتردد كل واحد منكما بين التنزيه والتشبيه فإياك أن تغفل عن فتح هذا الباب المقفل واللّه يحسن عونك وإذا فتح لك أن يديم صونك وبدايتنا إن شاء اللّه تعالى في هذا الكتاب بمعرفة المعبود ، وإنه لا بعرف من ذاته سوى الوجود ، ثم بعد ذلك أتكلم فيما ذكرته ، وأسوق على ما شرطته ، ومنه أملى وبه أستعين وعليه أتوكل ، فأنا منه إليكم وإليه منكم من غير إلى ومن ، وأنا الأمين الحافظ المؤتمن وحسبنا اللّه ونعم الوكيل . والحمد للّه رب العالمين والصلاة على خاتم النبيين وسلم تسليما كثيرا .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\n\r\n[ معرفة الذات 
  ]\r\n- وصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم تسليما - البحر المحيط الذي لا يسمع لموجه غطيط في معرفة الذات والصفات والأفعال بكر صهباء في لجة عمياء . وهي معرفة ذاته جلت عن الإدراك الكوني : والعلم الإحاطى غطس الغاطس ، ليخرج ياقوتها الأحمر ، في صدفه الأزهر ، فخرج إلينا من قعر ذلك البحر صفر اليدين ، مكسور الجناحين مكفوف العين ، أخرس لا ينطق مبهوتا لا يعقل فسئل بعد ما رجع إليه النفس ، وخرج من سدفة الغلس ، فقيل له ما رأيك ، وما هذا الأمر الذي أصابك ؟\r\nفقال : هيهات لما يطلبون ، وبعد الماء يرومون واللّه لا أناله أحد .\r\nولا تضمن معرفته روح ولا جسد ، هو العزيز الذي لا يدرك ، والموجود الذي يملك ولا يملك إذ حارت العقول ، وطاشت الألباب ، في تلقى صقاته ، فكيف لها يدرك ذاته ألا ترى حكم تجليه ، في ربوبية الأزل ، كيف خر الكليم صعقا ، وتدكدك الجيل ، فكيف لو تجلى في هذه الربوبية من غير واسطة الجبل لنبيه موسى لكان صاحب موسى زمانه لا يوسى ، بعد إندكاك وهلاك ، وبعث في نشأة مثلة وأملاك وإذا كان تجلى الربوبية على هذا الحد ، فأين أنت من تجلى الألوهية من بعد ، وإذا كان هذا خط المتبوع الكليم ، فكيف بخط التابع الحكيم ، فقد رمزنا في الصفات أمرا يعجز عنه ، ولا يصل أحد إلا إلى ما قدر له منه .\r\nوأما معرفة الذات فمتفقة بالنور الاضواقى عمى محتجبة بحجاب العزة الأحمى ، مصون بالصفات والأسماء ، فغاية من غاب في الغيب ، الوصول\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nإلى قرب ، ونهاية الطلاب ، الوقوف خلف ذلك الحجاب . هنا وفي الآخرة وفي نشأة الدنيا والحافرة . فمن رام رفعه أو تولى صدعه في أي مقام كان عدم من جبنه ، وطويت سماؤه وأرضه بيمينه ، ورجع خاسرا ، وبقي حائرا وكان قاسطا جائرا ، ورد إلى أسفل سافلين والحق بالطين فمن كان من أهل البصائر والألباب . وتأدب بما يجب عليه من الآداب ، وصل إلى ذلك الحجاب ، الذي لا يرفعه سبحانه عن وجهه وكان يوقف على كنهه والوقوف على كنهه محال ، فلا سبيل إلى رفع ذلك الحجاب بحال ، فإذا وصل إليه العاقل اللبيب ، والفطن المصيب ، وافرغ عليه رداء الغيرة قال أغار عليه أن يعلمه غيره ، فوقف خلف الحجاب وناداه باسم الوهاب ، البعيد الأقرب إلينا من حبل الوريد فيجيبه الحق بالمريد . وحقائق الوجود وتقدس وتنزه . وتملك وتشبه . ودخل حيث شاء من جنة الصفات وارتاح في رياض الكمال وجال وصال بالمتجلى المتعال لا يرد له أمر ولا يحجب عنه سر . ونادى الحق من عرش التنزيه . خلف حجاب عزة التشويه . هذا عبدي حقا وكلمتي صدقا . عرف فأصاب وتأدب فطاب . فليقبل جميع ما تضمنه هذه الحضرة إليه . ولينصب ذلك كله بين يديه . ليأخذ ما شاء مختارا . ويترك ما يشاء إدخارا « فيؤتى الملك من شاء وينزع الملك ممن يشاء ويعز من يشاء ويذل من يشاء بيده الخير وهو على كل شئ قدير وهو الحكيم الخبير » وهذا مقام الأدباء منزل الأمناء . وحضرة اللقاء . وكل واحد من الواصلين إليه على قدر علمه وقوة عزمه . وإن شملهم المقام وعم فمنهم التام والأتم ومن هذا المقام يرجع صاحب الجماعة . وفيه يبقى من قامت في حقه الساعة فهو المنتهى والختام . ومقام الجلال والإكرام .\r\nوفي هذا المقام قلت :\r\n مواقف الحق أدبتنى * وإنما يوقف الأديب \r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n أشهدنى ذاته كفاحا « 1 » * فلم أجد شمسها تغيب\r\nواتخذت ذاتنا فلما * كنيت أنا العاشق الحبيب\r\nأرسلني بالصفات كيما * يعرفني العاقل المصيب\r\nفيأخذ السر من فؤادي * فتفتدى باسمه القلوب \r\nفإن قلت فأين معرفة الياقوت الأحمر المصون في الصدق الأزهر فأقول إن معرفة لياقوت الأحمر أن لا يعرف ولا يجد ولا يوصف ، فإذا علمت أن ثم موجودا ألا يعرف ، فقد عرفت وإذا أقررت بالعجز عن الوصول إلى كنهه فقد وصلت فقد صحت الحقيقة لديك واتضحت الطريقة بين يديك ، فإنه من لم يقف على هذا العلم ولا قام به هذا الحكم يدوم ما لا يحصل له ، وذلك لما ذهل عنه وجهله ، فكفاك أن تعلم أن لا يعلم وهذا الحق قد انبلج صبحه فألزم ، واقتد بالنبي والصديق إذ قال صلى اللّه عليه وسلم : « لا أحصى ثنا عليك أنت كما أثنيت على نفسك » ، وهذا غاية الفجر ، أو معرفة من وقف عند حجاب العز وقال الصديق الأكبر ، العجز عن درك الإدراك إدراك فلا سبيل إلى الاشتراك ، وليس بعد حجاب العزة الإلهية إلا الكيفية والماهية ، فسبحان من بعد وقرب . وتعالى ونزل ، وعرفه العارفون على قدر ما وهب ، وحسب كل عارف به ما كسب فكسب وذلك من صفات السلب فغاية معرفتنا أنه موجود وأنه الخالق والمعبود . وأنه السيد الصمد المنزه عن الصاحبة والولد ، وهذا كله راجع إلى التنزيه ، وسلب التشبيه ، فتعالى أن تعرف منه صفات الإثبات ، وجل أن تدرك كنه جلاله المحدثات وإذا كانت صفات الجلال لا يحاط بها ، فكيف من قامت به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )    سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ * وَسَلامٌ عَلَى الْمُرْسَلِينَ * وَالْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ    سورة الصافات الآيات 180 - 182 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nواتصف بها فجل الكبير المتعال . العزيز الذي لا ينال ، فبحر الياقوت الأحمر هو المسمى ب  لَيْسَ كَمِثْلِهِ شَيْءٌ  « 1 » . و  سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ  « 2 » ، فقد أشار إلى حجاب العزة الذي ذكرناه . والسر الذي وصفناه الصفات لمحة بارق . وخيال طارق قل للباحث عما لا يصل إليه .\r\nوالطالب فوق ما يكفيه هل عرف من الحق غير ما أوجده فيه وإلا فهل أثبت له ما لم يتصف به . وهل زلت في معرفته عن الأمر المشتبه إلا من طريق السلب والتنزيه . والتقديس ونفى التشبيه وإن قلت هو الحي المتكلم القدير المريد العليم السميع البصير ؛ فأنت كذلك وإن قلت الرحيم القاهر حتى تستوفى أسماؤه فأنت هنالك . فما وصفته سبحانه بوصف إلا اتصفت به ذاتك ولا تسميه باسم إلا وقد حصلت منه تخلقا وتحققا مقاماتك وصفاتك فأين ما أثبت له دونك من جهة العين وغاية معرفتك به أن تسلب عنه نقائص الكون وسلب العبد عن ربه تعالى ما لا يجوز عليه راجع إليه وفي هذا المقام قال من قال سبحانى ما أعظم شأني دون شئونى هيهات كل يعرى من شئ إلا من لبسه أو يؤخذ شئ إلا ممن حبسه ومتى لبس الحق صفات النقص حتى تسلبه عنها أو تعريه . وواللّه ما هذه حالة التنزيه . وإنما الملحد الجاحد . حكم على الغائب بالشاهد . وظن أن ذلك نص فنسب إليه النقص . فإذا أثره نفسي أن ألبس ما لبسه هذا الملحد . وأعريها منه حتى أكون المحقق الموحد فنفسى إذا نزهت وذاتي قدست ، والباري سبحانه منزه عن التنزيه . فكيف عن التشبيه ، فالتنزيه راجع إلى تطهير محلك لا إلى ذاته . وهو من جملة منحه لك وهباته . فالحمد للّه الذي قدسك وعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الشورى الآية 11 .\r\n( 2 ) سورة الصافات الآية 180 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nثوب التنزيه الذي ألبسك . ولولانا ما لاح لعينك من ذلك لمحة بارق وطرقك عند هجعتك منه خيال طارق . ما صحت لك هذه العناية ولا ألبسك ثوب الخلافة والولاية وخرجت بها في وجودك كما كنت عليها في الصفة العملية ، والمشيئة الاختيارية . سابقة قدم قبل خط القلم . فاعلم أنك متصل به في الصفات المعنوية . من جهة الظلال من غير اتصال منفصل عنه بالصفات النفيسية المجهولة في كل حال من غير انفصال . فلو لا ما وصفك بأوصافه واعتنى بك في سورة إعرافه . وأنزلك فيها منزلته في وقت القبضتين والتعالى وقوله « هؤلاء إلى الجنة ولا أبالي . وهؤلاء إلى النار ولا أبالي » « 1 » . لما ارتفع عنه النفع والضرر وتنزه عن صفات البشر .\r\nفقال تعالى  وَعَلَى الْأَعْرافِ رِجالٌ يَعْرِفُونَ كُلًّا بِسِيماهُمْ  « 2 » وما كانوا له وفيه وما هم وذلك لما خلق سبحانه وتعالى هذا الشخص الإنسانى على صورته وخصه بسريرته فصفات الحق صفات العبد . فلا تعكس فتنكس . فانظر إلى ما أشرنا إليه في هذه الشذور وتأمل ما وراء هذه الستور . وتحقق ما حصل عندك من معرفة الصفات وإياك والالتفات .\r\nفما عرفت قط صفة على الحقيقة من معبودك وإنما عرفت ما تحصل من الأوصاف في أركان وجودك فما زلت عنك وما خرجت منك والتحقت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن عبد الرحمن بن قتادة السلمى ، وكان من أصحاب النبي صلى اللّه عليه وسلم قال :\r\nسمعت رسول اللّه صلى اللّه عليه وسلم يقول : خلق اللّه آدم ثم أخذ الخلق من ظهره فقال :\r\nهؤلاء في الجنة ولا أبالي وهؤلاء في النار ولا أبالي . قال قائل يا رسول اللّه فعلى ماذا نعمل ؟ قال : على مواقع القدر . . . الحديث رواه ابن حبان في صحيحه ( 1806 موارد الظمآن ) .\r\n( 2 ) سورة الأعراف آية 46 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nصفاته بذاته فتنزهت عن تعلق علمك بماهيتها ، واتصلت في ذلك معرفتك بذاتها . فأنت العاجز عنها . والواقف دونها . فعلى طريق التحقيق ما عرفت ربك من كل طريق . وما عرفت أيضا سواه . وما نزهت إلا إياه فإن قلت عرفته قلت الحق وأنت اللاحق . وإن قلت إنك لم تعرفه قلت الصدق وأنت السابق . فاختر النفي لنفسك أو الإثبات فقد تنزهت الصفات من تعلق العلم الحادث بها كما تنزهت الذات . الأفعال موج ضرب في الساحل وانصرف . وترك به اللؤلؤ والصدف فمنهم من زهد ومنهم اغترف ولما كانت نجوم السماء السيارة . تضاهى بعض الأسماء من باب الإشارة وهي باب في الأحكام . على صورة منها ما هو السلب النقائص والتشبيه ونفى المماثلة للتنزيه . وهو حظنا في هذا التركيب من علم الذات ومنها ما هو شرط الألوهية ، ومنها ما لا ينقص بعدمه لو جاز على الماهية وهو علم الصفات ومنها ما هو لتعلق إيجاد العين ، والتأثير في عالم الكون وهو صور الأفعال .\r\nفنقول على هذا الصراط السوى في اسمه تعالى القدوس العزيز الغنى صفات جلال ونقول في اسمه تعالى العليم السميع البصير صفات كمال .\r\nونقول في اسمه تعالى الخالق الباري المصور صفات أفعال وما فيها والحمد للّه صفة إلا لنا فيها قدم ، ولنا إليها طريق أمم فهذا الباب لصفات الفعل وهو باب الطول والفضل والإنعام والبذل ، امتن سبحانه وتعالى أولا بالإيجاد من غير أن يجب ذلك عليه ، أو يضطره أمر إليه ، بل كان مختارا بين العدم والوجود ، فاختار أحد الجائزين ترجيحا وسعادة للعبيد ، فعلق بنا القدرة بين العدم والوجود ولا بعينه ، فبرز للعين عن تعلقها دون كيفيته إذ كانت غير متعلقة بموجود ، ولا أيضا متعلقة بمفقود ، وهذا\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبحر ليس له قعر فرددناه للفضل المتقدم ولم أكن فيه بالجائر المتحكم .\r\nوذلك لو علمنا حقيقة القدرة الأزلية وماهيتها في العالمية لعرفنا كيف تحققت ومتى تعلفت ولم نقدر في هذا الكتاب على قياس الغائب على قياس الغائب على الشاهد لأنا ما اجتمعنا على معنى واحد . إذ ليس للقدرة الحادثة تعلق بإيجاد كون وإنما هو سبب عادى لإبراز العين وحجاب نصبه الحق في أول الإنشاء ليضل به من يشاء ويهدى به من يشاء والفعل قد يكون نفس المفعول بالتشبيه والاشتباه كقوله تعالى  هذا خَلْقُ اللَّهِ  « 1 » أي مخلوق اللّه ، الذي أوجده بقدرته .\r\nوقد يكون عبارة عن الحالة عند تعلق الفاعل بالمفعول وكيفية تعلق القدرة الأزلية بالإيجاد الذي حارت فيه المشاهد والعقول وكل من رام الوقوف عليه نكص على عقبه ورجع عن مذهبه وهو قوله تعالى :\r\n ما أَشْهَدْتُهُمْ خَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ  « 2 » .\r\nوقال في حق أنفسهم وأقدسهم حين قال :  رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتى  « 3 » . فأراه آثار القدرة لا تعلقها فعرف كيفية الإنشاء والتحام الأجزاء حتى قام شخصا سويا ، وما رأى تعلق قدرة ولا تحققها .\r\nفقال له الخبير العليم  اعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ  « 4 » لما تقدمه من صورة الأطيار ، وتفريقه الأطوار ، وكما نفخ المسيح في صورة الطين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة لقمان آية 11 .\r\n( 2 ) سورة الكهف آية 51 .\r\n( 3 ) سورة البقرة آية 260 .\r\n( 4 ) سورة البقرة آية 260 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالروح وانتفض طيرا وأظهر في الوجود خيرا . فكان النفخ له حجابا ، وما فتح له من باب تعلق القدرة بابا . وكذلك يقول من سأل اللّه تعالى أن يقول للشئ كن فيكون ، ذلك عنده أمرا وينفرد الحق بسر نشيئه ونشره فالتفاضل بين الخلق إنما هو في الأمر الحق ، فشخص يكون أمرا ربانيا لتحققه فيكون عنه ما يشاء ، وآخر غير متحقق ليس له ذلك .\r\nوإن كان قد ساواه في الإنشاء ، فسبحان من انفرد بالاختراع والخلق وتسمى بالواحد الحق .\r\n( لا إله إلا هو العزيز الحكيم ) أوجد العالم كله من غير مثال في كافة كثافاته ولطافاته ظاهرا وباطنا دنيويا وبرزخيا وأخرويا ملكا وملكوتا وغيبا . . . فتعالى اللّه علوا كبيرا .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nمحاضرة أزلية على نشأة أبدية\r\nاجتمعت الأسماء بحضرة المسمى اجتماعا وتريا منزها عن العدد في غير مادة ولا أمد كالأسماء والصفات الإلهية تتخاطب كلها دون انفصال على مقتضيات الحكمة لتأخذ عن الذات الإلهية ما أرادته فلما أخذ كل اسم فيها مرتبته ولم يعد منزلته ، فتنازعوا الحديث دون محاورة وأشار كل اسم إلى الذي بجانبه دون ملاصقة ولا مجاورة وقالوا يا ليت شعرنا هل يتضمن الوجود غيرنا . فأعرف واحد منهم ما يكون ، إلا اسمان . أحدهما العلم المكنون فرجعت الأسماء وأشار إلى الاسم العليم الفاضل . وقالوا أنت لنا الحكم العادل فقال نعم بسم اللّه وأشار إلى الاسم الجامع الرحمن ، وأشار إلى الاسم التابع الرحيم ، وأشار إلى الاسم الأعظم العظيم وصلى اللّه ورجع إلى الجامع من جهة الرحمة على النبي وأشار إلى الاسم الخبير ، والعلى محمد الكريم وأشار إلى الاسم الحميد ، خاتم الأنبياء ، وأول الأمة وصاحب لواء الحمد « 1 » والنعمة ، فنظر من الأسماء من لم يكن له فيما ذكره العليم حظ ، ولا جرى عليه من أسماء الكويم لفظ ، وقال العليم من ذا الذي صليت عليه ، وأشرت في كلامك إليه ، وقرنته بحضرة جمعنا ، وقرعت به باب معنا ثم خخصت بعضنا بالإشارة والتقييد إلى اسمه الرحيم والحميد فقال لهم عجبا وهذا هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن أبي سعيد قال : قال رسول اللّه صلى اللّه عليه وسلم أنا سيد ولد آدم ولا فخر ، وأنا أول من تنشق الأرض عنه يوم القيامة ولا فخر ، وأنا أول شافع وأول مشفع ولا فخر ، ولواء الحمد بيدي يوم القيامة ولا فخر ، وأنا أول من يفتح أبواب الجنة ولا فخر .\r\nرواه ابن ماجة في سننه ( 4308 ) في باب ذكر الشفاعة من كتاب الزهد .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالذي سألتموني عنه أن أبينه لكم تحقيقا وأوضح لكم إلى معرفته طريقا هو موجود يضاهيكم في حضرتكم ، وظهر عليه آثار نفحتكم ، فلا يكون فلا يكون في هذه الحضرة شئ إلا ويكون فيه ويحصله ويستوفيه ، ويشارككم في أسمائكم ، ويعلم بي حقائق أنبائكم ، وعن هذا الموجود المذكور ، الصادر من حضرتكم ، وأشار إلى بعض الأسماء منها الموجود والنور ، يكون الكنه والكيف والابن وفيه يظهر بالاسم الظاهر حقائكم ، وإليه بالاسم المنان وأصحابه يمتد فائقكم ، فقالت نبهنا عن أمر لم نكن به عليما وكان هذا الاسم إشارته إلى المفضل علينا عظيما ، فمتى يكون هذا الأمر ، ويلوح هذا السر ؟ فقال سألتم الخبير واهتديتم بالبصير ، ولسنا في زمان فيكون بيننا وبين وجود هذا الكون مدة وأوان ، فغاية الزمان في حقنا ملاحظة المشيئة حضرة القديم والنسبة ، فتعالوا نسأل هذا الاسم الإحاطى في جنسه ، المنزه في نفسه .\r\nوأشار إلى المريد فقيل له متى يكون علام التقييد في الوجود الذي يكون لنا فيه الحكم والصولة وتجول بظهور أثارنا عليه الكون على ما ذكره الاسم العليم حوله .\r\nفقال المريد : وكأن به قد كان ، ويوجد في الأعيال ، وقال الاسم العليم ، ويسمى الإنسان ، ويصطفيه الاسم الرحمن ويقبض عليه الاسم المحسن وأصحابه سوابغ الإحسان فأطلق اسم الرحمن محيا وحيا المحسن وبياه ، وقال نعم الأخ ونعم الصاحب ، وكذا الاسم الواهب فقال اسم الوهاب فقال أنا المعطى بحساب وغير حساب فقال الاسم الحبيب أقيد عليكم ما تهبونه واحسب عليكم ما تعطونه بشهادة الاسم الشهيد فإني صاحب الضبط والتقييد غير أن الاسم العليم قد يعرف المعطى له ما يحصل له في وقت ، ويبهم عليه الاسم المزيد في وقت أبهى ما يعلمه ولا يمضيه ويريد\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالشئ ويريد ضده ، فلا يقضيه ، فلا زوال لي عنكما ولا فراق لي متكما فأنا لكم لزيم ونعم الجار والحميم فوزعت الأسماء كلها مملكة العبد الإنسانى على هذا الحد الرباني ونفاخرت في الحضرة الإلهية الذاتية بحقائقها وبينت حكم مسالكها وطرائقها وعجلوا في وجود هذا الكون رغبة في أن يظهر لهم عين ، فلجوا إلى الاسم المريد الموقوف عليه تخصيص الوجود وقالوا سألناك بهذه الحضرة التي جمعتنا والدار التي تسلمتنا إلا ما علقت نفسك بهذا الوجود المنتظر فاردته ، فأنت يا قادر سألتك بذلك إلا ما أوجدته وأنت يا حكيم سألتك بذلك إلا ما أحكمته وأنت يا رحمن سألناك إلا ما رحمته ولم تزل كلها واحدا قائما قاعدا ، فقال له القادر على المريد بالتعلق وعلى بالإيجاد وقال الحكيم على القادر بالوجود وعلى بالأحكام فقام الرحمن وقال على بصلة الأرحام فإنه سجنه منى فلا صبر له عنى فقال له القادر كل ذلك تحت حكمي وقهري فقال القاهر لا تفعل إن ذلك لي وأنت خديمى وإن كنت صاحبي وحميمى فقال العليم أما الذي قال تحت حكمي فليقدم علمي فتوقف الأمر على جميع الأسماء وإن بجملتها وجود عالم الأرض والسماء وما بينهما إلى مقام الاستواء . ولو فتحنا عليك باب توقفها والتجأ بعضها لرأيت أمرا يهولك منظره ويطلب لك خبره ولكن فيما ذكرناه تنبيه على ما سكتنا عنه وتركناه فلنرجع ونقول :\r\n وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ  « 1 » .\r\nفعندها وقع هذا الكلام الأنفس في هذا الجمع الكريم الأقدس تعطشت الأسماء إلى ظهور آثارها في الوجود ولا سيما الاسم المعبود ولذلك خلقهم سبحانه وتعالى ليعرفوه بما عرفهم ويصفوه لما وصفهم فقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب آية 4 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n  وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ ما أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَما أُرِيدُ أَنْ يُطْعِمُونِ   « 1 » .\r\nفلجأت الأسماء كلها إلى اسم اللّه الأعم والركن القوى الأعظم ، فقال ما هذا اللجأ ولأي شئ هذا الالتجاء ؟ فقالت : أيها الإمام الجامع لما نحن عليه من الحقائق والمنافع ألست العالم أن كل واحد منا في نفسه على حقيقته وعلى سنه وطريقه وقد علمت يقينا إن المانع من إدراك الشئ مع وجود النظر كونك فيه لا أكثر . فلو تجرد عنك بمعزل لرأيته وتنزهت بظهوره . وعرفته ونحن بحقائقنا متحدون لا نسمع لها خبرا ، ولا نرى لها أثرا .\r\nفلو برز هذا الوجود الكوني وظهر هذا العالم الذي يقال له العلوي والسفلى ، لامتدت إليه رقائقنا وظهرت فيه حقائقنا ، فكنا نراه مشاهد عين ، لما كان منا في أين ، وفي حال فصل بين ونحن باقون على تقديسنا من الأبنية وتنزيهنا عن إحاطتهم بنا من جهة الماهية الكيفية فغايتهم أن يستدلوا برقائقنا على حقائقنا استدلال مثال وطروق ببال ، وقد لجأنا إليك مضطرين ، ووصلنا إليك قاصدين فلجأ الاسم الأعظم إلى الذات كما لجأت الأسماء والصفات ، وذكر الأمر وأخبر السر فأجاب نفسه المتكلم بنفسه العليم ، إن ذلك قد كان بالرحمن فقل للاسم المريد يقول للقائل يأمر يكن ، والقادر يتعلق بإيجاد الأعيان ، فيظهر ما تمنيتم . ويبرز لعيانكم ما أشتهيتم فتعلقت بالإرادة والعلم والقبول والقدرة ، فظهر أصل العدد والكثرة وذلك من حضرة الرحمة وفيض النعمة ، أصل البنا . وأول النشىء نشأ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الذاريات آية 56 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nسيدنا محمد صلى اللّه عليه وسلم على أكمل وجه وأبدع نظام بحر اللؤلؤ والمرجان المودع في العالم الأكبر والإنسان ولما تعلقت إرادة الحق سبحانه بإيجاد خلقه وتقدير رزقه برزت الحقيقة المحمدية من الأنوار الصمدية ، في الحضرة الأحدية وذلك عندما تجلى لنفسه بنفسه من السماء الأوصاف وسأل ذاته بذاته موارد الألفاف في إيجاد الجهات والأكناف فتلقى ذلك السؤال منه إليه بالقبول والإسعاف فكان المسؤول والسائل والداعي والمجيب والمنيل والنائل فكمن فيه كمون تنزيه ودخل جوده في حضرة علمه فوجد الحقيقة المحمدية ، على صورة حكمه فسلخها من ليل غيبه فكانت نهارا وفجر ماء عيونا وأنهارا ، ثم سلخ العالم منها فكانت سماء عليهم مدرارا وذلك أنه سبحانه اقتطع من نور غيبه قطعة لم تكن متصلة فتكون عنه عند التقاطع منفصلة .\r\nولكن لما نظره سبحانه وتعالى الصورة فصار كان ثم جنسا يجمعها ضرورة فكان قطع هذا النور المنزل والممثل من ذلك الجنس التخيل ، والبارىء منزه في نفسه عن قيام الفصل به والوصل والإضافة بالإنسان إلى جنسه فهو قطع مثلي أبدى أحدى عن معنى أزلي فكان لحضرة ذلك المعنى باب وعلى وجهها حجابا . ثم أن الحق صيره حجابا لا يرفع وباب لا يقرع ومن خلق ذلك الحجاب ، يكون التجلي ومن وراء ذلك الباب يكون التديلى كما إليه ينتهى التدانى والتوالي وعلى باطن ذلك الحجاب يكون التجلي في الدنيا للعارفين ولو بلغوا أعلى مقامات التمكين وليس بين الدنيا والآخرة فروق العارف في التجلي عن غير الإحاطة بالحجاب الكلى وهو في حقنا حجاب العزة ، إن شئت رداء الكبرياء « 1 » كما أن ذلك الحجاب يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال اللّه تعالى في الحديث القدسي : « الكبرياء ردائي ، العظمة إزاري فمن نازعني واحدا منهما قذمته في النار ولا أبالي » الحديث رواه أحمد في مسنده .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nتجلى الحق له خلف حجاب البهاء وإن شئت رد الثناء ، وما ذكرناه زبدة الحق اليقين ، وتحفة الواصلين فلنرجع إلى ما كنا بسبيله من حسن النشىء ، وقيله فنقول على ما قدمنا في حق الحق من التنزيه ونفى المماثل من التشبيه أنه سبحانه ولما اقتطع القطعة المذكورة مضاهية للصورة أنشأ منها محمدا صلى اللّه عليه وسلم على النشأة التي لا تنجلى أعلامها ولا يظهر من صفاته إلا أحكامها ثم اقتطع العالم كله تفصيلا على تلك الصورة وأقامه متفرقا على غير تلك النشأة المذكورة إلا الصورة الآدمية الإنسانية فإنها كانت ثوبا على تلك الحقيقة المحمدية النورانية ثوبا يشبه الماء والهواء في حكم الدقة والصفاء فتشكل بشكله فلذلك لم يخرج في العالم غيره على مثله ، فصار حضرة الأجناس إليه يرجع الجماد والناطق والحساس وكان محمد صلى اللّه عليه وسلم نسخة من الحق بالأعلام ، وكان آدم نسخة منه على التمام وكنا نحن نسخة منهما عليهما السلام ، وكان العالم أسفله وأعلاه نسخة منا وانتهت الأقلام غير إن في نسختنا من كتابي آدم ومحمد سر شريف ومعنى لطيف ، أما النبيون المرسلون وغير المرسلين والعارفون والوارثون منا فنسخا منهما على الكمال .\r\nوأما العارفون والوارثون من سائر الأمم ، والمؤمنون منا فنسخة من آدم وواسط محمد عليهما السلام في حضرة الجلال ، وإما أهل الشقاوة والشمال فنسخة من طين آدم لا غير ، فلا سبيل لهم إلا خير ، فتحقق بها الطالب هذه النسخة تعش سعيدا وتكون في زمانك فردا وحيدا فالحقيقة المحمدية المنبة عليها بليس كمثله شئ وما نزل عليها من النسخ فعدم دليل وظل وفي أربعة الأربعة والحقيقة المنزه مرتفعة ، ثم خلق الخلق وفتق الرتق وقدر الرزق رمهد الأرض وأنزل الرفع والخفض وأقام النشأة الآدمية والصورة الإبهامية ، وجعلها تتناسل وتتفاضل وتترافع وتتنازل\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nإلى أن وصل أو انه وجاء زمانه فصير العالم كله في قبضته ومحضته فكان جسم محمد صلى اللّه عليه وسلم زبدة محصنة ، كما كانت حقيقة أصل نشأته فله الفضل بالإحاطة وهو المتبوع بالوساطة إذ كان البداية والختم ومحل الإفشاء والكتم فهذا هو بحد اللآلىء دليل النواشىء ، وقد تمهد فاستره وتجسد فأخبره ، فقد حصل في علمك شئ أول موجود وأين مرتبته من الوجود ومنزلته من الوجود ثم علق العالم به تعلق اختيار الحق ، لأنه استوجبه بحق حتى يصح أنه تعالى المنعم المفضل ابتداء على من شاء بما شاء لاحقة .\r\nولما كان من العالم دوريا ونشأة فلكيا رجع العود على البدء ، واستوى الكل في النشأ وصار اللابس ملبوسا والمعقول محسوسا فوجود أسرار الكون الأكبر في العالم الأصغر إعادة وهو لها إشارة :\r\n كَما بَدَأَكُمْ تَعُودُونَ  « 1 » .\r\n وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولى فَلَوْ لا تَذَكَّرُونَ  « 2 » .\r\nولهذا جعلها المحجوبون ، بعقولهم كرة خاسرة فقالوا :\r\n أَ إِنَّا لَمَرْدُودُونَ فِي الْحافِرَةِ  « 3 » .\r\nفليس هناك في النشأة حقيقة زائدة سوى أعراض واردة إشارة وإن كان قد تبين فيما تقدم معناها ولكن هنا منتهاها هل الإنسان معدوم في العالم الأكبر وهو منفصل عنه بمقامه الأزهر ، فإنه آخر موجود حسا وأول موجود نفسا . فإن كان من جملة العالم الأكبر فأين نسخته وإن لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف من الآية 29 .\r\n( 2 ) سورة الواقعة الآية 62 .\r\n( 3 ) سورة النازعات الآية 10 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيكن من جملته فعلى أي نسبة يخبر به عند فحد البصر وردد النظر ، وخلص الذكر والمقالبة واستعن بالفكر والمراقبة ، وتهيأ للقبول بما يرد عليك به الرسول صلى اللّه عليه وسلم فستقف من ذلك على جلاء ، وسيكشف عن عينك غطاء العمى ، وهذه نكتة فاعرف قدرها وحقق أمرها ، فهي زبدة الأمر وخفى السر ، وإن شئت أن أنيئك فاسمع وحصل ما أشير به إليك وأجمع العالم في الأين والإنسان في العين فإن كنت في الأين فأنت منه وإن كنت في العين ، فلا نخبر بك عنه ، ولست يحق في عدم الأين ، ولكنك برزخ الأمرين .\r\nصاحب لقاء وإلقاء وسيد نزول والتقاء برزخ فانظر أينك وحقق عينك وأنا المبرأ من تأويلك والمقدس عن تفضيلك إلا أن وافقت أمر الحق وألحقتني بالخلق وهذا لب لمن كان له قلب قشر عليه لئلا يتوصل من ليس من أهله إليه وذلك أن العالم بما فيه من جميع أجناسه ومبانيه ، وأسافله وأعاليه ، ليس الإنسان لينبأ بشئ زائدا على جميع تلك المعاني عند افتراقها ، وشمل تلك الأجناس والعيون عند اتفاقها فعلى هذا الوجه صح للعارف سلخه فكان له أكبر نسخة .\r\nحظ الإنسان من العالم ، واعلم أن على ما اقتضاه الكشف والعلم روح العالم والعالم روح العالم والعالم الجسم فهو الآن روح لعالم الدنيا به بقاؤه ، وبه فتق أرضه وسماؤه وعالم الأخروى إلى أن ينفتح فيه الأمر الرباني هذا الروح الإنسانى فهو الآن كصورة آدم قبل نفخ الروح ، أو الأرض قبل إشراق بوح فإذا أخذ هذا النشأ الإنسانى من هذا العالم الدنياوى ، تهدمت بنيته ، وتخربت أفنيته ، ونفخ في العالم الأخراوى ، فحييت به الجثة ، وكانت لك الدنيا ستر وجنة للروح المضاف إلى الحق الذي نفخ منه في عالم الحق هي الحقيقة المحمدية القائمة بالأحدية ، فعلى هذا الحد هو الإنسان\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفي الدارين ، وظهوره في العالمين نشأ العالم من الحقيقة المحمدية نشأ ما العرش منها لؤلؤ كان الغرض أن أجعل إلى جانب كل لؤلؤة في هذا الباب مرجانتها ومع كل بداية نهايتها ، غير أن الفصل لما كان لبيان ما تعددت عن ذات واحدة ، وظهر عنها من أجناس متباعدة أردت أن أكمل لآلئه على نسق ، واجعلها طبقا تحت طبق حتى تأتى على آخو الكون ، رغبة أن لا يتحير الناظر فيه فتذهب عنه أكثر معانيه ، فإن استوفيت إن شاء اللّه لإلهية ، ورتبت نواشيه ، وعرف الطالب مقراه وتبين معناه ، أخذنا في سياق مرجانه على ترتيب لآلئه .\r\n\r\nالمرجانة الأولى : للؤلؤة الأولى\r\nمن هذا الفصل على أحسن نظم وأبدع صنع وأحكم وصل فأقول أن محمد صلى اللّه عليه وسلم لما أبدعه الحق سبحانه وتعالى حقيقة مثلية وجعله نشأة كلية حيث لا أين ولا بين وقال له أنا الملك وأنت الملك وأنا المدبر ، وأنت الفلك وسأقيمك فيما يتكون عنك من مملكة عظما ، وطامة كبرى ، سايسا ومدبرا ، وناهيك وآمرا تعطيها على ما قد أعطيتك وتكون فيهم كما أنا فيك ، فليس سواك كما لست سواي فأنت صفاتى فيهم وأسمائي ، فحد الحد وأنزل العهد ، وسألك بعد التنزيل والتدبير عن النقير والقطمير « 1 » لهذا الخطاب عرقا حيا ، فكان ذلك العرق الظاهر ماء ، وهو الماء الذي نبابه الحق تعالى في صحيح الأنباء فقال سبحانه وكان عرشه على الماء ، وهو منتهى الخلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القطمير : الفوقة التي في النواة وهي القشرة الرقيقة وقيل هي النكتة البيضاء التي في ظهر النواة تنبت منها النخلة .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nإلا ما كان هنالك من زعزع مستطر ، حامل لهواء مستقر ، ليس وراء ولا يكون فيه خلاء أو ملاء .\r\n\r\nلؤلؤة نشأت الملأ الأعلى\r\nثم انبجست منه صلى اللّه عليه وسلم عيون الأرواح ، فظهر الملأ الأعلى وهو بالنظر الأجلى فكان لهم المورد الأجل فكان صلى اللّه عليه وسلم الجنس العالي إلى جميع الأجناس والأب الأكبر إلى جميع الموجودات والناس ، وإن تأخرت طينته فقد عرفت قيمته . فلما وقع الاشتراك مع الأملاك في عدم الأين ، حتى كأنهم في العين أراد صلى اللّه عليه وسلم التفرد بالعين وتحصيل الملأ الأعلى في الأين .\r\n\r\nلؤلؤة نشأ العرش\r\nمنه قلما علم الحق سبحانه وتعالى إرادته ، وأجرى في إمضائها عادته نظر إلى ما أوجد في قلبه من مكنون الأنوار رفع عنها ما اكتنفها من الأستار ، فتجلى له من جهة القلب والعين ، حتى تكاثف النور من الجهتين فخلق سبحانه وتعالى من ذلك النور المنفهق عنه صلى اللّه عليه وسلم العرش وجعله مستواه وجعل الملأ الأعلى وغيره مما ذكره ما احتواه لكنهم منه صلى اللّه عليه وسلم بالموضع الأدنى ومن مستواه بالتجلي الأسنى فحصلوا في نيته الحصر ، وتمكنوا من قبضته الأسر وانفرد صلى اللّه عليه وسلم في مستواه بمن اجتباه ومن اصطفاه ، وصيره الحق تعالى خزانة سره وموضع نفوذ أمره ، فهو المعبر عنه يكن لما لم يكن فلا ينفذ أمر إلا منه ، ولا ينقل خبر إلا عنه ، وهو حجاب تجليه وصياغة وصياغة تجليه ، وترقى تدانيه وتلقى تدليه .\r\n« سبحان من تعالى في دنوه وتدانى في علوه » .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nلؤلؤة نشأة الكرسي منه\r\nثم نظر صالبا أين يضع قميه وأين موضع نعليه فانبعث من تلك الطرقة أشعة في الخلاء استدارت أنوارها كاستدارة المرأة لطيفة الكيف فارغة الجوف ، معلومة المنازل عند السالك والراحل ، فجعل ذلك الكور وأنشأ ذلك الدور كرسيا لقدميه وحضرة لنفوذ ما يصدر من الأمر بين يديه ، فيخرج الأمر منه متجه العين حتى إذا وصل الكرسي انقسم قسمين إذ كان المخاطب من ذلك الموضع إلى أقصى الأسفل موجود بين اثنين ، وإن كان واحدا فمن جهة أخرى وعلى ذلك الواحد ، تتابع الرسل تترى ، فإن المخاطب بجميع الأشياء إنما هو الإنسان ليس ملك ولا جان فإن الملك والجان جزء منه ، وأنموذج خرج عنه فله بعض الخطاب والإنسان كلى الكتاب المنبه عليه بقوله تعالى :\r\n ما فَرَّطْنا فِي الْكِتابِ مِنْ شَيْءٍ  « 1 » ثم عم بقوله  ثُمَّ إِلى رَبِّهِمْ يُحْشَرُونَ  « 2 » كما نبه على الحقيقة المحمدية التي هي أصل الإنشاء وأول الابتداء فهو الأصل والأم والعالم فروعه فقال :  وَعِنْدَهُ أُمُّ الْكِتابِ  « 3 » .\r\nفنحن الكتاب الأجلى وهو الأم الأعلى فالإنسان الكتاب الجامع ، والليل المظلم والنهار المشرق الساطع فمن علو مرتبته . وسمو منزلته ، وإنه واحد بالنظر إلى معناه . وأثناك بالنظر إلى حاله وثلاثة بالنظر إلى عالمه وأربعة بالنظر إلى قواعده . وخمسة بالنظر إلى مملكته . وستة بالنظر إلى جهاته ، وسبعة بالنظر إلى صفاته ، وثمانية بالنظر إلى نسخته ، وتسعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ، 2 ) سورة الأنعام الآية 38 .\r\n( 3 ) سورة الرعد الآية 39 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nبالنظر إلى مراتبه . وعشرة بالنظر إلى إحاطته وأحد عشر بالنظر إلى ولايته وهو روح القدس فإن أمده هذا الروح من غير كشف ملكي وهو تابع لغيره فهو صديق . وهي المنزلة الحادية عشرة في الإنسان وإن أمده على الكشف المكي وهو أيضا تابع أو لا تابع ولا متبوع فهو نبي وهي المنزلة الثانية عشرة في الإنسان وإن أمده على الكشف الملكي وهو أيضا تابع أو لا تابع ولا متبوع فهو نبي وهي المنزلة الثانية لبشر في الإنسان وإن أمده على الكشف الملكي وهو تابع لا نابغ فهو الرسول وتلك الرسالة وهي المنزلة الثانية عشر في الإنسان بتمام وجود الإنسان وجرد الإنسان وتم الوجود . وتم الوجود في العشرة . ثم جاء الحادي عشر نظير لأول إذ تأملت ومنعطف عليه ونظير الثانية عشر والثالث عشر نظير الثاني والثالث من البسائط وتبين ذلك في الوسائط فاعتكفت ملائكة التقيد على قدميه لاحظه ولما يصدر عنه من المعلوم فيها حافظة فإن قيل هذا الكرسي الأحلى فأين اللوح المحفوظ والقلم الأعلم وأين الدواة واليمين .\r\nوكيفية كتاب التعيين . فنقول تركنا تعيين ما ذكرته موقوفا على نفسك حتى تطلع على ذلك ببصرك الرباني حتى صحت وصلتك باللّه عند شروق شمسك وقد نبهنا عليها في هذا الكتاب بالتضمين لا بالتعيين فاشحذ فؤادك وقوى اجتهادك عسى اللّه أن يفتح لك بابا من عنده عند مواظبتك على الوفاء بعهده والتصديق بوعيده ووعده .\r\n\r\nلؤلؤة الأفلاك\r\nوهي أرواح السماوات نشأ السبع الطباق الطرائق والكواكب منه فلما كمل هذا الكرسي واستقر فيه الملأ الأمرى أحال أنوار السبعة الأعلام\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nفكان عنها السبع الطرائق متماسة الإجرام جعلها سقفا مرفوعا لمهاد سيكون إذا توجه عليه الأمر بقوله تعالى :  « كُنْ فَيَكُونُ » *  وكواكبها منتهى الأشعة في الخلاء على الاستيفاء فسقطت الأنوار ، وتجارت وانتشأت الأفلاك ، واستدارت وهي منتهى الأشعة ، وبقي منتهى الأشعة على أصله نيرا في محله فالأفلاك اتصال أنوار أشعة الأنوار الحقيقية المحمدية والمقامات الأحدية ويرجع صغر حجم الكواكب وكبرها المسام ذاته المشرقة ، وينابيعه المنفهقة ، وعليه دور الأفلاك الإحاطة ، التي اتصفت بها الوساطة وتحريكها بالتماس مشروط على عقد مربوط واختصت كواكب المنازل بالكرسى الكريم لما كان المقام الذي يفرق فيه كل أمر حكيم ، فتنبه يا غافل وتدبر يا عاقل لهذا النشأ المصون والكتاب المكنون الذي لا يمسه إلا المطهرون ، ولما استدارت هذه الأفلاك متجوفة ، واستقرت بساحاتها عوالم الأملاك متخوفة وكملت البنية في النشأة العلوية ، واستمرت الجرية وطلب التأثير يأتيه فلم يجد ، فيرجع فقيرا إلى حجاب الأحدية فجىء عند قدميها راغبا ولمملكته منها طالبا وضجت ملائكة السماء وما بقي هنا لك من الأسماء إلا وجود الأرض والماء والنار والهواء .\r\n\r\nلؤلؤة نشأ العناصر الأول منه\r\nفنظر صلى اللّه عليه وسلم ذاته بعين الاستقصاء ، إذ قد أنشأه الحق محل الإحصاء ثم نظر ما وجد منه فوجد الملأ الأعلى والعالم الأدنى وفقد العالم الأوسط والأقصى فأخذ يدبر في إيجاد أصول الكون الأسفل ، والنور الأنزل ، إذ لا بد لكل علو من سفل ولكل طيب من تفل فقبض عليه الحق سبحانه عند هذه النظرة ، ومرور هذه الخطوة وقبض الجلالة والهيبة ليخرج ما بقي من الأشعة في تلك الغيبة فعندما اشتد عليه الأمر وقوى عليه القهر ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوظهر عليه العدل والأمر ، ورشح لتلك النقطة فكان ذلك الرشح ما ثم نفس عنه سيرا فتنفس فكان ذلك النفس هواء ، ثم أوقفه على سر الجهة التي قبضة منها فلاح له ميزان العدل قائما على نصف ذاته فزفر زفرة له ، فكانت تلك الزفرة نارا ، فسد عنه في ميزان العدل بحجاب الفضل ، فوجد برد الرحمة ، فيبس ما بقي من الرشح بعد نظره فكان ذلك اليبس والبرد أرضا قدارا ، ثم ناداه من حضرة العين يا محمد هذه أصول الكون ، فصيرها إليك ثم امزج بعضها ببعض فيكون منه عالم الهواء والأرض والجامع لهؤلاء العوامل الإنسان هو الذي أشار إليه العارف بقوله لا أبدع من هذا العالم في الإمكان ، فتكون الخلاف والمثل ، فظهرت الصورة والشكل وكل خلق بالإضافة إلى ما خلق منه يسير ، وإلى ما كون منه بعد الخلاء له يصير وستعلم أن فقه القديم في قوله تعالى :\r\n  لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ * ثُمَّ رَدَدْناهُ أَسْفَلَ سافِلِينَ   « 1 » إلى ما خلق من الطين  إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ  « 2 » فعرف من أين جا وزال الظل ثم أفا  فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ  « 3 » مشاهدة تمكين  فَما يُكَذِّبُكَ بَعْدُ بِالدِّينِ  « 4 » عن مكاشفة التعيين  أَ لَيْسَ اللَّهُ بِأَحْكَمِ الْحاكِمِينَ  « 5 » بين المتنازعين من أهل البرازخ بين الشمائل واليمين فصن هذه الدرر وتكتم بها واستتر ، فلا يعرف ذلك إلا من طعم وشرب من مائدة الحق . فعاين الصدق . وتريح عنه أثواب الرق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التين آية 4 .\r\n( 2 ) سورة التين آية 5 .\r\n( 3 ) سورة التين آية 6 .\r\n( 4 ) سورة التين آية 7 .\r\n( 5 ) سورة التين آية 8 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nلؤلؤة الدخان الذي فتقت فيه في السماوات العلى\r\nولما خلق اللّه هذه العناصر الأول ، على الخلق الذي قدره في الأزل ، جعلها سبعا طباقا ، وأسكنها أقواتا وأرزاقا ، كما أسكن الطباق العلى معارف وأخلاقا ، فتماست طباق الأرض ، وحك بعضهما في بعض ، فتولد بينهما لهب ، ذو سبع شعب كل شعبة من جنس أرضها ، ولذلك تميز بعضها من بعضها فعلى من كل لهيب دخان مختلط ، ففتق ذلك الماء والهوى والنار . ومازج أفلاك الداررى والأنوار مرتوق الشعب منزوع اللهب ، ففرقته الأفلاك والنيران بحقائقها فكان فتقا ؛ وصعد هيولانيا فصيره الحق عند هذه الأسباب صورا وخلقا فأداره سبع طريق وجعل الأفلاك أروحا لهن وحقائق فقال تعالى :  ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ  « 1 » وقال  فَقَضاهُنَّ سَبْعَ سَماواتٍ  « 2 » في يومين بعد ما خلق الأرض وقدر فيها القوت في أربعة أيام وذلك لكثافة الأجرام فإنها أربعة عناصر مختلفة الأواصر ، ولما كان الدخان من نار السبع الطباق الترابية ، فكانت مختلفة في اللونية ، كذلك جاءت الطباق السماوية مختلفة في اللونية ، فزرقه وصفرة وحمرة وبياض ، وخضرة كل سماء من جنس أرضها إذ هي من بعضها ، وكذلك لما كان أصل السماوات أرضيا عنصريا ، زالت بزوالها في الآخرة ، وبقيت الأفلاك العلوية في أوجها دائرة من غير جرم محسوس ولا جسم ملموس ، وكذلك لا تظهر فيها النجوم فإن الفلك يبرز بذاته على العموم . إذ النجم عبارة عما ظهر من الفلك . فتأمل يا أخي هذا الخبر الذي شملك ، فالأفلاك باقية بقاء الجنان . والإنسان والسماوات باقية ببقاء الأرض والحدثان ، فتأمل لولا الحقائق المرتبطة والأفلاك الروحانية المتوسطة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ، 2 ) سورة فصلت آية 11 ، 12 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nما بدلت الأرض غير الأرض ، وصارت در مكة بيضاء تحت قدم الخفض فظهور الأفلاك النيرات . عبارة عن تبدل السماوات فتأمل هذه الإشارات ، وابحث عما تضمنته هذه العبارات .\r\nفلا يعرف السر إلا من غمس في بحر البر .\r\n\r\nلؤلؤة نشأ منها أمثال رؤية الحق في عالم الخلق\r\nوتجلى الحق سبحانه وتعالى للناطق من الحيوان كتجلى السراب للظمآن ، وليس في الكون كله شئ يشبه تجلى الحق إلى قلوب العابد من سماء المعرفة سوى هذه الصفة ، ألا ترى التجلي لا يكون إلا ( من أعلى إلى أدنى ) وجعل القيعان دون الجبال مجلا للشراب الأسنى فانظرها حكمة ما أجلاها وقطرة مزن ما أعذبها وأحلاها ، ثم حجب حقيقة هذا السراب نصبة تشبيها بعمل أهل الكفر . ثم نبه أهل الإشارة على عظمته عنده في آخر الأمر . فقال حين أنزل عهده ، وخاطب عبده :\r\n حَتَّى إِذا جاءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِنْدَهُ  « 1 » فستره أو لا بعمل الكفر وبتوفية الحساب بعده ، إذ  لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ  « 2 » ولا يدرك وصفه وهو اللطيف الخبير فارفع هذه الطنب ، واخترق هذه الحجب تبصر العجب العجاب ، واشكر القشر الذي صان هذا الباب ، فالسر غال ، والأمر عال ، والمعرفة ملزمة فقف عند حد الأدب واترك الطلب وقل : « سبحان اللّه وسع كل شئ رحمة وعلما » وهنا يقول المحقق لهذا الكتاب :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور آية 39 .\r\n( 2 ) سورة الشورى آية 11 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n « السر لا يستبين العقل حكمته * إلا بنور من العرفان رباني\r\nفارقب بقلبك ما تخفيه حكمته * واستمطر الخير من ذياكم الجاني » \r\n\r\nلؤلؤة التحام اليواقيت وانتظام المواقيت\r\nولما تمهدت الخليقة وامتدت الدقيقة . إلى الحقيقة ، وتجسد في أول النشأ الترابى الشخص الجسماني الإنسانى الآدمي المخلوق بيد لتنزيه والمكسو حلة التشريف والتنويه ويردد الجسد طورا بعد طور ، وكورا بعد كور ، في قوالب يكثر عددها ويكبر أمدها ، حتى كانت تلك الأطوار في تلك الأدوار نشأة متحدة . وهيئة فردية متجسدة فلما كملت بنيتها ، وتخلصت تصفيتها ، تفخ فيه الشخص الروحاني . والكلمة الإلهية ، والأمر الرباني ، فقامت النشأة على ساقها تعتمد ويأمرها تستند . وتوارى الدور بالنشأة ، على أصل البدء . إلى أن سلخ ذلك النهار من ليل أرضه ، والتحق بعنصره الأعلى واختلط بعض ببعض وبقي في أوجه الأعلى رقيبا ، وعلى تعاقب الأدوار حسيبا ، ولتبصرنه على التعيين ، في مقام التمكين ولتعلن نبأه بعد حين وهو إذ ذاك أحكم الحاكمين فلما ارتفع كما ذكرناه ، في الرد الذي به سترناه تحققت المهلكة بالفساد ، وعم الهلاك جميع البلاد والعباد ، إلى أن حلت الشمس في حملها ثبت شرفها وجذلها وسطع النور وتنزل الأمر فلم يبق أحدا أعلا إلا صعق لذلك التجلي ولا بقي رفرف أسنى إلا كان تجلى لذلك التدلي فتنزل نور « ليس كمثله شئ » في أنبوب ماله في مكتنفا بأردية الصون حتى وصل إلى عالم الكون ، فحل الدري المشرق في برجه ،\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوحصل الرقم المودع في درجه ، فكان ياقوتة حمراء ، تجوفت لها ياقوتة صفراء ، فأودعها سبحانه فيها . وختم عليها بخاتم :\r\n إِنَّ السَّاعَةَ آتِيَةٌ أَكادُ أُخْفِيها  « 1 » .\r\nفلما التحقت الحقيقتان والتفت الرفيقتان زهرت الأفلاك واعتصمت الأملاك ، وظهرت الرجوم ، لمن أراد الهجوم ، وتنزل الروح الحق ، والكلم الصدق ، ثم اختلت الياقوتتان في الظلمات لتعاين الصغرا منهما .\r\nما غاب عنها من الآيات ، فعندما اجتمعت الصغرا بأختها كانت لها بيتا ، ثم ارتقت إلى من كانت له بيتا ، فأكرمت إلا موالها وحمدت مسوالها فتطلعت الحمراء من خلف حجاب الكتم ، فإذا هي بنور الختم فخاطبه بلسان الاستنباء أنا خاتم الأولياء ومقدم جماعة الأصفياء ، أنا مكنون حكمتك . وخاتم أمتك فقالت : له هل لك في أن تكون معي وزيرا صديقا . فقال قد استخلفت عتيقا وشال رداءه فإذا بالصديق إذاءه وشمس الغرب ورائه ثم فارقه وقد شاقه ، فلما عدمت الأغيار وتقطعت الأنوار والتصقت الرقيقة المثلية بالحقيقة الكلية في أنبوب الزمردة الطينية ، شمع صوت وزيره ، وصاب سره وتدبيرة الذي استخلفه خاتم أوليائه ، في الجرى على إنجائه ، ثم كانت أمور في هذا التجلي ، لا يسع الوقت إلى إنشائها ، ولا يعطى الحال أيضا إذاعة أنبائها ، فإن القصد في هذا الكتاب إنما هو معرفة الخليفة والختم وتنزل الأمر الحتم فنقول فرجع عوده على بدئه في ليله وأدرك صلاة الصبح مع أهله فنسود ذلك الجسد على أمثاله ممن تقدم أو تأخر من أشكاله . لما كانت مادة الحقيقة الأصلية والنشأة البدائية إليه اسمه من ذاتها وإلى غيره من صفاتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة طه آية 15 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nلؤلؤة اعتراض لمن أصاب الصيد بالمعراض\r\nولما كان هذا النشأ الحمدى بهذه المنزلة العلية ، وكان الأصل الجامع لجميع البرية ، وصح له المجد الذي لا ينبغي لغيره . وأقامه الحق سبحانه وتعالى صورة نفعة وضيره عدلا وفضلا . وجمعا وفصلا . وأراد الحق أن يتم مكرمته حسا ، كما أتمها نفسا ، فأنشأ لها في عالم الحس صورة مجسمة بعد القضاء الدورة التي تعطف آخرها على أولها . وكانت في أوسطها مكلمة وسمى سبحانه وتعالى ذلك الجسم المكرم المطهر محمدا وجعله إماما للناس كافة ، وللعالم سيدا . ونطق على ظاهر ذلك الجسد لسان الأمر فقال :\r\n « أنا سيد ولد آدم ولا فخر » \r\nثم نزل لهم تعليما فاغتفر وردد فيهم البصر والنظر وقال  إِنَّما أَنَا بَشَرٌ *  . وذلك لما كنا له مثاله ، وكان لنا تمثالا ، فطورا تقدس وطورا تجنس فهو السابق ونحن اللاحقون وهو الصادق ونحن المصدقون ولما كانت أيضا صورته الجسدية جسما لمقام الأنباء لا لصورة الإنشاء ، كما كان بدأ الوجود الكون وظهر العين فكانت دورة فلكة دورة ملك والدورة المتقدمة المذكورة ، درة ملك ، لعلك تقول كيف يتأخر وجود الملك عن وجود المملكة وهي قد حصلت في ميدان الهلكة . قال : من كان في ذلك الوقت استنادها وعلى من قام أمرها وعمادها فها أنا أشفى الغليل وأوضح السبيل ، وأعرفك بامتداد الرقائق وتناسب الحقائق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمحقق هنا يقول للإيضاح أظهر المملكة الوجودية سبحانه وتعالى أو لا إظهار بروز وأخفى الملك رغم بروزه الأولى حتى يتم أمر رعايته لمملكته فليس ثم ملك من غير مملكة فافهم ترشد وأبصر تزدد .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nلؤلؤة امتداد الرقائق من الحقيقة المحمدية إلى جميع الحقائق\r\nولما أوجد الحق سبحانه كما قدمنا الأفلاك سقفا مرفوعا لأهل السفل ونصب الأرض مهادا موضوعا لحثالة الثقل وانتشرت عنه صلى اللّه عليه وسلم من مستواه في الملأ الأعلى حقائقه ، وتكونت من أنوار أشعة نوره طرائقه واتصلت بعالم الأرض الموضوع رقائقه ، وظهرت فيهم شمائله صلى اللّه عليه وسلم وحقائقه ، لكل حقيقة شرب معلوم ومع كل رقيقه رزق مقسوم ولحظنا تفاضل الرقائق « 1 » « فوجدناها راجعة إلى تفاوت الخلائق في الخلائق ، فكشفنا من مقام المشاهدة والتعيين ، على رقائق الأنبياء والمرسلين فرأيناها تنزل عليهم صلوات اللّه عليهم على قسمين منها ما ينزل بها ملائكة القدمين ، ومنها ما ينزل عليهم من مستواه مكاشفة عين » ورأينا مشاركة أتباعهم لهم في هاتين التنزيلتين ، ولكن بواسطتهم ، لا بالعين ، إلا هذه الأمة التي قيل فيها إنها خير أمة أخرجت للناس فإنها تأخذ عنه من غير واسطة ولا التباس .\r\nكما أخذ عنه من تقدم من رسول مرسل أو نبي منزل ، غير أن تنزل الملك قد يفاجئهم وقتا ما كما يعمهم بالإلقاء في الأجل المسمى ، وأما من خلق جاحدا ، وطبع ملحدا ، فإن النور المحمدي لما ضرب في الأرض شعاعة ، وحميت قيعانه وبقاعه تولدت بينهما حرارة وتجسدت بالنبات فتكون منها شرارة ، ففتق في تلك الشرارة الجن على قسمين ، رفع وخفض لما كانت تلك الحرارة نتاجا بين النور والأرض ، ولذلك قال تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمراد من الحقائق ما تتنزل بها الملائكة مشافهة بالخطاب المنطوق ، ومنها ما هو بإلهام عن طريق الكشف .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n وَخَلَقَ الْجَانَّ مِنْ مارِجٍ مِنْ نارٍ  « 1 » .\r\nإشارة إلى اختلاط الأرض بالأنوار ، فمن غلب عليه النور في ذلك النتاج كان من الجن اللاحق بالبوار فتنزل الرقائق على من طبع كافرا في أنابيب ذلك النار الشيطاني ، وإن كان أصله من النور السلطاني وأما العصاة فتنزل رقائقهم بواسطة ما قدمناه من الحرارة لا بواسطة الشرارة . فكانت رقيقته صلى اللّه عليه وسلم في دورة الملك المالك إلى هلم جرى إلى الأبد أصلا لجميع الحقائق فهو الممد صلى اللّه عليه وسلم فجميع العوالم من أول منشأة إلى أبد لا يتناهى مادة شريفة مكملة لا تضاهى .\r\n\r\nمرجانة اللؤلؤة الأولى\r\nحظ الإنسان منها انسلاخه عن الحقيقة المجردة بمشاهدة حقيقة من كان أوجده نفى عن نفسه حين أحاط به نور شمسه في حضرة قدسه فحصل له الإحاطة بالعلم الكلى تقديرا ، وبقي له تأثيرا الحكم تكويرا .\r\nفصاحب هذا المقام لا يعجز عما يسأله عنه سائل وكيف يعجز من أحاط بالعلم الكامل وتحصل العلم عنده السؤال ، وهل الفرق بينه وبين المتعال كما أن الفرق بينه وبين عالم الذل والعز عدم الحصد والعجز وقد يسأل نفسه أو يرى فيعرف ما سكن في الليل والنهار أو تحرك في الورى ، فهذا نعت من حصل في هذا الكشف الأجلى والمقام السنى الأعلى ، لا تخدع نفسك بنفسك ، ولا تترك الغمائم على شمسك إلا أن استسقاك من جذبت أرضه ، وتعطل عليه فرضه وهلك بعضه فأروه من مزنك حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الرحمن آية 15 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيستصحبك فيعلم أن جميع مطالبه فيك فعند ذلك أرخى العنان واطلق سبيل العيان ، وقل المريح تزرؤها ذروا حتى تبدو الشمى للعيان ، فإذا أحاط الإنسان بهذا الوصف وتحقق بهذا الكشف فليس وراءه عدم ولا وجود ، ولا عابد ولا معبود ، إذ لا ورى ولا أرى إذ قد حصل الموجودين ، وتحقق بالعدمين ، وفصل العدم الثالث فصلين ، ولم يسبق له من العلم سوى حرف العين وانفردت المادة بالميم . واللام بلطف القديم ، فليس في ذلك المقام سوى علم مجرد وتحقيق قديم ومجدد « 1 » .\r\n\r\nمرجانة اللؤلؤة الثانية\r\nكذلك بعض الخواطر الأول اللاحقة بالأزل لا تتصف لا بالوجود ولا بالعدم ولا تضمنها لوح ولا خطها قلم ، ولا كانت مجملة في الدواة كالقمر في النواة لم تتصف بالأين ولا زلات تكر من العين إلى العين فمن هنا وقع الشبه والاشتراك بين هذه الخواطر وعيون الأملاك وذلك قبل خلق العرش وفتق الفرش ، فقد صحت له المقابلة وعوينت المماثلة .\r\n\r\nمرجانة اللؤلؤة الثالثة\r\nكذلك إذا خلع الرجل نعليه وتجرد عن ثوبيه وزهد في كونيه حل هذه المحل الأسنى وكان منه بقلب قوسين أو أدنى ، ورثا نبويا من دنى كل قوس على حسب واميها وعلى حسب اختلافها في مراميها ، هذا هو مقام الاستواء وحضرة وتر الأنبياء فيه ترد عليه مخاطبات التأنيس ، وقواعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي علوم لا تبتدأ وإنما هي قديمة من حيث تعلق الإرادة الإلهية بما انكشف في علمها القديم لكن إظهارها في الزمن المراد والمكان المراد حسب تخصيص مشيئته تبارك وتعالى اعتبرت علوما مجددة « أمور يبديها ولا يبتديها »\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالتأسيس بعين الاتحاد ، من غير إلحاد ، فتمايل ذاته في ذلك النور تمايل السراج من وارد السرور ، والابتهاج ، فكأنه نشوان أخذ منه الراح فرام الارتياح ، لم يجد السراج فسمع منه إليه فتواجد بعضه عليه ، فكان عشاقا لنفسه تواقا لشمسه فطلعت عليه من فؤاده ، وأشرقت أرض بلاده فتعم بعضه في بعض لما جادت سماؤه على أرضه « 1 » .\r\n\r\nمرجانة اللؤلؤة الرابعة\r\nكذلك إذا حصل الإنسان من ذاته في برزخ البرازخ مقام المجد الشامخ والعز البازخ فيه تكون ليلة قدره ، وكمال بدره يميز فيه بين الأشياء ، ويفصل بين الأموات والأحياء ، ويطلع على أهل البلا والنعماء فيه يبرز على صحابته بالكتابين بالشمال واليمين ، وهؤلاء بأسمائهم وأنسابهم في عليين وهؤلاء كذلك في سجين ، بعد ما يحصل له فيه التجلي العلى من حضرة المتعالى بهؤلاء للجنة ولا أبالي ، وهؤلاء للنار ولا أبالي ، منه أنزل الفرقان ، وإليه أنزل القرآن ، وفيه يعلق الميزان وتتطاير صحائف الشمائل والإيمان في هذا المقام تقوم قيامته ، الخاصة بذاته ، وتقع مسائل العدل في أسمائه وصفاته ، فتنطق الجوارح لبعض العارفين ، وتبدو الفضائح لأهل التلوين ، والمصالح لأهل التمكين فيه تبدل سيئاتهم حسنات وكراماتهم آيات فيه يحصل لهم بعد قيام قيامته ، واستواء إقامته الوارث الإنبائى والمقام الاختصاصى ، فنادى في ذلك الانباء الخاص ، ألا فانزل إلى القصاص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وللتوضيح يقول المحقق « أن المقصود أن العبد الرباني إذا عاش مقام التفريد بفناءه عن الأشياء واستغراق حاله في اللّه تعالى يشىء الأشياء كانت ذاته عرش استواء التجلي الإلهى تتوافد عليه جميع أسرار العوارف بالحقائق » .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nوعجل بالأوبه  وَلاتَ حِينَ مَناصٍ  « 1 » فمبادر ومتملك فمتملك من تملك ومن هذه الحضرة ينقلب الولي نبيا والنبي وليا ، هي حضرة الخليفة والختم وحل الإفشاء والكتم ، وإن رغم أنف المنكر ، فإنه القائل المستكبر أخذ بقضاء اللّه ، إلى أن حصل في « مضمار الانتباه » فينقلب عينه ويتصل بينه فيا حضرة فرق ويا مقعد صدق ما أعطاه بحق .\r\n\r\nمرجانة اللؤلؤة الخامسة\r\nكذلك إذا طلعت نجوم العلوم من سماوات الفهوم اقتقر إليه كل شئ ولم يفتقر هو إلى شئ وسبحت درارى صفاته في أفلاك ذواته على برج مقاماته ومنازل كراماته فخلق الأيام بدورتها ، وتثبت الأحكام بكرتها ، فسبعة سابح في سبعة كإقبال في ثمانية وعشرين ورجعة مقسمة على أثنى عشر محلا ، لتصح أثنى عشر شهرا حراما ما وحلالا فليس إلا أربعة أعلام ، أيام وجمع وشهور وأعوام ، فالأيام داخلة في الجمع والجمع والأيام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة « ص » آية 3 .\r\nروى أبو داود الطيالسي عن أبي إسحاق التميمي قال : سألت ابن عباس رضى اللّه تعالى عنهما عن قول اللّه تبارك وتعالى  فَنادَوْا وَلاتَ حِينَ مَناصٍ  قال : ليس بحين نداء ولا نزو . . . وقال علي بن أبى طلحة عن ابن عباس رضى اللّه عنهما : ليس بحين مغاث . . . وقال شبيب بن بشر عن عكرمة عن ابن عباس :\r\nنادوا النداء حين لا ينفعهم وأنشد : « تذكر ليلى لات حين تذكر » .\r\nوقال محمد بن كعب في قوله تعالى :  فَنادَوْا وَلاتَ حِينَ مَناصٍ  يقول :\r\nنادوا بالتوحيد حين تولت الدنيا عنهم واستناصوا للتوبة حين تولت الدنيا عنهم .\r\nوقال قتادة : لما رأوا العذاب أرادوا التوبة في غير حين النداء .\r\nولزيادة الإيضاح نقول استجاروا واستغاثوا حين لا تنفعهم استجارتهم واستغاثتهم فقد فات الأوان ولا ينفع الندم .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nداخلة في الشهور والأيام والجمع والشهور داخلة في الأعوام ، ثم يرجع الكور فيتوالى الدور فلدرارى جمعة تمام والمنازل شهر والبروج عام ، فإن كان يومك الأحد ، فإدريس جليسك فلا تلوى على أحد ، وإن كان يومك الاثنين فآدم جليسك في برج النشأتين وإن كان يومك الاثنين والثلاثاء نهارون جليسك فالزم الاهتداء .\r\nويحيى أنيسك فالزم العفاف والاكتفاء ، وإن كان يومك الأربعاء فعيسى جليسك فالزم الحياة القدسية والبيداؤ إن كان يومك الخميس فموسى جليسك فقد ارتفع التلبيس وكملت على كشف ولا أنيس وقد استبشر الملك وخنس إبليس وإن كان يومك العروبة « 1 » فيوسف جليسك صاحب الصفات المعشوقة المحبوبة وإن كان يومك السبت فإبراهيم جليسك فبادر بكرامة ضيفك قبل الفوت فهذه أيام العارفين ، وهو لا دارارى أفلاك السائرين وأما شهودهم فأربع جمع فاستمع أيها السالك واتبع فكشف جمعتهم الأولى لوحيه ، والثانية قلمية والثالثة يمنية والرابعة علمية ، وعلمهم :\r\n اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ  « 2 » .\r\nفعليك بالانتباه فمحرم التحريم والتبري ، وصغر التجلي والتحري وربيع العرف ، وربيع الكشف وجمادى الأولى ، وجماد الآخر ، ورجب المشهد الأشمخ وشعبان البرزخ ، ورمضان الصمدانية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اسم من أسماء يوم الجمعة ، والعروبة بالفتح ومعناها الحبيبة ، والعروب من النساء المتحببة لزوجها ومنها قوله تعالى  عُرُباً أَتْراباً  أي الحور المتحببات لأصحابهن ، وعرب جمع عروب .\r\n( 2 ) سورة التوبة آية 36 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوسؤال عين الماهية ، وذي القعدة البساط وذي الحجة الانبساط فهذه شهورهم وهذه دهورهم ، فشمسهم حياتهم ، وزهرتهم نظرهم ، وكتابتهم كلامهم وقمرهم علمهم ، والمقاتل قدرتهم ، والمشترى إرادتهم وكيوان سمعهم فشمسهم روحهم ، وقمرهم نفسهم ، والخنس حواسهم . وترحيلهم سيرهم في المقامات وتأثيرهم ما ظهر عنهم من الكرامات ورجوع دورانهم نزولهم إليا لبدايات ، بعد النهايات لكن نشأة أخرى ، في يوم طامة كبرى ، فيمانية وشمالية في الترحيل ، بالترقى بأسماء حق الخلق ، وأسماء حق الحق ، على التحريم والتحليل وكسوف يعترى ، الكمل قد برى . وأدنى يكشف أعلا .\r\nلغلب الشهادة على ما خفى ، وزيادة في قمر النفس ، ونقص وذلك لتعويج القوس فخروج من حضرة الحق ودخول ومحاق وأقوال ولا يكسف إلا التراب ويتوب اللّه على من تاب ، ويكسف القمر الشمس في أوجها إذ دخل برجها ، ولولا طلب الاختصار لأوضحنا هنا من الأسرار ، ما فيه عبرة لأولى الأبصار فانظر على هذا الأنموذج ، في نفسك واجتهد في ترحيل قمرك في شمسك ، واللّه يهدى إلى الطريق الأقوم والسبيل الأقوم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحذير وتنبيه : يقول المحقق أيها المريد حتى تستفيد وتفيد إلى التثبت والفهم حتى لا تقع في خيالات الوهم والجموح في المغالاة والشطط وأسأل ربك الشرح حتى لا تقع في الشطح ، فهذه علوم رجال أفذاذ ، لهم عند ربهم ملاذ ، اجتباهم وعلى عينه رباهم وجعلهم أوعية لعلومه وأسراره ومصابيح لإظهار جمال بوارق أنواره .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nمرجانة اللؤلؤة السادسة\r\nكذلك إذا كان الإنسان في مقام المجاهدة وعدم القرار فعنصره النار فإن تلطفت ذاته بكشف الإيماء ، وفنى عن تأثير الإرادات ، وسلطان الهواء فعنصره الهواء فإن كان في مقام الحق بالأسماء بعد الأسرار ، والنزول من السماء فعنصره الماء فإن صمت وهو متكلم وتبرأ من العلم وهو معلم وساوى بين الأقارب والأتراب « 1 » وعم بخطاب الهداية الأعداء والأحباب فعنصره التراب .\r\n\r\nمرجانة اللؤلؤة السابعة\r\nكذلك إذا علم الإنسان أن وجوده سراب إلى جانب وجود الوهاب  يَحْسَبُهُ الظَّمْآنُ ماءً حَتَّى إِذا جاءَهُ لَمْ يَجِدْهُ شَيْئاً  « 2 » .\r\nفلولا نفحة الدعوى ، ما تشبه بالماء ، فإن ارتقى على كل هذا الشكل .\r\nفسرابه عبارة عن المثل . وذلك إذا تجلى الحق إلى قلبه في مكنون غيبه ، فسطعت أنواره عند التجلي ، فنحيل الظفر به في ذلك التدلي فوجد الأين لحصره ، والعين تبصره والكيف ينعته ، والعقل في التشبيه يمقته ، فيرجع بعد الغنا إلى العجز ، ويعرف أنه خلف حجاب العز ، يجد اللّه عنده ، فيوفيه عهده ، فتحقق رشده « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأتراب جمع ترب وهو الصاحب والقرين وأتراب معناها أصحاب .\r\n( 2 ) سورة النور الآية 39 .\r\n( 3 ) يشير بذلك إلى الآية الشريفة « فوجد اللّه عنده فوفاه حسابه » والمقصود أن العبد الرباني إذا انزاحت عنه الحجب في حضرات التجلي شاهد المتجلى » .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nمرجانة اللؤلؤة الثامنة\r\nكذلك من وسع الحق قلبه فقد استوى شهادته وغيبه ، والتحمت يواقيته وانعدمت مواقيته ، وكان الحق هنا الساري إلى عبده رحمة من عنده ، وهذا الفرق بين النبي والولي والتهامي والنجدي ، فإن النبي يسرى إلى الحق العلى والحق يسرى إلى الولي ، إذ لا طاقة له على التسري لقوة امتزاجه بالورى وتثبته في الثرى ، فمن غلبت عليه روحانيته واستولت عليه ربانيته سرى إليه سير النبي على البراق العلى :\r\n إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ  « 1 » .\r\nوالحق يفرقه ويجمعه فمن أراد بسط هذه المرجانة ، ولؤلؤتها على الاستيفاد فليطالع من كتبنا كتاب الأسرار هنالك يعرف منزلته ، ويكشف مرتبته .\r\n\r\nمرجانة اللؤلؤة التاسعة\r\nكذلك عالم الشهادة تمام العوالم ونكتة العالم هو مجتمع الأسرار ومطالع الأنوار ، به يصح المجدولة يحصل الجد ، فإن قال أنا سيد العالم فله أن يقول لأن العقل لا يصح له علم إلا بعد المغيب في هذا الجسد والأقول وإن قال أنا بشر مثلكم دون زيادة فلا إشتراك في العبادة والإنسان في نفسه نسختان ، ولذلك له إذا صام له فرحتان « 2 » ، فنسخة إحساسه تفرح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فاطر آية 10 .\r\n( 2 ) روى ابن ماجة في سننه كتاب الصيام باب « 1 » حديث رقم « 1638 » عن أبي هريرة رضى اللّه عنه قال : قال رسول اللّه صلى اللّه عليه وسلم : « كل عمل ابن آدم يضاعف الحسنة بعشر أمثالها إلى سبعمائة ضعف إلى ما شاء اللّه ، قال اللّه تعالى :\r\n وَاللَّهُ يُضاعِفُ لِمَنْ يَشاءُ  .\r\nيقول اللّه تعالى في الحديث القدسي : « كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزى به ترك شهوته وطعامه من أجلى » رواه أبو هريرة رضى اللّه عنه .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nبفطرها ، ونسخة عقله تفرح بلقاء ربها ، فكان الواحد مثالا والآخر له تمثالا ، وقد كان ملك الروح موجودا ، وعالم الملك مفقودا ، ولكن يلاحظه في أطوار تنقله من الأصلاب إلى أو ان إنسلاخه منها والإنسلاب ، فمن انسلخ عن صلبه فقد فاز بلذة قربه ومن تقدم روحه على حسبه حاز حضرة قدسه ومن دبر ملكه في عالم الغيب برأه عند وجوده من الغيب والريب ومن كان آدمي الوضع محمدي السر فقد حصل المقامات على الاستيفاء وكلمه الجبار بوساطة الافتقار إلى النار في حق الأغيار كذلك من مشى في حق غيره فقد باء بجميع خيره فإن مشى في حق الحق فهو في مقعد الصدق فتحقق ترشد « 1 » .\r\n\r\nمرجانة اللؤلؤة العاشرة\r\nوإن كان العارف أمره متبوعا وكلاما مسموعا وحصل المشاهدة الغيبية وحاز المرتبة القطبية ، وساقت إليه الأسرار ، واطلع الأنوار من خلف الأستار ، وكانت مادته كالشمس في مادتها وقبلت كل ذات على حسب حقيقتها ، فإذا حصل في النور تغيير ، فذلك راجع إلى محل التكوير ، فكما لا يساوى قبول الجسم الصقيل قبول الدرن للنور والفيض هو واحد كذلك منازل القلوب عنه فيض الشاهد فالقطب يرسل نوره ، والكون منه ما يكشف حجابه ومنه ما يرخى ستوره ، فالغيب من كون النفس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقول المحقق : ولا يقطع هذه المقامات ، مترقيا إلى أعلى الحضرات إلا من أهلك الأغيار وولى عن الإدبار في جمع لشتات حاله عن السوى ، ومفارقته لحجاب الهوى وترك جميع الخلق ، واصطلم مستغرقا في الحق فإن كان كذلك مدح هنالك وصار عبد حق في مقعد صدق .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nلأمر عين الشمس فالأمداد وترى والقبول وترى شععى فنور العرفة كالسراج في الصفة فكما أن نور السراج ما قرب منه إلى الفتيل أظلم وعاه وما بعد منه وارتفع سطع وأنار كذلك نور المعرفة ما امتزج منه بعالم الشهادة قل ضؤءه وتراكم غمامه ونوءه ، فإن الحل كشيف ونور المعرفة لطيف وما تعلق منه بالعقل والروح أنار كذلك يوح وبقي على أصله من الجلاء لما انسلخ من العماء وكما أن القتيلة إذا كان في رأسها دخان مسامت لنور السراج لاصق به جرى نور السراج في أنبوب الدخان حتى يستقر برأس الفتبلة فبقد على بعد فما ظنك بنور المعرفة من بعد كذلك للعارف إذا احترق قلبه بالشوق وصعدت همته إلى فوق ، واتصلت بنور معرفة المعروف ردها إلى قلب العارف باسى معروف فعاش بها زمانا وأنا ربها أكوانا وكما أن السراج إذا طلعت الشمس لم يتغير ضوء نفسه كذلك نور المعرفة في المعارف إذا تجلى الحق للأعيان وأظهر قدسه أنار الوجود بتجليه ، وأنار العارف بذلك التجلي وزاد على الغير بما أودعه فيه ، فهو بنورين ، ويشهد الحق من الجانبين وكما أن نور السراج أبدا إلى جهة فوق كذلك نور المعرفة متعلق بالحق ، فإن مر على السراج هواء تمايل تمايل النشوان فإن اشتد عليه الهواء عدم من العيان .\r\nوكذلك نور معرفة العارف أن داخله تعلق بالأكوان ، تمايل النشوان عن الشمائل والإيمان فإن تعلق بها تعشقا عدم من عين المشاهدة تحققا ، وكما أن السراج يطفى منه الهوا بالحق ويبقى منه ثيرا ما لم يلحق كذلك نور المعرفة ليس يذهب ذهابا كليا ولكن يذهب منه ما تعلق بالخلق ويبقى منه ما تعلق بالحق وكما يفجأ النفخ للسراج بغتة فيطفيه كذلك الخطوة المستفرقة تطفئ نور المعرفة ولا يكلؤه .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفإن بقي منه دخان ؛ فتلك الهمة ، فسيعود إليه نوره وهو جالس وإن لم يبق له دخان فسيكون الفرانق الفارس ، وكما أن السراج إذا لم يمده الدهن طغى كذلك نور المعرفة إذا لم يمده التقوى عدم . وكما أن السراج إذا لم يتعلق بجسم لم بق له عين كذلك نور المعرفة مع الكون وكما إن نور السراج لا يكون ضوءه كاشفا إلا حيث الظلام ، كذلك نور المعرفة في الأجسام ، وكما أن السراج لا يستضىء به إلا من يليه . كذلك نور معرفة العارف لا يستضىء به إلا من يصطفيه ويدنيه ، وكما أن السراج لا يستضىء به من بعد كذلك نور المعرفة لا يستضىء به من جحد ، وكما إن السراج يكشفه البعيد والقريب كذلك نور المعرفة يشهد له البعيد في الأفعال والقريب ، في وصفه العجيب وكما أن من حصل في ضوئه السراج لا يكشف ما بعد عنه وأعماه ، كذلك نور المعرفة من قرب منه لا يعرف سواه ، وكما أن السراج يقدمنه أهل الأرض ولا ينقص ذاته ، كذلك نور المعرفة إذا حققت صفاته وكما أن السراج ما اتصل منه بالفتيلة اتسع ، وما بعد عنها خرج مخروط الشكل وسطع كذلك نور المعرفة إذا تعلق بالأفعال اتسع باتساعها ، وإذا تعلق بالحق ضاق ورق لعجزه بمكانها وفي السراج من الأغيار ما يضيق الديوان عنه ولا يبلغ لدكنه فكيف لو أخذنا في اعتبار الشمس في هذا المقام والقمر في حال نقص والتمام .\r\nأو في كون من الأكوان لضاق الزمان من إبراز سرائره للعيان ، فلكيف من ذلك ما ذكرناه ، وليستدل بهذا على ما تركناه ، وهذا هو حظ الإنسان من اللؤلؤة العاشرة قد ذكرنا بعضه ، وأجمل معناه لما قصر عنه لفظه واللّه يهدى إلى الحق وإلى طريق مستقيم .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nإثبات الإمامة على الإطلاق من غير اختلاف\r\nإعلم أن الإمامة هي المنزلة التي يكون النازل فيها متبوعا وكلامه مسموعا وعقده لا يحل ، وضرب مهندلا لا يفل فإذا هم أمضى ، ولا راد لما به قضى حسامه مصلت وكلامه ممصمت ، لا يجد الغرض مدخلا إليه ، وإن رام اعتراضا عوقب عليه ، وقد أثبتها سبحانه وتعالى كبرى وأكبر صغرى وأصغر ، فأي منزلة كانت صغرت أم كبرت جلت أم قلت ، فإن الطاعة فيها من المأموم واحدة والمخالفة لها فاسدة إذ قد وقع التساوي في الطريقة والاشتراك في الحد والحقيقة .\r\nوحكم الإمام على قسمين : لما كان الإمام إمامين ناطق ومضمن نطقا وصادق ومودع صدقا كالإمام الذي هو الكتاب الصحيح الذي يشهد عليه بالتصريح فيحكم عليه الكتاب بما شاء كيف شاء ولذلك قال الصادق المختار فيسبق عليه الكتاب فيدخل النار « 1 » وكل ملك لا يكون فيه إمام متبع ، فعن ما قريب ينخرب ذلك الملك ويتصدع ولهذا توفرت دواعي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن مسعود حدثنا رسول اللّه صلى اللّه عليه وسلم وهو الصادق المصدوق إنه يجمع خلق أحدكم من بطن أمه أربعين يوما ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يبعث اللّه إليه الملك فيؤمر بأربع كلمات فيقول : اكتب عمله وأجله ورزقه وشقى أم سعيد ، فوالذي نفسي بيده إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها والحديث ، رواه ابن ماجة في سننه « 76 » .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nكل أمة إلى اتخاذ الأئمة وهكذا جرت الحكمة الإلهية والنشأة الربانية فقال الحكيم الخبير  وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ  « 1 » كل أمة على حسب ما تعطى حقيقتها وتقبل رقيقتها فإن اللّه تعالى يقول :  وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ إِلَّا أُمَمٌ أَمْثالُكُمْ  « 2 » فالحق البهائم بالأمم وحكم بذلك وعم وكل أمة في أفقها ناطقة وفي أوجها عاشقة فليس في الوجود جماد ولا حيوان إلا ناطق بلسان ، لسان ذات لا لسان حال والقائل بخلاف هذا قائل محال فلا حجب كثيفة والمعاني لطيفة فلو كشف الغطاء ، وزال الاستبطاء لرأيت كل ذات مسبحة في جنسها ، ناطقة في نفسها  وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ  « 3 » موف بعهده ، ألا ترى أن المؤذن يشهد له مدى صوته « 4 » فهذا قد عرفنا بحقيقته لغته وكلام الميت يسمعه كل حيوان ما عدا الإنس والجان ، وفي كل أمة من هذه الأمم نذير من جنسها على حسب نفسها ، ولا بد من اتخاذ الإمام المتبع في الشئ الذي قدم له واتبع فإن نازعه آخر هلك ، وبقي الأول على ما ملك إلا أن ظهر منه نقص في شروط الإمامة ولم يثبت فيه العلامة فليعذر من وقته مقته ، وليقدم في تلك المنزلة من كانت فيه الشروط على العقد المربوط ، فإمام الأئمة كلها هاديها ومضلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فاطر الآية 24 .\r\n( 2 ) سورة الأنعام الآية 38 .\r\n( 3 ) سورة الإسراء الآية 44 .\r\n( 4 ) الحديث لفظه « المؤذن يغفر له مدى صوته ويشهد له كل رطب ويابس وشاهد الصلاة يكتب له خمس وعشرون صلاة ويكفر عنه ما بينهما ، الحديث رواه أحمد في مسنده وأبو داود والنسائي وابن ماجة في سننهم وابن حبان في صحيحه كلهم من حديث أبي هريرة .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا  « 1 » .\r\nفقد قرن الفساد بالاشتراك وقال إن بها يقع الهلاك فلا بد من اتحاده في حكم بلاده ، فلا سبيل إلى منازعته ولا مدخل إلى مطالبته إلا كما ذكرت لك من كمال الشروط واستيفائها ، والوفاء بحققها وآدائها وإمام الصلاة إمام فيها ، على أركانها ومبانيها فإذا ركع فاركعوا فإذا سجد فاسجدوا « 2 » ومن رفع قبل الإمام فناصيته بيد الشيطان ، وكذلك القاضي إمام فيما نصب إليه ، والقائم إمام فيما قدم عليه ، وكلكم راع وكلكم مسؤول عن رعيته « 3 » فكلكم إنسان إمام في بيته وبنيته والإمام الأكبر المتبع الذي إليه النهاية والمرجع وتنعقد عليه أمور الأمة أجمع فكل إمام لا يخالف في إمامته إذا ظهر بعلامته ، وكل إمام تحت أمر هذا الإمام الكبير . كما أنه تحت قهر القاهر القدير ، فهو الأخذ عن الحق ، والمعطى بحق في حق فلا تخربوه وانصروه ووقروه وعززوه فإنه إلى هذه المنزلة الشريفة الإشارة بقوله سبحانه :\r\n إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً  « 4 » .\r\nولما وقع الاعتراض عليه جعل المعترضين سجدا بين يديه فاختص بخزى الأبد من أبى عن السجود حين بادر . امتثل الأمر وسجد ، وكفى بهذا للإنسان فكيف إذا انضاف إلى هذا كونه على صورة الرحمن فله الفضل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء آية 22 .\r\n( 2 ) بعض حديث طرفه « إنما جعل الإمام ليؤتم به . . . » الحديث رواه البخاري في صحيحه 1 / 1177 .\r\n( 3 ) رواه البخاري في صحيحه 2 / 6 .\r\n( 4 ) سورة البقرة من الآية 30 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nعلى جميع الوجود بالصورة والسجود فبالصورة صحت له الإمامة .\r\nوبالسجود صحت له العلامة ، حين يشهد الحق له إنه علامة . ولما كان الأمر على هذا الترتيب وأعطت الحكمة على هذا التقريب كذلك هذه النشأة الإنسانية ، والنكتة الربانية فيها أئمة كما فيها أمم أمة فوق أمة إذ كان أم الكتاب وحضرة اللباب . والروح الفكري إمام والروح العقلي إمام والروح المصور والروح الخيالي والروح الوهمي أمام الحواس أئمة ولكل إمام من هذه الأئمة أمة والإمام الأكبر ، والنور الأزهر ، والقلب المقدم على عالم الشهادة والغيب وهو القدسي ، والإمام القدسي وإليه أشار صلى اللّه عليه وسلم يقول :\r\n« إن في الجسد مضغة إذا صلحت صلح الجسد وإذا فسدت فسد الجسد إلا وهي القلب » « 1 » .\r\nفإن كان صالحا فروح قدسي وإن كان غير طلك فشيطان غوى ، فالرغبة على دين الإمام سواء في عالم البسائط أو عالم الأجسام فأمام الإنسان هو الذي قال فيه الرحمن :\r\n( ما وسعني أرضى ولا سمائي ، ووسعني قلب عبدي ) حين ضاق عن حمل تجليه الأرض والسماء واستحال عليهما الاتصاف بالأسماء فصار قلب العارف بيت الحق ومقعد صدق فقد ثبت الإمام جمعا وأتى الناس إليهما كرها وطوعا واعلموا أن المبايعة لا تقع الأعلى الشرط المشروط والعقد الوثيق المربوط كل مبايع على قدر عزمه ومبلغ علمه فقد يبايع شخص على الإمامة وفي غيره تكون العلامة ، فتصبح المبايعة على الصفات المعقولة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه البخاري في صحيحه 1 / 20 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nلأعلى هذه النشأة المجهولة فيمد عند تلك المبايعة الخليفة الناقص في ظاهر الجنس الخليفة المطلوب يده ، من حضرة القدس ، فتقع المبايعة عليها من غير أن ينظر ببصره إليها ، ولذلك يقع الاختلاف في الإمام المعين لا في الوصف المتبين فقل الخليفة تجمع القلوب عليه ولا سيما إن اختل ما بين يديه فقد صحت المبايعة لخليفة وفاز بالرتبة الشريفة وإن توجه اعتراض فلا سبيل إلى القلوب المنعوتة بالمراض ، ولما كان الحق تعالى الإمام الأعلى والمتبع الأولى قال :\r\n إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ  « 1 » .\r\nولا ينال هذا المقام الأجسم بعد النبي المصطفى الأعظم إلا ختم الأولياء الأطول الأكرم وإن لم يكن من بيت النبي فقد شاركه في النسب العلوي ، فهو راجع إلى بيته الأعلى لا إلى بيته الأدنى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الفتح الآية 10 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nنكتة الشرف في غرف من فوقها غرف\r\nوكان ولى وفقه اللّه يقول قولا قياسا شهادة وإحسانا لم يكن الختم من بيته ومستخرجا من نسبته حتى يكون الشرف بالنسب الأكمل ، وأتم للمنصب الشريف وأفضل ، ولو كحل هذا القائل عينه ، وتحق فيه ، ورأى سلمان رضى اللّه عنه ملحقا بأهل البيت لعرف أن المراد ليس في البيت « 1 » :\r\n فمن شرف النبي على الوجود * ختام الأولياء من العقود\r\nمن البيت الرفيع وساكنيه * من الجسم المعظم في الوجود\r\nوبينتى الحقائق في ذراها * وفضل اللّه فيه من الشهود\r\nلو أن البيت يبقى دون ختم * لجأ اللص يفتك بالوليد\r\nفحقق يا أخي نظرا إلى من * حمى بيت الولاية من بعيد\r\nفلولا أن تكون في أبينا * لما أمرت ملائكة السجود\r\nفذاك الأقدسى أمام نفسي * يسمى وهو حي بالشهيد\r\nوحيد الوقت ليس له نظير * فريد الذات من بيت فريد\r\nلقد أبصرته حقا كريما * بمشهده على رغم الحسود\r\nكما أبصرت شمس البيت منه * مكان الخلق من حبل الوريد\r\nلو أن النور يشرق من سناه * على الجسم المغيب في اللحود\r\nلأصبح عالما حيا كريما * طليق الوجه يرفل في البرود\r\nفمن فهم الإشارة فليصنها * وإلا سوف يلحق بالصعيد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الحديث « سلمان منا أهل البيت » رواه الطبراني في الكبير والحاكم في المستدرك .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n فنور الحق ليس به خفاء * على الأفلاك في سعد السعود\r\nرأيت الأمر ليس به توان * سواء في هبوط أو صعود\r\nنطقت به وعنه وليس إلا * وأن الأمر فيه على المزيد\r\nوكونى في الوجود بلا مكان * دليل إنني ثوب الشهيد\r\nفما وسع السماء جلال ربى * ولكن حل في قلب العبيد « 1 »\r\nأردت تكتما لما تجارى * إليه الفكر من بيض وسود\r\nوهل تخشى الذئاب عليه من قد * مشى في القفر في عقر الأسود\r\nوخاطبت النفيسة من وجودي * على الكشف المحقق والشهود\r\nأبعد الكشف عنه لكل عين * جحدت وكيف ينفعني جحودى\r\nفردت في الجواب على صدقا * تضرع للمهيمن والشهيد\r\nوسله الحفظ ما دام التلقي * وسله العيش للزمن السعيد\r\nسألتك يا عليم السر متى * عصاما بالمودة في الورود\r\nوإن تبقى على رداء جسمي * بكعبتكم إلى يوم الصعود\r\nوإن تخفى مكاني في مكاني * كما أخفيت بأسك في الحديد\r\nوتستر ما بدا منى اضطرارا * كسترك نور ذاتي في العبيد\r\nوإن تبدى على شهود عجز * بتوفيقى مواثيق العهود \r\nوسيبدو لك أمره ويتضح لك سره  وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ  « 2 » فلتحق بالسميع البصير وتحقق بالعجز والتقصير فلنذكر الآن نسختك من هذا الخليفة البيتى الإمام ثم اختم نسختك من ختم الأولياء الكرام والختم يكون التمام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمقصود أن اللّه تجلى بالعلوم والعوارف ربانيا على قلوب من اختارهم من صفوة عباده وفي الحديث القدسي « ما وسعني أرضى ولا سمائي وإنما وسعني قلب عبدي المؤمن » .\r\n( 2 ) سورة فاطر آية 14 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالنكتة المؤخرة في الدرة المدخرة\r\n ولما جل عتبى حل عيبى * على عيني فصيره عديما\r\nوعند شهود ربى حل حبى * على قلبي فصيره عديما\r\nولما فاح زهرى هب سرى * على نوري فصيره هشيما « 1 »\r\nولما اضطر أهلي لاح نار * من الرحمن صيرني كليما « 2 »\r\nولما كنت مختارا حبيبا * وكان براق سيرى بي كريما\r\nمطرت ولم أبال بكل أهل * نزلت فكنت رحمانا رحيما\r\nوكنت إلى رحيم البعد نجما * دوين العرش وقادا رجيما\r\nولما كنت مرضيا حصورا « 3 » * وكان أمام وقت الشمس ميما « 4 »\r\nلحظت الأمر يسرى من قريب * على ذكره يصيره رميما\r\nوكنت به كفرد بعد ست * لعام العقد قواما عليما\r\nفلو أظهرت معنى الدهر فيه * لأعجزت العبارة والرقوما\r\nولكني سترت لكون أمرى * محيطا في شهادته عظيما\r\nفسترت الأمور بكل كشف * لعين صار بالتقوى سليما \r\n\r\n( فصل )\r\nوأما تكلمنا على الشرف النبوي الأجلى من طريق البيت الأعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهشيم البالي والهالك .\r\n( 2 ) أراد أن يقول صرت في حضرة القرب من التجلي الإلهى المتمثل نارا لنبي اللّه موسى عليه السلام مشيرا للآية « وهل أتاك حديث موسى ، إذ رأى نارا فقال لأهله امكثوا » .\r\n( 3 ) الحصور « السيد الشريف الوقور » .\r\n( 4 ) أراد معنى الرقم لحرف الميم وعدده 40 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nحتى نستوفيه في آخر الكتاب من غير اختصار ولا أسهاب ، ولكن يسير ألفاظ جزئية تدل على معاني كلية .\r\n\r\n( وصل )\r\nكذلك للإنسان نسبتان وله في العالم منصبان فأشرق نسبه وأعلى منصبه أن ينتسب للحق لا لوالديه وإن يقيم سره أبدا « خديما بين يديه » فإذا صحت له هذه الرتبة وفاز بأعلى درجة القربة وتصرف عن سماع الإذن المتعال صح له النسب العالي فكان إذ ذاك عبد اللّه بن فلان ، وإماما يقتدى به الئقلان .\r\n\r\n( فصل )\r\nولما قدمنا شرف البيت الأعلى إذ كان الأشد والأولى أردنا أن تتميز الرتب بالأخذ في شرف النسب الذي يتعلق به الورث الحسى ، والعرض النفسي .\r\n\r\n( وصل )\r\nكذلك صح التقدم لعالم غيب الإنسان على ما فيه من نسب الحيوان فهو محركه ومصرفه ومنبهه ومعرفه . ولكن احتجب عن أكثر الناس عالم غيبهم بما ظهر . فلذلك حرموا اكتساب اللالىء .\r\nواقتناء الدرر وحيل بينهم وبين الأسرار . وضرب بينهم وبين الأسوار .\r\nوضرب بينهم وبين مطلع الأنوار بظل هذا الجدار وإن كان له وجود شريف وسر لطيف . سأنبهك عليه وأندبك إليه وأعرف لأن الورث ورثان كما أن العالم عالمان فالورث الأعلى في العالم الأجلى ورث أسرار\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوتجليات الأنوار والورث الأسنى في العالم الأدنى ورث استخلاف على أمصار وتعبد أحرار ،\r\n\r\n( فصل )\r\nولما كانت الشمس لا بد لها من تحول مطلعها وتبدل موضعها كذلك لا بد من طلوع الشمس حقك على ظاهر خلقك . واعلم أن الشمس لا تزال جارية من المغرب إلى المشرق بنفسها كما لم تزل جارية من المشرق إلى المغرب بغيرها غير أن البصر قاصر واللب حائر . فلا بد لها يوما أن تظهر حركتها وتعطى بركتها فمن جاء أجله المسمى ولم تغفر حوبته فقد أغلق باب تربته وطلعت شمسه من المغرب ولا ينفعه إيمان ذلك الوقت ما لم يكن أمن وهو قوى مستبصر فإن اللّه تعالى يقبل توبة عبده ما لم يغرغر « 1 » .\r\n\r\n( فصل )\r\nولما كان هذا الأمر هو الكنز الخفي بالبحر الغربى أشار إلى أن القلب هو مقعد الصدق ومحل أسرار الحق وهو البحر المحيط والمعبر عنه بالعالم البسيط عنه تكون المركبات ومنه تصدر الحركات والسكنات .\r\n\r\n( فصل )\r\nوأما قال ولا يعرف ذلك الكنز إلا من كان روحا لا جسما وعلمه الحق من لدن علما وانبعث من كان كليما في طلبه ليعرف شرف مذهبه وأظهر المعروف المحمود في المنكر المشهود وجاء بثلاثة أفعال من المقام العال ففعل إضافة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المعنى ما لم يأته النزع الأخير عند خروج روحه .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nإليه وفعل إضافة إلى الحق وفعل شرك في العبارة عنه بين الحق والخلق « 1 » .\r\n\r\n( فصل )\r\nكأنه أشار إلى أن الإنسان ما دام في نفسه البهيمية ملاحظا لنفسه النباتية لا يتجلى له أمر ولا يبدي له سر فإن ارتقى عن درجة الأجسام .\r\nوزال عن عالم الأوهام والتحق بمقام الإلقاء والإلهام أتعب في طلبه علماء الأحكام ، فصار شاهده يطلب غائبه ليعرف مقاصده ومذاهبه ، فإن وقع عليه قيده بشرطه واستوثق من عقده وربطه ، فأبدى له من المعاني ما ينفر عنه طبعه ويرد عليه شرعه فيذكر ، ويعلم أن اللّه قد أنبأ بصدقه وقدر ، فهذه علوم الأداب والحكمة ، وباب التواصل إلى حضرة الرحمة « 2 » .\r\n\r\n( وصل )\r\nولما قال فالذي يعرف حقيقة ذلك الكنز ومحل النجاة والفوز يقيم جداره ، ويسكن داره ولا يطلب أجرا ويحدث لمن أنكر عليه منه ذكرا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي أن يعايش العبد الرباني علم اللدن وهو العلم الباطن المفاض عليه من حضرات التجلي معاين للحق بالحق وما للخلق بالحق فرفا وعاين المزج بين الحق والخلق جمعا .\r\n( 2 ) أي أن الإنسان الكامل السلوك إلى حضرة ملك الملوك لا بد أن مغنى عن الجسم والنفس واللطافة والحس والغد والأمس لينعم بالأنس في حضرة القدس .\r\n( 3 ) أي أن الذي نال المعرفة بتلك الحقائق العلية عليه بشكران ربه لما أفاء عليه من فضله وحبه .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n( وصل )\r\nأشار إلى كتمان الأسرار من جانب الجبار لينظر أهل الإنكار فيصح منهم الاعتذار ، ونسي بما في طي هذه الأخبار .\r\n\r\n( فصل )\r\nولما قال بلغ اليتيمان أشدهما وتوفى الأدوار أمدهما يظهر الكنز « 1 » .\r\nوتقوم دولة العز .\r\n\r\n( وصل )\r\nكأنه يقول فإذا بلغ الروح العقلي منتهى ، وبلغ الروح الفكري غاية فكره ، ووفت الأدوار الفلكية أربعين أخلاصها وشركت بين تقدمها في ذلك ومناصها جاء الروح القدسي أميرا واتخذ الروح العقلي وزيرا والفكري سميرا ، والحيواني سريرا .\r\n\r\n( فصل )\r\nولما قال وتشرق من الذي إشراقه تقوم دولته وتعقد عليه ازرته .\r\nويظهر العدل ، ويكون الفضل ، ولكن إلى الشرق رجوعها ، بعد ما ينقضى من الغرب طلوعها .\r\n\r\n( وصل )\r\nكأنه يقول وإذا كان السر من قلب طالعا فقد كان فيه غاربا ولكن كان غروبه طلوعا من ذلك الأفق العلى ، وغروبا من المقام الأعلى . ثم قد يكون طلوعه من الأفق النفسي يكون غروبا من الأفق السفلى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود بالكنز الإمام المهدى عين ذات الولاية وختمها .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n( فصل )\r\nولما قال فإذا ظهر الأمر في مجمع البحرين « 1 » ، ولاح السر المكتم لذي عينين ، كأنه يشير إلى ظهور النكتة الربانية ، في هذه النشأة الإنسانية فإنه مجمع البحر الآن والكون والعين وقوله في عينين ، يشير إلى صاحب الصفتين ، فمن فهم فقد فاز فوزا عظيما ، وكان باللّه عليما .\r\nولما قال وقام سمى النبي « 2 » وعن يمينه سماه الولي ، وذلك عندما ينعدم الخاء ويخط الألف في السماء ويجرى وادى منى ويظهر الإنسان في الماء وتكون الشمس في الجوزاء فإذا استوى الفلك على الجودى وقيل :\r\n بُعْداً لِلْقَوْمِ الظَّالِمِينَ  « 3 » وقيل السفياني « 4 » وصار من الفاسقين ونادى الأب ابنه وقيل له  إِنَّهُ لَيْسَ مِنْ أَهْلِكَ  « 5 » .\r\n إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقصد بحر النبوة والولاية .\r\n( 2 ) يقصد به المهدى .\r\n( 3 ) سورة هود آية 44 .\r\n( 4 ) عن أبي هريرة رضى اللّه عنه قال : قال رسول اللّه صلى اللّه عليه وسلم : « يخرج رجل يقال له السفياني في عمق دمشق وعامة من يتبعه من كلب فيقتل حتى يبقر بطون النساء ويقتل الصبيان فتجمع لهم قيس فيقتلها حتى لا يمنع ذنب تلعة ويخرج رجل من أهل بيتي في الحرم فيبلغ لسفيانى فيبعث إليه جندا من جنده فيهزمهم فيسير إليه السفياني بمن معه حتى إذا جاز ببداء من الأرض خسف بهم فلا ينجو منهم إلا المخبر عنهم » ، كتاب الفتن .\r\nوفي حديث آخر « يظهر رجل يقال له المنصور بن ربيعة يفتك بالسفيانى طوبى لمن حضر غنيمة السفياني » .\r\n( 5 ) سورة هود من الآية 46 .\r\n( 6 ) سورة هود من الآية 46 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n( وصل )\r\nأشار بذلك إلى الورث النبوي ، والمقام البرزخي ورفع الحجاب الإلهى في قتل السفياني وتحصل المراكب الإحشائى على الجودى الانبائى .\r\n\r\n( فصل )\r\nولما قال وكانت علامة أيمن الخد وكونه يمين الواحد فمن ثبتت له تلك العلامة فقد صحت الإمامة .\r\n\r\n( فصل )\r\nولما كانت المبايعة لهذا الإمام بين الركن والمقام وليس له وراءها مرمى لرام .\r\n\r\n( وصل )\r\nكذلك إذا كان واقفا بين مقام الخلة ، وركن من رام بأضيافه سد الخلة الذي قال فيه صلى اللّه عليه وسلم في صحيح الخبر « رحم اللّه أخي لوط لقد كان يأوى إلى ركن شديد » « 1 » خطابا لجميع البشر ، هنالك يوصف بعند ذي العرش مكين . مطاع ثم أمين ، وتعقد له مبايعة التعيين في الحرم المنيع والبيت الرفيع .\r\n\r\n( فصل )\r\nولما كان فتح المدينة التي هيأتها هكذا بالتكبير والتهليل ، وفي مقدم العسكر جبريل ، وقد عطف اللواء المشرق نحو بلاد المشرق ، ورياح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن أبي هريرة بإسناد صحيح رواه الحاكم في المستدرك .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالمغرب تزعجه ، وبشائر الفتح تلهجه والملائكة به حافون ، وعليه ملتفون وأمامه مصطفون .\r\n\r\n( وصل )\r\nإذا فتح العارف مدينته الكبرى بالمجاهدة والمعاناة والمكايدة وارتقى إلى فتح مدينة الرسول ففتحها بالتهليل وذلك بتنزل الروح الأمين من ربه على قلبه بسرائر غيبه والملائكة من بين يده ومن خلفه رصدا فحينئذ يرجع من حيث جاء مسرورا ، وقد ترك البلاد ديورا . فتحقق وتخلق واللّه الموفق .\r\n\r\n( فصل )\r\nولما قال فإذا أخذت في هذا الرحيل ، فاطو بساطك أيها الخليل وسر معه بما معك من كثير أو قليل فإن لم يكن عندك قوة مال ، ولا طاقة لك بحمل العيال ، فسر إلى معدن الإمام ، لحيثوا لك من المال « 1 » إن استطعت أن تحمله ، وذلك أيضا له علامة مع جلى الجبهة وقنى الأنف « 2 » وسيرته في الملك بين اللين والعنف ، فاصحب ذلك الركب المحفوظ المصان الملحوظ ، فإنه لا خير فيما تبقى بعده . ولكن الخير أمامه وعنده .\r\n\r\n( وصل )\r\nكذلك العارف إذا نزل روح قدسه إلى فتح مدائن نفسه ، ورجع إلى حضرة أنسه ، لزم الجوارح أن يرجعوا وراءه ، ويلازمون تلقاءه فإن افتقروا استمدوه ، وإن غير عليهم استعدوه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير بذلك إلى حديث النبي صلى اللّه عليه وسلم الذي قال فيه « يحثى الذهب في زمانه حثوا » أي من غير حساب .\r\n( 2 ) أي أقف عال مرتفع .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n( فصل )\r\nوبعد انقضاء هذه الدول ، يخرج الأعور « 1 » متى نزل ، فيميت بإذن اللّه فتنة ويحيى ما أمات ، وينزل اللّه الغيث ويخرج النبات ، وتأتى إليه الأموال ، وينعقد عليه الآمال ، إلا من تحصن وتصبر ، وأكل من الحشيش الحرث ، حتى يأتي الأمر الآكد ، فيقتله عيسى عند باب لد ويظهر دمه في الحرية ، ويسرع إلى الحصار بالأوبه ويخرج من وراء السد بأكثر عدد وأقوى هدد ، فيدعوا عيسى بن مريم عليه السلام على أولئك الأمم ، بعد ما لم يتركوا بالأرض ديار أو أرسلوا السهام في الجو ليقتلوا من في السماء فيردها سبحانه عليهم مخضوبة بالدماء فيسلط اللّه في ليله ذا التعف في أعناقهم فيموتون في ليلة إلى آخرهم . ثم تخضر الأرض ويكثر الزرع وتعظم الثمرة ، وتظل الرهط الكثير الشجرة وتحيى الشريعة المحمدية ، وتظهر الحقيقة الأحدية إلى أمد معلوم وقدر محتوم ، وتنفخ دابة وتطلع شمس ولا يقبل عند ذلك إيمان نفس واللّه يعصمنا من غوائل الفتن ويصرف عنا وجود المحن آمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود المسيخ الدجال عليه اللعنة وقد استعاذ منه النبي صلى اللّه عليه وسلم فقال « اللهم إني أعوذ بك من فتنة المحيا والممات ومن فتنة القبر ومن فتنة المسيخ الدجال » .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nنكتة تمام الأنبياء في تعيين ختم الأولياء\r\nوهو النسب الأعلى الذي تقدم ذكره في نكتة الشرف ، جهل من جهل وعرف من عرف ، ولما أشار من إشارته علم وطاعته غنم ، وهو الذي يلقى الأمور ويشرح الصدور ، كان علىّ أن أنبه على تعيين هذه النكنتة وأن تأتى بها كالساعة بغتة ، وذلك لتوفير داعيه من إذن واعيه ، فلا بد من بسطها وحل ما قوى من ربطها وما ذكره اللّه تعالى في كتابه في هذا الختم من الأسرار وما ورد عن النبي صلى اللّه عليه وسلم فيه من الأخبار وورد الأمر بأن أذكر من الكتاب العزيز مقاماته وآياته ونلغز أيضا أسمائه وصفاته .\r\nفاعلم أيدك اللّه بكلمه ، ووهبك معالم حكمه ، وأوضح لك سر قدسه أن الختم الذي يحمل لواء الولاية ، ويكون المنتهى للمقام والغاية . أنه قد كان ختما لا يعرف وكان له الأمر لا يرد ولا يصرف في روحانية متجسده وفردانية متعددة ، ختم أمرا جسميا فاستتر وختم أمرا مقاميا فظهر ، وإن ظهر بعد ولى فليس له المقام العلى ، فإن من جملة أعدائه أتباعه وصحابته وأشياعه ألا ترى الأمر الإلهى قد حكم ، ونفذ تقديره وحتم فصير من كان نبيا عندما بعث صلى اللّه عليه وسلم وليا بحسن الاستماع حكم الاتباع والتحق بالطاعة . وكان من بعض أطوار القيامة لذلك جرى الحكم في هذا الولي الآتي بعد الختم العلى ، فليس الختم بالزمان وإما هو باستيفاء مقام العيان ، وإن كان لا بد أن يقارن حركة فلك هي زمانه ، ووقته وأوانه فيسب إلى الزمان من هذا الجانب ، وهكذا أمره في سائر المذاهب .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nإفصاح الكتاب العزيز بمقاماته والإعلام بأحواله وآياته\r\nواعلم أن اللّه تعالى ذكر الختم المكرم ، والإمام المتبوع المعظم .\r\nحامل لواء الولاية وخاتمها ، وإمام الجماعة وحاكمها وأنبأ به سبحانه في مواضع كثيرة من كتابه العزيز تنبيها عليه وعلى مرتبته ليقع التمييز فإن الإمام المهدى ، المنسوب إلى بيت النبي صلى اللّه عليه وسلم . لما كان إماما متبوعا وأمرا مسموعا ربما اشتبهت على الدخيل صفاتهما واختلطت عليه آياتهما وأما عيسى عليه السلام فلا يقع في آياته إشتراك ، فإنه نبي بلا ريب ولا ارتباك . ولما كان الختم والمهدى كل واحد منهما ولى ربما وقع اللبس وحصل التعب لدواعي النفس ، فلهذا الأمر الكبار ما نبه عليه لأهل البصائر والأبصار وأما العوام فليس لنا معهم كلام ، ولا له بساحتهم إلمام ، فإنهم تابعون ، أسمائم مقتدرون بأمرائهم ، والأمراء والعلماء يعرفونه ، ويقتفون أثره ويتبعونه حتى أن عيسى عليه السلام ليذكره فيشهد له بين الأنام ، وأنه الإمام الأعظم والختام . لمقام الأولياء الكرام ، وكفى بعيسى عليه السلام شهيدا ، وإن وراءكم له عقبة كؤدا . لا يقطعها إلا من ضمر بطنه وسهل حزنه ، فموضع نبه عليه سبحانه أنه سيظهر على أوليائه وينصر على أعدائه ، وذلك فاعلم .\r\nوهذا فصل يحتوى على مولده ونسبه ومسكنه وقبيلته وما يكون من أمره إلى حين موته واسمه وأسماء أبويه مما تضمنه نص القرآن الصحيح والخبر الواضح الصريح فأما القرآن فتضمن ذكره وذكر أخيه ، وأما الخبر فيعم ذكره دون أخيه إلا في موضع واحد فذكر مع متبعيه ، وتتبعت مواضع التنبيهات عليه والتنصيص في القرآن فوجدته كثيرا لكن على تقاسيم البرهان فمنها في البقرة موضعان : فيها علاماته ، ومكانته وآياته\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nفي آل عمران أربع مواضع الاعتناء به قبل وجود عينه ، وتقوم شرفه قبل كونه وآثاره الحميدة ، وأفعاله المشهودة وإلحاقه بالنقص والحط والنقص ، والحل بعد الشد والربط ، ومسكنه الذي لا تغيره الذاريات ، ولا تجهله التاليات ، أوجب التصديق به خالقه ، وأودعه في الشرع واثقة .\r\nوفي النساء أربعة مواضع ، التحق بعضها بصاحب النور وتنزه في ذاته عن قول الزور ، ومناجاته مع إخوانه ، وجولاته في ميدانه أفرده بالصدق في نطقه ، مناسبة بينه وبين خلقه ، جاء حرف تنبيه ، لا تبعيض فأبانه وأظهر للعقول السليمة منزلته ومكانه ، ثم ذكره بما دل عليه أبو يزيد « 1 » في مناجاته بسماء التوحيد وشاركه في أوضح الأسماء ، صاحب سورة الإسراء .\r\nوفي المائدة في ثمانية مواضع علمه الراسخ ومنصبه الشامخ ، ونوره الأوضح ، وسره الأفصح ونصحه وتحريضه وتخصيصه وتحضيضه لاطه « 2 » بالأنقص بتصريح النص ، لتكميل علمه وتنقيح فهمه ، خاطب الحق عباده على مقولة ، كما فعل بأنبيائه ورسله ، وذكره بالأفعال الغيبية في العين ، ورده من عالم البقاء إلى عالم لبس الكون .\r\nطولب بخطه الأعلى من المقامات العلى ، فألحق بالسفلى وبالعدول عن الطريقة المثلى . اتحد سره بربه ، تعشقا لانسلاخ زمان قربه ، فأراد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو اليزيد البسطامي .\r\n( 2 ) لاطه بمعنى خلطه ومزجه الولي الكامل طيفور بن عيسى رضى اللّه عنه وأرضاه .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالرجوع عن مدركه ، والسلوك على منهجه ، فنودي في الاعنان في عرصات الكيان بلسانك الشرك .\r\nوالبراءة من الإفك ، فوحد واستشهد وسجد للواحد الأحد .\r\nوفي الأنعام موضع رتقه « 1 » رتقالا يفتق ، وجعله خلقا لا يخلق وفي براءة موضع لما وقف على حقيقة شرف نفسه .\r\nفلطه يسر من جنسه ، وفي مريم موضعان ، توج فساد وأخمد نار العنان .\r\nوفي الأنبياء موضع زكى فتزكى ، ونودي فلم يتلكا .\r\nوفي المؤمنين تشام فريع وأخصب ورتع\r\nوفي الصافات عرض بأخيه مع جملة بنيه ، وفي الشورى موضع مهد له السبيل وعرف أسباب التنزيل .\r\nوفي الزخرف موضع نبه على مقامه تنبيها لا يرد ببرهان لا يصد .\r\nوفي الحديد موضع الحق باليا ، ولم يصح أن يكون متلوا فكان صديقا وليا فإن النبي هو المتلو لا التالي والولي هو المولى عليه ليس الوالي ، وفي الصف موضعان قيل عنه فقال وردد ذنبه فزال المطال .\r\nوفي التحريم حرم ، وأقر له بالمقام وسلم ، وأما الخبر الصحيح في مثل البخاري ومسلم .\r\nفانظروا ما أشار إليه ابن بطال وصاحب كتاب المعلم إلى غير ذلك من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرتق هو الالتصاق والتماسك .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالآيات البينات ، وأما النبي محمد صلى اللّه عليه وسلم فإنه اجتمع به في الأرض « 1 » التي خلق منها آدم عليه السلام ، وفي هذه الأرض من العجائب ما يعظم سماعه ، ويكبر استشاعه ، وقد ذكرت هذه الأرض وما فيها من العجائب وما تحويه من الغرائب ، في كتاب أفردته لهما سميته .\r\n« بكتاب الإعلام بما خلق اللّه من العجائب في الأرض التي خلقت من بقية طينة آدم عليه السلام » واعلموا أن زمانه أربع من صورة العقود الأول على حسب ما خط له في الأزل فكان العام الأول كشهر والعام الثاني كجمعة ، والعام الثالث كيوم ، والعالم الرابع كساعة ، وما بقي من الأعوام كخطرات الأماني والأوهام ، وإنه زائل عن مرتبته بختمه ، وظاهر بعلم غيره لا بعلمه وجار في ملكه على خلاف حكمه ، ولولا ظهر بهذا العلم ، وحكمه بهذا الحكم . ما صح له مقام الختم ولا ختمت به ولاية ، ولا كملت به هداية ، وإن له حشرين ، ولصحبه فجرين ، ولوجهه نورين ، وفي حفظه علمين وله عالمين يشركهما في حكم ، ويخص أحدهما بحكم ، فهو صاحب حكمين « وهو من العرب لا من العجم » آدم اللون أصهب أقرب إلى الطول . منه إلى القصر كأنه البدر الأزهر اسمه عبد اللّه وهو اسم كل عبد اللّه ، وأما اسمه الذي يختص به فلا يظهر فيه إعراب ، وينصرف في صناعة الأعراب أوله عين اليقين ، وآخره قيومية التمكين ونصف دائرة الفلك من جهة النصف الذي هلك لا يدع باسم سواه ولا يعرف أباه أن وقف قلت سرولة وإن مشى مشى بين السعي والهرولة مرضى القول مشكور الفعل وهذا هو فاعلمه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي أرض السمسمة التي خلقها اللّه من بقية طينة آدم عليه السلام وإن كوننا هذا يساوى بها ريشة في الفضاء .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفينا قد وضحت لك فيه الدليل ، ومهدت لك السبيل ، وأغلقت عليك بالنص باب التأويل ، وعينته لك باسمه ونسبه .\r\nوسره الشريف ومنصبه وإن الصديق الأكبر تحت لوائه ، وأنه سيد الأولياء كما أن سيدنا سيد أنبيائه وإن شئت أوضحه لك في العدد ، وأقسم لك بهذا البلد ، إنه للسيد الصمد فانظره في ثلاثين عددا ، وكن لشيطان جهلك شهابا رصدا ، فإن لم تقو على التفسير ، فعن قريب يأتيك بقميصه البشير فيكشف كروبك ويرتد بصيرا يعقوبك ، هو شق في خلقه ، وسطر من جهة خلقه وحقه ، فانظر هناك تجده أباك ، وأما الختم في حق الإنسان فهو عبارة عن المقام الذي لا ينتهى بك إليه ، ويقف عليه وكل سالك حيث وصل ومقامه حيث نزل ، فلا يتعين فيوقف عنده ، « ولا تظهر المعارف » لنا حده ولكن ختم المقامات التوحيد وأسرار الوجود في مزيد .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nاللؤلؤة اللاحقة بالياقوتة السابعة\r\nولما كانت القطوف دانية في إنعطاف القرون الثلاثة المتوالية وكان قطف فوق قطف ، وعظف فوق عطف ، وانتهى الأمر ، وقيل ما بقي خير ولأمير واستمسكوا بحديث النبي صلى اللّه عليه وسلم حين بلغهم عنه « أنه ما ينقضى زمان إلا ويأتي شر منه » ، وغفلوا عن القرن الرابع الآتي بعد الثلاثة الذي هو زمن المهدى ، والختم الولي ، ونزول عيسى النبي ، وذلك إنه لما انتهت القرون الثلاثة ودخل صفر ، ظهر الفساد في البشير ، وتوالت أدوار النحوس في الأكر ، إلى أن دخل رجب الفرد الملحق بأول الثلاثة السرد فالتحق بأصحابه وتميز في أبوابه .\r\nوالتحمت القرون ، بظهور السر المصون ، ولما كان ذو الحجة وسط الثلاثة المحرمة وكان من أعظم الشهور المعظمة .\r\nإذا كان شهر رمضان التبعات ، والمغفرة لأهل عرفات ، فهو الأول بالفضلية ، وهو الوسط بالدورة الربانية ، والحكمة الإصلاحية فخذ روحانيته في التقديم ، وذلك من باب الحكمة لا التحكيم فهو الأول ، وإن كان وسطا ولم أقل في ذلك شططا ثم لما كان الترحيب والتعظيم التحق الآخر بصاحب التقديم ، وهو الأصب والأصم ، الملحق بالثلاثة الحرم .\r\nلكن أقوى ما تقوم عليه الحجة الحاقة في التعظيم بذى الحجة ، وقد يكون الآخر بالجسم ، يتقدم على الأول في الحكم ، ألا ترى أن النبي صلى اللّه عليه وسلم مؤخر في النشأة الدنياوية ، مقدما في النشأة الأخراوية ، وإذا صح التقديم فالتساوى أحرى وبهذا أشار من جرى هذا المجرى ، ألا ترى نص النبي صلى اللّه عليه وسلم لأصحابه « عنكم للعامل منهم ، أجر سبعين منكم فقالوا بل منهم فقال :\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nبل منكم » « 1 » فأكد بالعطف التفاضل في النطف فانظر إلى عظيم هذا البذل وعميم هذا الفضل فإن احتج عليك الخصم الضعيف بمفاضلة المد والنصيف فاعلم أن للفاضلة أبوابا وأن لها عند المفضل أسبابا إذ هي راجعة إلى الزيادة والنقص بالحكم الإصطلاحى والنص ، فقد فضل الواحد صاحبه بتكليم اللّه له فضله الآخر بإحياء الموتى وإبراء الأكمه والأبرص وإذ وقد صح القول وتبين التساوي فقد فضلونا من غير الجهة التي بها فضلناهم وعرفونا بغير الدليل الذي عرفناهم وقد يقع الاشتراك بيننا في الصفة ، ويجتمع في بعضهم راتب المعرفة ، فإذا تحققت هذا التفضيل فقد فتح لك في التفضيل وساغ لك التأويل .\r\nولما كان ذو الحجة أو ان الفضل والتعيين حملنا ما بعده من الشهور على المتين من السنين فكان طلوع بعد إنفضاء الخاء من حروف الهجاء وكان ميلاده انقضاء الضاد والباء بعد ميلاد الإنشاء ، وانتظام الأجزاء ، ولعل الناقد يدخل البايع في العلم فقل له ذلك أو ان الحكم في دولة العز ، بظهوره عند انقضائه ، وجود ختم أوليائه ، عند فناء العدد الوتر ، المذكور في الشعر .\r\n( تم بحمد اللّه وعونه )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتحاف السادة المتقين 5 / 205 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nالموضوع الصفحة\r\nالمقدمة 3\r\nتبين الغرض من هذا الكتاب 12\r\nبجر طامس وبحر غاطس 15\r\nمحاضرة أزلية على نشأة أبدية 45\r\nالمرجانة الأولى للؤلؤة الأولى 53\r\nلؤلؤة نشأ الملأ الأعلى 54\r\nلؤلؤة نشأ العرش 54\r\nلؤلؤة نشأ الكرسي منه 55\r\nلؤلؤة الأفلاك 56\r\nلؤلؤة نشأ العناصر الأول منه 57\r\nلؤلؤة الدخان فتقت فيه السماوات 59\r\nلؤلؤة نشأ منها أمثال 60\r\nلؤلؤة التحام اليواقيت 61\r\nلؤلؤة اعتراض لمن أصاب الصيد بالمعراض 63\r\nلؤلؤة امتداد الرقائق 64\r\nمرجانة اللؤلؤة الأولى 65\r\nمرجانة اللؤلؤة الثانية 66\r\nمرجانة اللؤلؤة الثالثة 66\r\nمرجانة اللؤلؤة الرابعة 67\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالموضوع الصفحة\r\nمرجانة اللؤلؤة الخامسة 68\r\nمرجانة اللؤلؤة السادسة 71\r\nمرجانة اللؤلؤة السابعة 71\r\nمرجانة اللؤلؤة الثامنة 72\r\nمرجانة اللؤلؤة التاسعة 72\r\nمرجانة اللؤلؤة العاشرة 73\r\nإثبات الإمامة 79\r\nنكتة الشرف 81\r\nالنكتة المؤخرة 83\r\nنكتة تمام الأنبياء 92\r\nإفصاح الكتاب 93\r\nاللؤلؤة اللاحقة 98\r\nفهرس الموضوعات 101\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالمطبعة الأزهرية\r\nرقم الإيداع 9855 / 98\r\n5 - 86 - 5165 - 977\r\n\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104}
  ]