[
  {"content":"\r\n\r\nالمشروع القومي للترجمة\r\nلوائح الحق ولوامع العشق\r\nتأليف : نور الدين عبد الرحمن الجامي\r\nترجمة وتقديم : محمد علاء الدين منصور\r\nالمجلس\r\nالأعلى\r\nللثقافة\r\n2003\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالمشروع القومي للترجمة\r\nإشراف : جابر عصفور\r\n- العدد : 424\r\n- لوائح الحق ولوامع العشق\r\n- نور الدين عبد الرحمن الجامي\r\n- محمد علاء الدين منصور\r\n- الطبعة الأولى 2003\r\nحقوق الترجمة والنشر بالعربية محفوظة للمجلس الأعلى للثقافة\r\nشارع الجبلاية بالأوبرا - الجزيرة - القاهرة ت 7352396 فاكس 7358084\r\nEl Gabalaya St . Opera House . El Gezira , Cairo\r\nTel : 7352396 Fax : 7358084\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nتهدف إصدارات المشروع القومي للترجمة إلى تقديم مختلف الاتجاهات والمذاهب الفكرية للقارئ العربي وتعريفه بها ، والأفكار التي تتضمنها هي اجتهادات أصحابها في ثقافاتهم ولا تعبر بالضرورة عن رأى المجلس الأعلى للثقافة .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدمة\r\nيطيب لي أن أقدم عملا قيما لصوفى إيرانى بارز وأديب وشاعر فارسي مبرز عد آخر الشعراء الفرس العظام وهو نور الدين عبد الرحمن الجامي . ولد الجامي في خراسان في 23 شعبان 817 ه - 7 نوفمبر 1414 م ، وتوفى في هراة في 18 محرم 898 ه - نوفمبر 1492 ، وكان شاعرا كبيرا ومحققا دارسا دقيقا وعارفا لجميع تحقيق الحكماء وذوق أرباب الكشف والشهود .\r\nشمل شعره ثلاثة دواوين وغزليات وسبعة مثنويات ومقدارا من قطعات وأبيات متفرقة ، وله مؤلفات سامية الأسلوب في التفسير وإثبات النبوة والحديث وتراجم الصوفية والأولياء والنحو والصرف العربي والعروض والقافية والموسيقى وفن المعمىّ وسائر الفنون ، وذكر أن عدد تواليفه ستة وأربعون ، وقد لقى في حياته الذيوع في العالم الإسلامي واحترام السلاطين . وأما آثاره الشعرية فهي على ترتيب مراحل حياته ( فاتحة الشباب ) الذي جمعه عام 884 ه ، و ( واسطة العقد ) المجموع في 894 ه ، و ( خاتمة الحياة ) الذي جمعه عام 896 ه ، ومثنوياته السبعة أو العروش السبعة أو نجوم الدب الأكبر السبعة وهي ( سلسلة الذهب ) المؤلف في 890 ه في موضوعات فلسفية\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوصوفية ودينية و ( سلامان وأبسال ) و ( تحفة الأحرار ) المنظوم في 886 ه ، و ( سبحة الأبرار ) ، و ( يوسف وزليخا ) المؤلف في 888 ه و ( ليلى والمجنون ) الموضوع في 889 ه ، و ( خردنامه إسكندرى ) أو رسالة العقل الإسكندرى ، وكلها تحوى موضوعات عرفانية ، وذوقية ، وحكمية ، وشرعية ، وتعليمية ، وتربوية ، وكلامية ، وأخلاقية ، وفلسفية ، أو علوم عصره ، وتتميز غزلياته العشقية العرفانية بالعذوبة والرقة مع العمق والدقة .\r\nأما كتبه النثرية المكتوبة بالنثر الموزون الذي يمازجه النظم فمنها نفحات الأنس في سيرة الصوفية ( 883 ه ) ، وشواهد النبوة ( 885 ه ) ، وشرح لمعات الشيخ العراقي الصوفي الشهيد ( المتوفى 688 ه ) المسمى بأشعة اللمعات ( 886 ه ) ، واللوامع في شرح فصوص الحكم للشيخ الأكبر محيي الدين بن عربى ( المتوفى 638 ه ) وقد ألفه عام 896 ه ونقده لنصوص صدر الدين القونيوى تلميذ ابن عربى ( المتوفى 672 ه ) ، وتفاسيره لبعض سور القرآن ، وشرحه أربعين حديثا ورسالة في التوحيد هي رسالة التهليلية ورسالة في مناسك الحج وشرحه قصائد عمر بن الفارض المصري أبرز صوفية العشق الإلهى في المسلمين ( والمتوفى 632 ه ) ، وشرحه البيت الأول للمثنوى المشهور لجلال الدين الرومي ( توفى 672 ه ) الذي يشرح حكاية الناى ، وشرحه لرباعى للشاعر الفارسي أمير حسور الدهلوي ( المتوفى 722 ه ) وشرحه كافية ابن الحاجب في النحو وغير ذلك ، وأشهر كتبه النثرية ( بهارستان ) أو ( الروض ) ويشمل - في أسلوب موزون يجمع بين النثر والنظم - موضوعات تم إنشاؤها لتعليم النشء البلاغة والفصاحة ، أما الكتاب الذي نقدمه اليوم فهو جماع لثلاثة من تأليفه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالنثرية أولها ( لوائح الحقيقة ) وهي خمسة وثلاثون لائحة في شرح مقالات الحكماء الصوفية في الوحدة ومراتب الوجود خاصة ابن عربى والقونيوى وأتباعهما . وإذ لم يبتدع الجامي فكرا زائدا على هذين المفكرين لكنه أحسن استيعاب هذه النظرية على كثرة مقالاتها وعرضه خلاصة لفهمه لها في أسلوب رشيق عميق جزل . ورصع لوائحه برباعيات موافقة من نظمه ، ولم يكفه هذه اللوائح ؛ فأنشأ رباعيات في نفس الفكر ثم شرحها لإثبات وحدة الوجود وبيان تنزلاتها إلى مراتب الشهود وكيفية إدراكها بالذوق والعرفان . وقد قدم هذين الكتابين على شرح له للقصيدة الميمية الخمرية لابن الفارض ، والذي تأثر به في غزلياته كذلك ، وسماها باللوامع وهي الكتاب أو القسم الثالث للكتاب الذي نقدمه ليرسم سمات العشق الإلهى ومراتبه بقلم الموحد أو القائل بوحدة الوجود ؛ ولذلك كانت لوامعه تأكيدا وتفصيلا لما سبقها من لوائح ورباعيات . لم يكن الجامي في شرحه على شعر ابن الفارض ملتزما بظاهر قوله ، بل أضاف إليه من عقله ووجدانه مقدمة طويلة بلاغية عن العشق وما يتصل به ، ثم شرح شعره شرحا مبدئيا ثم أتبعه بتأويلات له تعمق رأى ابن الفارض وتربطه بمذهب الوحدة ، ولعل ابن الفارض لم يدر بخلده هذه التأويلات والإضافات بدليل اعتراف الجامي بقوله :\r\n( ويمكن أن يكون مراد الشيخ الناظم بكذا هو ) دبر كل شرح ، وقد وشح شرحه بنحو مائة وستين رباعية من نظمه ، وفصل شرحه في سبع وعشرين لامعة ، ولم يزد شعر ابن الفارض عن واحد وثلاثين بيتا بحيث يمكن القول إن شرح الجامي بلغ بشعر ابن الفارض نصابا عاليا من العمق والشمول والتدقيق والإحاطة وحلاوة الأسلوب وطلاوته ، وخلاصة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nرأى ابن عربى في وحدة الوجود ومراتبه أن الله والعالم شئ واحد أو بحد قوله : \" سبحان من خلق الأشياء وهو عينها \" وقالوا : \" ما ثمة غير \" أي ليس غير الله ، ونفوا ما سواه ، ويشرح الجامي ذلك بقوله : إن الموجود الحق والحقيقة المطلقة بل حقيقة الحقائق هي الذات الإلهية ، وهو حقيقة الأشياء والعالم وهو واحد في حد ذاته لا يجوز عليه العدد ، لكنه باعتبار التجليات المتكثرة والتعينات أو المظاهر والمجالى المتعددة في مراتب الوجود تارة يكون حقيقة الحقائق الجوهرية المتبوعة وتارة الحقائق العرضية التابعة ، إذن فذات واحدة هي التي تظهر متكثرة بواسطة الصفات المتعددة للجواهر والأعراض ، ولكن من حيث الحقيقة هي واحدة وليست في الأصل متعددة ومتكثرة أو كثيرة ، وظهور الحق بعد مرحلة اللا تعيين في تعييناته يسمى الخلق أو العالم ؛ فالعالم هو ظاهر الحق والحق هو باطن العالم ، وكان العالم قبل ظهوره هو عين الحق وكان الحق بعد ظهوره هو عين العالم ، إن الحق - سبحانه - من ناحية الذات والحقيقة أخفى من كل شئ ، ولا يمكن لأحد ما أن يدرك ويفهم ويشهد ويعلم كنه ذاته وغيب هويته . . . ، وفي الجملة كل ما يسمى العقل والفكر والوهم والحواس والقياس ، فذات الله منزهة ومقدمة عنه ؛ لأن كل هذه محدثات ، ولا يستطيع المحدث أن يدرك الله غير المحدث وهذه مرتبة اللا تعيين ، وإذا امتنع إدراكه باعتبار بطونه وتجرده فيمكن إدراكه باعتبار ظهوره في مراتب الإيجاد أو الكلية أو تنزلات ذاته العلية ، والمراتب الكلية أو تنزلات الحق على خمس درجات :\r\nالأولى تسمى مرتبة أو حضرة الغيب والمعاني وهي حضرة الذات بالتجلي أو الظهور أو التعين الأول والثاني وما اشتمل عليه من الشؤون\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوالاعتبارات أولا ، والحقائق الإلهية والكونية ثانيا . والثانية المقابلة للأولى تسمى الشهادة والحس وهي من حضرة عرش الرحمانية حتى العالم الأرضي وما بينهما من صور أجناس العالم وأنواعه وأشخاصه .\r\nوالثالثة التي تتلو مرتبة الغيب تنازلا تسمى مرتبة الأرواح .\r\nوالرابعة التي تتلو عالم الحس تصاعدا تسمى عالم المثال والخيال المنفصل .\r\nوالخامسة التي تجمع ما سبقها تفصيلا وهي حقيقة العالم ، وإجمالا هي الصورة العنصرية الإنسانية أو المرتبة الجامعة لجميع المراتب وهي حقيقة الإنسان الكامل أو « الحقيقة المحمدية » ، وقد بنى الصادقون من الصوفية على عقيدتهم بالوحدة سلوكا هو روح الإسلام وجوهره على غير ما يشاع عنه ؛ إذ نظروا في كل شئ صورة الله فنبذوا العنصرية والتفرقة بين الناس على أساس الدين أو الجنس أو اللون ، وعشقوا الناس جميعا وأحبوهم ؛ لأنهم بذلك يعشقون الذات الإلهية ، بل ترحموا على الحيوان وتشفقوا على الحشرات ؛ فكلها مجلى الحق وعينه ، ووحدوا بين الأديان لأنها وإن اختلفت في الشكل اتفقت على المضمون ؛ فالمسلم في مسجده والنصراني في ديره والمجوسي والهندوسي في معبده يعرفون الحق ويعبدون المطلق ، ورأوا أن الظواهر والأشكال هي التي خلقت الكره والعدوان والإرهاب ، وإن صدق حبهم لله أحبوا جميع خلقه حتى المسىء منهم وغير المعتقد بالله ، وإن تقوى الله تعنى اتقاء دماء خلقه وأعراضهم وأملاكهم ، وكلنا من الله وإليه نرجع كما هو تعليم القرآن  يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ  أي أتقاكم لأرواح خلقه وأملاكهم ؛ لأن تقوى الله تعنى عدم خيانته في أماناته ، وخلقه هم خير\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nأماناته ؛ فحبهم هو حب الله ، في السلوك الصوفي الذي يبدأ بالتوبة وذكر الله وينتهى إلى الفناء فيه أو ما يعرف بالمقامات والأحوال الصوفية ، تلوح للسالك أولا لوائح الحقيقة إلى عقله وإدراكه وهي الحقيقة الإلهية أو الوجود المطلق ؛ فإذا توحد بها توجّد وتذوق وانكشفت له لوامع العشق الإلهى ، فإذا زاد توحده وشهوده لله طلعت عليه طوالع الحقيقة المطلقة ففنى عن ذاته وبقي بها ، وهذا هو المقصد الأسنى والمطلب الأسمى .\r\n( المترجم )\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n[ المتن 
  ]\r\nربّ وفقنا للتكميل والتتميم لا أحصى ثناء عليك ، كيف وكل ثناء يعود إليك ، جلّ عن ثنائى جناب قدسك ، أنت كما أثنيت على نفسك ، ربّ لا نجرى على ألسنتنا ثناءك ولا نحصى عليك مدحتك ؛ فكل ما في صحائف الكائنات من جنس الأثنية والمحامد عائد إلى جناب عظمتك وكبريائك ، فما تستطيعه أيدينا وألسنتنا أن تقدم ما يجدر بحمدك ومدحك ؟ أنت مثلما امتدحت نفسك ، وجوهر ثنائك هو ما نظمته بنفسك .\r\n\r\n( رباعي )\r\n حيثما كان كمال كبريائك * كان عالم النماء من بحر عطاياك\r\nأي حد لنا في حمدك وثنائك ؟ * إنما الحمد والثناء عليك بما يحرى بك \r\nوبقدر ما بلغ المتفاصح القائل عليه السلام \" أنا أفصح \" من علم الفصاحة وأقر بعجزه عن أداء ثنائك فليس بمكنة كل كليل لسان فتح مجارى الكلام ، وليس باستطاعة كل مضطرب عقل أداء بلاغة المقال ، بل إن إظهار الاعتراف بالعجز والقصور هنا هو عين القصور ، ومشاركة\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nسيد الدين والدنيا ( عليه السلام ) في مقالته تلك أمر بعيد عن حسن الأدب .\r\nاللهم صلّ على محمد ناصب لواء الحمد وصاحب المقام المحمود وعلى آله وأصحابه الفائزين ببذل المجهود لنيل المقصود وسلم تسليما كثيرا .\r\n\r\n( مناجاة )\r\nإلهي إلهي خلصنا عن الاشتغال بالملاهي ، وأرنا حقائق الأشياء كما هي ، أزل عن بصر بصائرنا غشاوة الغفلة ، وأرنا الأشياء على حقيقتها ، ولا تظهر لنا العدم بصورة الوجود ، ولا تحجب عنا بالعدم جمال الوجود ، واجعل هذه الصورة الخيالية مرآة لتجليات جمالك لا علة للاحتجاب والابتعاد عنك ، وحول هذه النقوش الوهمية أساسا لعلمنا وبصرنا بك لا آلة لجهالتنا وعمانا عنك ، حرماننا وهجراننا كله منا فلا تدعنا إلى أنفسنا وتكرم بتخليصنا من أنفسنا وتفضل بتعريفنا إليك .\r\n\r\n( رباعي )\r\n يا رب امنحنى قلبا طاهرا وروحا عليمة * هبني آهات الليل وبكاء السحر\r\nواجعلني أفنى عن ذاتي في طريقي أولا * ثم عرفني إلى ذاتي وأنا فان عنها \r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n يا رب اجعل كل الخلق فظاظا معي * واجعلني أنتحى جانبا عن كل العالمين\r\nواصرف وجه قلبي عن كل جهة * وحولني في عشقى إلى جهة واحدة ووجه واحد \r\n\r\n( رباعي )\r\n يا رب ماذا يصير لو خلصتنى من الحرمان * ماذا يحدث لو دللتني على ربع العرفان\r\nقد هديت كثيرا من المجوس من كرمك إلى الإسلام * فماذا يحدث لو جعلت مجوسيا آخر مسلما \r\n\r\n( رباعي )\r\n يا رب أغننى عن الكونين * وأعل رأسي بتاج الفقر\r\nواجعلني محرم الأسرار في طريق طلبك * اصرفني عن طريق لا ينتهى إليك \r\n\r\n( تمهيد )\r\nهذه رسالة تسمّى باللوائح ، في بيان المعارف والمعاني التي لاحت على ألواح الأسرار والأرواح لأرباب العرفان وأصحاب الذوق والوجدان\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبعبارات لائقة وإشارات رائقة ، والمتوقع ألا يرى وجود المتصدّى لهذا البيان ، وألا يجلس على بساط الإعراض وسماط الاعتراض ؛ لأنه ليس له في هذا المقال نصيب غير منصب الترجمان ، وليس له حظ غير مسلك البيان .\r\n\r\n( رباعي )\r\n أنا لا شئ بل أقل كثيرا من لا شئ * ولا يتأتى فعل من الذي هو لا شئ وأقل من لا شئ\r\nأقول كل سر من أسرار الحقيقة * لأنه ليس لي حظ غير القول والشرح \r\n\r\n( رباعي )\r\n في عالم الفقر زوال الصفة أولى * وفي قصة العشق زوال اللفظ والكلمة أولى\r\nلأن من ليس أهلا لذوق أسرار الوجود * إنما قوله بطريق الترجمة أولى \r\n\r\n( رباعي )\r\n نظمت جواهر عدة مثل المستنيرى العقول * في ترجمة أحاديث لعلية الفحول \r\nفلعل الرسل يبلغون هذه التحفة منى أنا الحقير إلى شاه همدان\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n( لائحة ) \" ما جعل الله لرجل من قلبين في جوفه \" ، تعالى عن الكيف حين وهبك نعمة الحياة لم يخلق في داخلك غير قلب واحد حتى تكون في محبته ذا وجه واحد ، وتعرض عن دونه وتقبل عليه ، وليس لكي تمزق قلبك الواحد مائة قطعة وتشرد كل قطعة وراء مقصد ومقصود .\r\n\r\n( رباعي )\r\n يا من توجهت إلى قبلة الوفاء * وصار جلدك حجابا على مغزى ( لماذا )\r\nلا يحسن بك أن توجه قلبك إلى هذا وذاك * يكفيك قلب واحد وحبيب واحد \r\n( لائحة ) التفرقة عبارة عن تفريقك قلبك بواسطة تعلقك بالأمور المتعددة ، والجمع هو أن الانشغال بمشاهدة الواحد عن الجميع ، ظنت جماعة أن الجمع في جمع الأسباب فظلوا حتى الأبد في التفرقة ، وأيقنت فرقة أن جمع الأسباب من أسباب التفرقة فنفضوا أيديهم من الجميع .\r\n\r\n( رباعي )\r\n يا من بقلبك ألف مشكلة بسبب الجميع * يضطرب قلبك المستريح بسبب الجميع\r\nبما إن تفرقة القلب تحصل من الجميع * فدع قلبك إلى واحد وانفصل عن الجميع \r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n ما دمت في تفرقة ووسواس * فأنت في مذهب أهل الجمع شر الناس\r\nلا والله ما أنت ناس بل نسناس * ولا تدرى من جهلك أنك نسناس \r\n\r\n( رباعي )\r\n يا سالك الطريق لا تدل بالكلام في كل باب * ولا تطلب غير طريق الوصول إلى رب الأرباب\r\nبما أن علة التفرقة هي أسباب الدنيا * فإن جمع القلب لا تطلبه من جمع الأسباب \r\n\r\n( رباعي )\r\n يا قلبي كيف يكون طلب الكمال في المدرسة * وكيف يكون التكميل بالأصول والحكمة والهندسة\r\nكل فكر خلاف ذكر الله وسوسة * فاستح من الله فختام هذى الوسوسة \r\n( لائحة ) الحق - سبحانه وتعالى - بكل مكان حاضر وبكل حال ، ظاهر وباطن ، هو ناظر ، فما أشد الخسران إذا غضضت بصرك عن لقائه ، ونظرت إلى آخر غيره ، وتركت طريق رضائه ، وسلكت طريق غيره .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n أتى بالسحر ذاك حبيب الدامية أكبادهم * وقال يا من بسببك في خاطري هم ثقيل\r\nألا تستحى من أنك حين أتوجه إليك * تتوجه بنظرك إلى من دونى ؟ \r\n\r\n( رباعي )\r\n نحن جادون في البحث عن طريق العش كل العمر * وطالبون لوصلك بجد وجهد كل العمر\r\nوغمزة عين خيالك أمام نظرنا * أفضل من مشاهدة جمال الحسان كل العمر \r\n( لائحة ) ما سوى الحق - عز وعلا - في معرض الزوال والفناء .\r\nحقيقته معلوم معدوم وصورته موجود موهوم ، بالأمس لم يكن له وجود وظهور ، واليوم له ظهور بلا وجود وواضح ما سوف يتجلى عنه بالغد ، فلماذا تدع زمام الانقياد إلى يد الآمال والأماني ؟ ولماذا تستظهر بهذا الزخرف الفاني ؟ افصل قلبك عن الجميع ، واتصل بالله واستقل عن الخلق ، وارتبط بالحق فهو الذي كان من الأزل ، وسيظل حتى الأبد ، ولا تخدش وجه بقائه شوكة أي حادثة .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n كل صورة جذابة ظهرت لك * سوف يختطفها الفلك من أمام ناظريك \r\nفاذهب ودع قلبك لمن كان في أطوار الوجود دائما معك وسوف يظل معك\r\n\r\n( رباعي )\r\n فنى من كنت أتجه إلى قبلة جماله * ومن كنت أنقش حروف همه على لوح قلبي\r\nولدى الميل إلى الجمال الخالد * لذا فأنا متبرم من الحسن الفاني \r\n\r\n( رباعي )\r\n الموجود الذي لن تبقى ناظرا إليه * ستصاب منه بسهم الفناء في النهاية\r\nوما سوف تنفصل عنه بالموت * أولى لك أن تنفصل عنه في الحياة \r\n\r\n( رباعي )\r\n أيها السيد سواء المال أو البنون * ظهر لك كم هي مدة بقائه \r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n فما أسعد من تعلق قلبه بمحبوب * ارتبط به أرواح أهل القلوب وقلوبهم \r\n( لائحة ) : جميل على الإطلاق حضرة ذي الجلال والإفضال ، كل جمال وكمال ظاهر في جميع المراتب هو شعاع من جماله وكماله ؛ لأنه شعّ هناك ولقى أرباب المراتب به سمة الجمال وصفة الكمال ، وكل من تعلم أنه عالم فعلمه من أثر علم العليم ، وحيثما ترى بصيرا فبصره ثمرة بصر البصير ، وبالجملة فكل الصفات صفاته تنّزلت من أوج الكلية والإطلاق وتجلت في حضيض الجزئية والتقييد حتى تسلك من الجزء إلى الكل وتتجه من التقييد إلى الإطلاق ، وليس أن تحسب الجزء ممتازا عن الكل وتتخلف بالمقيد عن المطلق .\r\n\r\n( رباعي )\r\n ذهبت للفرجة على بستان ذاك المبدع * فلما رآني وسط البستان قال بلطف :\r\nأنا الأصل وزهور البستان فرعى * فلماذا تعجز عن إدراك الأصل بسبب الفرع \r\n\r\n( رباعي )\r\n ماذا تفعل من لطف القد وصباحة الخد * وماذا تفعل أمام سلسلة الشعر المجعد \r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n في كل طرف الجمال المطلق منير * فماذا تفعل أيها الغافل بالحسن المقيد \r\n( لائحة ) : الإنسان إن كان بسبب الجسمانية في غاية الكثافة ، لكنه بحسب الروحانية في غاية اللطافة ، وإنما يأخذ حكم ما يتجه إليه ويقبل لون ما يتوجه إليه ، ولذا قال الحكماء : إذا تحلت النفس الناطقة بصور مطابقة للحقائق تحققت بأحكامها الصادقة وصارت كأنها الوجود كله ، وصارت عامة الخلائق بواسطة شدة اتصالها بهذه الصورة الجسمانية وكمال اشتغالها بهذا القالب الهيولاني بالشكل الذي لا يمكن أن تفصل نفسها عنهما ولا تستطيع التميز عنهما .\r\nوجاء في المثنوى لمولانا جلال الدين الرومي قدس الله سره :\r\n\r\n( مثنوى )\r\n يا أخي إنك أنت نفس فكرك * وما بقي بعده عظم ولحم\r\nفإن كان هذان وردا ففكرك روض * وإن كانا شوكا فأنت وقود تنّور \r\nإذن فعليك السعي وإخفاء ذاتك عن نظرك ، وأن تقبل على هذه الذات وتشتغل بهذه الحقيقة التي جميع درجات الموجودات مجالي جمالها ومراتب الكائنات مرائي كمالها ، وأن تداوم على هذه الحال حتى تختلط هذه الذات والحقيقة بروحك ويزول وجودك من نظرك ؛ بحيث إذا\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتوجهت إلى ذاتك فقد توجهت إليها ، وإذا عبرت عن نفسك فقد عبرت عنها ويصبح المقيد مطلقا ، ويصير ( أنا الحق ) ( هو الحق ) .\r\n\r\n( رباعي )\r\n إذا مرّ بقلبك الكل صرت كلا * ولو كنت بلبلا غير مستقر غدوت بلبلا \r\nأنت جزء والحق كل ، وإن احترفت التفكير في الكل أياما عدة صرت كلا\r\n\r\n( رباعي )\r\n أنت مقصودى من تمازج روحي بجسدي * وأنت مقصودى من موتى وحياتي\r\nوأنت الذي تخلد إذا زلت أنا عن الوجود * وأنت مقصودى حين أقول ( أنا ) \r\n\r\n( رباعي )\r\n ماذا يحدث لو أن رداء الحياة انشق * وأنار جمال وجه المطلق\r\nوالقلب في سطوات نوره مستهلك * والروح في غليان شوقه مستغرق \r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n( لائحة ) : عليك المداومة على التريض بهذه النسبة الشريفة على نحو ألا تخلو منها في أي وقت من الأوقات وبأي حالة من الحالات سواء في مجيئك وذهابك أو في طعامك ومنامك أو في سماعك ومقالك .\r\nوبالجملة عليك أن تكون حاضر وقتك في جميع سكناتك وحركاتك حتى لا يمضى وقتك باطلا ، وأن تكون واقفا على نفسك حتى لا تكون غافلا .\r\n\r\n( رباعي )\r\n إذا لم نسفر عن وجوهنا سنة بعد سنة * فحاشا أن يكون لحبك وهم الزوال \r\nفلى في كل موضع ومع كل إنسان وفي كل حال بقلبي أملك وبعيني خيالك\r\n( لائحة ) : وكما أن امتداد النسبة المذكورة واجب بحسب شمول جميع الأوقات والأزمان فكذلك ازدياد كيفيتها بسبب التعرى من ملابسه الأكوان والتبرؤ من ملاحظة صور الإمكان أهم المطالب ، وهو لا يتيسر إلا بجهد بليغ وجد تام في نفى الخواطر والأوهام ، وكلما زادت الخواطر انتفاء زادت الوساوس اختفاء ، ويجب السعي إلى زيادة قوة تلك النسبة حتى تخيم الخواطر المتفرقة خارج ساحة الصدر ويشع ظهور وجود الحق سبحانه على باطنك فيأخذك منك ويخلصك من مزاحمة الأغيار فلا يعود بك الشعور بذاتك ولا يبقى شعورك بعدم شعورك بذاتك ، بل لم يبق إلا الله الواحد الأحد .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n يا رب مدد حتى أنجو من ثنائيتى * وأنفصل عن الشر وأنجو من شر ذاتي\r\nاجعلني في حياتي فانيا عن ذاتي * حتى أنجو من وجود ذاتي وعدم ذاتي \r\n\r\n( رباعي )\r\n من له الفناء مسلك والفقر مشرب * لا يعود به كشف ويقين أو معرفة ودين\r\nوزال من الوجود ولم يبق إلها إلا الله * وهذا معنى ( الفقر إذا تم هو اللّه ) \r\n( لائحة ) : الفناء هو ألا يبقى شعور بما سوى الله بسبب استيلاء ظهور وجود الحق على الباطل ، وفناء الفناء هو عدم الشعور بعدم الشعور ولا يخفى أن فناء الفناء مندرج في الفناء لأن صاحب الفناء إذا شعر بفنائه لا يكون صاحب فناء ؛ لأنه صفة الفناء والموصوف بها من قبيل ما سوى الحق سبحانه إذن الشعور بها ينافي الفناء .\r\n\r\n( رباعي )\r\n إذا رمت بقاء ذاتك كنت كمن * يطلب القشة بدل الحبة في محصول وجودك \r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n وما دمت واعيا ولو بشعرة من وجودك * فأنت ضال عن طريق الفناء ولو ادعيت \r\n( لائحة ) : يقول الخواجة عبد الله الأنصاري : التوحيد ليس أن تكون غريبا عن الله وإنما أن تكون منفردا بالله ، التوحيد هو إفراد القلب أي تخليصه وتجريده عن التعلق عما سوى الله سبحانه سواء من ناحية الطلب والإرادة أو من جهة العلم والمعرفة ؛ أي ينقطع طلبه وإرادته عن كافة المطلوبات والمرادات وترتفع سائر المعلومات والمعقولات عن نظر بصيرته ، وأن يشيح الموحّد بوجهه عن كل توجه ولا يعود به وعى وشعور إلا بالحق سبحانه .\r\n\r\n( رباعي )\r\n التوحيد في عرف الصوفي يا صاحب السّير * هو تخليص القلب من توجهه إلى الغير\r\nهو رمز نهايات مقامات الطيور * قلته لك إن فهمت منطق الطير « 1 » \r\n( لائحة ) : ما دام الإنسان في شرك الهوى والهوس أسيرا فإن دوام هذه النسبة صعب عليه ، لكن إذا ظهرت آثار جذبات ألطف فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق الطير : مثنوى رمزى أراد فيه ناظمه فريد الدين العطار - من أوائل الصوفية الفرس - أن يمثل بطيور ثلاثين هي مقامات الطريق وأحواله اجتمعت للقاء ملك الطير ( العنقاء ) فسافرت إليه ، وبعد مشقة وجدت أنها هي هو .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوتجافت مشغلة المحسوسات والمعقولات عن باطنه غلب عليه الالتذاذ بها على اللذات الجسمانية والراحات الروحانية ، وزالت كلفة المجاهدة وتعلقت بروحه لذة المشاهدة ، واستراح خاطره من مزاحمة الأغيار وترنّم لسان حاله بهذا اللحن :\r\n\r\n( رباعي )\r\n يا من أنت بلبل روحي السكرى أنت حسبي * ويا من أنت درجة همى الدانية أنت حسبي\r\nإن لذات الدنيا جميعا تطأها بقدميها * السعادة التي تحدث فأنت حسبي \r\n( لائحة ) : وحين يدرك الطالب الصادق في نفسه مقدمة نسبة الجذبة وهي الالتذاذ بذكر الحق سبحانه ؛ فعليه أن يصرف جميع همته على تربيتها وتقويتها ، ويمنع نفسه من كل شئ ينافيها ، ويعد أنه - مثلا - لو أنفق عمرا خالدا على تلك النسبة فإنه لم يفعل شيئا ولم يؤد حقها كما ينبغي .\r\n\r\n( رباعي )\r\n عزف العشق على عود قلبي نغمة * فصرت بكليتى منها من المقدم إلى الرأس عشقا \r\nحقا لن أنهض بعهودى بتبعة أداء حق لحظة عشق واحدة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n( لائحة ) : حقيقة الحق سبحانه ليست غير وجوده ، ووجوده لا يجرى عليه الانحطاط والنقص .\r\nإنه مقدس عن صفة التبدل والتغير ومبرأ عن سمة التعدد والتكثر ، على غير مثال لكل مثال لا يسعه العلم ولا العيان ، ظهرت عنه كل الكميات والكيفيات وهو بلا كم وكيف ، كل الأشياء تدركه لكنه خارج عن إحاطة الإدراك ، حارت عين الرأس في مشاهدة جماله وأسودت عين السّرّ بلا ملاحظة كماله .\r\n\r\n( رباعي )\r\n يا من لهواه كنت بالروح سمحت * أنت فوق وأنت تحت وأنت لا فوق ولا تحت\r\nذات الجميع ليست غير الوجود والقائم بالوجود * وذاتك وجود ساذج ووجود بحت \r\n\r\n( رباعي )\r\nما أكثر الأحباء الذين بلا لون وتطلبهم يا قلبي فلا تقنع يا قلبي بأي لون\r\n إن أصل كل الألوان يعود إلى من لا لون له * ومن أحسن صبغة من الله يا قلبي \r\n( لائحة ) : يطلق لفظ الوجود حينا بمعنى التحقق والحصول ، وهما معان مصدرية ومفهومات اعتبارية ، وبهذا الاعتبار فهو من قبيل\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالمعقولات الثانية التي لا يكون أمامها أمر في خارجها ؛ بل تعرض للماهيات في التعقل ، كما حقق محققو الحكماء والمتكلمين ، ويقال لفظ الوجود حينا آخر ويراد به الحقيقة التي وجودها في ذاتها ، والوجود الباقي للموجودات بها وفي الحقيقة ليس غيرها موجود خارجها ، وباقي الموجودات عارض عليها وقائم بها ، كما يشهد بذلك ذوق كبراء العارفين وعظماء أهل اليقين ، وإطلاق هذا الاسم على حضرة الحق - سبحانه وتعالى - بالمعنى الثاني وليس بالمعنى الأول .\r\n\r\n( رباعي )\r\n الوجود بقياس عقل أصحاب القيود * لا يظهر إلا عارضا على الأعيان والحقائق\r\nلكن بمكاشفات أرباب الشهود * الأعيان كلها عارضة ومعروضة الوجود \r\n( لائحة ) : الصفات غير الذات من حيث ما تفهمه العقول ، وهي عين الذات من حيث التحقق والحصول ؛ فمثلا العالم ذات باعتبار صفة العلم والقادر ذات باعتبار القدرة ، والمريد باعتبار الإرادة ، وليس من شك أن هذه الصفات متغايرة بحسب مفهومها وتغاير أيضا الذات لكن بحسب التحقق والوجود ، فهي عين الذات بمعنى أنه ليس ثمة وجودات متعددة بل وجود واحد والأسماء والصفات هي نسبه واعتباراته .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n يا من ذاتك في كل شأن طاهرة من كل شين * ولا يمكن القول بالكيف في حقك ولا أنت هذا\r\nمن وجهة التعقل كل الصفات مغايرة لذاتك * ومن وجهة التحقيق فكلها عين ذاتك \r\n( لائحة ) : الذات من حيث هي ، عارية عن كافة الأسماء والصفات وبريئة من جميع النسب والإضافات ، واتصافه بهذه الأمور باعتبار توجهه إلى عالم الظهور في التجلي الأول حين تجلى بذاته إلى ذاته على ذاته ، فتحققت نسبة العلم والنور والوجود والشعور ، وصارت نسبة العلم تقتضى العالمية والمعلومية ، واستلزم النور الظاهرية والمظهرية ، واستتبع الوجود والشهود الواجدية والموجودية والشاهدية والمشهودية ، وكذلك الظهور الذي يلزم النور مسبوق بالبطون ، وللبطون تقدم ذاتي وأولوية بالنسبة للظهور ، إذن تعين اسم الأول والآخر والظاهر والباطن ، وكذلك في التجلي الثاني والثالث إلى ما شاء الله تتضاعف النسب والإضافات ، وكلما زاد تضاعف نسبه وأسمائه زاد ظهوره بل خفاؤه ؛ فسبحان من احتجب بمظاهر نوره وظهر بأسبال ستوره ، خفاؤه باعتبار صرافة ذاته وإطلاقها وظهوره باعتبار المظاهر والتعينات .\r\n\r\n( رباعي )\r\n قلت إلى حبيبي الوردي الوجه يا برعم الثغر * لا تخف وجهك كل لحظة كالمتدلل المتكسر \r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n فضحك قائلا إنني على نقيض حسان العالم * عيان في سترى ومستور بلا ستار \r\n\r\n( رباعي )\r\n لا يمكن رؤية وجهك بدون نقاب * ولا يمكن مشاهدة طلعتك بلا حجاب \r\nوما دامت الشمس في كمال إشراقها فلا يمكن النظر إلى جرمها\r\n\r\n( رباعي )\r\n حين ترفع الشمس راية النور على الفلك * يحار البصر إذا نظر إلى ضيائها من بعد\r\nوحين يظهر نورها من حجاب السحاب * فالناظر يجتليه من غير قصور \r\n( لائحة ) : التعين الأول وحدة صرف وقابلية محض تشتمل على جميع القابليات سواء قابلية التجرد من جميع الصفات الاعتبارية أو قابلية الاتصاف بكل الصفات . وباعتبار التجرد من جميع الاعتبارات إلى الغاية التي تكون من قابلية هذا التجرد فله مرتبة الأحدية أيضا ، ويكون له البطون والأولية والأزلية ، وباعتبار اتصافه بجميع الصفات والاعتبار فله مرتبة الواحدية وله الظهور والآخرية والأبدية ، واعتبارات مرتبة الواحدية بعضها من قبيل اتصاف الذات بها باعتبار مرتبة الجمع\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nسواء تكون مشروطة بتحقق بعض الحقائق الكونية ووجودها كالخالقية والرازقية وغيرهما أو سواء لا تكون مشروطة كالحياة والعلم والإرادة وغيرها ، وهذه هي الأسماء والصفات الإلهية والربوبية ، وصورة معلومية الذات المتلبسة بهذه الأسماء والصفات حقائق إلهية ، وتلبس الوجود الظاهر بها لا يوجب تعدد الوجود ، وبعضها من قبيل اتصاف الذات بها باعتبار المراتب الكونية مثل الفصول والخواص والتعينات التي هي مميزات الأعيان الخارجية إحداها عن الأخرى ، وصور معلومية الذات المتلبسة بهذه الاعتبارات حقائق كونية ، والتلبس الظاهر للوجود بأحكامها وآثارها يوجب تعدد الوجود ، وبعض من هذه الحقائق الكونية عند سريان الوجود فيها بأحدية جمع شؤونها وظهور آثارها وأحكامها به له استعداد ظهور جميع الأسماء الإلهية صوب الواجب الذات على اختلاف مراتب الظهور شدة وضعفا وغالبية ومغلوبية مثل أكمل أفراد البشر من الأنبياء الأولياء ، ولبعضها استعداد ظهور بعض دون بعض على الاختلاف المذكور كسائر الموجودات . وحضرة الذات بأحدية جمع شؤونها الإلهية والكونية أزلا وأبدا سارية في جميع هذه الحقائق وهي تفاصيل مرتبة الواحدية ومتجلية سواء في عالم الأرواح أو في عالم المثال أو في عالم الحس والشهادة وسواء في الدنيا أو في الآخرة ، والمقصود من كل هذا التحقق والظهور هو كمال الأسماء الذي هو كمال الجلاء والاستجلاء ، كمال الجلاء هو ظهوره بحسب هذه الاعتبارات ، وكمال الاستجلاء هو شهوده لذاته بحسب نفس هذه الاعتبارات ، وهو ظهور وشهود عيانى عيني كالظهور والشهود المجمل في المفصل بخلاف\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالكمال الذاتي وهو ظهور الذات لنفسها في نفسها لنفسها بلا اعتبار الغير والغيرية ، وهو ظهور علمي غيبى مثل ظهور المفصل في المجمل .\r\nوالغنى المطلق لازم للكمال الذاتي ، ومعنى الغنى المطلق هو أن تظهر الشؤون والأحوال والاعتبارات للذات بأحكامها ولوازمها على وجه كلى جملي في جملة مراتب الحقائق الإلهية والكونية للذات في بطونها واندراج الكل في وحدتها مشاهد وثابت بجميع صورها وأحكامها كما ظهرت وتظهر وتثبت وتشاهد في المراتب ، والذات الإلهية بهذه الحيثية مستغنية عن وجود جميع الموجودات كما قال سبحانه  ( إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعالَمِينَ ) \r\n\r\n( رباعي )\r\nذبل غنى العشق طاهر وطاهر عن لوث الحاجة إلى قبضة تراب وبما أنه هو المتجلى والناظر جميعا فأي خوف من عدم وجودنا نحن وأنت ؟\r\n\r\n( رباعي )\r\nكل شأن وصفه لوجود الحق يتصف بها في ذاته هي جميعا معلومة ومحققة .\r\nومن ذلك له الغنى المطلق عن رؤية المقيدات المحتاجة لذاته\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n الواجب الوجود مستغن عن وجود الخير والشر والواحد مستغن عن مراتب العدد . * وحين يرى الباقي الجميع في ذاته يستغنى عن رؤيتها خارج ذاته \r\n( لائحة ) : حين ترفع تشخصات أفراد النوع المندرجة تحت الأحياء وتعيناتهم يجتمع أفراد كل نوع فيها ، وحين ترفع مميزات تلك الأنواع - وهي الفصول والخواص - تجتمع جميعا في حقيقة الأحياء ، وحين ترفع مميزات الأحياء وما يندرج معها تحت الجسم النامي تجتمع جميعا في الجسم النامي ، وحين ترفع مميزات الجسم النامي وما يندرج معه تحت الجسم يجتمع جمعها في الجسم النامي ، وحين ترفع مميزات الجسم النامي وما يندرج معه تحت الجسم يجتمع جمعها في حقيقة الجسم ، وحين ترفع مميزات الجسم وما يندرج معه تحت الجواهر أعنى العقول والنفوس يجتمع جمعها في حقيقة الجوهر ، وحين ترفع ما به الامتياز الجوهر والعرض يجتمع الجميع تحت الممكن وحين ترفع ما به الامتياز الممكن والواجب في الموجود المطلق وهو عين حقيقة الوجود والموجود بذاته لا بوجود زائد عن ذاته ، والوجوب صفته الظاهرة والإمكان صفته الباطنة أعنى الأعيان الثابتة الحاصلة بتجليه على نفسه متلبسا بشئونه ، وهذه المميزات - سواء الفصول والخواص أو التعينات والتشخيصات - كلها شؤون إلهية كانت مندرجة ومندمجة في وحدة الذات أولا ، وظهرت في مرتبة العلم بصورة الأعيان الثابتة وثانيا في\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمرتبة العين بواسطة تلبّس أحكامها وآثارها بظاهر الوجود وهو المجلى والمرآة أخذت صورة الأعيان الخارجية لباطن الوجود ؛ إذن فليس في الخارج إلا حقيقة واحدة تبدو بواسطة تلبسها بالشؤون والصفات متكثرة ومتعددة بالنسبة إلى تلك المحبوسة في ضيق المراتب والمقيدة بأحكامها وآثارها .\r\n\r\n( رباعي )\r\n درسنا مجموعة الكون بقانون الدرس وتصفحناها ورقة بعد ورقة * فلم نر ولم نقرأ فيها في الحق غير ذات الحق وشؤون الحق الذاتية \r\n\r\n( رباعي )\r\n إلى متى حديث الجسم والأبعاد والجهات * وحتّام الحديث في المعدن والأحياء والنبات\r\nلا توجد غير ذات فقط محققة وليس ذوات * وما ترى غير كثرة وهمية للشؤون والصفات \r\n( لائحة ) : ليس المراد باندراج كثرة الشؤون في وحدة الذات اندراج الجزء في الكل أو اندراج المظروف في الظرف ؛ وإنما المراد هو اندراج الأوصاف واللوازم في الموصوف والملزوم كاندراج النصفية والثلثية والربعية والخمسية إلى ما لا نهاية في ذات العدد واحد ، لأن هذه النسب مندرجة فيه وليس لها ظهور أصلا ما دامت لا تقع بتكرار\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالظهور في المراتب الجزئية لاثنين وثلاثة وأربعة وخمسة ؛ ومن هنا نعلم أن إحاطة الحق سبحانه وتعالى بجميع الموجودات كإحاطة الملزوم باللوازم ، وليس كإحاطة الكل بالجزء أو الظرف بالمظروف تعالى الله عما لا يليق بجناب قدسه .\r\n\r\n( رباعي )\r\n في ذات الحق اندراج الشأن معروف * الشأن كالصفة والحق هو الموصوف \r\nفتذكر هذه القاعدة لأن الله تعالى ليس جزء ولا كلا ولا ظرفا ولا مظروفا\r\n( لائحة ) : ظهور الشؤون والاعتبارات وخفاؤها بسبب تلبسها بظاهر الوجود ولا يوجب عدمها تغير حقيقة الوجود وصفاته الحقيقية وإنما ينبنى على تبدل النسب والإضافات ؛ وهذا لا يقتضى التغير في الذات ، فإذا نهض عمرو من يمين زيد وجلس على يساره تختلف نسبة زيد معه لكن ذاته تظل قائمة مع صفاته الحقيقية كما هي ، وكذلك حقيقة الوجود لا تنقص في المظاهر الحسية ، ونور الشمس مع أنه ينير الطاهر والنجس ، فلا يتسرب أي تغير على بساطة نورها فلا يكتسب رائحة من المسك ولا لونا من الورد ، ولا يعيبه الشوك ولا يشينه الصوان .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n حين تزين الشمس الدنيا بنورها * تشع بضوئها على الطاهر والنجس\r\nفلا يتلوث نورها من النجس * ولا يزيد طهرها من الطاهر \r\n( لائحة ) : لا يكون المطلق بغير المقيد ، ولا يحدث المقيد بدون المطلق ، لكن المقيد محتاج إلى المطلق والمطلق مستغن عن المقيد ؛ إذن فالاستلزام من الطرفين والاحتياج من طرف واحد كما هو الحال مع حركة اليد وحركة المفتاح الذي باليد .\r\n\r\n( رباعي )\r\n يا من للإنسان حياة في حرم قدسك * ظهر العالم بك وأنت نفسك غير ظاهر \r\nنحن وأنت منفصلون عن بعضنا ولكننا نحتاج إليك وأنت عنا مستغن\r\nوأيضا المطلق يستلزم المقيد من المقيدات على سبيل البدلية ، ولا يستلزم مقيدا مخصوصا ، وبما أن ليس للمطلق بدل فهو ولا غيره قبلة احتياج كافة المقيدات .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n لا يمكن الحصول على قربك بالأسباب والعلل * ولا يمكن الوصول إليك بلا واسطة فضلك الأزلي\r\nويمكن أن نجد بديلا لكل موجود * إلا أنت فأنت بلا بديل وبدل \r\n\r\n( رباعي )\r\n يا من ذاتك الرفيعة ليست جوهرا أو عرضا * ومن فضلك وكرمك ليس معللا بغرض\r\nأنت عوض عمن لا يكون ويوجد * ولا أحد لست أنت عوضا عنه \r\nواستغناء المطلق عن المقيد باعتبار الذات وإلا فإن ظهور أسماء الألوهية وتحقق نسب الربوبية بغير المقيد من المحالات .\r\n\r\n( رباعي )\r\n يا من جمالك هو باعث شوقى وطلبي * ومطلوبيتك هي فرع لطلبى\r\nفإذا لم تكن مرآة محبتي لك * لا يظهر جمال محبوبيتك \r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nلا بل إن الحق هو المحب كما هو المحبوب وهو الطالب ، فهو المطلوب والمحبوب في تمام جمع الأحذية ، وهو الطالب والمحب في مرتبة التفصيل والكثرة .\r\n\r\n( رباعي )\r\n يا من ليس سير إلا لك * ولا يخلو منك مسجد ودير\r\nرأيت جميع الطلاب والمطلوبين * فوجدتهم جميعا أنهم همو أنت وليس غيرك \r\n( لائحة ) : حقيقة كل شئ هي تعين وجوده في حضرة العلم باعتبار الشأن الذي ذاك الشئ هو مظهره ، أو أن الوجود نفسه يتعين بنفس ذاك الشأن في تلك الحضرة ، والأشياء الموجودة عبارة عن تعيّنات الوجود باعتبار الانصباغ الظاهر للوجود بآثار حقائقها وأحكامها أو أن نفس الوجود يتعين بنفس هذه الاعتبارات ، بحيث تظل الحقائق دائما مختفية في باطن الوجود ، وتظهر أحكامها وآثارها في ظاهر الوجود ، لأن زوال الصور العلمية من باطن الوجود محال وإلا لزم الجهل تعالى عن ذلك علوا كبيرا .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n نحن وجوه الوجود واعتباراته * في الخارج والعلم العارض على ذات الوجود\r\nفي أستار ظلمة العدم مستورون * لكن صورتنا ظهرت على مرآة الوجود \r\nإذن فكل شئ متعين بحسب حقيقة الوجود أو الوجود أو تعين العارض للوجود ؛ والتعين هو صفة المتعين ، والصفة باعتبار المفهوم مع أنها غير الموصوف فهو عينه باعتبار الوجود والتغاير بحسب المفهوم والاتحاد بحسب الوجود يوجبان صحة الحمل .\r\n\r\n( رباعي )\r\n الجار والجليس ورفيق السفر كلهم أنت * ودلق الشحاذ وأطلس الملك هما أنت\r\nوفي جمع الفرق وخلوة الجمع * كلهم أنت بالله ثم بالله \r\n( لائحة ) : مع أن حقيقة الوجود مقولة ومحمولة على جميع الموجودات الذهنية والخارجية لكن لها مراتب متفاوتة بعضها فوق بعض ، ولها أسماء وصفات ونسب واعتبارات خاصة في كل مرتبة\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nلا توجد في سائر المراتب ؛ مثل : مرتبة الألوهية ، والربوبية ، ومرتبة العبودية ، والخالقية ؛ إذن فإطلاق أسماء مرتبة الألوهية مثلا مثل ( الله ) و ( الرحمن ) وغيرهما على المراتب الكونية هو عين الكفر ومحض الزندقة ، وكذلك إطلاق الأسماء الخاصة بالمراتب الكونية على مرتبة الألوهية هو غاية الضلال ونهاية الخذلان .\r\n\r\n( رباعي )\r\n يا من تظن أنك صاحب تحقيق * وفي صفة الصدق واليقين صديق\r\nكل مرتبة في الوجود لها حكم * وإذا لم تحفظ المراتب فأنت زنديق \r\n( لائحة ) : الموجود الحقيقي ليس أكثر من واحد وهو عين الوجود الحق والوجود المطلق ، لكن له مراتب كثيرة : ( أولها ) : مرتبة اللاتعيين وعدم الانحصار والإطلاق من كل قيد واعتبار ، وهو من هذه الحيثية منزّه عن إضافة النعوت والصفات ، مقدس عن دلالة الألفاظ واللغات ، وليس للنقل في نعت جلاله لسان العبارة وليس للعقل في كنه كماله إمكان الإشارة ، أرباب الكشف في حجاب عن إدراك حقيقته ومثلهم أصحاب العلم في اضطراب بسبب امتناع معرفته وغاية دلالته عدم الاستدلال ونهاية عرفانه الحيرة .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n يا من فيك كل بيان وعيان معدوم * واعتقاد كل يقين وظن معدوم\r\nلا يمكن الاستدلال مطلقا على ذاتك * حيثما تكون فكل استدلال معدوم \r\n\r\n( رباعي )\r\n مع أن روح العارف عليمة * لكن أنّى لها السير في حرم قدسك \r\nإن أيدي كافة أهل الكشف وأرباب الشهود قاصرة عن إدراك ذيل إدراكك\r\n\r\n( رباعي )\r\n هذا العشق الذي هو جزء منا لا ينفك * حاشا بعقولنا يدرك \r\nفالأفضل أن يتنفس صبح اليقين من نوره ويخلصنا من ظلام الشك\r\n( المرتبة الثانية ) : هي تعينّه بتعيّن جامع لجميع التعينات الفعلية الوجودية الإلهية ، وجميع التعينات الانفعالية الإمكانية الكونية ، وتسمى هذه المرتبة بالتعين الأول ؛ لأنه هو أول تعيّنات حقيقة الوجود ، وفوقها\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمرتبة اللاتعيين ولا غيرها ، ( المرتبة الثالثة ) : هي أحدية جمع جميع التعينات الفعلية المؤثرة وهي مرتبة الألوهية ، ( المرتبة الرابعة ) : وهي تفصيل مرتبة الألوهية وهي مرتبة أسمائها وحضراتها واعتبار هاتين المرتبتين من حيث ظاهر الوجود الذي هو وجوب وصفه الخاص ، ( المرتبة الخامسة ) : أحدية جمع جميع التعينات الانفعالية التي من شأنها التأثر والانفعال وهي المرتبة الكونية الإمكانية ، ( المرتبة السادسة ) : وهي تفصيل المرتبة الكونية أو مرتبة العالم والعروض ، وهاتان المرتبتان باعتبار ظاهر العلم الذي ومن لوازمه الإمكان والذي هو تجليه على ذاته بصور الحقائق وأعيان الممكنات ؛ إذن في الحقيقة ليس الوجود أكثر من واحد يسرى في جميع هذه المراتب والحقائق المترتبة فيها ، وهو في هذه المراتب والحقائق عين هذه المراتب والحقائق ، حيث كانت هذه المراتب والحقائق فيه عينه ، وحيث كان الله ولم يكن معه شئ .\r\n\r\n( رباعي )\r\n أتود أن تفهم حال الوجود الظاهر في كل شئ مع كل شئ ؟ * اذهب وانظر إلى الحباب فوق الخمر كيف تكون خمره فيه وكيف يكون هو فيها \r\n\r\n( رباعي )\r\n على لوح العدم لوائح نور القدم لائحة وليس أحد في هذا السر محرما مثل آدم \r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n لا تحسبن الحق مستقلا عن العالم لأن العالم في الحق حق والحق في العالم ليس غير العالم \r\n( لائحة ) : حقيقة الحقائق هي الذات الإلهية لله تعالى شأنه ، وهو حقيقة الأشياء أيضا وهو واحد في حد ذاته لا يجوز عليه العدد ، لكنه باعتبار التجليات المتكثرة والتعينات المتعددة في المراتب تارة يكون حقيقة الحقائق الجوهرية المتبوعة وتارة الحقائق العرضية التابعة ، إذن فذات واحدة هي التي تظهر متكثرة بواسطة الصفات المتعددة للجواهر والأعراض ولكن من حيث الحقيقة هي واحدة وليست في الأصل متعددة ومتكثرة .\r\n\r\n( رباعي )\r\n يا من تسمع لكلام هذا وكلام ذاك * إن ظنك بالثنائية لهو دليل البعد والسخط\r\nإن في جملة الكائنات بلا سهو وغلط * عينا واحدة وحسب وذاتا واحدة فقط \r\nعين الواحد هذه من حيث التجرد والإطلاق من التعينات والتقيدات المذكورة هي الله الحق ، ومن حيث التعدد والتكثر الذي يظهر بواسطة تلبسها بالتعينات هي الخلق والعالم ، إذن فالعالم هو ظاهر الحق والحق هو باطن العالم ، كان العالم قبل ظهوره هو عين الحق والحق بعد ظهوره هو عين العالم ؛ إذن فتوجد حقيقة واحدة في الواقع ، والظهور والبطون\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوالأولية والآخرية من نسبها واعتباراتها ( هو الأول والآخر والظاهر والباطن ) .\r\n\r\n( رباعي )\r\nالحق على شكل الحسان القاطعات الطريق على العشاق لا بل إن الحق عيان في جميع الآفاق\r\n والعالم الذي وجد بوجه التقييد * الله هو الحق جميعا من جهة الإطلاق \r\n\r\n( رباعي )\r\n لما صار الحق عيانا في تفاصيل الشؤون * صار هذا العالم الملىء بالربح والخسارة مشهودا\r\nوإذا رجع العالم والعالمون * أتى الحق باديا برتبة الإجمال \r\n( لائحة ) : يقول الشيخ رضي الله عنه في الفصّ الشعبي إن العالم عبارة عن الأعراض المجتمعة في عين الواحد الذي هو حقيقة الوجود ، والتي تتبدل وتتجدد مع الأنفاس والآنات ، ففي كل آية يتجه عالم إلى العدم ويأتي مثله إلى الوجود ، وأكثر أهل العالم عن هذا المعنى غافلون كما قال سبحانه :  ( بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ )  ولم يطلع على هذا المعنى من أرباب النظر غير الأشاعرة في بعض أجزاء العالم\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوهي الأعراض ؛ حيث قالوا : ( الأعراض لا تبقى زمانين ) ، وغير الحسبانية المعروفين بالسوفسطائية في كافة أجزاء العالم سواء الجواهر أو الأعراض ، وأخطأ كل من الفريقين من وجه ؛ أما الأشاعرة فمبعث خطئهم هو أنهم أثبتوا الجواهر المتعددة وراء حقيقة الوجود وأقاموا الأعراض المتبدلة المتجددة فيها ، ولم يعلموا أن العالم ليس بجميع أجزائه إلا الأعراض المتجددة المتبدلة مع الأنفاس التي تجمعت في عين الواحد وتزول في كل آن من هذه العين ويتلبس أمثالها بها ، إذن يقع الناظر في الخطأ بواسطة تعاقب الأمثال ويظن أنها أمر واحد مستمر كما يقول الأشاعرة في تعاقب الأمثال على محل العرض من غير خلوّ آن من شخص من العرض مماثل للشخص الأول فيظن أنها أمر واحد مستمر .\r\n\r\n( رباعي )\r\n هو بحر لا ينقص ولا يزيد * والأمواج عليه ذاهبة وآتية \r\nوالعالم بما أنه عبارة عن نفس هذه الأمواج فلا يكون زمانان بل آنان مستمران\r\n\r\n( رباعي )\r\n العالم إذا لم تكن عاريا من الاعتبار هو جهر جار بأطوار طارئة * وفي كل أطوار الجهر الجاري سرسار وهو حقيقة الحقائق \r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوأما خطأ السوفسطائية : فهو أنه مع قولهم بالتبدل في العالم بأسره لم ينتبهوا إلى وجود حقيقة واحدة تتلبس بالصور وتظهر أعراض العالم والموجودات المتعينة متعددة وليس لها ظهور في المراتب الكونية بغير هذه الصور والأعراض ، كما أن ليس لها وجود في الخارج بدونه .\r\n\r\n( رباعي )\r\n السوفسطائية الجاهلون بالعقل يقولون إن العالم خيالي فان * أجل إن العالم كله خيال ولكن تبدو دائما فيه حقيقة متجلية \r\nوأما أرباب الكشف فيرون أن حضرة الحق سبحانه وتعالى يتجلى في كل نفس بتجلّ مختلف وليس في تجليه أصلا تكرار ؛ أي أنه لا يتجلى في آنين بتعيّن واحد وشأن واحد بل يظهر في كل نفس بتعين مختلف ويتجلى في كل آن بشأن آخر .\r\n\r\n( رباعي )\r\n الوجود الذي ليس عيانا في شأن في كل آن ويتجلى في كل آن في شأن آخر * وإذا أردت برهانا على قولي هذا فأقرأ من كلام الحق  ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ )  \r\nوالسر في ذلك هو أن لحضرة الحق سبحانه أسماء متقابلة بعضها لطيفة وبعضها قهرية وكلها دائما في عمل ، ولا يجوز عليها تعطيل قط ؛\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nإذن فحين تصير حقيقة من الحقائق الإمكانية بواسطة حصول الشروط وزوال الموانع مستعدة للوجود فإن رحمة الرحمانية تدركها وتفيض عليها بالوجود ويتعين ظاهر الوجود بواسطة تلبسه بآثار تلك الحقيقة وأحكامها بتعين خاص ويتجلى بحسب ذاك التعين ، وبعد ذلك بسبب قهر الأحدية الحقيقية التي تقتضى اضمحلال التعينات وآثار الكثرة الصورية تنسلخ من ذاك التعين ، وفي نفس ذاك الانسلاخ على مقتضى رحمة الرحمانية تتعين بتعيين آخر خاص يماثل التعين السابق ، تضمحل في آن ثان بقهر الأحدية ويحصل برحمة الرحمانية تعين آخر ، وهكذا إلى ما شاء الله ؛ إذن لا يحدث التجلي في آنين فقط بتعيين واحد ويمضى عالم إلى العدم في كل آن ويظهر آخر مثله في الوجود ، لكن المحجوب بسبب تعاقب الأمثال وتناسب الأحوال يظن أن وجود العالم على حال واحدة وعلى وتيرة واحدة في الأزمنة المتوالية .\r\n\r\n( رباعي )\r\n سبحان الله ما أعظمه ربا ودودا * مستجمعا للفضل والكرم والرحمة والجود\r\nفي كل لحظة يسوق عالما إلى العدم * ويدخل آخر مثله في نفس اللحظة إلى الوجود \r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n أنواع العطاء مع أن الله يهبها لكنه يهب كل اسم عطاء مستقلا * ففي كل آن يهب حقيقة العالم اسم الفناء مرة واسم البقاء مرة أخرى \r\nوالدليل على أن العالم هو مجموع الأعراض المجتمعة في عين الواحد وهو حقيقة الوجود : هو أن على الرغم من أن حقائق الموجودات تحدّد لكن لا يظهر في حدودها غير الأعراض : فمثلا حين يقال إن الإنسان حيوان ناطق والحيوان جسم نام حساس متحرك بالإرادة والجسم هو جوهر قابل للأبعاد الثلاثة ، والجوهر موجود ليس في موضوع والموجودات لها التحقق والحصول ، فكل ما يذكر في هذه الحدود من قبيل الأعراض إلا تلك الذات المبهمة الملحوظة في هذه المفهومات ؛ لأن معنى الناطق أنه ذات لها النطق ومعنى النامي ذات لها النمو ، وهكذا في البواقي وهذه الذات المبهمة هي عين وجود الحق والوجود الحقيقي القائم بذاته والمقوم للأعراض ، وقول أرباب النظر إن أمثال هذه المفهومات ليست فصولا بل لوازم الفصول يعبر بها عن الفصول بواسطة عدم القدرة على التعبير عن حقائق الفصول بالنحو الذي يميزها عن غيرها بغير هذه اللوازم أو اللوازم الأخفى منها ، هذا القول مقدمة ممنوعة ومقالة غير مسموعة ، وإذا سلمنا جدلا بهذا فإن كل ما هو ذات بالنظر إلى جوهره سوف يكون عرضا قياسا على عين الواحد تلك ؛ لأنه إذا دخل في حقيقة الجوهر خرج عن تلك العين وقام بها ، والدعوى بأن هنا أمرا جوهريا وراء عين الواحد في غاية السقوط\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nخاصة حين يشهد كشف أرباب الحقيقة المقتبس من مشكاة النبوة بخلاف تلك الدعوى ويعجز المخالف إذا قام الدليل والله يقول الحق وهو يهدى السبيل .\r\n\r\n( رباعي )\r\n لا تطلب تحقيق المعاني من العبارات * ولا تبحث عنه بلا رفع القيود والاعتبارات \r\nإن أردت ( الشفاء ) من علة الجهل فلا تطلب ( قانون ) لنجاة من ( الإشارات )\r\n\r\n( رباعي )\r\n قنعت بالوقوف على ( المواقف ) فمنعك قصد ( المقاصد ) عن مقصدك * لا تطلع قط ( أنوار الحقيقة ) عن ( المطالع ) ما لم تقم ( بكشف الحجب ) « 1 » \r\n\r\n( رباعي )\r\n اجهد في رفع الحجب لا في جمع الكتب * لأن بجمع الكتب لا يحصل رفع الحجب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في هذا الرباعي وسابقه ذكر لأهم تواليف الحكمة في المشرق الإسلامي خاصة مؤلفات ابن سينا\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n أين كان في طي الكتب نشوة الحب ؟ * اطوها جميعا وعد إلى اله وتب \r\n( لائحة ) : أعظم الحجب وأكثف النقب لجمال الوحدة الحقيقية هي التقيدات والتعددات التي وقعت في ظاهر الوجود بواسطة تلبسها بأحكام الأعيان الثابتة وآثارها في حضرة العلم الذي هو باطن الوجود ، ويبدو للمحجوبين أن الأعيان وجدت في الخارج بينما لم يدركه علم من الوجود الخارجي ، وكانوا دائما ولا يزالون يعتقدون بعدمهم الأصلي وما هو موجود ومشهود إنما هو حقيقة الوجود ، لكن باعتبار تلبسها بأحكام الأعيان وآثارها وليس من حيث تجردها منها ؛ لأن البطون والخفاء من هذا النحو من لوازمها إذن في الحقيقة فإن حقيقة الوجود لا تزال على وحدتها الحقيقة ، وكانت أزلا وسوف تبقى أبدا لكن في نظر الأغيار بسبب احتجابها بالصورة فإن كثرة الأحكام والآثار تبدو متقيدة ومتعينة وتظهر متعددة ومتكثرة .\r\n\r\n( رباعي )\r\n الوجود الباقي بحر مائج * لا يرى أهل العالم من ذاك البحر غير موجه \r\nانظر إلى الموج في باطن البحر فيظهر على ظاهر البحر ويختفى البحر في موجه\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n انظر إلى السر الإلهى وقد اختفى في العالم كماء الحياة المختفى في الظلام * ظهر من البحر سمك كثير حتى اختفى البحر في كثرة السمك \r\n( لائحة ) : كلما يظهر شئ في شئ آخر يكون الظاهر خلاف المظهر أي أن الظاهر شئ والمظهر شئ آخر ، وأيضا ما يظهر من الظاهر في المظهر هو شبح وصورة لا ذات وحقيقة إلا الوجود الحق والوجود المطلق الذي حينما يظهر يكون عين المظاهر وهو بذاته ظاهر في كافة المظاهر .\r\n\r\n( رباعي )\r\n عجب قولهم إن القلب مرآة الاعتقاد * وعجيب أن تظهر فيه وجوه الحسان المفاخرات \r\nإن تظهر وجوه الحسان في المرآة فلا عجب فيه وإنما العجب أن تكون أنت نفس الحسناء ونفس المرآة\r\n( لائحة ) : حقيقة الوجود بجميع الشؤون والصفات والنسب والاعتبارات والتي هي حقائق كافة الموجودات تسرى في حقيقة كل موجود ؛ ولهذا قيل ( كل شئ فيه كل شئ ) ، ويقول صاحب ( كلشن راز ) أو ( روضة الأسرار ) :\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n إذا شققت قلب قطرة واحدة * خرجت منه مائة بحر صاف \r\n\r\n( رباعي )\r\n الوجود الذي هو ذات الله العزيزة * كل الأشياء فيها وهي أيضا في كل الأشياء\r\nوهذا شرح قول العارف حين يقول * كل الأشياء مندرجة في كل الأشياء \r\n( لائحة ) : كل قدرة أو فعل يصدر ظاهرا إنما في الحقيقة يظهر من الحق الظاهر في تلك المظاهر وليس يظهر من هذه المظاهر .\r\nيقول الشيخ رضي الله عنه في ( الحكمة العلية ) : ( لا فعل للعين بل الفعل لربها فيها فاطمأنت العين أن يضاف إليها فعل ) ؛ إذن فنسبة القدرة والفعل إلى العبد بسبب ظهور الحق بصورته وليس بسبب نفسه هو فاقرأ  ( وَاللَّهُ خَلَقَكُمْ وَما تَعْمَلُونَ )  ، واعلم أن الوجود والقدرة والفعل منك هم من الله تعالى .\r\n\r\n( رباعي )\r\n كل العجز والفناء مطلوب منا * والوجود وتوابعه مسلوب منا \r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n إنه هو الذي ظهر في صورتنا * فانتسبت قدرته وفعله إلينا \r\n\r\n( رباعي )\r\n بما أن ذاتك منفية يا صاحب الفهم * اسكت عن نسبة الأفعال إلى نفسك\r\nواسمع مثلا طيبا ولا تعبس * ثبّت العرش أولا ثم انقش \r\n\r\n( رباعي )\r\n إلى متى وصفك لنفسك برغم الحاسد * وإلى متى يبقى ترويج مثل هذا المتاع الكاسد\r\nأنت معدوم وخيال الوجود منك * فاسد وإلى متى هذا الخيال الفاسد \r\n( لائحة ) : بما أن الصفات والأحوال والأفعال التي تظهر في المظاهر هي في الحقيقة مضافة إلى الحق الظاهر في تلك المظاهر ؛ إذن فإنه يقع أحيانا في بعضها شر ونقص ، فيمكن أن تكون من أجل إعدام أمر آخر لأن الوجود من حيث هو وجود خير محض والشر الذي يتوهم من كل أمر وجودي إنما بسبب إعدام أمر وجودي آخر لا بسبب ذاك الأمر الوجودي من حيث هو أمر وجودي\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n كل نعت من قبيل الخير والكمال * هو من نعوت الذات الطاهرة المتعالية\r\nوكل وصف في حساب الشر والوبال * مآله إلى قصور القابليات \r\nوادعى الحكماء ضرورة وجود الخير المحض وأوردوا أمثلة عديدة لتوضيح دعواهم وقالوا : إن البرد - مثلا - المفسد للثمار وهو شر بالنسبة للثمار ، فإنما شريته ليست بسبب كيفية من كيفياته ؛ لأنه من هذه الجهة كمال من الكمالات وإنما لأجل أنه صار سببا لعدم وصول الثمار لكمالها اللائق ، وكذلك القتل وهو شر فشريته ليست بسبب قدرة القاتل على القتل أو حدة آلة القتل أو قابلية العضو المقتول للقطع وإنما بسبب زوال الحياة وذاك الزوال أمر عدمي . . . إلى غير ذلك من الأمثلة\r\n\r\n( رباعي )\r\n حيثما سار الوجود أيها القلب * فأيقن أنه خير محض \r\nوكل شر من العدم والعدم غير الوجود إذن فالشر أيها القلب كل ما يقتضيه غير الوجود\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n( لائحة ) : يقول الشيخ صدر الدين القونوى - قدس الله تعالى سره - في كتاب ( النصوص ) إن العلم تابع للوجود بمعنى أن كل حقيقة من الحقائق لها وجود وهي علم ، وتفاوت العلم بحسب تفاوت الحقائق في قبول الوجود كمالا ونقصا ، إذن فما يقبل الوجود على الوجه الأتم والأكمل يقبل العلم على هذا الوجه ، وما يقبل الوجود على الوجه الأنقص يتصف بالعلم على هذا الوجه ، ومنشأ هذا التفاوت غالبية ومغلوبية أحكام الوجوب والإمكان ، وفي كل حقيقة تغلب أحكام الوجوب يكمل فيها الوجود والعلم ، وأي حقيقة تغلب فيها أحكام الإمكان ينقص فيها الوجود والعلم وغالبا أن خصوصية الحكم بتايعية العلم للوجود كما ورد في كلام الشيخ على سبيل التمثيل وإلا فجميع الكمالات ، التابعة للوجود كالحياة والقدرة والإرادة ، وغيرها - لها نفس الحال ، وقال بعضهم - قدس الله تعالى أسرارهم أيضا - لا يخلو أي فرد قط من الموجودات من العلم لكن العلم على وجهين : أولهما ما يسمى بحسب العرف علما ، والآخر ما لا يسمى بحسب العرف علما ، وكلا القسمين عند أرباب الحقيقة من مقولة العلم لأنهم يشاهدون سريان العلم الذاتي للحق سبحانه في جميع الموجودات ، ومن قبيل القسم الثاني ( الماء ) مثلا الذي لا يسمى عالما بحسب العرف ولكنا نراه يميز بين المرتفع والمنخفض ؛ فيعدل عن المرتفع ويجرى في المنخفض كما ينفذ داخل الجسم المتخلخل ويرطب ظاهر الجسم المتكاثف ويتركه إلى غير ذلك ، إذن فمن خاصية العلم جريانه على مقتضى قابلية القابل وعدم مخالفتها لكن العلم ظهر في هذه المرتبة في صورة الطبيعة وعلى هذا\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالقياس سراية العلم في سائر الموجودات بل سراية جميع الكمالات التابعة للوجود في الموجودات بأسرها .\r\n\r\n( رباعي )\r\n الوجود بالصفات الخافية فيه يسرى في كافة أعيان العالم * وكل وصف للعين القابل لها صار عيانا على قدر قبول العين له \r\n( لائحة ) : وكما أن حقيقة الوجود بسبب صرافتها وإطلاقها سارية في ذوات جميع الموجودات بحيث تكون عين تلك الذوات في تلك الذوات ، كما أن تلك الذوات كانت فيها عينها كذلك صفاتها الكاملة تسرى بكليتها وإطلاقها في جميع صفات الموجودات بنحو أن تكون ضمن صفاتها عين صفاتها ، وكما تكون صفاتها في عينها صفات كاملة تكون عين تلك الصفات كاملة : فمثلا صفة العلم في ضمن علم العالم بالجزئيات هي عين العلم بالجزئيات ، وفي ضمن علم العالم بالكليات هي عين العلم بالكليات ، وفي ضمن العلم الفعلي والانفعالي هي عين العلم الفعلي والانفعالي ، وفي ضمن العلم الذوقى والوجداني هو عين العلم الذوقى والوجداني إلى غاية علم الموجودات التي لا تعد - بحسب العرف - عالمة هي عين العلم اللائقة بحالها وعلى هذا القياس سائر الصفات والكمالات .\r\n\r\n( رباعي )\r\n يا من ذاتك سارية في ذوات الأعيان وأوصافك متوارية في صفاتهم * وصفك كذاتك مطلق لكنه ليس في ضمن المظاهر خاليا من التقيد \r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n( لائحة ) : حقيقة الوجود هي ذات حضرة الحق سبحانه وتعالى ، وشؤونها ونسبها واعتبارها هي صفاته ، وإظهاره لنفسه متلبسا بهذه النسب والاعتبارات هو فعله وتأثيره والتعينات الظاهرة المترتبة على هذا الإظهار هي آثاره .\r\n\r\n( رباعي )\r\n ذاك المستور أجلى نفسه بالشؤون الذاتية في المظاهر الدينية والدنيوية * فانظر يا طالب اليقين من هذه النقطة التي ذكرتها ما هي الذات والصفة والفعل والأثر \r\n( لائحة ) : كلام الشيخ رضي الله عنه في بعض مواضع من النصوص مشعر بأن وجود أعيان الممكنات والكمالات التابعة للوجود مضاف إلى حضرة الحق سبحانه وتعالى ، وفي بعض المواضع الأخرى يشعر بأن ما يضاف إلى حضرة الحق سبحانه هو إفاضته الوجود وحسب ، وتوابع الوجود من مقتضيات الأعيان والتوفيق بين هذين القولين هو أن لحضرة الحق سبحانه تجليين : ( أولهما ) التجلي الغيبي الذي يسميه الصوفية بالفيض الأقدس وهو ظهور الحق سبحانه أزلا في حضرة العلم على نفسه الصور الأعيان والقابليات والاستعدادات لها ، و ( الثاني ) التجلي الشهادى للوجود الذي يسمى بالفيض المقدس وهو ظهور \" وجود الحق سبحانه المنصبغ بأحكام الأعيان وآثارها \" ، وهذا التجلي الثاني مترتب على التجلي الأول ومظهر للكمالات التي كانت قد اندرجت بالتجلي الأول في قابليات الأعيان واستعداداتها .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n جود منك ارتسم بمائة نوع من الشحاذين * وأعطى كل منهم جودا نصيبا مستقلا به\r\nكان ذاك الجود الأول من الأزل وعليه * ترتب هذا الجود الثاني أبدا \r\nإذن فإضافة الوجود والكمالات التابعة للوجود إلى الحق سبحانه وتعالى باعتبار مجموع التجليين ، وإضافة الوجود إلى الحق وإضافة توابعه إلى الأعيان باعتبار التجلي الثاني لأنه لا يترتب على التجلي الثاني غير إفاضة الوجود على الأعيان وإظهار ما كان قد اندرج فيها بمقتضى التجلي الأول .\r\n\r\n( رباعي )\r\n استمع إلى قول مشكل وسر مغلق * إن كل فعل وصفة لحقا بالأعيان\r\nأضيفا إلينا جميعا من جهة * وأضيفا إلى الحق من جهة أخرى \r\n( تذييل ) لما كان المقصود من هذه العبارات والمطلوب من هذه الإشارات التنبيه على الإحاطة الذاتية لحضرة الحق سبحانه وتعالى وسريان نوره في جميع مراتب الوجود حتى لا يذهل السالكون العالمون\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوالطلاب المتنبهون لشهود أي ذات عن مشاهدة جمال ذات الله ، ولا يغفلوا بظهور أي صفة عن مطالعة كمال صفاته ما ذكرناه في أداء هذا المقصود كاف وببيان هذا المطلوب وأف فلا جرم أن نقتصر على هذا القدر ونختصر بهذه الرباعيات التالية :\r\n\r\n( رباعي )\r\n إلى متى يا جامى تطريز الكلام وتدبيح المقال وسحر البيان وإبداع القول ؟ * إن إظهار الحقائق بالكلام ضرب خيال أيها الساذج فإلى متى هذا التلاعب بالخيال ؟ \r\n\r\n( رباعي )\r\n أفضل أن تخفى عيبك في أسمال الفقر وأحسن أن تحدّ فهمك في مسائل العشق * وبما أن وجه المقصود مستور بنقاب الكلام فالأولى بنا الصمت عن الكلام والاستماع \r\n\r\n( رباعي )\r\n إلى متى تصرخ كالجرس * اصمت لحظة عن هذا الجرس ذي الهراء \r\nلن تصير كنزا لدرر الحقائق طالما لم تكن كلك اذانا كالصدف\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n( رباعي )\r\n يا من تطبعت على وسواس الكلام * راع دائما مقتضيات الكلام إن كنت عاقلا\r\nلا تنبس ببنت شفة عن أسرار الوجود * لأن هذا الدر لا ينتظم بألماس الكلام \r\n\r\n( رباعي )\r\n الأفضل أن تخط على كل عيب بخط الإزالة وأن تسدل الحجاب على جمال الغيب * وبما أن تجلى ذاك الجمال لا يخرج عنك فاسحب قدمك تحت ذيلك ورأسك في جيبك \r\n- تم -\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nشرح الرباعيات\r\n حمدا لإله هو بالحمد حقيق * في بحر نواله جميع الذرات غريق\r\nما وفق إلى حمد فضله رفيق * ولم يسلك طريق شكره أي فريق \r\nتعالى الله وتفرد بعزّة وحدته التي لم يتسرب إليها كثرة ثنوية الصفة والموصوف ، ولم يكن لقوة فكر ورويّة لمحجوب أو مكشوف أدنى حيلة أمام امتناع إدراك هويته ، وحبذا هذا العظيم الحكيم الذي مفهوم كلمة ( أوتيت جوامع الكلم ) في بيان كمال جامعيته كلام جامع ، وفحوى الآية الكريمة  ( وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ )  على رفعة علمه ومعرفته برهان ساطع .\r\n\r\n( رباعي )\r\n الملك العربي قبلة أرباب النجاة * مرآة الذات ومجلى الصفات\r\nباتباع سيرته علو الدرجات * لا زال عليه زاكيات الصلوات \r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوعلى آله وأصحابه طيبات التحيات وصالحات الدعوات وسلم تسليما كثيرا ، أما بعد ، يتبين أنه قبل إنشاء هذه الرسالة المشتهرة وإفشاء هذه الصحيفة المعتبرة كانت رباعيات عدة قد نظمتها في إثبات وحدة الوجود وبيان تنزلاتها إلى مراتب الشهود مع التنبيه على كيفية إدراكها على سبيل الكشف والعرفان والوصول إليها بطريق الذوق والوجدان ، ولقيت صورة الانتظام ، ولكن بما أن ميدان العبارة كان ضيقا على ترجمان اللغة بسبب رعاية القافية ، وكانت قدم سالك البيان بعلة المحافظة على الوزن عرجاء فلم تكن مخدرات معانيها تظهر جمالها بغير نقاب إجمال ، ولم تكن مستورات حقائقها تبدى وجهها بغير حجاب إشكال فلا جرم أن أرقم وأسطر في ذيل تلك الرباعيات كلمات يسيرة منثورة من كلام كبراء الدين وعرفاء أهل اليقين من أجل تفصيل المجملات وتوضيح المشكلات ، والأمل معقود على مكارم أخلاق المطالعين المنصفين ، وأنا الضعيف بعجزى معترف وبقصورى متصف إذا اطلعوا على مواضع الخلل ومواقع الزلل أن يسعوا في إصلاحها ويعفوا عليها بذيل العفو والإغماض ، ويجتنبوا صورة العذل وسيرة اللوم ، وأن يصرفوا كل ما فيها إلى مصرف لائق ، ويحملوا معانيها بمحمل شائق والله ولى التوفيق ومنه الهداية إلى سواء الطريق .\r\n\r\n( فمن تلك الرباعيات )\r\n الواجب وهو واهب الوجود للمحدث والقديم وتصوير هبته الوجود قوله ( كن ) \r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n أقول حديثا لطيفا هو لب الكلام إنه الوجود ، يستوى أن يكون الوجود أو خالق الوجود \r\n\r\n( وأيضا منها )\r\n كل مخلوق عاجز لا يصل إليك * حرىّ به أن يتخلص من نفسه ويرتبط بك \r\nأنت موجود بذاتك في الوجود الذي ليس إلا ذاتك لكن الوجود موجود بك وأنت باق بذاتك\r\nفي هاتين الرباعيتين إشارة إلى اتحاد وجود الواجب تعالى وتقدس بحقيقته كما هو مذهب الحكماء والصوفية الموحدين ، وشرح ذلك أن الموجودات يمكن تقسيمها بالتقسيم العقلي إلى ثلاث مراتب هي :\r\n( الأولى ) الموجود الذي يغاير وجوده ذاته ووجوده مستفاد من غيره مثل الممكنات الموجودة ، و ( الثانية ) الموجود الذي تغاير حقيقته وجوده وتقتضيه على نحو أن يكون انفكاك الوجود عنه محالا مع أن تصور الانفكاك ممكن بناء على التغاير بين الذات والوجود مثل واجب الوجود على مذهب المتكلمين ، و ( الثالثة ) الموجود الذي وجوده هو عين ذاته أي الموجود بذاته لا بأمر مغاير لذاته ، ولا شك من أن مثل هذا الموجود هو الواجب ؛ لأنه حين لا يمكن تصور انفكاك شئ من نفسه فكيف يمكن وقوعه بحسب الخارج ؟ وجلى أن أكمل مراتب الوجود المرتبة الثالثة ، والنظرة السليمة تجزم بأن الواجب تعالى وتقدس ينبغي أن يكون على أكمل مراتب الوجود إذن فذاته هي عين وجوده .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n( تنبيه ) : ومن هنا يعلم أنه إذا أطلق لفظ الوجود على الواجب تعالى فالمراد به الذات الموجودة بنفسها والموجدة لغيرها وليس الكون والحصول والتحقق ، وهي معان مصدرية ومفهومات اعتبارية ليس لها تحقق ووجود إلا في الذهن تعالى الله عن ذلك علوا كبيرا .\r\n\r\n( وأيضا منها )\r\n الوجود الظاهر بذاته مثل النور * ظهرت منه ذرات المكونات\r\nوكل شئ يبعد عن ضيائه * يظل مستورا في ظلمة العدم \r\n\r\n( وأيضا منها )\r\n شمس الفلك منيرة بنورها * وجرم القمر من شعاعها ينير \r\nوالنور منير بذاته وذو العقل الخبير لو يعليه على الشمس والقمر فلا تنتقده\r\nفي هاتين الرباعيتين إشارة إلى تمثيل مثّل به لشرح مراتب الموجودات في الوجود ، وقيل : إن الأشياء النورانية على ثلاث مراتب في النورانية : ( الأولى ) التي يستفاد نورها من غيرها مثل جرم القمر في مقابلة الشمس ينير بشعاعها ، وفي هذه المرتبة ثلاثة أشياء : الأول\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nجرم القمر ، والثاني الشعاع الذي يسقط عليه ، والثالث الشمس التي تفيد الشعاع ، ( والمرتبة الثانية ) ما يقتضى نوره ذاته كالشمس بفرض أن ذاتها تستلزم نورها وتقتضيه ، وفي هذه المرتبة شيئان : جرم الشمس ، ونورها ، و ( المرتبة الثالثة ) ما ينير بذاته ويظهر لا بنور يزيد على ذاته كالنور لأنه لا يخفى على أي عاقل أن نور الشمس ليس مظلما بل منير وظاهر بذاته لا بنور آخر يقوم بذاته ، وفي هذه المرتبة شئ واحد هو النور الظاهر بذاته إلى أبصار الناس وتظهر الأشياء الأخرى بواسطته بحيث يكون لها قابلية الظهور ، ولا يعلو هذه المرتبة الثالثة مرتبة أخرى في النورانية ، وإذا تصورنا هذه المراتب الثلاث في المحسوسات اتضحت المراتب الثلاث للموجودات التي ذكرناها قبل هذا وتبين أكملية المرتبة الثالثة والله تعالى أعلم .\r\n\r\n( وأيضا منها )\r\n كل شئ خلاف الوجود يحتاج الوجود في وجوده كما يظهر في عين الشهود * ويحتاج بما أنه ليس من الواجب وصفه بالوجوب إلى الوجود الخاص وهو المقصود \r\nهذا الرباعي إشارة إلى دليل إثبات اتحاد الوجود الواجب بحقيقته ، وشرح ذلك أن كل شئ يغاير الوجود لا يكون عين مفهوم الوجود ولا فرده كالإنسان - مثلا - ما دام لم ينضم إليه الوجود فلا يتصف بالوجود في نفس الأمر ، إذن كل شئ يغاير الوجود في الموجودية\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيحتاج في نفس الأمر إلى غيره وهو الوجود ، وكل ما يحتاج في الموجودية إلى غيره هو ( الممكن ) لأن الممكن هو ما يحتاج في وجوده إلى غير ، إذن كل شئ يغاير الوجود لا يمكن أن يكون هو ( الواجب ) ، وقد ثبت بالبراهين العقلية أن الواجب هو الموجود ؛ إذن فلا يمكن أن يكون الواجب غير الوجود\r\n( سؤال ) لو قال أحد إن الممكن هو ما يحتاج في موجوديته إلى غير هو موجده لا موجوده ( فالجواب ) كل شئ يحتاج إلى غيره في موجوديته يستفيد وجوده من غيره هو الممكن سواء سمى ذاك الغير بالوجود أو بالموجد .\r\n\r\n( وأيضا منها )\r\n الوجود الذي هو حقيقة الحق هو الحق * وليس المضاف والملحق بالحق\r\nوجماعة تقيده بالتعين * وأخرى تطلقه من قيد التعين \r\nالقائلون باتحاد الوجود الواجب تعالى بحقيقته فرقتان : ( الفرقة الأولى ) أرباب الفكر والنظر كالحكماء ؛ ويقولون إنه لا يجب أن يكون واجب الوجود كليا أي لا يجدر أن تكون له الكلية والعموم العارض ؛ لأن الوجود الكلى لا يحدث في الخارج بدون تعيين ؛ إذن فيلزم أن يكون بهذا واجب الوجود مركبا من هذا الأمر الكلى ، والتعين والتركيب للواجب محال كما هو مشهور ، بل يجب أن يكون الواجب في حد ذاته\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمتعينا أي يكون تعينه عين ذاته ، كما أن وجوده عين ذاته ، حتى لا يجوز عليه بأي حال التركيب والتعدد وحينئذ تكون موجودية الأشياء عبارة عن أن يكون لها تعلق خاص ونسبة معينة بحضرة الوجود ويسقط من تلك الحضرة عليها شعاع وليس الوجود عارضا عليها أو حاصلا فيها ، وعلى هذا التقدير فالموجود مفهوم كلى محمول على أمور متكثرة ، والوجود الجزئي الحقيقي ممتنع الاشتراك بين الكثيرين .\r\n( سؤال ) لو قال أحد يتبادر إلى الذهن من لفظ الوجود مفهوم مشترك بين الأشياء الكثيرة إذن فكيف يكون الجزئي حقيقيا ؟ ( أجبنا ) بأن الكلام هو في حقيقة الوجود لا فيما يتبادر من لفظ الوجود ؛ إذن فيجب أن تكون حقيقة الوجود الجزئي حقيقية والمفهوم الكلى المتبادر إلى الذهن من لفظ الوجود هو العرضي العام بالنسبة إلى تلك الحقيقة بما أن المفهوم واجب القياس بحقيقته .\r\n( الفرقة الثانية ) : هم الصوفية القائلون بوحدة الوجود إذ يقولون إن وراء طور العقل طورا ينكشف فيه بطريق المكاشفة والمشاهدة أشياء عدة يعجز العقل عن إدراكها كعجز الحواس عن إدراك المعقولات التي هي مدركات العقل ، وتحقق في هذا الطور أن حقيقة الوجود هي عين واجب الوجود ليست كلية ولا جزئية ولا خاصة ولا عامة بل مطلقة من كل القيود إلى حد أنها مطلقة أيضا من قيد الإطلاق على ذاك القياس الذي ذكره أرباب العلوم العقلية في الكلى الطبيعي ، وهي الحقيقة التي تجلت وظهرت في كافة الأشياء الموصوفة بالوجود بمعنى أن لا شئ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالبتة يخلو من هذه الحقيقة ؛ لأنه إذا خلا الشئ تماما من حقيقة الوجود ما اتصف أصلا بالوجود .\r\n\r\n( وأيضا منها )\r\n الوجود الذي هو مبرأ من الحدوث والقدم * ليس كليا ولا جزئيا ولا كثيرا ولا قليلا\r\nلأن التعين سواء كان الأخص أو الأعم * مسبوق بلا التعين فأفهم \r\nحقيقة الوجود من حيث الإطلاق لا يشار إليها ولا يحكم عليها بأي حكم ولا تعرف بأي صفة ولا يضاف إليها أي نسبة من النسب مثل :\r\nالحدوث والقدم ، والوحدة والكثرة ، والوجوب والوجود ، والمبدأية بتعلق علمها بذاتها أو بغيرها ؛ لأن كل هذا يقتضى التعين والتقيّد ، وليس من شك من أن التعين والتقيّد سواء أخص التعينات مطلقا مثل التعينات الشخصية الجزئية أو أعم كل التعينات وأوسعها مطلقا كالتعين الأول أو سواء الأخص والأعم من وجه مثل التعينات المتوسطة بينهما مسبوقة جميعا بلا التعين ، إذن ليس واحد من هذه التعينات يلزم حضرة الوجود من حيث هو بل لزومها بحسب المراتب والمقامات المشار إليها بقوله  ( رَفِيعُ الدَّرَجاتِ ذُو الْعَرْشِ )  ، إذن فيصير مطلقا ومقيدا وكليا وجزئيا وعاما وخاصا وواحدا وكثيرا بدون حصول تغير وتبدل في ذاته وحقيقته حينما تلاحظ باعتبار الإطلاق والفعل والتأثير والوحدة وعلو مرتبة الألوهية فهي حقيقة الله سبحانه وتعالى وله الوجوب الذاتي والقدم\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوغيرهما من صفات الكمال ، وحينما تلاحظ من ناحية التقيّد والانفعال والتأثر والكثرة والانسفال وقابليته الوجود من حقيقة الواجب بالفيض والتجلي فهي إذن حقيقة العالم وله الإمكان الذاتي والحدوث وغيرهما من الصفات ، وهذا باعتبار التنزل إلى عالم المعاني وتجليه بالصور العلمية المعبر عنها بالأعيان الثابتة ، وبما أن هاتين الحقيقتين المفترقتين لا بد لهما من أصل تكونان فيه واحدا وهو فيهما متعدد لأن الواحد هو أصل العدد والعدد تفصيل الواحد فلا مناص من حقيقة ثالثة تجمع بين الإطلاق والتقييد والفعل والانفعال والتأثير والتأثر وتكون مطلقة من وجه ومقيدة من وجه آخر ، وفعالة باعتبار ومنفعلة باعتبار آخر ، وهذه هي حقيقة الأحدية الجامعة للحقيقتين المذكورتين ولها مرتبة الأولية الكبرى والآخرية العظمى .\r\n\r\n( وأيضا منها )\r\n الواجب الذي عمى العقل عن كنهه * أجلى من الجميع في نسبه الوجود\r\nماهيته أخفى من أن تظهر * أنيته أظهر من أن تخفى \r\nإن الحق سبحانه من ناحية الحقيقة والذات أخفى من كل شئ ، ولا يمكن لأحد ما أن يدرك ويفهم ويشهد ويعلم كنه ذاته وغيب هويته كما أخبر هو عن نفسه  ( وَلا يُحِيطُونَ بِهِ عِلْماً ، )  تعالت درجة رفعة إدراكه عن مناولة الحواس ومحاولة القياس وخلت ساحة عزة معرفته من\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nتردد الأفهام وتعرض الأوهام ، ليس دليل لنهايات العقول في بدايات معرفته غير التحير والتلاشى ، وليس سبيل لبصيرة أصحاب النظر في أشعة أنوار عظمته غير التعامى والتعاشى ، وفي الجملة كل ما يسعه العقل والفهم والوهم والحواس والقياس ؛ فذات الله سبحانه منزهه ومقدسه عنه لأن كل هذه محدثات ولا يستطيع المحدث إدراك غير المحدث ، لكنه من ناحية التحقق والوجود فهو أوضح من كل شئ ، وإنما خفاؤه وصعوبة معرفته - سبحانه - بسبب غاية وضوحه من كثرة ظهوره ولا تطيق القلوب إدراكه . الخفاش لا يرى بالنهار لا لأن الأشياء تظهر أكثر بالليل لكنها هي أكثر ظهورا بالنهار وعينه ضعيفة ، وكل ما في الوجود له صفة واحدة على الدوام في الشهادة على كمال وجوده وعلمه وقدرته وجلاله وعظمته جل ذكره من صانع . لو أمكن غيبه الخالق سبحانه وعدمه لزالت السماوات والأرض ، وإذ ذاك عرف بالضرورة وكل من قوى بصره رأى كل شئ يراه صنع الله ، وعليه يرى الله تعالى في كل شئ يراه ، وإذا أردت النظر في شئ ليس منه وليس إليه وبه فلن تستطيع أن تجده فكل شئ قبة وشعاع من جمال حضرته وكل شئ منه وكل شئ إليه وبه ، بل إن كل شئ هو وليس لأي شئ قط وجود إلا هو في الحقيقة ، بل إن جميع الموجودات ذات شعاع من نور وجوده .\r\nوقال بعضهم - قدس الله أسرارهم - الحق سبحانه أظهر من كل المخلوقات والموجودات ، وهو مختف لغاية ظهوره ( خفى لشدة ظهوره ) ، الحق سبحانه أظهر من الشمس فمن طلب البيان بعد العيان فهو في الخسران ، تقول لا أعرف هذا الرجل وبعد الاختلاط به ومشاهدة أفعاله\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوأقواله وأخلاقه وفضائله تقول أعرفه حق المعرفة ، والحق سبحانه وجملة المخلوقات أفعاله وأقواله وآثاره متى يكون خافيا ؟ لماذا لا تقول لنفسك إن الحق سبحانه ذات وكل ما أرى وسوف آراه صنع هذه الذات ، إذن فشاهد على الدوام الله سبحانه بأوضح من كل شئ ، ولا تقل لا أراه لأنك إذا رأيت وفهمت غير ذاك كنت كمن يقول في الروض أرى الأوراق ولا أرى الروض ، ولا يوجب هذا القول ضحكا .\r\n\r\n( نظم )\r\n أفهم هذا وهو أن ترى اللّه في كل لحظة في كل وجه * انظر في كل صباح في الفالق لأن الخلق مظهر الخالق\r\nلا تر غير اللّه في السماوات والأرض وكل ما فيها وافهم هذا جيدا \r\n\r\n( وأيضا منها )\r\n إن الله الذي فتح عليك ألف باب * لم يهدك إلى طريق كمال كنهه\r\nوحذرك من التفكير في ذاته * حتى لا تعاني المشقة بلا جدوى \r\n\r\n( وأيضا منها )\r\n النور الذي يملأ العالم * يشهده القلب والبصر في كل حال \r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n وتحصيل شهود ما كان * مشهودا محال في قاعدة العقل \r\n\r\n( وأيضا منها )\r\n يا من بكى قلبك من الهجر في نوح * إلى متى ستبكى في نوح مثل نوح ؟ \r\nمن هو سبب هم الهجران في عين الشهود افتح بصيرتك حتى ترى من هو مشهودك\r\nمعرفة الحق سبحانه وإدراكه على قسمين : الأول إدراكه باعتبار كنه ذاته وتجرده من تعيينات الأسماء والصفات وتلبسه بمظاهر الكائنات ، وهذا ممتنع عن غير الحق سبحانه لأنه من هذا الحيث محتجب بحجاب العزة ومختف برداء الكبرياء ، وليس أدنى نسبة بينه وبين ما سواه ؛ إذن فالشروع في طريق معرفته بهذا الوجه إضاعة بضاعة الوقت وطلب لما لا يمكن الظفر بتحصيله إلا بوجه الإجمال وهو أن يعرف المحقق أن وراء ما تعين أمرا ظهر به كل متعين وهو في حد ذاته مبرأ من التعين ؛ ولذلك قال سبحانه  ( وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَؤُفٌ بِالْعِبادِ ، )  إذن فقد أراد - الحق سبحانه برحمته الكاملة ورأفته الشاملة - راحة عباده فحذرهم من السعي في طلب ما هو ممتنع الحصول . وأتى في الحديث أيضا ( تفكروا في آلاء الله ولا تتفكروا في ذات الله ) ، ويقول الشيخ محيي الدين رضي الله عنه ( التفكر في ذات الله تعالى محال فلم يبق إلا التفكر في الكون ) .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n( سؤال ) إذا قلت بما أن التفكر في ذات الحق محال إذن فإلام يتجه النهى ؟ ( أجبنا ) بأن النهى يتجه إلى الفكر في الذات والتفكير فيها كما ذكر صاحب المثنوى المعنوي :\r\n إن التفكّر في ذاته ليس في الحقيقة نظرا في ذاته * وإنما هو تفكير فيه وفي الطريق آلاف الحجب بينك وبين اللّه \r\nوقد أشرنا إلى هذا القسم من المعرفة في الرباعي الأول ، والقسم الثاني هو إدراكه سبحانه باعتبار تعينات نوره وتنوعات ظهوره في مراتب التنزلات ومرائي المكونات ، وهذا الإدراك بدوره على حزبين :\r\nالأول الإدراك البسيط وهو عبارة عن إدراك الوجود الحق سبحانه مع الذهول عن هذا الإدراك وعن أن المدرك هو الوجود الحق سبحانه ، والثاني هو الإدراك المركب وهو عبارة عن إدراك الوجود الحق سبحانه مع الشعور بهذا الإدراك وبأن المدرك هو الوجود الحق سبحانه ، وفي ظهور الوجود الحق سبحانه بحسب الادراك البسيط لا يوجد خفاء لأن كل ما تدركه هو أولا الوجود المدرك ولو غفلت عن إدراك هذا الإدراك .\r\nظل خفيا لغاية ظهوره ، كما هو حال إدراك الألوان والأشكال بواسطة إدراك الضياء المحيط بها وهو شرط الرؤية ، ومع هذا يغفل الناظر إدراك الضياء في إدراك الألوان والأشكال وبغيبة الضياء يكون معلوما أن وراءها أمرا آخر كان مدركا وهو الضياء كذلك نور الوجود الحق المحيط بالضياء والألوان والأشكال والرائي لها وبجميع الموجودات الذهنية والخارجية ، هو القيوم لها جميعا وأدراك شئ بدون إدراكه\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمحال ، فمع أنك غفلت عن إدراكه سبحانه ومنشأ هذه الغفلة دوام ظهوره وإدراكه بحيث إذا غاب أيضا هذا النور مثل الضياء يظهر أن أمرا آخر موجود في وقت إدراك الموجودات وهو نور الوجود الحق سبحانه كلن مدركا أيضا لأن :\r\n\r\n( مثنوى )\r\n ظهور جملة الأشياء بضدها لكن ليس الحق للحق ضد ولا ند * وبما أن ليس لذات الحق نقل وتحويل فلا يجرى عليها تغيير وتبديل\r\nولو كانت الشمس على حال واحدة لكان شعاعها على منوال واحد * وما عرف أحد أن هذا شعاعها وما كان فرق بين اللباب والقشر \r\nوالنظر في هذا الإدراك بسيط لذا قيل :\r\n التفكير في ذات الحق باطل * واعتبر تحصيل حاصله محالا محضا \r\nوأشرنا إلى هذا الإدراك في الرباعي الثاني ، وأما الإدراك الثاني وهو الإدراك المركب فهو محل الفكر والخفاء والصواب والخطأ وحكم الإيمان والكفر راجع إليه والتفاضل بين أرباب المعرفة بتفاوت مراتبه ويشير إليه قول الصديق الأكبر رضي الله عنه ( العجز عن درك الإدراك إدراك )\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n( مثنوى )\r\n أي نسبة للتراب بالعالم الطاهر * إن العجز عن درك الإدراك إدراك \r\nوأشرنا إلى هذا الإدراك الثاني في الرباعي الثالث ( اللهم وفقنا لهذا الإدراك واشغلنا بك عمن سواك )\r\n\r\n( وأيضا منها )\r\n لا يصل الفكر إلى الأسرار الإلهية * ولا يصل إلى الذات والصفات للحق كما هي \r\nوالعلم الذي هو تناهى صفته الذاتية لا يصل إلى الذات البريئة من التناهي\r\nفي هذا الرباعي إشارة إلى وجه امتناع تعلق العلم بكنه ذات الحق سبحانه وتعالى ، وتقرير ذلك أن غيبة هوية الذات التي هي مطلقة بالإطلاق الحقيقي تقتضى ألا تضبط وتتميز ، ولا تلج تحت الانحصار والإحاطة ، وحقيقة العلم هي الإحاطة بالمعلوم وكشفه على سبيل التمييز عما عداه ، إذن فإن تعلقت به حقيقة علمية لزم تخلف مقتضى الذات عنه أو انقلاب أو تبدل حقيقة العلم وكلاهما محال ، إذن فحقيقة العلم لا يمكنها أن تحيط بذات الحق سبحانه من حيث الإطلاق المذكور ونسبة ما يتعين للعارفين من ذات الحق سبحانه وتعالى بما لم يتعين هي نسبة المتناهى إلى غير المتناهى ونسبة المقيد إلى المطلق ،\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوكما أن إحاطة العلم بذات الحق سبحانه من حيث الإطلاق المذكور متعذرة كذلك تتعذر من حيث عدم تناهى الأمور المندرجة والمندمجة في غيبة هويته ، ولا يمكن تعينها وظهورها دفعة واحدة بل بالتدريج .\r\n\r\n( وأيضا منها )\r\n لا يمكن بالعقل والعلم * إدراك بطون الحق ووحدته \r\nوالأفضل أن ترى تفصيل تنوعات ظهوره من مرآة المراتب إدراك ذات الحق - سبحانه وتعالى - باعتبار البطون والتجرد من مجالات تعيينات الشؤون مع أنه ممتنع لكنه باعتبار ظهورها في المراتب ممكن بل واقع ، ويتبع هذا الظهور الأحكام والتفاصيل والأحوال والآثار التي تتعلق معرفتها التفصيلية به ، ويقوم بحث الطلاب والمبتدئين على حصولها ، وينبئ مقالات الواصلين والمنتهين عن الوصول إليها ، وبعض من مراتب الظهور جزئيات وليس لها غاية ونهاية ، وبعضها كليات ، ومن هذه الكليات بعض كالمحال لظهور سائر الحقائق الكلية والجزئيات ولوازمها بحيث تكون كل حقيقة لعديد من الكليات أو الجزئيات أو المتبوعات أو التوابع متعلقا بأحد تلك المحال ، بحيث لو قدر ظهورها تكون تحت حكم ذلك المحل ويكون ظهورها بحسبها وتسمى المراتب والعوالم والحضرات ، وليس للمراتب من حيث هي مراتب وجود متميز عن وجود الأمور المتعينة المترتبة فيها ، بل إن وجودها هو عين وجود الأمور المتعينة المترتبة مثل مرتبة الحسّ والشهادة فهي مثلا مرتبة\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nكلية تشمل جميع المحسوسات الجزئية المتعينة من الأفلاك والأنجم والعناصر والمواليد ، ووجود تلك المرتبة الكلية بعينها متعينة بوجود نفس هذه الجزئيات وليس واحد من الكلى والجزئيات له وجود مستقل متميز عن غيره فتدبر .\r\n\r\n( وأيضا منها )\r\n حين يتنزل الواجب من حضرة الذات فلتنزلاته خمس درجات \r\nهي الغيب والشهادة بالوسط والروح والمثال والخامس جمعية تلك الحضرات\r\nالمراتب الكلية تنحصر في خمس مراتب وتسمى الحضرات ( الأولى ) : تسمى حضرة أو مرتبة الغيب والمعاني ؛ وهي حضرة الذات بالتجلي والتعين الأول والثاني وما اشتملا عليه من الشؤون والاعتبارات أولا والحقائق الإلهية والكونية ثانيا ، و ( الثانية ) : المقابلة للأولى تسمى الشهادة والحس ؛ وهي من حضرة عرش الرحمانية حتى العالم الأرضي وما بينهما من صور أجناس العالم وأنواعه وأشخاصه ، و ( الثالثة ) :\r\nالتي تتلو مرتبة الغيب تنازلا تسمى مرتبة الأرواح ، و ( الرابعة ) : التي تتلو عالم الحس تصاعدا هي التي تسمى عالم المثال والخيال المنفصل ، و ( الخامسة ) : التي تجمع ما سبقها تفصيلا هي حقيقة العالم وإجمالا هي الصورة العنصرية الإنسانية ، وقال بعضهم قدس الله أسرارهم :\r\nالمراتب الكلية ست ، ولأن المراتب مجال ومظاهر إذن فلا تخلو مما هو ظاهر ، ويظهر فيها على الحق سبحانه وحده وليس على الأشياء الكونية\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nأو ما يظهر أيضا على الحق وعلى الأشياء الكونية ويسمى القسم بمرتبة الغيب بسبب غياب الأشياء الكونية فيه عن نفسها وعن غيرها . إذن ليس لأي شئ ظهور إلا على الحق سبحانه وتعالى . وهذا القسم ينقسم إلى مرتبتين لأن عدم ظهور شئ على الأشياء الكونية ويسمى القسم الأول بمرتبة الغيب بسبب غياب الأشياء الكونية فيه عن نفسها وعن غيرها . إذن ليس لأي شئ ظهور إلى علي الحق سبحانه وتعالى .\r\nوهذا القسم ينقسم إلى مرتبتين لأن عدم ظهور شئ على الأشياء الكونية يكون إما بسبب انتفاء أعيانها بالكلية علما وعينا حيث كان الله ولم يكن معه شئ وتسمى هذه المرتبة بالتعين الأول ، والمرتبة الأولى للغيب ، وإما بسبب انتفاء صفة الظهور على أعيانها مع أنها أي الأشياء متحققة وثابتة ومتميزة في العلم الأزلي وظاهرة على الحق سبحانه وتعالى وليس على نفسها ، وأمثالها كما هو الأمر في الصور الثابتة في أذهانها ، وتسمى هذه المرتبة بالتعين الثاني وعالم المعاني والمرتبة الثانية للغيب . أما القسم الثاني من المراتب التي ما يظهر فيها يظهر على الحق كما يظهر على الأشياء الكونية فينقسم إلى ثلاث مراتب :\r\n( المرتبة الأولى ) : هي مرتبة الأرواح ؛ وهي مرتبة ظهور الحقائق الكونية المحددة البسيطة لنفسها ولمثلها كالأرواح التي تدرك في هذه المرتبة أعيانها وأمثالها .\r\n( المرتبة الثانية ) : مرتبة عالم المثال ؛ وهي مرتبة الوجود للأشياء الكونية المركبة اللطيفة التي لا تقبل التجزئة والتبعيض والحرق والالتئام .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n( المرتبة الثالثة ) : هي عالم الأجسام ، وهي مرتبة وجود الأشياء المركبة الكثيفة التي تقبل التجزئة والتبعيض وسميت هذه المرتبة بمرتبة الحسّ وعالم الشهادة ، إذن فمجموع هذه المراتب خمس ، والمرتبة السادسة هي المرتبة الجامعة لجميع المراتب وهي حقيقة الإنسان الكامل لأنه جامع للجميع بحكم البرزخية التي له والله أعلم بالحقائق .\r\n\r\n( وأيضا منها )\r\n في المرتبة الأولى لا تنفصل صفات الجبروت عن الذات والملك عن الملكوت * ولا تظهر أعيان الوجود في عين الظهور بل في علم الثبوت \r\nفي المرتبة الأولى وهي التعين الأول لا يتميز الملك عن الملكوت وهو مرتبة الأرواح ، ولا الملكوت عن الجبروت وهو مرتبة الصفات ، ولا الجبروت عن اللاهوت وهو مرتبة الذات بل هي وحدة صرف وقابلية محض ، وتندرج هذه المراتب فيها وتندمج من غير امتياز بعضها عن بعض لا علما ولا غيبا ، وخصوصيات هذه الاعتبارات ليس لها تميز لإحداها عن الأخرى باعتبار الاندراج والاندماج في هذه المرتبة ، وإذا كان هذا الامتياز بحسب العلم وحسب تسمى أيضا بالشؤنات الذاتية والحروف العاليات والحروف العلوية والحروف الأصلية ، وبعد امتيازها بعضها عن الآخر في المرتبة الثانية بسبب نورانية العلم فهي صور الشؤون المذكورة وتسمى بالأعيان الثابتة والماهيات .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n( وأيضا منها )\r\n في عالم المعنى لا تعى . . * الأشياء بذاتها أصلا ولا بغيرها\r\nهي من ناحية الوجود جميعا متحدة . . * قد فصلها عن بعضها نوانية العلم \r\nفي المرتبة الثانية أي التعين الثاني - كما تسمى - لا يكون للأشياء الكونية في عالم المعاني أصلا شعور بذاتها وذوات أمثالها باعتبار التحقق والتميز لجميع المعاني الكلية والجزئية فيها ، بل إن تحققها وثبوتها في هذه المرتبة لا يقتضى إضافة الوجود إليها بحيث تتصف بالموجودية أو يتعدد ويتكثر الوجود بسبب إضافته ونسبته إليها ، ولأنها لا تتصف بالوجود فيلزم بطريق أولى ألا تتصف بالكمالات التابعة للوجود مثل شعورها بذاتها وأمثالها إذن فهي لا تتعدد وتتميز في هذه المرتبة بالتعدد والتميز الوجودي ، بل إن تعددها وتميزها باعتبار العلم وحسب بخلاف المرتبة الأولى ؛ حيث لا يلحظ أيضا هذا التميز والتعدد العلمي ومثال هذا بعينه مثال الحبة التي هي أصل الشجرة لو فرضنا أنها عالمة إذن فتعيّن الحبة وتجليها على نفسها بلا تفاصيل الخصوصيات للجذر والساق والفروع والأوراق والأزهار والثمار المندرجة والمندمجة فيها يكون ملحوظا لها بمثابة التعين الأول الذي لا يكون للأشياء فيه تعدد وجودي ولا تميز علمي ، وتعيّن وتجلى الحبة على نفسها بصور تفاصيل هذه الخصوصيات التي تتجلى على ذاتها\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبصورة الجذر والساق والفروع والأوراق والأزهار والثمار ، وتشاهد هذا المفصل في المجمل بمنزلة التعين الثاني الذي يكون فيه للأشياء تميز علمي ، مع أنها ليس لها تعدد وجودي ، وهذه الخصوصيات المذكورة باعتبار الاندراج والاندماج في المرتبة الأولى بلا تعدد وجودي وتميز علمي هو مجلى الشئونات الذاتية ، وصور معلوميتها في المرتبة الثانية هي مثال حقائق الموجودات المسماة بالأعيان الثابتة في عرف الصوفية والماهيات لدى الحكماء كما مر .\r\n\r\n( وأيضا منها )\r\n لا تنزل الأعيان إلى حضيض العين * حاشا أن تكون مجعولة بجعل الجاعل\r\nوبما أن الجعل هو إفاضة نور الوجود * لا يعقل أن يوصف بالعدم \r\nيتفق الصوفية الموحدون مع الحكماء المحققين في نفى المجعولية عن الأعيان الثابتة والماهيات ، وكلام الشيخ المحقق المدقق صدر الحق والدين القونوى وأتباعه - قدس الله أرواحهم - الناظر إلى أن نفى المجعولية عن الأعيان الثابتة إنما ينبنى على أن الجعل يعنون به تأثير المؤثر في الماهيات باعتبار إفاضة الوجود العيني الخارجي عليها ، وما من شك في أن الأعيان من حيث هي صور علمية ينتفى عنها الوجود الخارجي ؛ إذن فيلزم انتفاء المجعولية عنها أيضا ، ولبعض المحققين أرباب النظر تحقيق في هذه النقطة ومفاده : أن الماهيات الممكنة كما\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nأنها تحتاج إلى فاعل في الوجود الخارجي تحتاج أيضا إلى فاعل في وجودها العلمي سواء كان هذا الفاعل مختارا أو موجبا ، إذن فالمجعولية بمعنى الاحتياج إلى الفاعل من لوازم الماهيات الممكنة مطلقا سواء في وجودها العيني أو الخارجي أو في وجودها العلمي ، وإذا فسرت المجعولية بالاحتياج إلى الفاعل في الوجود الخارجي فالقول بنفي المجعولية عن الأعيان الثابتة صحيح ، لكن لا يخفى أن هذا التخصيص والتقييد تكلف وراجع إلى الاصطلاح ، إذن فالصواب في هذا المقام هو إن يقال إن المراد بنفي المجعولية عن الماهيات هو عدم احتياجها في حد أنفسها إلى جعل الجاعل وتأثير المؤثر ؛ لأن ماهية السواد - مثلا - حين لا يلاحظ معها مفهوم آخر وراء مفهوم السواد فإن العقل لا يجوز فيه معنى الجعل والتأثير بسبب أن ليس من مغايرة بين ماهيته ونفسه حتى يجعله الفاعل بالجعل والتأثير هو نفسه ، كما لا يتصور جعل الفاعل وتأثيره في صفة الوجود ، بمعنى أن يجعل الوجود وجودا وإنما يتعلق جعله وتأثيره بالماهية باعتبار الوجود ؛ بمعنى أن يجعل الماهية متصفة بالوجود كشأن تأثير الصباغ - مثلا - في الثوب المصبوغ :\r\nفليس لأنه جعل الثوث ثوبا أو الصبغ صبغا وإنما لأنه جعل الثوب يتصف بالصبغ ؛ إذن فعلى هذا التقدير فكل من نفى مجعولية الماهيات في حد أنفسها وإثبات مجعوليتها باعتبار اتصافها بالوجود هو صحيح كما لا يخفى على الفطن الذكي والله هو الولي .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n( وأيضا منها )\r\n الأعيان وهي مخدرات سر العدم * هن مستورات الحرم في ملك البقاء\r\nكلهن مظاهر نور الوجود * مع أنهن مقيمات بظلمات العدم \r\nهذا الرباعي إشارة إلى المعنى الذي ذكره صاحب الفصوص - رضي الله عنه في الفصّ الإدريسى بقوله : ( الأعيان الثابتة ما شمت رائحة الوجود ) يعنى الأعيان الثابتة وهي الصور العلمية هي على عدمها الأصلي ، ولم يصل مشامها رائحة من الوجود الخارجي ، ومعنى هذا الكلام هو أن الأعيان الثابتة ثابتة ومستقرة على بطونها عند إفاضة الوجود عليها ولن تظهر بأي وجه لأن البطون والخفاء ذاتي فيها ، وذاتية الشئ لا تنفك عن هذا الشئ ؛ إذن فما يظهر من هذه الأعيان هو أحكامها وآثارها التي تظهر في الوجود أو في وجود الحق وليست ذات هذه الأعيان .\r\n\r\n( وأيضا منها )\r\n الأعيان كلهن مرآة والحق هو المتجلى فيها * أو أن نور الحق هو المرآة والأعيان هي الصور\r\nوفي نظر المحقق الحديد البصر * كل واحد من هذين الاثنين هو مرآة للآخر \r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nللأعيان وهي حقائق الموجودات اعتباران : الأول : هو أن الأعيان مرايا وجود الحق وأسماؤه وصفاته ، والثاني : هو أن وجود الحق مرآة هذه الأعيان ، إذن فبالاعتبار الأول لا يظهر في خارجها إلا الوجود المتعين في مرايا الأعيان والمتعدد بتعدد أحكامها وآثارها ، وبمقتضى هذا الاعتبار فلا يشهد شئ قط في الخارج غير وجود الحق ، وهذا بيان حال الموحّد الذي يغلب عليه شهود الحق ، وبالاعتبار الثاني لا يشهد شئ قط في الوجود غير الأعيان ويغيب وجود الحق وهو مرآة الأعيان ، ولا يتجلى ويظهر إلا وراء حجب الغيب ، وهذا بيان حال من يغلب عليه شهود الخلق ، لكن المحقق يشاهد دائما هاتين المرآتين أعنى مرآة الحق ومرآة الأعيان ، ومشاهدة الصور التي في هاتين المرآتين بلا انفكاك وامتياز .\r\n\r\n( وأيضا منها )\r\n أنت ذو العين إذا شهد نور الحق * وأنت ذو العقل لو فقد شهود الحق \r\nوأنت ذو العين وذو العقل لو تحقق لك معا شهود الحق والخلق\r\nهذا الرباعي إشارة إلى الألقاب الخاصة بأرباب المراتب الثلاث التي سبقت في شرح الرباعي السابق ، إذن فذو العين في اصطلاح هذه الطائفة عبارة عمن يغلب عليه شهود الحق فيرى الحق سبحانه ظاهرا ويرى الخلق باطنا ، إذن فالخلق في نظره بمثابة المرآة للحق بسبب ظهور الحق في الخلق كظهور الصورة في المرآة ، واختفاء الخلق\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nفي الحق كاختفاء المرآة في الصورة ، وذو العقل هو من يغلب عليه شهود الخلق فيرى الخلق ظاهرا والحق باطنا ، إذن الحق في نظره بمنزلة المرآة للخلق والخلق بمنزلة الصورة المنطبعة في المرآة فلا جرم أن يكون الحق باطنا كما هو شأن المرآة للخلق والخلق ظاهر كما هو شأن الصورة المرتسمة في المرآة ، وذو العين والعقل هو من يشاهد الحق في الخلق والخلق في الحق ، ولا ينحجب بشهود أحدهما عن شهود الآخر بل يرى الوجود الواحد بعينه هو الحق من وجه وهو الخلق من وجه آخر ، ولا يمنع ظهور الكثرة من شهود الوحدة ولا يحجز شهود الوحدة ظهور الكثرة .\r\n\r\n( وأيضا منها )\r\nالوجود غير المشروط يسمى الوحدة ويسمى ( الأحد ) إذا ثبت له الشرط\r\n والمأخوذ بالشرط الشئ الذي هو الواحد * اعتبر ظهوره من الأزل إلى الأبد \r\nأول تعيّن يتلو غيب الهوية ومرتبة اللاتعيين هو الوحدة أصل جميع القابليات ويتساوى ظهورها مع بطونها ، ولا تشرط وتقيد بأي من انتفاء الاعتبارات وإثباتها ، بل إنها هي عين قابلية الذات لبطون الاعتبارات وظهورها وأزليتها وأبديتها وانتفائها وإثباتها ، ولهذه الوحدة اعتباران : ( الأول ) اعتبارها بشرط عدم الاعتبارات وسقوطها بالكلية وهو اعتبار الأحدية وتسمى الذات بهذا الاعتبار ( الأحد ) ويتعلق بهذا\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالاعتبار بطون الذات وأزليتها ، و ( الثاني ) اعتبارها بشرط ثبوت الاعتبارات غير المتناهية لها وهذا اعتبار الواحدية ، وتسمى الذات بهذا الاعتبار ( الواحد ) ويتعلق بهذا الاعتبار ظهور الذات وأبديتها ، إذن فالأحدية هي مقام الانقطاع والاستهلاك للكثرة النسبية الوجودية ، ولو انتفت الكثرة الوجودية في أحدية الذات وواحديتها فإن الكثرة النسبية متعلقة التحقق فيها كتعقل النصفية والثلثية والربعية في العدد واحد الذي هو منشأ جميع الأعداد ، وجميع التعينات الوجودية غير المتناهية مظاهر لهذه النسب المتعقلة في مرتبة الواحدية .\r\n\r\n( وأيضا منها )\r\n لما تنزلت الذات إلى المراتب * أزاحت ستارا بعد ستار عنها كلما تنزلت\r\nوفي المرتبة الأخيرة تجمعت بذاك الكيف * في وصفها سائر الشؤون \r\n( الإيجاد ) هو استتار وجود الحق سبحانه بصور الأعيان الثابتة والماهيات وانصباغه بأحكامهما وآثارهما ، والغاية والثمرة من استتار وجود الحق بصورة كل عين ثابتة هي ظهوره سبحانه بحسب الشأن الذي تكون هذه العين الثابتة مظهره على ذاته سبحانه ، إما على نفس هذا الشأن أو على أمثاله جمعا وفرادى ؛ وإما أن يكون نفس ظهور هذا الشأن على الحق سبحانه أو على نفسه أو أمثاله كذلك جمعا وفرادى ، وإما بالجمع بين الظهورين ، وكل شأن يظهر يكون الحق سبحانه بحسبه\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nأو الشأن الكلى الجامع لجميع أفراد الشؤون أو الشأن الذي هو بعض من أفراد هذه الشؤون ، ولا يتحقق ظهوره سبحانه بأحدية الجمع نفسها إلا بالنسبة لهذا الشأن الكلى الجامع الذي هو حقيقة الإنسان الكامل .\r\nإذن فإن الحق سبحانه يظهر في مرآة الإنسان الكامل على ذاته من حيث الشأن الكلى الجامع بكليته وأحدية جمعه ، ثم يكتسب كل شأن حكم جميع الشؤون ويظهر كل منها بلون الجميع ويبدو كل فرد بوصف المجموع ، لأنه كما في مرتبة الأحدية يشمل جمع كل شأن جميع الشؤون كذلك في مرتبة الإنسان الكامل وهو الشأن الكلى الجامع .\r\nويشمل شأن من هذه الشؤون جميع الشؤون . وغاية الغايات من ظهور وجود الحق سبحانه بحسب كل شأن هو هذا الاكتساب المذكور وليس ظهور ذاك الشأن فقط أو ظهور كل الحق سبحانه بحسب ذاك الشأن .\r\n( تمثيل ) يحصل للحقيقة النوعية الإنسانية صناعة الكتابة والشعر والعلم والفضل وغيرها بالقوة . وسائر هذه الأوصاف يندرج فيها من غير امتياز بعضها عن بعض وحين تظهر هذه الحقيقة في كل من أفرادها بواحد من هذه الأوصاف مثلا في زيد بالشعر في عمرو بالكتابة وفي بكر بالعلم وفي خالد بالفضل فلا يطلق أحد هذه الأوصاف على غيرها ، ولا ينصبغ أحدهم بحكم الآخر فلا يمكن قول إن الكاتب شاعر وعالم وفاضل وعلى هذا القياس ، لكن إذا تجمعت هذه الأوصاف في ذات واحدة بشرية مثلا فلا شك من أن كل واحد من هذه الأوصاف يتصف بما عداه بحيث يمكن القول إن الكاتب شاعر وعالم وفاضل أو إن الشاعر كاتب وعالم وفاضل إلى غير ذلك أيضا كذلك\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nكل واحد من هذه الأوصاف ، يضاهى ذاك الشأن الكلى للحقيقة الإنسانية وهي قابلية للأوصاف المذكورة في الاتصاف بالجميع وعدم الاختصاص بوصف دون وصف ، إذن فحقيقة النوع الإنسانى - ولله المثل الأعلى - بمنزلة حضرة أحدية الجمع الإلهى وصنعة الكتابة والشعر وغيرهما بمثابة الشؤون الإلهية وزيد وعمرو وبكر وخالد مجلى المظاهر التفصيلية الفرقانية وهي العالم ، والبشر مثال المظهر الأحدى الجمعي الإنسانى الذي ظهر كل من أفراد الشؤون فيه بلون الجميع وضاهى الشأن الكلى وهو مفتاح مفاتيح الغيب والله أعلم .\r\n\r\n( وأيضا منها )\r\n الواحد يرى الجميع في أحد العدد * كما يرى الأحد ضمن العدد\r\nيعنى بالكمال الذاتي وكمال الأسماء * يرى الجميع في ذاته ويرى ذاته في الجميع \r\nللحق - سبحانه - كمال ذاتي وكمال اسمى ، والمراد بالكمال الذاتي ظهور الذات لنفسه بنفسه في نفسه من أجل نفسه بلا اعتبار للغير والغيرية ، والغنى المطلق يلزم الكمال الذاتي ، ومعنى الغنى المطلق أن تكون الشؤون والأحوال والاعتبارات للذات بأحكامها ولوازمها على وجه كلى إجمالى ، والتي تظهر في جملة المراتب الإلهية والكيانية للذات في بطونها ، واندراج الكل في وحدتها كاندراج جميع العداد ومراتبها ، الجمع في الواحد والواحد في الأحد تكون هذه الشؤون وغيرها مشاهدة\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوثابتة بجميع صورها وأحكامها كما ظهرت وتظهر وتثبت وتشاهد مفصلة في المراتب إلى الأبد ، إذن فالذات الأقدس بهذه المشاهدة مستغنية عن العالم والعالمين وظهورهم على وجه التفصيل في مراتب أبد الآبدين ؛ لأن علم الحق سبحانه وشهوده يحصل لهم بجميع أحكامهم ومقتضياتهم عند اندراجهم في واحديته لكنه شهود غيبى علمي كشهود المفصل في المجمل والكثير في الواحد ، والنخلة مع الأغصان وتوابعها في نواة واحدة ، والعالم والعالمون في هذا الشهود معدومون في أنفسهم ولا يوجبون الكثرة الوجودية لأنهم جميعا صور علمية ليس لها تحقق وثبوت في غير ذات العالم ، والمراد بكمال الأسماء ظهور الذات وشهودها في تعيناتها هذه المسماة بالغير والسوى ، وهذا الشهود عيانى وجودي كشهود المجمل في المفصل والواحد في الكثير والنواة في النخلة وتوابعها ويستلزم التعدد الوجودي .\r\n\r\n( وأيضا منها )\r\n حتى يصير الحق عيانا بجملة الأوصاف * فإن الواجب هو الذي يظهر ممكنا\r\nوإلا فإن الحق بكماله الذاتي عن العالمين * فرد وغنى كما بين هو نفسه \r\nحضرة الحق - سبحانه وتعالى - بموجب قوله  ( إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعالَمِينَ )  مستغن بحسب كماله الذاتي عن وجود العالم والعالمين ، أما تحقق الكمال الأسمى وظهوره فموقوف على وجود أعيان الممكنات التي\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nهي مرايا الصفات ومجاليها واعتبارات الذات لأن كمال الأسماء - كما مر - هو ظهور الذات المقدسة وشهودها في مراتب التعينات المسماة بالغير والسوى .\r\n( سؤال ) لو قيل حينئذ يلزم استكمال الحق بالغير ( جواب ) قلنا إن المرآة أيضا وهي المظهر والمجلى ليست هي الغير مطلقا حتى يلزمها الاستكمال بالغير ، وإنما لها جهتان ؛ أولهما : تعينها الشخصي الذي يلحقها وهو جهة الغيرية ، وثانيهما : جهتها الوجودية التي يقوم جميع الموجودات بها وهي عين وجود الحق - سبحانه - هكذا قال بعض شارحى النصوص ، ولا يخفى أن مرآتية الموجودات ومظهريتها لوجود الحق من حيث الغيرية لا من جهة العينية ، لأن مظهرية المرايا والمظاهر باعتبار التعين والتقيد وهي باعتبار التعين والتقيد غير الوجود المطلق ، ولو أتحدث في حقيقة الوجود ، ويعنى المحققون بهذا الغيرية ، وغير الحقيقي نفسه عدم محض . إذن فالجواب الصواب هو قولهم إن الذات في نفسها كاملة بلا وجود الأغيار وهم المظاهر المقيدة ، وكمال الأسماء بسبب كمال المظاهر والأسماء والشؤون لا بسبب الكمال المحض للذات ؛ إذن فلا يلزم استكمال الذات بالغير .\r\n\r\n( وأيضا منها )\r\n طالب الشر وكاسب الخير * وصاحب الخانقاه وراهب الدير \r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nهم الغير على السواء ليسوا العين من وجهة التعين وهم العين وليسوا غيرا من وجهة الحقيقة\r\nمضى فيما سبق أن حقائق الأشياء هي تعينات الوجود المطلق في مرتبة العلم ، ووجود الأشياء هي تعيناته في مرتبة العين ، إذن فحقائق الأشياء ووجوداتها من حيث محض حقيقة الوجود كل منهما عين الآخر وهما عين الوجود المطلق ويرتفع التمايز والتغاير عنهما بالكلية ، أما من حيث التعين يغاير كل منهما الآخر كما يغايران الوجود المطلق ، لكن تغاير أحدهما للآخر فباعتبار الخصوصيات التي تميز كل منهما عن الآخر ، أما مغايرتهما للوجود المطلق فبسبب أن كل منهما تعين مخصوص للوجود الواحد المغاير لسائر التعينات ، والوجود المطلق لا يغاير الكل ولا يغاير البعض بل هو كل في كل العين وبعض في بعض العين ، ولا ينحصر في الكل وفي البعض ، إذن فغيريته باعتبار الإطلاق من الكلية والبعضية ومن الإطلاق أيضا فافهم إن شاء الله العزيز .\r\n\r\n( وأيضا منها )\r\n أيها المنسوب إلى فهم المشكلات * والمحجوب عن نسبة الإمكان والوجوب\r\nالإمكان هو الصفة الظاهرة للعلم وحسب * والوجوب مخصوص بظاهر الوجود \r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nحينا يطلق ظاهر الوجود مقابلا لباطن الوجود وهو مرتبة اللاتعين والتجرد من المظاهر ويكون المراد حينئذ من ظاهر الوجود مراتب التعينات الكلية والجزئية الوجوبية والإمكانية ، وحينا آخر يطلق ظاهر الوجود مقابلا لباطن الوجود الذي هو الصور العلمية والأعيان الثابتة ، فالمراد حينئذ منه جهة عالمية حضرة الوجود لأنه حين يتجلى حضرة الوجود على ذاته بذاته وشؤون ذاته واعتباراتها فلا شك من أن حيثيتين تظهران له : حيثية العالمية وحيثية المعلومية .\r\nوحيثية المعلومية وهي الصور العلمية والأعيان الثابتة باطنة وخفية في ذات العالم وذات العالم ظاهرة بالنسبة لها كما نرى هذا المعنى في أنفسنا وفي أعمالنا ، ويظهر جليا أن كلا من هاتين الحيثيتين المذكورتين لها اقتضاءات عديدة خاصة مع وجود التمايز بين العالم والمعلوم بمحض الاعتبار ، مثل الوحدة والوجوب والإحاطة والتأثير للعالمية ومقابلاتها ، وهي الكثرة والإمكان والمحاطية والتأثير للمعلوم ، إذن فحين يقال إن الوجوب هي الصفة الظاهرة للوجود فالمراد به ظاهر الوجود بالمعنى الثاني لا بالمعنى الأول ؛ لأن ظاهر الوجود بالمعنى الأول يشمل كافة التعينات الوجوبية والإمكانية كما سبق ؛ إذن فصفة الوجوب لا تشمل جميع التعينات الظاهرة للوجود بالمعنى الأول ويتبادر الشمول بسبب نسبة الوجوب إليه كما لا يخفى .\r\nوالمراد بظاهر العلم هو الصور العلمية والأعيان الثابتة التي من لوازمها صفة الإمكان ، وهي تساوى نسبتها بالظهور والبطون اللذين يعبر بهما عن الوجود والعدم الخارجي والباطن .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوظاهر العلم هو عين الوجود الشامل للشؤون والاعتبارات ومن حيث ظاهرهما يقع التميز النسبي فافهم فإنه سر مبهم .\r\n\r\n( وأيضا منها )\r\n الحق هو العالم وأعيان الخلائق هي المعلوم * والحاكم معلوم والعالم محكوم\r\nيعمل عليك بموجب حكمك * فأت المعذب وأنت المرحوم \r\n\r\n( وأيضا منها )\r\n لا مانع لحكم القضاء والقدر * يقع بموجب العلم الأزلي\r\nويتبع العلم الأزلي الأعيان * وتتبع الأعيان شؤون الحق \r\nالقضاء هو الحكم الإلهى الكلى على أعيان الموجودات بالأحوال الجارية وبالأحكام الطارئة عليهم من الأزل إلى الأبد ، والقدر هو تفصيل هذا الحكم الكلى بما يخصص إيجاد الأعيان بالأوقات والأزمات التي تقتضى استعداداتها وقوعه فيها ، وبأن يعلق كل حال من أحوالها بزمان معين وسبب مخصوص ، وسر القدر هو أن لا يمكن لأي عين من الأعيان الثابتة أن يظهر في الوجود ذاتا وصفة وفعلا إلا بقدر خصوصية قابليته\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالأصلية واستعداده الذاتي وسر سرّ القدر هو أن الأعيان الثابتة ليست أمورا خارجة عن ذات الحق سبحانه وتعالى ؛ لأنها معلومة لدى الحق أزلا وتعينت في علمه على ما هي عليه بل هي النسب والشؤون الذاتية للحق ، إذن فلا يمكن أن تتغير عن حقائقها لأن ذاتيات الحق ( سبحانه وتعالى ) منزهة ومبرأة عن قبول الجعل والتغير والتبدل والمزيد والنقصان ، فإذا علمت هذه الأمور فاعلم أن حكم الحق - سبحانه وتعالى - على الموجودات تتبع علمه بأعيانها الثابتة ، وعلمه سبحانه بالأعيان تابع للأعيان بمعنى أنه لا أثر البتة للعلم الأزلي في المعلوم بإثبات أمر له لم يثبت أو بنفي أمر ثبت بل إن تعلق علمه بالمعلوم على ذاك الوجه الذي عليه هذا المعلوم في حد ذاته وليس للعلم فيه بأي شكل تأثير وسريان . والأعيان الثابتة هي صور النسب والشؤون الذاتية لحضرة الحق سبحانه وتعالى ، والنسب والشؤون الذاتية للحق مقدسة ومنزهة عن التغير والتبدل أزلا وأبدا ، إذن فالأعيان بدورها ممتنعة التغير عما هي عليه في حد أنفسها . وحكم الحق عليها بمقتضى قابلياتها وموجب استعداداتها ، وكل منها يطلب بلسان الاستعداد من حضرة الحق والوجود عز شأنه فيعطيه وينعم عليه بما يليق به وبقدر ما يجدر له بلا نقصان وزيادة سواء من دركات الشقاوة أو من درجات السعادة .\r\n\r\n( وأيضا منها )\r\n الأعيان التي ظهرت من مكمن الغيب * وارتدت من حضرة الحق خلعة الوجود \r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n على موجب حكمه ( و  هُوَ يُبْدِئُ وَيُعِيدُ )  * لها في كل آن خلعة ولبس جديد \r\n\r\n( وأيضا منها )\r\n الشئ الذي ظهوره على منوال واحد * وفي صفة الوجود على حال واحدة\r\nإذا كان له بقاء من الوهلة الأولى * فليس بقاء وإنما تجدد الأمثال \r\nحقيقة الإنسان بل كل ذرة من ذرات العالم بالنسبة إلى ذاته وحقيقته لا إلى علم موجده تعالى به عدم يعرض ويطرأ من فيض وجود الحق تعالى وجوده عليه بحسب قابليته ، وذاك برابطة الوجود العلمي الذي كانت لصورة معلوميته في علم الحق تعالى القديم ، قال الله تعالى  ( أَ وَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئاً ، )  وبعد وجوده هذا الوجود العارض عليه فإنه يميل بموجب ( كل شئ يرجع إلى أصله ) كل لحظة إلى أصله وهو العدم ، أو بحد قولي أنا إنه ليس لأي شئ أصلا حظّ من الثبات والقرار بسبب نفاذ الأمر القاهر للوحدة الحقيقية في محل ظهور آثار الاسم العظيم لله وهو ( الظاهر ) ، وليس لأي شئ قط حظّ من الثبات والقرار أصلا حتى للزمان المتعارف الموهوم الاتصال الذي لا يمكن تصور معنى البقاء بدون ملاحظته ، أو أقول إن الذات الإلهية بسبب أن أسماءها وصفاتها هي التي تتجلى دائما على أعيان العالم كما أن بعض هذه الأسماء يقتضى وجود الأشياء فإن بعضها يقتضى عدم الأشياء مثل المعيد والمميت والقهار وغيرها ، إذن\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nفالحق سبحانه وتعالى يتجلى حينا بالأسماء القاضية بوجود الأشياء ، ويتجلى حينا آخر بالأسماء القاضية بعدم الأشياء ، بل إنه يتجلى في كل زمان لا بل في كل آن بكل نوع من هذين النوعين لأسمائه ، وعليه فإن الأشياء ترجع في كل آن إلى عدمها الأصلي وفنائها الذاتي وتنخلع من اللباس العارض والخلعة المستعارة للوجود ، ولكن بسبب المدد الذي يلحقها لحظة بعد لحظة من صفة بقاء الحق تعالى ، وتتلبس في نفس تلك اللحظة بوجود آخر وهذه الخلع والألبسة دائمة الوقوع فلا ينقطع في أي وقت أثر إيجاد الحق تعالى وخالقيته عنهم برغم أنهم غافلون عن وصول هذا الأثر والمدد إليهم كما قال تعالى  ( بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ ، )  وبعض الأمور التي تظهر باقية للرؤية على حال واحدة ويدوم ظهورها على وتيرة واحدة فيجب اعتبار ذاك الظهور والدوام من تجدد التعينات المتماثلة المتوافقة ، ولا يجب الوقوع في الغلط بسببها ؛ لأن الفناء والبقاء أمران اعتباريان يظهران من تجدد التعينات المتباينة والمتوافقة ، وإنما البقاء الحقيقي لازم بذات الوجود ومجازى بحسب امتداد المظاهر المتوافقة والفناء اسم ارتفاع تعين مخصوص وهو لازم لذات التعين  ( ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ )  وقال بعضهم - قدس الله أسرارهم - العالم بجميع جواهره وأعراضه صور وأشكال للأعيان الثابتة الظاهرة في مرآة وجود الحق المطلق أو هو من نفس تعينات الوجود الحق وتنوعات الوجود المطلق الظاهر في صور حقائق العالم ، والأعيان الثابتة وجود ، والوجود الحق المطلق دائم الفيضان والسريان في حقائق الأعيان ، إذن فما يقبل من الوجود الحق للصورة العينية من الأعيان على الوجه الأول أو ما تعين من وجود الحق في صورة عين\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nمن الأعيان على الوجه الثاني يتلبس بصورة تلك العين لدى ملابسته للوجود ومحاذاته لتلك العين ، وبسبب الاتصال الفيضى الوجودي التابع لذاك الفيض الأول ينخلع ذاك الفيض الأول عن صورة تلك العين ويتلبس بصورة أخرى تكون لتلك العين في مواطن أخرى حتى يظهر الوجود بصورة هذه العين في جميع مراتب الوجود ومواطنه ، وفي نفس ذاك الآن أيضا يتلبس الوجود المتعين ثانيا التابع للأول بصورة تلك العين مثل وجود المتعين أولا ، وهكذا الأمر دائما أبدا ، ومثال هذا بعينه الماء الجاري الذي إذا حاذى جزء منه موضعا من النهر فإنه يتشكل بشكل هذا الموضع ويظهر بصورته ولكنه لا يبقى بهذا الموضع في آنين معا ؛ بل يمر في تلك اللحظة ويترك موضعه لجزء آخر فيتشكل هذا الجزء الثاني بدوره بشكل ذاك الموضع ثم يتبدل إلى الجزء الثالث في الحال وهكذا إلى ما لا نهاية ، لكن الحسّ بسبب تشابه الأجزاء المائية وتشكلها بشكل واحد لا يستطيع أن يميز بينها ويعتبر الجزء الثاني مثلا نفس الجزء الأول مع أن حكم العقل الصحيح والكشف الصريح بخلاف ذلك .\r\n\r\n( وأيضا منها )\r\n الحق وحداني وفيض الحق وحداني * وإنما كثرة الصفة للقوابل الإمكانية\r\nوأي نوع من التفاوت تشاهده * يجب أن تعده من اختلاف القوابل \r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nإن إمداد الحق - سبحانه وتعالى - وتجلياته تصل إلى أعيان الموجودات في كل لحظة ونفس ، وفي تحقيق أوضح وأتم هو تجلّ واحد يظهر له بحسب قوابلها ومراتبها واستعداداتها تعينات متعددة ونعوت وأسماء وصفات متكثرة متجددّة ، وليس لأن ذاك التجلي متعدد في نفسه أو أن وروده طارىء ومتجدد بل لأن أحوال الممكنات مثل التقدم والتأخر وغيرهما تصير مرهونة بالتجدد ، ويفضى التعدد إلى التغير والتقيد وإلا فإن أمر ذاك التجلي أجلى وأعلى من أن ينحصر في الإطلاق والتقيد ، ويتصف بالنقصان والزيادة ، وهذا التجلي الأحدى المشار إليه ليس إلا الفيض الوجودي والنور الوجودي الذي لا يصل غيره من حضرة الحق - سبحانه وتعالى - إلى الممكنات لا بعد الاتصاف بالوجود ولا قبله ، وكل ما هو خلاف ذلك هو أحكام الممكنات وآثارها التي يتصل بعضها ببعضها الآخر بعد الظهور بالتجلي الوجودي المذكور ، ولأن هذا الوجود الذاتي ليس لما سوى الحق سبحانه بل يستفاد من التجلي المذكور فإن العالم مفتقر إلى هذه الامداد الوجودية الأحدية مع الآنات دون فترة وانقطاع لأنه إذا انقطعت هذه الأمداد طرفة عين عاد العالم إلى فنائه الأصلي وعدمه الذاتي ، لأن حكم العدم أمر لازم للممكن مع قطر النظر عن الموجد تعالى وله وجود عارض ، والتفاوت الواقع بين الممكنات المتمثل في تقدمها أو تأخرها في قبول هذا الوجود الفائض بسبب التفاوت بين استعدادت ماهياتها . إذن فكل ماهية تامة الاستعداد هي الأسرع والأتم في قبول الفيض مثل ماهية القلم الأعلى المسمى بالعقل الأول ، وكل ماهية ليست تامة الاستعداد تتأخر في قبول الفيض عن تامة الاستعداد سواء بواسطة\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nواحدة أو بوسائط كما ثبت شرعا وكشفا وعقلا . ومثال هذا بعينه وجود النار في النفط والكبريت والحطب اليابس والحطب الأخضر ، فلا شك في أن النفط أسرع وأتم في قبول الصورة النارية عن غيره ، ثم يليه الكبريت ، ثم الحطب اليابس ، ثم الحطب الأخضر إذن لا يخفى أن علة سرعة قبول النفط للصورة النارية هي قوة التناسب الموجودة بين النفط والنار من الحرارة واليبوسة وهما من الصفات الذاتية للنار ، وكذلك علة تأخر قبول الحطب الأخضر فلها حكم التباين الثابت له من الرطوبة والبرودة المنافية لطبع النار وصفاتها الذاتية ، لكن يجب التنبه إلى أن بيان علة التناسب والمباينة ممكنة في هذه الأمثلة لكنها متعذرة بين الاستعدادت والفيض الصادر من الموجد تعالى شأنه ؛ لأنه من الأسرار الإلهية التي لا يمكن أن يطلع عليها غير كملّ أولياء الله - رضوان الله عليهم أجمعين - ولا يجوز إفشاؤه على غير أهله .\r\n\r\n( وأيضا منها )\r\n ليس في الكون والمكان عيان غير نور واحد * ظهر هذا النور بأنواع الظهور\r\nالحق هو النور والعالم تنوع ظهوره * وهذا هو معنى التوحيد وما عداه وهم وغرور \r\nالنور الحقيقي ليس أكثر من واحد وهو نور الله ، ونور الله منبسط وغير محدود وغير متناه ، والعالم هو تجلى نور الله تجلى ببضع آلاف صفة وأظهر نفسه بهذه الصور . أعلم وفقك الله وإيانا لفهم الحقائق أن\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nتعينات الحق وتميزات الوجود المطلق بحسب الخصوصيات والاعتبارات والشؤون التي تختفى في غيب الذات لا تخلو من أن تكون في مرتبة العلم أو في مرتبة العين ، فإن كانت في مرتبة العلم فهي حقائق الأشياء وماهياتها المسماة في اصطلاح هذه الطائفة بالأعيان الثابتة .\r\nوإذا كانت في مرتبة العين فهو وجودات الأشياء ، إذن حقائق الأشياء عبارة عن تعينات الوجود الحق في مرتبة العلم باعتبار خصوصيات الاعتبارات والشؤون المختفية المستجنة في غيب الذات ، وحين يتجلى الوجود على نفسه يتلبس بشأن من شؤون التجلي الغيبي الحقيقي من حقائق الموجودات ، وحين يتجلى يتلبس بشأن آخر لحقيقة أخرى من الحقائق وعلى هذا القياس . ووجود الأشياء عبارة عن تعينات وجود الحق وتميزاته في مرتبة العين باعتبار أحكام هذه الحقائق والماهيات وآثارها بنحو أن تكون الحقائق والماهيات على الدوام في باطن الوجود أعنى مرتبة العلم ثابتة وآثارها وأحكامها ، وهي الظلال والعكوس لها في ظاهر الوجود وهو المجلى والمرآة تكون واضحة وبادية لباطنه وقتما يتعين ظاهر الوجود بسبب انصباغه بآثار وأحكام لحقيقة من حقائق موجود من الموجودات العينية الخارجية . وحين ينصبغ بأحكام حقيقة أخرى يوجد موجود آخر من تلك الموجودات هكذا إلى ما لا نهاية .\r\nإذن فهذه الموجودات المتكثرة المتعددة المسماة بالعالم ليست غير تعينات نور الوجود الحق سبحانه وتنوعات ظهوره التي تبدو ظاهرا ، بحسب المدارك والمشاعر التي هي من أحكام تلك الحقائق وآثارها متعددة ومتكثرة بينما هي في الحقيقة على نفس وحدتها الحقيقية التي هي منبع\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nلكل الوحدة والكثرة والبساطة والتركيب والظهور والبطون . ولا يخفى أن التعين هو صفة المتعين ، وصفة عين الموصوف من حيث الوجود مع أنهما يتغايران من حيث المفهوم ولذا قيل ( التوحيد للوجود والتميز للعلم ) والله أعلم بالحقائق .\r\n\r\n( وأيضا منها )\r\n الأعيان جميعا زجاجات مختلفة * سقط عليها شعاع من نور الوجود \r\nوكل زجاجة حمراء كانت أو صفراء أو زرقاء ظهرت الشمس فيها كذلك بنفس لونها\r\nنور الوجود الحق - سبحانه وتعالى ، ولله المثل الأعلى - بمثابة النور المحسوس والحقائق والأعيان الثابتة بمنزلة الزجاجات المتنوعة المتلونة ، وتنوعات ظهور الحق - سبحانه - في تلك الحقائق والأعيان كالألوان المختلفة ، وكما أن ظهور ألوان النور بحسب ألوان الزجاج الذي يحجبه وهو في نفس الأمر ليس له لون حتى إذا كان الزجاج صافيا وأبيض ، ويبدو النور فيه أو به صافيا وأبيض وإذا كان الزجاج كدرا وملونا ، يبدو النور فيه كدرا وملونا مع أن النور في حد ذاته مجرد ومبرأ من اللون والشكل فكذلك نور الوجود الحق - سبحانه وتعالى - له ظهور مع كل واحدة من الحقائق والأعيان ، فإن كانت تلك الحقيقة والعين قريبة إلى البساطة والنورانية والصفاء مثل أعيان العقول والنفوس المجردة ظهر نور الوجود في ذاك المظهر في غاية الصفاء والنورانية\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوالبساطة ولو كانت بعيدة كأعيان الجسمانيات بدا نور الوجود فيها كثيفا مع مع أنه ليس كثيفا أو لطيفا في نفسه ، إذن فهو تقدس وتعالى الواحد الحقيقي والمنزه عن الصورة والصفة واللون والشكل في حضرة الأحدية كما أنه سبحانه الذي ظهر في المظاهر المتكثرة بالصور المختلفة بحسب الأسماء والصفات ، وأجلى ذاته على نفسه بتجلى الأسماء والصفات والأفعال .\r\n\r\n( وأيضا منها )\r\n حين يتنفس البحر ما يسمى البخار * وحين يتراكم ذاك النفس يتكون السحاب \r\nثم إذا قطر هذا السحاب انهمر مطرا وصار المطر سيلا وصار السيل في النهاية بحرا\r\n\r\n( وأيضا منها )\r\n الوجود بحر قديم جدا بلا قاع * ثم ظهر في صورة الموج والحباب\r\nفاحذر أن يحجبك الحباب أو الموج * عن البحر فكل ما عداه سراب \r\nالبحر في اللغة العربية اسم للماء الكثير وليس في الحقيقة غير الماء ، وحين تتعين وتتميز الحقيقة المطلقة للماء بصورة الموج يسمى موجا ، وحين يتقيد بشكل الحباب يسمى حبابا ، وكذلك إذا تبخر سمى\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبخارا وإذا تراكم هذا البخار وصار طبقة فوق طبقة تحول سحابا وأصبح هذا السحاب بسبب التقطر مطرا ، ثم صار هذا المطر بعد تجمعه وقبل بلوغه البحر سيلا ثم غدا السيل بعد وصوله البحر بحرا ، إذن فالبحر في الحقيقة ليس هنا إلا شيئا واحدا وهو الماء المطلق الذي يسمى بهذه الأسماء بحسب الاعتبارات وعلى نفس هذا القياس ليست حقيقة الحق - سبحانه وتعالى - غير الوجود المطلق ، الذي بسبب تقيده بالمقيدات يسمى بأسمائها بحيث يسمى أولا بالعقل ، ثم بالنفس ، ثم بالفلك ، ثم بالأجرام ، ثم بالطبائع ، ثم بالمواليد إلى غير ذلك ، وليس في الحقيقة غير الوجود والمطلق الذي تسمى بهذه الأسماء بحسب اعتبارات تنزله من حضرة الأحدية إلى الواحدية ومن حضرة الواحدية إلى حضرة الربوبية ومنها إلى حضرة الكونية ، ومنها إلى حضرة الجامعة الإنسانية وهي آخر الحضرات الكلية ، إذن فإن ينظر الجاهل إلى صورة الموج والحباب والبخار والسحاب والسيل وقال إن هذا هو البحر ، ولم يعلم أن البحر ليس إلا الماء المطلق الذي ظهر بصور هذه المقيدات وأجلى نفسه في هذه المظاهر المختلفة ، فمثله من ينظر إلى مراتب العقول والنفوس والأفلاك والأجرام والطبائع والمواليد ويقول إن هذه هي الحق ، ولم يعلم أنها جميعا مظاهره ، وهو سبحانه لا يخرج عن هذه المظاهر وهي لا تخرج عنه ، أما العارف فحين ينظر يعلم ويرى أنه كما أن البحر اسم للحقيقة المطلقة للماء ، المحيط بجميع مظاهره وصوره من الموج والحباب وغيرهما ، وليس بين الماء المطلق وهذه المظاهر والصور مغايرة ومباينة بل يصدق على كل قطرة من القطرات وكل موجة من الأمواج أنها هي عين الماء من حيث الحقيقة وهي غيره من حيث التعين ، فكذلك اسم الحق\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nعبارة عن الحقيقة المطلقة المحيطة بكل ذرة من ذرات الموجودات وبكل مظهر من مظاهر الكائنات ، وليس بينها وبين هذه المظاهر تغاير وتباين ، ويصدق اسم الحق على كل منها من حيث الحقيقة مع أنه غيرها من حيث التعين ؛ إذن فلا يرى في الواقع غير وجود مطلق ووجود مقيد ويعتبر حقيقة الوجود في كلا الاثنين واحدة ، ويعد الإطلاق والتقيد من نسبها واعتباراتها .\r\n\r\n( وأيضا منها )\r\n أعيان الحروف مختلفة في صورها * كنها جميعا في ذات حرف الألف مؤتلفة\r\nفهي من ناحية التعين متخالفة * ومن ناحية الحقيقة هي جميعا عين الألف \r\nالألف الملفوظة صوت مطلق ممتد لا يتقيد بالصدور من مخرج أو بعدم الصدور منه ، والألف المكتوبة امتداد خطى غير مقيد بشكل مخصوص من الأشكال المختلفة الحرفية أو بعدمه ، إذن فالألف اللفظية هي حقيقة الحروف اللفظية التي تقيدت بسبب مرورها على المخارج المخصوصة بكيفيات مختلفة وتسمت بأسماء كثيرة ، والألف الخطية هي حقيقة الحروف المرقومة التي تشكلت بأشكال مختلفة وسميت بأسماء كثيرة ، وعلى كل تقدير هي دالة بالمماثلة في الوجود المطلق الذي هو أصل الموجودات المقيدة وليس به أي قيد ، لكن ليس له ظهور إلا ضمن وجود المقيد ، والحقيقة المقيدة هي نفس هذه الحقيقة المطلقة بانضمام\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nقيد ، والمقيدات باعتبار خصوصيات القيود يغاير بعضها بعضا وباعتبار الحقيقة المطلقة أحدها عين الآخر .\r\nإذن فحقيقة جميع أجزاء الوجود وجود واحد ظهر بسبب الاحتجاب بصور تعينات الموجودات واحتجبت بواسطة الظهور في ملابس تنوعاتها كشأن ظهور الألف بالحروف واحتجابها بكيفياتها وأشكالها .\r\n\r\n( وأيضا منها )\r\n في مذهب أهل الكشف وأرباب العقل * الواحد سار في كافة أفراد العدد\r\nلأن العدد ولو زاد عن الحد * فإن الواحد صورته ومادته على السواء \r\n\r\n( وأيضا منها )\r\n تحصيل وجود كل عدد من الواحد * تفصيل مراتب الواحد من العدد\r\nوالعارف الذي يستمد من الفيض روح قدسه * يعتقد بأن علاقة الحق بخلقه كالواحد بالعدد \r\nللواحد ظهور في مراتب الأعداد من الاثنين إلى ما لا نهاية له ، وكل ظهور له في كل عدد خاصية وفائدة لا يوجدان في العدد الآخر ، وحقيقة كل عدد تغاير حقيقة الآخر وكلها تفصيل لمرتبة العدد واحد يعنى أنها\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nتبيّنه ؛ لأن الواحد هو الذي ظهر بتكرار في هذه المراتب لأن الاثنين واحدان والثلاثة ثلاثة واحدات وكذلك جميع الأعداد التي تجمعت في هيئة وحدانية وحصل منها رقم اثنين وثلاثة وغيرهما من الأعداد ، إذن فمادة الأعداد واحد متكرر وصور الأعداد أيضا صورة الواحد ؛ إذن فكل الأعداد موجودة بالواحد والواحد باق أزلا وأبدا على واحديته ، وإيجاد الواحد للأعداد بتكرار نفسه مثال لإيجاد الحق للخلق بظهوره في الصور الكونية ، وتفصيل العدد لمراتب الواحد مثال لإظهار أعيان أحكام الأسماء والصفات ، والارتباط بين الواحد والأعداد وهو موجدها وهي تفصيل مرتبته مثال للارتباط بين الحق والخلق فالحق موجد للخلق والخلق تفصل مرتبته تنزلات الحق وظهوراته ، وحين تقول إن الواحد نصف الاثنين وثلث الثلاثة وربع الأربعة وخمس الخمسة فقولك مثال للنسب اللازمة التي تسمى صفات الحق .\r\n\r\n( وأيضا منها )\r\n المعشوق واحد لكن وضع أمامه * لرؤيته آلاف المرايا\r\nفظهرت في كل واحدة من هذه المرائي * صورته بنفس صقل المرآة وصفائها \r\nالوجود الحقيقي واحد ممتاز عن سائر الموجودات من حيث الإطلاق والذات وظاهر بذاته في صور أعيان جميع الموجودات من حيث الأسماء والصفات ، وهذه الأعيان هي مرائي تعيينات نوره ومجالي تنوعات\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nظهوره حتى لا يظهر فيها غير الوجود المتعين بحسب مجلى المرآة وصفائها وكرورتها .\r\nوالتعدد الذي يشاهد هو بحسب تعدد المرائي ومثاله في المحسوس أنك مثلا إذا توجهت إلى جدار تثبتت عليه جميع هذه المرائي ، فلا شك أنك ستظهر في كل مرآة منها صورتك ولكن بظهورات مختلفة بحسب جوهر المرآة ومجلاها ، ولسوف تعلم - بلا ريب - أنك أنت الظاهر فيها وليس غيرك أحد آخر وأنت كما أنت وبالصفة التي كنت عليها في مرتبة وجودك ، إذن فاعتبر أعيان الموجودات بمنزلة المرائي المتعددة المتكثرة وأن الذات الإلهية ولله المثل الأعلى بمثابة الوجه الواحد .\r\n\r\n( ( شعر )\r\n فما الوجه إلا واحد غير أنه * إذا أنت عدّدت المرايا تعددا \r\n\r\n( فرد )\r\n بكل مرآة بوجه مختلف * يظهر جماله في كل لحظة \r\n\r\n( نظم )\r\n وجه واحد وله مائتا ألف برقع * وضفيرة واحدة لها مائتا ألف مشط \r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n شمعة واحدة ولها مائتا ألف مرآة * وطائر واحد وله ما لا يعد من الأعشاش \r\nوالله ولى الهداية والإعانة\r\n\r\n( وأيضا منها )\r\n لن تستطيع كشف الحجاب عن كنز الحقيقة * ما لم تخرب طلسم وجودك\r\nالحقيقة هي البحر والكلام هو السراب * ولا يرتوى أحد من السراب بدل البحر \r\n\r\n( وأيضا منها )\r\n كنس غبار الكثرة من ساحة القلب أفضل من الجدال عبثا في الوحدة * لا تغتر بالكلام فتوحيد الله هو رؤيته واحدا لا القول بأنه واحد \r\nالتأمل في الكلمات القدسية لأرباب التوحيد والتفكر في الأنفاس المباركة لأصحاب المواجيد - قدس الله أسرارهم - للتنبيه والتشويق لا لتحصيل كمال المعرفة وتحقيقها ؛ لأن علومهم ومعافهم ذوقية ووجدانية لا نقلية وتقليدية أو عقلية وبرهانية ؛ إذن فمن كمال الجهالة وغاية الضلالة بسط بساط المباحثة والرضا بالمجادلة التي بلا حاصل وتفاوت عظيم بين قول اللسان وشعور الوجدان والسمع بالأذن وطي الدرجات\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالكثار ، ولا يحلو فمك بذكر اسم السكر ما لم تذق السكر ، ولا يتعطر مشامك بريح المسك مهما وصفت المسك ، إذن فحين تتحرك في الطالب الصادق سلسلة الشوق وتقوى داعية الطلب بواسطة مطالعة هذه الكلمات فلا يجب أن يقنع بمجرد السمع والقول ، بل يعقد حزام الاجتهاد ويسعى بحسب المقدور في تحصيل هذا المطلوب فلعل التوفيق يوافقه والسعادة تساعده . وأعلى أطوار سلوك مشايخ الطريقة - قدس الله تعالى أسرارهم - في تحصيل هذا المطلوب هو طريق سلوك حضرة الخواجة وخلفائه - أعنى الحضرة العلية - وصدر مسند الإرشاد والهداية ، جامع النعوت والخصائص للولاية ، ملاذ الزمان وقطب أهل الحقيقة والعرفان ، مظهر الصفات الربانية ومورد الأخلاق السبحانية إنسان عيون المحققين ، وارث الأنبياء والمرسلين ، الخواجة بهاء الحق والدين محمد بن محمد البخاري المعروف بالنقشبند - قدس الله تعالى روحه وطيب مشهده ونور ضريحه - لأن طريقه أقرب السبل إلى المطلب الأعلى والمقصد الأسنى وهو الله - سبحانه وتعالى - فإنها ترفع حجب التعينات عن وجه الذات الأحدية السارية في الكل بالمحو والفناء في الوحدة حتى تشرق سبحات جلاله فتحرق ما سواه ، وفي الحق فإن نهاية سير المشايخ هي بداية طريقهم لأن أول ورودهم هو حد الفناء ، وسلوكهم بعد الجذبة يعنى التفصيل المجمل للتوحيد الذي هو المقصود من خلق العالم والناس ( وما خلقت الجن والإنس إلا ليعبدون ) أي ليعرفون .\r\n\r\n( وأيضا منها )\r\n حين ترى الملك على مسند الفقر * فأنت عليم يقينا بأسرار الحقيقة \r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n ولو تنقش على لوح قلبك صورته * تجد طريقا من هذا النقش إلى ( ) النقشبند \r\n\r\n( وأيضا منها )\r\n المتألّمون يعلمون سر هموم العشق * وليس المتفكهون والمغرورون \r\nويمكن السير متخطيا النقش إلى من لا نقش له ، وهذا النقش الغريب يعرفه النقشبنديون\r\nوطريقة توجه حضرة الخواجة وخلفائه - قدس الله تعالى أسرارهم - وتربية نسبتهم الباطنية هي إذا أراد أحد الاشتغال بهذه التربية فيستحضر أولا صورة ذاك الشخص الذي ينتسبون إليه في خياله حتى ذاك الوقت الذي تبدو فيه أثر حرارتهم وكيفيتهم المعهودة ، ثم يلازم تلك الكيفية كل منهم بتلك الصورة والخيال التي هي مرآة الروح المطلقة ، ويتوجه إلى القلب الذي هو الحقيقة الجامعة الإنسانية التي يفصلها مجموع الكائنات من العلوية والسفلية . ومع أن هذه الحقيقة منزهة عن الحلول في الأجسام لكن بما أن نسبته توجد بينها وبين هذه القطعة الصنوبرية من اللحم أو القلب ؛ إذن فلا مناص من التوجه إلى هذه اللحمة الصنوبرية وتركيز النظر والفكر والخيال وسائر القوى عليها والحضور بها وإقرارها - أي الحقيقة - في القلب ، ولا نشك في أن الغيبة والفناء يحدثان في هذه الحالة فيجب عد كيفيتهما طريقا لا بد من تعقبه ونفى أي فكرة ترد متوجها إلى حقيقة قلبه وحسب وعدم الانشغال\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبأي شئ سواها والإسراع بالهرب في ذاك المجمل إلى الكلى حتى يتحقق ذاك النفي ، ويمتد زمان كيفية الغيبة والفناء ، ولا ينفصم أحدهما عن الآخر كما قيل .\r\n\r\n( بيت )\r\n إن استطعت وصل الإعدام * عرفت العمل بعمل أرجل الرجال \r\nوقال حضرة الخواجة - قدس الله سره - في ترقى حال هذه الكيفية وزيادة هذه النسبة ومقدمة ظهور صفة الفناء ( مصراع ) : ( ألق بمراميك ونفسك إلى هذا الفناء ) ، ولو اضطرب تفكيره فالأمل باستحضار خيال حضرة المرشد أن يندفع هذا التشويش وإلّا فعليه أن يزفر في ثلاث مرات أنفاسه بقوة كأنه يطرد شيئا من دماغه ويخلى نفسه منه ، ثم ينشغل بالطريقة المذكورة ، وإذا عادت تلك الخواطر عليه بعد التخلية بالطريقة المذكورة أن يقول ثلاث مرات : ( استغفر الله من جميع ما كره الله قولا وفعلا وخاطرا وسامعا وناظرا ، ولا حول ولا قوة إلا بالله ) .\r\nويجعل قلبه موافقا لسانه في هذا الاستغفار وينشغل تماما بدفع الوساوس الأصلية من قلبه بالكلام أو الفعال ، فإذا لم يندفع بهذا أيضا يتأمل في قلبه بضع مرات كلمة ( لا إله إلا الله ) ، بحيث يتصور أنه ( لا موجود إلا الله ) ، فإذا لم يندفع بهذا كذلك يقول مرارا جهرا ( والله ) ويمد قوله ويغوص به في قلبه وينشغل بهذا دائما ما لم يصبه الملل ، فإن\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nأصابه الملل ترك دفع الوساوس والخيال لأنهما - وإن كانا مشوشين له - موجود من الموجودات الذهنية قائم بالحقيقة في الحق بل هو عين الحق لأن الباطل كذلك بعض من ظهورات الحق كما قال الشيخ أبو مدين قدس الله سره :\r\n\r\n( شعر )\r\n لا تنكر الباطل في طوره * فإنه بعض ظهوراته\r\nواعطه منك بمقداره * حتى توفى حق إثباته \r\nوقال الشيخ مؤيد الدين الجندي في تتميمها شعرا\r\n فالحق قد يظهر في صورته * ينكرها الجاهل في ذاته \r\nولا شك من أن ذوقا سيحصل بهذه الملاحظة وتقوى نسبة الأعزاء ويجب نفى ذلك الفكر في ذلك الزمان والاتجاه إلى حقيقة الفناء وإسلام النفس إليها وتعقبها ، وما دامت هذه النسبة للغيبة والفناء في ترق فإن الفكر في حقائق الأشياء والتوجه إلى الجزئيات هو عين الكفر ( مصراع ) : ( البقاء كفر والفناء دين ) ، بل لا يجب كذلك الفكر في أسماء الله وصفاته وإذا استطاع نفاه أيضا لأن المطلب الروحاني لهذه الطائفة\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nتوجههم إلى الفناء في حدود وادى الحيرة ومقام تجلى أنوار الذات ، وما من شك في أن الفكر في الأسماء والصفات أدنى من هذه المرتبة .\r\n\r\n( مثنوى )\r\n لا تكن أصلا فهذا هو الكمال وحسب * أسرع بالفناء فهذا هو الوصال وحسب \r\n\r\n( وأيضا منها )\r\n امسك يا أخي بأول خيط الدولة * ولا تقض عمرك الغالي في خسارة \r\nاحتفظ دائما في كل مكان ومع كل إنسان وفي كل شأن بعين قلبك مغمضة في جانب الحبيب\r\nويجب التدريب على هذه النسبة ؛ بحيث لا تخلو قط ، منها وإذا غفلت لحظة فعليك استئناف التدريب بالطريقة المذكورة ، ولا بد من دوام الحضور وتركيز عين قلبك على حقيقتك الجامعة وأنت في الدار والسوق والبيع والشراء والطعام والشراب وكافة الأحوال وجعل هذه الحقيقة نصب العين واستحضارها ، وعدم الغفلة عنها بالصور الجزئية بل يعد كافة الأشياء قائمة بها ، ويسعى إلى أن يشاهدها في سائر الموجودات المستحسنة وغير المستحسنة إلى أن يبلغ الحد الذي يرى فيه نفسه في كل شئ ، وبعد كل الأشياء مرآة جماله الكامل بل يرى كل الأشياء أجزاء له .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\n( مصراع )\r\n كل الجميل والقبيح جزء بالدرويش \r\nولا يغفل عن مشاهدتها أثناء الكلام بل يوجه إليها عين قلبه ولو كان مشغولا في الظاهر في أمر آخر كما قيل :\r\n\r\n( نظم )\r\n كن عارفا بداخلك غريبا بخارجك * فهذا المسلك البديع نادر في العالم \r\nوكلما زاد الصمت قويت تلك النسبة ، ويجب أن يحفظ المتوجه نفسه من الغضب لأن الغضب يخلى الباطن من نور المعنى وإذا وقع - والعياذ بالله - غضب أو حدث قصور ، بحيث يطرأ تكدر قوى وتضعف أو تقل السيطرة على النفس قام فاغتسل فإن زال الغضب وعادت الطمأنينة بالماء البارد الذي يهب صفاء كثيرا فبها وإلا اغتسل بالماء الساخن وارتدى رداء طاهرا وصلى ركعتين في مكان خال ويتنفس مرارا بقوة ويخلى نفسه وينشغل بالطريقة المعهودة ، ويتضرع في الظاهر أيضا إلى حضرته الجامعية ، ويتوجه إليها بالكلية ، ويدرك أن هذه الحقيقة الجامعة هي مظهر مجموع ذات الله سبحانه وصفاته وليس معنى ذلك أن الله حل فيه تعالى الله عن ذلك بل بمنزلة ظهور الصورة في المرآة ؛ إذن فهذا التضرع في حقيقته إلى الله الحق - سبحانه وتعالى - حين يريد الانشغال بمهمة تلا بأتم ما يكون التفرغ هذا الدعاء في حضرته الجامعة ( اللهم كن وجهتي في كل وجهة ومقصدى في كل\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nقصد وغايتى في كل سعى وملجئى وملاذى في كل شدة ووكيلي في كل أمر وتولنى تولى محبة وعناية في كل حال ) ، وبعد ذكر الحق - سبحانه - ودعائه يشرع في ذاك الأمر المهم متوجها وحاضرا مع حضرته سبحانه . وبعض من هذه الطائفة العلية قدست أسرارهم قالوا بالتوجه إلى الصورة الكتابية ورعاية الهيئة الرقمية لكلمة ( لا إله إلا الله ) أو الاسم المبارك ( الله ) بدل التوجه إلى الشيخ ، ورعاية صورته سواء كانت مكتوبة في موضع خارج ذواتهم وينظرون إليها بالحواس أو الخيال أو تخيلوها في حوالي صدورهم وقلوبهم لأن المقصود من التوجه إلى بعض الأمور الكونية هو دفع الخواطر المتفرقة وتفريغ القلب من كثرة الصور الكونية حتى تنحمى آثار الكثرة في غلبة التوجه ، وينجذب الطالب المتوجه إلى حدود نسبة الغيبة وكيفية الفناء وتزول أيضا بالكلية صورة ذاك الجزئي المتوجه إليه ، ولا شك من أن ذاك الأمر المتوجه إليه من أي جنس يكون هو المقصود فكيف إذا كان بينه وبين المطلوب نوع من المناسبة المرعية ؟ وكان بعض من أهل الطريق المنسوبون إلى السلطان إبراهيم بن أدهم - قدس الله روحه - في البداية يتوجهون إلى أحد المحسوسات مثل حجر أو طوبة وغيرهما بنحو أن يثبتوا عليه عيونهم الظاهرة ولا يطرفون عيونهم في نظرهم إليه ويتوجهون إليه بجميع قواهم الظاهرية والباطنية حتى تندفع بالكلية خواطرهم وتحدث كيفية نسبة الفناء . وقال بعضهم - قدس الله أسرارهم - إن النوع العالي من التوجه هو أن الطالب المتوجه يجعل ملاحظة حضرة العزة عز شأنه سمت توجهه مجردا من لباس الحرف والصورة والعربية والفارسية ، ولا يدع أن تزاحمه ملابسات الحوادث\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمن الجسم والعرض والجوهر وإذا عجز عن هذا قصورا يجعل بناء على الحديث : ( رأيت ربى نورانيا ) حضرة العزة على صفة النورية غير المتناهية نصب بصيرته . وقال بعض الكبراء : إن أتم توجهات المتوجه إلى حضرة الحق وأكمل مراتب الحضور مع المطلوب المطلق هو أن يتوجه إلى حضرة الحق بعد تعطيل القوى الجزئية الظاهرة والباطنة من التصرفات المختلفة ، وإفراغ الخاطر من كل صورة علمية واعتقادية بل عن كل ما سوى المطلوب الحق - سبحانه وتعالى - بنحو أن يصير الحق معلوما يعنى كما هو في الواقع ، وليس مقيدا بتنزيه وتشبيه مسموع أو مظنون بل التوجه إلى المجمل المطلق الهيولاني الصفة القابل لجميع الصور والأمور التي تفيض عليه من حضرة الحق والبراء من نقش الاعتقادات المستحسنة والمستنكرة مع توجه العزيمة والجمعية والإخلاص التام والمواظبة على هذه الحال على الدوام ، أو في أكثر الأوقات دون فترة ولا توزع خاطر ولا تشتت عزيمة مع الجزم بأن كمال الحق تعالى ذاتي ومستوعب لجميع الأوصاف سواء ظهر حسنها أو خفى . ومع الجزم بأن لا شئ عقلي قط ولا فكرى ولا وهمى يمكنه الإحاطة بسر الحق تعالى بل هو كما أخبر عن ذاته قائلا :  ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ )  ، يظهر إذا أراد في أي صورة من صور العالم الظاهر أو يتنزه إن أحب عن الجميع ، ولا يمكن إضافة أي صورة واسم ورسم إليه أو كانت إذا شاء جميع الأحكام والأسماء والصفات صادقة عليه ومحمولة ، ومع كل هذا فذاته غير منزهة عن كل ما لا يليق بعظمته وجلالته ولا من الصفات التي يضيفها البرهان والعيان إلى ذاته المقدسة ، ولو أن أحدا لاحظ الوجود من مبدأ مراتب تجليات حضرة الحق سبحانه\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوتعالى حتى منتهاها وثبت هذا المعنى على الدوام نصب بصيرته فإنه لا يرى في الواقع غير وجود مطلق ووجود مقيد ، واعتبر حقيقة الوجود واحدة في كلا الوجودين وعد الإطلاق والتقييد من نسبها واعتباراتها ، فلا شك من أن هذه الملاحظة سوف تهبه حلاوة عظيمة وذوقا تاما . ومن هذا القبيل ملاحظة معنى الاتحاد والاتصال في عرف هذه الطائفة ؛ فالاتحاد هو ( شهود الحق الواحد المطلق الذي الكل به موجود بالحق فيتحد به الكل من حيث كون كل شئ موجودا به معدوما بنفسه لا من حيث أن له وجودا خاصا اتحد به فإنه محال ) ، والاتصال هو ( ملاحظة العبد عينه متصلا بالوجود الأحدى بقطع النظر عن تقييد وجوده بعينه واسقاط إضافته إليه فيرى اتصال مدد الوجود ونفس الرحمن عليه على الدوام بلا انقطاع حتى يبقى موجودا به ) .\r\n\r\n( وأيضا منها )\r\n الهاء هي غيبة الهوية يا عالما بالحروف * ولأنفاسك أساس على ذال الحرف\r\nفاعلمن هذا الحرف فقد قلت فيه * كلاما عميقا في الرجاء واليأس لو راعيته \r\nيقول الشيخ أبو الجناب نجم الدين أحمد الكبرى - قدس الله سره - في رسالته ( فواتح الجمال ) ذكرا يجرى على نفوس حيوانات أنفاسهم الضرورية لأن حرف الهاء يتردد في الشهيق والزفير ، وهو يشير إلى غيبة هوية الحق سبحانه شاءوا أو أبوا ، ونفس هذا\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالحرف موجود في الاسم المبارك ( الله ) والألف واللام للتعريف وتشديد اللام للمبالغة في هذا التعريف ؛ إذن فيجب أن يكون الطالب الفطن في نسبة المعرفة بالحق - سبحانه - على هذا الوجه ؛ وهو أن يخلط وقت تلفظه بهذا الحرف الشريف هوية ذات الحق - سبحانه وتعالى - ويقف في خروج النفس ودخوله على ألا يقع في نسبة الحضور مع الله فتور حتى يصل إلى حد أن تكون هذه النسبة دائمة الحضور بقلبه دون تكلف في الحفاظ عليها ، ولا يستطيع بتكلف أن يبعد هذه النسبة عن قلبه ، ودوام الالتجاء والاتصال بصفة الانكسار إلى جناب الحق - سبحانه - أقوى سبب لدوام هذه النسبة ، يجب أن يطلب دائما من الحق - سبحانه - بقاء هذه الصفة فيه بضراعة وحاجة ولو سعى في الحفاظ على هذه النسبة عمرا أبديا له فلن يفيها حقها - وسيظل هذا المثل ( غريم لا يقضى دينه ) منطبقا عليه .\r\n\r\n( وأيضا منها )\r\n ما أحسن أن يمتلئ قلبك بالنور من الذكر * وتنقهر نفسك تحت شعاعه\r\nوتبتعد أفكار الكثرة عنك * ويصير الذاكر بكليته ذكرا والذكر مذكورا \r\nأعلم أن سر الذكر والترقي في مراتبه هو أن حقيقة المناسبة بين العبد والرب ، والتي احتجبت وغمرت بالأحكام الخلقية والخواص والصفات الإمكانية تغدو حية ، وهذه الحالة لا تحدث بدون قطع التعلقات\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالظاهرة والباطنة وبدون تفريغ القلب من كافة الارتباطات التي حصلت بعد الإيجاد بين الإنسان وسائر الأشياء سواء كان يعلم بها أو يجهل ، إذن فعلى الطالب السالك الرجوع عما فيها بمفارقة صورة الكثرة بالتدريج بواسطة الانفراد والانقطاع حتى تنشأ في الجملة المناسبة بينه وبين الحق تعالى ، وبعد ذلك يتوجه إلى حضرة الحق - سبحانه وتعالى - بملازمة ذكر من الأذكار ، والذكر من وجه كونى ومن وجه آخر رباني ، لأنه من ناحية اللفظ والنطق كونى ومن ناحية المدلول ربانىّ بل هو الرب ، إذن فذاك برزخ بين الحق والخلق وبسببه يحصل نوع آخر من أنواع المناسبة . وآثر مشايخ الطريقة - قدس الله تعالى أرواحهم - من جملة الأذكار ذكر ( لا إله إلا الله ) عن الحديث النبوي الوارد فيه ( أفضل الذكر لا إله إلا الله ) ، وصورة هذا الذكر مركب من النفي والإثبات ويمكن في الحق طي الطريق إلى حضرة الحق سبحانه بهذه الكلمة . إن حجب السالكين ناتجة عن النسيان ، وحقيقة الحجاب هي انتقاش الصور الكونية في القلب ، وفي هذا الانتقاش نفى الحق وإثبات الغير ، وبحكم المعالجة بالأضداد ؛ ففي كلمة التوحيد نفى ما سوى الحق وإثبات الحق سبحانه ، والخلاص من الشرك الخفي لا يتأتى بغير المداومة والملازمة على معنى هذه الكلمة ، إذن فعلى الذاكر وقت جريان هذه الكلمة على لسانه أن يرعى الموافقة بين القلب واللسان ، وفي ناحية النفي يطالع وجود جميع المحدثات بنظر الفناء ، وفي طرف الإثبات يشاهد الوجود القديم جل ذكره بعين البقاء حتى تستقر في القلب بواسطة تكرار هذه الكلمة صورة التوحيد ، ويصبح الذكر الصفة\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nاللازمة للقلب ، وفي أوقات فترات الذكر اللساني لا يتسرب فتور وقصور إلى ذكر القلب وتنمحى صورة التوحيد وهي معنى الذكر عن وجه القلب الظاهري ، وتثبت حقيقته في وجه القلب الباطني وتتجوهر حقيقة الذكر في القلب ، وتتحد حقيقة الذكر بجوهر القلب ويفنى الذاكر في الذكر والذكر في المذكور ، ومن الكلمات القدسية والأنفاس المتبركة لحضرة الخواجة قدس الله روحه : كل ما رؤى وسمع وعلم هو غير وحجاب ويجب عدّ كلمة ( لا ) في الحق نفيا ونفى الخواطر وهو الشرط الأعظم للسلوك لا يتيسر بالكمال بدون تصرف العدم في وجود السالك ؛ لأن هذا التصرف العدمي أثر ونتيجة للجذبة الإلهية ، والوقوف القلبي من أجل أن يطالع أثر تلك الجذبة ويستقر هذا الأثر في القلب ، ورعاية العدد في الذكر القلبي من أجل جمع الخواطر المتفرقة . وفي الذكر القلبي إذا تجاوز العدد الواحد والعشرين ولم يظهر الأثر دل هذا على عدم جدواه ، وعمل الذكر وأثره هو أن ينتفى وجود البشرية في زمان النفي وفي زمان الإثبات يطالع أثر من آثار تصرفات الجذبة الألوهية ، والوقوف الزماني وهو عمل السالك للطريق هو الوقوف على أحواله وما هي صفته وحالته في كل زمان وهل يوجب الشكر أو الاعتذار .\r\nوقيل حبس النفس وقت الذكر سبب ظهور الآثار اللطيفة ويفيد شرح الصدر واطمئنان القلب وتساعد على نفى الخواطر . وتعود حبس النفس أو التنفس سبب وجود الحلاوة العظيمة في الذكر وواسطة كثير من الفوائد الأخرى . ولم يكن حضرة الخواجة - قدس الله تعالى روحه - يرى منع التنفس لازما في الذكر ومثله رعاية العدد ، لكنه كان يعد رعاية الوقوف القلبي أمرا مهما ولازما لأن خلاصة المقصود\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمن الذكر هي الوقوف القلبي ، ومن العبارات والاصطلاحات السلسلة للخواجات - قدس الله تعالى أرواحهم - ( الذكر ) ، و ( التوبة ) ، و ( المراقبة ) ، و ( المشاهدة ) ، والذكر هو الذكر اللساني أو القلبي ، والتوبة هي أن الذاكر يقول في كل مرة يذكر فيها بلسانه أو بقلبه الكلمة الطيبة في عقبها بنفس لسانه ( رب مقصودى أنت ورضاؤك ) ؛ لأن هذه الكلمة توبة تنفى كل خاطر يرد بالخير أو الشر حتى يصير ذكره خالصا ويفرغ سره عما سوى الله . والمراقبة هي مراقبة الخواطر بحيث يقول في لحظة واحدة مرارا إن خاطره لن يخرج إلى غير الله والمقصود من كل هذه هو ( المشاهدة ) ، وهي الفناء والذكر الخفي على الحقيقة ، والذكر اللساني والذكر القلبي بمنزلة تعلم الأبجدية حتى تحصل ملكة القراءة ، وإذا كان المعلم حاذقا ورأى في الطالب الصادق استعدادا جاز له أن يجعله قارئا في الخطوة الأولى وأبلغه مرتبة المشاهدة بلا زحمة تعلم الأبجدية ، لكن أغلب الطلاب إذا تم إرشادهم إلى المشاهدة قبل الذكر اللساني والذكر القلبي فهم بمنزلة من ليس له جناحان وريش ويكلف بالتحليق والطيران .\r\n\r\n( نظم )\r\n نطير بريشنا إلى الفلك * لأن أصل جوهرنا عرشي\r\nوتصير للزهرة الحوادث الطبعية حين تدور حول جيشنا * وتنبت في ذرات الهواء روح من أنفاس عشقنا المربى للروح \r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوكتب المخدوم قدوة العرفاء الكاملين وأسوة الكبراء العارفين المتوجه إلى الله بالكلية والداعي إليه بالأنوار الجلية .\r\n\r\n( نظم )\r\n قطب الكبراء الذي كان مرشدا للحق * والمطلق من قيد كل ما خالف الحق\r\nطوى سائر وادى التفرقة * واستغرق في لجة بحر الجمع \r\nمولانا ومخدومنا سعد الملة والدين الكاشغرى قدس الله تعالى سره بالتماس بعض من أجلّة الأصحاب وأعزة الأحباب كلمة يسيرة في بيان كيفية اشتغال هؤلاء الأعزاء بالذكر والتوجه ، وأورد الآن تلك الكلمة بنفس عبارته الشريفة على سبيل التيمن والاسترشاد حتى تتم هذه الرسالة بهذه الكلمات القدسية ، وتختم بتلك الأنفاس المتبركة مسك الختام وهي هذه : ( بسم الله الرحمن الرحيم ، مبنى طريقة انشغال هؤلاء الأعزاء هو قولهم : الوعي في النفس والخلوة في الجمع ، ومعنى الوعي في النفس أن في كل نفس يتردد يجب أن يكون الطالب حاضرا في سره لا تتسرب إليه الغفلة ، وطريق الانشغال بها هي أن يقول بالتمام هذه الكلمة الطيبة ( لا إله الله محمد رسول الله ) ، وكيفية نطقها بأن يلتصق اللسان بالحلق ويحتفظ بالنفس داخل بقدر ما يستطاع ، ويتوجه إلى القلب الصنوبري لأن الذكر يقال من القلب لا من المعدة\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nويهتم بهذا التوجه ويلاحظ في عقب كل ذكر هذا المعنى وهو : ( رب مقصودى أنت ورضاؤك ) ملاحظة تامة والمحافظة على هذا الانشغال في جميع الأحوال في الذهاب والإياب والطعام والوضوء ، وأمر آخر يزيده البعض : وهو أنهم يعتبرون رأس لام ( لا ) من رأس السرة ، وكرسي ( لا ) على الثدي الأيمن ، ورأس ألف ( لا ) على رأس القلب الصنوبري ، و ( إله ) متصلة بكرسي ( لا ) الواقع على الثدي الأيمن ، و ( لا إله الله ومحمد رسول الله ) متصلة بالقلب ، ويرعون هذه الشكل بهذه الكيفية وينشغلون بالذكر بالطريقة المذكورة وهذه هي طريقة ذكرهم والله أعلم ، وطريقة توجههم هي استحضار قلوبهم بالجناب المقدس تعالى وتقدس مجردا من لباس الحرف والصوت والعربية والفارسية وبراء من جميع الجهات وعدم إقصاء قلوبهم عن محلها وهو القلب الصنوبري لأن المقصود المجرد من الجهات سبحانه موجود في ذاك الموضع لقوله تعالى في كلامه المجيد  ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ) \r\n\r\n( مثنوى )\r\n يا من هيأت القوس والسهام * الصيد قريب وأنت رميت بعيدا\r\nيزيد المقصود بعدا كلما زدت بعدا في رميك * ويكون أكثر هجرانا بمثل هذا الصيد \r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nلكن بسبب الضعف في البصيرة لا يتيسر إدراك هذا المعنى الكامل لكن هذا المعنى يلقى بشعاعه بالتدريج حتى يتراءى له أنه لا يغدو غير هذا المعنى باقيا في نظر البصيرة ، ومهما أراد التعبير عن نفسه لا يستطيع كأنه إنسان غاص في البحر حتى رقبته ولا ترى عينه غير البحر ويتهيأ له بالتدريج أن الموجودات يراها لكنه كذاك الشبح الضعيف الذي يرى من مسافة بعيدة ، لا يستطيع أن يشغل باطن ذاك الرائي بالوجه التام ، لكن لو حدث تغير في هذا التوجه المذكور فإنه يحيى هذا المعنى بهذا الاسم المقدس وهو اسم الذات في قلبه ويراقب هذا المعنى كمن وقع نظره على شئ ، ويركز بصره فيه وتشغله الرؤية عن التعقل فيه والله أعلم بالصواب . وأثبت الحضرة المخدوم قدس الله روحه بذيل هذه الكلمة القدسية هذا المثنوى الذي يوافق حالي أنا الحقير ويطابق مقالى :\r\n الوضيع يسرق كلام الدراويش * لكي يقرأ تلك الرقية على سليم الصدر \r\nفإن كان أمر الرجال هو الوضوح والغيرة فإن أمر الوضعاء هو التحايل وعدم الحياء\r\n\r\n( رباعية في الخاتمة )\r\n جامى الذي ليس رجل الخانقاة أو الدير * لا يخبر الوقوف ولا يعلم السير\r\nفافتح بالخير رب واختم بالخير * فأنت فاتحته كما أنت خاتمته جميعا \r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n( لوامع شرح القصيدة الخمرية\r\n( بسم الله الرحمن الرحيم رب أنعمت فزد )\r\n سبحانه من جميل ليس لوجهه نقاب إلا النور * ولا لجماله حجاب إلا الظهور \r\n\r\n( رباعية )\r\n يا من خفيت من غاية ظهورك * وأنت عين كافة العالم من كثرة وحدتك\r\nأنت أعظم من أن تسعك العبارة * وأنت أقدس من أن تحيطك الإشارة \r\nإلهي بحرمة أولئك الذين خطوا بخطوات الهمة إلى سرادقات عزة وحدتك ، ولم يظهر في سيرهم خطو ولا سير ، وشربوا من كأس وحدة خمر عشقك ومحبتك ، ولم يلح في حفلهم كأس ولا خمر أن تتحفنا من طريق أولئك المنعمين بغبرة على فرق ذلتنا نحن القابعين على التراب ، وإن تبلغنا من محفل أولئك المفلحين أو شاب شربة إلى حلق رغبتنا نحن الفاشلين في الأسباب .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n يا رب هبني من مرام حبك شربة * وامنحنى من قدح دولتك قربة\r\nلم تنته رغبتي فيك بغير العجز البواح * فهبني يا غاية الأماني بعض الفلاح \r\nإلهي بعزة أولئك الذين كان لهم قدم صدق وكانوا من أولى العزم في طريق متابعة حبيبك ، ورفعوا راية الكرامة من حضيض الوجود والبقاء إلى أوج الغيبة والفناء أن تجعل قدم همتنا نحن الواهنين في التقدم محتظية بالرسوخ على جادة شريعته وسجادة طريقته ، وأن ترفع علم دولتنا نحن السافلين في الاشتهار باقتفاء آثاره واقتباس أنواره .\r\n\r\n( رباعية )\r\n رب أدخلني حرم فنائك * علّ أمرى يحسن من فنائك\r\nوفي طريق الفناء ضع رأسي * على قدم أحمد المختار بلا جبر ولا اختيار \r\nصلى الله وسلم على حبيبه محمد وآله مجالي أنوار جماله ومرائي أسرار كماله ، أما بعد ، فهذه ورقات عدة في شرح ألفاظ وعبارات\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوكشف ونور وإشارات في القصيدة الميمية الخمرية الفارضية قدس الله سر ناظمها ، وهي في وصف راح المحبة أشرف مطلوب انتظمت بألطف أسلوب وشاعت بين أرباب العرفان وأصحاب الذوق والوجدان شيوعا كاملا واشتهرت اشتهارا تاما .\r\n\r\n( رباعية )\r\n من هذا النظم وهو بحر در للعشق * امتلأت الآفاق بأصداء أسطورة العشق\r\nكل بيته منه بيت وكل حرف فيه * ظرف ممتلئ براح حانة العشق \r\nوبما أن الشروع في هذا المقصود كان متعذرا بدون التعرض إلى تعريف وتقسيم للمحبة وبيان أهلها وفروعها فقد ذكرنا طرفا من كلمات هذه الطائفة المتعلقة بهذه الأمور وسطرنا وصدرنا كل فقرة مستقلة من تلك الكلمات الجامعة بكلمة ( لامعة ) تنبيها على أنها من لوامع أنوار الكشف والشهود على قلوب أرباب الذوق والوجود ، ومن الله التوفيق للسداد ومنه المبدأ وإليه المعاد .\r\n\r\n( رباعية )\r\n يا رب أبلغ قلبي بشرى إكرامك * وأوصل كفى نقدا من كنز إنعامك \r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n أسست في ساحة أملى هذا القصر للمراد * فأبلغه الإتمام \r\n( لامعة ) : حضرة ذي الجلال والإفضال كان في أزل الآزال حيث كان الله ولم يكن معه شئ\r\n\r\n( فرد )\r\n حين لم يكن لوح بعد ولا قلم * وكان أعيان الأشياء في كتم العدم \r\nكان يعرف نفسه بنفسه ويرى جمال ذاتيته وكمالها بذاته ، وكان يعلم بنفس هذا العلم ، ويرى بنفس هذه الرؤية سائر تنوعات الشؤون والصفات التي اندرجت واندمجت في غيب هوية الذات بلا شائبة افتقار إلى ظهور الغير والغيرية ، وكان صوت استغناء  ( إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعالَمِينَ )  يرن في آذان القابعين في بلاد ظلمة العدم المظلمة ويقول :\r\n\r\n( رباعية )\r\n أنا الذي في ملك البقاء منفرد بالاستغناء * لا يسالمنى غيرى أو يعاركنى\r\nأنا العاشق وأنا المعشوق وأنا العشق * لم يلحقني من الأغيار غبرة \r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nلكنه كان يشاهد في ضمن ذاك الكمال الذاتي الكمال الأسمائى الآخر الذي كان موقوفا على اعتبار الغير والسوى ولو بنسبة واعتبار ما والمسمى في متعارف هذه الطائفة ( بكمال الجلاء والاستجلاء ) وكمال الجلاء يعنى ظهوره في المراتب الكونية والمجالى الخلقية بحسب تلك الشؤون والاعتبارات متمايزة الأحكام متخالفة الآثار روحا ومثالا وحسا ، وكمال الاستجلاء يعنى شهوده لذاته في نفس هذه المراتب بحيث كان يرى ذاته في ذاته بذاته في مقام جمع الأحدية كما يرى ذاته بغير ذاته أو بذاته في غير ذاته أو بغير ذاته في الغير في مراتب التفصيل والكثرة .\r\n\r\n( رباعية )\r\n عشقك أظهر وجه الطيب والشرير . . وخلب صورة القبول والرد * وهو في تجل يريد أن يرى ذاته في كل الشؤون و  ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ )  \r\n( لامعة ) : ثم انبعثت بعد هذا الشعور حركة وميل وطلب إلى الكمال الأسمائى لتحققه وظهوره . وهذا الميل والطلب والإرادة منبع كل عشق وخميرة كل محبة وكل عشق ومحبة ومودة وميل هي صور تعينات ومراتب تقيدات له كما أن كل حسن وجمال وفضل وكمال فرع كماله تعالى ونور جماله تعالى كبرياؤه وتعد ست أسماؤه .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n يا من أتى على قدك الحسن بلا نقص وزيادة . . وانضبط على قامتنا لباس العشق منك * كما أن جمال الجميع عكس وجهك . . فعشق الجميع انبعث منك من اليوم الأول \r\n\r\n( رباعية )\r\n تتجلى بشكل الحسان . . وتنظر إليهن بعيون العاشقين * فمنك تجلى الحسن ومنك جذبة العشق . . وحيّك برئ من غبار الغير \r\nوهذه المحبة في مقام الأحدية كسائر صفات عين الذات متفردة وكالذات المتفردة في صفتها بلا صفة وأمارتها بلا أمارة عجزت دلالة العلم والعقل عن التعبير عن بيان ماهيتها وعدم الذوق والمعرفة إمكان الإشارة إلى وحدان حقيقتها وخلت ساحة قدس جلالها من غبار سياحة الوهم والحواس وتعالت شرفة أجرح كمالها عن أحبولة إحاطة الفكر والقياس .\r\n\r\n( رباعية )\r\n كان العشق حرفتنا من بداية الأزل : فلا كان أسد غير العشق في عريننا * وما أكثر الرجال الذين حاروا في فكر عشقنا . . وحاشاهم أن يصلوا حوالي فكرنا \r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nلكن في مرتبة الواحدية وهي مقام التحايز بين الصفات ومحل التغاير بين الصفات والذات فهي تميز بين الذات وسائر الصفات وسبيل معرفتها على أرباب العلم والبصيرة مفتوح . لكنها سر خفى وأمر ذوقي ووجداني لا يعرف ما لم يذق وإذا عرف ما استطاعوا بيانه فالإعراب عنه لغير واجده ستر والإظهار لغير ذائقة إخفاء .\r\n\r\n( رباعية )\r\n كل من شم رائحة من خمر العشق . . جرّ رحله من ربع العقل إلى الحانة * ومن لم يذق منها مذاقا : ما وصل فهمه قط إلى سرها \r\n\r\n( رباعية )\r\nقلت لشيخ المجوس البارحة من كثرة حيرتى : اتشف لي رمزا من رموز الخمر\r\n فقال إنها حقيقة وجدانية * لن تعلمها يا عزيزي ما لم تذقها \r\n( لامعة ) : ومع أن المحبة شربة لا تعلم ما لم تذق ومحبة لا يمكن إدراكها ما لم تجرب فإن جماعة مأنوس طبيعتهم ومألوف جبلتهم تعريف الماهيات وتوضيح المخفيات نظمت جوهر التحقيق بألماس التفكر ، وقالوا في كشف حقيقتها وبيان أقسامها : إن المحبة ميل الجميل الحقيقي عز\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nشأنه لجماله جمعا وتفصيلا ، وهذا الميل إما أنه من مقام الجمع إلى الجمع وهو شهود جمال الذات في مراة الذات بلا توسط الكائنات\r\n\r\n( رباعية )\r\n المعشوق الذي لم يعرف أحد سر جماله * رفع في ملك الأزل لواء الحسن\r\nلم يكن بعد طاس الفلك ولا زهر الشمس * بل كان نفسه يلاعب نفسه بنرد المحبة \r\nوإما أنه من مقام الجمع إلى التفصيل بحيث إن هذه الذات الأحدية تشاهد لمعات جمالها في مظاهر لا حد لها ولا حصر وتطالع فيها صفات كمالها .\r\n\r\n( رباعية )\r\n الحبيب الذي يتنفس أنفاس العشق مع كل إنسان * لا يصل جنون إنسان إلى ذيله\r\nفهو مرآة الوجود وذرات الوجود * تعشق صورته وكفى \r\nوإما من التفصيل إلى التفصيل بحيث يرى أكثر الأفراد الإنسانية عكس الجمال المطلق في مرايا تفاصيل الآثار ويعدون الجمال المقيد الذاتي هو المقصود الكلى ويرضون بلذة الوصال ويألمون بمحنة الفراق .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n يا من حسنك ستر المجالى * وأوجد مئات العاشقين أو المعشوقين\r\nعلى ريحك استلبت ليلى قلب المجنون * ومن شوقك تألم ( وامق ) بألم ( عذرا ) \r\nوإما من التفصيل إلى الجمع بحيث أن بعضا من الخواص أخرجوا رحل الفكرة من معمل الأفعال والآثار وخرقوا الحجب والأستار التي للشؤون والصفات وهي مبادئ الأفعال والآثار ، ولم يعد غير ذات المتعالى الصفات الرفيع الدرجات متعلق همهم وقبلة توجهاتهم .\r\n\r\n( رباعية )\r\n أنا الذي بلا بديل في ملك العشق * في مدينة الوفاء ملثم بالقدسية\r\nوتطهر من اللوث علمي وعملي * واتجهت الأنظار إلى قبلة أزلي \r\n\r\n( رباعية )\r\n خارج عن حدود الكائنات قلبي * وأعلى من إحاطة الجهات قلبي \r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n فارغ من تقابل الصفات قلبي * ومرآة تجليات الذات قلبي \r\n( لامعة ) : بما أن ذا الجمال والجلال بحكم ( إن الله جميل يحب الجمال ) مجثه الجمال والكمال صفته الذاتية والآدمي بموجب ( خلق الله تعالى آدم على صورته ) خلقه الله على صورته وكساه خلعة صفاته ، إذن فالبضرورة يكون ميل خاطره إلى الحسن والجمال مسلكه الأصلي وانجذاب باطنه إلى الفضل والكمال سيرته الجبلية فيتعلق قلبه ويرتبط جنانه بما يظهر من جمال إلى نظر شهوده في كل مرتبة من مراتب الوجود .\r\n\r\n( رباعية )\r\n أتعلق بكل جميل طلعة في هوس * وأتشبث برأس كل مسكى الضفيرة\r\nوالخلاصة كل من أجد فيه لونا * رائحة من حسنك أتعلق به في الحال \r\nولا شك من أن تفوت درجات المحبين يمكن أن يكون على قدر تفاوت طبقات المحبوبين ، فكلما زاد أساس حسن المحبوب وبهجته علوا علت همة المحب الطالب ، وأعلى درجات ذاك الحب هي محبة الذات التي تحلق في باطن المحب الطالب ميلا وتعلقا وانجذابا وتعشقا إلى المحبوب الحق والمطلوب المطلق فتستلبه من ذاته بحيث لا يعود له\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nوسعة وقدرة لدفعها ورفعها فلا يستطيع تعيين سبب ولا يود تمييز طلب فلا يدرى كيف وسبب وجوده انجذاب في ذاته ، ولا يعلم من أين حدث له وإلام ينتهى به .\r\n\r\n( رباعية )\r\n أيها الولد الجميل القاسى القلب البضّ الصدر * وقع لي أمر عجيب معك\r\nأنت محبوبى لكن لا أدرى بأي سبب * وأنت معشوقى لكن لا أعلم بأي علة \r\nوعلامة صحة هذا هي أن الصفات المتقابلة للمحبوب كالوعد ، والوعيد ، والتقريب ، والتبعيد ، والإعزاز ، والإذلال ، والهداية ، والإضلال تستوى على المحب وتجرع مرارة آثار نعوت القهر والجلال يسهل عليه كتذوق حلاوات أحكام صفات اللطف والجمال .\r\n\r\n( رباعية )\r\n الحسن فيك والشكل والشمائل كلها جميلة * وروحي وعقلي وقلبي بعشقك جميعا سعداء\r\nويتوى أن تتلطف بي أو تقسو * فكل الصفات المتعاكسة فيك جميلة \r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n إن وهبتنى النور فأنت عيني الباكية * وإن وسمتنى بالكى فأنت صدري المحترق\r\nقد وطأت رأس العالم من أجلك * فعد إلىّ فأنت بر متى روحي \r\n( لامعة ) : المحبة ثمرة المناسبة بين المتحابين وحكم غلبة ما به الاتحاد على ما به الامتياز ، إذن فلا مناص للمحبة الذاتية من المناسبة الذاتية ، والمناسبة الذاتية بين الحق والعبد يمكن أن تكون على وجهين ؛ ( الأول ) : أن تضعف عين العبد بسبب المرآتية وحيثية المظهرية عن التجلي الوجودي وينتفى عنه أكثر أحكام الإمكان وخواص وسائط سلسلة الترتيب ، ولا يمكن لتعين ذاك التجلي بسبب تقيد العبد وتعينه أن يؤثر في قدسه الذاتي ، ولا يغير طهارته الأصلية ، وتفاوت درجات المقربين للمحبوب والأقربين للمجذوب يمكن أن يكون باعتبار التفاوت في كمال هذا الوجه أو نقصانه .\r\n\r\n( رباعية )\r\n رأيت شيخا تحت هذا الفلك الأزرق * لم يكن غيره يماثله في وجوده طهرا\r\nكان مرآة ظهر فيها عكس شمس * الوجود الباقي بصورته الأصلية \r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوالوجه الآخر للمناسبة : ما يكون بحسب حظ العبد من جمعية المرتبة الإلهية أي باعتبار التخلق بالأخلاق الإلهية والتحقق بالأوصاف غير المتناهية ، وهو يتفاوت بحسب تفاوت الجمعية ؛ فكل من زادت سعة دائرة جمعيته اتسعت قدمه في استيفاء هذا الحظ ، ومن جمع بين هذين الوجهين من المناسبة فهو محبوب الحق وله الكمال المطلق وحقيقة مرآة الذات والألوهية معا وأحكامها ولوازمها جميعا ، بل إنه برزخ جامع بين مرتبتي الوجوب والإمكان ومرآة واقعة بين عالمي القدم والحدثان ، فهو من ناحية مظهر الأسرار اللاهوتية ، ومن ناحية أخرى مجمع الأحكام والآثار الناسوتية ، وعلى الدوام لسان مرتبته بهذه المقالة متكلم وفم جمعيته بهذا اللحن قد مترنم وهو :\r\n\r\n( رباعية )\r\n نحن على أوج كمال الصبح الصادق * على حل النكات وكشف الدقائق\r\nلا يخرج عن قلبنا سر الحق والخلق * فنحن مجموعة مجموع الحقائق \r\n( لامعة ) : وما يتلو المحبة الذاتية هو محبة الحق سبحانه وتعالى بسبب الأمور التي تختص بحضرته اختصاصا كليا وترتبط به ارتباطا تاما كالمعرفة والشهود والقرب والوصول إليه ، وهذه النسبة أدنى من المرتبة الأولى ومعلولة لها ؛ فإن للمحب في المرتبة الأولى وقوفا مع الحق\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nسبحانه ؛ وفي هذه المرتبة وقوفا مع حظه منه ؛ وشتان بين الوقوف معه وبين الوقوف مع الحظ منه .\r\n\r\n( رباعية )\r\n المعشوق الذي كان عائقا لي عن الرغائب * قال لي بالأمس إنك لا تليق بعشقى\r\nأجل إن رغبتك منى وهي الوجود وصل * لكنك تعشق رغبتك منى ولا تعشقنى \r\nلكن هذه المرتبة رفيعة وعالية بالنسبة للمرتبة تاليتها ، وهي محبة الحق سبحانه بسبب الأمور التي ليس لها الاختصاص والارتباط المذكوران كالفوز بالمرادات العاجلة من المطعومات والمشروبات والملبوسات والمركوبات أو كالظفر بالسعادات الآجلة من الحور والقصور والغلمان والولدان ؛ لأنه إذا كان الفرق كبيرا بين الوقوف مع الحق سبحانه والوقوف مع الحظ منه فكذا الفرق بلا حد بين الوقوف مع الحق سبحانه والوقوف مع الحظ منه فكذا الفرق بلا حد بين الوقوف مع الحظ منه والوقوف مع الحظ من آلائه ونعمائه ؛ لأن لصاحب هذه المرتبة الراحات الدنيوية واللذات الأخروية مطلوب بالأصالة ومقصود بالحقيقة وجعل الحق - سبحانه وتعالى - وسيلة للحصول عليها وعده واسطة الوصول إليها ، وأي شئ يزيد هذا فحشا وهو جعل المطلوب الأصلي تابعا للمطالب العارضة ، وعدّ المقصود الحقيقي طفيلا على المقاصد المجازية .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n أنا المتصف بالوفاء والجمال * ولا يساوى الكونان شعرة منى\r\nألا تستحى من أنك تحبني * مع كل حسنى وجمالى حبا تابعا لحب غيرى ؟ ! \r\n\r\n( رباعية )\r\n أنا شحنة مدينة الجمال العظيم * ومقدس عن شركة هذا وذاك\r\nوحسان العالم طفيليون على مائدتي * هيهات أن أكون طفيليا على أحد \r\n( لامعة ) : ما عدا المرتبة الأولى وهي المحبة الذاتية فيمكن أن تكون المحبة من قبيل المحبة الاسمائية والصفاتية أو الأفعالية والآثارية ، والمحبة الاسمائية والصفاتية هي أن يؤثر ويختار المحب بعضا من أسماء المحبوب وصفاته مثل الإفضال والإنعام والإعزاز والإكرام على أضداده بلا ملاحظة من وصول آثارها إليه ، ومحبة الأفعال والآثار هي ذاك الاختيار والإيثار بناء على وصول أحكامها وآثارها إليه ، وهذه المحبة للباقي في صدد الزوال ومعرض التغير والانتقال ؛ فحينما يتجلى المحبوب بصفاته الحميدة وأفعاله المرضية التي تتعلق بمحبة المحب يقبل\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nعليه بكل قصده وهمته ويتعلق به ؛ وإذا تجلى بمقابلات هذه الصفات والأفعال التي لا تلائم هواه وتوافق رضاه يعرض عنه بكافة حوله وقوته ويتجنبه قال في ذلك الله تعالى :  ( وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلى حَرْفٍ فَإِنْ أَصابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصابَتْهُ فِتْنَةٌ انْقَلَبَ عَلى وَجْهِهِ خَسِرَ الدُّنْيا وَالْآخِرَةَ )  .\r\n\r\n( رباعية )\r\n حين يوفى الحبيب لك تتعلق به * وحين يستل سيف الجفاء لك تهرب منه\r\nلماذا تهدر كرامة العاشقين * ليتك فارقت ربع العشق \r\n( لامعة ) : أدنى مراتب المحبة الآثارية وما يتعلق بها من جمال الآثار الذي يعبر عنه بالحس ويفسر بالروح المنفوخة في قالب التناسب ، وفي الحقيقة هي ظهور سر الوحدة في صورة الكثرة ، وهي إما أن تكون معنوية روحانية كالتناسب وعدالة أخلاق الكاملين المكملين وأوصافهم التي تتعلق بإرادة الطالبين ومحبة المريدين ويفتدون بإرادتهم واختيارهم إرادة هؤلاء واختيارهم ، أو تكون صورية غير روحانية كتناسب الأعضاء والأجزاء لبعض من الصور العنصرية الإنسانية الموصوفة بصفة الحسن والملاحة ، ومشاهدو صفة الجمال في الصورة العنصرية الإنسانية على أربع طبقات ؛ ( الطبقة الأولى ) : الأصفياء القلوب الذين اتصفت نفوسهم الطيبة من شوب الشهوة وتبرأت قلوبهم\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالطاهرة من لوث الطبيعة فلا يشاهدون في المظاهر الخلقية غير وجه الحق ولا يطالعون في المرايا الكونية سوى الجمال المطلق ولا يتقيدون في العشق بالأشكال الجميلة والصور البهيجة ؛ بل إن أي صورة موجودة في كل العالم لها معهم نفس شاكلة تلك الأشكال والصور الجميلة .\r\n\r\n( رباعية )\r\n أرى القمر فيذكرنى بوجهك * وأشم الورد فيذكرنى بنشرك\r\nوحين تنثر الرياح ضفائر البنفسج * يذكرني هذا المشهد بانتثار شعرك \r\n\r\n( رباعية )\r\n تخلص من وجود الخلق العارف الحق * وفي بحر شهود الحق مستغرق\r\nوحجب الحسن المقيد عنه قد شق * فحار في نور الجمال المطلق \r\n( الطبقة الثانية ) : الأطهار الذين صفت نفوسهم بعناية من لا علة له أو بواسطة المجاهدات والرياضات من أحكام الكثرة وانحراف الطبيعة وظلمتها وكدورتها ، فإذا لم تزل أحكامها بالكلية لم يتيسر إدراكهم المعاني المجردة بلا مظهر يناسب حالهم ونشأتهم ، فلا جرم من أن\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nتشتعل نار العشق واحتراق الشوق في طبعهم بسبب الحسن الصوري من حيث المظهر الإنسانى الذي هو أتم المظاهر وتحترق بقايا أحكام ما به الامتياز ، ويقوى حكم ما به الاتحاد ؛ فينقطع ذاك التعلق والميل الحبى من ذاك المظهر ويتجرد سر الجمال المطلق من صور الحسن المقيد ، وينفتح عليهم باب من أبواب المشاهدة ، ويكتسب العشق المجازى العرضي لون المحبة الأصلية الحقيقية .\r\n\r\n( رباعية )\r\n ما أكثر من رأوا جمال الحسان * سقطوا من كي العشق في احتراق وانصهار\r\nثم صاروا في مجلس أهل الذوق محارم الأسرار * وشربوا خمر الحقيقة من الكأس المجازية \r\n( الطبقة الثالثة ) : المأسورون الذين هم في صدد عدم الترقي بل في معرض الاحتجاب ، والذي منه استعاذ بعض الكبار بقولهم : ( نعوذ بالله من التنكر بعد التعرف ومن الحجاب بعد التجلي ) ، ولا يتجاوز تعلق تلك الحركة الحبية بالنسبة إليهم الصورة الظاهرة الحسية الموصوفة بصفة الحسن مع أن الشهود والكشف المقيد حدث إليهم ، وإذا انقطع ذاك التعلق والميل الحبى عن صورة ارتبط بصورة أخرى محلاة بالحسن وظلوا على الدوام في هذا الصراع ، وهذا التعلق والميل\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nللصورة هو فتح باب الحجز والحرمان والفتنة والخذلان وآفة الدين والدنيا ( أعاذنا الله وسائر الصادقين من شر ذلك )\r\n\r\n( رباعية )\r\n إنما العاجز من تعلق قلبه بالحسان * ولم ينقصم عن محبة الجميلات\r\nرأى معنى الروح في الصورة الكلية وخار * إن قدم قلبه حتى القيامة في الطين \r\n\r\n( رباعية )\r\n أيها السيد أقلع عن حسن الأرضيين * واقصد الجمال الأقدس الأعلى\r\nإلى متى ترى القمر في ماء البئر * إن القمر أنار بأوج الفلك فارفع رأسك إليه \r\n( الطبقة الرابعة ) : وهم الملوثون الذين لم تمت فيهم النفس الأمارة ولم تبرد فيهم نار الشهوة ، وسقطوا في أسفل السافلين في الطبيعة ، وحطوا رحالهم في سجن سجين البهيمية ، وانتفى عنهم وصف العشق والمحبة ، واختفى فيهم نعت الرقة واللطافة ، ونسوا بالكلية محبوبهم\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالحقيقي ، واحتضنوا محبوبهم المجازى ، وأخلدوا إلى رغبة الطبع وسموا هوى النفس عشقا هيهات ، هيهات .\r\n\r\n( رباعية )\r\n أين هؤلاء ومن العشق * أنّى للهندى أن يعرف العربية ؟\r\nإذا تحدث أهل الحقيقة عن العشق * فلماذا عبث هؤلاء القوم المجازى \r\n\r\n( رباعية )\r\n القوم الذين هم ناقصون في العشق * يسمون هوى النفس عشقا\r\nكيف يليق بهم مقام في حرم العشق * إن وصف العشق عليهم حرام \r\n\r\n( رباعية )\r\n إذا لم يكن العشق هو كمال أولاد آدم * ما ذاع صيت العشق في العالم\r\nولو كانت شهوة النفس عشقا * فإن الحمير والبقر هم أئمة عشاق العالم \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n( لامعة ) : أدنى مراتب المحبة الآثارية محبة الشهوة وهي بالنسبة للمحجوب الذي لم يتخلص بعد من رق النفس وقيد الطبع ، ولم يشع على على ساحة ذوقه وإدراكه نور الكشف والمشاهدة فلا يرى غير مراد النفس مقصودا ولا يدرى مطلوبا ، كل ما يعطيه يعطيه بحكم النفس ، وكل ما يأخذه يأخذه بحكم النفس ، لكنها بالنسبة لأهل الله وهم أرباب الكشف والشهود فهي من قبيل تجليات الاسم العظيم ( الظاهر ) : بل إن صاحب فصوص الحكم - رضي الله عنه - عدها أعظم الشهودات وما ذمه العلماء والعرفاء وعدوه من مراتب البهيمية هو ما ينتسب إلى أهل الحجاب ، ألا ترى أن النبي ( صلى الله عليه وسلم ) قال : ( حبب إلى من دنياكم ثلاث : النساء ، والطيب ، وقرة عيني في الصلاة ) ، مع إنه أكمل الورى وأنزل في شأنه  ( ما زاغَ الْبَصَرُ وَما طَغى )  ، وشرح هذا الحديث وسر هذه المحبة مذكور في الحكمة الفردية من الفصوص فمن أراد الاطلاع عليه فليرجع إليه ، والمقصود هنا هو التنبيه على أن ما يجرى على أهل الله هو صورة الشهوة والطبيعة لا حقيقتهما حتى لا يقيس المحجوبون حال هذه الطائفة على أنفسهم ويلقوا بأنفسهم في ورطة الادبار والإنكار .\r\n\r\n( رباعية )\r\n لا يحسن أن نقيس الأطهار الكرماء * بالأخساء اللئام في شهوتهم وشرههم \r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n فرق عظيم بين النار المضيئة للروح * التي رآها الكليم والنار المشتعلة بالدار \r\n\r\n( رباعية )\r\n أحكام الطبيعة المختلفة * نحس لإنسان وميمونة لآخر\r\nهل سمعت في الروايات كيف أن النيل * كان ماء على أتباع موسى ودما على أتباع فرعون ؟ \r\n( لامعة ) : أسباب المحبة خمسة ؛ ( الأول ) : محبة النفس ووجودها وبقائها ، فمعلوم بالضرورة أن كل إنسان يطلب بقاء وجوده وهمته جميعا في جذب النفع ودفع الضرّ لإبقاء وجوده وبما أن حب وجوده الإنسان وبقائه ضروري لديه فمحبة الموجد والمبقى أكثر ضرورة بطريق أولى ، عجب من ذاك الذي يتحاشى الحرارة ويحب ظل الشجرة ولا يحب الشجرة التي قوام الظل بها إلا أن ذاك الشخص لا يعرف نفسه ، ولا شك في أن الجاهل لا يحب الحق سبحانه وتعالى ؛ لأن محبته هي ثمرة معرفته .\r\n\r\n( رباعية )\r\n إلى متى تتوحد بهوى نفسك * وتميل عن الحق لبقاء نفسك ؟\r\nيا من تظللت بأسفل الشجرة بظلها * سهل أن تغفل عن وجود الشجرة \r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n( الثاني ) : محبة المحسن والمنعم ، فلا يخفى أن حضرة الحق سبحانه هو خالق المنعم والمنعم به ( بفتح العين في كل ) كما أنه الباعث للمنعم على الإنعام ؛ لأن الحق سبحانه يلقى في روع المنعم أن سعادته وخيريته في ايصال المنعم به إلى المنعم عليه ويلجئه إلى ذلك حتى يستطيع إبلاغه إذن فحضرة الحق سبحانه أولى بالمحبة من كل منعم ومحسن .\r\n\r\n( رباعية )\r\n انظر النعمة من ينعم بها * واشكر من يستحق الشكر عليها \r\nاعلم أن الإنعام هو من الله لأنه في ملك الوجود هو العاطى وهو العطية ومنه العطاء\r\n( الثالث ) : محبة صاحب الكمال ، فإذا اتصف أحد بصفة من صفات الكمال كالعلم والسخاء والتقوى وغيرها فإن صفة الكمال هذى توجب المحبة ، والحضرة التي هي منبع جميع الكمالات ، ومنها جميع مكارم الأخلاق ومحامد الأوصاف رشحة من فيض كمالها بالمحبة أولى\r\n\r\n( رباعية )\r\n كل معشوق يضرب بقوس الجمال * يفتتن به مئات من الكبار والصغار \r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n فيا من أنت جميع الحسان بل أجمل من الجميع * إذا لم أتعشقك فخذ حقك منى بنفسك \r\n( الرابع ) : محبة الجميل ، فمع أن حقيقة الجمال عارية ليست أكثر من عكس وخيال في الحقيقة ينعكس من خلق حجاب الماء والطين وستار اللحم والجلد ، ومع هذا يتغير بحدوث أقل عارض وهو في ذاته محبوب ، لكن الجميل على الإطلاق الذي جمال جميع الممكنات قبس من أنوار جماله ولا يتقيد ظهوره بمظهر وصورة هو الأولى بالمحبة .\r\n\r\n( رباعية )\r\n حينا تكون مجلى لعارض وردى * حينا تكون ضحكا للؤلؤ مكنون\r\nوأنت بمثل هذا اللطف والجمال في سترك * فكيف تكون لحظة أن ينكشف سترك ؟ \r\n( الخامس ) : المحبة التي هي نتيجة التعارف الروحاني وهذا التعارف مترتب على المناسبة الروحانية بين المتحابين ، وهذه المناسبة متفرعة على الاشتراك في المزاج بمعنى أنه وقع مزاجها في درجة واحدة من درجات الاعتدال أو أن درجة مزاج أحدهما قريبة إلى درجة مزاج الآخر ؛ إذ إن موجب تفاوت درجات الأرواح في شرفها وعلوها بعد قضاء الله وقدره تفاوت درجات الأمزجة فالأقرب نسبة إلى الاعتدال الحقيقي يستلزم قبول الروح الأشرف والأعلى ، الأبعد بالعكس في\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالخسة ونزول الدرجة ؛ فلا جرم أنه إذا تساوى مزاجان في الدرجة أو كانت درجة أحدهما قريبة إلى درجة الثاني فإن مرتبة الروح الفائضة على واحد من هذين المزاجين تكون في الشرف والعلو بعينها مرتبة ذاك الثاني أو قريبة إليها ، ويقع التعارف بينهما بسبب هذا الاتحاد أو القرب في المرتبة ويوجبان الائتلاف والمحبة بينهما ؛ إذن فكما أن التفاوت الروحاني المترتب على كافة هذه الأسباب يسبب المحبة فإن حضرة مسبب الأسباب الذي قدر هذه الأسباب بلا أدنى علة واستحقاق أولى - بلا شك - بالمحبة .\r\n\r\n( رباعية )\r\n يا من ذاعت بالعشق قصتي وقصتك * وتوحدت روحي وروحك في الحب والوفاء\r\nإنني عبد لذلك الأحد الذي انبعثت * من عهد الأزل منه التوحد بيني وبينك \r\n( لامعة ) : للعشق والمحبة مشابهة تامة بالخمر الصوري فلا جرم أن تستعار لهما الألفاظ والعبارات المستخدمة للخمر في العربية أو الفارسية فيعبر مثلا عن العشق والمحبة بالراح والمدام والخمر ، ولهذه المشابهة أوجه متعددة ووجوه مختلفة ، منها أن الخمر كما أن لها ميلا إلى جانب الظهور والإعلان بلا محرك خارجي بسبب قوة جيشانها وشدة غليانها وهي في مقامها الأصلي ومستقرها الأولى وهو جوف الدنان وقعر الدن كذاك سر المحبة المستور في مضيق صدر العشاق\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nوسويداء قلب كل مشتاق يقتضى بسبب الغلبة والاستيلاء بلا باعث خارجي الانكشاف ويتقاضى الظهور .\r\n\r\n( رباعية )\r\n عشقك الذي كان الملك للملك الباطن * لما زادت عظمة ملوكيته\r\nرافق دمع عيني ووافق آهاتى * وخيمّ خارج مخيّم صدري \r\nومنها أن الخمر كما أن ليس لها - في حد ذاتها - شكل معين وصورة خاصة بل إن أشكالها وصورها هي بحسب أشكال الأوعية والأواني وصورها التي تكون فيها فتبدو في الدنان بصورة تدوير الدنان وفي السطل بصورة تجويف السطل وفي الكأس بشكله الداخلي كذاك معنى المحبة ؛ فهي حقيقة مطلقة وظهورها في أرباب المحبة بحسب أوعية قابلياتهم وأواني استعداداتهم ، فتظهر في بعضهم بصورة المحبة الذاتية ، وفي بعضهم بصورة الأسماء والصفات الإلهية ، وفي بعضهم بصورة محبة الآثار على اختلاف مراتبها وليس سبب هذا التفاوت غير التفاوت بين قابلياتهم واستعداداتهم .\r\n\r\n( رباعية )\r\n العشق مع أن كل امرئ به انجذاب إليه * ليس يربطه بأحد صلح أو سلام \r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n وخمر العشق لا لون لها مطلقا * وإنما تتلون بألوان كاساتها وزجاجاتها \r\nومنها أنهما يسريان سريانا عاما ؛ فكما أن أثر الخمر الصورية يجرى في كافة جوارح شاربها وأعضائه كذلك حكم خمر المحبة إذ يسرى في جميع مشاعر صاحبه وقواه ؛ فلا تنجو شعره على جسده من ابتلاء المحبة ، ولا ينتفض عرق في بدنه بلا اقتضاء المودة ، سرت كالدم في لحمه وجلده وحلّت كالروح في باطنه وظاهره .\r\n\r\n( رباعية )\r\n أسرع الفصّاد ليفصد المجنون * لكي يسيل منه الدم بشدة الدم\r\nفبكى المجنون قائلا أخشى أن * يخرج من قلبي دم تألّمى من ليلى \r\nومنها أن الخمر والعشق يجعلان شاربها وصاحبه جوادا وكريما ولو كان بخيلا ولئيما ، لكن ثمرة كرم شارب الخمر بذل الدرهم والدينار ومقتضى جود صاحب العشق بذله كل ما في الوجود ، يهب سكران الخمر الدرهم أو الدينار ويمنح سكير العشق حياته بالدنيا والآخرة .\r\n\r\n( رباعية )\r\n سكران الخمر إن يحرك يد كرمه * لا يمكنه أن يمنح غير الدرهم والدينار \r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n فإن ركب سكران همك مركب الهمة * مسح بكمه فرق الكونين \r\nومنها أن كلا من سكران العشق وسكران الخمر جريئان لا يباليان ويخلوان من صفة الجبن والخوف ذوا جرأة في المخاوف واستغناء عن الحياة في المهالك ، لكن شجاعة الثاني بسبب انغلاب العقل القاصر وجرأة الأول بسبب غلبة نور الكشف واليقين ؛ الثاني ينتهى إلى هلاك الدارين ؛ والأول يفضى إلى حياة الخالدين .\r\n\r\n( رباعية )\r\n نحن السكارى والمعربدون والرنود والشطار * خطونا بميدان الهلال في العشق\r\nلو قتلنا سيف هم العشق مائة مرة * فلا خوف لدينا فهذا سبب العمر الخالد \r\nومنها التواضع وضراعة اختمار العشق وسكر المحبة ، يلقى بالمنعمين من منصة الترفع والاعتلاء إلى عتبة التواضع والخضوع ، ويسقط المعززين بالدنيا من أوج العزة والسؤدد إلى حضيض المذلة والخور .\r\n\r\n( رباعية )\r\n كم من الجالسين على العروش سكروا هياما بك * فجلسوا على التراب في سلك المتسولين منك \r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n أخضعوا رؤوسهم إلى بابك ليلثموه دوما * كالكلاب عدوا بسبب الحاجة وكرعاة الكلاب تسولا \r\nومنها إفشاء الأسرار فكل أسرار التوحيد هذه وحقائق الأذواق والمواجيد التي بقيت على صفحة الزمان وصحيفة الليل والنهار هي ثمرة مقالات متجرعى الجام السلسبيلى للمعرفة ، ونتيجة محادثات متعطشى المرام الزنجبيلى للعشق والمحبة .\r\n\r\n( رباعية )\r\n عشقك أتى بي إلى هذا العش الذي * لا أول له ولا آخر لكي أجدد العهد القديم\r\nوصب في حلقي كأسا من الدنان اللدني * فسكرت وأجريت لساني بالحديث \r\nومنها مسلك الفناء والغيبة والخلاص من قيد الوجود والأنانية ، لكن سكر المحبة هو كمال الشعور والوعي بالمحبوب وسكر الخمر هو غاية الجهل والغفلة عن كل مطلوب فيظهر لهؤلاء المبعدين طريق دركات البعد والنكال ويزيد لأولئك المقربين علو درجات القرب والوصال .\r\n\r\n( رباعية )\r\n لا تعب علىّ يا سيدي لو شربت الخمر * اجتهدت في العشق والهيام في المدام \r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n فأنا أجالس الأغيار طالما كنت مفيفا * وأحتضن الحبيب طالما كنت سكران \r\nومنها أنهما بقدر زيادة شربهما يزيدان في طلبهما ، وبقدر عظم اجتراعها يزيد كدهما في طلبهما فلا يفيق هذا السكران ولا يرضى هذا الحريص ، كتب عظيم إلى آخر :\r\n\r\n( رباعية )\r\n حاشا أن أتعقب ثانية الكأس * أو أسير في طلب الصهباء\r\nفأنا ذاك الكأس المترعة لو زادت قطرة * أفضتّ مثلها من رأسي \r\nفقال يجيبه : شربت الحب كأسا بعد كأس فما نفد الشراب ولا رويت\r\n\r\n( رباعية )\r\n أنا بحر عطشان وبلا قعر * فأدرك عطشا عطش أيها الساقي\r\nظللت عمرا أجرع الخمر الصافية * مثل الماء فلا انتهت الخمر وما ارتويت \r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nومنها رفع برقع الحياء والحشمة وزوال حجاب الشرف والحرمة ، فإذا استولى سكر المحبة فعلى المحب أن يعرض عن الجميع ، ويجلس على بساط الانبساط ، ويطوى ذيل ثوبه عن كل الأضداد .\r\n\r\n( رباعية )\r\n ما أسعد أن أسكر وأمضى إلى حيك * وأتجرأ وأنظر إلى وجهك القمرى\r\nوألثم مرة حقّه لعلك المتناثر * وأحصى مرة حلقات شعرك الجعدي المسكى الرائحة \r\n( لامعة ) : يمكن أن تكون النكتة في أداء معاينها بلباس الصور بضعة أشياء منها : ( أولا ) : أن يصل الآدمي في بداية حالة بواسطة إعمال آلات الحس والخيال من المحسوسات إلى المعقولات ويدرك من الجزيئات الكليات ؛ إذن فلا يكون إدراك المعاني إلا ضمن الصور المأنوسة لنفسه والمألوفة لطبعه فإن خالف ذاك يمكن أن يصل إليها قوة فهمه ويطيق إدراكها .\r\n\r\n( رباعية )\r\n مع أنك لا ترى الجفاء * ولا تضمر تمنى إيذاء القلب في قلبك \r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n لكن لا تمر على عاشقك مسفرا * فإنه لا يطيق إسفارك عن وجهك \r\n( والثاني ) : منها ما ليس يستفيد منه ويحتظى غير أهل المعنى عند أداء معاينها بلا لباس الصور لكن إذا أديت معانيها بلباس الصور عم نفعها وتم فائدتها .\r\n\r\n( رباعية )\r\n الدين له معنى حين يختطف القلب * والكفر أيضا له معنى حين يزيد الحب\r\nلكنهما يجليان بلباس الصورة * حتى تفهمه العين الحاسة بالصورة \r\nوكثيرا ما يحدث أنه لعابد الصورة بسبب أن بعض المعاني تؤدى في لباس الصورة تراه يميل إلى استماعها فيلقى جمال المعنى من وراء ستار الصورة شعاعا عليه ، ويقوى فهمه ويلطف سره فيهرب من الصورة ويتشبث بالمعنى .\r\n\r\n( رباعية )\r\n ما أكثر من يتعب من أجل شئ تافه * وفجأة تعثر قدمه بكنز\r\nوما أكثر من يشق الجبل من أجل حجر * ونعبة يتساقط عليه جواهر المنجم \r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n( والثالث ) : أن جميع الناس ليسوا محارم أسرار الحقيقة وواقفين على أحوال أهل الطريقة ، لذا يستعيرون لستر أسرارهم وإخفاء أحوالهم الألفاظ والعبارات المستعملة والمشهورة في محاورات أهل الصورة في المقاصد المجازية حتى يظل جمال هذه المعاني بعيدة عن أعين الغرباء ومستورة عن نظر الأجانب .\r\n\r\n( رباعية )\r\n رجّل الجميل ذؤابته فعقدها * ووضع على محياه ضفائره العنبرية\r\nفأخفى بهذه الحيلة طلعته البهية * حتى لا يتعرف عليه كل غريب \r\n( والرابع ) : أن أذواق أرباب المحبة ومواجيدهم وأسرار معارف أصحاب المعرفة إذا ذكرت بلسان الإشارة يزيد تأثيرها في نفوس مستمعيها عما لو كانت بصريح العبارة ؛ ولهذا فإن كثرة من هذه الطائفة لا يتغير حالهم من الاستماع إلى الآيات القرآنية والكلمات الفرقانية ؛ لكنهم يتغيرونهم ويثورون عند استماع بيت أو أكثر عربى أو فارسي يشتمل على وصف ضفائر الحسان وخالهم وغنج المحبوبين ودلالهم أو على ذكر الخمر والحانة والدن والكأس .\r\n\r\n( رباعية )\r\n حين يفشى هذا الملائكى الطلعة جماله * لا يتحرك بال العاشق من دلاله \r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n لكنه إن غمز خاضعا بالقول مع الغنج والدلال * يغير على العاشق المسكين حاله \r\n( لامعة ) : بما أنه بناء على مصححات بيان المعاني في لباس الصور ومرجحات ما ذكر في هاتين اللامعتين قد بين الشيخ الناظم - قدس سره - معنى العشق والمحبة في كسوة المدام والخمر الصوري ؛ فقد آثر من جملة الألفاظ والعبارات الموضوعة لها لفظ ( المدامة ) للإشعار بالمداومة والمواظبة على شربها ، وأي مداومة يمكن أن تطول عنها وبداية شربها الأزل ونهايته الأبد ؟\r\n\r\n( رباعية )\r\n عجل أيها الساقي بالخمر من هذا العظيم * ولا تفصلها عنى وأعطها لي على الدوام\r\nوبما أن في لغة العرب الخمر هي المدام * فعجل يا قمر العجم بإعطائي هذه المدام \r\nولما أن كمّل هذه الطائفة متحققون بالمحبة الذاتية المتعلقة بتلك الذات ولفظ الذات مؤنث\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nوالمحب الصادق كل ما يقوله يكون مناسبا لمحبوبه ، وكل ما يطلبه يطلبه موافقا لمطلوبه فلا جرم أنهم استعاروا لفظ المدامة وهي صيغة مؤنث للمحبة الذاتية وليس للمدام .\r\n\r\n( رباعية )\r\n إن دأبى وديدنى هو التنزه بالحديقة كل يوم * لعل الشقائق والورد يسكنانى\r\nحيثما أرى وردة في لونه وأريحه * أشم هذه الوردة بالحديقة وأقطف تلك الأخرى \r\nقال الشيخ الإمام العالم العامل والسيار العارف الفاضل شرف الدين أبو حفص عمر بن علي السعدي المعروف بابن الفارض المصري قدس الله تعالى سره وأعلى في الملأ الأعلى ذكره :\r\n شربنا على ذكر الحبيب مدامة * سكرنا بها من قبل أن يخلق الكرم \r\nالشرب بالحركات الثلاث هو شرب الماء وغيرها من الباب الثالث من الأبواب الستة للثلاثى المجرد .\r\nوالمدامة هي الخمر باعتبار أن شاربها يمكن أن يستديم عليها ، والسكر بالفتحيتين هو السكر من الباب الثالث ، والكرم هي شجرة العنب ، وجملة سكرنا بها صفة المدامة ، والجار والمجرور من قبل أن\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nيخلق متعلق ب ( شربنا ) ، يقول شربنا وجرعنا مع بعضنا بسعادة على ذكرى حضرة الحبيب الذي تتجه إليه محبة الجميع شرابا سكرنا به ، بل برائحة منا غبنا ، وهذا قبل خلق الكرم وهو شجر العنب ومادة الشراب المشهورة الفائضة بالغليان والجيشان .\r\n\r\n( رباعية )\r\n في اليوم الذي لم تدر فيه الأفلاك والأزمان * ولم يختلط الماء والنار والتراب\r\nكنت سكيرا على ذكرك معاقرا للخمر * برغم أنه لم تظهر الخمر بعد ولا الكرم \r\n\r\n( رباعية )\r\n نحن الجارعون من كأس عشقك * فانثر على جارعيك جرعتك\r\nجرعنا على ذكرك ذاك الصباح صبوحا * مع أنه لم يكن قد ظهر الكرم ولا زراعته \r\n( لامعة ) : للحق سبحانه تجليان ؛ ( الأول ) : علمي غيبى وهو ظهور وجود الحق سبحانه على ذاته في حضرة العلم بصور الأعيان وقابلياتهم واستعدادتهم ، وفي هذا التجلي لا تتصف الأعيان بالوجود العيني ، وكمالات الأعيان كالعلم والمعرفة والعشق والمحبة وأمثالها مختفية\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nفيها وباطنة ، و ( الثاني ) : التجلي الوجودي الشهادى وهو ظهور وجود الحق سبحانه بحسب استعدادت الأعيان وقابلياتها روحا ومثالا وحسا وهذا التجلي الثاني مترتب على التجلي الأول ومظهر للكمالات المندرجة بالتجلي الأول في استعداداتها وقابلياتها .\r\n\r\n( رباعية )\r\n وهبتنا من البداية الطلب والحاجة * ثم أعددت الكرم على حسب الطلب\r\nوما هذه كلها حتى تفشى الكنز * الخفي على الخلق من مكنز الأسرار ؟ \r\nإذن يمكن أن يكون المراد بالمدامة هو المحبة الذاتية ، وبشرب المدامة قبول الاستعداد لتلك المحبة في مرتبة الأعيان الثابتة وبذكر الحبيب تجليه العلمي الغيبي في حضرة العلم بصور الأعيان والقابليات ؛ وحينئذ تكون إضافة الذكر إلى الحبيب من قبيل إضافة المصدر إلى فاعله ، والمراد بالسكر الاستعداد للسكر في نفس تلك المرتبة مع حقيقة السكر في المراتب التالية الأدنى منها ، وبالكرم الكثرة الوجودية العينية أي صرنا قابلين ومستعدين لدى التجلي العلمي الغيبي للحق سبحانه بصورة أعياننا الثابتة في حضرة العلم لشراب صفة المحبة الذاتية التي كانت سبب استعداد سكرنا في نفس تلك المرتبة مع موجب حقيقة السكر في المراتب الأخرى ، وكان هذا القبول والاستعداد قبل ظهور الكثرة الوجودية العينية .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n ما أسعد ألا تكون الروح رأت خارج عالم السر والعلن راحة الروح ولا ضني الجسد * كنت قد جعلت من زاوية كتم العدم وطنا لي وكان عشقك وعشقى لك وكنت أنا \r\nويمكن أن يكون المراد بشرب المدامة التحقق بصفة المحبة في عالم الأرواح وحينئذ تكون إضافة الذكر إلى الحبيب إضافة المصدر إلى مفعوله ، والمراد بالسكر حقيقة السكر أي الحيرة والهيام الذي يكون لأرواح الكمل في مشاهدة جمال الحق سبحانه وجلاله أي شربنا قبل تعشق الروح بالجسد ، وتعلق الحياة بالبدن على ذكرى الحبيب شراب المحبة لأن سكر أرواحنا وحيرتها في مشاهدة جمالك وجلالك كان بذاك الشراب .\r\n\r\n( رباعية )\r\n قبل أن تسقط روح الخضر في الظلمات * ويجرى في منبع الروح ماء الحياة\r\nشربنا خمر العشق من حانة الذات * بلا فم وحلق من كأس الأسماء والصفات \r\n( سؤال ) لو قال امرؤ إن التفسير الثاني موقوف على وجود الأرواح قبل الأشباح وهذا غير مسلّم به ؛ لأن مذهب الحكماء هو أن\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nوجود الأرواح بعد حصول المزاج وتسوية الأشباح ، وقد وافقهم الإمام حجة الإسلام رحمه الله وحمل هذا الخبر المشهور وهو : ( إن الله خلق الأرواح قبل الأجساد بألفي عام ) ، على أن المراد بالأرواح هو الأرواح الملكية وهي مبادئ سلسلة الوجود ، وفي لسان الحكماء يعبر عنها بالعقول والنفوس ، وإن المراد بالأجساد أجساد العالم وهي : العرش ، والكرسي ، والأفلاك ، والأنجم ، والعناصر ، أجبنا ( جواب ) بأن الشيخ الكامل المحقق الشيخ صدر الدين القونيوى - قدس الله سره - له في بعض رسائله تحقيق وتفصيل وتقريره أن وجود النفوس الجزئية الإنسانية التي هي لعموم الآدميين بعد حصول المزاج وبحسبه ، أما وجود النفوس الكلية الإنسانية التي هي للكمل والخواص فهو قبل حصول المزاج ، وينقل عن شيخه صاحب فصوص الحكم ويقول :\r\nأخبرني شيخى الإمام الأكمل - رضي الله عنه - مشيرا إلى حاله : إن ثمّ من يكون مدبرا لإجراء بدنه قبل اجتماعها بعلم وشعور ، ثم يقول :\r\nوذلك لكلية نفسه إذ من يكون نفسه جزئية يستحيل عليه ذلك ؛ لأن النفوس الجزئية لا تتعين إلا بعد المزاج وبحسبه فلا وجود لها قبل ذلك حتى يتأتى لها تدبير الأجزاء بعلم وشعور ، والمراد بالنفوس الكلية - كما يعلم من كلام الشيخ في نفس الرسالة - هو النفوس الجزئية التي يكون الترقي من المرتبة الجزئية والانسلاخ من الصفات التقييدية العرضية من استعداداتها ، بحيث تعود إلى كلياتها وتتصل بها ، وذلك لأن ذواته الجزئية من حيث جزيئتها محال أن تشاهد المبدأ الأول ؛ إذ من المتفق عليه عند أهل الشهود أنهم لا يشاهدون كليا ما حتى يصيرون كذلك ثم يزدادون ترقيا باتصالهم بالكليات على الوجه المذكور\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nفي أمر المعراج طبقة بعد طبقة مستفيدين من كل اتصال استعدادا ووجودا ونورا وبصيرة ، هكذا حتى ينتهوا إلى العقل الأول فيستفيدون من الاتصال به بما يستعدون به بمشاهدة المبدأ كما هو شأن العقل الأول .\r\n( سؤال ) لو قال امرؤ : إن الدلاءل المقامة على وجود الأرواح الجزئية بعد حصول المزاج لا تختص ببعض دون بعض .\r\n( جواب ) نقول : إن تلك الدلائل ناقصة ؛ والدليل على نقصها هو أنه يكفى أن مكاشفات أرباب الكشف والشهود التي تقتبس من مشكاة النبوة تشهد بخلافها .\r\n\r\n( رباعية )\r\n متى يصل العقل العليل إلى الوحي الجليل ؟ * برغم أنك تسمى الاثنين دليلا ؟\r\nإن كانت البعوضة كالفيل صاحبة خرطوم * فهيهات أن تكون البعوضة في قوة الفيل \r\n( لامعة ) : كل جزء من أجزاء العالم هو مظهر لاسم من الأسماء الإلهية ، ومجموع العالم مظهر جميع المظاهر وليس جزء من أجزاء العالم ليس له في الإنسان الكامل مجلى ومظهر ، لكن على سبيل الجمع\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nوالإجمال فكان العالم كتاب مفصل مبوب والإنسان الكامل هو انتخابه أو فهرست فصوله وأبوابه .\r\n\r\n( رباعية )\r\n إن الله الذي خطّ قلم إحسانه * أبواب كتاب العالم وأركانه\r\nرقم على لوح الوجود فهرسا * في آخر صنعه وسماه الإنسان \r\nإذن فيمكن أن يكون إيراده شربنا وسكرنا بضمير جمع المتكلم إشارة إلى الجمع المذكور بلا حساب للمشاركين في هذا الشرب والسكر ، ويمكن أن يكون إشارة - أيضا - للمشاركة لأن أعيان كمال الأفراد والأقطاب وأرواحهم مشاركون ومساهمون في الشرب والسكر لهذا الشراب مع الشيخ الناظم\r\n\r\n( رباعية )\r\n لست أنا الوحيد المستهام بالخمر في عشقك * فمن الذي قلت له بنفسك أن يتخلص من هذه الخمر ؟\r\nيوم أن تناولت بيدي هذه الخمر * كان معي المشاركون شاربو خمر ( ألست ) . \r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n لها البدر كأس وهي شمس يديرها * هلال وكم يبدو إذا مزجت نجم \r\nالكأس لا تسمى كأسا إلا وفيها الشراب ، والشمس تطلق على الجرم وعلى الضوء ، والبدو هو الظهور والمزج خلط الاثنين من الباب الأول ، والواو في ( وهي شمس ) يمكن أن تكون للعطف أو للحال ، ومميز ( كم ) خبر محذوف ( أي كم مرة يبدو نجم ) شبه كأس المدام في استدارته واشتماله على أمر صاف كثير الفيضان ببدر التمام ، وشبه المدامة في الصفاء والنورية والفيضان بضوء الشمس ، وشبه أصابع الساقي حين أخذه الكأس في الدقة والاستقواس بالهلال والأشكال الحبابية في الاستدارة والنورانية وصغر الحجم بالنجم . يقول : لهذه الخمر على الدوام البدر كأس وهي في نفس الوقت شمس في فيضانها ولمعانها تديرها أصابع الساقي التي تشبه الهلال ، وما أكثر النجوم اللامعة في أشكال الحباب وقت مزجها بالماء .\r\n\r\n( رباعية )\r\n الكأس بدر التمام والخمر الشمس المنيرة * والهلال يدير تلك الشمس المنيرة\r\nوتظهر مائة نجم لامعة * حين تتلطف نار الخمر بالماء \r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n( لامعة ) : للحقيقة المحمدية - صلى الله عليه وسلم - وهو صورة معلومية الذات مع التعين الأول وصورة وجوده هو القلم الأعلى محاذاة تامة ومقابلة كاملة بالنسبة لشمس ذات الأحدية ، التي لا يتصور أعلى منها مرتبة ، ولا يحتاج إلى أي واسطة في استفاضة نور الوجود والكمالات التابعة له بل يحتاج إليه سائر الحقائق والأعيان المظلمة بظلمات الإمكان في الاستفاضة من النور المذكور ؛ إذن فنسبته في الكمال محاذاته ومساواته للذات الأحدية ، وتوسطه بين تلك الذات والحقائق اللإمكانية في إفاضة الوجود وتوابعة بعينه مثل النسبة المقابلة للبدر مع الشمس وتوسطه بين الشمس وسكان الليل الظلماني في إفاضة النور ولوازمه ؛ إذن بناء على هذا فيمكن استعارة لفظ البدر الموضوع بإزاء القمر التام لهذه الحقيقة .\r\n\r\n( رباعية )\r\n يا روحي وقلبي بأي اسم أناديك في النهاية * أنت الروح كما أنت القلب فبأي منهما أناديك ؟\r\nبما أن ليل جميع العالم اقتبس منك النور * فأنا معذور لو ناديتك ببدر التمام \r\nوبعد التعبير عن هذه الحقيقة بالبدر وعن المحبة بالمدامة ، فبما أن المتعطشين في بادية الضلال والتيه يمكنهم بعون هداية الرسول الوصول إلى شرب الراح السلسبيلى للمحبة الإلهية وتجرع الشراب الزنجبيلى للمودة والمعرفة ، فيمكن أن يكون له كأس تلك المدامة والتعبير به عن جام ذاك المدام .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n دوران القمر من وجهك أيها البدر التمام * كأس أشرب منه خمر العشق على الدوام\r\nومن فرط سكرى من هذا الخمر والجام * لا أدرى ما هي الخمر وما هو الجام \r\nولما أنه لا يمكن التعبير عن المتصدى لإدارة هذه الكأس بغير أسماء الألوهية وأوصاف الربوبية التي عبر عنها بالأصابع في الحديث الصحيح ( قلب المؤمن بين إصبعين من أصابع الرحمن ) ؛ فيمكن أن يكون الهلال الذي يشير إلى أصابع الساقي إشارة إلى هذه الأسماء والأوصاف وإسناد إدارة الكأس إليها .\r\n\r\n( رباعية )\r\n هذا المحفل أي محفل وأرباب الكمال * فيه يجرعون مدام المحبة من جام الجمال\r\nانظر إلى القدح الفياض على كف الساقي * إنها بدر يديرها بضعة من الأهلة \r\n( لامعة ) : الواصلون والكاملون على قسمين : جماعة هم مقربو حضرة الجلال وبعد وصولهم درجة الكمال لا يحال إليهم تكميل الآخرين تجرعوا من شراب العشق والمحبة ما أفناهم عن ذواتهم فغرقوا في بحر\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالجمع وانخلعوا من ربقة العقل والعلم وزالت عنهم أحكام الشريعة وآداب الطريقة : هم سكان قباب العزة وقطّان ديار الحيرة لم يعد بهم وعى بوجودهم فأنىّ لهم الانشغال بغيرهم ؟\r\n\r\n( رباعية )\r\n سعيد من عبّ في هذه الحانة * الخمر من الدن والدنان لا من الكأس\r\nحتى أنه لا يعى هل العالم موجود أو فان * ولو وجد العالم وفنى مائة مرة \r\nوالقسم الثاني : هم الذين إن فنوا عن ذواتهم أعادهم إليها تصرف الجمال الأزلي ومنحهم النجاة من ذاك الاستغراق في عين الجمع ولجة الفناء إلى ساحل التفرقة وميدان البقاء ، فعادوا إلى أحكام الشريعة وآداب الطريقة ومازجوا الشراب الزنجبيلى للجذبة والمحبة بالزلال السلسبيلى للعلم والمعرفة فنشأ عن امتزاج هذا الماء بذاك الخمر كثير من حباب نجوم آثار المعارف والأسرار ؛ فصار كل منهم نجم هداية الخائرين في ظلمة بيداء الضلالة والحيرة ، ويمكن أن تكون الإشارة إلى أحوال هذه الطائفة عبارة الناظم قدس سره ( وكم يبدو إذا مزجت نجم ) .\r\n\r\n( رباعية )\r\n هذه الطائفة مطلقة من قيد الرسوم * فارغة من فكر الأحوال والعلوم \r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n على ظاهرهم لوامع نور الهدى * للدين نجوم للشياطين رجوم \r\n\r\n( وقال قدس الله سره )\r\n ولولا شذاها ما أهديت لحانها * ولولا سناها ما تصورها الوهم \r\nالشذى هي الرائحة الطيبة ، وحان جمع حانة ، والحانة دار بائع الخمر ، والسنا بالقصر ضوء البرق وبالمد الرفعة ، وكل ضمائر الغائب تعود على المدامة ، يقول : إذا لم يفح ريحها الطيب ونشرها الزكي ما علمت قطع الطريق الصائب صوب دار بائعها ، وإذا لم يلح لمعان نورها وشعاع ظهورها ما استطعت سلوك طريق تصور حقيقتها بقدم الوهم .\r\n\r\n( رباعية )\r\n إذا لم تكن نكهة الخمر مرشد السكارى * لاستشكل عليهم الاهتداء إلى الحانة\r\nوإذا لم تجد عين العقل نورا فيها * ما استطاع أحد إدراك حقيقتها \r\n( لامعة ) : وكما أن جمال الآثار المتعلق بالعشق المجازى ظل وفرع لجمال الذات المتعلق بالمحبة الحقيقية ، فكذاك العشق المجازى ظل وفرع للمحبة الحقيقية ، وبحكم ( المجاز قنطرة الحقيقة ) فهو طريق\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nحصولها ووسيلة وصولها ، وسبب ذلك أن المقبل حين كان له بحسب الفطرة الأصلية قابلية المحبة الذاتية للجميل على الإطلاق عز شأنه ، وبواسطة تراكم الحجب الظلمانية للطبيعة ظلت في حيز الخفاء لكن أخذ حين بغتة شعاع من نور ذاك الجمال يظهر من خلال ستر الماء والطين في صورة جميل موزون الشمائل متناسب الأعضاء متماثل الأجزاء رشيق القد صبيح الخد كريم الأخلاق طيب الأعراق .\r\n\r\n( رباعية )\r\n كريم الفعل جميل الكلم خفيف الحركة * مرهم على حروق كل قلب مغموم\r\nكأنه الوردة المبكرة التفتح تنزه ذيلها * عن لوث يد كل جرىء \r\nفلا شك من أن طائر قلب ذاك المقبل يقبل عليه ويطير في فضاء محبته ، ويؤسر لحبته ، ويصطاد من شركه ويعرض عن كل مقصود بل لا يعلم غيره مقصودا .\r\n\r\n( رباعية )\r\n يأتي من المسجد والخانقاة مخمورا * يشرب الخمر ويأتي ثملا إلى باب الحبيب\r\nويبرم بكل شئ إلّا عشق الحبيب * ويفتديه بألف روح له \r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nوتأخذ نار العشق وشعلة الشوق في الاشتعال في طبعه ، وتبدأ الحجب الكثيفة وهي انتقاش القلب بالصور الكونية في الاحتراق فيكشف غشاوة الغفلة عن بصر بصيرته ويجلى غبار الكثرة عن مرآة حقيقية ، ويغدو بصره حديدا وقلبه بالحقيقة عليما ، ويدرك النقص والاختلال للحسن السريع الزوال ، ويوقن بالبقاء والكمال لذي الجلال فيهرب من ذاك ويتشبث بهذا ويستقبل سابقة عنايته ، فيظهر عليه أولا جمال وحدة الأفعال ، وحين يتمكن من محاضرة الأفعال ينكشف له جمال الصفات ، وحين يرسخ في مكاشفة الصفات يتجلى له جمال الذات ويتحقق بالمحبة الذاتية وتنفتح عليه أبواب المشاهدة ويرى الوجود من أوله إلى آخره حقيقة واحدة حين تجلى ظاهره بجميع شؤونها واعتباراتها على باطنه تميزت الحقائق العلمية ، وحين انصبغ بأحكام الحقائق العلمية الباطنية تعينت الأعيان الخارجية ؛ فيجد اللّه على كل ما يجرى ويراه في كل ما ينظر ويشاهد في كل لحظة وجهه ويقول :\r\n\r\n( رباعية )\r\n أنت كنت في صدرك الباطن وأنا غافل * وكنت في عينك العيان وأنا غافل\r\nوكنت أنا أبحث عنك عمرا في الدنيا * فكنت ذاتك جميع العالم وأنا غافل \r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nفإذا بلغ هذا المقام علم أن العشق المجازى كان بمنزلة رائحة من حانة العشق الحقيقي ، وأن المحبة الآثارية بمثابة شعاع من شمس المحبة الذاتية لكنه ما كان ليصل هذه الحانة لو لم يشم هذه الرائحة ، وما كان ليحتظى بهذه الشمس لو لم يشع عليه هذا الشعاع .\r\n\r\n( رباعية )\r\n سعيد من شم رائحة الحانة * وتعقب هذه الرائحة فوصل الحانة\r\nولاح برق من ربع الحانة * رأى في برقه حرم الحانة \r\n\r\n( وقال قدس الله سره )\r\n ولم يبق منها الدهر غير حشاشة * كأن خفاها في صدور النهى كتم \r\nالحشاشة هي بقية الروح ، والنهى جمع نهية ، والنهية هي العقل باعتبار نهيه عن القبائح ، والكتم والكتمان هو الإخفاء من الباب الأول ، والكتم هنا بمعنى المكتوم ، والضمير في ( منها ) راجع إلى المدامة ، وضمير ( خفاها ) راجع للحشاشة ، وجملة ( كان خفاها ) صفة الحشاشة ، ويمكن أن يعود كلا الضميرين إلى المدامة ، والجملة الثانية تؤكد مضمون الأولى ، وإضافة الصدور إلى النهى إما بناء على حذف\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nالمضاف أي صدور ذوى النهى أو من قبيل الاستعارة المكنية إذ شبه النهى بأصحاب الصدور وأثبت الصدور وهي من لوازم المشبه به لها يقول ولم يبق مصرّف الزمان ومحول الليل والنهار من تلك الخمر التي هي بمنزلة الحياة للأرواح بمثابة الأبدان لها غير بقية من روح كأن اختفاءها في صدور أولى النهى قد اختفى واستتر .\r\n\r\n( رباعية )\r\n واحزناه واسفاه من أن بربع المجوسي * لم يجد شاب الخمر من الخمر اسما ولا رسما ثانية\r\nقد خفيت الخمر حتى أنها خفت على * جميع الناس واختفى أيضا اختفاؤها \r\n( لامعة ) : لحضرة الحق سبحانه أسماء متقابلة ، ولكل منها بحسب ظهور الأحكام والآثار دولة وسلطان ؛ فحين يأتي دور دولتها وسلطنتها تظهر أحكامها وتبطن الأحكام المقابلة لها وبالعكس ، وكل هذا بمقتضى العلم الشامل للحق وحكمته الكاملة سبحانه ، وكل منها في موقعه في غاية الكمال ونهاية الجمال .\r\n\r\n( رباعية )\r\n حين تجتلى بطلعتك فأنت أبهى من القمر * وحين ترجل شعرك فضفائرك تمتلئ بالثنيات والعقد \r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n وحين تقوس كالقوس حاجبيك * فما أجملها حقا ، أن كل ما فيك بعضه أجمل من الآخر \r\nومن قبيل الأسماء المتقابلة اسما : الظاهر ، والباطن ، والظهور والكثرة كالبطون والوحدة متلازمات ؛ لأن الظهور وهو تلبس الحقيقة بصور التعينات والبطون هو عدم ذلك ، وهذا التلبس هو عين الكثرة وعدم تلك العين هو الوحدة ، وليس من شك في أن في الكثرة غلبة أحكام ما به الامتياز على ما به الاتحاد ، وبالعكس في الوحدة ؛ إذن فحينما يتجلى الحق - سبحانه وتعالى - باسم الظاهر فلا مناص من أن أحكام ما به الامتياز تغلب أحكام ما به الاتحاد ، ولا يخفى أن العلم والمعرفة والمحبة وأمثالها كله من أحكام ما به الاتحاد بين العالم والمعلوم والعارف والمعروف والمحب والمحبوب ، إذن فعند غلبة أحكام ما به الامتياز يكون جميع هذه في مقام الخفاء والبطون وأربابها في حجاب الستر والكمون لأنه بسبب غلبة أحكام ما به الامتياز بينهم وبين سائر الخلق لا يستطيع علم أي واحد ومعرفته التعلق بهم إلا على سبيل الندرة ، وهذا ما أشار إليه الشيخ الناظم - قدس الله سره - في هذا البيت من الخفاء والبطون والستر والكمون ، وهذه الطائفة كانت كثيرة في عهد المذكور كما هو مشهور .\r\n\r\n( رباعية )\r\n كلما زدت امتناعا عن وصالى * فاضت دموعي شوقا لشفتيك العنابيتين \r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n حين تجد مستسقيا وسط البحر * لا شك من أنه يشكو عدم وجود الماء \r\n\r\n( قال قدس سره )\r\n فإن ذكرت في الحي أصبح أهله * نشاوى ولا عار عليهم ولا إثم \r\nالحي هو القبيلة ، والنشوة هي السكر ، ونشا ينشو ونشى ينشى من الباب الأول والثالث وهو نشوان وهي نشوى وهم وهن نشاوى ، يقول لو ذكرت هذه المدامة في نواحي الحي وهو قبيلة المقبلين وقبلة الأحياء القلوب فلا بد أن ينتشى أهل ذاك الحي ويفنون من غاية النشوة ، بينما لا يركبهم عار من السكر ولا غبار من ذنب شرب الخمر .\r\n\r\n( رباعية )\r\n أود خمرا يسكر بها العقل * ويضيع من يدي سلك الاختيار\r\nوإذا بدأ المطرب في وصفها إنشاده * سكر كل ذي قلب حي من إنشاده \r\n\r\n( رباعية )\r\n ليس لراح العشق قط خمار * وليس إلىّ منها لحظة اجتناب \r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n وبما أنه ليس من شغل شاغل غير شربها * فليس على منها عار واعتياب \r\nسر الحياة في كافة الموجودات سار لأن كافة الأشياء تسبح لحضرة الحق - سبحانه وتعالى - كما قال :  ( وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ )  ، والتسبيح يمتنع بدون صفة الحياة .\r\n\r\n( رباعية )\r\n سواء الفلك أو الأركان أو المعادن أو النبات * يسرى في أجزائها جميعا سر الحياة\r\nتسبح كلها بكل عشى وغداة * لله سبحانه رفيع الدرجات \r\nوتأويل التسبيح بدلالة الأشياء على تنزيه الحق سبحانه وتقديسه ، ونفى التسبيح الحقيقي مخالف لكشف الأنبياء والأولياء عليهم السلام وسريان سر الحياة في كل شئ بواسطة سريان الهوية الإلهية منصبغة بصبغة الحياة في الأشياء ، لكن لكل موجود حياة مناسبة له تظهر فيه بحسب قابليته واستعداده وكذا الحال في لوازم الحياة من العلم والإرادة والقدرة وغيرها ، إذن فإذا كان لذاك الموجود مزاج قريب إلى الاعتدال كالإنسان يظهر فيه صفة الحياة مع جميع لوازمها أو أكثرها ، وإذا ناء مزاج ذاك الموجود عن الاعتدال كالمعدن والنبات بطنت فيه صفة الحياة\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nولوازمها ؛ إذن فيمكن أن يكون المراد بالحي في هذا البيت هو العالم الكبير ، وفي التعبير عنه بالحي مع أن القصد هو القبيلة منه إشعار بسريان الحياة في جميع أجزاء العالم جمادا كان أو حيوانا وحينئذ يراد بأهل الحي طائفة لهم أهلية شرب شراب المحبة وقابليته قبول أسرار المعرفة لأنه ما عدا هذه الطائفة هم في حكم العدم بل أقل كثيرا من العدم .\r\n\r\n( رباعية )\r\n الثابتون قدما على طريق العشق * أعلام في علو الهامة في ملك الوفاء\r\nهم مقصود خلاصة الوجود * والباقي جميعهم مع وجودهم عدم \r\nويمكن أن يكون المراد بالحي قبيلة أرباب المحبة وأسرة أصحاب العشق والمودة لأن من هو من هذه الطائفة حىّ بحقيقته وجدير بالحياة الحقيقية - لو أنه - مثلا - في المشرق وآخر منهم في المغرب لا تصل الاثنان وتوحدا وجها وقلبا .\r\n\r\n( رباعية )\r\n عشاقك لو كانوا ملوكا أو دراويش * فهم على مذهب واحد مستقيمون كالسهم \r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n يحرحون قلبا من القريب إليهم إذا لم يكن عاشقا * ويتقربون إلى الغريب إن كان عاشقا \r\nويمكن أن يكون المراد بالحي مجموعة وجود الإنسان الكامل ، والمراد بأهل الحي الروح والقلب والنفس والقوى الروحانية والجسمانية لكل واحد من هذه في وجود الإنسان الكامل من سماع ذكر شراب المحبة سكرا آخر وفناء بأتم ما يكون الفناء\r\n\r\n( رباعية )\r\n حيثما يذكر المطرب البديع الألحان * خمر عشقك على أنغام الرباب\r\nيسكر عقلي وقلبي وروحي غاية السكر * لسعادة سماع ذكر تلك الخمر الصافية \r\n\r\n( وقال قدس سره )\r\n ومن بين أحشاء الدنان تصاعدت * ولم يبق منها في الحقيقة إلا اسم \r\nالحشا هو ما بداخل الباطن وجمعه أحشاء ، والدن هو إبريق الخمر وجمعه دنان ، ( تصاعدت ) أي ارتفعت يقول : تصاعدت هذه المدامة من بين أحشاء الدنان وتباعدت وتصاعدت من المقار السفلى إلى المقامات العلوية لميلها ، ولم يبق منها في الأنام إلا الاسم\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n وا ألماه فلم يبق ند يشرب الثمالة * ولم يتبق من الخمر قطرة في القدح والكأس\r\nمالت الخمر إلى الصعود من قلب القدح * فلم يبق منها في الحانات غير الاسم \r\n( لامعة ) : وجود الكمالات التابعة للوجود كالحياة والعلم والإرادة والقدرة وغيرها التي تظهر في آخر مراتب الوجود وهو الإنسان هي نفسها الوجود والكمالات لحضرة أحدية الجمع التي تنزلت من أوج درجات الكلية والإطلاق وظهرت في حضيض الدركات الجزئية والتقييد ، وتبدو في نظر المحجوبين منسوبة ومضافة إلى المظاهر الجزئية والتقييدية ، لكن بما أن إضافة هذه الأمور إلى المظاهر الجزئية تسقط في نظر بصيرة أهل المشاهدة بواسطة صدق المجاهدة وتزول نسبتها إلى المراتب التقييدية ثم تعود إلى مرتبة كليتها وإطلاقها ، فيمكن التعبير بالتصاعد عن سقوط الإضافات وزوال النسب والاعتبارات عنها وعودتها إلى مرتبة الكلية والإطلاق ، كما أنه يعبر بالتنزل في مقابله لأن الصعود والنزول متقابلان ؛ إذن فيمكن أن يكون المراد بالدنان هو النفوس الكاملة لأولياء الله باعتبار إحاطتها واشتمالها على شراب العشق والمحبة ، والمراد بالتصاعد انقطاع الإضافة والنسبة للمحبة عن مراتب التنزلات ورجوعها إلى مقرها الأصلي ومستقرها الأولى : وهو حضرة\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nأحدية الجمع ؛ لأنه حين يتحقق المحب العارف بمقام الفناء تنقطع نسبة جميع الكمالات في نظر شهوده عنه ولا تبقى عليه إلا أن المحجوبين يطلقون عليه أسماءها ويقولون : فلان من أرباب المحبة أو من المحبين وأمثال ذلك ، وفي الحقيقة فصفة المحبة هذه قائمة بالحق لا به .\r\n\r\n( رباعية )\r\n بازى محبتك الملكي من أوج جلالك * نزل علىّ أنا الواله المستهام\r\nفلما تمنعت لسوء الحظ عن مخالبه * طار عائدا إلى عشه وهام \r\n\r\n( رباعية )\r\n مع عشقك لم يبق بي هوى ولا هوس * فكيف يبقى مع النار المحرقة حسّ\r\nلا يجد أحد من وجودي أي رسم * ولم يبق لي مستعارا غير الاسم \r\nويمكن أن يكون المراد بالدنان أبدان الكاملين بناء على الإحاطة والاشتمال المذكورين ، ويمكن أن يكون المراد هو الأجرام السماوية لمشابهة الاستدارة والإحاطة والمراد بالأحشاء طبقات العناصر ، ومن\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n( بين الأحشاء ) الكرة الأرضية مستقر أفراد الإنسان ، وعلى كلا التقديرين فالمراد بتصاعد شراب المحبة هو أن نفوس الكاملين لأنها صعدت بحكم  ( إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ )  من عش السفل إلى حظائر القدس صعدت بتبعيته صفات الكمال من العلم والمعرفة والعشق والمحبة أيضا ، ولم يوجد من هذه الطائفة جماعة أخرى كانت بمنزلة السابقين في الكثرة والظهور ، ولم تظهر هذه الكمالات بهذه المثابة من أي إنسان آخر .\r\n\r\n( رباعية )\r\n لا يمكن أن تجد في عرضات الكون * مواسيا لصيقا ولا في قصة العشق محرما للأسرار\r\nولا يمكن أن تجد في حانة الفلك شيئا * من هذه الخمر التي أتى عليها الأنداد جميعا ورحلوا \r\nوحينئذ فالمقصود من هذا البيت إظهار التلهف والتأسف على عدم وجود هذه الطائفة ، وعدم ظهور هذه الكمالات وليس نفس مرتبة الولاية وأهلها والله تعالى هو المستعان\r\n\r\n( قال قدس سره )\r\n وإن خطرت يوما على خاطر امرئ * أقامت به الأفراح وارتحل الهم \r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nخطر الأمر بباله وعلى باله خطرا وخطورا أي ورد أمر على قلبه من الباب الأول والخاطر ، ما يرد على القلب والمراد به هنا القلب تسمية للمحل باسم الحال ضمير مجرور عائد على الخاطر وباء جاره بمعنى ( في ) ، ويمكن أن يعود على الخطور الذي يفهم من الخطرة والباء للسببية ، يقول إن يخطر يوما ذكر هذه أي السعادة والراحة إلى خاطر الفتوة الحرة لمسافرتى تلك الساحة لأقامت السعادة والراحة ولارتحل مجاور وذاك الحرم أي الألم والحزن .\r\n\r\n( رباعية )\r\n يزول الهم بسبب راح العشق * ويعمر ما خربته الحادثات\r\nويخطر العشق إلى خاطر الحزين فيسعد * ويتحرر من هم الزمان وغمه \r\n( لامعة ) : تعلق العلم والشعور بالأمور يمكن أن يكون بوجهين ؛ الأول : بحصول ظل المعلومات وصورتها كمثل زيد أو عمرو حين يحدث لكل منهما صورة مرئية في ذهنك ويتميز كل منهما عن الآخر بصورته الخاصة ، والثاني : بحضور ذوات المعلومات كالعلم : بالجوع ، والشبع ، والشهوة ، والغضب ، والمحبة ، والعداوة بعد اتصاف النفس بها ، وهذا العلم ذوقي ووجداني ، ولا شك في أن خطور المحبة الذاتية إلى القلب والشعور بها على الوجه الأول يكون بنحو أن تسمع بها من إنسان أو تقرأ عنها في كتاب أو تدركها بفكرك فلا تثمر بهذا سعادة أو توجب\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nكرامة معتدا بها ، بل إن السعادة الأبدية وكرامة الدارين يمكن أن تكون في أن يتجلى الحق سبحانه تجليات ذاتية اختصاصية ، بحكم ( إن لربكم في أيام دهركم نفحات ) على صاحب سعادة يتعرض باستعداده الكلى الأصلي وصفائه الروحاني ودوام توجهه وافتقاره بموجب ( ألا فتعرضوا لها ) إلى نفحات الألطاف الربانية فتفنيته عن ذاته بالكلية وتذيقه مذاق المحبة الذاتية ؛ فيحصل لروحه بواسطتها ابتهاج ويشع النور على قلبه ويتحول قبضه إلى بسط ؛ وينعكس القلب على النفس فيفارقه الحزن والألم ويرافقه الفرح والسرور .\r\n\r\n( رباعية )\r\n كان الليل فلمع برق في سحاب الريبع * من فوق منزل الحبيب بسبب بكاء عيني\r\nفأسرج قنديله في دار السعادة والطرب * وأشعل شرارة في بيدر الحزن والألم \r\nوكان مراد الشيخ الناظم قدس سره - ولا شك - من الخطور المعنى الثاني لا الأول ، ومن الله الهداية وعليه المعوّل .\r\n\r\n( وقال قدس سره )\r\n ولو نظر الندمان ختم إنائها * لأسكرهم من دونها ذلك الختم \r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nنظر إلى الشئ ونظره نظرا أو نظرا عاينه من الباب الأول ، ويمكن أن يكون ( الندمان ) بضم النون جمع نديم كرغفان جمع رغيف أو بفتح النون على صيغة المفرد ؛ وحينئذ يعود ضمير الجمع باعتبار المعنى ؛ لأنه جنس سواء كان اللام للجنس أو للاستغراق ويشمل أفرادا كثيرين ، وفي الصحاح نادمنى فلان على الشراب فهو نديمى وندمانى وجمع النديم ندام وجمع الندمان ندامى ، ويقال المنادمة مقلوبه من المدامنة لأنه يدمن الشراب مع نديمه ، ختم على الشئ ختما وضع الختم على شئ من الباب الثاني والمراد بالختم هنا ما يختم به وليس المعنى المصدري ، الإناء هو الظرف الذي يوضع فيه الشراب وغيره وجمعه آنية وجمع آنية أوان ، يقول إن ينظر ندمان محفل المحبة ومقيمو عشّ العشق والمودة ختم إناء ذاك الخمر وخاتم وعائه فلا بد أن يسكروا بلا شرب خمر مجرد رؤية ختم ذاك الإناء .\r\n\r\n( رباعية )\r\n يا رب أي خمر هذه التي تمزق دائما * دراعة تقواى مائة مزقة\r\nإذا نظر إلى ختم دنها شارب الخمر * لسكر من دون خمر ذاك الناظر \r\nويمكن أن يكون مراد الناظم - قدس سره - بالإناء قلوب الكاملين وأرواح الواصلين التي تحمل في الحقيقة المحبة الذاتية ، والمراد بختم\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nالإناء البدن الجسماني العنصري المحفوف بالهيأة البشرية ويستوى في هذه الصورة البدنية العارف والجاهل والناقص والكامل ؛ إذن فيقيس المحجوبون بناء على هذه المساواة الصورية حالهم عليها ولا يطلعون على أحوالهم الباطنية بل يصرون على نفيها ، أما الطلاب القابلون والمريدون العارفون الذين هم باستعدادهم الوهبى وقابليتهم الكسبية ندمان محفل هذه الطائفة وحرفاء مجلسهم وعلى شرف شرب هذا الشراب فهم الذين يشاهدون آثاره على صفحات وجوههم وفلتات ألسنتهم وتؤثر هذه المشاهدة في باطنهم فتخلصهم من أنفسهم وتبلغهم مقام الفناء والسكر ، مع أنهم لم يتحققوا بعد بأحوالهم الباطنية ، ولم يتخلقوا بأخلاقهم المعنوية .\r\n\r\n( رباعية )\r\n أنت الذي من اسمك يمطر العشق * ومن رسالتك وكتابك يمطر العشق\r\nمن يمر بحيك يصبح عاشقا * كأن من بابك سقفك يمطر العشق \r\nوالحق إن هذا المعنى ظاهر وجلى في خواجات ما وراء النهر النقشبندية وخلفائهم وأصحابهم قدس الله أسرار أسلافهم وطوّل أعمار أخلافهم ؛ لأنه بمجرد أن يقع نظر صادق على الجمال المبارك لواحد من هؤلاء الأعزاء إما أن تحدث له سعادة صحبتهم لحظة أو يقع اهتمام من\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nهؤلاء الأعزاء وإما أن تحدث له سعادة صحبتهم لحظة ، أو يقع اهتمام من هؤلاء الأعزاء به فيدرك في خاطره النسبة الجمعية ويطالع في باطنه المعنى الانجذابى ، وهو ما لا يمكن أن يتيسر بفترات من الرياضة والمجاهدة وأساس الارتباط بصحبة أولئك الأعزاء إدراك هذه النسبة ؛ فكل من توجد به هذه النسبة يخفون إلى إدراك صحبته ، وكل من لا تدرك فيه هذه النسبة يعرضون عن صحبته ، ومن الأنفاس القدسية لأحد هؤلاء الأعزاء هذه الرباعية التي نوردها هنا على سبيل التيمن والتبرك :\r\n\r\n( رباعية )\r\n كل من جالسته ولم يحدث لك جمع قلبي * ولم يفارقك عناء مائك وطينك\r\nفتورع عن مصاحبته واهرب منه * فإذا لم تفعل فارقتك روح الأعزاء \r\n( ألحقنا الله سبحانه بالصالحين ووفقنا بالصالحات )\r\n\r\n( وقال قدس سره )\r\n ولو تضحوا منها ثرى قبر ميت * لعادت إليه الروح وانتعش الجسم \r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nالنضخ رش الماء من الباب الثاني ، الثرى هو التراب الرطب ، الانتعاش الانبعاث ، وضمير نضحوا يعود على الندمان في البيت السابق والألف واللام في الروح والجسم بدل من المضاف إليه أي لعادت إلى الميت روحه وانتعش جسمه ، يقول : لو رش الندمان رشحة من تلك المدامة على ثرى قبر ميت فإن الروح التي فارقته تعود إلى جسمه وينتعش الجسم ويهتز بعد موته بسبب عودة الروح إليه .\r\n\r\n( رباعية )\r\n يعجز العاشق عن تجنب الخمر * خاصة الخمر التي تثير العشق وتهيجه\r\nوكل من تلقى جرعة منها على جسده * حلت الروح فيه فانبعث من لحده \r\n( لامعة ) : الحياة قسمان : الحياة الحسية الحيوانية المشتركة بين كافة الأحياء من الإنسان وغيره ، والحياة الحقيقية الروحانية المختصة بخواص أفراد الإنسان وهذه على ثلاث درجات ؛ ( الأولى ) : الحياة بالعلم والمعرفة من الموت بالجهل وعدم المعرفة قال الله تعالى  ( أَ وَمَنْ كانَ مَيْتاً فَأَحْيَيْناهُ )  ، وقال بعضهم أو من كان ميتا بالجهل فأحييناه بالعلم ؛ لأن القلب يعرف الحق بواسطة العلم ويتحرك في طلبه ، والعلم والحركة من خواص الحياة كما أن الجهل والسكون من خواص الموت .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n العلم هو الحياة الدائمة للعلماء * فافتح عينك وهلم إلى نبع العلم\r\nذاك النبع الذي شرب منه الخضر * ماء الخلود  ( وَعَلَّمْناهُ مِنْ لَدُنَّا عِلْماً )  \r\n( الثانية ) : حياة القلب بجمع الهمة في التوجه إلى جناب الحق سبحانه ، وقصد سلوك طريقه من موت التفرقة ، وهذا الجمع يؤدى إلى الحياة الحقيقية الأبدية بل هي عين الحياة ، كما أن التفرقة وهي توزع الخاطر بسبب تعلق النفس بالمحبوبات المتنوعة والمشتهيات المختلفة ، وكلها أموات ، هذه التفرقة موت والتعلق بالأموات هو عين الموت .\r\n\r\n( رباعية )\r\n كل شئ في الحياة خلا الحي الجليل * ميت فلا تكن بسبب عشق هذا الميت بالذليل\r\nعلى موتك موت ذلك دليل : * الجنس إلى الجنس كما قيل يميل \r\n( الثالثة ) : الحياة بوجود حضرة الحق سبحانه ووجدانه من موت فقده وعدم وجوده ، بمعنى أن تفنى في بقاء الحق سبحانه وتبقى ببقائه وتحيا بحياته ، وتعلم أن كل حياة ليست به موت وكل حرارة ليست منه برود .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n طالما لم تقتلع قلبك من وجودك * ولم تكن عبدا مقيدا بذات الله\r\nولو فرضنا أنك حياة والحياة بك حية * فأنت ميت ما لم تكن حيا بالله \r\nإذن فيمكن أن يكون مراد الناظم - قدس سره - هو إذا أبلغ نور من أنوار المحبة الذاتية وأثر من آثارها إلى من إدركه موت الجهل أو موت التفرقة أو موت فقد الله وعدم وجوده فإنه يعود إليه روح العلم أو روح جمع الهمة أو روح الحق سبحانه ووجدانه ، وينتعش جسمه بهذه الروح ويقوم بالشكر على هذه الحياة التي حصلت له بسبب عودة تلك الروح بصرف تلك الحياة فيما وهبه الحق تعالى لها .\r\n\r\n( رباعية )\r\n حيثما يثير الحبيب مجلس الوصل * وحتى يهرق في كأسى جرعة السرور\r\nتشبث روحي بيد الأمل في خاصرته * وينبعث جسمي وقد عقد وسطه بحزام خدمته \r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n ولو طرحوا في فىء حائط كرمها * ليلا وقد أشفى لفارقه السقيم \r\nطرحه طرحا ألقاه من الباب الرابع ، الفىء ما بعد الزوال من الظل ، وحكى أبو عبيدة عن رؤية : كل ما كانت عليه الشمس فزالت عنه فهو فىء وظل ، وما لم تكن عليه الشمس فهو ظل ، والحائط هو الجدار ، إعتل أي مرض فهو عليل أشفى المريض على الموت أي أشرف .\r\nالسقام المرض وكذلك السقم وهما نعتان مثل الحزن والحزن ، يقول : ولو أسقطوا في ظل الجدار المحيط بكرم المدامة مريضا مشرفا على الهلاك فلا بد أن يفارق في ظل ذاك الجدار ضعف السقم والمرض جسد ذاك العليل .\r\n\r\n( رباعية )\r\n تسير خمر العشق في السوق رائجة * ويمضى الحزن من رؤيتها مشتريا\r\nوفي ظل حائط الكرم التي منها هذه الخمر * يزول مرض الموت من جسد العليل \r\nالمحبة الذاتية هو عصارة فواكه علومهم وخلاصة ثمرات معارفهم ، والمراد بالحائط هو وجودهم الجسماني وصورتهم الهيولانية باعتبار إحاطتها واشتمالها على الكرم المذكور ، ومنع الأغيار من الوصول إلى\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nقلوبهم ( يعنى ) لو أبلغوا إلى حمى حماية العارفين الواصلين وظل عناية الكاملين المكملين - الذي يبرئ كعيسى مائة مريض في نفس واحدة بل ينفخ الحياة في ألف ميت في لحظة واحدة - مريضا اقترب إلى سقم الجهالة وعلة البطالة ولو بطل فيه الاستعداد الفطري للحياة بالحياة الطيبة للمحبة الذاتية فلا ريب أن يزول عنه ذاك السقم ، ويصل من تلك العلة إلى الشفاء العاجل بيمن صحبته أولئك العظام وبركة ملازمتهم .\r\n\r\n( رباعية )\r\n الشيخ الذي كان عمله هو بيع الخمر * اسلك الطريق صوب حرم محفل خلده\r\nفإذا لم تجد في حرمه مجلسا * فأوجد لنفسك مكانا في ظل جداره \r\n\r\n( رباعية )\r\n السالكون لطريق العشق برجولة * كل منهم في الإشفاء مسيح ثان\r\nحيثما ينظرون بنظر اللطف والرحمة * يزيلون في لحظة مرضا أزمن مائة عام \r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n ولو قربوا من حانها مقعدا مشى * وينطق من ذكرى مذاقتها البكم \r\nالتقريب هو الإدناء ، والمقعد اسم مفعول من الاقعاد هو العاجز عن المشي ، والذكرى هو التذكر من الباب الأول ، والذوق والذواق والمذاق والمذاقة هو التذوق من الباب الأول ، والبكم جمع أبكم وهو الذي لا ينطق .\r\nيقول : إذا قرب إلى حانة تلك الخمر من عجز عن المشي لمشى ، ولو ذكر مذاق تلك الخمرة الصافية أبكم انعقد لسانه لجرى لسانه بالكلام\r\n\r\n( رباعية )\r\n أروم تلك الخمر التي إن هوى قربها سالك عاجز * قويت قدماء على السير\r\nولو تخيل أبكم مذاقها * لانفتح عن لسانه المعقود عقدته \r\nيمكن أن يكون مراد الناظم - قدس سره - أنه لو قرب إلى كلّاب الشوق وأنشوطة إرادة حرم صحبة الكاملين المكملين الذي هو حانة العشق ومجلس شراب المحبة مقعد لا يستطيع بعون سعيه واجتهاده أن يخرج من سفل الوجود ومضيق عبادة الذات فإنه يلقى بإمداد تربية الشيخ المكمل قوة السلوك ، ومكنه السير فيطأ بخطوات الهمة رأس الدنيا\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوالآخرة ، وبحكم ( خطوتين وقد وصلت ) يخف إلى منصة الوصال وبلاط الاتصال ، وإذا ذكر غافل ذاك الشراب الذي يشرب من كأس المحبة في مجالس القدس ويذاق مذاقه في محافل الأنس ، وهذا الغافل في بيان الحقائق أبكم وفي كشف الدقائق غير منطلق اللسان أكثر من العاجزين عن البيان لتكلم ببغاء ناطقته ولانفتح لسانه بإظهار أسرار العرفان .\r\n\r\n( رباعية )\r\n حين يخرج ثمل الراح من دار المدام * وينتشر نشره الطيب إلى الرياض\r\nيتبختر السرو وهو ثابت بمكانه * ويتكلم كذاك السوسن الذي بغير لسان \r\n\r\n( وقال قدس سره )\r\n ولو عبقت في الشرق أنفاس طيبها * وفي الغرب مزكوم لعاد له الشم \r\nعبق به الطيب الكسر أي لزق به عبقا بالتحريك ، وعباقية مثل ثمانية ، يقول إذا فاح الريح الطيب لتلك الخمر في الشرق وهو مطلع الأنوار ومنشأ الظهور والإظهار بينما كان في الغرب موطن البطون\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nومقام الخفاء والكمون مزكوم محروم من إدراك كل مشموم ؛ فلا مناص من أن تعود إليه قوة الشم وتتعطر باستنشاق رائحة تلك الراح .\r\n\r\n( رباعية )\r\n تستعيد الخمر من العدم الجافل الروح * وتعيد الراح سعادة القلب إلى الغارق بالهم\r\nوإذا أبلغت من الشرق ريحها إلى الغرب * أعادت للمزكومين قوة الشم \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - أنه إذا هبّت من مشرق الذات الأحدية وهو مطلع الأقمار والشموس للأرواح والنفوس روائح الإرادة الأزلية وفوائح المحبة المبدئية ، وكان في مغرب الأبدان العنصرية للأفراد والأشخاص البشرية وهو محل استتار أنوار تلك الشموس والأقمار مزكوم محروم ؛ اختلت فيه مشام ذوقه وإدراكه بواسطة استيلاء برودة هواء النفس وكثافة بحار الطبيعة فإن سرعة سريان تلك الروائح وشدة نفوذ تلك الفوائح تفتح مشام ذوقه وإدراكه وتبلغه استشمام نفحات ( إني لأجد نفس الرحمن من جانب اليمن )\r\n\r\n( رباعية )\r\n رياح السحر التي شقت جيب الياسمين * فتحت نافجة منعمات الروض \r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n إني لأفتدى بروحى هذه الرياح التي حملت * إلىّ النفّس التي وجدها النبي من جانب اليمن \r\n\r\n( وقال قدس سره )\r\n ولو خضبت من كاسها كف لامس * لما ضل في ليل وفي يده النجم \r\nالخضاب ما يختضب به وقد خضبت الشئ أخضبه خضبا ، اللمس لمس باليد وقد لمسه يلمسه معا بالضم والكسر . يقول : ولو خضب من انعكاس أنوار كأس تلك المدامة كف لامسها فلا ضلّ في أي ليلة ظلمانية حالما يكون بيده من عكس تلك الكأس نجم نوراني .\r\n\r\n( رباعية )\r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - أنه لو تخضبت بانعكاس الأنوار واقتباس الآثار لكأس شراب المحبة الذاتية ، وهي الحقيقة المحمدية والروح الأحمدية كما مر تحقيقها في شرح بيت ( لها البدر كأس وهي شمس يديرها ) ، لو تخضبت يد إرادة مقبل وكف كفاية عارف دخل بحسن اجتهاده وقوة استعداده معرض مساس تلك الكأس لما فضلّ في ظلمات الاحتجاب بالحجب الظلمانية الطبيعية ، طالما كان بيده من تلك الأنوار المنعكسة والآثار المقتبسة نجم من أفق الكرامة طالع ونور هداية  ( وَبِالنَّجْمِ هُمْ يَهْتَدُونَ )  منه لامع :\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n كل جنس كان للعاشق تليد أو طريف * فهو مرتهن بالراح في حانة العشق\r\nأنى يضل في الليل المدلهم الطريق * من بكفه من قدح شمع الهداية نور ؟ \r\n\r\n( وقال قدس سره )\r\n ولو جليت سرا على أكمه غدا * بصيرا ومن راووقها تسمع الصم \r\nجلبت على البناء للمفعول أي أظهرت وكشفت ، راق الشراب يروق روقا أي صفا وروقته أنا ترويقا والراووق هو المصفى ، يقول : لو أظهرت المدامة المذكورة ظهورا مستورا عن الأغيار على عين من ولد أعمى وتجلت إلى عماه الخالد فلا بد أن تنور عينه ويحتظى بسعادة البصر ، ومن صوت تقطر تلك المدامة في تصفيتها تنجو - إذن - الأصم من علة الصمم ويبلغ سعادة السمع .\r\n\r\n( رباعية )\r\n حين تكون للخمر صفة التجلي * تلقى مئات من العيون العمياء نورا\r\nوإذا بلغ صوت تصفيتها * إلى أذن أصم نجا من الصمم \r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nويمكن أن يكون مراد الشيخ الناظم - قدس الله سره ، - أنه لو أجلى شراب المحبة الذاتية على باطن من ولد أعمى وسره ولم تقع عين شهوده على وجه الحق والجمال المطلق منذ أن ولدته الآباء العلوية والأمهات السفلية فلا بد أن ينار بصر بصيرته ويتمكن من شهود الوحدة في الكثرة ، ولا يرى في المجالى الخلقية غير وجه الحق ، ولا يشاهد في المراتب التقييدية سوى الجمال المطلق وتنفتح الأذن الواعية للحديث وهي ( كنت له سمعا فبى يسمع ) للأصم الأصلي وغير السامع الجبلىّ بصدى صوت حيث إمرار شراب المحبة على راووق الرياضة الشاقة والمجاهدات الصادقة حتى يتصفى من كدر التعلق بما سوى حضرة الذات ، ويهتز من استماع الأسرار الروحانية والأخبار الربانية .\r\n\r\n( رباعية )\r\n عشقك القديم جدّد نظري وسمعي * حتى لا أخلو هنيهة منك\r\nفي كل ما أنظر أرى جمالك * ومن كل من يتحدث أسمع كلامك \r\n\r\n( رباعية )\r\n جاء العشق وفتح علىّ باب الدولة * إلا ما انغلق قط هذا الباب على أحد \r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n فدق لكل سامعة طبل ( بي يسمع ) * ومنح كذلك الباصرة لمعة ( بي يبصر ) \r\n\r\n( وقال قدس سره )\r\n ولو أن ركبا يمموا تراب أرضها * وفي الركب ملسوع لما ضرّه السم \r\nيقال مر بنا راكب إذا كان على بعير خاصة ، والركب أصحاب الإبل دون الدواب ، يممته برمحي تيميما أي قصدته دون سواه ، لسعته الحية عضته من الباب الرابع ، ضرّه ضرا ومضرة أضره من الباب الأول ، والسم القاتل بالضم والفتح ، يقول لو إن جماعة من راكبى الإبل قصدت لثم أرض توجد بها هذه المدامة وفيهم ملسوع مصاب بالسم فما ضره ذاك السم وما ذاق شربة الهلاك .\r\n\r\n( رباعية )\r\n الروضة التي يغرس كرمها بقصد الخمر * ينبت من غثائها وقشها زهر الرحمة\r\nولو مر ملسوع على ترابها * لكان ترابها ترياقا \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - هو لو أن جمعا من العظام المبختين وعلى بخاتى الشوق راكبين قصدوا زيارة ترابى الطبع والذي كانت أرض استعداده مغرس كرم تلك الخمر\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nالصافية ، وكان في سلك نظم تلك الجماعة مريض لسعته حية النفس والهوى وذاق سم أفعى حب الدنيا يتنفس معهم أنفاس المرافقة ويخطو بقدم الموافقة فلا ضره ذاك السم وما آذاه ؛ لأن صحبة هذه الطائفة لملسوعى أفعى النفس والهوى ولمسمومى سم محبة الدنيا ترياق أكبر بل أنجع من الترياق الأكبر وأنفع .\r\n\r\n( رباعية )\r\n القوم الذين قبلة همتهم هي الحق * لا تشح بوجهك عن خدمتهم ما دام لك وجه\r\nوتمنح من ذاق من الدهر سم الآفات * صحبتهم خاصية الترياق \r\n\r\n( وقال قدس سره )\r\n ولو رسم الراقي حروف اسمها على * جبين مصاب جن أبرأه الرسم \r\nرسم على كذا وكذا أي كتب ، رقاه رقية ورقيا عوّذه من الباب الثاني أصابته المصيبة بلغته المصيبة ، جن الرجل جنونا وأجنه الله فهو مجنون ولا يقال مجن به ، يقول لو نقش كاتب تعويذ حروف تلك المدامة الطيبة على جبهة مجنون لصار عاقلا وحكيما .\r\n\r\n( رباعية )\r\n اشرب من تلك الصهباء التي تسعد الطبع * ويزيد منها الإدراك والعقل آلافا \r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n ولو نقشت على جبهة مجنون * من اسمها حرفا لصار من العقلاء \r\nويمكن أن يكون مراد الشيخ الناظم - قدس الله سره - هو أن العارف الواصل والمرشد الكامل والعالم الذي يرقى مجنونى النفس والهوى والقارئ لتعويذة مصروعى محبة الدنيا لو رقم تفاصيل سمات شراب المحبة الذاتية وعلاماتها بقلم النصيحة والإرشاد على جبين باطنهم وهو صحيفة خيال جريدة الأماني والآمال فلا بد أن يخلّصهم من علة ذاك الصرع وآفة ذاك الجنون ويحفظهم من غوائلهما ويؤمنهم منها .\r\n\r\n( رباعية )\r\n القوم الذين ارتبطوا بالعشق والولاء * وأوصدوا دونهم باب التزوير والرياء\r\nجلسوا في زاوية الصدق والصفاء * وتخلصوا من صراع الحرص والاشتهاء \r\n\r\n( وقال قدس سره )\r\n وفوق لواء الجيش لو رقم اسمها * لأسكر من تحت اللواء ذلك الرقم \r\nيقول لو رقم اسم تلك المدامة الهنية المرية وصفتها وعلامتها وسمتها بأعلى علم جيش كثيف فإن ذاك الرقم يسكر الجالسين تحت ظلال هذا العلم وينجيهم من ظلمات مضيق إفاقتهم .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n اطلب تلك الخمر التي إن وضعت * على كف الملك كأسا منها لخلع عن رأسه تاج الجاه\r\nولو رقمت اسمها فوق لواء الجيش * لسكر جميع الجيش بأسفل ذاك اللواء \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - بالجيش جماعة المريدين وجمع المستفيدين ، والمراد بلواء الجيش المرشد الكامل المشتهر كالعلم في علو المقام والهداية إلى كل مقصد ومرام بين تلك الطائفة الاشتهار التام ؛ يعنى لو رقم الكاتب الحقيقي ل   ( وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ )   على لوح الجهة الروحانية للمرشد الكامل المتفوقة على جهته الجسمانية سمات شراب المحبة الذاتية وصفاتها بالتجليات الذاتية ، الاختصاصية فلا بد أن يسكر هذا الرقم ويخلص من وحشة الوجود من هم تحت إحاطة ذاك الكامل وظل تربيته ، ومن هم بعلاقة الإرادة ورابطة المناسبة في استفاضة الكمالات والاستفادة بالمقامات والحالات صادقون مخلصون .\r\n\r\n( رباعية )\r\n الحبيب الذي تفنى عن نفسك حين تراه * خير من ذاك الذي تتسفل تحت قدمه\r\nفإذا لم تشرب الخمر كأسه اللّعليّة مرّة * سكرت من دلال عينه السكرى \r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n تهذب أخلاق الندامى فيهتدى * بها لطريق العزم من لا له عزم\r\nويكرم من لم يعرف الجود كفه * ويحلم عن الغيظ من لا له حلم \r\nالخلق هو الهيئة الراسخة في النفس التي تصير بسهولة مبدأ صدور الأفعال الحسنة أو السيئة ، والتهذيب تبديل الأخلاق السيئة إلى الحسنة ، والعزم هو التوجه بجميع القوى الظاهرية والباطنية إلى جانب المطلوب ، كرم كرما أكرم وتكرم وهو كريم وحلم حلما تحمل وهو حليم وكلاهما من الباب السادس ، جاد عليه بماله جودا أي تكرم عليه بماله من الباب الأول ، يقول تنقذ تلك المدامة وشربها من ذمائم الصفات وتبلغ محامد الأخلاق ندماء المحفل وقرناء المجلس من أهل القلوب فيهتدى إلى العزم الصادق من عرج قدم مركب إرادته من البداية ووهن عنان عزيمته .\r\n\r\n( رباعية )\r\n تحسن المدامة طبع الأشرار * وتطهر الخمر سيرة الأدنياء \r\nوترشد إلى العزم الصادق الطلاب في طلبهم المطلوب المطلق\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nوكذلك بسبب تلك المدامة وشربها يخطو في دائرة الكرم غير الكريم الذي عجزت يده عن البذل والسخاء وجهلت كفه بحر الجود والعطاء ، وكذلك لنفس ذاك السبب يطأ بقدم الحلم - حين تعصف بالهجوم عاصفة الغضب - بذاك المتهور غير المتصف بالحلم والمعروف بالتحمل\r\n\r\n( رباعية )\r\n المبجل الذي يكنز الدراهم ليله ونهاره * يتعلم من جودة الخمر الجود والكرم\r\nومن يطفئ ما بالخمر نار غضبه * لا تزيد فيه نائرة الظلم والغبن \r\n( لامعة ) : أعلم أن تهذيب الأخلاق وتحسينها إما أن يكون بحسن العادة على نحو أن تنتقش النفس بنقوش آثار الخير بواسطة حسن تربية الأبرار وملازمة صحبة الأخيار وترتسم فيها وترسخ هيئة الأخلاق الحسنة بواسطة تكرار المشاهدة ، وتستأصل منها عروق الصفات الذميمة والأخلاق السيئة ، وإما بنور العقل الذي يميز بين الخير والشر ويهتدى إلى حسن الأخلاق ، وتبدو إرادتها في قلبه وترتسم بتكرار تصورها وممارسة العمل بموجبها هيئات عدة مرضية في النفس ، وإما بنور الإيمان المصدق بسبب الإيمان بالآخرة في ترتيب الثواب على الأخلاق الحسنة ، ووجوب العقاب على الأخلاق السيئة ، ويحرص على الخير وينزجر عن الشر فتحصل في النفس بواسطة المواظبة على\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nاكتساب الخير واجتناب الشر الملكات الحميدة وتزول الصفات الذميمة ، وإما بنور التوحيد حين يصير قلب السالك بعد أن يفنيه عن نفسه تجلى الذات ويبقيه بنفسه عرش الذات وتغدو نفسه مظهر الصفات وتجرى من بحر الذات جداول الصفات والنعوت في مجارى صفاته ويتحقق له التخلق بالأخلاق الإلهية ، وليس أعلى من هذا مرتبة وكل من وصل هذا المقام لقى منزلة ما بعدها منزلة ، وكمال هذه المنزلة لرسول ( الله صلى الله عليه وسلم ) الذي خوطب بخطاب  ( وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ )  ، ومن بعده بحسب المناسبة وقدر القرب خواص الأمة فلهم نصيب من هذه الكرامة ، والفرق بين هذا المتخلق وسائر المتخلقين هو أن نصيبهم من حقائق الأخلاق لا يعدو الآثار والرسوم ولا يتخلقون إلا ببعض ، أما المتخلق الموحد فبجميع حقائق الأخلاق متخلق ومتصف .\r\n\r\n( رباعية )\r\n عشقك صهرنى بحرارة الشوق * وأخلانى من جملة صفاتى\r\nثم صنع لي خلعة من صفاته * وأكرمني بهذه الخلعة الكريمة \r\nوهذا ما فعل الشيخ الناظم - قدس سره - بإشارته في هذه الأبيات إلى هذه المرتبة الأخيرة في قوله :\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n ولو نال فدم القوام لثم فدامها * لأكسبه معنى شمائلها اللثم \r\nنال خيرا ينال نيلا أي أصحاب وأصله نيل ينيل مثل تعب يتعب ، ورجل فدم أي غبي تقيل ، والفدام ما يوضع في فم الإبريق ليصفى به ما فيه ، والفدام بالفتح والتشديد مثله ، واللثم القبلة وقد لثمت فاها بالكسر إذا قبلتها وربما جاء بالفتح ، والشمال الخلق والجمع الشمائل كذا في الصحاح ، الفدم فاعل نال واللثم مفعوله ويجوز العكس أيضا ، وأكسب يقتضى مفعولين فأولهما ضمير الفدم وثانيهما معنى شمائلها ، يقول : لو وصل من اشتهر بين قومه بالبلادة والجهل والغباء وثقل الروح إلى تقبيل ما يوضع في فم إبريق الخمر وحلقها ليمر من خلاله الخمر فيفصل صافيها من ثمالها فإن تقبيل هذا الرجل يصل به إلى الأخلاق الحميدة والأوصاف المرضية التي يقتضيها شربها ، وهي ثمرة المداومة عليها كالجود والسخاء والحلم والحياء وغيرها .\r\n\r\n( رباعية )\r\n ذاك الساذج الذي يسلك طريق الأذكياء * ويمضى جهلا في سلوك التائبين \r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n إذا لثم فم إبريق الخمر المغطى * اكتسب خاصية شاربي الخمر وطبعهم \r\n\r\n( رباعية )\r\n ذاك الساذج الذي جعل طالعه المقبل * منزله تراب باب حانتنا\r\nحين لثم بشفته شفة الإبريق الطينية * سال من قلب الإبريق على قلبه خمر \r\nويمكن أن يكون المراد بفدم القوم المريد الذي كان بفطرته استعداد المعرفة وقابلية المحبة ، وبناء على هذا الاستعداد والقابلية ينتسب إلى القوم لكن تلك المحبة والمعرفة لم تبلغ بعد الفعل من القوة ولم تنته من البطون إلى الظهور ؛ ولهذا السبب يتسم بالجهل والبلادة ، والمراد بالفدام هو الضعف وهو كمامة إبريق المحبة وغطاء سر المعرفة وما لا يليق باستعداده فيبلغه إلى ما يليق به ويحفظه عما لا يليق ، إذن فحاصل المعنى أنه إذا وصل مستعد لم تظهر به إذ ذاك أسرار المحبة وأنوار المعرفة فيه إلى تقبيل قدم العارف الكامل والمحب الواصل فلا بد أن يحدث له بيمن خدمة ذاك الكامل وبركة صحبته كل ما كان في استعداده من أسرار المحبة وأنوار المعرفة .\r\n\r\n( رباعية )\r\n أيها القلب قلل من حديثك مع الغافلين والأنجاس * وخلص يديك من رسم ذوى الأهواء الجامحة \r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n إن أردت الخلاص من لوثك * فحذار أن تعرض عن متابعة الأطهار \r\n\r\n( وقال قدس سره )\r\n يقولون لي صفها فأنت بوصفها * خبير ، أجل عندي بأوصافها علم\r\nصفاء ولا ماء ولطف ولا هوى * ونور ولا نار وروح ولا جسم \r\nأجل بمعنى نعم ، و ( لا ) في قوله ( ولا ماء ) وأخواته هي المشابهة لليس وخبرها محذوف أي المدامة صفاء وليس هناك ماء فلا يكون ذلك الصفاء صفاء الماء وهي لطف وليس هناك هواء فلا يكون ذلك اللطف لطف الهواء ، وكذلك هي نور وليس هناك نار فلا يكون ذلك النور نور النار وهي روح وليس هناك جسم فلا يكون روحا متعلقا بالجسم ، والهواء بالمد قصر لضرورة الشعر . يقول :\r\nيقول لي الطلاب المستعدون والمريدون المسترشدون أذكر لنا وصفا عديدا خاصا لهذه المدامة ، التي شرحت في الأبيات السابقة خواصها ونظمت بالماس الفصاحة جوهرا أوصافها حتى تسكن نار عطشنا وتصل بفهمنا إلى حد إدراكها وأنت العليم بحقيقة أوصافها والقدير على بيانها كما ينبغي ؛ فقلت أجل فأنا شيخ حانة العشق والولاء وأمير خمار\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nالفقر والفناء عليم بخواص تلك المدامة وخبير بأوصافها وليس لي شغل شاغل إلا وصفها ولا فكر مستديم إلا شرح أوصافها .\r\n\r\n( رباعية )\r\n يصير كل بدني أذنين حين أسمع الكلام في الخمر * ولا أنصت إلى حديث لا يكون في وصفها\r\nأعرف جيدا أوصاف الخمر الصافية * وأديم القول فيها والسماع عنها \r\nوصفة هذه الخمر أنها كلها صفاء وليس كصفاء الماء الذي يتكدر بالغبار ، وكلها لطافة ولكن ليست كلطافة الهواء الذي يتكثف بالبخار ، وكلها أيضا نور ولكن ليس كنور النار التي تمتزج بظلمة دخانها ، وكلها روح ولكن ليست كالروح المتعلقة بالبدن التي تتشبث ببدنها .\r\n\r\n( رباعية )\r\n بلطف الهواء الخمر لكنها ليست هواء * ولا يمكن تسميتها بالماء لكنها جميعا صفاء\r\nكلها نور لكن ليست نارا * وهي روح لكن مستقلة عن ظلمة الجسم \r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n( لامعة ) : معرفة الحقائق المجردة البسيطة باعتبار التجرد والبساطة متعذرة ؛ لأن إدراكنا لحقائق الأشياء لا يكون باعتبار الحقائق المجردة البسيطة فقط ولا باعتبار وجودنا فحسب ، بل باعتبار اتصاف حقائقنا بالوجود وبتوابع الوجود كالحياة والعلم ، وباعتبار ارتفاع الموانع الحائلة بين المدرك ومدركاته ؛ إذن فهذه المعرفة لا يمكن أن تتحقق من جانب المدرك بدون كثرة ، ومن القواعد المقررة عندهم أن الواحد والبسيط لا يدركه إلا الواحد والبسيط ، إذن فلا يعلم من أي شئ غير صفاتها وعوارضها لكن لا من حيث حقائقها المجردة بل من حيث أنها صفات وعوارض لذلك الشئ ؛ ولهذا يقول الشيخ الناظم - قدس سره - في حكاية سؤال المريدين والمستفيدين ( وأنت بوصفها خبير ) ولا يقول ( وأنت بها خبير ) ، وبما أن تعذر هذه المعرفة وإدراكها بالنسبة للمريد المستفيد الذي ارتفع عنه هذا الحكم والذي يحقق له مقام ( كنت سمعه وبصره ) في قرب النوافل أو مقام ( إن الله قال على لسان عبده سمع الله لمن حمده ) في قرب الفرائض ليست متعذرة ، فما سبق في حكاية جواب المرشد الواصل والمحقق الكامل على لسان الشيخ الناظم - قدس سره - وهو ( أجل عندي بأوصافها علم ) كان بناء على ملاحظة مطابقة الجواب للسؤال وإلا فبسبب أن الحق سبحانه هو آله أدراك العبد في قرب النوافل أو بالعكس في قرب الفرائض فلا يمتنع إدراك الحقائق المجردة البسيطة مطلقا بل يتعلق بمشيئته .\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n يا من أضفت إلى نفسك العلم والعمل * كان علملك وعملك كله نقصا وخللا\r\nبما أن الحق بك وأنت به عالم * فكل نكتة مشكلة تصبح محلولة \r\nوفي قول الشيخ الناظم - قدس سره - ( وهو أجل عندي بأوصافها علم ) إشارة إلى أنه يجوز للمرشد الكامل الذي تخلص من قيد النفس والهوى وتحرر من حبالة العجب والرياء ، بل يجب عليه بحكم  ( وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ )  أن يعرض فضله وكماله ويجلى حسنه وجماله للطلاب المستعدين والمريدين المسترشدين من أجل تأكيد علامة الإرادة التي هي واسطة كل سؤدد وسعادة ، بل إنه يعلم بنفسه أن ذلك في الحقيقة هما كمال حضرة ذي الجلال والافضال وكماله اللذان انعكاسه على مرآة وجوده ووجد حقيقته متصفة بهما ؛ إذن فعدّ ذاك الكمال وعرض ذاك الجمال في الحقيقة عد كمال حضرة الحق وعرض جماله سبحانه ما أعلى شأنه وما أجلى برهانه .\r\n\r\n( رباعية )\r\n يحدث حينا أن يقع نظري على جانبي * وحتى لا تظن أنني مستفيد من ذاتي \r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n فإنني لأنظر في طلعتى جمال الحق * وأحصى من نسختي كمال الحق \r\n\r\n( وقال قدس سره )\r\n محاسن تهدى الواصفين لوصفها * فيحسن فيها منهم النثر والنظم \r\nهداة الطريق وهداه له وهداة إليه كلها بمعنى واحد يعنى أرشده إلى الطريق والضمير في ( لوصفها ) ، و ( فيها ) للمدامة وجعله بعض الشارحين لمحاسن والأول أحسن ، ومحاسن مبتدأ خبره محذوف أي لها محاسن ، يقول : لهذه المدامة صفات جديرة وخواص جميلة ، تبعث الواصفين العارفين والمادحين الواقفين على وصف كمالها ونظم جوهر مدحها ونرشدهم إلى ذلك ، فيحسن في شأن تلك المدامة من أولئك الوصّاف بسبب تلك الأوصاف اللطيفة والمعاني الشريفة أن ترتسم الكلمات المنثورة بسمة ( إن من البيان لسحر ) ، ويستحسن منهم لها الكلام المنظوم ينتظم في سلك ( إن من الشعر لحكمه ) .\r\n\r\n( رباعية )\r\n لما فتحت الخمر سترا عن صفات حسنها * دلّت الوصافين إلى وصفها\r\nومع أن بها بمثل كلامهم لطفا * إلا كثيرا آخر من اللطف زاد فوق ذلك اللطف \r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n كل من يفتح فمه بوصف الخمر * يزيد به حسن وصفه\r\nإن وصف كل شئ يجمل بالكلام * إلا وصف الخمر من عجب فهو الذي يزيد الكلام جمالا \r\n\r\n( وقال قدس سره )\r\n ويطرب من لم يدرها عند ذكرها * كمشتاق نعم كلما ذكرت نعم \r\nطرب من الفرح ومن الحزن طربا وهو طرب وطروب استخفه الجزل من الفرح والحزن من الباب الثالث ، وفي الصحاح الطرب خفة تصيب الإنسان لشدة حزن أو سرور ، وأيضا في الصحاح نعم بضم النون اسم امرأة ، وقوله ( ويطرب ) الواو إما لعطف على البيت السابق أو عطف قصة على قصة كالبيت الآتي أعنى قوله ( وقالوا شربت الإثم ) البيت ، والضميران للمدامة أو على جملة ( يحسن فيها ) أو على جملة ( تهدى الواصفين ) وعلى التقديرين فالضميران : إما للمدامة وحينئذ لا بد من تقدير ضمير عائد إلى المحاسن للربط أي عند ذكرها بها أي بتلك المحاسن ، وإما للمحاسن ولا حاجة إلى تقدير الضمير ، يقول يخف ولا يستقر من لم ير هذه المدامة ولم يذق مذاقة إدراك حقيقتها عند جرى\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nذكرها على اللسان أو سماعه على لسان الآخرين كما يهتز العاشق المشتاق في زاوية البعد والفراق بذكر معشوقه ويزيد به وجده وطربه .\r\n\r\n( رباعية )\r\n الذي خر به الهم يعمر بذكر الخمر * ويتحرر من قيد البلاء والمحنة\r\nومع أن أحدهم لا يعلم عنها شيئا لكن إذا * سمع اسمها سعد لسماع اسمها \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - أنه لما بللت طينة الآدمي في بداية الفطرة بماء المحبة وبذر في تربة استعداده وقابليته بذر العشق والمحبة ، فكلما سمع بلسان العبارة أو لغة الإشارة سرا من أسرار المحبة أو رمزا من رموز العشق والمودة فإنه يتذكر ذاك السر الأصلي والمعنى الجبلّى مع أنه كان لفترات طويلة غافلا بسبب التعشقات الصورية والمعنوية عن ذاك السر وذاهلا عن ذاك المعنى بواسطة التعلقات الدينية والدنيوية .\r\n\r\n( رباعية )\r\n كلما ذاع صيت من ذاك الحسن * الزائد عن الحد في مدينة وجودي\r\nتجدد مائة ألم قديم في قلبي * واستجد مائة كي عتيق على كبدي \r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n وقالوا شربت الإثم كلا وإنما * شربت التي في تركها عندي الإثم \r\nالإثم الذنب وقد تسمى الخمر إنما قال ( شربت الإثم حتى ضل عقلي ) كذلك الإثم يذهب بالعقول\r\nيقول : قال القاصرون عن فهم المعاني في ضمن الصورة والعاجزون عن إدراك الحقائق في لباس المجاز : إن المراد بتلك المدامة التي اعترفت في صدر القصيدة بشربها وسقت الأخبار في سائر أبياتها عن خواصها وآثارها هي الخمر ، التي يعبر عنها في اللغة بالإثم ، يسمى في الشريعة شاربها آثما أي المدام الصوري والخمر العنبي الذي شربه نتيجة الضلال ويستحق شاربها العذاب والنكال فينادى هؤلاء بالردع عنها ومنعها كلا وحاشا أن أشرب قط من تلك الخمر أو استريح لشربها ؛ بل إني شربت الخمر من كأس المحبة وجهدت في المداومة على شربها وترك هذا الشراب عندي ذنب وتارك شربه بعيد عن مشرب العقلاء الأذكياء .\r\n\r\n( رباعية )\r\n مقاساة التعب في غير طريق العشق إثم * والسير في غير شارع الحانة إثم \r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n قلت إن شرب الخمر حرام وحاشا * إن عدم شرب الخمر في مذهبنا إثم \r\n\r\n( وقال قدس سره )\r\n هنيئا لأهل الدير كم سكروا بها * وما شربوا منها ولكنهم همّوا \r\nهنؤ الطعام يهنؤ هناء وهناءة وهو هنىء أي طاب ومرأ الطعام من الباب السادس ، والدير معبد النصارى واصطلحوا به في مصطلحات الصوفية على العالم الإنسانى ، هممت بالشئ أهم هما إذا أردته قوله هنيئا صفة مصدر محذوف أي ليشرب أهل الدير شربا هنيئا لهم ، يقول : هنيئا خمر المحبة الذاتية للمتوطنين المتوسطى الحال في دير العالم الإنسانى الذين سكروا كثيرا بشرب هذه الخمر خلف الحجب الأفعالية والصفاتية واستراحوا قليلا من ثقل عبء الوجود والحياة بينما لم يشربوا من تلك الخمر شربة كالذين انتهوا من شربها بل قصدوا وهموا على شربها .\r\n\r\n( رباعية )\r\n أولئك الذين اخضعوا أعناقهم إلى إبريق الخمر * فنوا عن أنفسهم ولم يتناولوا منها كأسا\r\nلم يتجرعوا منها جرعة لكن لما خطرت * فكرة الخمر على قلوبهم صاروا سكارى \r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n وعندي منها نشوة قبل نشأتى * معي أبدا تبقى وإن بلى العظم \r\nالنشوة بالفتح السكر وزعم بعضهم أنه سمع فيه نشوة بالكسر ، نشأ الغلام نشأة ونشاءة رباه من الباب الرابع ، بلى بليا وبلاء قدم من الباب الثالث ، ويقول عندي من تلك المدامة سكر مقدم على وجودي ونشوة قبل نشوئى في هذا العالم ويبقى هذا السكر معي ولو بليت عظامي التي يقوم بها جسدي ويستحكم بها بدني .\r\n\r\n( رباعية )\r\n علىّ من وجودي علامة الفناء * وإنما عشقك أذاقنى خمر الفناء\r\nاسترحت من هذه الخمر من وجودي * ولو بليت فىّ عظامي \r\n\r\n( وقال قدس سره )\r\n عليك بها صرفا وإن شئت مزجها * فعدلك عن ظلم الحبيب هو الظلم \r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nشراب صرف بحت غير ممزوج ، مزج الشراب مزجا خلط الشراب من الباب الأول ، العدل ههنا بمعنى العدول عدل عن الطريق عدولا عاد عنه من الباب الثاني ، الظلم بالفتح ماء الأسنان وبريقها ، ظلمه وظلما جار عليه من الباب الثاني .\r\nيقول عليك أن تسعى إلى أن تشرب تلك المدامة صرفا ، وإذا لم تستطع شربها خالصة صرفا وأردت مزجها برشحة الزلال التي ترتضعها من شفتى معشوقك وأسنانه فافعل ولا تلق بالعدول عن ذلك بنفسك في ظلمات الظلم والجور .\r\n\r\n( رباعية )\r\n كأس الخمر الصافية ولو كانت يا شارب الخمر * مرة فلا تدع الخمر لمرارتها\r\nوإذا لم تقو على مرارتها فالأجدر بك * أن تحلى مذاقها بحلاوة شفتى حبيبك \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - هو : عليك أيها المحب العاشق والمريد الصادق أن تحب وتعشق حضرة الذات الرفيعة الدرجات بلا نظر إلى صفات جمالها أو جلالها ومطالعة صدور آثارها وأفعالها لأن المحبة التي لا تتحرك من محض الذات ، وتمتزج بشوائب الأعراض والأعواض إنما تتعلق بهذه الأعراض في الحقيقة لا بالذات بل بأمر من متعلقات الذات ، وأي غبن أفحش وخسارة أوحش\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nمن أن تترك محبوبك الأصلي ومطلوبك الحقيقي وتتجه إلى المحبوبين الطفيليين والمطالب المجازية ؟\r\n\r\n( رباعية )\r\n إلى متى أيها القلب ترضى بحرق الحرمان * وتنأى بنفسك عن حريم الوصل\r\nإن ستر المعشوق وجهه بنقابه * فتعال وتعشّق نقابه \r\nوإذا لم يكن استعدادك بظهور المحبة الذاتية وافيا وشربك العذب من كدر التعلق بما وراء الذات صافيا ، فلا تعدل عن محبة الأسماء والصفات فهي من وجه عين الذات ولا تعللّ باطنك بشائبة التعلق بأفعالها وآثارها .\r\n\r\n( رباعية )\r\n ذاك القمر الذي رأس ماله الوفاء والحب * وأوج فلك الحسن أدنى درجاته\r\nانظر إلى شمس وجهه وإذا لم تستطع ذاك * فانظر إلى ضفيرته السوداء التي هي جارته \r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n\r\n( وقال قدس سره )\r\n ودونكها في الحان واستجلها به * على نغم الألحان فهي بها غنم \r\nدونكها بمعنى خذها والاستجلاء طلب الظهور والجلاء والنغم جمع نغمة وهي صوت لابث زمانا واللحن ما يتركب من النغم ، فمعنى قوله على نغم الألحان على نغم يتركب منها الألحان ، غنم المال غنما اغتنمه من الباب الثالث والغنم ههنا بمعنى الغنيمة ، وأول الضميرين المجرورين للحان والثاني للألحان ، وما عداهما للمدامة . يقول : خذ تلك المدامة في حانة السكارى والثمالي واطلب اجتلاءها في تلك الحانة في مجتلى الكأس والزجاجة على النغمات العذبة والأحان الخالبة لأن شربها مع طيب الألحان وحسن النغم مرغوب ومغتنم .\r\n\r\n( رباعية )\r\n اجلس برجولة في ركن الحانة * وانظر جلوة الخمر من الكأس والزجاجة\r\nواشرب الخمر فهي غنيمة أيها العاقل * على نغمات الناى والألحان السّكرى \r\nويمكن أن يكون مراد الشيخ الناظم - قدس سره - بالحانة مجلس الكاملين المكملين وصحبة العرفاء العارفين الذي يشرب به شراب العشق\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nويباع به خمر المحبة على النغم والألحان لكل ما ينتج سماعه ذوقا أو يبيح شوقا من الأنفاس الشريفة لأرباب الكمال ، والإشارات اللطيفة لأصحاب المواجيد ، والأحوال ، والآيات ، والبينات القرآنية ، والكلمات المباركات للتنزلات السماوية ، والأذكار المزيلة للغفلة ، والأشعار المزيدة للحرقة ، والنغمات بالأمل ممتزجة والألحان للشوق مهيجة ، وحينئذ يكون المقصود من البيت التنبيه على أن تربية صفة المحبة وإنماء معنى الإرادة لا يتصوران إلا في صحبة هذه الطائفة ودولة حصولها وسعادة وصولها ليس لهما طريق آخر غير مشاهدة الحال واستماع المقال لهذه الجماعة ، إذن فيجب على الطالب الصادق ألا يخلى ذيل صحبة هذه الجماعة ما ترددت فيه الروح ، وأن يغتنم خدمة هذه الفرقة وملازمتها ما دام النفس منه يغدو وإليه يروح .\r\n\r\n( رباعية )\r\n يا من أنت بالظن والوهم مرتهن * أحق بك لو بمشرب العشاق تفتتن\r\nتغدو عاشقا إن سمعت حديثهمو * لا بل تصير العشق كله بهمو \r\n\r\n( وقال قدس سره )\r\n فما سكنت والهم يوما بموضع * كذلك لم يسكن مع النغم الغم \r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nسكن سكونا استراح وسكن الدار سكونا وسكنى وسكنا أقام بالدار وكلاهما من الباب الأول ، الهم الحزن والهموم الجمع ، وقوله ( ولاهم ) مرفوع عطفا على الضمير المستكن في ( سكنت ) أو منصوب على أنه مفعول معه ، يقول : الخمر الصافية اجرعها والنغمة الشافية اسمعها لأن الخمر ما استراحت زمنا في مكان واحد مع الهموم والأحزان ، والهم ما أقام لحظة في موضع واحد مع طيب الأنغام والألحان .\r\n\r\n( رباعية )\r\n أتود ألا ترى من الفلك غصة وهما * اسمع في الحانة ألحانا ونغما\r\nلا يجتمع معا دور القدح ودور الزمان * كالنغم والغم لا يجتمعان في مكان \r\n( لامعة ) : كل من أصابه غم فإما لحزن من فوات مطلوب أو أصابه مكروه فو محب الذات ولا ريب يطلب ويرغب كل الصفات المتقابلة للمحبوب والأفعال والآثار المتخالفة المترتبة عليها ، إساءته هي عين الإحسان وإذلاله هو نفس إعزازه سيان لأن ليس له مراد غير مراد المحبوب ولا يتصور أمرا يخالف مطلوب المطلوب ، وكل ما يأتي في حيز الوجود يكون لمراده موافقا وكل ما يروح إلى كتم العدم يكون لمقصوده مطابقا ، ومن هنا فلا يقع له فوات مطلوب أو إصابه بمكروه إذن فلا يحيق غم بمخاطره ولا يفوق هم على هاجسه .\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n لي زاد عدم الزاد في طريق العشق * ولي عدل عدم العدل من سيف الهجر\r\nوما دام قلبي سعيدا بإرادتك * فكل الأشياء هي طبق مرادي \r\n\r\n( رباعية )\r\n لست أنا الذي أود سرور الحياة * أو أروم سعادة العمر الخالد\r\nقد أزحت فكر الرغائب عن قلبي * ولا أبغى غير ما يبتغيه قلبك \r\n\r\n( رباعية )\r\n لا الوهم والخيال حيثما أكون * لا الألم والملال حيثما أكون\r\nأمور الدارين بوفق مراد قلبي * أي مجال للهم والغم حيثما أكون ؟ \r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n وفي سكرة منها ولو عمر ساعة * ترى الدهر عبدا طائعا ولك الحكم \r\nالسكرة اسم مرة من السكر وعمر الرجل بالكسر يعمر عمرا وعمرا أي عاش زمانا طويلا من الباب الثالث ، والمراد ههنا بعمر ساعة مدتها ، طاعة وطاع له يطوع ويطاع طوعا وطواعية الانقياد له من الباب الأول والرابع ، حكم بين القوم حكما وحكما وحكومة وهو حاكم وحكم أي قضى بين الناس من الباب الأول يقول : ولو ترى في سكرة واحدة من هذه المدامة الهنيئة ولو بمقدار ساعة من الزمان لرأيت الزمان عبدا منقادا لك ووجدت نفسك سيده الآمر الناهى .\r\n\r\n( رباعية )\r\n الأطيب لك أن ترهن حياتك للخمر * حتى نجمع وقتك المتفرق\r\nإذا سكرت نجوت من قيد الوجود * ووجدت كل الزمان عبدا لك \r\n( لامعة ) : إذا تخلص السالك في مقام الفناء في الله والبقاء به بواسطة استيلاء السكر بشراب المحبة من عبء الوجود وحمل عبادة الذات واختص بشرف خلعة البقاء الحقيقي وهو ( من قتله محبتي فأنا ديته ) رأى تصرفات حضرة الحق سبحانه كلها مضافة إليه هو ، ووجد\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nكافة الموجودات مطيعة لتصرفاته هو ؛ لأن تصرفات الفاني غير مستغرقة إلا عين تصرف حضرة الحق سبحانه وتصرف الحق تصرف كامل ولكافة الموجودات شامل .\r\n\r\n( رباعية )\r\n أسفر المعشوق عن وجهه * ففنى وجودي في وجوده\r\nولما صرته أنا كلى رأى قلبي منىّ * كل فعل وتصرف قد ظهر منه \r\n\r\n( وقال قدس سره )\r\n فلا عيش في الدنيا لمن عاش صاحيا * ومن لم يمت سكرا بها فاته الحزم \r\nعاش عيشا وعيشة ومعاشا ومعيشة حيا من الباب الثاني ، صحا من السكر ومن العشق صحوا أفاق من السكر ومن العشق من الباب الأول ، مات يموت ويمات موتا ومماتا وميتة لحقته المنية من الباب الأول والثالث ، فاتنى الشئ خرج من يدي وفات الوقت مضى من الباب الأول ، حزم حزما أحكم الأمر من الباب الثاني ، قوله ( صاحيا ) نصب على الحال من فاعل عاش ، وقوله ( سكرا بها ) نصب على أنه مفعول له لقوله لم يمت . يقول بما أن رأس مال كل سعادة هو التصرف في الموجودات والتسلط على الكائنات ، وهذا المعنى كما علمت منحصر في\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nالسكر ومقتصر على شرب الخمر ؛ إذن فكل من آثر الإفاقة ولم يذق من تلك الخمر مذاقة ما رأى من سعادة الدنيا حظا ، وكل من لم يتشبث بتلك المدامة ، ولم يمت سكرانا بها نشوانا ما سلك طريق العقل والفراسة وما سار سبيل الحزم والكياسة .\r\n\r\n( رباعية )\r\n من عاش مفيقا من شراب العشق * انكسر كأس طربه من حجر الإدبار\r\nومن لم يمت سكرانا من هذا الشراب * ما سلك طريق الحزم في العشق \r\n( لامعة ) : كل سعادة وحضور وابتهاج وسرور ينتج من حصول المرادات الدنيوية ، والوصول إلى السعادات الأخروية أو يكون ثمرة التحقق بالمعارف الروحانية والكمالات الإنسانية هو بالقياس إلى الاستهلاك في عين الجمع والاستغراق في لجة الفناء ، الذي يترتب على المحبة الذاتية والمناسبة الأصلية سوف يكون مستحقرا ، وسوف يكون مستنكرا ؛ إذن فالمحروم الذي لم تصبه هذه السعادة ولم يبلغه ذاك الابتهاج أي حظ احتظى به من حقيقة الحياة ، وأي تمتع تمتع به من كمال البهجة والحبور ؟\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n كل فرح يفرحه المرء بعيدا عن بابك ولو كان بمثل السلطان هو عليه خسران * وبقدر ما يربحه شحاذو بابك\r\nفرأس مال الملوك كله نقصان \r\n\r\n( وقال قدس سره )\r\n على نفسه فليبك من ضاع عمره * وليس له فيها نصيب ولا سهم \r\nبكى بكاء وبكى بالمد والقصر مضاد الضحك وضاع الشئ ضيعة وضياعا لم يحصل له وكلاهما من الباب الثاني ، السهم النصيب والنصيب الحظ من الشئ ، يقول يجب أن يبكى على نفسه ويقيم مأتما له من أضاع نقد حياته ورأس مال أوقاته ولم يجعلهما وسيلة لعشق الخمر وواسطة للفناء والسكر ، ولم يقم بتحصيل جرعة منها وتكميل حظ بها .\r\n\r\n( رباعية )\r\n إنما الرجل الذي ينفق رأس مال عمره على خمره * لأن العمر بلا شرب الخمر أساس الألم والهم \r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n وكل من لم يحتظ من الخمر في عمره * قل له ابك دما فقد أضعت عمرك \r\n( لامعة ) : المقصود من خلق العالم هو وجود بني آدم ، والمطلوب من وجود بني آدم هو المعرفة والمحبة للحق تقدس وتعظم لأن السعادة الأبدية بهما منوطة واللذاذة السرمدية بهما مربوطة ، وأعظم أسباب اكتساب المعرفة والمحبة هو نقد الحياة ورأس مال الأوقات والساعات فإذا صرفها الطالب اللبيب بالمواظبة على وظائف الطاعات والمداومة على مراسم العبادات مع التوجه التام وإخلاص النية على الدوام وتفريغ القلب بالكلية عن الأغراض الدنية الدنيوية ، بل عن جميع التعلقات الكونية تستقبله سابقة العناية وتنفتح عليه سبل الهداية فيغدو قلبه مهبط أنوار المعرفة وتصبح روحه مخزن أسرار المحبة ، ويكسى خلعات السعادة الأبدية ، وينثر عليه نثارات البهجة السرمدية ، وتبقى خاتمة أحوال عن الغرامة مصونة وتصير عاقبة أفعاله وأعماله من الحسرة والندامة مأمونة ، وإذا فعل والعياذ بالله خلاف ذاك أبله أو أكمه لم تكتمل بصيرته بكمال الهداية ، ولم تتبدل ظلمة جهالته إلى نور الدراية وحصر كافة اللذات في التمتعات الحسية وقصر سائر الراحات على الشهوات البهيمية ، وعد أيام حياته أساسا لاستيفاء المناهى وحّول حاصل أوقاته حلية لاستقصاء الملاعب والملاهي ، وآخر الأمر لم يلق من نفحات رياض اللطف والجمال حظا ، ولم يذق من رشحات أقداح القرب والوصال جرعة فإن على شفتيه نفير الحسرة ، وفي قلبه زفير المحنة ،\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nوعلى صدره كي الخسران وفي عينيه دمع الحرمان ، سلك طريق العدم وخطا في مسار الخسار وبدأ لسان حاله هذا الترنم وناح بهذا التنغم :\r\n\r\n( رباعية )\r\n وا أسفاه فقد ضاع وقت العمل * وراحت أسباب وصال الحبيب\r\nوفي معرض لذة فانية * ضاعت مائة لذة باقية \r\n\r\n( رباعية )\r\n تجرعنا من كأس الأجل السم من أسف * ورحلنا عن قصر الأمل من أسف\r\nوقطعنا من الراحة الفانية الأمل * ولم نبلغ السعادة الباقية من أسف \r\nويحق لأهل الأرض أن يبلغوا من جرمان ذلك التعيس نواح الحسرة إلى السماء ويجدر بأهل السماء أن يهرقوا من خذلان ذاك الحزين دموع الأمل والمحنة إلى الأرض\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\n\r\n( رباعية )\r\n من يبلى روحه بعيدا عن فرقتك * ويطهر دم قلبه من سنان رمشك\r\nيحق للجبل أن ينوح تألما عليه * ويجدر بالحجر أن يبكى على حاله \r\n\r\n( رباعية )\r\n كل مغتمّ يبكى من الطالع المنكوس * ويتوجع من فرقة هذا الحبيب الصبوح\r\nإن حكى عن آلام قلبه مع الجبال * صارت كل عين فيها عينا تبكى عليه الدم المسفوح \r\n\r\n( خاتمة في المناجاة )\r\nإلهي كل ما خطر في قلبنا أو مر على لساننا إن كان في حساب الصدق والصواب فهو نتيجة إنعامك وثمرة كشفك وإلهامك فامنحنا الأجل لأداء شكرك عليه ، وإن كان في عداد الكذب والفساد فهو من قصور أهليتنا ونقصان قابليتنا فامتن علينا بحسن تجاوزك وغفرانك .\r\n\r\n( رباعية )\r\n الفعل منك يوجب الشكر والثناء * والصنع منا يسبب الجرم والخطاء \r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n ليس إلا خيرا وكمالا حيثما تكون * وإن كان شر فهو من جانبنا \r\nأطلق خاطرنا من التقييد بما سواك وأغرق أوقاتنا في الاستغراق في شهود كبرياك ، ولأن كل إنسان يتعقب مقصودا ويسلك طريقا يريد حسنا منشودا فكن أنت قبله مقصودنا ، وصر أنت غاية حسن منشودنا .\r\n\r\n( رباعية )\r\n عبوديتك جنونى من حياتي * ويحرم على الأحياء القلوب الأنفاس بدونك\r\nكل امرئ يطلب منك مقصود قلبه * لكن ( الجامي ) لا يريد منك إلا أنت وكفى \r\nواحفظ عاقبة أمرنا من غائلة الغرامة وحصّن خاتمة عمرنا من شائبة الحسرة والندامة وكن شريك أنفاسنا بفضلك وكرمك ما بقي نفس فإذا انقطع فأغثنا بلطف عنايتك\r\n\r\n( رباعية )\r\n يا من صنعك لحظة بعد لحظة من قلم ( كن ) * ومائة نقش لك ثار مستجدا على لوحك القديم \r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n أروم أن تختم صحيفة عمرى * بذكرك وانتهى كلامي بذكرك أيضا \r\nوصل الغاية ، وانتهى إلى النهاية سير القلم الحثيث الخطا ، وحركة اليراع الذي ما قر وهدا في قطع مراحل ترتيب هذه اللوامع وطي منازل تأليف هذه البدائع في تاريخ يفهم من هذه الرباعية على سبيل الإيماء والتعمية :\r\n\r\n( رباعية )\r\n بلا دعوى فضل ولا زعم فن * سلك الجامي هذا العقد من الجوهر في سلك البيان\r\nولحظة أن تم استخرج تاريخ * شهور إتمامه وسنواته من ( شهر صفر ) « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حساب الجمل لكلمتى ( شهر صفر ) يساوى ( 875 ) هي نفس سنة إتمام هذه اللوامع .\r\n","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\n\r\nالمشروع القومي للترجمة\r\nالمشروع القومي للترجمة مشروع تنمية ثقافية بالدرجة الأولى ، ينطلق من الإيجابيات التي حققتها مشروعات الترجمة التي سبقته في مصر والعالم العربي ويسعى إلى الإضافة بما يفتح الأفق على وعود المستقبل ، معتمدا المبادئ التالية :\r\n1 - الخروج من أسر المركزية الأوروبية وهيمنة اللغتين الإنجليزية والفرنسية .\r\n2 - التوازن بين المعارف الإنسانية في المجالات العلمية والفنية والفكرية والإبداعية .\r\n3 - الانحياز إلى كل ما يؤسس لأفكار التقدم وحضور العلم وإشاعة العقلانية والتشجيع على التجريب .\r\n4 - ترجمة الأصول المعرفية التي أصبحت أقرب إلى الإطار المرجعى في الثقافة الإنسانية المعاصرة ، جنبا إلى جنب المنجزات الجديدة التي تضع القارئ في القلب من حركة الإبداع والفكر العالميين .\r\n5 - العمل على إعداد جيل جديد من المترجمين المتخصصين عن طريق ورش العمل بالتنسيق مع لجنة الترجمة بالمجلس الأعلى للثقافة .\r\n6 - الاستعانة بكل الخبرات العربية وتنسيق الجهود مع المؤسسات المعنية بالترجمة .\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nطبع بالهيئة العامة لشؤون المطابع الأميرية\r\nرقم الإيداع 9117 / 2002\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248}
  ]