[
  {"content":"\r\nدليل\r\nتحرير الوسيلة\r\nاحياء الموات\r\nالإمام الخميني قدس سره\r\nتأليف\r\nعلي أكبر السيفي المازندراني\r\nمؤسسة تنظيم ونشر آثار الإمام الخميني\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nهوية الكتاب\r\n* اسم الكتاب : دليل تحرير الوسيلة - احياء الموات *\r\n* المؤلف : علي أكبر السيفي المازندراني *\r\n* سنة الطبع : دي 1375 - شعبان 1417 *\r\n* الطبعة : الأولى *\r\n* المطبعة : مطبعة مؤسسة العروج *\r\n* الكمية : 3000 نسخة *\r\n* الثمن : 2500 توماناً *\r\nجميع الحقوق محفوظة ومسجّلة\r\nلمؤسسة تنظيم ونشر آثار الإمام الخميني قدس سره\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\n[ المقدمة 
  ]\r\nأعوذ باللَّه من الشّيطان الرّجيم بسم اللَّه الرّحمن الرّحيم الحمد للَّه رب العالمين ، أحمده استتماما لنعمته واستسلاما لعزّته واستعصاما من معصيته وأستعينه فاقة إلى كفايته .\r\nوالصّلاة على محمّد عبده ورسوله المصطفى أرسله بالهدي ودين الحق وجعله بلاغا لرسالته وكرامة لأمّته وأنزل عليه القرآن نورا لا تطفأ مصابيحه وبحرا لا يدرك قعره ومنهاجا لا يضلّ نهجه وفرقانا لا يخمد برهانه .\r\nوالسّلام على آله المعصومين المكرّمين الذين هم معدن الايمان وبحبوحته وينابيع العلم وبحاره وأساس الدين وعماد اليقين .\r\nونسأل اللَّه سبحانه أن يوفّقنا لمعرفتهم وطاعتهم ونشر علومهم ومعارفهم ويرزقنا شفاعتهم يوم نأتيه فردا .\r\nونشكره جلّ جلاله على أن وفّق أمّتنا المناضلة الأبطال لانتصار الثورة الإسلامية بالاطاحة بالطاغوت ومتّعهم بنعمة الجمهوريّة الإسلاميّة المقدّسة تحت قيادة القائد الكبير ، محيي الشريعة ومعرّف الشيعة ، الإمام الخميني الرّاحل ( س ) .\r\nونحمده تعالى على إتمام هذه النعمة العظيمة بقدرته المطلقة في ضوء قيادة الفقيه الخبير آية اللَّه الخامنه اي « دام عزّه » . فيضيء اليوم كالشمس في قلوب جميع المؤمنين والمستضعفين .\r\nومن العجائب أنّ مؤسّس الثورة ، ذلك العارف الربّاني والحكيم الإلهي كيف شاهد هذا التلألؤ قبل الطلوع بنور الايمان والمعرفة ، فقال « قده » : « إنّه سيلمع\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":4},
  {"content":"\r\nكالشّمس » ؟ ! ونسألك اللَّهم بحرمة نبيّك وآله المعصومين ( صلواتك عليهم أجمعين ) أن توفّقنا لشكر هذه النعمات وحراسة معطيات ثورتنا الإلهيّة وصيانة دماء شهدائنا الأبرار .\r\nوأن تعيننا على طيّ خطَّة عمل إمامنا الرّاحل وإطاعة أوامر قائدنا المعظَّم آية اللَّه الخامنه اي وتنفيذ قوانين الدّولة الإسلامية ومظاهرة مسؤوليها\r\n","description":"","footnote":"","page_name":" مقدمة 2 ","page_number":5},
  {"content":"\r\n\r\nباعث النشر\r\nإن الباعث لنشر هذه المجموعة من المباحث الفقهية أنّ الامام الرّاحل « قده » - هذا الفقيه النحرير العالم بزمانه الذي كان من أعلم فقهاء العصر - قد كتب في تحرير الوسيلة دورة كاملة من الفقه . وإنّه جدّا من أحسن المتون الفتوائية الجامعة لأهمّ المسائل الفقهية . وقد صار اليوم محورا لتنظيم القوانين في الحكومة الجمهورية الإسلامية . ولا ريب أنّ الكتاب الذي ألَّفه مؤسّس هذا النظام الثائر على أساس ذوقه الفقهي يناسب مقتضيات العصر الحاضر ويلائم شؤون النظام الإسلامي الحاكم .\r\nومن هنا ينبغي أن ينتخب تحرير الوسيلة متنا دراسيا للسطوح العالية ويكون موردا للبحث والتحقيق ومطرح أنظار فقهائنا العظام ( دامت بركاتهم ) حتّى تخطى بهذا التحوّل الأساسي خطوة شاسعة مثمرة في جهة ازدهار الحوزات العلمية وإراءة الفقه الشيعي الباحث إلى العالم العصري .\r\nولا سيّما أنّ شيخنا الأستاذ الفقيه الأصولي آية اللَّه ميرزا جواد التبريزي « دام ظلَّه » قد ألقى إلينا كثيرا من المسائل المهمّة حول هذا الموضوع وبحث عنها مشيرا إلى وجوهها الاستدلالية . وكان يحضر في مجلس بحثه بعض الفضلاء من أصدقائي ويستشكلون أحيانا والأستاذ كان يجيبهم بدقّة وتأمّل\r\n","description":"","footnote":"","page_name":" مقدمة 3 ","page_number":6},
  {"content":"\r\nكاشفة عن مبهمات غوامض البحوث . فحلّ دام ظلَّه عقدا كثيرة من معضلات المسائل . وإنّي قد فحصت عن مصادر الاستدلال - من النصوص والقواعد - ورتّبت المسائل على حسب متن تحرير الوسيلة ونظَّمت مباحث هذا الكتاب على أساس ما خطر ببالي وانتهى اليه نظري القاصر بعد الفحص والبحث حدّ وسعي الضعيف وبضاعتي القليلة .\r\nوفي الختام أرجو من الأفاضل الكرام والعلماء الكبار أن يذكَّروني في موارد لا تخلو بنظرهم من الإشكال أو تكون باعتقادهم خلاف مقتضى التحقيق . فإنّ أحبّ إخواني من أهدى إلى عيوبي . غفر اللَّه لي ولكم وتقبّل منّي آمّين .\r\nأحقر الطلاب : علي أكبر السيفي\r\n","description":"","footnote":"","page_name":" مقدمة 4 ","page_number":7},
  {"content":"\r\nالجزء الخامس\r\n\r\nكتاب احياء الموات\r\nتعريف الموات وأقسامه دليل مملَّكية الأحياء وشرائطه\r\n\r\nبسم اللَّه الرّحمن الرّحيم القول في إحياء الموات\r\n\r\n[ تعريف الموات وأقسامه 
  ]\r\nالموات هي الأرض العطلة التي لا ينتفع بها ( 1 ) .\r\n\r\n","description":"\r\n( 1 ) وقد وقع الخلاف في تعريف الأرض الموات فعن الإيضاح ومحكي المصباح : « أنّها الأرض الَّتي لا مالك لها ولا ينتفع بها أحد » وعن النهاية : « أنّها الأرض التي لم تزرع ولم تعمر ولا جرى عليها ملك أحد » وعن التذكرة : « وهي الأرض الخراب التي باد أهلها واندرس رسمها » وعن الشرائع : « انه الذي لا ينتفع به لعطلته إمّا لانقطاع الماء عنه أو لاستيلاء الماء عليه أو لاستئجامه أو غير ذلك من الموانع » .\r\nوالأصحّ أنّها الأرض المعطَّلة عن الانتفاع إمّا بالأصل لعدم مسبوقيتها بالعمران أو للجهل بسبق العمارة عليها أو لعارض مانع من الانتفاع بها بعد مسبوقيتها بالعمران .\r\n","footnote":"","page_name":" 1 ","page_number":8},
  {"content":"\r\n\r\n","description":"\r\nوانّ سائر التعاريف المذكورة ترجع إلى هذا التعريف . والوجه في ذلك انّ الدّخيل في مفهوم الموات وصدقه بنظر العرف هو كونها معطَّلة . ولا دخل لعدم المالك في صدق الموات . بل الأرض تدخل لأجل ذلك فيما لا ربّ لها ، وإنّها قد عدّت - في عرض الموات - من الأنفال . ويفهم من نصوصها بقرينة التقابل أنّها غير الموات أو أعمّ منها ، كما أشار إلى ذلك في الجواهر . حيث قال :\r\n« نعم الظاهر عدم الفرق بين الموات وبين المعدّة للانتفاع في كونهما معا للإمام ( ع ) كما صرّح به في المسالك وغيرها ، لا لاندراجها في اسم الموات فإنّك قد عرفت عدمه عرفا بل للنصوص الواردة في تعداد الأنفال المصرّحة بأنّ منها - مضافا إلى الموات - كلّ أرض لا ربّ لها ولا ريب في شمولها للفرض الذي يمكن ان يكون منه شطوط الأنهار « 1 » » .\r\n\r\nواما النصوص التي أشار إليها صاحب الجواهر ، فمنها :\r\nما رواه علي بن إبراهيم في تفسيره عن أبيه عن فضالة بن أيّوب عن أبان بن عثمان عن إسحاق بن عمّار قال : « سألت أبا عبد اللَّه ( ع ) عن الأنفال . فقال ( ع ) :\r\nهي القرى الَّتي قد خربت وانجلى أهلها فهي للَّه وللرّسول وما كان للملوك فهو للإمام وما كان من الأرض بخربة لم يوجف عليه بخيل ولا ركاب وكلّ أرض لا ربّ لها . . « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 19 .\r\n\r\n« 2 » الوسائل / ج 6 - ص 371 - ح 20 .\r\n","page_name":" 2 ","page_number":9},
  {"content":"\r\n\r\n","description":"\r\nوما رواه العياشي في تفسيره عن أبي بصير عن أبي جعفر ( ع ) قال ( ع ) :\r\nلنا الأنفال قلت : وما الأنفال ؟ فقال ( ع ) : « . . وكلّ أرض لا ربّ لها وكلّ أرض باد أهلها فهو لنا « 1 » » .\r\nولا دخل أيضا لمجرّد الخراب في صدق عنوان الموات . وذلك لأنّ البيوت والدور المخروبة بالزلزلة أو الصاروخ ونحوهما من المخرّبات لا تصير لأجل ذلك مواتا . ولذا لم يفت أحد بجواز تملَّكها بسبب الإحياء حينئذ الَّا أن يتركه المالك على وجه الإعراض .\r\nكما لا دخل لاستيلاء الماء أو انقطاعه في صدق الموات . لوضوح انه ربّما يتفق استيلاء الماء على أرض أو انقطاعه عنها فلا يتمكن المالك من الانتفاع بها مؤقّتا مع أنه لا إشكال حينئذ في عدم جواز تملَّكها لغير المالك بإزالة المانع وتمكَّنه من الانتفاع . بل لا بد من صدق كونها معطَّلة بذلك .\r\nكما أشار إليه في الجواهر حيث قال : « نعم لا يكفي مطلق استيلاء الماء أو انقطاعه أو الاستئجام بل لا بدّ من أن يكون ذلك على وجه يعدّ مواتا عرفا والَّا فقد يتفق بعض ذلك في الأرض العامرة عرفا كما هو واضح « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 372 - ح 28 .\r\n« 2 » الجواهر / ج 38 - ص 10 .\r\n","page_name":" 3 ","page_number":10},
  {"content":"\r\nإمّا لانقطاع ( 1 ) الماء عنها أو لاستيلاء المياه أو الرمال أو السبخ أو الأحجار عليها أو لاستئجامها والتفاف القصب والأشجار بها أو لغير ذلك . وهو على قسمين : الأوّل : الموات بالأصل وهو ما لا يكون مسبوقا بالملك ( 2 ) والأحياء وان كان إحراز ذلك غالبا - بل مطلقا - مشكلا بل ممنوعا ويلحق به ما لم يعلم مسبوقيته بهما . الثاني : الموات بالعارض وهو ما عرض عليه الخراب والموتان بعد الحياة والعمران كالأرض الدّارسة التي بها آثار الأنهار ونحوها والقرى الخربة التي بقيت منها رسوم العمارة .\r\n\r\n","description":"\r\n( 1 ) وقد يشكل على الماتن « قده » بانّ انقطاع الماء واستيلائه لا يصح ان يكونان سببا لعدم الانتفاع . لأنّه أمر عدمي والأمر العدمي لا يحتاج إلى السبب .\r\nوفيه : ان قوله : « التي لا ينتفع بها » وصف للأرض العطلة فالمذكورات سبب لكون الأرض معطَّلة لا لعدم الانتفاع حتى يقال إن العدم لا يحتاج إلى السبب .\r\n( 2 ) وفيه : ما مرّ آنفا من عدم دخل لمجرّد عدم مسبوقية الأرض بالملك في صدق عنوان الموات وأنّها تدخل بذلك في عنوان ما لا ربّ لها .\r\n","footnote":"","page_name":" 4 ","page_number":11},
  {"content":"\r\n\r\n[ أدلة مملكية الإحياء 
  ]\r\n\r\nمسألة 1 : الموات بالأصل وان كان ( 1 ) للإمام ( ع ) حيث إنه من الأنفال كما مرّ في كتاب الخمس . لكن يجوز في زمان الغيبة لكلّ أحد إحياؤه مع الشروط الآتية والقيام بعمارته ويملكه ( 2 ) المحيي على الأقوى .\r\n\r\n","description":"\r\n( 1 ) ليس مقصود الماتن « قده » اختصاص الموات بالأصل بكونها من الأنفال وملكا للإمام ( ع ) . لما يأتي منه في المسألة الآتية من كون الموات بالعارض - لهلاك أهلها أو جلائهم - في حكم الموات بالأصل من هذه الجهة .\r\nوانّ اشتراكهما في ذلك مما لا خلاف فيه . كما قال في الجواهر : « وامّا ان الموات أصلا أو عارضا - بعد أن باد أهلها - للإمام ( ع ) ، فممّا لا خلاف فيه بل الإجماع محصّلا عليه - فضلا عن المنقول - في الخلاف والغنية وجامع المقاصد والمسالك صريحا وظاهرا في المبسوط والتذكرة والتنقيح والكفاية على ما حكي عن بعضها عليه « 1 » » .\r\nأدلَّة مملَّكية الإحياء 2 - عمدة ما استدل به على مملَّكية الإحياء هي النصوص الصحاح المستفيضة بل المتواترة .\r\nمثل صحيحة محمد بن مسلم قال : « سألته عن الشّراء من أرض اليهود\r\nو \r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 10 .\r\n","page_name":" 5 ","page_number":12},
  {"content":"\r\n\r\n","description":"\r\nالنّصارى . قال ( ع ) : ليس به بأس . إلى أن قال . . وأيّما قوم أحيوا شيئا من الأرض وعملوه فهم أحقّ بها وهي لهم » . « 1 » وصحيحة أبي بصير « 2 » قال : « سألت أبا عبد اللَّه ( ع ) عن شراء الأرضين من أهل الذّمّة . فقال ( ع ) : لا بأس بأن يشتريها منهم . إذا عملوها وأحيوها فهي لهم » .\r\nهاتان الصحيحتان دلَّتا على مملَّكية الأحياء . وذلك : أوّلا : بقرينة تجويز شراء الأرض منهم وانّ جواز الشراء فرع الملكية وثانيا : لأجل ظهور اللام في قوله : « وهي لهم » في الملكية ولا سبب غير الأحياء لملكية الأرض لهم لان ظاهرها تطبيق الإمام ( ع ) كبرى « وأيّما قوم أحيوا . . » عليهم .\r\nومثلها صحيحة أخرى لمحمد بن مسلم عن أبي جعفر ( ع ) قال : « وأيّما قوم أحيوا شيئا من الأرض أو عمروها فهم أحقّ بها وهي لهم « 3 » » . ومثلها مرسلة الصدوق « 4 » . وبقرينة هذه النصوص يعلم أن في صحيحة محمد بن مسلم الثالثة يكون المراد من قوله ( ع ) : « فهم أحق بها « 5 » » ملكية الأرض لهم بالاحياء .\r\nوممّا يدلّ على ذلك صحيحة الفضلاء عن الباقر ( ع ) قال ( ع ) : قال\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 326 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 330 - ح 1 .\r\n« 3 » الوسائل / ج 17 - ص 326 - ح 4 و 7 .\r\n« 4 » الوسائل / ج 17 - ص 326 - ح 4 و 7 .\r\n« 5 » الوسائل / ج 17 - ص 326 - ح 3 .\r\n","page_name":" 6 ","page_number":13},
  {"content":"\r\n\r\n","description":"\r\nرسول اللَّه ( ص ) : « من أحيى أرضا مواتا فهي له « 1 » » ومثلها صحيحة زرارة . « 2 » وصحيحة معاوية بن وهب قال : سمعت أبا عبد اللَّه ( ع ) يقول : « أيما رجل أتى خربة بائرة فاستخرجها وكرى أنهارها وعمرها فإنّ عليه فيها الصّدقة . فإن كانت أرض لرجل قبله فغاب عنها وتركها فأخربها ثمّ جاء بعد يطلبها فإنّ الأرض للَّه ولمن عمرها « 3 » » .\r\nوموثقة السكوني عن أبي عبد اللَّه ( ع ) قال : قال رسول اللَّه ( ص ) : « من غرس شجرا أو حفر واديا بديّا لم يسبقه إليه أحد أو أحيى أرضا ميتة فهي له قضاء من اللَّه ورسوله « 4 » » . ويؤيّد ذلك ما نقل عن النبي ( ص ) : « من أحاط حائطا على الأرض فهي له « 5 » » . وفي آخر : « عاديّ الأرض للَّه ولرسوله ثمّ هي لكم منّي « 6 » » .\r\nمن العدوة - بضم العين وكسرها - اي جانب الوادي وحافته والمقصود هنا الأرض الموات لوقوعها في جوانب الأودية . وفي ثالث : « موتان الأرض للَّه ولرسوله ثمّ هي لكم منّي أيّها المسلمون « 7 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 327 - ح 5 .\r\n« 2 » الوسائل / ج 17 - ص 327 - ح 6 .\r\n« 3 » الوسائل / ج 17 - ص 328 - ب 3 - ح 1 .\r\n« 4 » الوسائل / ج 17 - ص 328 - ب 2 - ح 1 .\r\n« 5 » مستدرك / ب 1 - من كتاب احياء الموات / ح 3 .\r\n« 6 » مستدرك / ب 1 - من كتاب احياء الموات / ح 5 .\r\n« 7 » سنن البيهقي / ج 6 - ص 143 .\r\n","page_name":" 7 ","page_number":14},
  {"content":"\r\n\r\n","description":"\r\nويدلّ على ذلك أيضا صحيحة عمر بن يزيد قال : « سمعت رجلا من أهل الجبل يسأل أبا عبد اللَّه ( ع ) عن رجل أخذ أرضا مواتا تركها أهلها فعمرها وكرى أنهارها وبنى فيها بيوتا وغرس فيها نخلا وشجرا . قال : فقال أبو عبد اللَّه ( ع ) : كان أمير المؤمنين ( ع ) يقول : من أحيى أرضا من المؤمنين فهي له وعليه طسقها « 1 » يؤدّيه إلى الإمام في حال الهدنة فإذا ظهر القائم فليوطَّن نفسه على أن تؤخذ منه « 2 » » .\r\nهذه جملة من النصوص المعتبرة دلَّت بعمومها على مملَّكية الإحياء بتعابيرها المختلفة . وممّا يمكن الاستدلال به أيضا على مملَّكية الإحياء ما دلّ من النصوص على ملكية الأراضي المفتوحة عنوة لجميع المسلمين نظرا إلى توقّفها على انتقال الأرض من الكفار إليهم . وهذا فرع كون الكفار مالكين بالاحياء وإلَّا لبقي على حال الموتان فيكون ملك الإمام من دون كونها ملك المسلمين « 3 » .\r\nوقد يستدلّ على ذلك أيضا بصحيحة سليمان بن خالد قال : « سألت أبا عبد اللَّه ( ع ) عن الرّجل يأتي الأرض الخربة فيستخرجها ويجري أنهارها ويعمرها ويزرعها ماذا عليه ؟ قال ( ع ) : الصّدقة . قلت : فإن كان يعرف صاحبها ؟ قال ( ع ) :\r\n\r\n","footnote":"\r\n« 1 » هو الخراج الذي قرّر أداؤه إلى الامام .\r\n« 2 » الوسائل / ج 6 - ص 383 - ح 13 .\r\n« 3 » كما قال في الجواهر / ج 38 - ص 15 .\r\n","page_name":" 8 ","page_number":15},
  {"content":"\r\n\r\n","description":"\r\nفليؤدّ إليه حقّه « 1 » » .\r\nبتقريب أنّ أمره ( ع ) بأداء حقّ صاحب الأرض ظاهر في بقاء ملكيّتها له وهو فرع كونه مالكا بالإحياء . فهي دلَّت بذلك على مملَّكية الأحياء .\r\nوفيه ما لا يخفى : لان انحصار سبب ملكية الأرض للمالك السابق في الأحياء أوّل الكلام . بل مقتضى الجمع بينه وبين صحيحة معاوية بن وهب حملها على كون الملك السابق بسبب غير الأحياء كالشراء أو الهبة أو الأرت على مسلك المشهور . وسيأتي بيانه مفصّلا في حلّ هذا التعارض .\r\nوالحاصل ان هذه العمومات دلَّت على مملَّكية الأحياء في كلّ أرض موات . وهذا العموم لا مخالف له من النصوص في الموات بالأصل التي لم تسبق بالعمران . فلا اشكال ولا كلام في كون الأحياء سببا للملك في الموات بالأصل .\r\nوأمّا في الموات بالعارض المسبوق بالملك ، فالمسبوق منها بملك المسلم تارة : يكون سبب الملك السابق هو الأحياء . وأخرى : يكون السبب غيره كالشراء والهبة والإرث . فعلى الثاني لا خلاف انه لا يملكها شخص بالاحياء عند موتها بترك المالك الأوّل . وإنّما الكلام في الصورة الأولى : وهي ما إذا تملَّكها المالك السابق بالاحياء . فوقع الكلام حينئذ أنّ الملكية السابقة هل تزول بترك المالك السابق وعروض الموت فيدخل في ملك المحيي\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 329 - ح 3 .\r\n","page_name":" 9 ","page_number":16},
  {"content":"\r\n\r\n","description":"\r\nالثاني ، أم لا ؟ كما أشار إلى ذلك في التذكرة . حيث قال : « لو لم تكن الأرض التي من بلاد الإسلام معمورة في الحال ولكنّها كانت قبل ذلك معمورة وجرى عليها ملك مسلم ، فلا يخلو إمّا أن يكون المالك معيّنا أو غير معيّن فإن كان معيّنا فإمّا أن تنتقل اليه بالشراء أو العطية وشبهها أو بالإحياء فإن ملكها بالشراء وشبهه لم تملك بالاحياء بلا خلاف » .\r\nوقال في الجواهر : « وبالجملة المسلَّم من الإجماع المزبور - أي الذي ادّعاه في التذكرة - إذا ملكه بغير الإحياء كالشراء من الإمام ( ع ) مثلا . أمّا إذا كان أصل الملك بالاحياء ثم باعه من آخر أو ورثه منه آخر فالظاهر جريان البحث في بقاء الملك لمن هو له على نحو الملك بالاحياء « 1 » » .\r\nومنه يعلم أن المقصود بالاحياء أعمّ ممّا إذا كان هو السبب الأصلي للملك ومنشأ الأسباب اللاحقة ، وممّا إذا كان سببا فعليا لاحقا . وعليه فتدخل الأرض المشتراة والموروثة ونحوهما ممّا كان مسبوقا بالإحياء في المملوكة بالاحياء .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 21 .\r\n","page_name":" 10 ","page_number":17},
  {"content":"\r\nسواء كان في دار الإسلام أو في دار الكفر ( 1 ) وسواء كان في أرض الخراج كأرض العراق أو في غيرها ( 2 ) .\r\n\r\n","description":"\r\nحكم أقسام الموات بالأصل 1 - الموات بالأصل تارة : تكون في دار الإسلام وأخرى في دار الكفر .\r\nفالواقع منها في دار الكفر هل يملك بالإحياء أم لا ؟ خلاف .\r\nوالتحقيق أنّ الإحياء مملَّك مطلقا بلا فرق بين دار الإسلام ودار الكفر وذلك لعموم قوله : « أيّما قوم أحيوا أرضا فهي لهم » لشموله ما إذا أحيى القوم الكافرون موات بلاد الشرك بل هو المفروض في صحيحة محمد بن مسلم قال : « سألته عن الشّراء من أرض اليهود والنّصارى قال : ليس به بأس . . وأيّما قوم أحيوا شيئا من الأرض أو عملوه فهم أحقّ بها وهي لهم « 1 » » . فان ظاهر نفي البأس عن الشراء كون الأرض ملكا لهم . كما أنّ ظاهر تطبيقه ( ع ) كبرى « أيّما قوم أحيوا » عليهم كون تملَّكهم بالاحياء . لأنّ من الواضح أنّ اليهود والنصارى يحيون أراضي أوطانهم وبلادهم ، لا غيرها .\r\n( 2 ) وذلك لكونها ملكا لعموم المسلمين بدلالة النصوص المتظافرة ولذا نهى فيها عن بيعها وشرائها مثل صحيحة الحلبي . قال : « سئل أبو عبد اللَّه\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 326 - ح 1 .\r\n","page_name":" 11 ","page_number":18},
  {"content":"\r\n\r\n","description":"\r\n( ع ) عن السّواد ما منزلته ؟ فقال ( ع ) : هو لجميع المسلمين لمن هو اليوم ولمن يدخل في الإسلام بعد اليوم ولمن لم يخلق بعد ، قلت : الشّراء من الدّهاقين ؟ قال ( ع ) : لا يصلح إلَّا أنّ تشتريها منهم على أن تصيّرها للمسلمين فإذا شاء وليّ الأمر أن يأخذها أخذها « 1 » » .\r\nوما رواه في التهذيب بإسناده عن أبي بردة بن رجا قال : قلت لأبي عبد اللَّه ( ع ) : « كيف ترى في شراء أرض الخراج ؟ قال ( ع ) : ومن يبيع ذلك وهي أرض للمسلمين ؟ قال : قلت : يبيعها الذي هي في يده قال : ويصنع بخراج المسلمين ماذا ؟ ثمّ قال : لا بأس اشترى حقّه منها ويحوّل حقّ المسلمين عليه . . « 2 » » .\r\nوصحيحة أبي الربيع الشامي عن أبي عبد اللَّه ( ع ) قال : « لا تشتر من أرض السّواد شيئا إلَّا من كانت له ذمّة فإنّما هي فيء للمسلمين « 3 » » .\r\nلكن هذا في العامرة منها حال الفتح كما يشير اليه لفظ السواد واما الموات منها حال الفتح فيملك بالاحياء كما في الجواهر . قال : « بلا خلاف أجده فيه بل يمكن تحصيل الإجماع عليه فضلا عن محكيّه مستفيضا أو متواترا مضافا إلى النصوص « 4 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 346 - ب 18 - ح 1 وج 12 - ص 274 - ح 4 .\r\n« 2 » الوسائل / ج 11 - ب 71 - ص 118 - ح 1 .\r\n« 3 » الوسائل / ج 12 - ص 274 - ح 5 .\r\n« 4 » الجواهر / ج 38 - ص 18 .\r\n","page_name":" 12 ","page_number":19},
  {"content":"\r\n\r\n","description":"\r\nومن تلك النصوص التي أشار إليها في الجواهر - مضافا إلى عموم ما دلّ منها على جواز احياء كلّ أرض موات - صحيح عمر بن يزيد حيث دلّ على جواز تملَّك أرض الخراج الموات بالاحياء .\r\nرواه في التهذيب بسنده الصحيح عن عمر بن يزيد قال : « سمعت رجلا من أهل الجبل يسأل أبا عبد اللَّه ( ع ) عن رجل أخذ أرضا مواتا تركها أهلها فعمرها وكرى أنهارها وبنى فيها بيوتا وغرس فيها نخلا وشجرا قال : فقال أبو عبد اللَّه ( ع ) :\r\nكان أمير المؤمنين ( ع ) يقول : من أحيى أرضا من المؤمنين فهي له وعليه طسقها يعيده إلى الإمام في حال الهدنة فإذا ظهر القائم فليوطَّن نفسه على أن تؤخذ منه « 1 » « . فان المراد فيها من الأرض هو أرض الخراج بقرينة إيجاب الطسق وأخذه الإمام منها كما سبق في صحيح الحلبي . والطَّسق - على وزن فلس - هو خراج الأرض كما قال الجوهري .\r\nومن هنا يكون المقصود من الأحقّية في قوله ( ع ) : « فمن أحيى أرضا من المسلمين فليعمرها وليؤدّ خراجها إلى الإمام من أهل بيتي وله ما أكل منها . فإن تركها وأخربها فأخذها رجل من المسلمين من بعده فعمرها وأحياها فهو أحقّ بها من الذي تركها فليؤدّ خراجها إلى الإمام من أهل بيتي وله ما أكل منها « 2 » » في خبر أبي خالد الكابلي هو الملكية . وعلى فرض التعارض بينهما لظهوره في مجرّد\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 382 - ح 13 .\r\n« 2 » الوسائل / ج 17 - ص 329 - ح 2 .\r\n","page_name":" 13 ","page_number":20},
  {"content":"\r\nوسواء كان المحيي مسلما أو كافرا ( 1 ) .\r\n\r\n","description":"\r\nالأحقّية - يرفع اليد من خبر الكابلي لضعف سنده .\r\nوالحاصل أنّ أرض الخراج الموات بالأصل - حال الفتح - داخلة في ملك الإمام ومعدودة من الأنفال ويملك بالاحياء دون العامرة منها حال الفتح الَّتي طرأ عليها الموتان بعد ذلك . فإنّها من الموات بالعارض لا بالأصل . وكلام الماتن ( قده ) في الموات بالأصل .\r\n( 1 ) في عدم اشتراط الإسلام في جواز الإحياء 1 - ظاهر كلام الفقهاء عدم تملَّك الكافر الأرض الموات بالاحياء من دون اذن الإمام ( ع ) . بل نقل في التذكرة الإجماع على ذلك . قال فيها :\r\n« إذا أذن الإمام ( ع ) لشخص في إحياء الأرض ملكها المحيي إذا كان مسلما ولا يملكه الكافر بالاحياء ولا بإذن الإمام له في الأحياء فان أذن له الإمام فأحياها لم يملك عند علمائنا » .\r\nوقال في جامع المقاصد : « يشترط كون المحيي مسلما فلو أحياه الكافر لم يملك عند علمائنا وان كان الإحياء بإذن الإمام ( ع ) » . ونحو ذلك ما في الدروس والروضة فأشكلوا حتى فيما أذن الإمام ( ع ) . وقال بعضهم بأن الإشكال في أصل اذن الامام بعد نفي الاشكال عن جواز تملَّكهم إذا أذن\r\n","footnote":"","page_name":" 14 ","page_number":21},
  {"content":"\r\n\r\n","description":"\r\nعليه السلام . ولكن هذا البحث لا طائل تحته نظرا إلى عصمة الإمام . فلا إشكال في أصل الاذن ولا في جواز تملَّك الكافر بالإحياء حينئذ لأنّ الأرض كلَّها لهم ، كما ورد في النصوص المتواترة . فيجوز لهم الاذن في الأحياء وتملَّك الموات به لأيّ شخص شاؤوا بلا فرق بين المسلم والكافر . كما قال في الجواهر « 1 » .\r\nوإنّما الكلام في صدور الإذن منهم ( ع ) وقد صدر على النحو العام بمثل صحيحي محمد بن مسلم وأبي بصير المذكورين في أوّل البحث .\r\nهذا مضافا إلى ما قاله في الجواهر : « يمكن القطع به من ملك المسلمين ما يفتحونه عنوة من العامرة في أيدي الكفار وان كان قد ملكوه بالاحياء ولو أنّ أحياءهم فاسد - لعدم الاذن - لوجب ان يكون على ملك الإمام ( ع ) ولا أظنّ أحدا يلتزم به » « 2 » . بيان مقصوده أن ملكية الأرض المفتوحة عنوة لعموم المسلمين لا تكون إلَّا بانتقال الأرض من ملك الكفار إليهم . وهذا فرع كونهم مالكين بالاحياء مع فرض عدم اذن الإمام ( ع ) بالاحياء . وذلك كاشف عن عدم اعتبار إذن الإمام في تملَّك الكفار الموات بالاحياء .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 12 .\r\n« 2 » الجواهر / ج 38 - ص 15 .\r\n","page_name":" 15 ","page_number":22},
  {"content":"\r\n\r\nمسألة 2 : الموات بالعارض - الذي كان مسبوقا بالملك والأحياء إذا لم يكن له مالك معروف - على قسمين :\r\nالأوّل : ما باد أهلها وصارت بسبب مرور الزمان وتقادم الأيّام بلا مالك . وذلك كالأراضي الدارسة والقرى والبلاد الخربة والقنوات الطامسة التي كانت للأمم الماضين الذين لم يبق منهم اسم ولا رسم أو نسبت إلى أقوام أو أشخاص لم يعرف منهم الَّا الاسم .\r\nالثاني : ما لم تكن كذلك ولم تكن بحيث عدّت بلا مالك بل كانت لمالك موجود ولم يعرف شخصه ويقال لها : مجهولة المالك .\r\nفأمّا القسم الأول فهو بحكم الموات بالأصل في كونه من الأنفال وانه يجوز إحياؤه ويملكه المحيي ( 1 ) فيجوز إحياء الأراضي الدارسة التي بقيت فيها آثار الأنهار والسواقي والمروز وتنقية القنوات والآبار المطمومة وتعمير الخربة من القرى والبلاد القديمة التي بقيت بلا مالك .\r\n\r\n","description":"\r\n( 1 ) لصريح النصوص المتواترة حيث عدّت فيها الأراضي الدارسة وما باد أهلها وما تركها أو جلا عنها أهلها وكلّ ارض لا ربّ لها من الأنفال وأنّها لمن أحياها . وقد ذكرنا عدّة منها في أوّل البحث وهي مذكورة بتمامها في كتاب الأنفال خصوصا في الباب الأوّل منها ، فراجع . مضافا إلى عدم الخلاف في ذلك .\r\n","footnote":"","page_name":" 16 ","page_number":23},
  {"content":"\r\nولا يعامل معها معاملة مجهول المالك .\r\nولا يحتاج ( 1 ) إلى الاذن من حاكم الشرع أو الشراء منه بل يملكها المحيي والمعمّر بنفس الأحياء والتعمير . واما القسم الثاني فالأحوط الاستئذان فيه من الحاكم في الأحياء والقيام بتعميره والتصرف فيه .\r\nكما أنّ الأحوط معاملة مجهول المالك ( 2 ) معه . بأن يتفحّص عن صاحبه وبعد اليأس يشترى عينها من حاكم الشرع ويصرف ثمنه على الفقراء ، وإمّا أن يستأجرها منه بأجرة معينة أو يقدّر ما هو أجرة مثلها لو انتفع بها ويتصدّق بها على الفقراء . والأحوط الاستئذان منه . نعم لو علم أنّ مالكها قد أعرض عنها أو انجلى عنها أهلها وتركوها لقوم آخرين جاز إحياؤها وتملَّكها بلا إشكال .\r\n\r\n","description":"\r\n( 1 ) لصدور الاذن العام منه ( ع ) بنفس تلك النصوص الدالة على جواز إحياء كلّ أرض باد أهلها أو جلا عنها وكلّ أرض ميتة لا ربّ لها أو تركها أهلها ونحو ذلك .\r\n( 2 ) قد يوجّه عدم مملَّكية الأحياء ومعاملة المجهول المالك مع الأرض الموات في هذه الصورة ، بعمومات مجهول المالك الواردة في اللقطة . مثل ما رواه الكليني بسنده الصحيح عن محمد بن مسلم عن الباقر ( ع ) قال :\r\n« سألته عن اللَّقطة . قال : لا ترفعها فإن ابتليت بها فعرّفها سنة فإن جاء طالبها\r\nو ","footnote":"","page_name":" 17 ","page_number":24},
  {"content":"\r\n\r\n","description":"\r\nإلَّا فاجعلها في عرض مالك يجري عليها ما يجري على مالك حتى يجيء لها طالب فإن لم يجيء لها طالب فأوص بها في وصيّتك « 1 » » .\r\nوما رواه في قرب الإسناد عن علي بن جعفر عن أخيه قال : « وسألته عن الرّجل يصيب اللَّقطة فيعرّفها سنة ثم يتصدّق بها فيأتي صاحبها ، ما حال الذي تصدّق بها ولمن الأجر ؟ وهل عليه أن يردّ على صاحبها أو قيمتها ؟ قال ( ع ) : هو ضامن لها والأجر له إلَّا أن يرضى صاحبها . . « 2 » » .\r\nولكنها غير مربوطة بالمقام لاختصاصها باللَّقطة وهي مختصّة بالمنقول .\r\nلان مادّة « لقط » والالتقاط بمعنى الأخذ واللَّقيط في أصل اللغة بمعنى الشيء المنبوذ الذي وجد وأخذ من غير طلب وفحص وإنّما يختصّ إطلاق ذلك بالمنقول لوضوح عدم صحة إطلاقه على الأرض حيث لا يقال إن فلانا التقط الأرض . مضافا إلى ظهور نصوص اللقطة في الأشياء المنقولة لقرائن داخلية بل صرّح بذلك في بعضها . مثل صحيحة علي بن جعفر عن أخيه عليه السّلام :\r\nقال : « سألته عن الرّجل يصيب اللَّقطة دراهم أو ثوبا أو دابّة كيف يصنع ؟\r\nقال ( ع ) : يعرّفها سنة فإن لم يعرف صاحبها حفظها في عرض ماله حتى يجيء طالبها فيعطيها إيّاه « 3 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 351 - ح 10 .\r\n« 2 » الوسائل / ج 17 - ص 352 - ح 14 .\r\n« 3 » الوسائل / ج 17 - ص 352 - ح 13 .\r\n","page_name":" 18 ","page_number":25},
  {"content":"\r\n\r\n","description":"\r\nحيث فسّرت اللقطة فيها بالمنقولات . وكذا غيرها من النصوص .\r\nبل عمدة الوجه بعض النصوص الدالَّة على أن المال الذي اصابه الرجل ووجده ولا يعرف له مالكا يكون صاحبه الإمام ويجب صرفه في وجوه البرّ من التصدّق على الفقراء وغيره باذنه ( ع ) :\r\nمنها : معتبرة داود بن أبي يزيد عن أبي عبد اللَّه ( ع ) قال : « قال رجل : إنّي قد أصبت مالا وإنّى قد خفت فيه على نفسي ولو أصبت صاحبه دفعته إليه وتخلَّصت منه . قال : فقال له أبو عبد اللَّه ( ع ) : واللَّه إن لو أصبته كنت تدفعه إليه ؟ قال : إي واللَّه قال ( ع ) : فأنا واللَّه ، ماله صاحب غيري . قال : فاستحلفه أن يدفعه إلى من يأمره قال :\r\nفحلف . فقال ( ع ) : فاذهب فاقسمه في إخوانك ولك الأمن ممّا خفت منه : قال فقسّمته بين إخواني « 1 » » .\r\nفإنّ المال يطلق على كل شيء يتموّل سواء كان منقولا أم غير منقول فيشمل الأرض الموات الذي لم يعرف مالكه . وإن كان دعوى ظهورها في المال المنقول بمقتضى السياق غير مجازفة ، نظرا إلى تعبير السائل بقوله :\r\n« أصبت مالا » وأمر الإمام بالقسمة .\r\nوأما وجه جواز تملَّكها بالاحياء عمومات الأنفال فإنها دلَّت على كون كلّ أرض خربة من الأنفال وانها تملك بالاحياء فتشمل بعمومها الأرض الخربة التي لم يعرف مالكها .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 357 - ح 1 .\r\n","page_name":" 19 ","page_number":26},
  {"content":"\r\n\r\n","description":"\r\nومما يدلّ على ذلك صحيحة معاوية بن وهب قال : « سمعت أبا عبد اللَّه ( ع ) يقول أيّما رجل : أتى خربة بائرة فاستخرجها وكرى أنهارها وعمّرها فإنّ عليه فيها الصّدقة فإن كانت أرض لرجل فغاب عنها فأخربها ثمّ جاء بعد يطلبها فإنّ الأرض للَّه ولمن عمرها « 1 » » .\r\nومثلها صحيحة عمر بن يزيد قال : « سمعت رجلا يسأل أبا عبد اللَّه ( ع ) عن رجل أخذ أرضا مواتا تركها أهلها وكرى أنهارها وبنى فيها بيوتا وغرس فيها نخلا وشجرا . قال : فقال أبو عبد اللَّه ( ع ) : كان أمير المؤمنين يقول : من أحيى أرضا من المؤمنين فهي له وعليه طسقها يؤدّيه إلى الإمام ( ع ) في حال الهدنة وإذا ظهر القائم فليوطَّن نفسه على أن تؤخذ منه « 2 » » .\r\nفان ظاهر الصحيحة الأولى بقرينة التنكير في قوله « فإن كانت أرض لرجل » وكذا الثانية في عدم معروفية مالك الأرض ولا أقلّ من شمولهما لما إذا لم يكن المالك السابق معروفا فحكم ( عليه السّلام ) فيهما بأنّ الأرض للمحيي الثاني .\r\nنعم إن صحيحة سليمان بن خالد تعارض بظاهرها صحيحة معاوية بن وهب لظهورها في عدم دخول الأرض في ملك المحيي الثاني بقرينة أمر الإمام ( ع ) بأداء حق المالك السابق . وسيأتي ذكرها - ولكن بعد حمل صحيحة معاوية على ما إذا لم يكن المالك السابق معروفا عند المحيي حال\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 328 - ب 3 - ح 1 .\r\n« 2 » الوسائل / ج 6 - ص 383 - ح 13 .\r\n","page_name":" 20 ","page_number":27},
  {"content":"\r\n\r\n","description":"\r\nالأحياء يرتفع هذا التعارض والشاهد على ذلك - مضافا إلى قرينية التنكير المذكور - مفهوم قوله : « فإن كان يعرف صاحبها فليؤدّ إليه حقّها » في صحيحة سليمان .\r\nوبناء على هذا الجمع تدل هاتان الصحيحتان على دخول الموات في ملك المحيي إذا لم يعرف صاحبها . ولكن سيأتي إشكال هذا الجمع من كون المعرفة طريقا لإحراز حضور المالك وعدم إعراضه عن الأرض وانه المقصود من صحيحة سليمان بن خالد .\r\nفتبقى عمومات مملَّكيّة إحياء الأرض الخربة وإطلاق ما دلّ على جواز تملَّك كلّ أرض تركها صاحبها بالاحياء سالمة - مثل صحيحة عمر بن يزيد - لشمولها ما إذا لم يكن المالك معروفا بل هو المتيقن منها واختصاصها بصورة الإعراض لا دليل عليه غير صحيحة سليمان المبتلاة بالمعارض .\r\nوبقرينة تلك العمومات يرفع اليد عن عمومات مجهول المالك في خصوص الأرض - مع قصورها عن شمولها للأرض لما قلناه آنفا . ولكن مع ذلك لا بد من الاحتياط بالاستئذان من حاكم الشرع لاحتمال اختصاص جميع تلك العمومات بصورة الاعراض لصحيحة سليمان ، فتبقى عمومات مجهول المالك بلا معارض .\r\n","footnote":"","page_name":" 21 ","page_number":28},
  {"content":"\r\n\r\nمسألة 3 : ان كان ما طرأ عليه الخراب لمالك معلوم\r\nفإن أعرض عنه مالكه كان لكلّ أحد إحياؤه وتملَّكه ( 1 ) .\r\n\r\n","description":"\r\n( 1 ) وذلك لظهور بعض النصوص في ذلك مثل قوله : « تركها أهلها » في صحيحة عمر بن يزيد « 1 » . وقوله : « وكلّ أرض ميتة قد جلا أهلها « 2 » » في صحيحة داود بن فرقد . وقوله : « وتركها وأخربها » في صحيحة معاوية « 3 » . فإن هذه التعابير ظاهرة في إعراض المالك .\r\nهذا مضافا إلى أنّ ذلك مقتضى الجمع بين صحيحتي معاوية بن وهب السابقة وبين صحيحة سليمان بن خالد قال : « سألت أبا عبد اللَّه ( ع ) عن الرّجل يأتي الأرض الخربة فيستخرجها ويجري أنهارها ويعمرها ويزرعها ماذا عليه ؟ قال ( ع ) :\r\nالصّدقة . قلت : فإن كان يعرف صاحبها ؟ قال ( ع ) : فليؤدّ إليه حقّه « 4 » » .\r\nبيان ذلك : أنّ في المقام أعني ما إذا كان مالك الأرض الموات معلوما دلَّت صحيحة معاوية بن وهب على جواز تملَّكها بالاحياء . لظهور قوله ( ع ) :\r\n« فإنّ الأرض للَّه ولمن عمرها » في دخول الأرض في ملك الشخص المعمّر\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 383 - ح 13 .\r\n« 2 » الوسائل / ج 6 - ص 372 - ح 32 .\r\n« 3 » الوسائل / ج 17 - ص 328 - ب 3 و 1 .\r\n« 4 » الوسائل / ج 17 - ص 329 - ح 3 .\r\n","page_name":" 22 ","page_number":29},
  {"content":"\r\n\r\n","description":"\r\nبالاحياء . وجه ذلك ظهور اللام في الملكية إلَّا انها إذا دخلت على لفظ الجلالة تفيد الملكية التكوينية الحقيقية حيث لا يعقل اعتبار الملك في حقه تعالى . ولكن صحيحة سليمان بن خالد دلَّت على بقاء الأرض في ملك المالك السابق وعدم دخولها في ملك المحيي الثاني بالاحياء . وذلك بقرينة أمره ( ع ) بأداء حقّ المالك الأول بقوله : « فليؤدّ إليه حقّها » فان هذا الحق لا يمكن ان يكون غير أجرة الأرض لأن المفروض صدور عمليّة الأحياء وإجراء الأنهار وتعمير الأرض من المحيي الثاني .\r\nوبذلك يقع التعارض بينهما - بدءا - وقد جمع بينهما بوجوه ، أحسنها :\r\nحمل صحيحة سليمان بن خالد على ما لو لم يعرض المالك السابق عن الأرض ولم يتركها ولم يغب عنها بل كان حاضرا في البلد إلَّا أنه أبقى الأرض على حالها لعدم اهتمامه بها مسامحة أو لعدم حاجة إليها - لا لإعراضه عنها - فصارت بسبب ذلك مخروبة . وحمل صحيحة معاوية بن وهب على ما لو أعرض المالك السابق عن الأرض وتركها وأخربها . وذلك بقرينة قوله : « فإن كان يعرف صاحبها » في صحيحة سليمان بن خالد . فإنه ظاهر في حضور المالك السابق وعدم إعراضه حال الأحياء حيث إن المشتق ظاهر في المتلبس في الحال . فقوله : « يعرف صاحبها » أي صاحبها فعلا اي حال الأحياء . وان إطلاق صاحب الأرض فعلا يصح إذا لم يعرض عنها المالك . وإنّ قوله : « فغاب عنها فتركها فأخربها » في صحيحة معاوية بن وهب ظاهر في عدم اعتناء المالك السابق بالأرض ولا يخلو من إشارة إلى الأرض .\r\n","footnote":"","page_name":" 23 ","page_number":30},
  {"content":"\r\nوإن لم يعرض عنه فإن أبقاه مواتا للانتفاع به في تلك الحال من جهة تعليف دوابّه أو بيع حشيشه أو قصبه ونحو ذلك - فربما ينتفع منه مواتا أكثر ممّا ينتفع منه محياة - ، فلا إشكال في أنه لا يجوز لأحد إحياؤه والتصرف فيه بدون إذن مالكه . وكذا فيما إذا كان مهتمّا بإحيائه عازما عليه وإنّما أخّر الاشتغال به لجمع الآلات وتهيئة الأسباب المتوقعة الحصول أو لانتظار وقت صالح له ( 1 ) . وأمّا لو ترك تعمير الأرض وإصلاحها وأبقاها إلى الخراب من جهة عدم الاعتناء بشأنها وعدم الاهتمام والالتفات إلى مرمّتها وعدم عزمه على إحيائها إمّا لعدم حاجته إليها أو لاشتغاله بتعمير غيرها فبقيت مهجورة مدّة معتدّا بها حتى آلت إلى الخراب ( 2 ) ، فإن كان سبب ملك المالك غير الأحياء مثل أنّه ملكها بالإرث أو الشراء فليس لأحد ( 3 ) وضع اليد عليها وإحياؤها\r\n\r\n","description":"\r\n( 1 ) لعدم صدق ترك الأرض حينئذ ولا إخرابها فلا تشمل نصوص المقام هذه الصورة قطعا لحضور مالكها واهتمامه واعتنائه بها وعزمه على إحيائها .\r\n( 2 ) كما استظهرنا هذه الصورة من صحيحة سليمان بن خالد بقرينة قوله ( ع ) : « فإن كان يعرف صاحبها » . وغيرها كما مرّ آنفا .\r\n( 3 ) وقد مرّ بيان هذا التفصيل ودعوى الإجماع عليه من التذكرة وغيرها\r\n","footnote":"","page_name":" 24 ","page_number":31},
  {"content":"\r\nوالتصرف فيها إلَّا بإذن مالكها . ولو أحياها أحد وتصرّف فيها وانتفع بها بزرع أو غيره فعليه أجرتها لمالكها . وان كان سبب ملكه الإحياء بأن كانت أرضا مواتا بالأصل فأحياها وملكها ثمّ بعد ذلك عطَّلها وترك تعميرها حتى آلت إلى الخراب ، فجوّز إحياءها لغيره بعضهم . وهو في غاية الإشكال بل عدمه لا يخلو من قوّة ( 1 ) .\r\n\r\n","description":"\r\nفي البحث عن مفاد أدلَّة مملَّكية الأحياء في الموات بالعارض .\r\n( 1 ) واما وجه هذا التفصيل فقد يقال بأنه مقتضى الجمع بين صحيحتي معاوية بن وهب وسليمان بن خالد بحمل الثانية على ما إذا كان سبب الملك السابق غير الأحياء وحمل الأولى على ما إذا كان سببه الأحياء . لكنّه جمع تبرّعيّ لا شاهد له لوضوح أعمّيّة سبب الملك السابق في كلتا الصحيحتين . ومن هنا احتاط بعض وجوبا بدفع حق المالك السابق حتى لو ملك بالاحياء ولم يعرض .\r\nثم إنه بعد ردّ هذا الجمع - لعدم شاهد له فيهما ولا في غيرهما من النصوص - فمقتضى عمومات مملَّكية الإحياء كون المحيي الثاني مالكا مطلقا سواء كان سبب الملك السابق هو إحياء أم غيره - كالشراء والإرث والعطيّة - من دون فرق بين الصورتين . نعم يمكن التفصيل بين ما لو أعرض المالك السابق وبين ما لو لم يعرض - كما مرّ آنفا .\r\n","footnote":"","page_name":" 25 ","page_number":32},
  {"content":"\r\n\r\n","description":"\r\nفحينئذ لو أعرض المالك السابق يجوز تملَّك الأرض الموات بالاحياء مطلقا . ولو لم يعرض يجب على المحيي الثاني احتياطا أن يعطيه حقّه ، بلا فرق في ذلك بين ما لو كان سبب ملك السابق أحياء أو غيره .\r\nهكذا قيل في وجه وجوب الاحتياط المذكور هنا . ولكنه في غير محلَّه لأنه لو قلنا بتعيّن هذا الجمع لا مناص من القول ببقاء ملكيّة الأرض للمالك السابق . فلا وجه حينئذ لهذا الاحتياط بل يجب دفع أجرة المالك السابق . وذلك بدليل قوله : « فليؤدّ إليه حقّه » في صحيحة سليمان بن خالد .\r\nولكن التحقيق تعيّن وجوب الاحتياط فيما لو ملك بغير الأحياء . لكن لا لمراعاة حق المالك السابق بل إنّما يجب الاحتياط بترك أصل الأحياء . والوجه فيه اتفاق الفقهاء بل إجماعهم على عدم جواز إحياء الأرض حينئذ كما نفى الخلاف عن ذلك في التذكرة . وقال في الجواهر : « وبالجملة المسلَّم من الإجماع المزبور - أي الذي ادعاه في التذكرة وغيره - إذا ملكه بغير الأحياء كالشراء من الإمام ( ع ) مثلا « 1 » » .\r\nولا يخفى ان المتيقن من هذا الإجماع ما إذا كان الشراء من الامام واما إذا اشتراها ممّن أحياها فيمكن دخولها فيما كان سبب ملكه الأحياء كما قال في الجواهر - بعد القول المزبور - : « اما إذا كان أصل الملك بالاحياء ثم باعه من آخر أو ورثه من آخر فالظاهر جريان البحث في بقاء الملك لمن هو له على\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 21 .\r\n","page_name":" 26 ","page_number":33},
  {"content":"\r\n\r\n","description":"\r\nنحو الملك بالاحياء « 1 » » . وظاهر الماتن « قده » خلاف ذلك فتأمّل جيّدا .\r\nثم إنه يمكن الجمع بين هاتين الصحيحتين بوجهين آخرين .\r\nأحدهما : حمل صحيحة معاوية بن وهب على ما إذا لم يكن المالك السابق معروفا حين الأحياء كما يشير اليه التنكير في قوله : « فإن كانت أرض لرجل » ولا يخلو قوله : « ثمّ جاء بعد يطلبها » من إشارة إلى ذلك . وذلك بمفهوم قوله : « فإن كان يعرف صاحبها » في صحيحة سليمان بن خالد . فان مفهومه عدم ثبوت حق للمالك الأوّل لو لم يعرفه المحيي .\r\nوأشكل على هذا الجمع بان العلم طريق إلى معرفة المالك ولا يتوقف واقع الملكية على علم المحيي حتى يكون علمه دخيلا في كون الأرض ملكا للمالك السابق . ومن هنا لو كان المالك السابق حاضرا في البلد غير معرض عنها حين الأحياء ولكن لم يعرفه المحيي ثم عرفه بعد الأحياء والتفت إلى حضوره في البلد من حين الأحياء لم يقل أحد بكونها ملكا للمحيي .\r\nويمكن الجواب عنه : بأنّ أحكام الشرع توقيفية وحتى في المعاملات يكون تعيين شرائط الملكية بيد الشارع . وإنّما دلّ الدليل في المقام على دخل معروفية المالك السابق في سببية الإحياء للملك . وذلك لظهور الجملة الشرطية في قوله : « فإن كان يعرف صاحبها » في ذلك . هذا مضافا إلى فتوى المشهور بذلك كما قال في الجواهر « 2 » . واستدلّ لهم بأصالة بقاء الملك\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 21 .\r\n« 2 » الجواهر / ج 38 - ص 23 .\r\n","page_name":" 27 ","page_number":34},
  {"content":"\r\n\r\nمسألة 4 : كما يجوز إحياء القرى الدارسة والبلاد القديمة [ يجوز حيازة أجزائها الباقية من أحجارها وأخشابها و . . 
  ]\r\nالتي باد أهلها وصارت بلا مالك بجعلها مزرعا أو مسكنا أو غيرهما ، كذا يجوز حيازة ( 1 ) أجزائها الباقية من أحجارها وأخشابها وآجرها وغيرها ويملكها الحائز إذا أخذها بقصد التملَّك .\r\n\r\n","description":"\r\nبمقتضى العمومات ما لم يثبت التخصيص بالدليل وعدم معلومية كون مجرّد الخراب مزيلا للملك السابق مؤيدا بصحيحة سليمان بن خالد .\r\nوثانيهما : حمل الأمر بأداء حق المالك السّابق في قوله ( ع ) : « فليؤدّ إليه حقّه » في صحيحة سليمان بن خالد على الاستحباب .\r\n( 1 ) والدليل على ذلك مضافا إلى استقرار سيرة العقلاء على تملَّك الأشياء المنقولة بالحيازة - عموم بعض نصوص اللقطة مثل صحيحة عبد اللَّه بن سنان عن أبي عبد اللَّه ( ع ) قال : « من أصاب مالا أو بعيرا في فلاة من الأرض قد كلَّت وقامت وسيّبها صاحبها ممّا لم يتبعه فأخذها غيره فأقام عليها وأنفق نفقته حتّى أحياها من الكلال ومن الموت فهي له ولا سبيل له عليها وإنّما هي مثل الشّيء المباح « 1 » » . فإنّ قوله : « إنّما هي مثل الشّيء المباح » بضميمة قوله : « ممّا لم يتبعه . . » . دلّ على أنّ كلّ مال أعرض عنه صاحبه فتركه ولم يتبعه يكون في حكم الشيء المباح ويجوز تملَّكه بالحيازة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ح 2 .\r\n","page_name":" 28 ","page_number":35},
  {"content":"\r\n\r\n","description":"\r\nومثلها في الدلالة بعض نصوص اللقطة الظاهرية في جواز تملَّك ما وجد في أرض أو دار خربة هلك أو جلا أهلها بحيث يكون المالك مأيوسا من رجوع المالك ، بلا حاجة إلى التعريف .\r\nكصحيح محمد بن مسلم عن الباقر ( ع ) قال : « سألته عن الدّار يوجد فيها الورق . فقال : إن كانت معمورة فيها أهلها فهي لهم وإن كانت خربة قد جلا عنها أهلها فالَّذي وجد المال أحقّ به « 1 » » .\r\nوصحيحه الآخر عن أحدهما ( ع ) في حديث قال : « وسألته عن الورق يوجد في دار . فقال ( ع ) : إن كانت معمورة فهي لأهلها فإن كانت خربة فأنت أحقّ بما وجدت « 2 » » .\r\nوهاتان الروايتان وان لا ترتبطان بالمقام - لورودهما في مورد التقاط الورق وانما الكلام في الأسباب وآلات الدار المخروبة والأرض الموات من الآجر والخشب والحديد والأحجار ، ولكن ظاهر الشرطية في ذيلهما أنّ كلّ مال وجد في أرض أو دار خربة يطمأنّ بإعراض مالكها عن ذلك الشيء أو جلائه أو هلاكه أو علم بعدم رجوعه ، يجوز تملَّكه بالحيازة من دون حاجة إلى التعريف . لإطلاق قوله ( ع ) : « وإن كانت خربة قد جلا عنها أهلها فالَّذي وجد المال أحقّ به » في الصحيحة الأولى . وقوله : « وإن كانت خربة فأنت أحقّ بما وجدت » في الثانية . فإنّ هاتين الشرطيتين بمنزلة الكبرى الشاملة لأيّ مال\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 5 - ح 1 و 2 .\r\n« 2 » الوسائل / ج 17 - ص 354 - ب 5 - ح 1 و 2 .\r\n","page_name":" 29 ","page_number":36},
  {"content":"\r\n\r\nمسألة 5 : لو كانت الأرض موقوفة وطرأ عليها الموتان والخراب فان كانت من الموقوفات القديمة الدارسة التي لم يعلم كيفية وقفها وأنّها خاصّ أو عام أو وقف على الجهات ولم يعلم من الاستفاضة والشهرة غير كونها وقفا على أقوام ماضين لم يبق منهم اسم ولا رسم أو قبيله لم يعرف منهم إلَّا الاسم ، فالظَّاهر أنها من الأنفال . فيجوز ( 1 ) إحياؤها كما إذا كان الموات المسبوق بالملك على هذا الحال . وإن علم أنّها وقف على الجهات ولم تتعيّن بأن علم أنّها وقف إمّا على مسجد أو مشهد أو مقبرة أو مدرسة أو غيرها ولم يعلمها بعينها أو علم أنّها وقف على اشخاص لم يعرفهم بأشخاصهم وأعيانهم كما إذا علم أنّ مالكها قد وقفها على ذريته ولم يعلم من الواقف ومن الذريّة ، فالظاهر أنّ ذلك بحكم الموات المجهول المالك الذي نسب إلى المشهور القول بأنّه من الأنفال . وقد مرّ ما فيه من الاشكال بل القول به هنا أشكل . والأحوط\r\n\r\n","description":"\r\nموجود في الصحارى والقنوات والخرابات ممّا لم يعلم له مالك أو علم إعراضه عنه .\r\n( 1 ) ان للموات الموقوفة أقساما :\r\nالأوّل : ما لم تعلم كيفية وقفه من أنّه وقف على الجهات أو الأشخاص أو أنّه عام أو خاص .\r\n","footnote":"","page_name":" 30 ","page_number":37},
  {"content":"\r\nالاستئذان من الحاكم لمن أراد إحياءها وتعميرها والانتفاع بها بزرع أو غيره بأن يصرف أجرة مثلها في الأوّل في وجوه البرّ وفي الثاني على الفقراء بل الأحوط خصوصا في الأوّل مراجعة حاكم الشرع وامّا لو طرأ الموتان على الوقف الذي علم مصرفه أو الموقوف عليهم فلا ينبغي الإشكال في أنه لو أحياه أحد وعمّره وجب عليه صرف منفعته في مصرفه المعلوم في الأوّل . ودفعها وإيصالها إلى الموقوف عليهم المعلومين في الثاني . وان كان المتولَّي أو الموقوف عليهم تاركين إصلاحه وتعميره ومرمّته إلى أن آل إلى الخراب . لكن ليس لأحد إحياؤها والتصرف فيه مع وجود المتولَّي المعلوم إلَّا بإذنه أو الاستئذان من الحاكم مع عدمه في الأوّل ومن المتولي أو الموقوف عليهم ان كان خاصّا أو الحاكم ان كان عاما في الثاني .\r\n\r\n","description":"\r\nالثاني : ما علم أنّه وقف لقوم الَّا انه لم يبق فرد لذلك القوم ولم يعلم منهم الَّا الاسم . وهذان القسمان في حكم الموات بالأصل ولا كلام في جواز إحيائها وتملَّكها بالعمران وذلك للعمومات الدالة على كون كلّ أرض خربة لا ربّ لها أو باد أهلها أو تركوها أو جلوا عنها من الأنفال وأنّها لمن أحياها ، من دون فرق بين كونها مسبوقا بالملك أو الوقف . ونقلنا كثيرا منها في أوّل البحث وقد ذكرت جميعها في الباب الأوّل من كتاب الأنفال ، فراجع .\r\n","footnote":"","page_name":" 31 ","page_number":38},
  {"content":"\r\n\r\n","description":"\r\nالثالث : ما علم وقفه لجهة إلَّا انه لم تعلم تلك الجهة بعينها أنها المدرسة أو المقبرة أو المسجد أو الفقراء ونحو ذلك من الجهات .\r\nفنسب إلى المشهور جواز إحيائه كما مرّ سابقا في الموات المجهول المالك . ولكن يمكن الإشكال بأنّ المتيقّن من الجهة الموقوف عليها هو مطلق وجوه الخيرات والمبرّات . فلا بدّ من صرف منافعه بعد الأحياء في ذلك بإذن الحاكم ، عملا بعموم : « الوقوف على حسب ما يوقفها أهلها » لا لعمومات المجهول المالك لعدم اندراجه في هذا العنوان .\r\nالرابع : ما علم وقفه للأشخاص إلَّا أنّهم غير معلومين بآحادهم فيعامل معه حينئذ معاملة المجهول المالك فيجب الفحص عن الموقوف عليه . وبعد اليأس يتصدّق به على الفقراء بإذن الحاكم كما هو المستفاد من معتبرة داود بن أبي يزيد « 1 » السابقة وغيرها . فلا يجوز إحياؤه حينئذ لما مرّ سابقا فراجع .\r\nالخامس : ما علم وقفه لجهة خاصّة أو أشخاص معيّنين فلا إشكال حينئذ في أنه يجب على المحيي دفع أجرة المثل في تلك الجهة الخاصّة أو إلى الأشخاص الموقوف عليهم ويجب عليه الاستئذان من المتولَّي أو الموقوف عليهم في أصل الأحياء لكونه تصرّفا في ملكهم لا يجوز بغير إذنهم .\r\nولا يدخل مثل هذا الأرض فيما لا ربّ لها حتى تدخل في عمومات الأنفال بل لها ربّ - من المتولي أو الموقوف عليهم - فلا مناص من العمل\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 357 - ح 1 ، قد مر ذكرها في / ص 18 .\r\n","page_name":" 32 ","page_number":39},
  {"content":"\r\n\r\n","description":"\r\nبعموم : « الوقوف تكون على حسب ما يوقفها أهلها « 1 » » .\r\nالسادس : ما علم أصل وقفيتها لكن تردّد بين وقفه لجهة خاصة أو للذّرّية ولم يعلم أحدهما بعينه . فمقتضى الاحتياط حينئذ أن يصرف المحيي أجرة المثل في تلك الجهة المعينة بإجازة الذرية . والوجه في ذلك أنّ بالعلم الإجمالي بالوقف - إمّا للجهة المعينة أو للذرية - يتنجّز وجوب العمل بالوقف .\r\nولذا يجب مراعاة كلا طرفي العلم وهي انما تكون بصرف منافعها في تلك الجهة بإذن الموقوف عليهم ولو لم يأذنوا يرجع إلى الحاكم وكذا يجب الاستئذان منهم أو منه في أصل الأحياء .\r\nواما استصحاب العنوان الموقوف عليه في القسم الثاني إذا احتمل وجود فرد من القوم الموقوف عليهم - بعد العلم بهلاك الإفراد الماضين منهم - فيكون من قبيل القسم الرابع من استصحاب الكلَّي حيث يحتمل حدوث فرد آخر من العنوان مقارنا لارتفاع الفرد السابق أو قبله . والتحقيق عدم جريان هذا القسم من الاستصحاب .\r\nهذا مضافا إلى أمارية خراب الأرض واندراسها على عدم وجود صاحب طالب لها .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 13 - ص 295 - ب 2 - ح 1 .\r\n","page_name":" 33 ","page_number":40},
  {"content":"\r\n","description":"","footnote":"","page_name":" 34 ","page_number":41},
  {"content":"\r\n\r\nإحياء الحريم وأحكامه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":42},
  {"content":"\r\n","description":"","footnote":"","page_name":" 36 ","page_number":43},
  {"content":"\r\n\r\nمسألة 6 : إذا كان الموات بالأصل حريما لعامر مملوك لا يجوز ( 1 ) لغير مالكه إحياؤه وإن أحياه لم يملكه . وتوضيح ذلك انّ من أحيى مواتا لإحداث شيء من دار أو بستان أو مزرع أو غيرها تبع ذلك الشيء الذي أحدثه مقدار من الأرض الموات القريبة من ذلك الشيء الحادث ممّا يحتاج إليه لتمام الانتفاع به ويتعلَّق بمصالحه عادة . ويسمّى ذلك المقدار التابع حريما لذلك المتبوع ويختلف مقدار الحريم زيادة ونقيصة باختلاف ذي الحريم . وذلك من جهة تفاوت الأشياء في المصالح والمرافق المحتاج إليها . فما يحتاج اليه الدار من المرافق بحسب العادة غير ما يحتاج إليه البئر والنهر مثلا . وهكذا باقي الأشياء .\r\nبل يختلف ذلك باختلاف البلاد والعادات أيضا . فإذا أراد شخص إحياء حوالي ماله الحريم لا يجوز له إحياء مقدار الحريم بدون اذن المالك ورضاه وإن أحياه لم يملكه وكان غاصبا .\r\n\r\n","description":"\r\n( 1 ) قد استدلّ على عدم جواز احياء الحريم بأمور :\r\nمنها : إجماع الفقهاء كما عن جامع المقاصد والتذكرة وغيرهما . وأتّكل عليه في الجواهر « 1 » فقال : بلا خلاف أجده فيه كما اعترف به غير واحد بل في التذكرة « لا نعلم خلافا بين علماء الأمصار . . » بل عن جامع المقاصد\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - 35 .\r\n","page_name":" 37 ","page_number":44},
  {"content":"\r\n\r\n","description":"\r\nالإجماع عليه وهو الحجّة ، انتهى .\r\nولا يخفى عدم الاعتماد على مثل هذا الإجماع لاحتمال استناد المجمعين إلى بعض الوجوه المستدلّ بها في المقام .\r\nمنها : قاعدة نفي الضرر كما استدلّ به في الجواهر .\r\nوتقريب الاستدلال بها أنّ جواز إحياء الحريم ممّا يوجب الضرر على ذي الحريم ويزاحمه في الانتفاع من ملكه . لأن المفروض احتياج المالك في تمام الانتفاع من ملكه إلى الحريم ، حتى يعبر عنه أو يبلّ الطين فيه لصنع الحائط أو يجمع ضيعته وغلَّاته وأخشاب الأشجار فيه . وهذا حقّ ثابت لمالك تلك الأرض أو الدار أو البستان . وإنّ جواز إحياء حريمه يوجب حرمان المالك من حقّه وتضرّره بذلك .\r\nوفيه : ان ورود الضرر عليه غير معلوم لإمكان فعل جميع المذكورات غير العبور - مما يتمّ الانتفاع من الملك بها - في داخل ملكه . نعم يكون احياء حريمه مزاحما لحقه وهو غير الضرر عليه . لأنه نقص في المال ولا يرد بذلك عليه نقص .\r\nومنها : سيرة العقلاء ، حيث يكون الانتفاع من الحريم عندهم حقّا ثابتا مسلَّما للمالك . ولا يجيزون أحدا التجاوز اليه وتصرفه بدون إذن المالك . وإنّ الشارع لم يردع عنها بل يستفاد من بعض النصوص إمضاؤها كما يأتي ذكرها .\r\nومنها : النصوص المعتبرة بعضها الدالة على أحقّية المالك بحريم ملكه\r\n","footnote":"","page_name":" 38 ","page_number":45},
  {"content":"\r\n\r\n","description":"\r\nأو حريم ضيعته ومتاعه .\r\nمثل ما رواه الكليني والشيخ بإسنادهما عن محمد بن عبد اللَّه قال :\r\n« سألت الرّضا ( ع ) عن الرّجل تكون له الضّيعة وتكون لها حدود تبلغ حدودها عشرين ميلا أو أقلّ أو أكثر ، يأتيه الرّجل فيقول أعطني من مراعي ضيعتك وأعطيك كذا وكذا درهما . فقال ( ع ) : إذا كانت الضّيعة له فلا بأس « 1 » » .\r\nلا إشكال في دلالة هذا الخبر لأنّ قوله : « إذا كانت الضّيعة له فلا بأس » ظاهر في أنّ لصاحب الضيعة حقّا في الأرض بتبع ملكية ضيعتها . لصيرورة الأرض حريما له بجمع الضيعة فيها ويجوز له أخذ تلك الدراهم في قبال رفع اليد عن حقّه . فلا يكون أكلا للمال بالباطل كما توهّمه السائل بلحاظ عدم ملكية رقبة الأرض لصاحب الضيعة بمجرّد جعل الضيعة فيها . فبهذا التقريب تدل هذه الرواية على أنّ للمالك حقّا في حريمه ولا يجوز لغيره التصرف فيه وتملَّكه بدون اذنه .\r\nولكن وقع في سندها محمد بن عبد اللَّه . وعدّه الشيخ في رجاله من أصحاب الرضا ( ع ) وعدّه البرقي من أصحاب الكاظم . وهو لم يعرف بمدح ولا قدح . فمن هنا لا يخلو سندها من مناقشة . وان لا يبعد القول باعتبارها نظرا إلى تعبير الشيخ والبرقي في توصيفه بأنه من أصحاب الرضا ( ع ) ولعلَّه نظر صاحب الجواهر في استظهار صحته .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 336 - ب 9 - ح 1 .\r\n","page_name":" 39 ","page_number":46},
  {"content":"\r\n\r\n","description":"\r\nوما رواه المشايخ الثلاثة باسنادهم عن إدريس بن زيد عن أبي الحسن ( ع ) قال : « سألته وقلت : جعلت فداك إنّ لنا ضياعا ولنا حدود ولنا الدّوابّ وفيها مراعي وللرّجل منّا غنم وإبل ويحتاج إلى تلك المراعي لإبله وغنمه أيحلّ له أن يحمي المراعي لحاجته إليها ؟ فقال ( ع ) : إذا كانت الأرض أرضه فله أن يحمى ويصير ذلك إلى ما يحتاج إليه . قال : وقلت له : الرّجل يبيع المراعي ، فقال ( ع ) : إذا كانت الأرض أرضه فلا بأس « 1 » » .\r\nفإن قوله ( ع ) : « إذا كانت الأرض أرضه فله أن يحمي ويصير ذلك إلى ما يحتاج إليه » دلّ بمفهومه على أنه لو لم يكن ذلك المرعى أو مكان جمع الضيعة ملكه لا يجوز له أن يمنع صاحب الضيعة منه . ومرجع ذلك إلى صيرورة مكان جمع الضيعة والمرعى حريما لصاحب الضيعة والرّاعي وانه يوجد له بذلك حقّ فيه وليس لغيره منعه منه . ويدلّ ذيل هذا الخبر على عدم كونه مالكا للحريم بل له مجرد حق فيه ولذا منع ( ع ) عن بيعه وأما أخذ الدراهم - المذكور في خبر محمد بن عبد اللَّه - فإنّما هو بإزاء رفع اليد عن حقّه .\r\nوأمّا سند هذا الخبر فالأقوى اعتباره حيث لا كلام في غير إدريس بن زيد . وانّه ممدوح حيث عبّر الصدوق ( ره ) عنه بصاحب الرضا ( ع ) فهذه الرواية حسنة لأجل ذلك .\r\nوالتحقيق تمامية الاستدلال بالسيرة وهذين الخبرين .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 276 - ب 22 - ح 1 .\r\n","page_name":" 40 ","page_number":47},
  {"content":"\r\n\r\nمسألة 7 [ البحث في حريم الدار والحائط والنهر 
  ]\r\nحريم الدار مطرح ترابها وكناستها ورمادها ومصبّ مائها ومطرح ثلوجها ومسلك الدخول والخروج منها في الصوب الذي يفتح اليه الباب . فلو بنى دارا في أرض موات تبعه هذا المقدار من الموات من حواليها فليس لأحد أن يحيي هذا المقدار بدون رضي صاحب الدار . وليس المراد من استحقاق الممرّ في قبالة الباب استحقاقه على الاستقامة وعلى امتداد الموات ، بل المراد ان يبقى\r\n\r\n","description":"\r\nهذا مضافا إلى تأييد ذلك بالنبوي المرسل : « من أحيى ميتة في غير حقّ مسلم فهي له « 1 » » . حيث دلّ بمفهومه على عدم جواز تملَّك حق الغير بالإحياء ولا ريب انّ حريم الملك حقّ للمالك .\r\nومثله عموم ما رواه العامة : « من سبق إلى ما لم يسبقه مسلم فهو له « 2 » » . وفي المستدرك : « فهو أحقّ به « 3 » » فان المالك سابق إلى حريم ملكه من غيره .\r\n( 1 ) ان تشخيص مقدار حريم الدار موكول إلى نظر العرف وملاكه قدر حاجة صاحب الدار في الانتفاع التام والكامل من داره وعدم المزاحمة معه في ذلك . ولم يرد نصّ في حريم الدار .\r\n\r\n","footnote":"\r\n« 1 » سنن البيهقي / ج 6 - ص 142 .\r\n« 2 » المستدرك / ب 1 ، من كتاب احياء الموات / ح 142 .\r\n« 3 » سنن البيهقي / ج 6 - ص 4 .\r\n","page_name":" 41 ","page_number":48},
  {"content":"\r\nمسلك له يدخل ويخرج إلى الخارج بنفسه وعياله وأضيافه وما تعلَّق به من دوابّه وأحماله وأثقاله بدون مشقّة بأيّ نحو كان . فيجوز لغيره احياء ما في قبالة الباب من الموات إذا بقي له الممرّ ولو بانعطاف وانحراف .\r\nوحريم الحائط ( 1 ) لو لم يكن جزء من الدار - بأن كان مثلا جدار حصار أو بستان أو غير ذلك - مقدار ما يحتاج اليه لطرح التراب والآلات وبلّ الطين لو انتقض واحتاج إلى البناء والترميم . وحريم\r\n\r\n","description":"\r\n( 1 ) حريم الحائط 1 - عين ما قلناه في حريم الدار يأتي هنا أيضا . فإن حقّ الحريم ثابت للحائط والنهر - وغير ذلك ممّا أحيي في الموات - بسيرة العقلاء . وتشمل العمومات السابقة - الدالة على استحقاق المالك لحريم ملكه - جميع هذه الموارد .\r\n","footnote":"","page_name":" 42 ","page_number":49},
  {"content":"\r\nالنهر ( 1 ) مقدار مطرح طينه وترابه إذا احتاج إلى التنقية والمجاز على حافتيه للمواظبة عليه ولإصلاحه على قدر ما يحتاج اليه . وحريم البئر ( 2 ) ما تحتاج إليه لأجل السقي منها والانتفاع بها من الموضع الذي يقف فيه النازح ان كان الاستقاء منها باليد ، وموضع الدولاب ومتردد البهيمة ان كان الاستقاء بهما ، ومصبّ الماء والموضع الذي يجتمع فيه لسقي الماشية أو الزرع من حوض ونحوه ، والموضع الذي يطرح فيه ما يخرج منها من الطين وغيره لو اتّفق الاحتياج اليه . وحريم العين ما تحتاج إليه لأجل الانتفاع بها أو إصلاحها وحفظها على قياس غيرها .\r\n\r\n","description":"\r\n( 1 ) حريم النهر 1 - والدليل عليه - مضافا إلى السيرة والعمومات السابقة - مرفوعة إبراهيم بن هاشم : « حريم النّهر حافتاه وما يليها « 1 » » .\r\n( 2 ) ان لكل من العين والبئر والقناة نوعين من الحريم :\r\nأحدهما : الحريم في سطح الأرض ممّا يحتاج إليه من أطرافه في الاستقاء منها والانتفاع بها وهذا النوع مقصود الماتن « قده » هنا .\r\nوالآخر حريمها بحسب مخازن الماء في عمق الأرض وسيأتي بيان\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 239 - ح 4 .\r\n","page_name":" 43 ","page_number":50},
  {"content":"\r\n\r\nمسألة 8 [ في حريم البئر والعين والقناة في عمق الأرض 
  ]\r\nلكل من البئر والعين والقناة - أعني بئرها الأخيرة التي هي منبع الماء ويقال لها بئر العين وأمّ الآبار وكذا غيرها إذا كان منشأ للماء - حريم آخر ( 1 ) بمعنى آخر . وهو المقدار الذي ليس لأحد أن يحدث بئرا أو قناة أخرى فيما دون ذلك المقدار بدون إذن صاحبهما بل الأحوط لحاظ الحريم كذلك بين القناتين مطلقا وان كان الجواز في غير ما ذكر أشبه .\r\n\r\n","description":"\r\nمقداره . والدليل على ثبوت الحريم بالمعنى الأول - الذي هو المقصود هنا - ما سبق من سيرة العقلاء وعمومات عدم جواز احياء الحريم والتصرف فيه .\r\n( 1 ) حريم البئر والعين والقناة في عمق الأرض 1 - ان لكل من البئر والعين والقناة حريما خاصّا في عمق الأرض - كما قلنا آنفا . وقد حدّد مقدار هذا الحريم في النصوص . ولا يخفى أنّ لزوم رعاية هذه الحدود لكلّ واحد منها انما يكون بالقياس إلى مثله - كما أشار إليه في المسألة التاسعة .\r\nوالسرّ في ثبوت هذا الحريم انه لو أحدث بئر أو قناة في أقلّ من هذه الفواصل المحدّدة في النصوص تجذب البئر أو القناة الجديدة ماء البئر أو القناة السابقة فيرد بذلك الضرر على صاحبهما .\r\n","footnote":"","page_name":" 44 ","page_number":51},
  {"content":"\r\n\r\n","description":"\r\nولا يخفى انّ هذه الحدود حقيقية تكوينية ولا دخل لنظر العرف فيها .\r\nنعم يمكن ان تتغيّر بمرور الأزمان بسبب التغييرات الجوّية وتحوّل ماء البحار وحدوث الشقوق والمرتفعات الجديدة على سطح الأرض وإنّ تشخيص ذلك بحسب شرائط الزمان والمكان موكول إلى نظر أهل الخبرة . وبناء على هذا الأساس لا موضوعية للمقادير المذكورة في النصوص بل هي مصاديق كلَّي الحد الفاصل المدفوع به الضرر .\r\nوالشاهد على ذلك نصوص المقام :\r\nمنها : صحيح محمد بن الحسين أبي جعفر الزيّات الهمداني قال : « كتبت إلى أبي محمّد ( ع ) : رجل كانت له قناة في قرية فأراد رجل أن يحفر قناة أخرى إلى قرية له كم يكون بينهما في البعد حتى لا تضرّ إحداهما بالأخرى في الأرض إذا كانت صلبة أو رخوة ؟ فوقّع ( ع ) : « على حسب أن لا تضرّ إحداهما بالأخرى إن شاء اللَّه . . « 1 » » .\r\nفان قوله ( ع ) : « على حسب أن لا تضرّ إحديهما بالأخرى » كبرى كليّة تعطي الضّابطة في حدّ الحريم ومقداره .\r\nومعتبرة عقبة بن خالد الواردة في قناتين أحدثت إحداهما بعد الأخرى عن الصادق ( ع ) قال : « فينظر أيّتهما أضرّت بصاحبتها ، فإن رأيت الأخيرة أضرّت بالأولى فلتعوّر « 2 » » . وفي خبره الآخر : « فإن كانت الأخيرة أخذت ماء\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 342 - ب 14 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 344 - ح 1 .\r\n","page_name":" 45 ","page_number":52},
  {"content":"\r\nوهو في البئر أربعون ذراعا إذا كان حفرها لأجل استقاء الماشية من الإبل ونحوها منها . وستّون ذراعا ( 1 ) إذا كان لأجل الزرع وغيره . فلو أحدث شخص بئرا في موات من الأرض لم يكن لشخص آخر إحداث بئر أخرى في جنبها بدون اذنه . بل ما لم يكن الفصل بينهما أربعين ذراعا أو ستّين فما زاد على ما فصل .\r\n\r\n","description":"\r\nالأولى عوّرت الأخيرة وإن كانت الأولى أخذت ماء الأخيرة لم يكن لصاحب الأخيرة على الأولى شيء « 1 » » .\r\nوالأقوى اعتبار رواية عقبة بن خالد وذلك لوثاقة سائر رجال خبره غير محمد بن عبد اللَّه بن هلال وهو وان لم يوثّق صريحا الا انه لم يرد فيه قدح مع أنّه كثير الرواية وقد وقع في طريق اسناد كامل الزيارات .\r\n( 1 ) يدل على ذلك موثقة السكوني عن أبي عبد اللَّه ( ع ) : « إنّ رسول اللَّه ( ص ) قال : ما بين بئر المعطن إلى بئر المعطن أربعون ذراعا وما بين البئر النّاضح إلى النّاضح ستّون ذراعا » . « 2 » فان المقصود من البئر المعطن ما كان حفرها لأجل استقاء الماشية ومن البئر الناضح ما كان حفرها لأجل الزرع وغيره .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 344 - ح 3 .\r\n« 2 » الوسائل / ج 17 - ص 339 - ب 11 - ح 5 .\r\n","page_name":" 46 ","page_number":53},
  {"content":"\r\nوفي العين والقناة خمسمائة ذراع في الأرض الصّلبة وألف ذراع في الأرض الرّخوة ( 1 ) . فإذا استنبط إنسان عينا أو قناة في أرض موات صلبة وأراد غيره حفر أخرى تباعد عنه بخمسمائة ذراع . وان كانت رخوة تباعد بألف ذراع . ولو فرض انّ الثانية تضرّ بالأولى أو تنقص ماءها مع البعد المزبور .\r\n\r\n","description":"\r\nوصحيح حماد بن عثمان قال : سمعت أبا عبد اللَّه ( ع ) : « حريم البئر العادية أربعون ذراعا « 1 » » .\r\nوالمقصود بالعادية هو البئر المحدثة في الأرض الموات فإنها منسوبة إلى قوم عاد بلحاظ قدمة زمنهم ، بل قيل إنهم أوّل قوم عمروا الأرض وأحدثوا فيها العمران .\r\n( 1 ) والدليل عليه : موثقة السكوني عن أبي عبد اللَّه ( ع ) : « إنّ رسول اللَّه ( ص ) قال : . . وما بين العين إلى العين - يعني القناة - خمسمائة ذراع « 2 » » .\r\nولا يخفى أنّ هذا المقدار يعتبر في الأرض الصّلبة بقرينة معتبرة عقبة بن خالد عن أبي عبد اللَّه ( ع ) قال : « يكون بين البئرين إذا كانت أرضا صلبة خمسمائة ذراع وإن كانت أرضا رخوة فألف ذراع « 3 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 338 - ب 11 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 339 - ح 5 .\r\n« 3 » الوسائل / ج 17 - ص 338 - ح 3 .\r\n","page_name":" 47 ","page_number":54},
  {"content":"\r\n\r\nفالأحوط لو لم يكن الأقوى ( 1 ) زيادة البعد بما يندفع به الضرر أو التراضي مع صاحب الأولى .\r\nمسألة 9 : اعتبار البعد المزبور في القناة إنّما هو في أحداث قناة أخرى ( 2 )\r\nكما أشرنا إليه آنفا . وأمّا إحياء الموات الذي في حواليها لزرع أو بناء أو غيرهما فلا مانع ( 3 ) منه إذا بقي من جوانبها مقدار تحتاج للنزح أو الاستقاء أو الإصلاح والتنقية وغيرها ممّا ذكر في مطلق البئر .\r\nبل لا مانع من إحياء الموات الذي فوق الآبار وما بينها إذا أبقي من أطراف حلقها مقدار ما تحتاج اليه لمصالحها . فليس لصاحب القناة المنع عن الإحياء للزرع وغيره إذا لم يضرّ بها .\r\n\r\n","description":"\r\n( 1 ) بل هو الأقوى لما مرّ من ضابطة حدّ الحريم استنادا إلى السيرة والنصوص .\r\n( 2 ) فإنه مفاد نصوص المقام ومقتضى القاعدة حيث تجذب القناة اللاحقة ماء القناة الأولى فتضرّ بصاحب الأولى . وقد نقلنا النصوص الدالة على النهي عن ذلك آنفا .\r\n( 3 ) لعدم ورود الضرر - من جذب ماء القناة وتلوّثها وغير ذلك - بسبب احياء حواليها من سطح الأرض والتصرف فيها .\r\n","footnote":"","page_name":" 48 ","page_number":55},
  {"content":"\r\n\r\nمسألة 10 : قد مرّ أن التباعد المزبور في القناة انما يلاحظ بالنسبة إلى البئر التي تكون منبع الماء أو منشأه .\r\nوأمّا الآبار الأخر التي هي مجرى الماء فلا يراعى الفصل المذكور بينها . فلو أحدث الثاني قناة في أرض صلبة وكان منبعها بعيدا عن منبع الأولى بخمسمائة ذراع ثم تقارب في الآبار الأخر التي هي مجرى الماء إلى الآبار الأخر للأخرى إلى أن صار بينها وبينها عشرة أذرع مثلا لم يكن لصاحب الأولى منعه .\r\n\r\nنعم لو فرض أنّ قرب تلك الآبار أضرّ بتلك الآبار من جهة جذبها للماء الجاري فيها أو من جهة أخرى تباعد بما يندفع به الضرر ( 1 ) .\r\nمسألة 11 : القرية المبنيّة في الموات لها حريم ( 2 ) ليس لأحد إحياؤه\r\nولو أحياه لم يملكه . وهو ما يتعلق بمصالحها ومصالح أهاليها من طرقها المسلوكة منها وإليها ومسيل مائها ومجمع ترابها وكناستها\r\n\r\n","description":"\r\n( 1 ) كما دلّ على ذلك صحيحة محمد بن الحسين ومعتبرة عقبة بن خالد ومرسل محمد بن حفص السابقة ، فراجع وتأمّل فيها .\r\n( 2 ) لم يرد نصّ خاصّ على تعيين مقدار حريم القرية وإنّ تعيينه بنظر أهل العرف . ومقداره ما يحتاج إليه أهل القرية لمصالحهم وأمورهم المختلفة بحسب شؤونهم وعاداتهم ورسومهم . والدليل عليه سيرة العقلاء وبعض العمومات السابقة الدالة على ثبوت حق الحريم .\r\n","footnote":"","page_name":" 49 ","page_number":56},
  {"content":"\r\n\r\nومطرح سمادها ورمادها ومشرعها ومجمع أهاليها لمصالحهم على حسب مجرى عادتهم ومدفن موتاهم ومرعى ماشيتهم ومحتطبهم وغير ذلك . [ حكم ما لو تبدل المزرع أو البستان إلى قرية 
  ]\r\nوالمراد بالقرية البيوت والمساكن المجتمعة المسكونة فلم يثبت هذا الحريم للضيعة والمزرعة ذات المزارع والبساتين المتصلة الخالية من البيوت والمساكن والسّكنة . فلو أحدث شخص قناة في فلاة وأحيى أرضا بسيطة بمقدار ما يكفيه ماء القناة وزرع فيها وغرس فيها النخيل والأشجار لم ( 1 ) يكن الموات المجاور لتلك المحياة حريما لها فضلا عن التلال والجبال القريبة منها . بل لو أحدث بعد ذلك في تلك المحياة دورا ومساكن حتى صارت قرية كبيرة يشكل ( 2 ) ثبوت الحريم\r\n\r\n","description":"\r\n( 1 ) حيث لا يصير بذلك قرية بل هو زرع أو بستان فيثبت حريمها لا حريم القرية .\r\n( 2 ) حكم ما لو تبدّل المزرع أو البستان إلى قرية 2 - وجه الاشكال ما نقل من اتفاق الفقهاء على عدم ثبوت الحريم لما أحدث في الاملاك المعمورة وقاعدة السلطنة ، حيث إنه يزاحم ثبوت الحريم سلطنة مالك الأرض العامرة على ملكه . كما قال في الجواهر « 1 » : « بلا خلاف\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 49 .\r\n","page_name":" 50 ","page_number":57},
  {"content":"\r\n\r\n","description":"\r\nأجده فيه كما عن الشيخ وابني زهرة وإدريس الاعتراف به ، بل في الكفاية نسبته إلى الأصحاب مشعرا بالإجماع عليه ولعلَّه لقاعدة تسلَّط الناس على أموالهم وغيرها » .\r\nولكنّه غير وجيه . أمّا الإجماع المذكور : فمحتمل المدرك لاحتمال استنادهم إلى قاعدة السلطنة وسيرة العقلاء . وعلى فرض حجّيته فالقدر المتيقن منه ما إذا كان الحريم عامرا دون ما إذا كان مواتا بأن صار البستان كلَّه قرية وكان أطرافه مواتا .\r\nوأمّا السيرة :\r\nفقد يوجّه هذا الاشكال بعدم إحراز جريان سيرة العقلاء على ثبوت الحريم للقرية المحدثة في الأملاك العامرة ، ولا إطلاق لفظي يرجع اليه عند الشّك .\r\nوفيه : انه يصح فيما لو كان أطراف البستان عامرة قبل احداث القرية لوضوح عدم صيرورة الملك العامر حريما . وأما إذا كان أطراف البستان أو النخيل مواتا قبل إحداث القرية فيهما ، فلا إشكال في ثبوت الحريم للقرية المحدثة حينئذ حيث يتبدّل بذلك عنوان المزرعة والبستان إلى القرية . وإنّ العقلاء لا يفرّقون في سيرتهم بين قرية أحدثت في الأرض الموات أو المحياة فيما إذا صارت الأرض المحياة بتمامها قرية بحيث كان جميع أطرافها مواتا من دون أن تقع بين الأملاك العامرة .\r\n","footnote":"","page_name":" 51 ","page_number":58},
  {"content":"\r\n\r\n","description":"\r\nوامّا مالك البستان والقناة والنخيل - الذي هو محدث القرية - لا يلاحظ شخصه في ثبوت الحريم بعد ما قطع البستان وباع قطعاته إلى سكنة القرية بل إنّما الملحوظ عند العقلاء حقّ أهل القرية بلا فرق بينها وبين سائر القرى .\r\nنعم لو كان أطرافها أيضا ملك الأشخاص وكانت محياة بأن كانت مزرعا أو معملا أو مصنعا ونحو ذلك ، لا حريم لها في ملك الغير عملا بعموم قاعدة السلطنة وبسيرة العقلاء . فإنّها استقرّت على عدم ثبوت الحريم للقرية حينئذ لأنّ العقلاء لا يجوّزون مزاحمة ملَّاك الأطراف المحياة باحداث القرية جنبها .\r\nوهذا بخلاف ما إذا كان أطرافها قبل تبديلها إلى القرية مواتا .\r\nوجه الفرق أنّ منشأ اختصاص استقرار السيرة بثبوت الحريم لما أحدث في الموات ، مزاحمة ثبوت الحريم لما أحدث في العامرة مع ملك مالكي أطرافها ومنافاته لسلطنتهم على أملاكهم . ولا يأتي هذا الملاك في المقام حتى يدخل في مصب جريان السيرة . وذلك لأنّ أطراف المزرعة أو البستان كانت قبل تبدّلهما إلى القرية مواتا . وكان حريم القرية من أوّل زمان حدوثها واقعا في الأرض الموات ولم يكن مزاحما لأحد ولا منافيا لسلطنة شخص على ملكه . بل الأمر بالعكس فان من يريد إحياء حريم تلك القرية يزاحم حقوق سكنتها .\r\n","footnote":"","page_name":" 52 ","page_number":59},
  {"content":"\r\nلها . نعم لو أحدثها في جنب المزرعة والبساتين في أراضي الموات فالظاهر ثبوته لها . بل لا يبعد ثبوت بعض الحريم من قبيل مرعى الماشية لها مطلقا . كما أنّ للمزرعة بنفسها أيضا حريما وهو ما تحتاج إليه في مصالحها ويكون من مرافقها من مسالك الدخول والخروج ومحلّ يبادرها وحظائرها ومجمع سمادها وترابها وغيرها .\r\n\r\n","description":"\r\nهذا مضافا إلى أنّ عموم مفهوم قوله ( ص ) : « من أحيى ميتة في غير حقّ مسلم فهي له » يمنع من جواز تملَّك حريم تلك القرية . لكونه تصرفا في حقّ المسلمين من سكنتها .\r\nوأمّا قاعدة : « النّاس مسلَّطون على أموالهم » فلا مستند لها من النصوص الَّا ما رواه في غوالي اللئالي مرسلا عن النبي ( ص ) : « إنّ النّاس مسلَّطون على أموالهم « 1 » » . ولا يخفى ما فيه من الضعف .\r\nوإنّما تبتنى هذه القاعدة على سيرة العقلاء وقد بحثنا عن مفادها ومقتضاها في المقام .\r\n\r\n","footnote":"\r\n« 1 » بحار الأنوار / ج 2 - ص 272 - ح 7 .\r\n","page_name":" 53 ","page_number":60},
  {"content":"\r\n\r\nمسألة 12 : حدّ المرعى الذي هو حريم للقرية ومحتطبها ، مقدار حاجة أهاليها بحسب العادة بحيث لو منعهم مانع أو مزاحم لوقعوا في الضيق والحرج ويختلف ذلك بكثرة الأهالي وقلَّتهم وكثرة المواشي والدوابّ وقلَّتها وبذلك يتفاوت المقدار سعة وضيقا ، طولا وعرضا ( 1 ) .\r\n\r\nمسألة 13 : ان كان موات بقرب العامر ولم يكن من حريمه ومرافقه جاز ( 2 ) لكلّ أحد إحياؤه ولم يختص بمالك ذلك العامر ولا أولوية له . فإذا طلع شاطئ من الشط بقرب أرض محياة أو بستان مثلا كان كسائر الموات . فمن سبق إلى إحيائه وحيازته كان له وليس لصاحب الأرض أو البستان منعه .\r\n\r\nمسألة 14 : لا إشكال في انّ حريم القناة المقدّر بخمسمائة ذراع أو ألف ذراع ليس ملكا لصاحب القناة ولا متعلَّقا لحقّه المانع عن سائر\r\n\r\n","description":"\r\n( 1 ) لما سبق أنّ الملاك في مقدار الحريم قدر حاجة أهالي القرية بحسب جريان العادة على ما ترتفع به حوائجهم المتنوّعة .\r\n( 2 ) لجريان السيرة على التملَّك بالإحياء في هذه الصورة ولدخولها تحت عمومات مملَّكية الإحياء - السابقة في أوّل البحث - وذلك لأنه لم يتعلق به حقّ مسلم ولا يكون ملكا لأحد حتى يزاحم حق المالك وينافي سلطنته على ملكه .\r\n","footnote":"","page_name":" 54 ","page_number":61},
  {"content":"\r\nتصرّفات غيره بدون إذنه . بل ليس له إلَّا حق ( 1 ) المنع عن إحداث قناة أخرى كما مرّ . والظاهر انّ حريم القرية أيضا ليس ملكا لسكَّانها وأهاليها بل إنّما لهم حق الأولوية . واما حريم النهر والدار فهو ( 2 ) ملك لصاحب ذي الحريم على تردّد وإن لا يخلو من وجه فيجوز له يبعه كسائر الأملاك .\r\n\r\n","description":"\r\n( 1 ) لعدم دلالة موثقة السكوني ومعتبرة عقبة بن خالد على أكثر من ذلك . وإنّ مصبّ استقرار السيرة أيضا يختصّ بالمنع عن هذا النوع من التصرف دون سائر أنحاء التصرفات . والوجه فيه أنّ السيرة إنّما استقرّت على منع أيّ تصرّف يضرّ بالقناة السابقة وهو يكون بإحداث قناة أخرى في أقلّ من الفاصلة المذكورة وأمّا سائر أنحاء التصرفات فلا يضرّ بها .\r\n( 2 ) هل يكون حريم النهر والدار ملكا لصاحبهما ؟ 2 - إنّ ملكية حريم النهر والدار لصاحبهما قد وجّهت بسيرة العقلاء من انّهم يعاملون معه معاملة الملك وأنّ ذلك لا يخالف إطلاق دليل لفظي في المقام .\r\nوفيه ، أوّلا : ان السيرة على خلاف ذلك . لانّ العقلاء يعاملون مع حريم الدار والنهر معاملة الحق كحريم سائر الاملاك .\r\n","footnote":"","page_name":" 55 ","page_number":62},
  {"content":"\r\n\r\n","description":"\r\nوذلك لان الملاك الذي يكون منشأ استقرار سيرتهم على ثبوت الحريم هو توقف الانتقاع التام من الملك على التصرف في حريمه . وعلى هذا الأساس فإنّ العقلاء يعاملون مع الحريم معاملة ما يتوقف عليه الانتفاع الكامل من أملاكهم - ويعبّر عنه بحقّ الحريم - ولا يعاملون معه بعنوان الملك . ومن هنا لا يعدّون الحريم جزء من المبيع ولا يدفعون بإزائه قدرا من الثمن في بيع أملاكهم ودورهم .\r\nوالحاصل أنّه لو لم تكن السيرة على الخلاف - بهذا التقريب - فلا أقلّ من عدم إحراز استقرارها على معاملة الملك مع الحريم . ولا بدّ من إحراز السيرة والَّا لا تصلح دليلا على الحكم الشرعي .\r\nوثانيا : انّ قوله : « قلت له : الرّجل يبيع المراعي فقال : إذا كانت الأرض أرضه فلا بأس « 1 » » في حسنة إدريس بن زيد ، ظاهر في عدم جواز تملَّك الحريم مطلقا . وذلك لأنه وان كان السؤال عن حريم الضيعة والمرعى ولكن جواب الإمام ( ع ) بالشرطية المذكورة يكون بمنزلة كبرى كلية تفيد بمفهومها أنّ الحريم لا يصير ملكا مطلقا . ولذا لم يجوّز بيعه فهي بإطلاقها تشمل حريم الدار والنهر أيضا .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 276 - ب 22 - ح 1 .\r\n","page_name":" 56 ","page_number":63},
  {"content":"\r\n\r\nمسألة 15 : ما مرّ من الحريم لبعض الأملاك إنّما هو فيما إذا ابتكرت في أرض موات ( 1 ) وأمّا في الأملاك المجاورة فلا حريم لها .\r\nفلو أحدث المالكان المجاوران حائطا في البين لم يكن له حريما من الجانبين . ولو أحدث أحدهما في آخر حدود ملكه حائطا أو نهرا لم يكن لهما حريما في ملك الآخر . وكذا لو حفر أحدهما قناة في ملكه كان للآخر إحداث قناة أخرى في ملكه وان لم يكن بينهما الحد .\r\n\r\nمسألة 16 : ذكر جماعة انه يجوز لكلّ من المالكين المتجاورين التصرف في ملكه بما شاء وحيث شاء وان استلزم ضررا على الجار .\r\nلكنّه مشكل على إطلاقه . والأحوط عدم جواز ما يكون سببا لعروض\r\n\r\n","description":"\r\n( 1 ) قد مرّ آنفا ان مجرّد إحداث الملك في الأرض العامرة لا موضوعية له في نفي ثبوت الحريم . بل الملاك وقوع الحريم في الأرض العامرة لما قلناه من اختصاص استقرار سيرة العقلاء على منع ثبوت الحريم بهذه الصورة وذلك لأنّ ثبوت الحريم يزاحم ملك الغير وينافي سلطنته في خصوص هذه الصورة ، دون ما إذا كان الحريم واقعا في الموات حيث لا مالك لها وان أحدث الملك نفسه في الأرض العامرة . فيعتبر في نفي الحريم وقوعه في ملك الغير كما فرضه الماتن « قده » في الاملاك المجاورة .\r\n","footnote":"","page_name":" 57 ","page_number":64},
  {"content":"\r\nالفساد ( 1 ) في ملك الجار بل لا يخلو من قرب إلَّا إذا كان في تركه حرج أو ضرر عليه فحينئذ يجوز له التصرّف كما إذا دقّ دقّا عنيفا انزعج منه حيطان داره بما أوجب خللا فيها أو حبس الماء في ملكه بحيث تنشر منه النداوة في حائطه أو أحدث بالوعة أو كنيفا بقرب بئر الجار أوجب فساد مائها بل وكذا لو حفر بئرا بقرب بئره إذا أوجب نقص مائها . وكان ذلك من جهة جذب الثانية ماء الأولى . وأمّا إذا كان من جهة أنّ الثانية لكونها أعمق ووقوعها في سمت مجرى المياه ينحدر فيها الماء من عروق الأرض قبل أن يصل إلى الأوّل فالظاهر أنه لا مانع منه . والمائز بين الصورتين يدركه أولوا الحدس الصائب من أهل الخبرة .\r\nوكذا لا مانع من إطالة البناء وان كان مانعا من الشمس والقمر والهواء أو جعل داره مدبغة أو مخبزة مثلا وان تأذّى الجار من الريح والدخان إذا لم يكن بقصد الإيذاء وكذا احداث ثقبة في جداره إلى دار جاره موجبة للاشراف أو لانجذاب الهواء فان المحرّم هو التطلَّع على دار الجار لا مجرّد ثقب الجدار .\r\n\r\n","description":"\r\n( 1 ) ان التصرف في الملك تارة : يوجب إتلاف مال الجار . وأخرى :\r\nيورد به الضرر عليه . وثالثة : يتأذّى به الجار .\r\nوظاهر الماتن « قده » اختصاص حرمة التصرف في الملك بما إذا\r\n","footnote":"","page_name":" 58 ","page_number":65},
  {"content":"\r\n\r\n","description":"\r\nأوجب إتلاف مال الجار وإفساد ملكه بأن تصرّف المالك في ملكه بنحو يوجب رخوة حائط البيت ويستلزم خرابه بحيث يصدق عليه إتلاف مال الجار حتى يكون مشمولا لعموم قاعدة الإتلاف . كما أشار إليه في الجواهر حيث قال : « وبالجملة فالغرض أنّ المسألة لم يكن فيها إجماع محقّق على جهة الإطلاق . فيمكن أن يقال بمنع التصرف في ماله على وجه يترتب عليه الضرر في مال الغير مثلا بتوليدية فعله بحيث يكون له فعل وتصرف في مال الغير وإتلاف له يتولد من فعله فعل في مال الغير لا تلف خاصّة بلا فعل منه « 1 » » .\r\nواما إذا أوجب الضرر على الغير كالضرر العرضي أو غيره مما لا يصدق عليه إتلاف المال فهل يحرم التصرف في الملك حينئذ ؟ أو إذا أوجب تأذّي الجار من دون صدق الضرر فهل يجوز التصرف في الملك المستلزم له أم لا ؟\r\nفظاهر الماتن « قده » عدم حرمة التصرف في الملك المستلزم للضرر الغير المالي ممّا لا يصدق عليه عنوان الإتلاف كما صرّح في ذيل المسألة بعدم حرمة التصرف المتأذّي به الجار إذا لم يكن عن عمد .\r\nوقد حكم جماعة من الفقهاء كالعلَّامة في القواعد وغيره بجواز تصرّف كلّ من الجارين في ملكه وإن تضرّر صاحبه لتعارض قاعدة السلطنة الجارية في حقهما معا وعدم المرجّح . كما نقل في الجواهر فقال : « ومن هنا\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 52 .\r\n","page_name":" 59 ","page_number":66},
  {"content":"\r\n\r\n","description":"\r\n- أي التعارض المذكور - صرّح في القواعد وغيرها بأن لكل منهم التصرف في ملكه بما شاء وان تضرّر صاحبه وانّه لا ضمان عليه لو جعل ملكه بيت حدّاد أو قصّار أو حمّام على خلاف العادة « 1 » » .\r\nوفي الرياض بعد القطع بجواز التصرف المذكور قال : « وأمّا الاخبار الدالَّة على نفي الإضرار في ملك المضار فمع قصور سند بعضها وعدم مكافئته لما مضى - أي قاعدة السلطنة - يمكن حملها على ما إذا قصد المالك بالتصرف الإضرار دون رفع الحاجة كما يشعر به بعض تلك الأخبار « 2 » » .\r\nهذا ولكن التحقيق ان التصرف في الملك إذا استلزم الضرر على الغير لا يخلو من اشكال وان لم يقصده المتصرف .\r\nوالدليل على ذلك عموم النصوص النافية للإضرار والمضارّة ، منها :\r\nالنصوص الدالَّة على عدم جواز الضرر والضرار على الجار بالتصرف في نخلته . وانه لو أبى أن يستأذن من الجار أو يبيعها جاز قلعها ودفعها اليه . وهذه الطائفة هي النصوص الواردة في قضية سمرة بن جندب والأنصاري . وحملها على صورة عدم الحاجة إلى التصرف في الملك لا شاهد عليه . وهي وان وردت فيما إذا تطلَّع الشخص إلى دار الجار ونظر إلى أهله وعياله زائدا عن التصرّف في نخلته ولم يرض برفع اليد عن الإيذاء والتعدّي ، فمن هنا أراد النبي ( ص ) أن يعدم مادّة الفساد ويقلع منشأ الإيذاء بقطع النخلة فأمر بالقلع بعد امتناع\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 49 و 51 .\r\n« 2 » الجواهر / ج 38 - ص 49 و 51 .\r\n","page_name":" 60 ","page_number":67},
  {"content":"\r\n\r\n","description":"\r\nسمرة عن بيعها . ولكن بقوله في الذيل : « فإنه لا ضرر ولا ضرار » نفى بعمومه جواز أيّ تصرّف في الملك إذا استلزم الضرر على الجار . فمن هنا يصلح هذا الخبر للاستدلال به في المقام . وأما قصد إيراد الضرر فلا يفهم دخله من هذه الكبرى الكلَّية بل هي مطلقة ، خصوصا عنوان الضرر . هذا مضافا إلى عدم أخذ قصد الإضرار في مادّة الضرار أيضا كالضرر . واما الموارد التي استعمل فيها مادّة الضرار في قصد الإضرار والتصدي له فبالقرينة .\r\nومنها : معتبرة طلحة بن زيد عن أبي عبد اللَّه ( ع ) قال : « إنّ الجار كالنّفس غير مضارّ ولا آثم وحرمة الجار على الجار كحرمة أمّه « 1 » » .\r\nوقد يقال إنّه إرشاد إلى أمر أخلاقي ، بأنّ الإنسان كيف لا يرضى أن يضرّ نفسه فكذلك لا يرضى بإضرار الجار .\r\nولكنه خلاف ظاهرها بل هي من قبيل الإخبار الآكد في النهى . ومفاده أنّه كيف يحرم الإضرار بالنفس وإيذاؤها فكذا الجار . خصوصا بلحاظ تنزيله منزلة الأمّ من جهة وجوب رعاية الحقوق .\r\nومنها : صحيحة محمد بن الحسين أبي جعفر الزّيّات الواردة في حدّ القناة فورد فيها توقيع أبي محمد ( ع ) : « على أن لا تضرّ إحداهما بالأخرى إن شاء اللَّه « 2 » » . .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 8 - ص 487 - ب 86 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 342 - ب 14 - ح 1 .\r\n","page_name":" 61 ","page_number":68},
  {"content":"\r\n\r\n","description":"\r\nومعتبرة عقبة عن الصادق ( ع ) قال : « فينظر أيّتهما أضرّت بصاحبتها . . « 1 » » .\r\nفإنّهما وإن وردتا في حدّ القنوات ، لكن هاتان الجملتان بمنزلة كبرى كلية دلَّت على نفي جواز أيّ تصرف يوجب ضررا على الغير .\r\nوأمّا إيذاء المؤمن والجار وفعل ما يسلب الأمنية عن الجار قد دلَّت النصوص على حرمته بعناوينها فهي ثلاث طوائف .\r\nالأولى : ما دلّ على حرمة إيذاء المؤمن .\r\nفمنها : قوله تعالى * ( « والَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ والْمُؤْمِناتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتاناً وإِثْماً مُبِيناً ) * « 2 » * ( » ) * . فإطلاقه يشمل أيّ نوع من الإيذاء .\r\nومنها : ما رواه الكليني بسنده الصحيح عن هشام بن سالم قال : سمعت أبا عبد اللَّه ( ع ) يقول : « قال اللَّه عزّ وجلّ : ليأذن بحرب منّي من آذى عبدي المؤمن « 3 » » وغير ذلك من النصوص .\r\nالثانية : ما دلّ على حرمة إيذاء الجار .\r\nمنها : ما نقله الصدوق بإسناده عن الصادق ( ع ) عن آبائه عن عليّ ( ع ) عن رسول اللَّه ( ص ) في حديث المناهي « قال ( ص ) : من آذى جاره حرّم اللَّه\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 344 - ح 1 .\r\n« 2 » الأحزاب / 58 .\r\n« 3 » أصول الكافي / ج 2 - ص 350 - ح 1 .\r\n","page_name":" 62 ","page_number":69},
  {"content":"\r\n\r\n","description":"\r\nعليه ريح الجنّة ومأواه جهنّم وبئس المصير ومن ضيّع حق جاره فليس منّا « 1 » » .\r\nومنها : ما رواه زرارة عن أبي عبد اللَّه ( ع ) عن النبي ( ص ) : « من كان يؤمن باللَّه واليوم الآخر فلا يؤذي جاره « 2 » » . وغيرهما من النصوص الدالة على ذلك .\r\nالثالثة : ما دلّ على منع فعل ما يسلب الأمنية عن الجار .\r\nمنها : ما رواه الكليني عن النبي ( ص ) : « لا إيمان لمن لم يأمن جاره بوائقه « 3 » » .\r\nومنها : ما رواه الصدوق بإسناده عن الرضا ( ع ) قال : « . وليس منّا من لم يأمن جاره بوائقه « 4 » » . البوائق جمع البائقة ، أي الدّاهية . والمقصود من لا يأمن جاره شروره وغوائله وظلمه وخيانته .\r\nلا إشكال في دلالة هذه النصوص على حرمة إيذاء المؤمن والجار كما لا إشكال في سندها في الجملة . وإن لا تخلو الطائفة الثالثة من الاشكال سندا ودلالة .\r\nوأمّا دخل القصد في صدق الإيذاء لا يمكن الالتزام به مطلقا . بل إنّما هو في فعل ليس ممّا يؤذى به بطبعه كأحداث المدبغة والمخبزة والحمّام في\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 8 - ص 488 - ح 5 .\r\n« 2 » الوسائل / ج 8 - ص 487 - ح 3 .\r\n« 3 » الوسائل / ج 8 - ص 487 - ح 1 .\r\n« 4 » الوسائل / ج 8 - ص 488 - ح 6 .\r\n","page_name":" 63 ","page_number":70},
  {"content":"\r\n\r\n","description":"\r\nالدّار وغير ذلك من التصرفات المتعارفة التي لا تؤذي بطبعها . وأمّا في الفعل الذي يكون بطبعه مما يؤذى به الجار كأحداث الباب أو فتح الثقب المشرف على دار الجار أو الدّقّ الشديد الموحش المؤذي - خصوصا في وسط اللَّيل - فلا دخل للقصد في صدق عنوان الإيذاء على فعل ذلك ويحرم قطعا . فإطلاق كلام الماتن « قده » من دخل قصد الإيذاء في حرمته لا يخلو من تأمّل . كما قال « قده » في ذيل المسألة الآتية : « إن إحداث الثقب المشرف على بيت الجار إيذاء وأيّ إيذاء ؟ ! » . فإذا صدق عنوان الإيذاء لم لا تشمله عمومات حرمة الإيذاء ؟ !\r\n","footnote":"","page_name":" 64 ","page_number":71},
  {"content":"\r\n\r\n","description":"\r\n\r\nمسألة 17 : لا يخفى أنّ أمر الجار شديد وحثّ الشرع الأقدس على رعايته أكيد .\r\nوالاخبار في وجوب كفّ الأذى عن الجار وفي الحثّ على حسن الجوار كثيرة لا تحصى . فعن النبي ( ص ) أنه قال : « ما زال جبرئيل يوصيني بالجار حتى ظننت أنّه سيورّثه « 1 » » . وفي حديث آخر : « أنّه ( ص ) أمر عليّا وسلمان وأبا ذرّ - قال الراوي : ونسيت آخر وأظنّه المقداد - أن ينادوا في المسجد بأعلى صوتهم بأنّه لا إيمان لمن لم يأمن جاره بوائقه فنادوا بها ثلاثا « 2 » » . وفي الكافي عن الصادق عن أبيه عليهما السلام قال : قرأت في كتاب علي ( ع ) : « إنّ رسول اللَّه ( ص ) كتب بين المهاجرين والأنصار ومن لحق بهم من أهل يثرب أنّ الجار كالنّفس غير مضارّ ولا آثم وحرمة الجار كحرمة أمّه » « 3 » . وروى الصدوق بإسناده عن الصادق عن عليّ عليهما السلام عن رسول اللَّه ( ص ) قال : « من آذى جاره حرّم اللَّه عليه ريح الجنّة ومأواه جهنّم وبئس المصير ومن ضيّع جاره فليس منّا « 4 » » . وعن الرضا ( ع ) : « ليس منّا من لا يأمن جاره بوائقه « 5 » » . وعن الصادق ( ع ) أنه قال : « والبيت غاص بأهله اعلموا أنّه ليس منّا من لم يحسن مجاورة من جاره « 6 » » . وعنه ( ع ) : قال رسول اللَّه\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 8 - ص 488 - ح 5 .\r\n« 2 » الوسائل / ج 8 - ص 487 - ح 1 .\r\n« 3 » الوسائل / ج 8 - ص 488 - ح 2 .\r\n« 4 » الوسائل / ج 8 - ص 488 - ح 5 .\r\n« 5 » الوسائل / ج 8 - ص 488 - ح 6 .\r\n« 6 » الوسائل / ج 8 - ص 489 - ح 5 .\r\n","page_name":" 65 ","page_number":72},
  {"content":"\r\n( ص ) : « حسن الجوار يعمر الدّيار وينسىء الأعمار « 1 » » .\r\nفاللَّازم على كلّ من يؤمن باللَّه ورسوله ( ص ) واليوم الآخر الاجتناب عن كلّ ما يؤذي الجار ، وان لم يكن ممّا يوجب فسادا أو ضررا في ملكه الَّا أن يكون في تركه ضرر فاحش على نفسه ، ولا ريب أنّ مثل ثقب الجدار الموجب للاشراف على دار الجار إيذاء عليه وأيّ إيذاء ؟ ! وكذا إحداث ما يتأذّى من ريحه أو دخانه أو صوته أو ما يمنع عن وصول الهواء اليه أو عن إشراق الشمس عليه وغير ذلك ( 1 ) .\r\n\r\n","description":"\r\n( 1 ) هذا اللزوم ونفي الريب عن صدق الإيذاء على الثقب المشرف ينافي ظاهرا ما مرّ منه في ذيل المسألة السادسة عشر من إلحاق ذلك بما لا مانع من فعله ما لم يكن بقصد الإيذاء . ولكن يمكن التوجيه بأنّ مقصوده من اللَّزوم هنا أنّ ذلك من لوازم الايمان الكامل . ونفي الريب عن صدق الإيذاء لا يستلزم قصده وانما قال هناك بالحرمة إذا قصد الإيذاء دون ما إذا لم يقصده كما هو المقصود هنا فلا منافاة في البين .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 8 - ص 489 - ح 1 .\r\n","page_name":" 66 ","page_number":73},
  {"content":"\r\n\r\nحقّ التحجير\r\n","description":"","footnote":"","page_name":" 67 ","page_number":74},
  {"content":"\r\n","description":"","footnote":"","page_name":" 68 ","page_number":75},
  {"content":"\r\n\r\nمسألة 18 : يشترط في التملَّك بالإحياء أن لا يسبق اليه سابق ( 1 ) بالتحجير\r\nفان التحجير يفيد أولوية للمحجّر . فهو أولى بالإحياء والتملَّك من غيره ، فله منعه . ولو أحياه قهرا على المحجّر لم يملكه . والمراد بالتحجير أن يحدث ما يدلّ على إرادة ( 2 ) الإحياء كوضع أحجار أو جمع تراب أو حفر أساس أو غرز خشب أو قصب أو نحو ذلك في أطرافه وجوانبه . أو يشرع في إحياء ما يريد إحياءه كما إذا حفر بئرا من آبار القناة الدارسة التي يريد إحياءها . فإنه تحجير بالنسبة إلى سائر آبار القناة ، بل وبالنسبة إلى أراضي الموات التي تسقى بمائها بعد جريانه .\r\nفليس لأحد إحياء تلك القناة ولا احياء تلك الأراضي . وكذا إذا أراد إحياء أجمة فيها الماء والقصب فعمد على قطع مائها . فقط فهو تحجير لها فليس لأحد إحياؤها بقطع قصبها ( 3 ) .\r\n\r\n","description":"\r\n( 1 ) لما سبق من استقرار سيرة العقلاء ودلالة النصوص على ذلك في البحث عن أدلَّة الحريم فراجع .\r\n( 2 ) اعتبار ذلك إنّما هو لأجل السيرة حيث إنّ العقلاء يرون الحق ثابتا لمن سبق إلى مكان إذا أراد إحياء ذلك المكان وعمارته . ولا يرون له حقا بمجرّد السبق جزافا ، وإن يشكل إحراز السيرة على عدم ثبوت حق السبق حينئذ ولكن إحرازها على ثبوته مشكل أيضا .\r\n( 3 ) وأمّا مجرّد نصب اللَّافتة الدالَّة على إرادة إحياء قدر معين من أرض\r\n","footnote":"","page_name":" 69 ","page_number":76},
  {"content":"\r\n\r\nمسألة 19 : لا بدّ من أن يكون التحجير مضافا إلى دلالته على أصل الإحياء\r\nدالَّا ( 1 ) على مقدار ما يريد إحياءه . فلو كان ذلك بوضع الأحجار أو جمع التراب أو غرز الخشب أو القصب مثلا لا بدّ أن يكون ذلك في جميع الجوانب حتى يدلّ على أنّ جميع ما أحاطت به العلامة يريد إحياءه . نعم في مثل احياء القناة البائرة يكفي الشروع في حفر إحدى آبارها كما أشرنا إليه آنفا . فإنه دليل بحسب العرف على كونه بصدد إحياء جميع القناة ، بل الأراضي المتعلقة بها أيضا ، بل إذا حفر بئرا في\r\n\r\n","description":"\r\nأطرافها ، فقد يشكل بأنه لا يتحقق به التحجير لعدم كونه عملا يشرع به الأحياء ولا مرزا أو حائطا تحدّد به الأرض . وفيه ان عنوان التحجير لم يرد في رواية بل الملاك صدق السبق ولا إشكال في صدقه على نصب أيّة علامة تدلّ على إرادة الإحياء والشروع فيه من دون فرق بين التحجير ونصب اللَّافتة وغيرهما .\r\n( 1 ) والَّا لا يتعين به قدر ما سبق اليه الشخص حتى يعلم مقدار ما تعلَّق به حق السبق . ولكن لا يخفى أنه لا دخل له في أصل ثبوت حق السبق والتحجير بعد ما كان بقصد الإحياء فهو ثابت في الجملة وان لم يتعين مقداره . إلَّا أن يقال بدخل تعيين المقدار في الدلالة على أصل الإحياء ولكنّه خلاف مقصود الماتن « قده » . وان كان في نفسه غير بعيد بأن يقال باختصاص السيرة في ثبوت حق التحجير بما إذا عيّن مقداره .\r\n","footnote":"","page_name":" 70 ","page_number":77},
  {"content":"\r\nأرض موات بالأصل لأجل احداث قناة يمكن أن يقال : إنّه يكون تحجيرا بالنسبة إلى أصل القناة وإلى الأراضي الموات التي تسقى بمائها بعد تمامها وجريان مائها . فليس لأحد إحياء تلك الجوانب حتى يتمّ القناة ويعيّن ما تحتاج اليه من الأراضي . نعم الأرض الموات التي ليست من حريم القناة وممّا علم أنه لا يصل إليها ماؤها بعد جريانه ، لا بأس بإحيائها .\r\n\r\nمسألة 20 : التحجير كما أشرنا إليه يفيد حقّ الأولوية ولا يفيد الملكية .\r\nفلا يصح ( 1 ) بيعه على الأحوط . وان لا يبعد الجواز . نعم يصح الصلح عنه ويورث ويقع ثمنا في البيع لأنه حق قابل للنقل والانتقال .\r\n\r\n","description":"\r\n( 1 ) لأن الذي يعامل معه معاملة الملك في سيرة العقلاء هو الإحياء . والتحجير ليس إحياء بل انما هو شروع فيه . ولأجل ذلك لا يكون السبق موجبا للملك ، ولا بيع إلَّا في الملك . بل إنما يفيد حق الأولوية والاختصاص ولكنّه حقّ قابل للنقل عند العقلاء لا مجرّد حكم . وان كان الحق كلَّه يرجع إلى الحكم في الحقيقة إلَّا انه في المقام حكم قابل للنقل في اعتبار العقلاء لما يرون له من المالية . هذا مضافا إلى ما ورد في النصوص : « قلت : الرّجل يبيع المرعى . قال ( ع ) : إذا كانت الأرض أرضه فلا بأس « 1 » » . حيث دلّ بإطلاق مفهومه على عدم جواز بيع مطلق الحقوق لعدم كونه ملكا .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 276 - ح 1 .\r\n","page_name":" 71 ","page_number":78},
  {"content":"\r\n\r\nمسألة 21 : يشترط في مانعية التحجير أن يكون المحجّر متمكَّنا ( 1 )\r\nمن القيام بتعميره ولو بعد زمان طويل بشرط أن لا يوجب تعطيل الموات فلو حجّر من لم يقدر على إحياء ما حجّره إمّا لفقره أو لعجزه عن تهيئة أسبابه فلا اثر لتحجيره وجاز لغيره إحياؤه . وكذا لو حجّر زائدا على مقدار تمكَّنه من الإحياء لا اثر لتحجيره إلَّا في مقدار ما تمكَّن من تعميره وأما في الزائد فليس له منع الغير عن إحيائه . فعلى هذا ليس لمن عجز عن إحياء الموات تحجيره ثم نقل ما حجّره إلى غيره بصلح أو غيره مجّانا أو بالعوض . لانّه لم يحصل له حقّ حتى ينقله إلى غيره .\r\n\r\nمسألة 22 : لا يعتبر في التحجير أن يكون بالمباشرة\r\nبل يجوز أن يكون بتوكيل الغير أو استئجاره . فيكون الحق الحاصل بسببه ثابتا للموكَّل والمستأجر لا للوكيل والأجير ( 2 ) . وأمّا كفاية وقوعه عن شخص نيابة عن غيره ثم أجاز ذلك الغير\r\n\r\n","description":"\r\n( 1 ) والوجه في ذلك عدم تمشّي قصد الإحياء لمن لا يتمكن منه . وأنّ المتيقن من السيرة ما إذا كان من سبق إلى مكان قاصدا لإحياء ذلك المكان وعمارته .\r\n( 2 ) إذا لم يقصد الأجير أو الوكيل من التحجير إحياء الأرض لنفسه والَّا فيثبت الحق له .\r\n","footnote":"","page_name":" 72 ","page_number":79},
  {"content":"\r\nفي ثبوته للمنوب عنه فبعيد ( 1 ) .\r\n\r\nمسألة 23 : لو انمحت آثار التحجير بنفسها قبل ان يقوم المحجّر بالتعمير بطل حقه\r\nوعاد الموات إلى ما كان قبل التحجير .\r\nوأما لو كان بفعل شخص غير المحجّر فلا يبعد بقاؤه مع قرب زمان المحو .\r\n\r\n","description":"\r\n( 1 ) هل يصحّح التحجير الفضولي بالإجازة ؟ 1 - وجه البعد أنّ في ثبوت حق التحجير عند العقلاء يعتبر أمران .\r\nأحدهما : استناد التحجير إلى الشخص المستحق . والثاني : كون تحجيره بقصد الأحياء ، إمّا لنفسه أو غيره وهذان الشرطان غير حاصلين في المقام للنائب والمنوب عنه كليهما . أمّا النائب حيث إنه لم يقصد الإحياء لنفسه بالتحجير وإن يستند اليه التحجير . وأمّا المنوب عنه فلعدم استناد التحجير إليه حيث لم يقصده ولم يأمر النائب به . وأمّا قصد النائب له فلا دخل له في استناد التحجير اليه وكذا الإجازة اللَّاحقة لا دخل لها في تحقق الاستناد عرفا . وذلك مثل ما لو نذر شخص ذبح شاة ولكن ذبحه آخر عنه فضولا فلا إشكال حينئذ في عدم تحقّق الوفاء بذلك لعدم استناد الذبح إلى الناذر ولتوقف الوفاء على ذلك . فكذلك في المقام يتوقف ثبوت حق التحجير على استناده اليه عرفا وهو غير متحقق بمجرّد الإجازة .\r\n","footnote":"","page_name":" 73 ","page_number":80},
  {"content":"\r\nومع طول المدّة فالظاهر بطلانه ( 1 ) مطلقا بل لا يبعد بقاء الحق مع المحو بنفسها إذا لم يكن ذلك لطول مدة التعطيل كما لو حصل بالسيل أو الريح مثلا ( 2 ) .\r\n\r\nمسألة 24 : ليس للمحجّر تعطيل الموات المحجّر عليه والإهمال في التعمير\r\nبل اللَّازم أن يشتغل بالعمارة عقيب التحجير . فإن أهمل وطالت المدّة وأراد شخص آخر إحياءه ، فالأحوط أن يرفع الأمر إلى الحاكم مع وجوده وبسط يده فيلزم المحجّر بأحد أمرين : إمّا العمارة أو رفع يده عنه ليعمره غيره إلَّا ان يبدئ عذرا موجّها مثل انتظار وقت صالح له أو إصلاح آلاته أو حضور العملة فيمهل بمقدار ما يزول معه العذر . وليس من العذر عدم التمكن من تهيئة الأسباب لفقره منتظرا للغنى والتمكن إلَّا إذا كان متوقّعا حصوله بحصول أسبابه . فإذا مضت المدّة في الفرض المتقدم ولم يشتغل بالعمارة بطل ( 3 ) حقّه وجاز لغيره القيام بالعمارة .\r\n\r\n","description":"\r\n( 1 ) لكون طول المدة أمارة على إهماله عرفا ما لم يثبت الخلاف .\r\n( 2 ) لعدم كون محو الآثار باختياره حينئذ حتى يسند إلى إهماله أو عدم اعتنائه . ولا أمارة على ذلك مثل طول المدة حسب الفرض ، بل السيرة على التفتيش عن حاله أو الصبر وانتظار إقدامه بتجديد التحجير فإذا مضت مدّة معتنى بها ولم يقدم على ذلك يسقط حقّه .\r\n( 3 ) لابتناء ثبوت الحق للمحجّر في سيرة العقلاء على أساس كون التحجير مقدّمة للإحياء وشروعا فيه . وذلك منتف في فرض تعطيل الأرض\r\n","footnote":"","page_name":" 74 ","page_number":81},
  {"content":"\r\nوإذا لم يكن حاكم يقوم بهذه الشؤون فالظاهر أنه يسقط حقّه أيضا لو أهمل في التعمير وطال الإهمال مدّة طويلة يعدّ مثله في العرف تعطيلا . فجاز لغيره إحياؤه وليس له منعه . والأحوط مراعاة حقّه ما لم تمض مدّة تعطيله وإهماله ثلاث ( 1 ) سنين .\r\n\r\n","description":"\r\nبسبب عدم الاعتناء والإهمال في أمر الأحياء . ومن هنا ينتفي حق السبق في صورة صدق تعطيل الأرض عرفا لأجل إهماله حتى في فرض عدم حضور الحاكم أو عدم تمكن رفع الأمر إليه ، فيجوز إحياؤها لغيره ، بل لا يبعد كون طول المدة أمارة على الإهمال عرفا .\r\n( 1 ) مراعاة حق التحجير بعد محو آثاره إلى ثلاث سنين 1 - وجه الاحتياط هو العمل بخبر يونس عن الكاظم ( ع ) قال : « إنّ الأرض للَّه تعالى جعلها وقفا على عباده فمن عطَّل أرضا ثلاث سنين متوالية لغير ما علَّة أخذت من يده ودفعت إلى غيره « 1 » » . حيث دلّ بمفهومه على عدم جواز أخذ الأرض من يده قبل مضيّ ثلاث سنين وإن صدق التعطيل عرفا .\r\nولكنّه ضعيف سندا ودلالة .\r\nأما سندا - فمضافا إلى وقوع سهل في طريقه - انه نقله سهل عن الرّيّان ابن الصّلت أو عن رجل عن الرّيان . فالذي روى السهل عنه مردّد بين شخص\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 345 - ح 1 .\r\n","page_name":" 75 ","page_number":82},
  {"content":"\r\n\r\nمسألة 25 : الظاهر أنه يشترط في التملَّك بالإحياء قصد ( 1 ) التملَّك كالتملَّك بالحيازة مثل الاصطياد والاحتطاب والاحتشاش ونحوها .\r\nفلو حفر بئرا في مفازة بقصد أن يقضي منها حاجته ما دام باقيا لم يملكه بل لم يكن له إلَّا حقّ الأولوية ما دام مقيما فإذا ارتحل زالت تلك الأولوية وصارت مباحا للجميع .\r\n\r\n","description":"\r\nمجهول وبين الرّيان .\r\nوأمّا دلالة فلظهوره في من ترك الأرض وأخربها لعدم الاعتناء بها بعد ما أحياها ، كما استظهر ذلك في الوسائل . هذا مضافا إلى انّ إطلاق ذيلها وهو قوله : « ومن ترك مطالبة حقّ له عشر سنين فلا حقّ له » - ، غير قابل للالتزام به حيث لم يقل أحد بسقوط الدين بترك الدّائن مطالبته عشر سنين .\r\n( 1 ) كما عن الدروس والمسالك وغيرهما خلافا للمشهور حيث لم يعدّوا قصد التملَّك من شرائط التملَّك بالاحياء . وقد اختاره صاحب الجواهر « 1 » مستدلا بظهور نصوص المقام في انّه متى تحقّق مصداق الأحياء ترتّب الملك عليه مطلقا حتى ما إذا قصد عدم التملَّك .\r\nبيان ذلك : انه يفهم من تفريع ملكية الأرض على إحيائها في قوله ( ص ) :\r\n« من أحيى أرضا مواتا فهي له « 2 » » . أنّ الإحياء بعنوانه سبب لملكية الأرض\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 32 .\r\n« 2 » الوسائل / ج 17 - ص 327 - ح 5 و 6 .\r\n","page_name":" 76 ","page_number":83},
  {"content":"\r\n\r\n","description":"\r\nالموات وإنّ ترتّب المسبّب على السّبب أمر قهري وان كان إيجاد السبب نفسه اختياريا وانّ الشك في أصل سببية الإحياء عند عدم قصد التملك مدفوع بإطلاق النصوص . ومن الواضح عدم دخل لقصد التملَّك في صدق عنوان الأحياء .\r\nثم إنه ( قده ) دفع اشكال عدم حصول ملكية الأرض للوكيل والأجير إذا أحياها للموكل والمؤجر لأنّهما لم يقصدان تملَّكها بالإحياء بل قصداه لغيرهما ، بما حاصله أن عدم ملكية الأرض للوكيل والأجير ليس لأجل ذلك بل انما يكون لصيرورة الإحياء - الذي هو سبب الملك - لغيرهما بقصد الوكالة والإجارة . وتكون عملية الإحياء ملكا للمؤجر أو الموكل بالإجارة أو الوكالة .\r\nوقد يستدل على اعتبار قصد التملك بأنّ إطلاق نصوص المقام يبتني على كونها في مقام بيان مملَّكيّة الإحياء حتى في صورة عدم قصد التملك وهذا غير معلوم بل هي ناظرة إلى تشريع أصل مملكية الإحياء في الجملة في قبال عدم مملكية التحجير والسبق .\r\nوفيه : ان ظاهر تفريع الملكية على الإحياء في شرطية « من أحيى أرضا مواتا فهي له » عدم دخل لشيء آخر في ترتّب ملكية الأرض عليه ، غير استناد الإحياء إلى الشخص . ولم تحرز السيرة على عدم مملَّكية الإحياء حينئذ حتّى يكون قرينة على خلاف الإطلاق ومانعا من انعقاده أو مقيّدا له بعد انعقاده .\r\nوالحاصل انه يكفي في نفي اشتراط قصد التملك في مملَّكية الإحياء ظهور نصوص المقام بالتقريب المتقدّم . وفرق بين التملَّك بالحيازة وبين\r\n","footnote":"","page_name":" 77 ","page_number":84},
  {"content":"\r\n\r\nمسألة 26 : الإحياء المفيد للملك عبارة عن جعل الأرض حيّة بعد الموتان\r\nوإخراجها عن صفة الخراب إلى العمران . ومن المعلوم أنّ عمارة الأرض إمّا بكونها مزرعا أو بستانا وإمّا بكونها مسكنا ودارا وإما حظيرة للأغنام والمواشي أو لحوائج أخر كتجفيف الثمار أو جمع الحطب أو غير ذلك . فلا بد في صدق إحياء الموات من العمل فيه وإنهائه إلى حدّ صدق عليه أحد العناوين العامرة بأن صدق عليه المزرع أو الدار مثلا أو غيرهما عند العرف . ويكفي ( 1 ) تحقق أوّل مراتب وجودها ولا يعتبر إنهاؤها إلى حدّ كمالها . وقبل أن يبلغ إلى ذلك الحد - وإن صنع فيه ما صنع - لم يكن احياء بل يكون تحجيرا . وقد مرّ انه لا يفيد الملك بل لا يفيد إلَّا الأولوية .\r\n\r\n","description":"\r\nالتملَّك بالإحياء حيث إنّه لم يرد في الحيازة نصّ يؤخذ بظهوره من إطلاق أو عموم بل عمدة دليله سيرة العقلاء والمتيقن منه ما إذا قصد التملك بالإحياء ولم تحرز فيما إذا لم يقصد بها التملَّك وهذا بخلاف الأحياء . لدلالة النصوص المعتبرة على دخل الإحياء بعنوانه في حصول ملكية الأرض الموات من دون دخل أيّ شيء آخر في ذلك لأجل ظهور الجملة الشرطية بالتقريب المتقدم .\r\n( 1 ) لصدق عنوان الإحياء بذلك فيترتب عليه الملكية بمقتضى عموم قوله ( ع ) : « من أحيى أرضا مواتا فهي له » .\r\n","footnote":"","page_name":" 78 ","page_number":85},
  {"content":"\r\n\r\nتكملة : يختلف ما اعتبر في الإحياء باختلاف العمارة التي يقصدها ( 1 ) المحيي\r\nفما اعتبر في إحياء الموات مزرعا أو بستانا غير ما اعتبر في إحيائه مسكنا ودارا . وما اعتبر في إحيائه قناة أو بئرا غير ما اعتبر في إحيائه نهرا وهكذا . ويشترط في الكل إزالة الأمور المانعة عن التعمير كالمياه الغالبة أو الرمال والأحجار أو القصب والأشجار لو كانت متأجّمة وغير ذلك . ويختصّ كل منها ببعض الأمور ونحن نبيّنها في ضمن مسائل .\r\n\r\nمسألة 1 : يعتبر في إحياء الموات دارا أو مسكنا بعد إزالة الموانع لو كانت - أن يدار عليه حائط\r\nبما يعتاد في تلك البلاد ولو كان بخشب أو قصب أو حديد أو غيرها . ويسقّف - ولو بعضه - ممّا يمكن أن يسكن فيه . ولا يعتبر فيه مع ذلك نصب الباب . ولا يكفي إدارة الحائط بدون التسقيف . نعم يكفي ذلك في إحيائه حظيرة للغنم وغيره أو لأن يجفّف فيه الثمار أو يجمع فيه الحشيش والحطب . ولو بنى حائطا في الموات\r\n\r\n","description":"\r\n( 1 ) بل يكون بحسب نظر العرف . وذلك لأنّ الأرض إذا صارت معدّة للانتفاع في أيّة جهة تعارف الانتفاع بها في تلك الجهة ، يصدق عنوان الأحياء عرفا من دون اعتبار أن يقصد المحيي جهة خاصّة كالمزرع أو البستان أو نحو ذلك . فالملاك في صدق عنوان الإحياء جعل الأرض معدّة للانتفاع المتعارف في أيّة جهة من الجهات حسب مقتضى عادة أهلها .\r\n","footnote":"","page_name":" 79 ","page_number":86},
  {"content":"\r\nبقصد بناء الدار وقبل ان يسقّف عليه بدا له وقصد ( 1 ) كونه حظيرة ملكه كما لو قصد ذلك من أوّل الأمر . وكذلك ملكه في العكس بأن حوّطه بقصد كونه حظيرة فبدا له أن يسقّفه ويجعله دارا .\r\n\r\nمسألة 2 : يعتبر في إحياء الموات مزرعا بعد إزالة الموانع تسوية الأرض\r\nلو كانت فيها حفر وتلال مانعة عن قابليتها للزرع . وترتيب مائها إمّا بشقّ ساقية من نهر أو حفر قناة لها أو بئر . وبذلك يتمّ إحياؤها ويملكها المحيي . ولا يعتبر في إحيائها حرثها فضلا عن زرعها . وإن كانت الأرض ممّا لا تحتاج في زراعتها إلى ترتيب ماء - لأنّه يكفيها ماء السماء - كفى في إحيائها اعمال الأمور الأخر عدا ترتيب الماء وان كانت مهيّأة للزرع بنفسها بان لم يكن فيها مانع عنه ممّا ذكر ولم تحتج الَّا إلى سوق الماء كفى في إحيائها إدارة التراب حولها مع سوق الماء إليها . وان لم تحتج إلى سوق الماء أيضا من جهة أن يكفيها ماء السّماء كبعض الأراضي السهلة والتلال التي لا تحتاج في زرعها إلى علاج\r\nو \r\n","description":"\r\n( 1 ) لا يعتبر في الملكية قصد كونه حظيرة بل يكفي قابليته لها وجريان الاعتياد على اتّخاذه حظيرة وذلك لكفاية جعل الأرض معدّة للانتفاع المتعارف في صدق الإحياء - كما قلنا آنفا . وبعبارة أخرى : يكفي في صدق الأحياء أن يصيّر قابلية الأرض للانتفاع فعلية ويرفع عنها موانع الانتفاع . وذلك لا يتوقف على قصد اتخاذها حظيرة أو دارا .\r\n","footnote":"","page_name":" 80 ","page_number":87},
  {"content":"\r\nقابلة لأن تزرع ديميا ، فالظاهر أنّ إحياءها المفيد لتملَّكها إنّما هو بإدارة المرز حولها مع حرثها وزرعها بل لا يبعد الاكتفاء بالحرث في تملَّكها ( 1 ) وأمّا الاكتفاء بالمرز من دون حراثة وزراعة ففيه إشكال ( 2 ) . نعم لا إشكال في كونه تحجيرا مفيدا للأولوية .\r\n\r\nمسألة 3 : يعتبر في إحياء البستان كلّ ما اعتبر في إحياء الزرع\r\nبزيادة غرس النخيل أو الأشجار القابلة للنّمو ولا يعتبر التحويط حتى في البلاد التي جرت عادتهم عليه على الأقوى . بل الظاهر عدم اعتبار السقي أيضا فمجرّد غرس الأشجار القابلة للنموّ كاف فيه ( 3 ) .\r\n\r\n","description":"\r\n( 1 ) كل ذلك لصدق عنوان الإحياء بذلك عرفا . فكلّ ما خرج به الأرض عن الموات وصارت معدّة للزرع عند أهل عرف ذلك المكان يوجب كونها ملكا للمحيي .\r\n( 2 ) لعدم صدق الإحياء على مجرّد اتخاذ المرز عرفا .\r\n( 3 ) نعم يعتبر السّقي في الأراضي التي لا ينمو الشجر فيها بدون السقي .\r\nولكن لا يعتبر في إحياء بساتينها السقي الفعلي . بل يكفي إيجاد مقدمة السقي كاتصال البستان ببئر حفرت للسّقي أو بنهر ونحو ذلك من منابع الماء بحفر ساقية ونحوها من المجاري بحيث كانت مقدمة السقي مهيّأة . والملاك في ذلك كله صدق عنوان البستان عرفا .\r\n","footnote":"","page_name":" 81 ","page_number":88},
  {"content":"\r\n\r\nمسألة 4 : يحصل إحياء البئر في الموات بأن يحفرها إلى أن يصل إلى الماء فيملكها بذلك .\r\nوقبل ذلك يكون تحجيرا لا إحياء . واحياء القناة بأن يحفر الآبار إلى أن يجرى ماؤها على الأرض . وإحياء النهر بحفره وإنهائه إلى الماء المباح كالشط ونحوه بحيث كان الفاصل بينهما يسيرا كالمرز والمسنّاة الصغيرة . وبذلك يتمّ احياء النهر ( 1 ) فيملكه الحافر ولا يعتبر فيه جريان الماء فيه فعلا وان اعتبر ذلك في تملَّك المياه .\r\n\r\n","description":"\r\n( 1 ) لاعدادها بذلك للانتفاع من دون توقف على جريان الماء فعلا .\r\n","footnote":"","page_name":" 82 ","page_number":89},
  {"content":"\r\n\r\nفي المشتركات\r\n","description":"","footnote":"","page_name":" 83 ","page_number":90},
  {"content":"\r\n","description":"","footnote":"","page_name":" 84 ","page_number":91},
  {"content":"\r\nالقول في المشتركات ( 1 )\r\nوهي الطرق والشوارع والمساجد والمدارس والرباطات والمياه والمعادن .\r\n\r\nمسألة 1 : الطريق نوعان نافذ وغير نافذ\r\n\r\nفالأوّل - وهو المسمّى بالشارع العام - محبوس على كافّة الأنام\r\nوالناس فيه شرع سواء . وليس ( 2 ) لأحد ، إحياؤه والاختصاص به ولا التصرف في أرضه ببناء دكَّة أو حائط أو حفر بئر أو غرس شجر أو غير ذلك . نعم لا يبعد جواز غرس الأشجار وإحداث النهر لمصلحة المارّة لو كان الطريق واسعا جدّا كالشوارع الوسيعة المستحدثة في هذه الأعصار . كما أنّ الظاهر أنّه يجوز أن يحفر فيه بالوعة ليجتمع فيها ماء المطر وغيره لكونها\r\n\r\n","description":"\r\n( 1 ) وجه التعبير بذلك اشتراك عموم الناس في الانتفاع منها .\r\n( 2 ) لاستقرار السيرة على منع احياء حق الغير مؤيّدا بما ورد من النهي عن إحياء أرض تعلَّق بها حق الغير مثل ما روي عن النبي ( ص ) : « من أحيى أرضا ميتة في غير حقّ مسلم فهي له » . حيث دلّ بمفهومه على عدم جواز الأحياء في حق المسلم . ويدل على ذلك صحيح البقباق رواه الشيخ بإسناده عن الحسن بن محمد بن سماعة عن ابن رباط عن ابن مسكان عن أبي العباس\r\n","footnote":"","page_name":" 85 ","page_number":92},
  {"content":"\r\nمن مصالحه ( 1 ) ومرافقه . لكن مع سدّها في غير أوقات الحاجة حفظا للمستطرقين والمارة . بل الظاهر جواز حفر سرداب تحته إذا أحكم\r\n\r\n","description":"\r\nالبقباق عن أبي عبد اللَّه ( ع ) قال : « قلت له : الطَّريق الواسع هل يؤخذ منه شيء إذا لم يضرّ بالطَّريق ؟ قال ( ع ) : لا « 1 » » .\r\nفدلّ على عدم جواز أخذ شيء من الطريق الواسع - أي الشارع العام - مطلقا سواء أضرّ بالطريق أم لا .\r\nوأمّا عدم جواز مطلق أنحاء التصرّفات - حتى غير التملَّك والاختصاص - فيشكل استفادته من هذه الصحيحة . وذلك لأنّ ظاهر أخذ الطريق تملَّك جزء منه وإشغاله ببناء دكَّة ونحو ذلك . وأمّا التصرف الذي لا يصدق عليه عرفا أخذ الطريق - مثل غرس الشجر أو جعل بساط الأمتعة للبيع ونحو ذلك - ، فيشكل استفادة عدم جوازه من هذه الصحيحة . بل هي ظاهرة في عدم جواز أيّ تصرف في الطريق يصدق عليه عرفا أخذ شيء من الطريق وان لم يضرّ بالطريق أو المارّة . وأمّا غيره من أنحاء التصرفات غير المضر فلا تدل على منعه .\r\n( 1 ) لا يلزم كون ذلك من شؤون الطريق ومصالحه بل يكفي أن يكون من مصالح عموم الناس مثل نصب أنابيب الماء وغيرها ممّا يحتاج إليه سكنة\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 281 - ح 1 .\r\n","page_name":" 86 ","page_number":93},
  {"content":"\r\nالأساس والسقف بحيث يؤمن معه من النقض والخسف . وأمّا التصرف في فضائه بإخراج روشن أو جناح أو بناء ساباط أو فتح باب أو نصب ميزاب ونحو ذلك فلا إشكال في جوازه إذا لم يضرّ بالمارة ( 1 ) وليس لأحد منعه حتى من يقابل داره داره كما مرّ في كتاب الصلح .\r\n\r\n","description":"\r\nبيوت أطراف الطريق من دون أن يكون فيه مصلحة للطريق ولا للمارّة في مرورهم .\r\n( 1 ) وذلك لأنّ السيرة قد استقرت على عدم جواز التصرف المضرّ بالمارة مطلقا - سواء كان التصرف في أرض الطريق أو في فضائه - بل دعوى استقرارها على منع هذا التصرف غير مجازفة . ويؤيّد ذلك عمومات نفي الضرر والضرار . وأيّ ضرر أعظم من الضرر على عموم الناس ؟ ! وكذا عمومات حرمة إيذاء المؤمنين لا تخلو من دلالة على عدم جواز التصرف الموجب لذلك . وأمّا ما دلّ من نصوص المقام على ضمان من أضرّ بطريق المسلمين بإخراج ميزاب أو حفر بئر أو نصب وتد ونحو ذلك ، فلا دلالة له على حرمة ذلك . لأنه بصدد بيان الحكم الوضعي - أعني به الضمان - لا الحكم التكليفي . ومن الواضح عدم الملازمة بين الحكم بالضمان وبين الحرمة .\r\nفمن تلك النصوص صحيح الحلبي عن أبي عبد اللَّه ( ع ) : « كلّ شيء يضرّ\r\n","footnote":"","page_name":" 87 ","page_number":94},
  {"content":"\r\n\r\nواما الثاني - أعني الطريق غير النافذ المسمّى بالسكة المرفوعة\r\nوقد يطلق عليه الدريبة وهو الذي ( 1 ) لا يسلك منه إلى طريق آخر أو مباح .\r\nبل أحيط بثلاث جوانبه الدور والحيطان والجدران - فهو ملك لأرباب الدور التي أبوابها مفتوحة ( 2 ) إليه دون من كان حائط داره اليه من غير أن يكون بابها اليه فيكون هو كسائر الأملاك المشتركة\r\n\r\n","description":"\r\nبطريق المسلمين فصاحبه ضامن لما يصيبه « 1 » « ومثله موثقة السكوني « 2 » وخبر أبي الصباح الكناني « 3 » .\r\n( 1 ) ويقال له في الفارسية . ( كوچهء بن بست ) .\r\n( 2 ) هل يعتبر فتح الباب في ملكية الدّريبة ؟ 2 - وجّه اعتبار فتح الباب في ملكية الدريبة لصاحب الدار باستقرار السيرة على ذلك . بتقريب أنّ مجرّد وقوع حائط الدار في جنب الدريبة لا يكفي عند العقلاء في كون صاحب الدار شريكا في ملكية الدريبة فإنّهم لا يرون لمن وقع حائط داره في الدريبة حقّا فيها .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 19 - ص 181 - ب 9 - ح 1 .\r\n« 2 » الوسائل / ج 19 - ص 182 - ب 11 - ح 1 .\r\n« 3 » الوسائل / ج 19 - ص 179 - ب 8 - ح 2 .\r\n","page_name":" 88 ","page_number":95},
  {"content":"\r\n\r\n","description":"\r\nولا يخفى أنّ محلّ الكلام ما إذا كانت الدريبة ابتداء أرضا مواتا ثم وقعت بين الدور المبنية أطرافها . أو ما إذا اشترى جماعة دور أطراف الدريبة وكانت موجودة بين الدور قبل شرائها .\r\nوأما إذا كانت الدريبة ملكا لأشخاص الشّركاء ثم وقعت بين دورهم بعد تقسيم الملك فلا إشكال في كونها ملكا للجميع ، مطلقا سواء كان لهم باب مفتوح إليها أم لا .\r\nوقد يتوهم أنّ صحيح منصور بن حازم السابق يدل على ملكية الدريبة لخصوص من له الباب في هذه الصورة . ولكنه غير وجيه لان هذا الصحيح قد دلّ على أنّ مشتري الدار لا يملك ممرّ البائع الواقع في الدريبة ومن هنا أمره الإمام ( ع ) بسدّ بابه إلَّا ان يبيعه مالك الدار . فيفهم من ذلك انّ مالك الدار يملك ممرّه الواقع في الدريبة بما أنّه مالك الدار وأنّ بتبعه يستحق فتح الباب .\r\nولذا جوّز ( ع ) للمشتري فتح الباب إذا تملَّك ممرّه من الدريبة بالشراء .\r\nومن هنا يفهم أنه لا موضوعية لفتح الباب في ملكية الدريبة إلَّا أنّ هذا فيما إذا كانت الدريبة ملكا لأرباب الدور سابقا وهو غير محلّ الكلام كما قلنا .\r\nوأمّا في المقام فالقول بعدم جواز فتح الباب لمن وقع حائطه في طرف من الدريبة ومنع استحقاقه للانتفاع منها بالمرور مشكل جدّا . نظرا إلى كون الأرض القريبة إلى حائطه حريما لداره - كما سبق - ولم يقع في ملك الغير حتى يشكل بأنه لا حريم له فيه . لأنّ المفروض وقوع الحريم من حين إحداث الدار\r\n","footnote":"","page_name":" 89 ","page_number":96},
  {"content":"\r\nيجوز لأربابه سدّه وتقسيمه بينهم وإدخال كلّ منهم حصّته في داره ولا يجوز لأحد من غيرهم بل ولا منهم أن يتصرّف فيه ولا في فضائه إلَّا بإذن من يعتبر إذنه كما يأتي في المسألة الآتية .\r\n\r\nمسألة 2 : لا يبعد في الدريبة أن يشارك الداخل للأدخل إلى قبالة بابه ممّا هو ممرّه\r\nمع ما يتعارف من المرافق المحتاج إليها نوعا . ولا يبعد أن يشارك الداخل إلى منتهى جدار داره وينفرد الأدخل بما بعده .\r\nومع تعدّد الشركاء يشارك الأدخل من الجميع معهم وينفرد ( 1 ) بما\r\n\r\n","description":"\r\nفي الأرض الموات . وهذا إذا لم نقل بكون حريم الدار ملكا لصاحبه والَّا فمنعه من فتح الباب حينئذ أشكل . لعدم كونه إلَّا تصرّفا في ملكه . وإحداث الدريبة ببناء أطرافها لا يوجب زوال الملك الثابت بعنوان الحريم ، بل غاية الأمر يحصل بذلك اشتراك الجميع في الدريبة . فعلى أيّ حال لا دليل على عدم جواز فتح الباب لصاحب الحائط .\r\n( 1 ) قد يقال باشتراك الجميع في تمام الدريبة كما قال في الوسيلة :\r\n« الظاهر أنّ أرباب الدور المفتوحة في الدريبة كلَّهم مشتركون في كلَّها » من دون انفراد الأدخل بطريقة الخاص . ويتمسّك لذلك بالسيرة . ولكنّ السيرة لو لم تكن على الانفراد المذكور - كما لا يبعد - فلم تحرز على اشتراك الجميع فيما يختص بمرور الأدخل قطعا .\r\n","footnote":"","page_name":" 90 ","page_number":97},
  {"content":"\r\nيكون طريقه الخاص فيشترك الجميع من أوّل الدريبة إلى الباب الأوّل أو منتهى الجدار ثم يشترك فيما عداه ما عدا صاحب الباب الأوّل . وهكذا تقلّ الشركاء إلى آخر الزّقاق . ولا يبعد اختصاص الآخر بالفضلة التي في آخر الزّقاق فيجوز لمن هو أدخل من الجميع أيّ تصرّف شاء فيما ينفرد به بل وفي الفضلة المذكورة . ولا يجوز لغيره التصرف كإخراج جناح أو روشن أو بناء ساباط أو حفر بالوعة أو سرداب أو نصب ميزاب وغير ذلك إلَّا بإذن شركائه . نعم لكلّ منهم حقّ الاستطراق إلى داره من أيّ موضع من جداره فكلّ منهم فتح باب آخر أدخل من بابه الأوّل أو أسبق مع سدّ الباب الأوّل وعدمه ( 1 ) .\r\n\r\nمسألة 3 : ليس ( 2 ) لمن كان حائط داره إلى الدريبة فتح باب إليها إلَّا\r\n\r\n","description":"\r\n( 1 ) أمّا مع سدّ الباب الأوّل فواضح وأمّا مع عدم سدّه فلوضوح ثبوت حق الاستطراق من الدريبة له سابقا وأمّا نصب الباب فكان على الحائط المملوك لنفسه فلم يفعل إلَّا تصرفا في ملكه ولم يزد له حق غير ما كان ثابتا سابقا ، لفرض ثبوت حق المرور من الدريبة له قبل نصب الباب الثاني ولا دليل على نفسه بعد ذلك .\r\n( 2 ) ثبوت المنع في المقام مشكل إذا كانت الدريبة مواتا قبل إحداث الدور ثم وقعت بين الدور المبنية بإحياء أطرافها . حيث إنّها تكون حريم\r\n","footnote":"","page_name":" 91 ","page_number":98},
  {"content":"\r\nبإذن أربابها نعم له فتح ثقة وشباك إليها . وليس لهم منعه لكونه تصرفا في جداره لا في ملكهم . وهل له فتح ( 1 ) باب إليها لا للاستطراق بل لمجرّد الاستضاءة ودخول الهواء ؟ الأقرب جوازه ولصاحب الدريبة تحكيم سند المالكية لدفع الشبهة .\r\n\r\nمسألة 4 : يجوز لكلّ من أرباب الدريبة الجلوس فيها والاستطراق والتردد منها إلى داره بنفسه\r\nوما يتعلق به من عياله ودوابّه وأضيافه وعائديه وزائريه . وكذا وضع الحطب ونحوه فيها لإدخاله في الدار ووضع الأحمال والأثقال عند إدخالها وإخراجها من دون إذن الشركاء . بل وان كان فيهم القصّر والمولَّى عليهم من دون رعاية المساواة ( 2 ) مع الباقين .\r\n\r\n","description":"\r\nجميع الدور الواقعة في أطرافها . ولم يعلم موضوعية لفتح الباب عند سيرة العقلاء . وعليه فلا دليل على حرمة فتح الباب مطلقا سواء كان للاستطراق أم لا . كما أنه لو كانت الدريبة سابقا ملكا لأشخاصهم لا إشكال في فتح الدرب لكلّ واحد منهم - كما قلنا آنفا بدلالة صحيح منصور - إلَّا أن تكون ملك بعضهم فلا يجوز لغيره فتح الباب بدون اذنه .\r\n( 1 ) قد عرفت الإشكال في منع أصل فتح الباب فضلا عما إذا لم يكن للاستطراق .\r\n( 2 ) لكون جواز تصرف المالك في ملكه بأيّ نحو شاء من شؤون الملك وآثاره ولا دليل على تحديده بالمساواة .\r\n","footnote":"","page_name":" 92 ","page_number":99},
  {"content":"\r\n\r\nمسألة 5 : الشوارع والطرق العامة وان كانت معدّة لاستطراق عامة الناس ومنفعتها الأصلية التردد فيها بالذهاب والإياب ، الَّا أنّه يجوز لكل أحد الانتفاع بها بغير ذلك من جلوس أو نوم أو صلاة وغيرها . بشرط أن لا يتضرر ( 1 ) بها أحد على الأحوط ولم يزاحم المستطرقين ولم يتضيق على المارّة .\r\n\r\nمسألة 6 : لا فرق في الجلوس غير المضرّبين ما كان للاستراحة أو النزهة وبين ما كان للحرفة والمعاملة إذا جلس في الرحاب والمواضع المتّسعة لئلَّا يتضيّق على المارّة فإن جلس فيها لأيّ غرض من الأغراض لم يكن لأحد إزعاجه .\r\n\r\nمسألة 7 : لو جلس في موضع من الطريق ثم قام عنه فإن كان جلوس استراحة ونحوها بطل حقّه ، فجاز لغيره الجلوس فيه . وكذا ان كان لحرفة ومعاملة وقام بعد استيفاء غرضه وعدم نية العود فلو عاد إليه بعد أن جلس في مجلسه غيره لم يكن له دفعه . ولو قام قبل استيفاء\r\n\r\n","description":"\r\n( 1 ) ولم يصدق أخذ جزء من الطريق عرفا - كما هو ظاهر الماتن « قده » - إما بتملَّكه أو اتخاذه دكَّة ونحو ذلك . فلا يجوز له أيّ تصرّف يصدق عرفا أنّه أخذ الشارع بذلك التصرف وان لم يضرّ بالطريق أو المارّة . والدليل عليه صحيح البقباق السابق .\r\n","footnote":"","page_name":" 93 ","page_number":100},
  {"content":"\r\nغرضه ناويا للعود ففي ثبوت حق له فيه اشكال ( 1 ) . نعم لا يجوز\r\n\r\n","description":"\r\n( 1 ) هل يبقى حق السبق لمن قام من مجلسه ؟ 1 - لا إشكال في ثبوت حق السبق له ما لم يقم من مجلسه لأنه المتيقن من مدلول معتبرة طلحة بن زيد . رواها محمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن محمد بن يحيى عن طلحة بن زيد عن أبي عبد اللَّه ( ع ) قال : قال أمير المؤمنين ( ع ) : « سوق المسلمين كمسجدهم فمن سبق إلى مكان فهو أحقّ به إلى اللَّيل « 1 » » .\r\nومرسلة ابن أبي عمير رواها الكليني عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن بعض أصحابنا عن أبي عبد اللَّه ( ع ) قال : « سوق المسلمين كمسجدهم ، يعني إذا سبق إلى السّوق كان له مثل المسجد « 2 » » . والظاهر أنّ قوله :\r\n« يعني . . إلخ » كلام ابن أبي عمير .\r\nوأمّا بعد ما قام من مجلسه فأشكل الماتن « قده » في ثبوت الحق له وجه الاشكال ظاهرا ارتفاع حقّه بذلك . ولكنه غير وارد بل الأقوى عدم ارتفاعه فيما إذا أبقى في مجلسه ما يكون علامة على نيّته للعود من بساط أو متاع أو رحل ونحو ذلك . حيث أنّ عنوان السبق ينحفظ بذلك عرفا .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 300 - ب 17 - ح 1 و 2 .\r\n« 2 » الوسائل / ج 12 - ص 300 - ب 17 - ح 1 و 2 .\r\n","page_name":" 94 ","page_number":101},
  {"content":"\r\nالتصرف في بساطه فلو قام ولو بنية العود ورفع بساطه فالظاهر جواز جلوس ( 1 ) غيره مكانه والاحتياط حسن .\r\n\r\nمسألة 8 : ثبوت الحق للجالس للمعاملات ونحوه مشكل ( 2 ) بل الظاهر عدمه . ولكن لا يجوز إزعاجه ما دام فيه ولا التصرف في بساطه .\r\nولا مانع من إشغال ما حوله ولو احتاج اليه لوضع متاعه ووقوف المعاملين معه . وكذا يجوز له القعود بحيث يمنع من رؤية متاعه أو وصول المعاملين اليه وليس له منعه . ولكن الاحتياط حسن ومراعاة المؤمن مطلوب .\r\n\r\n","description":"\r\n( 1 ) وان كان في وسط اليوم وكان السوق قائماً وذلك لانتفاء السبق بمجرد رفع البساط عرفا . وتوهم عدم انتفاء حقّه إذا رفع بساطه قبل اللَّيل حينما كان السوق قائماً بنية العود تمسّكا بإطلاق قوله فهو أحق به إلى اللَّيل ، فممّا لا وجه له . وذلك لما قلنا من انتفاء السبق عرفا بمجرد رفع البساط . وان الإطلاق المذكور فرع صدق السبق . وأمّا ذكر الغاية بقوله : « إلى اللَّيل » فمن باب الغالب . نظرا إلى عدم تعطيل السوق غالبا إلى اللَّيل وبقاء البساط ما دام اليوم .\r\n( 2 ) لا اشكال فيه كما قلنا . فإنه ظاهر معتبرة طلحة ومرسلة ابن أبي عمير فإنهما وان وردا في السوق والكلام في الطريق العام الَّا انه بحكمه أيضا في نظر العرف إذا لم يزاحم المارّة .\r\n","footnote":"","page_name":" 95 ","page_number":102},
  {"content":"\r\n\r\nمسألة 9 : يجوز للجالس للمعاملة أن يظلَّل على موضع جلوسه بما لا يضرّ بالمارة بثوب أو بارية ونحوهما وليس له بناء دكَّة ونحوها فيه .\r\n\r\nمسألة 10 : إذا جلس في موضع من الطريق للمعاملة في يوم فسبقه في يوم آخر شخص آخر وأخذ مكانه فليس ( 1 ) للأوّل إزعاجه ومزاحمته .\r\n\r\nمسألة 11 : إنما يصير الموضع شارعا عامّا بأمور .\r\nالأوّل : بكثرة التردّد والاستطراق ومرور القوافل ونحوها في الأرض الموات كالجواد الحاصلة في البراري والقفار التي يسلك فيها من بلاد إلى بلاد .\r\nالثاني : أن يجعل إنسان ملكه شارعا وسبّله تسبيلا دائميا لسلوك عامة النّاس وسلك ( 2 ) فيه بعض الناس فإنه يصير بذلك طريقا عاما . ولم يكن للمسبّل الرجوع بعد ذلك . الثالث : أن يحيي جماعة أرضا مواتا قرية أو بلدة ويتركوا مسلكا نافذا بين الدور والمساكن ويفتحوا اليه الأبواب . والمراد بكونه نافذا أن يكون له مدخل ومخرج يدخل فيه الناس من جانب ويخرجون من جانب آخر إلى جادّة عامّة أو إلى أرض موات .\r\n\r\n","description":"\r\n( 1 ) وذلك لما في معتبرة طلحة من كون حق سبقه مغيّى إلى اللَّيل لقوله ( ع ) : « فمن سبق إلى مكان فهو أحقّ به إلى اللَّيل » .\r\n( 2 ) لا دخل للسلوك في قبض الوقف العام لو كان مراد الماتن « قده » ذلك . وإن أراد دخله في صدق عنوان الطريق فلا دخل له فيه أيضا .\r\n","footnote":"","page_name":" 96 ","page_number":103},
  {"content":"\r\n\r\nمسألة 12 : لا حريم للشارع العام لو وقع بين الاملاك ( 1 ) .\r\nفلو كانت بين الاملاك قطعة أرض موات عرضها ثلاثة أو أربعة أذرع مثلا واستطرقها الناس حتى صارت جادّة لم يجب على الملَّاك توسيعها وان تضيّقت على المارّة ( 2 ) . وكذا لو سبّل شخص في وسط ملكه أو من طرف ملكه المجاور لملك غيره ثلاثة أو أربعة أذرع مثلا للشارع . وأمّا لو كان الشارع محدودا بالموات بطرفيه أو أحد طرفيه فكان له الحريم وهو المقدار الذي يوجب إحياؤه نقص الشارع من سبعة أذرع على الأحوط فلو حدث بسبب الاستطراق شارع في وسط الموات جاز احياء طرفيه إلى حدّ يبقى له سبعة أذرع ولا يتجاوز عن هذا الحد ( 3 )\r\nو \r\n","description":"\r\n( 1 ) حيث إن عموم دليل سلطنة المالك يمنع من وقوع حريم الشارع بين الأملاك . لكنّه ثابت بالعنوان الأوّلي ولا ينافي توسيع الشارع بحكم الحاكم بمقتضى توسعة البلاد ولحفظ النظام .\r\n( 2 ) إلا إذا اختلّ به النظام فيجب على الملَّاك حينئذ إجابة الحاكم الشرعي في توسيعها .\r\n( 3 ) لموثقة السكوني عن أبي عبد اللَّه ( ع ) : « والطَّريق يتشاحّ عليه أهله فحدّه سبعة أذرع « 1 » » . ولكن لا يبعد كون نظر الإمام ( ع ) إلى بيان حدّ الطريق\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 339 - ح 5 .\r\n","page_name":" 97 ","page_number":104},
  {"content":"\r\nكذا لو كان لأحد في وسط المباح ملك عرضه أربعة أذرع مثلا فسبّله شارعا لا يجوز إحياء طرفيه بما لم يبق للطريق سبعة أذرع . ولو كان في أحد طرفي الشارع أرض مملوكة وفي الطرف الآخر أرض موات كان الحريم من طرف الموات . بل لو كان طريق بين الموات وسبق شخص وأحيى أحد طرفيه إلى حدّ الطريق اختصّ ( 1 ) الحريم بالطرف الآخر .\r\n\r\n","description":"\r\nعند تشاحّ أهله في مقداره . فما لا تشاحّ فيه من الطريق يشكل استفادة حكمه من هذه الموثقة . والشاهد على ذلك ما ورد في بعض النصوص من التحديد بخمسة أذرع عند اختلاف القوم بين السبعة والأربعة وهو صحيح البقباق عن أبي عبد اللَّه ( ع ) قال : « إذا تشاحّ قوم في الطَّريق فقال بعضهم : سبع أذرع وقال بعضهم : أربع أذرع . فقال أبو عبد اللَّه ( ع ) : لا بل خمس أذرع « 1 » » . فيعلم من ذلك أنّه لا موضوعية لسبعة أذرع في موثقة السكوني والَّا لم يتغيّر بحسب اختلاف موارد التشاح . وعلى فرض العموم فيحمل على حسب حاجة ذلك الزمان لوضوح عدم كفاية هذا المقدار للشوارع العامة في البلاد الكبيرة خصوصا في زماننا الحاضر .\r\n( 1 ) يشكل الحكم بهذا الاختصاص إذا عيّنت الجادّة وأحكم أساسها وصارت معبرا للسّيّارات حيث يثبت الحريم حينئذ لطرفيها ويكون بنظر\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 13 - ص 173 - ب 10 - ح 1 .\r\n","page_name":" 98 ","page_number":105},
  {"content":"\r\nفلا يجوز للآخر الإحياء إلى حدّ لا يبقى للطريق سبعة أذرع فلو بنى بناء مجاوزا لذلك الحد ألزم هو بهدمه وتبعيده دون المحيي الأوّل .\r\n\r\nمسألة 13 : إذا استؤجم الطريق أو انقطعت عنه المارة زال حكمه\r\nبل ارتفع موضوعه وعنوانه . فجاز لكل أحد إحياؤه كالموات من غير\r\n\r\n","description":"\r\nالعرف حقا للمارّة والمستطرقين . نعم إذا حدث الطريق بمرور المستطرقين وكان في الصحارى والقفار ولم تعيّن الجادّة بتحكيم الأساس وعمليّة التسطيح ، فلا إشكال حينئذ في الاختصاص المذكور .\r\nبيان ذلك : أنّ المقصود من حريم الشارع مقدار ما يحتاج اليه للاستطراق بحيث يكون أخذه نقصا للطريق . فحريم الشارع في الحقيقة حدّه المحدّد في موثقة السكوني المزبورة . فإذا عيّنت الجادة لاستطراق المارّة - من السّيّارات وغيرها - وأحكم أساسها بعملية التسطيح ونحوها لا يجوز لأحد إحياؤها وتملَّكها حيث تعيّنت للطريقية . بلا فرق في ذلك بين من سبق إلى أحياء أحد طرفي الطريق وبين غيره . وذلك لعموم صحيح البقباق عن أبي عبد اللَّه ( ع ) قال : « قلت له : الطَّريق الواسع هل يؤخذ منه شيء إذا لم يضرّ بالطَّريق ؟ قال :\r\nلا « 1 » » . فإنّه بعمومه دلّ على عدم جواز أخذ الطريق لأيّ شخص وفي أيّة صورة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 281 - ح 1 .\r\n","page_name":" 99 ","page_number":106},
  {"content":"\r\nفرق في صورة انقطاع المارة بين أن يكون ذلك لعدم وجودهم أو بمنع قاهر إيّاهم أو لهجرهم إيّاه واستطراقهم غيره أو بسبب آخر ، نعم في المسبّل لا يخلو جواز الإحياء من إشكال ( 1 ) .\r\n\r\nمسألة 14 : لو زاد عرض الطريق المسلوك عن سبعة أذرع\r\nففي المسبّل لا يجوز لأحد أخذ ما زاد عليها وإحياؤه وتملَّكه قطعا . وأمّا غيره ففي جواز إحياء الزائد وعدمه وجهان ( 2 ) : أوجههما العدم إلَّا إذا كان الزائد معرضا عنه .\r\n\r\n","description":"\r\n( 1 ) وذلك لان رقبة الأرض وقفت للطريق العام فلذا لا بد من العمل بعموم « الوقوف على حسب ما يوقفها أهلها » ومقتضاه عدم جواز إحيائه وتملَّكه لأحد لكونه في غير جهة الوقف .\r\n( 2 ) وجه الجواز الاكتفاء بالحد المذكور في موثقة السكوني في جانب الزيادة . فيقال بخروج ما زاد عن السّبع عن حد الطريق ، فلا مانع من إحيائه حينئذ . وأما وجه عدم الجواز أوّلا : أنّ التحديد من جانب القلَّة . وثانيا : بأنّ الملاك مقدار الحاجة من دون موضوعية لسبعة أذرع كما قلنا وثالثا : إذا صدق عنوان الطريق يشمله صحيح البقباق المذكور آنفا بعمومه . فلا يجوز لأحد أخذه .\r\n","footnote":"","page_name":" 100 ","page_number":107},
  {"content":"\r\n\r\nمسألة 15 : ومن المشتركات المسجد ،\r\nوهو من مرافق المسلمين يشترك فيه عامّتهم ، وهم شرع سواء في الانتفاع به إلَّا بما لا ( 1 ) يناسبه ونهى الشارع عنه كمكث الجنب فيه ونحوه . فمن سبق إلى مكان منه لصلاة أو عبادة أو قراءة قرآن أو دعاء بل وتدريس أو وعظ أو إفتاء\r\nو \r\n","description":"\r\n( 1 ) حكم النوم في المساجد 1 - ما عدا النوم لاستثنائه بالنصوص الدالَّة على جوازه في المسجد . منها صحيحة زرارة قال : « قلت لأبي جعفر ( ع ) : ما تقول في النّوم في المساجد ؟ فقال ( ع ) : لا بأس به إلَّا في المسجدين . مسجد النّبي ( ص ) والمسجد الحرام « 1 » » .\r\nمنها : صحيحة معاوية بن وهب قال : « سألت أبا عبد اللَّه ( ع ) عن النّوم في المسجد الحرام ومسجد الرّسول . قال ( ع ) : نعم ، فأين ينام النّاس ؟ « 2 » » .\r\nمنها : ما رواه أبو البختري عن جعفر بن محمد عن أبيه عليهما السلام : « إنّ المساكين كانوا يبيتون في المسجد على عهد رسول اللَّه ( ص ) « 3 » » . وغيرها من النصوص .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 3 - ص 496 - ب 18 - ح 2\r\n« 2 » الوسائل / ج 3 - ص 496 - ب 18 - ح 1\r\n« 3 » الوسائل / ج 3 - ص 497 - ب 18 - ح 5 .\r\n","page_name":" 101 ","page_number":108},
  {"content":"\r\nغيرها ، ليس لأحد إزعاجه . سواء توافق السابق مع المسبوق في الغرض أو تخالف فيه . فليس لأحد ( 1 ) بأيّ غرض كان مزاحمة من سبق إلى مكان منه بأيّ غرض كان . نعم لا يبعد تقدّم الصلاة - جماعة أو فرادى على غيرها من الأغراض .\r\nفلو كان جلوس السابق لغرض القراءة أو الدعاء أو التدريس وأراد أحد أن يصلَّي في ذلك المكان جماعة أو فرادى ، يجب عليه تخلية المكان له . نعم ينبغي تقييد ذلك بما إذا لم يكن اختيار مريد الصلاة في ذلك المكان لمجرّد الاقتراح بل كان إمّا لانحصار محل الصلاة فيه أو لغرض راجح ديني كالالتحاق بصفوف الجماعة ونحوه . هذا ولكن\r\n\r\n","description":"\r\n( 1 ) لعموم قوله ( ع ) : « سوق المسلمين كمسجدهم فمن سبق إلى مكان فهو أحقّ به » . في معتبرة طلحة « 1 » ومرسلة ابن أبي عمير « 2 » وما روي عن النبي ( ص ) بطريق العامة « إذا قام أحدكم من مجلسه في المسجد فهو أحقّ به إذا عاد إليه « 3 » » .\r\nوما ورد عنه ( ص ) : « من سبق إلى ما لم يسبقه مسلم فهو أحقّ به « 4 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 300 - ب 17 - ح 1 .\r\n« 2 » الوسائل / ج 12 - ص 300 - ب 17 - ح 2 .\r\n« 3 » الجواهر / ج 38 - ص 89 .\r\n« 4 » سنن البيهقي / ج 6 - ص 142 .\r\n","page_name":" 102 ","page_number":109},
  {"content":"\r\nأصل المسألة لا تخلو من اشكال فيما إذا كان جلوس السابق لغرض العبادة كالدعاء والقراءة لا لمجرّد النزهة والاستراحة فلا ينبغي فيه ترك الاحتياط ( 1 ) للمسبوق بعدم المزاحمة وللسّابق ( 2 ) بتخلية المكان له . والظاهر\r\n\r\n","description":"\r\n( 1 ) هذا الاحتياط استحبابي لكونه مسبوقا بالفتوى على خلافه حيث إنه لا يكون قوله : « لا تخلو من اشكال » عدولا عمّا أفتى به آنفا من وجوب تخلية المكان على السابق المريد لغير الصّلاة وتقديم حق المسبوق المريد للصلاة .\r\n( 2 ) اى ولا ينبغي ترك الاحتياط للسابق بتخلية المكان للمسبوق في هذا الفرض . والاحتياط هنا وجوبي لكونه مسبوقا بالفتوى على وفاقه . هذا بحسب ظاهر عبارة الماتن « قده » فان قوله : « وللسابق » عطف على قوله « للمسبوق » .\r\nولكن يحتمل زيادة الواو اشتباها بأن كان في الأصل « فلا ينبغي ترك الاحتياط للمسبوق بعدم المزاحمة للسابق بتخلية المكان له » . فقوله : « بتخلية المكان » بيان للمزاحمة . أي : لا يحمّل المسبوق السابق على تخلية المكان لنفسه بالاحتياط الاستحبابي .\r\n","footnote":"","page_name":" 103 ","page_number":110},
  {"content":"\r\nتسوية ( 1 ) الصلاة فرادى مع الصلاة جماعة فلا أولوية للثانية على الأولى فمن سبق إلى مكان للصلاة منفردا فليس لمريد الصلاة جماعة إزعاجه لها وان كان الأولى له تخلية المكان له إذا وجد مكان آخر له ولا يكون منّاعا للخير عن أخيه .\r\n\r\nمسألة 16 : لو قام الجالس السابق وفارق المكان رافعا يده منه معرضا عنه بطل حقّه\r\nعلى فرض ثبوت حق له ، وإن بقي رحله . فلو عاد إليه وقد أخذه غيره ليس له إزعاجه . نعم لا يجوز التصرف في بساطه ورحله . وان كان ناويا للعود فإن كان رحله باقيا ، بقي ( 2 ) حقّه لو قلنا بثبوت حقّ له . ولكن لا يجوز التصرف في رحله على أيّ حال . والَّا\r\n\r\n","description":"\r\n( 1 ) مقصوده « قده » أن إفراد الصلاة متساوية في حق السبق من دون أولوية لبعضها على البعض الآخر . فلا يزاحم مريد صلاة الجماعة من يصلَّي فرادى . ولكنّ الصلاة - فرادى كانت أم جماعة - مقدّمة على سائر الأفعال العبادية . ومن هنا لا يجوز لمريد قراءة القرآن أو الدّعاء مزاحمة المصلَّي إذا لم يختر المصلَّى مكان الصلاة اقتراحا .\r\n( 2 ) لما مرّ سابقا من انحفاظ عنوان السبق ببقاء الرّحل والبساط عرفا .\r\nفما دام لم يرفع بساطه يصدق عرفا أنّه سابق إلى ذلك المكان ويدخل في عموم معتبرة طلحة ومرسلة ابن أبي عمير السابقتين ونحوهما .\r\n","footnote":"","page_name":" 104 ","page_number":111},
  {"content":"\r\nفالظاهر سقوط حقه على فرض ثبوته . لكن ثبوت حق في أمثال ذلك مطلقا لا يخلو من تأمّل ( 1 ) . وان يظهر منهم التسالم عليه في خصوص المسجد فالأحوط عدم إشغاله خصوصا إذا كان خروجه لضرورة كتجديد طهارة أو إزالة نجاسة أو قضاء حاجة ونحوها .\r\n\r\n","description":"\r\n( 1 ) في بيان دليل حق السبق 1 - لا إشكال في ثبوت حق السبق في المسجد والسوق وذلك بدليل معتبرة طلحة ومرسلة ابن أبي عمير - كما قلنا - لا لمجرّد تسالم الأصحاب حتى يتأمل فيه . أمّا في غير المسجد والسوق فالظاهر أيضا ثبوت حقّ السبق في كل ما جرى عليه التعارف واستقرّت عليه السيرة . ودعوى عدم اتصالها بزمان الشارع في المقام غير وجيهة . وذلك لكفاية تعارف بعض موارد السبق الموجود في زمان الشارع بإلغاء الخصوصية . ولا ريب أنّ الناس في زمان الشارع - مثل سائر الناس في أيّ زمان - كانوا يزدحمون لتحصيل بعض الأمتعة النادرة الوجود إذا كان عرضه تاجر أو حارث . أو كانوا يستبقون إلى الأماكن الواقعة في معابر العامّة ومواضع استقبالهم للشراء لأجل إراءة أمتعتهم المعدّة للبيع . وكذلك كانوا يبادرون إلى أوائل صفوف صلاة الجماعة في المساجد كما ورد في معتبرة طلحة . وغير ذلك من الموارد ولا حاجة إلى عدّ آحادها .\r\n","footnote":"","page_name":" 105 ","page_number":112},
  {"content":"\r\n\r\nمسألة 17 : الظاهر أن وضع الرّحل مقدمة للجلوس كالجلوس في إفادة الأولوية .\r\nلكن ان كان ذلك بمثل فرش سجّادة ونحوها ممّا يشغل مقدار مكان الصلاة أو معظمه لا بمثل وضع تربة أو سبحة أو مسواك وشبهها ( 1 ) .\r\n\r\n","description":"\r\nمع أنّ اعتبار اتصال بناء العقلاء بزمان الشارع في خصوص مورد الاستدلال لا وجه له . وذلك لكفاية عدم ردع الشارع عنها في إمضائه ولا يتوقف ذلك على وجود مجرى السيرة بخصوصه في زمان الشارع بل يكفي وجود نظائره بحيث يمكن للشارع ردعها بعنوان كلَّي يشمل جميع تلك الموارد المسانخة له . فإذا لم يصل منه ردع ولو بهذا العنوان الكلي ، يكفي لحجّية بناء العقلاء في أيّ مورد يدخل في ذلك الكلَّي . وذلك لإمكان ردعها للشارع بإلقاء خطاب عامّ يدل عليه .\r\nوهذا بخلاف السيرة المتشرعة لأنّه لمّا كان منشأ اعتبارها حكم الشارع ، فلذا لا بدّ من انتهائه إلى إمضاء الشارع وتقريره وذلك لا يمكن إثباته من دون إحراز اتصال السيرة بزمان الشارع .\r\nهذا مضافا إلى استفادة إمضاء الشارع على النحو المطلق الشامل لجميع موارد حق السبق من بعض العمومات الواردة عن النبي ( ص ) وقد مضى ذكره .\r\n( 1 ) لعدم تحقق السبق بذلك عرفا لأنّ في صدقه يعتبر أهل العرف وضع\r\n","footnote":"","page_name":" 106 ","page_number":113},
  {"content":"\r\n\r\nمسألة 18 : يعتبر أن لا يكون بين وضع الرحل ومجيئه طول زمان بحيث استلزم تعطيل المكان\r\nوالَّا لم يفد حقّا . فجاز لغيره أخذ المكان قبل مجيئه ورفع رحله والصلاة مكانه إذ اشتغل المحلّ بحيث لا يمكن الصلاة فيه إلَّا برفعه . والظاهر أنّه يضمنه ( 1 ) الرافع إلى أن يوصله إلى صاحبه وكذا الحال فيما لو فارق المكان معرضا عنه مع بقاء رحله فيه .\r\n\r\n","description":"\r\nشيء يسبق بمثله عادة ممّا يناسب التصرف المقصود من السبق . كما أنّ وضع الرحل مقدمة للجلوس يفيد الأولوية لأجل صدق السبق بذلك عرفا ، ولكن إذا لم يطل إلى حدّ يشغل المكان بغير انتفاع بحيث يصدق تعطيل ذلك المكان كما يأتي في المسألة اللَّاحقة .\r\n( 1 ) لعموم قوله ( ص ) : « على اليد ما أخذت حتى تؤدّيه « 1 » » . ولا يخفى أنّ الأخذ باليد كناية عن الاستيلاء على مال الغير . فمن هنا لو كان المال في يد الغاصب قبل الغصب أو دخل حيوان في داره فحبسه واستولى عليه - من دون أن يصدق الأخذ باليد - ، يدخل تحت عموم هذه القاعدة بلا اشكال . وعليه\r\n\r\n","footnote":"\r\n« 1 » هذه الرّواية مشهورة بين الفريقين ( العامة والخاصّة ) رواها في المستدرك ( ب 1 من أبواب الغصب ) ورواها الشيخ في الخلاف في مسألة 22 من كتاب الغصب .\r\nوقد رواها العامّة في سنن البيهقي ( ج 6 - ص 9 ) وفي كنز العمّال ( ج 5 - ص 257 ) .\r\n","page_name":" 107 ","page_number":114},
  {"content":"\r\n\r\nمسألة 19 : المشاهد كالمساجد في جميع ما ذكر من الأحكام .\r\nفان المسلمين فيها شرع سواء العاكف فيها والباد والمجاور لها والمتحمّل إليها من بعد البلاد . ومن سبق إلى مكان منها لزيارة أو صلاة أو دعاء أو قراءة ليس لأحد إزعاجه . وهل للزّيارة أولوية على غيرها كالصلاة في المسجد بالنسبة إلى غيرها - لو قلنا بأولويتها ؟ لا يخلو من وجه ( 1 ) لكنّه غير وجيه ( 2 ) .\r\n\r\n","description":"\r\nفلا فرق بين رفع الرّجل باليد . وبين رفعه بالرجل إذا صدق عليه عنوان الاستيلاء .\r\n( 1 ) وذلك الوجه بناء المشاهد للزيارة كما أنّ المساجد بنيت للصلاة فكما أنّ في المسجد تقدّم الصلاة على غيرها فكذلك في المشاهد تقدّم الزيارة على غيرها .\r\n( 2 ) وذلك أوّلا : لأنّ مشاهد الأنبياء والأئمة المعصومين ( ع ) من مصاديق بيوت أذن اللَّه ان ترفع ويذكر فيها اسمه كما قال تعالى * ( فِي بُيُوتٍ أَذِنَ أللهُ أَنْ تُرْفَعَ ويُذْكَرَ فِيهَا اسْمُه ُ يُسَبِّحُ لَه ُ فِيها بِالْغُدُوِّ والآصالِ ) * « 1 » .\r\nوقد ورد عدّة نصوص فسّرت البيوت المذكورة فيها بيوت الأنبياء والأئمة . وعليه فالصلاة لمّا كانت من أبرز مصاديق ذكر اللَّه ، تكون في\r\n\r\n","footnote":"\r\n« 1 » النور / 36 .\r\n","page_name":" 108 ","page_number":115},
  {"content":"\r\n\r\n","description":"\r\nالمشاهد أيضا كالمسجد مطلوبة للشارع الأقدس .\r\nفمن تلك النصوص :\r\nما رواه الصدوق بإسناده إلى محمد بن الفضيل عن أبي حمزة الثمالي عن أبي جعفر - محمد بن علىّ الباقر ( ع ) - في قوله تعالى * ( فِي بُيُوتٍ أَذِنَ أللهُ أَنْ تُرْفَعَ . . ) * هي بيوتات الأنبياء والرّسل والحكماء وأئمّة الهدى « 1 » .\r\nوما رواه الكليني بإسناده إلى أبان عن أبي بصير قال : سألت أبا عبد اللَّه ( ع ) عن قول اللَّه عز وجل * ( فِي بُيُوتٍ أَذِنَ أللهُ أَنْ تُرْفَعَ . . ) * قال ( ع ) : هي بيوت النّبيّ ( ص ) « 2 » » .\r\nوما رواه عليّ بن إبراهيم في تفسيره بإسناده إلى جابر عن أبي جعفر ( ع ) في قوله عز وجل * ( فِي بُيُوتٍ أَذِنَ أللهُ أَنْ تُرْفَعَ . . ) * قال ( ع ) : هي بيوت الأنبياء وبيت عليّ منها « 3 » » .\r\nوما رواه الصدوق في عيون الأخبار في ضمن الزيارة الجامعة المنقولة عن الجواد ( ع ) : « خلقكم اللَّه أنوارا فجعلكم بعرشه محدقين حتى منّ علينا بكم فجعلكم اللَّه في بيوت أذن اللَّه أن ترفع ويذكر فيها اسمه « 4 » » .\r\n\r\n","footnote":"\r\n« 1 » تفسير نور الثقلين / ج 3 - ص 608 - ح 184 .\r\n« 2 » تفسير نور الثقلين / ج 3 - ص 608 - ح 185 .\r\n« 3 » تفسير نور الثقلين / ج 3 - ص 607 - ح 181 .\r\n« 4 » تفسير نور الثقلين / ج 3 - ص 608 - ح 183 .\r\n","page_name":" 109 ","page_number":116},
  {"content":"\r\nكأولوية ( 1 ) من جاء إليها من البلاد البعيدة بالنسبة إلى المجاورين وإن كان ينبغي لهم مراعاتهم وحكم مفارقة المكان ووضع الرحل وبقاءه كما سبق في المساجد .\r\n\r\nمسألة 20 : ومن المشتركات المدارس بالنسبة إلى طالبي العلم\r\nأو الطائفة الخاصّة منهم إذا خصّها الواقف بصنف خاص كما إذا خصّها بصنف العرب أو العجم أو طالب العلوم الشرعية أو خصوص الفقه مثلا . فمن سبق إلى سكنى حجرة منها فهو أحقّ بها ما لم يفارقها\r\n\r\n","description":"\r\nوثانيا : تدخل بعض الصلوات النافلة في الزيارة وتكون من أعمالها وآدابها كما ورد في نصوص الزيارة وهي كثيرة جدّا لا احتياج إلى ذكرها .\r\nوثالثا : لما ورد في بعض النصوص من الحثّ والترغيب على الإتيان بالصّلوات الفريضة اليومية في مشاهد الأئمة والنبي ( ص ) وهذه النصوص أيضا كثيرة مستغنية عن الذكر .\r\nفهذه النصوص تدل على أن الإتيان بالصلاة - فريضة ونافلة - بل مطلق الذكر من شؤون الزيارة وآدابها وأنّ المشاهد هي البقاع المتبرّكة والأمكنة المطلوبة فيها الصلاة .\r\n( 1 ) فلو سبق المجاور إلى الزيارة أو الصلاة ليس للنائي إزعاجه وان ينبغي للمجاورين مراعاة حال إخوانهم النائين المسافرين .\r\n","footnote":"","page_name":" 110 ","page_number":117},
  {"content":"\r\nمعرضا ( 1 ) عنها وإن طالت مدّة السّكنى إلَّا إذا اشترط الواقف له مدة معيّنة كثلاث سنين مثلا فيلزمه ( 2 ) الخروج بعد انقضائها بلا مهلة ، وان لم يؤمر به . أو شرط اتّصافه بصفة فزالت عنه تلك الصفة كما إذا شرط كونه مشغولا بالتحصيل أو التدريس فطرأ عليه العجز لمرض أو هرم ونحو ذلك .\r\n\r\nمسألة 21 : لا يبطل حق الساكن بالخروج لحاجة معتادة\r\nكشراء مأكول أو مشروب أو كسوة ونحوها قطعا وان لم يترك رحله ( 3 ) . ولا يلزم تخليف أحد مكانه . بل ولا بالأسفار المتعارفة المعتادة كالرواح\r\n\r\n","description":"\r\n( 1 ) لأنّ بالإعراض يسقط الحق الثابت بالسبق .\r\n( 2 ) لان حق السبق ثابت فيما إذا جاز أصل التصرف والانتفاع من المكان المسبوق اليه للسابق . وعليه فعند توقيت مدّة الانتفاع من الحجرة لا يجوز التصرف فيها بعد انقضاء الأجل المعيّن من جانب الواقف . وذلك لعموم « الوقوف على حسب ما يوقفها أهلها » فيرتفع حق السكنى عند انتهاء الأجل وكذلك الكلام فيما لو شرط اتصاف الساكن بصفة فزالت عنه تلك الصفة لأنّ السبق عند ذلك يكون في حق الغير فلا يوجب الأحقيّة للسابق .\r\n( 3 ) لعدم انتفاء عنوان السبق بذلك عرفا . ومقصوده من قوله : « وان لم يترك رحله » أن لا يبقيه في الحجرة بأن ذهب به وخلَّي الحجرة منه .\r\n","footnote":"","page_name":" 111 ","page_number":118},
  {"content":"\r\nللزيارة أو لتحصيل المعاش أو للمعالجة مع نية العود وبقاء متاعه ورحله ما لم تطل المدة إلى حدّ لم تصدق معه السكنى والإقامة عرفا ولم يوجب تعطيل المحلّ زائدا على لمتعارف ولم يشترط الواقف لذلك مدة معيّنة كما إذا شرط أن لا يكون خروجه أزيد من شهر أو شهرين مثلا فيبطل حقه لو تعدّى زمن خروجه تلك المدّة .\r\n\r\nمسألة 22 : من أقام في حجرة منها ممّن يستحق السكنى بها ، له أن يمنع من أن يشاركه غيره إذا كان المسكن معدّا لواحد إمّا بحسب قابلية المحلّ أو بسبب شرط الواقف . ولو أعدّ لما فوقه لم يكن له ( 1 ) منع غيره إلَّا إذا بلغ العدد الذي أعدّ له ، فللسّكنة منع الزائد .\r\n\r\n","description":"\r\n( 1 ) إذا كان المسكن معدّا لأكثر من ساكن واحد ولكن الواقف لم يشترط سكونة الأكثر بأن أطلق من جهة عدد السّكنة ، فحينئذ لو سبق شخص إلى حجرة وكان خلقه بحيث لا يتحمّل حضور شخص آخر ، بأن لا يتمكن من المطالعة مع حضوره ويشقّ عليه واقعا تحمّله ، فيجوز له أن يمنع ذلك الغير المزاحم له . والوجه فيه أنّ حقّ السبق ثبت له بسبقه إلى تلك الحجرة والمفروض أنّ الواقف لم يعيّن عدد السكنة حتى يستحق حصّة خاصّة منها . ولذا لا يجوز للمتولي إزعاجه أو إسكان شخص آخر في تلك الحجرة بالإجبار حينئذ لأنّه غصب حقّ الغير ومخالف للشرع . نعم لو عيّن الواقف عدد السّكنة\r\n","footnote":"","page_name":" 112 ","page_number":119},
  {"content":"\r\n\r\nمسألة 23 : يلحق بالمدارس الرباطات\r\nوهي المواضع المبنيّة لسكنى الفقراء والملحوظة فيها غالبا للغرباء . فمن سبق منهم إلى إقامة بيت منها كان أحقّ به وليس لأحد إزعاجه . والكلام في مقدار حقّه وما به يبطل حقه وجواز منع الشريك وعدمه فيها كما سبق في المدارس .\r\n\r\nمسألة 24 : ومن المشتركات المياه\r\nوالمراد بها مياه الشطوط والأنهار الكبار كدجلة والفرات والنيل . أو الصغار التي لم يجرها أحد بل جرت بنفسها من العيون أو السيول أو ذوبان الثلوج . وكذلك العيون المنفجرة من الجبال أو في أراضي الموات والمياه المجتمعة في الوهاد من نزول الأمطار . فإنّ الناس في جميع ذلك شرع سواء ومن حاز منها شيئا بآنية أو مصنع أو حوض ونحوها ملكه وجرى عليه أحكام الملك من غير فرق بين المسلم والكافر . وأمّا مياه العيون والآبار والقنوات التي حفرها أحد في ملكه أو في الموات بقصد تملَّك مائها ، فهي ملك للحافر كسائر الأملاك لا يجوز لأحد أخذها والتصرف فيها إلَّا بإذن\r\n\r\n","description":"\r\nلا يجوز إسكان مثل هذا الشخص المزاحم لغيره ولو سكن يجب على المتولَّي أو الحاكم إزعاجه منها بمقتضى عموم : « الوقوف على حسب ما يوقفها أهلها » .\r\n","footnote":"","page_name":" 113 ","page_number":120},
  {"content":"\r\nالمالك ، عدا ( 1 ) بعض التصرفات التي مرّ بيانها في كتاب الطهارة . وينتقل إلى غيره بالنواقل الشرعية ، قهرية كانت كالإرث أو اختيارية كالبيع والصلح والهبة والهبة وغيرها .\r\n\r\nمسألة 25 : إذا شق نهرا من ماء مباح كالشط ونحوه ملك ما يدخل فيه من الماء ( 2 )\r\nويجري عليه أحكام الملك كالماء المحوز في آنية ونحوها . وتتبع ملكية الماء ملكية النهر .\r\n\r\n","description":"\r\n( 1 ) كالشرب والوضوء ممّا يحتاج إليه في المعاش بمقدار قليل يرفع به حاجة المارة وسكنة أطرافه . وذلك لا لما ورد في بعض النصوص من « إنّ المسلمين « 1 » - أو النّاس « 2 » - شركاء في النّار والماء والكلأ » . لأن نظر هذه النصوص إلى المباحات الأصلية فدلَّت على المنع عن تملَّكها الشخصي وممانعة الغير عن الانتفاع بها ، مضافا إلى ضعف سندها . بل الوجه في ذلك استقرار السيرة القطعية على أخذ الماء منها بقدر رفع الحاجة وعدم وصول ردع من الشارع .\r\n( 2 ) لو كان شقّ النهر في الأرض الموات يتحقّق به إحياء النهر وإحياء أراضي أطرافه . ويملك ما دخل فيه من الماء بالحيازة كما يملك بها الماء\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 331 - ب 5 - ح 1 .\r\n« 2 » المستدرك / ب 4 ، من احياء الموات ح 2 .\r\n","page_name":" 114 ","page_number":121},
  {"content":"\r\nفإن كان النهر لواحد ملك الماء بالتمام وان كان لجماعة ملك كلّ منهم من الماء بمقدار حصّته من ذلك النهر . فإن كان لواحد نصفه ولآخر ثلثه ولثالث سدسه ملكوا الماء بتلك النسبة وهكذا . ولا يتبع ( 1 ) مقدار استحقاق الماء مقدار الأراضي التي تسقى منه . فلو كان النهر مشتركا بين ثلاثة أشخاص بالتساوي كان لكلّ منهم ثلث الماء . وان كانت الأراضي التي تسقى منه لأحدهم ألف جريب ولآخر جريبا ولآخر نصف جريب فيصرفان ما زاد على احتياج أرضهما في ما شاءا بل لو كان لأحدهما رحى يدور به ولم يكن له أرض أصلا يساوي مع كلّ من شريكيه في استحقاق الماء .\r\n\r\n","description":"\r\nالمأخوذ بالآنية . وأمّا لو شقّه في الأرض العامرة يتحقّق به إحياء النهر وحيازة الماء الداخل فيه من دون دخل له في إحياء أراضي أطرافه .\r\n( 1 ) لأن سبب ملكية الماء هو شقّ النهر لما قلنا من كونه حيازة الماء فلذا يملك كلّ واحد منهم سهمه من الماء بمقدار سهمه في شقّ النهر . وأمّا الأراضي التي تسقى من ماء النهر المنشق فلا دخل لها في ملكية الماء حتى يتبع مقدار استحقاق الماء مقدارها .\r\n","footnote":"","page_name":" 115 ","page_number":122},
  {"content":"\r\n\r\nمسألة 26 : إنما يملك النهر المتصل بالمباح بحفره في الموات بقصد إحيائه نهرا\r\nمع نية تملَّكه ( 1 ) إلى أن يوصله بالمباح كما مرّ في إحياء الموات . فإن كان الحافر واحدا ملكه بالتمام وان كان جماعة كان بينهم على قدر ما ( 2 ) عملوا ، فمع التساوي بالتساوي ومع التفاوت بالتفاوت .\r\n\r\n","description":"\r\n( 1 ) قوله : « إلى أن يوصله » متعلق بحفره في الموات ، أي لا بد أن ينتهي حفره إلى الماء المباح الذي يفيض ويجري إلى أطرافه . والوجه فيه أنّ الحفر لو لم ينته إليه لا يصدق إحياء النهر عرفا . هذا ولكن يكفي في صدق الإحياء إيصال المجرى إلى منتزع الماء بحيث يتهيّأ لجريان الماء فيه . بأن كان المانع منه سدّه بخشب أو حديد وبمجرّد رفعه ينحدر الماء إلى المجرى . وأما جريان الماء فعلا فلا يعتبر في إحياء النهر . كما قال في الجواهر : « فإذا وصلوا منتزع الماء ومجراه على وجه إذا أريد إجراؤه فيه جرى ، ملكوه سواء جرى فيه الماء أم لا ، بعد أن تهيّأ له فان ذلك إحياؤه « 1 » » .\r\n( 2 ) ولكنّه فيما إذا حفر كلّ واحد منهم مقدارا معيّنا من النهر فيملك حينئذ مقدار ما حفره . وأمّا إذا حفر الجميع مشتركا تمام اجزاء النهر ولم يختص حفر جزء منه ببعضهم فحينئذ تارة : يحفرونه بالمباشرة وأخرى :\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 129 .\r\n","page_name":" 116 ","page_number":123},
  {"content":"\r\n\r\n","description":"\r\nباستئجار الأجير . فعلى الأوّل لو كان مقدار عمل الجميع متساويا - بأن عمل كلّ واحد عشر ساعات مثلا - فيملكون النهر بالسويّة . وأمّا إذا تفاوتوا في مقدار زمان العمل - بأن عمل شخص منهم عشرين ساعة والآخر خمسين ساعة مثلا - يكون كل واحد منهم سهيما في ملكية النهر بقدر عمله . وأمّا لو حفروه باستئجار الأجير - لا بالمباشرة - يملكونه بنسبة النفقة التي أنفقوها لأجل الحفر . كما قال في الشرائع : « إذا استجدّ جماعة نهرا فبالحفر يصيرون أولى به فإذا وصلوا منتزع الماء ملكوه وكان بينهم على قدر النفقة على عمله » وقال في الجواهر : « نعم هذا كلَّه مع الاشتراك في الحفر على وجه يكون جميع اجزاء الحفر مشتركا ، أما إذا حفر كلّ منهم بعضه مستقلَّا عن الآخر فالمتّجه ملك كلّ واحد مقدار حفره « 1 » » .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 129 .\r\n","page_name":" 117 ","page_number":124},
  {"content":"\r\n","description":"","footnote":"","page_name":" 118 ","page_number":125},
  {"content":"\r\nقسمة المهاياة « مع كلام في إحياء المعادن »\r\n","description":"","footnote":"","page_name":" 119 ","page_number":126},
  {"content":"\r\n","description":"","footnote":"","page_name":" 120 ","page_number":127},
  {"content":"\r\n\r\nمسألة 27 : لمّا كان الماء الذي يفيضه النهر المشترك بين جماعة مشتركا بينهم ،\r\nكان حكمه حكم سائر الأموال المشتركة فلا يجوز لكلّ واحد منهم التصرّف فيه وأخذه والسقاية به الَّا بإذن باقي الشركاء فإن لم يكن بينهم تعاسر ويبيح كلّ منهم سائر شركائه أن يقضي منه حاجته في كلّ وقت وزمان فلا بحث . وان وقع بينهم تعاسر فان تراضوا بالتناوب والمهاياة ( 1 ) بحسب الساعات ( 2 ) أو الأيام أو الأسابع مثلا فهو ، وإلَّا فلا محيص من تقسيمه بينهم بالأجزاء . بأن توضع على فم النهر خشبة أو صخرة أو حديدة ذات ثقب متساوية السّعة حتى يتساوى الماء الجاري فيها ويجعل لكل منهم من الثقب بمقدار حصّته ويجري كلّ منهم ما يجري في الثقبة المختصّة به في ساقية تختصّ به .\r\n\r\n","description":"\r\n( 1 ) لفظ المهاياة في أصل اللَّغة مأخوذ من الهيئة . والمقصود هنا أن يجعل لكلّ واحد من الشركاء نوبة زمانية للانتفاع من الماء . قال في مجمع البحرين : « تهايأ القوم تهايؤا إذا جعلوا لكلّ واحد هيئة معلومة والمراد النوبة » وعليه فالمهاياة والتناوب مترادفان في المعنى .\r\n( 2 ) بأنه لو اشترك أربعة أشخاص في النهر يقسّموا اليوم والليلة الواحدة - المعادلة لأربع وعشرين ساعة - إلى أربع ستّات ويملك كلّ واحد منهم ماء ستّ ساعات وكذلك التقسيم بحسب الأيام والأسبوع .\r\n","footnote":"","page_name":" 121 ","page_number":128},
  {"content":"\r\nفإذا كان بين ثلاثة وسهامهم متساوية - فإن كانت الثّقب ثلاثا متساوية جعلت لكل منهم ثقبة . وإن كانت ستّا جعلت لكلّ منهم ثقبتان . وان كانت سهامهم متفاوتة تجعل الثقب على أقلَّهم سهما . فإذا كان لأحدهم نصفه ولآخر ثلثه ولثالث سدسه جعلت الثقب ستا . ثلاث منها لذي النصف واثنتان لذي الثلث وواحدة لذي السدس وهكذا . وبعد ما أفرزت حصّة كلّ منهم من الماء يصنع بمائه ما شاء .\r\n\r\nمسألة 28 : الظاهر أنّ القسمة بحسب الأجزاء قسمة إجبار ( 1 ) .\r\nفإذا طلبها أحد الشركاء يجبر الممتنع منهم عليها وهي لازمة ليس لأحدهم\r\n\r\n","description":"\r\n( 1 ) بيان الضابطة في قسمة الإجبار ودخول قسمة المهاياة فيها 1 - لأنّ بهذا التقسيم يتعيّن سهم كلّ واحد منهم وينفكّ بذلك ملكه وتنتفي الشركة ولا يرد ضرر ولا نقصان على أحد منهم . وإنّ الضّابطة في التقسيم أنّ كلّ قسمة عدّلت بها سهام الشركاء - من دون إيراد ضرر ولا نقصان على أحد منهم - تكون لازمة يجبر عليها الممتنع ولا يجوز الرجوع عنها . قال في الشرائع : « فكلّ ما لا ضرر في قسمته يجبر الممتنع مع التماس الشريك القسمة « 1 » » . والوجه في الإجبار عموم قاعدة سلطنة الناس على أموالهم .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 26 - ص 309 .\r\n","page_name":" 122 ","page_number":129},
  {"content":"\r\nالرجوع عنها بعد وقوعها . وأمّا المهاياة فهي موقوفة على التراضي وليست بلازمة ( 1 ) فلبعضهم الرجوع عنها حتى فيما إذا استوفى تمام نوبته ولم يستوف الآخر نوبته وإن ضمن حينئذ مقدار ما استوفاه بالمثل مع إمكانه والَّا فبالقيمة .\r\n\r\n","description":"\r\nحيث يقتضي وجوب رد كلّ مال إلى مالكه وتخلية يد الغير عنه ولو بالقهر والإجبار .\r\n( 1 ) ان الحكم بعدم لزوم قسمة المهاياة مشكل جدّا فيما إذا لم يرد بها ضرر على أحد الشركاء ولم ينقص من سهم مائه شيء ولم يكن من قبيل تقسيم الانتفاع - كما يأتي - بل الظاهر لزومها في هذا الفرض . وذلك لدخولها في ضابطة قسمة الإجبار - كما ذكرناها آنفا - لأن المفروض حصول تعديل السهام بقسمة المهاياة حينئذ ووصول كلّ واحد من الشركاء إلى مقدار سهمه ولو بحسب أجزاء الزمان .\r\nوعليه فلا دليل على نفي لزوم هذه القسمة بل الدليل موجود على لزومها وجواز الإجبار عليها بعد اتّفاق الشركاء عليها . نعم قبل الاتّفاق لو أمكن القسمة بحسب الأجزاء لا تلزم بالتماس أحد الشركاء حيث لا ينحصر تقسيم الماء حينئذ في قسمة المهاياة . وأمّا بعد ما اختارها الشركاء واتّفقوا عليها تلزم عليهم حينئذ ، ويجوز لهم الرجوع عنها . كما أنّ عند عدم إمكان\r\n","footnote":"","page_name":" 123 ","page_number":130},
  {"content":"\r\n\r\n","description":"\r\nقسمة الأجزاء يجبر عليها مطلقا حصل الاتّفاق أم لا .\r\nثم إنه على فرض رجوع واحد من الشركاء فيما إذا استوفى تمام نوبته يضمن مثل الماء المستوفى حتى الإمكان والَّا فيضمن قيمته . والوجه في تقدّم الضمان بالمثل مع الإمكان ، استقرار السيرة على ذلك : حيث إنه لو أعدّ الشخص الضامن مثل الماء المصروف من أيّ مكان وجعله في اختيار المضمون له ليس له حق الرّد عند العرف . كما أنّه لو أصرّ على أخذ فرد خاص من الماء - كالذي يكون ملك الضامن - فإن أهل العرف يعدّون إصراره من باب اللَّجاجة ولا يرون له حقّا في ذلك . فيعلم من ذلك أنّ الذي تعلَّقت به ذمة الضامن وهو مكلَّف بردّه ، طبيعي مثل الماء المصروف الذي يؤدّي بردّ أيّ مصداق منه . فإن لم يمكن ذلك تصل النوبة إلى ردّ القيمة . ويعلم أيضا أنّ في مثل المقام لا يعامل أهل العرف معاملة التقاصّ بل يحكمون بضمان مثل المال المتلف عند الإمكان .\r\nوالحاصل ان قسمة المهاياة على النحو المذكور من قبيل التقسيم بالأجزاء وتكون إلزامية ويجبر الممتنع عليها فيما إذا لم تستلزم الضرر على أحد الشركاء وحصل به تعديل السهام بحيث لم ينقص عن سهم أحد منهم شيء . وفي الحقيقة تكون قسمة المهاياة نوعا آخر من التقسيم بالأجزاء . وإنّما الفرق بينهما في المقام أنّ في التقسيم بالأجزاء تنقسم أجزاء الماء في كلّ آن بين الشركاء يجريه في الثّقب . ولكن في قسمة المهاياة تنقسم أجزاء الماء\r\n","footnote":"","page_name":" 124 ","page_number":131},
  {"content":"\r\n\r\n","description":"\r\nالجاري في مجموع ساعات اليوم أو أيّام الأسبوع بينهم بحسب ساعات اليوم أو أيّام الأسبوع . ويعيّن جزء من الماء - الواقع في الزمان المقدّر - سهما لكلّ واحد من الشركاء . وعليه فقسمة المهاياة بهذا المعنى نوع من التقسيم بالأجزاء إلَّا أنّ أجزاء الماء الجاري من النهر أو النابع من العين تدريجية الحصول ويكون تقسيمها بحسب عمود الزمان .\r\nان قلت : إنّ الشركة تكون في جميع أجزاء الماء على الإشاعة بين الآنات وفي التقسيم بالأجزاء ينقسم كل جزء من الماء في أيّ آن بخلاف المهاياة حيث لا تنقسم فيها أجزاء الماء في أيّ آن . فلذا تختلط السهام ويدخل سهم بعض في سهم آخرين . وهذا يستلزم تمليك بعض الشركاء سهمه للبعض الآخر وهو يتوقف على تراضيهم بذلك . فمن هنا لا يمكن الإجبار على قسمة المهاياة .\r\nقلت : يأتي هذا الإشكال في جميع أنواع القسمة حتى قسمة الأجزاء والتعديل لأنّ الشركة أساسا تكون على الإشاعة في جميع اجزاء العين المشتركة ولكن تزول بنفس القسمة وتعيين الحصص والسهام فيملك كلّ شريك سهمه .\r\nوإنّما المهم جريان سيرة العقلاء على قسمة المهاياة - على النحو المذكور - وهي جارية قطعا في مثل الماء . والَّا فلا إشكال في انتفاء الإشاعة - الحاصلة بالشركة - بنفس التقسيم وتعيين سهم كلّ واحد من الشركاء . كما\r\n","footnote":"","page_name":" 125 ","page_number":132},
  {"content":"\r\n\r\n","description":"\r\nترتفع الإشاعة كذلك في التقسيم بالأجزاء من دون أن يتضمّن تمليك السهام حتى يتوقّف على التراضي بل يملك كلّ واحد منهم سهمه الواقع في الزمان المعيّن . نعم لو استلزمت قسمة المهاياة الضرر على بعض الشركاء أو كان منافيا لتعديل السهام لا يجوز الإجبار عليها بل موقوف على التراضي . بأن كان مثلا سقي المزرعة حين الزوال مضرّا للزّرع لشدّة الحرّ في الصيف أو كان جريان الماء متغيرا في السرعة والبطء بأن كان أسرع جريانا في بعض الساعات ، ونحو ذلك ممّا يوجب الضرر على بعض الشركاء أو ينافي تعديل السهام .\r\nوأمّا ما يقال من أنّ قسمة المهاياة ليست في الحقيقة من قبيل قسمة الأجزاء أساسا بل هي تقسيم الزمان أو النوبة ، فممّا لا يعقل لوضوح عدم كون النّوبة وأجزاء الزمان ملحوظتين في نفسهما عند العقلاء في التقسيم . فان النوبة ليست الَّا الحصص الزمانية التي هي ظرف السهام المقدّرة من الماء .\r\nنعم لو كانت المهاياة في الانتفاع من العين المشتركة امّا بحسب الزمان بأن يسكن هذا في شهر وذاك في شهر مثلا ، أو بحسب الأجزاء بأن يسكن هذا في الفوقاني وذلك في التحتاني مثلا ، لم يلزم على شريكه القبول ولم يجبر إذا امتنع . وتتوقّف صحتها على التراضي لكن ليس تقسيم مجرّد الزمان ، والنوبة بل تقسيم مقدار الانتفاع من العين المشتركة كما قال الماتن « قده » في المسألة السادسة عشر من كتاب القسمة .\r\n","footnote":"","page_name":" 126 ","page_number":133},
  {"content":"\r\n\r\n","description":"\r\nوأمّا قسمة المهاياة على النحو المذكور في تقسيم الماء ليست من هذا القبيل بل يعدّ عند أهل العرف نوعا من التقسيم بالأجزاء ويكون بالتناوب حسب الساعات أو الأيّام وفي الحقيقة من قبيل قسمة الافراز . وهذا بخلاف قسمة المهاياة في الانتفاع لوضوح عدم انتفاء الإشاعة في شركة أجزاء العين المشتركة بتقسيم مقدار الانتفاع وتعيين حصصه لعدم ربط له بتقسيم أجزاء العين .\r\nوقد يقال : إنّ قسمة المهاياة في الماء من قبيل الإباحة المشروطة بأن يبيح سائر الشركاء سهامهم من الماء لمن هو أسبق نوبة بشرط أن يبيح هذا الشخص الأسبق أيضا سهمه لهم .\r\nوفيه : انّ هذا القول وان لا محذور فيه على القاعدة ولكنّه خلاف ما هو المرتكز في أذهان العقلاء فيما استقرّ عليه سيرتهم من تقسيم الماء بالتناوب بحسب الساعات أو الأيّام . لما قلنا من أنّ هذا التقسيم عندهم من قبيل تقسيم الماء بأجزائه وعليه يملك كل واحد منهم حصّته بلا احتياج إلى الإباحة المذكورة .\r\n","footnote":"","page_name":" 127 ","page_number":134},
  {"content":"\r\n\r\nمسألة 29 : إذا اجتمعت أملاك على ماء مباح من عين أو واد أو نهر ونحوها\r\nبأن أحياها أشخاص عليه ليسقوها منه بواسطة السواقي أو الدوالي أو النواعير ( 1 ) أو المكائن المتداولة في هذه الأعصار كان للجميع حق السقي منه فليس لأحد أن يشقّ نهرا فوقها يقبض الماء كلَّه أو ينقصه عن مقدار احتياج تلك الأملاك . وحينئذ فإن وفي الماء لسقي الجميع ( 2 ) من دون مزاحمة في البين فهو وان لم يف ووقع بين أربابها في التقدّم والتأخّر التشاح والتعاسر .\r\n\r\n","description":"\r\n( 1 ) جمع الناعور أي الدولاب وهو آلة مصنوعة من الخشبة ذات أضلاع يستسقى بها من ماء البئر أو النهر ، ولفظ الدولاب فارسي معرّب .\r\n( 2 ) لان كلّ من أحيى أرض أطراف النهر يستحقّ ماء ذلك النهر ولا يجوز لغيره أن يزاحمه . والدليل عليه استقرار سيرة العقلاء على ذلك . مضافا إلى ما ورد في النصوص من اشتراك المسلمين وجميع الناس في النار والماء والكلأ .\r\nمنها : ما رواه الشيخ في التهذيب بإسناده عن أحمد بن محمّد عن محمد بن سنان عن أبي الحسن ( ع ) قال : « سألته عن ماء الوادي فقال : إنّ المسلمين شركاء في الماء والنّار والكلأ « 1 » » . ورواه الصدوق أيضا بإسناده إلى محمد بن\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 331 - ب 5 - ح 1 .\r\n","page_name":" 128 ","page_number":135},
  {"content":"\r\nيقدم الأسبق ( 1 ) فالأسبق في الإحياء ان علم السابق . وإلَّا يقدّم ( 2 ) الأعلى فالأعلى والأقرب فالأقرب إلى فوهة الماء وأصله فيقضي الأعلى حاجته ثم يرسله إلى ما يليه وهكذا .\r\nلكن لا يزيد للنخل عن الكعب أي قبّة القدم على\r\n\r\n","description":"\r\nسنان منها : ما رواه ابن أبي جمهور في درر اللَّئالي عن ابن عباس : إن رسول اللَّه ( ص ) قال : « النّاس شركاء في الثّلاث النّار والماء والكلأ « 1 » » .\r\nفان هاتين الروايتين ونحوهما تدلّ على أنّ مياه الأنهار والشطوط الكبيرة والسيول من المباحات الأصلية وليس ملكا لأحد وأنّ النّاس كلَّهم فيها شرع سواء ولا يجوز لأحد منع غيره عن التصرف فيها .\r\n( 1 ) وذلك لشمول دليل حق السبق من السيرة وعموم النصوص المتقدمة للمقام . حيث إنّ كلّ من أحيى أرضا في أطراف النهر فقد سبق بذلك إلى مائه فيوجد له بذلك حق السبق وان كان أسفل من غيره .\r\n( 2 ) والوجه فيه ما ورد من النصوص .\r\nمنها : ما رواه الكليني عن محمد بن يحيى عن أحمد بن محمد عن علي بن إبراهيم عن أبيه جميعا عن ابن أبي عمير عن الحكم بن أيمن عن غياث بن إبراهيم عن أبي عبد اللَّه ( ع ) قال : « سمعته يقول : « قضى رسول اللَّه ( ص ) في سيل\r\n\r\n","footnote":"\r\n« 1 » المستدرك / ج 3 - ص 150 - ب 4 ، من كتاب احياء الموات .\r\n","page_name":" 129 ","page_number":136},
  {"content":"\r\n\r\n","description":"\r\nوادي مهزور للزّرع إلى الشّراك وللنّخل إلى الكعب ثمّ يرسل الماء إلى أسفل من ذلك « 1 » » .\r\nمنها : ما رواه الكليني عن محمّد بن يحيى عن أحمد بن محمّد عن محمّد بن يحيى عن غياث بن إبراهيم عن أبي عبد اللَّه ( ع ) قال : « قضى رسول اللَّه ( ص ) في سيل وادي مهزور أن يحبس الأعلى على الأسفل للنّخل إلى الكعبين وللزّرع إلى الشّراكين « 2 » » . ورواهما الشيخ أيضا .\r\nومنها : ما رواه الكليني عن محمّد بن يحيى عن محمّد بن الحسين عن محمّد بن عبد اللَّه بن هلال عن عقبة بن خالد عن أبي عبد اللَّه ( ع ) قال : « قضى رسول اللَّه ( ص ) في شرب النّخل بالسّيل أنّ الأعلى يشرب قبل الأسفل ويترك من الماء إلى الكعبين ثمّ يسرّح الماء إلى الأسفل الذي يليه وكذلك حتى ينقضي الحوائط ويفنى الماء « 3 » » .\r\nورواه الشيخ أيضا بإسناده عن الكليني .\r\nفإنّ هذه النصوص وان لم يفرض فيها تشاحّ أرباب الماء - كما هو المفروض في المقام - ولكنها تشمله بإطلاقها . كما انّ إطلاق قوله ( ع ) : « ثمّ يرسل الماء إلى أسفل من ذلك » وقوله : « ثمّ يسرّح الماء إلى الأسفل الذي يليه »\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 334 - ب 8 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 335 - ب 8 - ح 3 .\r\n« 3 » الوسائل / ج 17 - ص 335 - ب 8 - ح 5 .\r\n","page_name":" 130 ","page_number":137},
  {"content":"\r\nالأحوط ( 1 ) ، وان كان الجواز إلى أوّل الساق لا يخلو من قوة وللشجر عن القدم وللزرع عن الشراك ( 2 ) .\r\n\r\n","description":"\r\nيشمل ما إذا وفي الماء للجميع ولكن يشمل بهذا الإطلاق ما إذا لم يف الماء للجميع أيضا .\r\n( 1 ) هذا الاحتياط استحبابي لكونه ملحوقا بالفتوى على خلافه . والوجه فيه احتمال إرادة قبّة القدم من الكعب . ولكن الظاهر أن الماتن ( قده ) استظهر من لفظ « الكعبين » في نصوص المقام العظمين الناشزين في جانبي القدم وهما يحاذيان أوّل الساق وواقعان بين ملتقى الساق والقدم كما قال في الصحاح :\r\n« الكعب : العظم الناشز عند ملتقى الساق والقدم ، وأنكر الأصمعي قول الناس انه في ظهر القدم » .\r\n( 2 ) فسّر لفظ الشراك بسيور النعل - بند نعل يا كفش - قال في مجمع البحرين : « الشّراك - بكسر الشين - أحد سيور النعل التي تكون على وجهه توثّق بها الرّجل ومنه الحديث ولا تدخل يدك تحت الشراك » ولكن محل الشراك مردّد بين محاذي الكعبين - وهو ملتقى الساق والقدم كما قد يستظهر من قوله :\r\n« ولا تدخل يدك تحت الشّراك » حيث لا يمكن إرادة دون قبة القدم قطعا لوجوب مسحه في الوضوء - ، وبين ما دون قبّة القدم وفوق الأصابع . وهذا ظاهر نصوص المقام والَّا لم يفترق عن حدّ النخل - وهو محاذي الكعبين .\r\nو ","footnote":"","page_name":" 131 ","page_number":138},
  {"content":"\r\n\r\nمسألة 30 : الأنهار المنشقّة من الشطوط ونحوها إذا وقع التعاسر بين أربابها\r\nبأن كان الشطَّ لا يفي في زمان واحد بإملاء جميع تلك الأنهار كان حالها كحال اجتماع الاملاك على الماء المباح المتقدّم في المسألة السابقة . فالأحقّ ما كان شقّه أسبق ثم الأسبق . وان لم يعلم الأسبق فالمدار على الأعلى فالأعلى فيقبض الأعلى ما يسعه ثم ما يليه وهكذا ( 1 ) .\r\n\r\n","description":"\r\nإن يحتمل كون الشراك هنا بمعنى ملتقى الساق والقدم وكون الكعب بمعنى قبّة القدم ولكن الظاهر كما قلنا هو الاحتمال الأوّل .\r\n( 1 ) وقد يشكل على شمول النصوص الدّالة على تقدّم الأعلى فالأعلى لهذه الصورة وذلك لان موردها سيل وادي مهزور ، وهو ما إذا لم يكن أحد مالكا للنهر ولا حقّ سبق في البين . لان ماء السيل يسيل ويرد بجريانه الطبيعي في الأنهار والشطوط وينتشر في الصحاري والمزارع والبساتين من دون أن يسبق إليه أحد والَّا لم تصل النوبة إلى الأعلى . فهناك لا تكون العلوّ مزاحما بملك ولا سبق . وهذا بخلاف المقام لفرض كون النهر مملوكا لأربابه . فالتعدي من مورد النصوص إلى المقام في غير محلَّه . وعليه فلا مناص من القرعة عند تشاح الملَّاك في فرض عدم سبق واحد منهم . وأمّا مقدار ملك النهر فهو دخيل في مقدار الماء المملوك لا في التقدّم في الصرف .\r\n","footnote":"","page_name":" 132 ","page_number":139},
  {"content":"\r\n\r\nمسألة 31 : لو احتاج النهر المملوك المشترك بين جماعة إلى تنقيح أو حفر أو إصلاح أو سدّ خرق ونحو ذلك .\r\nفإن أقدم الجميع على ذلك كانت المئونة على الجميع ( 1 ) بنسبة ملكهم للنهر . سواء كان إقدامهم بالاختيار أو بالإجبار من حاكم قاهر جائر أو بإلزام من الشرع كما إذا كان مشتركا بين المولَّى عليهم ورأى الوليّ المصلحة الملزمة في تعميره مثلا . وان لم يقدم الَّا البعض لم يجبر ( 2 ) الممتنع . وليس للمقدمين مطالبته بحصّته من المئونة ما لم يكن إقدامهم بالتماس منه وتعهّده ببذل حصّته . نعم لو كان النهر مشتركا بين القاصر وغيره وكان أقدام غير\r\n\r\n","description":"\r\nهذا ولكنّ الإنصاف أنّه يمكن التعدّي من مورد تلك النصوص إلى المقام . وذلك لاشتراك المقامين من جهة عدم المرجّح لاستحقاق الماء . لانّ النهر في المقام ملك للجميع والمفروض عدم العلم بالأسبق فلا ترجيح من جهة الملكية والسبق لأحد الشركاء . فمن هنا لا يبعد شمول عموم نصوص تقديم الأعلى للمقام أيضا .\r\n( 1 ) فإنهم كما يشتركون في المنافع كذلك يشتركون في المضارّ وتحمل المخارج أيضا وهذا ثابت في سيرة العقلاء .\r\n( 2 ) أمّا لو استلزم امتناعه ضررا بأن يخرب النهر بدون الإصلاح وتوقّف إصلاح النهر على مشاركة ذلك البعض لا يبعد القول بالإجبار لعموم دليل نفي\r\n","footnote":"","page_name":" 133 ","page_number":140},
  {"content":"\r\nالقاصر متوقفا على مشاركة القاصر إمّا لعدم اقتداره بدونه أو لغير ذلك وجب ( 1 ) على وليّ القاصر - مراعاة لمصلحته - تشريكه في التعمير وبذل المئونة من ماله بمقدار حصّته .\r\n\r\nمسألة 32 : ومن المشتركات المعادن .\r\nوهي إمّا ظاهرة : وهي ما لا تحتاج في استخراجها والوصول إليها إلى عمل ومئونة كالملح والقير والكبريت والموميا والكحل والنفط إذا لم يحتج كلّ منها إلى الحفر والعمل المعتدّ به . وإمّا باطنة : وهي ما لا تظهر الَّا بالعمل والعلاج كالذهب والفضّة والرّصاص وكذا النفط إذا احتاج في استخراجه إلى حفر آبار كما هو المعمول غالبا في هذه الأعصار . فأمّا الظاهرة فهي\r\n\r\n","description":"\r\nالضرر وسيرة العقلاء ، فان تحمّل مخارج النهر وتعميره أمر ثابت بين العقلاء ومرتكز عندهم من حين ابتداء إحياء النهر . ومن هنا لو احتاج النهر إلى الإصلاح بحيث لو لم يعمّر يسقط عن الانتفاع وتوقّف تعميره على موافقة بعض الشركاء ، يلزمونه على المساعدة وتحمل مخارج إصلاح النهر . نعم لو لم يستلزم ترك التعمير خراب النهر لم يعلم استقرار السيرة على ذلك .\r\n( 1 ) وذلك لوجوب مراعاة مصلحة القاصر على الولي حيث إنه مقتضى دليل مشروعية ثبوت الولاية للوليّ لابتناء جعل الولاية على أساس حفظ مصالح المولَّى عليه ومنافعه والَّا لكان بلا ثمر ولغوا .\r\n","footnote":"","page_name":" 134 ","page_number":141},
  {"content":"\r\nتملك بالحيازة لا بالإحياء ( 1 ) فمن أخذ منها شيئا ملك ما أخذه قليلا كان أو كثيرا - وان كان زائدا على ما يعتاد لمثله وعلى مقدار حاجته . ويبقى الباقي - ممّا لم يأخذه - على الاشتراك . ولا يختصّ بالسابق في الأخذ وليس له على الأحوط ( 2 ) أن يحوز مقدارا يوجب الضيق\r\nو \r\n","description":"\r\n( 1 ) مقصوده « قده » أنّ عنوان الإحياء لا يصدق على جمع هذه الأشياء وأخذها بل يدخل تحت عنوان الحيازة . والَّا لا إشكال في ملكية المعادن الظاهرة بل الباطنة التابعة للأرض بإحياء أرضها ، كما يأتي في المسألة الرابعة والثلاثين .\r\n( 2 ) هذا الاحتياط وجوبي . ووجه عدم الإفتاء بذلك ظاهرا أنّ مقتضى كون المعدن من المشتركات جواز إحيائها لكلّ أحد بأيّ مقدار شاء . وإنّ التحديد خلاف إطلاق نصوصها فيحتاج إلى الدليل وهو غير وارد في المقام .\r\nوأمّا وجه الاحتياط الواجب أنّ الضّيق والمضارّة على الناس ينافيان الاشتراك لأنّهما يوجبان سلب حق اشتراكهم . فإنّ لهم أيضا حقا في حيازة المشتركات كما يكون للشخص الحائز ، فدليل مملَّكية حيازة المشتركات لا يثبت ملكية المحوز للحائز في هذه الصورة لانصرافه عنها . كما أنّ دليل مملَّكية الإحياء قاصر عن إفادة ملكيّة الأرض المحياة بمقدار يوجب الضيق والمضارة على النّاس ، لكونه مستلزما لسلب حق اشتراكهم ومعلوم من مذاق الشارع أنه لا\r\n","footnote":"","page_name":" 135 ","page_number":142},
  {"content":"\r\nالمضارّة على النّاس . وأمّا الباطنة : فهي تملك بالإحياء ( 1 ) بأن ينهي العمل والنقب والحفر إلى أن يبلغ نيلها . فيكون حالها حال الآبار المحفورة في الموات لأجل استنباط الماء . وقد مرّ أنّها تملك بحفرها حتى يبلغ الماء ويملك بتبعها الماء ولو عمل فيها عملا لم يبلغ به نيلها كان تحجيرا أفاد الأحقّية والأولوية دون الملكية .\r\n\r\n","description":"\r\nيرضى بذلك . مضافا إلى نفي الضّيق والحرج والمضارّة في الشرع بعمومات الكتاب والسّنة .\r\n( 1 ) فان إحياء كلّ شيء بحسبه وإنّ حفر البئر في الحقيقة إحياؤه عرفا وسبب مستقلّ لملكية البئر المحفورة . وقد دلّ على ذلك موثقة السكوني عن أبي عبد اللَّه ( ع ) : « قال رسول اللَّه ( ص ) : من غرس شجرا أو حفر واديا بدّيا لم يسبقه إليه أحد أو أحيى أرضا ميتة فهي له قضاء من اللَّه ورسوله « 1 » » .\r\nفإن : « أو حفر واديا . . » ظاهر في كون الحفر سباب مستقلا للملك قبال إحياء الأرض خصوصا بقرنية العطف ب « أو » في قوله : « أو أحيى أرضا » وإنّ عنوان الحفر يشمل بإطلاقه حفر المعدن . ولا دليل على تقييده أو انصرافه إلى خصوص حفر ما يعدّ تابعا للأرض عرفا . لما أنّ ملكية المعدن في صورة الحفر لا تتبع ملكية الأرض حتى تخرج المعادن غير التابعة لها . بل انما هو\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 328 - ب 2 - ح 1 .\r\n","page_name":" 136 ","page_number":143},
  {"content":"\r\n\r\nمسألة 33 : إذا شرع في إحياء معدن ثم أهمله وعطَّله أجبر على إتمام العمل أو رفع يده عنه .\r\nولو أبدى عذرا أنظر بمقدار زوال عذره ، ثم ألزم على أحد الأمرين كما سبق ذلك كلَّه في إحياء الموات .\r\n\r\n","description":"\r\nملك للحافر بدليل الحفر ، فإنّ إحياء المعدن يتحقق به . نعم تكون ملكية المعدن قبل الحفر تابعة لملكية الأرض فيكون حينئذ خصوص ما يعدّ من توابع الأرض المملوكة ملكا لمالك الأرض .\r\nهذا مضافا إلى عدّ المعادن في النصوص من الأنفال - مستقلَّا قبال الأرض الخربة وما لا ربّ لها وسائر أقسام الأنفال - فيعلم منها أنّ للمعادن - بعنوان أحد أقسام الأنفال - إحياء مستقلَّا .\r\nأضيف إلى ذلك أنّ إحياء المعدن في سيرة العقلاء غير إحياء الأرض وربما يكون إحياء المعدن أصعب وأشقّ بمراتب من إحياء الأرض . فإنّهم في سيرتهم يعدّون إحياء المعدن سببا مستقلَّا لملكيته من دون فرق بين العميق منه كآبار النفط وبين غيره . فإذا ساعد الدليل استقلال سببيّة إحياء المعادن في ملكيتها مطلقا - بلا فرق بين العميق وغيره - لا ملزم للقول بتبعية ملكيتها لملكية الأرض حتى نخصّها بخصوص التابعة منها للأرض . نعم على فرض عدم تحقّق الحفر يثبت هذا التخصيص حيث لا سبب لملكية المعدن حينئذ غير تملَّك الأرض الحاوية له . كما يأتي في المسألة الرابعة والثلاثين .\r\n","footnote":"","page_name":" 137 ","page_number":144},
  {"content":"\r\n\r\nمسألة 34 : لو أحيى أرضا - مزرعا أو مسكنا مثلا - فظهر فيها معدن ملكه ( 1 ) تبعا لها سواء كان عالما به حين إحيائها أم لا .\r\n\r\nمسألة 35 : لو قال ربّ المعدن لآخر :\r\nاعمل فيه ولك نصف الخارج مثلا ، بطل إن كان بعنوان الإجارة ( 2 ) وصحّ لو كان بعنوان الجعالة .\r\n\r\n","description":"\r\n( 1 ) لكن لا مطلقا بل إذا عدّ المعدن من توابع الأرض المحياة عرفا . وهذا لا ينافي ما قلناه آنفا من كون إحياء مثل هذه المعادن العميقة - غير التابعة للأرض عرفا - بالحفر سببا مستقلَّا لملكيتها للمحيي بلا اعتبار عدّها من توابع الأرض .\r\n( 2 ) وذلك لعدم معلومية مقدار النصف الخارج فيكون مقدار الأجرة مجهولة وتصير المعاملة غررية للجهل بالعوض . وهذا بخلاف الجعالة ، حيث إنه لا يعتبر فيها العلم بمقدار العوضين .\r\n","footnote":"","page_name":" 138 ","page_number":145},
  {"content":"\r\n\r\n","description":"\r\nكلام في إحياء المعادن بأقسامها ثم إن لنا كلاما في المقام وحاصله : أنّه لو حاز شخص المعادن الظاهرة زائدا عن مقدار حاجته ثم باعه لسائر الناس ، لا مانع من تملَّك القدر الزائد له شرعا . وكذلك المعادن الباطنة خصوصا العميقة منها مثل النفط ممّا يكفي لانتفاع آلاف من الناس . حيث إنّه يمكن في المعادن الظاهرة أن تكون لأيّ شخص من آحاد الناس قدرة الحيازة . ولكنّ الأمر ليس كذلك في المعادن الباطنة العميقة ، بل انّما يقدر على إحياءها عدّة معدودة من الناس فيحفرون المعادن العميقة ويحيونها بالآلات الحديثة واستخدام العملة الكثيرة ويستخرجون ما فيها ويبيعونه من سائر الناس . وهذا لا يختص بالمعادن بل الأمر كذلك في كلّ ما يحتاج اليه الناس . فان التّجّار والمتمكَّنين يستوردون عمد ما يحتاج اليه الناس من الأمتعة ولوازم المعاش من البلاد النائية إلى أوطانهم ويبيعونها من مواطينهم . وبذلك ترتفع حاجات الناس ولولا ذلك لما قام نظام معاش الناس وأسواقهم وأمورهم الاقتصادية . وهذا الأمر لا بدّ من جريانه في نظام حياة مجتمع البشر . كما أشار إلى هذا الأصل الحياتي قوله تعالى * ( نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا ورَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا ) * « 1 » . أي فضّلنا بعضهم على بعض بإعطاء العقل والقدرة والمال\r\nو \r\n","footnote":"\r\n« 1 » الزخرف / 32 .\r\n","page_name":" 139 ","page_number":146},
  {"content":"\r\n\r\n","description":"\r\nالسلطنة ليستخدم بعض آخرين في سبيل مقاصدهم الاقتصادية حتى يقوم بذلك أمر معاشهم فتمحن بذلك كلتا الطائفتين الغنيّ والفقير ، والقويّ والضّعيف .\r\nوعليه فاحياء المعادن العميقة بفعل شخص أو شخصين وتملَّك بحر من النفط تحت الأرض باستخدام الأشخاص الكثيرة وبيع ما استخرج منها من سائر الناس ، لا ينافي مذاق الشارع بل عليه يبتني أساس نظام المعاش . نعم لو أوجب ذلك الضيق والضرر على الناس بأن يبيع هؤلاء المتمكَّنين المعادن المستخرجة بقيمة كثيرة خارجة عن وسع أكثر الناس بحيث لم يتمكنوا من شرائها ، أو كان عامة الناس أنفسهم أيضا متمكَّنين من استخراج المعدن - كما في بعض المعادن الظاهرة - فيزاحمهم ذلك الشخص المتمكَّن أو الأشخاص المعدودة ، لا يجوز لهم إحياؤها حينئذ . ولحاكم الشرع أن يمنعهم عن ذلك بالإجبار . لرجوع ذلك إلى سلب حق اشتراكهم ولعمومات حرمة إيذاء المؤمنين ومضارّتهم .\r\nثم إنه وقع البحث في أنّ المعادن من الأنفال أو من المباحات الأصلية والمشتركات فيملكها كلّ من استخرجها ففيه وجوه .\r\nمنها : انها من الأنفال مطلقا - سواء استخرجت من أراضي الأنفال أو من الأراضي المملوكة الشخصية وسواء عدّت من توابع الأرض أم لا - غاية الأمر أنّ الأئمة ( ع ) أباحوها وأحلَّوها لكلّ من أحياها واستخرجها بعد\r\n","footnote":"","page_name":" 140 ","page_number":147},
  {"content":"\r\n\r\n","description":"\r\nأداء خمسها .\r\nمنها : انها ليست من الأنفال مطلقا بل هي مملوكة لمستخرجها استنادا إلى ظهور أدلَّة الخمس . لظهور الأمر بتخميسها في الملكية .\r\nمنها : التفصيل بين الواقعة منها في الأنفال وبين ما كانت في غيرها .\r\nفالقسم الأوّل في حكم الأنفال والقسم الثاني في حكم الملك ومستند ذلك احتمال رجوع ضمير « الهاء » في قوله : « وكلّ أرض لا ربّ لها والمعادن منها » - في موثقة إسحاق بن عمّار « 1 » - إلى الأرض لا إلى الأنفال . حيث تدلّ حينئذ على كون خصوص المعادن الواقعة في ما لا ربّ له من الأراضي من الأنفال دون الواقعة منها في الأرض الَّتي لها ربّ . فتكون ملكا لصاحب الأرض .\r\nوخطر ببالنا في المقام تفصيل آخر . وهو التفصيل بين المعادن - التابعة للأرض المملوكة - وبين غيرها . فالقسم الأوّل يكون ملكا لمالك الأرض والثاني من الأنفال . وذلك لظهور قوله ( ع ) : « والمعادن منها » في رجوع ضمير « الهاء » في الأنفال . فيشمل المعادن العميقة التي لا تعدّ تابعة للأرض مطلقا - سواء كانت في الأرض المملوكة أم في غيرها - والمعادن التابعة لأراضي\r\n\r\n","footnote":"\r\n« 1 » رواها عليّ بن إبراهيم في تفسيره عن أبيه عن فضالة بن أيوب عن أبان بن عثمان عن إسحاق بن عمّار : « قال : سألت أبا عبد اللَّه ( ع ) عن الأنفال فقال ( ع ) : هي القرى الَّتي قد خربت إلى قوله : وكلّ أرض لا ربّ لها والمعادن منها » . الوسائل / ج 6 - ص 371 - ح 20 .\r\n","page_name":" 141 ","page_number":148},
  {"content":"\r\n\r\n","description":"\r\nالأنفال - من الموات ورؤس الجبال والبحار . وذلك لأنّ عموم قوله : « والمعادن منها » في الموثقة المزبورة يشمل جميع أقسام المعادن . وإنّما خرج منها خصوص ما تعدّ من توابع الأرض المملوكة الشخصية بنفس دليل ملكية رقبة تلك الأرض بما لها من اللَّواحق والتوابع .\r\nوأمّا المعادن التي لا تدخل تحت الملكية الشخصية - لعدم كونها من توابع الأرض المملوكة - والواقعة منها في الأراضي الموات فجميعها تبقى تحت هذا العموم . هذا بناء على رجوع ضمير الهاء في قوله : « والمعادن منها » إلى الأنفال - كما هو الظاهر - وأمّا بناء على رجوعها إلى « أرض لا ربّ لها » - بلحاظ قرب مرجعها - فأيضا تدل الصحيحة على المطلوب . حيث عدّت المعادن حينئذ في حكم الأرض التي لا ربّ لها . ويصدق عنوان « لا ربّ لها » على المعادن العميقة غير التابعة للأرض والواقعة منها في الأراضي الموات . فان جميع هذه الأقسام من المعادن لا مالك شخصي لها بل هي ملك الإمام ( ع ) ، لوضوح أنّ المقصود من « لا ربّ لها » نفى المالك الشخصي حيث أطلق على الأرض الموات المفروض كونها من الأنفال المملوكة للإمام . واما المعادن التابعة للأرض المملوكة داخلة في أرض لها ربّ فهي خارجة من الأنفال لمفهوم التحديد .\r\nوإنّما يملك غير هذا النوع من المعادن بالحفر والإحياء لعموم موثقة السّكوني - كما سبق - والسيرة القطعية من المسلمين حيث إنّهم لم يزالوا\r\n","footnote":"","page_name":" 142 ","page_number":149},
  {"content":"\r\n\r\n","description":"\r\nيحيون المعادن بجميع أقسامها ويتملَّكونها من غير نكير . نعم يتبع الواقع منها في الأرض الشخصية رقبة الأرض في الملكية إذا عدّ عرفا من توابع الأرض فهو لمالكها ولا يملكه غيره بالحفر . والدليل على هذه التبعية أيضا إنّما هو سيرة العقلاء بل المتشرّعة فإنّها قد استقرّت منهم منذ عصر الأئمّة إلى زماننا هذا على دخول محتويات الأرض التابعة لها في ملك مالكها ولم ير فيما ورد من النصوص ما يردع عنها .\r\nالحمد للَّه رب العالمين والصلاة على محمد وآله الطاهرين الطيّبين . قد فرغت من تسويد هذه الرسالة بعون اللَّه تعالى في اليوم السابع عشر من شهر جمادى الأولى سنة / 1414 ه . ق أحقر الطلاب : علي أكبر السيفي\r\n","footnote":"","page_name":" 143 ","page_number":150},
  {"content":"\r\n","description":"","footnote":"","page_name":" 144 ","page_number":151},
  {"content":"\r\n\r\nكتاب اللقطة\r\nلقطة الحيوان « الضّالة »\r\n","description":"","footnote":"","page_name":" 145 ","page_number":152},
  {"content":"\r\n","description":"","footnote":"","page_name":" 146 ","page_number":153},
  {"content":"\r\n\r\n[ في معنى اللقطة 
  ]\r\nكتاب اللقطة وهي ( 1 ) بمعناها الأعم كلّ مال ضائع ( 2 ) عن مالكه ولم يكن يد عليه . وهي إمّا حيوان أو غير حيوان .\r\n\r\n","description":"\r\n( 1 ) اللقطة في اللَّغة بمعنى كلّ منبوذ يؤخذ بعد ما فقده صاحبه . والالتقاط بمعنى إصابة الشيء المطروح . ويفهم من ذلك أنّه أخذ في معناها كونها قابلة للأخذ والنبذ والسقوط على الأرض فلا يشمل غير المنقولات كالأرض والشجر والبناء ونحو ذلك .\r\n( 2 ) بأن لا يطَّلع المالك عن مكانه ولم يصل يده اليه بحيث لو لم يأخذه آخذ ليوصله إلى صاحبه لضاع . ولكن يمكن الاشكال على أخذ هذا القيد في تعريف اللَّقطة بما ورد في بعض نصوص المقام من تعليل النهي عن أخذ اللقطة بقوله ( ع ) : « إنّ النّاس لو تركوها على حالها لجاء صاحبها حتى يأخذها » .\r\nكما في صحيح « 1 » الحسين بن أبي العلاء ومرسل « 2 » إبراهيم بن أبي البلاد .\r\nحيث فرض فيهما عدم كون اللقطة ضائعا اللَّهم إلَّا أن يراد من الضياع مطلق\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 348 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 348 - ح 3 .\r\n","page_name":" 147 ","page_number":154},
  {"content":"\r\n\r\n","description":"\r\nفقدان المال الأعمّ من ذلك .\r\nثم إنّه يعبّر عن المال الضائع في اصطلاح النصوص وتعابير الفقهاء باللَّقطة وعن الحيوان الضائع بالضالَّة وعن الصّبي الضائع باللَّقيط ولكلّ منها أحكام خاصّة كما تشترك في كثير من الأحكام .\r\nهذا من جهة المعنى وأمّا من جهة الحكم فيستفاد من نصوص المقام أحكام مشتركة للأقسام الثلاثة المذكورة وأحكام مختصّة لكل واحد منها يأتي بيانها خلال المسائل الآتية .\r\nوقد ظهر بهذا البيان وجه الفرق بين اللَّقطة وبين مجهول المالك إجمالا بحسب المفهوم حيث لا يعتبر شيء ممّا ذكر في مجهول المالك فإنه عبارة عن كلّ ما جهل مالكه . نعم تكون اللقطة قسما من أقسام مجهول المالك .\r\n","footnote":"","page_name":" 148 ","page_number":155},
  {"content":"\r\n« لقطة الحيوان »\r\n","description":"","footnote":"","page_name":" 149 ","page_number":156},
  {"content":"\r\n","description":"","footnote":"","page_name":" 150 ","page_number":157},
  {"content":"\r\n\r\nالقول في لقطة الحيوان « وهي المسمّاة بالضّالَّة »\r\n\r\nمسألة 1 : إذا وجد الحيوان في العمران ( 1 )\r\nلا يجوز أخذه ووضع اليد عليه أيّ حيوان كان . فمن أخذه\r\n\r\n","description":"\r\n( 1 ) هذا في البعير منصوص بخصوصه لصريح النصوص فيه :\r\nمنها : ما رواه الكليني عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن هشام بن سالم عن أبي عبد اللَّه ( ع ) قال : « جاء رجل إلى النّبيّ ( ص ) فقال : يا رسول اللَّه إنّي وجدت بعيرا . فقال ( ص ) : معه حذاؤه وسقاؤه ، حذاؤه خفّه وسقاؤه كرشه فلا تهجه « 1 » » . قال في الصحاح : « الكرش بوزن الكبد بمنزلة المعدة للإنسان » .\r\nوما رواه الشيخ بإسناده عن الحسين بن سعيد عن فضالة عن معاوية بن عمّار عن أبي عبد اللَّه ( ع ) قال : « وسأل رجل رسول اللَّه ( ص ) . . عن البعير الضّالّ\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 363 - ب 13 - ح 1 .\r\n","page_name":" 151 ","page_number":158},
  {"content":"\r\n\r\n","description":"\r\nفقال ( ص ) للسّائل : مالك وله ؟ خفّه حذاؤه وكرشه سقاءة خلّ عنه « 1 » » .\r\nواما في مطلق الحيوان فأيضا يستفاد ذلك من عدّة نصوص :\r\nمنها : ما رواه الكليني عن عدة من أصحابنا عن سهل بن زياد عن محمد بن الحسن بن شمون عن الأصم عن مسمع عن أبي عبد اللَّه ( ع ) قال : « إنّ أمير المؤمنين ( ع ) كان يقول في الدّابّة إذا سرّحها أهلها أو عجزوا عن علفها أو نفقتها فهي للَّذي أحياها قال وقضى أمير المؤمنين ( ع ) في رجل ترك دابّة بمضيعة فقال ( ع ) : إن كان تركها في كلأ وماء وأمن فهي له يأخذها متى شاء وإن كان تركها في غير ماء وكلأ فهي لمن أحياها « 2 » » .\r\nفإنّ قوله ( ع ) : « إن كان تركها في كلأ وماء وأمن فهي له يأخذها متى شاء » دلّ على عدم جواز أخذ مطلق الدّابة في العمران وعلى ضمان الأخذ .\r\nومنها : ما رواه الكليني عن محمد بن يحيى عن عبد اللَّه بن محمد عن أبيه عن عبد اللَّه بن مغيرة عن السكوني عن أبي عبد اللَّه ( ع ) : « أنّ أمير المؤمنين ( ع ) قضى في رجل ترك دابّته من جهد فقال ( ع ) : إن كان تركها في كلأ وماء وأمن فهي له يأخذها متى شاء « 3 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ب 13 - ح 5 .\r\n« 2 » الوسائل / ج 17 - ص 364 - ب 13 - ح 3 .\r\n« 3 » الوسائل / ج 17 - ص 364 - ب 13 - ح 4 .\r\n","page_name":" 152 ","page_number":159},
  {"content":"\r\nضمنه ( 1 ) ويجب عليه حفظه من التلف والإنفاق عليه بما يلزم وليس له ( 2 ) الرجوع على صاحبه بما أنفق .\r\nنعم إن كان شاة حبسها ثلاثة أيّام ( 3 ) فإن لم يأت صاحبها باعها وتصدّق بثمنها .\r\n\r\n","description":"\r\n( 1 ) هذا من قبيل ضمان اليد الثابت بسيرة العقلاء وقاعدة : « على اليد ما أخذت حتى تؤدّيه » .\r\n( 2 ) لأنه غاصب كما في صحيحة أبي ولَّاد حينما سأل أبا عبد اللَّه ( ع ) :\r\n« جعلت فداك قد علَّفته بدارهم فلي عليه علفه ؟ فقال ( ع ) : لا ، لأنّك غاصب « 1 » » .\r\nفان عموم التعليل شامل للمقام .\r\n( 3 ) حكم الشاة الضالة في العمران 3 - ان مستند ذلك ما رواه الشيخ بإسناده عن محمد بن أحمد بن يحيى عن محمد بن موسى الهمداني عن منصور بن العباس عن الحسن بن علي بن فضّال عن عبد اللَّه بن بكير عن ابن أبي يعفور قال : قال أبو عبد اللَّه ( ع ) : « جاء رجل من المدينة فسألني عن رجل أصاب شاة . فأمرته أن يحبسها عنده ثلاثة أيّام ويسأل عن صاحبها فإن جاء صاحبها . وإلَّا باعها وتصدّق بثمنها « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 13 - ص 256 - ب 17 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 365 - ح 6 .\r\n","page_name":" 153 ","page_number":160},
  {"content":"\r\nوالظاهر ضمانها ( 1 ) لو جاء صاحبها ولم يرض بالتصدّق .\r\n\r\n","description":"\r\nولكنّها ضعيفة لوقوع محمد بن موسى الهمداني ومنصور بن العباس في طريقها . فإن الأوّل ضعيف غال روى عن الضعفاء والثاني مضطرب الأمر .\r\nولا دلالة لها على المطلوب بالخصوص لعدم ورودها في خصوص الموجودة من الشاة في العمران . وانّما تشملها بالإطلاق ولكن تحمل على هذه الصورة بقرينة النصوص الدالَّة على جواز أخذ الشاة الضالة في الفلاة وتعريفها من دون حبس . كما في صحيحي هشام « 1 » ومعاوية بن عمّار « 2 » .\r\nولكن قال في الجواهر « وهو وان كان ضعيفا وغير خاصّ بالعمران الَّا انه منجبر بفتوى الأساطين كالشيخ والحلَّي الذي لا يعمل إلَّا بالقطعيّات والفاضلين والفخر والشهيدين والمقداد والكركي بل نسبه غير واحد إلى الشهرة بل إلى الأصحاب مشعرا بالإجماع « 3 » » .\r\nوفيه أوّلا : إنّ المذكورين من الفقهاء في كلامه « قده » - غير الشيخ - ليسوا من القدماء وإنّما ينفع في جبر ضعف الخبر عمل مشهور القدماء . هذا مضافا إلى عدم جبره ضعف دلالة الخبر المشار إليها بقوله : « غير خاصّ بالعمران » .\r\n( 1 ) قد يشكل على الحكم بالضمان حينئذ بأنّه ينافي الأمر بالتصدّق في\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ب 13 - ص 363 - ح 1 و 364 - ح 5 .\r\n« 2 » الوسائل / ج 17 - ب 13 - ص 363 - ح 1 و 364 - ح 5 .\r\n« 3 » الجواهر / ج 38 - ص 251 .\r\n","page_name":" 154 ","page_number":161},
  {"content":"\r\nولا يبعد ( 1 ) جواز حفظها لصاحبها أو دفعها إلى الحاكم أيضا . ولو كان الحيوان في معرض الخطر لمرض أو غيره جاز ( 2 ) له أخذه من دون ضمان ويجب عليه الإنفاق عليه .\r\n\r\n","description":"\r\nقوله : « والَّا باعها وتصدّق بثمنها » . لأنّ الحكم بالتصدّق مع الضمان ضرريّ منفيّ في الشريعة بما دلّ من النصوص على ذلك .\r\nوالجواب : أنّ الشارع لم يرخّصه في أخذها حينئذ بل نهاه عن ذلك . وإنّما هو أخذه باختياره . فهو الذي أوقع نفسه في هذا المحذور .\r\n( 1 ) لأنّه حينئذ محسن لا سبيل عليه . وقد يشكل بأنّ المفروض أنّه أصابها في العمران وعدم كونها في معرض التلف حتى تحتاج إلى الحفظ فلا مانع من شمول عمومات حرمة الغصب . لأنّ حفظها يستلزم التصرف في مال الغير .\r\nوالجواب : أنّ الغصب هو التصرف العدواني في مال الغير ، والمفروض أنّه بصدد حفظها وإيصالها إلى صاحبها .\r\n( 2 ) إنّما يجوز له أخذه بقصد حفظه وإيصاله إلى صاحبه لا بقصد التملَّك لأنه مال الغير . وأمّا ما دلّ من النصوص على جواز تملَّك دابّة تركها صاحبها في خوف وعلى غير ماء وكلأ ، فلا يشمل المقام . وذلك لانّ الخطر\r\n","footnote":"","page_name":" 155 ","page_number":162},
  {"content":"\r\n\r\n","description":"\r\nالمفروض كون الحيوان في معرضة إنّما هو مثل المرض أو خوف السرقة .\r\nواما المفروض في تلك النصوص ترك الحيوان في مكان مخوف من ناحية السباع أو فلاة عارية عن الماء والكلأ بحيث لا يتمكَّن الحيوان من التغذّي والشرب ، فكان لأجل ذلك في معرض التلف . فلا يشمل ما لو وجد الحيوان في العمران . بل هو داخل في قوله ( ع ) : « إن كان تركها في كلأ وأمن فهي له يأخذها متى شاء » كما في موثقة السكوني « 1 » .\r\nوإنّما يجوز للواجد أخذه في المقام لأنّه قاصد بذلك حفظه عن التلف فهو محسن لا سبيل عليه . ولأجله نفي عنه الضمان .\r\nوأمّا وجوب الإنفاق عليه فلأجل وجوب حفظ مال الغير كما يجب عليه الفحص عن مالكه والإيصال اليه . وهذا لا ينافي جواز أخذه من بدء الأمر . وإنّما يجب حفظه والفحص عن مالكه والإيصال اليه على فرض أخذه . كما هو مقتضى القاعدة في أيّ مال مجهول المالك .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ح 4 .\r\n","page_name":" 156 ","page_number":163},
  {"content":"\r\nوجاز ( 1 ) له الرجوع بما أنفقه على مالكه لو كان إنفاقه عليه بقصد الرجوع ( 2 ) عليه . وان كان له منفعة من ركوب أو حمل\r\n\r\n","description":"\r\n( 1 ) جواز أخذ نفقة الضّالة من مالكها 1 - لعدم كونه غاصبا كما في الفرض السابق فلا تخلو مفهوم صحيحة أبي ولَّاد من دلالة على جواز الرجوع في المقام بالإطلاق . حيث علَّل فيها عدم جوازه بكون المنفق غاصبا وينتفي الحكم المعلَّل بانتفاء علَّته .\r\nويمكن استفادة ذلك أيضا من بعض نصوص الطفل اللقيط بإلغاء الخصوصية ، كما قال في الجواهر .\r\nفمن تلك النصوص ما رواه المدائني عن أبي عبد اللَّه ( ع ) : « المنبوذ حرّ . .\r\nفإن طلب منه الذي ربّاه النفقة وكان موسرا ردّ عليه « 1 » » .\r\nومنها : صحيح عبد الرحمن العرزمي عن أبي عبد اللَّه ( ع ) عن أبيه ( ع ) قال : « المنبوذ حرّ فإذا كبر فإن شاء توالى إلى الذي التقطه وإلَّا فليردّ عليه النّفقة وليذهب فليوال من شاء « 2 » » .\r\n( 2 ) وما رواه ابن محبوب عن محمد بن أحمد قال : « سألت أبا عبد اللَّه ( ع ) عن اللَّقيطة فقال : لا تباع ولا تشترى ولكن تستخدمها بما أنفقت عليها « 3 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 371 - ب 22 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 371 - ب 22 - ح 3 .\r\n« 3 » الوسائل / ج 17 - ص 371 - ب 22 - ح 4 .\r\n","page_name":" 157 ","page_number":164},
  {"content":"\r\n\r\n","description":"\r\nهذه الرواية ضعيفة لعدم كون محمد بن أحمد في طبقة أصحاب الصادق ( ع ) .\r\nفهو مجهول .\r\nقال في الجواهر : « ولعلّ خلوّ نصوص الرجوع بالنفقة في ملتقط الطفل عليه - من الحاكم وغيره - شاهد على ما ذكرناه . إذ الظاهر عدم الفرق بين نفقة الضّالة واللَّقيط بعد أن كان كلّ منهما نفسا محترمة ، والملتقط مكلَّف بحفظهما معا . وفي صحيح أبي ولَّاد : « جعلت فداك قد علَّفته بدراهم فلي عليه علفه ؟ فقال ( ع ) : لا ، لأنّك غاصب « . ومقتضاه رجوع غير الغاصب بما ينفق انتهى كلامه ( قده ) « 1 » كما يمكن استفادة ذلك أيضا من بعض النصوص الواردة في رهن الحيوان مثل صحيحة أخرى لأبي ولَّاد قال : « سألت أبا عبد اللَّه ( ع ) عن الرّجل يأخذ الدّابّة والبعير رهنا بماله . إله أن يركبه ؟ قال : فقال ( ع ) : إن كان يعلفه فله أن يركبه « 2 » » .\r\nوممّا يدل على ذلك صحيح عليّ بن جعفر عن أخيه موسى بن جعفر قال ( ع ) : « سألته عن اللَّقطة إذا كانت جارية هل يحلّ فرجها لمن التقطها ؟ قال : لا إنّما يحلّ له بيعها بما أنفق عليها « 3 » » . حيث دلَّت على جواز أخذ الملتقط أجرة إنفاقه ممّن أنفق له .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 263 .\r\n« 2 » الوسائل / ج 13 - ص 134 - ب 12 - ح 1 .\r\n« 3 » الوسائل / ج 17 - ص 351 - ح 8 .\r\n","page_name":" 158 ","page_number":165},
  {"content":"\r\nعليه أو لبن ونحوه جاز له استيفاءها واحتسابها بإزاء ما ( 1 ) أنفق ويرجع إلى صاحبه ان كانت النفقة أكثر ويؤدّي إليه الزيادة إن زادت المنفعة عنها ( 2 ) .\r\n\r\nمسألة 2 : بعد ما أخذ الحيوان في العمران وصار تحت يده يجب عليه الفحص عن صاحبه\r\nفي صورتي جواز الأخذ وعدمه . فإذا يئس من صاحبه تصدّق ( 3 ) به أو بثمنه كغيره من مجهول المالك .\r\n\r\n","description":"\r\n( 1 ) مقتضى القاعدة أن يتقاصّ بمقدار الإنفاق حيث لا معاوضة في البين وظاهر صحيح أبي ولَّاد جواز الركوب في قبال الإنفاق مطلقا سواء - تساويا في القيمة أم لا - وأمّا قوله : « ولكن تستخدمها بما أنفقت عليها » في خبر ابن محبوب ظاهر في رعاية الموازنة والمساواة بين مقدار ما ينفق وبين ما ينتفعه منها . ولكن ذلك كلَّه على فرض التعدّي من مورد هذه النصوص إلى المقام .\r\n( 2 ) لما قلنا من استفادة ذلك من بعض النصوص المذكورة آنفا . ولما تقتضيه القاعدة من ردّ مال الغير إليه إلَّا قدر ما ذهب من كيسه في سبيل حفظه وإيصاله إلى صاحبه جبرا للضرر والخسارة الواردة عليه .\r\n( 3 ) قد يشكل بأنّ عمومات التعريف لا تشمل المقام لورودها في اللقطة لا المغصوب نظرا إلى كونه غصبا في صورة عدم جواز الأخذ . وفيه : ان\r\n","footnote":"","page_name":" 159 ","page_number":166},
  {"content":"\r\n\r\n","description":"\r\nوجوب إيصال المال إلى صاحبه بعد الغصب لا ينافي حرمته ، بأن يحرم عليه الغصب أوّلا ولكن بعد ما غصب يتوجه إليه تكليف حفظ المال المغصوب وإيصاله إلى صاحبه بمقتضى قاعدة ضمان اليد .\r\nوقد دلّ على ذلك ما ورد من النصوص الآمرة بتعريف الضالَّة وردّها إلى صاحبها وبيعها والتصدّق بثمنها عند اليأس عن الظَّفر بمالكها .\r\nمثل ما رواه ابن أبي يعفور عن أبي عبد اللَّه ( ع ) : « فإن جاء صاحبها ، وإلَّا باعها وتصدّق بثمنها « 1 » » .\r\nوكذا ما دلّ على ذلك في كلّ مال جهل مالكه . كما في صحيح يونس بن عبد الرّحمن قال : « سئل أبو الحسن الرّضا ( ع ) - وأنا حاضر . . لسنا نعرفه ولا نعرف بلدة ولا نعرف كيف نصنع ؟ قال ( ع ) : إذا كان كذا فبعه وتصدّق بثمنه « 2 » » .\r\nوالاشكال بأنّ المال المغصوب يحرم أيّ تصرّف فيه ، فكيف يتصدّق به ؟ مع كون الصدقة أمرا قربيا ، مدفوع بأن هذا الاشكال انما يرد إذا قيل بثبوت الأجر له في هذا الفرض . ولكن ليس كذلك بل يكون أجر الصدقة ثابتا للمغصوب منه وإنّما يجب عليه التصدق حينئذ من قبل صاحبه بعنوان الوظيفة الشرعية .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 365 - ب 13 - ح 6 .\r\n« 2 » الوسائل / ج 17 - ص 357 - ب 7 - ح 2 .\r\n","page_name":" 160 ","page_number":167},
  {"content":"\r\n\r\nمسألة 3 : ما يدخل في دار الإنسان من الحيوان كالدجاج والحمام ممّا لم يعرف صاحبه الظاهر خروجه ( 1 ) عن عنوان اللقطة\r\nبل هو داخل في عنوان مجهول المالك ، فيتفحّص عن صاحبه وعند اليأس منه يتصدّق به . والفحص اللَّازم هو المتعارف في أمثال ذلك بأن يسأل من الجيران والقريبة من الدور والعمران . ويجوز ( 2 ) تملَّك مثل الحمام إذا ملك جناحيه ولم يعلم أنّ له صاحبا ولا يجب الفحص .\r\n\r\n","description":"\r\n( 1 ) حيث أخذ في اللقطة معنى الالتقاط وأخذ الشيء المنبوذ وهذا لا يصدق على ما يدخل من الحيوان في الدار . وقد أشرنا آنفا إلى ما دلّ من النصوص على وجوب الفحص عن المالك والتصدّق بثمنه عند اليأس عن الظفر به في مجهول المالك .\r\n( 2 ) وذلك لدلالة النصوص وهي على طائفتين إحداهما : ما دلّ على جواز تملَّك الطير إذا ملك جناحيه مطلقا من دون تقييد بعدم معرفة صاحبه .\r\nفمنها : ما رواه محمد بن يعقوب عن عدّة من أصحابنا عن أحمد بن أبي عبد اللَّه عن ابن فضّال عن ابن بكير عن زرارة عن أبي عبد اللَّه ( ع ) قال : « إذا ملك الطَّائر جناحه فهو لمن أخذه « 1 » » .\r\nومنها : ما رواه الكليني عن علي بن إبراهيم عن أبيه عن النوفلي عن\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 16 - ص 245 - ب 37 - ح 1\r\n","page_name":" 161 ","page_number":168},
  {"content":"\r\n\r\n","description":"\r\nالسّكوني عن أبي عبد اللَّه ( ع ) قال : قال أمير المؤمنين ( ع ) : « إنّ الطَّائر إذا ملك جناحيه فهو صيد وهو حلال لمن أخذه « 1 » » .\r\nالطائفة الثانية : ما دلَّت على جواز تملَّك خصوص ما لم يعرف صاحبه .\r\nمثل : ما في جامع البزنطي عن إسحاق بن عمّار قال : « قلت لأبي عبد اللَّه ( ع ) : الطَّير يقع في الدّار فنصيده وحولنا حمام لبعضهم . فقال ( ع ) : إذا ملك جناحه فهو لمن أخذه . قال : قلت : يقع علينا فنأخذه وقد نعلم لمن هو . قال ( ع ) : إذا عرفته فردّه على صاحبه « 2 » » .\r\nومثل : ما رواه الكليني عن عدّة من أصحابنا عن أحمد بن أبي عبد اللَّه عن أحمد بن محمّد بن أبي نصر قال : سألت أبا الحسن الرّضا ( ع ) : « عن الرّجل يصيد الطَّير يساوي دراهم كثيرة وهو مستوي الجناحين فيعرف صاحبه أو يجيئه فيطلبه من لا يتّهمه . فقال ( ع ) : لا يحلّ له إمساكه ، يردّه عليه . فقلت له : فإن صاد ما هو مالك لجناحيه لا يعرف له طالبا ؟ قال ( ع ) : هو له « 3 » » .\r\nوما رواه عن عدّة من أصحابنا عن أحمد بن فضّال عن محمد بن الفضيل قال : « سألت أبا الحسن ( ع ) عن صيد الحمامة تسوى نصف درهم أو درهما قال ( ع ) : إذا عرفت صاحبه فردّه عليه وإن لم تعرف صاحبه وكان مستوي\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 16 - ص 245 - ب 37 - ح 1 و 3 .\r\n« 2 » الوسائل / ج 16 - ص 246 - ب 37 - ح 6 .\r\n« 3 » الوسائل / ج 16 - ص 244 - ب 36 - ح 1 وج 17 - ص 366 - ب 10 ح 1 .\r\n","page_name":" 162 ","page_number":169},
  {"content":"\r\n\r\n","description":"\r\nالجناحين يطير بهما فهو لك « 1 » » .\r\nوهذه الطائفة أخص مطلقا من الطائفة الأولى فتقيّدها ويحكم بجواز أخذ كلّ طائر ملك جناحيه إذا لم يعرف صاحبه مطلقا - سواء كان له مالك في الأصل ولكن لم يعرف شخصه أم لم يعرف له مالك أصلا .\r\nبل ظاهر قوله : « وإن لم تعرف صاحبه » في صحيحة فضيل هو المعنى الأوّل من عدم الجهل بأصل وجود المالك بل المجهول شخصه بعينه . وأمّا وجه احتياط الماتن « قده » إذا علم أنّ للطير مالكا احتمال حمل صحيحة محمد بن فضيل على صورة الجهل بأصل وجود المالك بقرينة قوله : « لا يعرف له طالبا » في صحيحة البزنطي وذلك لان التعبير المناسب لإفادة الجهل بشخص المالك ان يقال : « لا يعرف طالبه » . ولكن يمكن الاشكال على ظهور قوله : « ولا يعرف له طالبا » في الجهل بأصل وجود المالك بأنّ غاية مدلول هذا التعبير الجهل بوجود الطالب لا الجهل بوجود المالك والَّا كان المناسب أن يقول :\r\n« لا يعرف له مالكا » . فإنه من الممكن ان يكون للطير مالك ولكن أعرض عنه لليأس عن تحصيله فلا يكون لأجل ذلك بصدد طلبه . وعليه فصحيحة البزنطي لا تنافي ظهور صحيحة محمد بن فضيل في الدلالة على جواز تملَّك الطير المالك لجناحيه مطلقا - سواء علم أنّ له مالكا لم يعرف بشخصه أم لم يعلم أصل وجوده . هذا مع دلالة عمومات الطائفة الأولى على جواز تملَّك\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 16 - ص 244 - ب 36 - ح 2\r\n","page_name":" 163 ","page_number":170},
  {"content":"\r\nوالأحوط فيما إذا علم أنّ له مالكا ولو من جهة آثار اليد أن يعامل معه معاملة مجهول المالك ( 1 ) .\r\n\r\nمسألة 4 : ما يوجد من الحيوان في غير العمران\r\nمن الطرق والشوارع والمفاوز والصحاري والبراري والآجام ونحوها ، ان كان ممّا يحفظ نفسه بحسب العادة من ( 2 ) صغار السباع - مثل الثعالب وابن آوى والذئب والضبع ونحوها - إمّا لكبر جثّته كالبعير أو سرعة عدوه\r\n\r\n","description":"\r\nكل طائر يملك جناحيه والخارج منه يقينا ما إذا عرف مالكه بشخصه أو يمكن معرفة شخصه وإيصال طيره اليه وأمّا في غير ذلك ممّا جهل مالكه فيرجع إلى هذه العمومات .\r\n( 1 ) لاختصاص بعض النصوص المجوّزة لتملَّكه بصورة عدم العلم بأصل وجود المالك كما هو ظاهر قوله : « ولا يعرف له طالبا » في صحيح البزنطي . ولكن عرفت آنفا ما في دلالتها على ذلك من الاشكال . مضافا إلى ظهور صحيحة محمد بن فضيل في عدم الاختصاص بذلك مؤيّدا بالعمومات على التقريب المتقدّم .\r\n( 2 ) ليست لفظة « من » هنا بيانية . فالمقصود بيان أنّ الحيوان إذا كان ممّا يحفظ نفسه من صغار السباع عادة كالمذكورات ، لا بمعنى أنّ الحيوان الذي يحفظ نفسه هو صغار السباع . كما يشهد على ذلك قوله : « وان كان ممّا تغلب\r\n","footnote":"","page_name":" 164 ","page_number":171},
  {"content":"\r\nكالفرس والغزال أو لقوّته وبطشه كالجاموس والثور لا يجوز أخذه ووضع اليد عليه إذا كان في كلأ وماء أو كان صحيحا يقدر على تحصيل الماء والكلأ . وان كان مما تغلب عليه صغار السباع كالشّاة وأطفال البعير والدوابّ جاز أخذه ( 1 ) .\r\n\r\n","description":"\r\nعليه صغار السباع » .\r\n( 1 ) التفصيل بين الحيوانات الضعيفة وغيرها الموجودة في غير العمران 1 - يستفاد هذا التفصيل من عدّة نصوص ، مثل خبر مسمع وموثقة السكوني ذكرناهما تماما في أوائل البحث فراجع .\r\nوقد ذهب إلى ذلك المشهور كالشيخ والسلَّار والحلَّي والفاضلين والشهيدين بل عن التذكرة نسبته إلى علمائنا واستظهر ذلك في الجواهر من ظهور تعليل النبي ( ص ) جواز أخذ الشاة بقوله : « هي لك أو لأخيك أو للذّئب » وتعليله في منع أخذ البعير بقوله : « معه حذاؤه وسقاؤه حذاؤه خفّه وسقاؤه كرشه » .\r\nفان ظاهر هذا التعليل أنّ الشاة لمّا لا تقدر على حفظ نفسها يجوز أخذها بخلاف البعير المتمكَّن من حفظ نفسه لاستحكام خفّه ووفور الماء والغذاء في معدته . فيفهم منه أنّ المدار في جواز أخذ الضالَّة عدم استقلالها وامتناعها . فان الضالَّة الممتنعة تتمكَّن من حفظ نفسها إلى أن يجيء\r\n","footnote":"","page_name":" 165 ","page_number":172},
  {"content":"\r\n\r\n","description":"\r\nصاحبها بخلاف غيرها . ويدلّ على ذلك أيضا قوله ( ع ) : « إن كان تركها في كلأ وماء وأمن فهي له يأخذها حيث أصابها وإن تركها في خوف وعلى غير ماء ولا كلأ فهي لمن أصابها » في موثقة السكوني وغيرها .\r\nوقد بيّن ملاك جواز الأخذ وعدمه في هذه الطائفة من النصوص كون الضالَّة في معرض الخطر والخوف من الهلاكة وعدمه . ويعلم من ذلك أنّ امتناع الضالَّة وعدمه لا موضوعية له . بل الملاك الأصلي :\r\nكونها في معرض الخوف والخطر أو في مكان الأمن . وانّ امتناع الضالَّة لمّا يوجب صيانته وحفظه من الهلاكة لذا لا يجوز أخذها . وكذا مع عدم تمكَّنها من حفظ نفسها ، لمّا يخاف عليها فلذا يجوز أخذها . ومن هنا يعتبر في جواز أخذ الشاة الضالَّة خوف هلاكتها أو سرقتها كما هو ظاهر الدّوران في قوله ( ص ) : « هي لك أو لأخيك أو للذّئب » .\r\nوعليه فإذا لم تكن الشاة في معرض خطر الهلاكة أو السرقة - كما ربما يتّفق في العمران - لا يجوز أخذها قطعا من دون فرق بينها وبين الحيوانات الممتنعة في هذه الصورة .\r\n","footnote":"","page_name":" 166 ","page_number":173},
  {"content":"\r\nفإذا أخذه عرّفه ( 1 ) على الأحوط في المكان الذي أصابه وحواليه إن كان فيه أحد . فإن عرف صاحبه ردّه اليه والَّا كان له تملَّكه ( 2 ) وبيعه وأكله مع الضّمان لمالكه لو وجد . كما أن له إبقاءه وحفظه لمالكه ولا ضمان عليه .\r\n\r\n","description":"\r\n( 1 ) بل على الأقوى لعموم صحيح علي بن جعفر عن أخيه موسى بن جعفر ( ع ) قال : « سألته عن رجل أصاب شاة في الصّحراء هل تحلّ له ؟ قال ( ع ) :\r\nقال رسول اللَّه ( ص ) : هي لك أو لأخيك أو للذّئب فخذها وعرّفها حيث أصبتها فإن عرفت فردّها على صاحبها وإن لم تعرف فكلها وأنت ضامن لها « 1 » » .\r\nويدلّ على ذلك خبره الآخر عن أخيه موسى بن جعفر ( ع ) قال : « سألته عن اللَّقطة إلى أن قال وسألته عن الرّجل يصيب ثوبا أو درهما أو دابّة كيف يصنع بها ؟ قال ( ع ) : يعرّفها سنة فإن لم يعرف حفظها في عرض ماله حتى يجيء طالبها فيعطيها « 2 » » .\r\n( 2 ) كما هو المصرّح به في صحيحة علي بن جعفر « وإن لم تعرف فكلها وأنت ضامن لها » وقد يتوهم المعارضة بينها وبين خبره الآخر حيث أمر الإمام ( ع ) فيه بحفظها حتى يجيء طالبها فيردّها اليه . ولكن يعمل بالتأمّل عدم وجود\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 365 - ح 7 - ص 370 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 365 - ح 7 - ص 370 - ح 2 .\r\n","page_name":" 167 ","page_number":174},
  {"content":"\r\n\r\nمسألة 5 : لو أخذ البعير ونحوه في صورة ( 1 ) لا يجوز له أخذه ، ضمنه ويجب عليه الإنفاق عليه . وليس له الرّجوع بما أنفقه على صاحبه وان كان من قصده الرجوع عليه كما مرّ فيما يؤخذ من العمران .\r\n\r\nمسألة 6 : إذا ترك الحيوان صاحبه وسرّحه في الطرق أو الصحاري والبراري فإن كان بقصد الاعراض عنه جاز ( 2 ) لكل أحد\r\n\r\n","description":"\r\nالمعارضة بينهما حيث إنّ في هذا الخبر أمر الإمام ( ع ) بحفظها وردّها على صاحبها على فرض عدم التعريف . ولكن في الصحيحة جوّز - عليه السّلام - أكل الشاة بعد تعريفها وعدم معرفة صاحبها . هذا مضافا إلى ضعف سند الخبر الثاني بوقوع عبد اللَّه بن الحسن في طريقه .\r\n( 1 ) لأنه غصب ولا يرجع الغاصب بما أنفق في حفظ المال المغصوب وإيصاله إلى المغصوب منه . كما ورد في تعليل صحيحة أبي ولَّاد حيث سأل أبا عبد اللَّه : « فلي عليه علفه فقال ( ع ) : لا لأنّك غاصب « 1 » » .\r\n( 2 ) كما جرت عليه السيرة ودلَّت عليه صحيحة عبد اللَّه بن سنان عن أبي عبد اللَّه ( ع ) قال : « من أصاب مالا أو بعيرا في فلاة من الأرض قد كلَّت وقامت وسيّبها صاحبها ممّا لم يتبعه فأخذه غيره فأقام عليها وأنفق نفقتها حتى أحياها من الكلال ومن الموت فهي له ولا سبيل له عليها وإنّما هي مثل الشّيء المباح « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 13 - ص 226 .\r\n« 2 » الوسائل / ج 17 - ص 364 - ح 2 .\r\n","page_name":" 168 ","page_number":175},
  {"content":"\r\nأخذه وتملَّكه كما هو الحال في كلّ مال أعرض عنه صاحبه . وان لم يكن بقصد الاعراض بل كان من جهة ( 1 ) العجز عن إنفاقه أو من جهة جهد الحيوان وكلالة . كما يتفق كثيرا أنّ الإنسان إذا كلَّت دابّته في الطرق والمفاوز ولم يتمكَّن من الوقوف عندها يأخذ رحلها أو سرجها ويسرّحها ويذهب . فان تركه في كلأ وماء وأمن ليس لأحد أن يأخذه فلو أخذه كان غاصبا ضامنا له . وإن أرسله بعد ما أخذه لم يخرج ( 2 ) من الضمان . وفي وجوب حفظه والإنفاق عليه وعدم الرجوع على صاحبه ما مرّ فيما يؤخذ في العمران . وإن تركه في خوف وعلى غير ماء وكلأ جاز أخذه وهو للآخذ إذا تملَّكه ( 3 ) .\r\n\r\n","description":"\r\nفان قوله ( ع ) : « وسيّبها صاحبها ممّا لم يتبعه » ظاهر في إعراض المالك عن دابّته ولو لأجل كلالها وسقوطها عن حيّز الانتفاع أو لعجزه عن إنفاق نفقتها .\r\n( 1 ) كما يستفاد ذلك من قوله : « قد كلَّت وقامت وسيّبها صاحبها » في صحيح ابن سنان المزبور .\r\n( 2 ) وذلك لقاعدة « على اليد » فإنها دلَّت على ضمان الشيء المأخوذ وكونه في عهدة المالك إلى أن يؤدّيه إلى المالك وعدم ارتفاعه قبل ذلك .\r\n( 3 ) صرّح بهذا التفصيل في نصوص المقام .\r\nفمنها : ما رواه الكليني بإسناده عن الأصم عن مسمع عن أبي\r\n","footnote":"","page_name":" 169 ","page_number":176},
  {"content":"\r\n\r\nمسألة 7 : إذا أصاب دابّة وعلم بالقرائن أنّ صاحبها قد تركها\r\nولم يدر أنّه قد تركها بقصد الإعراض أو بسبب آخر كانت بحكم الثاني ، فليس له أخذها وتملَّكها إلَّا إذا كانت في مكان خوف بلا ماء ولا كلأ ( 1 ) .\r\n\r\n","description":"\r\nعبد اللَّه ( ع ) قال : ان أمير المؤمنين ( ع ) كان يقول : « في الدّابّة إذا سرّحها أهلها أو عجزوا عن علفها أو نفقتها فهي للَّذي أحياها . قال ( ع ) : وقضى أمير المؤمنين ( ع ) في رجل ترك دابة بمضيعة فقال : . . إن كان تركها في غير كلأ ولا ماء فهي لمن أحياها « 1 » » .\r\nومنها موثّقة السكوني عن أبي عبد اللَّه ( ع ) : « أنّ أمير المؤمنين ( ع ) قضى في رجل ترك دابّته من جهد فقال : . . وإن تركها في خوف وعلى غير ماء وكلأ فهي لمن أصابها « 2 » » . فإن قوله ( ع ) : « هي لمن أحياها أو أصابها » . ظاهر في الملكية ونفي الضمان .\r\n( 1 ) وذلك لأن الأصل عدم أعراض المالك عنها عند الشك ، بخلاف ما لو كان في مكان خوف فإنّها حينئذ لمن أصابها وأنفق نفقتها واقام عليها حتى أحياها من الكلال والموت كما في صحيح ابن سنان وخبر مسمع « 3 » بل\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ب 13 - ح 3 .\r\n« 2 » الوسائل / ج 17 - ص 364 - ب 13 - ح 4 .\r\n« 3 » الوسائل / ج 17 - ص 364 - ح 3 .\r\n","page_name":" 170 ","page_number":177},
  {"content":"\r\n\r\nمسألة 8 : إذا أصاب حيوانا في غير العمران ولم يدر أنّ صاحبه تركه بأحد النحوين أو لم يتركه\r\nبل ضاعه أو شرد عنه كان بحكم الثاني من التفصيل المتقدم فإن كان مثل البعير لم يجز أخذه وتملَّكه إلَّا إذا كان غير صحيح ولم يكن في ماء وكلأ . وإن كان مثل الشاة جاز أخذه مطلقا ( 1 ) .\r\n\r\n","description":"\r\nلمطلق من أصابها حينئذ كما في موثقة السكوني « 1 » .\r\n( 1 ) والدليل على ذلك النصوص المتضمّنة لهذا التفصيل كصحيح هشام « 2 » وخبر علي بن جعفر « 3 » وموثقة معاوية بن عمّار « 4 » . والمراد من قوله :\r\n« مطلقا » أي سواء كان صحيحا أم غير صحيح .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ب 13 - ح 4 .\r\n« 2 » الوسائل / ج 17 - ص 363 - ب 13 - ح 1 .\r\n« 3 » الوسائل / ج 17 - ص 365 - ب 13 - ح 7 .\r\n« 4 » الوسائل / ج 17 - ص 364 - ب 13 - ح 5 .\r\n","page_name":" 171 ","page_number":178},
  {"content":"\r\n","description":"","footnote":"","page_name":" 172 ","page_number":179},
  {"content":"\r\n\r\nلقطة غير الحيوان\r\n","description":"","footnote":"","page_name":" 173 ","page_number":180},
  {"content":"\r\n","description":"","footnote":"","page_name":" 174 ","page_number":181},
  {"content":"\r\nالقول في لقطة غير الحيوان\r\nوهي الَّتي يطلق عليها اللَّقطة عند الإطلاق واللَّقطة بالمعنى الأخص ويعتبر فيها عدم معرفة المالك فهي قسم من مجهول المالك .\r\n\r\nلها أحكام خاصة . مسألة 1 : يعتبر فيها الضياع ( 1 ) عن المالك\r\nفما يؤخذ من يد الغاصب والسارق ليس من اللقطة لعدم الضياع عن مالكه ( 2 ) بل لا بد في ترتيب أحكامها من إحراز الضياع ( 3 ) ولو بشاهد الحال . فالمداس المتبدّل بمداسه في المساجد ونحوها بشكل ترتيب أحكام اللقطة عليه وكذا الثوب المتبدّل بثوبه في الحمّام ونحوه .\r\n\r\n","description":"\r\n( 1 ) أي الفقدان والذهاب عن يد المالك غفلة منه بلا التفات وقصد بحيث لو لم يأخذها اللَّاقط لم يتمكَّن المالك من تحصيله . وقد مرّ البحث عن اعتبار ذلك في تعريف اللقطة وبيّنّا هناك ما يرد عليه من إشكال عدم مساعدة نصوص المقام مع أخذ الضياع في تعريفها .\r\n( 2 ) وذلك لعلم المالك بمكان ماله بأنّه في يد الغاصب فلم يفقده غفلة بل كان محفوظا في يد مالكه لو لم يأخذه الغاصب .\r\n( 3 ) يكفي وجود الأمارة عليه وان لم يحرز وإنّما يحرز اللَّاقط بعد\r\n","footnote":"","page_name":" 175 ","page_number":182},
  {"content":"\r\nلاحتمال ( 1 ) تعمّد المالك في التبديل . ومعه يكون من مجهول المالك لا من اللَّقطة .\r\n\r\n","description":"\r\nالتعريف واليأس عن وجود صاحبه أو بشاهد الحال من بدء الالتقاط كما لو وجده في فلاة لا أثر للإنسان فيها أو في طريق لا يسكن حواليه أحد من دون أن يكون معلما بعلامة كاشفة عن علم صاحبه بموضعه .\r\n( 1 ) حكم الحذاء أو الثوب المتبدّل 1 - قد يقال : إنّ صورة تعمد المالك في التبديل داخلة في المعاوضة القهرية ولذا يجوز أخذ الثوب أو المداس المتبدّل حينئذ ولكن لا يبعد أن يكون جواز أخذ الحذاء المتخلَّف من باب التقاصّ حيث إنه ليس البناء على المعاوضة في مثل هذه الموارد .\r\nوأمّا عدم ترتيب أحكام اللقطة على الثوب أو المداس المتبدّل فقد يقال : إنّه ليس وجهه احتمال تعمّد المالك في التبديل بل يكون لعدم ضياع المال قبل الأخذ لعلم المالك بمكانه حيث إنه لو لم يؤخذ ليبقى محفوظا في مكانه حتى يجيء صاحبه ويأخذه .\r\nولكن يرد عليه ما أشكلنا سابقا على أصل اعتبار الضياع في اللقطة من عدم مساعدة ظاهر نصوص المقام لذلك مع أنّ الغفلة صادق هنا أيضا والَّا لم\r\n","footnote":"","page_name":" 176 ","page_number":183},
  {"content":"\r\n\r\nمسألة 2 : يعتبر في صدق اللَّقطة وثبوت أحكامها الأخذ والالتقاط ( 1 ) .\r\nفلو رأى غيره شيئا وأخبر به فأخذه كان حكمها على الأخذ دون الرائي وإن تسبّب منه . بل لو قال : ناولنيه فنوى المأمور الأخذ لنفسه كان هو الملتقط دون الآمر . ولو أخذه لا لنفسه وناوله إيّاه ففي\r\n\r\n","description":"\r\nيكن المالك يأخذ حذاء غيره . ولكن الإنصاف عدم صدق التقاط الشيء المنبوذ الذي فقد عن مالكه حينئذ . ولذلك لا يصدق عنوان اللقطة لا لاحتمال تعمّد المالك في التبديل .\r\n( 1 ) اعتبار الأخذ في مفهوم اللقطة 1 - بل يكون قوام معنى اللَّقطة بذلك فإنّ أخذ الشيء المنبوذ والتقاط الشيء المطروح مأخوذ في مفهوم اللقطة كما في مجمع البحرين « 1 » والصحاح « 2 » وغيرهما . وقد مرّ البحث عن ذلك في تعريف اللَّقطة .\r\n\r\n","footnote":"\r\n« 1 » قال في مجمع البحرين : وقال الأزهري : « اللَّقطة بفتح القاف اسم الشيء الذي تجده ملقى فتأخذه وهذا قول جميع أهل اللغة وحذاق النحويين » . أي مهرتهم .\r\n« 2 » قال في الصحاح : لقط الشّيء أخذه من الأرض . واللقيط : المنبوذ يلتقط .\r\n","page_name":" 177 ","page_number":184},
  {"content":"\r\nكون الآمر ملتقطا إشكال ( 1 ) فضلا عن أخذه بأمره ونيابته من دون أن يناوله إيّاه .\r\n\r\nمسألة 3 : لو رأى شيئا مطروحا على الأرض فأخذه بظنّ أنّه ماله فتبيّن أنه ضائع عن غيره\r\nصار بذلك لقطة وعليه حكمها ( 2 ) . وكذا لو رأى مالا ضائعا فنحّاه بعد أخذه من جانب إلى آخر ( 3 ) . نعم لو دفعه برجله أو بيده من غير أخذ ليتعرّفه فالظاهر عدم صيرورته بذلك ملتقطا بل ولا ضامنا لعدم صدق اليد والأخذ .\r\n\r\n","description":"\r\n( 1 ) لأن المعتبر في مفهوم اللقطة هو أخذ المال المنبوذ والتقاطه وهذا أمر تكويني خارجي وليس أمرا قصديا اعتباريا حتى يدور مدار النّية ويقبل التوكيل والنيابة . والمفروض أنّ الآمر لم يأخذه بنفسه .\r\n( 2 ) وذلك لانّه لمّا كان الأخذ والالتقاط المأخوذان في مفهوم اللقطة أمرا تكوينيا خارجيا لا قصديا فلذا لا يضرّ بصدق عنوانه اعتقاد الأخذ بكون الشيء المأخوذ ملكا لنفسه بعد ما فهم أنّه ضائع عن غيره .\r\n( 3 ) لصدق الأخذ بذلك فيدخل في عنوان اللقطة ولم يؤخذ في مفهومها الاقتناء حتى يمنع ذلك من صدقها . وأمّا لو دفع الشيء المطروح بيده فقد يقال إنّه يصدق عنوان الأخذ وجعل اليد . ولكن يشكل بأنّ المعتبر في صدق عنوان اللَّقطة هو الأخذ والالتقاط ، والدفع باليد ليس بشيء منهما . ولم يؤخذ\r\n","footnote":"","page_name":" 178 ","page_number":185},
  {"content":"\r\n\r\nمسألة 4 : المال المجهول المالك غير الضائع لا يجوز ( 1 ) أخذه\r\nووضع اليد عليه فان أخذه كان غاصبا ضامنا إلَّا إذا كان في معرض التلف فيجوز بقصد الحفظ ويكون حينئذ في يده أمانة شرعية ولا يضمن إلَّا بالتعدّي أو التفريط . وعلى كلّ من تقديري جواز الأخذ وعدمه لو أخذه يجب عليه الفحص عن مالكه إلى أن يئس من الظفر به .\r\nو \r\n","description":"\r\nفي مفهومها جعل اليد على المال المنبوذ حتى يصدق على الدفع باليد .\r\nثم إنّ هذا القول يصحّ في باب الغصب لكونه مطلق التصرف في مال الغير وأيّ استيلاء عليه . ولذا يكفي ذلك في ضمان اليد لصدق جعل اليد على مال الغير بذلك ، ولا يرد الاشكال المزبور هناك . وذلك لأنّ لفظ « أخذت » وان استعملت في قاعدة « على اليد ما أخذت حتّى تؤدّيه » إلَّا أنّ الأخذ في هذه القاعدة بقرينة السيرة - التي هي عمدة الدليل على ضمان اليد - كناية عن الاستيلاء على مال الغير ، ومن الممكن أنّ يقال إنّ ذلك صادق على الدفع باليد دون الرّجل ، لصدق الاستيلاء عرفا على الأوّل دون الثاني .\r\n( 1 ) حيث لا مانع من شمول عمومات حرمة التصرف في مال الغير ولا إشكال في صدق الغصب . نعم لو كان الشيء في معرض التلف وأخذه بقصد حفظه والإيصال إلى مالكه لا إشكال في صدق عنوان المحسن عليه فلا سبيل عليه بدليل قوله تعالى * ( ما عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ ) * « 1 » ولمساعدة السيرة .\r\n\r\n","footnote":"\r\n« 1 » التوبة / 91 .\r\n","page_name":" 179 ","page_number":186},
  {"content":"\r\nعند ذلك يجب عليه أن يتصدّق به أو بثمنه . ولو كان ممّا يعرض عليه الفساد ولا يبقى بنفسه يبيعه أو يقوّمه ويصرفه ( 1 ) . والأحوط ان يكون البيع بإذن الحاكم مع الإمكان . ثم بعد اليأس عن الظَّفر بصاحبه يتصدّق بالثمن .\r\n\r\n","description":"\r\n( 1 ) أمّا جواز بيعه حيث إنه يريد بذلك حفظ ثمنه وإيصاله إلى مالكه فهو محسن لا سبيل عليه . ولكن لمّا كان الحاكم وليّا شرعيا على مال الغائب فلذا يجب على اللَّاقط أن يستأذنه في البيع .\r\nوأما جواز تقديم ما كان في معرض الفساد وصرفه فيدل عليه ما رواه محمد بن يعقوب عن علي بن إبراهيم عن أبيه عن النوفلي عن السكوني عن أبي عبد اللَّه ( ع ) أنّ أمير المؤمنين ( ع ) : « سئل عن سفرة وجدت في الطَّريق مطروحة كثيرة لحمها وخبزها وجبنها وبيضها وفيها سكَّين . فقال أمير المؤمنين ( ع ) : يقوّم ما فيها ثمّ يؤكل لأنّه يفسد وليس له بقاء فإن جاء طالبها غرموا له الثّمن « 1 » » . ولكنّه وارد في خصوص ما كان في معرض الفساد من الأطعمة والأشربة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 372 - ب 23 - ح 1 .\r\n","page_name":" 180 ","page_number":187},
  {"content":"\r\n\r\nمسألة 5 : كلّ مال غير الحيوان أحرز ضياعه عن مالكه المجهول ولو بشاهد الحال - وهو الذي يطلق عليه اللقطة كما مرّ - يجوز ( 1 ) أخذه\r\n\r\n","description":"\r\n( 1 ) أمّا في الحيوان فمرّ فيه التفصيل بين ما كان في مكان أمن وماء وكلأ وكان ممتنعا عن الغير ، قادرا على حفظ نفسه وبين غير الممتنع الموجود في مكان غير واجد للماء والكلأ بحيث خيف من تلفه ، فيجوز الالتقاط وتملَّك الثاني دون الأوّل وقد مرّ بيان وجه هذا التفصيل واستظهاره من النصوص .\r\nوأمّا في غير الحيوان - وهو المعبّر عنه باللقطة - فلا إشكال في جواز أخذه في الجملة لدلالة النصوص الكثيرة على ذلك ولا احتياج إلى ذكر جميعها ونذكر بعضها هنا .\r\nفمنها : ما رواه محمد بن يعقوب عن علي بن محمد عن إبراهيم بن إسحاق عن عبد اللَّه بن حماد عن أبي بصير عن أبي جعفر ( ع ) قال : « من وجد شيئا فهو له فليتمتّع به حتى يأتيه طالبه فإذا جاء طالبه ردّه إليه « 1 » » .\r\nومنها : ما رواه الشيخ بإسناده عن الحسين بن سعيد عن فضالة بن أيّوب عن ابن بكير عن زرارة قال : « سألت أبا جعفر عن اللَّقطة فأراني خاتما في يده من فضّة قال : إنّ هذا ممّا جاء به السّيل وأنا أريد أن أتصدّق به « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 4 - ح 2 - ص 358 - ح 3 .\r\n« 2 » الوسائل / ج 17 - ص 354 - ب 4 - ح 2 - ص 358 - ح 3 .\r\n","page_name":" 181 ","page_number":188},
  {"content":"\r\n\r\n","description":"\r\nومنها : ما رواه في قرب الإسناد عن عبد اللَّه بن الحسن عن جدّه علي بن جعفر عن أخيه موسى بن جعفر ( ع ) قال : « سألته عن اللَّقطة يصيبها الرّجل . قال :\r\nيعرّفها سنة ثمّ هي كسائر ماله « 1 » » .\r\nومنها : ما رواه الشيخ بإسناده عن محمد بن أحمد بن يحيى عن محمد بن عبد الجبار عن أبي القاسم عن حنان قال : سأل رجل أبا عبد اللَّه ( ع ) - وانا أسمع - عن اللقطة فقال ( ع ) : « تعرّفها سنة فإن وجدت صاحبها وإلَّا فأنت أحقّ بها . وقال :\r\nهي كسبيل مالك « 2 » » .\r\nومنها : ما رواه الشيخ بإسناده عن الحسين بن سعيد عن ابن أبي عمير عن حمّاد عن الحلبي عن أبي عبد اللَّه ( ع ) في حديث قال : « واللَّقطة يجدها الرّجل ويأخذها قال : يعرّفها سنة فإن جاء لها طالب وإلَّا فهي كسبيل ماله « 3 » » .\r\nدلالة هذه الروايات على جواز أخذ اللقطة واضحة . أمّا الأوليان فلا يحتاج مدلولهما إلى بيان . وأمّا الأخيرتان فلأنه لو لم يكن أخذها جائزا لكان المناسب في جواب السائل أن يقول ( ع ) : « لا يجوز أخذها ويحرم أكلها » والحال انه أمر بالتعريف وحكم بجواز تملَّكها في صورة عدم مجيء مالكها بعد التعريف . ولا ريب ان التعريف والتملَّك بعده فرع أخذه .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 352 - ح 12\r\n« 2 » الوسائل / ج 17 - ص 350 - ح 5 .\r\n« 3 » الوسائل / ج 17 - ص 349 - ب 2 - ح 1 .\r\n","page_name":" 182 ","page_number":189},
  {"content":"\r\nوالتقاطه على كراهة ( 1 ) وان كان المال الضائع في الحرم - أي حرم مكَّة زادها اللَّه شرفا وتعظيما - اشتدّت كراهة التقاطه بل لا ينبغي ترك الاحتياط بتركه .\r\n\r\n","description":"\r\n( 1 ) يستفاد كراهة أخذ مطلق اللقطة من عدّة نصوص :\r\nمنها : ما رواه الشيخ بإسناده عن الحسين بن سعيد عن فضالة عن الحسين ابن أبي العلاء قال : ذكرنا لأبي عبد اللَّه ( ع ) اللقطة فقال : « لا تعرّض لها فإنّ النّاس لو تركوها لجاء صاحبها حتى يأخذها « 1 » » .\r\nوما رواه الشيخ بإسناده السابق عن العلاء عن محمد بن مسلم عن أحدهما ( ع ) قال : سألته عن اللقطة « قال : لا ترفعوها فإن ابتليت فعرّفها سنة فإن جاء طالبها وإلَّا فاجعلها في عرض مالك يجري عليها ما يجري على مالك إلى أن يجيء لها طالب « 2 » » . ومثله صحيح محمد بن مسلم « 3 » .\r\nوما رواه الصدوق مرسلا قال : قال الصادق ( ع ) : « أفضل ما يستعمله الإنسان في اللَّقطة إذا وجدها أن لا يأخذها ولا يتعرّض لها فلو أنّ النّاس تركوا بما يجدونه لجاء صاحبه فأخذه « 4 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 348 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 350 - ح 3\r\n« 3 » الوسائل / ج 17 - ص 351 - ح 10 .\r\n« 4 » الوسائل / ج 17 - ص 351 - ح 9 .\r\n","page_name":" 183 ","page_number":190},
  {"content":"\r\n\r\n","description":"\r\nواما أخذ لقطة الحرم فأيضا مكروه . وقد دلّ على ذلك - مضافا إلى النصوص العامّة المذكورة - بعض النصوص الواردة فيها بالخصوص .\r\nمثل : ما رواه الشيخ بإسناده عن الحسين بن سعيد عن علي بن إبراهيم بن أبي البلاد عن بعض أصحابه عن الماضي - أي الكاظم « ع » - قال : « لقطة الحرم لا تمسّ بيد ولا رجل ولو أنّ النّاس تركوها لجاء صاحبها فأخذها « 1 » » .\r\nوما رواه الشيخ بإسناده عن الصفّار عن محمد بن الحسين عن وهيب بن حفص وعن علي بن أبي حمزة عن أبي بصير عن العبد الصالح ( ع ) قال : « سألته عن رجل وجد دينارا في الحرم فأخذه . فقال ( ع ) : بئس ما صنع ما كان ينبغي له أن يأخذه « 2 » » .\r\nوهذه الرواية موثقة بوهيب بن حفص وحيث انه روى أيضا في طبقة علي بن أبي حمزة فلذا لا يضرّ ضعف علي بن أبي حمزة بصحة الرواية . هذا ولكن نقل في موضع آخر من الوسائل « 3 » عن وهيب بن حفص عن أبي بصير عن علي بن أبي حمزة . وعليه لا تصح الرواية الَّا ان الأمر سهل في الكراهة بناء على التسامح في أدلَّة المكروهات . وقد نقل في الوسائل « 4 » روايات\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 348 - ح 3 .\r\n« 2 » الوسائل / ج 17 - ص 348 - ح 4 .\r\n« 3 » الوسائل / ج 17 - ص 368 - ب 17 - ح 2 .\r\n« 4 » الوسائل / ج 9 - ص 361 - ب 28\r\n","page_name":" 184 ","page_number":191},
  {"content":"\r\n\r\nمسألة 6 : اللَّقطة ان كانت قيمتها دون الدرهم جاز ( 1 ) تملَّكها في الحال من دون تعريف وفحص عن مالكها ولا يملكها\r\n\r\n","description":"\r\nأخرى ، قد استشهد بها في الجواهر على شدّة الكراهة لكن لا تصلح لذلك لما ورد في بعضها : « لا يصلح » وفي آخر : « بئس ما صنع » فان كلّ هذه التعابير لا تثبت أزيد من الكراهة . وأمّا قوله : « لا يأخذها إلَّا مثلك » ظاهر في اختصاص الكراهة بغير مريد التعريف . وأمّا المنقول عن النبي ( ص ) : « لا تحلّ لقطتها إلَّا لمنشدها » عامّيّ لا سند له . فلا دليل على الحرمة وانّما الدليل على أصل الكراهة فحسب .\r\nوأمّا شدّة كراهة الالتقاط في الحرم فيشكل استفادتها من النصوص وذلك لأنّ النهي الوارد فيها على وزان سائر النصوص .\r\n( 1 ) جواز تملَّك دون الدرهم 1 - قد أفتى به المشهور ودلَّت عليه مرسلة ابن أبي عمير رواها الكليني عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن محمد بن أبي حمزة عن بعض أصحابنا عن أبي عبد اللَّه ( ع ) قال : « سألته عن اللَّقطة قال : تعرّف سنة - قليلا كان أو كثيرا - قال ( ع ) : وما كان دون الدّرهم فلا يعرّف « 1 » » .\r\nهذه الرواية ضعيفة بالإرسال إذ لا فرق بين مرسلات ابن أبي عمير\r\nو \r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 4 - ح 2 .\r\n","page_name":" 185 ","page_number":192},
  {"content":"\r\n\r\n","description":"\r\nسائر المرسلات في الضعف وذلك للعلم بروايته عن الضعفاء كثيرا واحتمال كون المرسل منها . وما نقل من إجماع العصابة على أنه من الذين لا يروون ولا يرسلون إلَّا عن ثقة فأصله عن الكشي وحجّة عنده لا عندنا . ولكن ينجبر ضعفها بعمل المشهور بمضمونها .\r\nوقد يقال : إنّ فتوى المشهور بذلك فلعلَّها لأجل ما نقله الشيخ من إجماع العصابة على تصحيح ما يصح عن ابن أبي عمير وغيره من أصحاب الإجماع بلا فرق بين مسنداتهم ومرسلاتهم ، وانّ هذا الإجماع يشكل تحصيله وعلى فرض ثبوته ليس إجماعا تعبّديا كاشفا عن رأي المعصوم لما نشاهد الوجدان أنّ هؤلاء رووا كثيرا عن الضعفاء والمجاهيل . وانما ينجبر ضعف السند بعمل المشهور إذا لم نعلم ضعف مستندهم .\r\nوفيه : أنّ غاية هذا الكلام ان هذا الخبر ضعيف عندنا وصحيح في نظرهم . ونحن وان نخالفهم في أصل المبنى ولا نرى وجها لتصحيح مرسلات ابن أبي عمير ، ولكن الكلام أنّ عمل المشهور جابر لضعف الخبر إذا كان مسلَّم الضعف . مع أنّ في المقام مرسلة أخرى رواها الصدوق قال : قال الصادق ( ع ) : « إن كانت اللَّقطة دون درهم فهي لك فلا تعرّفها « 1 » » . ولا يرد فيها إشكال مرسلة ابن أبي عمير بل إنّها من جوازم مرسلات الصدوق .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 351 - ح 9 .\r\n","page_name":" 186 ","page_number":193},
  {"content":"\r\nقهرا ( 1 ) بدون قصد التملَّك على الأقوى فإن جاء مالكها بعد ما التقطها دفعها اليه مع بقائها - وإن تملَّكها - على الأحوط لو لم يكن الأقوى . وان كانت تالفة لم يضمنها الملتقط وليس عليه عوضها ان كان بعد التملَّك وكذا قبله إن تلفت من غير تفريط منه .\r\n\r\n","description":"\r\n( 1 ) قد يشكل بأنّ في الخبر رتّبت الملكية على الأخذ ويفهم منه أنّ في بعض أفراد اللقطة - مثل ما دون الدرهم والدينار الممسوح « 1 » - جعل الشارع ملكية الملقوط للملتقط بمجرّد الأخذ بلا اعتبار لقصد التملَّك . فالملكية في هذه الموارد مترتبة على الأخذ قهرا . وعليه فلا ينبغي أن يكون دفعها واجبا بعد مجيء مالكها .\r\nوأجيب : أنّ قوله : « فهي لك » إرشاد إلى جواز التملَّك . والشاهد على ذلك أنّ هذا التعبير يوجد في بعض النصوص ، ولكن مع ذلك أمر الإمام ( ع ) بردّها إلى المالك بعد مجيئه . مثل ما رواه أبي بصير عن الباقر ( ع ) قال : « من وجد شيئا فهو له فليتمتّع به حتى يأتيه طالبه فإذا جاء طالبه ردّه إليه « 2 » » . فإنّ قوله :\r\n« فليتمتّع به حتى يأتيه طالبه » قرينة على عدم إرادة الملكية من اللَّام في « فهو له » وكذا الأمر بالرّد بعد مجيء المالك .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 351 - ح 9 ، وص 355 - ح 4 .\r\n« 2 » الوسائل / ج 17 - ص 354 - ب 4 - ح 2 .\r\n","page_name":" 187 ","page_number":194},
  {"content":"\r\n\r\n","description":"\r\nوممّا يشهد على ذلك صحيح حريز عن أبي عبد اللَّه ( ع ) قال : « لا بأس بلقطة العصا والشّظاظ والوتد والحبل والعقال وأشباهه وقال أبو جعفر : ليس لهذا طالب « 1 » » . حيث إنه ( ع ) نفى البأس عن الأخذ موجّها بعدم طالب له وهو غير التمليك .\r\nولذا اكتفى في مرسلة ابن أبي عمير بنفي وجوب التعريف . ومن هنا لو لم يقصد الأخذ التملَّك لا إشكال في عدم صيرورة الملقوط ملكا له بمجرد الأخذ .\r\nوعليه فهذه الروايات في صدد تشريع أصل جواز التملَّك ولا ينافي ذلك توقفه على القصد . كما لا ينافي كونه على وجه الضمان . بأن يشرع جواز تملَّك اللَّقطة على وجه الضمان كما صرّح بذلك في بعض النصوص المتقدمة .\r\nويدفع هذا الجواب ظهور قوله ( ع ) : « فهي لك لا تعرّفها » في التمليك القهري بمجرّد الالتقاط وان لم يقصد الملتقط تملَّك اللقطة . وأمّا الأمر بردّها بعد مجيء المالك في بعض النصوص فلا ينافي ذلك لإمكان أن يجعل الشارع ملكية اللقطة للملتقط في هذه الموارد على وجه التضمين . وأمّا قوله :\r\n« لا بأس بلقطة العصا والشظاظ والوتد و . . » فان الظاهر منه بمناسبة الحكم والموضوع هو نفي البأس عن تملَّكها . خصوصا بملاحظة قوله ( ع ) :\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 362 - ب 12 - ح 1 .\r\n","page_name":" 188 ","page_number":195},
  {"content":"\r\n\r\n","description":"\r\n« ليس لهذا طالب » . فإنه شبه تعليل لنفي البأس عن التملَّك . ولمّا كان قيمة هذه الأشياء أقلّ من درهم غالبا تثبت ملكيتها القهرية للملتقط بعموم قوله ( ع ) :\r\n« هي لك فلا تعرّفها » . فإذا كان هذا ظاهر النصوص في المقام فلا إشكال في حصول ملكية ما يعادل دون الدرهم من اللَّقطة للملتقط ولا وجه لاستبعاد ذلك . كما أنّ الأمر كذلك في الأشياء الحقيرة ممّا لا طالب له ويعرض عنه غالبا لذيل صحيح حريز المزبور آنفا .\r\nوأمّا نهيه ( ع ) عن أخذ هذه الأشياء في ما رواه عبد الرحمن بن أبي عبد اللَّه بقوله ( ع ) : « لا يمسّه » فمحمول على الكراهة لصراحة نفي البأس في الجواز .\r\n","footnote":"","page_name":" 189 ","page_number":196},
  {"content":"\r\n","description":"","footnote":"","page_name":" 190 ","page_number":197},
  {"content":"\r\n\r\nوجوب تعريف اللقطة وأحكامها\r\n","description":"","footnote":"","page_name":" 191 ","page_number":198},
  {"content":"\r\n","description":"","footnote":"","page_name":" 192 ","page_number":199},
  {"content":"\r\nوان كانت قيمتها درهما أو أزيد وجب عليه تعريفها ( 1 ) والفحص عن صاحبها فإن لم يظفر به فان كانت لقطة الحرم تخيّر بين أمرين التصدق بها مع الضمان كاللقطة في غير الحرم أو إبقاؤها وحفظها لمالكها\r\n\r\n","description":"\r\n( 1 ) وجوب تعريف اللَّقطة 1 - قد دلَّت النصوص المعتبرة الكثيرة على وجوب تعريف اللقطة وهي وان تشمل ما دون الدرهم أيضا إلَّا انه خارج بالدليل كما مرّ . والنصوص الدالَّة على وجوب تعريف اللقطة كثيرة . وقد عقد بعنوانها بابا في الوسائل ونكتفي بذكر بعضها :\r\nمنها : صحيح الحلبي عن أبي عبد اللَّه ( ع ) : « واللَّقطة يجدها الرّجل ويأخذها قال ( ع ) يعرّفها سنة فإن جاء لها طالب وإلَّا فهي كسبيل ماله « 1 » » .\r\nومنها : صحيح محمد بن مسلم عن أحدهما ( ع ) قال : سألته عن اللَّقطة قال ( ع ) : « لا ترفعوها فإن ابتليت فعرّفها سنّة فإن جاء طالبها وإلَّا فاجعلها في عرض مالك يجري عليها ما يجري على مالك إلى أن يجيء لها طالب « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 349 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 350 - ح 3 .\r\n","page_name":" 193 ","page_number":200},
  {"content":"\r\n\r\n","description":"\r\nومنها : ما رواه داود بن سرحان عن أبي عبد اللَّه ( ع ) : « أنّه قال في اللَّقطة يعرّفها سنة « 1 » » .\r\nومنها صحيح علي بن جعفر عن أخيه موسى بن جعفر ( ع ) قال : « سألته عن اللَّقطة يصيبها الرّجل قال : يعرّفها سنة « 2 » » .\r\nوخبره الآخر قال : « وسألته عن الرّجل يصيب اللَّقطة دراهم أو ثوبا أو دابّة ، كيف يصنع ؟ قال ( ع ) : يعرّفها سنة « 3 » » .\r\nوغيرها من النصوص نقلها تماما في الوسائل فراجع .\r\nوقد قيّدت مدة التعريف في هذه النصوص بالسّنة . وأمّا ما ورد في رواية أبان بن تغلب عن الصادق ( ع ) : « . . فقال ( ع ) : صر إلى المكان الذي أصبت فيه فعرّفه فإن جاء طالبه بعد ثلاثة أيّام فأعطه أيّام وإلَّا تصدّق به « 4 » » من توقيت التعريف بثلاثة أيّام ، فمحمول على صورة اليأس عن معرفة صاحبه بعد ثلاثة أيّام أو التصدّق مع الضمان كما قال في الوسائل .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 352 - ح 11 .\r\n« 2 » الوسائل / ج 17 - ص 352 - ح 12 .\r\n« 3 » الوسائل / ج 17 - ص 352 - ح 13 .\r\n« 4 » الوسائل / ج 17 - ص 350 - ح 7 .\r\n","page_name":" 194 ","page_number":201},
  {"content":"\r\nفلا ضمان عليه وليس ( 1 ) له تملَّكها . وان كانت لقطة غير الحرم تخيّر بين أمور ثلاثة تملَّكها والتصدّق بها مع الضمان فيهما وإبقاؤها أمانة في يده من غير ضمان .\r\n\r\n","description":"\r\n( 1 ) استدلال في الجواهر على عدم جواز تملَّك لقطة الحرم حتّى بعد التعريف . أوّلا : بالإجماع .\r\nوثانيا : بعمومات حرمة الاستيلاء على مال الغير ، بضميمة خلوّ نصوص المقام من جواز التملَّك . ولكن كلاهما مخدوشان .\r\nاما الإجماع : فلأنّه محتمل المدرك لاحتمال استناد المجمعين إلى بعض نصوص المقام أو العمومات المزبورة .\r\nوأمّا العمومات الناهية عن تصرّف مال الغير وتملَّكه فخصّصت بما ورد من النصوص في المقام .\r\nوثالثا : بظهور بعض النصوص الواردة في المقام في عدم جواز تملَّكها .\r\nفمنها : صحيحة إبراهيم بن عمر عن أبي عبد اللَّه ( ع ) : « قال ( ع ) : اللَّقطة لقطتان : لقطة الحرم وتعرّف سنة فإن وجدت صاحبها وإلَّا تصدّقت بها ولقطة غيرها وتعرّف سنة فإن لم تجد صاحبها فهي كسبيل مالك « 1 » » .\r\nوجه الدلالة واضح حيث إنّ الإمام ( ع ) بصدد تقسيم اللَّقطة . وقد بيّن\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 361 - ب 28 - ح 4 .\r\n","page_name":" 195 ","page_number":202},
  {"content":"\r\n\r\n","description":"\r\nالفرق بين لقطة الحرم وبين لقطة غيره بجواز تملَّكها بعد التعريف واليأس عن معرفة المالك في الثاني وعدمه في الأوّل . وإنّ التقسيم والتفصيل قاطعان للشركة .\r\nومنها : صحيح يعقوب بن شعيب قال : « سألت أبا عبد اللَّه ( ع ) عن اللَّقطة - ونحن يومئذ بمنى - فقال : أمّا بأرضنا هذه فلا يصلح وأمّا عندكم فإنّ صاحبها الذي يجدها يعرّفها سنة في كلّ مجمع ثمّ هي كسبيل ماله « 1 » » .\r\nومما يؤيّد ذلك ظاهر خبر علي بن أبي حمزة :\r\nقال : « سألت العبد الصّالح عن رجل وجد دينارا في الحرم فأخذه قال : بئس ما صنع ما كان ينبغي له أن يأخذه . قلت : ابتلى بذلك . قال ( ع ) : يعرّفه قلت : فإنّه قد عرّفه فلم يجد له باغيا قال ( ع ) : يرجع إلى بلده فيتصدّق به على أهل بيت من المسلمين فإن جاء طالبه فهو له ضامن « 2 » » . قوله : لم يجد له باغيا ، أي طالبا من قولهم : « بغى فلان ضالَّته : أي طلبها » . وأمّا قوله ( ع ) في صحيحة الفضيل بن يسار : « فإن لم يأخذها إلَّا مثلك فليعرّفها « 3 » » فغاية مدلوله جواز أخذ لقطة الحرم لمن يريد تعريفها ولا دلالة له على جواز التملَّك . كما أنّ قوله ( ع ) : « فإن كنت محتاجا فتصدّق بثلثها « 4 » » يحمل على إذن الإمام ( ع ) بتملَّك ثلثي الدينار بعد التعريف واليأس عن معرفة صاحبه . مضافا إلى ضعف سنده للجهل بحال\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 361 - ب 28 - ح 1 .\r\n« 2 » الوسائل / ج 9 - ص 361 - ب 28 - ح 3 .\r\n« 3 » الوسائل / ج 9 - ص 361 - ب 28 - ح 2 .\r\n« 4 » الوسائل / ج 9 - ص 362 - ح 7 .\r\n","page_name":" 196 ","page_number":203},
  {"content":"\r\n\r\n","description":"\r\nمحمد بن رجاء الواقع في سنده .\r\nنعم إذا لم تكن الحرم قابلة للتعريف يجوز تملَّكه . وذلك لصحيح فضيل بن غزوان قال : « كنت عند أبي عبد اللَّه ( ع ) ، فقال له الطَّيّار : إني وجدت دينارا في الطَّواف قد انسحق كتابته . قال : هو له » . « 1 » ومرسلة الفقيه قال : قال الصادق ( ع ) : « فإن وجدت دينارا مطلسا فهو لك لا تعرّفه « 2 » » .\r\nهذا ولكن لا يمكن إثبات جواز تملَّك أزيد من دينار واحد - ولو لم يكن قابلًا للتعريف . وذلك لدلالة عمومات المقام على عدم جواز تملَّك لقطة الحرم بعد التعريف واليأس . وإنّما خرج منه الدينار الواحد ولا دليل مخصّص لهذه العمومات يدل على جواز تملَّك أزيد منه إذا لم يكن قابلًا للتعريف . والكلام وان كان فيما لا يمكن تعريفه إلَّا أنّ عمومات نصوص المقام إذا دلَّت على عدم جواز تملَّك لقطة الحرم عند اليأس عن معرفة مالكها بعد التعريف تدل على ذلك في المقام بالفحوى .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 362 - ح 6 .\r\n« 2 » الوسائل / ج 17 - ص 351 - ب 2 - ح 9 .\r\n","page_name":" 197 ","page_number":204},
  {"content":"\r\n\r\nمسألة 7 : الدرهم هو الفضّة المسكوكة الرائجة في المعاملة وهو وإن اختلف عياره بحسب الأزمنة والأمكنة إلَّا أنّ المراد ( 1 ) هنا ما كان على وزن اثنتي عشرة حمّصة ونصف حمّصة وعشرها . وبعبارة أخرى نصف مثقال وربع عشر المثقال بالمثقال الصيرفي الذي يساوي أربع وعشرين حمّصة معتدلة . فالدّرهم يقارب نصف ريال عجميّ وكذا ربع روپية إنگليزية .\r\n\r\n","description":"\r\n( 1 ) قال الشهيد في الذكرى : « كلّ عشرة دراهم سبعة مثاقيل « 1 » » . ووافقه في المستمسك فقال : « إنّ الدرهم نصف مثقال شرعي وخمسه » وعليه فإنّهما قدّرا الدرهم بسبعة أعشار المثقال « 10 / 7 » .\r\nويستفاد من النصوص أنّ مقدار الدرهم ستّة دوانيق ومقدار كلّ دانق اثنا عشر حبّة .\r\nمنها : ما رواه سليمان بن حفص المروزيّ قال : قال أبو الحسن موسى بن جعفر ( ع ) : « الغسل بصاع من ماء والوضوء بمدّ من ماء وصاع النّبيّ خمسة أمداد والمدّ وزن مأتين وثمانين درهما والدّرهم وزن ستّة دوانيق والدّانق وزن ستّة حبّات والحبّة وزن حبّتي الشّعير من أوسط الحبّ لا من صغائره ولا من كبائره « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 101 .\r\n« 2 » الوسائل / ج 1 - ص 338 - ب 50 - ح 3 .\r\n","page_name":" 198 ","page_number":205},
  {"content":"\r\n\r\n","description":"\r\nوأيضا تدلّ على ذلك رواية حبيب الخثعمي إلَّا أنّ فيها كون الدرهم في عهد النبي خمسة دوانيق .\r\nوهي ما رواه حبيب الخثعمي : « أنّ أبا عبد اللَّه جعفر بن محمّد ( ع ) سئل عن الخمسة في الزّكاة من المائتين كيف صارت وزن سبعة ولم يكن هذا على عهد رسول اللَّه ( ص ) ؟ فقال ( ع ) : « إنّ رسول اللَّه ( ص ) جعل في كلّ أربعين أوقية فإذا حسبت ذلك كان على وزن سبعة وقد كانت وزن ستة ، كانت الدّراهم خمسة دوانيق .\r\nفقال له عبد اللَّه بن الحسن : من أين أخذت هذا ؟ قال : قرأت في كتاب أمّك فاطمة « 1 » » .\r\nفعلى أيّ حال لا إشكال في كون مقدار الدرهم ستة دوانيق وكلّ دانق اثنتا عشرة حبّة شعير معتدلة . وعليه فالدرهم يساوي اثنين وسبعين حبّة شعير . ولمّا كان كلّ مثقال مأة وعشرين شعيرا فيكون مقدار الدهم ستّة أعشار المثقال « 10 / 6 » . وهذا مخالف لما ذهب اليه الشهيد وما قال به في المستمسك . ولا بدّ لهذا الموضوع من فحص أكثر من ذلك ونحيله إلى محلَّه . وقد بحث عن ذلك في زكاة الذهب والفضة وزكاة الفطرة والغلَّات وفي المقدار المستحب من ماء الوضوء ، فراجع .\r\nوأمّا الدينار فمقداره يعادل مثقالا شرعيا وذلك لدلالة النصوص حيث عبّر فيها عن كلّ منهما بالآخر .\r\nففي صحيح الحسين بن بشار عن أبي الحسن ( ع ) قال :\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 100 - ب 4 - ح 1 .\r\n","page_name":" 199 ","page_number":206},
  {"content":"\r\n\r\nمسألة 8 : المدار في القيمة مكان الالتقاط وزمانه في اللَّقطة ، وفي الدرهم .\r\nفان وجد شيئا في بلاد العجم مثلا وكان قيمته في بلد الالتقاط ( 1 ) وزمانه أقلّ من نصف ريال أو وجد في بلاد تكون الرائج فيها الروپية وكان قيمته أقلّ من ربعها جاز تملَّكه في الحال ولا يجب تعريفه .\r\n\r\n","description":"\r\n« في الذّهب في كلّ عشرين دينارا نصف دينار فإن نقص فلا زكاة « 1 » » .\r\nوفي موثّق علي بن عقبة وعدّة من أصحابنا عن أبي جعفر وأبى عبد اللَّه ( ع ) قالا : « ليس فيما دون العشرين مثقالا من الذّهب شيء فإذا كملت عشرين مثقالا ففيها نصف مثقال إلى أربعة وعشرين » . « 2 »\r\n( 1 ) مقصوده ( قده ) من بلد الالتقاط هو البلد الذي وجد فيه الشيء . وأمّا دليل ذلك ظهور النصوص حيث إنّ القيمة الفعلية عند أهل العرف تكون بحسب قيمة بلد الالتقاط . وإنّ ظاهر النصوص ضمان اللَّقطة بما لها من القيمة الفعلية المتعارفة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 6 - ص 92 - ب 1 - ح 3 .\r\n« 2 » الوسائل / ج 6 - ص 93 - ح 5 .\r\n","page_name":" 200 ","page_number":207},
  {"content":"\r\n\r\nمسألة 9 : يجب التعريف فيما لم يكن أقلّ من الدرهم فورا ( 1 ) على الأحوط .\r\nنعم لا يجوز التسامح والإهمال والتساهل فيه فلو أخّره كذلك عصى إلَّا مع العذر وعلى أيّ حال لم يسقط التعريف .\r\n\r\n","description":"\r\n( 1 ) الكلام في فوريّة وجوب تعريف اللقطة 1 - إنّ وجوب التعريف فورا بدليل ظهور نصوص المقام في وجوب تعريف اللَّقطة من حين التقاطها . وليس هذا لأجل ظهور صيغة الأمر في الفورية حتّى يشكل بعدم ظهورها فيها . ولا لأجل ظهور قوله ( ع ) : « يعرّفها سنة » لأنّ ظاهره كون السّنة ظرفا للتعريف من دون نظر إلى زمان شروعه فمن هنا لا دلالة له على وجوب التعريف من حين الالتقاط إلى سنة وإلَّا لكان المناسب أنّ يقول : « يعرّفها إلى سنة » لدلالة انتهاء الغاية على كون ابتداء الغاية من حين الالتقاط .\r\nبل إنّما تكون فورية وجوب التعريف لأجل أنّه يتحقق من حين الالتقاط على وجه أحسن وآثر . حيث إنّ صاحب المال أذكر بموضعه ومكانه في ابتداء زمان فقدانه . وكلّ ما مضى منه الزمان تغيب خصوصيات المال ومكانه عن ذهنه أكثر من السابق . وهذا أمر طبيعي عادي ومرتكز بين أهل العرف . وهذه القرينة المقامية كافية لظهور النصوص في وجوب التعريف من\r\n","footnote":"","page_name":" 201 ","page_number":208},
  {"content":"\r\n\r\nمسألة 10 : قيل : لا يجب التعريف إلَّا إذا كان ناويا للتملَّك بعده\r\nوالأقوى وجوبه مطلقا ( 1 ) وإن كان من نيّته ذلك أو التصدّق أو الحفظ لمالكها أو غير ناو لشيء أصلا .\r\n\r\nمسألة 11 : مدّة التعريف الواجب سنة كاملة .\r\nولا يشترط فيها التوالي ( 2 ) فإن عرّفها في ثلاثة شهور في سنة على نحو يقال في العرف\r\n\r\n","description":"\r\nحين الالتقاط . وهذا ثابت بدلالة الاقتضاء .\r\nوإذا ثبت كون مبدأ التعريف من حين الالتقاط إلى سنة ، تثبت الفورية قهرا .\r\n( 1 ) وذلك لعدم اشتراط وجوب التعريف في النصوص بنية التملَّك . بل إنّما فرّع فيها جواز التملَّك على التعريف وعدم مجيء صاحبه . فالتفريع من جانب جواز التملَّك لا من جانب التعريف وهذا واضح لمن شاهد النصوص .\r\n( 2 ) في مدّة التعريف واشتراط التّوالي فيه 2 - أمّا أصل وجوب التعريف سنة كاملة فلا ريب في دلالة النصوص عليه كما سبق ذكرها . وقد حملنا ما دلّ « 1 » على توقيته بثلاثة أيّام على صورة اليأس عن معرفة المالك .\r\n\r\n","footnote":"\r\n« 1 » وهو صحيح أبان بن تغلب راجع الوسائل / ج 17 - ص 350 - ح 7 .\r\n","page_name":" 202 ","page_number":209},
  {"content":"\r\nإنّه عرّفها في تلك المدّة ثم ترك التعريف بالمرّة ثم عرّفها في سنة أخرى ثلاثة شهور ، وهكذا إلى أن كمل مقدار سنة في ضمن أربع سنوات مثلا كفى في تحقق التعريف - الذي هو شرط لجواز التملَّك والتصدق - وسقط عنه ما وجب عليه وإن كان عاصيا في تأخيره بهذا المقدار إن كان بدون عذر .\r\n\r\n","description":"\r\nوأمّا توالي التعريف واتصال دفعاته فيمكن استفادته من ظاهر قوله :\r\n« تعرّفها سنة » ، بتقريب أنّ عناوين الزمان - مثل اليوم والشهر والسنة - المأخوذة في الموضوعات الأحكام في النصوص تكون ظاهرة في الاتّصال عرفا ، ومن هنا استظهر توالي ثلاثة أيّام في أقلّ الحيض من نصوصه . وعليه فالسّنة المذكورة في نصوص المقام ظاهرة في المتّصلة منها لأنّها هي المتعارفة المنسبقة إلى أذهان أهل العرف من إطلاق لفظ السّنة . فلا يمكن القول بإطلاق قوله : « تعرّفها سنة » لمنع هذا الظهور عن انعقاد الإطلاق . ومن هنا لا تصحّ دعوى شمول السنة المذكورة في نصوص المقام للسنة المنفصلة بأن يصير مجموع التعاريف - الواقعة في الشهور المنفصلة في ضمن أربع سنوات - معادل سنة واحدة . هذا مضافا إلى أنّ الجهة التي ذكرناها في بيان استظهار فورية وجوب التعريف من النصوص تقتضي اتصال سنة التعريف أيضا .\r\n","footnote":"","page_name":" 203 ","page_number":210},
  {"content":"\r\n\r\nمسألة 12 : لا يعتبر في التعريف مباشرة ( 1 ) الملتقط\r\nبل يجوز استنابة الغير مجّانا أو بالأجرة مع الاطمئنان بإيقاعه . والظاهر أنّ اجرة التعريف على الملتقط ( 2 ) إلَّا إذا كان من قصده أن يبقى بيده ويحفظها لمالكه . فإنّ في كون الأجرة على المالك أو عليه تردّدا والأحوط التصالح .\r\n\r\n","description":"\r\n( 1 ) وذلك لأن التعريف ليس من الأفعال التكوينية الَّتي لا تقبل الاستنابة كالأكل والشرب وغيرهما ممّا تعتبر المباشرة في إسنادها إلى الفاعل ، بل يكون من قبيل البيع والشراء ممّا لا تعتبر المباشرة في إسنادها إلى الفاعل . بل يصحّ إسناده إلى غير المباشر الذي صدر الفعل عن المباشر بأمره وإرادته . وفي المقام يسند تعريف النائب والأجير إلى المستنيب والموجر عرفا .\r\n( 2 ) اجرة التعريف على الملتقط أو على المالك ؟ 2 - لأنّ الملتقط إذا كان من قصده تملَّك اللقطة - ولو في طول التعريف واليأس عن معرفة المالك - لا يصدق عليه عنوان المحسن بخلاف ما إذا التقطه بنيّة حفظ المال وإيصاله إلى المالك فقط من دون قصد التملَّك أصلا . فلا إشكال في صدق عنوان المحسن عليه حينئذ ولا سبيل عليه بتحميل خسارة مخارج حفظ المال وغرم إيصاله إلى المالك عليه . نعم لا يجوز له أخذ الأجرة\r\n","footnote":"","page_name":" 204 ","page_number":211},
  {"content":"\r\n\r\n","description":"\r\nعلى فعل الحفظ والإيصال - ما دام لم يتحمّل المخارج - وذلك لعدم ورود الخسارة عليه بمجرّد العمل حتّى يكون عدم دفع الأجرة إليه من قبيل السّبيل على المحسن .\r\nهذا كلَّه في عدم جواز تحميل مخارج الحفظ والإيصال على الملتقط .\r\nوأمّا كونها على المالك أو على غيره - كالحاكم يأخذها من بيت المال - ، فالظاهر أنّها على المالك . وذلك للنصوص المجوّزة لاستخدام الجارية اللقيطة قبال إنفاقها « 1 » وما دلّ على جواز أخذ مخارج حفظ الطَّفل اللَّقيط من أمواله بعد ما كبر « 2 » وما دلّ على جواز الانتفاع من ظهر الدّابّة المرهونة ومن لبنها قبال نفقة علفها وحفظها « 3 » . والمقام وإن يغاير موارد النصوص من بعض\r\n\r\n","footnote":"\r\n« 1 » مثل ما رواه محمد بن أحمد قال : « سألت أبا عبد اللَّه ( ع ) عن اللَّقيطة فقال :\r\nلا تباع ولا تشترى ولكن تستخدمها بما أنفقت عليها « . الوسائل / ج 17 - ص 372 - ح 4 .\r\n« 2 » مثل ما رواه حاتم بن إسماعيل المدائني عن أبي عبد اللَّه ( ع ) قال :\r\n« المنبوذ حرّ فإن أحبّ أن يوالي غير الذي ربّاه والاه فإن طلب الذي ربّاه النّفقة وكان موسرا ردّ عليه » . الوسائل / ج 17 - ص 371 - ب 22 - ح 2 .\r\nوما رواه عبد الرّحمن العرزميّ عن أبي عبد اللَّه ( ع ) عن أبيه ( ع ) قال : « المنبوذ حرّ فإذا كبر فإن شاء توالى إلى الذي التقطه وإلَّا فليردّ عليه النّفقة فليذهب فليوال من شاء » . الوسائل / ج 17 - ص 371 - ب 22 - ح 3 .\r\n« 3 » مثل صحيحة أبي ولَّاد قال : « سألت أبا عبد اللَّه ( ع ) عن الرّجل يأخذ الدّابّة والبعير رهنا بماله إله أن يركبه ؟ قال : فقال ( ع ) : إن كان يعلفه فله أن يركبه » . الوسائل / ج 13 - ص 134 - ب 12 - ح 1 .\r\n","page_name":" 205 ","page_number":212},
  {"content":"\r\n\r\nمسألة 13 : لو علم بأنّ التعريف لا فائدة فيه أو حصل له اليأس من وجدان مالكها قبل تمام السنة\r\nسقط وتخيّر ( 1 ) بين الأمرين في لقطة الحرم والأحوط ذلك في لقطة غيره أيضا .\r\n\r\n","description":"\r\nالجهات ولكن لا فرق بينهما من جهة الملاك حيث لا خصوصية لموارد النصوص . هذا مضافا إلى موافقة ذلك لسيرة العقلاء حيث إنّهم لا يحمّلون مخارج حفظ المال وإيصاله على الملتقط . وعليه فلا وجه للتردّد في ذلك والاحتياط بالتصالح ظاهرا .\r\n( 1 ) حكم اليأس عن المالك قبل تمام التعريف 1 - قلنا سابقا إنّ مقتضى مدلول النصوص الواردة في لقطة الحرم عدم جواز تملَّكها بعد التعريف واليأس وتدلّ بالفحوى على عدم جواز تملَّكها عند عدم التعريف - ولو لأجل عدم القابلية له - هذا مضافا إلى مقتضى الأصل اللَّفظي من حرمة التصرف في مال الغير .\r\nنعم خصوص مقدار الدينار يجوز تملَّكه لو لم يكن قابلًا للتعريف وذلك بدلالة النص المخصّص للعمومات المذكورة .\r\nوقد يقال : إنّ عدم جواز تملَّك اللَّقطة يختصّ بصورة إمكان معرفة\r\n","footnote":"","page_name":" 206 ","page_number":213},
  {"content":"\r\n\r\nمسألة 14 : لو تعذّر التعريف في أثناء السنة انتظر لرفع العذر وليس عليه بعد ارتفاع العذر استئناف السنة بل يكفي تتميمها ( 1 ) .\r\n\r\n","description":"\r\nالمالك ومن هنا لا مانع من التملَّك إذا لم تكن اللقطة قابلة للتعريف .\r\nوفيه : إنّ مع العلم بكون اللَّقطة للغير يدخل تصرفها في عمومات حرمة التصرف في مال الغير فالأصل اللَّفظي يقتضي عدم جواز تملَّكها ولا عموم في نصوص اللقطة يدلّ على جواز تملَّكها مطلقا - حتى في صورة عدم التعريف - وعليه فمقتضى العمومات العامة الدالَّة على حرمة التصرف في مال الغير وظاهر النصوص الناهية عن تملَّك لقطة الحرم عدم جواز تملَّكها مطلقا حتى فيما إذا لم تكن قابلة للتعريف .\r\nنعم يمكن القول بجواز تملكها في غير الحرم عند عدم القابلية للتعريف وذلك لدلالة نصوصها على جواز تملَّكها بعد التعريف واليأس عن معرفة مالكها . والمفروض أنّ اليأس عن معرفته حاصل حينئذ من أوّل الأمر . بل لا يبعد القول فيها أيضا بعدم الجواز وذلك لخروج خصوص اليأس الحاصل بعد التعريف عن عمومات حرمة التصرف في مال الغير ، فيبقى الباقي تحتها - وهو صورة عدم التعريف ولو لأجل عدم القابلية .\r\n( 1 ) لأن الواجب تعريفها خلال سنة واحدة من حين التقاطها كما قلنا آنفا .\r\n","footnote":"","page_name":" 207 ","page_number":214},
  {"content":"\r\n\r\nمسألة 15 : لو علم بعد تعريف سنة أنّه لو زاد عليها عثر على صاحبه ، فهل يجب عليه الزيادة إلى أن يعثر عليه أم لا ؟ وجهان ( 1 ) : أحوطهما الأوّل خصوصا إذا علم بعثوره مع زيادة يسيرة .\r\n\r\nمسألة 16 : لو ضاعت اللَّقطة من الملتقط ووجدها شخص آخر لم يجب عليه التعريف بل يجب ( 2 ) عليه إيصالها إلى الملتقط الأوّل . نعم لو\r\n\r\n","description":"\r\n( 1 ) ولكن أقواهما الثاني وذلك أوّلا : لظهور تحديد التعريف بالسنة في النصوص في نفي وجوبه أزيد منها . وثانيا : بدلالة قوله : « يعرّفها سنة فإن جاء لها طالب وإلَّا فهي كسبيل ماله » في صحيح الحلبي وغيره « 1 » ، فإنّه ظاهر بإطلاقه في جواز تملَّك اللقطة بعد تعريف السنة وعدم مجيء صاحبها ولو لم ييأس اللَّاقط من الظَّفر على مالكه . ولازم ذلك عدم وجوب تعريفها أزيد من سنة مطلقا حتّى في فرض الكلام .\r\n( 2 ) في وظيفة الملتقط الثاني 2 - لا وجه لوجوب إيصالها إلى الملتقط الأوّل لأنه ملتقط بنفسه وتشمله عمومات وجوب التعريف . فلذا يجب عليه التعريف بمجرّد الالتقاط إلَّا أن يعلم أنّ الملتقط الأوّل يعمل بوظيفته فيجوز حينئذ إيصالها إليه كما\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 349 - ب 2 - ح 1 .\r\n","page_name":" 208 ","page_number":215},
  {"content":"\r\nلم يعرفه وجب عليه التعريف سنة طالبا به المالك أو الملتقط الأوّل فأيّا منهما عثر عليه يجب دفعها إليه من غير فرق بين ما كان ضياعها من الملتقط قبل تعريفه سنة أو بعده .\r\n\r\n","description":"\r\nيجوز دفعها إلى أيّ شخص يطمئنّ بأنّه يعرّفها . وأمّا إذا جهل بحاله لا يجوز إيصالها إليه لأنّ التعريف يجب على نفسه بمقتضى عموم النصوص . وعليه لو علم أنّ الملتقط الأوّل عرّفها فإن كان زمان تعريفه أقلّ من سنة يجب على الثاني تكميله لو لم يطمئن بأنّه يعمل بالوظيفة وإلَّا جاز دفعها إلى الأوّل كما في التعريف الابتدائي .\r\nوأمّا لو علم بأنّ الملتقط الأوّل عرّفها سنة كاملة فيجب عليه إيصال اللَّقطة إليه لو عرفه ، وذلك لأنّه استحقّ بتعريفها الكامل تملَّكها . وأمّا إذا لم يعرفه فهل يجب عليه حينئذ التعريف أو هو مخير بين التملَّك والتصدّق والحفظ - على التفصيل السابق - فالظاهر عدم وجوب التعريف حينئذ . حيث إنّ المفروض أنّها قد عرّفت سنة كاملة بعد ضياعها عن مالكها وأنّ الملتقط الأوّل لم يملكها بمجرّد التعريف حتى يصير بذلك مالكا جديدا فيجب على الملتقط الثاني أيضا تعريفها إلى سنة كاملة بمقتضى عمومات التعريف ، بل إنّما استحقّ بذلك تملَّكها . فهو خارج عن عمومات وجوب تعريف اللقطة المملوكة للغير .\r\n","footnote":"","page_name":" 209 ","page_number":216},
  {"content":"\r\n\r\nمسألة 17 : إذا كانت اللقطة ممّا لا تبقى لسنة كالطبيخ والبطَّيخ واللحم والفواكه والخضروات جاز أن ( 1 ) يقوّمها على نفسه ويأكلها ويتصرّف فيها أو يبيعها من غيره\r\n\r\n","description":"\r\n( 1 ) حكم ما لا بقاء له 1 - وذلك لما رواه محمد بن يعقوب عن علي بن إبراهيم عن أبيه عن النوفلي عن السكوني عن أبي عبد اللَّه ( ع ) : « إنّ أمير المؤمنين ( ع ) سئل عن سفرة وجدت في الطَّريق مطروحة كثير لحمها وخبزها وجبنها وبيضها وفيها سكَّين .\r\nفقال أمير المؤمنين ( ع ) : يقوّم ما فيها ثمّ يؤكل لأنّه يفسد وليس له بقاء فإن جاء طالبها غرموا له الثّمن « 1 » » .\r\nهذه الرواية موثّقة لأجل وقوع النوفلي والسكوني في طريقها . وهي صريحة في جواز الأكل بعد التقويم . ويدلّ تعليله ( ع ) بأنّه يفسد وليس له بقاء على جواز تصرّف كلّ لقطة يكون في معرض التلف أو الفساد على وجه التضمين . وممّا يدلّ على ذلك أيضا مرسل الفقيه قال : قال الصادق ( ع ) : « إن وجدت طعاما في مفازة فقوّمه على نفسك لصاحبه ثمّ كله فإن جاء صاحبه فردّ عليه القيمة « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 372 - ب 23 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 351 - ح 9 .\r\n","page_name":" 210 ","page_number":217},
  {"content":"\r\nويحفظ ثمنها لمالكها . والأحوط ( 1 ) أن يكون بيعها بإذن الحاكم مع الإمكان ، وإن كان الأقوى عدم اعتباره . والأحوط حفظها إلى آخر زمان الخوف من الفساد بل وجوبه ( 2 ) لا يخلو من قوّة . وكيف كان لا يسقط التعريف ( 3 ) فيحفظ خصوصياتها وصفاتها\r\n\r\n","description":"\r\n( 1 ) هذا الاحتياط استحبابي لكونه مسبوقا بالفتوى بجواز بيعها مطلقا - سواء أذن الحاكم أم لا . ولكن لا وجه للرجوع إلى الحاكم بعد ما صدر الإذن العامّ من الإمام ( ع ) بجواز التقويم والأكل . اللَّهم إلَّا أن يقال إنّما جوّز الإمام ( ع ) التقويم والأكل وهما غير البيع فإنّه تصرّف في مال الغير يحتاج إلى إذن الإمام ( ع ) فإذا لم يستفاد من الموثقة لا بدّ من إذن الحاكم النائب منابه ( ع ) . ولكن الإنصاف لا إشكال في دلالتها على جواز البيع بالملازمة بل الفحوى فإذا جاز التقويم والأكل جاز بيعها وحفظ ثمنها لمالكها قطعا .\r\n( 2 ) لا وجه لوجوب حفظها بعد ما جوّز الإمام ( ع ) أكلها تضمينا من ابتداء زمان الالتقاط إلَّا أن يقال إنّ تعليله ( ع ) بالفساد وعدم البقاء يقتضي وجوب الصبر حتى يقرب زمان فساده . ولكنّه غير وجيه لظهور كلامه ( ع ) في كفاية الفساد وعدم البقاء الشأني في جواز التقويم والأكل بأن يصدق أنّ الشيء ممّا يفسد ولا يبقى عادة .\r\n( 3 ) إنّ وجوب التعريف خلاف ما دلَّت عليه الموثّقة المزبورة من\r\n","footnote":"","page_name":" 211 ","page_number":218},
  {"content":"\r\nقبل أن يأكلها أو يبيعها ثم يعرّفها سنة فان جاء صاحبها وقد باعها دفع ثمنها إليه وإن أكلها غرمها بقيمتها . وإن لم يجيء فلا شيء عليه .\r\n\r\nمسألة 18 : يتحقق تعريف سنة بأن يكون في مدّة سنة متوالية ( 1 ) أو غير متوالية مشغولا بالتعريف\r\nبحيث لم يعدّ في العرف متسامحا متساهلا في الفحص عن مالكه بل عدّوه فاحصا عنه في هذه المدّة . ولا يتقدّر ذلك بمقدار معيّن بل هو أمر عرفي . وقد نسب إلى المشهور تحديده بأن يعرّف في الأسبوع الأوّل في كلّ يوم مرّة ثم في بقيّة الشهر في كلّ أسبوع مرّة وبعد ذلك في كل شهر مرّة . والظاهر أنّ المراد بيان أقلّ ما يصدق عليه تعريف سنة عرفا . ومرجعه إلى كفاية بضع وعشرين مرّة بهذه الكيفية . وفيه اشكال من جهة الإشكال في كفاية كلّ\r\n\r\n","description":"\r\nإطلاق جواز التقويم والتصرّف وإلَّا لكان المناسب أنّ يعلَّق ذلك على التعريف المناسب له كما علَّق عليه جواز التملَّك في سائر أفراد اللَّقطة أو يأمر بتعريفه بعد ذلك . اللَّهم إلَّا أن يقال بكفاية تغريم الواجد ثمنه وأمره بدفعه إلى مالكه عند مجيئه في الدّلالة على ذلك نظرا إلى كون ذلك بعد التعريف ، كما في سائر نصوص المقام .\r\n( 1 ) مرّ سابقا أنّه يعتبر توالي سنة التعريف ، لظهور عناوين الأزمنة في الاتّصال كما مرّ .\r\n","footnote":"","page_name":" 212 ","page_number":219},
  {"content":"\r\nشهر مرّة في غير الشهر الأوّل . والظاهر كفاية كلّ أسبوع مرّة إلى تمام الحول . والأحوط ( 1 ) أن يكون في الأسبوع الأوّل كلّ يوم مرة .\r\n\r\nمسألة 19 : محلّ التعريف مجامع الناس ( 2 ) كالأسواق والمشاهد\r\nومحلّ إقامة الجماعات ومجالس التعازي وكذا المساجد حين اجتماع الناس فيها وإن كره ذلك فيها فينبغي أن يكون على أبوابها حين دخول الناس فيها أو خروجهم عنها .\r\n\r\n","description":"\r\n( 1 ) هذا الاحتياط استحبابي لكونه مسبوقا بكفاية التعريف في كلّ أسبوع مرّة مطلقا . ثم إنه لم يدلّ نصّ خاصّ على تحديد دفعات مقدار التعريف بل الملاك صدق تعريف سنة متوالية من حين التقاطها وفي صدقه على كل شهر غير الشهر الأوّل مشكل . مضافا إلى أنّ المرجع عند الشك قاعدة الاشتغال فيجب في كل أسبوع مرّة إلى آخر السنة .\r\n( 1 ) محل التعريف\r\n( 2 ) وذلك لتوقف التعريف على ذلك عادة . مضافا إلى الأمر به في بعض نصوص المقام كقوله ( ع ) في صحيح يعقوب بن شعيب : « يعرّفها سنة في كلّ مجمع « 1 » » وقوله ( ع ) لسعيد بن عمر الجعفي : « يا سعيد اتّق اللَّه عزّ وجلّ وعرّفه\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 361 - ب 28 - ح 1 .\r\n","page_name":" 213 ","page_number":220},
  {"content":"\r\n\r\nمسألة 20 : يجب أن تعرّف اللَّقطة في موضع الالتقاط ( 1 )\r\nمع احتمال وجود صاحبها فيه إن وجدها في محل متأهّل من بلد أو قرية أو نحوهما . ولو لم يقدر على البقاء لم يسافر بها بل استناب شخصا أمينا ثقة ليعرّفها . وإن وجدها في المفاوز والبراري والشوارع وأمثال ذلك عرّفها لمن يجده فيها حتى أنّه لو اجتازت قافلة تبعهم وعرّفها فيهم فإن لم يجد المالك فيها أتمّ التعريف في غيرها من البلاد أيّ بلد شاء ممّا احتمل وجود صاحبها فيه . وينبغي أن يكون في أقرب البلدان إليها فالأقرب مع الإمكان .\r\n\r\nمسألة 21 : كيفية التعريف أن يقول المنادي : من ضاع له ذهب أو فضّة أو ثوب ؟\r\nوما شاكل ذلك من الألفاظ بلغة يفهمها الأغلب . ويجوز أنّ يقول « من ضاع له شيء أو مال ؟ » ، بل ربما قيل : إنّ ذلك أحوط وأولى . فإذا ادّعى أحد ضياعه سأله عن خصوصياته وصفاته وعلاماته\r\n\r\n","description":"\r\nفي المشاهد « 1 » « . وأمّا وجه كراهة التعريف في المساجد فلأنّها محلّ العبادة لا الاشتغال بالأمور الدنيوية كما يستفاد من بعض النصوص .\r\n( 1 ) وذلك لتوقّف التعريف على الإتيان به في محلّ الالتقاط . حيث إنّ صاحب المال يرجع إليه عقيب ماله عادة . ويدلّ على ذلك قوله ( ع ) في\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 356 - ب 6 - ح 1 .\r\n","page_name":" 214 ","page_number":221},
  {"content":"\r\n\r\n","description":"\r\nرواية أبان بن تغلب : « صر إلى المكان الذي أصبت فيه فعرّفه « 1 » » .\r\nولا فرق في ذلك بين الليل والنهار - كما قيل - فإنّ المعتبر في محل التعريف أحد أمرين : أحدهما : احتمال رجوع المالك إليه . والآخر : اجتماع النّاس وحضورهم فيه لأيّ غرض حتّى يتحقّق التعريف . وربما يتفق ذلك في اللَّيل أيضا .\r\nنعم لو سقط المال من المالك غفلة في الصحاري والشوارع العامّة بحيث يعلم عادة أنّه لا يعلم مكان السقوط حتّى يرجع إليه عقيب ماله ، لا يجب كون التعريف في مكان الالتقاط حينئذ ويجوز الاكتفاء بالتعريف في المشاهد وأقرب المجامع إلى ذلك المكان ولكن توجد الأمارة غالبا في موارد احتمال رجوع المالك إلى مكان الالتقاط ، من رماد النّار وبقية المأكول وسائر آثار الجلوس . وعليه كلَّما وجدت أمارة دالَّة على رجوع صاحب المال إلى مكان الالتقاط يجب تعريف اللقطة فيه ولكن لا يجوز الاكتفاء به وذلك لان صاحب المال إذا رجع اليه ولم يجد ماله هناك يرجع عقيب ماله عادة إلى أقرب المجامع من ذلك المكان ويفحص . ومن هنا يجب التعريف في المجامع والقرى القريبة إلى مكان الالتقاط على أيّ حال . هذا مضافا إلى عموم قوله في صحيح يعقوب بن شعيب : « يعرّفها سنة في كلّ مجمع » . إلَّا إذا لم يحتمل تأثيرا في التعريف في غير مكان الالتقاط .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 350 - ح 7 .\r\n","page_name":" 215 ","page_number":222},
  {"content":"\r\nمن وعائه وخيطه وصنعته وأمور يبعد اطَّلاع غير المالك عليه من عدده وزمان ضياعه ومكانه وغير ذلك . فإذا توافقت الصّفات والخصوصيّات التي ذكرها الخصوصيّات الموجودة في ذلك المال فقد تمّ التعريف . ولا يضرّ جهله ( 1 ) ببعض الخصوصيات التي لا يطَّلع عليها المالك غالبا ولا يلتفت إليها إلَّا نادرا . ألا ترى أنّ الكتاب الذي يملكه الإنسان ويقرؤه ويطالعه مدّة طويلة من الزمان لا يطَّلع غالبا على عدد أوراقه وصفحاته ؟ فلو لم يعرف مثل ذلك لكن وصفه بصفات وعلامات أخر لا تخفى على المالك كفى في تعريفه وتوصيفه .\r\n\r\nمسألة 22 : إذا لم تكن اللقطة قابلة للتعريف\r\nبأن لم تكن لها علامة وخصوصيات ممتازة عن غيرها حتّى يصف بها من يدّعيها ويسأل عنها الملتقط - كدينار واحد من الدنانير المتعارفة غير مصرور ولا مكسور -\r\n\r\n","description":"\r\n( 1 ) لان المعتبر في تماميّة التعريف وجواز دفع اللَّقطة إلى الطالب حصول الاطمئنان النوعي بكونها له وان لم يطمئنّ شخص الملتقط بأنّها للطالب . وذلك لاستقرار سيرة العقلاء على ذلك . ويظهر من نصوص المقام أنّ المدار في وجوب دفع اللقطة إلى طالبها معرفة الملتقط صاحب المال عادة وحسب المتعارف . وبعبارة أخرى يكون ذكر خصوصيات المال وعلائمه في هذه الموارد أمارة عرفية على كون المال لمن ذكرها .\r\n","footnote":"","page_name":" 216 ","page_number":223},
  {"content":"\r\nسقط التعريف . وحينئذ هل يتخيّر بين الأمور الثلاثة المتقدّمة من دون تعريف أو يعامل معه معاملة مجهول المالك فيتعيّن التصدّق به ؟ وجهان أحوطهما الثاني ( 1 )\r\n\r\n","description":"\r\n( 1 ) حكم ما ليس قابلًا للتعريف 1 - هذا الاحتياط وجوبي لعدم فتوى الماتن « قده » بالتخيير بين الأمور الثلاثة التي منها جواز تملَّكها . وأمّا وجه كونها في حكم مجهول المالك وعدم جواز تملَّكها احتياطا ما دلّ من العمومات على حرمة التصرف في مال الغير بغير طيب نفسه وسائر عمومات حرمة الغصب وإنّما خرج منها صورة اليأس عن معرفة مالكه بعد التعريف في غير لقطة الحرم فيبقى باقي صور الالتقاط تحت عمومات المنع . نعم وردت روايتان دلَّتا على جواز تملَّك مقدار الدينار الواحد إذا لم يكن قابلًا للتعريف .\r\nأحدهما : مرسل الفقيه عن الصادق ( ع ) قال : « فإن وجدت في الحرم دينارا مطلسا فهو لك لا تعرّفه « 1 » » . المراد من المطلس هو الممسوح المنسحق كتابته .\r\nوالآخر خبر الفضيل بن غزوان قال : « كنت عند أبي عبد اللَّه ( ع ) فقال له الطَّيّار :\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 351 - ح 9 .\r\n","page_name":" 217 ","page_number":224},
  {"content":"\r\n\r\n","description":"\r\nإنّي وجدت دينارا في الطَّواف قد انسحق كتابته . قال ( ع ) : هو له » . « 1 » ودلالتهما على جواز تملَّك مقدار الدينار الواحد إذا لم يكن قابلًا للتعريف واضح . وذلك لأنّ انسحاق كتابة الدينار في خبر الفضيل وطلسه في مرسل الفقيه إشارة إلى محو علائمه وآثاره وعدم قابليته للتعريف ، بل ظاهرهما حصول التمليك القهري بمجرد الالتقاط . لظهور اللَّام في قوله : « هو له « في الملكية ولكنهما ضعيفان سندا أمّا المرسل فلإرساله وإن كان من جوازم مرسلات الصدوق . وأما خبر الفضيل فللجهل بحاله حيث لم يوثّق وليس من المعاريف . نعم وثّقه ابن حجر العسقلاني على ما في جامع الرواة إلَّا أنّ ابن حجر من علماء العامة ومشايخهم وتوثيقهم ليس بشيء إلَّا أن تثبت وثاقة الموثّق منهم بالخصوص مثل بعض رواة أحاديثنا المتّفق على وثاقته وليس ابن حجر من هذا القبيل . وأمّا ما قال المحدث القمي في الكنى والألقاب :\r\n« إنّه شيخ أهل الحديث ومن كبار المجتهدين على مذهب الشافعي له مصنفات مشهور في الحديث والرجال » ، فليس بمعنى التوثيق . وعليه فالرّوايتان ضعيفتان سندا ولم يثبت عمل المشهور من القدماء بذلك حتّى ينجبر به ضعفهما بل لم أجد في موضع من الجواهر أن ينقل فتوى أحد بملكية الدينار الواحد غير القابل للتّعريف .\r\nوعليه فإذا لم يكن قابلًا للتعريف ولم يجز تملَّكه يترتّب عليه حكم\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 362 - ح 6 .\r\n","page_name":" 218 ","page_number":225},
  {"content":"\r\n\r\nمسألة 23 : إذا التقط اثنان لقطة واحدة\r\nفإن كان دون درهم جاز ( 1 ) لهما تملَّكها في الحال من دون تعريف وكان بينهما بالتساوي . وان كانت بمقدار درهم فما زاد وجب عليهما تعريفها وان كانت حصّة\r\n\r\n","description":"\r\nمجهول المالك وهو التصدق . وذلك لدخوله حينئذ تحت عموماته مثل معتبرة داود بن أبي يزيد .\r\nرواها محمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن موسى بن عمر عن الحجّال عن داود بن أبي يزيد عن أبي عبد اللَّه ( ع ) قال :\r\n« قال رجل : إنّى قد أصبت مالا وإنّي قد خفت فيه على نفسي ولو أصبت صاحبه دفعته إليه وتخلَّصت منه . قال : فقال له أبو عبد اللَّه ( ع ) : واللَّه إن لو أصبته كنت تدفعه إليه ؟ قال : إي ، فحلف . فقال ( ع ) : فاذهب فاقسمه في إخوانك ولك الأمن ممّا خفت منه . قال : فقسّمته بين إخواني « 1 » » .\r\n( 1 ) حكم ما لو التقط شخصان شيئا واحدا 1 - وجه الجواز دلالة بعض النصوص على جواز تملَّك ما وجد من الأشياء الحقيرة التي لا طالب لها . مثل صحيح حريز عن أبي عبد اللَّه ( ع ) قال :\r\n« لا بأس بلقطة العصا والشّظاظ والوتد والحبل والعقال وأشباهه . قال : وقال أبو\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 9 - ص 357 - ب 7 - ح 1 .\r\n","page_name":" 219 ","page_number":226},
  {"content":"\r\nكلّ منهما أقلّ من درهم ( 1 ) ويجوز أن يتصدّق للتعريف كلاهما أو\r\n\r\n","description":"\r\nجعفر ( ع ) : ليس لهذا طالب « 1 » « . فان المقصود من نفي البأس عن الالتقاط والأخذ بمقتضى تناسب الحكم والموضوع هو نفي حرمة التملَّك وإلَّا فجواز أصل الالتقاط معلوم وإنّما المتوهّم حرمته هو التملَّك .\r\nوأمّا وجه عدم جواز تملَّك مقدار الدرهم ووجوب تعريفه ما مرّ من ضعف سند الخبر الدّال على الجواز ولا شهرة في البين حتّى ينجبر بها ضعفه فيدخل تحت عمومات حرمة التصرّف في مال الغير . ولكن هذا إذا كانت اللقطة مالا واحدا وأمّا إذا كانت مالين لشخص واحد مثل الحذاء أو أيّ مالين مستعملين معا بحيث لا يطلب المالك أحدهما وحده ، فحينئذ بناء على القول بجواز تملَّك خصوص ما ليس له طالب - لتمامية دليله وعدم تمامية دليل جواز التملَّك قدر الدرهم - ، فلا يجوز تملَّك واحد منهما لشيء من المالين . وذلك لفرض التقاطهما معا وأنّ المالك لا يعرض عنهما حينئذ بل هو يطلبهما معا وإن يعرض عن أحدهما وحده إذا لم يلتقط الآخر ، ومن هنا يجوز تملَّك أحدهما إذا التقط وحده .\r\n( 1 ) لأن مورد سقوط التعريف وجواز التملَّك هو لقطة ما دون الدرهم وهي في هذا الفرض زائد عن الدرهم ولا حصّة لهما منها حين الالتقاط حتى\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 362 - ب 12 - ح 1 .\r\n","page_name":" 220 ","page_number":227},
  {"content":"\r\nأحدهما أو يوزّع الحول عليهما بالتساوي ( 1 ) أو التفاضل فان توافقا على أحد الأنحاء فقد تأدّى ما هو الواجب عليهما وسقط عنهما وإن تعاسرا يوزّع الحول عليهما بالتساوي . وهكذا بالنسبة إلى أجرة التعريف - لو كانت عليهما . وبعد ما تمّ حول التعريف يجوز اتّفاقهما على التملَّك أو التصدق أو الإبقاء أمانة . ويجوز أن يختار أحدهما غير ما يختار الآخر بأن يختار أحدهما التملَّك والآخر التصدّق مثلا بنصفه . ثم إن تصدّى أحدهما لأداء تكليفه من التعريف وترك الآخر عصيانا أو لعذر فالظاهر عدم جواز تملَّك التارك حصّته وأمّا المتصدّي فيجوز له تملَّك حصّته ( 2 ) إن عرّفها سنة .\r\n\r\n","description":"\r\nتكون اللقطة ما دون الدرهم من هذه الجهة .\r\n( 1 ) وذلك بحكم قاعدة العدل والإنصاف المستقر عليها سيرة العقلاء في أيّ مال لعدّة ذوي سهام متساوية .\r\n( 2 ) أي حصّة نفسه لا شريكه التارك للتعريف حيث إنه لا حصّة له أصلا قبل التعريف لان استحقاق التملَّك إنّما يحدث بعد التعريف لا قبله اللَّهم إلَّا أن يكون إطلاق الحصّة بلحاظ ما ثبت له من الاستحقاق الشأني لذلك بنفس الالتقاط لا الفعلي الحاصل بعد التعريف .\r\nواما حصّة شريكه فالظاهر جواز تملكها لمتصدّي التعريف بمقتضى إطلاق نصوص المقام . لأن المفروض أنّ الشريك لم يعرّفها حتّى يستحقّ\r\n","footnote":"","page_name":" 221 ","page_number":228},
  {"content":"\r\nوالأحوط لهما في صورة التوافق على التوزيع أن ينوي كلّ منهما التعريف عنه وعن صاحبه وإلَّا فيشكل ( 1 ) تملَّكهما . وكذا في صورة التوافق على تصدّي أحدهما أن ينوي عن نفسه وعن صاحبه .\r\n\r\nمسألة 24 : إذا التقط الصبي والمجنون فما كان دون درهم ملكاه\r\nإن قصد وليّهما تملَّكهما ( 2 ) وأمّا تأثير قصدهما في ذلك فمحلّ إشكال بل منع وما كان مقدار درهم وما زاد يعرّف وكان التعريف على\r\n\r\n","description":"\r\nبذلك تملَّكها فلا مانع من تملَّكها لمتصدّي التعريف .\r\n( 1 ) وذلك لأنّ استحقاق التملَّك إنّما هو ثابت بمقتضى النصوص لمن عرّف سنة كاملة فلا بدّ من نيّة كلّ منهما لنفسه ولصاحبه حتى يصدق أنّ كلَّا منهما عرّفها سنة كاملة .\r\n( 2 ) حكم التقاط الصبي أو المجنون 2 - لا اعتبار لقصد التملَّك بناء على استظهار ملكية ما دون الدرهم للملتقط بالأخذ قهرا . وعلى فرض اعتبار القصد فيكفي قصد الوليّ لعموم ما دلّ على ولايته على الصبي في جميع شؤونه من أفعاله وأمواله . وأمّا قصد الصّبي والمجنون نفسهما فلا تأثير له في التملَّك وذلك لإلغاء نفوذه بمقتضى عموم النصوص النافية لنفوذ ما يصدر عنهما من الأفعال والأقوال .\r\n","footnote":"","page_name":" 222 ","page_number":229},
  {"content":"\r\nوليّهما ( 1 ) وبعد تمام الحول يختار ما هو الأصلح ( 2 ) من التملَّك لهما والتصدّق والإبقاء أمانة .\r\n\r\nمسألة 25 : اللقطة في مدّة التعريف أمانة لا يضمنها الملتقط إلَّا مع التعدّي أو التفريط .\r\nوكذا ( 3 ) بعد تمام الحول إن اختار بقاءها عنده أمانة\r\n\r\n","description":"\r\n( 1 ) لا على الصبي حيث إنّه لا يتملَّك اللَّقطة بل إنّما يتملَّك له الوليّ . ونصوص المقام قد دلَّت على وجوب تعريف اللقطة على من يريد تملَّكها .\r\nفالتعريف واجب تكليفا على الملتقط ان لم يقصد تملَّك اللقطة . وإنّما يجب عليه وضعا إذا أراد تملَّكها ، بمعنى أنّ جواز تملَّكها مشروط بتعريفها سنة وإنّ الوجوب التكليفي منفيّ عن الصبي لرفع القلم عنه . وأمّا الوجوب الوضعي فهو وإن لا ينفى عنه إلَّا أنّ نصوص المقام قد دلَّت على ثبوته لمن يقصد تملَّك اللَّقطة . والمفروض أنّ القاصد هو الولي دون الصبي . هذا بناء على عدم كفاية قصد تملَّك الصبي - كما قال في الوسيلة - وإلَّا فالوجوب الوضعي المذكور ثابت في حقه أيضا .\r\n( 2 ) وذلك لأن المنساق من أدلَّة تشريع الولاية للوليّ رعاية مصلحة المولَّى عليه .\r\n( 3 ) حيث إنّ الملتقط لا يريد في هاتين الصورتين إلَّا حفظ اللَّقطة لصاحبها وإيصالها إليه فهو أمين محسن فلا ضمان ولا سبيل عليه بخلاف ما\r\n","footnote":"","page_name":" 223 ","page_number":230},
  {"content":"\r\nلمالكها وأمّا إن اختار التملَّك أو التصدّق فإنّها تصير في ضمانه كما تعرّفه .\r\n\r\nمسألة 26 : إن وجد المالك وقد تملَّكها الملتقط بعد التعريف ،\r\nفان كانت العين باقية أخذها وليس له إلزام الملتقط بدفع البدل من المثل أو القيمة ( 1 ) وكذا ليس له إلزام المالك بأخذ البدل . وان كانت تالفة أو منتقلة إلى الغير ببيع ونحوه أخذ بدلها من الملتقط من المثل أو القيمة .\r\nوان وجد بعد ما تصدّق بها فليس له أن يرجع العين وان كانت موجودة عند المتصدّق له . وإنّما له أن يرجع على الملتقط ويأخذه منه بدل ماله إن لم يرض بالتصدّق .\r\n\r\n","description":"\r\nإذا تملَّكها أو تصدّق بها حيث إنّه تصرّف في مال الغير بدون طيب نفسه . فهو ضامن على القاعدة . مضافا إلى دلالة نصوص المقام على كون التملَّك على وجه التضمين وكون التصدّق على وجه التغريم كما سيأتي ذكرها .\r\n( 1 ) حيث إنّه لا يجب على الملتقط أزيد من ردّ عين ما أخذه بمقتضى قاعدة اليد كما سبق في الغاصب . فالواجب عليه ردّ عين اللَّقطة فلا يجوز له إلزام المالك بأخذ البدل إلَّا إذا تلفت العين أو انتقلت إلى الغير ببيع أو نحوه فيضمن المثل ذاكئذ في المثليات والقيمة في القيميّات .\r\n","footnote":"","page_name":" 224 ","page_number":231},
  {"content":"\r\nوإن رضي به لم يكن له الرجوع عليه وكان أجر ( 1 ) الصدقة له .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو وجد المالك بعد التصدق 1 - كما صرّح بذلك في نصوص المقام .\r\nفمنها : ما رواه في قرب الإسناد عن عبد اللَّه بن الحسن عن جدّه علي بن جعفر عن أخيه ( ع ) قال : « وسألته عن الرّجل يصيب اللَّقطة فيعرّفها سنة ثمّ يتصدّق بها فيأتي صاحبها ما حال الذي تصدّق بها ولمن الأجر ؟ هل عليه أن يرد على صاحبها أو قيمتها ؟ قال ( ع ) : هو ضامن لها والأجر له إلَّا أن يرضى صاحبها فيدعها والأجر له « 1 » » .\r\nومنها : ما رواه الشيخ بإسناده عن الحسين بن سعيد عن فضالة عن أبان عن الحسين بن كثير عن أبيه قال : « سأل رجل أمير المؤمنين ( ع ) عن اللَّقطة فقال ( ع ) : يعرّفها فإن جاء صاحبها دفعها إليه وإلَّا حبسها حولا فإن لم يجيء صاحبها أو من يطلبها تصدّق بها فإن جاء صاحبها بعد ما تصدّق بها إن شاء اغترمها الذي كانت عنده وكان الأجر له وإن كره ذلك احتسبها والأجر له « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 352 - ح 4 .\r\n« 2 » الوسائل / ج 17 - ص 349 - ب 2 - ح 2 .\r\n","page_name":" 225 ","page_number":232},
  {"content":"\r\nهذا إذا وجد المالك ، وأمّا إذا لم يوجد فلا شيء عليه في الصورتين ( 1 ) .\r\n\r\nمسألة 27 : لا يسقط ( 2 ) التعريف عن الملتقط بدفع اللقطة إلى الحاكم\r\nوإن جاز ( 3 ) له دفعها إليه قبل التعريف وبعده ، بل إن اختار التصدق بها بعد التعريف كان الأولى أن يدفعها إليه ليتصدّق بها .\r\n\r\n","description":"\r\n( 1 ) وذلك لمفهوم قوله ( ع ) في صحيح الحسين بن كثير - السابق آنفا - :\r\n« فإن جاء صاحبها بعد ما تصدّق بها إن شاء اغترمها الذي كانت عنده وإن كره ذلك احتسبها والأجر له » . فان مفهومه أنّه إذا لم يجيء صاحبها لا شيء على المتصدّق . وكذا مثل هذه الشرطية ما في سائر نصوص المقام .\r\n( 2 ) لعدم كون التعريف من وظيفة الحاكم حيث توجّه وجوب التعريف إلى الملتقط بدلالة نصوص المقام لا إليه إلَّا إذا اطمأنّ الملتقط بوجوب التعريف من جانب الحاكم فيسقط التعريف عنه حينئذ . وهذا لا يختصّ بالحاكم بل تسقط وظيفة التعريف عنه إذا دفع اللَّقطة إلى أيّ شخص اطمأنّ بتعريفه .\r\n( 3 ) وجه جواز دفعها إلى الحاكم وأولويته للتصدّق ، ولايته على أموال الغيّب وما لم يعلم مالكه .\r\n","footnote":"","page_name":" 226 ","page_number":233},
  {"content":"\r\n\r\nمسألة 28 : لو وجد المالك وقد حصل للقطة نماء متّصل يتبع العين فيأخذها بنمائها\r\nسواء حصل قبل تمام التعريف أو بعده وسواء حصل قبل التملَّك أو بعده ( 1 ) وأمّا النماء المنفصل فان حصل بعد التملَّك كان للملتقط . فإذا كانت العين موجودة يدفعها إلى المالك دون نمائها وإن حصل في زمن التعريف أو بعده قبل التملك كان للمالك .\r\n\r\n","description":"\r\n( 1 ) لو وجد المالك بعد النماء 1 - ذلك لأنّ النماء المتّصل تابع للعين فيدخل تحت ضمان عين اللقطة بلا كلام فإذا كان الملتقط ضامنا لعينها يضمن نماءها المتصل قهرا . وهذا بخلاف المنفصل ، لعدم كونه لقطة وإن كانت ملكيته تابعة لملكية اللَّقطة . وحيث صارت اللَّقطة ملكا للملتقط بعد تعريفها وقصد تملَّكها فتكون نماؤها المنفصل ملكا له بتبعها ، وإن كانت ملكية اللقطة متزلزلة ولكن لا يرد اشكال من هذه الجهة وتكون من قبيل ملكية نماء المبيع المنفصل للبائع في البيع الخياري بعد الانفساخ . ومن هنا يكون النماء المنفصل قبل تعريف اللقطة أو تملَّكها من جانب الملتقط ، ملكا للمالك .\r\n","footnote":"","page_name":" 227 ","page_number":234},
  {"content":"\r\n\r\nمسألة 29 : لو حصل لها نماء منفصل بعد الالتقاط فعرّف العين حولا ولم يجد المالك فهل له تملَّك النماء بتبع العين أم لا ؟\r\nوجهان أحوطهما الثاني بأن يعمل معه معاملة مجهول ( 1 ) المالك فيتصدّق به بعد اليأس عن المالك .\r\n\r\n","description":"\r\n( 1 ) بل هو الأقوى لما سبق آنفا من أنّ النماء المنفصل ملك لمالك الأصل وهو مجهول فيعامل مع نماء ملكه المنفصل معاملة مجهول المالك .\r\n","footnote":"","page_name":" 228 ","page_number":235},
  {"content":"\r\n\r\nما وجد في الدّيار والخرابات وجوف الحيوان وفروع مهمّة أخرى\r\n","description":"","footnote":"","page_name":" 229 ","page_number":236},
  {"content":"\r\n","description":"","footnote":"","page_name":" 230 ","page_number":237},
  {"content":"\r\n\r\nمسألة 30 : ما يوجد مدفونا في الخربة الدّارسة التي باد أهلها في المفاوز وكلّ أرض لا ربّ لها\r\nفهو لواجده ( 1 ) من دون تعريف .\r\n\r\n","description":"\r\n( 1 ) حكم ما وجد في الخربة مطروحا أو مدفونا 1 - مقصوده ظاهرا أنه لواجده من دون تعريف إذا علم أو ظنّ أنّه ليس لأهل زمانه ، لأمارية خراب الأرض والديار ودفن الشيء فيهما وفي المفاوز والموات على ذلك . وإلَّا فيدخل في اللَّقطة وذلك بقرينة قوله : « وكذا ما كان مطروحا وعلم أو ظنّ . . » . وعليه فلا خصوصية للدفن وخراب الدّار أو الأرض إلَّا كونهما علامة عدم كون ما وجد لأهل زمان الواجد . ولذا لو كانت هذه العلامة في الشيء المطروح عليها يدخل تحت ملك الواجد . فهذا التفصيل - أعني به بين ما كان وجد لأهل زمانه وما لغيرهم - يأتي في كلّ من المدفون والمطروح بلا فرق ، فما ليس لأهل زمانه يملكه وما كان لأهل زمانه لقطة يجب عليه تعريفه . هذا بيان مقصود الماتن « قده » . وأمّا نصوص المقام فلم يفرض في شيء منها كون ما وجد في الخربة مدفونا فيها . نعم تشمله بالإطلاق .\r\nفمن هذه النصوص :\r\nما رواه الكليني عن علي بن إبراهيم عن أبيه عن ابن محبوب عن العلاء\r\n","footnote":"","page_name":" 231 ","page_number":238},
  {"content":"\r\n\r\n","description":"\r\nبن رزين عن محمد بن مسلم عن أبي جعفر ( ع ) قال : « سألته عن الدّار يوجد فيها الورق . فقال ( ع ) : إن كانت معمورة فيها أهلها فهي لهم وإن كانت خربة قد جلا عنها أهلها فالَّذي وجد المال أحقّ به « 1 » » .\r\nوما رواه الشيخ بإسناده عن الحسين بن سعيد عن فضالة بن أيوب عن العلاء عن محمد بن مسلم عن أحدهما ( ع ) في حديث قال : « وسألته عن الورق يوجد في دار . فقال ( ع ) : إن كانت معمورة فهي لأهلها فإن كانت خربة فأنت أحقّ بما وجدت « 2 » » .\r\nوفي مقابلها ما رواه الشيخ بإسناده عن الحسن بن محمد بن سماعة عن صفوان عن عاصم بن حميد عن محمد بن قيس عن أبي جعفر ( ع ) قال : « قضى عليّ ( ع ) في رجل وجد ورقة في خربة أن يعرّفها فإن وجد من يعرّفها وإلَّا تمتّع بها . . « 3 » » .\r\nهذه الرواية موثّقة لوقوع الحسن بن محمد بن سماعة في طريقها فإنه واقفي ثقة . وقد دلَّت على وجوب تعريف ما يوجد في الخربة مطلقا . ومقتضى الجمع بينها وبين صحيحي ابن مسلم أن تحمل على صورة احتمال حضور المالك لعدم جلائه حيث لم يفرض فيها جلاء أهل الخربة بخلاف صحيح محمد بن مسلم .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 5 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 354 - ب 5 - ح 2 .\r\n« 3 » الوسائل / ج 17 - ص 355 - ب 5 - ح 5 .\r\n","page_name":" 232 ","page_number":239},
  {"content":"\r\n\r\n","description":"\r\nثم إنّه يمكن القول بأنّ الموجود في الديار الخربة التي جلا عنها أهلها ملك لواجده مطلقا - سواء كان من أهل زمان الواجد أم لا - حيث إنّ جلاء أهلها لا يستلزم هلاكتهم وإلَّا كان المناسب أن يقول : « باد أهلها » .\r\nنعم لو قلنا بأنّ المراد من الجلاء في نصوص المقام ليس ظاهره بل هي كناية عن انقراض أهل الدّيار الخربة وهلاكتهم بلحاظ كون خراب الدار المذكور فيها قرينة على ذلك ، فلا بدّ من التفصيل بين ما لو علم أو ظنّ بالعلائم أنّه للأقوام السّالفة المنقرضة وبين ما لو علم أو ظنّ أنّه لأهل زمان الواجد مطلقا سواء كان مدفونا أو مطروحا . فعلى الأول يحكم بكونه للواجد بلا تعريف ، من دون فرق بين المدفون والمطروح . وعلى الثاني يحكم بكونه في حكم اللقطة بلا فرق أيضا بينهما فلا خصوصية للمدفون على أيّ حال من جهة الملكية للواجد أو ترتّب حكم اللَّقطة .\r\nوقد يستدل على جواز تملَّك ما يوجد في المفاوز بصحيح عبد اللَّه بن سنان عن أبي عبد اللَّه ( ع ) قال : « من أصاب مالا أو بعيرا في فلاة من الأرض . .\r\nفهي له . . وإنّما هي مثل الشّيء المباح « 1 » « ، بلحاظ اشتمال صدرها على المال الموجود في الفلاة . ولكن الاستدلال بها غير تامّ لأنّ المقصود من المال في هذه الصحيحة هو الدّابة وذلك بقرينة المقابلة مع البعير وإرجاع الضمير\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 364 - ح 2 .\r\n","page_name":" 233 ","page_number":240},
  {"content":"\r\nوعليه الخمس مع صدق الكنز ( 1 ) عليه كما مرّ في كتابه . وكذا لواجده ما كان مطروحا وعلم أو ظنّ بشهادة بعض العلائم والخصوصيات أنّه ليس لأهل زمن الواجد وأمّا ما علم أنّه لأهل زمانه فهو لقطة فيجب تعريفه إن كان بمقدار الدرهم فما زاد وقد مرّ أنّه يعرّف في أيّ بلد شاء .\r\n\r\n","description":"\r\nالمؤنث . وإلَّا كان المناسب أن يقول : « من أصاب مالا أو حيوانا » وأن يذكَّر الضمير لأن مرجعه - وهو المال والبعير - مذكَّر .\r\nفعمدة الدليل في المقام صحيحا ابن مسلم المذكوران آنفا .\r\nوأمّا صحيح أبي بصير عن أبي جعفر ( ع ) : « من وجد شيئا فهو له فليتمتّع به حتّى يأتيه طالبه فإذا جاء طالبه ردّه إليه « 1 » » . فإنّها وإن تشمل المقام بعمومها ولكنّها محمول على ما دون الدرهم أو الشيء الحقير الذي لا طالب له نوعا بقرينة ما دلّ من النصوص على جواز تملَّك هذه الأشياء .\r\n( 1 ) بل وان لم يصدق الكنز لدخوله في الفائدة يفيدها الشخص كما في صحيح عليّ بن مهزيار « 2 » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 4 - ح 2 .\r\n« 2 » الوسائل / ج 6 - ص 350 - ح 5 .\r\n","page_name":" 234 ","page_number":241},
  {"content":"\r\n\r\nمسألة 31 : لو علم مالك اللقطة قبل التعريف أو بعده لكن لم يمكن الإيصال إليه ولا إلى وارثه ففي إجراء حكم اللَّقطة عليه من التخيير بين الأمور الثلاثة أو إجراء حكم مجهول المالك ( 1 ) عليه وتعيّن التصدق به وجهان ، والأحوط إرجاع الأمر إلى الحاكم .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو عرف المالك ولم يمكن إيصال ماله إليه 1 - لا يترتب حينئذ حكم اللقطة لاعتبار عدم معرفة المالك فيها ومن هنا أمر في نصوصها بالتعريف . بل المتعين ترتّب حكم مجهول المالك لما دلّ من النصوص على ترتّب حكمه - وهو التصدق - فيما إذا عرف المالك ولو بشخصه ولم يمكن إيصال ماله إليه . فمن تلك النصوص :\r\nما رواه الشيخ بإسناده عن الصفّار عن محمد بن عيسى بن عبيد عن يونس بن عبد الرحمن قال : سئل أبو الحسن الرضا ( ع ) : « وأنا حاضر - إلى أن قال : - فقال ( ع ) : رفيق كان لنا بمكَّة فرحل منها إلى منزله ورحلنا إلى منازلنا فلمّا أن صرنا في الطَّريق أصبنا بعض متاعه معنا فأيّ شيء نصنع به ؟ قال ( ع ) : تحملونه حتّى تحملوه إلى الكوفة . قال : لسنا نعرفه ولا نعرف بلده ولا نعرف كيف نصنع ؟ قال ( ع ) : إذا كان كذا فبعه وتصدّق بثمنه . قال له : على من جعلت فداك ؟ قال ( ع ) : على\r\n","footnote":"","page_name":" 235 ","page_number":242},
  {"content":"\r\n\r\n","description":"\r\nأهل الولاية « 1 » » .\r\nوما رواه الكليني عن علي بن إبراهيم عن محمد بن عيسى بن عبيد عن يونس عن هشام بن سالم قال : « سأل خطَّاب الأعور أبا إبراهيم ( ع ) وأنا جالس فقال : إنّه كان عند أبي أجير يعمل عنده بالأجرة ففقدناه وبقي من أجره شيء ولم يعرف له وارث . قال ( ع ) : فاطلبوه . قال : قد طلبناه فلم نجده . قال : فقال ( ع ) :\r\nمساكين « 2 » » .\r\nوما رواه الكليني بإسناده عن يونس عن نضر بن حبيب صاحب الخان قال كتبت إلى العبد الصالح ( ع ) : « لقد وقعت عندي مأة درهم وأربعة دراهم وأنا صاحب الفندق ومات صاحبها ولم أعرف له ورثة فرأيك في إعلامي حالها . وما أصنع بها فقد ضقت بها ذرعا . فكتب ( ع ) : اعمل فيها وأخرجها صدقة قليلا قليلا حتّى يخرج « 3 » » .\r\nواما الاحتياط بإرجاع الأمر إلى الحاكم فلعلّ وجهه أنّ الحاكم وليّ الغائب إلَّا أنّ النصوص المذكورة وغيرها قد دلَّت على خلاف ذلك في المقام .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 357 - ح 2 .\r\n« 2 » الوسائل / ج 17 - ص 582 - ب 6 - ح 1 - ص 583 - ح 3 .\r\n« 3 » الوسائل / ج 17 - ص 582 - ب 6 - ح 1 - ص 583 - ح 3 .\r\n","page_name":" 236 ","page_number":243},
  {"content":"\r\n\r\n","description":"\r\nتحقيق في حال محمد بن عيسى بن عبيد ثم إنّ هذه النصوص لا إشكال في دلالتها على ترتّب حكم مجهول المالك على ما علم مالكه ولم يمكن إيصاله إليه . وأمّا سندا فوقع في طريق الأوّلين محمد بن عيسى بن عبيد واختلف الأصحاب فيه . قال الفضل بن شاذان : « ليس في أقرانه مثله » وعن الكشي والنجاشي والخلاصة أنّه جليل القدر في أصحابنا ثقة عين كثير الرواية حسن التصانيف وحسبك ثناء الفضل له ، وأيضا وثّقه غيرهم .\r\nوفي قبال ذلك يستفاد من كلام بعض الأصحاب قدحه بل بعضهم صرّح بضعفه واتّهامه . فمنهم محمد بن الحسن بن الوليد شيخ أبي جعفر الصدوق فنقل عنه أبو جعفر الصدوق أنّه قال : « ما تفرّد به محمد بن عيسى من كتب يونس وحديثه لا يعتمد عليه » . ومنهم أبو القاسم نصر بن الصباح البلخي فنقل منه الصدوق « ره » أنه قال : « إن محمد بن عيسى أصغر في السّنّ من أن يروى عن ابن محبوب » . ومنهم الشيخ الطوسي « ره » في فهرسته قال : « إنه ضعيف استثناه أبو جعفر بن بابويه من رجال نوادر الحكمة وقال : لا أروى ما يختصّ بروايته » وأيضا نسب إليه الغلوّ . ومنهم الشهيد الثاني قال في جرح إسناد الأخبار المشتملة على ذمّ زرارة بن أعين : « فقد ظهر اشتراك جميع الأخبار القادحة في استنادها إلى محمد بن عيسى وهو قرينة عظيمة على ميل\r\nو ","footnote":"","page_name":" 237 ","page_number":244},
  {"content":"\r\n\r\n","description":"\r\nانحراف منه على زرارة ، مضافا إلى ضعفه في نفسه . وقد قال السيد جمال الدّين بن طاوس ونعم ما قال : وقد أكثر محمد بن عيسى من القول في زرارة حتّى لو كان بمقام من العدالة كادت الظنون تسرع إليه بالتهمة فكيف وهو مقدوح فيه « . ومنهم العلَّامة قال في الخلاصة في ترجمة بكر بن محمد الأزدي :\r\n« وعندي في محمد بن عيسى توقف » .\r\nهذه عمدة ما نقل من عدّة من العلماء في ذمّ محمد بن عيسى وردّه ولكن لا يصلح شيء من ذلك في قدحه . أمّا كلام نصر بن الصباح - فمضافا إلى ظهوره في إرسال روايته عن ابن محبوب لعدم كونه في طبقته - لا وقع بقدحه لأنه مجهول الحال ولم تثبت وثاقة نفسه .\r\nوأمّا قول محمد بن الحسن بن الوليد فلم يفهم تلميذه الصدوق القدح أو لم يرتض به ، حيث نقل منه روايات كثيرة في فقيهه مع التزامه بعدم النقل عن غير الثقة كما قال في مقدّمته ، مع احتمال كون نظره إلى إرسال روايته كما قلنا .\r\nوأمّا قول الشهيد : « مضافا إلى ضعفه في نفسه » فظهر ضعف منشأه بما قلنا . وأمّا تضعيفه بنقل أخبار ذمّ زرارة فلا يصحّ لوضوح عدم مجرّد نقل أخبار الجرح دليلا على انحراف الناقل ، مضافا إلى نقل الكشي والصدوق ما دلّ على مدح زرارة وأنّ صدور أخبار الذمّ لدفع ضرر العامّة عنه . وفي طريق هذه النصوص وقع محمد بن عيسى بن عبيد أيضا . وقد تبيّن بذلك ضعف منشأ تضعيف الشيخ والعلَّامة مع أنّه قال في ترجمة محمد بن عيسى بن عبيد\r\n","footnote":"","page_name":" 238 ","page_number":245},
  {"content":"\r\n\r\nمسألة 32 : لو مات الملتقط فإن كان بعد التعريف والتملَّك ينتقل إلى وارثه وإن كان بعد التعريف وقبل التملَّك يتخيّر وارثه بين الأمور الثلاثة وإن كان قبل التعريف أو في أثنائه فلا يبعد جريان حكم مجهول المالك عليه ( 1 ) .\r\n\r\n","description":"\r\n« والأقوى عندي قبول روايته » . هذا كلَّه ، مضافا إلى ما في كلام النجاشي من إنكار الأصحاب تضعيف محمد بن عيسى ونفى مثله من بين أقرانه بقولهم : « من مثل أبي جعفر محمد بن عيسى ؟ » . وعلى كلّ حال يكفي في إثبات وثاقته كلام الفضل بن شاذان والنجاشي في مدحه وجلالة قدره وعظم منزلته مع عدم دليل على قدحه . وأمّا نسبة الغلوّ فلم يسلم منها كثير من أصحابنا الشيعة .\r\n( 1 ) حيث لا شيء للملتقط - قبل التعريف - من حقّ أو ملك حتّى ينتقل إلى وارثه . فيترتب عليه حينئذ حكم مجهول المالك لعدم كون الوارث ملتقطا بل مال لمالكه المجهول وقع في يده . وأمّا بعد التعريف فإن كان قبل التملَّك فينتقل حقّ التملَّك الثابت للملتقط بالتعريف إلى وارثه فيتخيّر بين الأمور الثلاثة وأمّا بعد التملك فلا إشكال في انتقال ملكه إلى الوارث .\r\n","footnote":"","page_name":" 239 ","page_number":246},
  {"content":"\r\n\r\nمسألة 33 : لو وجد مالا في دار معمورة يسكنها الغير سواء كانت ملكا له أو مستأجرة أو مستعارة بل أو مغصوبة عرّفه ( 1 ) الساكن . فان ادّعى ملكيّته فهو له فليدفع إليه بلا بيّنة .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو وجد مالا في الدار المعمورة 1 - إنّ نظر الماتن « قده » إلى أمارية اليد على الملك وأنّ دعوى ذي اليد مسموع بلا حاجة إلى البيّنة . واما وجه الاشكال فيما إذا قال : « لا أدري » عدم إحراز أمارية اليد حينئذ .\r\nهذا ، ولكن ظاهر صحيحي محمد بن مسلم كون ما وجد في الدار المعمورة التي يسكن فيها أهلها ملكا لهم مطلقا سواء عرفوه أم لا .\r\nأحدهما : ما رواه الكليني عن علي بن إبراهيم عن أبيه عن ابن محبوب عن العلاء بن رزين عن محمد بن مسلم عن أبي جعفر ( ع ) قال : « سألته عن الدّار يوجد فيها الورق فقال : إن كانت معمورة فيها أهلها فهي لهم « 1 » » .\r\nوثانيهما : صحيحه الآخر عن أحدهما ( ع ) في حديث قال : « وسألته عن الورق يوجد في دار . فقال ( ع ) : إن كانت معمورة فهي لأهلها « 2 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 354 - ب 5 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 354 - ب 5 - ح 2 .\r\n","page_name":" 240 ","page_number":247},
  {"content":"\r\n\r\n","description":"\r\nهاتان الصحيحتان دلَّتا على كون ما وجد في الدار المعمورة لأهلها مطلقا سواء كان مدفونا أم مطروحا وسواء عرفه أهلها أم لم يعرفوه .\r\nولكن في موثّقة إسحاق بن عمّار قيّدت ملكية ما وجد في الدار المعمورة لأهلها بما إذا كان ما وجد مدفونا في الدار وإذا عرفه أهلها بعد تعريف الواجد وسؤاله . وأمر بالتصدق إذا لم يعرفوه ولكنّها واردة في خصوص المدفون في الدار .\r\nوهي ما رواه الشيخ بإسناده عن الحسين بن سعيد عن صفوان عن إسحاق بن عمّار قال : « سألت أبا إبراهيم ( ع ) عن رجل نزل في بعض بيوت مكَّة فوجد فيه نحوا من سبعين درهما مدفونة فلم تزل معه ولم يذكرها حتى قدم الكوفة كيف يصنع ؟ قال ( ع ) : يسأل عنها أهل المنزل لعلَّهم يعرفونها . قلت : فإن لم يعرفوها ؟\r\nقال ( ع ) : يتصدّق بها « 1 » » .\r\nهذه الموثقة تقيّد إطلاق صحيحي محمد بن مسلم بما إذا كان ما وجد مدفونا في الدار ويحملان على ما إذا كان الموجود فيها مطروحا . وعليه فيحكم في المدفون بكونه لأهل الدار إذا عرفوه . وتساعد ذلك العادة حيث إنّ كون المدفون في الدار للملَّاك السابقين محتمل عادة بخلاف المطروح فيها على وجه الأرض لكونه في معرض العثور ولا يبقى مدّة طويلة على الأرض . فمقتضى تقييد المطلق بحسب موضوع الحكم أن يحكم بملكية ما\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 355 - ب 5 - ح 3 .\r\n","page_name":" 241 ","page_number":248},
  {"content":"\r\n\r\n","description":"\r\nكان مطروحا في الدار لأهلها مطلقا سواء عرفوه أم لا ، ويفصّل في المدفون في الدار بين ما إذا عرفه أهلها فيحكم بكونه لهم وبين ما إذا لم يعرفوه فهو في حكم مجهول المالك يتصدّق به الواجد . نعم إذا سلبوه عن أنفسهم يتصدق به مطلقا عند اليأس عن مالكه .\r\nوأما تقييد قوله : « فهي لهم » في صحيحي ابن مسلم بما إذا عرفوه بدلالة موثّقة إسحاق فخلاف مقتضى أمارية اليد . إلَّا أن نقيّدها بمعرفة ذي اليد بأنّ ما في يده ملكا له . ولكن يشكل الالتزام به حيث إنّه ربّما يتّفق لذي اليد المالك أن لا يعرف ماله فيما إذا لم يتشخّص المال بخصوصية وعلامة كما في الدراهم والدنانير .\r\nفالحاصل أنّ المتعين المساعد للاعتبار والعادة أن يقيّد الصحيحتان بحسب الموضوع ويفصّل بين المدفون والمطروح على النحو الذي قلناه .\r\n","footnote":"","page_name":" 242 ","page_number":249},
  {"content":"\r\nولو قال لا أدرى ففي جريان هذا الحكم إشكال ( 1 ) ولو سلبه عن نفسه ( 2 ) فالأحوط إجراء حكم اللقطة عليه وأحوط منه إجراء حكم مجهول المالك فيتصدّق به بعد اليأس عن المالك .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو قال صاحب الدار لا أدري أو سلب اللقطة عن نفسه 1 - وذلك لعدم إحراز استقرار سيرة العقلاء على أمارية اليد حينئذ وعدم إطلاق لفظي يشمل المقام . فان قول أبي عبد اللَّه ( ع ) في صحيح حفص :\r\n« لو لم يجز هذا لم يقم للمسلمين سوق « 1 » » . وما دلّ « 2 » على نفي طلب البيّنة من ذي اليد ظاهر فيما إذا لم يظهر ذو اليد عدم اطَّلاعه عمّا في يده . هذا ولكن مقتضى نصوص المقام التفصيل بين المدفون والمطروح على النحو الذي قلناه آنفا .\r\n( 2 ) بأن يقول ليس هذا لي فيتصدّق بما وجد في الدار المعمورة حينئذ مطلقا بلا فرق بين المدفون وغيره لسقوط اليد عن الأمارية في هذه الصورة ولانصراف إطلاق قوله ( ع ) : « فهي لهم » في نصوص المقام عن هذه الصورة قطعا . وهذا بخلاف ما إذا قال : « لا أعرفه » فيأتي فيه التفصيل الذي ذكرناه بين المدفون والمطروح . وأمّا أخذ عدم معرفة المالك بمعنى الإنكار ودعوى\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 18 - ص 215 - ب 25 - ح 2 .\r\n« 2 » الوسائل / ج 18 - ص 215 - ب 25 - ح 3 .\r\n","page_name":" 243 ","page_number":250},
  {"content":"\r\n\r\n","description":"\r\nانصراف إطلاق قوله ( ع ) : « فهي لهم » عمّا إذا لم يعرفها أهل الدار ، فلا يصح وذلك أوّلا : لأنّ عدم المعرفة يفترق عن الإنكار في المعنى فان قولك : « لا أعرف هذا » ليس بمعنى قولك : « ليس هذا لي » .\r\nوثانيا : ربّما يتّفق للمالك أيضا أنّه لا يعرف ماله إذا لم يكن مشخّصا بعلامة وخصوصية كما في الدراهم والدنانير . فاستبعاد عدم معرفة المالك ماله في غير محلَّه جدّا . وعليه فلا فرق بين قول المالك : « لا أعرف هذا » وبين قوله « لا أدري أنّه لي أو لغيري » .\r\nوثالثا : إنّ عدم المعرفة مقابل المعرفة لأنّ المالك إمّا أن يعرف ماله أو لا يعرفه ، فإذا كان عدم المعرفة بمعنى الإنكار فلا بدّ أن يبطل التقسيم المزبور ولا يمكن الالتزام به .\r\n","footnote":"","page_name":" 244 ","page_number":251},
  {"content":"\r\n\r\nمسألة 34 : لو وجد شيئا في جوف حيوان قد انتقل إليه من غيره فإن كان غير السّمك كالغنم والبقر عرّفه ( 1 ) صاحبه السابق فان ادّعاه دفعه إليه وكذا إن قال : « لا أدري » على الأحوط .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو وجد شيء في جوف الحيوان المشترى 1 - لما رواه الكليني عن محمد بن يحيى عن عبد اللَّه بن جعفر قال : كتبت إلى الرجل ( ع ) : « عن رجل اشترى جزورا أو بقرة للأضاحي فلمّا ذبحها وجد في جوفها صرّة فيها دراهم أو دنانير لمن يكون ذلك ؟ فوقّع ( ع ) : عرّفها البائع فإن لم يكن يعرفها فالشّيء لك رزقك اللَّه إيّاه « 1 » » .\r\nوما رواه الصدوق بإسناده عن عبد اللَّه بن جعفر الحميري قال : سألته ( ع ) في كتاب : « عن رجل اشترى جزورا أو بقرة أو شاة للأضاحي فلمّا ذبحها وجد في جوفها صرّة فيها دراهم أو دنانير أو غير ذلك من المنافع لمن يكون ذلك وكيف يعمل به ؟ فوقّع ( ع ) : عرّفها البائع فإن لم يعرفها فالشّيء لك رزقك اللَّه إيّاه « 2 » » .\r\nوالظاهر أنّ هاتين الروايتين في الأصل خبر واحد بقرينة وحدة الراوي وقرب تعبيرهما ، وإن أفردهما في الوسائل . ولا إشكال فيهما سندا ولا دلالة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 358 - ب 9 - ح 1 .\r\n« 2 » الوسائل / ج 17 - ص 358 - ب 9 - ح 2 .\r\n","page_name":" 245 ","page_number":252},
  {"content":"\r\nوإن كان الأقوى ( 1 ) أنّه لواجده . وإن أنكره كان للواجد ( 2 ) .\r\n\r\n","description":"\r\n( 1 ) والوجه فيه إطلاق قوله ( ع ) : « فإن لم يعرفها فالشّيء لك » فإنّه يشمل ما لو قال صاحبه السابق : « لا أدري » كما قلنا وإن كان في حكم مجهول المالك على القاعدة لعدم يد البائع عليه حين وجدان الشيء في جوفه بخلاف الموجود في الدار المعمورة التي يسكنها أهلها فإنّها بما فيها تكون في أيديهم . أمّا من جهة كون ما في جوف الحيوان مستورا عن بائعه حينما كان في يده فلا فرق بينه وبين المدفون في الدار لأنّه أيضا مستور عن أهلها . مع أنّ الإمام ( ع ) أمر بتصدّق ما وجد في الدّار المعمورة عند عدم معرفة أهلها ولكن حكم ( ع ) بكون ما في جوف الحيوان ملكا للمشتري عند عدم معرفة البائع حيث قال ( ع ) : « فالشيء لك رزقك اللَّه إيّاه » .\r\n( 2 ) هذا يفهم من فحوى قوله ( ع ) : « فإن لم يعرفها فالشيء لك » حيث إنّه من الواضح أنّه إذا حكم بكون ما وجد في جوف الحيوان ملكا للمشتري عند عدم معرفة البائع فليكن ملكا له عند إنكاره بطريق أولى .\r\n","footnote":"","page_name":" 246 ","page_number":253},
  {"content":"\r\nوإن وجد شيئا لؤلؤة أو غيرها في جوف سمكة اشتراها فهو له ( 1 ) .\r\n\r\n","description":"\r\n( 1 ) حكم ما وجد في جوف السّمك المشترى 1 - إنّ الحكم بملكية ما في جوف السمك للمشتري ليس لأجل انتقاله إليه بالشراء - كما قد يتوهّم - وذلك لأنّ المعاملات من العناوين القصدية ولم يتعلَّق بالموجود في الجوف قصد التمليك من جانب البائع ولا قصد التملَّك من المشتري ، بل لأجل كونه واجدا لما هو مباح في الأصل . حيث إنّ الأسماك تبلغ اللآلي والجواهر من مستوى قعر البحار ومن هنا يكون الحكم بكونها للواجد على القاعدة .\r\nوأمّا الإشكال بأنّه كان في ملك البائع بتبع اصطياد السمك ولم ينتقل إلى المشتري بناقل شرعي فلا يجوز له التملَّك على القاعدة ، مدفوع بأنّ البائع إنّما قصد تملَّك السمك باصطياده لا ما في جوفه لغفلته عنه . بل لم تتحقق حيازة بالنسبة إليه لكون الغفلة مانعة عن قصد حيازته وإن لم نقل باعتبار قصد التملَّك فيها لأنّ أصل الحيازة لا تتحقّق عند الغفلة كما قال في الجواهر :\r\n« لكن قد يمنع هنا صدق الحيازة باعتبار عدم علمه به وعدم كونه من أجزاء السمكة فاشتمال يده حينئذ عليه كاشتمال يد النائم لا يوجب ملكا لعدم\r\n","footnote":"","page_name":" 247 ","page_number":254},
  {"content":"\r\n\r\n","description":"\r\nحصول الحيازة وهذا أمر آخر غير اشتراط النيّة « 1 » » .\r\nويدلّ على ذلك أيضا ما ورد من النصوص وإن لا يخلو من إشكال أمّا سندا أو دلالة .\r\nفمنها ما رواه محمد بن يعقوب عن أحمد بن محمد بن أحمد عن علي بن الحسن الفضّال عن محمد بن عبد اللَّه بن زرارة عن محمد بن الفضيل عن أبي جعفر ( ع ) في حديث : « إنّ رجلا عابدا من بني إسرائيل كان محارفا فأخذ غزلا فاشترى به سمكة فوجد في بطنها لؤلؤة فباعها بعشرين ألف درهم فجاء سائل فدقّ الباب . فقال له الرّجل : أدخل ، فقال له : خذ أحد الكيسين فأخذ أحدهما وانطلق فلم يكن بأسرع من أن دقّ السّائل الباب فقال له الرّجل : أدخل فدخل فوضع الكيس في مكانه . ثمّ قال : كله هنيئا مريئا أنا ملك من ملائكة ربّك إنّما أراد ربّك أن يبلوك فوجدك شاكرا ثمّ ذهب » . « 2 » هذه الرواية ضعيفة لأنّ محمد بن الفضيل الواقع في سندها هو محمد بن الفضيل الضعيف المرميّ بالغلوّ إذ هو الأزديّ الأزرق ، وقد عدّ من أصحاب الرضا ( ع ) وروى . عن أبي حمزة الثمالي كثيرا وليس هو محمد بن الفضيل بن غزوان الثقة حيث لم ينقل منه رواية عن أبي حمزة الثمالي وإن كان في طبقته لكونه من أصحاب الصادق ( ع ) .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 328 .\r\n« 2 » الوسائل / ج 17 - ص 359 - ب 10 - ح 1 .\r\n","page_name":" 248 ","page_number":255},
  {"content":"\r\n\r\n","description":"\r\nمع أنّ دلالتها لا تخلو من إشكال أيضا حيث إنّه لم يحرز كون الإمام ( ع ) في نقل قضية عابد من بني إسرائيل بصدد بيان الحكم الشرعي وتشريعه بل الظاهر أنّه ( ع ) كان بصدد بيان ما يترتب على الشكر للَّه تعالى والتوكَّل عليه من الفوائد والآثار من دون نظر إلى حكمه الشرعي فيشكل استفادة التقرير منها بل غاية مدلوله كونه الحكم المجعول في شريعة بني إسرائيل .\r\nواتّضح بهذا البيان حال سائر النصوص المتضمّنة لهذا المضمون .\r\nوأما خبر الزّهري وإن تمّت دلالته ولكنّه ضعيف سندا . نعم ما روي عن تفسير العسكري ( ع ) فعلى القول بصحة سنده فلا إشكال في دلالته وهو حديث طويل فيه : « إنّ رجلا فقيرا اشترى سمكة فوجد فيها أربعة جواهر ثمّ جاء بها إلى رسول اللَّه ( ص ) وجاء تجّار غرباء فاشتروها منه بأربعمأة ألف درهم . فقال الرّجل : ما كان أعظم بركة سوقي اليوم يا رسول اللَّه ! فقال رسول اللَّه ( ص ) : هذا بتوقيرك محمّدا رسول اللَّه ( ص ) وتوقيرك عليّا أخا رسول اللَّه وصيّه وهو عاجل ثواب اللَّه لك وربح عملك الذي عملته « 1 » » .\r\nلا إشكال في دلالة هذه الرواية على جواز تملَّك ما وجد في جوف السمك إلَّا أنّ التفسير المنسوب إلى العسكري ( ع ) لم يثبت كونه صادرا من حضرته ( ع ) . وكذا سائر نصوص المقام مخدوشة أمّا سندا أو دلالة .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 361 - ب 10 - ح 5 .\r\n","page_name":" 249 ","page_number":256},
  {"content":"\r\nوالظاهر أنّ الحيوان الذي لم يكن له مالك سابق غير السمك بحكم ( 1 ) السمك كما إذا اصطاد غزالا فوجد في جوفه شيئا وإن كان الأحوط إجراء حكم اللقطة أو مجهول المالك عليه .\r\n\r\n","description":"\r\n( 1 ) حكم ما وجد في جوف الوحوش 1 - وجه التعدّي إلى غير السمك سريان الملاك وهو كون الموجود في بطن السمك من المباحات الأصلية أو ممّا غرقته السفينة - كما يأتي ذكر نصوصها . ولكن هذه الخصوصية تختصّ بالموجود في بطن السمك وغيره من الحيوانات البحرية دون الحيوانات البريّة لأنّ ما يبتلعه الحيوان البرّي ممّا على وجه الأرض يكون له عادة مالك فلا يمكن التعدّي . فيجري حكم مجهول المالك في ما وجد في بطن الوحوش ، فيجب تعريفه وبعد اليأس عن وجدان مالكه يجب التصدّق . هذا مقتضى القاعدة في مجهول المالك ولكن دلّ النص على ملكية ما في جوف الحيوان لواجده إذا لم يعرف له مالكا . وهو صحيح عبد اللَّه بن جعفر الحميري عن العسكري ( ع ) حيث قال ( ع ) : « عرّفها البائع فإن لم يكن يعرفها فالشّيء لك رزقك اللَّه إيّاه « 1 » » .\r\nهذه الصحيحة وان وردت في ما وجد في الحيوان الأهلي إلَّا أنها تدلّ\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 358 - ب 9 - ح 2 .\r\n","page_name":" 250 ","page_number":257},
  {"content":"\r\n\r\nمسألة 35 : لو وجد في داره الَّتي يسكنها شيئا ولم يعلم أنّه ماله أو مال غيره فإن لم ( 1 ) يدخلها غيره أو يدخلها آحاد من الناس من باب الاتفاق كالدخلانية المعدّة لأهله وعياله فهو له ( 2 ) .\r\n\r\n","description":"\r\nعلى المطلوب في المقام بالفحوى . وذلك لأنّ احتمال وجود المالك لما وجد في بطن الحيوان الأهلي أقرب والوصول إليه أسهل ممّا وجد في جوف الوحوش . فاتّضح بذلك أنّه لا وجه للاحتياط بإجراء حكم مجهول المالك عليه .\r\n( 1 ) والدليل على ذلك صحيح جميل بن صالح رواه الكليني عن عدّة من أصحابنا عن سهل بن زياد وأحمد بن محمّد جميعا عن ابن محبوب عن جميل بن صالح قال : « قلت لأبي عبد اللَّه ( ع ) : رجل وجد في منزله دينارا . قال ( ع ) : يدخل منزله غيره ؟ قلت : نعم ، كثير . قال ( ع ) : هذا لقطة . قلت : فرجل وجد في صندوقه دينارا . قال ( ع ) : يدخل أحد يده في صندوقه غيره أو يضع فيه شيئا ؟ قلت : لا . قال ( ع ) : فهو له « 1 » » .\r\n( 1 ) حكم ما لو وجد الشخص مالا في منزله أو صندوقه\r\n( 2 ) وذلك لأمارية يد صاحب الدار على الملك ولم يدل دليل على سقوطها مضافا إلى إطلاق صحيحي محمد بن مسلم الدّالَّين على كون كل ما وجد في الدار المسكونة لأهلها .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 353 - ب 3 - ح 1 .\r\n","page_name":" 251 ","page_number":258},
  {"content":"\r\n\r\n","description":"\r\nوقد يقال : إنّ إطلاق قوله ( ع ) : « هذا لقطة » في صحيح جميل يشمل المقام لكون قيد كثرة المتردّدين في جواب السائل . وأمّا حكم الإمام ( ع ) فهو في الجواب عن أصل السؤال حيث سأل جميل عنه تمهيدا لموضوع الحكم . فلا نظر له ( ع ) إلى قيد كثرة الواردين .\r\nوفيه : أنّ مقصود الإمام ( ع ) ليس دخول الغير أحيانا ومن باب الاتفاق قطعا لوضوح أنّه ليس من دار لم يدخل فيها أحد من الضيوف . بل إنّما يكون مقصوده ( ع ) هو الدخول المرتّب دائما كالمستأجر أو بعض الأقرباء أو الخصيصين من الأصدقاء لأمر من الأمور المقررة بينهما ونحو ذلك ممّا هو خارج عن المعتاد في أكثر المنازل . وعليه فلا إطلاق لصحيح جميل بالنسبة إلى ما هو المعتاد . ويأتي عين هذا الكلام فيما يوجد في الصندوق .\r\nوأمّا حمل دخول الغير - في كلام الامام - على صورة اشتراك الدّار والصندوق بين اثنين أو أكثر فلا يصح لظهور الإضافة في قوله ( ع ) : « منزله » و « صندوقه » في كونهما للواجد . وإن يفهم منه أنّ ما وجد فيهما في حكم اللقطة في صورة الاشتراك أيضا إذا كان المشارك يدخل في تلك الدار أو يضع شيئا في الصندوق .\r\nوأمّا لو عرّف ما وجد في الدار أو الصندوق فقال الغير : « لا أدري » فلا إشكال في كونه لمالك الصندوق والدار لأمارية يده عليه إلَّا أن يكون يدهم معا عليه فالأحوط حينئذ التصالح لاحتمال أمارية اليد حتى في هذا الفرض وإن قلنا أنّه خلاف ظاهر النصوص ومقتضى السيرة .\r\n","footnote":"","page_name":" 252 ","page_number":259},
  {"content":"\r\nوإن كانت ممّا يتردّد فيها الناس - كالبرّانية المعدّة للأضياف والواردين والعائدين والمضائف ونحوها - فهو لقطة يجري عليه حكمها . وإن وجد في صندوقه شيئا ولم يعلم أنّه ماله أو مال غيره فهو له إلَّا إذا كان غيره يدخل يده فيه أو يضع فيه شيئا فيعرّفه ذلك الغير فإن أنكره كان له لا لذلك الغير وإن ادّعاه دفعه إليه وإن قال : « لا أدري » فالأحوط التصالح .\r\n\r\nمسألة 36 : لو أخذ من شخص مالا ثم علم أنّه لغيره قد أخذ منه بغير وجه شرعي وعدوانا\r\nولم يعرف المالك يجري عليه حكم مجهول المالك لا اللَّقطة ( 1 ) لما مرّ من أنّه يعتبر في صدقها الضياع عن المالك ولا ضياع في هذا الفرض .\r\n\r\n","description":"\r\n( 1 ) لعدم صدق أنّ المال ضاع عن صاحبه بل يصدق أنّه غصب أو سرق .\r\nومن الواضح أنّ مطلق أخذ مال الغير ليس التقاطا بل إنّما يصدق إذا ضاع المال عن صاحبه بأن كان منبوذا أو مطروحا على وجه الأرض أو سقط عن يد المالك غفلة أو بغير اختياره . وهذا غير أن يأخذ منه شخص ماله ظلما أو قهرا أو حيلة أو سرقة فلا يقال في مثل هذه الموارد أنّ المال ضاع عن مالكه ولا أنّه صار مفقودا .\r\n","footnote":"","page_name":" 253 ","page_number":260},
  {"content":"\r\nنعم في خصوص ما إذا أودع عنده سارق مالا ثم تبيّن أنّه مال غيره ولم يعرفه يجب عليه أن يمسكه ولا يردّه إلى السارق مع الإمكان ثمّ هو بحكم اللقطة فيعرّفه حولا فإن أصاب صاحبه ردّه عليه والَّا تصدّق به فان جاء صاحبه بعد ذلك خيّره بين الأجر والغرم فان اختار الغرم غرم له وكان الأجر له ( 1 ) .\r\n\r\n","description":"\r\n( 1 ) حكم ما أودعه السّارق 1 - دلّ على ذلك خبر حفص رواه الشيخ بإسناده عن الصفّار عن علي بن محمد القاساني عن القاسم بن محمد عن سليمان بن داود المنقري عن حفص بن غياث قال : « سألت أبا عبد اللَّه ( ع ) عن رجل من المسلمين أودعه رجل من اللَّصوص دراهم أو متاعا واللَّصّ مسلم هل يردّ عليه ؟ فقال ( ع ) : لا يردّه ، فإن أمكنه أن يردّه على أصحابه فعل ، وإلَّا كان في يده بمنزلة اللَّقطة يصيبها فيعرّفها حولا فإن أصاب صاحبها ردّها عليه وإلَّا تصدّق بها فإن جاء طالبها بعد ذلك خيّره بين الأجر والغرم فإن اختار الأجر فله الأجر وإن اختار الغرم غرم له وكان الأجر له « 1 » » .\r\nهذه الرواية وإن كان في سندها إشكال من طريق الشيخ لوقوع علي بن\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 368 - ب 18 - ح 1 .\r\n","page_name":" 254 ","page_number":261},
  {"content":"\r\nوليس له على الأحوط أن يتملَّكه بعد التعريف فليس هو بحكم اللقطة من هذه الجهة ( 1 ) .\r\n\r\n","description":"\r\nمحمد القاساني في طريقها وقد ضعّفه الشيخ وغمز عن رواياته محمد بن عيسى ، ولكنّها صحيحة بطريق الصدوق ( قده ) حيث إنّه رواها بإسناده عن سليمان بن داود المنقري وطريقه إليه صحيح حيث قال « قده » في خاتمة الفقيه : « وما كان فيه عن سليمان بن داود المنقري فقد رويته عن أبي ومحمد بن الحسن - رضي اللَّه عنهما - عن سعد بن عبد اللَّه عن القاسم بن محمد الأصبهاني عن سليمان بن داود المنقري « 1 » » . وأمّا من جهة الدلالة فهي صريحة فيما أفتى به في المتن ولا تحتاج إلى بيان .\r\n( 1 ) والوجه في ذلك ظهور قوله ( ع ) : « فإن أصاب صاحبها ردّها إليه وإلَّا تصدّق بها » في الحصر بدلالة الاستثناء فان قوله : « وإلَّا تصدّق بها » بمعنى أنّه : « إن لم يصب صاحبها تصدّق بها » . فإن الأمر بالتصدّق عند عدم إصابة المالك في الجزاء ظاهر في عدم جواز التملَّك إذا لم يصب صاحبها بعد التعريف .\r\nوثانيا : إطلاق التنزيل في قوله : « كان في يده بمنزلة اللَّقطة يصيبها » يقتضي ترتّب جميع أحكام اللقطة على المأخوذ من اللصوص . ويقوّي هذا الإطلاق ظاهر حرف الفاء في قوله : « فيعرّفها حولا » حيث دلَّت على ترتب وجوب\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 19 - ص 365 - الرقم 140 .\r\n","page_name":" 255 ","page_number":262},
  {"content":"\r\n\r\nمسألة 37 : لو التقط شيئا فبعد ما صار في يده ادّعاه شخص حاضر وقال : « إنّه مالي » يشكل ( 1 ) دفعه اليه بمجرّد دعواه ، بل يحتاج إلى\r\n\r\n","description":"\r\nالتعريف سنة على تنزيل المأخوذ من اللَّصوص منزلة اللقطة وثبوته له بعنوان حكم من أحكامها . ومقتضى ذلك عدم الفرق بين هذا الحكم وبين غيره من أحكام اللقطة في ترتّبه على المأخوذ من اللَّصوص . وليس في كلام الإمام ( ع ) ما يدلّ على عدم ترتيب سائر أحكام اللقطة عليه كجواز تملَّكه بعد تعريفه حولا كاملا فتحصّل أنّه لا وجه ظاهرا لنفي الماتن « قده » كونه في حكم اللقطة من جهة جواز التملَّك بعد التعريف وعدم مجيء المالك بل هو مخالف لإطلاق التنزيل .\r\nولكن الأحوط استحبابا ترك تملَّكه لعدم صراحة الخبر في جوازه فان المتيقن المصرّح به هو التصدق ، مع مخالفة جواز التملَّك للعمومات العامة الدالَّة على عدم جواز تصرّف مال الغير بدون إذنه .\r\n( 1 ) حكم ما لو ادّعى اللقطة شخص حاضر 1 - لعدم دليل على سماع دعواه حينئذ وقد يستدل على ذلك بصحيح منصور بن حازم حيث حكم فيه الإمام ( ع ) بأنّ المال للذي ادّعاه .\r\nوهو ما رواه الشيخ بإسناده عن محمد بن أحمد بن يحيى عن محمد بن\r\n","footnote":"","page_name":" 256 ","page_number":263},
  {"content":"\r\n\r\n","description":"\r\nالوليد عن يونس عن منصور بن حازم عن أبي عبد اللَّه ( ع ) قال : قلت : « عشرة كانوا جلوسا وسطهم كيس فيه ألف درهم . فسأل بعضهم بعضا ألكم هذا الكيس ؟\r\nفقالوا كلَّهم : لا . وقال واحد منهم : هو لي . فلمن هو ؟ قال ( ع ) : للَّذي ادّعاه « 1 » » .\r\nولكن لا دلالة لهذه الصحيحة على سماع دعوى الشخص الحاضر بعد التقاط الشيء . حيث لم يفرض فيها التقاط الكيس بل كان كيس الدراهم بينهم فسأل بعضهم بعضا عن مالكه فادّعاه واحد منهم وقال : « هو لي » من دون أن يأخذه . فلم يأخذه واحد من هؤلاء حتى الذي ادّعاه قبل دعواه بل إنّما أخذه بعد دعواه .\r\nوأمّا الإشكال بأنّه إذا لم يأخذه واحد منهم فكيف أخبر السائل الإمام عن الدراهم الموجودة في الكيس ، فلا ينبغي أن يتفوّه به ، لوضوح اطَّلاع مالكه الذي ادّعاه ماله وعلى فرض عدم اطلاعه قبل الأخذ فلا ريب أنّه صار مطَّلعا عنه بعد أخذ الكيس وعدّ الدراهم .\r\nوالحاصل أنّه لا ربط لهذه الرواية بالمقام لأنّ الكلام في ما لو كان دعوى الشخص الحاضر بعد ما التقطه غيره وأمّا مورد الصحيحة ففيما إذا كان دعواه قبل أن يلتقطه أحد . فإذا لم يكن دليلا على دعواه فلا تسمع إلَّا بإقامة البيّنة أو القطع بكونه ماله . ولا يكفي هنا ذكر علامة لا يطَّلع غير المالك عادة بخلاف اللقطة وذلك لحضور الطالب المدّعي حين الالتقاط فمن الممكن أن\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 18 - ص 200 - ب 17 - ح 1 .\r\n","page_name":" 257 ","page_number":264},
  {"content":"\r\nالبيّنة إلَّا إذا كان بحيث يصدق عرفا أنّه في يده أو ادّعاه قبل أن يلتقطه فيحكم بكونه ملكا للمدّعى ولا يجوز له أن يلتقطه .\r\n\r\n","description":"\r\nيحفظ خصوصياته لأن يأخذه غيره ثم هو يدّعيه ويذكر خصوصياته فيتصاحب المال بهذه الحيلة . فهذا بخلاف مورد اللقطة حيث يكون الطالب هناك غائبا حين الالتقاط ثم يجيء بعد الالتقاط ويطلبه فلا تحتمل فيه هذه الحيلة عادة . مع أنّ في النصوص فرض عدم حضور الطالب ولذا أمر بتعريف اللقطة ودفعها إلى مالكها إذا جاء بعد التعريف . فمفروض المسألة خارج عن مورد النّص المذكور . ولذا لا يكفي ذكر العلائم والخصوصيات الموجبة للاطمئنان النوعي في المقام . نعم ينطبق ذيل المسألة على مورد صحيح منصور ومن هنا حكم الماتن « قده » بكونه للمدّعي .\r\n","footnote":"","page_name":" 258 ","page_number":265},
  {"content":"\r\n\r\nمسألة 38 : لا يجب دفع اللقطة إلى من يدّعيها إلَّا مع العلم أو البيّنة وإن وصفها بصفات وعلامات لا يطَّلع عليها غير المالك غالبا إذا لم يفد القطع ( 1 ) بكونه المالك .\r\n\r\n","description":"\r\n( 1 ) شرائط وجوب دفع اللقطة إلى طالبها 1 - لا دليل على اعتبار القطع بل يكفي توصيف اللقطة بعلائم وخصوصيات لا يطَّلع عليها عادة غير المالك وإن لم يفد الاطمئنان لشخص الملتقط بل المعتبر إفادة الاطمئنان النوعي .\r\nوالوجه في ذلك أوّلا : استقرار سيرة العقلاء على اكتفائهم بذكر العلائم والخصوصيات التي لا يطلع عليها غير المالك عادة في تسليم اللقطة إلى الطالب الذي ذكر هذه الخصوصيات وليس في نصوص المقام ما يصلح للرّادعيّة بل يستفاد من بعضها إمضاء هذه السيرة مثل صحيح البزنطي عن أبي الحسن الرضا ( ع ) : « إن جاءك طالب لا تتّهمه ردّه عليه « 1 » » .\r\nفان قوله : « لا تتّهمه » يحتمل أن يكون نهيا عن اتهام الطالب بالكذب بعد ما ذكر خصوصيات المال وعلائمه الَّتي لا يطَّلع عليها غير المالك عادة . وعليه فيدلّ هذا الصحيح على قبول دعوى الطالب بعد ذكر العلائم وعدم اعتناء\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 366 - ب 15 - ح 1 .\r\n","page_name":" 259 ","page_number":266},
  {"content":"\r\n\r\n","description":"\r\nالملتقط بسوء ظنّه . وبناء على ذلك يجب دفع اللقطة إلى الطالب حينئذ .\r\nويحتمل كون « لا » نافية وتكون قوله : « لا تتّهمه » وصفا للطالب يعني إذا جاء طالب غير متّهم عندك ، أي جاء الطالب الذي لا تتّهمه فردّه عليه .\r\nثم إنّ عدم كون الطالب متّهما عند الملتقط إمّا يكون بأن يعرفه الملتقط ويطمئنّ بصدقه لأجل ذلك أو يحصل له الاطمئنان بصدقه من ذكره الخصوصيات والعلائم التي لا يطَّلع عليها غير المالك عادة . ويمكن أن يكون المقصود من عدم اتهام الطالب أن لا يكون ممّن هو متّهم في نفسه لمعلومية حاله كأن يكون سارقا معروفا أو ماجنا أو من أهل المكر والدغل والحيلة . وهذا هو الأظهر . فالمقصود أنّ الطالب لو لم يكن شخصا متّهما في نفسه فاقبل قوله إذا ذكر علائم وأوصاف تختفي عن غير المالك عادة وادفع المال إليه كما استقرّ عليه سيرة العقلاء . وعليه فلا دلالة لهذه الصحيحة على اعتبار القطع أو الاطمئنان الشخصي . ولعلَّه وجه خلوّ نصوص التعريف عن اكتفاء الملتقط بذكر العلائم حيث يكون ذلك مما استقرّت عليه سيرة العقلاء فعدم ذكر ذلك من جهة الاتّكال على عرف العقلاء .\r\nهذا مضافا إلى ما ورد في النصوص من تعليق جواز تسليم اللَّقطة إلى طالبها على معرفته المال لا معرفة الملتقط أنّ الطالب هو المالك . فإنّه لا يخلو من دلالة على جواز اكتفاء الملتقط في دفع اللقطة بذكر العلائم المختصّ علمها بالمالك عادة من دون اعتبار معرفة الملتقط أو اطمئنانه بأنّ الطالب هو\r\n","footnote":"","page_name":" 260 ","page_number":267},
  {"content":"\r\n\r\n","description":"\r\nالمالك . وذلك لأن معرفة المالك ماله إنّما تحصل بمجرّد ذكر هذه العلائم والخصوصيات عادة . وعليه فيكفي هذه النصوص لإمضاء سيرة العقلاء حيث تنفي بإطلاقها اعتبار قطع الملتقط ومعرفته بأنّ الطالب هو المالك .\r\nونشير هنا إلى بعض هذه النصوص .\r\nفمنها : موثقة إسحاق بن عمّار عن الكاظم ( ع ) قال : « يسأل عنها أهل المنزل لعلَّهم يعرفونها . قلت : فإن لم يعرفوها ؟ قال ( ع ) : يتصدّق بها « 1 » » .\r\nوما يقال من أنّها واردة مورد كون الطالب ذا اليد على اللقطة ولا يقاس بغيره ، إشكال غير وجيه . حيث إنّ موردها في المدفون ولا يد لأهل المنزل على المدفون فيها .\r\nومنها : صحيح محمد بن قيس عن الباقر ( ع ) قال : « قضى علي ( ع ) في رجل وجد ورقة في خربة أن يعرّفها فإن وجد من يعرفها وإلَّا تمتّع بها « 2 » » .\r\nومنها : صحيح عبد اللَّه بن جعفر الحميري قال : « سألته ( ع ) في كتاب عن رجل اشترى جزورا أو بقرة أو شاة أو غيرها للأضاحي أو غيرها فلمّا ذبحها وجد في جوفها صرّة فيها دراهم أو دنانير أو جواهر أو غير ذلك من المنافع لمن يكون ذلك وكيف يعمل به ؟ فوقّع ( ع ) : عرّفها البائع ، فإن لم يعرفها فالَّشيء لك رزقك اللَّه إيّاه « 3 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 355 - ب 5 - ح 3 .\r\n« 2 » الوسائل / ج 17 - ص 355 - ح 5 .\r\n« 3 » الوسائل / ج 17 - ص 359 - ب 9 - ح 2 .\r\n","page_name":" 261 ","page_number":268},
  {"content":"\r\n\r\n","description":"\r\nودلالة هذه النصوص على ما قلناه واضحة وأسنادها صحيحة .\r\nوممّا يؤيّد ذلك خبر سعيد بن عمرو الجعفي في حديث طويل قال : « ثمّ قلت : من يعرف الكيس ؟ فأوّل صوت صوّته إذا رجل على رأسي ، يقول : أنا صاحب الكيس . فقلت في نفسي : أنت ؟ ! فلا كنت . قلت : ما علامة الكيس ؟ فأخبرني بعلامته فدفعته إليه . . ثمّ دخلت على أبي عبد اللَّه ( ع ) : فأخبرته كيف تنحّيت وكيف صنعت « 1 » » . الحديث .\r\nفإنّ ظاهره اكتفاء سعيد بذكر علامة الكيس في إعطائه إلى ذلك الرّجل وتسليمه إليه كما أنّ عدم منع الإمام ( ع ) عن فعله ظاهر في التقرير فلا إشكال في دلالته . وإنّما ذكرناه تأييدا ولم نجعله دليلا لضعف سنده حيث لم تثبت وثاقة سعيد .\r\nهذا مضافا إلى صعوبة إقامة البينة وعدم حصول القطع غالبا . فالأقوى جواز الاكتفاء بذكر العلائم والخصوصيات المختصّ علمها بالمالك في وجوب دفع اللقطة إلى الطالب . وأمّا حمل الأوامر الواردة فيها بدفع اللقطة إلى مالكه على الجواز لكونه في موضع توهّم الحظر ، فخلاف الظاهر جدّا ، فأيّ وجه لتوهم منع دفع مال الغير إلى صاحبه بعد ما ثبت - ولو ظاهرا - كونه له .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 356 - ب 6 - ح 1 .\r\n","page_name":" 262 ","page_number":269},
  {"content":"\r\nنعم نسب إلى الأكثر أنّه إن أفاد الظن جاز ( 1 ) دفعها إليه فإن تبرّع بالدفع لم يمنع وإن امتنع لم يجبر وهو الأقوى وإن كان الأحوط الاقتصار في الدفع على صورة العلم أو البينة .\r\n\r\n","description":"\r\n( 1 ) فسّر الماتن ( قده ) الجواز بعدم منع دفعه تبرّعا وعدم إجباره على الدفع إذا امتنع منه . ولكنّ الأقوى أن يكون الجواز هنا بمعنى المشروعية الملائمة للوجوب . حيث لا إشكال في وجوب دفع مال الغير إلى صاحبه عند حصول الاطمئنان النوعي بذكر العلامات المختصّ علمها بالمالك . فما يتراءى من التفصيل في الوجوب والجواز - في اللَّمعة وغيرها - بين صورة العلم أو قيام البيّنة وبين التوصيف بالعلائم ، بوجوب دفع اللقطة على الأوّل وجوازه على الثاني ليس بشيء لعدم دليل على ذلك .\r\n","footnote":"","page_name":" 263 ","page_number":270},
  {"content":"\r\n\r\nمسألة 39 ، لو تبدّل مداسه بمداس آخر في مسجد أو غيره أو تبدّل ثيابه في حمّام أو غيره بثياب آخر ، فان علم أنّ الموجود لمن أخذ ماله جاز أن يتصرّف فيه بل يتملَّكه بعنوان التقاصّ ( 1 ) عن ماله إذا علم أنّ صاحبه قد بدّله متعمّدا .\r\n\r\n","description":"\r\n( 1 ) حكم ما لو تبدّل مداسه بمداس الغير 1 - وذلك لما دلّ من النصوص على جواز التقاصّ من مال المديون أو الغاصب مكان المال الذي أخذاه عن عمد وظلم كما هو مفروض الكلام هنا .\r\nفمن تلك النصوص صحيح ابن رزين .\r\nرواه الصدوق بإسناده عن محمد بن أبي عمير عن داود بن رزين قال :\r\n« قلت لأبي الحسن موسى ( ع ) : إنّي أخالط السّلطان فتكون عندي الجارية فيأخذونها والدّابة الفارهة فيبعثون فيأخذونها ثمّ يقع لهم عندي المال فلي أن أخذه ؟ فقال ( ع ) :\r\nخذ مثل ذلك ولا تزد عليه « 1 » » .\r\nهذه الرواية ضعيفة بطريق الشيخ لوقوع داود بن رزين في طريقها وهو لم تثبت وثاقته . ولكنها صحيحة بطريق الصدوق لثبوت وثاقة ابن رزين بتوثيق المفيد في الإرشاد وابن عقدة على ما ذكره النجاشي ومدح غيرهما .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 201 - ب 83 - ح 1 .\r\n","page_name":" 264 ","page_number":271},
  {"content":"\r\n\r\n","description":"\r\nومنها : صحيحة أبي بكر الحضرمي أو حسنته .\r\nرواها الشيخ بإسناده عن الحسين بن سعيد عن صفوان ابن مسكان عن أبي بكر قال : « قلت له : رجل لي عليه دراهم فجحدني وحلف عليها أيجوز لي إن وقع له قبلي دراهم أن آخذ منه بقدر حقّي ؟ قال : فقال ( ع ) : نعم ولكن لهذا كلام .\r\nقلت : وما هو ؟ قال ( ع ) : تقول اللَّهمّ إنّي لا آخذه ظلما ولا خيانة وإنّما أخذته مكان مالي الذي أخذ منّي لم أزدد عليه شيئا « 1 » » .\r\nهذه الرواية صحيحة على فرض دلالة كلام الشيخ والكشي على توثيق أبي بكر الحضرمي . وان قلنا بتضمّن كلامهما مدحه تكون حسنة فحسن حاله محرز على أيّ حال .\r\nومنها : صحيح عليّ بن سليمان .\r\nرواه الشيخ بإسناده عن محمد بن الحسن الصفار عن محمد بن عيسى عن علي بن سليمان بن الحسن بن الجهم قال : « كتبت إليه ، رجل غصب مالا أو جارية ثمّ وقع عنده مال بسبب وديعة أو قرض مثل ما خانه أو غصبه أيحلّ له حسبه عليه أم لا ؟ فكتب : نعم يحلّ له ذلك إن كان بقدر حقّه وإن كان أكثر فيأخذ منه ما كان عليه ويسلَّم الباقي إليه إن شاء اللَّه » . « 2 » ثمّ إنّ هذه النصوص واردة فيما إذا كان المال مأخوذا عن ظلم وغصب\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 203 - ب 83 - ح 4 .\r\n« 2 » الوسائل / ج 12 - ص 204 - ح 19 .\r\n","page_name":" 265 ","page_number":272},
  {"content":"\r\n\r\n","description":"\r\nوجحد الأخذ وجود مال عنده للغير وامتنع عن ردّه إليه . ومن هنا يمكن حمل النصوص النهاية عن التقاص على ما إذا لم يأخذه الغير غصبا أو ظلما . وإن يحتمل حملها على النهي التنزيهي وإرادة الكراهة لصراحة سائر النصوص في الجواز .\r\nولكن يستفاد من بعض النصوص جواز التقاص فيما إذا لم يأخذ الغير ماله غصبا أو ظلما ، بأن اقترض منه أو أخذه وديعة أو أمانة .\r\nمثل ما رواه الشيخ بإسناده عن محمد بن الحسن الصفار عن عبد اللَّه بن محمد بن عيسى عن علي بن مهزيار عن إسحاق بن إبراهيم أنّ موسى بن عبد الملك كتب إلى أبي جعفر ( ع ) : « يسأله عن رجل دفع إليه رجل مالا ليصرفه في بعض وجوه البرّ فلم يمكنه صرف المال في الوجه الذي أمره به وقد كان له عليه مال بقدر هذا المال فسأل هل يجوز لي أن أقبض مالي أو أردّه إليه ؟ فكتب : اقبض مالك ممّا في يديك « 1 » » .\r\nولكن في سنده ضعف لوقوع عبد اللَّه بن محمد بن عيسى في طريقه حيث لم يرد فيه توثيق ولا مدح . وعليه فلا دليل على جواز التقاصّ في هذه الصورة . اللَّهم إلَّا أن نقبل توثيق جعفر بن قولويه لوقوعه في أسناد كامل الزيارات أو نقول بمعروفيته باعتبار كثرة روايته وكونه ابن محمد بن عيسى وأخا أحمد بن محمد بن عيسى .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 12 - ص 204 - ح 8 .\r\n","page_name":" 266 ","page_number":273},
  {"content":"\r\nوجريان الحكم في غير ذلك محلّ إشكال وإن لا يخلو من قرب ولكن بعد الفحص عن صاحبه واليأس منه . وكذا يجب الفحص في صورة تعمّده . نعم لو كان الموجود أجود ممّا أخذ يلاحظ التفاوت فيقوّمان معا ويتصدّق مقدار التفاوت بعد اليأس عن صاحب المتروك ( 1 ) وان لم يعلم بأن المتروك لمن أخذ ماله أو لغيره يعامل معه معاملة مجهول المالك فيتفحّص عن صاحبه ومع اليأس عنه يتصدّق به بل الأحوط ذلك ( 2 ) أيضا فيما لو علم أنّ الموجود للآخذ لكن لم يعلم أنّه قد بدّل متعمّدا .\r\n\r\n","description":"\r\nثم إنّه قد يقال بدخول صورة تعمّد المالك بالتبديل في المعاوضة القهرية . ولذا يجوز أخذ الثوب أو المداس المتبدّل حينئذ بعنوان العوض بتوجيه أنّ مالك الثوب أو المداس المختلف قصد من أخذه ثوب الغير أو مداسه كونه عوضا عن ماله . فهو قصد بذلك تمليك مداسه أو ثوبه للغير قبال ما خلَّفه له وانّ الغير أيضا قصد تملَّك المال المتخلَّف بنفس أخذه ولبسه .\r\nولكن الإنصاف يشكل كون بناء أهل العرف على قصد التعويض والتمليك والتملَّك في أمثال هذه الموارد . فالظاهر أنّ جواز أخذ الثوب أو المداس المتبدّل من جهة التقاصّ في صورة التعمد بذلك .\r\n( 1 ) لأنّ القدر الزائد مال الغير فيترتب عليه حكم مجهول المالك .\r\n( 2 ) حيث يشكل استفادة جواز التقاصّ في هذه الصورة من النصوص\r\n","footnote":"","page_name":" 267 ","page_number":274},
  {"content":"\r\n\r\nخاتمة : إذا وجد صبيّا ضائعا لا كافل له ولا يستقلّ بنفسه\r\nعلى السعي فيما يصلحه والدفع عما يضرّه ويهلكه - ويقال له : « اللقيط » - ، يجوز ( 1 ) بل يستحب التقاطه وأخذه .\r\n\r\n","description":"\r\nالمذكورة . وإنّ الذي دلّ على ذلك ضعيف سندا لوقوع عبد اللَّه بن محمد بن عيسى إلَّا أن نقول بمعروفيته أو وثاقته بتوثيق جعفر بن قولويه كما قلنا . ولكن مع ذلك تقصر دلالته لاختصاصه بما إذا عرف مالك المال . والمفروض في المقام كونه مجهولا .\r\n( 1 ) حكم التقاط الصبي 1 - وذلك لدلالة النصوص . وإنّ المتيقن منها الصبي غير المميّز بقرينة لفظ المنبوذ الوارد في نصوص المقام وموارد إطلاق لفظ اللقيط . كما قال في الصحاح : « اللقيط : المنبوذ يلتقط » وأما النصوص الواردة في المقام :\r\nفمنها : ما رواه الكليني عن علي بن إبراهيم عن أبيه عن حمّاد عن حريز عن محمد بن مسلم قال : « سألت أبا جعفر ( ع ) عن اللَّقيط . قال ( ع ) : حرّ لا يباع ولا يوهب « 1 » » . ومثله ما رواه الشيخ بإسناده عن زرارة « 2 » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 372 - ب 22 - ح 5 .\r\n« 2 » الوسائل / ج 17 - ص 371 - ب 22 - ح 1 .\r\n","page_name":" 268 ","page_number":275},
  {"content":"\r\n\r\n","description":"\r\nومنها : ما رواه الكليني عن محمد بن يحيى عن أحمد بن محمّد عن ابن محبوب عن محمد بن أحمد قال : « سألت أبا عبد اللَّه ( ع ) عن اللَّقيطة . فقال ( ع ) :\r\nلا تباع ولا تشترى ولكن تستخدمها بما أنفقت عليها « 1 » » .\r\nومنها : ما رواه الكليني عن محمد بن يحيى عن أحمد بن محمد بن عيسى عن علي بن الحكم عن عبد الرّحمن العرزمي عن أبي عبد اللَّه ( ع ) عن أبيه ( ع ) قال : « المنبوذ حرّ فإذا كبر فإن شاء توالى إلى الذي التقطه وإلَّا فليردّ عليه النّفقة وليذهب فليوال من شاء « 2 » » .\r\nومنها : ما رواه الكليني عن عدة من أصحابنا عن أحمد بن محمد عن ابن فضال عن مثنّى عن حاتم بن إسماعيل المدائني عن أبي عبد اللَّه ( ع ) قال :\r\n« المنبوذ حرّ فإن أحبّ أن يوالي غير الذي ربّاه والاه فإن طلب منه الذي ربّاه النّفقة وكان موسرا ردّ عليه وإن كان معسرا كان ما أنفق عليه صدقة « 3 » » .\r\nولكن غاية مدلول هذه النصوص أصل جواز الالتقاط ومشروعيته ولا يدلّ واحد منها على استحبابه . نعم يمكن القول باستحبابه من جهة كونه تعاونا على البرّ فيدخل في عموم قوله تعالى * ( تَعاوَنُوا عَلَى الْبِرِّ ) * ولأنّه عمل الخير فيشمله عموم قوله * ( فَاسْتَبِقُوا الْخَيْراتِ ) * ونحو ذلك من العمومات الواردة في\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 372 - ب 22 - ح 4 .\r\n« 2 » الوسائل / ج 17 - ص 371 - ب 22 - ح 3 .\r\n« 3 » الوسائل / ج 17 - ص 371 - ب 22 - ح 2 .\r\n","page_name":" 269 ","page_number":276},
  {"content":"\r\nبل يجب مقدمة ( 1 ) إن توقف حفظه عليه لو كان في معرض التلف . سواء كان منبوذا قد طرحه أهله في شارع أو مسجد ونحوهما عجزا عن النفقة أو خوفا من التهمة أو غيره .\r\nبل وإن كان مميّزا ( 2 ) بعد صدق كونه ضائعا تائها لا كافل له .\r\n\r\n","description":"\r\nالكتاب والسّنة مما دلّ على الترغيب إلى فعل الخير والإحسان .\r\n( 1 ) كان ما قلنا فيما إذا لم يكن اللقيط في معرض التلف كما هو الغالب في الطفل المنبوذ وإلَّا فلو توقّف حفظه على التقاطه لا ريب في وجوبه لأنّه إنقاذ نفس محترمة من الهلاك وحفظها عن التلف .\r\nثمّ إنّه لا ريب في وجوب تعريفه وذلك لفحوى ما دلّ من النصوص على وجوب تعريف اللَّقطة لأنّ حرمة النفس المحترمة وأهمّيتها وعظم خطرها أكثر بمراتب من المال فوجوب حفظ اللَّقيط وإيصاله إلى وليّه أشدّ من وجوب إيصال المال الضائع إلى صاحبه .\r\n( 2 ) وذلك لإطلاق نصوص المقام ولصدق عنوان اللَّقيط عليه إذا كان ضائعا تائها لا كافل له . ويشهد على ذلك قوله تعالى في سورة يوسف * ( « وأَلْقُوه ُ فِي غَيابَتِ الْجُبِّ يَلْتَقِطْه ُ بَعْضُ السَّيَّارَةِ ) * « 1 » * ( » ) * بل بقول صاحب الجواهر إنّ هذه الآية أقوى شاهد على صدق عنوان اللقيط عليه . نظرا إلى أنّ يوسف ( ع ) كان مميّزا\r\n\r\n","footnote":"\r\n« 1 » سورة يوسف / 10 .\r\n","page_name":" 270 ","page_number":277},
  {"content":"\r\nوبعد ما أخذ اللقيط والتقطه يجب عليه حضانته وحفظه ( 1 ) والقيام بضرورة تربيته بنفسه أو بغيره . وهو أحقّ به من غيره إلى أن يبلغ فليس لأحد أن ينتزعه من يده ويتصدّى حضانته غير من له حق الحضانة شرعا بحقّ النسب كالأبوين والأجداد وسائر الأقارب ( 2 ) أو بحق الوصاية كوصّي الأب أو الجدّ إذا وجد أحد هؤلاء ، فيخرج بذلك عن عنوان اللَّقيط لوجود الكافل له حينئذ واللقيط من لا كافل له . وكما لهؤلاء حق الحضانة - فلهم انتزاعه من يد آخذه - كذلك عليهم ذلك . فلو امتنعوا أجبروا عليه .\r\n\r\n","description":"\r\nحين ما القي في غيابة الجبّ حيث قصّ رؤياه لأبيه قبل ذلك فنهاه أبوه بقوله :\r\n* ( « يا بُنَيَّ لا تَقْصُصْ رُؤْياكَ عَلى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْداً ) * « 1 » * ( » ) * .\r\n( 1 ) قال في الجواهر « 2 » : « بلا خلاف أجده في شيء من ذلك وربما كان في النصوص المزبورة نوع إشعار به . نعم إن عجز سلَّمه إلى القاضي الذي هو وليّ مثله بلا خلاف » .\r\n( 2 ) على ترتيب مراتب الإرث الأقرب منهم يمنع الأبعد كما قال الماتن « قده » في « المسألة 17 » من أحكام الولادة . وفي تقديم سائر الأقارب - غير\r\n\r\n","footnote":"\r\n« 1 » سورة يوسف / 5 .\r\n« 2 » الجواهر / ج 38 - ص 174 .\r\n","page_name":" 271 ","page_number":278},
  {"content":"\r\n\r\nمسألة 1 : إذا كان للقيط مال من فراش أو غطاء زائدين على مقدار حاجته أو غير ذلك\r\nجاز للملتقط صرفه في إنفاقه بإذن الحاكم ( 1 ) أو وكيله . ومع تعذّرهما وتعذّر عدول المؤمنين على الأحوط جاز له ذلك بنفسه ولا ضمان ( 2 ) عليه . وإن لم يكن له مال فان وجد من ينفق عليه من حاكم بيده بيت المال أو من كان عنده حقوق تنطبق عليه من زكاة أو غيرها أو متبرّع ، كان له الاستعانة بهم في إنفاقه أو الإنفاق عليه من ماله .\r\n\r\n","description":"\r\nالأبوين - على الوصي أو بالعكس أو التصالح وجوه ذكر في محلَّه . وعلى أيّ حال يخرج بذلك عن عنوان اللقيط لعدم كونه ضائعا حينئذ فينتفي حقّ الحضانة عن الملتقط بانتفاء موضوعه .\r\n( 1 ) لأنّه مقتضى أدلَّة ولاية الحاكم على من لا وليّ له والمفروض عدم وليّ للقيط .\r\n( 2 ) حكم رجوع الملتقط على اللقيط فيما أنفق عليه 2 - إنّ في المقام تارة : يبحث من جهة القاعدة وأخرى : من جهة نصوص المقام .\r\nوأمّا مقتضى القاعدة : فربّما يقال إنّ مقتضاها ثبوت الضمان مطلقا إلَّا إذا دلّ الدليل على نفيه . لأنّ الإنفاق بمال اللقيط تصرّف في مال الغير المولَّى\r\n","footnote":"","page_name":" 272 ","page_number":279},
  {"content":"\r\n\r\n","description":"\r\nعليه بدون إذن وليّه فهو ضامن لما صرفه . نعم لو توقف حفظ اللقيط وحضانته على الإنفاق عليه بماله بأن لم يصل يده إلى الحاكم ولم يكن متبرّع بذلك فلا ضمان فيه أنفقه من مال اللقيط ذاكئذ لانّ صرفه مال اللقيط في الإنفاق عليه ، كان بأمر الشارع وظاهره نفي الضمان والغرم عنه .\r\nولكن ربما يشكل بأنّ عنوان المحسن يصدق على الملتقط في إنفاقه عليه وان لم يتوقف حفظه على ذلك . لأنه كما كان محسنا في أصل حفظه وحضانته فكذلك في الإنفاق عليه .\r\nوجوابه أنه مع فرض وجوب استئذانه من الحاكم في تصرّفه في مال الصبي ومخالفته لذلك وإنفاقه بماله من دون إذن الحاكم ، لا يكون محسنا في الإنفاق عليه بماله ، فيثبت الضمان في حقه .\r\nهذا كلَّه إذا أنفق من مال اللقيط وأمّا إذا لم يكن له مال وأنفق من مال نفسه فمقتضى القاعدة جواز الرجوع على اللقيط فيما أنفقه بعد ما كبر فيما إذا لم يتبرّع بذلك غيره من عدول المؤمنين أو لم يتولّ إنفاقه الحاكم .\r\nوذلك أوّلا : لأنّه محسن في إنفاقه حينئذ ولا سبيل عليه بالتغريم لأنّ عدم جواز رجوعه تغريم عليه . من دون فرق في ذلك بين أن يتوقف حفظ اللقيط وحضانته على الإنفاق بمال الملتقط وبين أن لم يتوقف عليه . فلا يعتبر الرجوع إلى الحاكم أو عدول المؤمنين ابتداء - عند عدم التوقف المزبور - في صدق عنوان المحسن عليه حينئذ ، لعدم دليل على وجوب الرجوع أو\r\n","footnote":"","page_name":" 273 ","page_number":280},
  {"content":"\r\n\r\n","description":"\r\nالاستئذان حينئذ حيث إنّ سبب وجوب الاستئذان من الحاكم دخل إذنه في جواز التصرف في أموال الصبي . والمفروض عدم مال للصبي حينئذ بل إنّما ينفق الملتقط من مال نفسه . فلا يتعلق نهي بإنفاقه على اللقيط حينئذ من جانب الشارع حتى يمنع من صدق عنوان المحسن عليه . إلَّا أن يتبرّع به متبرّع فان تبرّع الغير بالإنفاق على اللقيط يمنع عن صدق عنوان الإحسان على إنفاقه مع قصد الرجوع . وأمّا مع عدم قصد الرجوع وإن يكون محسنا إلَّا إنّه لا يجوز له الرجوع حينئذ بالإجماع والسيرة القطعية بل الضرورة كما قال في الجواهر :\r\n« نعم الإجماع والسيرة القطعية بل الضرورة على عدم الرجوع مع نيّة التبرع « 1 » » .\r\nوثانيا : بمقتضى قاعدة الإتلاف حيث إنّ اللقيط قد تناول من مال الملتقط وصرفه فهو أتلف مال الملتقط ويضمنه على القاعدة .\r\nوالحاصل أنّ جواز الرجوع له إذا أنفق من مال نفسه بقصد الرجوع وعدم تبرّع الغير موافق لمقتضى قاعدتي الإحسان والإتلاف بل مقتضاهما جواز رجوعه حتى إذا لم ينو شيئا من الرجوع والتبرع كما قال في الجواهر :\r\n« أمّا إذا لم ينو شيئا منهما - أي الرجوع والتبرع - فقاعدة اليد والإتلاف وإطلاق الخبرين يقضي بجواز رجوعه أيضا بل هو مقتضى ما سمعته من المقنعة وغيرها من اعتبار التبرع في عدم الرجوع ولعلَّه مراد الجميع وان\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 171 .\r\n","page_name":" 274 ","page_number":281},
  {"content":"\r\n\r\n","description":"\r\nقصرت العبارة « 1 » » .\r\nهذا كلَّه مقتضى القاعدة وأمّا النصوص الواردة في المقام فمدلولها أيضا موافق لمقتضى القاعدة من اختصاص جواز رجوع الملتقط على اللقيط بعد ما كبر بما إذا أنفق عليه من مال نفسه حيث إنّ أمره ( ع ) اللقيط - بعد ما كبر - بردّ مقدار النفقة من أمواله على الملتقط يشهد على كون إنفاقه من مال نفسه وإلَّا لم يكن معنى لردّ اللقيط النفقة على الملتقط بل كان ذاكئذ على الملتقط أن يردّ من مال نفسه على اللقيط قدر ما أنفقه من ماله .\r\nوأمّا نصوص المقام :\r\nفمنها : خبر حاتم بن إسماعيل المدائني عن أبي عبد اللَّه ( ع ) : « فإن طلب منه الذي ربّاه النّفقة وكان موسرا ردّ عليه وإن كان معسرا كان ما أنفق عليه صدقة « 2 » » .\r\nومنها : خبر عبد الرحمن العرزمي عن أبي عبد اللَّه ( ع ) عن أبيه ( ع ) :\r\n« المنبوذ حرّ فإذا كبر فإن شاء توالى إلى الذي التقطه وإلَّا فليردّ عليه النّفقة « 3 » » .\r\nومنها : خبر محمد بن أحمد قال : سألت أبا عبد اللَّه ( ع ) : « عن اللَّقيطة فقال :\r\nلا تباع ولا تشترى ولكن تستخدمها بما أنفقت عليها « 4 » » .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 171 .\r\n« 2 » الوسائل / ج 17 - ص 371 - ب 22 - ح 2 مرّ ذكر متن هذه النص مفصّلا مع ذكر رواته .\r\n« 3 » الوسائل / ج 17 - ص 371 - ب 22 - ح 3 مرّ ذكر متن هذه النص مفصّلا مع ذكر رواته .\r\n« 4 » الوسائل / ج 17 - ص 371 - ب 22 - ح 4 مرّ ذكر متن هذه النص مفصّلا مع ذكر رواته .\r\n","page_name":" 275 ","page_number":282},
  {"content":"\r\n\r\n","description":"\r\nهذه النصوص وإن كانت ضعيفة سندا لعدم ثبوت وثاقة حاتم بن إسماعيل المدائني وعبد الرحمن العرزمي والجهل بحال محمد بن أحمد إلَّا أنّها معتضدة بعمل الأصحاب كما قال في الجواهر « 1 » مع أنّ الأظهر وثاقة العرزمي لأنّه المراد بالرّزمي « 2 » الذي وثقه النجاشي حيث لم يذكر في الروايات شخص بعنوان الرزمي فليس هو غير العرزمي .\r\nهذا مضافا إلى موافقة مدلول هذه النصوص لمقتضى قاعدتي الإحسان والإتلاف كما قلنا . قال في الجواهر : « بل ظاهر خبر المدائني وخبر محمد بن أحمد جواز إنفاق الملتقط والرجوع بما أنفق إن شاء من دون رجوع إلى السلطان أو المسلمين وهو الموافق للضوابط بعد عدم دليل يدلّ على وجوب الإنفاق التبرعي على أحد وهذا هو التحقيق في المسألة « 3 » » .\r\nهذا كلَّه : مع كفاية صحيح علي بن جعفر لإثبات جواز رجوع الملتقط على اللقيط فيما أنفق .\r\n\r\n","footnote":"\r\n« 1 » الجواهر / ج 38 - ص 170 .\r\n« 2 » في إيضاح الاشتباه : عبد الرحمن بن محمد بن عبيد اللَّه الرزمي بالراء والزاي بعدها ، وكذا في خاتمة الوسائل وفي جامع الرواة . وقال السيد الخوئي في المعجم : « لكن الموجود في أكثر نسخ النجاشي الرّزمي وكذلك الموجود في الخلاصة » .\r\n« 3 » الجواهر / ج 38 - ص 170 .\r\n","page_name":" 276 ","page_number":283},
  {"content":"\r\nوليس له حينئذ الرجوع على اللَّقيط بما أنفقه بعد بلوغه ويساره إن نوى الرجوع عليه وان لم يكن من ينفق عليه من أمثال ما ذكر تعيّن عليه وكان له الرجوع عليه مع قصد الرجوع لا بدونه .\r\n\r\n","description":"\r\nرواه الشيخ بإسناده عن الحسين بن سعيد عن أحمد بن محمد عن العمركي عن علي بن جعفر عن أخيه موسى بن جعفر ( ع ) قال : « سألته عن اللَّقطة إذا كانت جارية هل يحلّ فرجها لمن التقطها ؟ قال ( ع ) : لا ، إنّما يحلّ له بيعها بما أنفق عليها « 1 » » .\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 351 - ح 8 .\r\n","page_name":" 277 ","page_number":284},
  {"content":"\r\n\r\nمسألة 2 : يشترط في الملتقط البلوغ والعقل والحريّة ( 1 ) وكذا الإسلام إن كان اللقيط محكوما بالإسلام ( 2 ) .\r\n\r\n","description":"\r\n( 1 ) شرائط الملتقط 1 - لا خلاف بين الخاصّة والعامّة في اشتراط البلوغ والعقل . وكذا الحرّية على المشهور بين فقهائنا بل عن مجمع البرهان الإجماع على ذلك وقد نفى الريب عنه في جامع المقاصد . وهو مقتضى القاعدة لعدم ولاية للعبد على شيء فإنّه وما في يده لمولاه كما قال تعالى * ( عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ ) * « 1 » فإنّه بعمومه نفى أيّة ولاية عن العبد .\r\nومما يشهد على ذلك فحوى ما دلّ من النصوص على عدم جواز التقاط اللقطة للعبد مثل معتبرة أبي خديجة رواه الشيخ بإسناده عن محمد بن أحمد بن يحيى عن محمّد بن عيسى عن الوشّاء عن أحمد بن عائذ عن أبي خديجة عن أبي عبد اللَّه ( ع ) قال : « سأله ذريح عن المملوك يأخذ اللَّقطة . فقال ( ع ) : وما للمملوك واللَّقطة والمملوك لا يملك من نفسه شيئا « 2 » » .\r\n( 2 ) لما في التقاط الكافر اللقيط المسلم من قبيل سبيل الكافر على\r\n\r\n","footnote":"\r\n« 1 » النحل / 75 .\r\n« 2 » الوسائل / ج 17 - ص 370 - ب 20 - ح 1 .\r\n","page_name":" 278 ","page_number":285},
  {"content":"\r\n\r\nمسألة 3 : لقيط دار الإسلام محكوم بالإسلام ( 1 ) وكذا لقيط دار الكفر . إذا وجد فيها مسلم احتمل تولَّد اللقيط منه . وان كان في دار الكفر ولم يكن فيها مسلم أو كان ولم يحتمل كونه منه يحكم بكفره .\r\n\r\n","description":"\r\nالمؤمن وعلوّ الكفر على الإسلام . وهما منفيّان بقوله تعالى * ( ولَنْ يَجْعَلَ أللهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا ) * « 1 » . وبما نقل عن النبي ( ص ) : « الإسلام يعلو ولا يعلى عليه « 2 » » .\r\n( 1 ) حكم لقيط دار الإسلام ودار الكفر 1 - استدل على ذلك بدلالة نفي جواز بيع اللقيط وهبته على كونه محكوما بالإسلام . حيث يجوز بيع الكافر الحرّ بعد استرقاقه كما في صحيح محمّد بن مسلم رواه الكليني عن علي بن إبراهيم عن أبيه عن حمّاد عن حريز عن محمد بن مسلم قال : « سألت أبا جعفر ( ع ) عن اللَّقيط . فقال ( ع ) : حرّ لا يباع ولا يوهب « 3 » » .\r\nوفي موثقة ابن فضّال عن مثنّى عن زرارة عن أبي عبد اللَّه ( ع ) قال :\r\n\r\n","footnote":"\r\n« 1 » النساء / 141 .\r\n« 2 » الوسائل / ج 17 - ص 376 - ح 11 .\r\n« 3 » الوسائل / ج 17 - ص 372 - ب 22 - ح 5 .\r\n","page_name":" 279 ","page_number":286},
  {"content":"\r\n\r\n","description":"\r\n« اللَّقيط لا يشترى ولا يباع « 1 » » .\r\nولكن هذا الاستدلال لا يثبت المطلوب فإنّ غاية ما يثبت به عدم كون اللقيط كافرا حربيا فلا يكون دليلا على كون اللقيط محكوما بالإسلام لأعمّية من لم يجز بيعه وشراؤه من المسلم والكافر غير الحربي .\r\nوأيضا يستدل بما يستفاد من النصوص الدالَّة على وجوب تعريف اللقطة وحفظها وإيصالها إلى صاحبها من حرمة ما يلتقط من الأموال . حيث يدلّ هذا النطاق بالفحوى على حرمة اللقيط لوضوح كون النفس أعظم حرمة من المال .\r\nوفيه : أنّ إثبات وصف الإسلام للقيط بمجرد إثبات حرمته مشكل جدا حيث لا دليل على كون حرمة النفس مستلزمة لإسلامها وإن يستلزم الإسلام حرمة نفس المسلم .\r\nوأمّا نبويّ : « الإسلام يعلو ولا يعلى عليه » ، فلا ربط له بالمقام حيث لا يستلزم عدم الحكم بإسلام اللقيط علوّ الكفر ، مع إمكان عدم الحكم بالكفر أيضا فلا يكون محكوما بشيء منهما .\r\nوأمّا الاستدلال بما ورد من أنّ « كلّ مولود يولد على الفطرة . . » فواضح البطلان لعدم كونه بمعنى إسلام أيّ ولد بحيث يترتب عليه أحكامه بل معناه أنّه يولد مفطورا ومطبوعا على طلب الإسلام وأنّ كلّ إنسان من بدء تولَّده\r\n\r\n","footnote":"\r\n« 1 » الوسائل / ج 17 - ص 371 - ب 22 - ح 1 .\r\n","page_name":" 280 ","page_number":287},
  {"content":"\r\nوفيما كان محكوما بالإسلام لو أعرب عن نفسه الكفر بعد البلوغ يحكم بكفره لكن لا يجري عليه حكم المرتد الفطري على الأقوى ( 1 ) .\r\n\r\n\r\n","description":"\r\nمائل نحو الحق وباحث عن خالقه .\r\nولكن لا يبعد دعوى السيرة على أمارية دار الإسلام على كون المتولَّد في بلاد المسلمين محكوما بالإسلام . وأمّا لقيط دار الكفر فلا يصلح شيء من ذلك لإثبات كون اللقيط فيها محكوما بالإسلام بمجرّد احتمال تولَّده من مسلم .\r\n( 1 ) وذلك لأنّ المرتد الفطري من خرج عن الإسلام واقعا لا عن الإسلام الظاهري الثابت بالأصل - كما هو في المقام - ومن الواضح أنّ اختياره الكفر بإظهاره بعد البلوغ لا يثبت كونه متولَّدا من المسلم واقعا حتّى يكون خارجا من الإسلام .\r\nالحمد للَّه ربّ العالمين والصّلاة على محمد وآله الطاهرين المعصومين . فرغت من تسويد هذه الرسالة بعون اللَّه تعالى ولطفه في اليوم الثالث والعشرين من شهر جمادى الثانية سنة « 1414 ه . ق » . أحقر الطلاب علي أكبر السيفي المازندراني\r\n","footnote":"","page_name":" 281 ","page_number":288}
  ]