[
  {"content":"\r\n\r\nتاريخ الأندلس\r\nمن الفتح حتى السقوط\r\nمن خلال مخطوط ( تاريخ الأندلس )\r\nلإسماعيل بن إبراهيم بن أمير المؤمنين\r\nتحقيق وتعليق وعرض\r\nأنور محمود زناتى\r\nكلية التربية - جامعة عين شمس\r\nالناشر\r\nمكتبة الثقافة الدينية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالطبعة الأولى\r\n1428 ه‍ - 2007\r\nحقوق الطبع محفوظة للناشر\r\nالناشر\r\nمكتبة الثقافة الدينية\r\n526 شارع بورسيعد - القاهرة\r\n25922620 - 25938411 / فاكس : 25936277\r\nبطافة الفهرسة\r\nإعداد الهينة المصرية العامة لدار الكتب والوثائق القومية\r\nإدارة الشؤون الفنية\r\nبن إبراهيم ، إسماعيل ، تاريخ الأندلس من الفتح حتى السقوط من خلال مخطوط . تاريخ الأندلس / إسماعيل بن إبراهيم ، تحقيق وتعليق\r\nأنور محمود زناتى\r\n- ط 1 - القاهرة : مكتبة الثقافة الدينية 2007\r\n112 ص : 24 سم\r\nتدمك : 2 - 363 - 341 - 977\r\n1 - فتح الأندلس 2 - الأندلس\r\n1 - زناتى ، أنور محمود ( معلق - محقق ) ب - العنوان\r\nديوى : 071 ، 953\r\nرقم الايداع : 19296 / 2007\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nتقديم\r\n\r\nوصف المخطوطة\r\nتقع المخطوطة في أربع عشرة صفحة بخط شيني بقلم شخص يدعى :\r\n« صدر بن أحمد » ويبدأ المخطوط بقوله « هذا التلخيص للماجد الهمام ضيا الإسلام إسماعيل بن إبراهيم بن أمير المؤمنين حفظه اللّه مفتاحا لمن يريد مطالعة كتاب نفحة الطيب وهو تاريخ الأندلس للفقيه أحمد المقري رحمه اللّه ، وصلى ( 1 ) اللّه على محمد وآله وسلم » .\r\nوتبدو النسخة قديمة بالية إلى حد كبير وحملت الصفحة الأولى عنوان « تاريخ الأندلس مع رسالة في التصوف » لأنها جمعت في مجلد واحد مع مجموعة رسائل في التصوف من كتاب رياض النفوس باب كسر الشهوتين : البطن والفرج .\r\nوتوجد المخطوطة في مكتبة الملك عبد العزيز بن سعود تحت رقم « 2536 » ، تحت عنوان « تاريخ الأندلس مع رسالة في التصوف لإسماعيل بن إبراهيم »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وصلا في الأصل .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nمؤلف المخطوطة\r\nيقول عنه الشوكاني في البدر الطالع ( 2 ) « السيد إسماعيل بن إبراهيم ابن الحسين بن الحسن بن يوسف بن الإمام المهدى لدين اللّه محمد بن المهدى لدين اللّه أحمد بن الحسن بن الإمام القاسم رحمهم اللّه ولد سنة 1165 خمس وستين ومائة والف بصنعاء المحمية باللّه ونشأ بها واشتغل بالمعارف العلمية وهو ذو فكر صحيح ونظر قويم رجيح وفهم صادق وادراك تام وكمال تصور وعقل يقل وجود نظيره وحسن سمت فائق وتأدب رائق وبشاشة أخلاق وكرم أعراق أخذ عنى في الفقه والأصول والحديث فقرأ على في شرح الأزهار وشرح الغاية وشفاء الأمير الحسين وأمالي أحمد بن عيسى والأحكام للهادى وفي البخاري والهدى وشرحي للمنتقى ومؤلفي المسمى بالدرر وشرحه المسمى بالدرارى وفي الكشاف وغير ذلك وهو الان مكب على الطلب له فيه أكمل رغبة وأتم نشاط وعظم اقبال وصار الان يكتب تفسيري الذي سميته فتح القدير بعد أن كتب غالب مصنفاتى وسمعها على وله اشتغال بالعبادة ومحبة للاستكثار منها ومن حسن أخلاقه واحتماله أنى لم أعرفه مع طول ملازمته لي أنه قد غضب مرة واحدة مع كثرة ما يدور بين الطلبة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) انظر : الشوكاني : البدر الطالع ، ج 1 ، ص 137 .\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالمذاكرة والمناظرة المفضية في بعض الحالات إلى تكدر الأخلاق وظهور بعض القلق وهذه منقبة عزيزة الوجود وكان والده رحمه اللّه معدودا من علماء الفقه وأخوه العلامة العلم ستأتي له ترجمة مستقلة إن شاء اللّه ولصاحب الترجمة نظم حسن فمنه ما كتب إلى وقد أهدى لي طاقة زهر منثور ( إليك يا عز الهدى * * * نظام منثور أتى ) ( هدية أبرزها الر * * * بيع في فصل الشتا ) ( حقيرة لكنها * * * طابت شذى ومنبتا ) ( كأصلك الزاكى الذي * * * أبدى لنا خير فتى ) ( فاقبل وسامح ناظما * * * قصر فيما نعتا ) فأجبت بقولي ( يا بن الأولى في شأنهم * * * بهل أتى المدح أتى ) ( ومن هم القادة إن * * * أعضل خطب أو عتا ) ( بحلق من فضة * * * بعثت يا خير فتى ) ( كأنه الجامات في * * * فيروزج قد نعتا ) ( أو الثريا أو عقو * * * د الدر إن مانبتا ) ( نظمك والمنثور وا * * * فانى متى الوصل متى ) وتوفي في المحرم من عام 1237 ه .\r\nوقد أقدمت على تحقيق تلك المخطوطة النادرة رغم قيام أستاذي الجليل دكتور محمد عبد الحميد عيسى بتحقيقها عام 1990 م . وذلك للأسباب التالية :\r\n- أن الدكتور عيسى ( رحمه اللّه ) لم يقم بنشرها إلا في مجلة كلية التربية وبأعداد محدودة لم تتجاوز المئة نسخة راح أغلبها ما بين إهداء وإهدار .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n- ظهور بعض المواد الجديدة والدراسات الحديثة رأيت أن إضافتها للدراسة قد تضيف جديد إلى حد بعيد .\r\n- أنني وجدت الفرصة سانحة لعرض تاريخ الأندلس من الفتح إلى السقوط وذلك لأن المخطوط تناول تاريخ مسلسل للأندلس واستعنت بمئات المصادر والمراجع المتخصصة حتى نلم بتاريخ الأندلس كاملا إلى حد كبير\r\n- أرفقت مجموعة من الملاحق بالكتاب لا غنى لدارس التاريخ عنها\r\n- أردت نشرها كي يستفيد عدد كبير منها ، وباللّه التوفيق .\r\n\r\nالغرض من المخطوط :\r\nوالمؤلف يحدد لنا غرضه من وضع هذا المخطوط فيقول رحمه اللّه :\r\nلما وجدت تاريخ الأندلس تصنيف الفيقه العلامة أحمد بن محمد المقري الراسم له بنفحة الطيب تاريخا يشتمل على عجائب من أحوال الأندلس في نفسها ثم عجائب أيضا من الملوك في دولة الإسلام ممن تغلب عليها ، ثم من كان له التفات وميل إلى التطلع للأخبار ، والميل إلى عجائب الآثار ، وكان مبتديا للتطلع ربما اشتبه عليه الحال في تملك بني أمية من بعد انقراض دولتهم واستيلاء العباسيين عليهم في العراقين والشام وغيرها ، وحرصهم على قطع دابرهم قديما ويقف على ذكر شئ من أحوالهم في\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتاريخ من التواريخ أو نقل من النقول في صفة حال أو إضافة خبر أو سياق قضية من أخبار بني العباس فيعجب لذلك ، فجعلت هذا المخلص مبينا في كيفية استقرارهم في جزيرة الأندلس في الدولة العباسية ، وغيرهم ممن تملك في الأندلس وكيف كان ترتيب أحوال الزمان في الدول المتداولة للجزيرة المذكورة من غير ملوك بني أمية من لدن فتح الأندلس إلى هذه الغاية وهي سنة 1187 ه\r\n\r\nويقول في فقرة أخرى :\r\n« المراد بها تمهيد كتاب نفحة الطيب وباللّه التوفيق يوم الخميس الموافق 23 ذو القعدة سنة 1187 وصلي اللّه علي سيدنا محمد وآله وسلم\r\nقلت فمن أراد مطالعة التاريخ أمعن في هذه الكراس ، فسهل عليه ضبطه ، وأصل التاريخ من أوله به تقديم وتأخير في القصص والروايات ، لم يكن مرتب ترتيب محمود ، وأنما يضفر بفايدته من أمعن فيه وأما على البلد كله ، فلا بد من الالتباس ، ولكن الكراسة هذه المفيدة لهذا المعني بعض إفادة » .\r\n\r\nفائدة المخطوط\r\nيعطي المخطوط ملخص عام ودقيق ( رغم قصره ) لتاريخ المسلمين في الأندلس من الفتح حتى السقوط ، وتعطي فكرة واضحة عن الحياة الثقافية في الأندلس ، ناهيك عن كونها ملخصا لكتاب نفح الطيب من\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nغصن الأندلس الرطيب للمقري بل وعالج مسألة عدم تسلسل الحداث التي يوردها المقري في النفح لأنه يناول موضوع ما ثم ينتقل إلى آخر ثم يعود مرة أخرى للحديث السابق مما يجعل التباس الأحداث واضحا لدى القارئ العادي بل وربما المتخصص .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالورقة الأولى من المخطوطة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nومن هذه الورقة يظهر بوضوح وجود هوامش للمخطوط\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n[ المتن 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه رب العالمين ، وصلي اللّه على سيدنا محمد وآله وسلم .\r\nلما وجدت تاريخ الأندلس تصنيف الفقيه العلامة أحمد بن محمد المقري ( 3 ) الراسم له بنفح ( 4 ) الطيب ( 5 ) تاريخا يشتمل على عجائب ( 6 ) من\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) المقري : ولد أحمد بن محمد بن أحمد المقرى القرشي المكي بأبى العباس والملقب بشهاب الدين سنة 986 بمدينة تلمسان وأصل أسرتة من قرية مقرة بفتح الميم وتشديد القاف المفتوحة ؛ نشا بتلمسان وطلب العلم فيها وكانت م أهم شيوخه التلمسانين عمة الشيخ سعيد المقرى . وهو واحد من أعلام القرن السادس عشر والسابع عشر الميلاديين ، سطعت فضيلته العلمية في تلمسان وفاس بالمغرب العربي ، وذاعت في مصر والحجاز وبلاد الشام بالمشرق العربي إبان حكم العثمانيين الأتراك .\r\nوقد شهد له معاصروه بالإمامة والفضل ، في الفقه وأصوله ، وفي الحديث وعلوم القرآن ، وفي علوم العربية ، وتدل آثاره الحسان على علم وفهم ، ورواية ودراية ، وإتقان وإحسان ، ويعتبر « كتاب الرحلة إلى المغرب والمشرق » من الآثار المفقودة لأبي العباس المقري لولا الهدية التي قدمتها حفيدة المستشرق الفرنسي جورج ديلفان سنة 1993 م للمكتبة الوطنية بالجزائر العاصمة ، والمتمثلة في مجموعة من المخطوطات\r\n( 4 ) في الأصل : نفحة الطيب .\r\n( 5 ) كان اسم الكتاب أولا : « عرف الطيب ، في التعريف ، بالوزير ابن الخطيب » فلما ألحق به أخبار الأندلس ، وأفاض فيها ، اتخذ له هذا الاسم الجديد . وهو موسوعة تاريخية مهمة في دراسة التاريخ والأدب والجغرافيا الخاصة بالأندلس . وقد صرح المقري -\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- بمقدمة كتابه أنه ألفه إجابة لطلب الإمام المولى الشاهيني أستاذ المدرسة الجقمقية في دمشق ، وقال : « وعزمت على الإجابة لما للمذكور علي من الحقوق ، وكيف أقابل بره حفظه اللّه بالعقوق ، فوعدته بالشروع في المطلب عند الوصول إلى القاهرة المعزية » .\r\nوجعل عنوانه أولا « عرف الطيب في التعريف بالوزير ابن الخطيب » فلما رأى مادته قد اتسعت لتشمل الأندلس أدبا وتاريخا ، عمد إلى تغيير عنوانه ليصير « نفح الطيب من غصن الأندلس الرطيب وذكر وزيرها لسان الدين ابن الخطيب » . وجعل المؤلف كتابه قسمين كبيرين : يشمل الأول رحلة المؤلف ، ووصف جزيرة الأندلس وما تحويه من المحاسن ، وفتح المسلمين لها ، ومن تعاقب عليها من الأمراء والخلفاء إلى ملوك الطوائف ، ووصف قرطبة ومحاسنها ، وتراجم من رحل من الأندلسيين إلى بلاد المشرق ، وفيهم جماعة من النساء ، وذكر مذاهب الأندلسيين وسائر أحوالهم إلى خروجها من أيدي المسلمين ، ويشتمل القسم الثاني على ترجمة مفصلة ل « لسان الدين بن الخطيب » وأقواله ، وأشعاره ، ومشايخه ، وغير ذلك . وفي كل باب من أبواب الكتاب يحشد « المقرى » مجموعة هائلة من المعلومات التاريخية والجغرافية والأدبية والاجتماعية ، منقولة من كتب مختلفة ، يعتبر أكثرها في حكم المفقود وما يجعل للكتاب قيمة لا تقدر ، ويصفه في طليعة المراجع الأولى لتاريخ أسبانيا الإسلامية ، من أيام الفتح إلى آخر أيام استردادها ، وفي تاريخ الحقبة الأخيرة هو المرجع الوحيد . ويحوى القسم الأول من الكتاب بعض الرسائل الهامة كاملة ، مثل رسالتي « ابن حزم » و « الشقندى » في فضل الأندلس . وفي الفصل الخاص بقرطبة يعقد مقارنات بينها وبين بعض بلاد الأندلس الأخرى . ويروى الطرائف عن أهلها ، -\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ومختارات من أشعار شعرائها ، والباب الخاص بالتراجم حافل بالمعلومات القيمة ، يرسلها من غير نظام ولكن ، بدقة وضبط حسن ، والطريقة التي اتبعها في تأليف كتابه أنه جعل المترجم له نواة يجمع حولها الأخبار الجمة ، والمعلومات المستفيضة ، ويتخذها محورا يدير حوله الموضوع ، ويؤلف بين شوراده ويضم متناثره ، ويحاول أن يفهم الرجل عن طريق فهم عصره ، واستقصاء معارف زمنه ، والإحاطة بالظروف التاريخية التي مهدت له السبيل . وعلى هذا الأسلوب جرى أيضا في كتابه « أزهار الرياض » ، وقد طبع مرات ، وصفها د . إحسان عباس في مقدمته لطبعته الصادرة في بيروت 1968 م قال ) : وخير طبعة ظهرت منه طبعة دوزي في ليدن 1855 م ، وكان أول ما طبع في المشرق سنة 1279 ه في بولاق ، وهي طبعة تفتقر لما في الطبعة الأوربية من دقة علمية . . . . والكتاب ثمرة زيارة المقّري لدمشق ، حيث حدث تلاميذه فيها عن لسان الدين ابن الخطيب ، فألحوا عليه أن يجمع أخباره في كتاب ، وكان أشدهم إلحاحا المولى أحمد الشاهيني ، أستاذ المدرسة الجقمقية ) وقد صرح المقري بذلك في مقدمته للكتاب ، وأنه ألفه إجابة لطلب المولى الشاهيني ، قال :\r\n( وعزمت على الإجابة لما للمذكور علي من الحقوق ، وكيف أقابل بره حفظه اللّه بالعقوق ، فوعدته بالشروع في المطلب عند الوصول إلى القاهرة المعزية . . . ) وجعل عنوانه أولا ( عرف الطيب في التعريف بالوزير ابن الخطيب ) فلما رأى مادته قد اتسعت لتشمل الأندلس أدبا وتاريخا ، عمد إلى تغيير عنوانه ليصير ( نفح الطيب من غصن الأندلس الرطيب وذكر وزيرها لسان الدين ابن الخطيب ) وهكذا جاء الكتاب في قسمين : قسم خاص بالأندلس في ثمانية أبواب ، منها : باب فيمن رحل من أهل الأندلس إلى المشرق ، وآخر فيمن وفد عليها من أهل المشرق ، وآخر فيما عثر -\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأحوال الأندلس ( 7 ) في نفسها ثم عجائب أيضا من الملوك في دولة ( 8 )\r\n\r\n\r\n","description":"","footnote":"\r\n- عليه من مراسلات أهلها في سقوط إماراتها ، أما القسم الثاني فقد ضم المجلدات 5 و 6 و 7 من طبعة 1968 إلا أنه لم تخل الأجزاء الأولى من أخبار ابن الخطيب ، ففي الجزء الرابع طائفة من مراسلاته . وقد اعتمد المقري في تأليفه على مصادر لم يصلنا أكثرها بالصورة التي وصلته ، كالمغرب لابن سعيد ، فقد اعتمد نسخة أوفى بكثير من هذه التي بين أيدينا ، ومطمح الأنفس لابن خاقان ، ولكن اعتماده على المطمح الكبير الذي لا نعرفه حتى اليوم ، مما يجعل نقوله نسخة متفردة لهذه الكتب . وقد فرغ من الكتاب عشية يوم الأحد 27 / رمضان / 1038 ه ثم ألحق به فصولا أتمها في ذي الحجة سنة 1039 م وانظر في مجلة العرب ) س 14 ص 953 ) بحثا حول ضبط نسبة ( المقري ) وأنها على وزن ( المهدي ) نسبة إلى ( مقرة ) : قرية شرق سهول الحضنة . قال صاحب ( تاج العروس ) : وقد تشدد القاف وبه اشتهرت الآن . وانظر ( المقري وكتابه نفح الطيب ) محمد بن عبد الكريم : رسالة دكتوراة ، الجزائر .\r\n( ( 11 - 6 ) في الأصل : عجايب .\r\n( 7 ) أطلق المسلمون اسم الأندلس على القسم الذي فتحوه من شبه الجزيرة الأيبرية وهي تعريبا لكلمة « فانداليشيا » التي كانت تطلق على الإقليم الروماني المعروف باسم باطقة الذي احتلته قبائل الفندال الجرمانية ما يقرب من عشرين عاما ويسميهم الحميري بالأندليش ويرى البعض أنها مشتقة من قبائل الوندال التي أقامت بهذه المنطقة مدة من الزمن ، ويرى البعض الآخر أنها ترجع إلى أندلس بن طوبال بن يافث بن نوح عليه السلام والأندلس فتحها القائد طارق بن زياد سنة 92 ه - 711 م راجع ( نفح الطيب للمقري : ج 1 ، ص 125 ، والبكري : جغرافية الأندلس -\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالإسلام ممن تغلب عليها ، ثم من كان له التفات وميل إلى التطلع للأخبار ، والميل إلى عجائب الآثار ، وكان مبتديا للتطلع ربما اشتبه عليه الحال في تملك بني أمية ( 9 ) من بعد انقراض دولتهم واستيلاء العباسيين ( 10 ) عليهم في\r\n\r\n\r\n","description":"","footnote":"\r\n- وأوروبا من كتاب المسالك والممالك ، تحقيق عبد الرحمن علي الحجي ، بيروت 1968 ، ص 57 ، والطاهر مكي : دراسات أندلسية ، دار المعارف ، 1980 ، ص 5 ) .\r\n( 8 ) في الأصل : دولت .\r\n( 9 ) الخلافة الأموية : ( 40 - 132 ه / 661 - 750 م ) : بعد الصراع بين علي ومعاوية رضي اللّه عنهما واستشهاد علي تنازل الحسن بن علي رضي اللّه عنهما عن الخلافة ، وأسس الخلافة الأموية ، وكان له جملة من الإصلاحات الإدارية منها : أنه نظم البريد ، والشرطة ، وأقام ونظّم ديوان الخاتم ، وغير ذلك من الإصلاحات ، فكان أول من وضع أساس الإدارة المتقدمة للدولة الإسلامية الموحدة وتنسب إلى بني أمية وقد أقام الأمويون خلافتين سنيتين إحداهما في المشرق وعدد خلفائها ثلاثة عشر وهم : معاوية بن أبي سفيان وابنه يزيد وحفيده معاوية الثاني ومروان بن الحكم وابنه عبد الملك وحفيده الوليد بن عبد الملك واخوه سليمان وهمر بن عبد العزيز ويزيد بن عبد الملك وأخوه هشام والوليد بن يزيد واليزيد بن عبد الملك ومروان بن محمد ، وكان قيام الخلافة سنة إحدى وأربعين للهجرة الموافق لسنة إحدى وستين وستمائة للميلاد ، إثر تنازل الحسن بن علي رضي اللّه عنهما من الخلافة وكان سقوطها على أيدي بني العباس سنة اثنتين وثلاثين ومائة للهجرة ، الموافق لسنة تسع وأربعين وسبعمائة للميلاد ، أما الخلافة الثانية فكانت في بلاد الأندلس للمزيد راجع ( تاريخ الطبري - محمد بن جرير الطبري - تحقيق محمد أبو الفضل إبراهيم ، دار المعارف ، -\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- والبلاذري أحمد بن يحيى - فتوح البلدان ، تحقيق صلاح الدين المنجد ، وتاريخ الدولة الأموية - محمد علي مغربي ط 14091 ه - / 1989 م ، مطبعة المدني بالقاهرة ، مجلدان والدولة الأموية - يوسف العش ، دار الفكر ، دمشق ، وتاريخ خلافة بني أمية - د . نبيه العاقل - دار الفكر 1975 م ، وعبد الشافي محمد عبد اللطيف : العالم الإسلامي في العصر الأموي ، القاهرة ، 1404 ه 1984 م\r\n( ( 15 - 10 ) الخلافة العباسية ( 132 - 656 ه / 750 - 1259 م ) - 132 )  Abasid Caliph 656 A . H . / 750 - 1259 A . D . ) \r\nيرجع أصل العباسيين إلى العباس بن عبد المطلب عم محمد بن عبد اللّه رسول الإسلام ، فهم بذلك من أهل البيت . بمساعدة من أنصار الدعوة العلوية استطاع أبو العباس السفاح ( 749 - 754 ) وبطريقة دموية القضاء على الأمويين ومظاهر سلطتهم ، قام هو وأخوه أبو جعفر المنصور ( 754 - 775 ) باتخاذ تدابير صارمة لتقوية السلطة العباسية ، في عام 762 تم إنشاء مدينة بغداد . بلغت قوة الدولة أوجها وعرفت العلوم عصر إزدهار في عهد هارون الرشيد ( 786 - 809 ) الذي تولت وزارته أسرة البرامكة ( حتى سنة 803 ) ثم في عهد ابنه عبد اللّه المأمون ( 813 - 833 ) الذي جعل من بغداد مركزا للعلوم ورفع من مكانة المذهب المعتزلي حتى جعله مذهبا رسميا للدولة . ويعد العصر العباسي الأول العصر الذهبي لبني العباس ، فقد سيطر الخلفاء العباسيون خلاله على مقاليد السلطة ، ورغم ظهور بعض الدول المستقلة وأهمها الدولة الأموية بالأندلس ودولة الأدارسة بالمغرب والدولة الرستمية في الجزائر ودولة الأغالبة في تونس ، إلا أن الدولة ظلت متماسكة حتى نهاية هذا العصر . ثم بدأت في الضعف حتى سقطت على أيدي المغول 4 من -\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالعراقين والشام وغيرها ، وحرصهم على قطع دابرهم ( 11 ) ، قديما ، ويقف على ذكر شئ من أحوالهم في تاريخ من التواريخ أو نقل من النقول في صفة حال أو إضافة خبر أو سياق قضية من أخبار بني العباس فيعجب لذلك ، فجعلت هذا المخلص مبينا في كيفية استقرارهم في جزيرة الأندلس في الدولة العباسية ، وغيرهم ممن تملك في الأندلس وكيف كان ترتيب أحوال الزمان في الدول المتداولة للجزيرة المذكورة من غير ملوك بني أمية من لدن فتح الأندلس إلى هذه الغاية وهي سنة 1187 ه ( 12 ) . ثم هذه التعليقة أيضا سيكون تقريبا للتاريخ المذكور إذا عرفها المطالع لم يشتبه عليه مطالعة الكتاب ، حيث قد عرف ترتيب الدول فيها ولو فتح بغق الكتاب من أي وجه منه وطالعه على غير ترتيب لعرف له أمر الذي فتح عليه من هو أو من أي التبوبات إياه . فأقول واللّه أعلم : أن أول من دخل الأندلس طارق\r\n\r\n\r\n","description":"","footnote":"\r\n- صفر 656 ه 10 فبراير 1258 م ( أخبار الدولة العباسية وفيه أخبار العباس وولده لمؤلف من القرن الثالث الهجري ( عن مخطوط فريد من مكتبة مدرسة أبي حنيفة - بغداد ) تحقيق الدكتور عبد العزيز الدوري الدكتور عبد الجبار المطلبي\r\nدار الطليعة للطباعة والنشر بيروت ، وعبد المنعم ماجد : العصر العباسي الأول ، ج 1 ، مكتبة الأنجلو المصرية ، ط 2 ، 1979 م .\r\n( 11 ) أي إبادتهم .\r\n( 12 ) 1187 ه 1773 م .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبن زياد ( 13 ) مولى ( 14 ) موسي بن نصير ( 15 ) في خلافة عبد الملك بن مروان ( 16 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) طارق بن زياد الليثي ( 50 - 102 ه / 670 - 720 م ) : قائد مسلم في جيش الدولة الأموية من قبائل البربر التي تعيش شمال أفريقيا ، فبعدما تم للعرب فتح المغرب ، اتجهت أنظارهم إلى الأندلس ، فأرسلت حملة بقيادة ( طريف ) ، ثم بعد عودته واستيلائه على جزيرة صغيرة ، لا تزال تحمل اسمه ( تريفا  Isla de Tarifa  ) ، وبعدها فتح طارق بن زياد الأندلس سنة 92 ه / 711 م . ويعتبر طارق بن زياد من أشهر القادة العسكرين في التاريخ ويحمل جبل طارق جنوب أسبانيا أسمه حتى يومنا هذا وقد توفي في سنة 720 م . ولد طارق بن زياد في القرن الأول من الهجرة وأسلم على يد موسى بن نصير ، وكان من أشد رجاله ، فحينما فتح موسى بن نصير طنجة ولى عليها طارقا سنة 89 ه ، وأقام فيها إلى أوائل سنة 92 ه ولما أراد موسى بن نصير غزو الأندلس جهز جيشا من 12 ألف مقاتل معظمهم من البربر المغربيون ، وأسند قيادة الجيش إلى طارق بن زياد وتمكن من فتح الأندلس بالتعاون مع موسي ابن نصير ، ولم يعرف بعد ذلك مصيره للمزيد راجع ( ابن حبيب : استفتاح الأندلس ، تحقيق محمود مكي ، مجلة معهد الدراسات الإسلامية ، مدريد ، عدد 5 ، 1957 م ، ص 222 ، وابن عذاري البيان المغرب ، ج 2 ، ص 256 ، والنفح ، ج 1 ، ص 395 . )\r\n( 14 ) في الأصل : مولا .\r\n( 15 ) أبو عبد الرحمن موسى بن نصير بن عبد الرحمن زيد اللخمي ( 640 - 716 م / 19 ه - 97 ه ) نشأ في دمشق وولي غزو البحر لمعاوية بن أبي سفيان ، فغزا قبرص ، وبنى بها حصونا ، وخدم بني مروان ونبه شأنه ، وولى لهم الأعمال ، فكان على خراج البصرة في عهد الحجاج . لما تولي الوليد بن عبد الملك الخلافة قام بعزل حسان بن النعمان -\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- واستعمل موسى بن نصير بدلا منه وكان ذلك في عام 89 ه وكان أن قامت ثورة للبربر في بلاد المغرب طمعا في البلاد بعد مسير حسان عنها فوجه موسى ابنه عبد اللّه ليخمد تلك الثورات ففتح كل بلاد المغرب واستسلم آخر خارج عن الدولة وأذعن للمسلمين . قام موسى بن نصير بإخلاء ما تبقى من قواعد للبيزنطيين على شواطئ تونس وكانت جهود موسى هذه في إخماد ثورة البربر وطرد البيزنطيين هي المرحلة الأخيرة من مراحل فتح بلاد المغرب العربي . لم يكتف موسى بذلك بل أرسل أساطيله البحرية لغزو جزر الباليار البيزنطية الثلاث مايوركا ومينورقة وإيبيزا وأدخلها تحت حكم الدولة الأموية . بعد أن عمل موسى على توطيد حكم المسلمين في بلاد المغرب العربي ، بدأ يتطلع إلى فتح الأندلس التي كانت تحت حكم القوط الغربيين . قام موسى باستئذان الخليفة الوليد بن عبد الملك في غزوها فأشار له الوليد ألا يخاطر بالمسلمين وأن يختبرها بالسرايا قبل أن يفتحها . بعد أن قام موسى بإرسال السرايا واختبار طبيعة الجزيرة الأيبيرية قام بتجهيز جيش بقيادة مولاه البربري المسلم طارق بن زياد ، وبمعاونة من يوليان حاكم سبتة دخل المسلمون الأندلس وانتصروا على القوط الغربيين انتصارا حاسما في معركة وادي لكة عام 712 م / 92 ه ( ابن عبد الحكم : فتوح ، ص 207 ، والنفح ج 1 ، ص 277 ، وأخبار مجموعة ، ص 18 .\r\n( ( 18 - 16 ) عبد الملك بن مروان ( 646 - 705 ) : خامس خلفاء الأمويين ( 685 - 705 ) . يعد المؤسس الثاني للدولة الأموية التي خلفها أبوه مهددة بالأخطار من كل جانب .\r\nوسع الدولة شرقا وغربا . قضى على فتنة عمرو بن سعيد في دمشق وقتله عام 689 .\r\nأعاد العراق إلى حظيرة الدولة بالقضاء على مصعب بن الزبير . ندب الحجاج بن -\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nثم من تعد نفوذه إليها ، وتدويخ بعض مدنها تلاه مولاه الأمير موسي بن نصير ، وكان رجلا صالحا دينا وكان أبوه نصير ( 17 ) من قواد معاوية ( 18 ) بن أبي سفيان ( 19 ) وامتنع من الخروج معه على أمير المؤمنين ( 20 ) صلوات اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n- يوسف الثقفي لإخضاع عبد اللّه بن الزبير ، فحاصره في مكة وقتله 692 . ثم ولى الحجاج على الحجاز ثم الكوفة . أعاد حملات الصوائف والشواتي ضد البيزنطيين ، والتي كانت متوقفة منذ أيام معاوية . بدأت في عهده حركة تعريب الدواوين ، بإحلال اللغة العربية محل اللغات المحلية واستبدال الموظفين العرب بالأعاجم . كما أقيمت دور لصك العملة التي حملت كتابة عربية . توفي تاركا دولة قوية الأركان لابنه الوليد . لقب بأبي الملوك لأن أربعة من أبنائه تولوا الخلافة : الوليد وسليمان ويزيد الثاني وهشام .\r\n( 17 ) هو نصير بن عبد الرحمن بن زيد من نسل بكر بن وائل وكان من قادة حرس معاوية بن أبي سفيان ، وقد رفض الاشتراك مع معاوية في قتال علي بن أبي طالب رضي اللّه عنه في معركة صفين 37 ه .\r\n( 18 ) في الأصل : معاوية .\r\n( 19 ) في الأصل : سفين ، ومعاوية بن أبي سفيان رضي اللّه عنه ( ت 680 ) : مؤسس الدولة الأموية . أول خليفة أموي ( 661 - 680 ) . أحد دهاة العرب الأربعة : عمرو بن العاص ، المغيرة بن شعبة وزياد بن أبيه ومعاوية . أسلم يوم فتح مكة . اشترك مع أخيه يزيد الذي كان واليا على الشام . خلفه معاوية زمن عمر بن الخطاب ، وأقره عثمان بن عفان في منصبه . أظهر كفاءة إدارية ، واستمال إليه أهل ولايته . خرج على علي بن أبي طالب ، وحاربه في موقعة صفين 37 ه / 657 ، التي انتهت إلى اتفاق -\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nعليه ؛ فلما عتب عليه معاوية في التخلف عنه أجاب على معاوية بجواب لا يجيبه إلا ذو بصيرة ، حتى أسكته ، وجعل معاوية يستغفر اللّه وهذين الأميرين السابقين ( 21 ) ، لم يتخذا في الجزيرة سرير ملك ولا مقر لإمارتهم ( 22 ) إنما كانوا جايبين في مداين الأندلس لتصحيح فتحها ، وتقرير أحوالها . ثم\r\n\r\n\r\n","description":"","footnote":"\r\n- الطرفين على التحكيم ، مما أضعف موقف علي . فلما فشل التحكيم استأنفا القتال ، واستولى معاوية على مصر ، وأغار على العراق . في 659 اتخذ لنفسه لقب خليفة في بيت المقدس ، وأخذ لنفسه البيعة من أهل الشام . أعد علي حملة كبيرة ضده ، لكنه اغتيل قبل ذلك . تنازل له الحسن بن علي عن الخلافة ، فأصبح أول خليفة أموي 661 . اتخذ دمشق عاصمة له . ونجح في توحيد البلاد ، بفضل حنكته السياسية ، فقد تفادى المنازعات القبلية وصاهر قبيلة كلب العربية الجنوبية . ينسب إليه إنشاء ديوان البريد ، وديوان الخاتم ، واتخاذ مقصورة في الجامع . توسعت الدولة الإسلامية في عهده شرقا حتى بلاد ما وراء النهر ، وغربا في شمال أفريقيا . حارب الروم ، وأغار عليهم باستمرار برا وبحرا في حملات الصوائف التي كانت تجري كل صيف ، والشواتي التي كانت تجري كل شتاء . حاول فتح القسطنطينية ، لكنه فشل أمام أسوارها المنيعة . استخلف ابنه يزيدا قبل موته ، فكان أول من حول الخلافة الإسلامية إلى وارثية [ البداية والنهاية ( وفيات سنة 60 ه ) ؛ ومناهج السنة 2 / 201 - 226 ؛ وابن الأثير 4 / 2 ؛ والإصابة 3 / 433 
  ] .\r\n( 20 ) يقصد علي بن أبي طالب رضي اللّه عنه .\r\n( 21 ) هذا الحوار لم يورده المقري في نفح الطيب .\r\n( 22 ) لم يتم الاستقرار بسبب الانشغال في أمور الفتح والجهاد .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nأحوالها . ثم كان ما كان من الأمير موسي في خلافة سليمان ( 23 ) ثم وليها من\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) سليمان بن عبد الملك : هو أبو أيوب سليمان بن عبد الملك بن مروان الحكم ، خليفة من خلفاء بني أمية ، ولد بدمشق ببلاد الشام وولي الخلافة يوم وفاة أخيه الخليفة الوليد بن عبد الملك عام 96 م وذلك يوم السبت الموافق منتصف جمادى الآخرة ومدة خلافته لا تتجاوز السنتين وسبعة شهور وخمسة عشر يوما . لقد كان الناس يتباركون به ويسمونه مفتاح الخير وذلك لأنه أذهب عنهم سنة الحجاج بن يوسف الثقفي وأطلق الأسرى وأخلى السجون وأحسن إلى الناس واستخلف عمر بن عبد العزيز رضي اللّه عنه فكان يقال عنه ( فتحة خير وختم خير ) . ولقد كان فصيحا وسبعة شهور وخمسة عشر يوما . لقد كان الناس يتباركون به ويسمونه مفتاح الخير وذلك لأنه أذهب عنهم سنة الحجاج بن يوسف الثقفي وأطلق الأسرى وأخلى السجون وأحسن إلى الناس واستخلف عمر بن عبد العزيز رضي اللّه عنه فكان يقال عنه ( فتحة خير وختم خير ) . ولقد كان فصيحا وسبعة شهور وخمسة عشر يوما . لقد كان الناس يتباركون به ويسمونه مفتاح الخير وذلك لأكان سليمان بن عبد الملك يتصف بالجمال وعظيم الخلقة والنضارة طويلا أبيض الوجه مقرون الحاجبين .\r\nفصيحا بليغا معجبا بنفسه تولى سليمان بن عبد الملك خلافة الدولة الأموية وهي بالغة الازدهار واسعة الثراء غنية بالموارد فسيحة الأرجاء متماسكة البناء مليئة بالرجال وأصحاب المواهب الفذة ، وكانت الدولة الأموية في عهد سلفه الكريم الوليد بن عبد الملك قد شهدت اتساعا في الرقعة هيأته لها حركة الفتوح الإسلامية في الشرق والغرب استهل سليمان بن عبد الملك خلافته بما ينبئ عن سياسته الجديدة ؛ فاستعان في إدارة الدولة وتصريف شؤونها بعظماء الرجال وصالحيهم ، وأحاط نفسه بأهل الرأي والفطنة والدين والعلم من أمثال ابن عمه عمر بن عبد -\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبعده عبد العزيز بن موسي بن نصير ( 24 ) ، واتخذ لنفسه سريرا ( 25 ) ومقرا\r\n\r\n\r\n","description":"","footnote":"\r\n- العزيز ورجاء بن حيوة عني الخليفة سليمان بن عبد الملك بفتح القسطنطينية عاصمة الدولة البيزنطية ، وكان فتحها حلما راود خلفاء الأمويين وحاصرت جيوشه القسطنطينية وفي أثناء الحصار توفي الخليفة سلميان بن عبد الملك وهو مقيم بدابق يتابع الأخبار عن الجيش في ( 10 من صفر 99 ه ) ولذا يعده بعض العلماء شهيدا ؛ لأنه كما يقول ابن كثير في البداية والنهاية « تعهد ألا يرجع إلى دمشق حتى تفتح أو يموت ؛ فمات هناك فحصل له بهذه النية أجر الرباط في سبيل اللّه » . وقد توج سليمان بن عبد الملك أعماله بما يدل على حرصه على مصلحة المسلمين ؛ فاختار عمر بن عبد العزيز قبل موته ليكون وليا للعهد ويخلفه من بعده ، فلما ولي عمر بن عبد العزيز الخلافة أصدر أوامره بسحب القوات الإسلامية المحاصرة للقسطنطينية والعودة إلى الشام .\r\n( 24 ) عبد العزيز بن موسى بن نصير : عندما ترك موسى وطارق الأندلس في ذي الحجة 95 ه ، عيّن عبد العزيز واليا واتخذ إشبيلية عاصمة للأندلس . واستمر أكثر من سنتين ، حتى مقتله بدأ الوالي عبد العزيز بترتيب وإقرار ما تم فتحه وتثبيت واستكمال ما لم يتم ، فقام بكل ذلك وأداه بأحسن وجه ، فكان أول وال للأندلس ، وضع أسسا للسياسة الإسلامية اقتفاها الولاة بعده كان عبد العزيز تقيا صواما قواما قويا وحريصا ، مع نشاط وإقدام ، كما كان إداريا وعسكريا ماهرا ، إلى جانب حبه للإصلاح والقيام به دون تأخر نظم أحوال البلاد ، لم يثنه ذلك عن إتمام الفتح ، قضى على الجيوب . . أشادت مصادر بجهوده لخدمة الأندلس ، حيث « ضبط سلطانها ، وضمّ نشرها ، وسدّ ثغورها ، وافتتح في ولايته مدائن كثيرة ، مما كان قد بقي على أبيه -\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- موسى منها ، وكان من خير الولاة ، إلا أن مدته لم تطل » . وكانت سياسته تجاه المجتمع تتسم بالرفق والاعتدال والوفاء بالعهود في كل الظروف ، حتى لو فوّت نفعا تذهب بعض المصادر إلى أن عبد العزيز تزوج أرملة لذريق ملك القوط ، واسمها أجيلونا  ( Egilona  أيله ) ويسمونها : أم عاصم . وغير واضح إذا كانت قد أسلمت ، ولا أستبعده لا سيما بعد الزواج ، وأرشح أنه أقدم على ذلك لكسب ودّ قومها القوط ، وإلا فالتوقع أنها كانت كبيرة ، ولا مانع من قبول هذه الرواية ، والأمر مألوف لا سيما في الأندلس لكن هنالك مانع وألف مانع من قبول بقية القصة ، وهي أنها دعته للتنصر ففعل ، وألبسته التاج كالملوك ، ووضع مدخلا يضطر الداخل إليه للانحناء ! ! ولذلك قتل . الغريب . . من أين أتت هذه الحكاية ؟ ! ألا يمكن أن تكون كنسية ؟ لا فرق بينها وبين حكاية ابنة يليان وفتح الأندلس ، بل أكثر إغراقا كيف يمكن أن يقبل هذا لإنسان تموج حياته بالتقوى والزهد والجهاد ، ومن أسرة معروفة به . وفي أقل القليل أنه بعد توليه الأندلس استمر في الفتح والجهاد ، وحتى حياته الخاصة بقي في بيته البسيط القريب أو المجاور للمسجد الذي كان ملتقى المسلمين ومجمع مداولاتهم وموضع عبادتهم ، الذي كان هو يؤمهم فيه ، حتى لدى مقتله في صلاة الصبح ، وكان يمكنه أن يسكن أحد القصور المتاحة له ، حيث كانت إشبيلية إحدى عواصم أربعة يتداولها القوط الذي يبدو أن بعض أولاد موسى دخلوا الأندلس مع أبيهم ( 92 ه ) مجاهدين ، كان منهم عبد العزيز ومروان ، وكلّف كل منهما بمهمات الفتح . وأن عبد العزيز كان في ركاب والده خلال فتحه لمدن قبل طليطلة ، فوجهه لاستكمال أو إعادة فتح إشبيلية ، ثم فتح لبلة  Niebla  وباجة  Beja  ( البرتغال ) ، وأقام بإشبيلية عقب شوال سنة 93 ه ، ويوم ترك موسى الأندلس - )\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأشبيلية ( 26 ) ثم أنه قتل لأنه أبوه موسي لما عاقبه سليمان وصادره وبلغ من في الأندلس وثبوا عليه وقتلوه ، وكان مثل أبيه وجده خيرا فاضلا ثم ولي بعده\r\n\r\n\r\n","description":"","footnote":"\r\n- عام 95 ه اختاره واليا لكن لدينا معلومات أن عبد العزيز خلال ذلك ، فتح مناطق في شرقي الأندلس قبل ابتداء ولايته من مثل تدمير ، ووقع مع أهلها صلحا ، وهي من الوثائق الأندلسية القليلة التي وصلتنا ، ونصها : « هذا كتاب من عبد العزيز بن موسى لتدمير . . . رجب سنة 94 ه » . والظاهر أنه فتح مناطق هناك ، ربما قبل ولايته وخلالها في شرقي الأندلس لعله حتى بلنسية  Valencia  وكذلك في غربية ، حتى استقرت الأمور ، ثم قام بالتنظيم والحفاظ على أهداف الفتح والعمل على إقرار الأوضاع ( أنظر مقال العلامة عبد الرحمن علي الحجي عبد العزيز بن موسى بن نصير . . رائب الصدع وفاتح شرق الأندلس وغربه بمجلة المجتمع عدد 1741 لسنة 2007 م .\r\n( ( 23 - 25 ) سريرا : أي مقر للحكم .\r\n( 26 ) إشبيلية ( بالاسبانية :  Sevilla  ) اختارها موسى بن نصير قبل رحيله للمشرق لتكون مقرّا لابنه عبد العزيز بسبب قربها من بلاد المسلمين وأشبيلية هي عاصمة منطقة الأندلس ومحافظة إشبيلية في جنوب إسبانيا ، وتقع على ضفاف نهر الوادي الكبير .\r\nيزيد عدد سكان المدينة بضواحيها عن 5 . 1 مليون نسمة . اشتهرت أيام الحكم الإسلامي لاسبانيا وكان عبد الرحمن الثاني قد أمر ببناء أسطول بحري ودار لصناعة الأسلحة فيها في أواسط القرن التاسع الميلادي من أشهر حكامها المعتمد بن عباد وسميت ( حمص ) نسبة لنزول جند الشام فيها أثناء الفتح الاسلامي . من معالمها منارة الخير الدا التي بنيت بأمر من السلطان أبو يوسف يعقوب المنصور الموحدي .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأيوب بن حبيب اللخمي ( 27 ) ستة أشهر ثم الحر بن عبد الرحمن الثقفي ( 28 ) ستة أشهر ثم من بعده السمح بن مالك الكناني ( 29 ) في خلافة عمر بن عبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) أيوب بن حبيب اللخمي ( 716 - 716 ) : أيوب بن حبيب اللخمي ابن أخت موسى بن نصير تولى مدة ستة شهور بعد مقتل عبد العزيز بن موسى بن نصير وتحول إلى قرطبة وجعلها دار إمارة في أول سنة تسع وتسعين وقيل سنة ثمان وتسعين . والجدير بالذكر أن الجنود هم الذين اختاروه من بينهم بعد مقتل عبد العزيز بن موسى .\r\n( 28 ) الحر بن عبد الرحمن ( 97 - 100 ه / 716 - 719 م ) : حكم سنتين وعدة أشهر .\r\nوفي عهده ثار عليه رجل يدعى بيلايو  Pelayo  ( وهو بلاي عند ابن حيان وبلاية عند ابن الخطيب ) حرض المستقرين في مرتفعات أشتوريش على العصيان فانتخبوه أميرا عليهم ، واتخذ من مغارة كابادونغا  Cavadonga  ( ويسميها ابن حيان صخرة بلاي ) مقرا له\r\n( 29 ) السمح بن مالك الخولاني ( 100 - 102 ه / 719 - 721 م ) : ولاه على الأندلس الخليفة عمر بن عبد العزيز لنزاهته وشدة إيمانه فأعاد تنظيم البلاد واستقرت الأندلس أمنيا وماليا وأنشأ قنطرة قرطبة وأنشأ المدارس ثم تحرك في أواخر عهده نحو فرنسا فأخضع جنوبها وما حول باريس من مدن ، لكن لقلة جيشه استطاع الروم والقوط محاصرته وقتله وكل من معه . وال الأندلس تولى حكم الأندلس في عهد الخليفة الأموي عمر بن عبد العزيز وذلك لشجاعته وأمانته قام بعدة اصلاحات في الاولاية فقد أعاد انشاء قنطرة قرطبة بعد ان تهدمت قاد عملية الجهاد والفتح في ماطق غالة بجنوب فرنسا وقاد الجيش الاسلامي بنفسه حتى قابل الفرنسيين في معركة تولوز وقد قاتل الفرنسيين حتى استشهد في الموقعة في يوم -\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالعزيز ( 30 ) رضي اللّه عنه ، وأمره أن يخمس أرض الأندلس وبني قنطرة ( 31 )\r\n\r\n\r\n","description":"","footnote":"\r\n- 9 ذو الحجة عام 102 ه ( أخبار مجموعة ، ص 24 ، وابن عذاري ، ج 2 ، ص 26 ، والمقري : ج 1 ، ص 235 وج 3 ، ص 15 ) .\r\n( 30 ) عمر بن عبد العزيز : ولد في المدينة المنورة على اسم جدّه « عمر بن الخطاب » ، فأمّ عمر بن عبد العزيز هي « أم عاصم بنت عاصم بن عمر بن الخطاب » . ولا يعرف على وجه اليقين سنة مولده ؛ فالمؤرخون يتأرجحون بين أعوام 59 ه ، 61 ه ، 62 ه ، وإن كان يميل بعضهم إلى سنة 62 ه ، وأيا ونشأ بالمدينة على رغبة من أبيه الذي تولى إمارة مصر بعد فترة قليلة من مولد ابنه ، وظلّ واليا على مصر عشرين سنة حتى توفي بها ( 65 ه - 85 ه ، 685 - 704 م ) . وقبل أن يلي عمر بن عبد العزيز الخلافة تمرّس بالإدارة واليا وحاكما ، ورأى عن كثب كيف تدار الدولة ، وخبر الأعوان والمساعدين ؛ فلما تولى الخلافة كان لديه من عناصر الخبرة والتجربة ما يعينه على تحمل المسؤولية ومباشرة مهام الدولة ، وكانت لديه رغبة صادقة في تطبيق العدل . وأهم ما قدمه عمر هو أنه جدّد الأمل في النفوس أن بالإمكان عودة حكم الراشدين ، وأن تمتلئ الأرض عدلا وأمنا وسماحة ولم تطل حياة هذا الخليفة العظيم الذي أطلق عليه « خامس الخلفاء الراشدين » ، فتوفي وهو دون الأربعين من عمره ، قضى منها سنتين وبضعة أشهر في منصب الخلافة ، ولقي ربه في ( 24 رجب 101 ه 6 من فبراير 720 م ) [ الأعلام للزركلي 5 / 209 ، و ( ( وسيرة عمر ابن عبد العزيز ) ) لابن الجوزي ؛ و ( الخليفة الزاهد ) لعبد العزيز سيد الأهل 
  ] .\r\n( 31 ) في الأصل : قنطرت .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقرطبة ( 32 ) ، وكانت ولايته في رأس المائة ، واستشهد غازيا بأرض أفرنجة ( 33 ) في سنتين بعد المائة ثم عبد الرحمن بن عبد اللّه الغافقي ( 34 ) ثم عنبسة بن سحيم الكلبي ( 35 ) ، أرسل به عاملا يزيد من أبي سلمة ( 36 ) عامل\r\n\r\n\r\n","description":"","footnote":"\r\n( 32 ) وفي ذلك قال الشاعر : بأربع فاقت الأمصار قرطبة . . . . منهن قنطرة الوادي وجامعها\r\nهاتان ثنتان والزهراء ثالثة . . . . والعلم أعظم شئ وهو رابعها .\r\n( 33 ) الإفرنج والإفرنجة : اسم لسكان أوروبا ما عدا الأروام والأتراك وهي معرب فرنك أي حر والواحد افرنجي والأنثى افرنجية ( محيط المحيط ( 2 / ص 1766 ) وقال البعض أنها من الأصل الألماني وتعود لاسم شعب جرماني استولى على غالية ( فرنسا حاليا ) فسميت فرنسة ( نخلة اليسوعي : غرائب اللغة العربية ، ص 284 ) .\r\n( 34 ) لم يكن الغافقي واليا بعد على الأندلس بل كان جندا من جنود السمح بن مالك لكنه لعب دورا حيويا في لم شمل الجنود بعد تعرضهم للهزيمة في معركة « طولوشة » وسوف يأتي ذكر توليه بعد ذلك .\r\n( 35 ) عنبسة بن سحيم ( 103 - 107 ه / 721 - 726 م ) : هو عنبسة بن سحيم الكلبي .\r\nولاه بشر بن صفوان ، أمير أفريقيا ، على الأندلس سنة 102 ه أزدادت الأندلس إستقرارا في عهده وأوغل في غزو الفرنج وفتح قرقشونة ، واجتاز فرنسا فعبر نهر الرون إلى الشرق ، أصيب بجراحات في بعض الوقائع فكانت سببا في وفاته ( ابن القوطية ، ص 13 ، وأخبار مجموعة ، ص 24 ، وابن عذاري ، ج 2 ، ص 27 ، والمقري ، ج 1 ، ص 235 ) .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ( 36 ) يقصد يزيد ابن أبي مسلم : هو أبو العلاء يزيد بن مسلم دينار الثقفي . كان مولى الحجاج بن يوسف الثقفي وكاتبه ، وكان فيه كفاية ونهضة ، قدمه الحجاج بسببهما الحجاج لما حضرته الوفاة استخلفه على الخراج بالعراق - فلما مات الحجاج أقره الوليد بن عبد الملك على حاله ولم يغير عليه شيئا . وقيل إن الوليد هو الذي ولاه بعد موت الحجاج ، وقال الوليد يوما : مثلي ومثل الحجاج وابن أبي مسلم كرجل ضاع منه درهم فوجد دينارا . ولما مات الوليد وتولى أخوه سليمان عزل يزيد بن أبي مسلم وبعث مكانه يزيد بن المهلب بن أبي صفرة الأزدي وأحضر إليه يزيد بن أبي مسلم في جامعة ، وكان رجلا قصيرا دميما قبيح الوجه عظيم البطن تحتقره العين ، فلما نظر إليه سليمان قال : أنت يزيد بن أبي مسلم ؟ قال : نعم أصلح اللّه أمير المؤمنين قال : لهن اللّه من أشركك في أمانته وحكمك في دينه ، قال : لا تفعل يا أمير المؤمنين ، فإنك رأيتني والأمور مدبرة عني ، ولو رأيتني والأمور مقبلة علي لاستعظمت ما استصغرت ولاستجللت ما احتقرت ، فقال سليمان : قاتله اللّه ، فما أسد عقله وأعضب لسانه ! ثم قال سليمان : يا يزيد ، أترى صاحبك الحجاج يهوي بعد في نار جهنم أم قد استقر في قعرها ؟ فقال يزيد : لا تقل ذلك يا أمير المؤمنين ، فإن الحجاج عادى عدوكم ووالى وليكم ، وبذل مهجته لكم ، فهو يوم القيامة عن يمين عبد الملك وعن يسار الوليد ، فاجعله حيث أحببت . وفي رواية أخرى : إنه يحشر غدا بين أبيك وأخيك ، فضعهما حيث شئت ، قال سليمان : قاتله اللّه ، فما أوفاه لصاحبه ! إذا اصطنعت الرجال فلتصطنع مثل هذا ، فقال رجل من جلساء سليمان : يا أمير المؤمنين ، اقتل يزيد ولا تستبقه ، فقال يزيد : من هذا ؟ فقالوا : فلان بن فلان ، قال يزيد : واللّه لقد بلغني أن أمه ما كان شعرها يوازي أذنيها ، فما تمالك سليمان أن ضحك وأمر بتخليته . ثم -\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- كشف عنه سليمان فلم يجد عليه خيانة دينارا ولا درهما ، فهم باستكتابه ، فقال له عمر بن عبد العزيز : أنشدك اللّه يا أمير المؤمنين أن تحيي ذكر الحجاج باستكتابك كاتبه ، فقال : يا أبا حفص ، إني كشفت عنه فلم أجد عليه خيانة ، فقال عمر : أنا أوجدك من هو أعف عن الدينار والدرهم منه ، فقال سليمان : من هذا ؟ فقال : إبليس ، ما مس دينارا ولا درهما بيده وقد أهلك هذا الخلق . فتركه سليمان .\r\nوحدث جورية بن أسماء أن عمر بن عبد العزيز بلغه أن يزيد بن أبي مسلم في جيش من جيوش المسلمين ، فكتب إلى عامل الجيش أن يرده وقال : إني لأكره أن أستنصر بجيش هو فيهم .\r\nونقل الحافظ أبو القاسم المعروف بابن عساكر في « تاريخ دمشق » في ترجمة يزيد المذكور عن يعقوب أنه قال : في سنة إحدى ومائة أمر يزيد بن أبي مسلم على إفريقية ، ونزع إسماعيل بن عبيد بن أبي المهاجر مولى بني مخزوم ، فسار أحسن سيرة ، وفي سنة اثنتين ومائة قتل يزيد .\r\nوقال الطبري في تاريخه الكبير : وكان سبب ذلك أنه كان فيما ذكر عزم أن يسير فيهم بسيرة الحجاج بن يوسف في أهل الإسلام الذين سكنوا الأمصار ممن كان أصله من السواد من أهل الذمة فأسلم بالعراق ، ممن ردهم إلى قرارهم ورساتيقهم ، ووضع على رقابهم على نحو ما كانت تؤخذ منهم وهم على كفرهم ، فلما عزم على ذلك توامروا ، فأجمع رأيهم على قتله فقتلوه ، وولوا على أنفسهم الوالي الذي كان قبل يزيد بن أبي مسلم ، وكتبوا إلى يزيد بن عبد الملك : إنا لم نخلع أيدينا عن الطاعة ، ولكن -\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- يزيد بن أبي مسلم سامنا ما لا يرضى به اللّه والمسلمون فقتلناه وأعدنا عاملك ، فكتب إليهم يزيد بن عبد الملك : إنني لم أرض ما صنع يزيد بن أبي مسلم . وأقر محمد بن يزيد على إفريقية ، وكان ذلك في سنة اثنتين ومائة .\r\nقال الوضاح بن خيثمة : أمرني عمر بن عبد العزيز رحمه اللّه تعالى بإخراج قوم من السجن ، وفيهم يزيد بن أبي مسلم ، فأخرجتهم وتركته فحقد علي ، وإني بإفريقية إذ قيل قدم يزيد واليا ، فهربت منه ، وعلم بمكاني وأمر بطلبي ، فظفر بي وحملت إليه ، فلما رآني قال : طالما سألت اللّه تعالى أن يمكنني منك ، فقلت : وأنا واللّه لطالما سألت اللّه أن يعيذني منك ، فقال : ما أعاذك اللّه ، واللّه لأقتلنك واللّه لأقتلنك ولو سابقني فيك ملك الموت لسبقته . ثم دعا بالسيف والنطع فأتي بهما ، وأمر بالوضاح فأقيم على النطع وكتف ، وقام وراءه رجل بالسيف ؛ وأقيمت الصلاة فخرج يزيد إليها ، فلما سجد أخذته السيوف . ودخل إلى الوضاح من قطع كتافه وأطلقه ، وأعيد إلى الولاية محمد بن يزيد مولى الأنصار ، واللّه أعلم .\r\nقلت : كان الوضاح حاجب عمر بن عبد العزيز ، فلما مرض أمر الوضاح بإخراج المحابيس ، فأخرجهم سوى يزيد المذكور ، فلما مات عمر هرب الوضاح إلى إفريقية خوفا من يزيد ، وجرى ما جرى ، وكان مرض عمر بخناصرة .\r\nهكذا قاله الطبري : محمد بن يزيد ، وابن عساكر قال : إسماعيل بن عبيد اللّه ، واللّه أعلم بالصواب ؛ وقوله « وأحضر إليه يزيد بن أبي مسلم في جامعة » فالجامعة : الغل ، لأنها تجمع اليدين إلى العنق ، وقوله « وكان رجلا قصيرا دميما » الدميم : بالدال -\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nأفريقية ( 37 ) من قبل الأموية ، كان له التقديم والتأخير ( 38 ) في عمال ( 39 ) الأندلس وقتل هذا عنبسة غازيا في بلاد الأفرنج ، ثم عذره ( 40 ) وقيل يحيى\r\n\r\n\r\n","description":"","footnote":"\r\n- المهملة ، القبيح المنظر ، ومنه قول عمر رضي اللّه عنه « لا تزوجوا بناتكم من الرجل الدميم فإنه يعجبهن منهم ما يعجبهم منهن » وأما الذميم بالذال المعجمة فإنه المذموم ، وكذا قول ابن الرومي الشاعر المشهور\r\n( 37 ) أطلق الفينيقيون لفظ افري على أهل البلاد الذين كانوا يسكنون حول مدينتهم طاقة ( المدينة القديمة ) وعاصمتهم قرطاجنة ( المدينة الحديثة ) وعنهم أخذه اليونان ، فأطلقوه على أهل البلاد الأصليين الذين يسكنون المغرب من حدود مصر إلى المحيط ، ومن ثم سميت هذه المنطقي افريكا أي « بلاد الأفري ( للمزيد راجع :\r\nحسين مؤنس : فتح العرب للمغرب ، مكتبة الثقافة الدينية ، ص 1 .\r\n( 38 ) وذلك بسبب أن الأندلس كانت في ذلك الوقت تابعة لولاية أفريقية ، ويقوم الوالي في القيروان بتعيين أو عزل عمال الأندلس .\r\n( 39 ) العامل : يقصد به الوالي أو الحاكم .\r\n( 40 ) لا تذكر المصادر أية أعمال لعذرة هذا بسبب قصر مدة ولايته وكان عذرة بن عبد اللّه الفهري أحد جند عنبسة بن سحيم وحين استشهد عنبسة في أرض غالة ( فرنسا حاليا ) نهض عذرة لجمع شتات الجند وتولى أمر الأندلس لمدة شهرين ( من شعبان - شوال من عام 107 ه ) أما المصادر المسيحية تنسب اليه أعمال حربية خطيرة ( ابن عذاري ، ج 2 ، ص 27 ، والمقري ج 3 ، ص 17 ، وجوزيف رينو ، تاريخ غزوات العرب ، ترجمة شكيب أرسلان 1966 ، ص 73 ) .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبن سلمة الكلبي ( 41 ) ، نفذ من عامل أفريقية لما استدعا أهل الأندلس عاملا بعد قتل عنبسة فأنفذه بشر بن صفوان ( 42 ) وكان عاملا في أفريقية بعد يزيد بن أبي سلمة ، وأقام يحيي هذا سنتين ونصف ، ثم قدم إليها عثمان بن أبي نعسة ( 43 ) من قبل عامل أفريقية وعزله لخمسة أشهر ثم بعده حذيفة من الأحوص ( 44 ) ، ثم من بعده الهيثم بن عدي الكلابي ( 45 ) ، ثم محمد بن عبد اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 41 ) يحي بن سلمة الكلبي : تولى الحكم في الأندلس لمدة سنتين ونصف اعتبارا من شهر شوال سنة 107 ه / 726 م .\r\n( 42 ) قال المقريزي في المواعظ والاعتبار في ذكر الخطب والآثار الجزء الثاني ( 60 من 167 ) : « فولي : بشر بن صفوان الكلبي : من قبل يزيد بن عبد الملك قدمها لسبع عشرة خلت من رمضان سنة إحدى ومائة وفي إمرته نزل الروم تنيس ثم ولاه يزيد على إفريقية فخرج إليها في شوال سنة اثنتين ومائة واستخلف أخاه حنظلة . وهو الذي جعل على الأندلس عنبسة بن سحيم الكلبي وبعد ستشهاده وجه إلى الأندلس يحي بن سلامة الكلبي .\r\n( 43 ) عثمان ابن أبي نعسة : تولى الأندلس فترة وجيزة من قبل عامل أفريقية عبيد بن عبد الرحمن السلمي .\r\n( 44 ) حذيفة بن الأحوص : حكم الأندلس لمدة لا تزيد عن ستة أشهر من قبل والي إفريقية عبيدة بن عبد الرحمن السلمي ( ابن القوطية ، ص 38 ، وابن عذاري ، ج 2 ، ص 27 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالأشجعي ( 46 ) ، وفي نسخة الغافقي ( 47 ) وغزا بلاد الأفرنج ( 48 ) وأصيب\r\n\r\n\r\n","description":"","footnote":"\r\n- ( 45 ) الهيثم بن عدي : كان يتبع سياسة القمع القوة مع الناس فعزل وكان من قبيلة كنانة ، تولى الحكم في المحرم سنة 111 ه / 729 م ، وكانت توليته من قبل عبيدة بن عبد الرحمن السلمي عامل أفريقية وكانت ولايته عشرة أشهر وقيل سنة وشهرين .\r\n( 46 ) عبد اللّه الأشجعي : تولى الأندلس مدة شهرين فقط .\r\n( 47 ) مؤلف المخطوط كان يعتقد أن محمد بن عبد اللّه الأشجعي أو الغاغقي هو الذي تولى بعد الهيثم بن عدي ولكن الحقيقة أن الأشجعي تولى بالفعل وجاء بعده عبد الرحمن الغافقي وسيأتي ذكره .\r\n( 48 ) يقصد عبد الرحمن الغافقي . عبد الرحمن الغافقي ( توفي 114 ه / 732 م ) : بطل معركة بلاط الشهداء « تور بواتييه » وقد تولى هذا القائد المجاهد الولاية بعد استشهاد السمح بن مالك فعزم على الجهاد وفتح أوروبا كلها وصولا إلى القسطنطينية وجعل البحر الأبيض المتوسط بحيرة اسلامية خالصة ، فجهز جيشا من محبي الجهاد وعشاق الشهادة ، وبلغ تعداد الجيش سبعون ألفا وفي روايات أخرى يصل إلى المائة ألف خرج بهم من شمال الأندلس إلي مدينة « آرل » [  Arles  : مدينة في جنوب فرنسا على نهر الرون شمالي مرسيليا 
  ] الواقعة على ضفاف نهر « الرّون » ففتحها وأدب أهلها الذين نقضوا العهد مع المسلمين ، ثم اتجه شمالا إلى بوردو ففتحها وفتح اللّه عليهم منها غنائم فاقت الحد والتصور . . وكان فتح المدينة تمهيدا لفتح مدن أخرى أهمّها « ليون » و « بيزانسون » و « سانس  SENS  » اهتزت أوروبا لهذا الفتح الرهيب وسقوط جنوب فرنسا في يد المسلمين في أشهر قلائل فنادت - )\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- بالتجهز للقاء المسلمين . . وكان قائد الفرنجة ( شارل مارتل ) . . اتجه الجيش الفاتح بعد ذلك شمالا إلى مدينة تور  ( TOURS )  وسرعان ما فتحها أمام أعين شارل مارتل الذي ما لبث أن انسحب جنوبا إلى بواتييه  ( Poitiers )  ليلاقي المسلمين في غاباتها الكثيفة . . ووصل جيش المسلمين المتعب ليجد جيشا مهولا فاقهم عددا وعدة إذ أنه أمل أوروبا الأخير لوقف زحف المسلمين راح الجيشان يترقبان كل منهما منتظر لما سيفعله الجيش الآخر عدة أيام ضاق فيها المسلمون بالانتظار فبدأوا بالهجوم واستمرت المعركة الرهيبة ثمانية أيام حتى لاح النصر للمسلمين . . لولا الغنائم . . تلك الغنائم المهولة التي غنموها من حملتهم كانت معهم ، وللأسف استطاعت فرقة من جيش الفرنجة أن تصل إليها . . فدب الصريخ في معسكر المسلمين أن أنقذوا الغنائم . . فاضطرب نظام الجيش وتقهقرت المقدمة . . وثبت الغافقي محاولا أن يعيد ترتيب جيشه لكن سهم الموت كان سريعا فارتقى شهيدا اضطرب نظام الجيش المسلم وزاده اضطرابا استشهاد قائده فأعمل الفرنجة فيهم السيف حتى كادوا أن يفنوهم ولم يفصل بينهم إلا ظلام الليل . . لينسحب المسلمون تاركين وراءهم كل شئ والجيش الذي فتح جنوب فرنسا في أشهر حرصا على نشر الدين وطلب الشهادة ، هزم عندما غفل للحظة عن هدفه الحقيقي وسعى وراء عرض زائل قال الشاعر الإنكليزي ( سوذي ) يصف جيوش المسلمين التي غزت أوروبا بعد فتح الأندلس :\r\n( جموع لا تحصى . . . . . .\r\n( من عرب ، وبربر ، وروم خوارج . . . . .\r\n( وفرس ، وقبط ، وتتر ، قد انضووا جميعا تحت لواء واحد . . . . . . -\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ( يجمعهم إيمان ثائر ، راسخ الفتوة . . . . . .\r\n( وحمية متلظية كالشرر ، واخوة مذهلة لا تفرق بين البشر . . . . .\r\n( ولم يكن قادتهم أقل منهم ثقة بالنصر بعد أن ثملوا بحميا الظفر . . . . .\r\n( واختالوا بتلك القوة القوية التي لا يقف أمامها شيء . . . . .\r\n( وأيقنوا أن جيوشهم لا يمكن أن يلم بها الكلال . . . . .\r\n( فهي دائما فتية مشبوبة كما انطلقت أول مرة . . .\r\n( وآمنوا بأنها حيثما تحركت مشى في ركابها النصر والغلب . . .\r\n( وأنها ستندفع دائما إلى الأمام . . .\r\n( حتى يصبح الغرب المغلوب كالشرق . . . .\r\n( يطأطىء الرأس إجلالا لاسم محمد . . .\r\n( وحتى ينهض الحاج من أقاصي المتجمد . . .\r\n( إلى أن يطأ بأقدام الإيمان الرمال المحرقة . .\r\n( المنتثرة على صحراء العرب . . .\r\n( ويقف فوق صخور مكة الصلدة . . . ) ( ابن عبد الحكم ، ص 216 ، وأخبار مجموعة ، ص 24 ، وابن عذاري ، ج 2 ، ص 27 ، وتاريخ غزوات العرب ، ص 88 ، وعنان :\r\nدولة الإسلام ، ج 1 ، ص 90 ومؤنس ، فجر الأندلس ، ص 265 ، وسالم : تاريخ المسلمين وآثارهم ، ص 142 ، وعلي المياح ، العوامل السوقية والتعبوية وأثرها على الفتوحات العربية الاسلامية في فرنسا ، مجلة الجمعية الجغرافية العراقية ، بغداد ، 1969 ، م 5 ، ص 129 ) .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nجيش المسلمين ، وكانت له فيهم وقائع ( 49 ) عظيمة ، وولايته ستة أشهر أو ثمانية أشهر ، ثم ولي بعده عبد الملك بن قطن الفهري ( 50 ) وكان ظلوما\r\n\r\n\r\n","description":"","footnote":"\r\n( 49 ) في الأصل : وقايع .\r\n( 50 ) عبد الملك بن قطن : هو عبد الملك بن قطن بن نهشل بن عبد اللّه الفهري ، شهد وقعة الحرة أيام يزيد بن معاوية سنة 63 ه ونجا من مسلم بن عقبة المري فيمن نجا فقصد أفريقية ثم دخل الأندلس واستقر في قرطبة ولما قتل عبد الرحمن الغافقي سنة 114 ه ولاه الجند إمارة الأندلس وغزا البشكنس سنة 115 ه وأقره عبيد اللّه بن الحبحاب أمير أفريقية ثم عزله سنة 116 ه وولى عقبة بن الحجاج السلولي القيسي فلم يخرج عبد الملك من قرطبة بل بقي فيها إلى أن توفي عقبة بن الحجاج بعد قليل فنادى به أهل الأندلس أميرا عليهم سنة 122 ه .\r\nلما انهزم بلج القشيري بعد موقعة ( بقدورة ) ولجأ إلى مدينة ( سبتة ) طلب إلى عبد الملك بن قطن أمير الأندلس أن يسمح له بعبور البحر إلى الأندلس فنصحه عبد الرحمن بن حبيب الفهري وكان قد لجأ إليه بعد تلك الموقعة ألا يقبل قدوم بلج إلى الأندلس مع جماعته ولكن عبد الملك أجازه بالدخول وأرسل إليه مراكب تحمله وتحمل جماعته واشترط عليه أن يعينه على قمع ثورة البربر حين علموا بمقتل زعمائهم في معركة ( الأصنام ) و ( القرن ) التي هزمهم فيها حنظلة الكلبي أمير أفريقية وردهم عن القيروان واشترط عليه أيضا أن يغادر الأندلس بعد قمع الثورة .\r\nفوافق بلج على ذلك ودخل الأندلس ونفذ وعده بقمع الثورة ولما دعاه ابن قطن للخروج وثب عليه بلج وأصحابه وأخرجوه من قصره وكان شيخا هرما قد بلغ التسعين من العمر بلج وصلبه واستولى على إمارة الأندلس .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nغشوما جائرا ( 51 ) في حكمه وغزا أرض البشكنس ( 52 ) وولي بعده عقبة بن الحجاج السلولي ( 53 ) وقبل بلج بن بشر ( 54 ) السلولي ولبث خمس سنين ، وكان محمود السيرة وفتح أربونة ( 55 ) ثم من بعده قيل وثب عليه ، وأنه تبع\r\n\r\n\r\n","description":"","footnote":"\r\n( 51 ) في الأصل جايرا ، وجائرا : ظالما\r\n( 52 ) البشكنس  Vascos  : هم الشعب الذي يسمى اليوم بشعب ( الباسك  basque  ) وإقليم البشكنس : هو إقليم الباسك : ( بالباسكية  Euskadi  ) هو إقليم يمتد عبر جبال البرتات الغربية على الحدود ما بين فرنسا وإسبانيا تصل مساحتها لحوالي 20 ألف كم 2 . وتعتبر مدينة بلباو عاصمة له . ويمتد الإقليم حتى شاطئ خليج البسكاي . وتعتبر المنطقة بشكل عام منطقة تاريخية يقطنها شعب الباسك ويتحدثون لغتهم الخاصة بهم التي تعرف بالباسكية ، تطالب بالانفصال عن إسبانيا ، ومن أشهر المنظمات الإنفصالية ، منظمة إيتا الإنفصالية . من أهم مدن الإقليم مدينة فيتوريا وسان سباستيان )\r\n( 53 ) عقبة بن الحجاج السلولي ( 116 - 123 ه / 734 - 741 م ) : أحد كبار القادة الذين أعادوا الفتوحات في شمال إسبانيا وجنوب فرنسا وتصدى للقوط داخل الأندلس وأصبحت أربونة أهم القواعد الإسلامية في جنوب فرنسا وأخذ ثأر شهداء بلاط الشهداء واستشهد هناك ( المقري ، ج 3 ، ص 19 ، وابن عذاري ، ج 2 ، ص 29 )\r\n( 54 ) بلج بن بشر بن عياض القشيري الهوزاني . . . من 124 ه إلى 125 ه .\r\n( 55 ) هي التسمية العربية لمدينة ( ناربون (  narbonne  التي تقع جنوبي شرقي فرانسا .\r\nكانت وقت الفتح الإسلامي تابعة لإسبانيا وجزء من الدولة القوطية وقاعدة لإمارة - )\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبعد هذا عبد الملك بلج المتقدم ، ثم ثعلبة بن سلامة العاملي ( 56 ) ، ثم أبو بكر الخطار بن ضرار الكلبي ( 57 ) ، ثم ثوابة بن سلامة الجذامي ( 58 ) ، ثم يوسف بن عبد الرحمن الفهري ( 59 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n- ( سبتمانيا  septemanie  ) أي المدن السبعة . فتحها القائد العربي السمح بن مالك سنة 101 ه ( 721 م ) لحماية حدود الأندلس الشمالية حتى استردها شارل مارتل بعد ذلك )\r\n( 56 ) ثعلبة بن سلامة بن جحدم بن عمرو بن الأجذم بن ثعلبة بن مازن بن مزين بن أبي مالك بن أبي عزم بن عوكلان بن الزهد بن سعد بن الحارث . تولى حكم الأندلس سنة 124 ه / 742 م وتم تعيينه بناء على ما عهد به الخليفة هشام بن عبد الملك حين ولى الجيش الذي وجهه إلى أفريقية كلثوم بن عياض ، فإن مات فالولاية لابن أخيه بلج ، فإن أصيب فثعلبة ، وكانت ولايته في حدود عشرة أشهر .\r\n( 57 ) بل هو : أبو الخطار حسام بن ضرار الكلبي القضاعي ( تولى 125 ه ) عينه هشام بن عبد الملك أميرا على الأندلس عندما اضطربت أحوالها وقال في ذلك : لا يصلح الامر هناك الا بالقحطانيه وكان زعيم قضاعة ويمن والملاحظ ان الزعامة في قضاعة كانت في بني كلب قبل الإسلام حيث كان زهير بن جناب الكلبي أول من اجتمعت عليه قضاعة ، استقرت أحوال الأندلس في عهد أبو الخطار حتى أثيرت تهمه اهانه أحد القيسيين ويدعى الصميل بن حاتم الكلابي العامري الذي أذكى الفتنة بين قيس ويمن واستطاع ان يزيح أبو الخطار من ولايه الأندلس بل ومن الدولة الأموية وقتله بيده بمساعده بعض اليمانية من جذام سنة 130 ه . وكان من أبرز شعراء تلك الفترة ، وإن لم يصلنا غير القليل من أشعاره وهو القائل :\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوتم في بعض النسخ تقديم وتأخير في ترتيب العمال المتداولين مع الإجماع على تساميهم وعددهم وإلى هنا انتهي خبر الولاة على الأندلس من غير موارثة بل ملكوا فيها أفرادا وعددهم عشرين ، ثم كانت دولة بني أمية بعد انقراض ، ملكهم بالعباسية ، فأول من تملك منهم في الأندلس عبد الرحمن بن معاوية ( 60 ) بن هشام بن عبد الملك بن مروان ، وهو أنه لما كان ما\r\n\r\n\r\n","description":"","footnote":"\r\n- فليت ابن جواس يخبر أنني . . . سعيت به سعي امرئ غير غافل\r\nقتلت به تسعين تحسب أنهم . . . جذوع نخيل صرعت في المسائل\r\nولو كانت الموتى تباع اشتريته . . . بكفي وما استثنيت منها أناملي\r\n( 58 ) تولى الحكم في رجب 127 ه / 746 م ، ولايته سنة أو أكثر ( نفح الطيب ، ج 3 ، ص 24 ) .\r\n( 59 ) هو يوسف بن عبد الرحمن بن حبيب بن أبي عبيدة بن عقبة بن نافع الفهري القرشي انشغل بمواجهة الثورات ففقد المسلمون في عهده السيطرة على جنوب فرنسا فسيطر عليها الروم والقوط وتأسست مملكة مسيحية في الشمال بقيادة ألفونس سميت مملكة ليون .\r\n( 60 ) عبد الرحمن الداخل ( صقر قريش ) : بعد سقوط الدولة الأموية في الشرق استطاع فتى صغير يدعى عبد الرحمن بن معاوية بن هشام بن عبد الملك أن بنجو بنفسه من بطش العباسيين ، وفر من دمشق تلاحقه جيوش العباسيين حتى وصل إلى المغرب .\r\nكان هذا الفتى الصغير صقر قريش أو عبد الرحمن الداخل قال فيه الخليفة العباسي أبو جعفر المنصور فيما بعد ( عبد الرحمن الداخل هو صقر قريش الذي تخلص بكيده -\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- من سنن الأسنة عبر القفر وركب البحر حتى دخل بلدا أعجميا ( الأندلس ) فمصر الأمصار وجند الأجناد وأقام ملكا بعد انقطاعه بحسن تدبيره وشدة عزمه ) . أوفد الداخل مولاه بدرا إلى الأندلس واتصل بالموالى الأموية وكان عددهم كبيرا ولما تمهدت له الأمور بعث له بدر يستدعيه فتوجه نحو إلبيرة وكان يحكم الأندلس حينذاك يوسف بن عبد الرحمن الفهري والصميل ولما وجدا أن أمر الداخل بدأ في الأنتشار أرسلا إليه الهدايا والوفود لإستمالته لكنه ما أعطاهم العهد أنه سيخضع لهم وجمع جيوشه وقرر الهجوم غلى قرطبة فاشتبك مع جيوش الفهري والصميل وانتهت المعركة بإنتصار الداخل وسيطر على باقي الأندلس عام 750 م وانصرف إلى تشجيع أهل بيته من الأمويين على الوفود إليه ومن ضمنهم عبد الملك بن عمر المراونى الذي أكرمه الداخل وعينه حاكما على إشبيلية . لكن الأمر لم يستتب للداخل بسهولة ويسر فقد نشبت في عهده عدة ثورات من أنصار الخليفة العباسي وبدعم منه ، كان أهمها 1 - ثورة يوسف الفهري الذي حشد أنصاره في ماردة وحدث قتال عنيف بينه وبين جيش الدولة بقيادة أمية بن عبد الملك المرواني والذي عندما سمع بضخامة جيوش الفهري فر هاربا فأمر عبد الملك بقتل ابنه عقابا له على فراره وذهب وقاد الجيش بنفسه وأنتهت المعركة بهزيمة الفهري واستشهاد عبد الملك المرواني . 2 - ثورة العلاء بن مغيث اليحصبي الذي أرسل من قبل الخليفة العباسي أبو جعفر المنصور للسيطرة على الأندلس والتف حوله الكثير من الناس ورفع الرايات السود شارات بني العباس آنذاك . توجه ابن المغيث نحو إشبيلية وسيطر عليها وحاصر الداخل في قرمونة شهرين ثم فوجىء العلاء بفتح الحصون وخروج سبعمائة رجل أحدثوا مقتلة في جيش العلاء وقتلوه وقطعوا رأسه ، ويقال أن الداخل -\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- لف رأس العلاء بن المغيث بعلم العباسيين وبعث به للمنصور ، فقال الأخير « عرضنا هذا البائس لحتفه وما هذا ( الداخل ) إلا شيطان وما فيه من مطمع والحمد للّه الذي جعل بيننا وبينه بحرا » . 3 - ثورة شقنا بن عبد الواحد الذي ادعى أنه من نسل فاطمة الزهراء فصدقه البربر وتجمعوا حوله واستولى على قورية وسانتا ماريا فتتبعه الداخل وتغلب عليه وفر شقنا إلى الجبال وقتل على يد أصحابه الذين أتوا برأسه للداخل .\r\n4 - ثورة عبد الرحمن الصقلبى الذي أتى من إفريقيا داعيا للعباسيين عند ساحل تدمير فسار إليه الداخل وحرق سفنه فهرب الصقلبى لجبال فالنسيا إلى أن إغتاله أحد أصحابه . 1 - ولأول مرة يثور الأموييون على الداخل بقيادة سليمان بن يقظان الأعرابي الذي استعان بشارلمان ملك الفرنجة وقام جيش شارلمان وحاصر سرقسطة ولكن ثورة اندلعت في فرنسا أضطرت شارلمان للعودة إلى بلاده وفك الحصار . 2 - ثار عليه ابن أخيه المغيرة بن الوليد طمعا في الحكم فقتله الداخل وأرسل الأموال إلى أخيه الوليد وطلب منه الرحيل عن الأندلس .\r\nحكم الداخل أربعة وثلاثون عاما واجه فيها خمسة وعشرون ثورة استطاع أن يخضعها كلها وانقطعت الأندلس في عهده عن باقي الخلافة الإسلامية ، لكنها كانت أكثر استقرارا ، مما أتاح للمسلمين إقامة حضارة فريدة في تلك البلاد ما زال العالم أجمع يذكرها بإجلال .\r\nومما يذكر للداخل من إنجازات أنه\r\nكون جيشا قويا وأسس أسطولا بحريا\r\nبنى سور ومسجد قرطبة )\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nكان من أمر بني أمية وانقراضهم ، وتتبع عبد اللّه بن علي ( 61 ) صاحب دعوتهم ، وأبا مسلم ( 62 ) لبني أمية ، وأجلوهم عن باطن الأرض فضلا عن\r\n\r\n\r\n","description":"","footnote":"\r\n- إستجلب أشجار النخيل والرمان لزراعتها في الأندلس .\r\nكان ورعا تقيا يخطب في المساجد ومات في 172 هجرية والأندلس هادئة مستقرة ( أخبار مجموعة ، ص 51 ، وابن عذاري ، ج 2 ، ص 41 ، ابن القوطية ، ص 21 .\r\n( 61 ) عبد اللّه بن علي : ويعرف بعبد اللّه الأصغر وهو عبد اللّه بن علي بن عبد اللّه بن العباس ، طلب الخلافة لنفسه بعد وفاة السفاح ودخل في حروب مع أبو جعفر المنصور وقائده أبا مسلم الخرساني ودارت معارك عنيفة هزم فيها عبد اللّه بن علي 137 ه / 754 م ففر إلى البصرة عند أخيه سليمان وأعطاه أبو جعفر الأمان وحبسه في قصره وقرر قتله بعد نحو عشر سنوات 147 ه / 764 م ( للمزيد ، راجع ، عبد المنعم ماجد : العصر العباسي الأول ج 1 ، مكتبة الأنجلو المصرية ، ص 58 وما يليها ) .\r\n( 62 ) أبو مسلم الخرساني : هو إبراهيم أبو مسلم عبد الرحمن بن مسلم . أصله فارسي .\r\nيكنى أبا إسحاق ، ، عرف بعدائه للأمويين ، وانضم إلى الدعوة العباسية واستطاع جمع الفلاحين والمؤيدين من الفرس حوله ، لهذا تقرّب منه أبو العباس السفاح الذي صار الخليفة العباسي الأول . وكان أبو مسلم الخراساني في بداية الدولة العباسية مقربا من الخليفة العباسي الأول ، لكنّ الخليفة الثاني ( أبو جعفر المنصور ) خشي من تعاظم قوته وكثرة مؤيديه فدبّر مؤامرة لقتله كان أبو مسلم الخراساني المحرّك الأساسي للدعوة العباسية في بلاد فارس ، وعرف بنو العباس كيف يكسبونه لصفهم ، وعرف هو كيف يجمع حوله الموالي والشيعة الناقمين على حكم بني أمية -\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nظاهرها ( 63 ) فكان هذا عبد الرحمن بن معاوية من جملة من هرب من الشام مستخفيا إلى الأندلس مع أخبار يطول فيها الشرح ، وكان بنو أمية يرون من طريق الحساب أن يمتلك بالمغرب ، وكان عبد الرحمن هذا قد سمع ذلك من عمه مسلمة شافها فلما وصل الأندلس بعد مخاطرات وأهوال مع اضطراب الأندلس بقيام العباسية وفيها كل شيعة بني أمية ما زال يتطلب التملك مع المقدور حتى استولي عليها في خلافة أبو الدوانيق ( 64 ) وكان\r\n\r\n\r\n","description":"","footnote":"\r\n- كان من المفروض أن يتقاسم أبو مسلم الخراساني السلطة هو وأعوانه ممن ضحّوا في سبيل إقامة الدولة العباسية وهدم الدولة الأموية . لقد كان أبو مسلم مهندس الثورة ، غير أن الخليفة الثاني أصدر أوامره بتصفيته . وبهذا زادت نقمة الشيعة والموالي الذين عانوا الكثير وفعلوا الكثير من أجل الإطاحة بالبيت الأموي ، والذين كانوا عماد الثورة العباسية ، التي ما كانت لتنتصر بدونهم .\r\n( 63 ) فقد كانوا ينبشون قبورهم حتى لا يبقى منهم أثر .\r\n( 64 ) أبو الدوانيق هو : أبو جعفر المنصور : مدة ولايته من ( 136 - 158 ه ) : وهو الخليفة العباسي الثاني ، تولى بعد وفاة أخيه أبي العباس السفاح ويعتبر المنصور المؤسس الحقيقي للدولة العباسية بنى العاصمة الخالدة بغداد وانفرد بالحكم وأسس خلافة قوية مرهوبة الجانب وسمي أبو الدوانيق لتشدده في محاسبة العمال والصناع على الحبة والدانق ، وهو مقدار لا يزيد على سدس درهم راجع ( تاريخ الخلفاء ص 303 ، تاريخ القضاعي ص 396 ، تاريخ اليعقوبي ( 2 / 364 ، خلاصة -\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nعبد الرحمن هذا كثيرا ما يشبه أحوال أبو الدوانيق من الجرأة والأقدام على العظائم ( 65 ) ، وكانت أمه بربرية ( 66 ) ، وأم أبو الدوانيق كذلك وكان نحيلا أعور أشم جسورا غشوما ثم ولي الأمر من بعده هشام بن عبد الرحمن ( 67 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n- الذهب المسبوك ص 59 ، نهاية الأرب ( 22 / 66 ) وحسن إبراهيم حسن ، تاريخ الإسلام ج 2 ، ص 35 ) .\r\n( 65 ) في الأصل : العظايم .\r\n( 66 ) البربر : هم سكان المغرب العربي الأصليون ، فهم ليسوا أوربيون ولا أفارقة لأنهم لا يتسمون بأي صفة من صفات العرقين السابقين ويظهر للعيان أن الملامح التي يحملونها مشرقية سواء كانت البشرة البيضاء كما حال قريش والجميع يعلم مواصفات النبي القرشي صلوات اللّه وسلامه عليه وإما بشره حنطاوية فاتحة اللون .\r\nهناك أيضا ثورة مشهورة قام بها البرابرة وتسمى ثورة البربر في الأندلس وأشار المؤرخ شارل أندري جوليان في كتابه تاريخ أفريقيا الشمالية « إلى أن البربر لم يطلقوا على أنفسهم هذا الاسم ، بل أخذوه من دون أن يروموا استعماله عن الرومان الذين كانوا يعتبرونهم أجانب عن حضارتهم ، وينعتونهم بالهمج ، ومنه استعمل العرب كلمة برابر وبرابرة . ( انظر ، التيجاني بلعوالي ، البربر الأمازيغ ، ازدواجية التسمية ووحدة الأصل وإيلي لوبلان ، تاريخ الجزائر والمؤرخون ، باريس 1931 ) .\r\n( 67 ) هشام بن عبد الرحمن الداخل : حكم في الفترة 172 - 180 ه / 789 - 796 م ، لقب بهشام الرضا وكان من أفضل أمراء الأسرة الأموية حسبما يقول المؤرخون لما تولى الإمارة بعهد من أبيه فثار عليه أخواه سليمان وعبد اللّه ينازعانه الإمارة وامتدت ثورتهما إلى عهد ابنه الحكم الأول . وقد تمكن هشام من صد هجمات ملوك الفرنجة -\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nثم ابنه الحكم بن هشام ( 68 ) ثم ابنه الأوسط ( 69 ) ثم ابنه المنذر بن محمد ( 70 ) ،\r\n\r\n\r\n","description":"","footnote":"\r\n- واستولى على بعض قلاعهم وحصونهم وأضاف إلى جامع قرطبة المئذنة وجدد بناء القنطرة على نهر قرطبة المعروف باسم ( الوادي الكبير ) وكان السمح بن مالك أمير الأندلس قد بناها سنة 100 هجرية . وفي عهده دخل مذهب الإمام مالك إلى الأندلس . .\r\n( 68 ) الحكم بن هشام ( الربضي ) : حكم في الفترة 180 - 206 هجرية . رغم الأزمات التي شهدها عهده إلا أنه تمكن من إخماد ثورة عميه فقتل سليمان واستسلم عبد اللّه في عهده سقط شمال الأندلس في يد الفرنجة بقيادة لويس بن شارلمان وانصرف عن الدين والجهاد لللهو والمجون فبدأ الفقهاء يثيرون العامة عليه حتى حدث إحتكاك بسيط بين أحد العامة وأحد مماليك الحكم ، وبسبب ما وقع ثار الأهالي في الضاحية الجنوبية من قرطبة عرفت لاحقا باسم ثورة الربض حاصر الناس الحكم وجنوده في قصره فاستعان الحكم بابن عمه عبيد اللّه البلنسى وحاجبه عبد الكريم بن مغيث فافتعلا حيلة اخترقا بها الحصار لبيوت أهالي الربض وأشعلوا فيها النار فدب الزعر في صفوف أهل الربض وانقلبوا لديارهم لإنقاذ ذويهم ففك الحصار عن الحكم فأمر بالهجوم على الربض قتل في ذلك الهجوم من قتل وطرد الحكم بن هشام الباقين من البلاد فهاجر أهل الربض إلى فاس بالمغرب ثم إلى الإسكندرية وأقاموا فيها عشر سنوات ثم طردوا منها فتوجهوا لجزيرة كريت واستولوا عليها وأسسوا دولة للربضين استمرت مائة عام إلى أن استعادها البيزنطيون لقب الحكم بن هشام بسبب هذه الثورة بالحكم الربضى إلا أنه في آخر عهده تاب وندم على هذه الفعلة واعترف -\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- بذنبه وتحلى بالتقوى والورع ومات زاهدا عابدا ( ابن القوطية ، ص 67 ، وابن حزم ، جمهرة أنساب العرب ، ص 501 ، عنان ، ج 1 ، ص 257 )\r\n( 69 ) عبد الرحمن الأوسط : حكم في الفترة 206 - 238 هجرية هو عبد الرحمن بن الحكم بن هشام بن عبد الرحمن الداخل كان من أهل التقوى والثقافة والذوق الاجتماعي ومع أن الفتن لم تنقطع في عهده إلا أنه استطاع بحسن سياسته أن يخمدها . ومن تلك الفتن فتنة بين اليمينية والمضرية على منطقة تدمير قمعها الحكم وأمر بهدم تدمير وأقام مكانها مرسى للسفن فسميت مرسية وأخمد عصيان أهل طليطلة الذين تحالفوا مع ملك جليقية ، وتابع غزو ممالك الفرنجة غزت سواحل الأندلس في عهده وقيل في عهد ولده على اختلاف بين المصادر قبائل همجية تدعى النورمان أو الفايكونغ وسيطرت على إشبيلية فأرسل لهم عبد الرحمن جيشا بقيادة قائد البحرية الأندلسية خشخاش بن سعيد فهزمهم وأرغمهم على الإرتداد إلى بلادهم في أواخر عهد الأوسط ظهر بعض المتعصبين من النصارى بقيادة راهب يدعى إليخيو الذي أرسل أحد أنصاره إلى المسلمين في عيد الفطر فقام وسب الإسلام والرسول فقدمه الناس للقاضي فأمر بإعدامه وأخذ إليخيو بإرسال أنصاره الرجل تلو الآخر يسبون الإسلام والرسول فكان مصيرهم الإعدام جميعا ثم انتهك النصارى مسجد قرطبة ودنسوه بالأوساخ فأمر الأوسط بإعدام كل من فعل ذلك . أخذ إليخيو يقلب النصارى على الأوسط حتى وصلت أصداء الحركة إلى أوروبا وكادت أن تحدث فتنة طائفية فعقد الأوسط مؤتمرا كنائسيا في قرطبة وفيه أعلن القساوسة إدانة هذه الحركة وتم حبس المحرضين عليها مقابل أن يلقب من ماتوا من قبل بالشهداء وأعدم إليخيو بعدها . ثم من بعده عهد محمد بن عبد الرحمن الأوسط حكم في الفترة 238 - -\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nثم أخيه عبد اللّه بن محمد ( 71 ) ثم ابنه عبد الرحمن بن الناصر ( 72 ) ولعل أن\r\n\r\n\r\n","description":"","footnote":"\r\n- 273 هجرية بدأت في عهده فترة الضعف والتمزق وظهرت دويلات الطوائف الأولى فانقسمت الأندلس لدول مستقلة صغيرة وظهرت ثورة عمر بن حفصون واستمرت أكثر من أربعين عاما . وكان ابن حفصون محتالا وقاطع طريق ينتمى لأسرة من أصل قوطى أسلمت بعد الفتح لكنهم أسروا نصرايتهم واستطاع أن يجمع حوله المولدين وهم الذين تزوج آبائهم من العرب بعد الفتح وكون جيشا واحتل منطقة بربشتر وكان الأمير محمد يرسل له القوات لكنها كانت تهزم .\r\n( 70 ) المنذر بن محمد : حكم في الفترة 273 - 275 هجرية ورث حكما ممزقا وأرهقته ثورة عمر بن حفصون ، لكن حكمه لم يدم سوى سنتين ، فلما توفي خلفه أخوه عبد اللّه .\r\n( 71 ) عبد اللّه بن محمد : حكم في الفترة 275 - 300 هجرية زادت الأندلس في عهده تمزقا لكنه هزم بن حفصون عند حصن بلاى ففر ابن حفصون للجنوب ، وفي عهده ثارت إشبيلية على الحكم الأموي .\r\n( 72 ) عبد الرحمن الناصر : حكم في الفترة 300 - 350 هجرية : هو عبد الرحمن بن محمد بن عبد اللّه بن محمد بن عبد الرحمن بن الحكم الربضي ، بن هشام بن عبد الرحمن ( الداخل ) أبو المطرف ، الناصر لدين اللّه الأمير الثامن من أمراء الدولة الأموية بالأندلس . أمه أم ولد اسمها ( ماريا ) أو ( مزنة ) كما تسميها الروايات العربية . أول من تلقب بالخلافة من رجال الدولة الأموية ، تسمى بها لما رأى ما آلت إليه الخلافة العباسية من وهن . خلف جده عبد اللّه بعهد منه ، وكان عمه المطرف قد قتل أباه ظلما ، لأن أباه كان المرشح لولاية العهد ، فأراد أن يزيحه ليظفر بها ولما علم جده عبد اللّه بما لحق أباه من ظلم جعل ولاية العهد إليه ، وتولى تربيته ونال نصيبا كبيرا من -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- رعايته ، كان جزاء عمه القتل ، فقد قتله أبوه عبد اللّه ، بعد أن تأكد من براءة أخيه مما عزاه إليه . بويع عبد الرحمن بالخلافة بعد وفاة جده عبد اللّه سنة 300 ه ولم يكن قد تجاوز الثالثة والعشرين من عمره ، فكان أول من بايعه بالإمارة أعمامه لحب جده له ولزهدهم بها ، لما كان يحيط بها من أخطار . فقد كانت الأندلس مضطربة بالمخالفين ونيران المتغلبين ، وقد تمكّن عبد الرحمن من إخماد تلك النيران ، وخاض غمار حروب طويلة ، فأخضع العصاة وصفا له الملك ، وجدّد دولة الأندلس وأخضع حكامها لسلطانه ، استلم الحكم وعمره اثنين وعشرون عاما وحكم خمسون عاما وكل ما نسمعه عن أمجاد الأندلس إنما ظهر أمره في عهد الناصر اهتم بالحركة العمرانية في البلاد وبنى مدينة الزهراء التي ما زالت بقاياها موجودة إلى الآن ، بعد أن كانت آية من آيات الفن والجمال . ضاعف مساحة مسجد قرطبة وتطورت الزراعة في عهده وأنشأ دارا لسك النقود وارتفع شأن القضاة والفقهاء في عهده وانتشرت حركة الترجمة للغة العربية وتقدمت التنظيمات العسكرية وبناء السفن ووفد إليه سفراء ملوك أوروبا وانتشرت اللغة العربية في أوروبا كما انتشر الترف والغناء وظهرت الموشحات الأندلسية بعد فترة من حكم الناصر أعلن الخلافة وأضحى لا مفر من الصدام المسلح مع الخلافة الفاطمية في الشرق فاستعد الناصر بحريا وبدأ هو بالهجوم على شمال المغرب وسيطر على سبتة فأوقف التهديد الفاطمي كما استطاع أن يستعيد بعض ما سيطر عليه عمر بن حفصون وبدأ يرتب أموره للسيطرة على باقي أراضي الأندلس وخصوصا الشمال الذي احتله النصارى في هذه الأثناء مات بن حفصون فاستغل الناصر الموقف واستمال إليه سليمان بن عمر بن حفصون واستولى على باقي ما سيطر عليه بن حفصون فقويت شوكة الناصر وبدأ بعدة غزوات -\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- لإستعادة شماال الأندلس ومن غزوات الناصر - غزوة موبش 308 هجرية تحرك الناصر بجيشه نحو مدينة سالم واحتلها وسيطر على ما حولها من الأراضي التي كان النصارى يفرون منها وتقدم أكثر حتى وصل لحصن موبش وسيطر عليه . 2 - غزوة بنبلونة قادها الناصر بنفسه فتحرك نحو مملكتي ليون ونبرة فسيطر عليهما ووقع في يده عدد كبير من الأسرى ثم اقتحم بنبلونة وأضطر ملكها إلى مهادنته 3 - معركة الخندق عاد النصارى بقيادة روميرو في العدوان على الممالك الإسلامية فاستولوا على حصن مجريط وهو مدينة مدريد الحالية فأصبح يهدد طليلطلة فتحرك الناصر إليه بجيش قوامه مائة ألف مقاتل واستطاعوا فتح حصون سمورة وبدأ جيش النصارى يتراجع ولكن جيش المسلمين أعجبتهم كثرتهم واهتموا بالغنائم وتهاونوا في القتال فاستغل النصارى هذا التهاون فهجموا على جيش المسلمين وأحدثوا فيهم مقتلة وتساقطت جثث المسلمين في الخندق الذي حفره النصارى حول مدينة شنت منكش وفر الناصر ومعه خمسون رجلا إلى قرطبة وتبعه روميرو ولولا أن رجلا من المسلمين ممن تحالفوا مع النصارى ضد الناصر قد أخذته نخوة الإسلام وأقنع روميرو أن الناصر أعد له كمينا فدب الخوف في قلوب النصارى فتراجع روميرو .\r\nوما إن استقرت الحياة السياسية في الأندلس ، وعمّ الرخاء والأمن في عهد عبد الرحمن الناصر وابنه الحكم المستنصر اللذين دفعا البلاد دفعا إلى النهضة فكان من أهم أسباب تلك النهضة في عهديهما :\r\nإغراء العلماء بالقدوم إلى الأندلس ، والتشجيع على التأليف من أجل خزائن الكتب الأندلسية ونقل الكتب المشرقية واستنساخها وحفز الأندلسيين على جمع تراثهم والعناية بالتأليف عن بلدهم وتبني العلوم والمعارف بألوانها . -\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- فمن إغرائه للعلماء والأدباء أن قدم عليه كثير من المشارقة ، تميّز من بينهم أبو علي القالي ( ت 356 ه ) فكان لقدومه أثر بيّن في قوة التيّار الأدبي القديم الذي يقوم على طريقة العرب في الشعر ، فضلا على تأسيسه لمدرسة لغوية جمعت إليها تلامذة ظلوا أوفياء لمنهجه وعلمه .\r\nفقد حمل القالي إلى الأندلس مجموعة ضخمة من الدواوين الشعرية كان أكثرها دواوين لشعراء قدماء وقليل منها لشعراء محدثين فكان بذلك أحد أعمدة الاتجاه المحافظ في الشعر الأندلسي .\r\nإلى جانب ذلك نجد عطايا عبد الرحمن الناصر وابنه الحكم تصل إلى العلماء المشارقة في مواطنهم للظفر بمؤلفاتهم ، ومن ذلك صلة الحكم المستنصر للكندي الفيلسوف ولأبي الفرج الأصفهاني الذي تلقى منه ألف دينار ذهبا نظير إرسال نسخة من كتاب الأغاني إلى الأندلس ، وقد وصلت نسخة من الكتاب إلى الأندلس قبل أن تظهر في العراق .\r\nبل لقد حملت الكتب بمختلف فنونها إلى مكتبة الحكم المستنصر بفعل ورّاقين انتشروا في البلاد الإسلامية بحثا وتنقيبا عنها وقد صنفت هذه المؤلفات في فهارس بلغ عددها أربعة وأربعون فهرسا وفي كل فهرس خمسون ورقة وهذا دليل على كثرة ما كان يستنسخه الحكم المستنصر في سبيل بناء مكتبته الضخمة ، حتى قيل بأن مكتبته كانت تحوي أربعمائة ألف مجلد .\r\nوفي مجال العناية بالتراث الأندلسي فقد كان ذلك بعناية خاصة من قبل الحكم المستنصر - كذلك - فقد حفز الأندلسيين إلى التأليف والجمع فقد أمر الحكم إسحاق -\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمحمد ابنه أول من تسمى ( 73 ) منهم بأمير المؤمنين ، وكانت له كنية لأن في بادئ أمرهم لم يتسموا بالكنى ( 74 ) ولا بإمرة ( 75 ) المؤمنين إجلالا لخلافة بني العباس وتقية ، إنما استولوا على جزيرة الأندلس ، وأسقطوا الدعوة منهم ، ولم يتعدوا إلى منازعات الكنا ( لحتا ) ، ذهبت شوكة بني العباس وغلبهم عبيدهم وضعف أمرهم ، فتكنوا كما تراه مبسوطا في التاريخ ، ثم بعده ابنه\r\n\r\n\r\n","description":"","footnote":"\r\n- بن مسلمة بجمع كتاب في أخبار الأندلس ، وألف خالد بن سعد كتابا في رجال الأندلس ، وطلب إلى محمد بن الحارث الخشني أن يؤلف كتابا في القضاة .\r\nوفي ميدان الأدب جمع له عبد اللّه بن مغيث المعروف بابن الصفار كتابا في أشعار الخلفاء من بني أمية ، وألف له أحمد بن فرج الجياني كتاب « الحدائق » معارضا كتاب « الزهرة » لأبي بكر الأصبهاني ، لم يورد فيه شعرا لغير أندلسي كما وضع يوسف بن هارون الرمادي كتابا سماه « الطير » كله من شعره وصف فيه كل طائر معروف ، يذكر خواصه وذيّل كل قطعة بمدح ولي العهد هشام بن الحكم .\r\nولعلنا أن نقول إن هذه النهضة الثقافية قد أفاد منها الأدب في عمق معانيه وتعدد تجاربه وتلون صوره ووفرة إنتاجه\r\n( 73 ) في الأصل : تسما .\r\n( 74 ) في الأصل : بالكنا .\r\n( 75 ) في الأصل بامرت .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالحكم ( 76 ) ، وكان الحكم المستنصر قد سمع الحديث وجمع من الكتب ما لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 76 ) الحكم المستنصر : حكم في الفترة 350 - 366 هجرية : الحكم المستنصر هو الحكم بن عبد الرحمن الناصر هو أحد خلفاء الدولة الأموية بالأندلس ، تولى الحكم في 3 رمضان سنة 350 ه خلفا لأبيه عبد الرحمن الناصر ولقب بالحكم المستنصر يمتاز عصره بازدهار العلوم والآداب في قرطبة بصورة كبيرة ، فقد كان أكثر خلفاء بني أمية حبّا للكتب ، وكان يبعث رجالا بأموال طائلة لاستجلاب نفائس الكتب إلى الأندلس ، وأنشأ مكتبة قرطبة التي وصلت محتوياتها إلى أربعمائة ألف مجلد وكان شغوفا بالعلم وأهله وأنشأ مكتبة قرطبة الكبيرة وأقام معامل صناعة الورق وشجع حركة الترجمة وأشهر العلماء الذين ظهروا في عهده المؤرخ ابن القوطية والخشني والزبيدي كما أجرى توسعة لمسجد قرطبة . حارب ملوك قشتالة وليون ونافار وقهرهم وصد هجماتهم . في عهده أغار النورمان على السواحل الأندلسية للمرة الثانية فصدهم . ازدحم العلماء على بابه وغصت بهم مجالسه وترجمت إلى العربية كتب كانت تهدى إليه من أباطرة الروم وقد أنشأ مكتبة حوت أربعمائة ألف مجلد ولم يكن من أهل الأندلس في عهده من لا يعرف القراءة والكتابة . وقد شهد التعليم في عهد الحكم نهضة عظيمة ، فانتشرت بين أفراد الشعب معرفة القراءة والكتابة ، بينما كان لا يعرفها أرفع الناس في أوروبا باستثناء رجال الدين ، وقد بنى الحكم مدرسة لتعليم الفقراء مجانا ، كما أسس جامعة قرطبة أشهر جامعات العالم آنئذ ، وكان مركزها المسجد الجامع ، وتدرس في حلقاتها كل العلوم ويختار لها أعظم الأساتذة وقد احتلت حلقات الدرس أكثر من نصف المسجد ، وتم تحديد مرتبات للشيوخ ليتفرغوا للدرس والتأليف ، كما خصصت أموال للطلاب ومكافآت ومعونات للمحتاجين ، ووصل الأمر بنفر من الأساتذة إلى ما يشبه منصب الأستاذية اليوم في -\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nيكن قد جمعها ملكا قبله أو بعده حتى قيل أنها بلغت في خزائنه أربع مائة ألف ، وسيبين في التاريخ كيف كان تفريقها بعد المستنصر ( 77 ) . ثم هشام بن\r\n\r\n\r\n","description":"","footnote":"\r\n- مجالات علوم القرآن الكريم والحديث النبوي الشريف والنحو ، وعهد الحكم المستنصر إلى أخيه المنذر بالإشراف على جامعة قرطبة ، كما عهد بمهمة الإشراف على المكتبة الأموية إلى أخيه عبد العزيز يقول فندث بيدال - العالم الأسباني الكبير - يقول : « وصلت الخلافة الأندلسية في ذلك العصر إلى أوج روعتها وبسطت سيادتها السلمية على سائر إسبانيا وكفلت بذلك السكينة العامة » . وتوفي الحكم في ( 2 صفر 366 ه 30 سبتمبر 976 م )\r\n( 77 ) كان شغف الحكم المستنصر بالكتب والمكتبات ومقدار اهتمامه بالعلم والعلماء كبيرا ، فجعل الحكم كل هدفه السير بالأندلس قدما في طريق العلم والمعرفة فوجه الحكم جل اهتمامه إلى بناء وتنمية مكتبته الخاصة فنشر رجاله في كل مراكز الثقافة الإسلامية يبحثون عن النادر من الكتب والمخطوطات ويدفعون أغلى الأثمان بغية الحصول عليها ، بل وكانوا يصادقون تجار الكتب في كل مكان ليدلوهم على ما صدر منها وما هو بسبيله إلى الصدور وكان يحدث كثيرا أن يشتروا الكتب من مؤلفيها أو ناشريها لتصدر في الأندلس قبل أن ترى النور في بغداد أو الموصل أو البصرة أو مصر حيث كان الحكم يجد متعة في أن يكون أول قارئ لما يصدر من الأبحاث الجديدة .\r\nوللأسف كان مصير هذه المكتبة نفس مصير المكتبات المشرقية من الحرق والسلب والنهب والتخريب ، ذلك أنه بعد وفاة الحكم ولي الأندلس المنصور ابن أبي عامر وقد أراد أن يرضي العامة والفقهاء في زمانه فأخرج من المكتبة جميع الكتب الفلسفية وأضرم فيها النار في الميدان العام في قرطبة . ولم يقف أمر هذه المكتبة عند هذا الحد -\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالحكم المستنصر ( 78 ) ، وفي أيامه تسلط للحجابة ( 79 ) المنصور بن أبي عامر ( 80 )\r\n\r\n\r\n","description":"","footnote":"\r\n- فقد ضعفت الأندلس بعد وفاة المنصور وبدأت في التفسخ وقد تعرضت قرطبة لحصار البربر واحتاج الحاجب واضح مولى المنصور ابن أبي عامر إلى المال فأخرج أكثر الكتب من المكتبة وباعها ، وما تبقى منها نهب وحرق عندما اجتاح البربر قرطبة . .\r\n( 78 ) هشام المؤيد : حكم في الفترة 366 - 399 هجرية بعد وفاة المستنصر تولى ولده هشام الحكم وهو ما زال صبيا فانقسم رجال الدولة إلى قسمين الأول بقيادة الحاجب جعفر المصحفي ومحمد بن أبي عامر وهؤلاء يؤيدون ولاية هشام ، أما القسم الآخر بقياة المغيرة عم هشام فكان يرفض ولايته ويقول مؤرخون إن الخليفة الحكم بن المستنصر كان مع فضله قد استهواه حب الولد حتى خالف الحزم في توريثه الملك بعده في سن الصبا فلما مات الحكم أخفى جؤذر وفائق فتياه ذلك وعزما على صرف البيعة إلى أخيه المغيرة . وقال فائق إن الأمر لا يتم إلا بقتل المصحفي فرفض جؤذر ، وقال ونستفتح أمرنا بسفك دم شيخ مولانا ، فقال له هو واللّه ما أقول لك ثم بعثا إلى المصحفي ونعيا إليه الحكم وعرفاه رأيهما في المغيرة فقال لهما المصحفي وهل أنا إلا تبع لكما وأنتما صاحبا القصر ومدبرا الأمر فشرعا في تدبير ما عزما عليه وخرج المصحفي وجمع أجناده وقواده ونعى إليهم الحكم وعرفهم مقصود جؤذر وفائق في المغيرة وقال لهم إن نصرنا ابن مولانا كانت الدولة لنا وإن بدلنا استبدلنا فقالوا الرأي رأيك فبادر المصحفي بإرسال محمد بن أبي عامر مع طائفة من الجند إلى دار المغيرة لقتله فوافاه ولا خبر عنده فنعى إليه الحكم أخاه فجزع واسترجع ، وابلغه أبي أبي عامر كذلك بتنصيب ابنه هشام في الخلافة ، فقال المغيرة أنا -\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- سامع مطيع فكتب ابن أبي عامر إلى المصحفي بحاله وما هو عليه من الاستجابة ، مقترحا الإبقاء على الرجل لكن المصحفي أصر على التخلص منه وأمر ابن أبي عامر بذلك وإلا وجه غيره ليقتله فقتل ابن أبي عامر المغيرة خنقا فلما قتل استوثق الأمر لهشام بن الحكم وسمى بالمؤيد باللّه . ولأن هشام كان ما زال صبيا فقد قرر من حوله وعلى رأسهم أمه صبح إقامة مجلس للوصاية بقيادة وزير الدولة جعفر المصحفى وصاحب مدينة فارس شيخ الموالي وفارس الأندلس آنذاك غالب الناصري ومحمد بن أبي عامر . لما تولى هشام الحكم طمع نصارى الشمال في ضعفه وخرجوا على أهل الثغور فوصلوا إلى باب قرطبة ، ولم يجد الناس عند المصحفي حلا لما ألم بالناس ، وكان جل ما فعله أن أمر أهل قلعة رباح بقطع سد نهرهم لما تخيله من أن في ذلك النجاة من العدو ولم تقع حيلته ، التي رأى فيها العامة عجزا مع وفور الجيوش وجموع الأموال ، أما ابن أبي عامر فأنف من هذه الدنية وأشار على جعفر بأن الجيوش إنما وجدت للجهاد وخوفه سوء العاقبة في تركه وأجمع الوزراء على رأي ابن أبي عامر إلا من شذ منهم . اختار ابن أبي عامر الرجال وتجهز للغزو واستصحب مائة ألف دينار وسار بالجيش حتى هزم النصارى في حصن الحافة ودخل الربض وغنم الغنائم بعد أن ردهم بعد اثنين وخمسين يوما فعظم السرور به وخلصت قلوب الأجناد له واستهلكوا في طاعته لما رأوه من كرمه . وفي نهاية العام انطلق ابن أبي عامر بجيشه للإنضمام مع جيش غالب الناصري في الشمال وسار نحو مجريط ففتحوا الحصون وحققوا انتصارات عدة على النصارى فعلا نجم العامري أكثر كما أنه استطاع أن يستصدر أمرا من الخليفة بتعينه رئيسا للجيش والشرطة معا ما عدا جيش الشمال ثم تزوج ابنة غالب قائد جيش الشمال وأصبح تحالفهما قوى ضد وزير -\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- الدولة المصحفى . بعد إخضاعه لحصون شلمنقة وإرهاق النصارى في الشمال عاد لقرطبة واستصدر أمرا من الخليفة بتعينه حاكم عام على قرطبة وجعل غالب وزيرا مشاركا للمصحفى ثم عزل المصحفى وسجن بدعوي الفساد في المال العام وانفرد ابن أبي عامر غالب بمجلس الوصاية ثم عين العامري وزيرا للدولة وتنازل عن قيادة الجيش وعين عليه جعفر بن حمدون الأندلسي . .\r\n( 79 ) الحجابة : هذا اللقب كان خاصا للدولة الأموية والعباسية بمن يحجب السلطان عن العامة ويغلق بابه دونهم أو يفتحه لهم على قدره في مواقيته . وكانت هذه منزلة يومئذ عن الخطط مرؤوسة لها إذ الوزير متصرف فيها بما يراه . وهكذا كانت سائر أيام بني العباس . أما في الدولة الأموية بالأندلس فكانت الحجابة لمن يحجب السلطان في الخاصة والعامة ويكون واسطة بينه وبين الوزراء فمن دونهم . فكانت في دولتهم رفيعة غاية كما تراه في أخبارهم . ثم لما جاء الاستبداد على الدولة اختص المستبد باسم الحجابة لشرفها . فكان المنصور بن أبي عامر وأبناؤه كذلك . ولما بدؤوا في مظاهر الملك وأطواره جاء من بعدهم من ملوك الطوائف فلم يتركوا لقبها وكانوا يعدونها شرفا لهم وكان أعظمهم ملكا بعد انتحال ألقاب الملك وأسمائه لا بد له من ذكر الحاجب وفي الوزارتين يعنون به السيف والقلم ويدلون بالحجابة على حجابة السلطان عن العامة والخاصة وبذي الوزارتين على جمعه لخطتي السيف والقلم . ثم لم يكن في دول المغرب وإفريقية ذكر لهذا الاسم للبداوة التي كانت فيهم .\r\n( 80 ) المنصور بن أبي عامر : حكم في الفترة 370 - 392 هجرية هو محمد بن عبد اللّه بن عامر بن محمد أبي عامر بن الوليد بن يزيد بن عبد الملك المعافري القحطاني . أبو عامر ، المعروف بالمنصور بن أبي عامر . هو من أسرة يمنية الأصل تنتسب إلى قبيلة -\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- معافر اليمنية . دخل جده عبد الملك إلى الأندلس مع طارق بن زياد وأظهر شجاعة في بعض العمليات العسكرية فمنح إقطاعات في الجزيرة الخضراء . قدم ابن أبي عامر إلى قرطبة شابا وأتم دراسته في جامع قرطبة ودرس الأدب على يد أبي على القالي ، وقرأ الفقه على يد أبي بكر بن القوطية والحديث على يد أبي بكر بن معاوية القرشي وغيره ، وفتح دكانا عند باب قصر الخليفة ليكتب للناس الطلبات والعرائض والالتماسات ، وسرعان ما استهوى الناس بذكائه ومهارته ، وبلغ خبرة الأميرة ( صبح ) زوجة الحكم المستنصر وأم ابنه ( هشام ) فعهدت إليه بالنظر في أمورها ووكلته بإدارة ضياعها الخاصة ، فأظهر كفاءة أعجبت بها وتوسطت عند زوجها الخليفة فولاه أمانه دار السكة ( ضرب النقد ) وبعد ذلك ولاه قضاء مدينة ( ربة ) ثم رقاه وولاه الشرطة والإشراف على أموال الزكاة والمواريث ، ثم جعله وكيلا لولده هشام ولي عهده ، ثم رفعه إلى الوزارة . لما مات الحكم المستنصر كان ابنه هشام صغيرا وخيف الاضطراب ، فضمن ابن أبي عامر لأم هشام سكون البلاد واستقرار الملك لابنها . كان يطمع بالاستيلاء على الملك ووضع خطة بارعة نفذها بذكاء وإحكام واتبع في تنفيذها المراحل الآتية : 1 - تقرب من جعفر بن عثمان المصحفي ، حاجب القصر ، وصاحب السلطة في الدولة وأقنعه بطرد حراس القصر ، وكانوا من الصقالبة الخصيان ، المعروفين بشدة البأس والقوة ، فنكبهم المصحفي وطردهم من القصر وأبدلهم بحراس اختارهم ابن أبي عامر من البربر . 2 - تقرب بعد ذلك من القائد غالب الناصري وكان من موالي الخليفة عبد الرحمن الناصر وهو من أعظم قادة الدولة وأمير مدينة ( سالم ) والثغر الأعلى وتآمر ابن أبي عامر معه ومع الحاجب المصحفي على قتل المغيرة أخي الحكم المستنصر وعم هشام بن عبد الملك وكان -\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- المغيرة يطمع بالخلافة ، فقتلوه وبايعوا هشاما ولقبوه ( المؤيد ) ولم يكن قد تجاوز العاشرة من عمره . 3 - استطاع بدهائه أن يزيح الحاجب المصحفي ، فتزوج من أسماء بنت القائد غالب وبمساعدته استطاع أن يحتل مكان المصحفي ثم يقبض عليه ويسجنه ، ثم يقتله . 4 - وأخيرا انقلب على القائد غالب وتوجه لحربه سنة 371 ه وقتله في المعركة . 5 - حجب ( هشام المؤيد ) في القصر وأحاطه بخدم اختارهم لخدمته ومنعه من الناس وألهاه بكل ما يلهو به صبي في مثل عمره . ثم له بعد ذلك ما كان يطمع إليه ، واستأثر بالمالك . ظلت الدعوى في أيامه لهشام المؤيد على المنابر ، أما الملك فله وحده . ولم يضطرب عليه شيء مدة حكمه ، لحسن سياسته وعظيم هيبته .\r\nتآمر ابنه عبد اللّه على قتله مع آخرين ، لأن أباه آثر أخاه عبد الملك عليه ، وهو يظلمه حين يساويه به ، لأنه أكثر منه فهما وأعظم شجاعة ، وأن أباه يفكر أن يعهد إليه بالأمر من بعده ، وربما كان في شعور عبد اللّه أنه مظلوم شيء من الحقيقة ، لأن أباه كان يشك في بنوته ويعتقد أنه ربما كان ولدا غير شرعي ، بمعنى أن أمه لم تكن قد استبرأت تماما حين تزوجها ، فلم يكن يحبه كإخوته ، فلما اكتشف المنصور المؤامرة قبض على ابنه وأمر بضرب عنقه وقتل المتآمرين معه . غزا المنصور بنفسه خمسين غزوة ، لم ينهزم في واحدة منها طوال حكمه الذي استمر خمسا وعشرين سنة ، وجاست خيله في أمكنه لم يكن قد خفق فيها علم إسلامي من قبل ، وسقطت في يد المسلمين ( شنت ياقب ) في ولاية ( جليقة ) وهي أقدس مكان لمسيحيي أسبانيا ، ودانت له ملوك أسبانيا شمالا وجنوبا ، وانتصر على ملوك ( قشتالة ) و ( نفارا ) و ( قطالونيا ) ، وأنزل ببلادهم خسائر فادحة . تزوج ابنة ( سانشو ) ملك ( نفارا ) التي اعتنقت الإسلام وتسمت باسم ( عبدة ) وأنجبت للمنصور ابنه عبد الرحمن الذي -\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- أطلقت عليه اسم ( سانشو ) ذكرى لأبيها وكان يشبهه ، وقد حرفت العامة هذا الاسم إلى ( شنجول ) . مات المنصور في إحدى غزواته بمدينة سالم ولا يزال قبره معروفا فيها ، وخلفه ابنه عبد الملك الملقب بالمظفر . توفى عن 66 عاما وأمر بجمع ما علق عليه من الغبار في غزواته ومواطن جهاده وجعل منها صرة وضعت مع حنوطه عند دفنه . بني مدينة الزاهرة بشرقي قرطبة على النهر الأعظم ، محاكيا بها الزهراء التي بناها الخليفة عبد الرحمن الناصر وبني قنطرة على الجسر محاكيا الجسر الأكبر في قرطبة وزاد في جامع قرطبة مثليه .\r\nواصل المنصور تقربه للفقهاء والعلماء ونزولا عند رغبتهم أمر بحرق كل الكتب البيزنطية لما فيها من انحراف ديني وخلقي فحفظ عقائد الناس ثم بدأ يقلل من شأن الأمويين فاستعان في شؤون البلاد بالبربر كما أنه أنشأ مدينة الزاهرة بالقرب من مدينة الزهراء فدخلت مرحلة النسيان بعد أن كانت حاضرة الأندلس . نقل للزاهرة الأموال والأسلحة ودواوين الحكم وأصبحت مركز الحكم وفي نهاية هذا العام أمر بحبس الخليفة المؤيد باللّه هشام في قصره وأن لا يدخل عليه أحد إلا بإذن ابن أبي عامر نفسه بحجة حمايته . وتحول المؤيد باللّه إلى مجرد رمز فقد سكت النقود باسم ابن أبي عامر والخليفة معا ودعي للاثنين على المنابر وكانت الدعوة على المنابر ضربا من الاعتراف الشعبي ومما أعلى من خبر المنصور ونشر الاعتراف بسلطته بين الناس قضائه على حركة الحسن بن قنون في المغرب ومواجهة جيش الفاطميين وبذلك سيطر على المغرب وعين الحسن السلمى واليا عليها أما في مجلس الوصاية حيث تقاسم المنصور وغالب الناصري النفوذ فقد خاف غالب الناصري من ازدياد نفوذ المنصور فدبر له مؤامرة لقتله ولكن المنصور نجا منها واستدار على غالب فقتله -\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وأصبح متفردا بحكم مجلس الوصاية ويقول مؤرخون إن غالب الناصري حضر مع ابن أبي عامر في بعض الغزوات وصعدا إلى بعض القلاع لينظرا في أمرها فجرت محاورة بين ابن أبي عامر وغالب فسبه غالب ، وقال له يا كلب أنت الذي أفسدت الدولة وخربت القلاع وتحكمت في الدولة وسل سيفه فضربه لكن بعض من حضروا مواجهة الحليفين السابقين حبس يد الناصري فلم تتم الضربة وشجه فألقى ابن أبي عامر نفسه من رأس القلعة خوفا من أن يجهز عليه فقضى اللّه تعالى أنه وجد شيئا في الهواء منعه من الهلاك فاحتمله أصحابه وعالجوه حتى برئ أما غالب فلما نجا المنصور من محاولته أدرك أنه هالك فلحق بالنصارى واستعان بهم على غزو الأندلس وقابله ابن أبي عامر بمن معه من جيوش الأندلس فحكمت الأقدار بهلاك غالب وتم لابن أبي عامر ما جد له وتخلصت دولته من الشوائب توجه المنصور بعد أن استتب له الأمر في الداخل نحو ليون وحاصرها بجيوشه واستطاع لأول مرة منذ فتح موسى بن نصير وطارق بن زياد أن يعيد ليون لحكم المسلمين وأسر ثلاثين ألف من القوطز ثم حاصر برشلونة وفتحها وهزم الفرنسيين وأرعب النصارى في الشمال وأصبحوا يدفعون الجزية له ثم عزم المنصور على إعادة جليقية وهي آخر معاقل النصارى في الشمال لحكم المسلمين وكان النصارى في ذلك الوقت يعدون كنيسة شانت ياقب ( سان دياجو ) بمنزلة الكعبة عند المسلمين فجهز جيشا بريا وآخر بحريا واستطاع بحنكته وبراعته الحربية الوصول إلى سانت ياقب في شهرين فقط ولم يكن النصارى يتوقعون ذلك فهربوا منها فدخلها المنصور وهي فارغة من أهلها وغنم منها مغانم هائلة . -\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالحاجب المشهور وكان قبله متولي حجابة الحكم المستنصر ، جعفر المصحفي المشهور بالادماث ( 81 ) والبراعة كما ستراه في التاريخ ، وهذا المنصور بن أبي عامر ورث الحجابة بعد حيل وعجائب ستقف عليها ،\r\n\r\n\r\n","description":"","footnote":"\r\n- وصل المنصور في عزه إلى درجة أنه في إحدى الغزوات حمل النصارى أموالهم له إلى قرطبة وكانوا يزيحون له قتلاهم من الطريق ليمر هو وجيشه .\r\nظل المنصور على جهاده حتى بلغ الستين من عمره وفي آخر غزواته أصابه المرض وقويت عليه العلة فاتخذ له سرير خشب ووطئ عليه ما يقعد عليه وجعلت عليه ستارة وكان يحمل على أعناق الرجال والعساكر تحف به ، وهجر الأطباء في تلك العلة لاختلافهم فيها وأيقن بالموت واشتغل ذهنه بأمر قرطبة وهو في مدينة سالم فلما أيقن بالوفاة أوصى ابنه عبد الملك وجماعته وخلا بولده وكان يكرر وصايته وكلما أراد ولده أن ينصرف رده وعبد الملك يبكي وهو ينكر عليه بكاءه ويقول وهذا من أول العجز وأمره أن يستخلف أخاه عبد الرحمن على العسكر وخرج عبد الملك إلى قرطبة ومعه القاضي أبو ذكوان فدخلها أول شوال ليعلن وفاة الحاجب المنصور .\r\nصنع المنصور ابن أبي عامر مجدا لم يصنعه أحد في الأندلس وخاض خمسين معركة لم يهزم فيها مرة . كان يجمع غبار ملابسه بعد المعارك وقد أمر بدفنها معه لتشهد على جهاده في سبيل اللّه يوم القيامة ولما توفى نقش على قبره\r\nآثاره تنبيك عن أخباره\r\nحتى كأنك بالعيون تراه\r\nتاللّه لا يأتي الزمان بمثله أبدا ولا يحمى الثغور سواه .\r\n( 81 ) في الأصل « بلادمات » والدماثة « حسن الخلق » .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوكان مبدأ أمره صعلوكا وكان أصل جده ( 82 ) من أمراء بني أمية ( 83 ) ، كان مع موسي بن نصير ، ثم أنه كان له خطا ، وكان مكتريا ( 84 ) حانوتا ( 85 ) يكتب للناس التوقيعات في دار الخلافة وسيبين ذلك المأرخ ، وبلغ مبلغا عظيما من الحزم والجزم والتدبير والغزو ( 86 ) كما ستراه تفصيلا ثم بعد هشام المهدي محمد بن هشام بن عبد الجبار ( 87 ) ابن الناصر وهو أول خلفاء الفتنة كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 82 ) في الأصل : حده .\r\n( 83 ) كان جده هو : أبو عامر محمد بن أبي حفص عبد اللّه بن محمد بن عبد اللّه بن عامر ( ابن عذاري ، البيان المغرب ، ج 2 ، ص 256 ) .\r\n( 84 ) في الأصل مكنزي ، واكترى : قام بتأجير .\r\n( 85 ) الحانوت : الدكان .\r\n( 86 ) وقام المؤلف بالتعليق على الخبر في الهامش قائلا » قيل غزا اثنين وخمسين غزوة على بلاد المشركين .\r\n( 87 ) بينما كان شنجول يتوجه بحملة إلى شمال غرب أسبانيا ضد سكان غاليسيا حتى أطاحت مؤامرة بالخليفة هشام المؤيد في قرطبة وبايعت بالخلافة مكانه محمد بن هشام بن عبد الجبار بن الناصر ، من الأسرة الأموية ، والذي اختار لنفسه لقب المهدي . وطار الخبر إلى عبد الرحمن شنجول بمكانه من الثغر فانفض جمعه ، وقفل إلى الحضرة مدلا بمكانه زعيما بنفسه ، حتى إذا قرب موعد الحضرة تسلل عنه الناس من الجند ووجوه البربر ، ولحقوا بقرطبة ، وبايعوا المهدي القائم بالأمر ، وأغروه بعبد الرحمن الحاجب ، لكونه ماجنا مستهترا غير صالح للأمر ، فاعترضه منهم من قبض عليه واحتز رأسه ، وحمله إلى المهدي وأبى الجماعة ، وذهبت دولة العامريين كأن لم -\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nستراه ثم بعده المستعين سليمان ( 88 ) ثم ابنه الحكم بن سليمان الناصر ، وإلى\r\n\r\n\r\n","description":"","footnote":"\r\n- تكن ، وللّه عاقبة الأمور غير أنه « لم يكن للمهدي المواهب أو الفضائل التي تزكيه ، بل كان رجلا فاسقا فظا ميالا لسفك الدماء ، قليل الحصافة ، إذ ناصب جميع الأحزاب العداء فقال فيه بعضهم :\r\nقد قام مهدينا ولكن . . . . . . . . . . . . . . . بملة الفسق والمجون\r\nواعتمد المهدى على قوته الجديدة التي تتألف من أرزال العامة وأسافلهم وعارض بهم أجناد الدولة واستوزر رجالا من الطبقة الدنيا فاستبد هؤلاء العوام وركبهم الغرور ، فأساءوا إلى قواد الجند ووجوه الناس ولم يميزوا بين أعلاهم وأدناهم وعمد محمد بن هشام المهدى بعد ذلك إلى مطاردة الخليفة هشام المؤيد فحبسه في القصر أولا ، ثم أخرجه بعد ذلك من القصر ، وأخفاه في بعض منازل قرطبة ، وتوفي في ذلك الوقت رجل نصراني أو يهودي ، قيل أنه كان يشبه هشاما شبها قويا ، فأعلن محمد بن هشام وفاة الخليفة ، وأحضر الوزراء والفقهاء ، فشهدوا بأنه هو الخليفة هشام المؤيد حقا ودفن وأعلن محمد بن هشام بغضه للبربر ، وعلى هذا النحو تألف من هؤلاء جميعا حزب معاد لمحمد بن هشام وأقسم البربر أن يكون إنقتامهم عجيبا ، ولم يكن لديهم من المهارة ما يؤهلهم لوضع خطة إنتقامية غير أن الحظ واتاهم فكان فيهم زاوي ، وهو من أسرة صنهاجية حكمت في إفريقية . . . . . . . وكان زاوي أكثر زملاءه البربر المحاربين ذكاءا ، فرأى قبل كل شئ ضرورة البحث عن منافس للمهدى\r\n( 88 ) كان زاوي أكثر زملاءه البربر المحاربين ذكاءا ، فرأى قبل كل شئ ضرورة البحث عن منافس للمهدى . واستقر رأيهم على سليمان بن الحكم بن سليمان حفيد الناصر ، وكان سليمان هذا يبلغ من العمر خمسين عاما فجعلوا منه إمام مجموعة البربر -\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- فاجتمعوا إليه وولوه عليهم ، وعقدوا له الخلافة في شعبان سنة 399 ه وتسمى بالمستعين باللّه .\r\nواستعان البربر بشانجة بن غرسية بن فرذلند قومس قشتاله والذي قرر الوقوف إلى جانب البربر على أساس أن النجاح إذا ما حالف محاولتهم فإن عليهم أن يسلموه بعض الحصون الإسلامية الواقعة على حدود نهر الدويرة لتكون ملكا خاصا لهم وانضم إليهم الكونت برجاله ، وشرعوا في الزحف على قرطبة . ولما علم المهدي باللّه بزحف البربر على العاصمة تحصن في سهل يقع شرقي قرطبة ، والتقى الجمعان ، في حنتيش 400 ه / 1009 م » وانتهت الموقعة بهزيمة جيش المهدي هزيمة نكراء ووضع البربر السيف على أهل قرطبة . وذكر ابن حيان أن من كل طبقة قد أخذت وقعة قنتيش ، حتى من أهل الباطل وحاول المهدي أن يستميل البربر فأظهر لهم هشاما المؤيد وأجلسه حيث يراه الناس في منظره تشرف على باب القنطره ولكن ذلك لم يغنه شيئا إذ تمسك البربر بسليمان المستعين .\r\n« ونودي به خليفة في المسجد الجامع وتم منحه لقب المستعين باللّه وكان سليمان يعتمد على قوة البربر ، فانتقل بجملة جيشه البربري إلى مدينة الزهراء ثم رحل لطليطلة 400 ه / 1010 م ، ولكنه لم ينجح في مهمته لتمسك أهل الثغر بطاعة المهدي وواضح الفتى الذي اتفق مع قومس برشلونه ريموند بوريل الثاني وأخيه أرمقند على أن يساعداه حربيا تظير تخليه لهم عن مدينة سالم قاعدة الثغر الأسط وفي إطار هذه الشروط دخل فرسان كلا الحاكمين في صفوف الفتى واضح والمهدي وتوجه الجميع إلى قرطبة وقد بلغ تعداد القوات أربعين ألف رجل ولم يكن لدى -\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- سليمان المستعين من قوات إلا مجموعات من البربر ، ذلك أن القرطبيين رفضوا الانضمام إليهم فما كان منه إلا العمل على مواجهة\r\nتهديدات المهدي فخرج إليه سليمان فهزمه المهدي بموضوع يعرف\r\nبعقبة البقر أما سليمان فقد نجا بنفسه وفر إلى شاطبة وبدأت الفترة الثانية لولاية المهدي ولكنها كانت أقصر من الأولى . حيث إعتزم المهدى أن يقضي على البربر قبل أن يعودوا لمقارعته . فجمع الأموال من أهل قرطبة وأعطى الفرنج أعطاياتهم ، وحشد كل ما استطاع من قواته ، وخرج لمطاردة البربر ، وكان البربر قد وصلوا عندئذ إلى وادى آره على مقربة من مربلة في طريقهم إلى الجزيرة الخضراء ، وكان جيش المهدى يتكون من نحو ثلاثين ألف من المسلمين وتسعة آلاف من الفرنج ، وهناك التقى الجمعان ، ودارت الهزيمة على المهدي وحلفائه وقتل من الفرنج نحو ثلاثة ألاف واستولى البربر على كثير من أسلحتهم وخيلهم ومتاعهم . وعلى أثرها ارتد المهدي إلى قرطبة وسار البربر جنوبا إلى ناحية ريه وهناك لحق بهم سليمان المستعين بمن معه وأخذ الفريقان يدبران معا استئناف الصراع للاستيلاء على قرطبة وفي أثناء ذلك كان واضح قد ضاق ذرعا بتصرفات المهدى وحماقاته ، وسوء خلقه من عكوف على الشراب والمجون ، وكان الفتيان العامريون وفي مقدمتهم واضح جميعا ينقمون على المهدى ما فعله بهشام المؤيد وبنى عامر وكان قد وصل إلى قرطبة جملة منهم من شاطبة وفيهم بعض الفتيان البارزين مثل خيران وعنبر فائتمروا على الغدر بالمهدي ، وأخرجوا هشاما من محبسه بالقصر ، وأجلسوه للخلافة ونادوا بولايته وأتوا بالمهدى بين يديه فضرب عنقه واحتز رأسه وهكذا استرد هشام المؤيد الخلافة بعد سلسلة من الخطوب والأحداث المثيرة وكان يومئذ كهلا في نحو السابعة -\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- والأربعين من عمره . وبعث واضح برأس المهدى إلى سليمان المستعين إرضا له ولحلفاءه البربر وكتب إليهم يدعوهم إلى الدخول في طاعة الخليفة هشام المؤيد باعتباره الخليفة الشرعي . ولكن ذلك لم يجده نفعا ، إذ تألم سليمان وأصحابه البربر للمصير التعس الذي لقيه ابن عبد الجبار من أتباعه الخونة ، وسخطوا على واضح لغدره وخيانته وفي صيف 1011 م ( 401 ه ) تفاقم بؤس الأندلس لا سيما قرطبة ، ونسب الجند إلى واضح ما حاق بهم من النكبات ، . . . . . وأدرك واضح اضراب مكانته ، وصمم على الفرار ، غير أن خبر عزمه على الهروب ترامى إلى ابن أبي وداعة فحال بينه وبين تنفيذه : إذ جمع جنده واقتحم بهم قصر الحاجب قائلا له : « لقد أسرفت في الأموال ، ثم تعتزم بعد ذلك على مصالحة البربر ؟ » ثم ضربه بسيفه ، ثم طرحت جثته ونصح أعيان الدولة هشام الثاني أن يسلم المدينة في إطار شروط معينة تعتبر الحد الأدنى من المقبول به ، ولكن ازدادت عدوانية البربر ، وجاء بعض قادتهم نحو أسوار قرطبة يتحدون أبطال المعسكر الآخر أن يخرجوا لقتلاهم رجلا لرجل وفي يوم 9 مايو 1013 ( 26 شوال 403 ه ) ، ذهب القاضي ابن ذكوان يرافقه بعض الفقهاء بالتوجه رسميا إلى معسكر البربر وطلبوا لأهالي قرطبة فأعطوه من جديد » ولم يعد للقرطبيين أي شك في المصير الذي سوف ينتظرهم على يد البربر ، واقتحم البربر المدينة من الباب المقابل لربض شقندة ، لأن قائدا خائنا باع لهم نفسه وأسلمهم الباب ، ودفعت قرطبة ثمن مقاومتها أنهارا من الدماء ، وذهب كثيرون منا لطيبين والشيوخ : قتل سعيد بن منذر خطيب المسجد الجامع منذ أيام الحكم المستنصر ، وقتل ابن الفرضي صاحب تاريخ -\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- علماء الأندلس وقد رسم لنا ابن حزم في كتابه « طوق الحمامة » الصورة في قرطبة عن طريق إخبار الواردين على قرطبة يصفون منزله ومنازل القرطبيين عامة وقد « امحت رسومها ، وطمست أعلامها ، وخفيت معاهدها ، وغيرها البلي ، وصارت صحاري مجدبة بعد العمران ، وفيافي موحشة بعد الأنس ، وخرائب منقطعة بعد الحسن ، وشعابا مفزعة بعد الأمن ، وقال ابن حزم في ذلك شعرا منه :\r\n لئن كان أظمانا فقد طالما سقى * وإن أساءنا فيها فقد طالما سرا \r\nوتحولت القصور إلى أنقاض ونالتها يد الدمار وفي اليوم التالي لإحتلال المدينة ذهب سليمان لإمتلاك القصر الخليفي وجئ له بجميع القرطبيين الذين نجوا من سيوف البربر ، وأوقفوهم على جانبي الطريق لتحيته ، ولكن كان يدرك حقيقة هذه الحماسة المصطنعة فقال متمثلا بقول شاعر قديم :\r\n يقولون لي أهلا وسهلا ومرحبا * ولو ظفروا بي ساعة قتلوني \r\nولما بلغ القصر جاء بهشام الثاني ووبخه فاعتذر سليمان ، وتبرأ من\r\nالخلافة قائلا :\r\n« إني امرئ مغلوب على أمري ، متبرئ من الخلافة ، ومسلم الأمر إليك\r\nوخالع لك نفسي والجدير بالذكر أن الفتى واضح في خضم تلك الأحداث قام ببيع ذخائر الكتب التي خلفها الحكم المستنصر ، وذلك أثناء حصار المستعين والبربر لقرطبة - )\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- » واضطرت الفتنة إلى بيع ما كان بقصر قرطبة من ذخائر ملوك الجماعة من الكتب وسائر المتاع ، فبيع ذلك بأوكس ثمن وأتفه قيمة وكان تمزق الأندلس على هذا النحو ، كان ضربة لم تنهض الأندلس من آثارها ، بل كان بداية عهد الانحلال الطويل ، وذكرت جمهرة من المؤرخين أن سليمان المستعين اغتال هشام الثاني خنقا وأشاع أنه فر لوجهه ، وعمل سقاء بالمرية وانتقل سليمان مع جملة جيشه البربري إلى مدينة الزهراء ، بينما أقام بنو حمود العلويون في شقندة ثم أنه قسم بعض كور الأندلس بين رؤساء القبائل البربرية إرضاء لهم ، فأعطى البيرة لحبوس بن ماكسن الصنهاجي وذريته ، وأعطي سرقسطة لمنذر بن يحيء التجيبي ، وأعطي جيان لبني برزال وبني يفرن ، ثم أنه منح عليا بن حمود ولاية سبته ، والقاسم بن حمود ولاية طنجة وأصيلا والجزيرة الخضراء ، وبذلك غلب العنصر البربري على دولة سليمان المستعين ، مما حمل الفتيان العامريين على الهرب إلى شرق الأندلس ، خوفا على أنفسهم من البربر ، وأخذوا يكيدون سليمان المستعين ، ويذكر ابن الخطيب أن بعض العامريين الموالي والصنائع الهاشميين أرسلوا إليعلى بن حمود على سبتة وثيقة منسوبة إلى هشام المؤيد وبخطه وعهد فيها بالأمر بعده إلى علي بن حمود » ثم تعهدوا له بتذليل الصعاب ، وهونوا له أمر الاستيلاء على الخلافة ، وأشار عليه حبوس الصنهاجي صاحب البيرة ، وخيران صاحب المرية بالتوجه إلى مالقه والاستيلاء عليها ولم يتوان علىّ على المجاز إلى الأندلس بحجة الإفراج عن هشام المؤيد في الظاهر مع أنه كان يعلم تماما أن هشام قد مات مقتولا أما غرضه الأساسي الذي كان يضمره في الباطن فهو تقويض خلافة سليمان المستعين والظفر بها لنفسه ، ثم اتجه إليالمرية حيث اجتمع مع خيران العامري وغيره من الفتيان العامريين ومن هنا -\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nهنا ملك بني أمية ، إلى قيام بني حمود ( 89 ) العلوية الفاطمية وهم أولاد\r\n\r\n\r\n","description":"","footnote":"\r\n- زحفت جيوشها نحو قرطبة ، بينما تأهب أخوه القاسم لتقديم المساعدات إليه عند الضرورة وبلغ سليمان بنبأ تحالف علي بن حمود وخيران العامري عليه ، وعلم بمسير جيوشهما إليه ، فعظم عليه الأمر وخرج بمن تبقى من رجاله للقاء جيوش ابن حمود وخيران مجتمعة ، واشتبك الفريقان في محرم سنة ه 407 ، ولكن هزموه ، وقبضوا عليه وعلى أخيه ودخل علي بن حمود قصر قرطبة في 22 محرم سنة 407 ه ( يوليو سنة 1016 م ) . وتظاهر على بعدم معرفته بموت هشام المؤيد حتى يبرر عدوانه على سليمان . وذكر ابن عذاري أنه طمع في أن يجد هشاما المؤيد باللّه حيا ، فلم يوجد ، وذكر له أنه قتل ، وعرض عليه قبره ، فأخرجه وتعرف على جثته ، ثم أعاد دفنه . وأمر بإحضار سليمان المستعين ، فضرب عنقه بيده ، ثم ضرب عنق أخيه عبد الرحمن ، ثم عنق أبيهما الشيخ وجعل رؤساء ثلاثتهم في طست ، وأخرجت من القصر إلى المحلة ينادي عليها . هذا جزاء من قتل هشاما المؤيد\r\n( 89 ) بنو حمود : من ملوك الطوائف في الأندلس ، حكموا في مالقة والجزيرة سنوات 18 / 1016 - 1058 م ثم في قرطبة سنوات 1016 - 1027 م . وهم بنو حمود سلالة عربية من فروع الأسرة الإدريسية ( حكام المغرب ) . تولى علي بن حمود ( 1016 - 1018 م ) سنة 1013 م ولاية سبتة من قبل الأمويين . أعطي قيادة جيش مكون من مغاربة ( بربر وعرب ) ، من الذين كانوا في خدمة الخليفة الأموي في قرطبة . استولى سنة 1016 م على الحكم في مالقة ، ثم تلقب بالخلافة بعد أن خلع الخليفة الأموي في قرطبة . بعد مقتله تولى أخوه القاسم ( 1018 - 1021 م ) الخلافة ، ثم أصبح سنوات ( 1023 - 1025 م ) واليا على الجزيرة وطنجة . خلفه يحي بن علي -\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nإدريس ( 90 ) بن عبد اللّه ابن الحسن بن الحسن بن علي أمير المؤمنين ، صلوات اللّه عليهم فشمل ملكهم المغربين جميعا وكان أول ملك منهم الناصر علي بن حمود ( 91 ) ثم المأمون بن حمود ( 92 ) واسمه القاسم ( 93 ) ثم المعتلي يحيي بن\r\n\r\n\r\n","description":"","footnote":"\r\n- ( 1021 - 1023 ثم 1025 - 1027 م ) على الخلافة في قرطبة . كان كل منهم يحارب الآخر من أجل السلطة سواء في قرطبة أو مالقة . تم إجلاؤهم عن قرطبة سنة 1027 م . توجه يحي ( قتل 1035 م ) إلى مالقة والجزيرة أين حكم خلفاءه لفترة قصيرة . قضى الزيريون ( أصحاب غرناطة ) سنة 1058 م على فرع مالقة ، ثم ضمت الجزيرة إلى مملكة بني عباد ( أصحاب إشبيلية ) .\r\n( 90 ) دولة الأدارسة ( 172 - 363 ه / 788 - 974 م ) : دولة إسلامية شيعية في المغرب .\r\nأسسها إدريس بن عبد اللّه . استقلت عن الخلافة العباسية وملكت المغرب الأقصى وتلمسان . كانت عاصمتها وليلي ثم فاس . ناوأها العباسيون والأغالبة . أضعفتها الانقسامات الداخلية فوقعت تحت سيطرة الفاطميين . تفرعت عنها دولة بني حمود في الأندلس . أهم آثارها العمرانية تأسيس مدينة فاس ومبانيها لا سيما جامع القرويين .\r\n( 91 ) وبويع علي بن حمود في باب السدة من قصر قرطبة يوم الاثنين لسبع بقين من محرم سنة سبع وأربعمائة . وكان علي بن حمود من نسل الأدارسة الذين يرجع نسبتهم إلى الحسن بن علي بن أبي طالب وتسمى بالخلافة وتلقب بالناصر بيد أنه بالرغم من هذه النسبة العلوية ، التي ينتحلها بنو حمود ، فإنهم ، كانوا ينتمون في الواقع من حيث النشأة والعصبية والمصير ، إلى البربر وقد أخذ علي بن حمود مقاليد الأمور في يده ، وظن الناس أنهم قادمون على عهد أحسن من سابقه ، ولم يجعل على بينه وبينهم -\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- حجابا فكان يجلس للإستماع لكل ما يريدون قوله على أن الحوادث تطورت بسرعة .\r\nذلك أن خيران العامري لما دخل قرطبة مع علي بن حمود ولم يجد الخليفة هشاما على قيد الحياة ، خشي سطوة الناصر . فغدر قرطبة معلنا الخلاف وأعاد الدعوة لبنى أمة في شخص مرشح جديد وهو عبد الرحمن بن محمد بن عبد اللّه بن عبد الرحمن الناصر فاستدعاه خيران وبايعه ولقبوه بالمرتضي وفي ذلك الوقت تحول علي بن حمود - فجأة - عن السياسة المعتدلة التي فضل السير عليها منذ البداية « فلما شنأته القلوب وأثقلته الأوزار ، والتقت عليه الأكف ، وخلصت فيه النجوى ، وتوالى عليه الدعاء ، نظر اللّه إلى عباده ، وسلط عليه أضعف الخليقة : صبيانا أغمارا من صقالبة بني مروان كانوا أقرب الناس إليه ، وأدناهم من حرمته ، وأحقرهم في عينه ، جسرهم اللّه تعالى على الوثوب عليه بموضع أبيه ، في حمام قصره . . . . وكانوا ثلاثة من الصقلب رفقاء ، فيهم وصيف حسن الوجه جدا كان يخف عليه اسمه : منجح ولبيب وعجيب ، دبروا جميعا عليه فقتلوه ليلا غرة ذي القعدة من سنة ثمان وأربعمائة »\r\n( 92 ) بعد مقتل علي بن حمود بعث زعماء زنانة إلى أخيه القاسم بنبأ موته ، وكان يومئذ واليا لأشبيلية ، فحضر مسرعا وبويع بالخلافة في الثامن من ذي القعدة ، وتلقب بالمأمون وبدأ بداية عهده بداية طيبة إذ اهتم بنشر الأمن في ربوع البلاد ، وحاكم قتلة أخيه ، فأقروا بجريمتهم وأنكروا مواطأة أحد معهم في تدبيرها ، فأمر بقتلهم غير أن هذا الاطمئنان لم يطل أمده ، فسرعان ما وقع القاسم تحت سيطرة البربر والفتيان العامرية القائمين بشرق الأندلس ، فضعف أمره وتلاشى سلطانه وكرهه أهل قرطبة لذلك ، وندموا على خذلانهم لآل مروان فكان القرطبيون ينتظرون النجدة على يد -\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالناصر ( 94 ) على ابن حمود ثم إدريس بن يحيي ثم انقضي ملكهم بمنازعات\r\n\r\n\r\n","description":"","footnote":"\r\n- عبد الرحمن بن محمد بن عبد الرحمن الناصر الذي رشحه خيران ولقبه بالمرتضى كما سبق أن ذكرنا .\r\nولما كان هذا الأموي يتمتع بالحزم والإقدام فقد بدرت عنه منذ الأيام الأولى تصرفات توحي بقوة الشخصية وأنه لن يسمح بلعب دور غير معروف الملامح أرادوه له . فلم يجد هؤلاء طريقا للتخلص منه إلا خيانته خيانة نكراء فعاهدا زاوي على التخلي عن المرتضى حالما تبدأ المعركة ولما هجر المرتضى أكثر جنده أخذ يقاتل في شجاعة اليائس المستميت ، ولما لبث أن وقع في أيدي أعدائه ، غير أنه تمكن من الإفلات منهم والهروب إلى وادي آش خارج حدود غرناطة ، لكنه قتل على يد جماعة من جواسيس خيران كانوا يترصدونه .\r\n( 93 ) استتب الأمر للقاسم ، فعدل عن سياسة الشدة إلى اللين والمسالمة وأحسن إلى الناس ، ونادى بالأمان ، وعرض سرادق المرتضى ليراه الناس . ولكن سرعان ما وقع القاسم تحت سيطرة البربر وازداد نفوذهم بعد قضاءهم على المرتضى وتسلطوا على دولة القاسم بن حمود وانتهز يحيى وإدريس ابن أخيه المقتول ( على ) فرصة ضعفه وعملا على\r\nخلع عمهما .\r\n( 94 ) هو يحي بن علي بن حمود بويع في قرطبة 412 ه وانتهز يحيى وإدريس ابن أخيه المقتول ( على ) فرصة ضعفه وعملا على خلع عمهما . فاتفقا على أن يتولى يحيى أمر مالقة ويتولى إدريس أمر سبتة ، وما كاد يحيى ينتقل إلى مالقة حتى جمع جيشا من جيرانه البربر وزحف به إلى قرطبة ولم يقو القاسم على مواجهة هذا الجيش . فاضطر -\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمن هنالك من بني أمية ، واسترجعوا الأمر منهم وكانت هذه العودة من دولة بني أمية الثانية في المغرب ، فأول خليفة منهم المستظهر باللّه ( 95 ) بن\r\n\r\n\r\n","description":"","footnote":"\r\n- القاسم إلى ترك المدينة والالتجاء إلى إشبيلية التي استمرت على تأييدها له ، ورفضه مبايعة ابن أخيه يحيى ودخل يحيي بن علي بن حمود قرطبة بعد ذلك بأيام قلائل في مستهل جمادى الأولى سنة 412 ه . وبويع بالخلافة وتلقب بالمعتلي ، باللّه ، واستقبل البربر والأندلسيون معا رياسته الاسبتشار والرضى ولكنه وقع مثل عمه القاسم تحت نفوذ البربر وإمرتهم ، فاستبدوا به وضيقوا عليه بل وقاموا بخلعه في الثاني عشر من ذي القعدة سنة 413 ه . ولم يجد إلا الفرار وسيلة ، واستقر به المقام في مالقة فعاد عمه القاسم إلى قرطبة ليتولى السلطة ، إلا أن حكمه لم يدم إلا شهورا قلائل إذ خلعه أهلها بسبب تسلط البربر على شؤون دولته واستبدادهم بالسلطان فثاروا عليه وأجمعوا على خلعه سنة 414 ه ، وفر القاسم وأصحابه إلى إشبيلية ، وكان بها ولداه محمد والحسن ، فأغلق أهل إشبيلية أبواب مدينتهم في وجهه وذلك لكراهيتهم للبربر ، ثم أخرجوا ولديه ، وعهدوا بأمرهم إلى القاضي محمد بن إسماعيل بن عباد\r\n( 95 ) حين إسترد أهل قرطبة إستقلالهم فكروا في تنظيم الأمور بها وترتيبها بإرجاع الأمويين إلى العرش دون اللجوء إلى الثورة .\r\nوكان ثمة ثلاثة من المرشحين الذي اعتبروا أصلح من بقي من بني أمية لتولى الخلافة ، هم سلميان بن المرتضى ، ومحمد بن العراقي ، وعبد الرحمن بن هشام . ثم استقر الأمر لعبد الرحمن فبويع وتلقب بالمستظهر وكان الخليفة الجديد شابا لا يكاد يبلغ سن الرشد وكان يتميز بثقافة واسعة إلا أنه غير مؤهل لممارسة أية سلطات على شعب غير مستقر الأوضاع . . . فلم يمكث في الحكم إلا سبعة وأربعين يوما وقيل -\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nعبد الرحمن بن هشام بن عبد الجبار السابق بن الناصر ثم المستكفي ( 96 ) محمد بن عبد الرحمن بن عبد اللّه بن الناصر ثم المعتد هشام ( 97 ) بن محمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n- أن أهل قرطبة ثاروا عليه لإكرامه وفدا من البربر قدموا عليهم ، فصاح الناس : عاد شر البربر جدعا ، وهاج الناس وماجوا وقتلوا الضيوف البربر ، وحاصروا القصر وتسلق الثوار سور القصر . . واستخفى في أبزن الحمام\r\n( 96 ) ثار أهل قرطبة علي المستظهر لإكرامه وفدا من البربر قدموا عليهم ، فصاح الناس :\r\nعاد شر البربر جدعا ، وهاج الناس وماجوا وقتلوا الضيوف البربر ، وحاصروا القصر وتسلق الثوار سور القصر . . واستخفى في أبزن الحمام ، وفي هذه الأثناء أجلس الناس محمدا ابن عبد الرحمن بن عبيد اللّه الناصر مجلس الخلافة وبايعوه في 3 ذي القعدة سنة 414 . ثم عثر على المستظهر فيما بعد وحمل إلى محمد بن عبد الرحمن الذي تلقب بالمستكفي باللّه وقتل أمامه واستقل بأمر قرطبة ، وهو والد الأديبة الشهيرة ولادة ويقول عنه صاحب البيان المغرب « كان عاطلا من الخلال الحسنة ، ميالا إلى البطالة ، شغوفا بالمجون والشراب وفي أيامه امتد الدمار إلى قصور عبد الرحمن الناصر في قرطبة وقصور الزاهرة » وفي 25 من ربيع الأول سنة 416 ه ، دخل عليه وزراؤه وأمروه بأن يخرج معهم لمقاتلة يحي بن علي بن حمود الذي زحف من مالقة بقصد الاستيلاء على قرطبة .\r\nفتظاهر بالقبول ، وهو يضمر في نفسه النجاة بحياته فتسلل من قصر قرطبة في زي غانية بين امرأتين لم يميز منهما ، وخرج من قرطبة مع بعض رجاله ، ويبدو أنه اختلف معهم على مال أثناء الطريق ، فقتلوه في بلدة أقليج ومضت بضعة أشهر ، والحكومة في قرطبة في فوضى لا ضباط لها .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ( 97 ) وأجمع القرطبيون على اثر ذلك على رد الأمر لبني أمية ، وكان عميدهم في ذلك الوزير أبو الحزم جهور بن محمد بن جهور ، واتفقوا على مبايعة هشام بن محمد بن عبد اللّه بن عبد الرحمن الناصر وبعث إليه أهل قرطبة بالبيعة وهو بمقره بحصن ألبونت ، فتلقاها في 25 ربيع الآخر سنة 418 ه وتلقب بالمعتد باللّه . وكان هشام الثالث ( المعتد ) أضعف من أن يحقق الآمال المعقودة عليه ، ذلك أنه رغم طيبته وسماحته مترددا ، كسولا .\r\nلا يعنيه غير ملء بطنه لأعلى وقد تبين للأشراف غداة مقدمه عدم توفيقهم في اختيارهم إياه ، وعقد في دارة الملك اجتماع كبير قدم فيه جميع الموظفين إلى الخليفة الذي لم يألف هذه الاجتماعات ولا تلك الخطب ، فلم يفتح عليه بغير كلمات قلائل حتى لقد أناب في الكلام عنه أحد الوزراء ، أما هو فقد إرتج عليه ولم يفه بكلمة يطيب بها خاطر الشعراء الذين كانوا ينشدون بين يديه ما أعدوه من قصائد بمناسبة إعتلائه العرش ، بل لقد ظهر عليه أنه لم يفهم شيئا مما كانوا ينشدون ولذلك « لم يطل عهده بقرطبة إذ استوزر رجلا يعرف بحكم ابن سعيد القزاز ، ويكنى بأبي العاص ، كان يكرهه أهل قرطبة لاستبداده برأيه وتعسفه ، ومخالفته لآراء الوزراء السابقين ، وإكرامه للبربر وإجزاله لهم العطاء ، فبطشوا به وقتلوه . وانتهز أمية بن عبد الرحمن بن هشام بن سليمان ، أحد أمراء بنى مروان ، فرصة مقتل الوزير المذكور ، ليحرض العامة على المعتد سعيا لاسقاطه ، وإعتلاء كرسي الخلافة مكانه وثار أهل قرطبة وراء أمية في 12 ذو الحجة سنة 422 ه ، وحاصر العامة قصر الخلافة ، وأخرج هشام من قصره هو ونساؤه وولده ، وأنزل إلى ساباط المسجد الجامع المؤدي إلى المقصورة ، وظل هناك أسيرا ذليلا ، يتوقع الموت في كل لحظة . -\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nعبد الملك بن الناصر وهذا آخر خلفاء الجماعة في الأندلس ، واجتثوا من فوق الأرض ما لهم من قرار ولما خلع أسقط أهل المغرب وملوكها الأندلس ، مثل بنو جهور ( 98 ) ، وكان بنو جهور في الأصل وزراء لملوك بني\r\n\r\n\r\n","description":"","footnote":"\r\n- وفي هذه الأثناء اجتمع شيوخ قرطبة والوزراء برئاسة أبي الحزم بن جمهور ، واتفقوا على خلع المعتد باللّه ، وإبطال رسم الخلافة جملة ، ولكن أمية بن عبد الرحمن كان حريصا كل الحرص على الظفر بها ولم يكن يخطر بباله أن تنتهي الأمور كذلك .\r\nونودي في الأسواق والأرباض ألا يبقى بقرطبة أحد من بني أمية ، وألا يكنفهم أحد من أهل المدينة وانتهى بذلك أمر بني أمية في الأندلس وزالت خلافتهم وانقطعت الدعوة لهم وسقطت الخلافة الأموية ، وكأنها قلعة من ورق وإذ تمخض الصراع في قرطبة عن تعطيل الخلافة ؛ انفرطت وحدة الأندلس ، وتجزأت البلاد إلى دويلات طائفية إقطاعية إقليمية و » لما اضمحل أمر الخلافة من بني أمية وبني حمود بعدهم بالأندلس ، وثب الأمراء على الجهات ، وتفرق ملك الأندلس في طوائف من الموالي والوزراء وكبار العرب والبربر أما في قرطبة فقد أجمع كبار أهلها بعد إلغاء الخلافة وعمدوا إلى ( ابني جهور ) فأسندوا إليه السلطة التنفيذية وقد كان مشهورا عندهم جميعا بجدارته وكفاءته لتقلد هذا المنصب\r\n( 98 ) وينتمي ابن جهور إلى بيت من أعرق بيوتات الموالي الأندلسية وهو أبو الحزم بن محمد بن عبيد اللّه بن أحمد بن محمد من أهل بيت ووزراء وسوف يحكم الدولة جماعة من الوزراء على نظام شبه جمهوري ولم يستبد بالسلطة . . وإنما كون مجلسا للحكم من شيوخ أهل قرطبة وانتخب أمينا لهذا المجلس ، وكان لا يصرف أمرا إلا بعد الرجوع إلى جماعة الشيوخ هؤلاء ويقول عنه المراكشي في المعجب أنه دبر الأمور تدبيرا لم -\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- يسبق إليه وذلك أنه جعل نفسه ممسكا للموضوع إلى أن يجئ من يتفق الناس على إمارته فيسلم إليه ذلك ، ورتب البوابين والحشم في القصور على ما كانت عليه أيام الدولة ولم يتحول عن داره إليها ، وجعل ما يرتفع من الأموال السلطانية بأيدي رجال رتبهم لذلك وهو المشرف عليهم ، وصير أهل الأسواق جندا له ، وجعل أرزاقهم رؤوس أموال تكون بأيديهم محصاة عليهم يأخذون ربحها ورؤوس الأموال باقية ، وفرق السلام عليهم حتى إذا دهمهم أمر في ليل أو نهار كان سلاح كل واحد معه ودبر الأمور تدبير السلاطين المتغلبين وكان مأمونا إلى أن مات في صفر سنة خمس وثلاثين وأربعمائة .\r\nولما توفي خلفه ابنه أبو الوليد بن جهور فسار على سيرة أبيه استمرت الأحوال على إنتظامها حينا ، ولكنا أبا الوليد ما لبث أن تنكب عن سياسة أبيه ، فقدم على الناس ولده عبد الملك ، وأخذ عليهم العهد له ، فأساء عبد الملك السيرة ، واستبد بالسلطة فقام المأمون بن ذي النون صاحب طليطلة بالتحرش به ومعه حليفة هذيل صاحب شنتمرية الشرق وحاول مسالمتهما فلم يفلح وقاموا بحصار قرطبة ؛ فأرسل يستنجد بابن عباد ( المعتمد بن عباد ) صاحب أشبيلية ونجحوا في هزيمة الطليطليين . وهنا رأى الإشبيليين الفرصة سانحة لتنفيذ خطة سيدهم ابن عباد .\r\n« فبينما كان جيش قرطبة لا يزال مشغولا بمطاردة العدو بإمرة عبد الملك ابن جهور ، سار ابن عمار إلى المدينة ولم يظن إنسان بالحلفاء سوءا ، ودخلها دون معارضة واحتل مراكزها الحصينة ، قبل أن يفطن القرطبيون إلى أن أصدقاءهم قد انقبلوا عليهم وأطلق ابن حيان على هذه الحادثة اسم « البطشة الكبرى » . وكانت عنوانا لإحدى كتبه المفقودة . -\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وكان الأمير محمد بن جهور مريضا طريح الفراش ، فوقع أسيرا في يد أعدائه ، ولم يعش بعد هذه الخيانة المروعة سوى أيام قلائل . ولم يكن مصير ابنه عبد الملك بأفضل من مصيره ، فقد عاد من مطاردة الطليطليين إلى قرطبة ، فألغى أبوابها المغلقة دونه .\r\nولما طلب إليه التسليم أدرك في الحال ، ما ارتكبه الحلفاء الغادرون من خيانة أثيمة .\r\nواستشاط سخطا ووجدا ، فألقى بنفسه أمام قوة كبيرة تحدق به من كل صوب .\r\nولبث يقاتل قتال المنتقم اليائس حتى أثخن جرحا ، وسقط من فوق جواده مغشيا عليه ، ثم توفي في الأسر بعد ذلك بأيام وهو يصب اللعنات على ابن عباد وعلى أهل قرطبة اللذين استقبلوا الخونة طائعين سنة 452 ه / 106 م .\r\nوالطريقة التي اتبعها المعتمد في أخذ قرطبة ترينا طابع السياسة المكيافيللية التي كانت غالبة على هذا العصر بوجه خاص ، وتكشف لنا عن سوء علاقة ملوك الطوائف بعضهم ببعض ، وكيف كان كل منهم يبغي هلاك الآخر ليستلب ملكه » .\r\nوندب المعتمد بن عباد ولده الفتى عبادا الملقب بالظاهر وسراج الدولة لحكم قرطبة ، التي يتصل تاريخها من ذلك الحين بتاريخ مملكة إشبيلية .\r\nولم يكن ابن ذي النون يعتقد أن مسألة قرطبة قد انتهت وإنها قد خلصت لابن عباد ، فشن غارة على أحوازها مع جنود حليفة الفونسو السادس ، ولكن الأمير الشاب الناشئ استطاع أن يصد هجومهم ويدفع غائلتهم .\r\nوعقد ابن ذي النون على الاستيلاء على قرطبة وذلك بمساعدة ابن عكاشة .\r\nوكان ابن عكاشة رجلا سفاكا للدماء ، كما كان من قبل قاطع طريق يعتصم بالجبال ، ولم تكن تنقصه الكفاءة كما أن معرفته بقرطبة كانت معرفة الخبير حيث قدر له أن يلعب دورا فيها من قبل حين كان في يده أحد حصونها ، فأخذ يدبر المكائد ويحيك -\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- المؤامرات بقرطبة ، ولم يكن ذلك بالأمر العسير عليه نظرا لتذمر الكثيرين من أهلها من سير الأحداث بها . واستطاع ابن عكاشة أن يستولي على قرطبة .\r\nوبعد أيام قلائل جاء المأمون بنفسه لقرطبة وأظهر شكره العميق لابن عكاشة وثقته به ، ولكنه كان في صميم نفسه يخشى هذا اللص المغامر المتمرس بالجرائم ، وكان يرى أن من تطاول على قتل الأمراء وأبناء الملوك لا يؤمن شره ، ولذلك شرع يتحين الفرص للخلاص منه .\r\nوفي شهر يونيو من سنة ( 468 ه - 1075 م ) مات المأمون مسموما بعد مجيئه إلى قرطبة بستة أشهر ، فاتهم أحد رجال حاشيته بأنه المدبر لقتله » .\r\nأما عن سائر مدن الأندلس فقد أصبحت غنيمة في أيدي المحاربين المرتزقة من البربر وانتشرت النزاعات والصراعات الداخلية بين ملوك الطوائف ، وسعى كل واحد منهم إلى الانفراد بالسلطة ، واضطر هؤلاء الملوك إلى دفع مبالغ طائلة كجزية لجيوش النصارى ليقفوا إلى جوارهم أو ليكفوا أيديهم عنهم .\r\nوليس أبلغ تعبيرا في وصف حال الأندلس في تلك الفترة من قول الشاعر ابن رشيق القيرواني\r\nمما يزهدني في أرض أندلس . . . . . . . . أسماء معتضد فيها ومعتمد\r\nألقاب مملكة في غير موضعها . . . . . . كالهر يحكي انتفاخا صورة الأسد\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nأمية بعد دولة الأرديسية وقبلها ، وأولهم جهور بن محمد وأبو الحزم ( 99 ) وتفصيل ذلك وتعبيره من ملوك الطوائف ( 100 ) مبسوطا في التاريخ ، ثم المعتمد بن عباد ( 101 ) رحمه اللّه وكان في إشبيلية ( 102 ) ، وابن عاديا ( 103 ) وبني\r\n\r\n\r\n","description":"","footnote":"\r\n( 99 ) أبو الحزم جهور بن محمد بن جهور أمير قرطبة ورئيسها وصاحبها ساس البلد أحسن سياسة وكان من رجال الدهر حزما وعزما ودهاء ورأيا ولم يتّسم بالملك وقال : أنا أدبر الناس إلى أن يقوم لهم من يصلح .\r\n( 100 ) في الأصل : الطوايف .\r\n( 101 ) لما انهارت الخلافة الأموية بالأندلس في أوائل القرن الخامس الهجري ، انقسمت الأندلس إلى دويلات صغيرة ، وإمارات مستقلة ، وأعلن كل أمير نفسه ملكا ، ودخلت الأندلس في عصر جديد ، عرف باسم « ملوك الطوائف » ، وهو اسم صادق في مسماه ، دالّ على ما كانت تعانيه البلاد من تمزق وانحلال ، ولم يكن يربط بين ملوك دول الطوائف رباط المودة ، أو عرى الصداقة ، أو وشائج المصلحة ، وإنما نفخ الشيطان في روعهم ؛ فهم في شقاق مستمر ، يقاتل بعضهم بعضا ، ينتزع القوي منهم ما في يد الضعيف ، يستنصرون بالنصارى ، ويحالفونهم ضد بعضهم دون وازع من دين أو ضمير وفي الوقت الذي تجري فيه أحوال ملوك الطوائف على هذا النحو من التفكك والضياع ، كانت النصرانية في شمال الأندلس يتّحد ملوكها ، وتزداد الروابط بينهم قوة ومتانة ، ويجمعون أمرهم على هدف واحد ، وتحقق لهم النصر في بعض المواطن ، لا عن قوة منهم وحسن إعداد ، وإنما عن ضعف ألمّ بالمسلمين ، وفرّق كلمتهم ، وكان يحكم أسبانيا في هذه الفترة ملك طموح عالي الهمة هو « ألفونسو السادس » الذي نجح في توحيد مملكتي قشتالة وليون ، وسيطر على الممالك المسيحية الشمالية ، وهدد ملوك الطوائف ، وألقى الفزع في قلوبهم ؛ فراحوا يتوددون إليه ، -\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ويدفعون له الجزية عن يد وهم صاغرون قامت دولة بني عباد في إشبيلية على يد القاضي أبي القاسم محمد بن إسماعيل بن عباد ، وكان رجلا طموحا ؛ فتطلعت أنظاره إلى جيرانه المسلمين ، وانتزع ما في أيديهم ، فاشتبك أبو القاسم - ومن بعده ولده أبو عمرو عباد ، الملقب بالمعتمد باللّه ( 433 - 461 ه - 1041 - 1068 م ) - في سلسلة من الحروب الطاحنة مع أمراء غرناطة ومالقة وقرطبة وإمارات ولاية الغرب ، انتهت باستيلاء بني عباد على قرطبة وقرمونة وإستجة ورندة وما حولها من الأراضي ، وعلى لبلة وشلب وباجة في غرب الأندلس ، واتسعت بذلك مملكة إشبيلية ، وغدت أعظم قوة في جنوب الأندلس كان المعتمد بن عباد حين آل إليه حكم إشبيلية سنة ( 461 ه - 1068 م ) ، في الثلاثين من عمره ، شابا فتيا ، فارسا ، شجاعا ، شاعرا مجيدا ، وأميرا جوادا ، ذا خلال باهرة ، يحب الأدب ومسامرة أهله ؛ فاجتمع في بلاطه نجوم ساطعة من أرباب ونوابغ القصيد من أمثال أبي بكر بن عمار ، وابن زيدون ، وابن اللبانة ، وابن حمديس الصقلي ، وكما كان المعتمد شاعرا مجيدا ، كانت زوجته اعتماد الرميكية شاعرة كذلك ، تجمع إلى جمالها الفاتن البراعة في الشعر والأدب ، وكانت إشبيلية حاضرة دولته آية في الروعة والبهاء ، تزدان بقصور بني عباد وقواده وكبار رجال دولته غير أن المعتمد بن عباد سلك في سبيل تحقيق أطماعه وطموحاته مسلك أبيه وجده من ممالأة ألفونسو السادس ملك قشتالة على حساب إخوانه المسلمين ، ولم يجد في نفسه غضاضة ، وهو يقوم بدفع الجزية للملك القشتالي وكان من ثمار هذه السياسة المتخاذلة التي اتبعها المعتمد بن عباد وغيره من ملوك الطوائف أن سقطت طليطلة بعد حصار قصيرة في غرة صفر سنة ( 478 ه - 25 من مايو 1085 م ) في أيدي القشتاليين ، وكان لسقوطها دويّ هائل ، وحزن -\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- عميق في العالم الإسلامي ، ولم يكن سقوطها لعجز في المقاومة ، أو ضعف في الدفاع ، أو قلة في العتاد ؛ بل سقطت لضياع خلق النجدة والإغاثة ، وضياع شيم المروءة والأخوة ، تركها جيرانها من الممالك الإسلامية وهي تسقط دون أن يمد لها أحد يدا ، أو تهب قوة لنجدتها . شجعت مواقف ملوك الطوائف المخزية ، وعدواتهم لبعضهم البعض ، وأثرتهم ، وغلبة مصالحهم الذاتية على مصالح أمتهم أن يقوم « ألفونسو » - وقد ملأ الزهو والإعجاب نفسه ، واستهان بملوك المسلمين - بالتهام حواضر الأندلس الأخرى ؛ فراح يهدد سرقسطة وإشبيلية وبطليوس وغيرها ، وأخذت قواته تجتاح أراضي المسلمين ، وتخرب مدنهم ومروجهم ، واستيقظ ملوك الطوائف على حقيقة مروعة ونهاية محتومة ما لم يتداركوا أمرهم ، وتتحد كلمتهم على سواء ؛ فسقوط طليطلة ليس عنهم ببعيد ، وأدرك المعتمد بن عباد أنه أشد ملوك الطوائف مسؤولية عما حدث ؛ فكان بمقدوره نجدة طليطلة ، ومد يد العون إليها ، ولكنه لم يفعل ؛ فقد غلّت يده معاهدة مخزية عقدها مع ألفونسو ، بمقتضاها يتعهد ملك قشتالة بمعاونة المعتمد ضد جيرانه المسلمين ، وفي مقابل ذلك يتعهد المعتمد بأن يؤدي الجزية لملك قشتالة ، وأن يطلق يده في أعماله العسكرية ضد طليطلة ، دون أن يتدخل لمساعدتها ، ولما سقطت طليطلة بدأ ألفونسو السادس - وكان لا خلاق له - يشتد في مطالبه المالية ، ويشتد في معاملة المعتمد ، ويتعمد إهانته ؛ بل كاتبه بأن يسلم إليه بلاده وينذره بسوء المصير ، وقرن تهديده بالعمل ؛ فاجتاحت قواته بلاد المعتمد بن عباد ، وخربت مدنها وقراها لم تكن قوى ملوك الطوائف تكفي لدفع خطر ألفونسو ، وحماية أنفسهم من هجماته ؛ فتطلعت أبصارهم إلى الضفة الغربية من البحر المتوسط ؛ حيث دولة المرابطين ، وكانت دولة قوية ، بسطت نفوذها بالمغرب ، -\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- واشتهر سلطانها « يوسف بن تاشفين » بحبه للجهاد وإقامة حكومة على العدل والقسطاس ، وكان للمعتمد بن عباد يد طولى في الاستعانة بالمرابطين في جهادهم ضد القشتاليين ، بعد أن أبدى بعض ملوك الطوائف تخوّفهم من أن يطمع المرابطون في بلادهم ، وأظهروا ترددا في فكرة الاستنصار بهم ، وكادت الفتنة تستطير لولا أن أخمدها المعتمد بكلمته المأثورة التي سادت في التاريخ : « رعي الإبل خير من رعي الخنازير » ؛ يريد بذلك أنه يفضل أن يكون أسيرا لدى أمير المرابطين يرعى إبله خير من أن يكون أسيرا لدى ملك قشتالة استجاب يوسف بن تاشفين لنداء أمراء الأندلس ، فعبر إليهم بقوات ضخمة ، وسارت قوى الإسلام المتحدة إلى قتال ألفونسو الذي كان مشغولا بمحاربة ابن هود أمير سرقسطة ؛ فلما علم بنبأ هذه الحشود ترك محاربة ابن هود ، وجمع جندا من سائر الممالك النصرانية للقاء الجيوش الإسلامية ، والتقى الفريقان في سهل الزلاقة بالقرب من بطليموس في معركة هائلة في ( 12 من رجب 479 ه - 23 من أكتوبر 1986 م ) ثبت فيها المسلمون ، وأبلوا بلاء حسنا ، وانتهت المعركة بانتصار عظيم ، عد من أيام الإسلام المشهودة ، وقتل معظم الجيش القشتالي ، ومن نجا منهم وقع أسيرا ، وهرب ألفونسو بصعوبة بالغة في نفر قليل من رجاله جريحا ذليلا شاهد أمير المرابطين عند نزوله الأندلس ما عليه أمراؤها من فرقة وتنابذ وميل إلى اللهو والترف ورغبة في الدعة ، وانصرافهم عن الجهاد والعمل الجاد ، وإهمال للرعية وتقاعس عن حماية الدين والوطن من خطر النصارى المتصاعد ، فعزم على إقالة هؤلاء الأمراء المترفين المنشغلين بأنفسهم عن مصالح أمتهم ، وعزز من هذه الرغبة فتاوى كبار الفقهاء من المغرب والأندلس بوجوب خلع ملوك الطوائف ؛ حماية للدين ووقوفا ضد أطماع القشتاليين ، وكان -\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- حجة الإسلام أبو حامد الغزالي وأبو بكر الطرطوشي على رأس القائلين بهذه الفتوى .\r\nعبر يوسف بن تاشفين بجيش ضخم إلى الأندلس للمرة الثالثة لهذا الغرض الذي عزم عليه في سنة ( 483 ه 1090 م ) ، وكان قد عبر إليها قبل ذلك في سنة ( 481 ه - 1088 م ) ، ولكنه لم يقم بغزوات ذات شأن ، وازداد سخطا لما بدا من تقصير أمراء الطوائف في نصرته ، وفي هذه المرة اتجه يوسف بن تاشفين إلى طليطلة ، واجتاح في طريقه أراضي قشتالة دون أن يتقدم أحد من ملوك الطوائف لنصرته بعد أن توجسوا منه خيفة ، وأدركوا ما عزم عليه ، وكان أمير المرابطين يرغب في استعادة طليطلة ، ولكنه لم يوفّق نظرا لمناعتها ، وقوة أسوارها ، فعاد إلى إشبيلية وفي نيته أن يستخلصها هي وغيرها من مدن الأندلس وحواضرها ، وازدادت عزيمته إصرارا على تنفيذ ما وقر في قلبه بسبب ما ترامى إليه من عودة ملوك الطوائف إلى عقد اتفاقيات سرية مع ملك قشتالة ، يتعهدون فيها بالامتناع عن معاونة المرابطين ، واستهل يوسف بن تاشفين حملته الظافرة بالاستيلاء على غرناطة ، ودخلها في ( 10 من رجب 483 ه - سبتمبر 1090 م ) ، وقبض على أميرها عبد الملك بن ملكين ، وبعث به سجينا إلى أغمات بالمغرب . بعث أمير المرابطين بجيوشه لفتح مدن الأندلس واحدة بعد أخرى ، وأرسل قائده الفاتح « سيرين » إلى إشبيلية لفتحها ، وأدرك المعتمد أن معركته مع المرابطين هي معركة وجوده ؛ فتهيأ لها ، واستعد ، وتأهب للدفاع عن ملكه وسلطانه بكل ما أوتي من قوة ، واستعان بحليفه ألفونسو ، فأعانه وأمده بجيش كبير ، ولكن المرابطين هزموه على مقربة من قرطبة ، وامتنع المعتمد بن عباد بإشبيلية حاضرة مملكته . -\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وفي أثناء حصاره تساقطت مدن مملكته في أيدي المرابطين واحدة بعد أخرى ؛ فسقطت قرطبة ، وقتل فيها « الفتح بن المعتمد » مدافعا عنها ، ثم سقطت رندة ، وقتل ولده « يزيد الراضي باللّه » بعد أسره ، وظل المعتمد يدافع عن حاضرته حتى اقتحم المرابطون إشبيلية عنوة ، فخرج يقاتلهم عند باب قصره غير وجل ولا هيّاب ، ولكن ذلك لم يدفع عنه شيئا ، ووقع أسيرا واستولى المرابطون على إشبيلية في ( 22 من رجب 484 ه - 7 من سبتمبر 1091 م ) .\r\nأمر قائد المرابطين بحمل المعتمد بن عباد وآل بيته إلى منفاهم بالمغرب ، وسارت بهم السفينة من إشبيلية في نهر الوادي الكبير في طريقها إلى المغرب ، وخرج الناس لتوديعهم محتشدين على ضفتي النهر ، وقد ملأ الدمع أعينهم ، وذابت قلوبهم حسرة وألما على ملكهم الذي أدبرت عنه الدنيا ؛ فخرج هو وأسرته على هذه الصورة المخزية بعد الجاه والسلطان ، وقد سجل الشاعر الأندلسي الكبير ابن اللبانة هذا المشهد الحزين بقصيدة مبكية جاء فيها :\r\nحان الوداع فضجّت كل صارخة\r\nوصارخ من مفداة ومن فادي\r\nسارت سفائنهم والنوح يتبعها\r\nكأنها إبل يحدو بها الحادي\r\nكم سال في الماء من دمع وكم حملت\r\nتلك القطائع من قطعات أكباد\r\nوبعد أن وصلت السفينة إلى المغرب أقام المعتمد وأسرته أياما في طنجة ، ثم أخذوا بعد ذلك إلى مكناسة ، وقضوا هناك أشهرا قبل أن يرحلوا إلى منفاهم إلى أغمات ، -\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وهي مدينة صغيرة تقع على مقربة من مراكش عاصمة دولة المرابطين ، وكان قد سبق المعتمد إلى هذا المنفى « عبد اللّه بن بلكين » أمير غرناطة .\r\nوفي أغمات عاش المعتمد كاسف البال ، كسير القلب ، يعامل معاملة سيئة ، ويتجرع مرّ الهوان ، ليس بجانبه من يخفف عنه مأساته ، ويطارحه الحديث ؛ فتأنس نفسه وتهدأ . ينظر إلى بناته الأقمار ؛ فيشقيه أنهن يغزلن ليحصلن على القوت ، ولكنه كان يتجلد ويتذرع بالصبر ، ويلجأ إلى شعره ، فينفس عن نفسه بقصائد مشجية مؤثرة .\r\nتدخل عليه بناته السجن في يوم عيد ، فلما رآهن في ثياب رثة ، تبدو عليهن آثار الفقر والفاقة ؛ انسابت قريحته بشعر شجي حزين :\r\nفيما مضى كنت بالأعياد مسرورا\r\nفساءك العيد في أغمات مأسورا\r\nترى بناتك في الأطمار جائعة\r\nيغزلن للناس لا يملكن قطميرا\r\nبرزن نحوك للتسليم خاشعة\r\nأبصارهنّ حسيرات مكاسيرا\r\nيطأن في الطين والأقدام حافية\r\nكأنها لم تطأ مسكا وكافورا\r\nواشتدت وطأة الأسر على اعتماد الرميكية زوجة المعتمد ، ولم تقو طويلا على مغالبة المحنة ؛ فتوفيت قبل زوجها ، ودفنت بأغمات على مقربة من سجن زوجها . -\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالمظفر ( 104 ) والعبيدية منهم المتقدم ومنهم المتأخر إذ ليس الغرض ترتيبهم ،\r\n\r\n\r\n","description":"","footnote":"\r\n- وطال أسر المعتمد وسجنه فبلغ نحو أربع سنوات حتى أنقذه الموت من هوان السجن وذل السجان ؛ فلقي ربه في ( 11 من شوال 488 ه - 1095 م ) ودفن إلى جانب زوجته . .\r\n( 102 ) إشبيلية ( بالاسبانية :  Sevilla  ) هي عاصمة منطقة الأندلس ومحافظة إشبيلية في جنوب إسبانيا ، وتقع على ضفاف نهر الوادي الكبير . يزيد عدد سكان المدينة بضواحيها عن 5 . 1 مليون نسمة . اشتهرت أيام الحكم الإسلامي لاسبانيا وكان عبد الرحمن الثاني قد أمر ببناء أسطول بحري ودار لصناعة الأسلحة فيها في أواسط القرن التاسع الميلادي من أشهر حكامها المعتمد بن عباد وسميت ( حمص ) نسبة لنزول جند الشام فيها أثناء الفتح الاسلامي . من معالمها منارة الخير الدا التي بنيت بأمر من السلطان أبو يوسف يعقوب المنصور الموحدي . )\r\n( 103 ) لم نقف عليه .\r\n( 104 ) بنو المظفر : وشهرتهم بنو الأفطس من ملوك الطوائف 1022 - 1094 م : سلالة بربرية الأصل عرفت أيضا ببني مسلمة . كان مؤسس السلالة عبد اللّه بن مسلمة من كبار رجالات الحكم الثاني الخليفة الأموي . اقتطع لنفسه إمارة بطليوس بعد أفول الخلافة بقرطبة ، تمكن بنو الأفطس بعدها لبعض الفترات من تملك شرق إسبانيا وجزء من البرتغال . على مدى ثلاثة أجيال من الحكام عبد اللّه ( 1022 - 1045 م ) ، المظفر ( 1045 - 1065 م ) ثم عمر المتوكل ( 1065 - 1094 م ) تمتع هؤلاء بثقافة عالية وكانوا من رعاة الآداب والعلوم . كانت بينهم وبين بنو عباد حكام إشبيلية حروب انتهت باستيلاء الأخيرين على جزء كبير من مملكة بني الأفطس . أصبحوا في -\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nأعني الملوك ، إنما الغرض تعريف من تملك والترتيب على التاريخ ، ثم أن ظهر يوسف بن تاشفين ( 105 ) في أيام المعتمد بن عباد ، وكان من أمرهما\r\n\r\n\r\n","description":"","footnote":"\r\n- نهاية أمرهم يؤدون الجزية إلى مملكة قشتالة إلى أن قضى عليهم الموحدين ( راجع :\r\nالفنون والهندسة الإسلامية  ( Islam : Kunst und Architektur )  ل « ماركوس هاتشتاين »  ( Markus Hattstein )  . )\r\n( 105 ) هو يوسف بن تاشفين بن إبراهيم بن ترقنت المصالي الصنهاجي اللمتوني الحميري .\r\nأبو يعقوب . أمير المسلمين وملك الملثمين ، سلطان المغرب الأقصي ، وباني مدينة ( مراكش ) ، وأول من دعي بأمير المسلمين . أمه لمتونية حرة اسمها فاطمة بنت سير بن يحيى . ولد في صحراء المغرب ، ولما شب ولاه عمه أبو بكر بن عمر اللمتوني إمارة البربر ، وبايعه أشياخ المرابطين وجال جولة في المغرب بجيش كبير فقوي أمره واستولى على فاس وغزا المغرب الأوسط ( الجزائر ) والأدنى ( تونس ) وأنشأ إمبراطورية مغربية تمتد فيما بين تونس والمحيط الأطلسي . وما بين البحر المتوسط وحدود السودان . دخل الأندلس لنصرة المعتمد بن عباد صاحب إشبيلية ، وظفر في موقعة ( الزلاقة ) على جيوش قشتالة وليون التي كان يقودها الملك ألفونسو السادس سنة 479 ه ، وقد أبيد في هذه الموقعة الحاسمة جيش ألفونسو ولم ينج ألفونسو نفسه ، إلا بشق الأنفس . واسترد المسلمون بهذه الوقعة مدينة ( بلنسية ) وعادت إليهم السيادة على الجزيرة الخضراء . وقد وصف المعتمد بن عباد هذه الوقعة التي شارك فيها ، وتسمى ( يوم عروبة ) بقصيدة يقول فيها مخاطبا ابن تاشفين\r\nويوم العروبة ذدت العدا نصرت الهدى وأبيت الفرارا\r\nثبت هناك ، إن القلوب بين الضلوع لتأبى القرارا -\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ولولاك يا يوسف المتقي رأينا الجزيرة للكفر دارا\r\nرأينا السيوف ضحى كالنجوم وكالليل ذاك الغبار المثارا\r\nفلله درك في هولة لقد زاد بأسك فيه اشتهارا\r\nتزيد اجتراء إذا ما الرماح عند التناجز زدن اشتجارا\r\nكأنك تحسبها نرجسا تدير الذماء عليها عقارا\r\nتريك الرماح القدود انثناء وتجلو الصفائح الخدود أحمرارا\r\nإذا نار حربك ضرمتها حسبنا الأسنة فيها شرارا\r\nستلقى فعالك يوم الحساب تنثر بالمسك منك انتثارا\r\nوللشهداء ثناء عليك بحسن مقامك ذاك النهارا\r\nوأنهم يستبشرون ألا تخاف وألا تضارا ويعتبر يوسف بن تاشفين بحق واحدا من عظماء المسلمين الذين جدّدوا للأمة أمر دينها ولم يأخذ حقه من الاهتمام التاريخي إلا قليلا نشأ يوسف بن تاشفين في جنوب بلاد المغرب ( موريتانيا حاليا ) نشأة إيمانية جهادية ، وأصله من قبائل « سنهاجه اللثام » ويقال بأنه حميري عربي وفي روايات أخرى بربري وشجعت مواقف ملوك الطوائف المخزية أن يتحرك « ألفونسو السادس » ملك قشتالة في محاولة منه لالتهام حواضر الإسلام الأخرى ، فتوالت غزواته ، وراح يهدد سرقسطة وإشبيلية وبطليوس وغيرها من قواعد الأندلس ، كان ذلك نذيرا . . فتحرك ما بقي من ضمائرهم ، وتفتحت أعينهم على حقيقة جلية ، وهي أن ما أصاب طليطلة سيصيبهم ، ولن تنفعهم معاهدات عقدوها مع ملك قشتالة ، وأن مصيرهم إلى السقوط والهلاك ما لم يتداركوا مواقفهم ، وتتحد كلمتهم وتجتمع على كلمة سواء . وأدرك « المعتمد بن عباد » -\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- صاحب إشبيلية خطورة الموقف ، وهو أشد ملوك الطوائف مسؤولية عما حدث ؛ لأنه كان بإمكانه نجدة طليطلة ، ومد يد العون إليها ، لكن غلّت يديه معاهدة مخزية عقدها مع القشتاليين بمقتضاها يتعهد ملك قشتالة بمعاونة المعتمد ضد جيرانه من الأمراء المسلمين ، وفي المقابل يتعهد المعتمد بأن يؤدي الجزية لملك قشتالة ، وأن يطلق يده في أعماله العسكرية ضد طليطلة ، دون أن يتدخل لوقف أعماله ، وبعد سقوط طليطلة ، بدأ ألفونسو ملك قشتالة يشتد في مطالبه المالية ويرهقه بالمزيد منها ، بل إنه كاتبه يطالبه بتسليم بلاده ، وينذره بسوء المصير ، وبدأ بالفعل في اجتياح بلاده وتخريب مدنها وقراها . أجمع ملوك الطوائف على ضرورة الاستغاثة بيوسف بن تاشفين أمير دولة المرابطين المغربية وكانت دولة قوية بسطت نفوذها بالمغرب ، وكان قد ذاع صيته ، واشتهر أمر فتوحه في المغرب ، وحبه للجهاد ، وإقامته حكومة تقوم على العدل والقسطاس . وبدأ ملوك الطوائف يكاتبون الأمير يوسف ويرسلون إليه الرسل ، يستنصرون به على محاربة النصارى الذين اشتد سلطانهم ، وتفتحت شهيتهم لالتهام الأندلس ، ويصفون له حالهم وما ينتظرهم من خطر السقوط والفناء ؛ إذ لم يبادر هو بإغاثتها ونصرها .\r\nولم تكن فكرة الاستنصار بالمرابطين تلقى إجماعا بقبولها من قبل ملوك الطوائف ، فقد كان هناك من يخشى مغبة هذه السياسة ويعارض قيامها ، مخافة أن يطمع المرابطون في بلادهم فيلحقوها بدولتهم الفتية ، غير أن « المعتمد بن عباد » حسم الموقف وأخمد الفتنة بمقولته المأثورة : « رعي الإبل خير من رعي الخنازير » يقصد بذلك أنه يفضل أن يكون أسيرا لدى أمير المرابطين يرعى له جماله من أن يكون أسيرا لدى ملك قشتالة . استجاب يوسف بن تاشفين لدعوة ملوك الطوائف ، وأعد جيشا عظيما ، عبر -\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- به البحر المتوسط إلى الأندلس ، فاستقبله أمراؤها ، وسار بجيشه إلى إشبيلية حيث وافته جيوش الأندلس ، وفي أثناء ذلك الوقت كان « ألفونسو » ملك قشتالة مشغولا بمحاربة « ابن هود » أمير سرقسطة ، فلما علم بخبر عبور المرابطين ترك محاربة ابن هود ، وجمع جندا من سائر الممالك النصرانية للقاء الجيوش الإسلامية ، فالتقى الفريقان في سهل الزلاقة بالقرب من بطليوس ، في معركة هائلة في ( 12 من رجب 479 ه : 23 من أكتوبر 1086 م ) ، ثبت فيها المسلمون وأبلوا بلاء حسنا حتى أكرمهم اللّه بالنصر ، وقتل معظم جيش القشتاليين ، ومن نجا منهم وقع أسيرا ، وفر ملكهم بصعوبة في بضع مئات من جنده جريحا ذليلا ، وعاد يوسف بن تاشفين إلى المغرب متوجا بتاج النصر والفخار ، وملقبا بأمير المسلمين . كان هذا النصر عزيزا ، أعاد الثقة في نفوس الأندلسيين ، واهتزت له مشاعر المسلمين فرحا وطربا ، ورد خطر القشتاليين عن الأندلس إلى حين بعد أن كانت على موعد مع الغثاء والهلاك ، وكتبت لها حياة جديدة ، امتدت إلى أربعة قرون أخرى . لم يكد يستقر يوسف بن تاشفين في المغرب حتى عادت كتب الأندلسيين ووفودهم تترى عليه ؛ طلبا لنجدتهم من القشتاليين الذين عاودوا التدخل في شؤون شرقي الأندلس في بلنسية ومرسية ولورقة ، فأجابهم إلى ذلك ، وعبر بقواته إلى الأندلس في ( ربيع الأول 481 ه : يوليو 1088 م ) واتجهت مع القوات الأندلسية إلى حصن ( ليبط ) ، وهو حصن أقامه القشتاليون بين « مرسية » ولورقة ، ليكون قاعدة للإغارة على أراضي المسلمين في هذه المنطقة .\r\nحاصرت القوات المتحدة هذا الحصن ، وسلطت عليه آلات الحصار ، وضربوه بشدة ، لكنها لم تنجح في هدمه أو إحداث ثغرة ينفذ منها المسلمون ؛ نظرا لمناعته -\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- واستماتة المدافعين ، ودام الحصار نحو أربعة أشهر دون جدوى ، ففك يوسف بن تاشفين الحصار بعدما كبد حامية الحصن خسارة كبيرة ، وأهلك معظم رجاله حتى إن ملك قشتالة حين قدم الحصن لنجدته لم يجد فيه سوى مائة فارس وألف راجل ( محارب من المشاة ) ، بعد أن كان يضم عند محاصرته ثلاثة عشر ألف مقاتل ، ثم عاد يوسف إلى بلاده بعد ترك بعض قواته تحت إمرة خير قواده ( سير بن أبي بكر اللمتوني ) .\r\nشاهد أمير المرابطين عند عبوره إلى الأندلس ما عليه أمراؤها من فرقة وتنابذ ، وجنوح إلى الترف والبذخ ، وميل إلى الدعة والراحة والعيش الناعم ، في الوقت الذي يهملون فيه شؤون رعيتهم ، ويتقاعسون عن حماية دولتهم من خطر النصارى وتطلعهم إلى الاستيلاء على أرضهم ، فاستقر في ذهنه ضرورة إزاحة هؤلاء الأمراء عن مواقعهم ، وعزز من ذلك فتاوى كبار الفقهاء من المغرب والأندلس بوجوب خلع ملوك الطوائف ، وانتزاع الأمر من أيديهم ، وكان « أبو حامد الغزالي » و « أبو بكر الطرطوشي » على رأس القائلين بهذه الفتوى ؛ وهو ما دعا أمير المرابطين إلى تنفيذ هذا الأمر ، وكان لا يحب القيام بعمل إلا إذا كان متفقا مع أحكام الشرع الحنيف .\r\nعبر أمير المرابطين إلى الأندلس للمرة الثالثة بجيش ضخم في أوائل سنة ( 483 ه :\r\n1090 م ) لتحقيق هذا الهدف ، ومقاتلة النصارى ، فاتجه بقواته إلى طليطلة ، واجتاح في طريقه أراضي قشتالة دون أن يتقدم أحد من ملوك الطوائف لمعاونته أو السير معه ، وكان يرغب في استرداد طليطلة لعله يشفى الجرح الدامي ، لكنه لم ينجح نظرا لمناعة أسوارها العالية ، فرجع بجيشه إلى إشبيلية وفي عزمه أن يستخلصها هي وغيرها من إمارات ملوك الطوائف بعد أن وقر في قلبه ، وقامت عليه الأدلة إلى -\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nما كان ، وبن تاشفين هذا من الملثمين ، وهو من بر العدوة ، ثم أنه فتك في ملوك الأندلس من الطوائف وصنع ما صنع بالمعتمد ، واستولي على جميعها ، ولم يرسخ له ولا لأولاده في الملك قدم ؛ لأن بني هود ( 106 ) نازعوه\r\n\r\n\r\n","description":"","footnote":"\r\n- عودة ملوك الطوائف إلى عقد اتفاقات سرية مع ملك قشتالة ، يتعهدون فيها بالامتناع عن معاونة المرابطين ، والدخول في طاعة ألفونسو ملك قشتالة وحمايته .\r\nقسم أمير المرابطين قواته في أنحاء الأندلس ، وبدأ هو بالاستيلاء على غرناطة ، ودخلها في ( العاشر من رجب 483 ه : سبتمبر 1090 م ) وأعلن على الناس أنه سوف يحكم بالعدل وفقا لأحكام الشرع ، وسيدافع عنهم ، ويرفع عنهم سائر المغارم الجائرة ، ولن يفرض عليهم من التكاليف إلا ما يجبيزه الشرع الحنيف .\r\nثم بعث أمير المرابطين بقائده الكبير « سير بن أبي اللتموين » على رأس جيش كبير إلى إشبيلية ، فتمكن من الاستيلاء على كثير من مدنها ، ودخل المرابطون قرطبة في اليوم الثالث من صفر 484 ه : 26 من مارس 1091 م ، ثم تتابع سقوط مدن الأندلس في أيدي المرابطين ليبدأ عصر جديد في الأندلس .\r\n( 106 ) هود : سلالة عربية من ملوك الطوائف في الأندلس ، حكموا في سرقسطة ما بين 1039 - 1110 م . استولى مؤسس السلالة سليمان بن هود ( 1039 - 1046 م ) على سرقسطة على حساب بنو تجيب . قام خلفاؤه ، أحمد الأول المقتدر ( 1046 - 1081 م ) ثم أحمد الثاني المستعين ( 1085 - 1110 م ) بتشجيع حركة العمران ( بناء الجعفرية ) . قاد بنو هود حركة المقاومة ضد أتباع الموحدين في الأندلس . مع سقوط سرقسطة في أيدي الموحدين سنة 1110 فر عبد الملك ( 1110 - 1136 م ) إلى الرويضة . استمر فرع بني هود هناك في الحكم حتى حدود سنة 1146 م .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nفي شرف الملك ( 107 ) وكان وإياهم في سجال المنازعة لحتاجات دولة عبد المؤمن بن علي ( 108 ) وكان من أمره ما كان من القتل والأسر والأخذ ، ولم\r\n\r\n\r\n","description":"","footnote":"\r\n( 107 ) يرى الدكتور عبد الحميد عيسى أن هذه العبارة غير صحيحة لأنه في الوقت الذي كان فيه الأمير يوسف بن تاشفين يعمل على خلع ملوك الطوائف كان المستعين باللّه أبو جعفر أحمد بن المؤتمن باللّه أبو الحجاج يوسف بن المقتدر باللّه أبي جعفر بن المستعين باللّه سليمان بن محمد بن هود الجذامي حاكم سرقسطة وأقسام واسعة من الشرق الأندلسي ، يهاديه ويكاتبه وقال له في مكاتبته : نحن بينكم وبين العدو سد لا يصل إليكم منه ضرر ومناعين تطرف ، وقد قنعنا بمسالمتكم ، فأقنعه من إلى ما نعينكم به من الذخائر ، ووجه إليه ابنه عماد الدولة أبا مروان ابن عبد الملك فأجابه يوسف بن تاشفين إلى ما أراد ( ابن عذاري ، ج 4 ، ص 144 ، وظلت سرقسطة مستقلة عن المرابطين إلى أن سقطت في يد النصارى من حكام أراجون في الرابع من رمضان عام 512 ه / 19 ديسمبر 1118 ( أنظر عبد الحميد عيسى ، كراسة في التاريخ الأندلسي ، حاشية رقم 92 ، ص 38 .\r\n( 108 ) عبد المؤمن بن علي ( 524 - 558 ه - 1130 - 1163 م : هو عبد المؤمن بن علي الكومي ، أول خلفاء الموحدين بعد تأسيس دولتهم وكان يوحي إلى أتباعه أنه مؤيد من السماء واستطاع أن يورث هذا المنصب لأبنائه من بعده بحيث انحصر هذا المنصب في بني عبد المؤمن طيلة عمر دولة الموحدين ( راجع : حسن علي حسن :\r\nالحضارة الاسلامية في المغرب والأندلس عصر المرابطين والموحدين ، مكتبة الخانجي ، ص 68 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nيتم له التمهيد لأنه كان محمد بن مردنيش ( 109 ) في مشارق الأندلس وممالكها ثم تلا عبد المؤمن بن علي ، يوسف بن عبد الرحمن ( 110 ) ومات في أيامه مردنيش وصفت له ولمن بعده من بنيه . وكان دار ملكهم مراكش محل عبد المؤمن بن علي ، وولاتهم يترددون أمرهم في أقطار الأندلس وممالكها إلى انقراض دولتهم وزوال أمرهم بالمتوكل محمد بن هود من بني هود وهم ملوك سرقسطة فملك معظم الأندلس وسما بالسلطان ، وكان ينازعه ريان بن مردنيش ( 111 ) في مشارق الأندلس وبن هلال في طبيرة وهي غرب الأندلس ، ثم كثرت عليه خوارجها قريب إنقراضه وقتله وزيره الرميمي ، وتلاشى ( 112 ) الأمر وملكوا بني الأحمر ( 113 ) وهم من أقاصي\r\n\r\n\r\n","description":"","footnote":"\r\n( 109 ) هو الأمير محمد بن سعد بن أحمد بن مردنيش حاكم شرق الأندلس هزم في معركة فحص الجلاب جنوبي مرسية .\r\n( 110 ) يرى الدكتور عيسى أن الخبر غير صحيح لأن الذي أعقب الخليفة عبد المؤمن بن علي في خلافة الموحدين هو ابنه الخليفة الموحدي أبو يعقوب يوسف بن عبد المؤمن بن علي ( 558 / 1184 م - 580 ه / 1163 م ) .\r\n( 111 ) هو أبو جميل ريان بن أبي الحملات مدافع بن يوسف بن سعد بن مردنيش الجذامي ، جده أبو الحجاج يوسف بن سعد بن مردنيش أخو أمير شرق الأندلس محمد بن سعد بن مردنيش ، ولقد ثار ضد ابن هود في أواخر عصر الموحدين شرق الأندلس ( أنظر : عبد الحميد عيسى ، الكراسة ، حاشية رقم 100 ) .\r\n( 112 ) في الأصل : تلاشا .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ( 113 ) سقطت الأندلس بعد هزيمتهم في موقعة الأندلس لكي يستولوا على بعض المدن الإسلامية من خلال زحف سريع انتهازا لفرصة الفوضى التي أعقبت سقوط قرطبة وإشبيلية سنة ( 646 ه ) وأصبح ملك المسلمين محصورا في مقاطعة الأندلس إلى بنى نصر أمراء الأندلس وكون من جيشا وبمساعدة بنو مرين في المغرب استطاع محمد بن الأحمر الاستيلاء على الأندلس . وقد تضافرت عدة عوامل أدت إلى تثبيت حكم بنى نصر في غرناطة مما ساعد في وجود قوة إسلامية كبيرة هناك وأيضا معاونة بنو مرين في المغرب لبنى الأحمر في صراعهم ضد النصارى في المستنصر وكانت علاقته مع بنى مرين بالمغرب تتناوب بين الود والوحشة وكان الإسبان يستغلون فترات الجفاء ليغيروا على المواقع الإسلامية .\r\n- ( 678 ه ) هاجر النصارى مدينة الجزيرة الخضراء وكادوا إن يستولوا عليها . وشيد قصر الحمراء الفاخر الذي يعد آية في فن غرناطة محمد الرابع مستصرخا ملك المغرب فأنجده وأرسل معه ابنه على رأس نجدة فأنقذ جبل الفتح وقتل السلطان محمد بين أحد أعدائه عند جبل الفتح في أواخر العام المذكور .\r\n- في عام ( 892 ه ) تولى الحكم أبو عبد اللّه محمد بن نصر أخر ملوك المسلمين في الأندلس إلى خيانة هذا الحاكم الذي باع كل المثل من أجل أطماع شخصية فحارب أباه من أجل الملك أنه أحس أن الأب يؤثر أخاه محمد بن سعد المعروف بالزغل عليه ، وبينما اتحد النصارى الإسبان حدثت الخلافات والانشقاقات بين الأخوين ولما تولى محمد بن سعد الحكم قام أخاه أبو عبد اللّه بالتعاون مع الحاكم الصليبى فردينانز لإسقاطه حتى تم النصر للنصارى الإسبان على أخيه توجهوا إليه وسلبوا منه ملكه الذي ضيعه بخيانته وسقطت الأندلس بعد السقوط .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nأقاصي الأندلس من غربها وعربها وكان ابتداء أمرهم في المائة السابعة ، وكانوا يخطبون لصاحب أفريقية المتغلب عليها وهو أبو زكريا يحيي بن أبا محمد عبد الواحد ( 114 ) وإلي هنا تقلصت تلك الظلال ، ودخل على الجزيرة الانحلال ولم ينتظم أمرها ولا يعود إلى حال ، واستولت علي أكثرها النصاري .\r\nوأما آل حمود من ولد إدريس بن عبد اللّه فلا زالت أعقابهم تستخلف الأعقاب وذريتهم في المغربين الأعلى والأسفل تدعا للأرباب ، مع تصويب أحوال الملك وتصعيده وتقريبه وتبعيده إلى هذه الغاية سنة 1187 ه وأظن لم يبق تحت أيديهم إلا المغرب الأقصي ( 115 ) في هذه المدة التي نحن فيها ، وملوك الإدريسية في أفريقية وأشبيلية وأكثر نواحي الأندلس منهم والأكثر الآن قد غلب عليها الأفرنج مما يلي ديارهم وأما المشار اليه في التاريخ ومن أجله وضعه المؤلف ( 116 ) رحمه اللّه وهو ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 114 ) أبو زكريا يحي بن أبا محمد بن عبد الواحد الحفصي ، وقد استقر بحكم أفريقية سنة 625 ه ) .\r\n( 115 ) وهنا يشير المؤلف في الهامش قائلا « والمغرب الأقصى هو المسمى الآن بالمغرب الجواني .\r\n( 116 ) في الأصل : المألف .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالخطيب ( 117 ) الملقب بلسان الدين فهو آخر كلام في المجلد الثاني لقصد ترتيبه 55 ( 118 ) الملوك أولا ، وإلا ما قسط في وضع التاريخ إلا من أجله\r\n\r\n\r\n","description":"","footnote":"\r\n( 117 ) ابن الخطيب ( ت 776 ه / 1374 م ) : محمد لسان الدين بن عبد اللّه بن سعيد .\r\nمؤرخ وجغرافي وطبيب وأديب ووزير أندلسي . ولد قرب غرناطة في الأندلس عام 1313 م ، واغتيل في سجن فاس بالمغرب عام 1374 م . درس الفلسفة والطب والأدب والفقه في غرناطة ، ثم دخل في خدمة سلطان غرناطة أبي الحجاج يوسف الثاني بن محمد الخامس بن الأحمر . وعمل مع الوزير أبي الحسن علي بن محمد بن الجيلب الأنصاري ، فلما مات هذا في طاعون سنة 1348 م حل ابن الخطيب محله في الوزارة . ولما عزل السلطان هرب معه ابن الخطيب إلى المغرب ، واحتمى فيها بسلطان بني مرين ، ثم عاد إلى الأندلس لما استعاد السلطان ملكه ، وارتفع شأن ابن الخطيب ، ولكنه اضطر إلى الفرار مرة أخرى إلى المغرب . وبعد مؤامرات وتدبيرات انتهى امره بأن سجن بتهمة الزندقة ، وخنق في السجن بأمر خصمه الوزير سليمان بن داود . وكان من الساعين إلى هلاكه صديقه القديم أبو الحسن البناهي القاضي وتلميذ ابن الخطيب ابن زمرك الشاعر . وكان ابن الخطيب طموحا إلى السلطان ، جشعا إلى المال ، فجمع ثروة طائلة ، ولكنه كان يثير عداوات الناس بسعيه وتدبيره المستمرين ، وقد التقى بابن خلدون عندما زار هذا الأخير غرناطة ، ولم تقم بين الرجلين صداقة ، فغادر ابن خلدون الأندلس . وعلى الرغم من هذا النشاط السياسي الواسع ، تمكن ابن الخطيب من تأليف كتب كثيرة في فنون عدة . وكان إلى جانب ذلك شاعرا له باع طويل في الشعر والنثر . ولكن شهرته الحقيقية ترجع إلى مؤلفاته في التاريخ ، وأهمها ( الإحاطة في اخبار غرناطة ) الذي يؤرخ لعاصمة ملك بني نصر ولأبنائها من الامراء والعلماء والأدباء منذ قيام الأندلس . وكذا كتاب ( أعمال -\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوهذا لسان الدين بن الخطيب مشهور مذكور مسموع في طبقات ( الملوك والوزراء العلماء والأدباء والمؤلفين ( 119 ) ، وله كتب جملة فمن جملة ما آلف التاريخ المشهور بتاريخ الخطيب في بغداد وخلفا العباسية ) ( 120 ) . بحيث أنه حاز فيه جميع أحوالهم وأمورهم ما لم يحوزه غيره .\r\nوإلى هنا انتهت التعليقة هذه المراد بها تمهيد كتاب نفحة الطيب وباللّه التوفيق يوم الخميس الموافق 23 ذو القعدة سنة 1187 وصلي اللّه علي سيدنا محمد وآله وسلم\r\n\r\n\r\n","description":"","footnote":"\r\n- الاعلام ) . كذلك ألف ابن الخطيب ( اللمحة البدرية في الدولة النصرية ) وهو مختصر في تاريخ غرناطة . ويقال إن مؤلفات ابن الخطيب في شتى العلوم تربو على ستين مؤلفا ، إذ قيل إن ابن الخطيب كان يقضي نهاره في الوزارة وليله في التأليف حتى لقب بذي العمرين . وأهم هذه الكتب بعد ما ذكرنا ( معيار الاختيار في ذكر المناهد والديار ) و ( خطرة الطيف في رحلة الشتاء والصيف ) و ( ريحانة الكتاب ) و ( السحر والشعراء ) و ( الكتيبة الكامنة في أدباء المائة الثامنة ) و ( التعريف بالمصطلح الشريف )\r\n( 118 ) لم نقف على مغزاها .\r\n( 119 ) في الأصل : المألفين .\r\n( 120 ) خلط المؤلف هنا بين لسان الدين ابن الخطيب صاحب الإحاطة في أخبار غرناطة وبين الخطيب البغدادي ( ت 463 ه / 1072 م ) صاحب تاريخ بغداد وأصدرته المكتبة السلفية بالمدينة المنورة وصدر عن دار الكتب العلمية تحقيق : مصطفى عبد القادر عطا 1997 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nقلت فمن أراد مطالعة التاريخ أمعن في هذه الكراس ، فسهل عليه ضبطه ، واصل التاريخ من أوله به تقديم وتأخير في القصص والروايات ، لم يكن مرتب ترتيب محمود ، وإنما يضفر بفائدته ( 121 ) من أمعن فيه وأما على البلد كله ، فلا بد من الالتباس ، ولكن الكراسة هذه المفيدة لهذا المعني بعض إفادة . ( تم بحمد اللّه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 121 ) في الأصل : بفايدته .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالملاحق\r\n\r\n( 1 ) قصيدة رثاء إشبيلية لأبي البقاء الرندي ( 122 )\r\n لكل شيء إذا ما تم نقصان * فلا يغرّ بطيب العيش إنسان\r\nهي الأمور كما شاهدتها دول * من سرّه زمن ساءته أزمان\r\nوهذه الدار لا تبقي على أحد * ولا يدوم على حال لها شان \r\n\r\n\r\n","description":"","footnote":"\r\n( 122 ) أبو البقاء الرندي : 684 - 601 ه 1285 - 1204 / م : هو صالح بن يزيد بن صالح بن شريف الرندي ، أبو البقاء صالح بن يزيد بن صالح بن شريف الرندي ، أبو البقاء .\r\nوتختلف كنيته بين أبي البقاء وأبي الطيب وهو مشهور في المشرق بأبي البقاء .\r\nوهو أديب شاعر ناقد قضى معظم أيامه في مدينة رندة واتصل ببلاط بني نصر ابن الأحمر في غرناطة وكان يفد عليهم ويمدحهم وينال جوائزهم وكان يفيد من مجالس علمائها ومن الاختلاط بأدبائها كما كان ينشدهم من شعره أيضا . وقال عنه عبد الملك المراكشي في الذيل والتكملة كان خاتمة الأدباء في الأندلس بارع التصرف في منظوم الكلام ونثره فقيها حافظا فرضيا له مقامات بديعة في أغراض شتى وكلامه نظما ونثرا مدون .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n يمزق الدهر حتما كل سابغة * إذا نبت مشرفيّات وخرصان\r\nوينتضي كلّ سيف للفناء ولو * كان ابن ذي يزن والغمد غمدان\r\nأين الملوك ذوو التيجان من يمن * وأين منهم أكاليل وتيجان ؟\r\nوأين ما شاده شدّاد في إرم * وأين ما ساسه في الفرس ساسان ؟\r\nوأين ما حازه قارون من ذهب * وأين عاد وشداد وقحطان ؟\r\nأتى على الكل أمر لا مرد له * حتى قضوا فكأن القوم ما كانوا\r\nوصار ما كان من ملك ومن ملك * كما حكى عن خيال الطّيف وسنان\r\nدار الزّمان على ( دارا ) وقاتله * وأمّ كسرى فما آواه إيوان\r\nكأنما الصّعب لم يسهل له سبب * يوما ولا ملك الدنيا سليمان\r\nفجائع الدهر أنواع منوّعة * وللزمان مسرّات وأحزان\r\nوللخوادث سلوان يسهلها * وما لما حلّ بالإسلام سلوان\r\nدهى الجزيرة أمر لا عزاء له * هوى له أحد وانهد ثهلان\r\nأصابها العين في الإسلام فارتزأت * حتى خلت منه أقطار وبلدان\r\nفاسأل ( بلنسية ) ما شأن ( مرسية ) * وأين ( شاطبة ) أم أين ( جيّان )\r\nوأين ( قرطبة ) ( دار العلوم فكم * من عالم قد سما فيها له شان\r\nوأين ( حمص ( وما تحويه من نزه * ونهرها العذب فياض وملآن\r\nقواعد كنّ أركان البلاد فما * عسى البقاء إذا لم تبق أركان\r\nتبكي الحنيفية البيضاء من ! ؛ أسف * كما بكى لفراق الإلف هيمان\r\nعلى ديار من الإسلام خالية * قد أقفرت ولها بالكفر عمران\r\nحيث المساجد قد صارت كنائس ما * فيهنّ إلا نواقيس وصلبان \r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n حتى المحاريب تبكي وهي جامدة * حتى المنابر ترثي وهي عيدان\r\nيا غافلا وله في الدهر موعظة * إن كنت في سنة فالدهر يقظان\r\nوماشيا مرحا يلهيه موطنه * أبعد حمص تغرّ المرء أوطان ؟\r\nتلك المصيبة أنست ما تقدمها * وما لها مع طول الدهر نسيان\r\nيا راكبين عتاق الخيل ضامرة * كأنها في مجال السبق عقبان\r\nوحاملين سيوف الهند مرهفة * كأنها في ظلام النقع نيران\r\nوراتعين وراء البحر في دعة * لهم بأوطانهم عزّ وسلطان\r\nأعندكم نبأ من أهل أندلس * فقد سرى بحديث القوم ركبان ؟\r\nكم يستغيث بنا المستضعفون وهم * قتلى وأسرى فما يهتز إنسان ؟\r\nماذا التقاطع في الإسلام بينكم * وأنتم يا عباد اللّه إخوان ؟\r\nألا نفوس أبّات لها همم * أما على الخير أنصار وأعوان\r\nيا من لذلة قوم بعد عزّهم * أحال حالهم جور وطغيان\r\nبالأمس كانوا ملوكا في منازلهم * واليوم هم في بلاد الكفرّ عبدان\r\nفلو تراهم حيارى لا دليل لهم * عليهم من ثياب الذل ألوان\r\nولو رأيت بكاهم عند بيعهم * لهالك الأمر واستهوتك أحزان\r\nيا ربّ أمّ وطفل حيل بينهما * كما تفرق أرواح وأبدان\r\nوطفلة مثل حسن الشمس إذ طلعت * كأنما هي ياقوت ومرجان\r\nيقودها العلج للمكروه مكرهة * والعين باكية والقلب حيران\r\nلمثل هذا يذوب القلب من كمد * إن كان في القلب إسلام وإيمان \r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفتح المسلمين للأندلس\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nخريطة الأندلس\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالمعارك الكبرى في الأندلس نقلا عن أطلس التاريخ العربي الإسلامي لشوقي أبو خليل\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمملكة غرناطة نقلا عن أطلس التاريخ العربي الاسلامي لشوقي أبو خليل\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nنقلا عن أطلس تاريخ الإسلام لحسين مؤنس\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالدولة الإدريسية\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالدولة الأغلبية\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nملوك الطوائف في الأندلس نقلا عن أطلس التاريخ العربي الاسلامي لشوقي أبو خليل\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nنقلا عن أطلس تاريخ الإسلام لحسين مؤنس\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nنقلا عن أطلس التاريخ العربي الاسلامي لشوقي أبو خليل\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nبيان بقواد وولاة وأمراء وخلفاء الأندلس\r\nطارق بن زياد / 711 / 712\r\nموسى بن نصير اللخمي / 712 / 713\r\nأبو عبد الرحمن بن موسى بن نصير / 713 / 714\r\nعبد العزيز بن موسى بن نصير / 714 / 716\r\nأيوب بن حبيب اللخمي / 716 / 716\r\nالحر بن عبد الرحمن الثقفي / 716 / 719\r\nالسمح بن مالك الخولاني / 719 / 721\r\nعبد الرحمن بن عبد اللّه الغافقي / 721 / 721\r\nعنبسة بن سحيم الكلبي / 721 / 726\r\nعذرة بن عبد اللّه الفهري / 726 / 726\r\nيحي بن سلمة الكلبي / 726 / 728\r\nحذيفة بن الأحوص القيسي / 728 / 728\r\nعثمان بن أبي نسعة الخثعمي / 728 / 729\r\nالهيثم بن عبيد الكناني / 729 / 730\r\nمحمد بن عبد الملك الأشجعي / 730 / 730\r\nعبد الرحمن بن عبد اللّه الغافقي / 730 / 732\r\nعبد الملك بن قطن الفهري / 732 / 734\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nعقبة بن الحجاج السلولي / 734 / 740\r\nعبد الملك بن قطن الفهري / 740 / 741\r\nبلج بن بشر القشيري / 741 / 742\r\nثعلبة بن سلامة العاملي / 742 / 743\r\nالحسام بن ضرار الكلبي / 743 / 745\r\nثوابة بن سلمة الجدامي / 745 / 746\r\nالصميل بن حاتم الكلبي / 746 / 747\r\nيوسف بن عبد الرحمن بن حبيب / 747 / 756\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nالأمويون في الأندلس ( الأمراء )\r\nأبو المطرف « الداخل » عبد الرحمن بن معاوية / 756 / 788\r\nأبو الوليد « الرضي » هشام بن عبد الرحمن / 788 / 796\r\nأبو العاص « المرتضى » الحكم بن هشام / 796 / 822\r\nأبو المطرف « الناصر » عبد الرحمن ( 2 ) بن الحكم / 822 / 852\r\nأبو عبد اللّه محمد بن عبد الرحمن ( 2 ) / 852 / 886\r\nأبو الحكم المنذر بن محمد / 886 / 889\r\nأبو محمد عبد اللّه بن محمد / 889 / 912\r\nأبو المطرف « الناصر لدين اللّه » عبد الرحمن ( 3 ) بن محمد الأمويون ( الخلفاء ) / 912 / 929\r\nأبو المطرف « الناصر لدين اللّه » عبد الرحمن ( 3 ) بن محمد / 929 / 961\r\nأبو المطرف « المستنصر باللّه » الحكم بن عبد الرحمن / 961 / 976\r\nأبو الوليد « المؤيد باللّه » هشام بن الحكم الحجاب / 976 / 1009\r\n- - - جعفر بن عثمان المصحفي / 976 / 978\r\n- - - أبو عامر « المنصور باللّه » محمد بن عبد اللّه بن عامر / 978 / 1002\r\n- - - أبو مروان « المظفر » عبد الملك بن أبي عامر / 1002 / 1008\r\n- - - أبو المطرف سنجول « المأمون » عبد الرحمن بن أبي عامر / 1008 / 1009\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالأمويون\r\n« المهدي باللّه » محمد بن هشام / 1009 / 1009\r\n« المستعين باللّه » سليمان بن الحكم / 1009 / 1010\r\n« المهدي باللّه » محمد بن هشام / 1010 / 1010\r\nأبو الوليد « المؤيد باللّه » هشام بن الحكم / 1010 / 1013\r\n« المستعين باللّه » سليمان بن الحكم بنو حمود\r\n« الناصر » علي بن حمود / 1013 / 1016\r\nالأمويون « المرتضى » عبد الرحمن بن محمد / 1016 / 1018\r\nبنو حمود « المأمون » القاسم بن حمود / 1018 / 1021\r\n« المعتلي » يحي بن علي / 1021 / 1023\r\n« المأمون » القاسم بن حمود الأمويون\r\n« المستظهر باللّه » عبد الرحمن بن هشام / 1023 / 1024\r\n« المستكفي » محمد بن عبد الرحمن بنو حمود\r\n« المعتلي » يحي بن علي / 1025 / 1027\r\nالأمويون\r\n« المعتد باللّه » هشام بن محمد / 1027 / 1031\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبنو جهور\r\nأبو الحزم جهور بن محمد بن جهور / 1031 / 1043\r\nأبو الوليد محمد بن جهور / 1043 / 1058\r\nعبد الملك بن محمد بن جهور بنو عباد\r\nالظافر بن المعتمد / 1069 / 1069\r\nعباد بن محمد العمال من قبل أمراء طليطلة\r\nحيرز بن عكاشة / 1075 /\r\nحكم بن عكاشة / / 1078\r\nبنو عباد\r\nالمأمون بن المعتمد\r\nالعمال من فبل أمراء المرابطين\r\nأبو محمد مزدالي بن سلنكان / 1091\r\nأبو عبد اللّه بن أبي بكر اللمتوني / / 1107\r\nمحمد بن يونان / 1107 / 1109\r\nأبو عبد اللّه محمد / 1109 / 1111\r\nأبو محمد مزدالي بن سلنكان / 1111 / 1115\r\nمحمد بن مزدالي / 1115 / 1115\r\nأبو بكر بن يحي بن تاشفين / 1115 /\r\nأبو بكر يحي بن رواد / 1120 / 1121\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nتميم بن يوسف / 1121 / 1125\r\nأبو حفص بن سير / 1125 / 1128\r\nعبد اللّه بن محمد بن أسبغ / 1128 / 1128\r\nأشداي بن سير / 1128 / 1128\r\nأبو زيد تيكلمات / 1128 / 1129\r\nأبو محمد عبد اللّه بن تنغمر / 1129 / 1132\r\nتاشفين بن علي / 1132 / 1138\r\nأبو محمد الزبير / 1138 / 1143\r\nيحي بن غانية بنو حمدين\r\nأبو جعفر المنصور أحمد بن محمد بن حمدين / 1143 / 1146\r\nبنو هود\r\nسيف الدولة أبو جعفر أحمد / 1145 / 1146\r\nبنو حمدين مرة ثانية / 1146 / 1146\r\nأبو جعفر المنصور أحمد بن محمد بن حمدين بنو غانية / 1146 / 1146\r\nيحي بن غانية العمال من فبل أمراء الموحدين / 1146 / 1147\r\nأبو حفص بن عبد المومن / 1147 /\r\n. . . . / / 1152\r\nأبو زيد بن بكيت / 1152 / 1166\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nأبو إسحاق بن عبد المؤمن / 1166 / 1170\r\n. . . . / 1170 / 1172\r\nأبو يعقوب بن عبد المؤمن / 1172 /\r\nأبو الحسن بن عيد المؤمن / 1176 / 1182\r\nأبو يحي بن أبي يوسف يعقوب / 1182 /\r\n. . . . / / 1214\r\nأبو العلي بن يوسف بن عبد المؤمن / 1214 / 1227\r\nأبو محمد « البياسي » بن أبي عبد اللّه محمد بن أبي حفص / 1227 /\r\nبن عبد المؤمن\r\nأبو الربيع بن عبد اللّه بن عبد المؤمن العمال من فبل أمراء مرسية\r\nعمال بني هود / 1230\r\nالعمال من فبل أمراء أرجونة\r\nعمال بني نصر / 1230 / 1232\r\nالعمال من فبل أمراء مرسية\r\nعمال بني هود / 1232 / 1236\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالمصادر والمراجع\r\n\r\nأولا المصادر : -\r\n- ابن الأبار : التكملة لكتاب الصلة ، ج 1 ، تحقيق السيد عزت العطار ، مطبعة دار السعادة بمصر 1955 .\r\n- ابن بسام : الذخيرة في محاسن أهل الجزيرة ، ج 1 ، تحقيق سالم مصطفي البدري ، ط 1 ، دار الكتب العلمية ، بيروت 1998\r\n- ابن بسام : الذخيرة في محاسن أهل الجزيرة ، تحقيق لطفي عبد البديع ، الهيئة المصرية للكتاب 1975 ، القسم الأول ، المجلد 1\r\n- ابن بشكوال : الصلة ، ج 1 ، تحقيق إبراهيم الأبياري ، ط 1 ، الدار المصرية اللبنانية ، القاهرة ، 1989\r\n- ابن حزم : طوق الحمامة في الألفة والآلاف ، تحقيق الطاهر مكي ، دار الهلال 1994\r\n- ابن حزم : جمهرة أنساب العرب ، دار المعارف\r\n- الحميدي : جذوة المقتبس ، الدار المصرية للتأليف والترجمة 1966\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n- ابن حيان : المقتبس الثاني ، طبعة فاكسيمية ، مدريد 1999 وهي محفوظة بمكتبة الأكاديمية الملكية للتاريخ بمدريد\r\n- ابن الخطيب : أعمال الأعلام ، تحقيق ليفي بروفنسال ، ط 1 ، مكتبة ا لثقافة الدينية 2004\r\n- ابن خلدون : المقدمة ، تحقيق حامد احمد الطاهر ط 1 ، دار الفجر ، القاهرة 2004\r\n- ابن خلدون : العبر وديوان المبتدأ والخبر ، ج 4 ، ط 1 ، دار صادر بيروت 1999\r\n- ابن خلكان : وفيات الأعيان ، جزء 2 ، تحقيق إحسان عباس ط 1 ، دار صادر بيروت 1998\r\n- ابن خير : فهرست ابن خير ، مكتبة الخانجي .\r\n- ابن سعيد المغربي : المغرب في حلي المغرب ، ج 1 ، تحقيق شوقي ضيف ، ط 4 ، دار المعارف ، 1999\r\n- الضبي : بغية الملتمس ، دار الكتاب العربي 1967\r\n- ابن عذاري : البيان المغرب ، ج 3 ، دار صادر بيروت 2000\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n- المراكشي : المعجب في تلخيص أخبار المغرب ، تحقيق محمد زينهم محمد عزب ، دار الفرجاني للنشر والتوزيع ، 1994\r\n- ابن الفرضي :\r\n- القلقشندي : صبح الأعشى في صناعة الانشا ، ج 5 ، تحقيق فوزي محمد أمين ، الهيئة العامة لقصور الثقافة 2005\r\n- المقري : نفح الطيب من غصن الأندلس الرطيب ، ج 1 ، تحقيق إحسان عباس ط 1 . دار صادر بيروت 1968\r\n\r\nثانيا المراجع العربية والمعربة : -\r\n- إبراهيم بيضون : الدولة العربية في أسبانيا ، ط 3 ، دار النهضة العربية 1986\r\n- أحمد مختار العبادي : دراسات في تاريخ المغرب والأندلس ، مؤسسة شباب الجامعة\r\n- أحمد هيكل : الأدب الأندلسي ، ط 10 ، دار المعارف 1986\r\n- السيد عزت العطار : مقدمة نشرته لكتاب تاريخ العلماء والرواة للعلم بالأندلس\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n- إسماعيل العربي : مقدمة نشرته لجزء من المقتبس ، السفر الثالث ، ط 1 ، دار الآفاق الجديدة ، المغرب 1990\r\n- أنخل بالينشيا : تاريخ الفكر الأندلسي ، ترجمة حسين مؤنس ، ط 1 ، مكتبة النهضة المصرية 1955\r\n- إحسان عباس : تاريخ الأدب ( عصر سيادة قرطبة ) ، دار الشروق ، عمان - الأردن ، 1987\r\n- إحسان عباس : تاريخ الأدب الأندلسي « عصر الطوائف والمرابطين » دار الشروق للنشر ، الأردن 1997\r\n- السيد عبد العزيز سالم : تاريخ المسلمين وآثارهم في الأندلس ، مؤسسة شباب الجامعة\r\n- الطاهر أحمد مكي : دراسات عن ابن حزم ، ط 4 ، دار المعارف 1993\r\n- بروكلمان :\r\n- حسين مؤنس : قرطبة ، درة مدن أوروبا في العصور الوسطى ، مجلة العربي ، عدد 95 ، أكتوبر 1966\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n- حسين مؤنس : الجغرافية والجغرافيين في الأندلس ، مكتبة مدبولي ، ط 2 ، 1986 م .\r\n- خير الدين الزركلي : الأعلام ، ، دار العلم للملايين ، بيروت ، 1984 م\r\n- دوزي : المسلمون في الأندلس ، ج 2 ، حسن حبشي ، الهيئة المصرية للكتاب 1994\r\n- دوزي : ملوك الطوائف ، ترجمة كامل كيلاني ، ط 1 ، مكتبة عيسى الحلبي 1933 .\r\n- شوقي ضيف : تاريخ الأدب العربي ( عصر الدول والإمارات ) الأندلس ، ط 3 ، دار المعارف 1999 .\r\n- صلاح خالص : إشبيلية في القرن الخامس الهجري ، دار الثقافة 1965\r\n- عبد الحليم عويس : ابن حزم الأندلسي ، ط 2 ، الزهراء للإعلام العربي 1998\r\n- عبد المحسن طه رمضان : الحروب الصليبية في الأندلس ، مكتبة الأنجلو المصرية ، القاهرة\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n- عبد الحميد العبادي : المجمل في تاريخ الأندلس ، ط 2 ، دار القلم 1964\r\n- عبد اللّه جمال الدين : من نصوص كتاب المتين ، ط 1 ، المجلس الأعلى للثقافة 2002\r\n- على أدهم : المعتمد بن عباد ، الدار المصرية للتأليف والترجمة\r\n- فؤاد إفرام البستاني : دائرة المعارف « قاموس لكل فن ومطلب » المجلد 2 ، ج 2 ، بيروت ، 1958 ، مادة ابن حيان ،\r\n- لطفي عبد البديع ، الإسلام في أسبانيا ، ط 2 ، مكتبة النهضة المصرية 1969\r\n- ليفي بروفنسال : تاريخ أسبانيا الإسلامية ، ج 1 ، ترجمة على البمبي وآخرون ، ط 3 ، المجلس الأعلى للثقافة 2000\r\n- ليفي بروفنسال : الحضارة العربية في أسبانيا ، ترجمة الطاهر أحمد مكي ، ط 3 ، دار المعارف 1994\r\n- محمد عبد اللّه عنان : دولة الإسلام في الأندلس ، ج 2 ، الهيئة المصرية للكتاب 2001\r\nمحمد عبد اللّه عنان : تراجم اسلامية شرقية واندلسية -\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n- محمد أبو زهرة : ابن حزم ، مجلة العربي ، عدد 58 ، أكتوبر 2004\r\n- محمود على مكي : مقدمة نشرته لجزء من المقتبس ، السفر الثاني ، دار الكتاب العربي ، 1973\r\n- محمود مكي : ابن حيان ، أمير مؤرخي الأندلس ، ندوة الجمعية التاريخية ، ضمن محاضرات الموسم الثقافي لعام 2004\r\nمحمود احمد الحفني : زرياب ، الدار المصرية للتأليف والترجمة -\r\n- مصطفى الشكعة : المغرب والأندلس ، آفاق إسلامية وحضارة إنسانية ، ط 1 ، دار العلم للملايين 1987 -\r\n- هنري بيرس : الشعر الأندلسي في عصر الطوائف ، ترجمة الطاهر مكي ، ط 1 ، دار المعارف ، 1990\r\n- يوسف أشباخ : تاريخ الأندلس في عهد المرابطين والموحدين ، ج 1 ، ترجمة محمد عبد اللّه عنان ، ط 3 ، مكتبة الخانجي ، 2002 م\r\n\r\nثالثا الدوريات : -\r\n- دائرة معارف الشعب : عدد رقم 61 مطابع الشعب ، 1959\r\n- دائرة معارف الشعب : عدد رقم 64 ، سنة 1959\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n- مجلة المناهل : العدد التاسع والعشرون ، السنة الحادية عشرة ، جمادى الثانية 1404 ه - مارس 1984 م .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nأعمال المؤلف ونشاطه العلمي\r\n1 - معجم مصطلحات التاريخ الإسلامي ، مكتبة النهضة المصرية .\r\n2 - كتاب زيارة جديدة للاستشراق ، مكتبة الأنجلو المصرية .\r\n3 - كتاب الطريق إلى صدام الحضارات ، مكتبة الأنجلو المصرية .\r\n4 - كتاب فن كتابة الأبحاث والرسائل الجامعية ، مكتبة الفكر العربي .\r\n5 - كتاب علم التاريخ واتجاهات تفسيره مكتبة الأنجلو المصرية .\r\n6 - قاموس المصطلحات التاريخية ( انكليزي - عربي ) مكتبة الأنجلو المصرية .\r\n7 - موسوعة من خزانة التراث الإسلامي ، مكتبة الثقافة الدينية .\r\n8 - موسوعة تاريخ العالم ( منذ توحيد القطرين وحتى أحداث 11 سبتمبر ) ، ( 3 أجزاء ) ، نشر اليكتروني ، دار كتب عربية .\r\n http : / / www . Kotobarabia . com / AdvancedResults . aspx ? tit le - subject - \r\n0  publisher -  0 -  author author  -  type 11555 \r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n9 - حاصل علي جائزة الأستاذ الدكتور عبد الحميد العبادي من الجمعية التاريخية .\r\n10 - تكريم من الدولة في عيد العلم أعوام 1996 - 2004 - 2005 .\r\n11 - مشرف تنفيذي لمشروع تطوير قدرات أعضاء هيئة التدريس بجامعة عين شمس .\r\n12 - مقرر سمينار التاريخ الإسلامي والوسيط بكلية التربية - جامعة عين شمس .\r\n13 - عضو الجمعية المصرية للدراسات التاريخية .\r\n\r\nالتدريب والدورات : -\r\n- دورة أساليب البحث العلمي ضمن مشروع تنمية قدرات أعضاء هيئة التدريس والقيادات جامعة عين شمس . عام 2004 م .\r\n- دورة مهارات التفكير ضمن مشروع تنمية قدرات أعضاء هيئة التدريس والقيادات جامعة عين شمس عام 2004 م .\r\n- دورة أخلاقيات وآداب المهنة ضمن مشروع تنمية قدرات أعضاء هيئة التدريس والقيادات جامعة عين شمس عام 2004 م .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n- دورة التدريس الفعال ضمن مشروع تنمية قدرات أعضاء هيئة التدريس والقيادات جامعة عين شمس عام 2004 م .\r\n- دورة التعلم الفعال ضمن مشروع تطوير كليات التربية عام 2005 م .\r\n- دورة تدريب المشرفين التنفيذييين ضمن مشروع تنمية قدرات أعضاء هيئة التدريس والقيادات جامعة عين شمس عام 2006 م .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالفهرس\r\nالإهداء 2\r\nلماذا هذا الكتاب ؟ 3\r\nوصف المخطوط 3\r\nمؤلف المخطوط 4\r\nالغرض من المخطوط 6\r\nفائدة المخطوط 7\r\nالملاحق 103\r\nالمراجع 127\r\nأعمال المؤلف ونشاطه العلمي 135\r\n\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139}
  ]