[
  {"content":"\r\n\r\nخطط الكوفة\r\nوشرح خريطتها\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nلويس ماسينيون\r\nخطط الكوفة\r\nوشرح خريطتها\r\nترجمه وعلق عليه\r\nتقي بن محمد المصعبي\r\nوأضاف إليه ملحقا لأهم حوادث الكوفة في القرنين الأول والثاني الهجري\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nلا يجوز نشر أي جزء من هذا الكتاب أو اختزان مادته بطريقة الاسترجاع ، أو نقله ، على أي نحو ، أو بأي طريقة سواء\r\nكانت \" الكترونية \" أو \" ميكانيكية \" أو بالتصوير ، أو بالتسجيل أو خلاف ذلك . إلا بموافقة كتابية من الناشر ومقدما .\r\nAll rights reserved . not part of this publication may be reproduced stored in a retrieval\r\nSystem or transmitted in any form or by any means electronic mechanica photocopying\r\nRecording or otherwise without prior permission in writing of the publisher\r\n* اسم الكتاب : خطط الكوفة\r\n* ترجمة وتعليق : تقي بن محمد المصعبي\r\n* الطبعة الأولى لشركة دار الوراق للنشر المحدودة : 2009 .\r\n* جميع الحقوق محفوظة c لشركة دار الوراق للنشر المحدودة .\r\n* تصميم الغلاف : جبران مصطفى .\r\n* الناشر : شركة دار الوراق للنشر المحدودة .\r\nFirst edition by alwarrak publishing ltd 2009\r\nwww . alwarrakbooks . com\r\nالتوزيع\r\nAlwarrak publishing ltd .\r\n26 eastfields road\r\nLondon w 3 oad - uk\r\nFax : 0044 208 - 7232775\r\nTel : - 0044 208 - 7232775\r\nWarraklondon @ htomail . com\r\nالفرات للنشر . والتوزيع\r\nبيروت - الحمرا - بناية رسامني - طابق سفلي أول\r\nص . ب 635 - 113 بيروت - لبنان\r\nهاتف : 750053 - 1 - 00961\r\nفاكس : 750053 - 1 - 00961\r\nبيت الوراق\r\nللطباعة والنشر والتوزيع\r\nبغداد - شارع المتنبي - تلفون : 009647702749792 - 009647801347076\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالفهرس\r\nكلمة المترجم 5\r\nمقدمة المؤلف 9\r\nتمصير الكوفة تحويل تكتل معسكرات الأجناد إلى محلات بلدية 17\r\nالسكك والنطاق والمقابر 31\r\nقطائع الكوفة 37\r\nالطوبوغرافية الاقتصادية للكوفة 41\r\nالقصر والميدان 51\r\nجامع الجمعة ومساجد المحلات 53\r\nضاحية الكناسة ( المندرسة ) 59\r\nضاحية النجف ( مشهد علي ) 63\r\nالمصادر 67\r\nالذيل رقم ( 1 ) ملاحظة حول طوبو غرافية البصرة 70\r\nالذيل رقم ( 2 ) الرابطة السياسية في بطون القبائل الكوفية ( ك ) والبصرية ( ب ) ولدى الرؤساء من العنصر العربي المحض 73\r\nمؤلفات ماسينيون 81\r\nمؤلفات المترجم 81\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nكلمة المترجم\r\nالعلامة لويس ماسينيون  ( Louis Massignon )  أشهر من أن أعرّفه للقارئ فقلّ من لا يعرفه أو يسمع بمؤلفاته الفريدة في بابها واستكشافاته الأثرية وبحوثه الاجتماعية ، فهو بطل من أبطال العلوم الاجتماعية في العصر الحاضر ومن فرسان العلوم العربية والإسلامية وهو كذلك أستاذ « بكولج دوفرانس بباريس » ولو عرف القارئ بأن هذا المعهد يضمّ نخبة من العلماء والمحققين المتتبعين وليس بكلية يرتادها الطلاب علم عند ذاك منزلة أساتذته ومقامهم .\r\nللعلامة ماسينيون مصنفات ومؤلفات عديدة كلها نوادر وتحف غالية ولكن مع الأسف لم يكن قد نقل شيء منها إلى العربية حتى الآن ( على ما أعتقد ) وكان حضرته قد أرسل لي نسخة من مؤلفه هذا مبادلة لأحد مؤلفاتي ، فما أن قرأته ورأيت أبحاثه ولاحظت تحقيقاته واستنتاجاته وتتبعاته في الموضوع والخريطة التي وضعها للكوفة القديمة ( بعد أن جاب بنفسه صحراء الكوفة وزار أنقاضها وفتّش عن مواقعها الأثرية فاهتدى إلى معظم النقاط والمواضع المندرسة ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكالكناسة والثوية ومساجد المحلات ودير هند الصغرى والجبانات والقنال المحيط والأنهر الخ . . . ) حتى رأيت لزوم ترجمة هذا الأثر القيم ، فاستأذنت حضرة المؤلف فأذن لي بالترجمة وتلطف فأجازني أيضا التعليق عليه ، إلا أني لم أكن لأفكر بالقيام بهذه المهمة في مثل هذه العجالة لانشغالي في طبع بعض مؤلفاتي وإتمام البعض الآخر لولا إلحاح بعض حضرات العلماء والفضلاء من أصدقائي ومعارفي الأمر الذي اضطرني أن أضع ما كان بين يدي جانبا إلى أجل وأبادر بالترجمة والرجوع إلى المصادر والقيام بالتعليقات وإعداد الملحق ، فأتممت العمل في زمن قصير وبصورة مستعجلة وها أنا واضع بين أيدي القراء من أبناء الرافدين ( الذين هم أولى من غيرهم في درس كل ما يخصّ الكوفة ) هذا الأثر الغالي الذي لم يسبق مؤلفه أحد في وضع الخريطة الطوبوغرافية للكوفة القديمة وشرحها وإيضاح ما يتعلق بها من الوجهات التاريخية والاجتماعية والسياسية والعسكرية والعلمية والأدبية والاقتصادية . وأنا مسرور بأداء هذه الخدمة الصغيرة ، وأرجو أن أوفّق لترجمة بعض مؤلفات العلامة ماسينيون الأخرى وبالأخص مؤلفاه النفيسان « بعثة في بين النهرين » و « تعذيب الحسين ابن منصور الحلاج الشهيد الصوفي » .\r\nكربلاء ذو الحجة سنة 1357 ه شباط سنة 1939 م .\r\nتقي بن محمد المصعبي\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدمة المؤلف\r\nولو أن ولهاوزن  Wellhausen  ولامانس  Lammense  « 1 » قد فكرا في وضع خارطة للكوفة القديمة ، ولكن حتى الآن لم يحاول أحد تحقيقها وإخراجها إلى حيّز الوجود ، وكنت قد لاحظت هذا النقص في بعثتي الأولى في العراق « 2 » وأخيرا شعرت أكثر من ذي قبل في لزوم مثل هذا العمل حينما طفقت أدرس أصول التشيع وأبحث عنها ما دام أكثر الفرق الإمامية نشأت في الكوفة « 3 » مصر الأرستقراطية البدوية وعاصمة الإسلام لزمن قصير في ولاية علي .\r\nوهذه الخريطة ليست سوى ترسيم وتخطيط بسيط وأنا لم أخف فيها النواقص ولم أستر النقاط المشكوكة ، بل وضعتها كما هي ، لأن غايتي ليست فقط أن تكون مساعدة على درس التاريخ العراقي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولهاوزن مستشرق ألماني ولامانس مستشرق إفرنسي . ( المترجم ) .\r\n( 2 )\r\n . Mission en Me ? sopotamie , t . i , Le cair ( I F A O ) 1910 \r\n( 3 )\r\n . Cf . Salm n P k ( no 7 des pub , soc e ? tudes iraniennes Paris ( Leroux ) \r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالإسلامي بل كذلك للدرس الاجتماعي في كيفية ائتلاف الأعراب لحياة المدن وتحضرهم .\r\nفالكوفة كانت مركزا مهما لحادث اجتماعي عظيم وعاصمة لتأسيس الحضارة الإسلامية آنذاك ، وهي اليوم أيضا عاصمة واسعة لمستقبل اللغة العربية وعلومها « 1 » ولم تكن أختها البصرة ولا دمشق حتى ولا الفسطاط والقيروان لتعرض لنا صورة واضحة رصينة ، كالكوفة وذلك في التمصير وتثبيت القبائل البدوية الفاتحة المنتصرة واستقرارها على حافة الصحراء في ريف مماس إلى لسان من الرمل اليابس النافذ في منطقة تروى بمياه شط عظيم « الفرات » وفي جزء من ذلك القطر الذي كانت له مدنية زاهية زاهرة في الأزمنة الغابرة « 2 » .\r\nولقد زرت أطلال الكوفة مرتين في فترة ربع قرن ، ففي زيارتي الأولى سنة 1908 ( من 14 إلى 17 آذار ) لم أتمكن من نقل شيء سوى بعض الصور الفوتوغرافية « 3 » . ولكن في زيارتي الأخرى سنة 1934 ( 10 آذار ) خرجت بالسيارة وليس على ظهر الفرس كالمرة الأولى ) ومعي دليل قد هيأه لي أصدقائي الشيعة بالنجف ، مارد ابن الشيخ عطية « 4 » فزرت أولا الأنقاض القائمة في البقعة التي هي اليوم صحراء جرداء والتي كانت فيما مضى مدينة عربية عظيمة وقطبا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبعا يقصد من الكوفة اليوم النجف . ( المترجم ) .\r\n( 2 ) يعني مدينة الكلدانيين والبابليين والآراميين ( المترجم ) .\r\n( 3 ) انظر اللوحتين رقم 43 و 44 من كتاب بعثتي .\r\n( 4 ) الشيخ عطية هذا هو سادن مسجد الكوفة ( وليس بالزعيم النجفي الشهير ) وابنه مارد قد توفي رحمه اللّه قبل ثلاثة أعوام ( المترجم ) .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nللمسلمين ثم زرت الأماكن المجاورة للمسجد وباب الفيل وكذلك قبري هاني بن عروة ومسلم بن عقيل « 1 » ( في الجهة الشرقية ) « وفي هذه المرة استطعت الدخول إلى الصحن الداخلي بينما في سنة 1908 لما كنت مع رفقائي السّنة تمكنت بالكاد أن ألتقط صورتين فوتوغرافيتين وذلك عن بعد » ومن ثم ذهبت إلى الأكمات الكائنة في الجهة الجنوبية التي يسمونها قصر الإمارة وبيت علي وقبر ميثم التمار « 2 » والسبيلخانة وهنا انحدرت نحو أقصى الجنوب باحثا عن قبر إبراهيم الطباطبائي جد السيد كاظم ( ومن المحتمل أن يكون هذا القبر في أعلى قبر قديم قبر كميل ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هاني بن عروة المرادي المذحجي رئيس مراد وشيخهم الرجل الوحيد الذي أجار مسلم ابن عقيل وناصره وقتل في سبيله ، ومسلم هو ابن عقيل بن أبي طالب ، ابن عم الحسين عليهم الصلاة والسلام ومبعوثه إلى أهل الكوفة ونائبه . قدم الكوفة في ذي الحجة سنة 60 هجرية وأخذ البيعة للحسين فبايعه ( 18 ) ألفا من رؤساء الكوفة ووجوههم عدا مواليهم وأبنائهم ، ثم نكثوا البيعة وخذلوه وقتلوه غدرا بعد أن قاتلهم واستأمنوه وكذلك قتل معه هاني رحمة اللّه ورضوانه عليه ( راجع تفصيل الحادثة من ملحقنا بآخر الكتاب ) ( المترجم ) .\r\n( 2 ) وقد صلب ميثم على جذع نخلة ( قطعت من الكناسة ) نصبت على جدار دار عمرو بن الحريث ( المنهج للإستربادي ) راجع حادثة صلب ميثم رضوان اللّه عليه في ملحقنا ( المترجم ) .\r\n( 3 ) كميل هو ابن زياد بن نهيك بن الهيثم المذحجي النخعي ، كان من أخص أصحاب أمير المؤمنين عليه السّلام تلميذه وخريجه وقد روى الحديث عنه عليه السّلام وعن عبد اللّه بن مسعود وروى عنه أبو إسحاق السبيعي والعباس بن ذريح وعبد اللّه بن يزيد الصهباني وعبد الرحمن بن عابس والأعمش وغيرهم وكان كميل يعدّ من كبار علماء عصره ومن الحكماء المعدودين يعتبره الفلاسفة في عداد عظمائهم وتعتبره المتصوفة من مشايخهم كان عابدا زاهدا شريفا في قومه مطاعا وهو من فرسان العراق المشهورين وشجعانهم الذين لا يشقّ لهم غبار .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوبعد ذلك شاهدت النقطتين ( وإحداهما مشيدة من قبل الانكليز ) « 1 » اللتان تقعان على سكة ترامواي النجف - الشريعة الذي يشبه ترامواي بغداد - الكاظمية . ثم زرت مسجد الحنانة ( وهو الموضع الذي وضع فيه جثمان علي ) وبعده توجهت نحو أعراف كرى سعده ( الذي يدل تمركزه واتجاهه بأن لم يكن قنالا موازيا للشط بل خندقا حفر في زمن المنصور ) وبعده عطفنا نحو الضاحية « 2 » والتي قد توسعت كثيرا عما كانت عليه في سنة 1908 ، وهي واقعة بين شريعة الفرات والمسجد ثم انحرفت في مسيري إلى جهة الشمال الغربي حتى زاوية الخندق المحيط بمسجد السهلة ومقامي صعصعة وأخيه زيد وبئر قد حفرت حديثا ثم عدت إلى أن وصلت مرسى السفن ولاحظت في\r\n\r\n\r\n","description":"","footnote":"\r\n- قال ابن عمار : كان كميل من رؤساء الشيعة وقد أدرك من حياة النبي صلّى اللّه عليه واله وسلم ( 8 ) سنوات ولم يصحبه وقد ولاه أمير المؤمنين عليه السّلام ولاية هيت وعانات وآمد وأعمالها ( فكان خير وال ) وشهد حروب صفين ولما ولي الحجاج العراق طلب كميلا فهرب فحرم الحجاج قومه ( - النخغ ) من العطاء ولما سمع كميل ذلك خرج حتى قدم على الحجاج فلما رآه قال له : لقد كنت أحببت أن أجد إليك سبيلا فقال كميل : لا تصرر عليّ أنيابك وتهر عليّ فو اللّه ما بقي من عمري إلا كواثل الغبار فاقض ما أنت قاض ؛ إن الموعد اللّه وبعد القتل الحساب لقد خبّرني مولاي أمير المؤمنين عليه السّلام أنك قاتلي فقال الحجاج الحجة عليك إذا : فقال كميل ذاك إذا كان القضاء إليك . قال الحجاج : بلى وقد كنت فيمن قتل عثمان بن عفان فأمر أصحابه قائلا : اضربوا عنقه ، فضربت وقتل عليه رحمة اللّه ورضوانه ( الإصابة الجزء 3 ، ص 318 ) .\r\nوقبر كميل معروف في الكوفة ويزار وقبر السيد الطباطبائي بعيد عنه ( المترجم ) .\r\n( 1 ) النقطة هو مخفر الدرك ( - الجندرمة ) في العهد العثماني ولا تزال العامة تطلق هذا الاسم على مخافر الشرطة . ( المترجم ) .\r\n( 2 ) يقصد حضرة المؤلف بالضاحية بلدة الكوفة الحالية على الفرات ( المترجم ) .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nطريقي خانا معدّا لزوار البهرة ( الطائفة الداودية الإسماعيلية ) من أهالي الهند ، حتى وصلت نبي يونس .\r\nفالكوفة تقع أمام الحيرة حيث يوجد لسان من الرمل الذي يقترب عموديا إلى الفرات ( بين سهل مسقى « 1 » من الجهة الشرقية وبطن « 2 » من الجهة الغربية وهنا على حافة البادية كانت توجد مسلحة لحراسة جسر الزوارق المنصوب على الفرات والذي كان يؤدي للجادة المنتهية إلى طسيفون كما أنها اليوم تصل إلى بغداد وقبل تأسيس الكوفة كانت الحيرة عاصمة اللخميين محمية الفرس طيلة ثلاثة قرون ومع ذلك لم تكن سوى ثغر من ثغور البادية  « Caravan city »  « 3 » ومحل لتبادل البضائع بين عمال الإيرانيين ومأموريهم من جهة وكبار أصحاب الإبل البدو من الجهة الأخرى بصورة مستمرة كما أنها كانت تجمع بين أهل المدن والقرى الآراميين الشديدي التنصر وبين العشائر الصغيرة الأليفة من رعاة الغنم التي اعتادت على التردد هناك .\r\nفالكوفة متقدمة نحو الشط أكثر من الحيرة وكانت تسيطر على الجسر « 4 » الذي كان ينبغي أن يظل منصوبا على الدوام لأجل العبور إلى الطريق التجاري الكبير الذي كان يربط أعالي آسيا بأقصى اليمين « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو الملطاط الذي بين الجسر والجامع وكان يسمى أيضا بالسبخة .\r\n( 2 ) البطن قطعة من الأرض القاحلة العميقة ( المترجم ) .\r\n( 3 )\r\n . Cf , Pe ? tra et Palmyre ( Rostvitzeff caravan - cities , oxf , 1932 ) \r\n( 4 )\r\n . Sur la fixite historique des ponts de bateau , cf . ma mission , op . cit , ii , p . 88 \r\n( 5 ) وذلك إما عن طريق نجد وإما عن طريق الإحساء مارا بوادي الدويسر ونجران ونصارى -\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأما أسماء هذه البقعة قبل الإسلام فقد كانت على أساس تشبيك الجداول والأراضي الممسوحة منذ الأزمنة القديمة جدا كما أن التسميات الإيرانية للتقسيمات الإدارية الساسانية وكذلك الأسماء العربية لمحطات القوافل كانت تتخلل مراكز تجمع السكان الآراميين ومنازلهم وإني قد وضعت جدولا لتلك الأسماء في سنة 1910 « 1 » .\r\nوأذكر هناك فقط الخورنق الذي أخذت لأسسه عدة تصاوير  ( L . oc . cit . PL . XXXVii )  والسدير الذي اعتقد بأنه الأخيضر ذاته « 2 » وصنين ( ذكره الطبري في المجلد 1 ص 2232 من تاريخه ) الذي اكتشفتها سنة 1908  ( Loc . cit . i , 29 )  انظر الخريطة رقم 3 .\r\nوكانت أراضي الكوفة « سواد الكوفة » عند الفتح الإسلامي تطابق لثلاثة مناطق ( طسوج ) مالية ساسانية .\r\n1 - للمنطقتين الأولى والثانية من الإستان ( - كورة ، ولاية ) رقم 12 المسمى بهقباذ الأسفل فالمنطقة الأولى هي السيلحين ( وتشمل الخورنق والطيز ناباد ونهر بورسوف ) والمنطقة الثانية فرات بادقلي .\r\n2 - للمنطقة الأولى من الإستان رقم ( 11 ) المسمى بهقباذ « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n= نجران الذين أجلوا عن أوطانهم سلكوا نفس الطريق إلى العراق ، كما أن دعاة القرامطة ساروا فيه أيضا .\r\n( 1 )  . Cf . Mission , I , 31 - 51 et surtout I , 49 \r\n( 2 )  . Voir Enzykl . des Islam , s . V . Ukhaidir \r\n( 3 ) هنا قد وردت بعض الأسماء كالإستان والطسوج والبهقباذ فينبغي أن ندلي عنها ببعض الإيضاح كانت الممالك والأقاليم الساسانية تنقسم إداريا إلى أقسام تسمى الإستانات وكان الإستان ينقسم إلى طساسيج والطسوج ينقسم إلى رساتيق والرستاق يتألف من القرى والضياع وعندما فتح المسلمون العراق وإيران لم يغيّروا تلك الأنظمة سوى أن صاروا يسمون الإستان بالكورة . وأما البهقباذات فقد كانت ثلاثة إستانات من =\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالأوسط ( وتشمل الجبة ونهر البداة « 1 » وترينا الخريطة بأنها الأراضي الواقعة شرقي الكوفة بل وحتى أنها شرقي الفرات . وأصبحت الكوفة في القرن الرابع الهجري حاضرة لإحدى الكور ( - ولايات ) العراقية الست تتبعها الأعمال التالية بابل وعين التمر ( المنطقة 1 - 2 و 5 - 6 من الإستان رقم ( 10 ) ، سورا والنيل ( المنطقتان رقم 2 و 4 من الاستان رقم ( 11 ) ) « 2 » .\r\nوفي العهد العثماني نزلت إلى درجة ناحية بسيطة من قضاء النجف ( سنجق كربلاء ) وظلت كذلك في الإدارة العراقية الحالية ( غير أن سنجق كربلاء صار يدعى لواء كربلاء ) .\r\n\r\n\r\n","description":"","footnote":"\r\n= أعمال الفرات فالبهقباذ الأعلى كان ستة طساسيج ( 1 ) عين التمر ( 2 ) النهرين ( 3 ) الفلوجة العليا ( 4 ) الفلوجة السفلى ( 5 ) بابل ( 6 ) خطرنية . والبهقباذ الأوسط أربعة طساسيج ( 1 ) الجبة ونهر البداة ( 2 ) سورا ( 3 ) بارسوما ( 4 ) النيل . وأما البهقباذ الأسفل فكان خمسة طساسيج ( 1 ) فرات بادقلى ( 2 ) السيلحين ( 3 ) الحيرة ( 4 ) تستر ( 5 ) هرمز جرد ( أي إن مجموع أراضي البهقباذات الثلاثة تقابلها اليوم أراضي قضائي الرمادي والفلوجة من لواء الدليم وكافة أراضي لوائي كربلاء والحلة وقضائي الشامية وأبو صخير من لواء الديوانية . ( المترجم ) .\r\n( 1 )\r\n Sources ap . Streck . Die alte Landschaft Babylonien 1900 , 1 , 16 , 30 , B . G . A , VI , 322 , . VII , 8 \r\n( 2 ) وعلى هذا التقدير كانت أراضي ولاية الكوفة في القرن الرابع الهجري تطابق اليوم جميع أراضي لواء كربلا ومعظم أراضي لواء الحلة ومجموع أراضي قضائي الشامية وأبو صخير من لواء الديوانية ( المترجم ) .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nتمصير الكوفة تحويل تكتل معسكرات الأجناد إلى محلات بلدية\r\nنعلم بأن الكوفة لم تكن سوى أكوام وكتل من الخصاص « الأكواخ القصبية » والخيام التي نصبت بصورة مؤقتة بين الحملتين ( وكانت النساء حينذاك يرافقن الجند ) وذلك بعد سنة 17 ه « 638 م » حتى سنة 22 ه في إمارة المغيرة « 1 » « أي إنها ظلت على حالها طيلة الخمسة أعوام الأولى » حيث صاروا يشيّدون المساكن الحقيقية من الآجر وأول تلك المساكن بنيت في محلة كندة « 2 » « منازل مراد والخزرج من الأنصار الذين كانوا قد سكنوا مع كندة في محلة واحدة عقب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت قبيلة المغيرة « ثقيف » قد سكنت الثوية بالقرب من سجن اللخميين القديم ( ياقوت المجلد 1 ص 940 ) . ومما لا شك فيه بأنه الموضع الذي كان يدعى ب ( سورستان ) من الاسم الفارسي شورستان - صحراء أو خد العذراء ( ياقوت المجلد 4 ص 323 والمجلد 2 ص 406 وانظر البلاذري ص 277 ) .\r\n( 2 ) ياقوت المجلد 4 ص 323 - 324 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nتحالفهم معها » « 1 » . وفي الثلاثين سنة الأولى كانت تلك المخيمات والأكواخ مقسمة إلى سبع مناطق عسكرية ( الأسباع ) نسبة إلى النقاط السبع لحشر مقاتلة القبائل ووفقا للقيادات والتعبئة عند النفير والخروج للجهاد في المواسم « 2 » ، ثم توزيع الغنائم والأعطيات « بعد العودة » من قبل رؤوس الأسباع ، فإذا لم تكن أسباع الكوفة محلات بلدية بل قطعات قبلية « بالنسبة إلى النسب أو الحلف » .\r\nولو قارنّا بين الاستعمار العربي في جانبي بادية الشام لوجدنا بينهما تفاوتا ظاهرا . ففي الجانب الغربي « سورية » فاز الأعراب بأشجار الزيتون الوافرة المنتشرة هنا وهناك في تلك الربوع ، فكان توغلهم في مسالك شتى « 3 » بفضل مسيل الوديان العديدة والكثيرة التغير « روافد فيضان الأردن والليطاني والعاصي » فلذلك استوطنوا في نقاط مختلفة . فكان تأسيس المعسكرات الستة للأجناد في مواقع قريبة للمدن المهمة لهذا السبب « 4 » .\r\nبينما في العراق لم تقدم الجموع العربية على الاستيطان على شواطئ الأنهر والسهول المنخفضة ذات النخيل الجمة والتي كانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد الجزء 6 . وراجع كذلك في هذا الفصل الملاحظة رقم ( 4 ) .\r\n( 2 )\r\n . Cf Le blocus de Me ? dine par les tribus arabes de 1916 1918 \r\n( 3 ) ولا تزال القبائل البدوية تنحدر في السنين الجافة ( القليلة الأمطار ) نحو العاصي حتى ساحل البحر .\r\n( 4 ) كانت الأجناد الستة ( 1 ) جند الأردن ( 2 ) جند فلسطين ( 3 ) جند دمشق ( 4 ) جند الساحل ( 5 ) جند حمص ( 6 ) جند قنسرين ( المترجم ) .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nعرضة لفيضان مياه الأنهار ، بل تحشدت في معسكرين عظيمين مماسين « الكوفة والبصرة » مركزي توزيع المغانم والفيء .\r\nوالخلاصة : إن البصرة « ذلك الميناء النهري الكبير ومحل تنزيل البضائع من السفن وحفظها قبل تحميلها على ظهور الإبل من المربد » قد بنيت دورها وشيدت مساكنها باللبن والآجر قبل الكوفة بزمن .\r\nوكانت دساكرها « 1 » السبع القديمة مأهولة وذات منازل ثابتة من قبل ، غير أنها تحولت إلى خمسة أقسام إدارية ( الأخماس ) « 2 » . بينما الكوفة قد تأخّرت عنها في التحضر .\r\nوكانت الكوفة في الثلاثين سنة الأولى من تأسيسها مقسمة إلى سبعة كادرات للنفير والسبع رقم 7 المحذوف في الطبري « 3 » قد أعيد ترتيبه من قبلنا وإليك الجدول :\r\n1 - كنانة وحلفاؤهم ( الأحابيش ) وجديلة ( وهؤلاء كانوا أعوانا طبيعيين للولاة القرشيين منذ سعد حتى عمال بني أمية ) وكانوا يلقبون بأهل العالية « 4 » ، وعددهم كان ضئيلا بالنسبة إلى غيرهم .\r\n2 - قضاعة وغسان وبجيلة وخثعم وكندة وحضرموت والأزد .\r\nوهم من اليمانيين ، وكانت السيادة فيهم لطائفتين ؛ أولا : بجيلة التي كان رئيسها جرير صديقا خاصا للخليفة عمر الذي كان قد خصّص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدساكر جمع دسكرة وهي الضيعة أو المزرعة المسكونة بالفلاحين ، فكانت البصرة قبل تمصيرها سبع دساكر قريبة بعضها من بعض ( المترجم ) .\r\n( 2 ) البلاذري ص 341 و 342 و 350 وكذلك راجع الملحق رقم ( 2 ) .\r\n( 3 ) الطبري المجلد 1 ، ص 2495 .\r\n( 4 )  . Carr . Caetani , IX , 286 \r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nلأفرادها عطاء سنويا ، ثانيا : كندة حيث كانت تلتزمها أسرة ملكية وهي أسرة الأشعث بن قيس « 1 » .\r\n3 - مذحج وحمير وهمدان « وهم كذلك من العناصر اليمانية الخالصة » وقد لعبت همدان دورا مشرفا منيفا فيما بعد .\r\n4 - تميم والرباب وبنو العصر من العناصر المضرية التي لم يبق منها سوى تميم .\r\n5 - أسد وغطفان ومحارب ونمير « من بكر بن وائل » وضبيعة وتغلب ومعظمهم من ربيعة .\r\n6 - إياد وعك وعبد القيس ( أهل الهجر ) والحمراء ، والأخيرتان بقايا القبائل التي سكنت هذه الربوع قبلا ؛ فبنو عبد القيس نزحوا من البحرين ( - الهجر ) تحت قيادة رئيس من سلالة ملكية وهو زهرة بن حوية السعدي « 2 » ( بنو سعد بطن من تميم ) أحد أعلام الفتح وأقطابه ، وأما الحمراء فكانوا حلفاء عبد القيس ( وهم أربعة آلاف جندي فارسي يرأسهم رجل يسمى ديلم ) وتحالفهم قد عقد بعد وقعة القادسية وهذا الفيلق رقم ( 6 ) سوف يلعب دورا ثقافيا أساسيا في الكوفة « 3 » قبل سنة ( 40 ه ) وفي البصرة إلى نهاية سنة 83 هجرية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حول أسرة الأشعث راجع ابن رستم ص 207 و 229 ، والطبري المجلد 2 ص 728 و 1044 و 1132 ، وابن الفقيه ص 172 ، والدينوري ص 294 ، والأغاني مجلد 5 ص 5 ، والمجلد 18 ص 35 و 42 ، وطبقات ابن سعد ج 6 ، ص 290 ( وراجع كتاب الهمداني مع خريطة فون ويسمان ) .\r\n( 2 ) قتل سنة 77 ه وله من العمر 100 عام قتله شبيب الخارجي .\r\n( 3 )  . Cf . notre salm n p k . P . 25 - 26 \r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n7 - إن اسم هذا الفيلق ( رقم 7 ) فجميع المصادر خالية منه ومما لا شك فيه بأنه ( طيء ) القبيلة التي قلّ شأنها بعد أن كان اسمها يطلق على العرب مطلقا باللغة الآرامية ومنها إلى اللغة الفارسية ثم الأرمنية فالصينية ) . وبالرغم من وجود سهم لهذه القبيلة في الغنائم والفيء منذ البداية ومع أنها كانت في صفين تشكل فيلقا مستقلا « 1 » فاسمها هو الوحيد الذي لا نجده عند غربلة الجداول .\r\nوعندما قدم علي الكوفة بعد يوم الجمل سنة 36 ه غيّر نظام الأسباع في الكوفة وعباها على الترتيب التالي « 2 » .\r\n1 - همدان وحمير .\r\n2 - مذحج وأشعر ومعهم طيء ( ولكن رايتهم خاصة بهم ) وجعل نصر بن مزاحم قبيلة طيء كفيلق سابع عند ذكره خروج جند الكوفة إلى صفين .\r\n3 - قيس ( عبس وذبيان ) ومعهم عبد القيس .\r\n4 - كندة وحضرموت وقضاعة ومهرة .\r\n5 - الأزد وبجيلة وخثعم والأنصار ( والدينوري يذكرهم في الفيلق السابع مع قريش ) .\r\n6 - بكر وتغلب وبقية بطون ربيعة ( عدا عبد القيس ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع نهاية هذا الفصل .\r\n( 2 ) البلاذري في الأنساب : وفي كتاب الكيتاني ج 9 ، ص 129 ، والدينوري ص 148 والطبري المجلد 1 ص 3174 ، ونصر بن مزاحم كتاب وقعة صفين .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n7 - قريش وكنانة وأسد وتميم وضبة والرباب .\r\nويعطينا الدينوري أيضا عين الأسماء حسب ترتيب البلاذري ولكن الطبري لم يذكر سوى الفيالق ( 7 و 3 و 6 و 2 و 5 ) ويذكر نصر بن مزاحم في كتاب صفين نفس الأسماء ولكن على هذا الترتيب ( 3 و 7 و 5 و 4 و 2 و 1 ) ثم يجعل طيء كفيلق سابع وعلى ترتيب نصر يعوز الفيلق السادس ( وهم بكر وحلفاؤهم ) .\r\nوقد أبدى نور اللّه الشوشتري ملاحظة مهمة حيث ذكر بأن ( لم يكن مع علي في صفين من رؤساء قريش سوى خمسة بينما ثلاثة عشر بطنا من بطون قريش وألويتها كانت بجنب معاوية « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إحقاق الحق لنور اللّه الشوشتري ( بحث الإجماع ) .\r\nأجل إن قريشا كانت كارهة لأمير المؤمنين عليه الصلاة والسلام وحانقة عليه ( إلا من خشع منهم وكان مؤمنا حقا ) لأنه هو الذي قتل أبطالهم وفلق هامات شجعانهم وأسقى رؤساءهم كأس المنون في غزوات النبي محمد صلّى اللّه عليه واله وسلم فلأجله كانوا قد عصبوه بتلك الدماء ويطلبونه ثأرهم مع ما كانوا يحملون في قلوبهم له من الحقد والبغضاء ولم يكونوا قد أسلموا إلا يوم فتح مكة حين أرغموا على ذلك وهم كارهون ( سوى العصبة المهاجرة ) فكانوا على الدوام يترقبون الفرص للانتقاض عليه والأخذ بثأرهم ولم يجدوا إلى ذلك سبيلا ولكن لما مات محمد انقلبوا على أعقابهم ( إلا جماعة قليلة ) وتآمروا فدفعوه عن مركزه ومقامه الشرعي ولما بويع بالخلافة صاروا يثيرون الفتن ويحدثون الخلاف ثم تألبوا فجردوا السيوف في وجهه ووجوه أبنائه ( الذين عصمهم اللّه وأوجب موالاتهم ومودتهم وفرض النبي طاعتهم والانقياد إليهم ) .\r\nولقد وصفهم عليه السّلام قائلا : ( اللهم إني أستعديك على قريش ومن أعانهم فإنهم قد قطعوا رحمي وأكفأوا إنائي وأجمعوا على منازعتي حقا كنت أولى به من غيري وقالوا إلا أن في الحق أن تأخذه وفي الحق أن تمنعه ، فاصبر مغموما أو مت متأسفا فنظرت فإذا ليس لي رافد ولا ذاب ولا مساعد إلا أهل بيتي فضننت بهم عن المنية فأغضيت على القذى وجرعت ريقي على الشجى وصبرت من كظم الغيظ على أمر من العلقم وآلم للقلب من -\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nأمور أربعة للملاحظة :\r\nأولا : كانت هذه القبائل عدا القسم الحجازي ( قريش ) تضمّ عناصر شديدة البداوة سكان الخيام وبيوت الشعر أصحاب الإبل ( بنو دارم من تميم ) أو اليمانيين القدماء الذين كانوا مجاورين لهم من قبل ( طيء ) ثم العناصر نصف الرحالة التي كانت قد ائتلفت مع هذه الربوع قديما ( ربيعة نصف متنصّرة وأسد من الغرب والشمال الغربي ، وبكر من الشرق والجنوب الشرقي ) أو أولئك الذين قدموا من الجنوب الشرقي مع جموع من الإيرانيين ( بنو عبد القيس الذين جاؤوا من هجر ) وأخيرا العناصر العربية الجنوبية الأصلية وهم الذين نزحوا من اليمن وحضرموت وهؤلاء كانوا أكثر حضارة من غيرهم وكانوا قسمين :\r\n1 - نصف متحضرة ( كندة وبجيلة ) .\r\n2 - متحضرة حقا من سكان المدن والقرى اليمانية ( مذحج ، حمير ، همدان ) .\r\nفهذه الأقوام سكان جنوب شبه جزيرة العرب أهل المدن والقرى الذين كانوا متمدنين تقريبا صاروا سببا لتحضر العنصر العربي في\r\n\r\n\r\n","description":"","footnote":"\r\n- حزّ الشفار ) نهج البلاغة شرح محمد عبده الجزء الثاني ص 227 و 228 .\r\nهذا وكانت الأنصار من الأوس والخزرج جميعهم معه في صفين وغير صفين إلا ثلاثة نفر ( منهم اثنان كانا مع معاوية وهما النعمان بن بشير ومسلمة بن مخلد ) ( وواحد كان قد اعتزل القتال وهو محمد بن مسلمة ) . ( المترجم ) ولأجل التفصيل راجع كتابنا النبأ العظيم الجزء الأول الفصل الأول والجزء الثالث الفصل الثاني .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالكوفة تبعا لصفة عقلية تختلف عن البصرة التي كانت تلك العناصر فيها قليلة متراخية ومع ما نلاحظ من القابلية الخاصة للعناصر الجنوبية « 1 » في التمدن والتحضر وتأسيس الثقافة الإسلامية في سورية ومصر والأندلس إلا أنها ظهرت في الكوفة بأبهى معالمها ورب معترض يقول : بأن البصرة كانت إحدى منابع هذه الثقافة فنجيبه قائلين : بأن الكوفة هي التي كانت سببا لتلك الحركة ولم تكن البصرة سوى مقتبسة منها ولو أن انضمام بنو عبد القيس مع الحمراء ( حلفاؤهم الفرس ) في البصرة قد سهل تعريب المفردات الفارسية كما حدث في الكوفة إلا أن البصرة لم تكن حاوية على تلك المادة الموجدة للتصور والابتكار المختصة بتلك الجماعات العربية الجنوبية ( أهل اليمن ) التي كانت في الكوفة متفرقة على غيرها ومن هنا نستطيع أن نستنتج الاتجاهات المتباينة للمذهبين الكلاسيكيين الكوفي والبصري فالمزية الخاصة للمذهب الكوفي هي الإبداع في التصور في كافة الأدوار الثقافية العربية .\r\nففي الكتابة قد تطور الخط الكوفي ( الليتروجي ) المأخوذ من المصاحف القديمة وفي الصرف والنحو والقراءات ( وكان ثلاثة من مجموع أربعة قراء من أهل الكوفة وواحد بصري ) فالمذهب الكوفي يبحث عن أوضاع الشواذ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولقد ذكر لي الأستاذ فؤاد بك كوپورلو بالأستانة بأنه قد توصل إلى نفس التحقيق في تجمع الأتراك بالأناضول وكيفية تحضرهم حيث الفضل في ذلك يرجع إلى العناصر التي كانت لها حضارة في تركستان قبل نزوحها إلى الأناضول .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوأما في النثر ففي الكوفة تكوّنت تلك المجموعة المعتبرة النفيسة ( نهج البلاغة ) الحاوية على الخطب والمواعظ التي ألقاها علي « 1 » هناك .\r\nوفي الشعر هي التي أبدعت في تحويل الذخائر الماضية ( الحماسات والمعلقات ) وكذلك أوجدت الأحاديث والسير في حب اللّه  « Platonique »  ( كأحاديث بني عذرة التي يعززها الأصمعي البصري ) « 2 » .\r\nوالشعور الديني الذي ظهر ضد الزنادقة والسبئيين قد اشتد حتى تحول إلى الإحساس بالتجلي ورؤية القديسين وذلك بإجهار التوبة العلنية ( راجع قيام التوابين سنة 64 ه ) ففي الكوفة موطن البهاليل والصوفية « 3 » الذين ذكر الغزالي مكانتهم وأهميتهم وذلك بإثبات شرعي « 4 » وفيها كان قد ظهر الحلّاج الذي فاق جميع النساك والزهاد الأسبقين ومن أنّب إبراهيم الخواص وانتقد طريقته « إنكار الذات » فأسس الطريقة التصوفية « على ترك التكامل » أما في السياسة فكانت الكوفة ليجيتيمست  ( Ligitimiste )  شرعية إلى أقصى درجاتها حتى أن أعظم حركاتها الإصلاحية وهي الحركة الزيدية لم تكن إلا احتجاجا ومطالبة مسلحة للعدل الاجتماعي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n . Cf . salm n p k p . 49 , n . 3 . RMM , LVII ( 1924 ) . P . 125 - 126 \r\n( 2 ) رقيقة قلوب أهل اليمن ( وكذا راجع كتاب الغيبة للنعماني ص 15 والأغاني المجلد 1 ص 161 و 163 ) .\r\n( 3 ) وحديث إبراهيم بن الأدهم الذي كانت أخته تسكن الكوفة .  Cf . notre Essai 133 . \r\n( 4 ) إحياء علوم الدين للغزالي الجزء 4 ص 174 و 310 ، 59 ،  . Cf . notre passion \r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوفي الحقوق فالكوفة كانت فورماليست  Formaliste  مذهب الاجتهاد ( وهي مهد الفقهاء والمشرعين الأقدمين ) والمذهب الكوفي يدعم الأقدار النهائية للأرواح على النعم الإلهية .\r\nوكانت الحياة التعاونية « 1 » فيها تركن على إسناد سلمان ( إسناد الشد ) ( وفي البصرة أناب الحسن البصري ) .\r\nبينما المذهب البصري يستمد قوته من شيء من الرياليزم  « Realisme »  « 2 » فيقوم باستنتاجات بطيئة واستدلالات مملة فيجمع أصول الصرف وشروحه ويبالغ في التحقيق .\r\nأما شعراء البصرة فقد طرحوا جانبا الطراز المأثور ( والنثر العربي له هذه الصفة أيضا ) وتناولوا مع الارتياب الأفكار الأجنبية المشابهة ، والفكرة الدينية فيها فبعد أن فنّد البصريون الفلسفة الصومالية الهندية مارسوا بتحذر البسيكولوجية الأخلاقية .\r\nوفي السياسة كانت البصرة موطن أهل الجماعة ( الذين مواقفهم للأقدار قد هيأت السنية ) فالبصريون كانوا ينكرون بكل جرأة ووقاحة الخلاف بين الصحابة « 3 » والبصرة كذلك مهد القدرية .\r\nولقد قارن الحجاج بين البصرة والكوفة حيث وصف الأولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حول الجمعيات التعاونية في الإسلام وإسناد سلمان وحديث شد الفتوة راجع كتابنا الأركان الأربعة الركن الثاني سلمان باك وكذلك كتاب المؤلف  . Salm n p k  المترجم .\r\n( 2 ) الرياليزم هو المذهب الباحث والمؤمن بالحقائق الخارجية للأشياء .\r\n( 3 )  . Cf . notre Receuil 220 \r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكعجوز شمطاء ترفل بالزينة وأنواع الحلي وشبه الثانية بعذراء جميلة عارية من الحلي والعقود « 1 » .\r\nثانيا : إن البيوتات الأربعة لأمراء البدو لم تسكن البصرة بل سكنت الكوفة « 2 » وهم ( 1 ) آل زرارة الدارميون « 3 » بنو دارم بطن من تميم ( 2 ) آل زيد الفزاريون ( من قيس عيلان ) ( 3 ) آل ذي الجدين الشيبانيون ( بنو شيبان بطن من بكر بن وائل ) ( 4 ) آل قيس الزبيديون ( من مذحج ) وحسبما يظهر بأن هؤلاء سكنوا في ضواحي الكوفة أولا ولم يقطنوا داخل البلد إلا بعد زمن ولهذا السبب قد تأخروا عن الحضارة .\r\nثالثا : اختلاف الإحصاءات لعدد المقاتلة التي عسكرت في الكوفة « 4 » ففي القادسية كان عددهم ( 000 ، 36 ) مقاتل « 3 / 2 يمانيون » وأما الأسهم التي سجلت لهم في الكوفة فقد بلغت ( 000 ، 100 ) سهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ياقوت المجلد 4 ص 325 .\r\n( 2 ) ابن الفقيه ص 172 .\r\n( 3 ) كان أعين بن زرارة وأولاده العشرة من وجوه الشيعة ورؤوسهم نجوم يهتدى بهم في الدين والتقوى وقد خرج من أبناء هذه العشيرة غير واحد من الفقهاء والرواة والمحدثين وجميع أفرادها كانوا على ما عليه أعين من التشيع الشديد والموالاة ( المترجم ) .\r\n( 4 ) وثلاثة أمراء كانوا قد سكنوا الكوفة كذلك وهم ملك الهجر زهرة السعدي التميمي ( الذي سلف ذكره ) وطليحة النصري الأسدي الذي ادعى النبوة سابقا في بزاخة ( نجد ) وملك حمير أبرهة بن الصباح الأصبحي ( الطبري المجلد 1 ص 2586 و 2356 والمجلد 2 ص 211 وعمر بن أبرهة هذا قد حافظ في الكوفة ( سنة 120 ه ) على الحلف القديم الذي كان منعقدا بين ربيعة والقحطانيين واعتبره نافذا ( الدينوري ، ص 338 وراجع أيضا العقد الفريد المجلد 2 ص 48 ) .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nأي ( 000 ، 400 ) شخص على أكبر تقدير ( والبلاذري يذكر في الصفحة 350 ) ( 000 ، 60 مقاتل و 000 ، 80 حصة ) .\r\nرابعا : يظهر بأن تجمع القبائل والبطون في الكوفة واتصالها قد ساعدا النسابة على وضع جداول شتى الأنساب .\r\nوفي سنة ( 50 ه ) أي في إمارة زياد ابن أبيه « 1 » صار تكتل الأقسام العسكرية في الكوفة على غرار ما كان بالبصرة حيث أصبحت الأسباع أربعة مناطق ( الأرباع ) وذلك بعد ضمّ كل قسمين من الأقسام الستة الأولى وإليك كيفيتها :\r\nالربع الأول : أهل العالية .\r\nالربع الثاني : تميم وهمدان .\r\nالربع الثالث : ربيعة ( - بكر ) وكندة .\r\nالربع الرابع : مذحج وأسد « 2 » .\r\nومن رأي لامانس  « Lammense »  بأن هدم النظام القبلي العسكري السابق « 3 » من قبل زياد وتبديله ربما كان من أجل الربع رقم ( 2 ) حيث همدان القبيلة العظيمة الخطيرة ذات الشوكة والقوة التي كانت دوما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  . Caetani , III , 851 \r\n( 2 ) الطبري المجلد 2 ص 131 و 255 و 644 و 701 ، و 857 و 170 حوادث سنة 1224 .\r\n( 3 )  . Lammense , ZIAD , 127 - 132 \r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمعادية ومخاصمة للولاة والأمراء لأنها كانت شديدة التشيع فأكره زياد الهمدانيين الشيعة بأن يخضعوا لقائد عسكري الذي كان يرأس قبيلة تميم التي كانت همدان تبغضها منذ سنة ( 37 ه ) .\r\nولكن هذا غير صحيح وهذا التبديل جرى للربع رقم ( 3 ) الذين كانوا قد عقدوا حلفا شهيرا مهما الذي سبّب حدوث عصيان في البصرة آنذاك . وبقي هذا النظام يعمل به حتى زوال شأن الكوفة وانحطاطها الذي تمّ في أوائل القرن الرابع الهجري .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالسكك والنطاق والمقابر\r\nإن القائمة الوحيدة لتخطيط منازل الكوفة التي بين أيدينا هي النسخة الأصلية القديمة والتي تصف بأن ( 15 ) منهجا ( المنهج هنا يعني الخط الفاصل بين تصفيف الخيام ) « 1 » التي اقطعها سعد للقبائل المختلفة وهذه المناهج قد اختطت من الجامع باعتباره مركزا لها .\r\nأولا : في ودعة الصحن ( أي في شماله ) : المنهج ( 1 و 2 ) لقبيلتي سليم وثقيف ، والمنهج ( 3 ) لهمدان ، والمنهج ( 4 ) لبجيلة ، المنهج ( 5 ) لتيم اللات وتغلب .\r\nثانيا : في قبلة الصحن ( أي في جنوبه ) : المنهج ( 6 ) لبني أسد ، والمنهج ( 7 ) بين بني أسد والنخع ، والمنهج ( 8 ) بين النخع وكندة ، والمنهج ( 9 ) بين كندة والأزد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت المناهج حدودا فاصلة بين صفوف المخيمات الواقعة في خطط القبائل ، فكل منهج كان على جانبيه صفان من الخيام وكانت بمثابة الطرق الرئيسية ( المترجم ) .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nثالثا : في شرقي الصحن : المنهج ( 10 ) للأنصار ومزينة ، المنهج ( 11 ) لتميم ومحارب ، والمنهج ( 12 ) لأسد وعامر .\r\nرابعا : في غربي الصحن : المنهج ( 13 ) لبجالة ( من غطفان ) وبجلة ( من قيس ) والمنهج ( 14 ) لجديلة واللفيف ؛ والمنهج ( 15 ) لجهينة واللفيف « 1 » .\r\nثم كانت هناك شوارع حقيقية تسمى ب ( السكك ) وعرض السكة كان ( 50 ) ذراعا من أذرع اليد « 2 » وهذه السكك كانت تنار أحيانا بواسطة المشاعل أثناء الليل « 3 » ونحن نعرف بعض هذه السكك كسكة شبث ( في منازل تميم ، وسكة العلاء بن محرز ( في منازل قريش ) وسكة عميرة ( في منازل كندة ) وسكة دار الروميين ( بالقرب من قصر الامارة ) الخ .\r\nوكان يطلق على كثير من السكك أسماء بطون القبائل التي كانت تسكن في جوانبها ، ومنها ما كانت تحمل أسماء بعض التجار بأشكال مستعجمة ك « حجّامة عنترة » « عنترة الحجام » وفي هذا الصدد أبدى البلاذري ملاحظة مهمة حيث قال :\r\nإن هذه التبدلات في الأسماء العربية لم تحدث إلا في سنة ( 132 ه ) عند مجيء الجيوش الخراسانية العباسية « 4 » وبما أنا نجد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري المجلد 1 ، ص 2489 .\r\n( 2 ) ياقوت المجلد 7 ، ص 311 .\r\n( 3 ) الطبري المجلد 2 ، ص 1701 ( في حوادث قيام زيد ) .\r\n( 4 ) البلاذري ص 282 من مطبوعات دوگويجة .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفي رواية أبي مخنف عن حركة المختار ( سنة 66 ه ) اسما من هذا القبيل وهو لحّامة جرير ( جرير اللحام ) « 1 » فيثبت ذلك بأن أبا مخنف كان قد جمع رواياته من بعد سنة 132 ه وجرى بعض التعديل في التخطيط السابق لأن العناصر الإيرانية لم تنشأ في الكوفة بواسطة حمراء ديلم في القرن الأول بل بواسطة الخراسانيين في القرن الثاني .\r\nوهناك طريق تهمنا بصورة خاصة وهي طريق البريد ، ولقد قمنا في تحقيق وتحديد مسلكها فاهتدينا بأنها كانت بين الجسر وبين القصر والكناسة ( ذلك في سنة 66 عندما كان البريد يسير نحو دمشق ) .\r\nوكانت في الكوفة مفارق طرق تسمى بالفارسية « جهار سوج » « 2 » وأهمها جهار سوج خنيس . وجهار سوج بجيلة « وجهار سوج همدان » « 3 » ولم يكن في الكوفة في بادىء الأمر سور أم خندق بل ما أجمعوا عليه هو وجود حفرة في الجهة الشمالية الشرقية ( في منازل مزينة ) وكانت هذه الحفرة تسمى ب ( مسناة جابر ) وكذلك كان يوجد قنال في الجنوب الشرقي ( وهو نهر البويب ) ومنه مدّت الجداول نحو جوف العتيق « 4 » حيث الحمامات والسقايات وفي سنة ( 145 ه ) أمر الخليفة المنصور بحفر خندق كبير حول الكوفة وفتح له مجرى من الفرات ونصبت عليه قناطر من الزوارق ذوات أبواب بغية تسهيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري المجلد 2 ص 624 ، 775 ، 959 .\r\n( 2 ) چهار سوج اسم فارسي مركب من كلمتين ( جهار - أربعة وسوج - جهة ) ( المترجم ) .\r\n( 3 ) ابن سعد الجزء 6 ص 242 و 285 .\r\n( 4 ) اسم لغزي ، ربما كان المراد الحفرة التي كانت خلف الجامع .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالمواصلات التجارية « 1 » ولم تكن في الكوفة آبار صالحة للشرب طيلة الأعوام المائة الأولى بل كانوا ينقلون الماء من شريعة الفرات « 2 » وبعد زمن حفروا بئرا فوجدوا ماءها صالحا للشرب فسميت ب ( بئر علي ) ( بوستان سياحت ص 38 لزين الشيرواني ) .\r\nوإحدى الصفات المميزة لطوبوغرافية الكوفة جباناتها ( أي مقابر العشائر والبطون ) وكانت الجبانات تقع في خطط القبائل ونحن نعرف إحداها جيدا وهي جبانة كندة التي كانت فسحة واسعة ليس فيها بناء أو عمارة وكانت معدّة للحشر والتجمع العسكري وغيرها من الاجتماعات العامة وإليك قائمة لتلك الجبانات « 3 » .\r\n1 - الجبانة باختصار ولم يكن لها اسم خاص وكانت تقع على الثوية ويجتمع فيها القرشيون والثقفيون .\r\n2 - جبانة عرزم الفزاري ( كانت لبني عبس ) وأما الشخص الذي سميت هذه الجبانة باسمه فكان رجلا يصنع اللبن ويجففه هناك تحت الشمس « 4 » .\r\n3 - جبانة بشر الخثعمي ( بطن من طيء ) .\r\n4 - الأزد ( أو جبانة مخنف ) ( بطن من الأزد ) .\r\n5 - سليم السلولي ( بطن من بني عامر من قيس ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية للخصيبي ص 146 ، والبلاذري ص 289 .\r\n( 2 ) الاعتدال للذهبي الجزء الثالث ص 191 .\r\n( 3 ) البلاذري وابن الفقيه وياقوت .\r\n( 4 )\r\n . Gorr . La tard de Hitti , The origin of islamic , State , t . I . P . 442 , 1 , 6 . d'en bas \r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n6 - مراد ( بطن من مذحج ) .\r\n7 - كندة ( كانت هذه الجبانة لكندة وربيعة ) .\r\n8 - « الصائديين ( أو الصيداويين وهم بطن من بني أسد ) « 1 » .\r\nولم تكن هذه الجبانة لأحمر همدان « 2 » بل للقيسيين ( لبني كلاب من قيس ) « 3 » .\r\n9 - جبانة عثير ( الأسدي ) وكانت هذه الجبانة أولا لبني عبس ثم صارت للسكون « وأحرق علي الغلاة الذين كانوا يؤلهونه في هذه الجبانة وفي الموضع المسمى : ( صخر الأخدود ) » « 4 » .\r\n10 - جبانة السبيع « أو جبانة الحشاشين » ( والسبيع بطن من همدان من أصحاب الأقطاع « 5 » والرئاسة ) . وهذه الجبانة كانت محلا للاجتماعات المهمة : وكان الوالي الحجاج قد اتخذ محل إقامته فيها ، كما أن الوزير العباسي الملقب بمولى السبيع « 6 » قام بأخذ البيعة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو حنيفة الدينوري ، والاسترآبادي ، وكليب .\r\n( 2 ) ابن سعد ج 6 ، ص 172 .\r\n( 3 ) الطبري المجلد ( 2 ) ، ص 249 ، والمجلد ( 1 ) ، ص 14 و 255 .\r\n( 4 ) ياقوت المجلد ( 1 ) ، ص 120 ، والخصيبي في الهداية ص 605 ، والقرآن سورة البروج .\r\n( 5 ) كان السبعيون من بني حاشد يسكنون في جبل ظيبان في اليمن ، بين مساكن بني أرحب وبني خيوان وعند قدومهم الكوفة نصبوا بني ناعط كأصحاب الاقطاع والأخاذات ( الهمداني كتاب الجزيرة ص 110 و 112 و 243 وابن سعد ج 6 ، ص 172 و 219 و  . Mart , Hartmann , Arab frage , 142 - 148 \r\n( 6 ) الطبري المجلد ( 2 ) ص 1916 أو مولى بلحارث ( كتاب آثار الشيعة لعبد العزيز ص 13 ) .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nأهل الكوفة في هذه الجبانة . وأما جبانات بني يشكر وبني عامر وبني ميمون ، وجبانة يعقوب فتقريبا لا نعرف عنها شيئا .\r\nوما عدا الجبانات كانت هناك أفنية وساحات واسعة تدعى ب « الصحارى » منها صحراء عبد القيس وصحراء عثير ( - جبانة عثير ) وصحراء شبث وصحراء بردخت وصحراء سليم ( - جبانة سليم ) وصحراء بني قيرار « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلاذري .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nقطائع الكوفة\r\nوبجنب الخطط « أو القطائع القبلية الجماعية » كانت هناك القطائع الشخصية ، فالخريطة رقم ( 1 ) تدلّنا على الخطط المشتركة التي لم تكن قد تغيّرت كثيرا عدا أن قبيلة تميم التي كانت في الجهة الشرقية ( قطيعة عبد اللّه بن دارم المتصلة بدير هند الصغرى ) « 1 » قد انتقلت إلى الجهة الغربية ( قرب الكناسة وذلك قبل سنة 73 ) . كما أن قطيعة عبد القيس ألحقت بهمدان على أثر ارتحالهم إلى البصرة « بعد سنة 40 ه » . وخطة مهرة ( بطن من قضاعة ) يعني أنها كانت في وسط المدينة « 2 » ويعطينا ياقوت للقطائع الخاصة قائمة لخمس عشرة دارا ( مساكن الوجوه ) منها تسع عشرة للصحابة وإليك أسماؤهم :\r\nطلحة « أو دار الطلحيين وكانت في الكناسة » « 3 » والزبير وأسامة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم ياقوت المجلد ( 4 ) ، ص 324 .\r\n( 2 ) معجم ياقوت المجلد ( 4 ) ، ص 322 .\r\n( 3 ) المسعودي مروج المجلد 4 ، ص 254 وابن سعد المجلد ( 6 ) ، ص 379 وابن الفقيه المعارف ص 79 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n« وكانت داره واقعة بين دار عمرو بن الحارث الخزاعي حمو النبي وبين الجامع » وسعد وابن أخيه هاشم بن عتبة وأبو موسى الأشعري « وأخلافه من بعده » وحذيفة العبسي وعبد اللّه بن مسعود وسلمان الباهلي والمسيب الفزاري وعمرو بن حريث المخزومي وجبير بن مطعم النوفلي وخالد بن عرفطة « حليف بني زهرة » والخباب الخزاعي ( وكانت داره تقع على مفرق خنيس كدار هاشم بن عتبة ) وعمارة بن عتبة الثقفي وعتبة بن عمرو الخزرجي وأبو جبير الأنصاري وعدي بن حاتم الطائي وجرير البجلي والأشعث الكندي وأبو عبد اللّه الجدلي ( الذي سكن البصرة مدة منفيا حتى بعثه المختار إلى مكة ) وتضاف إلى دور هؤلاء دور بعض بني أمية كدار الوليد بن عقبة ودار أخيه عمارة ، وكذلك دار الفرات بن حيان العجلي وجابر بن عبد اللّه الأنصاري ودار أم هاني « أرملة هبيرة المخزومي وأخت علي . أما اقطاع الأراضي الزراعية بين الفاتحين في سواد الكوفة ( ولما كانت الكوفة قد فتحت عنوة فلأجله كانت من أراضي الخراج بخلاف البصرة التي كانت أراضيها من أراضي الموات ) فأظن يجب أن نجعلها ثلاثة أصناف :\r\n1 - الأراضي التابعة لأهل الحيرة تلك التي لم يشملها التوزيع بفضل معاهدتهم مع خالد وسعد .\r\n2 - الأراضي الممسوحة الخاضعة لنظام الجباية الساسانية قبلا « والتي ذكرنا شيئا عنها » « 1 » فهذه الأراضي وقراها وضياعها وزّعت بين عمدة رؤساء القبائل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع المقدمة .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n3 - الأراضي الملكية الساسانية التي أقطعها عثمان لبعض الأشخاص ، كقرية نشستانج التي أقطعها لطلحة ( حسب رواية البلاذري ) وطيزناباد التي أعطاها للأشعث والجرفين ( ولا شك بأنها الشومية ) فصارت من حصة جرير البجلي وضيعة زرارة « 1 » ( نسبة إلى زرارة صاحب شرطة سعد ) التي صارت لوائل الحضرمي وقرية حمام أعين ( نسبة إلى أعين حليف سعد ) فأقطعت لخالد بن عرفطة ، واصبينا « 2 » التي أخذها عمار بن ياسر وصعنبا « 3 » التي صارت للخباب وهرمز التي أقطعت لسعد بن مالك ( - أبو سعيد الخدري ) ( ومن المحتمل أن تكون هذه المقاطعة طسوج هرمزجرد وأما قرية الروحة ( - العذيب ) « 4 » فقد أخذها عدي بن حاتم .\r\nويظهر بأن إقطاع هذه الصوافي قد جرى قبل أيام عثمان ، لأن أبا عبيد الثقفي بطل معركة قس الناطف « 5 » ( سنة 13 ه ) كان مالكا لطسوج خطرنية القريبة من بابل وقد أورثها لابنه المختار . والعزم على إقطاع الملطاط قد سبب عصيان النبلاء الذين كانوا قد حرموا من الإقطاعات في الكوفة ( سنة 32 ه ) « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القريبة من الجسر على طريق بابل ( مروج الذهب المجلد ( 4 ) ص 266 ) .\r\n( 2 ) ومن المحتمل أن تكون إصباع خفان .\r\n( 3 ) الطبري المجلد ( 3 ) ص 978 .\r\n( 4 ) وهي تسمى اليوم ب ( الرحبة ) .\r\n( 5 ) هي معركة الجسر التي قتل فيها أبو عبيد قائد جيش المسلمين .\r\n( 6 ) الطبري المجلد ( 1 ) ، ص 2908 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالطوبوغرافية الاقتصادية للكوفة\r\nكان قد تأسّس في الكوفة منذ أول الأمر مخزن كبير « دار الرزق » عند مخرج الجسر المنصوب على الفرات « 1 » وذلك بغية حفظ أموال الصدقات أو الغنائم قبل توزيعها بين المقاتلة . وقد لعب هذا المخزن « الذي كان يوجد نظيره في البصرة والفسطاط » « 2 » دورا أساسيا مهما وفي الحركات والاضطرابات التي حدثت في الكوفة ، وبعد تأسيس دار الرزق نصبت سلسلة على رأس الجسر « 3 » فقامت مقام مركز الگمرك على عهد الساسانيين ( بالقرب من المشنقة التي صلب عليها أبو الخطاب « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا الجسر كان قد شيد في موضع المسمى بلقية ( الكاشي ص 113 ) وقد جدد بناؤه عدة مرات ( أربعة حسب رواية البلاذري ) .\r\n( 2 ) طبقات ابن سعد ج 6 ص 51 و 67 .\r\n( 3 ) وبهذه المناسبة أورد البلاذري ( كذلك راجع كتاب الإستيعاب لابن عبد البر في باب حكيم بن جبلة ، مدينة الرزق ) حكيم بن جبلة العبدي ( من عبد القيس ) هو بطل معركة الجمل الصغرى وقد استشهد فيها ( راجع كتابنا النبأ العظيم الجزء الثاني الفصل الأول ) المترجم .\r\n( 4 ) أبو الخطاب هو محمد بن مقلاص الأسدي الكوفي الأجدع ، كان بزازا وقد وردت -\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوأما الأسواق فكانت تمتد من القصر والجامع إلى دار الوليد بن عقبة من جهة والقلائين من الجهة الأخرى وإلى منازل ثقيف وأشجع من الجانب الآخر ، وكانت سقوفها في بادىء الأمر من الحصر وظلت كذلك حتى زمن الوالي خالد القسري حيث عقدت بالأحجار ، ومن المهم أن نصف وضع هذه الأسواق وترتيبها بالنظر إلى أنها صارت أنموذجا وقدوة لسوق بغداد « 1 » ، وكذلك كان ديوان المحتسب « 2 » في السوق بين حوانيت الصيارفة والسماسرة ( ونحن نعلم بأن نصر بن مزاحم المؤرخ الشهير « سنة 212 » قد تولى هذا المنصب طوال المدة في إحدى الثورات الزيدية « 3 » .\r\n\r\nالصيارفة والسماسرة :\r\nأما حوانيت الصيارفة فكانت مقابل مسجد بني جذيمة ( وهم بنو\r\n\r\n\r\n","description":"","footnote":"\r\n- روايات في ذمه واتهم بأنه ادعى النبوة وألّه الإمام جعفر بن محمد وكان له في الكوفة أصحاب وأتباع ونحن نشك كثيرا في صحة ما نسب إليه حيث يستبعد جدا صدور مثل تلك الادعاءات من رجل مثله كثير العلم وافر الفضل فقيه ومحيط بأصول الدين ومن كان يعد في المرتبة الأولى من علماء عصره ثم إن الإمام الصادق كان قد عهد إليه وكالته واعتماده وهناك روايات تنص بأن الإمام الصادق قال له : أنت مخزن العلوم والأسرار الخ . . . وأما ما قيل بأنه ادعى الرسالة والنبوة وألوهية جعفر الصادق فمن المحتمل القوي بأن أخبر أهل الكوفة على أنه رسول الصادق ونائبه ، فظنوا بأنه يدعي الرسالة لنفسه ويعتقد بألوهية الصادق أم أن أعداءه وخصومه والمغرضين قد أفهموا العامة بهذا المعنى ( المترجم ) .\r\n( 1 )\r\n . Cf . notre mission , t , ii . p . 91 , et rev . internat sociologie 1920 , 473 \r\n( 2 ) المحتسب كان في ذلك العهد يقوم بعدة وظائف إدارية ومالية ويقوم أيضا بالتنظيمات البلدية ما يقابل اليوم وظائف مدير الواردات ورئيس البلدية ( المترجم ) .\r\n( 3 ) الطبري المجلد ( 3 ) ص 295 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nنصر بن قعين الأسدي ) « 1 » وفي جوارهم كان سماسرة العبيد ثم المكارية في جوانب الكناسة ( المحلة التي سوف نبحث عنها في فصل قادم ) وقد لعب الصيارفة أدوارا مهمة في المؤامرات التي كانت تديرها الشيعة حيث كانوا يجمعون الأموال ويحفظونها لتقديمها للدعاة ، ولم يكن ابن مقارن الذي أكّد للمنصور ( سنة 145 ه ) وضمن له هدوء الكوفة إلا صيرفيا « 2 » .\r\nولنذكر بهذه المناسبة بأن ينبغي أن نبحث في الكوفة عن منشأ تنظيم البنوك ( ولقد بيّنا مع فيشل كيفية تطورها وانتشارها في بغداد في القرن العاشر من تاريخنا عندما كانت اليهود تؤدي ذلك أولا والذين استولوا عليها نهائيا ) لأن الكوفة كانت تدير مباشرة « 3 » المدائن تلك العاصمة السياسية والاقتصادية الكبرى على عهد الساسانيين « 4 » حيث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويجب أن نذكر بأن رئيسهم هو طليحة بن خويلد الذي كان قد ادعى النبوة ( الطبري المجلد 1 ص 1897 ) .\r\n( 2 )\r\n . Bull . Instit , franc . Damas , t . j . pp . 3 - 12 , cf . W . Fischel in JRAS . avril et Juillet 1933 \r\n( 3 ) لم يكن للمدائن وال مستقل إلا بعد سنة 37 ه .\r\n Sur Madai ? n , voir O . Reuther Die Ausgrabungen derdeutsch , Ktesiphon - exp ( 1928 - 29 ) Staatl , mus . Berlin , et ; Die Ausgrabungen der Zweiten D . K . E . I 1931 - 32 ) . Staalt mus Berlin , 1933 \r\n( 4 ) كانت المدائن ( وهي سبع مدن متقاربة ثلاث على الجانب الغربي وأربع على الجانب الشرقي ) ومدينتها العظمى طيسفون في الضفة الشرقية ( في موضع قرية سلمان پاك الحالية ) تابعة للكوفة منذ الفتح أي إن أميرها كان مرتبطا إداريا بعامل الخليفة في الكوفة ، وأول من عين لإمارتها هو حذيفة بن اليمان العبسي وبعد وفاته عين الخليفة عمر سلمان الفارسي أميرا عليها ولبث سلمان في منصبه حتى وفاته ( سنة 35 هجرية أو 36 ه ) وعندما قدم أمير المؤمنين صلوات اللّه عليه الكوفة بعد وقعة الجمل وأقام فيها وأصبحت عاصمة الإمبراطورية الإسلامية بدل المدينة ، -\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nكانت الأقلية المسيحية هي التي تستطيع التحكيم بين الفرس ذوي المسكوكات الفضية والبيزنطيين أصحاب المسكوكات الذهبية ، فعلى هذا كانت تجارة التبادل والصيرفة في أيديهم .\r\nوكان أحد ولاة الكوفة الأسبقين ( المغيرة ) من قبيلة ثقيف التي أجازها النبي أن تتعاطى بالربا بصورة استثنائية « 1 » .\r\nوحقا كان صيارفة اللخميين قديما أساقفة الحيرة ، ولكن بعده نرى ظهور بعض الصيارفة من المسلمين بالرغم من النهي الشرعي ، وكان هؤلاء على اتصال مع الصيارفة النصارى اليعاقبة الذين كانوا قد نزحوا من نجران ( بلاد مذحج في اليمن ) وكانت حوانيتهم قبال مسجد\r\n\r\n\r\n","description":"","footnote":"\r\n- قام بتعديل وتغيير بعض التقسيمات الإدارية ، منها أن جعل المدائن الشرقية وما والاها من أعمال دجلة والنهروان وجوخى كورة ( - ولاية ) وعين يزيد بن قيس الأرحبي واليا لها ، وجعل المدائن الغربية وما تبعها من أعمال دجلة الغربية إلى تخوم البهقباذات كورة أخرى ( وكانت حاضرتها مدينة بهرسير ) وبعث عدي بن الحارث واليا عليها ، فبذلك أصبحت المدائن كورتين مستقلتين تراجعان العاصمة رأسا ( المترجم ) .\r\n( 1 ) لا استثناء في الأحكام فصريح الآية تقول  الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِّ ذلِكَ بِأَنَّهُمْ قالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا فَمَنْ جاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهى فَلَهُ ما سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عادَ فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ  ( 275 ) والآية الأخرى :  يَمْحَقُ اللَّهُ الرِّبا وَيُرْبِي الصَّدَقاتِ وَاللَّهُ لا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ  ( 276 ) والآية الثالثة   يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا ما بَقِيَ مِنَ الرِّبا إِنْ كُنْتُمْ مُؤْمِنِينَ ( 278 ) فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ   الخ . . ( القرآن الكريم سورة البقرة ) . فبعد هذه الآيات يمكن الحكم بعدم صحة تلك الرواية ، ولا نشك في أن تكون من مختلقات المغيرة بن شعبة وأكاذيبه وافتراءاته على النبي فهو مشهور بالكذب والافتراء . ( المترجم ) .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبني جذيمة ، والأسماء الواردة لأولئك الصيارفة أسماء رجال من الشيعة الذين كانوا يستلمون الأموال والزكاة ويحفظونها سرّا كي يرسلوها إلى الأئمة ، وبالأخص إلى الإمام جعفر بن محمد ، أو بعبارة أوضح كانوا جباة وعمالا للعلويين مستترين خلف ستار الصيرفة « 1 » .\r\nوإليك أسماء من نخصّ منهم بالذكر :\r\nسدير بن حكيم « 2 » الذي كان قد سجن ( وكان أبوه حكيم كذلك صيرفيا وهم من موالي بني ضبة ) .\r\nمعلى بن خنيس الأسدي « 3 » ( الذي أعدم قبل سنة 150 ه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يكن هؤلاء الصيارفة ليخالفوا النصوص الشرعية ولم يتعاطوا الربا . بل كل ما كان هو وجود حانوت صيرفي لرفع الشبهة عنهم . وكانت غايتهم فقط جمع الزكاة والأموال لإرسالها إلى الأئمة عليهم السّلام وعلى الدوام كان في الكوفة واحد فقط يقوم بتلك المهمة وهو وكيل الإمام ومعتمده : ( المترجم ) .\r\n( 2 ) هو أبو الفضل سدير بن حكيم من حلفاء بني زرارة ، كان من وجوه الشيعة ومن أصحاب جعفر بن محمد المقربين . وقد نسب إليه بعض الأمور خطأ حيث وقع التباس بين اسمه واسم شديد بن حكيم وكل ما ورد فهو منسوب إلى شديد وليس إليه . ( المترجم ) .\r\n( 3 ) معلى بن خنيس كان من أصحاب الصادق جعفر بن محمد ، وكان أول الأمر بزازا ، قتله بمكة صاحب شرطة داود بن علي ( والي بني العباس ) ولما بلغ الإمام الصادق خبره جاء إلى داود ولامه وعاتبه فأنكر داود أولا ثم اعترف بقتله وقال : إن قاتله هو صاحب شرطته . فسأله الإمام هل كان بأمرك أم بغير أمرك ؟ فأجابه بغير أمري . فنادى الإمام ابنه إسماعيل وأمره بأن يقتل قاتل ابن خنيس . وقد رمي معلى بالغلو في جعفر بن محمد عليه السّلام وما أشبه ذلك . وكلها عارية من الصحة ومن افتراءات الخصوم وحاشاه أن يكون كذلك وهو صديق الإمام وصاحبه ووكيله وقد شهد الإمام له بالجنة ، وكان من العلماء المعدودين ومن أجلّاء الشيعة ( المترجم ) .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبسام بن عبد اللّه « 1 » ( الذي قتل سنة 138 ه لتحزبه إلى إسماعيل ابن جعفر الصادق ) وإسماعيل هذا هو أبو السلالة الفاطمية التي قامت بإفريقيا ومصر وأسست الدولة الفاطمية العلوية « 2 » .\r\nالمفضل الجعفي « 3 » ( من مذحج أيضا ) الذي أصبح بعد مقتل أبي الخطاب الوكيل السياسي للإمام جعفر ، ومكث في منصبه هذا حتى زمن الإمام موسى الكاظم .\r\nومن وجوه الشيعة الصيارفة في القرن الثالث بنو الزبير وأبو سمينة الطاحي الأزدي وعبد الملك النخعي « 4 » ( كذلك من مذحج ) « 5 » .\r\nوحوانيت الصيارفة الأرجح أنها كانت في أماكن قريبة للمحلات المسيحية واليهودية .\r\nوكان النصارى في أول الأمر منبثين بين القبائل التي ينتمون إليها ( كعجل وبكر وتغلب ) ولكن في القرن الثاني لم يبق منهم تقريبا سوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بسام بن عبد اللّه الأسدي كان من موالي بني أسد فنسب إليهم وهو من أصحاب الإمامين محمد بن علي وجعفر بن محمد عليهما السّلام وروى عنهما الحديث وكذلك روي عن الإمام زيد بن علي عليه السّلام . ( المترجم ) .\r\n( 2 ) الكشي ص 239 و 159 .\r\n( 3 ) هو المفضل بن عمرو النخعي المذحجي كان من رؤساء الشيعة ومن أصحاب الإمامين الصادق والكاظم عليهما السّلام وقد روى عنهما الحديث ( المترجم ) .\r\n( 4 ) عبد الملك بن عمارة النخعي المذحجي كان من وجوه الشيعة ومن أصحاب الإمام الصادق عليه السّلام ( المترجم ) .\r\n( 5 ) الكشي ص 55 و 352 ، والاسترآبادي ص 120 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالنجرانيين البلحارثيين ( من مذحج ) الذين أقاموا احتفالا فخما في سنة 132 ه للفاتح العباسي « 1 » ، لأنهم كانوا من أخواله « 2 » .\r\nوكان بالكوفة دائما يوجد أسقفان أحدهما نسطوري والآخر يعقوبي ( كانا يسكنان دار الروميين ) لأن نصارى الكوفة « - عاقولا بالسريانية » « 3 » كانت طائفتين :\r\n1 - نساطرة وهم الحضر .\r\n2 - يعاقبة وهم البدو .\r\nأما موقع محلة اليهود فكان بالقرب من النصارى ، ولقد أشار بنجامن دوتيودل  Benjamin de Tude ? l  بأنهم كانوا يسكنون في جوانب الجسر وعلى مقربة من دار الرزق ونبي يونس ( وذلك بعد أربعة قرون ) ولكنه مشتبه ومبالغ في زعمه هذا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو العباس عبد اللّه بن محمد بن علي بن عبد اللّه بن العباس الهاشمي أول خلفاء بني العباس .\r\n( 2 ) البلاذري « نجران » وكانت محلتهم على الدرب الذي كان يقع بين الجامع ودار بني أود « حيث سكن الخليفة هناك أيضا » ياقوت المجلد ( 2 ) ص 418 » .\r\n( 3 )\r\n Voir sur George , e ? ve ? que Jacobite de Kufa ( 704 de notre e ? re ) Les e ? tude de P . Ryssel . ( in Theol . stud . und Kritik , Gotha , 1883 ) \r\nوربما كان اسم الكوفة ترجمة كلمة عاقولا ( - دائرة أو حلقة ) بالسريانية .\r\nلقد أصاب حضرة المؤلف لأن الكوفة بمعنى الاستدارة أو المدورة ، يقال تكوّف أي تجمّع واستدار ( المترجم ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nالمهن التي ورد ذكرها\r\nالصيارفة والصياغون « 1 » بالقرب من الجامع في جهة القبلة ( الجنوب ) .\r\nالورّاقون في ودعة الجامع ( شماله ) .\r\nالتمارون والبقالون .\r\nأصحاب الأنماط والخز « 2 » والقصارون في أطراف دار الوليد .\r\nالجزّارون « 3 » والحنّاطون « 4 » والسواقون ( - باعة السويق وهو طحين الشعير ) « 5 »\r\nثم باعة الأزهار كالبنفسج والزنبق الأبيض ( أزاذ ) « 6 » .\r\nوحديقة أديرة الكوفة « 7 » صارت متنزهات لأهل الكوفة وطالما تغنّى بها شعراؤها قبل أن يعرف شعراء بغداد هذا الضرب من النظم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية للخصيبي ص 453 .\r\n( 2 ) ابن سعد ج 6 ص 14 .\r\n( 3 ) الطبري المجلد ( 2 ) ص 267 ( مصرع مسلم بن عقيل ) .\r\n( 4 ) ابن سعد ج 6 ، ص 157 .\r\n( 5 ) السمعاني ( بحث السويق ) . .\r\n( 6 ) المقدسي ص 128 ، وابن الفقيه ص 175 .\r\n( 7 ) ابن الفقيه ص 30 و 125 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوقد وجد في الكوفة بعض الرسامين ، ما دام قد ورد بأن الرسامين الصينيين ( فان - شن وليو - تسه ) كانا يقطنان بين سنة 751 و 762 م في ( يا - كيو - أو ) ( - عاقولا ) وهو الاسم السرياني للكوفة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  . P . Pelliot , ap . Toung pas , 1928 , pp . 110 - 113 \r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالقصر والميدان\r\nإن النصوص الواردة تجزم بأن موقع القصر كان في الواجهة الجنوبية من المسجد « مع انحراف قليل نحو الشرق » وتؤيدها الروايات المحلية « 1 » ، وقد جدد بناؤه في زمن عبد الملك .\r\nوالميدان الذي كان يطل عليه القصر من الغرب « وفي وسطه كانت مصطبة كبيرة معدة للاجتماعات » « 2 » كان يسمى أيضا ب « رحبة علي » .\r\nأما بيت علي الذي يؤمه الزوار « كما كانوا في أيام ابن جبير » فهو أثر محجى « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا وقد قامت دار الآثار في الحفريات والتنقيب عن دار الإمارة في هذا الموضع في المدة الأخيرة فعثروا على جدران القصر ولا تزال أعمال الحفر جارية . ( المترجم ) .\r\n( 2 ) الطبري المجلد ( 2 ) ص 633 و 655 .\r\n( 3 ) لم يلاحظ حضرة المؤلف بأن أمير المؤمنين عليه السّلام لم يسكن في قصر الإمارة ولا قصر آخر ، وحاشاه أن يكون من سكان القصور العالية والحصون ذات الحراس والخفراء ، وهو الذي قد طلق الدنيا ثلاثا وكان في الزهد المثل الأعلى ، بل نزل عليه السّلام عند قدومه الكوفة في دار أخته أم هاني ( زوج هبيرة المخزومي ) ريثما بني -\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفهذا البيت الذي يقع خارج قصر الإمارة يمثل محلا لاجتماع الشيعة للقيام بالعبادات والصلاة « 1 » ، ويحتمل بأن ذهاب رشيد الهجري « الشيعي المتطرف » إلى هذا البيت كان للعبادة وذكر اللّه « في حضور علي حسب رواية الشعبي » .\r\nأما بيت المال فقد كان داخل القصر ، وكان يوجد بالكوفة سجنان ، وقد رأينا بأن السجن القديم كان في غرب المدينة « قرب الكناسة » .\r\n\r\n\r\n","description":"","footnote":"\r\n- له كوخا في جانب الميدان فانتقل إليه ، فبذلك سمي هذا الميدان برحبة علي ، أما هذا البناء الذي نراه ويؤمه الزوار المسمى ببيت علي ليس إلا أثر شيد في موضع مسكن أمير المؤمنين عليه السّلام . وبهذه المناسبة نذكر ما أورد نصر بن مزاحم المنقري في كتاب صفين ص 3 قال : عمر بن سعد بن أبي الصيد الأسدي عن الحارث بن حضيرة عن عبد اللّه بن أبي الكنود وغيره قالوا : لما قدم علي بن أبي طالب عليه السّلام من البصرة إلى الكوفة يوم الاثنين لاثنتي عشرة ليلة مضت من رجب سنة 37 ، وقد أعزه اللّه ونصره وأظهره على عدوه ، ومعه أشراف أهل البصرة ، استقبله أهل الكوفة وفيهم قرّاؤهم وأشرافهم ، فدعوا له بالبركة وقالوا : يا أمير المؤمنين أين تنزل ؟ أتنزل القصر ؟\r\nفقال : لا ولكني أنزل الرحبة فنزل وأقبل حتى دخل المسجد الأعظم فصلى ركعتين ثم خطب الناس الخ . وذكر نصر أيضا في ص ( 5 ) من نفس الكتاب : قال نصر عن أبي عبد اللّه سفيان بن عمر عن سعيد بن طريف عن الأصبغ بن نباتة أن عليا عليه السّلام لما دخل الكوفة قيل له أي القصرين ننزلك ؟ قال : قصر الخبال لا تنزلونيه ، فنزل على جعدة بن هبيرة ( ابن أخته ) . وأيضا في ص ( 5 ) : قال نصر عن الغيض بن محمد عن عون بن عبد اللّه بن عتبة قال : لما قدم علي عليه السّلام الكوفة نزل على باب المسجد فدخل وصلى ثم تحول فجلس إليه الناس فسأل عن رجل من أصحابه كان ينزل الكوفة فقال قائل : استأثر اللّه به ، فقال : إن اللّه لا يستأثر بأحد من خلقه ، إنما أراد اللّه بالموت إعزاز نفسه وإذلال خلقه وقرأ  وَكُنْتُمْ أَمْواتاً فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ  [ البقرة : 28 
  ] قال : فلما لحق الثقل قالوا : أي القصرين تنزل ؟\r\nفقال عليه السّلام قصر الخبال لا تنزلونيه .\r\n( 1 ) الذهبي في كتابه الاعتدال ج 1 ، ص 329 ، وهو الباب الثاني حسب معتقد النصيرية .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nجامع الجمعة ومساجد المحلات\r\nلقد وضع نيبوهر  Nie ? buhr  خريطة للجامع والتي أرجع إليها .\r\n( ولكنه نسي أن يبيّن موضع باب الفيل في الشمال » . وقد أجري فيه بعض الترميمات الطفيفة منذ سنة 1908 « راجع اللوحتين رقم 43 و 44 في كتاب بعثتي » .\r\nوهنا أذكر بأن الكوفة قد صارت نقطة اتصال بين التأملات الدينية عند الغزاة الأسبقين وبين الأساطير الكلدانية القديمة . فمثلا : كان فيضان الفرات يذكرهم بالطوفان ، ولا يزال يرى في المسجد موضع سفينة نوح والتنور الذي تدفّق منه الماء « 1 » .\r\nوأما محراب علي والأسطوانات السبع فهي من الأماكن المقدسة لدى الشيعة « والقرامطة كانوا قد وضعوا الكعبة « 2 » فوق الأسطوانة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الخصيبي الفصل 93 .\r\n( 2 ) هكذا يذكر حضرة المؤلف ويقصد بالكعبة الحجر الأسود الذي نقله القرامطة من مكة ( المترجم ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالسابعة - أسطوانة إبراهيم » « 1 » والقنوات التي كانت تجلب الماء من الفرات إلى سقايات الجامع يظهر بأنها لم تكن موجودة في بدء الأمر ولا لتؤدي وظيفتها كاملة مثلما كانت في زمن ابن جبير .\r\nومع ما يظن لامانس  Lammense  لم تكن العبادات وإجراء الطقوس الدينية يوما ما منحصرة بالمسجد الجامع الذي توسع منذ سنة 50 فجعله زياد أكبر وأجمل مسجد كاتدرائي إسلامي قبل أن يفطن عبد الملك في أن يجعل بيت المقدس والحجاج مسجد المدينة . ولا غرو في أن هذا المسجد كان محلا روحانيا مشتركا للأهالي جميعهم « ونرى كيف أن والي الكوفة عند قيام زيد بن علي سنة 121 ه احتال على أهل الكوفة وجمع في المسجد كافة الرجال اللائقين لحمل السلاح .\r\nكما أن عند دعوة أبي الخطاب سنة 138 ه قتل أصحابه السبعون في المسجد ، ولم ينج منهم سوى واحد » .\r\nومن ابتداء تأسيس الكوفة كان هناك عدا المسجد الجامع عدة مساجد أخرى وهي :\r\nأولا : مساجد بطون القبائل : كمسجد عبد القيس ومسجد أحمس ومسجد بني فرن - بني أود ( من مذحج ) ومسجد السكون ومسجد جعفر بن بسر ومسجد بني بهذلة ومسجد بني مرة ( من كندة ) ومسجد بني مقاصف ( من غطفان ) ودار اللؤلؤ ( - مسجد فزازة ) ومسجد بني عدي ( طيء ) ومساجد الكناسة « انظر الفصل الآتي » « 2 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الخصيبي ص 93 .\r\n( 2 ) البلاذري والطبري .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nثانيا : المساجد التي جعلتها الحوادث التاريخية تبعا للتقاليد الشيعية صنفين :\r\n1 - المساجد الملعونة الأربعة « 1 » وهي :\r\n( 1 ) مسجد ثقيف ( لأجل المغيرة بن شعبة الثقفي ) .\r\n( 2 ) مسجد الأشعث بن قيس الكندي ( لخيانته في صفين لعلي ) .\r\n( 3 ) مسجد جرير بن عبد اللّه البجلي ( لحياده واعتزاله قبل وقعة صفين ) .\r\n( 4 ) مسجد سماك بن مخرمة الهالكي الأسدي ( وهو من الهاربين إلى الرقة قبل صفين ) « 2 » .\r\n2 - المساجد المقدسة الأربعة « 3 » :\r\n( 1 ) مسجد السهلة « - مسجد القرى ، الظفير الذي أشخصه بمسجد عبد القيس » ويقال بأن الخضر كان يظهر فيه ، وصار هذا المسجد يقدس منذ سنة 286 ه « 4 » « ولا تزال الشيعة تعتكف فيه حتى الآن » ويقال أيضا بأن بيت إبراهيم الخليل كان في هذا الموضع ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاسترآبادي في المنهج ص 81 .\r\n( 2 ) راجع ملحقنا في آخر الكتاب ، وكتابنا النبأ العظيم الجزء الثاني الفصل 3 حول اعتزال جرير وهروبه والهاربين معه ، والجزء الثالث ، حول الأشعث وخيانته في صفين ( المترجم ) .\r\n( 3 ) ابن الفقيه ص 174 .\r\n( 4 ) الطبري المجلد ( 3 ) ص 2140 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوسوف يكون ظهور المهدي من هنا ، ومن المهم جدا أن نجد مسجدي صعصعة بن صوحان وأخيه زيد « 1 » بالقرب من هذا المسجد .\r\n( 2 ) مسجد جعفي ( من مذحج ) وسبب تقديس هذا المسجد ربما كان تلك المواقف المشهودة والأدوار المشرفة التي قام بها الشيعة الثلاثة جابر والمفضل وابنه محمد من أبناء هذه العشيرة « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صعصعة بن صوحان العبدي « نسبة إلى بني عبد القيس وهم بطن من ربيعة ) كان من أخصّ أصحاب أمير المؤمنين عليه السّلام ومن وجوه الشيعة وكذلك أخواه زيد وسيحان وكانوا من شجعان الفتوحات وذوي البلاء فقد زيد يده اليمنى فيها ، واشتركوا في الحركات الإصلاحية والمطالبات الاجتماعية العادلة في زمن عثمان ، وشهدوا حرب الجمل حيث استشهد زيد ، وكان صعصعة قد بعثه أمير المؤمنين سفيرا إلى معاوية وتولى قيادة قومه ، وكانوا رحمهم اللّه من العلماء الأعلام ومن خيرة الزهاد .\r\nراجع للتفصيل كتابنا النبأ العظيم الجزء الأول الفصل الثالث والجزء الثاني الفصل الأول والثاني والجزء الثالث الفصل الثاني والثالث « المترجم » .\r\n( 2 ) جابر بن يزيد الجعفي « المذحجي » كان من أعيان الشيعة ومن أصحاب الإمامين الباقر والصادق عليهما السّلام وقد روى عنهما الحديث وكان قد تلمذ على الباقر وكيفية ذلك أنه خرج من العراق شاخصا نحو المدينة فتشرف بالحضور عند الباقر عليه السّلام فسأله الباقر من أين الفتى ؟ فأجابه عراقي من الكوفة من جعفى . فقال الإمام ما الذي أقدمك ؟ فقال :\r\nطلب العلم . فقال له الإمام ممّ تطلبه ؟ قال : منك يا بن رسول اللّه . فقال الباقر : إذا سألك أحد فقل بأنك من أهل المدينة . فقال جابر : أيجوز الكذب ؟ فأجابه الإمام :\r\nإنه ليس بالكذب فكل من سكن المدينة هو من أهلها ، فمكث جابر هناك يدرس عند الإمام حتى تخرّج على يده ، فسلمه الباقر كتابا وقال له : تعلّم ما فيه إلى أن يزول ملك بني أمية فعند ذاك عليك لعنتي ولعنة آبائي إن أخفيت شيئا منه بعد بني أمية ، فصار جابر من أعلم أهل عصره وله كتاب في الحديث وآخر في التفسير ورسالة أبي جعفر إلى أهل البصرة وكتب أخرى في حروب الجمل وصفين والنهروان وغيرها . وتوفي سنة 128 ه - أما المفضل بن عمرو الجعفي فمن عظماء -\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n« في القرن الثاني الهجري » « 1 » .\r\n( 3 ) مسجد غني ( بطن من بني العصر من القيسيين ) « 2 » ( أما سبب تقديس هذا المسجد فغير معلوم ) « 3 » .\r\n( 4 ) مسجد الحمراء ( الذي كان فيه بستان ) وهذه القبيلة الإيرانية كانت تحمل شعورا وعاطفة شيعية منذ أن دخلوا في الإسلام « 4 » .\r\nوأنا حتى الآن لم أبحث في الكتب الخاصة بالزيارات « 5 » التي نسمع صداها في أخبار ابن بطوطة كما أني لم أراجع بعد الأحاديث والروايات التي تخصّها .\r\n\r\n\r\n","description":"","footnote":"\r\n- الشيعة وكان شديد الحب لعلي وآله حتى رموه بالغلو والكفر ( شأن الخصوم والمغرضين في كل عصر وزمان ) وهو بريء منهما وقد شهد الإمام جعفر بن محمد عليه السّلام له بالجنة وكان يحبه حبا جمّا وعينه وكيلا له ومعتمده في العراق يجبي له الزكاة وسهم الإمام وظل في منصبه حتى زمن الإمام موسى بن جعفر عليه السّلام « كما ذكر حضرة المؤلف في فصل الطوپوغرافية الاقتصادية للكوفة » وابنه محمد بن المفضل كذلك كان من وجوه الشيعة ورؤسائهم . « المترجم » .\r\n( 1 ) الغنويون كانوا يملكون حران وكان أحد رؤسائهم أبو مرثد قد تحالف في دمشق مع ابن حمزة بن عبد المطلب عمّ النبي محمد صلّى اللّه عليه واله وسلم .\r\n( 2 ) وهم أبواب الأئمة حسب معتقد الغلاة .\r\n( 3 ) أظن بأن سبب تقديس هذا المسجد هو لأن الإمام علي بن الحسين عليهما الصلاة والسلام كان قد صلى فيه . « المترجم » .\r\n( 4 ) كان هؤلاء قد تخالفوا مع عبد القيس بعد وقعة القادسية كما مرّ في فصل تمصير الكوفة ، وبما أن عبد القيس كانوا من الشيعة فصار حلفاؤهم مثلهم .\r\n( 5 ) في آداب زيارة العتبات العالية .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nضاحية الكناسة ( المندرسة )\r\nكانت أولا كناسة لبني أسد « 1 » ، أي محل رمي الأنقاض ( مزبلة ) لهذه القبيلة ، عند مخرج الكوفة من الغرب ، ومن ثم أصبحت تجارة النقليات وصناعتها متمركزة هناك بطبيعة الحال لأنها كانت مناخة لإبل القوافل وموضعا لتحميل البضائع وتفريغها ونظير هذا المحل كان يسمى بالبصرة ( المربد ) وكان يوجد هناك من ابتداء الأمر سوق البراذين ( وفيه قتل الأربد العبسي سنة 37 ه ) « 2 » وفي هذا السوق كانوا يشترون ويستأجرون الحمير والبغال والإبل من نخاسة الدواب الذين كانوا بجنب الحدادين « 3 » . ومن المحقق بأن نخاسة العبيد كذلك كانوا هنا . أما سوق الغنم فنستدل من رواية مصرع هاني بن عروة بأنه كان شرقي الكناسة على تخوم محلة مذحج « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس الرحمن لنوري الطبرسي ص 69 .\r\n( 2 ) نصر بن مزاحم كتاب صفين ص 68 « وراجع ملحقنا أيضا ، المترجم ) .\r\n( 3 ) الطبري المجلد ( 2 ) ص 735 ، وابن سعد ج 6 ص 280 ، والسمعاني .\r\n( 4 ) الطبري المجلد ( 2 ) ص 268 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوالقبائل التي سكنت الكناسة هي : عبس وضبة وبالأخص تميم ، ثم أصبحت ملجأ للسنيين يلتجؤون إليها كلما زاد تشيع أهل الكوفة حماسا وحنقا على بني أمية .\r\nولما انحطت الكوفة أضحت الكناسة ضاحية منعزلة مختصة بالسّنة ، كما يذكر لنا المقدسي وفيها كانت منازل آل طلحة ( من نسل ابنه موسى ) ومساكن بطون قبيلة تميم ، فبنو رياح كانوا يسكنون في الجهة الشرقية ( والسكة التي كانت تمتد من الكناسة إلى السجن القديم سميت ب ( سكة شبث ) نسبة إلى رئيسهم الخارجي ( شبث بن ربعي ) « 1 » وبنو دارم كانوا يسكنون حيال بني رياح ( وكان القادم من جهة القصر يرى دار رئيسهم بشر بن عطارد « 2 » خلف دور بني أسد ) « 3 » وكذلك كان بنو حمام وبنو الشيطان ( - حنظلة ) يسكنون الكناسة . وبعد زمن سكنت الكناسة بعض بطون بني أسد كبني عوف وبني حزام ( وليس بني خزّام ، الذين كان آل جابر الأنصاري الحواري الشيعي قد اختفوا في منازلهم ، كما أن الشيعي المتطرف ( المغيرة ) « 4 » كان يتردد هناك على الشيعيين ( الأحمس وصفوان بن مهران ) . وسكن الكناسة أيضا بنو هالك ( رهط سماك بن مخرمة خصم العلويين ) وكان لهم هناك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأغاني الطبعة الثانية المجلد ( 15 ) ص 110 .\r\n( 2 ) الكشي ص 60 .\r\n( 3 ) ابن الفقيه ص 183 .\r\n( 4 ) هو المغيرة بن سعيد البجلي كان عابدا زهدا ، وقد أمر بإحراقه عبد اللّه بن خالد القسري والي بني أمية على الكوفة ( سنة 119 ه ) المترجم .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمسجد « 1 » ، وفي هذه المحلة كانت قد سكنت بنو الكاهل ( الذين كان أبو الخطاب داعية الإسماعيلية والنصيرية من مواليهم ) وفيها كان عمير « 2 » أحد أتباع أبي الخطاب قد نصب خيمة للعبادة والاعتكاف « 3 » ، وإني لأعتقد بأن كان في بني الكاهل عدد كبير من الموالي الذين كانوا قد أسسوا لهم مسجدا دعي ب ( مسجد الموالي ) وقد جلب كولدزيهر « 4 » الانتباه حول هذه التسمية الخاصة المنفردة « 5 » . والروايات الشيعية تخبر بأن عند ظهور القائم « 6 » سوف تنزل صاعقة من السماء فتحرق المواقع الرجسة في الكوفة المقدسة ، مبتدأة بالكناسة ثم محلة ثقيف ( في شمال الجامع : وبستان زائدة بن قدّامة الثقفي ، في الثوية ) وبعده تحرق دار أسعد بن همام الشيباني آل ذي الجدين سيد بكر الذي كان رهطه من الخوارج ) وأخيرا داري بني أمية ( - الوليد بن عقبة وأخيه عمارة بالقرب من الجامع ) « 7 » . ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن سعد ج 6 ، ص 238 . والاسترآبادي في المنهج ص 171 . والذهبي في كتاب الاعتدال ج 1 ، ص 217 وج 3 ص 119 وكتاب الأغاني الطبعة الثانية مجلد ( 7 ) ص 174 وبالأخص مجلد ( 10 ) ص 80 .\r\n( 2 ) هو عمير بن بنان العجلي الذي أصبح بعد مقتل أبي الخطاب خليفته ورئيس أتباعه ، وكان قد نصب خيمة عظيمة في الكناسة كان يجتمع فيها اتباعه ويعتكفون ، ولما بلغ خبرهم الوالي يزيد بن عمر بن هبيرة أخذ عميرا وصلبه في الكناسة .\r\n( 3 ) الشهرستاني ج 2 ، ص 17 .\r\n( 4 )  Goldziher  عالم ومستشرق نمساوي له كثير من المؤلفات .\r\n( 5 ) الطبري مجلد 3 ص 295 - و 120  . Goldziher , Muh stud , I . \r\n( 6 ) القائم هو محمد بن الحسن العسكري ، الإمام الثاني عشر عند الشيعة الإمامية الاثني عشرية وهو المهدي المنتظر . « المترجم » .\r\n( 7 ) نوري الطبرسي « 1320 ه - 1903 م » كتاب نفس الرحمن ص 69 - 70 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nيأتي القائم « 1 » وينزل في الجامع ويضع خزينته في مسجد السهلة ، ويعمّ بغداد الخراب ، فتصبح الكوفة ملكة الدنيا ، بعد أن كانت دار هجرة المؤمنين الحقيقيين ومحل انتظارهم .\r\nوحسب حديث سلمان « 2 » : ( الكوفة قبة الإسلام : وسوف يأتي زمان لا يوجد مؤمن حق إلا من سكن الكوفة أم اشتاق إليها قلبه ) لأن الكوفة مدينة الإسلام حيث تأملوا في حديث المباهلة « 3 » ذي المعنى العميق فتمسكوا به بكل معناه الحقيقي الشرعي « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية للخصيبي ص 544 ، وكتاب الغيبة لابن زينب ص 75 .\r\n( 2 ) البلاذري .\r\n( 3 )  . Cf . Salm n P k . P . 40 - 42 \r\n( 4 ) راجع حديث المباهلة في كتابنا النبأ العظيم ج 1 ، صفحة 28 ، وكتاب أعيان الشيعة للعلامة السيد محسن العاملي ج 3 ، ص 178 ، 179 ، 180 ، وتفاسير الرازي والزمخشري والنيشابوري والطبرسي « في سورة آل عمران آية المباهلة » « المترجم » .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nضاحية النجف ( مشهد علي )\r\nكان اسم النجف ( أو نجف بكسر النون - تل أوصلييان ) يطلق قديما على الجزء الغربي ( المطل على البحيرة المالحة ) من ذلك اللسان الذي تقع الكوفة في النقطة الشمالية الشرقية منه ( في جهة الفرات ) وهذه الذروة صارت في عصر اللخميين تسمى ب « الغري » « 1 » ( حيث كان الأمير ماء السماء قد نصب عليها عمودين - الغريين ) وعلى مقربة منها تأسست القرية المسيحية التي سميت ب « دومة الحيرة » « 2 » .\r\nوحوالي عام ( 280 ه - 902 م ) حظي الداعي الزيدي الديلمي زيد بن محمد ( 270 - 287 ه ) بتشييد قبة إجلالا لعلي المدفون هناك « 3 » ، وزاد في بنائها وعمارتها أبو الهيجاء الحمداني ( + 317 ه )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الفقيه ص 179 .\r\n( 2 ) البكري في المعجم ص 354 ، المرفوع من قبل موزل -  Musil , Art , des , 1927 , 544 - . 545 \r\n( 3 ) كان عليّ قد دفن بصورة سرّية هنا تحت سياج من العيضة أو بالأحرى من الشيح ( نوع من الأشواك ) وكان الإمام جعفر الصادق يقصد الغريّ من المدينة مع صفوان الأسدي -\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوفي حكم البويهيين أصبحت هذه القبة كعبة الزوار ، ومنذ ذلك العهد أخذت الأسر العلمية الشيعية في الكوفة تنتقل إلى الغري وتقطنها « 1 » .\r\nأما مقبرة النجف « وادي السلام » فمقدسة كمقبرة وادي الصفاء بكربلاء . وللنجف خريطة متقنة وضعها نيبوهر  Niebuhr  فأفادتني كثيرا في أيام إقامتي بالنجف من 11 - 17 آذار 1908 . وإليك وصف محلاتها الأربع حسب ملاحظاتي حينذاك :\r\n1 - محلة حقيرة تسكنها عشيرة الشمرت تسمى المشراق ، في الشمال بين باب البحر القديم ( واليوم يسمى بباب الثلمة وباب الصغير ) .\r\n\r\n\r\n","description":"","footnote":"\r\n- لزيارة قبر جده ( الأسترآبادي ص 183 ، وابن عمير ، وقد رواه ابن أبي الحديد في شرح النهج المجلد 2 ص 45 - 46 ) . وأما القول بأن قبر المغيرة يوجد في هذا المحل ليس إلا ضرب من الازدراء والهزل من قبل خصوم الشيعة : - وبما أن تعيين قبر علي الحقيقي جاء متأخرا ، فلذلك كانت الآراء متباينة في موضع قبره قبل ذاك ، فزعموا بأنه دفن في الكوفة نفسها ( في إحدى زوايا الجامع على رحبة القصر بالقرب من أبواب كندة ) على رأي أبي مخنف ، أو في حجرة بدار أخته أم هاني أرملة هبيرة المخزومي ، أم تحت دار عبد اللّه القسري ( الذي صار فيما بعد واليا على الكوفة ) مقابل القصر من جهة الجنوب ، أو في الكناسة ، أو في الثوية ( وفي الحقيقة دفن المغيرة هنا وبعد زياد ) أو في صحراء طيء ( رواية أبي القاسم البلخي - 317 ه ، ذكره ابن أبي الحديد في شرح النهج المجلد ( 1 ) ص 364 ) وقد ذكر أحد شعراء النصارى البلحارثيين بأن جثمان علي كان قد نقل إلى القرية المسيحية « نجران » وهي القرية التي عمرها نصارى اليمن الذين أجليوا عن أوطانهم ) وكانت تقع بين الكوفة وواسط ( ياقوت المجلد ( 4 ) ص 757 ) ( - نهربان بين خفان وجنبلا ) - وراجع حديث البكتاشية حول نشور علي وظهوره متلثما على جمل وقيادته جنازته بنفسه .\r\n( 1 ) والنجف إحدى دور العلم الأربع للشيعة ، وتلقب أيضا ب ( مرجع التقليد ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n2 - ثلاث محلات واسعة لعشيرة الزكورت وهي العمارة ( وتشمل الجامع وسوق القاضي في الجنوب الغربي ) . والحويش ( « الصغير والكبير » في الجنوب ) والبراق ( مع سوق الكبير ) في الشرق .\r\nوعند عودتي سنة 1934 وجدت النجف لم تتأثر كثيرا من جرّاء انقطاع الزوار الإيرانيين عنها منذ سنة 1925 بخلاف كربلاء .\r\nوالنجف بلدة بدوية محضة وعربية بحتة .\r\nوهناك محلتان جديدتان لا زالتا في دور التشييد ، إحداهما في الشمال والأخرى في الجنوب وتقعان عموديا على البحيرة المالحة ؛ وبالرغم من أن البلدة القديمة لم تزل قذرة جدا ، توجد هناك أنابيب تجلب إليها الماء من الفرات بينما في سنة 1908 لم يكن هناك سوى الآبار ومجرى صغير من الماء الكدر « جدول النجف » وكانت عديمة الزرع والخضرة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويوجد في النجف نوع من العقيق الأبيض غير المنحوت يسمى « درّ النجف » وتحصل هذه الدور من أرض النجف ، - وقد جلبت معي من النجف في سنة 1908 ثلاث عباءات من نوع « أم چتف » وهي عباءات نسائية تشبه حلة الشماس ، تصنع هناك من الحرير على طراز هندسي مطرزة بقصب الذهب أو الفضة .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالمصادر\r\nإن الكتب التي انفردت لوصف الكوفة « 1 » ، وبالأخص كتاب الهيثم بن عدي ( + 207 ) « 2 » ليست معروفة لدينا سوى عناوينها وبعض الروايات عنها ، فالجغرافيون العرب قد زهدوا كثيرا في الإسهاب عن وصف الكوفة ما خلا بضعة روايات متفرقة ، وأما المعجم الذي وضعه ياقوت وإن جاء متأخرا إلا أنه ثمين جدا ، وعدا ما ذكر فليس لدينا ما نعتمد عليه غير فصول من كتاب فتوح البلدان لأحمد بن يحيى البلاذري ( + 279 ) « 3 » التي عنونها ب « تمصير الكوفة » فنجد فيها ( 150 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حسبما ذكر ابن النديم في الفهرست ونصير الدين الطوسي والكنتوري .\r\n( 2 ) كتابه « خطط الكوفة » وربما أخذ ياقوت منه باختصار ، وكتابه « ولاة الكوفة » وقد استخرج منه الطبري بعض الحوادث كحادثة زيد ، وكتابه « قضاة الكوفة والبصرة » الذي استفاد منه ابن سعد في تأليف كتابه « الطبقات » وأخيرا كتابه « فخر أهل الكوفة على أهل البصرة » الذي قلّده فيه علي المدائني في وضع كتابه « مفاخرة أهل البصرة والكوفة » .\r\n( 3 ) عمر بن شبة البصري ( - 262 : كتاب الكوفة وكتاب عمار الكوفة ) وإبراهيم بن محمد الثقفي ( - 283 كتاب الأصفهان وكتاب فضل الكوفة ومن نزلها من الصحابة ) محمد بن -\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاسما من أسماء الأماكن ، ثم الصحائف الثلاث لليعقوبي ( + 278 ) حول اختطاط الكوفة ( وهي قائمة تخص تخطيط منازل الصحابة وكثير من القبائل مع أسماء الجبانات ) « 1 » .\r\nولأجل البحث والتحقيق عن الجداول والقوائم التاريخية والأدبية كان ينبغي لنا التتبع المستمر والبحث الطويل ، لأن الجدول الجغرافي الموجود في كتاب الأغاني ليس فيه سوى ( 15 ) اسما تخصّ الكوفة ولكن الطبري يعطينا ( 125 ) اسما للأماكن الكوفية ، منها ( 10 ) للجبانات و ( 6 ) للحمامات و ( 44 ) للدور و ( 5 ) للأديرة و ( 7 ) للسكك و ( 18 ) للمساجد .\r\nوكان دليلنا الوحيد للرجوع في الترسيم الطوبوغرافي هو المصدر الذي استخرج الطبري منه الحوادث التي وقعت في الكوفة ، كحركة حجر ( سنة 51 ه ) وقيام مسلم بن عقيل ( سنة 60 ه ) وحركات المختار العسكرية ( في سنتي 66 و 67 ه ) « 2 » وحركة شبيب ( سنة 76 ه ) وقيام زيد بن علي ( في سنتي 121 و 122 ه ) وابن معاوية والضحاك ( سنة 127 ه ) وهذا المصدر هو المؤرخ الزيدي لوط بن سالم الغامدي الأزدي ( + 157 ه ) وهو أيضا المصدر الأساسي لمشاجرة الصحابة ، فهذا المؤرخ الذي يعتمد عليه الطبري ويعرفه حسب إحصاء هشام الكلبي ( الذي يفضله على الهيثم بن عدي « لمناسبة زيد » ) كان قد\r\n\r\n\r\n","description":"","footnote":"\r\n- تمام الدهقان ( كتاب فضل أهل الكوفة ) الذي نشره ابن مجالد ثانية .\r\n( 1 )\r\n . Ed . De GoeJe ? , Leiden , 1866 ( Hitti et Murgotten , en ont donne ? en 1916 - 1924 \r\n( 2 ) راجع كتاب « أخبار المختار و « مختارنامه » ( بالفارسية ) .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاستعمله نصر بن مزاحم المنقري التميمي ( + 212 ه ) لوضع كتاب المختار بعد أن قام ببعض التعديل ، وربما كان أبو حنيفة الدينوري قد أخذ من الأخير ( يعني نصر ) « 1 » . ويظهر بأن المتتبعين أخذوا يهتمون بالموضوع ( أي موضوع الكوفة ) فطفقوا يكتبون وينشرون ، إلا أني لم أستطع أن آخذ رأيا من بحوث الشيخ علي الشرقي التي نشرت في مجلة الاعتدال النجفية سنة 1932 ، ولا من البحوث غير المنشورة للسيد سليم محمود الأعظمي .\r\nولكن كتب لي ( ا . كوهنل  E . Kuhnel  ) بأن الدكتور ( طالبوت رايس  Talbot Rice  ) كان قد عثر على بعض الأواني التي تعود إلى العصر الأموي وذلك في أثناء تنقيبه عن الآثار في الحيرة فأعطتنا بعض المعلومات عن الكوفة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأخبار الطوال ( طبع مصر ) .\r\n( 2 )\r\n Cf . Jour . R , Central Asian soc , XIX ( 1932 ) 250 - 268 , antiquity , VI ( 1932 - sept ) 276 , et art islamica , I ( 1934 ) 51 - 73 , Cf . Gerald Reithinger , ap GRAS , jour , 1933 . P . . 103 \r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالذيل - رقم ( 1 ) ملاحظة حول طوبوغرافية البصرة « 1 »\r\nبما أن الحياة الاجتماعية والسياسية في المدينتين الشقيقتين ( العراقين ) كانت مرتبطة ارتباطا وثيقا ، فعلينا أن نكتب بضعة أسطر عن الثانية ( البصرة ) ولا نقصد بالبصرة البلد الجديد الذي يرجع تاريخ تأسيسه إلى القرن السابع عشر الميلادي ، الذي ذكرنا شيئا عنه في الجزء الثاني من كتاب « بعثتي » عقيب زيارتي في سنة 1907 م ( من 8 إلى 15 كانون الأول ) . بل المدينة القديمة التي تبعد مسافة ساعتين من البصرة الحالية في الجهة الجنوبية الغربية منها ، والتي لم يبق منها سوى عدة قبور متفرقة وبعض الآثار الدالّة على محيطها .\r\nكانت البصرة قد تمصرت سنة ( 17 ه ) من الدساكر « 2 » السبع .\r\n1 - البطينة في الوسط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الفقيه 191 ، والبلاذري ص 346 و 372 ، واليعقوبي .\r\n( 2 ) الدسكرة هي الضيعة أو المزرعة المأهولة . ( راجع فصل تمصير الكوفة ) المترجم .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n2 - الحدّان في الغرب .\r\n3 - هداد في الشرق .\r\n4 - الزابوقة في الشرق .\r\n5 - الخريبة في الجنوب ( وهنا كانت وقعة الجمل سنة 36 ه بين الجبانة ( المقبرة الكبرى ) من الجنوب الغربي ومقبرة بني حصن والمسناة من الجنوب الشرقي .\r\n6 - السبخة في الشرق . ( وكانت هذه الدسكرة تتصل بالفرضة ( الپورت ) القريبة من الجسر ودار الرزق بين محلات القلعة ) .\r\n7 - الزاوية في الجنوب .\r\nوكان الطريق التجاري الكبير يخترق البصرة من الغرب إلى الشرق ، أي من المربد ( محل إناخة الإبل وتفريغ البضائع ) إلى الفرضة ( - الپورت ) . والبصرة كانت منقسمة إلى خمسة مناطق عسكرية قبلية ( الأخماس ) .\r\n1 - بكر ( في الوسط الشرقي : البطينة والزابوقة ) .\r\n2 - عبد القيس ( في الشرق والشمال الشرقي ، بالقرب من البورت ) .\r\n3 - تميم ( في الغرب والجنوب الغربي ، من المربد إلى الجامع ، مع مقبرة بني مازن ( من قبيلة قيس مؤسسو البصرة ) في الجنوب الغربي .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n4 - الأزد ( في الشمال الغربي : حدّان وهداد ) .\r\n5 - أهل العالية ( وهم أصحاب المناصب والموظفين القيسيين والقرشيين : في الوسط بين الجامع والبطينة ) .\r\nوبنو سعد ( من تميم ) كانوا قد عقدوا حلفا مع الفرسان ( - الأساورة ) الفارسيين . كما أن بني حنظلة ( من تميم أيضا ) قد تحالفوا مع الزط والسيابجة ( وهم الطبقات السفلى من الإيرانيين ) .\r\nوبينما كانت قبائل بكر ( وبالأخص ) عبد القيس شيعية « 1 » ، نرى قبائل تميم بعد أن تنضمّ إلى القيسيين تعطي للبصرة صبغة سنية عنيفة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بكر وعبد القيس من ربيعة ، وقد مدحهم أمير المؤمنين عليه السّلام في مواطن كثيرة ، ومن جملة ما قاله : ( لكل ربيعة خير وخير ربيعة عبد القيس ) وله قصيدة يمتدحهم ويثني عليهم في صفين ( راجع الجزء الثالث من كتابنا النبأ العظيم ) ( المترجم ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالذيل رقم ( 2 ) الرابطة السياسية في بطون القبائل الكوفية ( ك ) والبصرية ( ب ) ولدى الرؤساء من العنصر العربي المحض\r\nتميم ، كانت بطونها على العموم سنية وخاصة بني دارم ( ك :\r\nعطارد الذي سبب عزل الوالي عمار « 1 » وابنه بشر كان ضد علي ) وبني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو عمار بن ياسر العنسي من السابقين إلى الإسلام والمعذبين في سبيله ومن المهاجرين الأولين صديق النبي المقرّب وهو كذلك من الشيعة الأسبقين ( مع المقداد وسلمان وأبي ذر ) الذين لقبهم النبي بشيعة علي وأحد أركان الشيعة الأربعة كان شديد الولاء لآل البيت عظيم الطاعة والانقياد لعلي ، اشترك في جميع غزوات محمد صلّى اللّه عليه واله وسلم وأبلى فيها أحسن البلاء ، وكان من الزهاد العباد ومن أهل الصفة ، ولّاه الخليفة الثاني إمارة الكوفة والقيادة العليا لأجنادها وكان القائد الأعلى في كثير من فتوح إيران وصار في عهد الخليفة الثالث أحد رؤوس المعارضة والمطالبين بالإصلاح ، ثم شهد الجمل مع علي عليه السّلام وقد ولّاه أمرة الرجالة كلها وشهد كذلك حروب صفين معه وقاد القراء واستشهد هناك عليه رضوان اللّه ورحماته . ( راجع -\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nعمرو ( ب ) ؛ ولكن بني سعد الذين كانت لهم أقلية في الهجر فاختلاطهم مع الإيرانيين جعلهم يميلون إلى التسوية  ( Radicale )  أي كانوا يتطرفون إلى أحد الجانبين فإما إلى تشيع الحمراء ( ك ) واما إلى الخارجية ( ب : حرقوص ) وبنو حنظلة الذين تخالطوا كذلك مع الإيرانيين بالتحالف أمسوا مذبذبين بين هذين الجانبين ( ب : صابغ بن عسل ؛ ك : ضابي بن الحارث وشبث بن ربعي الرياحي ؛ أصبغ بن نباتة ) .\r\nأسد ، كانوا ضد التشيع ( ك : طليحة ) ولكن بني غاضرة الذين كانوا يملكون أراضي كربلاء قاموا بدفن جثمان الحسين ، وقائمة أسماء الشيعة من موالي بني أسد فطويلة جدا ( ولا سيما موالي بني الكاهل ) .\r\nبكر ، كانت بطونها الكوفية على الأغلب ضد الشيعة وبالعكس بطونها البصرية كانت شيعية ( ك : بنو شيبان وبنو ذهل ، عدا منصور المستنير ؛ ب : وابن نصير « 1 » مؤسس النصيرية ) .\r\nخزاعة ، كانوا من الشيعة الأسبقين ( عمرو بن الحمق وسليمان بن\r\n\r\n\r\n","description":"","footnote":"\r\n- كتابنا الركن الرابع عمار بن ياسر ) المترجم .\r\n( 1 ) هو محمد بن نصير النمري البصري كان رحمه اللّه شديد الحب لعلي عليه السّلام كثير الموالاة لآل البيت شيعيا متطرفا زاهدا عالما فقيها كان معاصرا للإمام الحادي عشر الحسن العسكري عليه السّلام وهو بابه ( حسب معتقد النصيرية ) وهو رئيس الفرقة التي سميت بالنصيرية أو العلوية ولا زال اتباعه من خيرة الشيعة الإمامية الاثني عشرية ولهم طريقة تسمى « الجنبلانية » وهم منتشرون اليوم في سواحل لبنان الشمالية والجزيرة وأنطاكية والاسكندرونة وولايات تركيا الجنوبية وأزمير واستنبول وبلغاريا وألبانيا السفلى وبلاد اليونان وأمريكا الجنوبية لا سيما البرازيل ( المترجم ) .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nصرد ) « 1 » وصاروا فيما بعد من الموالين لبني العباس لأنهم كانوا كذلك شيعة في ابتداء الأمر ( قبل سنة 132 ه ) .\r\nعبد القيس كان هؤلاء يتشيعون من قبل سنة 30 ه ( بنو الذيل رهط أبناء صوحان ) وقد ثبتوا في تشيعهم ( ب : بنو العمور ) « 2 » .\r\nمذحج ، كانت بطونها كلها شيعية ( من النخع الأشتر « 3 » وكميل ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عمرو بن الحمق بن الأوبر شيخ خزاعة ورأسها وفارسها ، كان من أجلاء الصحابة ومن كبار أصحاب أمير المؤمنين ، ومن الصلحاء الأخيار زاهدا عابدا ، واشترك في فتوح سورية ومصر ثم انتقل إلى الكوفة ثم شهد الجمل وصفين والنهروان مع أمير المؤمنين وساعد حجر بن عدي في حركته كما أنه اشترك في كافة الحركات الإصلاحية في الكوفة قبلها ، وقد روى الحديث عن النبي محمد وروى عنه جبير بن نفير ورفاعة بن شداد وغيرهما وسليمان بن صرد كذلك من رؤساء خزاعة ومن أصحاب أمير المؤمنين ، كان في مقدمة أخيار أهل الكوفة وهو أول من طلب بدم الحسين السبط عليه الصلاة والسلام تولى أمرة التوابين وحارب بني أمية واستشهد رضوان اللّه ورحمته عليه ( راجع قيام التوابين في الملحق ) ( المترجم ) .\r\n( 2 ) كان عبد اللّه بن وهب الهمداني الشهير بابن سبأ قائدهم يوم الجمل « سنة 36 ه » .\r\n( 3 ) هو مالك بن الحرث النخعي المذحجي المعروف بالأشتر أشجع شجعان العراق وفارسهم المغوار وأحد رؤوسهم العظام ، التابعي الجليل وصاحب أمير المؤمنين وصديقه ومن أشد الخلق ولاء له ، كان مصلحا اجتماعيا وقائدا عظيما وهو أحد أبطال غزوة مؤتة ( وفيها شترت عينه ) كما أنه اشترك في فتوح العراق وإيران وبعدها صار رأس المعارضة في الكوفة على عهد عثمان كان جريئا مع الولاة شديدا عليهم ، نفي إلى الشام مع عصبة من أصحابه ثم إلى الجزيرة وقد ترأس فيما بعد وفد الكوفة الذي سار إلى المدينة سنة 35 ه ، ثم شهد الجمل مع أمير المؤمنين وقد ولاه قيادة ميسرته وكذلك في صفين ، ثم بعثه أميرا على كور الموصل وسنجار والجزيرة ونصيبين ودارا ، وبعد مقتل محمد بن أبي بكر عليه الرحمة أرسله عاملا له على مصر وفي طريقه بالقلزم « - السويس » دسّ له السم رجل بإيعاز من معاوية فتوفي هناك رضوان اللّه عليه ورحماته ولما نعوه إلى أمير المؤمنين بكى عليه بكاء شديدا وقال : « رحم اللّه مالكا فقد كان لي كما كنت لرسول اللّه » وبعد كلامه عليه السّلام نستطيع أن نعرف من هو الأشتر حقا ( المترجم ) .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوبطون جعفي وأود ومراد ( عدا الأشعريين حيث كانوا محايدين والبلحارثيين الذين أمسوا خوارج ( سنة 41 ه ) ثم من أنصار بني العباس ( سنة 132 ه ) .\r\nكندة ، كانوا جميعهم شيعة ( ك : حجر ) ولكن تشيعا إلهيا دينيا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي كان تشيعهم إطاعة لأمر اللّه والنبي محمد ، حيث قد نصّ القرآن بموالاة أهل البيت وطاعة علي  قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى  و  إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ ، وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ  ( 55 ) وقد أجمع المفسرون بأن هذه الآية نزلت في علي خاصة عندما تصدّق بخاتمه للسائل بالمسجد وهو في حالة الركوع ، وهناك كثير من الآيات القرآنية وسورة كاملة ( سورة هل أتى ) بحق علي وزوجته وولديه ، فليراجع القارئ أي تفسير شاء ، - وأما وصايا النبي وأوامره فكثيرة جدا نورد منها ، قوله : « علي مع الحق والحق مع علي يدور معه حيث دار ويميل معه حيث مال » ( أخرجه الحاكم في المستدرك وابن حنبل في مسنده ) وكلامه له : عند خروجه لغزوة تبوك ، « أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي » ( النسائي في الخصائص ومسلم والبخاري في صحيحيهما ) . وقوله : « ما تريدون من علي « قالها ثلاثا » إن عليا مني وأنا منه وهو ولي كل مؤمن من بعدي » ( الترمذي والحاكم والطبراني ) وقوله أيضا : « من أطاع عليا فقد أطاعني ومن أطاعني فقد أطاع اللّه ، ومن أحب عليا فقد أحبني ومن أحبني فقد أحب اللّه ، ومن أبغض عليا فقد أبغضني ومن أبغضني فقد أبغض اللّه ، ومن آذى عليا فقد آذاني ومن آذاني فقد آذى اللّه » ( أخرجه أبو يعلى والبزاز عن سعد وكذلك الحاكم وابن حنبل والطبراني ) . وقوله له : « يا علي أنت تقاتل على تأويل القرآن كما قاتلت على تنزيله » ( أحمد بن حنبل والحاكم بسنده عن أبي سعيد الخدري ) وقوله : « علي مني وأنا من علي ولا يؤدي عني إلا أنا وعلي » ( الترمذي وابن ماجة وابن حنبل ) . وأخيرا كلامه يوم غدير خم بعد خطبته الشهيرة ، « ألا من كنت مولاه فهذا علي مولاه ، ثم دعاؤه له : اللهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله » الخ . . .\r\n( راجع اجتماع غدير خم وخطبة النبي في مسند أحمد بن حنبل وصحيحي النسائي ومسلم وحلية الأولياء لأبي نعيم الأصفهاني وصحيح الترمذي وشرح النهج لابن أبي الحديد والصواعق المحرقة لابن حجر وكتاب الولاية لسبط ابن الجوزي وكتاب الولاية للطبري ، وكذلك رواه ابن المغازلي الشافعي وابن مردويه وابن بطة وغيرهم ) فالآيات والأحاديث بهذا المعنى كثيرة ، فإذا القول بأن كندة كانت تتشيع إلهيا هو أنهم قد اتبعوا وصايا النبي وامتثلوا أمر القرآن ، ولم يكونوا لينظروا إلى المآرب السياسية أو يذهبوا مذهب الحزبية أو العصبية القبلية . أما رئيس كندة وملكهم في الجاهلية الأشعث فقد كان منافقا ولم يؤمن بل أسلم لسانا وكان يظهر ما لا يضمر ولم يكن لينسى بأنه كان ملكا فأنزله الإسلام من مرتبته وساواه مع رعيته إلى غير ذلك . راجع حول الأشعث في الجاهلية والإسلام كتابنا النبأ العظيم الجزء الثالث ) .\r\n( المترجم ) .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nهمدان :\r\nكانت كافة بطونها شيعية على الإطلاق شديدة التشيع مشغوفة به « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان النبي محمد قد أرسل خالد بن الوليد « سنة 9 ه » إلى اليمن ليدعو أهلها إلى الإسلام فذهب خالد إلى اليمن ودعا همدان فكان جوابهم وابلا من النبال ، فعاد فبعث النبي عليا فسار إليهم وكلمهم ثم دعاهم فأجابوه وأسلمت بطون همدان كلها في يوم واحد ثم اتبعتهم بقية قبائل اليمن فكتب علي إلى النبي فلما بلغه ذلك قال :\r\nالسلام على همدان ، ومنذ ذلك اليوم أصبح الهمدانيون شيعة لعلي رجالا ونساء وأكثر الناس موالاة له وأعظمهم تضحية في سبيل نصرته وأشد الخلق على أعدائه ، كانوا يتسابقون إلى المنايا بين يديه ونساء همدان كنّ يدخلن المعارك ويحرضن الرجال على القتال ويشجعنهم على الاستبسال ، والهمدانيون هم ذوو البلاء المشهود في حروب الجمل وصفين وغيرها ، ولقد خاطبهم أمير المؤمنين يوما بصفين قائلا : أنتم درعي ورمحي ، فكفاهم بذلك فخرا ، ومدحهم عليه الصلاة والسلام في قصيدة منها :\r\n دعوت فلباني من القوم عصبة * فوارس من همدان غير لئام\r\nفوارس من همدان ليسوا بعزل * غداة الوغى من يشكر وشبام\r\nومن أرحب الشيم المطاعن بالقنا * ورهم وأحياء السبيع ويام ( * )\r\nومن كل حي قد أتتني فوارس * ذوو نجدات في اللقاء كرام\r\nبكل رديني وعضب تخاله * إذا اختلف الفرسان شعل ضرام\r\nيقودهم حامي الحقيقة منهم * سعيد بن قيس والكريم محامي\r\nفخاضوا لظاها واصطلوا بشرارها * وكانوا لدى الهيجا كشرب مدام\r\nجزى اللّه همدان الجنان فإنهم * سمام العدى في كل يوم حطام\r\nلهمدان أخلاق ودين يزينهم * ولين إذا لاقوا وحسن كلام\r\nمتى تأتهم في دارهم لضيافة * تبت عندهم في غبطة وطعام\r\nألا إن همدان الكرام أعزّة * كما عزّ ركن البيت عند مقام\r\nأناس يحبون النبي ورهطه * سراع إلى الهيجاء غير كهام\r\nفلو كنت بوابا على باب جنة * لقلت لهمدان ادخلوا بسلام \r\n( * ) يشكر وشبام وارحب ورهم والسبيع من بطون همدان .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمن بني الحوت ، الحارث ومن بني وادعة سعد بن وهب ) ونساء همدان قد أقمن المآتم والمناحات على الحسين جهارا ، وكان الهمدانيون يشتركون في جميع الثورات الزيدية اشتراكا فعليا ( أبو الجارود وحسن ابن صالح بن حي ) كما أنهم ساهموا مع القرامطة في ثوراتهم ( منصور اليمان ) وفقط بطن من بطونها ( بنو ناعط ) صاروا ثمانية إلى أجل وذلك للكراهية التي حصلت بينهم وبين السبيعيين ( ويستثنى منهم سعيد بن نمران وليلى ) .\r\n\r\nبجيلة :\r\nكانت هذه القبيلة من أوّل الأمر مخاصمة للشيعة ( جرير ) وكان منها رجلان شيعيان هما ، حبة العرني تلميذ عمار بن ياسر والمغيرة أحد مواليهم .\r\nوقد عدّ الشاعر الشيعي معدان السميطي « 1 » « + 160 ه » في بيتين من الشعر القبائل التي كانت دوما ضد الشيعة وهي باهلة ( من قيس ) وبطون الخلفاء الثلاث الأولين القرشيين ، وثقيف ( عدا المختار وآل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السميطيون هم فخذ من آل الربيع بطن من طيء ( السويدي . سبائك ص 259 ) .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nعمه سعد بن مسعود ) ، وتغلب ، وهلال « 1 » ( البيان والتبيين للجاحظ ج 3 ص 176 ) « 2 » .\r\nلما كان ملحقنا « أهم حوادث الكوفة في القرنين الأول والثاني الهجري » فيه من الإسهاب والتفصيل ما يجعله أضعاف حجم هذا الكتاب فقد رأيت أن أنشره على حدة ، فليترقبه القراء .\r\nكربلاء تقي المصعبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القول بوجود مؤلف باسم سليم الهلالي هو تلفيق واختلاق .\r\n . Cf . notre Salm n P k , P , 50 - No 4 \r\n( 2 ) والبيتان من قصيدة :\r\n يوم تشفى النفوس من يعصر اللو * م ويثنى بسامة الرجال\r\nوعدي وتيمها وثقيف * وأمي وتغلب وهلال\r\nلا حرور ولا النوائب تنجو * لا ولا صحب واصل الغزّال\r\nغير كفت ومن يلوذ بكفت * فهم رهط الأعور الدجال\r\nوبنو الشيخ والقتيل بفخ * بعد يحيى ومؤتم الأشبال\r\nسنّ ظلم الإمام في القوم بشر * إن ظلم الإمام ذو عقال \r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nمؤلفات ماسينيون\r\n Mission en Me ? sopotamie Mon Receuil Mon Essai Salm n P k et les premices spirituelles de l'islam iranien \r\n\r\nمؤلفات المترجم\r\n1 - النبأ العظيم أو علي بن أبي طالب / الجزء الأول .\r\n2 - النبأ العظيم أو علي بن أبي طالب / الجزء الثاني .\r\n3 - النبأ العظيم أو علي بن أبي طالب / الجزء الثالث .\r\n4 - المقداد بن عمرو - الركن الأول من الأركان الأربعة .\r\n5 - سلمان پاك - الركن الثاني من الأركان الأربعة .\r\n6 - جندب بن جنادة - الركن الثالث من الأركان الأربعة .\r\n7 - عمّار بن ياسر - الركن الرابع من الأركان الأربعة .\r\n8 - موجز الاقتصاد السياسي .\r\n9 - سنتا المنفى أو مشاهداتي في الهند وبلوجستان وإيران .\r\n10 -  . L'Islam depuis son origine \r\n11 -  I'Euphrate \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nفهرس الأعلام\r\n\r\nأ\r\nأ . كوهنل : 69\r\nإبراهيم الخليل : 55\r\nإبراهيم الخواص : 25\r\nإبراهيم بن الأدهم : 25\r\nإبراهيم بن محمد الثقفي : 67\r\nأبرهة بن الصباح الأصبحي : 27\r\nابن أبي الحديد : 64 ، 76\r\nابن الفقيه : 20 ، 34 ، 37 ، 48 ، 55 ، 60 ، 63 ، 70\r\nابن المغازلي الشافعي : 77\r\nابن بطة : 77\r\nابن بطوطة : 57\r\nابن جبير : 51 ، 54\r\nابن حجر : 76\r\nابن حنبل : 76\r\nابن رستم : 20\r\nابن زينب : 62\r\nابن سبأ - عبد الله بن وهب الهمداني\r\nابن سعد : 20 ، 33 ، 35 ، 37 ، 41 ، 48 ، 59 ، 61 ، 67\r\nابن عبد البر : 41\r\nابن عمير : 64\r\nابن ماجة : 76\r\nابن مجالد : 68\r\nابن مردويه : 77\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nابن معاوية : 68\r\nابن مقارن : 43\r\nابن نصير - محمد بن نصير النمري البصري\r\nأبو الجارود : 78\r\nأبو الخطاب - محمد بن مقلاص الأسدي الكوفي الأجدع\r\nأبو القاسم البلخي : 64\r\nأبو الهيجاء الحمداني : 63\r\nأبو جبير الأنصاري : 38\r\nأبو حنيفة الدينوري : 69\r\nأبو ذر : 73\r\nأبو سعيد الخدري : 39 ، 76\r\nأبو سمينة الطاحي الأزدي : 46\r\nأبو عبد الله الجدلي : 38\r\nأبو عبيد الثقفي : 39\r\nأبو مخنف : 33 ، 64\r\nأبو مرثد : سس 57\r\nأبو موسى الأشعري : 38\r\nأبو نعيم الاصفهاني : 76\r\nأبو يعلى : 76\r\nأحمد بن يحيى البلاذري : 17 ، 19 ، 21 ، 22 ، 28 ، 32 ، 34 ، 36 ، 41 ، 47 ، 54 ، 62 ، 67 ، 70\r\nالأحمس : 60\r\nالأربد العبسي : 59\r\nأسامة : 37\r\nالاسترآبادي : 35 ، 46 ، 55 ، 61 ، 64\r\nأسعد بن همام الشيباني : 61\r\nإسماعيل بن جعفر الصادق : 45 ، 46\r\nالأشتر النخعي : 75\r\nالأشعث بن قيس الكندي : 20 ، 38 ، 39 ، 55 ، 77\r\nالأصبغ بن نباتة : 52 ، 74\r\nالأصمعي البصري : 25\r\nأعين بن زرارة : 27 ، 39\r\nأم هاني ( أخت علي ) : 51 ، 64\r\n\r\nب\r\nالباقر ( الامام ) : 56\r\nالبخاري : 76\r\nالبزاز : 76\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبسام بن عبد الله : 46\r\nبشر بن عطارد : 60\r\nبشر بن عمار بن ياسر : 73\r\nالبكري : 63\r\nالبلاذري - أحمد بن يحيى\r\nبنجامين دوتيودل : 47\r\n\r\nت\r\nالترمذي : 76\r\n\r\nج\r\nجابر بن عبد الله الأنصاري : 38 ، 55 ، 60\r\nجابر بن يزيد الجعفي : 56\r\nالجاحظ : 79\r\nجبير بن نفير : 75\r\nجرير البجلي : 38\r\nجرير بن مطعم النوفلي : 38\r\nجرير : 19 ، 78\r\nجعدة بن هبيرة : 52\r\nجعفر بن محمد الصادق : 42 ، 45 ، 46 ، 56 ، 57 ، 63\r\n\r\nح\r\nالحارث بن حضيرة : 52 ، 78\r\nالحاكم : 76\r\nحبة العرني : 78\r\nالحجاج : 12 ، 26 ، 35 ، 54\r\nحجر بن عدي : 75\r\nحذيفة بن اليمان العبسي : 38 ، 43\r\nالحسن البصري : 26\r\nالحسن العسكري : 74\r\nحسن بن صالح بن حي : 78\r\nالحسين ( ع ) : 74 ، 75 ، 77\r\nالحسين ابن منصور الحلاج : 8\r\nحكيم بن جبلة العبدي : 41\r\nحكيم : 45\r\nالحلاج : 25\r\nحمزة بن عبد المطلب : 57\r\n\r\nخ\r\nخالد القسري : 42\r\nخالد بن الوليد : 77\r\nخالد بن عرفطة : 38 ، 39\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالخباب الخزاعي : 38 ، 39\r\nالخصيبي : 34 ، 35 ، 48 ، 53 ، 54 ، 62\r\nالخضر : 55\r\nخنيس : 38\r\n\r\nد\r\nداود بن علي : 45\r\nديلم ( رجل ) : 20\r\nالدينوري ( أبو حنيفة ) : 20 ، 21 ، 22 ، 27 ، 35\r\n\r\nذ\r\nالذهبي : 34 ، 52 ، 61\r\n\r\nر\r\nالرازي : 62\r\nرشيد الهجري : 52\r\nرفاعة بن شداد : 75\r\n\r\nز\r\nزائدة بن قدامة الثقفي : 61\r\nالزبير : 37\r\nزرارة : 39\r\nالزمخشري : 62\r\nزهرة بن حوية السعدي : 20 ، 27\r\nزياد ابن أبيه : 28 ، 29 ، 54\r\nزيد بن صوحان : 56\r\nزيد بن علي : 46 ، 54 ، 68\r\nزيد بن محمد : 63\r\nزين الشيرواني : 34\r\n\r\nس\r\nسبط ابن الجوزي : 76\r\nسدير بن حكيم : 45\r\nسعد بن مالك - أبو سعيد الخدري\r\nسعد بن مسعود : 79\r\nسعد بن وهب : 78\r\nسعد : 19 ، 31 ، 38 ، 39 ، 76\r\nسعيد بن طريف : 52\r\nسعيد بن نمران : 78\r\nسفيان بن عمر : 52\r\nسلمان الباهلي : 38\r\nسلمان الفارسي : 43\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nسلمان باك : 26 ، 43\r\nسلمان : 26 ، 62 ، 73\r\nسليم محمود الأعظمي : 69\r\nسليمان بن صرد : 74 ، 75\r\nسماك بن مخرمة الباهلي : 55 ، 60\r\nالسمعاني : 48 ، 59\r\nالسويدي : 78\r\nسيحان بن صعصعة : 56\r\n\r\nش\r\nشبث بن ربعي : 60 ، 74\r\nشبيب الخارجي : 20 ، 68\r\nشديد بن حكيم : 45\r\nالشعبي : 52\r\nالشهرستاني : 61\r\nالشيخ عطية : 10\r\n\r\nص\r\nصابغ بن عسل : 74\r\nصعصعة بن صوحان : 56\r\nصفوان بن مهران : 60 ، 63\r\n\r\nض\r\nضابي بن الحارث : 74\r\nالضحاك : 68\r\n\r\nط\r\nطالبوت رايس : 69\r\nالطباطبائي ( السيد ) : 12\r\nالطبراني : 76\r\nالطبرسي : 62\r\nالطبري : 14 ، 19 ، 20 ، 21 ، 22 ، 27 ، 28 ، 32 ، 33 ، 35 ، 39 ، 42 ، 43 ، 48 ، 51 ، 54 ، 55 ، 59 ، 61 ، 67 ، 68 ، 76\r\nطلحة : 37 ، 39\r\nطليحة النصري الأصبحي : 27 ، 74\r\nطليحة بن خويلد : 43\r\n\r\nع\r\nعبد العزيز ( صاحب كتاب آثار الشيعة ) : 35\r\nعبد القيس : 37\r\nعبد الله القسري : 64\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nعبد الله بن أبي الكنود : 52\r\nعبد الله بن خالد القسري : 60\r\nعبد الله بن دارم : 37\r\nعبد الله بن محمد بن علي بن عبد الله بن العباس الهاشمي : 47\r\nعبد الله بن مسعود : 38\r\nعبد الله بن وهب الهمذاني : 75\r\nعبد الملك النخعي : 46\r\nعبد الملك : 51 ، 54\r\nعتبة بن عمرو الخزرجي : 38\r\nعثمان بن عفان : 12 ، 39 ، 56 ، 73\r\nعدي بن الحارث : 44\r\nعدي بن حاتم الطائي : 38 ، 39\r\nعلي الدائني : 67\r\nعلي الشرقي ( الشيخ ) : 69\r\nعلي بن أبي طالب : 9 ، 12 ، 22 ، 25 ، 38 ، 51 ، 52 ، 55 ، 56 ، 57 ، 64 ، 72 ، 73 ، 74 ، 75 ، 76\r\nعلي بن الحسين ( الامام ) : 57\r\nعمار بن ياسر : 39 ، 73 ، 74 ، 78\r\nعمارة بن عتبة الثقفي : 38\r\nعمارة بن عقبة : 38 ، 61\r\nعمر بن أبرهة : 27\r\nعمر بن الخطاب : 19 ، 43 ، 73\r\nعمر بن سعد بن أبي الصيد الأسدي :\r\n52\r\nعمر بن شبة البصري : 67\r\nعمرو بن الحارث الخزاعي : 38\r\nعمرو بن الحمق : 74 ، 75\r\nعمرو بن حريث المخزومي : 38\r\nعمير بن بنان العجلي : 61\r\nعون بن عبد الله بن عتبة : 52\r\n\r\nغ\r\nالغزالي : 25\r\nالغيض بن محمد ، 52\r\n\r\nف\r\nفؤاد بك كوبولو : 24\r\nالفاتح العباسي - أبو العباس عبد الله ابن محمد بن علي بين عبد الله بن العباس الهاشمي : 47\r\nفان - شن : 49\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالفرات بن حيان العجلي : 38\r\nفون ويسمان : 20\r\nفيشل : 43\r\n\r\nك\r\nالكاشي : 41\r\nالكشي : 46 ، 60\r\nكليب : 35\r\nكميل بن زياد : 12 ، 75\r\nالكنتوري : 57\r\nكولدزيهر : 6\r\n\r\nل\r\nلامانس : 9 ، 28 ، 54\r\nلوط بن سالم الغامدي : 68\r\nلويس ماسينيون : 7 ، 8\r\nليلى : 78\r\nليو - تسه : 49\r\n\r\nم\r\nماء السماء : 63\r\nمارد ابن الشيخ عطية : 10\r\nمحسن العاملي : 62\r\nمحمد ( ص ) : 22 ، 38 ، 44 ، 57 ، 73 ، 75 ، 76 ، 77\r\nمحمد بن أبي بكر : 75\r\nمحمد بن الحسن العسكري : 61\r\nمحمد بن المفضل الجعفي : 56 ، 57\r\nمحمد بن تمام الدهقان : 67\r\nمحمد بن مسلمة : 23\r\nمحمد بن مقلاص الأسدي الكوفي الأجدع : 41 ، 46 ، 54 ، 61\r\nمحمد بن نصير : 74\r\nمحمد عبده : 23\r\nالمختار : 33 ، 38 ، 39 ، 68 ، 78\r\nالمسعودي : 37\r\nمسلم بن عقيل : 48 ، 68\r\nمسلم : 76\r\nمسلمة بن مخلد : 23\r\nالمسيب الفزاري : 38\r\nمعاوية بن أبي سفيان : 22 ، 23 ، 56 ، 75\r\nمعدان السميطي : 78\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمعلى بن خنيس الأسدي : 45\r\nالمغيرة بن سعيد البجلي : 60\r\nالمغيرة بن شعبة : 17 ، 44 ، 64 ، 78\r\nالمفضل الجعفي : 46 ، 56\r\nالمقداد : 73\r\nالمقدسي : 48 ، 60\r\nملك الهجر - زهرة السعدي التميمي المنصور ( الخليفة ) : 12 ، 33 ، 43\r\nمنصور المستنير : 74\r\nمنصور اليمان : 78\r\nالمهدي ( القائم ) : 56 ، 61 ، 62\r\nموزل : 63\r\nموسى الكاظم ( الإمام ) : 46 ، 57\r\nموسى بن طلحة : 60\r\nموسى : 76\r\nمولى السبيع ( الوزير العباسي ) : 35\r\nمولى بلحارث : 35\r\n\r\nن\r\nالنسائي : 76\r\nنصر بن مزاحم المنقري : 21 ، 22 ، 42 ، 52 ، 59 ، 69\r\nنصير الدين الطوسي : 67\r\nالنعمان بن بشير : 23\r\nالنعماني : 25\r\nنوح : 53\r\nنور الله الشوشتري : 22\r\nنوري الطبرسي : 59 ، 61\r\nنيبوهر : 53 ، 64\r\nالنيشابوري : 62\r\n\r\nه\r\nهارون : 76\r\nهاشم بن عتبة : 38 ، 38\r\nهاني بن عروة : 59\r\nهبيرة المخزومي : 38 ، 51 ، 64\r\nهرمز : 39\r\nهشام الكلبي : 68\r\nهلال : 79\r\nالهمداني : 35\r\nالهيثم بن عدي : 67 ، 68\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nو\r\nوائل الحضرمي : 39\r\nولهاوزن : 9\r\nالوليد بن عقبة : 38 ، 42 ، 61\r\n\r\nي\r\nياقوت الحموي : 17 ، 27 ، 32 ، 34 ، 35 ، 37 ، 47 ، 64 ، 67\r\nيزيد بن عمر بن هبيرة : 61\r\nيزيد بن قيس الأرحبي : 44\r\nاليعقوبي : 68 ، 70\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nفهرس الأماكن\r\n\r\nأ\r\nأبو صخير : 15\r\nالأحساء : 13\r\nالأخيضر : 14\r\nالأردن : 18\r\nأزمير : 74\r\nالأستانة : 24\r\nأستنبول : 74\r\nأسطوانة إبراهيم : 45\r\nالاسكندرونة : 74\r\nآسيا : 13\r\nاصباع خفان - اصبينا\r\nاصبينا : 39\r\nأعراف كرى سعد : 12\r\nإفريقيا : 46\r\nآمد : 12\r\nأميركا الجنوبية : 74\r\nالأناضول : 24\r\nالأندلس : 24\r\nأنطاكية : 74\r\nإيران : 14 ، 73 ، 75\r\n\r\nب\r\nبئر علي : 34\r\nباب البحر القديم : 64\r\nباب الثلمة : 64\r\nباب الصغير : 64\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nباب الفيل : 53\r\nبابل : 15 ، 39\r\nبادية الشام : 18\r\nبارسوما : 15\r\nباريس : 7\r\nالبانيا السفلى : 74\r\nالبحرين : 20\r\nالبداة ( نهر ) : 15\r\nالبرازيل : 74\r\nالبراق : 64\r\nبزاخة - نجد\r\nالبصرة : 10 ، 19 ، 20 ، 24 ، 26 ، 28 ، 29 ، 37 ، 38 ، 41 ، 52 ، 59 ، 67 ، 70 ، 71\r\nالبطينة : 70 ، 71 ، 72\r\nبغداد : 12 ، 13 ، 42 ، 43 ، 48 ، 62\r\nبلغاريا : 74\r\nبلقية : 41\r\nبهرسير : 44\r\nبورسوف ( نهر ) : 14\r\nالبويب ( نهر ) : 33\r\nبيت المقدس : 45\r\n\r\nت\r\nتركستان : 24\r\nتركيا الجنوبية : 74\r\nتستر : 15\r\n\r\nث\r\nالثوية : 8 ، 17 ، 61 ، 64\r\n\r\nج\r\nجبانة الأزد - جبانة مخنف\r\nجبانة الحشاشين - جبانة السبيع\r\nجبانة السبيع : 35\r\nجبانة الصائديين ( الصيداويين ) : 35\r\nجبانة بشر الخثعمي : 34\r\nجبانة بني عامر : 36\r\nجبانة بني ميمون : 36\r\nجبانة بني يشكر : 36\r\nجبانة سليم - صحراء سليم\r\nجبانة سليم السلولي : 34\r\nجبانة عثير : 35\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nجبانة عرزم الفزاري : 34\r\nجبانة كندة : 34\r\nجبانة كندة : 35\r\nجبانة مخنف : 34\r\nجبانة مراد : 35\r\nجبانة يعقوب : 36\r\nالجبة : 15\r\nالجرفين : 39\r\nالجزيرة : 74 ، 75\r\nجهار سوج بجيلة : 33\r\nجهار سوج خنيس : 33\r\nجهار سوج همدان : 33\r\nجوخي كورة : 44\r\nجوف العتيق : 33\r\n\r\nح\r\nحجامة عنترة : 32\r\nالحدان : 70 ، 72\r\nحران : 57\r\nحضرموت : 23\r\nالحلة : 15\r\nحمام أعين : 39\r\nحمص : 18\r\nالحويش : 65\r\nالحيرة : 13 ، 15 ، 44 ، 69\r\n\r\nخ\r\nالخريبة : 71\r\nخطة مهرة : 37\r\nخطرنية : 15\r\nالخورنق : 14\r\n\r\nد\r\nدار الرزق : 47\r\nدار الروميين : 47\r\nدار اللؤلؤ : 54\r\nدار الوليد : 48\r\nدار أم هاني : 38\r\nدارا : 75\r\nدجلة : 44\r\nالدليم : 15\r\nدمشق : 10 ، 18 ، 33 ، 57\r\nدومة الحيرة : 63\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالدويسر ( وادي ) : 13\r\nدير هند الصغرى : 8 ، 37\r\nالديوانية : 15\r\n\r\nر\r\nالرافدين : 8\r\nرحبة علي : 51 ، 52\r\nالرقة : 55\r\nالرمادي : 15\r\nالروحة : 39\r\nريف مماس : 10\r\n\r\nز\r\nالزابوقة : 71\r\nالزاوية : 71\r\n\r\nس\r\nالسبخة - مسقى ( سهل )\r\nالسدير : 14\r\nسكة العلاء بن محرز : 32\r\nسكة دار الروميين : 32\r\nسكة شبث : 60\r\nسكة عميرة : 32\r\nالسليحين : 14\r\nسنجار : 75\r\nسور أم خندق : 33\r\nسورا : 15\r\nسورستان : 17\r\nسورية : 18 ، 24 ، 75\r\nسوق البراذين : 59\r\nسوق القاضي : 65\r\nسوق الكبير : 65\r\nالسويس - القلزم\r\nالسيلحين : 15\r\n\r\nش\r\nالشام : 75\r\nالشامية : 15\r\nشبه الجزيرة العربية : 23\r\nشريعة الفرات : 12\r\nالشومية - الجرفين\r\n\r\nص\r\nصحراء الكوفة : 7\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nصحراء بردخت : 36\r\nصحراء بني قيرار : 36\r\nصحراء سليم : 36\r\nصحراء شبث : 36\r\nصحراء عبد القيس : 36\r\nصحراء عثير : 36\r\nصخر الأخدود : 35\r\nصعنبا : 39\r\nصنين : 14\r\n\r\nض\r\nضيعة زرارة : 39\r\n\r\nط\r\nطسوج خطرنية : 39\r\nطسوج هرمزجرد : 39\r\nالطيز ناباد : 14\r\nطيسفون : 13 ، 43\r\n\r\nظ\r\nظبيان ( جبل ) : 35\r\n\r\nع\r\nالعاصي : 18\r\nعاقولا - الكوفة بالسريانية : 47 ، 49\r\nعانات : 12\r\nالعذيب - الروحة\r\nالعراق : 9 ، 12 ، 14 ، 18 ، 57 ، 75\r\nعنترة الحجام : 32\r\nالعمارة : 65\r\nعين التمر : 15\r\n\r\nغ\r\nغدير خم : 76\r\nالغري : 63 ، 64\r\nغزي : 33\r\n\r\nف\r\nفرات بادقلى : 14 ، 15\r\nالفرات : 10 ، 12 ، 13 ، 15 ، 33 ، 34 ، 41 ، 53 ، 54 ، 63 ، 65\r\nالفسطاط : 10 ، 41\r\nفلسطين : 18\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالفلوجة السفلى : 15\r\nالفلوجة العليا : 15\r\nالفلوجة : 15\r\n\r\nق\r\nالقادسية : 20 ، 27\r\nالقلزم : 75\r\nقنسرين : 18\r\nالقيروان : 10\r\n\r\nك\r\nالكاظمية : 12\r\nكربلاء : 8 ، 15 ، 64 ، 65 ، 74\r\nالكناسة : 8 ، 37 ، 59 ، 60 ، 61 ، 64\r\nكندة ( محلة ) : 17\r\nالكوفة : 7 ، 8 ، 9 ، 10 ، 12 ، 13 ، 14 ، 17 ، 18 ، 19 ، 20 ، 21 ، 23 ، 25 ، 26 ، 27 ، 28 ، 29 ، 31 ، 33 ، 34 ، 35 ، 37 ، 38 ، 39 ، 41 ، 42 ، 44 ، 47 ، 48 ، 49 ، 52 ، 53 ، 54 ، 57 ، 59 ، 60 ، 61 ، 62 ، 63 ، 64 ، 67 ، 68 ، 69 ، 70 ، 73 ، 75 ، 79\r\n\r\nل\r\nلبنان : 74\r\nلحامة جرير : 33\r\nالليطاني : 18\r\n\r\nم\r\nمحراب علي : 53\r\nالمدائن : 43 ، 44\r\nمدينة الرزق : 41\r\nالمدينة : 37 ، 43 ، 56 ، 75\r\nمساجد الكناسة : 54\r\nمساجد المحلات : 8\r\nمساكن بني أرحب : 35\r\nمسجد احمس : 54\r\nمسجد الأشعث بن قيس الكندي : 55\r\nالمسجد الأعظم : 52\r\nمسجد الحمراء : 57\r\nمسجد الحنانة : 12\r\nمسجد السكون : 54\r\nمسجد السهلة : 12 ، 55 ، 62\r\nمسجد القرى : 55\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمسجد بني بهدلة : 54\r\nمسجد بني جذيمة : 42 ، 45\r\nمسجد بني عدي : 54\r\nمسجد بني فرن : 54\r\nمسجد بني مرة : 54\r\nمسجد بني مقاصف : 54\r\nمسجد ثقيف : 55\r\nمسجد جرير بن عبد الله البجلي : 55\r\nمسجد جعفر بن بسر : 54\r\nمسجد جعفي : 56\r\nمسجد سماك بن مخرمة الهالكي الأسدي : 55\r\nمسجد عبد القيس : 54 ، 55\r\nمسجد غني : 57\r\nمسجد فزارة : 54\r\nمسقى ( سهل ) : 13 ، 71\r\nمسناة جابر : 33\r\nالمشراق : 64\r\nمصر : 24 ، 46 ، 69 ، 75\r\nمقام زيد : 12\r\nمقام صعصعة : 12\r\nمكة : 38 ، 45 ، 53\r\nالملطاط : 39\r\nمنازل أشجع : 42\r\nمنازل تميم : 32\r\nمنازل ثقيف : 42\r\nمنازل قريش : 32\r\nمنازل كندة : 32\r\nمنازل مزينة : 33\r\nالموصل : 75\r\n\r\nن\r\nنبي يونس : 13 ، 47\r\nنجد : 13 ، 27\r\nنجران : 13 ، 14 ، 44 ، 47 ، 64\r\nالنجف ( مشهد علي ) : 10 ، 12 ، 15 ، 63 ، 64 ، 65\r\nنشستانج : 39\r\nنصيبين : 75\r\nالنهروان : 44\r\nالنهرين : 15\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالنيل : 15\r\n\r\nه\r\nهجر : 23\r\nهداد : 71 ، 72\r\nهرمزجرد : 15\r\nهمدان : 35 ، 37\r\nالهند : 13\r\nهيت : 12\r\n\r\nو\r\nوادي السلام - مقبرة النجف\r\nوادي الصفاء : 64\r\nواسط : 64\r\n\r\nي\r\nيا - كيو - أو : 49\r\nاليمن : 23 ، 35 ، 44 ، 77\r\nاليونان : 74\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nفهرس القبائل والجماعات\r\n\r\nأ\r\nأبناء صوحان : 75\r\nالأتراك : 24\r\nالأحابيش : 19\r\nاحمر همدان : 35\r\nالآراميون : 10 ، 13 ، 14\r\nالأزد : 19 ، 21 ، 31 ، 72\r\nأسد : 20 ، 22 ، 23 ، 28 ، 32 ، 31 ، 35 ، 59 ، 60 ، 74\r\nالإسماعيلية : 61\r\nأشعر : 21\r\nالأشعريون : 76\r\nالاعراب : 9\r\nآل الربيع : 78\r\nآل ذي الجدين الشيبانيون : 27\r\nآل زرارة الدارميون : 27\r\nآل زيد الفزاريون : 27\r\nآل قيس الزبيديون : 27\r\nأمية : 19 ، 38 ، 56 ، 60 ، 75\r\nالأنصار : 17 ، 21 ، 23 ، 32\r\nالانكليز : 12\r\nأهل الجماعة : 26\r\nأهل العالية : 28 ، 72\r\nأهل الكوفة : 36\r\nأهل الهجر : 20\r\nأهل اليمن : 24 ، 25\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nأود : 47 ، 76\r\nالأوس : 23\r\nإياد : 20\r\nالإيرانيون : 13 ، 23 ، 57 ، 72 ، 74\r\n\r\nب\r\nالبابليون : 10\r\nباهلة : 78\r\nبجالة : 32\r\nبجلة : 32\r\nبجيلة : 19 ، 21 ، 23 ، 31 ، 78\r\nالبدو : 13 ، 27 ، 47\r\nالبصريون : 26\r\nبكر بن وائل : 20 ، 21 ، 22 ، 23 ، 27 ، 46 ، 61 ، 71 ، 72 ، 74\r\nالبلحارثيون : 47 ، 76\r\nالبهاليل : 25\r\nالبهرة : 13\r\nالبويهيون : 64\r\nالبيزنطيون : 44\r\n\r\nت\r\nتغلب : 20 ، 21 ، 31 ، 46 ، 79\r\nتميم : 20 ، 22 ، 23 ، 27 ، 28 ، 29 ، 32 ، 37 ، 60 ، 71 ، 72 ، 73\r\nالتوابون : 75\r\nتيم اللات : 31\r\n\r\nث\r\nثقيف : 31 ، 34 ، 44 ، 61 ، 78\r\n\r\nج\r\nجديلة : 19 ، 32\r\nجعفي : 76\r\nجهينة : 32\r\n\r\nح\r\nالجيوش الخراسانية العباسية : 32\r\nالحركة الزيدية : 25\r\nحزام : 60\r\nحصن : 71\r\nالحضر : 47\r\nحضرموت : 19 ، 21\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nحمراء ديلم : 33\r\nالحمراء : 20 ، 24\r\nحمير : 20 ، 21 ، 23 ، 27\r\nحنظلة : 72 ، 74\r\nالحوت : 78\r\n\r\nخ\r\nخثعم : 19 ، 21\r\nالخرسانيون : 33\r\nخزاعة : 74 ، 75\r\nخزّام : 60\r\nالخزرج : 17 ، 23\r\nالخوارج : 60 ، 61 ، 76\r\nخيوان : 35\r\n\r\nد\r\nدارم : 23 ، 27 ، 60 ، 73\r\nالداودية الإسماعيلية - البهرة\r\n\r\nذ\r\nذبيان : 21\r\nذهل : 74\r\nالذيل : 75\r\n\r\nر\r\nالرباب : 20 ، 22\r\nربيعة : 20 ، 21 ، 23 ، 27 ، 28 ، 35 ، 56\r\nرياح : 60\r\n\r\nز\r\nالزبير : 46\r\nزرارة : 45\r\nالزط : 72\r\nالزنادقة : 25\r\nزهرة : 38\r\n\r\nس\r\nالساسانيون : 14 ، 41 ، 42\r\nالسبئيون : 25\r\nالسبعيون : 35 ، 78\r\nسعد : 20 ، 74\r\nالسكون : 35\r\nسليم : 31\r\nالسميطيون : 78\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالسّنة : 26\r\nالسيابجة : 72\r\n\r\nش\r\nالشمرت : 64\r\nشيبان : 27 ، 74\r\nالشيعة : 10 ، 29 ، 45 ، 46 ، 52 ، 53 ، 55 ، 56 ، 57 ، 60 ، 61 ، 73 ، 74 ، 75 ، 76 ، 78\r\n\r\nص\r\nالصوفية : 25\r\n\r\nض\r\nضبة : 22\r\nضبة : 45 ، 60\r\nضبيعة : 20\r\n\r\nط\r\nطريق البريد : 33\r\nطيء : 21 ، 22 ، 23 ، 34 ، 54 ، 64 ، 78\r\n\r\nع\r\nعامر بن قيس : 34\r\nعامر : 32\r\nالعباس : 45 ، 47 ، 75 ، 76\r\nعبد القيس : 20 ، 21 ، 23 ، 24 ، 41 ، 56 ، 57 ، 71 ، 72 ، 75\r\nعبس : 21 ، 34 ، 35 ، 60\r\nالعثمانيون : 15\r\nعجل : 46\r\nعذرة : 25\r\nالعرب : 21\r\nالعصر : 20 ، 57\r\nعطارد : 73\r\nالعلويون : 45 ، 46 ، 60 ، 74\r\nعمرو : 74\r\nالعمور : 75\r\nعوف : 60\r\n\r\nغ\r\nغاضرة : 74\r\nغسان : 19\r\nغطفان : 20 ، 32 ، 54\r\nالغلاة : 57\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالغنويون : 57\r\n\r\nف\r\nالفاطميون : 46\r\nالفرس : 24 ، 44\r\nالفرق الامامية : 9\r\n\r\nق\r\nالقحطانيون : 27\r\nالقرامطة : 14 ، 53 ، 78\r\nالقرشيون : 19 ، 34\r\nقريش : 21 ، 22 ، 23\r\nقضاعة : 19 ، 21 ، 37\r\nقيس عيلان : 27 ، 71\r\nقيس : 21 ، 32 ، 35\r\nالقيسيون : 35 ، 57\r\n\r\nك\r\nالكاهل : 61 ، 74\r\nكلاب بن قيس : 35\r\nالكلدانيون : 10\r\nكنانة : 19 ، 22\r\nكندة : 17 ، 19 ، 20 ، 21 ، 23 ، 28 ، 31 ، 35 ، 76 ، 77\r\n\r\nل\r\nاللخميون : 17 ، 44 ، 63\r\nاللفيف : 32\r\nليجميتيمست : 25\r\n\r\nم\r\nمازن : 71\r\nمحارب : 20 ، 32\r\nمذحج : 20 ، 21 ، 23 ، 27 ، 28 ، 35 ، 46 ، 47 ، 56 ، 59 ، 75\r\nالمذهب البصري : 26\r\nمراد : 17 ، 76\r\nمزينة : 32\r\nالمسلمون : 14 ، 39 ، 44\r\nمهرة : 21\r\n\r\nن\r\nناعط : 35 ، 78\r\nالنجرانيون : 47\r\nالنخع : 12 ، 31 ، 75\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالنساطرة : 47\r\nالنصارى البلحارثيون : 64\r\nنصارى اليمن : 64\r\nالنصارى ( المسيحيون ) : 14 ، 44 ، 46 ، 47 ، 64\r\nنصر بن قعين الأسدي : 43\r\nالنصيرية : 61 ، 74\r\nنمير : 20\r\n\r\nه\r\nهالك : 60\r\nهلال : 78\r\nهمدان : 20 ، 21 ، 23 ، 28 ، 29 ، 31 ، 77\r\n\r\nو\r\nوادعة : 78\r\n\r\nي\r\nاليعاقبة : 44 ، 47\r\nاليمانيون : 19 ، 20 ، 23 ، 27\r\nاليهود : 43 ، 46 ، 47\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالحروب والغزوات\r\nغزوة تبوك : 75\r\nفتح مكة : 22\r\nمعركة الجمل الصغرى : 41\r\nمعركة النهروان : 56 ، 75\r\nمعركة صفين : 56 ، 73 ، 75 ، 77\r\nمعركة قس الناطف : 39\r\nوقعة القادسية : 57\r\nوقعة صفين : 21 ، 22 ، 23 ، 55 ، 72\r\nيوم الجمل : 21 ، 43 ، 56 ، 73 ، 75 ، 77\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112}
  ]