[
  {"content":"\r\n\r\nرحلة العالم الألماني : ج . أو . هابنسترايت\r\nإلى الجزائر وتونس وطرابلس\r\n( 1145 ه‍ - 1732 م‍ )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nرحلة العالم الألماني : ج . أو . هابنسترايت\r\nإلى الجزائر وتونس وطرابلس\r\n( 1145 ه‍ - 1732 م‍ )\r\nترجمة وتقديم وتعليق\r\nأ . د . ناصر الدين سعيدوني\r\nدار الغرب الإسلامي\r\nتونس\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nدار الغرب الإسلامي\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى 2008 م\r\nدار الغرب الإسلامي\r\nالعنوان : ص . ب . : 200 تونس 1015\r\nجميع الحقوق محفوظة . لا يسمح بإعادة إصدار الكتاب أو تخزينه\r\nفي نطاق استعادة المعلومات أو نقله بأي شكل كان أو بواسطة\r\nوسائل إلكترونية أو كهروستاتية ، أو أشرطة ممغنطة ، أو وسائل ميكانيكية ، أو الاستنساخ الفوتوغرافي ، أو التسجيل وغيره دون إذن خطي من الناشر .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالفهرس\r\nتقديم 9\r\nالرسالة الأولى 21\r\nالوصول إلى مدينة الجزائر والتعرف على الداي 21\r\nتسمية البلاد الجزائرية وتحديد موقعها 24\r\nنبذة عن تاريخ مملكة الجزائر 26\r\nأصول سكان الجزائر ومكانة الأتراك المتميزة 29\r\nالحضر واليهود 32\r\nالأسرى المسيحيون 34\r\nمدينة الجزائر : موقعها وتحصيناتها 35\r\nمنازل مدينة الجزائر وحماماتها ومساجدها 37\r\nالعدالة والقضاء 38\r\nوضعية الدايات وتعرضهم للاغتيالات 40\r\nخزينة الجزائر 42\r\nفدية الأسرى المسيحيين والغنائم 42\r\nتنظيم الديوان وإدارة المقاطعات 44\r\nعادات وتقاليد الجزائر وجو الحرية الذي توفره للأسرى المسيحيين 46\r\nصيام رمضان ومراسم عيد الأضحى 48\r\nضواحي مدينة الجزائر 49\r\nملاحظات حول نباتات وحيوانات مملكة الجزائر 50\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالرسالة الثانية 53\r\nالخروج مع المحلة إلى سهل متيجة والبليدة 54\r\nوضعية سكان الريف ومعاملة الحكام لهم 59\r\nعبور وادي جر والوصول إلى مليانة 60\r\nالمرور بقبيلتي جندل ووامري والوصول إلى المدية 62\r\nالتعرف على المدينة والجهات القريبة منها 64\r\nالمرور بأولاد إبراهيم وبن سالم وأولاد ثان 66\r\nالنزول بوطن قشتولة والتعرف على سور الغزلان وبرج حمزة 67\r\nالتعرف على آثار أوزيا ( سور الغزلان ) 69\r\nالنزول عند بني هارون والعودة إلى مدينة الجزائر 70\r\nالرسالة الثالثة 73\r\nاستعداد حكومة الجزائر لصد الهجوم الإسباني وشيوع حالة الخوف والترقب بين السكان 74\r\nانعكاس الوضع على هابنسترايت واضطراره للسفر خارج مدينة الجزائر 76\r\nاستقبال الداي لها بنسترايت وإعطائه رسائل توصية لإتمام مهمته العلمية 77\r\nالاستعداد للسفر ومغادرة الجزائر إلى عنابة 78\r\nالتوقف بعنابة ومغادرتها للالتقاء بمحلة باي قسنطينة 81\r\nأسلوب جمع الضرائب وفرض الغرامات ومعاملة شيوخ القبائل 84\r\nالتعرف على بعض الآثار الرومانية بنواحي تيفاش وخميسة 86\r\nالسفر إلى قسنطينة والتعرف على آثارها 88\r\nموقع قسنطينة ومناظر خانق وادي الرمال 90\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتعرض هابنسترايت لنقمة السكان 91\r\nالتوقف بحمام المسخوطين ووصف منابعه والتعرف على آثاره 92\r\nقبر القديس أغسطين بعنابة 94\r\nالمرور بحصن فرنسا والوصول إلى القالة ومشاهدة صيد المرجان 95\r\nالانتقال إلى طبرقة ثم الوصول إلى رأس نيغرو 99\r\nزيارة معسكر باي تونس بباجة والعودة إلى رأس نيغرو والمكوث فيه لعدة أيام 101\r\nالوصول إلى بنزرت والانتقال منها إلى مدينة تونس 105\r\nالرسالة الرابعة 109\r\nمقابلة باي تونس في مقر إقامته بباردو 109\r\nالتعرف على حنايا قرطاج 111\r\nوصف مدينة تونس وقلعة حلق الوادي 113\r\nحكومة مملكة تونس : الباي والديوان والحامية 115\r\nطبائع أهل تونس وقوتها البحرية 118\r\nمعاينة آثار قرطاج 119\r\nالسفر إلى طرابلس بحرا والتوقف بجزيرة لا مبادوزا ووصف ديرها 122\r\nالوصول إلى طرابلس والتعرف على حاكمها الباشا 126\r\nالتعرف على بعض آثار طرابلس ولبدة والعودة إلى ألمانيا 127\r\nالمراجع المعتمدة في تحقيق رحلة هابنسترايت 129\r\nملاحق\r\nملحق رقم ( 1 )\r\nمحطات رحلة هابنسترايت 131\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nملحق رقم ( 2 )\r\nقائمة بأهم الكتابات الغربية المتعلقة بولايات المغرب العثمانية 133\r\nملحق رقم ( 3 )\r\nخرائط توضح خط سير هابنسترايت 136\r\nملحق رقم ( 4 )\r\nصور عن الأماكن التي تعرف عليها هابنسترايت 140\r\nملحق رقم ( 5 )\r\nفهرس الأعلام والأماكن 165\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nتقديم\r\nبسم اللّه الرّحمن الرّحيم\r\nرحلة ج . أو . هابنسترايت إلى الجزائر وتونس وطرابلس ( 1732 )\r\nتشتمل الكتابات الأوربية عن أقطار المغرب العربي مذكرات الرحالة وتقارير القناصل وانطباعات المسافرين وحكايات البحارة وإفادات الجواسيس وتقاييد رجال الدين . وهي مع اختلاف أهدافها وتباين اتجاهاتها وتضارب معلوماتها في بعض الأحيان ، تعتبر مصدرا تاريخيا من الدرجة الأولى ، نظرا للمعلومات التي توفرها للباحث ولتنوع وجهات النظر التي تعبر عنها والظروف التي كتبت فيها ، فهي لا تقل أهمية عن الكتابات المحلية وحتى السجلات الرسمية ، بل تصبح في غياب الوثائق الأرشيفية وشح المصادر المحلية مصدرا أساسيا لا يمكن أن يستغني عنه أي باحث في دراسته للحياة الاجتماعية والثقافية ، إذ تعرفه على النشاط الاقتصادي والوضع السياسي للفترة الحديثة من تاريخ المغرب العربي .\r\nلقد حظيت الكتابات الغربية حول أوضاع أقطار المغرب العربي منذ الربع الأول من القرن التاسع عشر باهتمام الكتاب الأوربيين ، وكان للفرنسيين قصب السبق في ذلك ، إذ حققوا ونشروا العديد منها ، وهذا ما ساعد على توفرها في المكتبات ومكن الباحثين من الانتفاع بها ، فغدت المرجع الأساسي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nللعديد من المؤلفات التاريخية خاصة منها ما يتعلق بتاريخ الجزائر وتونس في العهد العثماني ، فلم يعد من الممكن لأي باحث جاد تجاوز ما كتبه ونشره في هذا الشأن كل من مارمول ، وهايدوودان ، ودابر ، وداراندا ، ولاموت ، ولافاي ، وطولو ، ودارفيو ، وبايصونال ، وديفونتال ، وشووبوتان ، وشالر « 1 » .\r\nلقد شكلت تلك الكتابات الغربية منذ منتصف القرن الثامن عشر ، بحكم الهيمنة الثقافية الأوربية في مجال البحث والتأليف والنشر ، المرجع الأساسي للفترة العثمانية من تاريخ المغرب العربي ، وقد أصبح كتاب غرامون  ( H . de Grammont )  الذي اعتمد على هذه الكتابات التاريخية منذ صدوره عام 1887 « 2 » النموذج الذي قلما تجاوزه من كتب عن تلك الفترة ؛ وقد رسم هذا الكتاب المرجعي ملامح الفترة العثمانية ببلاد المغرب العربي ، فتحددت الصورة النمطية حسب النظرة الأوربية ، وغدا الوجود العثماني في الأساس هيمنة واستعمارا وتأخرا وجمودا ، واعتبر الجهاد البحري قرصنة واعتداء ، بينما أصبح تصدي الحكام لمخططات الهيمنة الخارجية موقفا عدائيا غير مبرر ، أما الجهاز الإداري فهو مجرد آلة مسخرة لممارسة الظلم وتكريس الاستعباد ، فيما غدت العادات والتقاليد مظهرا للتأخر والانغلاق .\r\nإن هذا التصور الأوروبي لتاريخ المغرب العربي في الفترة العثمانية ينطلق من نظرة خارجية ويعبر عن موقف عدائي ، جعل الدارسين لتاريخ المغرب العربي الحديث في موقف حرج ، بل في تناقض مع شروط المنهجية سواء من حيث المواصفات الموضوعية أو المعالجة العلمية ، فهم لا يستطيعون بحكم حاجتهم إلى المضمون التاريخي لهذه الكتابات الأوربية أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنظر القائمة الملحقة بالكتاب والمتضمنة أهم الكتابات الغربية حول المغرب العربي في العهد العثماني .\r\n( 2 )\r\n H . D . de Grammont , Histoire d'Alger sous la domination turque ( 1515 - 1830 ) , Paris , E . Leroux , 1887 . \r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيستغنوا عنها ، كما أنهم من جهة أخرى لا يمكنهم قبول توجهاتها الاستعمارية أو التسليم بأحكامها المتحيزة .\r\nإن التغلب على هذه الإشكالية وتجاوز هذا التناقض يتطلب في نظرنا التسلح بالمنهج النقدي والأسلوب التحليلي في التعامل مع هذه الكتابات ، والتوجه في نفس الوقت إلى البحث عما ظل بعيدا عن أيدي الباحثين من الكتابات الأوربية الأكثر موضوعية وحيادا وخاصة ما كتب من طرف علماء مستكشفين لم تكن لهم خلفيات معادية للوجود العثماني ولم يتأثروا بالمخططات الاستعمارية الهادفة للسيطرة على البحر المتوسط واحتلال أقطار المغرب العربي ، كما هو الحال بالنسبة لغالبية الرحالة والعلماء الألمان والإسكندنافيين والهولنديين والروس وإلى حد ما الإنكليز والأمريكان « 1 » ، فقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نذكر من هذه الكتابات التي تعود إلى العهد العثماني مع تحديد تاريخ تسجيلها أو إصدارها :\r\n1 . وليم لا يثغو الأسكتلندي .  ( W . Lithgow ) ( 1614 ) \r\n2 . الدكتور توماس شو الإنكليزي .  ( Dr . Th . Shaw ) ( 1738 ) \r\n3 . كوكوفتسوف الروسي .  ( M . G . Kokovotsov ) ( 1777 ) \r\n4 . جيمس ل . كاثكارت .  ( J . L . Cathcart ) ( 1785 ) \r\n5 . فون ريهبندر الألماني .  ( J . Ad . Von Rehbinder ) ( 1800 ) \r\n6 . وليم شالر الأمريكي .  ( W . Shaler ) ( 1826 ) \r\n7 . ليسكين البولوني .  ( Liskenne ) ( 1830 ) \r\n8 . سيمون بفايفر الألماني .  ( S . Pfeiffer ) ( 1830 ) \r\nلزيادة الاطلاع ، راجع قائمة بأهم الكتابات الغربية الملحقة بالكتاب وكذلك :\r\n- ناصر الدين سعيدوني ، ورقات جزائرية ، دراسات وأبحاث في تاريخ الجزائر في العهد العثماني ، بيروت ، دار الغرب الإسلامي ، 2000 ، ص ص . 21 - 100 .\r\n - W . Marais , Un Sicle de recherches sur le pass de l'Afrique musulmane , in Histoire et Historiens dAlge ? rie , Paris , 1931 . \r\n - G . Tubert - Delof , Bibliographie critique du Maghreb dans la litte ? rature franc ? aise ( 1532 - 1755 ) , Alger , S . N . E . D . , 1976 . \r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nكانت كتاباتهم أقرب إلى الاتزان وأميل إلى الموضوعية بالمقارنة مع نظرائهم من الفرنسيين والأسبان والإيطاليين وخاصة منهم بعض رجال الدين « 1 » ، فقد عرفوا بموقفهم العدائي ونظرتهم المتحيزة فيما سجلوه عن أقطار المغرب العربي في العهد العثماني ، هذا دون أن نقلل من الأهمية العلمية لبعض المصادر الفرنسية وخاصة ما كتبه علماء مستكشفون أو عسكريون مستطلعون « 2 » .\r\nوفي هذا الإطار تحتل رحلة الطبيب وعالم النبات الألماني ج . أو .\r\nهابنسترايت\r\n ( J . E . Hebenstreit ) \r\nمكانة خاصة ، فهي تقدم صورة لأقطار المغرب العربي ( الجزائر - تونس - طرابلس ) في النصف الأول من القرن الثامن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نذكر من هذه الكتابات التي ألفها رجال دين ينتمون إلى إرساليات وهيئات دينية ، حسب تاريخ تأليفها أو إصدارها :\r\nمارمول دال كارفاخال .  ( L . d . Marmol y Carvajal ) ( 1600 ) \r\nدييغو دو هايدو .  ( P . Diego de Hae ? do ) ( 1612 ) \r\nالأب دان .  ( P . Dan ) ( 1637 ) \r\nداراندا .  ( E . DAranda ) ( 1642 ) \r\nالأب أو . دابر .  ( O . Dapper ) ( 1668 ) \r\nالأب دولاموت . ( 1703 )  ( De la Motte ) \r\nكامولان .  ( P . F . Camelin ) ( 1720 ) \r\nالأب لافاي .  ( J . B . Lafaye ) ( 1726 ) \r\nلزيادة الاطلاع ، أنظر قائمة بأهم الكتابات الغربية الملحقة بالكتاب .\r\n( 2 ) نذكر منها على سبيل المثال :\r\nالفارس دارفيو .  ( Le Chevalier L . DArvieux ) ( 1702 ) \r\nبايصونال .  ( J . A . Peyssonnel ) ( 1725 ) \r\nدي فونتان .  ( L . R . Desfontaines ) ( 1784 ) \r\nفانتور دو بارادي .  ( Venture de - Paradis ) ( 1789 ) \r\nالعقيد بوتان  ( Colonel Boutin ) ( 1808 ) . \r\nلزيادة الاطلاع ، أنظر قائمة بأهم الكتابات الغربية الملحقة بالكتاب .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nعشر أقرب ما تكون إلى الاعتدال والموضوعية والنظرة المتزنة بالمقارنة مع باقي الكتابات المعاصرة لها من أمثال كتابات لاكوندامين ( 1731 ) ، وج .\r\nمورغان ( 1731 ) ، وج . ب . طولو ( 1732 ) ، بل تعتبر مع اختصارها أكثر دقة مما تضمنته رحلة الطبيب الإنكليزي الدكتور شو ( 1738 ) « 1 » ؛ وهذا ما شجعنا على ترجمتها والتعليق عليها وتقديمها للقارئ لتكتمل الجوانب التي لم تركز عليها باقي الكتابات الغربية عن الفترة العثمانية من تاريخ المغرب العربي .\r\nلقد ظلت هذه الرحلة بعيدة عن أيدي الباحثين ، فلم يحاول الكتاب الفرنسيون الرجوع إليها لصعوبة الوصول إليها ، وأهملوا نشرها وتحقيقها رغم اختصارها وغزارة معلوماتها ، ولعل ذلك يعود إلى كونها لا تقدم لهم الصورة التاريخية التي تتماشى ونظرتهم لأقطار المغرب العربي الحديث . كما أن صاحبها ظل مجهولا رغم بحوثه العلمية في مجال الطب وعلم النبات ، فلا نعرف عنه سوى معلومات متواضعة ، فهو كما جاء في النسخة الفرنسية لهذه الرحلة ، من أهالي مدينة نوشتادت أون أورلا  ( Neustadt / Orla )  الواقعة بمقاطعة الساكس بألمانيا ، درس الطب في شبابه بجامعة يينا  ( Iena )  ، واستقر بلايبزيغ  ( Leipzig )  ، وتحصل على عمل بفضل توصية من عالم النبات ريفيناس  ( Rivinas )  حيث اشتغل عند أحد التجار الأغنياء ، فأوكلت إليه مهمة العناية بالنباتات النادرة ، وهذا ما سمح له بمواصلة دراسته والحصول على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n La Condamine , Voyage au Levant - Alger en 1731 , pub . par M . Emerit , in Revue africaine T . 98 / 1954 , pp . 354 - 381 J . - A . Morgan , A Complete History of Algiers , London , 1731 , trad . par B . de la Primaudie , Paris , 1757 ( 2 ) vols . ) . \r\n - J . B . Tollot , Nouveau voyage fait au Levant ( 1731 - 1732 ) , contenant les descriptions d'Alger , Tunis de Barbarie , Paris , A . Cailleau , 1742 . \r\n - Dr . Th . Shaw , Voyage dans plusieurs provinces de la Barbarie ( d'Alger et de Tunis ) , Oxford , 1738 , le ? re trad . en franc ? ais , La Haye , 1743 , 2 e ? me trad . par Mac Carthy , Paris , 1830 . \r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمؤهل سمح له بمزاولة مهنة الطب .\r\nوأثناء ذلك عرف هابنسترايت بسلوكه المنضبط وإخلاصه في أداء عمله ، وهذا ما ساعده على أن يحظى بثقة ملك بولونيا ومنتخب الساكس أغسطس الثاني ( 1670 - 1733 ) ، فكلفه برئاسة بعثة علمية إلى شمال إفريقيا للتعرف عن كثب على نباتات وحيوانات تلك المنطقة ، والعمل على جمع عينات منها لفائدة القصر الملكي ، فنجح إلى حد كبير في القيام بتلك المهمة ، وعرف كيف ينال ثقة حكام الجزائر وتونس وطرابلس ، وأظهر حسن التصرف في إقامة علاقات ودية مع هؤلاء الحكام ومساعديهم ، وقد كانت معارفه الطبيعية وملاحظاته الدقيقة خير عون له على القيام برحلات استطلاعية داخل الجزائر وتونس بصحبة الأفراد المرافقين له . على أن الظروف لم تساعده على التعرف أكثر على تونس وطرابلس ، بعد أن سادت روح العداء للوجود الأوروبي نتيجة احتلال الإسبان لوهران والمرسى الكبير سنة 1732 ، مما اضطره إلى تحديد تحركاته وإنهاء مهمته وإن كان يأمل في استكمالها بقطع الصحراء الكبرى والوصول إلى السنغال والتعرف على دواخل إفريقيا .\r\nلقد سارع هابنسترايت إلى العودة إلى ألمانيا بعد أن بلغه نبأ وفاة الملك الذي أرسله في هذه المهمة العلمية ، في 4 ماي 1733 . فحظي مجددا برعاية الملك الجديد أغسطس الثالث الذي أعجب بمواهبه وقدر فيه إخلاصه في أداء المهمة التي كلف بها وتفانيه في نقل ما جمعه من مقتنيات تتعلق بالتاريخ الطبيعي من أشياء نادرة وبعض الحيوانات والنباتات الإفريقية ، فعينه أستاذا للطب في لا يبزيغ ، وهذا ما ساعده على نشر بعض مؤلفاته العلمية ، فيما ظلت تقاييده عن مهمته بشمال إفريقيا ضمن أوراقه الخاصة ، عندما استدعي لتقديم الإسعافات لجيش أمير سكسونيا بالجبهة إبان اندلاع حرب السبع سنوات التي تسبب فيها طموح الملك الفرنسي لويس الرابع عشر وتحديه للتحالف الأوروبي المعادي له ، وأثناء هذه الحرب أصيب هابنسترايت بحمى معدية أدت إلى وفاته وهو يؤدي واجبه في جبهة القتال في الخامس من شهر ديسمبر من\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعام 1757 ، وهذا ما حال دون ظهور نتائج أبحاثه العلمية ونشر مذكراته الخاصة ومنها تقاييده عن رحلته إلى كل من الجزائر وتونس وطرابلس سنة 1732 .\r\nلم يتعرف القراء على رحلة هابنسترايت إلا بعد وفاته بمدة تجاوزت عشرين عاما ، فقد اطلع عليها العالم الموسوعي بيرنويي\r\n ( Bernouilli ) \r\n، واعتبرها ذات فائدة تاريخية كبرى للمعلومات الغنية التي تشتمل عليها والملاحظات الدقيقة التي تتضمنها ، فحرص على نشرها ضمن مجموعته المختصرة عن الرحلات  ( Sammlung Kleiner Reisen )  التي دأب على إصدارها ببرلين ولايبزيغ ابتداء من عام 1780 ، واختيار لهذه الرحلة عنوانا باللاتينية ينم عن اهتمامه ، فعنونها ب \" قائمة أو جدول بالآثار الرومانية المكتشفة بإفريقيا الشمالية \"  ( De Antiquatitus Romanis African Repertis )  ، والتي حاول هابنسترايت تتبع معالمها والوقوف على أماكنها ووصف ما بقي منها ماثلا للعيان .\r\nوبذلك أمكن للعالم الفرنسي المهتم بالرحلات إيريس  ( Eyries )  من نقل نصها الأصلي إلى اللغة الفرنسية ونشره في مجلة الحوليات الجديدة للرحلات والعلوم الجغرافية\r\n ( Nouvelles Annales des Voyages et Sciences Ge ? ographiques ) \r\n، والتي كانت تهتم بالتعريف بالأسفار وبالمسائل المتعلقة باللغات والعادات والفنون والجديد من الاكتشافات والبحوث ، حسبما هو محدد في الصفحة التي تحمل عنوانها ، وقد أدرج إيريس نص هذه الرحلة مع تعريف بمؤلفها في الصفحات التسعين الأولى من المجلد 46 لعام 1830 ، والذي نشرته مكتبة جيد وأولاده الواقعة بشارع سان مارك فايرو بباريس .\r\nولقد اطلعت على مضمون الرحلة في الثمانينيات من القرن العشرين أثناء البحث في ودائع المكتبة الوطنية بباريس لتحضير رسالة دكتوراه حول أوضاع الريف الجزائري أواخر العهد العثماني ، فأثارت انتباهي لمعلوماتها القيمة حول\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالجزائر وخاصة أوضاع سكان الريف ، فراودتني فكرة ترجمتها إلى العربية ، لكن ظروف العمل ومشاغل الحياة حالت دون نحقيق هذه الأمنية آنذاك ، فظلت منسية في رفوف المكتبة الوطنية الفرنسية حتى سمحت لي الظروف مؤخرا بترجمتها ونشرها .\r\nلقد جاءت رحلة هابنسترايت في شكل رسائل وجهها إلى راعي الرحلة ملك بولونيا ومنتخب الساكس يطلعه فيها على ما شاهده أو تعرف عليه أو جلب انتباهه في أثناء سفره في الجزائر وعند انتقاله بتونس أو توجهه إلى طرابلس الغرب ، فجاءت وصفا دقيقا لأوضاع تلك الأقطار وتعبيرا صادقا عن آرائه ، إذ لم يهتم فيما سجله إلا برصد الواقع كما تعرف عليه ، وهذا ما جعلها في الواقع تقريرا أدبيا عن مهمة علمية الهدف منها التعرف على طبيعة البلاد وسكانها والبحث عن الحيوانات والنباتات الإفريقية والوقوف على معالم الحضارة الرومانية ، وهذا ما يلاحظه القارئ من تصفح مضمون الرسائل الأربعة التي تتألف منها الرحلة ؛ فالرسالة الأولى تبدأ بمغادرة هابنسترايت مدينة دريسدن  ( Dresden )  بألمانيا في 23 أكتوبر 1731 وتوجهه إلى مرسيليا في شهر نوفمبر وركوبه السفينة إلى الجزائر في 24 جانفي 1732 ، وقد بدأ في تسجيل ما شاهده أولاحظه بالجزائر منذ 16 فبراير من نفس السنة ، واهتم فيها أساسا بتقاليد السكان وأوضاعهم وبسلوك عبدي باشا داي الجزائر ونظام الجيش والظروف التي تميزت بها محاولة الإسبان استرجاع مدينة وهران والمرسى الكبير بعد أن طردوا منها ( 1708 ) .\r\nأما الرسالة الثانية فتحمل تاريخ أول جوان ( يونيو ) 1732 ، وتتضمن أخبار جولته مع فرقة الجند ( المحلة ) بقيادة الآغا داخل الأقاليم الداخلية وعبر مدن مليانة والمدية وسور الغزلان وبرج حمزة ( البويرة ) .\r\nبينما الرسالة الثالثة كانت بتاريخ 31 أغسطس 1732 ، ويروي فيها مشاهداته منذ انتقاله من مدينة الجزائر إلى عنابة وحلوله بقسنطينة ثم بعد ذلك إلى القالة ومنها إلى طبرقة ورأس نيغرو وباجة حيث التقى بباي تونس حسين بن علي .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأما الرسالة الرابعة والأخيرة فهي مؤرخة في 5 أكتوبر 1732 ، وقد أدرج فيها أخبار سفره من تونس إلى طرابلس ، التي اقتصر فيها على بعض الملاحظات بعد أن لم يتمكن من الانتقال إلى الأقاليم الداخلية لتخوف الحكام من تدهور الأوضاع بسبب ظروف استيلاء الإسبان على وهران والمرسى الكبير ( 1732 ) .\r\nإن رحلة هابنسترايت رغم اختصارها وقصر الفترة الزمنية التي استغرقتها ، وهي حوالي عشرة أشهر ، إلا أن غنى معلوماتها ودقة ملاحظاتها ، تؤكد لنا قيمتها التاريخية وتجعلها لدى الباحثين من المصادر المهمة التي تعرف بأوضاع أقطار المغرب العربي في النصف الأول من القرن الثامن عشر ، ولعل أهميتها تكمن في أنها :\r\n1 . تلقي الضوء على فترة مهمة وخطيرة ، وهي الربع الأول من القرن الثامن عشر الذي تحولت فيه ولايات الجزائر وتونس وطرابلس الغرب من مجرد ولايات عثمانية تابعة للدولة العثمانية إلى كيانات سياسية مستقلة بشؤونها وإن ظلت هذه الولايات المستقلة مرتبطة بالسلطة الشرعية للسلطان العثماني باعتباره راعي شؤون المسلمين ورمز وحدتهم السياسية وتضامنهم الديني .\r\nفالرحلة بما تضمنته من معلومات تقدم إيضاحات على هذا التحول وتعرفنا على تطور الحكم بالجزائر بعد أن ألغي المنصب الشرفي للباشا الممثل الشخصي للسلطان لفائدة الداي ، فأصبح حكام الجزائر المعروفون بالدايات الباشوات مستقلين فعليا عن الدولة العثمانية منذ 1717 . كما أن تونس تأكد كيانها السياسي مع استقرار الحكم في سلالة حسين علي التركي الذي استقل بحكمها منذ 1705 والذي أعجب هابنسترايت بشخصيته . ونفس الوضع عرفته طرابلس الغرب التي استقل بشؤونها الباشا أحمد القرامانلي منذ 1711 وورث الحكم لأسرته ، وقد نال تقديرا خاصا من هابنسترايت الذي تعرف عليه وقدر مواهبه .\r\n2 . تتضمن معلومات معتبرة عن علاقة الحكام بطوائف السكان بالمدن والمجموعات القبلية في الريف ، وتعرفنا على صلاحيات الديوان وسلوك\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالحكام ومكانة الجيش ( فرق الإنكشارية ) في النظام السياسي وخاصة الفرق المتجولة في الريف ( المحلات ) التي تعتبر أساس النظام السياسي والهياكل الإدارية ، كما تعرفنا على طبيعة السياسة الدفاعية للحكام وطريقة تعاملهم مع الدول الأوربية .\r\n3 . تقدم عرضا شاملا وملاحظات دقيقة عن السياسة الجبائية لحكام المغرب العربي في القرن الثامن عشر القائمة على تجريد الحملات العسكرية ، وانتهاج أسلوب الشدة مع سكان الريف ، مما أثر سلبا في فترة لا حقة على صلة السلطة ( البايليك ) بالسكان ( الرعية ) ، وأدى إلى حدوث انتفاضات خطيرة زادت في ضعف تلك الأجهزة الحاكمة وجعلها منغلقة على نفسها وعاجزة عن مواجهة الضغوط الأوربية المتزايدة .\r\n4 . تلقي الضوء على الجو السائد والظروف التي نتجت عن احتلال الإسبان لوهران ، وتقدم لنا وصفا دقيقا عن الاستعدادات التي قام بها حكام الجزائر وعن تفاعل السكان مع هذا الجهد وموقفهم المعادي للأوربيين الذين اعتبروهم عيونا للإسبان في استيلائهم مجددا على وهران والمرسى الكبير ( 1732 ) بعد أن طردوا منهما سنة 1708 .\r\n5 . تظهر الرحلة مدى اهتمام الأوربيين بعالم البحر المتوسط وخاصة الولايات العثمانية منه ، وتوجههم لدراسة الأوضاع الطبيعية والأحوال الاجتماعية والإمكانات الاقتصادية السائدة به ، مما سوف يوفر للسياسيين والعسكريين في فترة لاحقة معلومات تساعدهم على تحديد سياساتهم وتنفيذ مخططاتهم الاستعمارية .\r\n6 . تؤكد الرحلة تواصل الأوربيين مع الحضارة الرومانية ، وتظهر مدى عنايتهم برصد الآثار الرومانية ، فقد كانت هذه الآثار الشغل الشاغل لصاحب الرحلة ، فهو يحرص على الوقوف عليها ، ويحاول جاهدا التعرف على دلالاتها وهو بذلك يعبر عن توجه أوربي لإحياء معالم الحضارة الرومانية بشمال إفريقيا ، وذلك قبل أن تتكفل البعثات الأثرية بالتنقيب عنها ودراستها في القرن التاسع عشر .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nهذا وقد كان صاحب الرحلة يعبر بصدق عن مشاعره ويبدي آراءه بصراحة في الأوضاع السائدة في أقطار المغرب العربي ، ويعرب عن موقف متفهم لميول الشعوب وخصائص الجماعات وخاصة طبائع أهالي الريف ، وهذا ما سمح له بتجاوز النظرة السطحية لدى غالبة الرحالة الأوربيين التي تحكم على ظاهر الأشياء ، وساعده على التعرف على ما كان يتميز به التونسيون ويختص به الجزائريون ، كما استطاع أن يتلمس الصلات الأخوية والروابط الروحية التي تجمعهم خاصة في مواجهة الأخطار الخارجية .\r\nلقد حرصنا في ترجمتنا لهذه الرحلة على إثبات العديد من التعليقات والهوامش ليتمكن القارئ من الاستفادة من معلوماتها والتعرف على الأحداث التي تعرض لها والأشخاص والأماكن والمواقع التي أشارت إليها . كما وضعنا عدة خرائط تحدد خط سير صاحب الرحلة في انتقاله عبر الجزائر وتونس ، مع إثبات قائمة بالمصادر والمراجع التي يمكن الرجوع إليها للتعرف أكثر على الظروف التي كانت سائدة في أقطار المغرب العربي في القرن الثامن عشر .\r\nفي الأخير ، لا يسعني في ختام هذا التقديم إلا أن أتوجه بخالص الشكر والامتنان للذين وجدت منهم المساعدة والتشجيع في ترجمة هذه الرحلة والتعليق عليها وفي مقدمتهم الابن البار معاوية الذي كان لي نعم العون في إنجاز هذا العمل ، والأستاذ د . علي تابليت ود . منير حشاني اللذين مكناني مشكورين من النسخة الإلكترونية للنص الفرنسي للرحلة ، وكذلك الأستاذ عبد الناصر خالف الذي تفضل بإعادة طبعها في ورق عادي لتسهيل العمل عليها .\r\nناصر الدين سعيدوني\r\nمونتريال - كندا\r\nفي 10 - 7 - 2007\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n[ الرسالة الأولى 
  ]\r\nنص الترجمة العربية ل رحلة ج . أو . هابنسترايت إلى الجزائر وتونس وطرابلس ( 1732 )\r\n\r\n[ الوصول إلى مدينة الجزائر والتعرف على الداي 
  ]\r\nوفي 16 فبراير ( 1732 ) أرست بنا السفينة بميناء الجزائر ، وفي هذا اليوم تناولنا آخر قطعة من الخبز الذي كان بحوزتنا ، والذي كنا نقتصد في توزيعه ليفي بحاجتنا أثناء السفر ، وكما جرت العادة فإنه لا يمكن النزول إلى البر بدون إشعار الداي بذلك ، وهذا ما دفعني إلى إخبار القنصل الإنكليزي بلاك  ( Black )  بوصولنا ، وكان ملكنا الذي قمنا بالرحلة لحسابه « 1 » يود أن نضع أنفسنا تحت حماية ملك فرنسا وجمهورية هولندا ، لكني رأيت من الأفضل لنا أن نبحث عن المعونة عند الأمة التي وصلنا إلى الجزائر تحت علمها ، وهي إنكلترا ، وبالفعل فقد قدم القنصل الإنكليزي السيد بلاك إلى الميناء لاستقبالنا ، واصطحبنا معه إلى منزله حيث قدم لنا القهوة كما جرت العادة ، وبعد ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو الملك أغسطس الثاني ( 1733 - 1670 )  ( Auguste II )  ومنتخب منطقة الساكس في اختيار الإمبراطور الجرماني وملك بولونيا ( 1697 - 1733 ) ، تخلى عن معتقده البروتستانتي ليمكن له اعتلاء عرش بولونيا بعد وفاة الملك يوحنا الثالث سوبباسكي ، تحالف مع العاهل الروسي بطرس الأكبر ضد شارل الثاني عشر ملك السويد ، وقد أرغمه هو الآخر على التخلي عن ملك بولونيا لفائدة ستانيسلاس ليزنسكي ، لكن انتصار حليفه بطرس الأكبر في معركة بولتافا ( 1709 ) جعله يحتفظ بعرش بولونيا بمساعدة الجيوش الروسية ( 1710 ) ، وعندما توفي خلفه ابنه أغسطس الثالث ( 1733 - 1763 ) الذي احتفظ بعرش بولونيا ضد منافسه ستانيسلاس ليزنسكي بدعم من النمسا وروسيا .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nتوجهنا لملاقاة الداي « 1 » الذي سألني عن الغرض من رحلتي وعن البلاد التي قدمت منها ، وعن الأشخاص المرافقين لي في رحلتي هذه « 2 » ، وبعد أن تأكد من أننا قدمنا إلى دولته تشريفا له بأبحاثنا وقد أعرب له أثناء ذلك القنصل الإنكليزي عن نوايانا الحسنة تجاه دولته ، مؤكدا له أن ليس لدينا مخططات تضر بحكومته ، بعدها أبلغنا الداي بواسطة أحد المترجمين \" أن بلاده مفتوحة لكم في رحلتكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الداي المعني بالكلام هو كرد عبدي باشا ( والأصح كور أي الأعور ) ، وقبل ذلك كان يتولى منصب آغا العرب ( قائد الحامية ) ، وأثناء حكمه للجزائر ( 1136 - 1145 ه / 1724 - 1732 م ) عرف بشخصيته القوية ومواقفه الشجاعة وبمنشآته العمرانية ، فأنشأ مسجد المقرئين المعروف بالمكارون ، ووسع ضريح الولي سيدي عبد الرحمن الثعالبي سنة 1142 ه / 1730 م ، وانتهج سياسة حازمة مكنته من إخماد انتفاضة عشائر الحنانشة بالشرق الجزائري سنة 1140 ه / 1728 م ، وتمكن من إقرار النظام في صفوف الجند ، وأظهر استقلاله عن الدولة العثمانية ، فرفض طلبها بإقرار صلح بين الجزائر وإسبانيا ( 1137 ه / 1725 م ) وامتنع عن استقبال بعثة السلطان العثماني وقد ناصره في هذا الموقف أعضاء الديوان وفي مقدمتهم المفتي الحنفي وقائد الحامية المعروف بآغا العرب أو آغا الصبائحية ، سنة 1141 ه / 1729 م ، وحتى يحول دون حدوث أي تمرد في صفوف الجند أسند وظيف آغا العرب وهو قائد الحامية إلى ابنه .\r\nتعرض الداي كرد علي في آخر حياته إلى نكسة خطيرة عندما تمكن الإسبان من احتلال وهران والمرسى الكبير مجددا في 1145 ه / 1732 م ، رغم الاحتياطات التي اتخذها ، فحمل نفسه مسؤولية عدم وصول المدد للمدافعين عن حصون وهران في الوقت المناسب ، وشعر بإهانة بالغة جراء ذلك ، فاعتزل الناس وانقطع عن الطعام واستسلم أكثر فأكثر لتعاطي الحشيش الذي اعتاد على تناوله ، فقضى نحبه عن سن يناهز 88 سنة في خريف عام 1145 ه / 1732 م ، بعد مدة قصيرة من مغادرة هابنسترايت لمدينة الجزائر ، وتولى مكانه صهره بابا إبراهيم بن محمد الخزندار دون أن يجد معارضة في ذلك بعد أن استشهد ابن الداي المؤهل لخلافة أبيه على الأرجح في محاولة طرد الإسبان من وهران .\r\n( 2 ) الأشخاص المرافقون لهابنسترايت والذين أشار إليهم في رحلته هم : شولتز  ( Schulze )  وإبرباخ  ( Eberbach )  والبستاني ترو  ( Trau )  ، كما رافقه في رحلته في مقاطعة التيطري الكاهن والطبيب الإنكليزي الدكتور شو  ( Dr . Shaw )  أنظر ترجمته في الهامش 47 ) .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوأنكم تستطيعون الاعتماد على حمايته \" ، وقبل أن ننصرف من عنده أعطى لكل واحد منا برتقالة حلوة المذاق تعبيرا عن القبول الحسن الذي حظينا به لديه .\r\nلقد حملت معي من مرسيليا مشروبات روحية وعلبا من المربى ، فقمت بتوزيعها على موظفي قصر الداي من الضباط حسبما تقتضيه العادة عند القيام بالزيارة ، وبعد هذه الإجراءات لم يعد أي أحد يثير مخاوفنا ، سواء كان تركيا أو عربيا داخل المدينة أو خارجها ، بل أصبحنا محل تقدير لكوننا أجانب ولأننا نمتهن حرفة الطب أو التداوي بالأعشاب ، فقد اعتادوا على تسميتنا بالباربيرو « 1 » ، ومرد ذلك أنهم كانوا يروننا في أغلب الأحيان نحمل في أيدينا زهورا ونباتات ، وهذا يعتبر في حد ذاته أحسن وسيلة لضمان سلامتنا .\r\nلم تكن جهودي في إخفاء كوني طبيبا ذات جدوى ، فقد اعتقدت أنه من الخطأ بل من المضر لمشاريعي في البحث أن أرفض وصف الأدوية لبعض كبار الشخصيات وخاصة الآغا « 2 » ، وهو ابن الداي الذي عرف المفعول الجيد للوصفات التي كنت أقوم بتحضيرها ، فقدم لي هدية في شكل لبوءة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة باربيرو  ( Barbiero )  في لغة الفرانكا ( والتي هي خليط من لغات شعوب البحر المتوسط ) ، يقصد بها المشتغل بالطب أو المداوي بالأعشاب ، وغالبا ما يرادفها في اللسان الدارج كلمتا حلاق أو مزين لارتباط ممارسة الطب بالحجامة ، مع العلم بأن مهنة الطب تكاد تقتصر في العهد العثماني ، في الموانئ البحرية ومنها مدينة الجزائر ، على بعض الأطباء الأوربيين الذين اعتادوا معالجة بعض الشخصيات واكتسبوا من جراء ذلك احتراما وتقديرا لمعارفهم الطبية ، وهذا ما ساعد هابنسترايت الطبيب على النجاح في مهمته ومكنه من اكتساب صداقة الداي وابنه آغا العرب .\r\n( 2 ) آغا العرب هو قائد فرق الجند بمدينة الجزائر والمتصرف في فرسان المخزن بإقليمها ( دار السلطان ) ، يكلف من طرف الداي بالمحافظة على الأمن وقمع حركات التمرد وضمان المواصلات واستخلاص الجباية ، وهذا ما وسع من صلاحيات هذا القائد العسكري وجعله يحتل المرتبة الثانية في سلك الموظفين المساعدين للداي ، بل جعله الحاكم الحقيقي لأوطان دار السلطان بسهل متيجة والساحل ( وهي أوطان : بني خليل ، بني موسى ، الخشنة ، السبت أو حجوط ، يسر ) وملحقاتها ببلاد القبائل وجهات التيطري\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوقنفذين صغيرين ، وأعطى أوامره بأن يبحث لي عن النعام وحيوانات نادرة أخرى ، ونفس السلوك أبداه معي الآخرون ، فكلما قدمت خدمة لأحد إلا وحاول أن يظهر لي عرفانه بالجميل بتقديم هدايا كالتي قدمها لي الآغا . وهذا ما جعلني آمل أن أحقق الهدف الرئيسي من رحلتي فيما يتعلق بالبحث عن الحيوانات الممكن العثور عليها في منطقة شمال إفريقيا « 1 » ، وقد اعتقدت أنه بإمكاني تنمية مجموعتي من الحيوانات التي تحصل عليها المحلة من سكان الريف أثناء جمعها للضرائب ، إذ اعتادت أن تحمل معها عند عودتها إلى مدينة الجزائر بعض الحيوانات المتوحشة .\r\n\r\n[ تسمية البلاد الجزائرية وتحديد موقعها 
  ]\r\nلقد سنحت لي الفرصة أثناء رحلتي هذه أن أتعرف على سلوك وعادات هذه البلاد ، وهذا ما سوف أعرضه فيما يلي من أجل تصحيح معلومات مارمول ودابير وتأسي فيما كتبوه عن مملكة الجزائر « 2 » . فمدينة الجزائر عاصمة المملكة التي تحمل اسمها والتي عرفت في الماضي باسم موريطانيا القيصرية ، كما كانت تعرف في الماضي أيضا مملكة فاس باسم\r\n\r\n\r\n","description":"","footnote":"\r\n( قيادات ساباو ، بني جعاد ، بني سليمان ، عريب ) ، وجعل منه المراقب الفعلي لبايات المقاطعات الأخرى ( قسنطينة ، المدية ، معسكر ) ، وقد سمحت له مكانته العسكرية بقيادة فرق الجيش التي تتشكل منها المحلة المكلفة بمراقبة الريف وجمع الجباية من سكانه بأوطان دار السلطان وبايليك التيطري .\r\n( 1 ) فضلنا استعمال تعبير منطقة شمال إفريقيا على تسمية موريطانيا التي لم تكن معروفة في العهد العثماني ، والتي اقتبسها صاحب الرحلة من الكتب التاريخية القديمة لجهله بالواقع التاريخي الذي جعل تلك المنطقة تعرف بالمغرب العربي تاريخيا وبشمال إفريقيا جغرافيا .\r\n( 2 ) تميزت كتابات غالبية القناصل والرحالة الأوربيين وجل رجال الدين المسيحيين بمعاداة الوجود العثماني بإيالات المغرب العثمانية ( الجزائر وتونس وطرابلس الغرب ) ، وخاصة منهم رجال الدين الأسبان والفرنسيين والإيطاليين مثل هايدو  ( Hae ? do )  ودان  ( Dan )  ودابر  ( Dapper )  وكوبان  ( Le R . Pe Coppin )  وجرمان مووات  ( S . G . Mouette )  ودولاموت .  ( Le pe ? re Phi . De la Motte )  أنظر قائمة بأهم الكتابات الغربية حول المغرب العربي الملحقة بالكتاب .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nموريطانيا الطنجية . وهذه البلاد \" مملكة الجزائر \" تعرف عادة لدى الكتاب الأوربيين ببرباريا  ( Barbarie )  أو البلاد المتوحشة « 1 » ، وحسب دلالة هذه الكلمة فإنها تعني أنها مأهولة بأشخاص متوحشين وشرسين وهذا ما نعتبره منافيا للحقيقة إذ يجب أن ينصف القسم الأكبر من سكان هذه البلاد ، فهم أفراد بعيدون عن التوحش ، يقدرون الأجانب ولهم رغبة ملحة في التعاون معهم ، فلفظ المتبربرين أو البرابرة يراد به سكان الصحراء أو أنه مقتبس من الإغريق أو الرومان الذين كانوا يطلقون على كل الشعوب التي لا تتكلم لغتهم هذه التسمية .\r\nتقع مملكة الجزائر بين خطي عرض 33 خ و 37 20 خ شمال خط الاستواء ، وبين 15 و 20 من خطوط الطول غرب جزيرة الحديد « 2 » ، ويحدها من الشمال البحر المتوسط ومن الغرب مملكة فاس ومن الشرق مملكة تونس ، أما في الجنوب فتوجد جبال الأطلس والتي نرى قممها في هذا الوقت ( شهر فبراير )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) برباريا  ( Barbarie )  تعريف اعتاد الأوربيون وخاصة رجال الدين والقناصل إطلاقه على أقطار المغرب العربي في العهد العثماني ، باعتبارها بلادا تمارس القرصنة ويتصف سكانها بالتوحش والقسوة ويتخذ حكامها موقفا عدائيا من الأوربيين ، وهم في ذلك يعبرون عن موقف عدائي تعود أصوله إلى مفاهيم الإغريق والرومان عن الشعوب التي لا تنتمي إلى حضارتهم .\r\nولعل ما يميز موقف هابنسترايت في هذا الشأن هو كونه تنبه إلى هذا التحامل واعتبره موقفا غير مبرر ، بل أكد بأن سكان أقطار المغرب العربي هم أبعد ما يكونون عن حالة التوحش ، وهذا ما يميزه عن غيره من غالبية الرحالة الأوربيين الذين كتبوا عن منطقة شمال إفريقيا .\r\n( 2 ) ربما يقصد بها جبل طارق أو إحدى جزر المحيط الأطلسي ، مع العلم بأن تلك التحديدات لم تعد معمولا بها بعد أن اعتمد خط غرينيتش كأساس لتحديد خطوط الطول شرقا وغربا ، والذي يحدد موقع البلاد الجزائرية بمقتضاها بين خطي الطول 10 خ شرق و 8 . 30 خ غرب غرينيتش ، وخطي العرض 19 و 37 شمال خط الاستواء أي على امتداد 2000 كلم وبمساحة إجمالية تبلغ 2 . 381 . 743 كلم مربع منها 381 . 000 كلم مربع شمال الصحراء .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمغطاة بالثلوج « 1 » . وهذا القطر أو مملكة الجزائر المسمى قديما موريطانيا القيصرية كما سبقت الإشارة إلى ذلك ، كان يحكمه الملك يوبا الثاني  ( Juba II )  والذي أطلق عليه هذا الاسم \" قيصرية \" نسبة إلى حاميه ووليه الإمبراطور أغسطس ، وكان الملك يوبا هذا مرتبطا بحزب بومباي  ( Pompe ? e )  ، وعندما أسر من طرف أغسطس حمل إلى روما ولقي الرعاية من أغسطس لخصاله وحسن سلوكه ، وهذا ما دفعه إلى إعادته إلى مملكته وأن يزوجه بكليوباترا ( سيليني ) ابنة الملكة المصرية الشهيرة كليوباترا  ( Cle ? opa ? tre )  ، وقد عثرت بالفعل على قطعة معدنية تؤرخ لهذا الحدث « 2 » .\r\n\r\n[ نبذة عن تاريخ مملكة الجزائر 
  ]\r\nلقد عرفت هذه البلاد ( مملكة الجزائر ) العديد من التغيرات ، ففي بداية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقصد بها سلسلة جبال الأطلس البليدي التي تشرف على سهل متيجة وترى من مدينة الجزائر والتي يبلغ ارتفاعها عند كاف الشريعة 1629 متر ، وكذلك جبال بلاد القبائل ( جبال جرجرة ) التي تظهر قممها مكللة بالثلج من مرتفعات مدينة الجزائر عندما يصفو الجو في فصلي الشتاء والخريف .\r\n( 2 ) لقد التبس على صاحب الرحلة موقف الرومان من الملك النوميدي يوبا الأول وابنه يوبا الثاني ، فالصحيح أن الملك يوبا الأول بن هيميصال  ( Juba I )  الذي حكم نوميديا ما بين 60 و 46 ق . م . هو ملك نوميديا الذي وقف في الحرب الأهلية الرومانية إلى جانب بومبي ضد قيصر ووضع حدا لحياته عند انتصار هذا الأخير في معركة تابسوس  ( Thapsus )  ( 46 ق . م . ) ، فأخذ قيصر ابنه إلى روما رهينة واكتسب بها ثقافة لاتينية - إغريقية راقية ، وزوجه أغسطس كليوباترا سيليني ( ابنة الملكة المصرية كليوباترا من أنطونيوس ) ، ونصبه حاكما على موريطانيا باسم يوبا الثاني ( 25 ق . م . / 23 م ) ليتولى محاربة قبائل الجنوب ( الجيوتول ) التي كانت تهدد خط الدفاع الروماني ( الليمس ) ، وقد اتخذ يوبا الثاني يول ( شرشال ) عاصمة له وأطلق عليها اسم ولي نعمته تمجيدا له اعترافا بجميله ، فعرفت بقيصرية  ( Caesarea )  ، واشتهر بتآليفه العلمية في التاريخ الطبيعي والجغرافيا ولم تصلنا منها سوى مقتطفات عرفت بليبيكا وعربيكا  ( Lybica Arabica )  ، وخلفه ابنه بطوليموس ( 40 - 23 )  ( Ptole ? me ? e )  الذي أمر الإمبراطور الروماني كاليكولا بقتله في مدينة ليون للتخلص منه والحاق مملكته \" موريطانيا القيصرية \" بالإمبراطورية الرومانية .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالقرن الخامس الميلادي أخضعها جنسريق  ( Gense ? ric )  على غرار إسبانيا لسيطرة الوندال ، وقد طرد القائد البيزنطي بليزير  ( Be ? lisaire )  منها الوندال سنة 533 م ، وظلت تحت سيادة بيزنطة حتى فتحها العرب سنة 663 م ، وظل هؤلاء يحكمونها بهدوء وبدون مشاكل إلى عهد شرلكان وأثناء ذلك استولى عليها الأتراك وكان الإسبان آنذاك يحتلون وهران وحصونها ، وفي تلك الفترة كان سليم ملك مدينة الجزائر يخشى أن لا يستطيع الوقوف في وجه الإسبان فطلب العون من القرصان الشهير عروج بربروسة ، فاستولى هذا الأخير على البلاد التي استدعي للدفاع عنها واغتال سليم الذي استقدمه ، كما أنه هلك بدوره بعد ذلك في حروبه ضد الإسبان الذين كانوا يحكمون وهران ، فانتخب الجند أخاه خير الدين ليخلفه ، فاعترف بسيادة الدولة العثمانية على البلاد ( الجزائرية ) وقبل أن يدفع الضريبة للسلطان العثماني سليم ( الأول ) ، ومنذ ذلك العهد أصبحت البلاد الجزائرية ضمن أملاك السلطان العثماني الذي كان يرسل إليها بين الحين والآخر جماعات الإنكشاريين لتعزيز حاميتها « 1 » .\r\nإن حملة شارلكان البائسة على الجزائر وإقليمها معروفة إلى حد كبير « 2 » 19 ، ويتناقل الناس هنا أن الحصن المعروف لدى السكان بقلعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من المعروف أن البلاد الجزائرية دخلت طوعا تحت السيادة العثمانية في الربع الأول من القرن السادس عشر أثناء الصراع المحتدم من أجل السيادة على حوض البحر المتوسط بين إسبانيا الكاثوليكية والدولة العثمانية ، فبعد استشهاد عروج بجهات تلمسان ( الوادي المالح ) ( 1518 ) وانتهاج الإسبان سياسة توسعية ، طلب أعيان الجزائر بنصيحة من خير الدين بربروسة الانضمام إلى الدولة العثمانية للحصول على المدد ، وبالفعل التحقت الجزائر بالدولة العثمانية وأمدها السلطان سليم الأول بألفي انكشاري كان لهم الفضل في إبعاد الخطر الإسباني والاستيلاء على القلعة الإسبانية التي كانت تهدد مدينة الجزائر والمعروفة بالبنيون ( 1529 ) .\r\n( 2 ) حملة الإمبراطور شرلكان على مدينة الجزائر ( 1541 ) تعتبر من الأحداث المهمة في تاريخ المغرب العربي ، فقد وضعت حدا نهائيا للمخططات الإسبانية الهادفة إلى الاستيلاء على شمال إفريقيا والقضاء على النفوذ العثماني بها وإخضاعها للهيمنة\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالإمبراطور قد تم بناؤه من طرف شرلكان في ليلة واحدة « 1 » . أثناء حصاره لمدينة الجزائر .\r\nلقد ظل الباب العالي يرسل إلى الجزائر باشوات يمثلون السلطان حتى سنة 1710 ، وعندما رفض الديوان الممثل للحامية استقبال الباشا ممثل السلطان ، أصبح الداي أورئيس الحامية منذ ذلك اليوم صاحب السيادة في حكم الجزائر وقد أطلق عليه قناصل الدول الأجنبية لقب ملك ، وهو يتمتع بسلطة مطلقة وإن ظل يرسل كل سنة هدية إلى إستانبول اعترافا منه بأحقية السلطان العثماني في تولي أمور المسلمين وشرعيته في تمثيلهم ، وهذا ما جعل دايات الجزائر يحتفلون بتولية السلاطين العثمانيين بإستانبول ويستقبلون في الجزائر بين الحين والآخر القابيجي باشي  ( Capigi - Bachi )  أو المرسلون فوق العادة من قبل السلطان العثماني « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالإسبانية . للتعرف أكثر على أحداث حملة شرلكان ، أنظر هامش رقم 82 .\r\n( 1 ) أما قلعة الإمبراطور  ( Fort lEmpereur )  المعروف ببرج الطاووس أو برج السلطان قالاس الواقع أعلى مدينة الجزائر ، فقد عسكر في مكانه الإمبراطور شرلكان عند حملته على مدينة الجزائر فعرف به ، أما إنشاؤه فيعود إلى ما بعد تلك الحملة ، فقد شيده حسن بن خير الدين حاكم الجزائر ( 1543 ) وطور تحصيناته حسن فينيزيانو وأدخل عليه تعديلات ( 1656 ) ، وزوده ب 56 مدفعا ، وأثناء الاحتلال الفرنسي لمدينة الجزائر ( 1830 ) تعرض للتدمير بفعل انفجار مخزن البارود الموجود به .\r\nأما الحصن الذي بني في ليلة واحدة أو في يوم وليلة فهو حصن أربع وعشرون ساعة المعروف ببرج \" بوليلة \" أو برج \" ستّي تاقليلات \" الذي أنشأه حاكم الجزائر علج علي عند مصب وادي المغاسل خارج باب الوادي ( 1596 ) ، وكانت به ثمانية بطاريات تشكل دفاعات مدينة الجزائر في الناحية الغربية .\r\n( 2 ) بعد فترة الاضطرابات التي طبعت الحكم العثماني المباشر للجزائر على عهد الباشوات ( 1588 - 1659 ) ، وبعد أن فشل قادة الجند ( الآغوات ) في فرض سلطتهم ومواجهة هجمات الأساطيل الأوربية ( 1659 - 1671 ) ، تولى ديوان الجند شؤون الحكم ، فانتخب أحد أعضائه ليتولى الحكم تحت اسم الداي ، وأصبح الديوان ينظر في شؤون الحكم\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n[ أصول سكان الجزائر ومكانة الأتراك المتميزة 
  ]\r\nإن سكان مملكة الجزائر ليسوا كلهم من أصول واحدة ، فالحكومة بيد الأتراك الخلص أي الذين ينحدرون من آباء وأمهات أتراك وهم في الغالب يستقدمون من المشرق أو قد يأتي بهم القراصنة بالقوة إلى الجزائر « 1 » ، والأتراك ينظرون إلى الجزائريين نظرة يشوبها الاحتقار وينعتونهم بأنهم مجموعة من العصاة أو الخارجين عن القانون فلا يجندون أحدا منهم في الحامية ، ونفس النظرة تحملها النساء التركيات عن الجزائريين ، على أن الرجال الأتراك يضطرون إلى الزواج من الأسيرات المسيحيات أو مع نساء البلاد أي الجزائريات ، ولكن أولادهم لا يستطيعون احتلال المراتب الكبيرة في المملكة ، وهؤلاء المنحدرون من آباء أتراك وأمهات جزائريات يحملون اسم الكراغلة  ( Cololis )  « 2 » ويكونون مع العناصر التركية جيشا تعداده مائة ألف\r\n\r\n\r\n","description":"","footnote":"\r\nمع بقاء ممثل شرفي للسلطان بالجزائر يعرف بالباشا ( 1671 - 1711 ) . على أن تطور الحكم أدى إلى تزايد صلاحيات الداي باعتباره الحاكم المطلق الصلاحية ، وتحول الديوان إلى مجلس للضباط ترتبط اجتماعاته بالمناسبات والمواسم التي توزع فيها الجرايات على الجند ، بينما منصب ممثل السلطان وهو الباشا فقد تم إلغاؤه واكتسب الداي لقبه ، فأصبح يحمل بجانب مهامه كداي لقب الباشا الذي يتحصل عليه بفرمان سلطاني ويكسبه شرعية لدى الديوان والجند وباقي السكان ، وهذا ما سمح لنظام الحكم في الجزائر أن يستقل فعليا عن الدولة العثمانية ، فاكتسبت بذلك الجزائر مقومات الدولة المستقلة ذات السيادة في إطار التضامن العثماني وتحت رعاية السلطان الشرعية منذ 1717 وحتى الغزو الفرنسي في 1830 .\r\n( 1 ) هؤلاء هم الأوربيون الذين يقعون في الأسر ويندمجون في الطائفة التركية بمدينة الجزائر ، ويعرفون بالأعلاج .\r\n( 2 ) الكراغلة أو القرغلان تحوير للفظ التركي قول أوغلي أي أبناء العبيد ، على اعتبار أنهم عبيد السلطان حسب العرف العثماني ، وهم جماعة المولدين من آباء أتراك وأمهات جزائريات ، وقد اكتسبوا مكانه مميزة بالنسبة لباقي السكان من غير الأتراك وإن لم يسمح لهم بتولي المناصب السامية التي ظلت حكرا على الأتراك القادمين من المشرق ، وهذا ما سبب توترا في علاقتهم بديوان الجزائر وأدى إلى طرد جماعات منهم من مدينة الجزائر إلى وادي الزيتون ببلاد القبائل ( 1693 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nرجل « 1 » . وهذا الجيش المعروف بالحامية يقسم كل سنة إلى ثلاثة أقسام تستخدم في مختلف الأوقات لإرغام القبائل البربرية والعربية على دفع الضريبة « 2 » . ومن الجند من يشتغل بالقرصنة في البحر ومنهم من يعمل بالحاميات المعسكرة في مواقع محددة بالمدينة .\r\nكل الأتراك بالجزائر يمتهنون الجندية ويستطيعون حسب النظام العسكري أن يصلوا إلى أعلى المناصب ، فالداي نفسه كان جنديا في صفوف الحامية ، وهذا ما يخول له الحصول على جرايته عندما توزع المرتبات كل شهر ، وهي تقدر بحوالي عشر قطع نقدية من صنف إيكو  ( E ? cus )  « 3 » أما الحامية التركية المعروفة بالنوبة والتي ترابط بمدينة الجزائر فهي موزعة على ثماني ثكنات مهيأة لإقامة الجند « 4 » ، هذا ويتسلم الجند غير المتزوجين أربعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقدر عدد الأسرى المسيحيين بمدينة الجزائر بحوالي ألفي أسير ، في وقت كان فيه مجمل سكان مدينة الجزائر يتراوح ما بين 80 و 100 ألف نسمة .\r\n( 2 ) يشكل الجند أو القوة العسكرية المعروفة بالأوجاق أو الحامية العمود الفقري لنظام الحكم في الجزائر العثمانية ، وجماعات الجند هذه تتكون من قسمين : الجنود العاملون في البحر المعروفون بالرياس ، والجنود المستقرون بالبلاد وهم اليولداش ، وهؤلاء الأخيرون منهم من يقيمون بالحصون والمواقع العسكرية ويشكلون النوبات ( ج . نوبة ) ، ومنهم من يشاركون في الحملات داخل البلاد لجمع الجبايات وإخضاع العصاة ويعرفون بفرق المحلة ، وهم كما ذكر صاحب الرحلة هابنسترايت ثلاثة أقسام أو مجموعات رئيسية ، الأولى يتولى آغا العرب قيادتها وهي التي رافقها وعادة ما تنضم إليها قوى باي المدية ، والثانية خاصة ببايليك الشرق ويتولى قيادتها باي قسنطينة ، وهي التي سوف يرافقها صاحب الرحلة بجهات عنابة وقسنطينة ، والثالثة تخص بايليك الغرب ويتولى قيادتها باي معسكر . وتتحدد مهمة فرق المحلة هذه في استخلاص الضريبة من سكان الريف وقمع حركات التمرد وإبقاء السكان خاضعين للسلطة المركزية بالجزائر بقيادة الداي .\r\n( 3 ) استعمل صاحب الرحلة تعبير إيكو  ( E ? cu )  وهي العملة الفرنسية القديمة ، استمدت اسمها من شعار المملكة ، كانت قيمتها تقدر ( 1641 ) ب 60 فلسا  ( Sous )  ، وهو يقصد بها ريال الجزائر أو البوجو الذي تقدر قيمته سنة 1830 ب 80 . 1 فرنكا .\r\n( 4 ) يتوزع الجند ( أو فرق النوبة ) المكلفون بالمرابطة في الحصون والمواقع العسكرية داخل\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأرغفة في اليوم بالإضافة إلى جرايتهم ، ويتوقف إعطاء الخبز لهم عندما يتزوجون ، وهذا ما حد من الزواج وجعل عدد الكراغلة ، وهم أبناؤهم من الجزائريات ، محدودا .\r\nيمتلك الجيش المعروف بالحامية السلطة العليا بمملكة الجزائر ، فهو يقيل الدايات ويعين آخرين مكانهم حسب رغبته وغالبا ما تنتهي حياة الدايات بالقتل حتى أصبح الداي الذي يموت دون أن يتعرض للاغتيال ينظر إليه وكأنه ولي صالح ويصبح قبره محل تقدير لكون هذه النهاية نادرة جدا « 1 » . هذا وإن جنود الحامية كلهم يعتبرون متساوين فليس لهم رئيس يخضعون له سوى قائدهم المباشر ، والأشخاص الذين يتميزون منهم بحكم التقدم في السن والوظيفة يتسلمون أجرة أعلى من الآخرين كل واحد حسب سنه ومهمته ، والذين يصلون منهم إلى أعلى المراتب يتقاضون عشرة ريالات في الشهر ،\r\n\r\n\r\n","description":"","footnote":"\r\nمدينة الجزائر وخارجها على ثماني ثكنات وعدد من الحصون . أما الثكنات فهي :\r\nالمقرئين ، والبانجية ، والخراطين أو صالح باشا ، وأوسطة موسى ، وثكنة علي باشا ، ويالي أده ، والثكنة القديمة ( أسكي ) أو الخضارين الفوقانية ، والثكنة الجديدة ( يكي ) أو الخضارين السفلية .\r\nأما حصون مدينة الجزائر ونواحيها فأهمها حصون القصبة ، وبرج باب عزون ، وبرج الإنكليز ، والبرج الجديد ، وبرج 24 ساعة ، وحصن الإمبراطور ، وبرج النجمة ، وبرج مرسى الذبان ، وبرج الحراش ، وبرج الكيفان ، بالإضافة إلى العديد من مواقع المدفعية ( البطاريات ) المنتشرة على ساحلها الشرقي حتى تامنتافوست ، وساحلها الغربي حتى سيدي فرج .\r\n( 1 ) بالفعل تعددت حوادث اغتيال الدايات من طرف الموظفين المنافسين أو الجنود الناقمين .\r\nوقد لقي أغلب الآغوات والكثير من الدايات حتفهم بفعل حركات التمرد العديدة والاغتيالات المتكررة ، وحتى بعد استقرار نظام حكم الدايات الباشوات في أواخر العهد العثماني فقد تعرض ستة دايات للاغتيال من مجموع ثمانية تولوا حكموا الجزائر بين 1798 و 1830 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nويصلون في سلم الترقية إلى رتبة معزول آغا وهي كلمة تعني الرجل الحر « 1 » ، فيظل صاحب هذه الرتبة يتسلم جرايته حتى وإن لم يقم بأي عمل ، ونفس الامتيازات يتمتع بها الأعلاج وهم النصارى الذين اندمجوا في العنصر التركي ، ولكنهم ظلوا مبعدين عن تولي منصب الداي .\r\n\r\n[ الحضر واليهود 
  ]\r\nوالحضر وهم السكان الأوائل للمدينة ، وقد فرض عليهم الأتراك وضعية التبعية المطلقة ، فليس لأحد منهم الحق في حمل السلاح ، كما أن أملاكهم معرضة للمصادرة لأقل خطأ يصدر منهم في حق الأتراك ، وهم في مجموعهم يشتغلون كعمال وتجار ، أما رجال القبائل المستقرون لمزاولة الزراعة أو البدو الذين يعيشون في الريف بعيدا عن المدينة فيتمتعون بحرية كبيرة ، وهم ينقسمون إلى قبائل أو عشائر تعيش تحت الخيام وعندما ينتقلون من مكان إلى آخر يحملون معهم كل ما يملكونه من أقوات ومتاع وحيوانات . وكل مجموعة من هذه القبائل المتنقلة تشكل دوارا يعود التصرف فيه إلى أحد الشيوخ الذي يلزم بدفع الضريبة عندما يأتي الجند أو المحلة لتحصيلها « 2 » ، وقد اعتاد هؤلاء العرب الرحل الهروب إلى الصحراء عندما يقترب وقت تسديد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معزول آغا وهو الضابط الذي انتهت صلاحياته وأصبح غير ملزم بمتطلبات الخدمة العسكرية ، ويصل جل الضباط من صنف الآغا إلى منزلة آغا الهلاليين إذ يمارسون سلطة شرفية لمدة شهرين يتقاعدون بعدها ليصبحوا ضمن صنف معزول آغا حيث يظلون يتسلمون رواتبهم الشهرية ويحضرون جلسات الديوان العام الذي يجتمع في المواسم الدينية والمناسبات العامة .\r\n( 2 ) المحلة لفظ يطلق على الجند المتنقل في الأرياف مقابل النوبة التي تعني الجند المقيم بالأبراج أو الثكنات ، فقد جرت العادة على توجه فرق الجند في فصلي الربيع والخريف بقيادة آغا العرب بالنسبة لمدينة الجزائر ، وتحت إشراف البايات في مقاطعات قسنطينة ومعسكر والمدية ؛ وتتحدد مهمة المحلة في إقرار الأمن واستخلاص الضرائب ومراقبة القبائل الجبلية والعشائر البدوية ، وتساعد جند المحلة في مهامهم القبائل الجبلية المعروفة بفرسان المخزن ورجال القوم مقابل الامتيازات التي ينالونها والغنائم التي يتحصلون عليها أثناء غاراتهم على القبائل المعادية للبايليك أو التي تحاول التهرب من دفع ما يتوجب عليها من جباية ورسوم .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالجباية ، ولهذا كان داي الجزائر يرسل فرق الجند المعروفة بالمحلة إلى مواطنهم وقت الحصاد ليتمكن من استخلاصها . أما العرب الذين يقطنون نواحي الأطلس ، فهم لا يعتبرون من الرعايا الخاضعين ، إذ يتصدون لجند المحلة عندما يتوجه إليهم ، ولهذا السبب أصبح من غير الممكن السفر أو الانتقال داخل البلاد بدون حراسة قوية .\r\nوبالإضافة إلى الحضر من سكان مدينة الجزائر الذين يخضعون بمحض إرادتهم لنير الحكم التركي ، فإن مدينة الجزائر مأهولة بعدد كبير من اليهود ، ويسدد كل واحد منهم ضريبة تقدر بريالين في الشهر « 1 » ، وهذا ما يدر على الخزينة مقدارا معتبرا من المال . وهناك أيضا بمدينة الجزائر عرب ينتمون إلى الأقاليم الداخلية « 2 » ، فالبساكرة نسبة إلى بلدهم الأصلي بسكرة ، يعملون في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يؤلف اليهود بمدينة الجزائر إحدى الطوائف المهمة لكثرتهم ولتحكمهم في النشاط التجاري ، فقد قدر عدد اليهود بها ما بين 000 . 7 و 000 . 8 نسمة ، وقد أوكلت العناية بشؤونهم إلى أحد أعيانهم المعروف بمقدم اليهود ، وهو بمثابة أمين لجماعة اليهود يتعامل باسمهم مع موظفي البايليك ، ويتوجب عليه دفع ضريبة شهرية في شكل رسم عن كل يهودي لخزينة البايليك تقدر بحوالي ألف ريال بوجو ( الريال بوجو قيمته 1 . 86 فرنك فرنسي سنة 1830 ) . أنظر : ناصر الدين سعيدوني ، النظام المالي للجزائر أواخر العهد العثماني ( 1791 - 1830 ) ، الجزائر ، المؤسسة الوطنية للكتاب ، 1985 ، ص . 105 .\r\n( 2 ) يعرفون بالبرانية لكونهم دخلاء على المدينة وينسبون إلى مواطنهم الأصلية ويكلفون ببعض الأعمال المتواضعة التي يأنف من تأديتها سكان المدينة من حضر وأندلسيين ، لكونها مهنا متواضعة وإن كانت توفر لأصحابها مدخولا ماليا محترما . ويقدر عدد البرانية بعشرة آلاف نسمة ، وأهم جماعاتهم : بنو ميزاب الذين كانوا يعملون في الحمامات ومطاحن الحبوب ، وجماعة قبائل جرجرة التي اشتغل أفرادها في مختلف المهن اليدوية والحراسة ، بالإضافة إلى البساكرة الذين كانوا يشتغلون في الحراسة الليلية وفي أعمال التنظيف ، والأغواطيون الذين كانوا يعملون في الكيل والوزن ونقل البضائع ، والجيجليون الذين كانوا يشتغلون في أفران الخبز والمطابخ ، والزنوج ( الوصفان ) المسخرين للعمل في المنازل . أنظر : ناصر الدين سعيدوني ، الجزائر في التاريخ ( العهد العثماني ) ، الجزائر ، 1982 ، البنية الاجتماعية في المدن ( ص ص . 99 - 105 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nتنظيف الشوارع والمنازل ويقومون بالحراسة في الليل ويوضعون تحت مراقبة أحد الأمناء من جماعتهم يتوجب عليه تسديد قيمة أي شيء قد يسرق من المنازل أثناء الحراسة الليلية ، ولهذا السبب فإنه من النادر أن نسمع عن تعديات أو سرقات في الليل .\r\n\r\n[ الأسرى المسيحيون 
  ]\r\nأما الأسرى الأوربيون وأغلبهم من الإسبان والبرتغاليين والإيطاليين والألمان ، فإن عددهم قليل جدا بمدينة الجزائر ، وهم عادة ما يحظون باحترام الأتراك ويكونون في حماية إحدى الدول الأوربية التي تكون في حالة سلم مع حكومة الداي ، هذا وتتكفل البعثة الفرنسية برعاية رجلي دين من الرهبان  ( Les Pe ? res )  أحدهما يحمل لقب المبعوث الرسولي لكل من تونس وطرابلس والجزائر  ( Vicaire Apostolique )  ، أما المستشفى الإسباني فيسيره متصرف ويساعده أحد رجال الدين ( الآباء ) المنتمين لسلك رهبنة عتق الأسرى  ( Ordre de la Re ? demption )  ، وهو يقوم بأعمال خير جمة لفائدة جميع الأسرى ويلحق به جراح  ( chirurgien )  وصيدلي  ( apothicaire )  يقومان بمعالجة المرضى « 1 » .\r\nيتوفر القناصل الفرنسيون والإنكليز والسويديون والهولنديون على أماكن إقامة ملائمة في المدينة وضواحيها ، ويسددون مقابلها كل سنة مبالغ مالية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دأبت هذه الممثليات القنصلية وكذلك تلك الإرساليات الدينية المهتمة بتحرير الأسرى الأوربيين ، وأغلبها إرساليات دينية فرنسية وإسبانية وإيطالية ، على تقديم خدمات طبية في إطار نشاطها الديني ، ووظفت من أجل ذلك بعض رجال الدين باعتبارهم ذوي معرفة بأمور الطب والصيدلة ، فكانوا يقومون بإنشاء مارستانات خيرية أهمها مارستان البعثة الدينية الإسبانية الذي أقامه الأب سيباستيان دويون سنة 1551 لفائدة الأسرى المسيحيين ، وقد أعيد تجديده عام 1612 وأصبح يتلقى دعما ماليا من الحكومة الإسبانية ، ولا يقل عنه أهمية مارستان البعثة الفرنسية الذي أنشأه الراهب تراريدو سنة 1662 داخل أحد السجون العامة قرب باب عزون ، ومستوصف لازاريت الذي قدم له الملك الفرنسي لويس الثالث عشر الدعم المالي . وبجانب هذه المستوصفات ، أولى حكام الجزائر رعايتهم لبعض الملاجئ والمصحات منها مصحة خاصة بالأمراض العقلية بزنقة الهواء .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nلأصحابها ؛ وليس هناك مقرات  ( auberges )  يأوي إليها الأجانب ، وهذا ما كان في صالحنا فقد انتفعنا بصفة خاصة من هذه الوضعية ، فأقمنا مدة مكوثنا بمدينة الجزائر عند السيد بلاك الذي عاملنا بالأريحية والكرم المعهودين لدى مواطنيه من الإنكليز ، ونفس المعاملة لمسناها لدى القناصل الآخرين الذين حملنا إليهم رسائل في شأن رحلتنا ، حتى أننا لم نلمس في مدينة الجزائر مع من تعاملنا معه سوى سلوك متحضر ، هذا ويوجد بمدينة الجزائر أيضا أفراد من الإغريق لهم كاهن يرعى شؤونهم الدينية .\r\n\r\n[ مدينة الجزائر : موقعها وتحصيناتها 
  ]\r\nإن مدينة الجزائر حقا من المدن المهمة في إفريقيا ، فهي قد واجهت في كل الأوقات جيوش أقوى الدول ، وهي على الأرجح مدينة جوليا القيصرية  ( Julia Cesarea )  التي شيدها يوبا تمجيدا للإمبراطور أغسطس « 1 » ، مع أننا لا نجد بها أية آثار رومانية ؛ وقد سميت عند العرب بالجزائر بسبب وجود جزيرة قبالتها بالقرب من الساحل ، وهذه الجزيرة أصبحت اليوم موصولة بالمدينة برصيف بحري .\r\nبنيت مدينة الجزائر على منحدر جبلي وهذا ما جعل أزقتها متدرجة يعلو بعضها البعض مثل مدرجات مسرح روماني ، وهذا التدرج في أزقتها مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد جانب هابنسترايت الصواب ، فمن المؤكد أن قيصرية هي مدينة شرشال التي حول الملك يوبا الثاني اسمها من يول - كما كانت تعرف منذ العهد القرطاجي - إلى قيصرية تمجيدا لولي نعمته القيصر الروماني أغسطس أو أوكتافيوس . أما مدينة الجزائر فهي إيكوزيم  ( IKosim )  الفينيقية ، والتي عرفت في العهد الروماني بإيكوزيوم  ( Icosium )  ، بعد أن أصبحت إحدى المستوطنات الرومانية المهمة في القرن الأول الميلادي ، وتعرضت للتدمير عند اجتياح الوندال لها ، وظلت خربة حتى أعاد عمرانها الأمير بلوكين بن زيري بن مناد الصنهاجي ( 339 ه / 960 م ) ، فعرفت بجزائر بني مزغناي ، وتحولت إلى مدينة مستقلة أواخر العهد الزياني ، واستنجد سكانها بالأخوين بربروسة للقضاء على الحصن الإسباني المقام على الجزر المواجهة لها والمعروف بقلعة الفنار \" البنيون \" ، فتغير بذلك مصيرها لتصبح قاعدة المغرب الأوسط أو البلاد الجزائرية منذ 1518 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالبياض الناصع لمنازلها ذات السطوح المشرفة على البحر هو الذي يكسبها منظرا متميزا جدا . أما الميناء فهو متكون من قلعة حصينة جدا تعرف ببرج الفنار ومن رصيف مبني بالحجارة يربط البرج بالمدينة « 1 » .\r\nوبالإضافة إلى برج فنار توجد أبراج أخرى تدافع عن مدينة الجزائر ، فهناك برج في الطرف الأعلى من المدينة يعرف بحصن الإمبراطور ، بالإضافة إلى برجين آخرين يمكن مهاجمة الميناء منهما ، كما توجد على شاطئ البحر بين مدينة الجزائر ورأس ماتيفو ثلاثة حصون صغيرة مزودة بالمدفعية « 2 » . وفي كل الأحوال فإن الاقتراب من الشاطئ يشكل خطرا على السفن بسبب الصخور التي تغمرها المياه ، وهذا ما يبعد عن المدينة أي أسطول معاد . هذا وإن ميناء الجزائر معرض للرياح الجنوبية الغربية حتى أنه في شهر يناير الماضي تسببت هذه الرياح في غرق وإتلاف بعض السفن التي كان راسية بالميناء ، أما من الجهات الأخرى فإن الميناء يعتبر آمنا إلى حد ما .\r\nومن جهة البر توجد مدينة الجزائر التي تدافع عنها أربعة حصون وهي حصن الإمبراطور والبرج الجديد وبرج باب عزون وبرج باب الوادي ، والمدينة في حد ذاتها تعتبر محصنة جدا نظرا للأسوار والخنادق التي تحيط بها ، أما أزقتها فهي غير مستقيمة وضيقة ووسخة ويصعب السير فيها بسبب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اكتملت منشآت ميناء الجزائر في القرن السادس عشر بعد أن وصلت الجزر الأربعة الصخرية الواقعة قبالة مدينة الجزائر ، إثر استيلاء خير الدين بربروسة على الحصن الإسباني المعروف بالبينيون ( 1529 ) ، وقد استعملت أنقاض هذا الحصن في إقامة رصيف يربط الميناء بالمدينة ، عرف بطريق خير الدين ( 1560 ) ، وأثاء ذلك بنيت تحصينات عديدة مكان الجزر التي وصلت ببعضها ، وزودت ببطاريات المدافع ، فأصبح ميناء الجزائر موقعا عسكريا يصعب على الأساطيل المعادية مهاجمته واقتحامه .\r\n( 2 ) أهم التحصينات ومواقع المدفعية ( البطاريات ) بالساحل الشرقي لمدينة الجزائر والذي يشكل انحناؤه خليج الجزائر ، ابتداء من مدينة الجزائر ( باب عزون ) ، هي : برج باب عزون ، برج تافورة ، برج سفيد الحامة ، بطارية واد خنيس ( حسين داي ) ، برج القنطرة ( الحراش ) ، برج الكيفان ، برج تامنتافوست .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nكثرة المارة ولوجود عدد كبير من الجمال والبغال ، بحيث يتوجب عليك أخذ الحيطة حتى لا تلامس أو تصطدم بأحد الأتراك المارين ، لأنه ليس في مقدور أي أجنبي أن ينصفك في حالة اصطدامك بهم ، وفي هذه الحالة فمن الأفضل ألا تحتك بعجرفة هذا الصنف من الناس .\r\n\r\n[ منازل مدينة الجزائر وحماماتها ومساجدها 
  ]\r\nأما منازل المدينة فهي منتظمة وبناؤها جيد بالنسبة لنوعيتها ؛ ويحرص في بنائها على أن يكون كل جزء من المنزل منفصلا عن الأجزاء الأخرى ولا سيما الأجنحة الداخلية حتى تظل النساء في معزل ، بحيث لا يمكن أن يراهن أحد ، وكذلك يستخدم الرواق كمكان للتوقف بحيث يخلع الحذاء قبل الدخول إلى المنزل إذا تطلب الأمر ذلك ، وينفتح المدخل على فناء مبلط بقطع رخام مربعة مشكلة من أربع إلى ست خانات ، وعادة ما يكون الفناء مربع الشكل محاط بصف أوصفين من الأروقة ، أما الغرف فهي مستطيلة تزينها صور أوراق الأشجار وأشكال المنمنمات المحفورة على الجبس ، وللمنازل أسطح مهيأة لأن تكون مكانا للاستراحة ، وتشاهد في المنازل الزهور والنباتات والأثاث الجميل ، وطريقة المحافظة عليها تدل على التزام السكان بقواعد النظافة والنظام ، ولا ينفذ ضوء النهار إلى المنازل من جهة الشارع حيث لا توجد إلا منافذ صغيرة لا يمكن رؤية الخارج منها ، وإنما يصل الضوء إليها من الفناء المنفتح على الغرف .\r\nالمنازل الريفية كثيرة جدا بفحص المدينة وهو الاسم الذي يطلق على الجهات المجاورة لها ، وهي مريحة جدا للسكن ، وغرفها ذات هندسة تساعد على الحد من الحرارة الشديدة في الصيف ، وليس هناك أحلى من منظر بساتين البرتقال المنتشرة حولها والتي أثارت انتباهي للانتظام التام لصفوف أشجارها .\r\nحمامات مدينة الجزائر مريحة ومزينة والذين يستعملونها تقدم لهم خدمات جيدة . أما المساجد فهي متقنة البناء ، منها عشرة مساجد كبيرة ذات منارات ، أما التي تقل عنها شأنا فعددها يفوق الخمسين ، وتقع المقابر خارج\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالمدينة « 1 » وهي تعتبر مزارات وخاصة منها أضرحة المرابطين التي تتخذ أماكن للعبادة ويكون الجناة في مأمن عند احتمائهم بأحد المساجد أو الأضرحة ، وكل مسيحي نزق أوطائش يدخل إليها ينظر إليه السكان وكأنه اعتنق الإسلام .\r\nوأماكن العبادة هذه لا يمكن للمار بها التعرف على ما بداخلها ، أما أرضيتها فهي مغطاة بالحصائر والزرابي وأبنيتها تشدها عرصات قوية تتدلى بينها في اتساق ونظام قناديل من الزجاج .\r\nوهذه المساجد تظل مفتوحة طيلة اليوم لأداء الصلوات ، وتقام خمس صلوات في النهار والليل ، وبواسطتها يمكن تقسيم اليوم فيقال ساعة آذان الصبح والظهر والعصر ، أي وقت الصباح ومنتصف النهار والمساء لأن في هذه الأوقات يرفع الآذان من المنارات إيذانا بحلول وقت الصلاة ، ففي آذان الظهر يعلق فوق المنارة علم أبيض وبعد منتصف النهار ( العصر ) يعلق علم أخضر ولهذا يسمونه بانتيرا نيفا  ( Panthera niva )  أي ساعة نشر علم السفينة ، وفي المساء بانتيرا أباسا  ( Panthera abassa )  أو ساعة طي العلم « 2 » .\r\n\r\n[ العدالة والقضاء 
  ]\r\nوقصر الملك أي الداي يستعمل في نفس الوقت كقصر للعدالة ، فالداي يجلس منذ الصباح وحتى المساء في أحد أركان فناء هذا القصر المستخدم كقاعة استقبال ، وفي إمكان كل واحد أن يعرض قضيته ، وقبل ذلك يتخلى عن سلاحه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقدر عدد مساجد مدينة الجزائر ، حسب معلومات الدكتور شو الذي تعرف عليه صاحب الرحلة في الجزائر ، بعشرة مساجد كبيرة وخمسين مسجدا صغيرا ، بالإضافة إلى ثلاث مدارس كبيرة ، ومن أشهر هذه المساجد الجامع الكبير أو المسجد الأعظم والجامع الجديد ، بالإضافة إلى جوامع : كتشاوة ، وميزوموتو ، وعلي بتشنين ، وشعبان خوجة ، وسفير ، والرابطة ، وعبدي باشا ، والسيدة ، وسيدي رمضان ، والمقرئين أو البلاط .\r\n( 2 ) ارتبطت أوقات النهار بمواقيت الصلاة ، فترفع الأعلام على المآذن وبعض السفن مع حلول وقت الظهر عند منتصف النهار ، وبعد الظهيرة مع صلاة العصر ، وكذلك وقت غروب الشمس وهو وقت صلاة المغرب . وقد جرت العادة أن تكون هذه الأعلام ذات ألوان خاصة ويحرص على طيها في نهاية كل يوم .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوكلمة \" شرع اللّه \" أو عدالة اللّه لها في هذا المقام وزن كبير ، بحيث أن كل فرد مهما علا شأنه يحصل على تطبيق حكم العدالة بمجرد النطق به ، والأجانب يتوجب عليهم إظهار الاحترام لقصر الداي بنزع قبعاتهم عند مرورهم أمامه .\r\nوبعد محكمة الداي تأتي محكمة القاضي والتي تشكل في الواقع محكمة أولية ، ومنها يمكن رفع الشكوى إلى محكمة الداي ، ولا يتطلب الانتهاء من القضية وقتا طويلا ، فهي لا تستغرق سوى ما يتطلبه حضور المتقاضين وسماع الشهود وتقديم الشكوى ، وتنفيذ الحكم يتم في اليوم نفسه ، والأتراك تتم معاقبتهم في سرية حفظا لكرامتهم ، بينما تنفذ الأحكام علانية في الحضر وباقي طوائف السكان الآخرين عند باب عزون ، والأسرى المسيحيون غالبا ما يضطرون للقيام بمهنة الجلاد التي ليس فيها ما يعيرهم أو ينقص من مكانتهم لأن أمر تنفيذ الإعدام يتولاه الشواش وهم الضباط الرئيسيون بقصر الداي في هذا الشأن .\r\nيعود التصرف في شؤون سكان الريف إلى آغا الصبائحية « 1 » ، وهو الآن ابن الداي الحالي ويتم تنفيذ العقوبة في هؤلاء السكان الخاضعين في خيمة تنصب لهذا الغرض . هذا ويتم تنفيذ الحكم في الجرائم الكبرى بطريقة غير عادية ، فاليهودي أو النصراني الذي ينقص من معدن العملة تقطع يديه ويشنق ويطاف بجثته على ظهر حمار في أرجاء المدينة ، وهذه العقوبة نفذت حديثا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعود التصرف في سكان الريف بإقليم مدينة الجزائر المعروف بدار السلطان والمؤلف من أوطان متيجة والساحل ( أنظر هامش رقم 5 ) إلى آغا العرب أو قائد الحامية الذي يأتمر بأوامره شيوخ الدواوير وقياد العشائر بهذا الإقليم ، وهذا ما زاد في صلاحياته وجعله بمثابة الحاكم الفعلي للجزائر ، وإن كان يخضع إلى الداي الذي ينصبه في هذه الوظيفة وقد يعزله منها لأي سبب ، ونظرا لأهمية هذا المنصب فإن صاحبه يكون محل ثقة وربما يختار من أفراد أسرة الداي أو أبنائه ، كما هو الحال مع الداي كرد عبدي الذي كلف ابنه بهذا المنصب الخطير ، وهذا ما لاحظه هابنسترايت وأشار إليه في رحلته .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوأرغم الجراحون من الأسرى على القيام بالإجراءات المتعلقة بها ، أما الضرب بالعصا فهو أكثر الأمور شيوعا ، فهو يطبق حالا في المتهمين في الأمور الأقل أهمية بحضور القاضي ؛ ولليهود قاض خاص بهم ، بينما النصارى لهم الحرية في رفع تظلماتهم أمام قناصل دولهم .\r\n\r\n[ وضعية الدايات وتعرضهم للاغتيالات 
  ]\r\nوقبور الدايات الذين يموتون بدون التعرض للقتل من الصعب العثور عليها ، فهي توجد في أماكن داخل المدينة وتتخذ مزارات للتبرك بها ، أما الذين يموتون نتيجة القتل فيدفنون بدون إقامة المراسيم بالمقابر الواقعة خارج باب الوادي حيث تشاهد ستة قبور دايات تم اغتيالهم في نفس اليوم الذي تولوا فيه منصب الداي « 1 » ، والقبر السابع الذي بجوارهم هو للداي الذي تغلب على منافسيه بفعل قوة مناصريه ، أما باقي القبور فمظهرها يختلف بحسب مكانة أصحابها بين قبر رفيع المقام وآخر أقل شأنا ، ويعلوقبور رؤساء البحرية ( من فئة قابودان باشا ) علم يرفرف فوقها ، وأحباء الشخص المتوفى يقومون بزيارة قبره والقيام ببعض الطقوس التي اعتادوا عليها مثل نثر الزهور على القبر ورشه بالعطر « 2 » ، وهناك بعض الرجال يرابطون بأضرحة رجال الدين تبركا بها أو لحراستها . هذا ويتم غسل الأموات في أحد الأماكن المخصصة لذلك ، ومنها يحمل الميت بصحبة أقاربه لدفنه وإقامة صلاة الميت عليه .\r\nيختار لمنصب الداي أحد الأتراك بإجماع الآراء أو بتغلب إحدى الجماعات في فرض مرشحها ، وعلى كل فإن تولي هذه المرتبة السامية يتوجب فيها أن يكون متوليها تركيا ، ورغم المخاطر المترتبة عن تولي هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ارتبط ذلك بفترة الفوضى التي تسبب فيها ضباط الحامية ( الإنكشارية ) ، وانقسم أثناءها الديوان إلى شيع وجماعات متنافسة .\r\n( 2 ) ذهب صاحب الرحلة إلى أن قبور رؤساء البحرية كانت ترش بالخمر ، ومن الراجح أن ذلك لبس في التعبير أو خطأ في الترجمة الفرنسية ، إذ أن الصحيح أن العادة جرت بأن ترش تلك القبور بالعطور أو ماء الورد .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالمسؤولية فإن الجميع يرغبون فيها ، أما الداي الذي يحكم الجزائر الآن فهو عبدي آغا « 1 » وقد ضحى أخيرا ببعض موظفيه الكبار الذين تآمروا على شخصه وذلك حتى يضمن سلامته ، وقد احتاط للأمر فاتخذ لهذا الغرض عددا من الجواسيس الذين لا يخفى عن أعينهم إي شيء ، ورغم طيبة هذا الداي فهو يخشى أن تكون نهايته مثل سلفه الذي انتهت حياته بالاغتيال « 2 » ، وقد رأيت هذا الداي مصفر الوجه وهو يرتعد في اليوم الأول من عيد الأضحى وهو المناسبة التي يمد فيها يده ليقبلها كل من حضر لتحيته فيكون بذلك عرضة للاعتداء وهدفا سهلا للاغتيال ، وفي غير هذه المناسبة لا يمكن رؤيته أبدا ، فهو يتخذ من تقدمه في السن حجة تعفيه من الاختلاط بالآخرين ، وهو مع ذلك رجل ذو أريحية وصاحب خبرة في الحكم ، وقد برهن فعلا على كفاءته هذه ، فمنذ سنوات استدعى الجند الذين كانوا غير راضين عن حكمه ، وبعد أن وجه إليهم خطابا برر فيه سياسته أعلن تنازله عن كرسي الحكم وأخذ مكانه بين الآغوات الذي كان واحدا منهم قبل توليه منصب الداي وتوجه إليهم قائلا : فليتقدم غيري ليشغل هذا المنصب الخطير ، ولم يعد إلى كرسي الداي إلا بعد أن ألحوا عليه وقبل الجند طلبه بإعلان الولاء له .\r\n\r\n[ خزينة الجزائر 
  ]\r\nمداخيل الداي ذات قيمة معتبرة فقد قدرها لوجي دوتاسي بمائتي ألف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنظر ترجمة الداي عبدي باشا : الهامش رقم 8 .\r\n( 2 ) الداي الذي خلفه كرد عبدي في تولي حكم الجزائر هو محمد داي الذي انتهت حياته بالقتل بسبب نقمة الجند عليه إثر إيقاعه العقاب ببعض رياس البحر الذين اقترفوا أعمال نهب ، فدبرت جماعة من الجند ( اليولداش ) مؤامرة ضده ونصبت له كمينا على الساعة العاشرة صباحا يوم 18 مارس 1724 داخل مدينة الجزائر عندما كان عائدا من تفقد بعض الأبراج ، فصوب نحوه أحد الجنود من على سطح ثكنة البحرية طلقة نارية أصابته بين كتفيه وأردته قتيلا ، فسارع أعوانه وفي مقدمتهم الخزناجي إلى دار الإمارة بالجنينة وأغلقوا الأبواب ليحولوا دون انتشار الفوضى ، وسارعوا بإعلان آغا العرب أو قائد الصبائحية كرد عبدي دايا ، الأمر الذي ساعد على قمع التمرد وإقرار الهدوء . أنظر :\r\n H . D . de Grammont , op . cit . \r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nقرش أوفلورين في السنة ، الجزء الأكبر منها كان يودع في الخزينة الموجودة في مكان أمين لا يمكن لأي شخص الدخول إليه ما عدا الخزناجي الذي يصاحبه لدى دخوله إليها أحد الأسرى ويكون مجردا من الملابس دفعا للشبهة ، وهذه الخزينة تدخلها مقادير ضخمة من الأموال ولكنها لا تخرج منها أبدا الأمر الذي يسمح لنا بالتكهن بأنها تحتوي على كوم هائل من الذهب والفضة في شكل نقود وأشياء ثمينة « 1 » ، ومدخل هذه الخزينة محروس بعناية والجند يأمرون الناس المارين بقربه بتعرية رؤوسهم .\r\n\r\n[ فدية الأسرى المسيحيين والغنائم 
  ]\r\nتشكل تجارة الأسرى المسيحيين أحد مصادر الدخل الرئيسية ، فكل أسير له قيمة محددة حسب مكانته ، فالقابودان ، وهو قائد السفينة ، يتطلب إطلاق سراحه دفع ألفين وخمسمائة قرش ، بينما معاونه وكذلك صانع السفن أو الجراح فيدفع عن كل واحد منهم ألف وخمسمائة قرش ، أما البحار فعليه تسديد ألف قرش . وعادة ما يكون ثمن إطلاق الأسرى الألمان أعلى من الآخرين لمهارتهم في شؤون البحرية . أما الآباء المشتغلون بقضية تحرير الأسرى\r\n ( Les Pe ? res de la Re ? demption ) \r\nوالذين يتكفلون بدفع ديتهم فيأتون إلى الجزائر كل سنة ويحالفهم النجاح دائما في تحرير بعض الأسرى ؛ ومن حسن الحظ أن يكون المرء أسيرا لدى الداي ، لأن الآباء المسيحيين المكلفين بفدية الأسرى ملزمون بتخليص أسرى الداي قبل غيرهم .\r\nهذا ويتجمع أسرى الداي في المساء في سجون عامة على هيئة ملاجئ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توجد خزينة الجزائر الواقعة أسفل المدينة في إحدى الغرف الملحقة بقصر الجنينة ، وكانت تضم كميات كبيرة من الأموال والنفائس ، بعضها في شكل قطع نقدية وبعضها الآخر عبارة عن مقتنيات نادرة وأشياء ثمينة ، وقد حرص حكام الجزائر على عدم الإنفاق منها إلا في حالات نادرة ، مما جعلها بمثابة كنز ثمين لا يقدر بثمن ، وحتى بعد نقلها إلى أعلى المدينة بحصون القصبة بأمر من الداي علي خوجة عام 1817 ، ظلت تحتوي على ثروات طائلة ، فقد قدر الفرنسيون احتياطاتها من العملة والأشياء الثمينة ، عند استيلائهم عليها سنة 1830 ، ب 48 . 684 . 527 فرنك ( بقيمة 1830 ) ، راجع :\r\nناصر الدين سعيدوني ، النظام المالي . . . ، المصدر نفسه ، ص ص . 169 - 187 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nليلية 45 . أما الأسرى الذين يوضعون في خدمة القناصل أو الأفراد المقيمين بالجزائر فيتمتعون بالحرية مقابل تعويض مالي يسدد كل شهر . أما أسرى الخواص من الجزائريين فيدفعون هذا التعويض للأشخاص الذين يمتلكونهم ، ويسمح لهم بالعمل لتوفير مدخول مالي يمكنهم من تسديد ما يتوجب عليهم إزاء مالكيهم . ورغم الحراسة التي يخضع لها هؤلاء الأسرى فإن في استطاعتهم الهروب على متن قوارب صغيرة يقومون بصنعها خفية في بساتين مالكيهم ، وقد حدثت في المدة الأخيرة محاولة هروب من هذا النوع ؛ وعند القبض عليهم في حال محاولتهم الهروب يتعرضون إلى الضرب بالعصا ، والذي يتم بطريقة لا تؤدي إلى موت الأسير إلا نادرا ، لأن الأسير يعتبر جزءا من ثروة سيده « 1 » .\r\nتخرج سفن إيالة الجزائر للبحث عن الغنائم عادة في بداية فصل الربيع ، وإن كان ليس من المؤكد أن ترفع أشرعتها للإبحار هذه السنة نظرا للاستعدادات الإسبانية في ميناء مالقة لمهاجمة الجزائر ، فمن الراجح أن يتوجه الأسطول الإسباني نحو وهران التي ظلت دوما في حوزة الإسبان الذين يحاولون الآن استرجاعها « 2 » . وهذا ما جعل البحارة الجزائريين يمكثون في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان الأسرى الأوربيون بمدينة الجزائر يتمتعون بحرية الحركة والعمل أثناء النهار ، وإن كانوا ملزمين بقضاء الليل في سجون عامة عرفت بالبانيه  ( Bagnes )  ، وهي أشبه بالملاجئ الليلية منها بالسجون المحروسة ، ويبلغ عدد هذه السجون خمسة وهي :\r\nسجن كورغلي ، وسجن علي ماضي ، وسجن البايليك ، وسجن سانت كاترين ، وسجن راباحي ، وسجن سيدي حسان . مع العلم بأن عدد الأسرى الأوربيين بالجزائر تناقص من 21 ألف سنة 1662 إلى 2000 سنة 1724 ، نظرا لتراجع نشاط البحرية الجزائرية أمام تزايد قوة الأساطيل الأوربية .\r\n( 2 ) حاول الإسبان تنفيذ مخطط توسعي بسواحل المغرب العربي ، وتنفيذا لهذا المشروع استولوا على عدد من المراكز الساحلية الجزائرية منها : المرسى الكبير ( 1505 ) ووهران ( 1509 ) ، بقيادة رايمون القرطبي وزعامة الكاردينال خيمينيس  ( Don F . Xime ? nes de Cesne ? ros ) .  وارتكب الإسبان أثناء استيلائهم على وهران مذابح فظيعة ، فقد\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالمرسى ، وإن كان ذلك لم يحل دون حصول البحارة الخواص منذ حلولنا بالجزائر على أربع غنائم ، وقد تم بيع الأسرى في المزاد العلني ، وحددت قيمة كل واحد منهم حسب سنه وقوته العضلية ومظهره الخارجي ، هذا وإن أكبر خطر يتعرض له البحارة الجزائريون تمثله السفن المالطية ، ففي السنة الماضية ظهرت سفينتان قبالة مدينة الجزائر وتسببتا في إبقاء الميناء مغلقا لمدة أربعة أشهر بحيث لم يعد من الممكن أن يخرج منه أي شيء .\r\nتتكون الغنائم البحرية التي يتحصل عليها الجزائريون في نشاطهم البحري على العموم من سفن إسبانية من نوع طارتان  ( Tartane )  ومن بعض قوارب الصيادين ، أما سفن دولتي هامبورغ ولوبيك بجرمانيا فهي تحمل الآن جوازات سفر سويدية أو هولندية ، ولم تعد هدفا للبحارة الجزائريين كما كان عليه الأمر في السابق .\r\n\r\n[ تنظيم الديوان وإدارة المقاطعات 
  ]\r\nيوكل الداي وهو رئيس الدولة الاعتناء بشؤون البلاد إلى الديوان الذي يجتمع كل يوم سبت وهو مجلس مؤلف من كبار ضباط الوجاق وهم الآغوات الذين يصلون إلى هذه المرتبة بالتتابع حسب تقدمهم في السن ، ويرأس الديوان آغا يتولى هذه المسؤولية لمدة شهرين يترك بعدها مكانه لآغا آخر ، وأثناء هذه الفترة التي يتولى فيها رئاسة الديوان يصاحبه في انتقاله عدة\r\n\r\n\r\n","description":"","footnote":"\r\nقضوا على 4000 من سكانها وأسروا عددا كبيرا ممن نجوا من الموت ، وأزالوا مظاهر المدينة الإسلامية منها وأقاموا حولها العديد من الحصون والاستحكامات العسكرية لمواجهة حصار الجزائريين لهم ، وقد ظلوا لمدة تسع وتسعين عاما يواجهون الهجمات المتكررة التي كانت تشنها عليهم القوات الجزائرية ، حتى تمكن باي الغرب مصطفى بوشلاغم من تحرير وهران سنة 1708 ، وحتى بعد أن أعاد الإسبان احتلالها من جديد سنة 1732 لم يلبثوا أن اضطروا إلى الانسحاب منها سنة 1791 ، فانتقلت إليها قاعدة بايليك الغرب من مدينة معسكر ، وعمرت مدينة وهران من جديد وأصبح سكانها يقدرون بعشرين ألفا عندما تمكن الفرنسيون من الاستيلاء عليها سنة 1831 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nشواش ينادون على المارة : أفسحوا المكان أفسحوا . . . الآغا قادم ! فهو الشخص الوحيد الذي يحظى بهذه المعاملة من دون بقية الضباط السامين « 1 » ، وهم الكاهية « 2 » ومعزول آغا « 3 » وسلك الضباط من رتبة بلوك باشي وأوده باشي والبيك باشي ، بالإضافة إلى باقي الضباط الآخرين الذين يتتابعون في ترتيبهم حسب رتبهم . أما رئيس الهيئة الدينية فهو المفتي الذي تبعث به إستانبول مثله مثل القاضي الذي أصبح الآن يثبت في وظيفته من طرف ديوان الجزائر الذي لم يعد يعترف بالسلطان العثماني إلا باعتباره الولي الشرعي للمسلمين .\r\nأما المقاطعات ( البايليكات ) فتحكم من طرف البايات « 4 » أو نواب الداي وتعطى لهم حرية التصرف حسب رغباتهم شريطة أن يدفعوا ما يتوجب عليهم من مداخيل مقاطعاتهم ، فيحملون هذه المداخيل بأنفسهم ويستقبلون في الجزائر بتشريفات تليق بمقامهم ، وهذه التشريفات التي تكلفهم في غالب الأحيان حياتهم ، لا يمكن لهم تجنبها بحيث لا يقبل منهم تحت أي عذر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعرف هذا الضابط السامي بآغا الهلالين لكون سلطته الشرفية على الديوان وما يرتبط بها من امتيازات ومعاملات خاصة تحدد بفترة شهرين قمريين ، يلتحق بعدها بمجموعة الضباط المتقاعدين الذين يعرف كل واحد منهم بمعزول آغا ، والذين يشكلون مع غيرهم من الضباط والأعيان مجلس الديوان الذي يجتمع في المواسم والمناسبات الخاصة والتي توزع أثناءها الجرايات والرواتب على الجند .\r\n( 2 ) الكاهية موظف سام بديوان الجزائر كان يعتبر بمثابة نائب الداي وتوكل له رئاسة الديوان ، وبعد أن أصبح معزول آغا يتولى رئاسة الديوان كل شهرين ، تحول الكاهية إلى مجرد موظف شرفي يمثل الداي في حضور الديوان أثناء المواسم والأعياد .\r\n( 3 ) للتعرف على وضعية جماعة معزول آغا ، أنظر هامش رقم 29 .\r\n( 4 ) بالإضافة إلى دار السلطان وهي المقاطعة المركزية التي يشرف عليها الداي مباشرة ويتصرف في شؤونها آغا العرب ، تتألف مملكة الجزائر كما تعرف آنذاك من ثلاث مقاطعات \" بايليكات \" يتولى حكمها البايات بأمر وتوجيه من الداي ومراقبة من آغا العرب ، وهذه المقاطعات هي : بايليك الشرق ومركزه قسنطينة ، بايليك الغرب ومقره معسكر آنذاك ، وبايليك التيطري وقاعدته المدية\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالأعذار إرسال ضباط مكانهم لحمل جباية مقاطعاتهم إلى مدينة الجزائر « 1 » .\r\n\r\n[ عادات وتقاليد الجزائر وجو الحرية الذي توفره للأسرى المسيحيين 
  ]\r\nهذا وإن عادات وتقاليد الجزائر تحددها ضوابط الشريعة الإسلامية ، فالمسلم الصالح يتوجب عليه حسن معاملة أصدقائه ، كما يطلب منه أن يكون شديدا مع أعدائه رحيما بالمنهزمين ، وفي هذا الشأن قارنت حالة الشقاء التي عليها الجزائريون بمرسيليا مع وضعية الأسرى المسيحيين بشمال إفريقيا ، فالأولون لا يستطيعون إلا بشق الجهد جر أغلالهم الثقيلة ، بينما الآخرون وهم الأسرى المسيحيون في الجزائر يقضون نهارهم أحرارا مقابل دفعهم مبلغا ماليا كل شهر ليطلب منهم في المساء التوجه إلى مقراتهم التي لم تكن أبدا غير مريحة بالنسبة إليهم ، وحتى الأسير المسيحي الذي يرتد عن معتقده لا يحظى بالترحيب ، لأنه ليس فقط تسبب في خسارة سيده بعد أن تسقط الفدية عنه بإسلامه وإنما ينظر إليه على أنه لم يعتنق الإسلام عن اقتناع .\r\nوفي هذا الجو يتمتع الكل في الجزائر بحرية المعتقد ، فالأجانب يكرمون والكل في وضعية تمكنهم من القيام بما يرغبون فيه . والأسير المسيحي يستطيع أن يحصل على حكم عادل عن أية معاملة سيئة يتلقاها من سيده عندما يثبت ما يؤكد تظلمه ، في الوقت الذي يلاقي فيه البحارة الجزائريون عقابا مضاعفا عندما يقعون في أيدي أعدائهم الأوربيين الذين هم في حرب لا هوادة فيها معهم « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعرف عملية حمل الجباية والرسوم من مراكز المقاطعات إلى مدينة الجزائر بالدنوش ، إذ يتوجب على كل باي حملها بنفسه كل سنة وهي الدنوش الكبرى ، بينما ترسل الجباية في فصلي الربيع والخريف من كل سنة مع خليفة الباي وتعرف بالدنوش الصغرى ، وترتبط الدنوش الكبرى التي يحملها البايات بإجراءات خاصة بحيث يستقبل البايات خارج مدينة الجزائر ، وينزلون في جناح خاص من قصر الداي ، فيحرصون على إرضاء الداي وأعضاء الديوان والشواش ، حتى يتجنبوا المساءلة وحتى لا يتعرضوا إلى العزل أو ينفذ فيهم حكم الإعدام .\r\n( 2 ) لقد اتصف هابنسترايت هنا بالصدق والنظرة الموضوعية في مقارنة معاملة الأسرى\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأما محاولات الاغتيال التي يقوم بها رعايا الداي للتخلص منه فتعود إلى خبث طبيعة وسوء نية بعض الأفراد ولا يمكن أن نعتبرها صادرة عن سلوك يتصف به الشعب كله ، مع أن هذه المحاولات تكون في بعض الأحيان تعبيرا عن رفض الطغيان والتصدي للظلم .\r\nأغلب العادات التي يمارسها الجزائريون تستند في أساسها إلى قوانين ، وليس فيها ما يفاجئ الأوروبي كغياب النساء عن الحياة العامة ، واحتشامهن الشديد ، فلا يسرن في الأزقة بدون حجاب ، وحتى منازلهن تكاد أشعة الشمس لا تصل إليها ، وعندما يسافرن على ظهور البغال يكن مختبئات في ستائر غريبة ، وقد ترجاني أحد الأتراك من ذوي المكانة المتميزة أن أعالج زوجته ، وعندما طلبت منه أن أرى المريضة أجابني من الأفضل أن تموت على أن يراها أحد .\r\nوالجزائريون من أتباع الرسول محمد صلى اللّه عليه وسلم الغيورين ويستهجنون المتشيعين لعلي ( ض ) ، ويقومون في الغالب بالحج إلى مكة ( المكرمة ) ، وبعد أداء هذه الفريضة يرتدون الملابس الخضراء التي تنسب إلى الرسول صلى اللّه عليه وسلم ، وهو اللباس الذي يميز الأشراف الذين يدعون بأنهم من سلالة النبي صلى اللّه عليه وسلم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالجزائريين في أوروبا والأوربيين في الجزائر ، وهذا ما تجاوزه جل من كتب عن أوضاع الأسرى ونشاط البحرية من الأوربيين ، فلم يروا في نشاط البحرية الجزائرية سوى قرصنة وعملا عدائيا منافيا للحضارة ومضادا للسلم ولحرية التجارة ، مع أنها تعتبر في إطار التعامل الدولي عملا مشروعا من أجل الدفاع عن النفس . أنظر : ناصر الدين سعيدوني ، ورقات جزائرية ، دراسات وأبحاث في تاريخ الجزائر في العهد العثماني ، بيروت ، دار الغرب الإسلامي ، 2000 ، البحرية الجزائرية ، ص ص . 187 - 213 .\r\n( 1 ) طائفة الأشراف بمدينة الجزائر ظلت محافظة على خصوصيتها ومعتزة بأصولها ، لها أمين يرعى شؤونها يعرف بنقيب الأشراف ، ولها زاوية خاصة بها وأوقاف تنتفع بريعها ، قدر مدخولها سنة 1830 ب 5000 فرنك . وكان آخر نقيب لهذه الطائفة هو أحمد الشريف الزهار صاحب التقاييد التاريخية عن أحوال الجزائر ، والتي نشرها بعد تحويرها والتعليق عليها الأستاذ أحمد توفيق المدني ونشرت بالجزائر سنة 1974 ( أنظر قائمة المراجع المعتمدة في التحقيق ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nهذا ويمتنع المسلمون الأتقياء عن شرب الخمر ، أما الآخرون فيتعاطونه حتى يبلغ بهم السكر حد الهياج ، وفي هذه الحالة يصل بهم الاندفاع إلى حد ارتكاب أكبر التجاوزات التي تتسبب في قتلهم في بعض الأحيان ، وهذا ما يحدث غالبا في أيام العيد ، فبعد أن يمتنعوا عن شرب الخمر طيلة شهر رمضان ، يعودون إلى شربها مع حلول العيد الأضحى ، فيقبلون على تعاطي الخمر طيلة أيام العيد الثلاثة التي تطيب فيها المآكل وإن كانوا لا يجرؤون على تناوله جهارا « 1 » .\r\n\r\n[ صيام رمضان ومراسم عيد الفطر 
  ]\r\nلقد صادف أن وصلت إلى الجزائر في الفترة التي تسبق الصيام ، ولا حظت أن المسلمين يمتنعون عن الشرب والأكل أثناء اليوم طيلة الشهر ، وحتى ظهور قمر الشهر التالي . وهذا الصوم ليس منهكا سوى للطبقة الدنيا وهي جماعة البرانية ، الذين يلتزمون به رغم ما يقومون به من أعمال منهكة جدا ، بينما الذين هم في منزلة أرفع ، وهم الحضر ، يتجنبون هذا الإجهاد ويهيئون في الليل ما يقومون بعمله في النهار .\r\nومع نهاية شهر رمضان وعند رؤية هلال العيد ينقل الخبر على جناح السرعة إلى الداي ليأمر بإطلاق المدافع إعلانا بانتهاء شهر رمضان وحلول العيد « 2 » ، الذي يعرف لدى الأتراك ببيرم وفي لغة الفرانكا يطلق عليه لفظ باساكا  ( Pasaca )  لأنه يأتي على منوال عيد الفصح لدى النصارى ، وقد جرت العادة في صبيحة اليوم الأول من عيد الفطر أن يذهب الناس إلى إلقاء السلام وتقديم التهنئة إلى الأفندي الأكبر أوالداي ، وأثناء ذلك يكون هذا الأخير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت مدينة الجزائر ، نظرا لنشاطها البحري ولتنوع أصول سكانها ووجود جماعة كبيرة من الأسرى المسيحيين بها ، تضم العديد من الخمارات المعروفة ب \" التبارن \" ( ج . تبرنة ) بلغة الفرانكا ، يقوم على خدمتها الأسرى الأوربيون ويتردد عليها النصارى وجماعات من الجند الإنكشاري ، من أهمها حانات قصر الرياس المعروفة بسبع تبارن .\r\n( 2 ) يقصد به عيد الفطر المعروف لدى العامة بالعيد الصغير وفي لغة الفرانكا بباساكا وعند الأتراك ببيرم .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمعرضا لأخطار كبيرة ، لأن أعداءه يسهل عليهم الوصول إليه وتنفيذ مؤامراتهم التي يكونون قد خططوها ضده ، ولقد ذهبنا نحن بدورنا برفقة القنصل الإنكليزي لتقديم تهانينا للداي ، فوجدناه في لباس الحفل الرسمي جالسا على جلد نمر في قاعة المجلس وأعضاء الديوان يحيطون به ، وقد وضعت أمامه مائدة يتناول عليها وجبة الغداء في أطباق من الفخار ، ويكون أول من يبدأ الأكل مع موظفيه السامين ، بعدها يأتي دور قدماء الإنكشارية ويليهم الجند وفي الأخير تترك الموائد للعامة لتناول غدائها قبل أن تقدم للجند القهوة والحلويات .\r\nوأثناء ذلك تتم الاستعدادات لمبارزة رسمية ، اعتاد الأتراك القيام بها بين بعضهم البعض ، فيغطى المكان المخصص لهذه التمارين بالرمل ، ويتقدم إليها المتصارعون عراة إلا من سراويل قصيرة جدا من الجلد المدهون بالزيت مثل أجسادهم لتكون ملساء ، وبعد الصلاة يتبارى المتصارعون واحدا بعد الآخر ، ويقومون حسبما جرت العادة بحركات تؤهلهم للفوز بالجائزة ، فالذي يطرح خصمه على الظهر يعتبر منتصرا ، وعندما لا تحسم المباراة تؤجل إلى آخر أيام العيد لاستئناف المصارعة من جديد ، وتكون مصحوبة كما في اليوم الأول بأنغام موسيقى الإنكشارية ، وبجانب هذه المبارزة يتسلى الشعب أيام العيد بكل أنواع الألعاب التي ليس فيها ما يثير الانتباه ، وأثناء هذه الفترة وحتى بعد مضي عدة أيام من حلول العيد فإنه يتوجب على المرء أخذ الحيطة حتى لا يصادف أحد الأتراك سكيرا في أحد الأزقة ، لأن في ذلك مجازفة قد تؤدي إلى هلاكه ، فالتركي قادر على ارتكاب أي حماقة لأقل إهانة قد يشعر بها ممن يقابله في الطريق .\r\n\r\n[ ضواحي مدينة الجزائر 
  ]\r\nضواحي مدينة الجزائر ( المعروفة بالفحص ) ذات تضاريس جبلية ولها مناظر تدخل البهجة والسرور على النفس ، تتخللها أودية رطبة تتميز بخصوبتها ، تشاهد فيها الكثير من الحدائق بها أشجار العنب والبرتقال واللوز وغيرها من الأشجار المثمرة وغير المثمرة مثل السرو ، ولهذا يفضل\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالأشخاص الذين لا تضطرهم أشغالهم للبقاء في المدينة قضاء الصيف في المنازل الريفية ، حيث الطرقات تحف بها أشجار الزيتون غير المنتجة فهي ليست كزيتون البروفانس ، إنما تركت على حالتها الطبيعية ولم تقلم ولم يعتن بها ويتخللها نبات الصبار الذي ينموبكثرة ويبلغ ارتفاعا كبيرا ويتخذ الفقراء من ثماره غذاء لهم . كما توجد أيضا بفحص الجزائر أشجار النخيل لكنها غير مثمرة وإن أعطت تمرا فهو بدون نواة ، ومن الراجح أن ذلك يعود إلى نقص الحرارة الذي لا يساعد على اكتمال نمو العراجين التي تحملها ، وأما جمارها أو براعمها فتنموبكميات كبيرة ومذاقها لذيذ جدا ، ويتخذ منها السكان غذاء لهم . وعلى طول المسالك الريفية بضواحي الجزائر ينمو أيضا نوع من شجر الصبار الضخم أو بالأحرى شجر الأغاف  ( agave )  وصبار سيكوتران  ( I'aloe ? s sucotrin )  ، فالأول يخرج برعما طوله عشرون قدما وتتفرع منه غصون جميلة مما يشكل منظرا بهيجا للعين ، وشجيرات القطلب  ( arbousier )  والتوت منتشرة بكثرة وهي تحمل ثمارها في هذا الفصل . أما الكروم التي يزرعها المسيحيون في حدائقهم فعنبها من النوع الجيد واللذيذ ، والأتراك يحولونه إلى زبيب ، أو يعالجونه بالنار ليستخرجون منه مشروبا روحيا ذا طعم طيب يتناولونه كشراب بجانب الشراب العادي المعروف عندهم .\r\n\r\n[ ملاحظات حول نباتات وحيوانات مملكة الجزائر 
  ]\r\nوأراضي الجزائر صالحة جدا لزراعة الحنطة ، وسكان سهل متيجة الجميل وعرب بايليك وهران يزودون مخازن الداي بهذا المنتوج ، ليقوم هو ببيعه للأجانب الذين أصبحوا بفعل هذه المبادلات من كبار التجار بفرنسا وإسبانيا وجبل طارق .\r\nإن رطوبة الشتاء التي تتعمق كثيرا في التربة تعوض انقطاع المطر الذي يصبح نادرا جدا منذ شهر أبريل وحتى شهر أكتوبر ، فالزهور والنباتات التي شاهدناها في هذا الفصل ساعدت على نموها رطوبة الأرض ، فهي لا تظهر على الأرض إلا مع نهاية شهر ماي ، وعندها تجف سريعا بفعل الحرارة الشديدة .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوفي الجزء الجنوبي من مملكة الجزائر توجد أنواع مختلفة من الحيوانات المتوحشة تعيش في عزلة بجبال الأطلس ، ولا يمكن الحصول عليها إلا بأمر من الداي عندما يرغب في تقديم هدايا لإحدى الدول الأوربية أو عندما يعود الجند الإنكشاريون المشاركون في المحلات « 1 » التي تجوب تلك الجهات لاستخلاص الجبايات ، لأن هؤلاء الجند يستعملون أي وسيلة تمكنهم من الحصول على هدايا يقدمونها لأصدقائهم ، وقد سبق لي القول بأن ابن الداي ، وهو آغا المحلة ، قدم لي لبوءة صغيرة كهدية ، وأصدر أوامره بأن يبحث لي عن كل أنواع الحيوانات النادرة ، وقد أصبحت حضيرتي من هذه الحيوانات الآن تتكون من اللبوءة الصغيرة وقنفذين وقط متوحش  ( chat tigre )  وابن مقرض  ( furet )  وظبي  ( antilope )  ، وقد اشتريت قطا متوحشا آخر وهو من فصيلة جميلة من القطط ، فضلا عن الوعد الذي أعطي لي للحصول على بعض من طيور النعام . أما بحر الجزائر فوفر لمجوعتي أسماكا نادرة عملت على تجفيفها أورسمها لفائدة المكتب الملكي الذي أقوم بالرحلة لحسابه .\r\nلقد حال رمضان دون حصولي على الحراسة الضرورية لسفري داخل الجزائر ، وهذا ما جعلني الآن لا أستطيع الابتعاد كثيرا عن مكان إقامتي وإن كنت قد وضعت خططا لزيارة نواحي جبال الأطلس على أن يبقى بعض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحلات جمع محلة ، وهي حملات فصلية تتوجه فيها فرق الجند ( اليولداش ) وعلى رأسها الآغا من مدينة الجزائر وكذلك من مراكز المقاطعات ( قسنطينة ومعسكر والمدية ) بقيادة البايات نحو المناطق الجبلية والسهبية بالداخل لاستخلاص الضرائب وجمع الرسوم وإيقاع العقاب بالعصاة والمتمردين . وهذه الحملات الفصلية عادة ما تخرج قبل نهاية فصل الربيع ومع حلول فصل الخريف ، حيث يرتبط السكان بمواطنهم لرعي قطعانهم وجمع محاصيلهم . ويعرفنا صاحب الرحلة على واقع المحلة بإقليمي التيطري وقسنطينة لمصاحبته الجنود المشاركين فيها . أنظر ناصر الدين سعيدوني ، النظام المالي . . . ، المصدر نفسه ، ص ص . 98 و 122 - 125 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمرافقي في مدينة الجزائر للعناية بالحيوانات التي جمعتها ، وعند عودتي من سفري المأمول سوف أرسل لفخامتكم في أول فرصة تتاح لي تقريرا عن مهمتي يتضمن وصفا للحيوانات النادرة والأشياء الجديرة بالملاحظة التي أصبحت بحوزتي .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالرسالة الثانية\r\nالجزائر في أول جوان 1732 .\r\nسيدي ،\r\nإن رغبتكم في الحصول على حيوانات نادرة وخاصة منها التي لا زالت على قيد الحياة تتطلب السفر إلى الأقاليم الجنوبية لهذا البلد ( أي مملكة الجزائر ) لأنه بدون القيام بهذا السفر فإني سأضطر لانتظار الفرصة السانحة لمصادفة أشخاص يستطيعون تقديم المساعدة لي في ذلك ، على أن السفر قد يتحقق فعلا في ظروف لم نكن ننتظرها ، فكانت مناسبة سعيدة بالنسبة لي أن يقوم آغا الصبائحية الذي كنت قد عالجته بجولته الاعتيادية داخل البلاد لجمع الضرائب من الفلاحين من سكان الجبال وكذلك البدو الذين كانوا يمتنعون عن دفع الضريبة المتوجبة عليهم ولا يقدمونها إلا عندما يرغمون بالقوة على ذلك . ولهذا السبب يقوم ضباط مملكة الجزائر مع مجموعة قوية من الفرسان ( تعرف بالمحلة ) بالتنقل في بعض الأوقات من السنة ، وخاصة مع بداية فصل الصيف قبل نضج المحاصيل ، وقبل أن يتمكن هؤلاء السكان من الانتقال بخيامهم ومواشيهم نحو قمم الجبال ليكونوا بعيدين عن أيدي الأتراك ، فكانت جولة الآغا لهذا الغرض الفرصة الكفيلة بتحقيق ما أطمح إليه ، وبالفعل فقد تمكنت من الحصول على إذن الداي بمصاحبة المحلة ، وقد زودني برسالة موجهة إلى كل الحكام الخاضعين لسلطته تطلب منهم أن يوفروا لي رفقة تقوم بحمايتي أثناء قيامي بأبحاثي .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n[ الخروج مع المحلة إلى سهل متيجة والبليدة 
  ]\r\nلقد غادرت مدينة الجزائر في 22 أبريل ( 1732 ) مع بعض من رافقوني في رحلتي ، وقد أرسل معي الداي دليلا وفارسا ( صبائحي ) ليكونا في صحبتي ، وكانت خطتي في أول السفر أن أنتظر المحلة المصاحبة للآغا خارج مدينة الجزائر للانضمام إليها والسير معها ، وقد أبقيت بعض المرافقين لي في رحلتي في مدينة الجزائر ليتمكنوا من تسجيل الملاحظات أثناء غيابي داخل الجزائر ، وحتى يحافظوا على الأشياء التي تخص سيادتكم ، وبذلك أصبحت الجماعة التي ترافقني في سفري تتكون من السيد إبربارخ  ( Eberbarch )  وشولتز  ( Schulze )  وترو  ( Trau )  وهوبستاني الأمير بكارلسروه  ( Karlsruhe )  ، والطبيب شاو  ( Dr . Shaw )  كاهن القنصلية الإنكليزية الذي تحصل هو أيضا على رخصة السفر « 1 » .\r\nوفي 23 أبريل قطعنا سهل متيجة الجميل والذي يمتد من البحر وحتى سفوح الأطلس بعرض ثلاثين ميل إنكليزي « 2 » ، وهو أكبر سهل صادفني في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو الطبيب شو  ( Dr . Shaw )  الذي صاحب هابنسترايت في جولته مع جنود المحلة في مقاطعة التيطري ، ولد بكندال  ( Kendel )  بإنكلترا حوالي 1692 ، وتوفي بأكسفورد سنة 1751 . مكث في الجزائر اثني عشر سنة ( 1720 - 1732 ) ، وتولى مهمة كاهن للوكالة الإنكليزية بها  ( factorerie )  ، وتجول في الولايات العثمانية ، فتعرف على تونس وبلاد الشام وفلسطين وسواحل البحر الأحمر ، قبل أن يستقر بإنكلترا عام 1742 ويصبح رئيس كلية بأكسفورد برونلي  ( Braunley )  ، وعضو الجمعية الملكية بلندن . جمع العديد من الملاحظات والمعلومات القيمة عن أقاليم المغرب والمشرق العربيين ، سجلها أثناء أسفاره العديدة ونشرها بعنوان :\r\nرحلات أو ملاحظات تتعلق بأجزاء من شمال إفريقيا والمشرق ، صدرت طبعتها الإنكليزية بأكسفورد سنة 1738 ، وظهرت ترجمتها الفرنسية الأولى سنة 1743 ، قبل أن يختصرها ويعلق عليها ماك كارثي  ( Mac Carthy )  سنة 1830 . أنظر قائمة المراجع المعتمدة في التعليق المثبتة في آخر الكتاب .\r\n( 2 ) سهل متيجة من أهم السهول الساحلية بالبلاد الجزائرية ، يتميز بعمق تربته ووفرة مياهه وانتشار بعض المستنقعات بوسطه ، تحده جنوبا سلسلة جبال الأطلس البليدي وشمالا مرتفعات الساحل ، ويعتبر الطريق الطبيعي بين بلاد القبائل الجبلية وحوض الشلف ، يقدر طول هذا السهل بأكثر من مائة كيلومتر ، أما عرضه فيبلغ في أقصى اتساعه 35 كلم .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nرحلتي بالأجزاء الشمالية بإقليم موريطانيا ( منطقة شمال إفريقيا ) ، وذلك أننا أثناء سفرنا كنا ننتقل دائما عبر جبال مرتفعة لا يمكن عبور بعض الأماكن بها ، تفصل بينها أودية صغيرة خصبة ذات مناظر لطيفة .\r\nوسهل متيجة غني جدا بالحنطة وباقي أنواع الحبوب التي تزرع في موسمين سنويا وتعطي محصولين في السنة الواحدة ، وترعى به قطعان من المواشي لا يمكن عدها وهي تدوس بأقدامها الزهور والنباتات النادرة التي لم نجدها أثناء سيرنا إلا وقد قضمتها تلك الحيوانات أو داستها بأقدامها ، الأمر الذي حال دون استعمالها في أبحاثنا . لقد قضينا هذا اليوم في السفر وهذا ما جعل يومنا ينقضي دون أن ننتفع به كثيرا ، ومع حلول المساء وصلنا مدينة البليدة « 1 » حيث لفتنا الانتباه بسبب الحراسة التي كانت تصاحبنا ، فاجتمع الناس حولنا وكل واحد منهم يريد أن يرى هؤلاء الأجانب الذين من المحتمل أنهم يشاهدونهم لأول مرة ، وكان علينا أن نجتاز جموع الناس وقد لا حظنا أنه كان بصحبتهم أحد القضاة .\r\nوبعد عناء كبير وصلنا إلى المكان المخصص لإقامتنا في أحد منازل حاكم المدينة . وقد أبدى هذا الحاكم استعداده لا ستقبالنا عملا بما جاء في الرسالة التي وجهت له في شأننا ، فبادر بإعطاء الأوامر لإبعاد الجمهور الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدينة البليدة تقع على بعد 48 كلم من مدينة الجزائر على ارتفاع 230 م عند سفح الأطلس المعروف باسمها ( الأطلس البليدي ) والذي يبلغ ارتفاعه عند كاف الشريعة 1629 م . يعود تأسيس البليدة إلى جماعات أندلسية بزعامة سيدي أحمد الكبير ، واستقروا بموقعها سنة 1535 بعد أن أقطعهم خير الدين بربروسة أراض زراعية عند انفتاح الوادي الكبير على سهل متيجة ، فتحولت إلى مدينة عامرة ( حوالي 1540 ) بعد أن توافد إليها أفراد من القبائل المجاورة ، فغدت من أهم الحواضر الجزائرية لغنى إقليمها ولاستقرار جماعات من الجند الإنكشاري بها بعد انتهاء خدمتهم . تعرضت للعديد من الزلازل العنيفة كان آخرها وأعنفها زلزال عام 1825 الذي كاد أن يمحوها من الوجود وتسبب في تناقص سكانها من 000 . 20 إلى حوالي 000 . 3 عند تعرضها للاحتلال الفرنسي سنة 1834 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nهرع نحونا وحاول الوصول إلينا من كل الجهات تدفعه الرغبة في رؤية هؤلاء النصارى وهو الاسم الذي يطلقونه علينا لكوننا مسيحيين . وكما جرت العادة عند نزول الأجانب عند الحاكم بتوصية من الداي فإن اليهود يكلفون بتحضير مائدة الطعام لهم ، وكان نصيبنا في هذه الحالة الحساء والأطباق التقليدية الشائعة في البلاد ، قدمت لنا بحضور الحاكم وبعض الأشخاص الآخرين ، فقدمنا لهم في أول الأمر مسحوق التبغ ( الشمة ) وكؤوسا من الخمر التي لا يمانع المسلمون غير المتشددين في تناولها عندما يكونون بصحبة النصارى ، وكان زادنا من الخمر ومن بعض الهدايا مفيدا جدا لنا في رحلتنا ، فهي أفضل وسيلة لكسب ثقة السكان وهذا ما خبرناه بالتجربة ، وننصح به كل من يعتزم السفر إلى هذه البلاد .\r\nوفي 24 أبريل تسلقنا الجبل المجاور برفقة أحد الأتراك لتجنب تجمع الناس حولنا ولنكون في مأمن من رجال القبائل الذين يعيشون متفرقين في أكواخ منعزلة ، وهم من سلالة البربر أو سكان البلاد القدامى والذين بقوا لمدة طويلة يحافظون على خصوصيتهم وسط جبال شاهقة كانت لهم بمثابة ملاجئ منيعة . وقد قبلوا منذ مدة قصيرة تسديد ضريبة للبايليك من الزيت والقمح والعسل ، مع أنهم لا تنقصهم الأسلحة والذخيرة للدفاع عن أنفسهم ، ووضعهم هذا من الأسباب الأخرى التي توجب علينا الحيطة عند الذهاب للبحث عن النباتات بحيث نأخذ أسلحتنا معنا في كل جولة نقوم بها وإن كنا لم نضطر إلى استعمالها والومرة واحدة طيلة رحلتنا .\r\nوقد لا حظت أن حمل باقة من النباتات في اليد هو بمثابة جواز مرور معروف ووسيلة ممتازة لضمان السلامة ، لأن من يذهب للبحث عن النباتات ينظر إليه هناك بأنه متطبب أو مداوي بالأعشاب ويطلقون عليه اسم الباربيرو « 1 » أو الحلاق وهو الاسم الذي يعرف به الطبيب الذي يحظى لديهم بكل احترام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنظر هامش رقم 10 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوتقدير لمهنته هذه ، وفي هذا الصدد قدمت خدمات للمرضى الذين عرضوا علي حسبما أمكنني ذلك ، وقد استعملت في ذلك بعض النباتات الشائعة والتي تنمو بناحيتهم وأوضحت لهم كيفية استعمالها ، وهذا ليس بغرض التخلص منهم ، فقد كان يدفعني إلى ذلك إيماني بأن نعمة الخالق جعلت الدواء الذي يحتاجونه في شكل نباتات تنمو عند أقدامهم ، وكانت أتعابي كطبيب في هذه المعالجات لا تتجاوز غالبا تقديم كأس من الماء البارد أو تناول قليل من الحليب اللذيذ ، هذا وقد اتخذت لنفسي قاعدة في ممارسة الطب في البلدان غير المتحضرة « 1 » أن لا أرفض تقديم العون لأي شخص ما دمت قادرا عليه ، لأن الامتناع موقف يتصف بالخطورة ، بينما الإقدام على المعالجة دون ترو يعتبر حماس واندفاع غير محسوب العواقب ، وهذا ما تطلب مني القول عند بداية معالجة المريض بأن نتيجة علاجه غير أكيدة ، ودفعني إلى التستر عن مهنتي كلما أمكنني ذلك ، وإن مزاولتي لهذه المهنة بنجاح كانت من أجل الحفاظ على حياتي وليس من أجل كسب النقود .\r\nإن الجبال التي سوف أتكلم عنها في سفري وفرت لي مجموعة جميلة من النباتات الإفريقية أضيفت إلى مقتنياتي وهي امتداد لسلسلة الأطلس الصغير التي تصل في امتدادها حتى الصحراء ، بينما الأطلس الكبير المتاخم لنوميديا وليبيا هو بعيد جدا عن مملكة الجزائر « 2 » ، وقد كنت مبتهجا أن أشاهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) استعمل صاحب الرحلة هابنسترايت تعبير البلاد المتوحشة  ( sauvage )  ، وهو تعبير غير موفق ويتناقض مع موقفه من سكان البلاد ( أنظر هامش رقم 14 ) ، وهذا ما نعتبره هفوة منه ، وقد ترجمنا عبارة \" المتوحشة \" ب \" غير المتحضرة \" ، لأنها أصح وأقرب إلى ما كان يرمي إليه صاحب الرحلة .\r\n( 2 ) هناك بعض اللبس في رواية هابنسترايت ، والمؤكد أنه يقصد ب - \" الأطلس المتاخم لنوميديا وليبيا \" سلاسل جبال الأطلس الجنوبية المحاذية لتخوم الصحراء الشمالية والتي تحدها الهضاب العليا من ناحية الشمال ، وهي تتكون من العديد من الكتل الجبلية ، فبعد سلاسل الأطلس الكبير بالمغرب يستمر تواصلها من الغرب إلى الشرق مع جبال القصور وعمور وأولاد نائل والأوراس والنمامشة والظهر التونسي .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nلأول مرة الأطلس الصغير بصخوره التي لا يمكن اجتيازها في العديد من الأماكن ، وأن أقوم بتسلق بعض منها ، وفي نيتي أن أزور الآخر ( الأطلس الكبير ) عندما أسافر إلى تونس ونواحيها وأنتقل إلى موريطانيا الطنجية .\r\nوفي 27 أبريل كنا في انتظار الآغا قائد المحلة ، إذ بدون مرافق لا يمكن لنا التقدم أكثر في سفرنا ، وبعد أن قضينا الأيام السابقة في جمع النباتات تابعنا طريقنا بصحبة هذا الضابط ( الآغا ) قائد المحلة ، والذي من الواجب علينا الاعتراف بجميله نظرا للحفاوة التي أظهرها لنا في هذه الرحلة ، وكانت مجموعة الجند ( المحلة ) التي يقودها مؤلفة من مائة وخمسين فارسا كل واحد منهم مسلح ببندقية وغدارتين وسيف قصير ، بينما حملت الخيام ومتطلبات السفر على ظهور البغال التي كانت تنطلق قبل طلوع النهار وتتقدم علينا في السير بنحو نصف ساعة حتى يهيئ لكل واحد منا مكانا مخصصا له عند توقفنا .\r\nهذا ومنذ اللحظة التي التحقنا فيها بهذه المحلة لم تعد تشغلنا متطلبات الأكل وغيرها من احتياجات السفر . فسكان تلك الجهات من بربر وعرب كانوا يخصوننا بكميات أوفر من الطعام الذي كان يحضر حسب الطريقة المتبعة في تلك البلاد . ولكوني طبيبا أوباربييرو ، حسب اصطلاحهم ، فقد كان الطعام يقدم لي مباشرة بعد الآغا ، وقد كلفتني هذه المعاملة بعض الأدوية التي كنت قد حضرتها مسبقا ، فقد كنت أقوم بتوزيعها على المرضى من جنود المحلة أو سكان تلك البلاد . ونظرا لاعتزامنا الارتحال ومتابعة سيرنا في الصباح عندما يكون الطقس منعشا فإننا كنا نأوي إلى خيامنا باكرا حتى لا نتعرض للحرارة التي تشتد كثيرا مع تقدم النهار ، وهذا ما سمح لي أن أخصص بقية يومي لتسجيل ملاحظاتي العلمية .\r\nوفي يوم مغادرتنا للبليدة رافقت الآغا في رحلة لصيد الخنزير البري ، فلم ألاحظ شيئا غير عادي غير سرعة الخيل وكثرة سكان الجبال الذين اجتمعوا من أجل جولة الصيد هذه ، ولم يعرض علينا سوى الخنازير البرية\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالتي تم قتلها وهذا ما أزعجني ، فرجوت الآغا أن يمكنني من الحصول على حيوانات نادرة على قيد الحياة وقد وعدني بذلك ، وبعد أن قضينا تلك الليلة في أكواخ العرب بسهل متيجة ، بدأنا نقترب أكثر فأكثر من الجبال فكنا نقضي اليالي كما جرت العادة تحت الخيام أو عند العرب الذين كانوا مضطرين لإخلاء منازلهم لنبيت بها .\r\n\r\n[ وضعية سكان الريف ومعاملة الحكام لهم 
  ]\r\nفي 28 أبريل ، عرفت أن كل ما تتكون منه ثروة العربي - إلا إذا كانت له كنوز مخبأة - خيمة مسودة من دخان الموقد ينقلها حسب رغبته من مكان إلى آخر وقطيع ماشية وزاد من القمح محفوظ في أحد المطامر وبعض الأثاث ، وسكان الريف هؤلاء يلبسون حسب مقتضيات الوقت ، ويكفي الواحد منهم أن يكون له برنوس من صوف نظيف بعض الشيء ليكسوبه جسمه ليصبح شيخا أو قائد دوار « 1 » ، وإنه لشرف عظيم أن يمتلك واحد منهم سلاحا ناريا مع كمية من البارود والرصاص ، وهذان الأخيران يعتبران أفضل هدية تقدم إلى هؤلاء الناس ، ولعل ذلك يرجع إلى كون البارود والرصاص يستعملونه في صيد الحيوانات المتوحشة ويساعدهم في الدفاع عن أنفسهم عندما يلتجئون إلى الجبال كما هو حال سكان الجهات الجبلية الأخرى ، ولكونهم يستعملون هذه الأسلحة في التصدي لرجال البايليك فإن هؤلاء الأخيرين يحرصون على تجريدهم من أسلحتهم عندما يكونون موضوع شبهة أو يكون خضوعهم لسلطة البايليك محل شك .\r\nوالنساء عند هؤلاء الناس مسخرات للعمل ، فيعتنين بالمواشي ويشتغلن بالزراعة ، وهذا ما يجعل الرجال الذين لا يشتغلون بشؤون المنزل يعيشون حالة من الفراغ ، ومع هذه الوضعية لا تزرع في هذه البلاد سوى الأراضي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدوار أو الدشرة بالتعبير المتعارف عليه في الجزائر آنذاك هو مجموعة من الخيام أو المنازل البسيطة التي تشكل في الغالب تجمعا سكانيا بسيطا هو أشبه ما يكون بإحدى القرى الصغيرة .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nذات التربة الخصبة التي توفر منتوجا بدون جهد كبير ، كما أن انعدام الماء ناتج عن جهل السكان وكسلهم ، ففي الأماكن التي كان يقدم لنا فيها المخيض لشح الماء عثرنا على منابع يمكن الحصول منها على الماء بأقل جهد ، كما أنه عندما ينقص العشب ويشح كلأ الحيوانات يقدم هؤلاء العرب على بيع إنتاجهم من القمح والصوف والشمع والعسل في المدن المجاورة ، ويتنقلون للبحث عن مكان لهم في الأودية الخصبة حيث تنتشر خيامهم فيه ، في الوقت الذي لا نجد إلا القليل جدا من العرب في مساكن قارة لكونها مجلبة للاحتقار ، فهي في نظرهم مصدر الخضوع والعبودية .\r\nومع أننا لا يمكن لنا معرفة شيء عن الآثار الرومانية التي توجد في مملكة الجزائر هذه ، حيث أن هؤلاء السكان من العرب لا ينفكون يسعون بدون هوادة لتدمير بقايا آثار المدن القديمة خوفا من أن يستعمل أحجارها الأتراك في بناء حصون تساعدهم على إبقاء العرب تحت سيطرتهم كما حدث في العديد من الأماكن « 1 » .\r\nتلتزم حكومة الجزائر بمعاملة عادلة مع العرب والبربر الذين ظلوا ممتنعين بالجبال والذين في استطاعتهم أن يقدموا مساعدة كبيرة للبايليك عند الحاجة ، إذ يرجح أن في استطاعة هؤلاء السكان في وقت قصير جمع مائة ألف فارس أغلبيتهم مسلحة بالبنادق والسهام للتصدي للإسبان الذين يتوقعون هجومهم في هذا الوقت .\r\n\r\n[ عبور وادي جر والوصول إلى مليانة 
  ]\r\nوفي 29 أبريل وصلنا إلى الجبل وصعدنا قسما منه بمشقة كبيرة يتملكنا خوف من القبائل التي تسكنه والتي ظلت حتى الآن تدافع عن حريتها وتمانع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أهم الحصون والأبراج التي أقامها حكام الجزائر كنقاط حراسة ومراقبة القبائل الجبلية والعشائر البدوية بالجهات المتاخمة لإقليم دار السلطان والمتحكمة في مناطق التيطري وبلاد القبائل هي أبراج : أم نائل ، ساباو ، تيزي وزو ، بوغني ، حمزة ، سور الغزلان ، الوادي ، بوحلوان .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nفي دفع الضريبة لحكام الجزائر ، ولهذا تم تنبيهنا بأن لا نبتعد عن المحلة ولا ننساق إلى ذلك بفعل حب الاستطلاع عند توقفنا لجمع النباتات بعيدا عن جماعة الجند ( المحلة ) ؛ وقد أمضينا يوما كاملا في قطع هذا الجبل الذي يسمونه جبل الجزائر « 1 » ، وبعد اجتيازه نصبنا خيامنا في سهل بوحلوان في مكان يعرف بقاع الواد ويدل عليه اسم هذا المكان لأنه الموضع الذي يوجد به منبع وادي جر الذي اجتزنا مجراه أربع عشرة مرة في اليوم « 2 » .\r\nوفي 30 أبريل وصلنا إلى مليانة أو ميلية ، وقد استقبل فيها الآغا بالمراسيم الشرفية المعهودة ولم نعثر فيها على شواهد تدل على تاريخها القديم سوى نقش موجود بحصنها ، وهذه المدينة مبنية على نتوء صخري عند جبل زكار وقد حاولت تسلق هذا الجبل ، وكان علي بذل جهد كبير حتى أبلغ قمته « 3 » ، على أن تقدم المساء واقتراب حلول الظلام ولكون الطريق إليه تعترضه الصخور الوعرة التي لا يمكن عبورها أرغمني على أن أتخلى عن هدفي وأن أعود على أعقابي إلى المدينة بعد أن جمعت بعض العينات من معدن النحاس والحديد التي وجدتها متناثرة على الأرض ، وأثناء وجودي في مليانة كنت متضايقا لعدم تمكني من زيارة حمامات باكومام ماريده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعرف بهذا الاسم لأن الطريق الرئيسي الذي يربط مدينة الجزائر بالغرب الجزائري يعبره ، كما يعرف بجبل صماتة نسبة إلى القبيلة التي تقطنه وتتولى حراسته عند معبر الخندق ، وهذا الطريق يساير في هذه الناحية الخانق الطبيعي بين جبلي موزاية وصماتة ويتوغل في وادي جر قبل أن يصل إلى معبر الخندق الإستراتيجي الذي يحرسه فرسان مخزن بوحلوان وتؤمن السفر عبره حامية برج بوحلوان . أنظر الخريطة رقم 1 الملحقة بالكتاب .\r\n( 2 ) يعتبر وادي جر المعبر الطبيعي بين سهل متيجة في الشرق وسهول الشلف في الغرب ، تحف به جبال موزاية وصماتة ، ويشكل بمنعرجاته الكثيرة خانقا يسلكه طريق الجزائر - وهران ، ويضطر المسافر إلى قطع مجراه في العديد من الأماكن لا تقل عن أربعة عشر معبرا .\r\n( 3 ) يقصد به جبل زكار الغربي الواقع شمال مدينة مليانة التي بنيت على إحدى منحدراته الجنوبية ، ويبلغ ارتفاعه 1580 م .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n ( Bacoumam Mareda ) \r\nالواقعة على بعد مسافة قصيرة « 1 » .\r\n\r\n[ المرور بقبيلتي جندل ووامري والوصول إلى المدية 
  ]\r\nوفي 2 ماي تابعنا طريقنا عبر أراضي قبيلة جندل وتوقفنا في بلاد عمورة « 2 » ، ورأينا في تلك النواحي بقايا آثار مدينة كانت في الماضي كبيرة جدا ولم نستطع أن نعرف شيئا عن اسمها الحقيقي بعد أن بحثنا دون جدوى عن بعض النقوش ، واكتفينا بمعاينة معالم صهاريج وحنايا مياه وبقايا سور متين البناء .\r\nإن مكان هذه الآثار لا يبعد كثيرا عن موقع معسكرنا وهذا ما شجعني على أن أعود إليه من جديد بصحبة أحد العرب بنية اكتشاف أشياء جديد ، لكني لم أجد سوى بقايا الآثار التي سبقت الإشارة إليها والتي تبين لنا أن هذه المدينة قد دمرت من أساسها ، وفي طريق عودتي إلى المعسكر عرض لي حادث جعلني أندم على جرأتي ، وذلك أن دليلي العربي بدل أن يسلك بي طريقا مباشرا كان يتعمد تضليلي حتى أضيع في وسط الجبال ، وإن كنت لا أجزم هل صدر ذلك منه عن جهل أو عن سوء نية مبيتة ، ومع اقتراب حلول الليل وعندما تبين لي انحرافه عن سلوك الطريق المؤدي إلى المعسكر هددته بإشهار بندقيتي في وجهه وأرغمته على أن يتوجه نحو المكان الذي حددته له .\r\nفوصلت إلى المعسكر وقد بلغ مني الإنهاك والتعب مبلغا كبيرا بعد أن تحتم علي أن أجتاز في طريق العودة أحد الأودية أربع مرات ، ومنذ هذه الحادثة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي المعروفة اليوم بحمام ريغة نسبة للقبيلة التي كانت تنتشر حوله ، وهو يقع على المنحدرات الشمالية الشرقية لزكار الشرقي على ارتفاع 530 م . وقد عرفت خصائصه العلاجية منذ العهد الروماني ، وظل حتى اليوم مقصد المعالجين بمياهه المعدنية التي تتراوح حرارتها ما بين 39 و 67 درجة .\r\n( 2 ) تقطن قبيلة جندل على حدود بايليك التيطري وبايليك الغرب ، يتوقف بها عادة المسافرون المتوجهون من المدية إلى مليانة وبالعكس ؛ فيما تقع أراضي قبيلة عمورة - التي مر بها صاحب الرحلة - في الجهات الشمالية لمدينة المدية المعروفة بمنطقة التل الشمالي .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nقررت أن لا أخرج في جولاتي مستقبلا دون أن يكون في صحبتي على الأقل أحد الفرسان .\r\nلقد بلغنا في رحلتنا حدود بايليك التيطري « 1 » الذي يحكمه باي يقيم الآن تحت الخيام خارج المدينة استعدادا لشن حملات تأديبية ضد العرب الممتنعين عن سلطته . وفي هذه الأثناء أبلغ السكان الآغا بأن هناك أسودا بالناحية تفترس الخرفان ، فانتقل إلى المكان الذي أرشدوه إليه بنية قتل بعضها ، وقد عايشت عن قرب الاستعدادات لحملة الصيد هذه دون أن أشاهد ما أسفرت عنه بعد أن تعذر العثور على هذه الأسود ، مع أنه من المؤكد أن هذا الجبل تعيش فيه أسود لأن اللبؤة التي أهديت لي تم العثور عليها في هذا الجبل .\r\nبدلا من مشاهدة الأسود في هذه الحملة ، شاهدت ضبعا تمكن من الهروب رغم إصابته بسهم ، ففقدت الأمل في معاينته وتفحص جلده . وهذا الحيوان ( الضبع ) شره جدا حتى أنه يقدم على أكل الجثث ، وله مهارة في البحث عنها والعثور عليها تحت التراب . ويعتقد سكان هذه الناحية أن رأسه يمكن أن تستخدم في ممارسة السحر ولهذا يحرصون كثيرا على الاحتفاظ بها ، ولعل هذا من الأسباب التي حالت دون حصولي على هذا الحيوان رغم كل الجهود التي بذلتها .\r\nلقد قضينا الليل في مكان يعرف بالمرابط وهو مقر أحد رجال الدين الذين يعتقد فيهم البركة والمعروفين بالأولياء أو المرابطين ، وهم مفيدون جدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بايليك التيطري يشكل إحدى المقاطعات الرئيسية بالبلاد الجزائرية أثناء العهد العثماني ، يحد جنوبا المقاطعة المركزية ( دار السلطان ) ويفصل بين مقاطعتي الشرق ( قسنطينة ) والغرب ( وهران ومعسكر ) ، ويتألف من قبائل متعددة تتكون منها القيادات التي تشكل البايليك ، وهي : التل الظهراوي ، والتل القبلي ، وديرة ، وأولاد مختار ، وأولاد هلال وعنتر ، وقيادة الوسط حول مدينة المدية . أنظر الخريطة رقم 1 الملحقة بالكتاب .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nللبايليك لدعوتهم سكان الريف إلى الخضوع وعدم العصيان ، وفي هذا المكان حصلت على أول الحيوانات خلال رحلتي ، فقد قدم لي الآغا هدية تتمثل في حيرم  ( bubade )  أو بقر وحش  ( Le bacheraraach )  صغير كان قد أعطاه له المرابط ، وهو حيوان أشبه بالأيل إلا أن له قرون غزالة ، وقد يبلغ حجمه عند اكتمال نموه حجم البقرة وهو يعيش في الصحراء حيث لا يمكن القبض عليه إلا عندما يكون صغيرا ، وقد اشتريت بعض الماعز لتغذيته من حليبها لأنه لا يزال في طور الرضاعة\r\nفي 4 ماي وصلنا إلى مواطن قبيلة وأمري ، ولم نر هناك شيئا يلفت الانتباه سوى طريقة تطبيق الأحكام حسب الأسلوب التركي ، فقد جرت معاقبة أحد أعيان العرب ضربا بالعصا للاشتباه في سلوكه ، وهذه العقوبة تسلط عادة لأقل إهانة قد تصدر من أي شخص ، فقد يعاقب بمائة ضربة عصا رجال القبائل الذين لا يقومون بتقديم الزاد المطلوب منهم توفيره للمحلة عندما تحط رحالها بأرضهم « 1 » .\r\n\r\n[ التعرف على المدية والجهات القريبة منها 
  ]\r\nوفي 5 ماي وصلنا إلى المدية « 2 » ، فاستقبل الآغا عند حلوله بها بثلاث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعرف عادة تقديم الزاد والتكفل بضيافة فرق الجند ب \" ضيفة المحلة \" ، وهي تعتبر من الواجبات التي يلزم بها سكان الريف ويحرص على القيام بها شيوخ القبائل عندما تحط المحلة رحالها عندهم ، بحيث يتعرض من يحاول التهرب من أدائها إلى العقاب والتغريم ؛ ولهذا كانت أغلب القبائل تسارع إلى تقديم ما يتوجب عليها من جباية ورسوم حتى تتجنب توجه المحلة نحوها والنزول بأراضيها وبالتالي التكفل بضيافتها .\r\nأنظر : ناصر الدين سعيدوني ، دراسات تاريخية في الملكية والوقف والجباية ، بيروت ، دار الغرب الإسلامي ، 2001 ، ص ص . 306 و 342 - 343 .\r\n( 2 ) مدينة المدية مركز مقاطعة التيطري ، تقع على بعد 90 كلم جنوب جنوب غرب مدينة الجزائر . يعود تأسيس المدية إلى الأمير بولكين بن زيري ( 340 ه / 960 م ) ، وأصبحت ضمن أملاك الموحدين ثم الزيانيين ، وخضعت فترة لحكم المرينيين ، وخضعت للأخوين عروج وخير الدين بربروسة سنة 1517 ، وجعل منها حسن بن خير الدين عاصمة مركز مقاطعة بايليك التيطري عندما أحدث نظام المقاطعات ( البايليكات ) سنة 1565 ، وكان\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nطلقات مدفع تعبيرا عن الترحيب به ، والمدية هي مدينة بها حصن بني على نتوء صخري ليسهل الدفاع عنها ضد القبائل العربية ، ويشهد على تاريخها القديم وجود حنايا مياه رومانية جميلة لا تزال تؤدي الغرض من بنائها حتى اليوم ، فعن طريقها ينقل الماء إلى المدينة من الجبل المجاور ، وهذا ما حافظ على هذه العينة من آثارها القديمة حتى الوقت الحاضر وحال دون تخريبها ، فلولا الحاجة إلى هذه الخدمات التي تقدمها هذه الحنايا لكانت معالمها قد تهدمت وتحولت إلى أنقاض منذ عهد بعيد لعدم اكتراث السكان بهذه الآثار . ولم يفتني رسمها كباقي المعالم التي صادفتني في سفري ، وكنت في كل هذه المناسبات التي أقوم فيها برسم هذه المناظر ألتزم الحيطة لأن السكان ينظرون إلى كل من يقوم بذلك وكأنه جاسوس أو خائن ، فضلا على أن هناك دوافع أخرى تدعوني للحذر بل قد تسبب لي قلقا وخوفا ، فقد أصبحت أنا ومرافقي في سفري هذا موضع شبهة نظرا للاستعدادات الإسبانية للهجوم على الجزائر ؛ وأصبح السكان هنا ينظرون إلينا وكأننا قدمنا إلى البلد لاستطلاع أوضاعه ، وهذا ما جعلني أعتقد أن الدليل الذي كان يصاحبنا هنا والذي هو أحد قضاة أوطان التيطري لم يوضع في خدمتنا إلا بغرض مراقبتنا والاطلاع على نشاطنا ، إذ ليس هناك داع لأن يرافقنا أحد ما دمنا مصاحبين للمحلة وتحت حماية الآغا .\r\nمدينة المدية مشهورة جدا بآبارها الكثيرة التي تتميز بمياهها النوعية ، وهذا شيء نادر في تلك الجهات ، وقد كان هذا الماء موضع اهتمامنا منذ وصولنا ، فأخذنا من كل بئر كمية مختلفة من الماء لتحليلها ومعرفة خصائصها ، وأثناء ذلك علمت أن هناك رجل دين صالح ( ولي أو مرابط ) يقيم على بعد مسافة يوم من المدية عنده نعامة ، فأعلمت الآغا بذلك فأرسل في\r\n\r\n\r\n","description":"","footnote":"\r\nآخر بآيات المدية الباي مصطفى بومزراق الذي عرف بمقاومته للفرنسيين الذين استولوا على المدية سنة 1831 وجعلوها إحدى مراكزهم الإدارية منذ سنة 1840 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالبحث عنها وبعد ما حصل عليها أهداها لي ، فأرسلتها إلى مدينة الجزائر مع بقر الوحش ، وتكفل السيد شولتر بمرافقتها في حراسة بعض الفرسان ، وقد كان ذلك ممكنا لأن هذا الطائر وهو النعامة يتنقل بسهولة ولا يتطلب حمله عند الانتقال من مكان إلى آخر ، على أن إرساله إلى ألمانيا على بعد ستة آلاف ميل من الجزائر شيء لن يتأتى إلا بصعوبة كبيرة ، لأنه لا يستطيع تحمل قطع هذه المسافة الطويلة .\r\nلقد أطال الآغا توقفه بنواحي المدية ، وهذا ما مكنني من القيام بجولات قصيرة في الجبال المجاورة ، فقمنا بزيارة لكهوف تعرف بغيران الحديد ، آملين أن نعثر فيها على بعض التكوينات المعدنية ، وقد علمنا أثناء ذلك أنه في فترة سابقة ليست ببعيدة اكتشف فيها الأسرى المسيحيون معدني النحاس والفضة ، لكن إنتاجها كان محدودا إذ لم نر بها سوى حجارة تحتوي على مكونات معدني الحديد والبيريت  ( ferrugineuses , Pyrites )  ، وأثناء انتقالنا إليها كان غذاؤنا خروفا أخذه مرافقنا من أحد الرعاة في الطريق دون أن يستطيع هذا الأخير أن يفتكه منه ، وقد رجوت الذي استولى على الخروف أن أدفع ثمنه للراعي عن طيب خاطر ، فأجابني قائلا أن هذا السلوك مخالف لما جرت عليه العادة ، وأثناء هذه الجولة تسلقت جبل الفرنان الموجود في تلك الناحية ووجدت به نقوشا كتابتها غير مكتملة لتعرض أغلبها للتلف .\r\n\r\n[ المرور بأولاد إبراهيم وبن سالم وأولاد ثان 
  ]\r\nوفي 12 ماي وصلنا عند قبيلة أولاد إبراهيم حيث وجدنا بها رجلا صالحا ( مرابطا ) قدم من صحراء عين القطران لتحية الآغا ، وقد أهدى لي حيرما أو بقر وحش ، وكنت محظوظا لكون هذا الحيوان أنثي ، وهذا ما أسرني كثيرا لأن الحيرم الآخر كان ذكرا ، وقد ذكر لي المرابط عندما اجتمعت به أن هناك منبع ماء بالصحراء له طعم الزفت أو القار ويحتوي على خصائص طبية تساعد على الشفاء من كل أنواع الأمراض « 1 » ، ووعدني بأن يرسل لي زجاجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من المؤكد أنه يشير هنا إلى عين القطران الواقعة بالجبال المشرفة على سيدي عيسى\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمنه لمعاينتها ، الأمر الذي لم يتحقق حتى الآن ، ومما يلاحظ أن رجال هذه القبيلة العربية التي نزلنا عندها كانوا محل ريبة من البايليك ، فقد احتجزت أسلحتهم وتعرض أعيانهم للضرب بالعصا .\r\nوفي 13 ماي علمنا بوجود عيون ماء معدني في تلك النواحي ، فرجوت الآغا أن يمكنني من الوصول إليها ، وبالفعل ذهبت إليها بصحبته شخصيا ، وكنت أول من شرب الماء الذي ينبع من إحدى الصخور ، فكان له مذاق طيب ، وتبعني في ذلك الآغا ورجاله ، وقد أكد لي بعض من شرب كمية من ماء هذا النبع أن له نفس تأثير المياه المعدنية ، وبعد التحليل تبين لي أنها مياه تحتوي على محلول الحديد والكبريت  ( vitriolique et ferrugineuse )  ، ونصحت كل من استشارني أن يستعمله بحذر متمنيا أن عملي هذا يجعل قبيلة بن سالم مغتبطة باكتشاف الفوائد الصحية لهذا النبع الموجود بأراضيها .\r\nلقد قضينا الليل في أكواخ العرب ومن الغد ارتحلنا إلى أولاد ثان المقيمين وسط جبال شاهقة ، وكعادتي ذهبت للبحث عن النباتات ، فعثرت على حرباء حية ذات لون أخضر لم يلبث أن تغير لونها عندما أمسكتها بيدي ، وكانت نيتي أن أحتفظ بها حية وأنقلها معي مع حرباء أخرى أهديت لي ، ومع أني كنت غير مقتنع بأن هذه الحرباء كانت تعيش فقط على استنشاق الهواء ، فإني كنت أرمي لها كل يوم بعض الذباب لكونها عاجزة عن الإمساك به لوحدها ، وبعد أربعة أيام بقيت فيها بدون أكل لم يظهر عليها أي تحول ، وهذا ما أكد لي أنها تكتفي بالقليل مما تتناوله ولكنها لا تتغذى من الهواء فقط .\r\n\r\n[ النزول بوطن قشتولة والتعرف على سور الغزلان وبرج حمزة 
  ]\r\nوفي 15 ماي نصبنا خيامنا في وطن قشتولة ، وفي هذا اليوم أمر الآغا\r\n\r\n\r\n","description":"","footnote":"\r\nغير بعيد من وادي الجنان الذي ينبع من جبل ديرة ويعرف في مجراه نحو شط الحضنة بوادي اللحم ( أنظر الخريطة رقم 1 الملحقة بالكتاب ) ، وتعرف عليها أيضا الطبيب شو ووصفها بهذه العبارة : \" إن ماءها ممزوج بالنفط يعالج بها الجمال \" . أنظر :\r\n Shaw , op . cit . , P . 320 . \r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأربعة فرسان بمرافقتي إلى برج حمزة\r\n ( Pourtchatampa ) \r\n« 1 » ، وكانت رغبتي كبيرة في معاينة هذا المكان ، فقد ذكروا لي بأن به بعض الآثار الرومانية ، فكانت حقا جولة موفقة لم أندم على القيام بها ، إذ شاهدت آثار مدينة كبيرة ، ووقفت عندها على نهاية سلسلة جبال الأطلس الكبير وبداية المناطق الصحراوية ، وقد استقبلنا حاكم البرج وأطلعناه على رسائل التوصية التي بحوزتنا ، فاستقبلنا بحفاوة وأهدى لنا غزالة صغيرة ، ومع أن هذه الحيوانات الضعيفة جدا لا تتحمل كثيرا الرطوبة ، فإنه لو حالفنا الحظ في نقلها إلى ساكسونيا مع غزالة أخرى كانت لدينا تكبرها بعض الشيء ، فسوف تكون محل معاينة مباشرة واختبار مركز .\r\nوفي المساء عندما أخذنا مكاننا للنوم أحسسنا بهزة أرضية ، فسمعنا في أول الأمر دويا كبيرا وصوتا عميقا في شكل دمدمة شعرنا بعدها باهتزاز المكان الذي كنا ننام فيه بشدة ، وقد تأثرت بهذا الزلزال مدينة الجزائر في نفس الوقت ، ولحسن الحظ فإن هذا الزلزال اقتصرت آثاره بالنسبة لنا على إثارة الهلع في نفوسنا ، وكانت خشيتنا من أن تتبع هذه الهزة ارتدادات قوية ، وهذا أمر غالبا ما يحدث في موريطانيا ( شمال إفريقيا ) ، فمدينة الجزائر وضواحيها لا زالت بها آثار تدمير زلزال سنة 1716 ماثلة للعيان « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد أخطأ صاحب الرحلة في تحديد هذا الموقع ، فالصحيح أن هذا الموقع هو سور الغزلان ( أنظر هامش رقم 76 ) ، وليس برج حمزة ( أنظر هامش رقم 77 ) .\r\n( 2 ) لقد عرفت البلاد الجزائرية العديد من الهزات الأرضية العنيفة منذ العصور القديمة وحتى الآن ، وقد كان لها تأثير مدمر على العمران ، هذا وتعرضت مدينة الجزائر في العهد العثماني للعديد من الزلازل المدمرة أهمها حدث سنوات 1632 ، 1639 ، 1665 ، 1676 و 1716 ، 1723 ، 1724 ، 1735 ، وقد تميز زلزال 1716 بشدته وهو الزلزال الذي أشار إليه صاحب الرحلة وعاين آثاره المدمرة ، فقد ألحق هذا الزلزال خرابا بمدن الجزائر وشرشال وبجاية ، بعد أن تكررت هزاته المدمرة أيام 3 و 5 و 26 فبراير 1716 ، وقضى حسب بعض المصادر على حوالي عشرين ألف نسمة من سكان مدينة الجزائر وما حولها ، واضطر السكان إلى التحول إلى فحص المدينة بعد أن تهدمت أغلب منازلهم\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n[ التعرف على آثار أوزيا ( سور الغزلان ) 
  ]\r\nوفي 16 ماي وقفنا على الآثار التي بني عليها البرج والتي تدل على أن هذا المكان كانت به مدينة كبيرة ، فقد وجدنا الكثير من القبور الرومانية عليها نقوش لاتينية بعضها يكاد الزمن يمحي حروفها تماما وبعضها الآخر لا زال مطمورا في التربة ، وهناك أحد النقوش في حالة جيدة تدل على أنه قبر لرجل مع أمه وابنه وهناك نقش حجري آخر يفهم من كتابته أن هذه المدينة المهدمة هي مستعمرة أوزيا  ( Colonia Auziensis )  « 1 » التي ورد ذكرها في لوحة مسالك أنطونين .  ( Itinraire d'Antonin ) \r\nوفي 17 ماي سارعنا إلى الالتحاق بمعسكر الآغا ، فوجدناه بوطن حمزة  ( Hampsa )  « 2 » ، وكان قبل ذلك قد تفقد محلة باي التيطري الذي لا زال مخيما بها بصحبة فرسانه للتصدي للقبائل التي تقطن الجبال المجاورة ، وكان الآغا قد شن غارة عليها منذ فترة واستطاع في ظرف أيام قليلة أن يأخذ منها ثمانمائة ( 800 ) جمل وألفي ( 2000 ) خروف « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\nوصاحب ذلك فوضى وأعمال سرقة ونهب اضطرت الداي إلى اتخاذ إجراءات قمعية شديدة لوضع حد لها .\r\n( 1 ) أوزيا  ( Auzia )  وهي مدينة سور الغزلان الحالية ، تعتبر من المواقع الرومانية المهمة في شمال إفريقيا لوقوعها على خط الدفاع ضد القبائل الجنوبية المعروف بالليمس . تعرضت إلى التخريب منذ أواخر العهد الروماني وبعده ، وأنشأ حسن بن خير الدين في القرن السادس عشر مكانها برجا لمراقبة القبائل الجبلية بديرة وونوغة ، ولتأمين طريق قسنطينة أثناء فترات تمرد القبائل .\r\n( 2 ) برج حمزة وهو سوق حمزة الذي أسسه حمزة بن الحسن بن سليمان العلوي في النصف الثاني من القرن التاسع الميلادي ، وقد اكتسب هذا الموقع أهميته لكونه يقع على الطريق الرئيسي بين مدينتي الجزائر ( 118 كلم ) وقسنطينة ( 300 كلم ) ، فأقيم يه حصن به 18 مدفعا ليكون نقطة مراقبة لقبائل جرجرة وعشائر عريب وبني سليمان ، ولكونه مقرا لحامية من الجنود يقدر عددها بنحو خمسين رجلا يحرسون الطريق ويشاركون في المحلات ويواجهون القبائل المتمردة التي استطاعت احتلال الحصن سنتي 1756 و 1757 . أصبح برج حمزة ، بعد أن استولى عليه الفرنسيون سنة 1839 ، يعرف بالبويرة التي أصبحت اليوم إحدى المدن الجزائرية الرئيسية .\r\n( 3 ) أمام تهرب القبائل الجبلية والعشائر البدوية من سلطة حكام الجزائر وامتناعها عن تقديم\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n[ النزول عند بني هارون والعودة إلى مدينة الجزائر 
  ]\r\nلقد علمت أن باي التيطري هذا يمتلك نعامة ، فرجوت الآغا أن يكلمه في شأنها فوعدني بذلك ، ومن الغد ابتهجت بالحصول على هذا الطائر الجميل الذي اعتاد السفر مع المحلة ، وهذا ما يسمح له بالسير مع جنود المحلة في طريق عودتهم إلى الجزائر بدون صعوبة . وأثناء ذلك شاهدنا جبال جرجرة الشاهقة تغطي قممها الثلوج رغم حرارة الجو المرتفعة في تلك الجهات . وفي طريق عودتنا سارعنا إلى نصب خيامنا عند قبيلة بني هارون حيث تنتشر حولها مجموعات من القبائل التي ظلت تحافظ على حريتها وتمتنع عن دفع الضريبة للبايليك ، وهي الآن في حرب معلنة مع حكومة الداي ، ولهذا أعطيت لنا الأوامر بأن نكون في كل الحالات على استعداد للحرب عندما يتوجب علينا غدا السير بمحاذاة الجبال .\r\nوفي 19 ماي اجتزنا في سفرنا أودية تحف بها جبال شاهقة بحيث يمكن أن يتعرض من يعبرها للهلاك من جراء الحجارة التي تلقى من أعلى الجبل « 1 » ، ومع ذلك لم نصادف الأعداء ؛ ولعل ذلك يعود على الأرجح\r\n\r\n\r\n","description":"","footnote":"\r\nما يطلب منها من جباية ومغارم ، تحولت الحملات الفصلية ( المحلات ) إلى غارات مفاجئة على مواطن تلك القبائل والعشائر ، غالبا ما تنتهي بالاستيلاء على ما تجده أمامها من محاصيل ومواشي ، كما ذكر صاحب الرحلة ، وهذا ما أساء إلى العلاقة بين حكام الجزائر وسكان الريف ، بل تسبب في حركات تمرد واسعة النطاق ميزت الفترة الأخيرة من الحكم العثماني بعد أن شحت مصادر الجهاد البحري وتحول الحكام إلى الداخل للحصول على المزيد من المداخيل العينية ، فتراجعت بذلك الزراعة وتحول قسم كبير من السكان إلى الجهات الجبلية الحصينة وبعضهم تحول إلى المناطق السهبية لممارسة الرعي وذلك حتى يسهل عليهم تجنب الحملات الفصلية ( المحلات ) التي غالبا ما تتسبب في إفقارهم وحرمانهم من مصادر رزقهم .\r\n( 1 ) يعرف هذا الوادي اليوم بخانق الأخضرية ( باليسترو ) الذي يشكله نهر يسر ( طوله 220 كلم ) عند عبوره المناطق الجبلية بين بلاد القبائل وجهات التيطري ، ويكون بذلك ممرا طبيعيا يصل إقليم مدينة الجزائر ( دار السلطان ) بالجهات الداخلية ، يمر عبره الطريق السلطاني نحو الشرق والرابط بين مدينتي الجزائر وقسنطينة ، ويحرسه برج حمزة ، ويقيم بجواره فرسان مخزن الزواتنة ؛ وهذا الطريق رغم أهميته يتميز بخطورته وقد ينقطع أثناء\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nلاعتقاد سكان تلك الجهات أن القوات المصاحبة للآغا ( المحلة ) قوية جدا ، خاصة وأنها كانت تنتظر أن يلتحق بها هذا اليوم مدد مؤلف من عدة مئات من الفرسان ، وفي 26 ماي غمرتنا غبطة بالغة عندما وصلنا مدينة الجزائر .\r\n\r\n\r\n","description":"","footnote":"\r\nحركات العصيان التي اعتادت القبائل الجبلية بجرجرة القيام بها ، الأمر الذي يضطر معه حكام الجزائر إلى التحول مؤقتا في انتقالهم نحو المسلك الجنوبي الذي يمر ببرج سور الغزلان تجنبا لكمائن القبائل الجبلية المتمردة . أنظر الخريطة رقم 1 الملحقة بالكتاب .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالرسالة الثالثة\r\n31 أغسطس ( 1732 ) .\r\nلقد قدمت تقريرا لسيادتكم عن السفر الذي قمت به في الأجزاء الجنوبية لمملكة الجزائر بعد فترة قصيرة من عودتي إلى مدينة الجزائر ، وقد قمت بما يتوجب علي في هذه المهمة ، فكان اهتمامي منصبا على أن أؤمن إرسال الحيوانات التي حصلت عليها مع باقي الأشياء الأخرى التي جمعتها في سفري ، وقد واجهتني في ذلك عراقيل مصدرها الاضطراب الذي وجدت عليه مدينة الجزائر من جراء الإنذارات الكثيرة بشأن الأسطول الإسباني الذي يمكن أن يكون هدفه احتلال مدينة وهران أو محاصرة مدينة الجزائر أو القيام بالعمليتين معا ، وتتسبب تلك الإنذارات في فرار قسم كبير من السكان إلى خارج المدينة ، ومنهم الأشخاص المرافقون لي والذين تركتهم بالمدينة أثناء سفري مع محلة الآغا .\r\nلقد أصبح الخوف من محاصرة الإسبان لمدينة الجزائر شيئا مؤكدا في الثاني من شهر ماي عندما اقتربت أربع سفن حربية مالطية من المدينة إلى حد مرمى المدافع ، في سعيها للتعرف على موقع المدينة وعلى وضعية الميناء ومقدار عمقه ، وقد رفعت هذه السفن علم دولة السويد المسالمة لدولة الجزائر وذلك حتى تتمكن من الاقتراب أكثر من حصن مرسى الجزائر « 1 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للتعرف على تحصينات ميناء الجزائر ، أنظر هامش رقم 36 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nولكنها لم تلبث بعد ذلك أن أنزلت ذلك العلم ورفعت بدله علم مالطة وقامت بإطلاق قذيفة مدفعية قبل أن تتراجع بعيدا داخل البحر ، وهذا ما أحدث فوضى عارمة في المدينة ، إذ اعتبرت هذه الحادثة بمثابة إعلان حرب أو إنذار بقدوم الأسطول الإسباني .\r\n\r\n[ استعداد حكومة الجزائر لصد الهجوم الإسباني وشيوع حالة الخوف والترقب بين السكان 
  ]\r\nقامت حكومة الداي بكل الاستعدادات الممكنة للدفاع عن المدينة ، فأجلت عنها السكان الذين قد يصبحون عبثا ثقيلا عليها في حالة الحصار ، وتأكدت من امتثال القبائل الجبلية للطاعة واستعدادهم لتقديم العون ، ووزعت مجموعات الجند على الحصون . وقد تبين لنا من تلك الإجراءات أن الجزائريين لا تنقصهم الرغبة في الدفاع وأن لهم من الإمكانيات ما يجعلهم يقاومون مقاومة شديدة ؛ ولذا يجب علينا أن ننصف هذا الشعب وخاصة الحامية التركية ، فنعترف بأنهم يستميتون من أجل الدفاع عن أنفسهم ويستبسلون عند التصدي لأي هجوم يتعرضون له ، وهذا ما أكسبهم هيبة جعلت سكان الجبال كثيري العدد وذوي التسليح الجيد حسب طريقتهم يرتعدون خوفا أمام مجموعة قليلة العدد من الجند الجزائري الذين يأتون إلى مواطنهم لاستخلاص الضرائب منهم .\r\nعلى أنه من المؤكد أن انعدام الطاعة في صفوف الجند ونقص التدريب على استعمال الأسلحة جعلت الجزائريين عاجزين عن التصدي لأي دولة أوربية ، فموقع مدينة الجزائر المتدرج نحو البحر جعلها عرضة للقنابل المدمرة .\r\nوهذا ما حدث لها بالفعل سنة 1683 عندما قصفها الفرنسيون من البحر « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تميزت سياسة الملك لويس الرابع عشر بالعداء تجاه حكام الجزائر ، فشن الفرنسيون عدة حملات بحرية على مدينة الجزائر للتخلص من الإتاوات التي فرضت عليهم مقابل نشاطهم التجاري ، وكذلك من أجل فرض النفوذ الفرنسي بمياه البحر المتوسط الغربي .\r\nومن هذه الهجمات البحرية الفرنسية التي تسببت فيها سياسة لويس الرابع عشر العدوانية ضد الجزائر في النصف الثاني من القرن السابع عشر ، نذكر الهجمات التي حدثت في السنوات التالية : 1663 بقيادة دوبوفور ، و 1665 بقيادة كولبير ، و 1682 بقيادة دوكين ،\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوفي مقابل ذلك فإن مدينة الجزائر تتفوق في الدفاعات بفضل قلاعها وحصانة موقعها الطبيعي بفعل الجبال العالية التي تحيط بها ، إذ يتحتم على كل مهاجم لها احتلال تلك المرتفعات قبل القيام بأي عمل عسكري ذي أهمية ، فالإمبراطور شرلكان ورغم كل قوته لم يتمكن من النيل منها ، وإن كان فشله في حملته عليها يعزى إلى فعل العاصفة البحرية التي حطمت أسطوله أكثر من كونه يعود إلى حصانة مدينة الجزائر « 1 » ، فالحصن الذي قام ببنائه والذي لا زال حتى الآن يحمل اسمه ويعرف لدى السكان \" بحصن الإمبراطور \" ، شيد للدفاع عن المدينة وحماية الميناء ، إلا أنه من الممكن أن يكون هو السبب في فشل حملة الإمبراطور عندما وقع في أيدي أعدائه ، وهذا أمر ممكن الحدوث حسبما تبين لنا ذلك من معاينة موقع الحصن « 2 » .\r\nإن خبر اقتراب الأسطول الإسباني حدث غير مألوف في البحر المتوسط منذ عهد فيليب الثاني ، فقد أحدث فزعا لدى حكومة الجزائر حتى أن الداي نفسه رأى أنه من الأنسب أن يرسل مختلف الأشياء الثمينة إلى قنصل السويد ليحتفظ بها له ، وأثناء ذلك لم يكن الجزائريون متأكدين من أن\r\n\r\n\r\n","description":"","footnote":"\r\nو 1688 بقيادة ديستري ، و 1689 بقيادة الفارس بول . أنظر ناصر الدين سعيدوني ، البحرية الجزائرية ، المصدر نفسه ، ص ص . 206 - 208 .\r\n( 1 ) لم يتقبل الأوربيون هزيمة الإمبراطور شرلكان في حملته على مدينة الجزائر عام 1541 والتي جند فيها 451 سفينة و 12 . 330 بحارا ، في وقت كان فيه خير الدين بربروسة في إستانبول يتولى قيادة الأسطول العثماني ، وينوب عنه في حكم الجزائر وكيله حسن آغا .\r\nوقد حاول الأوربيون إيجاد مبررات لهذه الهزيمة مثل وقوع العاصفة وتخليه على الحصن الواقع أعلى مدينة الجزائر والمعروف بحصن الإمبراطور ، مع العلم بأن تراجع قوات الإمبراطور يعود أساسا إلى استبسال فرق الإنكشارية ومشاركة السكان في الدفاع عن المدينة بقيادة حسن آغا ، واستهانة شرلكان وقادته بقوة وشجاعة المدافعين عن المدينة ، الأمر الذي أرغمهم على التراجع الذي تحول إلى هزيمة ساحقة كادت أن تنتهي بالقضاء على الإمبراطور شرلكان لولا تمكنه من الانسحاب إلى بجاية ومنها إلى إسبانيا .\r\n( 2 ) للتعرف أكثر على حصن الإمبراطور ، أنظر هامش رقم 20 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالقوة البحرية الإسبانية تهدد وهران أو تتوجه إلى الجزائر ، مما اضطرهم إلى تقسيم قوتهم التي لم تكن في الواقع كافية للدفاع عن أي واحد من هذين الموقعين البعيدين عن بعضهما ، وهذا ما زاد في قلقهم ، وإن كانوا في العلن يخفون مخاوفهم ويظهرون استهانتهم بقوة الإسبان ، في الوقت الذي تصاعدت فيه لدى العامة روح العداء للمسيحيين وتمنوا - في حالة فرض الحصار - أن لو يستطيعون وضع المسيحيين في فوهة المدافع ويقذفون بهم ليتحولوا إلى قطع متناثرة في وجه العدو كما حدث لبعضهم عندما هاجموا الجزائر في فترة سابقة « 1 » . وفي ظل هذا الوضع ، فإنني أنهي لسيادتكم بأنه من المفيد لي أن أبتعد بسرعة عن المدينة حتى لا تكون مقتنياتي عرضة للظروف المستجدة .\r\n\r\n[ انعكاس الوضع على هابنسترايت واضطراره للسفر خارج مدينة الجزائر 
  ]\r\nإن حالة الغموض التي تعيشها مدينة الجزائر ونواحيها قضت على كل أمل لي في أن أضيف أشياء جديدة إلى مجموعتي من الحيوانات الغريبة والمقتنيات النادرة ، وبدأت كباقي المسيحيين الآخرين بالاستعداد للرحيل وأخذت جانب الحيطة والحذر في ذلك حتى لا يبدومني ما يدل على نيتي في الهرب ، وهذا ما استوجب علي أن أتحفظ في سلوكي إلا فيما يخص تحركاتي المتعلقة بمهمتي العلمية .\r\nلقد أديت بعد رجوعي مباشرة من سفري زيارة إلى الداي لتقديم الشكر له على ما قدمه لي من حماية ورعاية وطلبت منه بهذه المناسبة الإذن لي بمواصلة سفري ، فأجابني ضاحكا أن ذلك قد يكون مصدره خوفي من قنابل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إشارة إلى ما وقع لمندوب حصن فرنسا ( الباستيون ) وممثل فرنسا لوفاشي  ( P . Jean Levacher )  أثناء النزاع الجزائري الفرنسي ( 1682 - 1683 ) الذي تسببت فيه سياسة لويس الرابع عشر المتغطرسة ، فبعد أن تكررت هجمات الأسطول الفرنسي بقيادة دوكين  ( Duquesne )  على مدينة الجزائر ، أمر ميزومورتو الذي تولى الحكم آنذاك بوضع لوفاشي في فوهة المدفع ردا على السياسة الفرنسية وقذف به كقذيفة مدفع في مواجهة الفرنسيين ، وقد احتفظ الفرنسيون بهذا المدفع عند استيلائهم على الجزائر عام 1830 وأطلقوا عليه اسم المدفع القنصلي  . \" Le consulaire \" \r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالإسبان ، ومع ذلك وافق وبدون تردد على مغادرتي الجزائر مع مقتنياتي شريطة أن أترك له الأدوية التي كان لها مفعول في معالجة ابنه وأعلمه كيفية استعمالها ، فقمت بتحضيرها له وسلمت الوصفة الخاصة بها لحرسه الشخصي ليتمكن من استخدامها في معالجة ما يلم به وبأصدقائه من الأمراض ، ما دمت لا أستطيع أن أقنع هؤلاء الناس بأن كل مرض من الأمراض يتطلب دواء خاصا ، فهم يعتقدون بأن دواء واحدا كفيل أن يشفي كل الحالات المرضية ، فضلا عن كونهم يحملون نظرة جيدة عن كفاءة الأطباء النصارى في هذا الشأن ويدعونهم بالعلماء تعبيرا عن التقدير الخاص الذي يحضون به لديهم .\r\n\r\n[ استقبال الداي لهابنسترايت وإعطائه رسائل توصية لإتمام مهمته العلمية 
  ]\r\nوعندما سلمت الدواء للداي فتح كيس نقوده وهم بتسليم مبلغ مالي لي ، فأفهمته بلطف بأني لم أقم بذلك من أجل أن أتقاضى ثمنه ، لكن كان لزاما علي قبول المبلغ الذي قدمه لي الداي ، لأن المترجم أكد لي أن ممانعتي وإصراري على رفضه قد يتسبب في غضب الداي ، وبالفعل كانت هذه الهدية جديرة بمقام من قدمها وهو الداي الذي ارتقى من صانع للغليونات إلى مرتبة ملك إن صح إطلاق هذا اللقب على أحد القراصنة « 1 » . كانت هذه الهدية تتكون من ثلاثة أكياس من النقود من صنف القروش التي تعتبر أصغر نقود الجزائر ، والتي لها نفس قيمة الريالات الفرنسية القديمة .  ( E ? cus ) \r\nلقد انتهزت هذه الفرصة فالتمست من الداي أن أحصل على لبؤة كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يوفق صاحب الرحلة في هذا التعبير الذي يظهر نظرة الأوربيين إلى مسألة الجهاد البحري والقائمين عليه وهم رياس البحر ، فاعتبروا هذا النشاط البحري من قبيل القرصنة التي لا تخول صاحبها تولي المناصب السامية ، كما أن تقاليد المساواة التي كانت سائدة في صفوف الحامية بالجزائر كانت تتناقض مع ما هو متعارف عليه بأوربا حيث تخضع المناصب والمهام إلى اعتبارات المكانة الاجتماعية ومنزلة الأسر العريقة ، وهذا ما جعل كاتب الرحلة لا يتقبل كون داي الجزائر قبل توليه الحكم مارس الجهاد البحري وامتهن حرفة ذات مردود مادي محترم وهي صناعة الغلايين ، الأمر الذي جعله يتحفظ في إطلاق لقب \" ملك \" عليه مع كونه كان يعرف لدى عامة الناس بهذا اللقب .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nيمتلكها ، لكن حنكته جعلته يعلل رفضه بأن هذه اللبؤة كانت ضمن الهدايا التي سوف يقوم بإرسالها للسلطان العثماني ، وهو الآن يتهيأ لإرسالها إلى إستانبول ، ثم عقب على كلامه هذا بأنه سوف يخص الملك الذي أرسلني بأول ما يحصل عليه من هذه الحيوانات شريطة أن أعود لتسلمها ، فآليت على نفسي عهدا أمامه بأنني سوف أرجع لزيارته ، وأثناء ذلك أبدى الداي التفاتة تنم على الحفاوة التي حظيت بها عنده ، حيث سلمني رسائل توصية منه إلى حكام قسنطينة وتونس وطرابلس ، فالأول وهوباي قسنطينة كان تابعا لسلطته والأخيران يعتبران مجرد حلفاء له .\r\nوقد يكون من اللائق لسيادتكم ملك بولونيا أن تطلعوا على محتوى الرسالة الموجهة إلى باي طرابلس ، خاصة وأنها تعطي في نفس الوقت فكرة عن أسلوب هذه الشعوب في المراسلة وهذا نصها : الحمد لله والصلاة والسلام على سيدنا محمد وآله وصحبه ، السلام عليكم وعلى أهلكم وحكومتكم ووطد اللّه حكمكم ، أخونا وسيدنا [ أحمد 
  ] باشا طرابلس ابن السيد يوسف ، السلام عليكم ورحمة اللّه تعالى وبركاته ، تلازم رفيع مقامكم بكرة وعشية ، فالمعروض على سمعكم الشريف وفهمكم اللطيف ، أن هذا المسيحي السيد الأرفع ومرافقيه قدموا إلى بلاد الجزائر للبحث عن النباتات ومن أجل إيجاد أدوية جديدة ، وقد بقوا بضعة أيام في بلادنا وطلبوا مني كتابة خطاب لكم في شأنهم ، فالرجاء أن تشملوا حامله بحمايتكم هو ومرافقوه حتى يتمكنوا من أداء مهمتهم ، هذا وإن احتجت شيئا منا فنحن في خدمتكم ، كتب هذا الخطاب في 15 شهر ذي الحجة من العام الهجري 1144 . « 1 »\r\n\r\n[ الاستعداد للسفر ومغادرة الجزائر إلى عنابة 
  ]\r\nوفي هذه الظروف انصب اهتمامي على إرسال الحيوانات التي كانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حاولنا الرجوع إلى العبارات التقليدية التي كانت تستهل بها الرسائل في تلك الفترة ، كما أننا أضفنا اسم حاكم طرابلس وهو أحمد لأنه سقط من النص الأصلي ، مع العلم بأن اسمه الكامل هو أحمد بن يوسف بن محمد القرامانلي ( أنظر ترجمة هذا الحاكم :\r\nهامش 147 ) .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبحوزتي عن طريق البحر وضمان وصولها إلى وجهتها المحددة ، وقد وعدني القنصل الهولندي أن يتولى أمرها أحد ربابنة السفن الهولنديين ، وكان من المفروض أن يبحر هذا الربان بسفينته من الجزائر إلى مرسيليا ، لكن هذا الربان تحجج بجميع أنواع الأعذار غير المقنعة حتى لا يحمل تلك الحيوانات في سفينته ، فظل معرضا عن سماع طلباتي وغير مستعد للاستجابة لتوسلاتي ما دامت غير مرتبطة بمصلحته ، فكنت بحق في هذا الوضع ضحية حالة العداء التي كانت تسود مدينة الجزائر إزاء مختلف البيوتات التجارية الأوربية أو الممثليات المسيحية ، ومع أني بذلت جهودي في أن تكون علاقتي حسنة مع كل هذه البيوتات ، لكن الظروف السائدة اضطرتني أن أعطي الأفضلية لمن كان منها له اعتبار لدى حكومة البلاد ، وهذا ما جر علي عداوة الآخرين في هذه الظروف التي كنت فيها تحت محك الأحداث التي كانت تعيشها الجزائر من جراء تهديد الأسطول الإسباني لها .\r\nلقد توصلت أخيرا إلى اتفاق مع سفينة إنكليزية صغيرة ، فتكفلت بنقلي إلى عنابة مع الأشخاص المرافقين لي في سفري ومنها يمكن لي مواصلة السفر إلى مرسيليا مع الحيوانات والأشخاص القائمين على خدمتها ، وقد سمح لي تأخر إقلاع هذه السفينة أن أحضر عيد بيرم الذي يعرف أيضا بعيد الخروف  ( Pascia de Carnieros )  « 1 » لأن فيه يتم ذبح الخرفان وأكل لحومها بصفة فردية أو جماعية ، وهذا العيد يشبه إلى حد ما عيد الفصح لدى اليهود ، فالمسلمون يحيون هذه المناسبة إجلالا لذكرى تضحية إبراهيم بالخروف بدل ابنه إسماعيل تقربا من اللّه تعالى كما ورد ذلك في القرآن الكريم ، وصادف حلول العيد هذه السنة اليوم الأول من شهر جوان ( 1732 ) ؛ وفي هذا اليوم تقدم التهاني للداي في قصره ، وبعدها تحضر كبار الشخصيات وليمة فاخرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقصد به عيد الأضحى أو العيد الكبير أو بيرم عند الأتراك أو عيد الخروف بلغة الفرانكا .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعلى شرفه وتنظم بهذه المناسبة مبارزات بين الجنود الأتراك يفوز بها من يستطيع لي رقبة خصمه وطرحه أرضا ، فيحظى بمرتبة المنتصرين ، وتعطى له صرة وهي عبارة عن كيس من القروش ، وهو مبلغ غير ذي بال إذا ما قورن بما أحصل عليه كطبيب أجنبي يرعى صحة الداي .\r\nوفي أثناء ذلك خطر للآغا ابن الداي أن يستبقيني عنده أياما أخرى لأنه كان يرغب في أن يصور له الرسام الذي بصحبتنا حصانه حتى يتمكن من ترويض المهرات بعرض صورة الحصان أمامها أملا في أن تلد تلك المهرات أحصنة لها نفس لون حصانه وخصائصه ، فلم نجد بدا من الاستجابة وتلبية رغبته تقديرا للمودة التي أظهرها لنا أثناء إقامتنا في مدينة الجزائر وسفرنا معه داخل إقليمها .\r\nلقد غادرنا مدينة الجزائر في 6 جوان ( 1732 ) بعد طلب الإذن من الداي الذي أبدى رغبته بالمناسبة في رؤية رسومنا ومشاهدة حيواناتنا وأسماكنا . وبعد ستة أيام من الإبحار وصلنا عنابة في 12 جوان ، وقد كانت سواحل إفريقيا طيلة الرحلة على مرأى منا ، فقد تجاوزنا رأس بوقرعون ورأس الحديد ثم رأس الحمراء ، وقد صادف السفينة في إبحارها هبوب رياح متنوعة الاتجاهات تتخللها فترات ركود . والجدير بالملاحظة هنا أن التيارات البحرية كانت دائما ذات فائدة للبحارة بفعل تأثيرها بحيث تتمكن السفينة دائما من التحرك قدما في سيرها رغم انعدام الرياح ، تساعدها في ذلك حركة التيارات الدائمة بالمتوسط التي تتجه نحو الشرق والتي يمكن أن نعزي قوتها ، اعتمادا على بعض الحقائق الطبيعية ، إلى تأثير جزر الأرخبيل « 1 » . وأثناء الإبحار في هذا الاتجاه كنا نتسلى أحيان برؤية الدلافين وأسماك أبو سيف أو الدوراد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ربما يقصد بجزر الأرخبيل بعض الجزر الواقعة بالمحيط الأطلسي مثل جزر آصور ، وهذا شيء مستبعد والصحيح أن هذه التيارات مرتبطة بمضيق جبل طارق الذي تتميز حركة المياه به بتيارات بحرية تتجه نحو الشرق .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n ( dorades ) \r\nوالتونة وهي تقوم بحركات خاصة بها وهي ليست دائما مؤشرا حقيقيا على اقتراب العاصفة .\r\n\r\n[ التوقف بعنابة ومغادرتها للالتقاء بمحلة باي قسنطينة 
  ]\r\nوأثناء توقفنا لبضعة أيام بعنابة ، عقدت العزم على الذهاب إلى قسنطينة لمعاينة آثار هذه المدينة ، ولكون الطريق إليها كان غير آمن تماما لكون السكان كانوا يحقدون على النصارى ويتحينون الفرصة للانتقام منهم نظرا للحصار الذي كان يهدد مدينة الجزائر ، فقد اضطررت أنا ومن كان برفقتي أن نصطحب حرسا من الفرسان يؤمنون سفرنا ، وهذا ما جعلنا نشكل قافلة صغيرة يتوفر أفرادها على تسليح جيد ، فغادرنا عنابة وسرنا عبر سهل جميل مغطى بأشجار البرتقال والعناب وهو الشجر الذي أخذت منه المدينة اسمها ، فمدينة بونة أو هيبون القديمة تعرف في اللغة الموريسكية بعنابة « 1 » نسبة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عنابة من أهم الموانئ الجزائرية ، تقع إلى الشمال الشرقي من قسنطينة ب 160 كلم ، وتبعد عن مدينة تونس بحوالي 300 كلم . يعود تأسيسها إلى الفينيقيين وبعد ذلك أصبحت ضمن أملاك قرطاج . خضعت للرومان وعرفت بهيبون الملكية  ( Hippo Regius )  التي لا تزال آثارها ماثلة على منحدر الهضبة التي بنيت عليها كنيسة القديس أغسطين .\r\nاشتهرت بكونها مقر أسقفية القديس أغسطين ( 396 - 430 ) . تعرضت للنهب من قبل الوندال ( 431 ) ، وحاول البيزنطيون تحصينها قبل أن يتمكن حسان بن النعمان من فتحها سنة 85 ه / 705 م .\r\nتحول موقع عنابة في الفترة الإسلامية نحو السهل بجوار وادي جمعة بالقرب من نهر سيبوز ، لينتقل لاحقا إلى الهضبة الصخرية المحاذية لشاطئ البحر والمتصلة بالجهات الداخلية من ناحية الغرب تجنبا للفيضانات وابتعادا عن المستنقعات ، فعرفت المدينة آنذاك ببونة الحديثة وأحدث بها جامع وأحيطت بالأسوار ( 1058 م ) ، واشتهرت بكونها تحتضن ضريح الولي الصالح سيدي مروان ( ت . 1111 م ) ، وأصبحت بعد ذلك إحدى قواعد دولة الحماديين وعاصمة إقليمية للموحدين ( ق . 12 م ) ، ومن بعدهم الحفصيين ( ق . 13 - 15 م ) . وأثناء ذلك تعرضت للعديد من الهجمات البحرية الأوربية ، فاحتلها لفترة قصيرة روجرز النورماني ملك صقلية ( 1153 م ) .\r\nوأثناء الصراع العثماني الإسباني في القرن السادس عشر ، استولى على عنابة خير الدين بربروسة ( 1522 ) واتخذها قاعدة له في حملته على تونس ( 1534 ) ، ثم اضطر إلى\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nغابة العناب ، وذلك بسبب كثافة هذه الأشجار حولها ، فلم نر مثل هذا المشهد الرائع لموريطانيا الخصبة في مكان آخر ، فقد شاهدنا وكنا في موسم الحصاد أعدادا لا تحصى من أكوام القمح تنتشر في الريف ، كما أن خضرة الأشجار وتنوع الشجيرات تجعل المنظر متنوعا وممتعا لأبصارنا التي اعتادت منذ مدة ليست بالقصيرة على رؤية الصخور الجرداء والجبال العارية من الغطاء النباتي .\r\nلقد اعتاد سكان تلك الجهات التي مررنا بها على درس القمح في الحقول التي يزرع فيها . وقد لا حظنا أن الأزهار بدأت تقل وتصبح نادرة وتفقد يناعتها وجمالها بعد شهر يونيو لاشتداد حرارة الجو مع بداية هذا الفصل ، وهذا عكس النباتات التي تتوفر على بذور كثيرة ، وقد قمنا بقطعها بكل عناية حتى يمكن لنا تكوين حديقة نباتات إفريقية .\r\nوبعد أن عبرنا قنطرة قديمة جدا على نهر اعترض سيرنا « 1 » ، توقفنا لأخذ قسط من الراحة بدوار « 2 » يتكون من العديد من الخيام بوطن قبيلة دغوسة ،\r\n\r\n\r\n","description":"","footnote":"\r\nالتراجع عنها ، فاحتلها القائد الإسباني المركيز دومندوخار  ( M . de Mandejar )  بأمر من الإمبراطور شرلكان ( 1535 ) ، عملا بالمعاهدة الحفصية الإسبانية التي حولت مملكة تونس إلى محمية إسبانية ، وأثناء ذلك أقام الإسبان بها الحصن المنسوب للجنويين ، لكن العثمانيين أرغموا قائد الحامية الإسبانية بها الدون ألفار زغال  ( D . Alvar Zagal )  على إخلائها سنة 1540 ، فتحولت عنابة بعد ذلك إلى قاعدة بحرية وميناء رئيسي لبايليك الشرق . قدر سكان عنابة أواسط القرن الثامن عشر بما لا يقل عن 12 . 000 نسمة ، تقيم بقلعتها حامية مؤلفة من 150 جنديا ، تمكنت من صد العديد من الهجمات البحرية كان أخطرها هجوم 1621 .\r\n( 1 ) وهو نهر سيبوز ، يبلغ طوله 232 كلم ، ينبع من الهضاب العليا بمواطن الحراكتة حيث يعرف بوادي الشارف ، يجتاز الخوانق الجبلية ويرفده عند قالمة وادي الزناتي ، وبعد أن يعبر مناطق قالمة وبوشقوف الجبلية يجتاز سهل عنابة ويصب في البحر شرق مدينة عنابة .\r\n( 2 ) أنظر هامش رقم 63 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nووجدنا ملجأ نحتمي فيه من الحر في خيمة شيخ الدوار الذي سارع بتقديم بعض الزاد والعلف عندما قصدته أنا والمترجم مع مجموعة من الفرسان المصاحبين لي . بعدها تابعنا طريقنا على أمل أن نصل إلى دوار آخر نجد فيه مأوى مريحا وغذاء للأشخاص المصاحبين لنا ، ولكون هذا المكان يقع على مسافة بعيدة كان علينا اجتياز مناطق جبلية يحافظ سكانها على استقلالهم وهم في حرب دائمة مع رجال البايليك ، وبعد الوصول إلى هذا الدوار والتوقف فيه قصدنا شيخه الذي تسلم منا وصية موجهة إليه في شأننا من قائد عناية ، فبادر باستقبالنا بحفاوة كبيرة .\r\nلقد قضينا ليلة مريحة على فرش صوفية أحضرت لنا ، ومع ذلك فإن هذا الوضع فاجأ رفاقي الذين بقوا في مدينة الجزائر عندما قمت بأول سفر لي داخل البلاد مع الآغا ، فمع أنهم كانوا يرغبون في الاستمتاع بهذه الرحلة إلا أنهم تفاجؤوا عندما وجدوا أنفسهم مضطرين إلى قضاء الليلة تحت خيمة اسود لونها من دخان الموقد ، وأن يناموا بجانب الماعز والجديان ، وباستثناء هذه المفاجأة فإننا استطعنا النوم بأمان لأن حسن الضيافة إحدى خصال العرب ، فيسهرون جيدا على حراسة الأجانب ، وهناك كلاب متحفزة تثير الانتباه لأي محاولة هجوم قد يقوم بها رجال القبائل الأخرى ، فضلا على أن هؤلاء العرب يمتلكون الحراب والأسلحة النارية لرد المهاجمين ، وبالمناسبة وزعنا على مستضيفينا بعض الأدوية التي طلبوها منا ، وأثناء ذلك أحاط بنا جمهور من الناس الذين سرتهم رؤيتنا .\r\nومن الغد تابعنا طريقنا نحو مواطن قبيلة بني صالح التي كان شيخها مصاحبا لنا وقد تلقى أمرا من البايليك بتأمين سلامتنا ، فكان الفرسان المصاحبون لنا يسيرون دائما في المقدمة للتعرف على الأماكن الخطيرة التي تمكنا من اجتيازها بدون أن تعترضنا أية عراقيل ، وفي المساء وبعد أن اجتزنا مرتين النهر الذي ذكرته سلفا وصلنا إلى معسكر محلة باي قسنطينة .\r\n\r\n[ أسلوب جمع الضرائب وفرض الغرامات ومعاملة شيوخ القبائل 
  ]\r\nوالعرب التابعون لحكم مملكة الجزائر يأتمرون بأمر البايات الذين\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nيتصرف كل واحد منهم في عدد من المشاة الأتراك والفرسان العرب « 1 » ، ويعيشون تحت الخيام وسط فرقتهم العسكرية الصغيرة ( المحلة ) ويقومون بتغيير أماكنهم كل يوم تقريبا . وهؤلاء البايات في تحركاتهم مع مجموعة الجند ( المحلة ) عبر مقاطعاتهم يبدون قسوة بالغة للتمكن من الحصول على مقدار الضريبة المفروضة عليهم من قبل حاكم الجزائر . وهذه الطريقة في استخلاص الضرائب لا يمكن لأي شخص أن يتجنبها أو يتهرب منها ما دام ليس في مقدوره أن يشتكي من الوسائل العنيفة التي يمارسها هؤلاء البايات في حقهم ، وكل من يريد الذهاب إلى الجزائر لرفع شكوى ، يعرف جيدا أن في ذلك مخاطرة كبيرة ولا يمكنه أن يجد من ينصفه في شكواه ما دام الأتراك كلهم يرغبون في تولي المناصب ذات الدخل المالي الوفير ، وهذا ما جعل البايات يرسلون مع مساعديهم الضريبة التي يحصلون عليها إلى الجزائر « 2 » ، وبذلك يتجنبون المخاطر التي قد تؤدي بحياتهم ومن جهة أخرى يتمكنون من المحافظة على مناصبهم ولا يترددون في ممارسة كل أنواع الظلم في حق الجنود التابعين لسلطتهم والقيام بأي عمل يسمح لهم بزيادة جراياتهم .\r\nلقد كان باي قسنطينة يقيم وسط محلته المؤلفة من جنود الفرقة العسكرية المرافقة له ، وهي في هذا الوقت ذات قدرة قتالية معتبرة جدا ، فمع أنها تتألف من ثمانية آلاف جندي ومائة فارس إلا أنها قادرة على كبح شكيمة العرب وفي استطاعتها أن تخوض الحرب عندما يتطلب الأمر ذلك . ومع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القوة العسكرية المصاحبة للبايات أو حكام المقاطعات في تنقلاتهم في الريف والمعروفة بالمحلة تتألف من المشاة الأتراك وهم من حاميات المدن المعروفة بالنوبة ، ومن فرسان العرب الذين يعرفون برجال المخزن ويشاركون في الحملات ( المحلات ) الموجهة لجمع الضرائب ومراقبة القبائل .\r\n( 2 ) تعرف الضرائب التي يحملها خلفاء البايات إلى مدينة الجزائر في فصلي الخريف والربيع بالدنوش الصغرى تمييزا لها عن الدنوش الكبرى التي يقدمها البايات بأنفسهم مرة كل ثلاث سنوات .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوصولنا إلى هذا المعسكر كان لزاما علينا أن نذهب لملاقاة الباي بعد أن علم بموضوع سفرنا ، فقدمنا له رسائل التوصية ، وعندما عرف بواسطتها أننا تحت حماية داي الجزائر ، أنزلنا في خيمة نظيفة جدا ووجدنا في معسكر المحلة أن كل شيء مهيأ من أجل توفير راحتنا وحسن معاملتنا ، لكن الظروف لم تكن في صالحنا فقد وصلنا إلى معسكر الباي في وقت اضطراب وفترة حرب ، وكان الباي قد ألحق منذ وقت قريب الهزيمة بأحد شيوخ القبائل المجاورين وحرمه من مكانته لدى قبيلته وأسندها إلى شيخ آخر مقابل مبلغ كبير من النقود ، وهذا ما دفع الشيخ المعزول الذي يعرف لدى رجال قبيلته ببو عزيز أو أبوالوطن « 1 » في سعيه من أجل رد الاعتبار لشخصه إلى الالتزام أمام الباي إن هو أثبته في منصبه الذي حرم منه أن يرسل له رهائن من رجال قبيلته تأكيدا على حسن نيته وأن يقدم له كترضية مبلغ ثلاثين ألف قرش بالإضافة إلى دفع ضريبة سنوية مقدارها عشرة آلاف قرش . فكان هذا العرض كاف لأن يغير الباي رأيه ويتخلى عن منافس هذا الشيخ الذي دفع هو بدوره من أجل الفوز بمنصب شيخ القبيلة مبلغا من المال ، وفي الحال أصدر الباي أوامره لفرسان المحلة للتوجه إلى الشيخ الذي أقر ، سلفا على مشيخة القبيلة لنهبه ومطاردته وتشريده ، ومن الغد رأينا بأعيننا نتيجة هذا الظلم ، فقد سيقت إلى المعسكر جماعات من رجال الدوار مع قطعان ماشيتهم ثم أطلق سراح الرجال دون أن يسمح لهم بأخذ أي شيء لسد حاجاتهم الملحة .\r\n\r\n[ التعرف على بعض الآثار الرومانية بنواحي تيفاش وخميسة 
  ]\r\nكانت محلة باي قسنطينة آنذاك معسكرة في أحد أوطان نوميديا الأكثر بهجة وروعة ، فقد كانت هذه المقاطعة تحت الحكم الروماني مزدهرة جدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بوعزيز  ( Boessys )  شيخ قبيلة الحنانشة التي تقع مواطنها بمنطقة سوق أهراس ونواحيها ، وتعتبر مع قبيلتي الحراكتة والنمامشة من أهم قبائل الشرق الجزائري .\r\nاشتهرت بقوة شكيمتها وموقفها المعادي للبايليك . وقد اشتهر زعيمها ابن صخري بثورته على بآيات قسنطينة والتي تولت قيادتها بعده ابنته علجية التي عرفت بإقدامها وشجاعتها .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوهذا ما تشهد عليه الآثار المتناثرة التي نشاهدها بكثرة ، فكانت تلك الأسوار المتهدمة لتلك البنايات عينات عن البقايا الملموسة للعمارة الرومانية والتي لم يستطع إلا القليل منها مقاومة عوامل الزمن وأعمال تخريب الوندال والعرب « 1 » ، فقد زودنا الباي بحراسة كافية تمكننا من الذهاب لمشاهدة آثار المدن والحصون القديمة ، وقد وجدنا في إحدى هذه الحصون التي يسميها العرب تيفاش « 2 » بعض النقوش اللاتينية التي تتميز بحروفها الجميلة جدا وهذا نموذج منها :\r\n ( D . M . S . Julia Junuaria P . V . a LXXXXVII . M . S . a Dis manib . Sec terentiur Fab . ) \r\nلقد اطلعنا في هذا المكان على أعداد كثيرة من هذه النقوش الجنائزية والتي تركناها ملقاة حيث كانت ولم نحاول جمعها ما دامت لا تتضمن شيئا جديرا بالملاحظة . وعلى بعد بضعة فراسخ من هذا المكان توجد آثار قديمة تتصف بشيء من الغرابة ، مما دفعنا لزيارتها فذهبنا إليها عبر مسلك مبلط بالحجارة وهو طريق تونس قسنطينة الروماني « 3 » ، وهو بلا شك إنجاز يعود إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تأثر صاحب الرحلة بالأقوال المتداولة التي تحمل العرب - والمقصود هنا العشائر الهلالية - ما أصاب المغرب الأوسط من خراب ، والواقع أن تراجع العمران وتعرض المظاهر الحضرية للتخريب كان ظاهرة عامة ارتبطت بتقدم البداوة نحو الشمال ، وتأكدت في القرن الخامس مع الاجتياح الوندالي ، واستمرت بعد ذلك لعدة قرون حتى أتت على معالم الحضارة القديمة التي عرفتها نوميديا أثناء الحكم الروماني .\r\n( 2 ) تيفاش وهي مدينة تيبازا نوميديا  ( Tipasa )  التي يربطها الطريق الروماني الرئيسي بكل من قرطاج وسرتا . عرفت ازدهارا ملحوظا في القرن الثالث الميلادي وظلت محافظة على عمرانها رغم تخريب الوندال لها في القرن الرابع ، وعدت في الفترة الإسلامية الأولى ، حسب ما يفهم من أوصاف الرحالة والجغرافيين ، من المراكز العمرانية المهمة الواقعة على طريق التل الشمالي الرابط بين الأربس وميلة ، وتضاءلت أهميتها العمرانية بعد ما استولى عليها أبو عبد اللّه الشيعي حتى تحولت إلى مجرد أنقاض .\r\n( 3 ) طريق قرطاج - سرتا  ( Via Carthage )  أهم الطرق الرومانية بشمال إفريقيا ، يربط عاصمة نوميديا سرتا ( قسنطينة ) بمركز السلطة الرومانية بإفريقيا ( قرطاج ) ، وأهم\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nتاريخ قديم ؛ لأنه منذ أن طرد البرابرة ( الوندال ) السكان القدماء للبلاد لم يعد هذا الطريق محل اهتمام قط . وعندما وقفنا على بقايا أنقاض مدينة كبيرة جدا تملكنا إعجاب يصعب وصفه ، إذ رأينا بوابات رائعة مصطفة في نظام بديع وأعمدة رخام وقصور وأسوار لا زالت قائمة وهي من الحجارة المنحوتة ذات الأحجام الضخمة بحيث لم تستطع الحروب المتكررة ولا عوادي الزمان أن تنال منها أو تزيل معالمها ، وفي هذه المدينة الأثرية عثرنا أيضا على أعداد كثيرة من الكتابات الجنائزية المثبتة على القبور ، وهي وإن لم تقدم لنا شيئا ذا دلالة تاريخية عن ماضي المدينة ، إلا أننا قد تعرفنا من خلالها على كتابات تعود للعصر الروماني تتميز بجمال وتناسق حروفها .\r\nعلى أن الشيء الذي شد انتباهنا أكثر في هذه الآثار هو المدرج الروماني  ( amphithe ? a ? tre )  ، إذ له شكل يميل إلى الطول وقد يصل طول قطره إلى مائة وخمسين قدم ، وهو يدل من خلال جميع مكوناته أنه كان يستعمل لممارسة الألعاب الرومانية ، وقد تعرفنا على الأماكن التي كانت منتظمة في شكل صفوف نصف دائرية ، ولا تزال منها ستة صفوف في حالة جيدة ، هذا وأثناء ذلك بحثنا دون جدوى عن نقش قد يوفر لي بعض المعلومات التاريخية عن هذه المدينة التي لا تبعد إلا بيوم ونصف يوم عن مدينة تونس ، وهي تعرف عند العرب باسم خميسه  ( Hamessa )  « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالمدن التي يمر بها هي : تاغاست ( سوق أهراس ) ، وتيبازا نوميديا ( تيفاش ) ، وتوبربيكا ( خميسة ) ، وتيسيبيس ( عنونة ) ، ويتميز هذا الطريق بكونه مبلطا بالحجارة المرصوفة التي تساعد على سير العربات ، تنتشر عبره العديد من المواقع العسكرية .\r\n( 1 ) خميسة وهي المدينة الرومانية المعروفة بتوبربيكا نوميدروم  ( Thuburbica - Numidrum )  ، تقع على بعد 14 كلم إلى الشمال الشرقي من مدينة صدراتة الحالية . كانت تعتبر من أهم المدن الرومانية بإقليم نوميديا . اشتهرت بكونها مركزا علميا تردد عليه القديس أغسطين وناظر فيه خصومه من دعاة المذهب الدوناتي .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nكان من الممكن لو كنا في ظروف أخرى يسودها السلم والهدوء أن نواصل طريقنا إلى أبعد من هذا المكان ، لكن الحالة الراهنة لم تعد تسمح بذلك ، فغارات العرب جعلت أي تحرك لنا محدودا من حيث المكان فضلا على أنه يتطلب مصاحبة قوة عسكرية كبيرة . مع العلم بأن هناك أسبابا أخرى لم تشجعنا على مواصلة رحلتنا الاستطلاعية داخل إقليم نوميديا ، منها أن إقامتنا بعنابة جعلتنا نأمل في معاينة عملية صيد المرجان بالقالة وطبرقة ، وبالفعل عدنا أدراجنا إلى معسكر الباي الذي لم يقم في الأيام التالية بأي تحرك بعد أن تعهد له الشيخ بوعزيز بتقديم ما يتوجب عليه من التزامات .\r\nوفي تلك الأثناء كنا معسكرين بجوار مدينة خربة وجدنا بها نقشين ، ولأن تمضية تلك الأيام على النحو الذي يعيشه العرب أزعجنا قررنا زيارة قسنطينة وطلبنا من الباي توفير حراسة لنا وتزويدنا برسائل توصية لقائد قسنطينة لعلنا نحظى باستقبال طيب ومعاملة حسنة حسبما جرت عليه العادة ، وهذا ما يعفينا من دفع أي شيء مقابل تلك الزيارة باستثناء ما نقدمه في شكل ترضيات للخدم والتي يفوق ثمنها قيمة الأشياء التي نستهلكها .\r\n\r\n[ السفر إلى قسنطينة والتعرف على آثارها 
  ]\r\nقسنطينة هي عاصمة البايليك ( المقاطعة ) الذي يحمل اسمها « 1 » ، ومن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدينة قسنطينة أسسها على الأرجح الفينيقيون حسبما تدل على ذلك البقايا الأثرية .\r\nاتخذها الملوك النوميديون عاصمة لهم ، واكتسبت أهميتها على عهد الملك ماسينيسا ( 203 - 149 ق . م . ) ، استولى عليها الرومان أثناء محاربتهم ليوغرطة ( 108 ق . م . ) ، وأصبحت إحدى المدن الرئيسية بشمال إفريقيا . تعرضت للتدمير قبل أن يجدد بناءها الإمبراطور قسطنطين ، فحملت اسمه وأصبحت تعرف بقسنطينة .\r\nيتميز موقع مدينة قسنطينة بكونه نتوءا صخريا مرتفعا بعض الشيء في الجهة الشمالية حيث موقع حصن القصبة بينما يميل إلى الانخفاض في الجهة الجنوبية الغربية المحاذية لوادي الرمال ، ويشرف على قسنطينة جبل المنصورة الواقع إلى الشمال الشرقي والذي يفصله عنها خانق وادي الرمال العميق ، ويؤدي إليه الجسر الروماني عند باب القنطرة ، ويواجهها في الجهة الشمالية الغربية مرتفع \" كدية عاتي \" حيث توجد اصطبلات الباي .\r\nوالمدينة في مجملها ، حسب أوصاف الرحالة في القرن الثامن عشر ، تحتوي على حوالي\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالمسلم به أن تسميتها مستمدة من اسم الإمبراطور قسطنطين لأن كل القطع المعدنية التي عثرنا عليها في تلك الجهات تعود إلى عهد هذا الحاكم وقد تحصلت على بعض منها وهي تعتبر من القطع النادرة ، وما دامت هذه المدينة تعتبر من أقدم المستعمرات الرومانية فمن المؤكد أنها كانت تحمل أسماء أخرى ، قبل أن تعرف باسم قسنطينة الذي احتفظت به الآن « 1 » .\r\nلا يمكن أن نكون فكرة دقيقة عن مدينة قسنطينة وماضيها المجيد بالاعتماد فقط على النقش المهشم الذي عثرنا عليه والذي وردت فيه كلمة الكابيتول  ( Capitole )  بينما سجلت في نقوش أخرى كلمات تتعلق بالسلطة الثلاثية  ( Triumvirat )  وباللقب الشرفي للحكم الروماني المعروف بالنظام القنصلي ، ولكني لم أوفق في إيجاد نقش يحدد معاني هذه العبارات ، لكون هذه الكتابات التذكارية التي تحملها المنشآت العامة والتي هي منحوتة على حجارة ضخمة قد استعملها العرب لتحصين منازلهم المتواضعة .\r\nإن أهم الآثار القديمة التي تشد الانتباه في مدينة قسنطينة تتمثل في قنطرة رومانية وفي بعض حنايا المياه مع بقايا قوس نصر رائع المنظر . فالأثر الأول وهو القنطرة ، يعتبر أهم أثر روماني ظل سليما من التخريب في هذا البلد ، فالبناة الرومان شيدوا هذه القنطرة الرائعة من أجل إيصال الماء إلى\r\n\r\n\r\n","description":"","footnote":"\r\n1700 منزل ويقدر عدد سكانها بأكثر من 000 . 25 نسمة ، ويمكنها أن تجند في حالات الحصار ما لا يقل عن 000 . 8 رجل قادر حمل السلاح .\r\n( 1 ) بهذه الاعتبارات فإن الاسم الأول الذي حملته مدينة قسنطينة هو سرتا  ( Cirta )  ، وهو موضوع نقاش بين المؤرخين من حيث دلالته . فلفظ سرتا الذي يلفظ قرتا  ( Kirta )  وهو تحريف لكلمة قرطة  ( Cartha )  البونية التي تعني المدينة ، ومن الجدير بالملاحظة فيما يتعلق باسم قسنطينة أن الترجمة الفرنسية لرحلة الطبيب شاو تحدد موقع قسنطينة على ساحل البحر ، بينما هي تبعد عنه بخمسة وعشرين فرسخا ، كما يتبين ذلك بالرجوع إلى الخريطة العامة لدول الشمال الإفريقي التي وضعها السيد برويه  ( M . Brue ? ) 
  ]  تعليق صاحب الرحلة 
  ] .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nقسنطينة التي بنيت على صخرة قبالة جبل عال من الراجح أنه كان جزاءا منها « 1 » ،\r\n\r\n[ موقع قسنطينة ومناظر خانق وادي الرمال 
  ]\r\nوكذلك من أجل ربط جهتي المدينة بالجهة المقابلة . ويبلغ ارتفاع أعلى أقواس هذه القنطرة على وادي الرمال مائة قدم ، بحيث يختفي الوادي تحت هذه القنطرة ليغوص بعدها في مغارة طبيعية ، فتجري مياهه تحت الأرض مسافة تقدر بحوالي مائة قدم لتظهر من جديد من خلال فتحة في الصخر عرضها تقريبا عشرة أقدام ثم تختفي من جديد مسافة ثلاثين مترا ، بعدها ينفتح الوادي وتظهر مياهه بشكل كامل ليواصل مجراه بين الصخور التي تحف بجانبيه ، وبعد أن يتجه وادي الرمال عبر الخانق الذي يجري فيه نحو الشمال الشرقي تتساقط مياهه على صخرة قائمة على علو ثلاثين قدما مكونة بذلك عدة شلالات صغيرة ذات منظر عجيب ، بفعل اعتراض أشعة الشمس للضباب الرطب المكون من ذرات الماء المتطايرة في الهواء مشكلة بذلك منظر قوس قزح .\r\nإن الصخرة التي بنيت عليها مدينة قسنطينة شاهقة الارتفاع بحيث يبدو الأشخاص أسفل منها عندما ننظر إليهم صغارا جدا . ومن تلك الهوة السحيقة تلقى النساء عندما تثبت عليهن جريمة الزنا ، وهذا أمر كثير الحدوث ، لأن هذه المخلوقات الشقية اللاتي تعيش واقعا صعبا جدا لا تعوزهن الوسيلة لخيانة أزواجهن ، ومما يلاحظ أن هذه الصخرة التي بنيت عليها المدينة والتي تلقى من حافتها النساء ممتلئة بالمغارات الطبيعية ، وقد شعرنا في زيارتنا لإحدى هذه المغارات ببرودة منعشة في وقت كانت فيه الحرارة على أشدها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعرف هذا الجبل الواقع في الجهة الشرقية لوادي الرمال بجبل المنصورة وهو امتداد لجبل الوحش الواقع إلى الشرق من مدينة قسنطينة والذي يبلغ ارتفاعه 1289 م ، ولكون جبل المنصورة يشرف على قسنطينة ويتحكم في دفاعاتها فقد بني عليه حصن يرد الهجمات ، وقد تمكن باي تونس في حملته على قسنطينة من أن يستولي عليه ويوجه منه المدافع نحو المدينة .\r\n( 2 ) يشكل هذا الجرف الصخري هوة سحيقة تعرف لدى سكان المدينة بكاف شكارة كناية\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n[ تعرض هابنسترايت لنقمة السكان 
  ]\r\nكان علينا في يوم الغد وهو 3 جويلية أن نقوم برسم المدينة والقنطرة وقوس النصر والحنايا ، فاصطحبنا فارسين ليقوما بحمايتنا ، وأثناء القيام بهذه المهمة تعرضنا للشتم من طرف عامة الناس وتكرر ذلك عدة مرات ، وعندما كان اهتمام مجموعتنا التي تتألف من بعض الأشخاص منصبا على مشاهدة معاينة المدينة كان الناس ينظرون إلينا وكأننا جواسيس إسبان ، وهذا ما جعلنا في وضع حرج حقا لم يسبق لنا أن تعرضنا لمثله قبل ذلك ، وبالفعل فقد واجهنا خطرا محدقا من جراء ما حدث لنا هذا اليوم ، فقد تجمهرت حولنا مجموعة كبيرة من الناس ، ورغم كل المقاومة التي واجههم بها حراسنا فإنهم رمونا بالحجارة التي انهارت علينا وكانت أحجامها كبيرة جدا وقد وجهت نحونا بدقة ، وقد كان يقود هذا الهجوم ضدنا أحد المحرضين ، وأمام هذا الوضع الحرج فضل أحد الفرسان المصاحبين لنا الهروب بينما ابتعد عنا الآخر وهو من الأعلاج الألمان ليعود بسرعة مسلحا ببندقية وسيف وغدارة ، وبالفعل تصدى لهذه الجموع فجرح بعض الأشخاص وتفرق الآخرون ، وقد كنا بعد ذلك ممتنون للاسترضاء الذي حظينا به لدى قائد المدينة إثر هذه الحادثة ، فقد قام بمعاقبة أحد الأشقياء الذين تعرف عليهم الفارس المرافق لنا ، فضرب ضربا مبرحا بالعصا ولو لم نتدخل لصالحه لتسبب ذلك في هلاكه .\r\nوعندما علم الباي بالحادثة التي تعرضنا لها أعطى أوامره للبحث عن متزعم تلك المجموعة ولكن هذا الأخير تمكن من الهرب ، فطمأننا بأنه سوف يعاقب شخصا آخر مكانه ليكون عبرة وحتى يتعلم هؤلاء الناس احترام أصول الضيافة التي يلتزم بها الأتراك بكل متطلباتها ومقتضياتها ، والتي خولتنا حقوقا خاصة نظرا لكوننا نتمتع بحماية الباي ولأننا نقيم في منزل قائد المدينة ، بحيث أن أي إهانة تلحق بنا قد تتسبب في قتل أي عربي يقترفها .\r\n\r\n\r\n","description":"","footnote":"\r\nعلى أن النساء اللاتي يلقين منها كن يوضعن في كيس ( شكارة ) . وقد ورد في الروايات الشعبية أنه كان يوضع في الكيس مع المرأة المحكوم عليها بالإعدام ثعبان نكاية بها .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nورغم هذه الحادثة فإننا كنا راضين باكتشافنا ، فالقنطرة والكتابة غير المفهومة والأشكال المنحوتة جديرة بالاهتمام ، فالنسر الروماني يظهر بأن هذه المدينة عريقة في تاريخها وأن لها حقوق المدينة الرومانية . وشكل المرأة المنقوش في أسفل القنطرة يدل على المكانة المتميزة لهذه المستعمرة الرومانية ، وإن كان السكان يعتقدون أن شكل هذه المرأة المجردة من الملابس ليس من السهل تفسيره ومعرفة دلالته الحقيقية ، أما صورة الفيلين المتقاتلين فترمز للحرب التي كانت نوميديا مسرحا لها ، بينما نقش مرساة السفينة فله على الأرجح صلة بالقوة البحرية لهذه المدينة التي لا تبعد كثيرا عن البحر « 1 » .\r\n\r\n[ التوقف بحمام المسخوطين ووصف منابعه والتعرف على آثاره 
  ]\r\nلقد ابتعدنا عن مدينة قسنطينة ونحن نشعر بخوف كبير مما قد يحدث لنا في الطريق ، وبفعل انحراف صغير عن طريق عنابة استطعنا أن نستمتع برؤية الحمامات الحارة المعروفة بحمام المسخوطين  ( Hamam Sucut )  « 2 » الذي يعني بلغة أهل البلاد سخط وغضب اللّه ، فهذه الحمامات ذات الشهرة الواسعة بنوميديا تقع في سهل وسط أرض ذات مناظر رائعة ؛ تتميز ستة من هذه الينابيع الكثيرة بجمالها وبخاصيتها المعدنية ، وأما حرارة ماء هذه الينابيع فهي تبلغ درجة الغليان بحيث يمكن أن تنضج فيها قطعة من اللحم خلال خمس دقائق ، كما أن البخار المتصاعد يجعل الذين يوجدون حولها يتصببون عرقا ، مما يضطرهم أن يتحولوا عنها عندما يريدون شرب كأس ماء . ومياه هذه الينابيع الحارة تمر عبر مجراها بتكوينات كلسية تترسب شيئا فشيئا عند بلوغها سطح الأرض ، وبعد فترة زمنية من الأرجح أنها كانت طويلة ، تكونت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقع مدينة قسنطينة على بعد حوالي 80 كلم من البحر الأبيض المتوسط بحيث ترتبط تجارتها منذ العصور القديمة وأثناء الفترة الإسلامية بموانئ سكيكدة وسطورة والقل .\r\n( 2 ) حمام المسخوطين محطة مياه معدنية تقع إلى الغرب من مدينة قالمة على طريق قسنطينة - عنابة ، عرفت بمياهها الحارة التي تستعمل في علاج الأمراض الجلدية والروماتزم . .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nعند منابعها أهرامات متكلسة يبلغ علوها ستة أقدام فأكثر ، وذلك أنه عندما يصل منفذ النبع إلى هذا الارتفاع لا يستطيع الماء أن يتصاعد منه فينسد لينفتح نبع آخر يتسرب منه الماء بجواره ، وبذلك تكونت هذه الأهرامات الكلسية التي تشكلها الينابيع الحارة وهي من الكثرة بحيث أحصينا أكثر من مائة هرم كانت تكون في الماضي منافذ يخرج الماء عن طريقها من باطن الأرض ، بعضها الآن انغلقت فتحاته نهائيا وبعضها الآخر لا يزال منفذا يمر منه الماء ليسيل من حافاتها المرتفعة نحو الأرض ، وفي جهات أخرى من هذا المكان ، حيث لا توجد هذه التكوينات الهرمية ، سمعنا خرير المياه وهي تجري تحت سطح الأرض .\r\nإن هذه الظواهر الطبيعية جعلت الناس المطبوعين على تصديق الخرافات يتصورون أن هذه الأهرامات ما هي إلا رجال مسخوا حجرا ، مع أنها تكونت بفعل ترسب تكوينات حديدية وأخذت لونها الداكن بفعل المحلولات النباتية  ( la noix de galle )  لتتحول هذه الترسبات بعد ذلك إلى ملح ترابي قاعدته ذات طبيعة هلوية  ( alcaline )  بفعل تأكسدها بدليل أنها تفور أو تغلي إذا خالطها محلول الخل . ومن المؤكد أن هذه المياه المعدنية قد تعرف عليها الرومان واستعملوها لوجود آثار لغرف وحمامات وقنوات لجلب مياه هذه المنابع الحارة عن طريقها .\r\nوبينما كنا منشغلين بمشاهدة هذه الينابيع تقدم نحونا ثلاثة رجال مسلحين بالحراب ، وما أن لمحوا أننا مسلحين حتى تراجعوا ؛ ولعل حالة الهلع التي أصابتهم تعود إلى وجود الفرسان معنا أو يرجع إلى دواع أخرى لا نعرفها . ومع حلول الظلام قضينا الليل في أحد الدواوير ، تولى سكانه حراستنا بعد أن هدد الفارس الألماني المصاحب لنا شيخ هذا الدوار بأنه سوف يغرمه فرسا مقابل أي قرش يضيع منا .\r\n\r\n[ قبر القديس أغسطين بعنابة 
  ]\r\nوبعد أن اطلعنا على بعض الآثار التي ليس فيها ما يشد انتباهنا واصلنا طريقنا في 14 جويلية إلى عنابة وهي مدينة بونة التي اكتسبت شهرتها لكونها\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمركز أسقفية القديس أغسطين « 1 » الذي يحظى باحترام السكان الذين يعتبرونه وليا صالحا ، وقد ذهب بهم الاعتقاد في صلاح هذا العالم الذي يوجد قبره عندهم إلى القول بأنه نهاهم عن ممارسة القرصنة واعتبرها سلوكا مستهجنا وعملا حقيرا ؛ أما القبور الأخرى التي تنسب إلى رجال الكنيسة وكذلك قبر القديسة مونيكا أم أغسطين وهي ذات ممرات منتظمة تحف بها أشجار العناب والتوت واللوز والليمون والبرتقال ، وعلى بعد ميل واحد منها يوجد مكان مدينة هيبون القديمة القريب من رأس ماترا  ( Matra )  عند مدخل الخليج ، ومكانها الآن عبارة عن آثار آيلة للزوال باستثناء الحصن الذي ظل في حالة جيدة « 2 » .\r\nوللفرنسيين بعنابة مركز تجاري يشتغل بتجارة الحنطة والشعير والخضار الجافة والجلود والعسل والشمع ؛ وهذا النشاط التجاري يعتبر عملا مربحا ومهما بالنسبة لمقاطعة البروفانس الفرنسية حيث لا تفي محاصيلها من الحبوب بحاجة السكان ، وقد حققت الشركة الإفريقية التي يقع مركزها بمرسيليا أرباحا معتبرة بفضل هذه التجارة ، وإن كلفها هذا النشاط التجاري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القديس أغسطين  ( Saint - Augustin )  يعتبر من آباء الكنيسة الرومانية ، كان لكتاباته تأثير حاسم على الفكر المسيحي عبر العصور . ولد بتاغاست ( سوق أهراس حاليا ) سنة 354 من أب وثني وأم مسيحية ، عاش حياة متحررة وقام بتدريس البلاغة اللاتينية بقرطاج ، وتحول إلى المسيحية بميلانو ( 387 ) ، وعاد إلى مسقط رأسه ثم أصبح أسقف مدينة هيبون ( 396 ) ، وتوفي بها أثناء حصار الوندال لها سنة 430 ، وكان له دور كبير في انتصار الكاثوليكية في مجمع قرطاج سنة 411 .\r\nعمل على نشر المسيحية ومحاربة المذهب الدوناتي ، وركز في دعوته الدينية على أن مصير الإنسان تضله الخطيئة وتنقذه رحمة اللّه ، وعرف برسائله العديدة وكتابيه \" الاعترافات \" و \" مدينة اللّه \" ، وقد ضمن الكتاب الأخير تصوره للتاريخ المسيحي ضمن جدلية الصراع الأبدي بين مدينة السماء ومدينة الشيطان .\r\n( 2 ) هيبون القديمة  ( Hippo Regius )  ، أنظر تاريخ عنابة : هامش رقم 89 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمبالغ كبيرة من المال لتغطية نفقات مستخدميها والقائمين على أعمالها ولتسديد أجور الأشخاص الذين يتولون نشاطها بالساحل الإفريقي .\r\n\r\n[ المرور بحصن فرنسا والوصول إلى القالة ومشاهدة صيد المرجان 
  ]\r\nوفي 15 جويلية ركبنا قاربا صغيرا يحمل اسم طنجة ، لكننا لم نستطع الإبحار لركود الريح ، وفي الغد تيسر لنا السفر بفضل ريح ملائمة ، وبعد المرور على باستيون فرنسا  ( Bastion de France )  وهو حصن قديم أقامه الفرنسيون واضطرهم العرب إلى إخلائه « 1 » ، وصلنا إلى مركز القالة وهو بدوره حصن به مخازن بنيت على صخرة في شكل شبه جزيرة « 2 » وضعت به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حصن فرنسا المعروف بباستيون فرنسا )  ( Bastion de France )  ، يقع على بعد 48 كلم شرق مدينة عنابة ، وقد أقيم على نتوء صخري يشرف على البحر وتحيط به الكثبان الرملية المكسوة بالأعشاب والشجيرات وخلفه أراضي قبيلة \" معزولة \" التي تكثر بها المستنقعات والغابات . ويتكون الحصن من بناية ضخمة تضم ساحتين تنفتح على غرف لإقامة مجموعة من العمال ومخازن لحفظ الحبوب والسلع ، تفصل بينهما بناية مخصصة لرئيس المركز وأعوانه .\r\nأنشئ حصن فرنسا ليكون مركزا تجاريا عملا بالامتيازات التي تحصلت عليها فرنسا من الجزائر مقابل دفع مبالغ مالية سنوية لديوان الجزائر ، فأقيمت منشآته التجارية بمبادرة من التاجر الفرنسي توماس لنش  ( TH . Linches )  وشريكه ديدييه  ( Didier )  وبتشجيع من ملك فرنسا لويس التاسع سنة 1550 ، وأصبح يعرف بحصن فرنسا سنة 1561 . وعندما حاول الفرنسيون تحويله عن طابعه التجاري بنصب بعض المدافع فيه وإقامة بعض الجنود به بحجة مواجهة غارات القبائل المجاورة له ، تعرض للتضييق من قبل حكام الجزائر قبل أن تدمر منشآته سنة 1686 ، مما اضطر التجار الفرنسيين إلى التخلي عنه والانتقال إلى حصن القالة الواقع إلى الشرق منه على بعد 12 كلم .\r\n( 2 ) مركز القالة يقع على بعد 86 كلم شرق عنابة ، يتميز بموقعه الحصين ، فهو عبارة عن شبه جزيرة ضيقة تتشكل من لسان صخري ممتد بموزاة الشاطئ تقدر مساحته ب 200 . 3 متر مربع ويتصل بالبر عن طريق معبر ضيق في الجهة الشرقية ، مما يشكل مع الساحل المقابل ميناء طبيعيا يتراوح عرضه بين 50 و 100 متر وعمقه بين 2 . 4 و 5 . 8 متر ، وهذا ما جعل منه مركزا تجاريا حصينا منذ القديم ، فكان محطة قرطاجية ثم مركزا رومانيا عرف بتونيزا  ( Tunisa )  ، وتحول بعد الفتح الإسلامي إلى مرسى للتجارة واستخراج المرجان فعرف بمرسى الخرز ، وفي العهد العثماني تحول إلى محطة تجارية\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالشركة الإفريقية ( الفرنسية ) حاكما ومعه حامية صغيرة تستخدم في الدفاع عن الحصن وحماية المواشي الموجودة في المراعي المجاورة ولحراسة العربات التي تخرج إلى الجهات القريبة من الحصن للبحث عن الحطب وجلب الأقوات .\r\nوبمقتضى معاهدة السلام الموقعة بين فرنسا والجزائر عام 1694 « 1 » سمح للشركة الإفريقية أن تحتفظ في منزل منفصل عن الحصن بعدد من الرهائن العرب حتى تأمن من غاراتهم ، ولأنه بدون هذا الإجراء الوقائي يصبح من المستحيل التصدي لهؤلاء القوم . وفي الوقت الحالي فإن موقع حصن القالة يعيش حالة من التوتر الشديد تسبب فيه العرب البدو بقيادة بو عزيز الذي\r\n\r\n\r\n","description":"","footnote":"\r\nللشركات الفرنسية التي حصلت على امتيازات الصيد واستخراج المرجان وتصدير الحبوب والمواد الخام مقابل إتاوات سنوية تدفعها لديوان الجزائر ، ومن هذه الشركات التي مارست تجارة مربحة بحصن القالة : شركة إفريقيا  ( Compagnie d'Afrique )  ( 1712 - 1731 ) وشركة أوريول  ( Auriol )  ( 1730 - 1741 ) ، والشركة الملكية الإفريقية  ( Compagnie RoYale d'Afrique )  ( 1741 - 1792 ) ثم ألغيت الحقوق الفرنسية ردا على موقف نابليون المعادي للدولة العثمانية واحتلاله مصر ، وأعطيت الامتيازات للإنكليز ( 1807 - 1817 ) الذين تخلوا عنها ليتولاها الفرنسيون من جديد بواسطة شركة باري  ( Paret )  ، 1822 - 1827 . وبعد فرض الحصار الفرنسي على السواحل الجزائرية ( 1827 ) أقدم الحاج أحمد باي قسنطينة بأمر من داي الجزائر على طرد الفرنسيين من حصن القالة وإحراق مركزهم التجاري به .\r\n( 1 ) دأبت فرنسا على عقد معاهدات مع الجزائر تخول لها امتيازات تجارية وتعطي لها حق احتكار صيد المرجان منذ سنة 1619 ، وتعتبر معاهدة عام 1694 من أهم المعاهدات التي أبرمتها الجزائر مع فرنسا ، فأصبحت من حيث بنودها والشروط التي تضمنتها بمثابة نموذج للمعاهدات العديدة التي أعقبتها ، وهذه المعاهدة هي التي حددت الامتيازات الممنوحة للفرنسيين بمركز القالة مقابل إتاوات وهدايا سنوية ، فقد ضمنت لهم حرية الصيد البحري وخولت لهم استخراج المرجان وصيد وتصدير شحنات عديدة من الحبوب ، بالإضافة إلى شراء كميات من الجلود والصوف والشمع والعسل ، وهذا ما سمح لهم بنوع من حرية التصرف مكنتهم من استقدام ما لا يقل عن 400 عامل وحارس ، ومكنهم من بناء منشآت تجارية وإحداث منزل يقيم به بعض رجال القبائل باعتبارهم رهائن ، وذلك حتى يأمن المركز التجاري الفرنسي غارات القبائل المجاورة .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nسبق الحديث عنه ، فهو يمارس كل أنواع الاجرام في البلاد حتى يستطيع أن يوفر لباي قسنطينة بثلاثين ألف قرش التي تعهد له بها مقابل احتفاظه بمنصبه كقائد لقبيلته ، وبالفعل فقد تمكن قبل وصولنا بفترة قصيرة من الاستحواذ على مواشي العرب المتعاملين مع الشركة الإفريقية كما ألحق أضرارا بتجارة الحبوب بفعل تهديده بمهاجمة القالة .\r\nيمارس بالقالة صيد المرجان بنجاح كبير ، ونفس النشاط يمارسه الجنويون بجزيرة طبرقة « 1 » الواقعة على مسافة قصيرة من هنا . وهذا ما أدى إلى ظهور العديد من الصعوبات الناتجة عن انتهاك الحدود المتبادل بين البلدين ( الجزائر وتونس ) . فمع أن سكان طبرقة كانوا في حالة سلم مع الجزائريين إلّا أن أحد قراصنتهم أقدم على الاستيلاء على قارب صيد تابع للقالة بحجة أن هذا القارب خرق الحدود المتفق عليها بين البلدين .\r\nلقد عاينت الكيفية التي يتم بها صيد المرجان بالقالة ، فيرمى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جزيرة طبرقة تقع قبالة الساحل التي توجد فيه المدينة التي تحمل هذا الاسم طبرقة  ( Thabarca )  ، وقد كانت هذه المدينة في أول أمرها محطة فينيقية ، وتحولت إلى ميناء روماني عرف ازدهارا ملحوظا في القرنين الثالث والرابع الميلاديين لوفرة المعادن والمحاصيل التي كانت تصدر منها ، ثم احتفظت بأهميتها في العصور الإسلامية . ومع انعدام الأمن بالبحر المتوسط منذ القرن الحادي عشر ، اكتسبت الجزيرة المقابلة لها أهمية خاصة ، فاستولى عليها خير الدين ليقايض بها الجنويين مقابل إطلاق سراح مساعده البحار الشهير دارغوث باشا ( 1541 ) ، فأصبحت منذ ذلك التاريخ تحت آل لوموليني إحدى العائلات الكبرى بجنوة ، وضمت إلى أملاكهم عندما قام بتسليمها لهم نائب ملك صقلية فردناد دو غونزاغ  ( F . de Gonzague )  في 22 سبتمبر 1542 ، فظلوا يسيطرون عليها مدة قرنيين ، وأثناء ذلك اعتنوا بدفاعات الحصن ، وعملوا على تطوير صيد وتجارة المرجان وتصدير الحبوب . هذا ونافس الجنويين على هذا الحصن الفرنسيون وحاولوا افتكاكه منهم ، وعندما فشلوا في ذلك أقنعوا باي تونس علي باشا بطردهم منه ، فتمكن ابنه يونس من الاستيلاء عليه في شهر يونيه 1741 ، وهذا ما مكن فرنسا فيما بعد من إنشاء مركز تجاري به سنة 1781 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالقوارب قطعة خشب على شكل صليب في البحر بعد أن يشد إلى حبل ، ويثبت في الخشب جسم ثقيل ويزود بشباك مصنوع من خيوط القطن أو القنب ، وما أن تغوص هذه الأشياء داخل الماء وتلامس قاع البحر الذي يصل عمقه حسب المواقع من ثلاثين إلى أربعين برأس  ( Brasses )  « 1 » ، حتى يشد إلى الأعلى فتعلق بالشباك جذور وأغصان شجر المرجان وغيرها من التكوينات البحرية في حالة جيدة أو مهشمة ، وطريقة الصيد هذه يستبعد فيها في كل حال من الأحوال استعمال التكوينات البحرية غير المرجانية من قبيل عرق اللؤلؤة  ( Matrepores )  والمرهم الشمعي  ( Ce ? ratophyle )  والفطر المعروف بعش الغراب  ( Champignon )  والمجوفات  ( Alcyonites )  وغيرها من المنتجات البحرية . على أنه غالبا ما ترمى معها في البحر قطع ثمينة جدا من المرجان والتي اقتنيت مجموعة جميلة منها .\r\nتوجد على مسافة من القالة آثار تاغاست « 2 » موطن القديس أغسطين ، حيث تشاهد بعض بقايا الأسوار بالقرب من بحيرة ذات مياه مالحة قد تكون بحيرة ما دور  ( Madaure )  التي ذكر القديس أغسطين بأنه درس بها « 3 » ، والتي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) برأس  ( Brasse )  قياس بحري يستعمل في تحديد عمق المياه ، يقدر طوله بخمسة أقدام أي حوالي 06 . 1 متر ، بحيث تساوي 10 برأس ثانية واحدة بالنسبة لقياس عمق البحر .\r\n( 2 ) تاغاست  ( Thagaste )  هي مدينة سوق أهراس الحالية ، تقع في منخفض جبل يعبره وادي مجردة ( باغرادا ) ، عرفت ازدهارا تحت حكم الرومان ، واشتهرت بكونها مسقط رأس القديس أغسطين ( 354 ) ، ولم يغادرها إلا سنة 361 عندما ذهب للدراسة بمادور ، وعاد إليها بعد اعتناقه المسيحية بإيطاليا ليستقر بها قبل أن يصبح أسقفا لهيبون ( عنابة ) ( 388 - 391 ) .\r\n( 3 ) ما دور المعروفة اليوم بمداوروش والواقعة إلى الجنوب من سوق أهراس ( ب 46 كلم ) ، تعد إحدى المدن الرومانية المهمة بمقاطعة نوميديا ، اشتهرت بكونها مركزا ثقافيا تخرج منه العديد من الأدباء اللاتين ودرس به كل من أبوليوس والقديس أغسطين . ومن الراجح أن هابنسترايت قد أخطأ في تحديد المكان ، فالبحيرة المالحة التي ذكرها هي بلا شك البحيرة الواقعة بالقرب من القالة ، وهذا ما يظهر لنا بأن هابنسترايت لم يصل في\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nكانت موطن أبوليوس  ( Apule ? e )  « 1 » .\r\n\r\n[ الانتقال إلى طبرقة ثم الوصول إلى رأس نيغرو 
  ]\r\nلقد انتقلنا من القالة إلى طبرقة أملا في العثور على بعض النباتات البحرية ؛ فركبنا زورقا يسير بالمجاديف ، وبعد ست ساعات وصلنا جزيرة طبرقة وهي تبعد عن اليابسة ببعض مئات من الأقدام « 2 » ، وهي عبارة عن صخرة محصنة بفعل عامل الطبيعة وعمل الإنسان وفي أعلاها حصن ؛ يمارس سكانه تجارة مربحة جدا مع العرب ويشتغلون أيضا بنجاح في صيد المرجان .\r\nتعود ملكية جزيرة طبرقة إلى آل لوموليني  ( Lomellini )  الجنويين بعد أن منحت لهم هذه الجزيرة كهدية من أحد أعيان مدينة تونس اعترافا منه بفضل الذين أطلقوا سراحه بعد أن وقع في الأسر ووثقوا بكلامه واعتبروه تعهدا شرفيا منه لدفع فديته ، وقد كانت هذه الجزيرة في وقت سابق ضمن ملكية الإمبراطور شرلكان الذي عمل على تحصينها لاستعمالها في حملته على\r\n\r\n\r\n","description":"","footnote":"\r\nجولاته إلى تاغاست أو ما دور الواقعتين بعيدا في الجنوب وإنما ذكرهما في معرض حديثه عن القديس أغسطين .\r\n( 1 ) أبوليوس  ( Apule ? e )  وهو لوسيوس أبوليوس  ( Lucius Apuleius )  ( 125 - 180 م ) الأديب اللاتيني ، ولد بمادور ( مداوروش ) بنوميديا ، درس بمسقط رأسه وبقرطاج وأثينا ، وتجول في العالم الروماني ، واستقر مدة بمدينة طرابلس ، وكرم بقرطاج كخطيب وكاتب . اعتنق المذهب الأفلاطوني وعرف ببلاغته ومحاضراته في الفلسفة والعلوم والآداب ، واشتهر بأشعاره وكتاباته الأدبية ، فلم تصلنا منها سوى المرافعة  ( Apologie )  وهي دفاعه عن نفسه من تهمة السحر ، وبعض نصوص محاضرات الأزاهير  ( Florides )  ، أما الرواية التي خلدته في عالم الأدب القديم والتي ظلت متداولة ومعروفة باعتبارها أول رواية في التاريخ ، فهي \" التحولات \"  ( Me ? tamorphoses )  أو الحمار الذهبي التي استقاها من الأدب الإغريقي ووضعها في أحد عشر كتابا وعرض فيها مغامرات وأوضاع شخص تحول بفعل السحر إلى حمار .\r\n( 2 ) تقدر المسافة بين حصن جزيرة طبرقة والساحل المقابل لها ب 400 متر ، وهي اليوم ملتصقة بالبر بعد إصلاح الميناء وتهيئة طريق يؤدي إلى حصن الجنويين الذي تهدمت بناءاته الداخلية .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمدينة تونس ، وهي اليوم تتكفل بالدفاع عن نفسها « 1 » ، وسكانها يتكلمون لغة إيطالية غير سليمة . وغير بعيد من هذه الجزيرة عند مصب وادي قنديل بربا  ( Gondil - Barba )  تشاهد آثار طبرقة أو طبثرة  ( Thabathra )  التي كانت فيما مضى مدينة أسقفية شهيرة .\r\nوبعد معاينة بعض النباتات والأسماك غادرنا طبرقة على إحدى السفن الجيدة التسليح وذلك لعلمنا بأن القرصان الذي استولى على قارب الصيد بطبرقة لا يزال متواجدا أيضا بنواحي رأس نيغرو . وقبل سفرنا استقبلنا حاكم جزيرة طبرقة بحفاوة حاول أثناءها تجاوز ما صدر منه سلفا ، إذ قابلنا بكل تحفظ في أول مرة عند نزولنا بالحصن ظنا منه أننا فرنسيون ، ليظهر لهم أنه لم ينس ما لحق به من اعتداء تحت حصن القالة عندما استولى أحد القراصنة على سفينة تابعة له ؛ ورغبة منه في تجاوز ما صدر منه وتعبيرا عن امتنانه لنا ودعنا بعدة طلقات مدفعية .\r\nوفي نفس اليوم ( 25 جويلية ) وصلنا إلى رأس نيغرو « 2 » ، وعملا بالأوامر التي أصدرها تمت تحيتنا بطلقات مدفعية واستقبلنا الحاكم مع بعض الضباط على الشاطئ ؛ وهذا ما نعتبره تشريفا خاصا بملكنا نحاول جاهدين أن نكون أهلا له .\r\n\r\n[ زيارة معسكر باي تونس بباجة والعودة إلى رأس نيغرو والمكوث فيه لعدة أيام 
  ]\r\nلقد أصبحنا الآن بمملكة تونس ، ونظرا لكون الباي كان مع الجند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا نسلم بهذه الرواية المتعلقة باستقرار الجنويين بحصن جزيرة طبرقة ، فمن المعروف أن وجود الجنويين بها يعود إلى عهد متقدم عندما تنازل لهم عنها خير الدين بربروسة مقابل إطلاق سراح مساعده الرايس دراغوث باشا ( أنظر الهامش رقم 110 ) .\r\n( 2 ) رأس نيغرو  ( Cap Negro )  نتوء بحري يقع إلى الشرق من طبرقة ، يتحكم في خط الملاحة بين بنزرت وعنابة ، عرف في القديم بوجود معبد أوبولون به حسب بطوليمي  ( Ptole ? me ? e ) .  أقام به الفرنسيون مؤسسة تجارية لصيد المرجان ، وتمكن الباي علي باشا من الاستيلاء عليه بعد حملة عسكرية بقيادة ابنه يونس سنة 1741 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالمصاحبين له ( المحلة ) في مكان لا يبعد إلا بيوم واحد عن رأس نيغرو ، رأيت لزاما علي أن أذهب إليه لتسليمه رسالة داي الجزائر ، خاصة وأن الحاكم الذي استقبلنا برأس نيغر أعلمه بوصول أجانب عن البلاد يرغبون في رؤيته ؛ وكان من طيبة باي تونس بعد أن علم بوجودنا بمملكته أن أرسل إلينا أحد مستخدميه مع بعض الفرسان لتأمين سلامتنا أثناء توجهنا إليه ، فوصلنا في المساء معسكره بمدينة باجة مركز إحدى المقاطعات التي تحمل نفس الاسم « 1 » ، ومثلنا أمام سيادته وهو اللقب الذي يدعونه به « 2 » ، فلم يهضم فكرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) باجة وهي فيغا  ( Vega )  الواقعة بالشمال التونسي بين حوض مجردة وجبال خمير .\r\nخضعت للرومان مع نهاية الحرب البونية الثانية ، تعرضت للهدم من طرف القائد الروماني ميتيلوس  ( Metellus )  في حربه مع يوغرطة ( 109 ق . م . ) ، وبعد أن عرفت ازدهارا تحت الحكم الروماني ، تعرضت للتخريب على يد الوندال ( 448 ) . وعندما استولى البيزنطيون عليها عملوا على تحصينها كما يشهد على ذلك اليوم برجان مستديران يشرفان على بناء مربع الشكل . ومن معالمها التي تعرف عليها هابنسترايت باب العين حيث العين العتيقة في ساحة صغيرة بجوار بقايا باب قديم .\r\n( 2 ) وهو الباي حسين بن علي التركي وهو ذو أصول إغريقية من جزيرة كريت ، شغل منصب كاهية أو نائب الباي إبراهيم الشريف ، وعندما وقع هذا الأخير في قبضة الجزائريين ، أجمع قياد الجند والأعيان والعلماء بمدينة تونس على توليه شؤون البلاد لحزمه وحسن سلوكه ، وذلك خوفا من استيلاء الجند الجزائريين على مدينة تونس وتعرضها للنهب .\r\nتولى حسين بن علي الحكم في 20 ربيع الأول 1117 ه / 12 يوليو 1705 م ، وتمكن من إبعاد الجزائريين عن مدينة تونس مقابل ضريبة ثقيلة قدرت ب 000 . 150 ريال ، كما تمكن من إقرار الهدوء وأحبط محاولات إبراهيم الشريف الرجوع إلى الحكم بعد أن أقنع الجزائريين بإطلاق سراحه وتقديم العون له ( 1118 ه - / 1706 م ) ، ومما زاد في سلطته حصوله على فرمان التولية من السلطان العثماني برتبة \" أمير أمراء \" وتثبيته في منصب الباي ، فعمل على إعمار البلاد واستتباب الأمن ورعاية شؤون الرعية وتوقيع معاهدات سلم مع العديد من الدول الأوربية ، ووقف في وجه الأسطول الفرنسي الذي حاول مهاجمة حلق الوادي سنتي 1723 و 1731 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nأن هناك ملكا يبلغ به حبه للعلوم إلى حد إرسال مجموعة أشخاص للتجول في بلدان بعيدة ؛ ومع أن الرسائل التي حملناها له تركت أثرا طيبا جدا لديه ، إلا أنها لم تبدد شكوكه في صدق نوايانا ، ومن حسن حظنا في هذا الموقف أن طبيبه الذي اطلع بواسطة الأوراق الرسمية التي نحملها على خبر مغادرتنا مقاطعة ساكسونيا ، وعلى نيتنا في القيام بسفر إلى تونس شرح له موضوع رحلتنا ، وعندها استقبلنا بحفاوة كبيرة وحظينا بمعاملة جيدة في قصره ، هذا القصر الذي يدل كل شيء فيه على أن صاحبه إنسان متحضر ، بل أعطى فكرة جيدة عن مملكة تونس فيما يتعلق بنظام الحكم .\r\nوفي الغد طلبنا من الباي السماح لنا بزيارة بعض الآثار القديمة فلم يستجب لرغبتنا هذه بحجة أنه يخاف علينا من أن نتعرض للخطر ، معقبا على عدم استجابته لطلبنا بأنه من العار عليه أن يلحق بنا أي مكروه . ومع ذلك سمح لنا أن نتعرف على مدينة باجة التي كانت أسوارها وأسس منازلها من بقايا البنايات الرومانية ؛ ومن بين النقوش التي شاهدناها نقشا أثار اهتمامنا يحمل هذه الكتابة :\r\n \" Filio Divi Commodi Frater Imp . XII . cos III . P . P . Q . ad Nap . M . Aurelio Antonin et auspiciis divinis \" . \r\nأما كتابة النقش المثبت بأعلى باب قصبة المدينة فهو يحمل اسم الإمبراطور كايوس جوليوس أوريليانوس  ( Caius Julius Aurelianus ) . \r\nهذا وما كدنا ننهمك في نقل كتابات هذه النقوش حتّى أحاط بنا جمهور غفير كانت نظراته تنم عن حقد دفين ، ولم يلبث أن تزايدت أعداده وبدأ برمي بعض الحجارة علينا ، وعندها تراجعنا وعدنا من حيث أتينا ، وبعد أن ودعنا الباي قضينا الليل خارج القصر في خيمة نصبت لنا ، وذلك حتى نتمكن من السفر في ساعة مبكرة من صباح الغد .\r\nومع حلول النهار استأنفنا سفرنا وكانت الحرارة شديدة جدا ، فعرجنا في\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nطريقنا على مناجم الرصاص « 1 » ، ورأينا أن العاملين فيها لهم مقدرة على معالجة المعدن ، فقد اعتادوا على سحق فلزاته وتذويبها . وشد انتباهنا هناك منظر منبع ماء معدني غير بعيد عن تلك المناجم ، مذاقه طيب وحرارته معتدلة . وقد تبين من اللون الأصفر لأكوام الكلس العديدة ومن طعم الماء أن مياه هذا المنبع بها تكوينات حديدية ، وفي هذه المرة كان علينا أن نبحث عن نبع ماء عادي منعش بدلا من نبع المياه المعدنية هذا ، لأن الحرارة الشديدة في هذا اليوم جعلت الماء الذي نحمله غير سائغ للشراب .\r\nوبعد أن استرحنا بعض الوقت تحت ظل الأشجار ، ممتعين أبصارنا بأشجار الرمان الكثيرة والمحملة بثمارها التي لم تنضج بعد ، أجهدنا أنفسنا في السير للوصول إلى رأس نيغرو قبل حلول الليل ، وقد لاحظنا أثناء الطريق أن هناك ثقوبا مربعة محفورة في الصخور وهي من الكبر بحيث يمكن الجلوس والنوم فيها دون الوقوف ، ونظرا لتماسك الصخر وصلابته الشديدة فإن مثل هذه الثقوب لا بدّ أن تكون قد استعملته في نعتها أدوات حديدية ، وسكان هذه الجهة حسبما أبلغنا دليلنا يعتقدون أنها كانت مساكن للرهبان وقد رأينا ما يشبهها على شاطئ البحر قرب طبرقة .\r\nوبعد الرجوع إلى رأس نيغرو قررت أن أمكث به لبضعة أيام بعد أن أصاب المرض الجماعة المصاحبة لي ، وهذا المرض أمر عادي لا يمكن تجنبه غالبا أثناء اشتداد الحر ، فضلا على أني لا أستطيع فعل شيء في مدينة تونس قبل وصول الباي إليها ؛ وصادف ذلك أنني كنت أرغب في الاحتفال مع رفاق السفر بعيد ملكنا وهو الموافق لليوم الثالث من شهر أغسطس ، وكان من دواعي سرورنا أن ينضم إلينا السيد صوري  ( M . Soret )  حاكم المركز وكل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقع مناجم الرصاص والزنك بمنطقتي سجنان وتامرا ، وهي تبعد بحوالي 120 كلم عن مدينة تونس ، بينما المسافة بين تامرا ورأس نيغرو تقدر ب 20 كلم تحف بها غابات الفلين الكثيفة .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nمن كان معه ، فرفعت بهذه المناسبة التحية لشخص جلالته ( ملك بولونيا ) بإطلاق إحدى وعشرين طلقة من مدافع الحصن ، تبعتها مجموعة طلقات بنادق أداها جنود الحامية وهم في حالة استعداد عسكري تام . وشاركنا في احتفالنا هذا كل سكان حصن رأس نيغرو ، وأنهينا يومنا البهيج بموسيقى موريسكية رقص على أنغامها رجالنا وهذا ما جعلنا ننسى كل الصعوبات التي تعرضنا لها وامتلكنا شعور ببداية حياة جديدة خاصة وأن مرافقينا قد استرجعوا صحتهم وبدأنا للتو في الاستعداد للسفر إلى مدينة تونس .\r\nلقد علمنا ونحن في رأس نيغرو أن الإسبان حققوا نجاحا كاملا في حملتهم على وهران ، وأنه من غير الممكن وصف غيظ وغضب الأهالي ومدى شدة حقدهم على المسيحيين عندما بلغهم خبر استيلاء الإسبان على وهران ، فاعتبرنا أنفسنا سعداء جدا أن نكون في منأى عن كل هذه الأخطار ، لأنه في كل الحالات يعتبرنا الأهالي منحازين إلى الجانب المعادي لهم ، وفي وهران نفسها قتل بعض العوام مستشار قنصلية فرنسا ولم يحل دون تعرض باقي الأجانب بها لنفس المصير سوى لجوؤهم إلى منزل القنصل الإنكليزي .\r\nوفي هذه الظروف التي قتل فيها كثير من العرب ، لم يكن التونسيون يختلفون في شعورهم عن الجزائريين مع أن مصالحهم مختلفة ، فقد وقفوا في هذه الكوارث التي حلت بالمسلمين في عمومهم نفس موقف الجزائريين ، فحاولوا الرد عليها بالانتقام من المسيحيين كلما أمكن لهم ذلك ؛ فسكان نواحي رأس نيغرو كانوا أشد هيجانا ضدنا حيث ظنوا أن إطلاق المدافع من الحصن الذي سبقت الإشارة إليه كان تعبيرا عن احتفالنا باستيلاء الإسبان على وهران .\r\nعرف رأس نيغرو بهذا الاسم نظرا للون صخوره الداكنة أو كناية عن حالات الغرق الكثيرة التي تحدث عنده غالبا ، وهو يقع على خط عرض 34 36 خ شمال خط الاستواء ، وقد بناه أول مرة الجنويون والإنكليز ، ثم أصبح ضمن احتكار الفرنسيين سنة 1683 ، فشيدوا به حصنا مهيئا لنصب المدافع المأخوذة من حطام السفن التي تعرضت للغرق بالقرب منه . وأصبح مركزا\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nتجاريا تصدر منه إلى مرسيليا شحنات معتبرة من القمح والشعير والخضر الجافة والأصواف والجلود التي يشتريها وكلاء المركز من العرب بسعر متفق عليه . فكان على السفن أن تغادر الحصن بقدر ما يمكن من السرعة محملة بهذه الشحنات تجنبا للمخاطر المحدقة بالملاحة على هذا الشاطئ كما سبقت الإشارة إلى ذلك .\r\n\r\n[ الوصول إلى بنزرت والانتقال منها إلى مدينة تونس 
  ]\r\nواصلنا سفرنا عن طريق البحر إلى بنزرت « 1 » على ظهر سفينة من نوع فرقاطة  ( fre ? gate )  تابعة للشركة ؛ وبنزرت قد تكون أوتيكا القديمة  ( Utique )  « 2 » ، وهي إحدى المدن البحرية الرئيسية في العهود القديمة ، وقد حملنا على الاعتقاد بأنها أوتيكا كونها تتفرد بموقع مينائها الذي يتصل بالبحر عن طريق قناة تعبرها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بنزرت ، حسب أوصاف المؤرخ الروماني بلين  ( Pline )  ، هي مدينة هيبو دياريتوس  ( Hippo Diarrhytus )  التي تعني مقطع الأسود . فتحها المسلمون سنة 661 .\r\nخضعت لخير الدين عند استيلائه على تونس ( 1534 ) ، وعند تراجعه أصبحت ضمن أملاك الإمبراطور شرلكان ( 1535 ) ، لكن الإسبان اضطروا للتخلي عنها عند انسحابهم من تونس ، فظلت مدينة بحرية معرضة للهجمات البحرية ، فتعرضت لقنبلة الأسطول الفرنسي سنة 1770 ، وبعد خضوع تونس للحماية الفرنسية ( 1881 ) ، اهتم الفرنسيون بتطوير مينائها وجعلوا منها قاعدة عسكرية مهمة .\r\n( 2 ) أما أوتيكا القديمة  ( Utique )  فهي غير بنزرت ، تقع بالقرب من مصب نهر مجردة بموقع بوشاطر على بعد 12 كلم عن الشاطئ بعد أن تراجع البحر عنها . يعود تأسيسها إلى جماعة من الفينيقيين قدموا إليها من صيدا حوالي 1101 ق . م . ، وأصبحت ضمن منطقة نفوذ قرطاج ( حوالي 408 ق . م . ) ، وأعلنت خضوعها للرومان مع بداية الحرب البونية الثالثة ( 149 ق . م . ) ، فاتخذها الرومان قاعدة لهم في حربهم ضد قرطاج وأعلنوها مدينة حرة ( 144 ق . م . ) ، وأصبحت تحظى بمنزلة عاصمة إفريقيا الرومانية ، ونزلت بها قوة القائد الروماني ماريوس لمحاربة الملك النوميدي يوغرطة ( 107 ق . م . ) ، وانخرطت في الحرب الأهلية الرومانية بين مؤيدي قيصر وأنصار بومبيي ، وبها وضع كاتون حفيد الخطيب الروماني الشهير كاتون  ( Caton )  حدا لحياته عند انتصار قيصر عليه في معركة تابسوس ( 46 ق . م . ) .\r\nومع أعادة إعمار الرومان لقرطاج على عهد أغسطس ، فقدت أوتيكا مكانتها وإن حافظت على عمرانها تحت حكم الأباطرة السيفيريين في القرن الثالث ، بعدها تراجعت لتتحول إل أنقاض مع فتح العرب لإفريقيا .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالسفن بسهولة مع أنها ضيقة ، وهي تمتد على مسافة ثلاثة أميال بحرية داخل اليابسة ، تعبرها قناة أنشأها الرومان ، وتتعرض بسبب انفتاحها على البحر لظاهرة المد والجزر التي تأتي لها بكمية وافرة من السمك تمكن السكان من صيدها والمتاجرة بها ، وهذا ما هيأ لهذا الوطن حياة رغدة ؛ وقد صادف حلولنا ببنزرت وقت صيد أسماك الحنكليس أو أنقليس  ( Anguilles )  والبكورة  ( Pelamydes )  والبوري  ( Mulets )  والقاروس  ( Loups )  ، وهي أصناف تختلف كميتها في البحر من شهر إلى آخر ، ويعتبر الصيد وفيرا إذا أمكن الحصول على كمية من البوري تملأ قوارب بأكملها ، فيفرغ السمك من بيضه ليجفف على حدة ، وهو ما يعرف بالبطارخ  ( La Poutargue )  الذي يؤكل مع الزيت والخل وهو من الأطعمة الشهية ذات المذاق اللذيذ .\r\nومدينة بنزرت بنيانها منتظم ويعطي منظرا جميلا ومن بين آثارها القديمة نقش عثرنا عليه وقد كتب عليه هذه الكلمات :\r\n \" Imp . Caes . M . Aurelius Antonius Pius Felix Augustus \r\n Parthicus Max . Britanicus Max . Ge anicus Max . trib . Pot . XVIII . Cos III . P . P . resticuit XLIX \" . \r\nلقد أبدى كل من قنصل فرنسا وقنصل إنكلترا استعدادهما لاستقبالنا في مدينة تونس وتقديم ما يعود علينا بالفائدة في رحلتنا ، وبالفعل تسابقا على استضافتنا ، فأرسل إلينا قنصل فرنسا الفارس سان جيرفي  ( Le chevalier Saint - Gervais )  « 1 » مترجمه مع عربات لنقلنا من بنزرت ، وعندما وصلنا مدينة تونس وجدنا أنفسنا في بيت القنصل الفرنسي وبه كل ما يمكن أن نتمناه في إقامتنا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لسانت جيرفي كتاب عنوانه \" مذكرات تاريخية تتعلق بالحكومة القديمة والجديدة لمملكة تونس ، طبع بباريس سنة 1736 .\r\n Saint - Gervais , Me ? moires historiques qui concernent le gouvernement de l'ancien et du nouveau de Tunis , 1736 , I vol , in - 8 ' . \r\n[ تعليق صاحب الرحلة 
  ] .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوفي هذه الظروف الجيدة كانت أمنيتي أن أتمكن من إضافة أشياء جديدة إلى مجموعاتي من الحيوانات والمقتنيات النادرة في مملكة تونس التي يسودها النظام ويتوفر بها أمن الأشخاص خاصة بعد أن شملنا الباي برعايته أثناء الاستقبال الذي حظينا به عنده .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالرسالة الرابعة\r\n5 أكتوبر ( 1732 ) .\r\nسيدي ،\r\n\r\n[ مقابلة باي تونس في مقر إقامته بباردو 
  ]\r\nبمجرد أن عاد باي تونس الذي يلقب بالملك « 1 » من معسكر باجة حيث التقينا به سابقا ، وفي هذه المرة ذهبنا إليه وهو بمدينة تونس لتقديم الشكر ولطلب السماح لنا بالسفر إلى داخل البلاد . وقد أبلغنا بعد بضعة أيام من الانتظار أنه لا يمانع في قيامنا بهذه الجولة لكنه أبدى تحفظا على ذلك بدعوى أن هذا السفر يعرضنا إلى خطر محقق نظرا للحقد الذي يكنه العرب للنصارى والذي تأجج في هذا الوقت بالذات بسبب غزو الإسبان لإفريقيا « 2 » ، وعلّل موقفه هذا بأنه استجابة لرسائل التوصية التي كتبها داي الجزائر في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يحمل باي تونس باعتباره الحاكم المطلق الصلاحية في مملكته لقب الملك ، والمقصود هنا هو الباي حسين بن علي التركي مؤسس الأسرة الحسينية الذي حكم تونس من 1705 إلى 1759 ( أنظر ترجمته : هامش رقم 119 ) .\r\n( 2 ) يقصد به غزو إسبانيا لوهران والمرسى الكبير ، فقد صمم الإسبان على استرجاع موقعي وهران والمرسى الكبير اللذين فقدوهما سنة 1708 بعد أن تعهد الملك فيليب الخامس باستعادتهما ، واستمر الإعداد للحملة ثلاث سنوات ، انتهت بتوجه الأسطول الإسباني في 15 يونيو 1732 من أليكانت إلى سواحل وهران ، وكان الأسطول يتكون من حوالي 500 سفينة نقل و 16 سفينة حربية منها فرقاطتان وغليوطتان ، أما عدد الجند المشارك في الحملة فكان 000 . 28 ، وتولى قيادته الكونت دو منتيمار  ( Le Comte de Montemar ) .  ورغم هيجان البحر ، فقد تم إنزال القوات بساحل الأندلس غرب وهران في 29 يونيو ، وبعد مواجهة القوات الإسبانية لمقاومة عنيفة من قوات باي الغرب\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nشأننا والتي تدعوه إلى رعاية شؤوننا ، وسواء كان هذا الموقف السلبي صادرا منه عن سوء نية أو أنه نابع من شكوك لا أساس لها من الصحة على اعتبار أننا أتينا للاطلاع على حالة البلاد ، فإنني أنظر إلى هذا الموقف بأنه أسوء ما تعرضت له في سفري ، ومع ذلك فإن هذا الموقف من باي تونس لم يحد من رغبتي الجامحة للتعرف على الآثار القديمة لنوميديا ، فكنت أتحين أول فرصة تتاح لي حتى أذهب إلى طرابلس ، وفي انتظار تحقيق ذلك عقدت العزم على الذهاب إلى شواطئ البحر كي أمضي وقت فراغي في شيء مفيد وحتى لا أبقى في حالة فراغ ، فقد شغلت نفسي منذ وصولي إلى تونس بجمع بعض الحيوانات التي أمكنني جمعها ، فكان أول ما تحصلت عليه من هذه الحيوانات نعامة صغيرة جميلة الشكل ، وقد أهدى السيد هودسن  ( M . Hudson )  لسيادتكم نعامة أخرى أبهى منظرا ، وقد أتيحت لي الفرصة أن أجري تشريحا على نعامة ثالثة نفقت من جراء مرض أصابها ، كما تحصلت أيضا على خروفين إثيوبيين لهما شكل غير واضح الملامح كما هو مرسوم لدى رويش  ( Ruysch )  في اللوحة 22 تحت اسم أوفيس بيريغرينا  ( Ovis Peregrina )  « 1 » ؛ وهذا الحيوان يتميز بكونه مكسو بشعر طويل عوض الصوف\r\n\r\n\r\n","description":"","footnote":"\r\nمصطفى بوشلاغم المؤلفة من حوالي سبعة آلاف من الجنود والمتطوعين في معركة حاسمة يوم 30 يونيو ، تمكنت من الاستيلاء على حصون وهران والمرسى الكبير ، ويعود نجاح الحملة الإسبانية إلى تأخر وصول المدد من داي الجزائر الذي كان يخشى توجه الأسطول إلى مدينة الجزائر ، فتأخر في إرسال الإمدادات التي وصلت بقيادة آغا العرب ، وهو ابن الداي كرد عبدي ، متأخرة ، ولم يعد من الممكن طرد الإسبان الذين تحصنوا خلف أسوار وهران والمرسى الكبير ، فاكتفى الجزائريون بالمناوشة وتضييق الحصار ليحولوا دون توسع الإسبان في الجهات القريبة من وهران .\r\n( 1 ) لقد رافق هابنسترايت في رحلته هذه مجموعة من المساعدين منهم المصور رويش الذي عمل على وضع مصور يتكون من لوحات للحيوانات والأشياء التي تم جمعها ، والتي تعتبر الآن في حكم المفقود بعد أن اختفت مع أوراق هابنسترايت .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوهو في حجم الشاة العادية ، كما أعطى لي القنصل الإنكليزي قردا من نوع سيركوبيتاك  ( Cercopithe ? que )  ذا وجه غريب .\r\nوتتضمن مجموعتي من الحيوانات أيضا ثلاثة طيور صيد من نوع النسر المعروف جدا في هذه البلاد وأعدادا من الحرباء وطائر النحام  ( Le Phe ? nicopte ? re ou Flamant )  ، وهو طائر يوجد بكثرة على شاطئ بحيرة صغيرة تقع بين البحر ومدينة تونس ، وهو يتميز بجمال منظره بسبب الحمرة القانية التي تكسو منقاره وجناحيه ورجليه . ولم يشغلني ذلك عن جمع بعض القطع المعدنية الرومانية ، وقد تمكنت من جمع العديد منها وكان أغلبها من البرونز ، كما تحصلت على تمثال صغير من المرمر علوه نصف قدم تتميز صناعته بالدقة والإتقان ، عثر عليه عند تهيئة أساس أحد المنازل ، وهو يمثل فينوس  ( Ve ? nus )  وهي تمسك قلبا بيدها .\r\nلم استسغ المكوث بمدينة تونس مثل الأسير ، فقررت مغادرتها وتهيأت لذلك ، فوزعت المهام على مرافقي ، بحيث يظل بتونس شخصان للعناية بالحيوانات التي جمعتها ، على أن أذهب أنا والآخرون إلى طرابلس في أول فرصة تتاح لنا . وأثناء الانتظار وعلى الرغم من أن رفاقي كانوا قلقين بسبب خروجي من المدينة خشية أن أتعرض لأحداث مزعجة ، فإني لم أستطع مقاومة رغبتي في رؤية آثار قرطاج .\r\n\r\n[ التعرف على حنايا قرطاج 
  ]\r\nففي 2 سبتمبر ( 1732 ) تمكنت من مغادرة المدينة ، وتوجهت لزيارة حنايا المياه  ( Aqueducs )  التي كانت تزود قرطاج في الماضي بالمياه « 1 » ، وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حنايا قرطاج  ( Aqueducs )  تجلب بواسطتها المياه من حوض زغوان إلى مدينة قرطاج ، طولها الإجمالي 123 كلم . يعود بناؤها على الأرجح إلى الإمبراطور الروماني هادريان ما بين سنتي 120 و 131 ، وأعيد ترميمها سنة 203 من طرف الإمبراطور سبتيم سيفير ، وبعد أن تضررت على عهد الوندال أصلحها البيزنطيون ، وقطع العرب الماء المنقول عبرها عندما حاصروا مدينة قرطاج بقيادة حسان بن النعمان ( 698 ) ، وحاول الفاطميون الذين حكموا تونس في القرن العاشر\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nتبدأ من زغوان وهو مكان تتجمع فيه العديد من الينابيع مما يوفر كمية وفيرة من المياه تجلب إلى المدينة من مسافة خمسة أميال بطريقة تثير الاهتمام ؛ وهذا الأثر المعماري لم يبق محافظا على شكله بعد أن تهدمت أجزاء عديدة منه وزالت معالمها تماما بفعل عوادي الزمن وأثر الحروب وتخريب السكان الذين استعملوا حجارة أقواس الحنايا لبناء منازلهم وتشييد حصونهم ، ولم يبق منتصبا منه سوى بعض صفوف من الأقواس الكبرى والتي أعطتنا فكرة حقيقية عن طبيعة هذا المعلم الأثري ، فالحنايا كانت تربط ما بين الجبال في طريقها ويختلف ارتفاعها باختلاف عمق الأودية ، وقد قدرنا ارتفاع أحد الأقواس بتسعين قدما ، ووجدنا أن أجمل هذه الأقواس وأكثرها محافظة على شكلها الأول تقع على بعد ميلين إلى الشمال الشرقي من مدينة تونس ، وهي تقدم نموذجا حقيقيا للهندسة الرومانية يتطلب المعاينة المتفحصة لتناسب أبعاده ودقة بناء حجارته الضخمة المنحوتة والشاهقة الارتفاع ولصلابة المواد التي بنيت منها القناة التي تحملها وهي خليط من الجبس والرمل والآجر .\r\nوبالقرب من هذه الحنايا شاهدنا بناء تدل كل مظاهره على أنه يرجع إلى فترة حديثة نسبيا وهو يشتمل على تجويف تحت الأرض طوله مائة قدم وعرضه ثلاثون وعلوه خمسون ، ينزل إليه بواسطة سلم يتكون من عشرين درج ، على أن وجود النتوءات الكلسية  ( Stalactites )  التي لا حظنا عددا كبيرا منها يحملنا على الاعتقاد بأن هذا البناء المغمور في الأرض كان يستخدم فيما مضى كخزان ماء . وبعد هذه المشاهدات كان لزاما علينا تأجيل زيارة آثار قرطاج إلى أن يحين وقت التحاقنا بالسفينة التي تقلنا نحو طرابلس .\r\n\r\n\r\n","description":"","footnote":"\r\nإصلاحها ، قبل أن يعتني بها السلطان الحفصي المستنصر ويدخل عليها تحويرا من حيث مواد وهندسة البناء في القرن الثالث عشر حتى تصبح صالحة لنقل الماء إلى مدينة تونس ، مع العلم بأن هذه الحنايا الرومانية قد تعرضت للاندثار إلا أن أجمل وأعلى أقواسها ما زالت حتى اليوم قائمة في موقع الودنة .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n[ وصف مدينة تونس وقلعة حلق الوادي 
  ]\r\nأما مدينة تونس « 1 » فتعتبر بعد القاهرة والإسكندرية من أكبر مدن إفريقيا وأحسنها بناء ، وهي تقع في سهل جميل ، وهذا ما جعل منظر المدينة أكثر لطافة وحسنا ، ومما زاد في جمال مظهرها الجامع الرائع البناء الذي أنشأه الباي الحالي وتولى بناءه مهندس فرنسي جعل تصميمه يماثل نموذج قبة الأنفليد  ( Invalides )  « 2 » بباريس .\r\nأما موقع مدينة تونس فهو متميز جدا إذ يقع على حافة بحيرة تتصل بالبحر بواسطة قناة وهذا ما جعل الحركة التجارية مع المدينة سهلة وسمح بوصول المسافرين والبضائع إليها بواسطة سفن تستعمل المجاديف ، بينما السفن الكبرى التي تتطلب مياه عميقة ، تتوقف على مسافة منها مما أبقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غطت مدينة قرطاج على مدينة تونس ، فظلت هذه الأخيرة حتى الفتح الإسلامي قرية متواضعة تعرف بتينيس  ( Tynes )  أو تونيس  ( Tunes ) .  وبعد استيلاء حسان بن النعمان على قرطاج ( 82 ه ) اتخذ من تينيس أو ترشيش ، كما عرفها العرب ، قاعدة بحرية لمواجهة البيزنطيين ، وعرفت تطورا عمرانيا عندما أقام بها بن الحبحاب جامع الزيتونة ( 732 م ) ، فتزايدت أهميتها وأصبحت على عهد الحماديين مركز إمارة بني خراسان المستقلة ( القرن 6 ه / 12 م ) . وعندما استولى عليها الموحدون ( 555 ه / 1160 م ) جعلوها قاعدة لإفريقيا ، وعندما انقسمت دولتهم ظهرت بها الدولة الحفصية التي امتدت سلطتها من طرابلس إلى بجاية ( 626 - 981 ه / 1229 - 1574 م ) ، وأثناء ذلك توسع عمران تونس واستقر بها المهاجرون الأندلسيون . وعند ضعف الحفصيين ، أصبحت محل نزاع بين الإسبان والعثمانيين ، فاستولى عليها شرلكان ( 1535 ) ، واسترجعها سنان باشا ( 1574 ) ليجعل منها عاصمة لباشوية عثمانية قبل أن يؤول حكمها إلى الأسرة الحسينية التي أسسها حسين بن علي التركي ( 1705 ) الذي تعرف عليه صاحب الرحلة .\r\n( 2 ) يعرف بجامع الباي حسين ، استغرق بناؤه سنتي 1726 و 1727 ، وتميز بمنارته ذات الثمانية أضلع ، وألحقت به مدرسة وهيأ بجواره الباي حسين تربة ليدفن بها ، وأوقف عليه أملاكا للإنفاق عليه ، ورتب به دروسا ، وأقيمت به أول صلاة في 26 أبريل 1727 ، وتولى الخطابة به أبو العباس أحمد الحنفي ، فكان من أهم الجوامع الحنفية بمدينة تونس . أنظر : أحمد بن أبي الضياف ، إتحاف أهل الزمان بأخبار ملوك تونس وعهد الأمان ، تونس ، الدار التونسية للنشر ، الجزء الثاني ، ص . 125 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالمدينة في منأى عن قنابل السفن الأوربية عكس مدينتي الجزائر وطرابلس المعرضتين مباشرة لهذه القنابل لكونهما تقعان على شاطئ البحر .\r\nيبعد ميناء تونس عن المدينة بفرسخين ويدافع عنه حصن يعرف بقلعة حلق الوادي « 1 » ، وهذا الحصن يحمي أيضا القناة التي تصل البحر بالبحيرة المتاخمة لمدينة تونس ، وهذا ما جعله بمثابة القلعة التي تدافع عن المدينة ، فقد تصدى طويلا لقوات شرلكان سنة 1535 عندما بادر هذا العاهل بإعادة مولاي حسن ملك تونس الذي كان تحت حمايته إلى مملكته بعد أن طرده منها القرصان الشهير بربروسة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قلعة أو حصن حلق الوادي ، استمدت اسمها من كونها لسانا بحريا يصل تونس بالبحر تفصله مرتفعات عن قرطاج ، وعرفت لدى الأوربيين بلاغوليت  ( La Goulette )  ، وهي كلمة إيطالية محرفة  ( Goleta )  من تسمية حلق الوادي العربية . ارتبط تاريخ هذه القلعة بمدينة تونس التي تفصلها عنها مرتفعات البلفيدير  ( Belve ? de ? re ) .  شهدت العديد من المعارك الحاسمة منها استيلاء خير الدين بربروسة على مدينة تونس ( 1534 ) ، وحملة شرلكان على تونس ( 1535 ) الذي حول قلعة حلق الوادي إلى مقر الحكم الإسباني بتونس مع بسط الحماية الإسبانية على الدولة الحفصية . اهتم بها الدون خوان النمساوي ، فعمل على تجديد عمارتها ( 1573 ) بعد انتصاره في معركة الليبانت البحرية على العثمانيين ، لكن الأسطول العثماني بقيادة سنان باشا والقوات المساندة له تمكن من الاستيلاء عليها واسترجاع تونس وإلحاقها بالدولة العثمانية ( 1574 ) .\r\n( 2 ) هو خير الدين بربروسة  ( Barberousse )  الذي عرف مع أخيه عروج بالأخوين بربروسة ، بأنهما من أشهر رياس البحر العثمانيين ، استطاعا بعد انتقالهما من جربة إلى تونس ومنها إلى الجزائر ، أن يتصديا للتوسع الإسباني بسواحل بلاد المغرب العربي ، فاستقرا بمدينة الجزائر بطلب من حاكمها سليم وتأييد من سكانها ، وعملا على توحيد البلاد وطرد الإسبان ، وبعد استشهاد عروج في وادي المالح بالغرب الجزائري ( 1518 ) وتصميم الإسبان على احتلالها ، التحقت الجزائر بنصيحة من خير الدين وبطلب من أعيانها بالدولة العثمانية ، فأمدها السلطان سليم بألفي إنكشاري ، وبذلك استطاع خير الدين القضاء على القلعة الإسبانية أمام مدينة الجزائر وتحويل الجزائر إلى قاعدة بحرية متقدمة للدولة العثمانية ، مما أدى إلى تصفية الوجود الإسباني بالجزائر وتونس وطرابلس ، وإحباط حملة شرلكان\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nإن تشييد قلعة حلق الوادي تسبب في اختفاء ما بقي ماثلا من أنقاض قرطاج ، فقد خربت من أجل بنائها أجمل الأعمدة وأقواس النصر ومنشآت أخرى . وقبالة هذه القلعة يوجد حصن آخر بني على جبل غرب المدينة لتعزيز الدفاعات عنها « 1 » . هذا ويجلب الماء إلى مدينة تونس بواسطة حنايا تتميز بهندستها الجميلة وهي مكونة من مجموعة كبيرة من الأقواس العالية .\r\nأما منازل المدينة فهي كبقية بيوت شمال إفريقيا سقوفها مسطحة وهي في مجملها مكسوة بالجبس حتى يمكن أن يتجمع فيها ماء المطر وينقل عبر قنوات ليحفظ في صهاريج تحت الأرض ، وتستخدم هذه السطوح أيضا كأماكن للنوم في ليالي الصيف الحارة ، أما البيوت فهي نظيفة وجدرانها مغطاة بمربعات الزليج الملون ، ومفروشة بالزرابي مما يعطي للمرء إحساسا بالراحة والانشراح لتناسق أشكالها وجمال ألوانها .\r\n\r\n[ حكومة مملكة تونس : الباي والديوان والحامية 
  ]\r\nيتجنب الباي الإقامة بمدينة تونس ، فهو مستقر بقصره بقلعة بارد والواقعة على بعد فرسخ من المدينة ، وقد وجدنا هذا المكان المحصن طريفا جدا في هندسته ورائعا في منظره يتميز بنظافة غرفه المزخرفة وبأحواض الرخام والسواقي الكثيرة التي توجد فيه ، يعقد به مجلس الأمير في أحسن نظام ، ويقضي فيه الباي وقته ، وقد يفضل الإقامة في خيمة وسط معسكره - كما وجدناه عندما التقينا به في باجة - على الذهاب إلى مدينة تونس خشية أن يتعرض للقتل وهو المصير الذي يتربص بالبايات من طرف منافسيهم وأعدائهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1541 ) ، ووضع أسس متينة لإيالة الجزائر ، في الوقت الذي التحق فيه خير الدين بربروسة بإستانبول ليصبح قائدا ( قابدان ) للأسطول العثماني ( 1543 - 1546 ) .\r\n( 1 ) لعله الحصن الصغير الواقع بالقرب من الملاسين شمال غرب مدينة تونس وشمال سبخة منوبة ، على الطريق المؤدي إلى قصر باردو . أما الحصون الأخرى المحيطة بمدينة تونس والتي تشكل خط دفاع داخلي عن المدينة فهي حصون باردو والرابطة والأندلس وعلي رايس والبرج الجديد ، بينما يمثل حصن حلق الوادي نقطة الدفاع الرئيسية عن المدينة من جهة البحر .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nيطلق على رئيس الحكومة بمملكة تونس تسمية الباي وهو لقب عسكري يعرف به عادة قائد الجيش أو رئيس الفرق العسكرية المتجولة في الريف ( المحلة ) ، ولكون السلطة الحقيقية بيد ضباط الحامية أو الوجاق ، فإن الداي بتونس يخضع للباي « 1 » ، ويكلف برئاسة الديوان حسب الصلاحيات المحددة له ، ويليه في المنزلة الشرفية الكاهية وهو المكلف بتطبيق أحكام العدالة بحيث يقوم بتنفيذ الأحكام فورا ويتم الفصل في كل القضايا بسرعة ، وغالبا ما يكون العقاب ضربا بالعصا ، أما المسيحيون فيفصل في شؤونهم القناصل التابعون لهم ، بينما يتولى أمر اليهود أحد القضاة العارفين بشؤونهم .\r\nيتألف ديوان مملكة تونس من الآغوات والبلوكباشيات والأوداباشيات ويرأسهم الداي أو الكاهية ، ويتداولون في المسائل العامة ويبدون رأيهم في القضايا الخاصة ، بينما يتولى السلطة الفعلية الباي الذي مضى على توليه الحكم سبعة عشر سنة ، وقد آلت إليه مقاليد الإيالة إثر اغتيال سلفه إبراهيم الشريف وهو في طريقه عائدا من الجزائر حيث كان أسيرا « 2 » . وهذا ما جعل هذا الباي في خوف دائم من أن يلقى مصير سلفه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا عكس الجزائر حيث يتولى السلطة الداي الذي يختاره الديوان عادة ، بينما البايات يعينون من قبله لحكم المقاطعات الثلاث ( البايليكات ) ويقيمون بمراكزها : المدية وقسنطينة ومعسكر .\r\n( 2 ) إبراهيم الشريف : تمكن من وضع حد نهائي لحكم الأسرة المرادية بتونس بعد أن قضى على الباي مراد الثالث الملقب ببوبالة في شهر محرم 1114 ه / يونيو 1702 م . عقد صلحا مع حكام الجزائر ليأمن تدخلاتهم ، وتقلد وظيفة الباي ، واكتسب لقب الداي ، ونال فرمان الباشوية من السلطان العثماني ، لكنه انتهج سياسة مواجهة مع حاكم طرابلس التي هاجمها وتراجع عنها بسبب تفشي الوباء بين جنوده ، ثم دخل في نزاع مع حكام الجزائر لإثبات ملكيته على جزيرة زنبرة التي أراد الباب العالي إلحاقها بالجزائر ، ووقع في الأسر مع أخيه ، فانهزم أمام جند الجزائر بقيادة الداي مصطفى باشا ( ربيع الأول 1117 ه / يونيو 1705 م ) بالقرب من الكاف . انتخب كبراء الجند وجماعة العلماء والأعيان بمدينة تونس خليفته حسين بن علي التركي لتولي حكم الإيالة التونسية وتأسيس حكم الأسرة الحسينية بها .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nلقد شاهدنا علي باشا وهو أخو الباي عندما كان في السجن بالجزائر والذي كان في فترة سابقة قد أعلن الحرب على أبيه بمساعدة من سكان الجبال والتحق بالجزائر طلبا للعون من حكومتها ، ولكنه وضع في السجن بطلب من أبيه باي تونس لأن هدايا الباي كانت أكثر تأثيرا على ديوان الجزائر من توسلات ابنه علي باشا « 1 » . ومما يلاحظ في هذا الشأن أن أبناء الباي ليس لهم الحق في خلافة آبائهم في منصب الباي ، بل الجماعة الأقوى في الأوجاق هي التي تختار الشخص الذي ترتضيه ؛ ويتولى الديوان المصادقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عرفت إيالة تونس نزاعا محتدما أواخر القرن السابع عشر ، انتهى بالقضاء على حكم الأسرة المرادية ( 1114 ه / 1702 م ) بعد أن تمكن الآغا إبراهيم الشريف إثر عودته من إستانبول من قتل الباي مراد الثالث الملقب ببوبالة وعقد صلح مع حكام الجزائر ، لكنه لم يلبث أن أسره الجزائريون ، فخلصت وظيفة الباي لحسين بن علي التركي مؤسس الأسرة الحسينية التي حكمت تونس من 1705 ولم تنته إلا بإعلان الجمهورية بتونس 1957 وقد فشل حسين بن علي في إقرار نظام متعارف عليه لتوريث الحكم ، مما أدى إلى حدوث نزاع مع ابن أخيه علي باشا تحول إلى حرب أهلية بين مؤيدين ( الحسينية ) وأنصار ابن أخيه ( الباشية ) ، الذي حرمه عمه حسين بن علي من ولاية العرش وعهد بها إلى ابنه من محظيته الجنوية ، وبعد سنة ونصف من النزاع المسلح اضطر علي باشا إلى الانسحاب إلى الجزائر .\r\nوحتى يظل علي باشا في الجزائر ، عمل عمه حسين بن علي على استرضاء داي الجزائر كرد عبدي باشا ليبقي ابن أخيه محتجزا عنده مقابل إتاوة سنوية بقيمة 000 . 10 سكة ، لكن الجزائريين لم يلبثوا أن تدخلوا لصالح علي باشا ( 1148 ه / 1735 م ) ، مما مكنه من دخول تونس وإعلان نفسه بايا مكان عمه حسين بن علي الذي تحول إلى داخل تونس جلبا للأنصار ، وبعد خمس سنوات من النزاع ( 1153 ه / 1740 م ) ، ألحق به الأمير يونس بن علي باشا الهزيمة وانتهى أمره بالقتل واضطر ولداه محمد الرشيد وعلي إلى اللجوء إلى الجزائر ، وبذلك استتب الأمر لعلي باشا الذ حكم تونس حتى سنة 1169 ه / 1756 م . أنظر : أحمد بن أبي الضياف ، المصدر نفسه ، الجزء الثاني .\r\nوكذلك : محمد الصالح مزالي ، الوراثة على العرش الحسيني ، تونس ، الدار التونسية للنشر ، 1969 ، ص ص . 23 - 25 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nعلى هذا الاختيار « 1 » ، وليس من الضروري أن يكون الباي من أصول تركية خالصة أي من أب وأم تركيين ؛ فالكراغلة وهم من آباء أتراك وأمهات عربيات وكذلك الأعلاج ذوو الأصول المسيحية لهم الحق أيضا في تولي هذا المنصب السامي .\r\nويوجد في مملكة تونس أيضا باشا تبعث به القسطنطينية ممثلا للسلطان ؛ ولكنه موظف شرفي فليس له صوت في الديوان ولا يتولى أية سلطة في الحكومة ، والباي يعتبره مجرد وزير مقيم للباب العالي بتونس . ومن مظاهر سيادة تونس أن مبعوثيها يحظون باستقبال جيد في البلاطات الأوربية ؛ ويعين لهذه المهام أشخاص ذو ومواهب ، خاصة وأن أغلب ضباط المملكة التونسية لهم إلمام باللغات الرئيسية للأمم الأوربية وأن اللغة الإيطالية الدارجة شائعة بتونس وهي تكاد تصبح لغة وطنية للبلد ، وهي بمستواها القريب من الإيطالية الفصحى قريبة الشبه بلغة الفرانكة المستعملة في الجزائر والتي نصف كلماتها إسبانية .\r\n\r\n[ طبائع أهل تونس وقوتها البحرية 
  ]\r\nويتصف أهل تونس عادة باللياقة ، فهم مهذبون جدا لاختلاطهم بالأوربيين ، وكبار القوم الذين أوكلت تربيتهم في الصغر للأسرى المسيحيين يحملون فكرة جيدة إلى حد ما عن الأوربيين ، وهذا ما جعلهم يحاولون أن يوفروا لنا كل أنواع الخدمات ، أما الآخرون فلهم نفس القيم والعادات المتبعة في الجزائر وإن كانت كيفية معاملتهم للأجانب تختلف كثيرا عما هو شائع في الجزائر ، فالجزائريون وإن كانوا مؤدبين مع المسيحيين إلا أنهم يتحفظون دائما في أسلوب تعاملهم مما ينم على الاعتزاز بالنفس وبالبرودة في التعامل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينطبق هذا الوضع على الجزائر ، بينما يختلف الوضع في تونس حيث فقد العنصر التركي تماسكه ولم يعد يحتكر السلطة التي أصبحت وراثية في الأسرة المرادية ثم الحسينية التي ارتبطت بالبلاد وتوارث أفرادها الحكم ، بينما أصبح الديوان بمثابة هيئة شرفية تجتمع في المناسبات وليس لها صلاحية تعيين موظفي الدولة .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوهو سلوك معهود لدى القراصنة .\r\nالقوة البحرية التونسية قليلة الأهمية ، فهي لا تتجاوز بعض السفن الحربية الراسية بمرسى بورتوفارينا  ( Porto - Farina )  « 1 » على بعد ثلاثة أميال من مدينة تونس ؛ وسفن هذه القوة البحرية من نوع الغليوطات تشكل خطرا على السفن التجارية وعلى سفن الشحن الصغيرة ، وهذا ما يمكنها من الحصول في غالب الأحيان على غنائم من الإسبان والبنادقة والإيطاليين وبعض الدول الأوربية الأخرى . وفي هذا الصدد لم نلتق في تونس بأسرى ألمان ما عدا من لم يكن منهم من رعايا الإمبراطور ، بينما نجد الكثير من الأسرى الإغريق والبنادقة ، ولعل ذلك يعود إلى أن حكومة تونس هي الآن في حالة سلم مع الإمبراطور وجمهورية جنوة . « 2 »\r\n\r\n[ معاينة آثار قرطاج 
  ]\r\nلقد غادرت مدينة تونس في يوم 13 سبتمبر ( 1732 ) مع ثلاثة ممن رافقوني في سفري وأثناء ذلك اغتنمت الفرصة التي سنحت لي فوقفت على آثار قرطاج الشهيرة وهي تقع بالقرب من حلق الوادي حيث كانت السفينة تنتظرنا للإبحار ، فشاهدنا موقع أسوار قرطاج الضخمة ووقفنا على بعض معالمها التي لا تزال قائمة ، وتبين لنا أن المدينة كانت مشيدة على ثلاثة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مرسى بورتو فارينا  ( Porto Farina )  وهي روسينونا  ( Ruscinona )  حسب المؤرخ الروماني تيتوس ليفيوس ، أو غار الملح لوجود تكوينات ملحية بجوارها ، يحدد موقعها عند سفح جبل الناظور شمال بحيرة تشكلت من مياه المنخفض الذي يكونه المجرى القديم لوادي مجردة ، وتقدر مساحتها بحوالي 30 كلم مربع . وقد كانت هذه البحيرة فيما مضى متصلة بالبحر عن طريق منفذ لا يتجاوز طوله خمسين مترا ، والذي أصبح اليوم مطمورا بالرمال بحيث لا يصلها ماء نهر مجردة إلا في فترات الفيضانات . استقر بها اللاجئون الأندلسيون في مطلع القرن السابع عشر وحافظت على عمرانها ، ويبلغ عدد سكانها الآن حوالي 000 . 4 نسمة ، وهي تبعد عن مدينة تونس بحوالي 45 كلم وليس ثلاثة أميال كما ذكر صاحب الرحلة .\r\n( 2 ) أبرم باي تونس حسين بن علي التركي معاهدة سلم مع إمبراطور النمسا سنة 1137 ه / 1725 م ، كفلت له ولحلفائه حرية التجارة وأمنت رعاياه من الوقوع في أسر البحارة التونسيين .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nجبال ، وأن موقعها عبارة عن شبه جزيرة وهذا ما عزز قوتها .\r\nلقد كانت مدينة قرطاج في الماضي تهيمن على الشمال الإفريقي وعلى إسبانيا وقسم من إيطاليا ، وقد اشتهرت بقوتها البحرية بفضل انتصارات حنبعل على الرومان ، لكنها تعرضت للدمار الشامل لتبنى مدينة تونس وحصنها ( حلق الوادي ) من أنقاضها « 1 » ، ولعل الصهاريج التي لا تزال ماثلة حتى الآن من بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرطاج : تقع على الشاطئ الغربي لخليج تونس ، أسست حسب الأسطورة المتداولة عندما استقرت بموقعها علسة أو ديدون مع مهاجرين من مدينة صور سنة 814 ق . م . ، فعرفت ب \" قرط حدشت \" أي المدينة الحديثة ، نتيجة تنافس ضمن الأسرة الحاكمة بصور على عهد الملك بيغماليون . واستقلت بشؤونها ، ومع حلول القرن الخامس قبل الميلاد كونت مستعمرات لها بغرب المتوسط من صقلية وحتى إسبانيا ، وتوسعت في الداخل وفرضت نفوذها على الممالك النوميدية ، وحاولت فرض سلطتها على التجمعات الإغريقية بصقلية ، لكنها واجهت قوة روما الناشئة ودخلت معها في صراع مرير عرف بالحروب البونية التي مرت بثلاثة أطوار وهي : الحرب البونية الأولى ( 264 - 241 ق . م . ) ، انتهت بجلاء قرطاج عن صقلية وسردينيا وكورسيكا ، والحرب البونية الثانية ( 218 - 202 ق . م . ) التي اشتهر فيها القائد القرطاجي حنبعل ، الذي خسر هذه الحرب في معركة زاما ، وأصبحت بذلك قرطاج تحت رحمة روما التي استعدت عليها حليفها الملك النوميدي ماسينيسا ، والحرب البونية الثالثة ( 149 - 146 ق . م . ) التي طبقت فيها مقولة خطيب مجلس الشيوخ الروماني كاتون  ( Caton ) \"  لا بد من تخريب قرطاج \" ، وبعد مقاومة للحصار الروماني لمدة ثلاث سنوات تمكن القائد الروماني سيبيون الإميلي بأمر من مجلس الشيوخ الروماني من تدمير قرطاج وإزالة معالمها .\r\nاضطر الرومان بعد فترة إلى إعادة تعمير قرطاج لموقعها الإستراتيجي ، فسارع قيصر إلى إنشاء مدينة رومانية مكانها ( 44 ق . م . ) ، ونجح بعده الإمبراطور أغسطس في إعادة الحياة لها ، فأصبحت بعد مدة العاصمة الإدارية والثقافية لإفريقيا الرومانية ، وغدت مركز الديانة المسيحية بإفريقيا منذ أواخر القرن الثاني الميلادي ، ثم اتخذ منها الوندال عاصمة لدولتهم بإفريقيا ( 439 ) ، وجعلها البيزنطيون ، بعد طرد الوندال من إفريقيا ( 534 ) ، مقرا لحكمهم وقاعدة لأسطولهم . لقد تراجع عمران قرطاج وتضاءل سكانها منذ القرن الرابع الميلادي ، ولم يعد لها دور بعد فتح المسلمين لها ( 692 ) واتخاذ تونس قاعدة بحرية لهم ، فغدت مجرد أنقاض تستعمل حجارتها في تعمير مدينة تونس القريبة منها والتي أصبحت بمثابة بديل لها ، وتحولت إلى ميدان تنقيب أثري منذ بدأه فلوبير  ( Flaubert )  ( 1857 ) بموقع سالامبو  ( Salammbo ) \r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nأنقاضها تمكننا من أخذ فكرة عن الهندسة المعمارية للقرطاجيين . وهذه الصهاريج تتكون من ستة عشر تجويفا تحت الأرض تتجمع فيها المياه التي تحملها إليها قنوات عديدة ، وقد لاحظنا أن هناك مكانا في هذه البناءات الموجودة تحت الأرض يصدر منه صدى أكثر مما هو متوقع ، فطلقة البندقية تحدث به صدى كدوي الرعد لكون المنطقة المجاورة له مجوفة ولكون باطنها محفور كله تقريبا . هذا وقد أبقى الزمن على أعمدة وقباب ومخازن أسفل الأرض لمتانة بنيانها بحيث قاومت كل أعمال التخريب التي كانت البلاد نهبا لها . وقد انتفع سكان البلاد من هذه المعالم الماثلة ، فاتخذوها مساكن لهم تحت الأرض كالفئران . أما النواحي المجاورة لهذه الآثار فقد بدت لنا وكأنها زرعت بحجارة صغيرة من مختلف الألوان كانت تشكل في الماضي جزءا من فسيفساء بلاطات المنازل ؛ كما يوجد في هذا الموقع بعض الجرار الجميلة المصنوعة من الرخام السماقي  ( Porphyre )  والتي استعملت بلا شك في تزيينها بعض العلامات المميزة ، وكذلك بعض الأعمدة المهشمة أو المحطمة والتي رأينا أحدها وهومن الرخام ملقى على الأرض بالقرب من قناة حلق الوادي ، فشد انتباهنا لصناعته المتقنة والدقيقة وألوانه العجيبة . ولم يكن من السهل علينا ونحن وسط هذه الأنقاض أن نحدد مكان ميناء قرطاج القديم لأن ساحل البحر كله أصبح مغطى بالحجارة .\r\n\r\n[ السفر إلى طرابلس بحرا والتوقف بجزيرة لامبادوزا ووصف ديرها 
  ]\r\nبعد أن عاينا القليل مما تبقى من معالم قرطاج وجمعنا بعض النباتات والبذور ، ركبنا السفينة التي كانت في انتظارنا وبقينا نترقب ريحا تساعدنا على الإبحار ومغادرة خليج تونس الذي يمتد أمامنا على مسافة عشرين ميلا حتى رأس الطيب . وفي الأخير حاول ربان السفينة استغلال ريح جنوبية شرقية ومع كونها غير ملائمة كثيرا للإبحار إلا أنها دفعت السفينة خارج الميناء ، وذلك لأن قبطان السفينة وكان فرنسيا لم يكن يرغب في انتظار ريح أكثر ملاءمة خشية أن يتأخر إقلاع السفينة ، لأنه في هذه الحالة يضطر إلى إرجاء سفره إذا صادف إقلاعه خروج أحد القراصنة ؛ فقد جرت العادة أن يفرض القراصنة\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nحصارا على كل السفن الأجنبية فتمنع من الإبحار حتى لا يتسرب الخبر وتتمكن الغليوطات المالطية من إحباط هجماتهم . وفي تلك الأثناء ظلت الريح معاكسة لا تجاه السفينة ، فتوقفنا في 17 سبتمبر على مرأى من جزر سامبر  ( Cimbres )  وهما جزيرتان صغيرتان غير مأهولتين « 1 » ، وقد انتظرنا يومين كاملين هبوب ريح ملائمة للابحار ، وأثناء ذلك حاولنا أن نتسلى بصيد السمك ، ومن الأنواع التي اصطدناها أسماك الفرخ البحرية  ( La Perche marine )  ذات الألوان الجميلة ، ولما كان أملنا أن نحصل على كمية كبيرة من السمك ، فقد ألقينا في البحر شباكا كبيرا ربطناه في مرساة السفينة لكن العاصفة التي فاجأتنا في الليل ذهبت بالشباك ومعه مرساة السفينة وقضت على أملنا في الحصول على صيد وفير .\r\nوفي 20 سبتمبر تجاوزنا الرأس الطيب وتراءت لنا على بعد مسافة من الشاطئ نواحي مدينة أوتيكا العتيقة المشهورة في التاريخ بنهاية كاتون  ( Caton )  والتي يظن أنها هي اليوم بورتوفارينا . وبعدها شاهدنا غاليبولي وهي موقع حصين يقع على جبل عال « 2 » ، ومع هبوب ريح غريبة مواتية ابتعدنا في سيرنا عن الشاطئ . وفي 21 سبتمبر تعرفنا على جزيرة بانتالاريا  ( Pantelleria )  التابعة لمملكة نابولي والتي يقال بأنها ذات تربة خصبة وآهلة بالسكان « 3 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جزر سامبر  ( Cimbres )  يقصد بها جزيرة زمبرا  ( Zembra )  التي تقع بخليج تونس على بعد حوالي 15 كلم من الساحل ، وهي عبارة عن جبل صخري منتصب في البحر يبلغ علوه 432 متر ، لا تتوفر على مكان صالح لرسو السفن باستثناء انحناء صغير في الجهة الجنوبية حيث توجد بقايا جسر قديم عفا عليه الزمن .\r\n( 2 ) يعرف اليوم بجبل الناظر ( 325 م ) الذي يعلو موقع بورتو فارينا أو غار الملح غير بعيد عن أوتيكا التي ارتبطت بها نهاية كاتون منافس قيصر على حكم رومة ( راجع هامش رقم 122 ) .\r\n( 3 ) باتالاريا وتعرف بالإيطالية ببانتالاريا  ( Pantelleria )  ، جزيرة بركانية تقدر مساحتها ب 83 كلم مربع ، ويبلغ أقصى ارتفاعها عند فوهة بركان مونتانيا  ( Momtagna )  ( 836 ) متر ، تقع في منتصف المسافة بين تونس وصقلية ( 110 كلم عن صقلية ) ، وقد\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوبعد أن تركناها إلى الشمال هي وجزيرة لينوزا  ( Linosa )  « 1 » التي بدت لنا هي الأخرى منتصبة بجبليها المرتفعين ، وصلنا في 22 سبتمبر إلى جزيرة لامبودوزا  ( Lampedouse )  « 2 » التي اضطررنا إلى التوقف فيها بسبب تسرب الماء إلى سفينتنا .\r\nولم تثننا هذه المغامرة عن رغبتنا في رؤية الأب كليمان  ( Le Pe ? re Cle ? ment )  وهو راهب ظل يقيم في هذه الجزيرة لمدة أربع وعشرين سنة ، ولم يحالفنا الحظ لرؤيته ، فقد اغتنم فرصة مرور سفينة فرنسية لينتقل إلى نابولي على أمل أن يعود يوما ما عندما تصادفه رياح ملائمة ، وكان قد ترك بالجزيرة خادمه الذي سره أن يعرفنا على الدير ، فلاحظنا أن هذا الدير لا ينقصه أي شيء من متطلبات الحياة ، بفعل العناية التي أولاها له أحد الرهبان الإغريق ، وبعد موت هذا الأخير عمل الأب كليمان الإيطالي الأصل\r\n\r\n\r\n","description":"","footnote":"\r\nاكتسبت أهميتها لموقعها ولتوفرها على موارد تساعد على العيش كالصيد البحري وزراعة الكروم التي يصنع منها الخمر ويحضر الزبيب ؛ وهذا ما حافظ على تواجد السكان بها والذين يقدرون الآن بخمسة آلاف نسمة . خضعت باتالاريا للقرطاجيين الذين اتخذوا منها محطة بحرية ، ثم استقر بها الرومان ( 217 ) ، وعندما فتح العرب صقلية نزلوا بها ( 700 ) ، وظلت مأهولة طيلة تاريخها ، خاصة الجهات المتاخمة لساحلها الغربي حيث يوجد مركز \" باتالاريا \" الذي اشتهر بالحصن الذي يعلوه .\r\n( 1 ) لينوزا  ( Linosa )  ، جزيرة صغيرة لا تزيد مساحتها عن 5 كلم مربع ، وهي عبارة عن جبل بركاني خامد يبلغ ارتفاعه 195 متر ، يبعد عن صقلية ب 161 كلم وعن لامبودوزا ب 42 كلم ، تغطي سطحه الأعشاب والشجيرات الخضراء . يتركز السكان على ساحله الجنوبي حيث يمكنهم ممارسة الزراعة والصيد .\r\n( 2 ) جزيرة لامبودوزا  ( Lampedouse )  مساحتها 20 كلم ، تقع بين صقلية وتونس ( 205 كلم عن صقلية و 113 كلم عن السواحل التونسية ) . يعود استقرار البشر بها إلى العصر البرونزي ، لكنها ظلت مهجورة لشح مواردها وانعدام الأمن في البحر المتوسط ، ولم يستقر بها بعض الإيطاليين إلا في منتصف القرن التاسع عشر ( 1843 ) ، حيث أنشؤوا بإحدى انحناءات شاطئها الصخري ميناء يحمل اسمها .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nعلى توسيع وتحصين عمارة الدير فأصبح يضم العديد من الغرف بالإضافة إلى الكنيسة المنحوتة في مغارات طبيعية سمحت بإقامة هذه الكنيسة داخل صخور الجبل .\r\nلقد كانت هذه الجزيرة فيما مضى مأهولة ، ولكنها أصبحت مهجورة منذ حروب القرصان بربروسة مع الإمبراطور شرلكان ، وظل البحارة المسلمون والمسيحيون وخاصة منهم المالطيون القريبون منها يلتجئون إلى مرسى هذه الجزيرة ليحتمون من العواصف وللتزود بالماء والحطب . ومع مرور الوقت عمل المالطيون بدافع التقوى على جعل هذا المكان صالحا للإقامة ، فساعدوا الراهب المنعزل بالجزيرة على إنشاء حديقة جميلة ووفروا له الأثاث الذي كان في حاجة إليه في خلوته وكذلك جلبوا له الأدوات الضرورية لفلاحة الأرض ، فضلا عن تهيئتهم مسلكا عبر الشجيرات والحشائش . ومما يلاحظ أن هذه الجزيرة تتوفر على العديد من الأبقار والخنازير والأرانب التي تكاثر عددها وأصبحت تقريبا متوحشة ، وهي تشكل صيدا جيدا للأجانب الذين ينزلون الجزيرة . أما الراهب فيستعمل في فلاحة الأرض الحمير التي له منها ما يفوق حاجته ، ولا تكلفه فلاحة الأرض سوى حرق الحشائش ليزرع القمح مكانها ، فيتوفر على محصول وافر ، وهذا ما سمح له بمبادلة ما يزيد عن حاجته ليحصل على الأشياء التي يحتاج إليها .\r\nيوجد بالمغارة التي بني عليها الدير رحى لطحن الحبوب تدار بواسطة حمار ، كما تتوفر المغارة على فرن هيئ لطهي الخبز . وغير بعيد عن الدير تشاهد مغارة أخرى حيث يوجد معلم مقدس عند المسلمين الذين يطلقون عليه اسم محمد « 1 » ، يأتيه بحارة السفن الأتراك للتبرك به وصنع الخبز دون أن يأتوا بأي شيء قد يزعج أو ينفر الناسك في خلوته ، ويقدمون له بين الحين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كناية على أنه قبر رجل مسلم من الراجح أن يكون وليا صالحا اتخذ من هذه الجزيرة رباطا يتعبد فيه .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوالآخر الزيت والشموع وكل أنواع المئونة . وسفن النصارى هي بدورها تحمل إليه الخمر والمشروبات الروحية والملابس .\r\nلقد تجولنا في هذه الجزيرة الصغيرة التي لا يتجاوز طولها ثلاثة أميال ، وتسلينا أثناء ذلك بصيد الأرانب ، كما تمكنا من جمع عدة نباتات وبذور ، وهذا ما جعلنا نعتبر أن وجود الراهب بهذه الجزيرة لا يخلو من كل متعة وسرور ، وقد اتفقنا مع قبطان السفينة أن يحضر لتناول العشاء معنا في الدير حيث نتواجد في ساعة محددة ، ولكن عوض أن يلبي دعوتنا للعشاء أعلمنا بأن السفينة قد تهيأت للإقلاع ولحسن الحظ أن القبطان المساعد والكاتب كانا معنا ، وهذا ما جعلني مطمئنا ولم يساورني القلق من أن يقدم القبطان على تركنا وحيدين في هذه الجزيرة المعزولة ، ومع ذلك أطلق القبطان طلقة مدفع ورفع العلم يستحثنا على الالتحاق به لكننا لم نتمكن من سماع إعلانه الأول ولا من رؤية إشارته الثانية ، التي رأى ربان السفينة بعدها أنه لم يعد ملزما أن ينتظرنا وقتا أطول ، فأسرعنا نحو الميناء حيث أتى أحد القوارب لأخذنا إلى السفينة ، ولعل الأمر الذي أزعجني أكثر في كل هذا هو أنني لم أستطع أن أفي بوعدي لخادم الدير بأن أعطيه شيئا من الخمر الذي كان بحوزتي ، فاضطررت أن أسلم هذا الرجل الفقير وهو يودعنا متأثرا بعض النقود حتى يتمكن في أول فرصة تتاح له من شراء الخمر الذي وعدته به .\r\nتابعنا طريقنا مع ريح شمالية غربية ، ومن الغد غابت عن أنظارنا جزيرة لامبادوزا وتوارت الصخور التي كانت بالقرب منها ، وصادف في هذا اليوم أن تحولت الريح نحو الجنوب وهو عكس اتجاهنا الأمر الذي اضطر السفينة أن تأخذ مسارا ملتويا ومذبذبا حتى يمكنها أن تتهرب من اتجاه الريح المعاكسة لسيرها ، ولم تلبث تلك الريح أن اشتدت فتعاظم موج البحر . وأصبح هبوب الرياح ملائما لإبحار السفينة في 25 سبتمبر ولكنها ظلت قوية بحيث لم يكن في استطاعتنا أن نبقي فوق السفينة سوى شراعا واحدا .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\n[ الوصول إلى طرابلس والتعرف على حاكمها الباشا 
  ]\r\nوفي 26 سبتمبر أبصرنا مدينة طرابلس ، وسررنا بدخول مينائها « 1 » ، وعند نزولنا من السفينة عرض علينا القنصل الإمبراطوري خدماته عن طريق مترجمه ، ولكن قنصل فرنسا السيد رايموندي  ( M . Raimondis )  كانت له الكلمة الأخيرة في هذا التسابق على الضيافة ، فأنزلنا في مكان لائق بالبيت الذي يقيم به وحظينا باستقبال القناصل الآخرين ، فقد كان حلولنا بينهم مناسبة غير عادية لقلة تردد الأوربيين على طرابلس .\r\nأشعرنا الباشا أوباي البلد « 2 » الذي حملنا له رسائل توصية من داي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدينة طرابلس أسسها القرطاجيون في القرن الخامس قبل الميلاد عند خط الصخور المحاذية للساحل والتي تشكل نتوء داخل البحر ، وجعلوا منها محطة تجارية عرفت باسم أويت  ( Uiat ) .  موقعها الآن يحتل الطرف الشمالي لمدينة طرابلس شمال قوس نصر مارك أورليوس . أحتل الرومان مدينة طرابلس في القرن الأول قبل الميلاد ، وعرفت في القرن الثاني الميلادي توسعا عمرانيا وازدهارا اقتصاديا ، لم يلبث أن تراجع مع نهاية القرن الثالث الميلادي لتتعرض مدينة طرابلس بعد ذلك للتخريب بفعل الزلالزل ( 306 و 365 ) واجتياح الوندال ، ولم تسترجع مكانتها عندما خضعت للحكم البيزنطي ، وعندما فتحها المسلمون ( 643 ) ، جعلوا منها محطة رئيسية تربط إفريقيا بمصر ، فظلت مركزا عمرانيا مهما حتى احتلها الإسبان سنة 1510 ، وعندما استرجعها العثمانيون سنة 1551 ، أصبحت تتمتع باستقلال فعلي على عهد الباشوات القرامانليين ( 1711 - 1835 ) ، ثم ألحقتها الدولة العثمانية بمركز السلطة ، فظلت طرابلس الغرب قاعدة ولاية عثمانية حتى استولى عليها الإيطاليون سنة 1911 .\r\n( 2 ) هو الباشا أحمد بن يوسف بن محمد القرامانلي نسبة إلى موطن أجداده قرمان بالأناضول ، نشأ بطرابلس وتولى وظيف آغا فرسان منطقة الساحل وقائد المنشية القريبة من مدينة طرابلس . تولى حكم طرابلس الغرب بتأييد من الديوان ومساندة من الأهالي ، مما اضطر السلطان العثماني إلى قبول الأمر الواقع ، فمنحه مرتبة بكلر بك محافظة على سلطته الشرعية على ولاية طرابلس الغرب .\r\nاستمر حكم الباشا أحمد القرامانلي لطرابلس الغرب مدة ناهزت خمسا وثلاثين سنة ( 1123 - 1158 ه / 1711 - 1745 م ) ، أقر أثناءها الأمن وأخمد حركات التمرد ومد سلطته نحو إقليمي برقة وفزان ، وشجع التجارة مع السودان ، واعتنى بالأسطول للحصول على المزيد من الغنائم ولإرغام الدول الأوربية على دفع الإتاوات .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالجزائر ، بأنه سوف يستقبلنا في الغد وهو 27 سبتمبر ، فاصطحبنا لمقابلته قنصل فرنسا ، وقد سبقتنا إشاعة توحي بأن هناك بعض الأشخاص يتجولون في البلاد لاستكشافها بحجة البحث عن النباتات ، ولحسن الحظ أن هذه الإشاعة لم تجد قبولا لدى الباي .\r\nوبعد أن قدمنا للباي رسائلنا ، لم يكتف بأخذ فكرة طيبة عنا وإنما أكد لنا بأنه يرغب أن يكون في بلاده ما هو جدير باهتمامنا ، ووعدنا بحمايتنا أثناء سفرنا ، فكان هذا الأمير بهذا السلوك أكثر حكام إيالات المغرب أدبا وكياسة ، وقد تحادث معنا بدون الاستعانة بمترجم واستفسر عن مشاريعنا وطلب منا أن نمده بوصف عن بلادنا ، وقد كانت لغته الإيطالية التي حادثنا بها راقية جدا .\r\n\r\n[ التعرف على بعض آثار طرابلس ولبدة والعودة إلى ألمانيا 
  ]\r\nكنت أتمنى أن أعثر بطرابلس على بعض القطع المعدنية والعينات الأثرية بإجراء عمليات حفر ؛ وقد تابعت سفري فذهبت إلى لبيدة  ( Lebida )  « 1 » وبون كاسان  ( Bon Cassin )  القريب من موقع إيه القديمة  ( Aea )  « 2 » ، لكن الظروف لم\r\n\r\n\r\n","description":"","footnote":"\r\nلم تحل إدارة أحمد القرامانلي الحازمة دون تعرض نفوذه للتراجع مع تقدمه في السن ، فوضع حدا لحياته بعد أن ولى ابنه محمد مقاليد الحكم ، وبذلك استمرت سلالته ( القرامانلية ) في حكم طرابلس الغرب حتى سنة 1835 .\r\n( 1 ) لبيدة  ( Lebida )  أو لبدة أو لبتيس ماغنا  ( Leptis Magna ) ( Lepcis Magna )  ، تقع على الساحل الليبي إلى الشرق من مدينة مخمس بين طرابلس وسرت ( 125 كلم إلى الشرق من طرابلس ) . اتخذها القرطاجيون مركزا تجاريا منذ القرن الخامس قبل الميلاد ، لتحكمها في الطريق الصحراوي الرابط بين إقليمي طرابلس وبرقة .\r\nوتحولت إلى مدينة مستقلة بشؤونها منذ سنة 202 ق . م . ، بعدها خضعت للحكم الروماني ( 27 ق . م . ) ، واتخذ منها الأباطرة الرومان من الأسرة السيفيرية في القرن الثالث الميلادي عاصمة لإفريقيا . تضررت لبدة بفعل الزلازل المدمرة في القرن الرابع ( 306 - 310 و 365 ) ، وتعرضت لتخريب الوندال ( 435 ) ، ولم تسترجع مكانتها مع البيزنطيين ، قبل أن تتحول إلى أنقاض قبيل الفتح العربي لإقليم طرابلس ( سنة 642 ) .\r\n( 2 ) إيه  ( Aea )  يقصد بها  ( Oea )  وهي تحريف لكلمة  ( Uiat )  الاسم القرطاجي لمدينة طرابلس ( أنظر ترجمة مدينة طرابلس ، هامش رقم 146 ) .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nتسمح لي ولمرافقي بالتوغل أكثر في البلاد ، فانعدام الماء وشدة الحرارة غير المحتملة والجبال الرملية المتحركة التي رأينا نموذجا منها في هذه النواحي كلها كانت السبب في عدم قيامنا بذلك ، فكان علينا في مثل هذا الوضع أن نكون ضمن قوافل تضم عددا كبيرا من المسافرين ، مما يتوجب علينا انتظار الفرصة السانحة لمثل هذا السفر الذي ينظر إليه السكان هنا بأنه مهمة خطيرة بل عمل متهور ، ومع ذلك فإنه لم يكن ينقصني والتصميم على القيام بهذه المغامرة ، وإنما حال دون ذلك أن المجموعة التي ترافقني لم تكن بالعدد الكافي الذي يمكننا من القيام بذلك .\r\nوكما سبق لي أن جبت تخوم بلاد المغرب أثناء هذه الرحلة ، فسوف أعود إلى تونس حالما تسمح الظروف بذلك ، حيث بقي علي أخذ بعض الملاحظات ، ومنها سوف أبذل ما في وسعي للوصول إلى أحد موانئ المحيط الأطلسي للقيام برحلة إلى منطقة السنغال « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يتمكن هابنسترايت من متابعة رحلته ، ولم يستطع الرجوع إلى تونس أو الانتقال إلى منطقة إفريقيا الغربية بسبب موت الملك البولوني أغسطس الثاني سنة 1733 الذي وجد عنده الرعاية ، ولتوتر الأوضاع في أوروبا نتيجة السياسة التوسعية للملك الفرنسي لويس الرابع عشر والتي تسببت في حرب سبع سنوات ( 1756 - 1763 ) التي قضى فيها هابنسترايت نحبه بالطاعون أثناء قيامه بمعالجة الجنود في الجبهة في شتاء عام 1757 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالمراجع المعتمدة في التعليق على رحلة هابنسترايت ( مرتبة أبجديا ) :\r\n\r\n( 1 ) المراجع العربية :\r\n- ابن أبي الضياف ( أحمد ) ، إتحاف أهل الزمان بأخبار تونس وملوك عهد الأمان ، تونس ، الدار التونسية للنشر ، 1984 ( الأجزاء 2 - 3 - 4 ) .\r\n- ابن أبي دينار ( أبو عبد اللّه محمد ) ، المؤنس في أخبار إفريقيا وتونس ، تحقيق محمد شمام ، تونس ، 1967 .\r\n- ابن غلبون ( محمد بن خليل ) ، التذكار فيمن ملك طرابلس وما كان بها من الأنصار ، نشر الطاهر أحمد الزاوي ، ط . 2 ، طرابلس ، 1967 .\r\n- ابن يوسف ( محمد الصغير ) ، المشرع الملكي في سلطنة أولاد علي تركي ، الحوليات التونسية ( 1705 - 1765 ) مخطوط بالمكتبة الوطنية التونسية ، رقم 18688 . .\r\n- الشريف الزهار ( أحمد ، نقيب الأشراف ) ، مذكرات ، تحوير وتعليق أحمد توفيق المدني ، الجزائر ، الشركة الوطنية للنشر والتوزيع ، 1974 .\r\n- سعيدوني ( ناصر الدين ) ، النظام المالي للجزائر أواخر العهد العثماني ( 1792 - 1830 ) ، ط . 2 ، الجزائر المؤسسة الوطنية الكتاب ، 1985 .\r\n- سعيدوني ( ناصر الدين ) ، ورقات جزائرية ، دراسات وأبحاث في تاريخ الجزائر في العهد العثماني ، بيروت دار الغرب الإسلامي ، 2000 .\r\n- عبد القادر ( نور الدين ) ، صفحات في تاريخ مدينة الجزائر ، منشورات كلية الآداب ، جامعة الجزائر ، قسنطينة ، مطبعة البعث ، 1963 .\r\n- ميكاكي ( رودلفو ) ، طرابلس الغرب تحت حكم أسرة القرمانلي ، ترجمة طه فوزي ، القاهرة ، 1961 .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n( 2 ) المراجع الأجنبية :\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\n[ ملاحق 
  ]\r\n\r\nملحق رقم ( 1 ) محطات رحلة ج . أو . هابنسترايت ( فبراير - سبتمبر 1732 )\r\n- مدينة الجزائر : 16 فبراير - 23 أبريل\r\n- البليدة : 24 أبريل\r\n- موزاية - وادي جر : 27 - 29 أبريل\r\n- مليانة : 30 أبريل\r\n- قبيلة جندل : 2 مايو\r\n- قبيلة وأمري : 4 مايو\r\n- المدية : 5 مايو\r\n- أولاد إبراهيم : 12 مايو\r\n- حمزة ( البويرة ) : 15 مايو\r\n- سور الغزلان ، عين القطران ، أولاد سالم : 16 مايو\r\n- بني هارون الكراغلة : 19 مايو\r\n- مدينة الجزائر : 26 مايو - 6 يونيه ( جوان )\r\n- عنابة : 12 يونيه\r\n- بني صالح - تيفاش - خميسة : أواخر شهر يونيه\r\n- قسنطينة : 2 - 12 يوليه ( جويلية )\r\n- حمام المسخوطين - قالمة : 13 يوليه - عنابة : 14 يوليه\r\n- حصن فرنسا - القالة : 15 يوليه\r\n- طبرقة : الأسبوع الثالث من شهر يوليه - رأس نيغرو : 25 يوليه\r\n- باجة : أواخر يوليه\r\n- رأس نيغرو - بنزرت : أثناء شهر أغسطس\r\n- حنايا قرطاج - زغوان : 2 سبتمبر\r\n- حلق الوادي - قرطاج : 13 سبتمبر\r\n- زامبرة - رأس الطيب : 17 سبتمبر\r\n- بانتالاريا - لينوزا : 21 سبتمبر\r\n- لامبادوزا : 22 سبتمبر\r\n- طرابلس الغرب : 26 سبتمبر\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nملحق رقم ( 2 ) قائمة بأهم الكتابات الغربية المتعلقة بولايات المغرب العثمانية مرتبة حسب تاريخ تأليفها أو إصدارها\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n1 . منظر مدينة الجزائر من البحر أثناء العهد العثماني\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n2 . مدينة البليدة في العهد العثماني - مدخل المدينة - ( باب الجزائر ) : عن فيلان  ( Villain \r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n3 . منظر لمدينة مليانة أواخر العهد العثماني ( عن اسكير  ( G . Esquer \r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n4 . منظر مدينة المدية أواخر العهد العثماني\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n5 . منظر لمدينة عنابة أثناء العهد العثماني ( الواجهة البحرية )\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n6 . كنيسة القديس أو غسطين بعناية كما تبدو اليوم\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n7 . مخطط مدينة قسنطينة قبل الاحتلال الفرنسي 1837 ( سلم : 1 / 000 . 10 )\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n8 . قنطرة قسنطينة المؤدية إلى باب القنطرة\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n9 . شلالات وادي الرمال أسفل قسنطينة ( عن ميدار  ( L . Medard \r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n10 . منظر عام لحمام المسخوطين ( ناحية قالمة ) يظهر التشكلات الكلسية في شكل أهرامات صغيرة ( عن غافاريل  ( P . Gaffarel \r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n11 . بقايا آثار رومانية بحمام المسخوطين كانت محل اهتمام هبانسترايت ( عن غافاريل  ( P . Gaffarel \r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n12 . منظر لمركز القالة والجهات القريبة منه أواخر العهد العثماني ( عن باكوي  ( P . Baccuet \r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n13 . مخطط مركز القالة : منشآت الشركة الفرنسية ( من الأرشيف الفرنسي )\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n14 . برج الرحى من بقايا حصن فرنسا ( الباستيون ) بعد تخريبه\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n15 . معسكر محلة باي تونس لجمع الضرائب ( أواسط القرن الثامن عشر )\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n16 . منظر لمدينة تونس أواخر القرن الثامن عشر ( عن دياو دوفرانسيكو ماريا إيانويل وكيتاني  ( Diaw de Francesco Maria \r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n17 . منظر لمدينة طرابلس الغرب أثناء القرن الثامن عشر ( عن أفيلين  ( Aveline \r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nالفهارس العامة\r\n1 - فهرس الأعلام\r\n2 - فهرس الأماكن\r\n3 - فهرس القبائل\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nفهرس الأعلام\r\nأ\r\nإبراهيم ( النبي ) : 79 .\r\nإبرباخ : 54 .\r\nأبوليوس : 99 .\r\nأحمد القرامنلي : 17 .\r\nإسماعيل ( النبي ) : 79 .\r\nالآغا ( آغا الصبائحية ) 16 - 23 - 24 - 39 - 44 - 45 - 50 - 53 - 58 - 59 - 61 - 63 - 65 - 66 - 67 - 69 - 70 - 71 - 73 - 80 .\r\nآغا الصبائحية : 39 - 53 .\r\nأغسطس ( الإمبراطور ) : 26 - 35 .\r\nأغسطس الثاني : 14 .\r\nأغسطين ( القديس ) : 94 - 98 .\r\nإيريس : 15 .\r\nب\r\nباربييرو : 21 - 58 .\r\nالباي : 63 - 69 - 70 - 85 - 86 - 88 - 91 - 100 - 102 - 103 - 107 - 109 - 115 - 116 - 117 - 118 - 126 - 127 .\r\nبايصونال : 10 .\r\nبربروسة ( خير الدين وعروج ) : 27 - 114 - 124 .\r\nبلاك ( القنصل الإنكليزي ) : 21 - 22 - 35 - 49 - 104 - 106 - 111 .\r\nبليزير : 27 .\r\nبوتان : 10 .\r\nبوعزيز : 85 - 96 .\r\nبيرنويي : 15 .\r\nت\r\nتابليت : 19 .\r\nتأسي : 24 .\r\nترو : 54 .\r\nج\r\nجنسريق : 27 .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nح\r\nحسين بن علي ( الباي ) : 16 .\r\nحسين بن علي التركي : 17 .\r\nحشاني ( منير ) : 19 .\r\nحنبعل : 120 .\r\nخ\r\nالخزناجي : 12 .\r\nد\r\nدابر ( دابير ) : 10 - 24 .\r\nداراندا : 10 .\r\nدارفيو : 10 .\r\nدان ( الأب ) : 10 .\r\nالداي : 16 - 21 - 22 - 28 - 31 - 32 - 33 - 34 - 38 - 39 - 40 - 41 - 45 - 47 - 48 - 49 - 51 - 53 - 54 - 56 - 70 - 75 - 76 - 77 - 80 - 85 .\r\nر\r\nرايموندي ( قنصل فرنسا ) : 26 - 127 .\r\nرولش : 110 .\r\nريفيناس : 13 .\r\nس\r\nسان جيرفي : 106 .\r\nالسلطان العثماني : 27 - 28 - 78 .\r\nسليم : 27 .\r\nش\r\nشالر ( وليم ) : 10 .\r\nشرلكان : 27 - 28 - 75 - 99 - 114 - 124 .\r\nشو ( شاو ) : 10 - 13 - 54 .\r\nص\r\nصوري : 103 .\r\nط\r\nطولو : 10 .\r\nع\r\nعبدي باشا ( الداي ) : 16 .\r\nعلي باشا : 117 .\r\nعبد الناصر خالف : 19 .\r\nغ\r\nغرامون : 10 .\r\nف\r\nفونتان : 10 .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nفيليب الثاني : 75 .\r\nفينوس : 111 .\r\nق\r\nالقابيجي باشا : 28 .\r\nالقبودان : 42 .\r\nقسطنطين ( الإمبراطور ) : 89 .\r\nك\r\nكاتون : 122 .\r\nالكاهية : 45 .\r\nكايوس جوليوس أورليانوس : 102 .\r\nكليمان : 123 .\r\nكليوباترا : 26 .\r\nل\r\nلافاي : 10 .\r\nلاكوندامين : 13 .\r\nلاموت : 10 .\r\nلوجي دو تأسي : 41 .\r\nلويس الرابع عشر : 14 .\r\nم\r\nمارمول : 10 - 24 .\r\nالمبعوث الرسولي : 34 .\r\nمعاوية : 19 .\r\nمعزول آغا : 32 - 45 .\r\nالمفتي : 45 .\r\nمونيكا ( القديسة ) : 94 .\r\nه\r\nهابنسترايت : 1 - 3 - 12 - 14 - 15 - 16 - 17 - 21 .\r\nهايدو : 10 .\r\nهودسن : 110 .\r\nي\r\nيوبا الثاني : 26 - 35 .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nفهرس الأماكن\r\nأ\r\nإسبانيا : 27 .\r\nإستانبول : 28 - 78 .\r\nالإسكندرية : 113 .\r\nالأطلس ( جبال ) : 25 - 33 - 51 - 52 - 54 - 57 - 58 - 68 .\r\nإفريقيا : 14 - 15 - 18 - 24 - 35 - 55 - 68 - 80 - 109 - 113 - 115 .\r\nألمانيا : 13 - 14 - 66 .\r\nالإمبراطور ( حصن ، قلعة ) : 28 - 36 - 75 .\r\nالأنفليد : 113 .\r\nإنكلترا : 106 - 111 .\r\nأوتيكا : 105 - 122 .\r\nأوزيا : 69 .\r\nإيه : 127 .\r\nب\r\nالباب العالي : 28 - 118 .\r\nباب الواد : 36 - 40 .\r\nباب عزون : 36 - 39 .\r\nباجة : 16 - 101 - 109 .\r\nباردو ( قلعة ) : 115 .\r\nباريس : 15 - 113 .\r\nباستيون ( حصن ) : 95 .\r\nباكوم ماريدة ( حمامات ) : 61 .\r\nبانتالاريا : 122 .\r\nالبايليك : 18 - 45 - 59 - 63 - 64 - 67 - 70 - 83 - 88 .\r\nالبحر المتوسط : 11 - 18 - 25 .\r\nبرباريا : 25 .\r\nالبرج الجديد : 36 .\r\nبرج الفنار : 36 .\r\nبرج حمزة : 16 - 68 .\r\nبرلين : 15 .\r\nالبروفانس : 94 .\r\nبسكرة : 33 .\r\nبلاد عمورة : 62 .\r\nالبليدة : 55 - 58 .\r\nبنزرت : 105 - 106 .\r\nبوحلوان ( سهل ) : 61 .\r\nبورتو فارينا ( مرسى ) : 112 - 119 .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nبولونيا : 14 - 16 - 78 - 104 .\r\nبون كاسان : 127 .\r\nبيزنطة : 27 .\r\nت\r\nتاغاست : 98 .\r\nتونس : 9 - 10 - 12 - 14 - 15 - 16 - 17 - 19 - 21 - 25 - 34 - 58 - 78 - 86 - 87 - 97 - 99 - 100 - 101 - 102 - 103 - 104 - 106 - 107 - 109 - 110 - 111 - 112 - 113 - 114 - 115 - 116 - 117 - 118 - 119 - 120 - 121 - 126 - 128 .\r\nالتيطري : 63 - 65 - 69 - 70 .\r\nج\r\nجرجرة : 70 .\r\nجرمانيا : 44 .\r\nالجزائر : 9 - 10 - 12 - 14 - 15 - 16 - 17 - 19 - 21 - 24 - 25 - 26 - 27 - 28 - 29 - 31 - 33 - 34 - 35 - 36 - 37 - 41 - 43 - 44 - 45 - 46 - 48 - 49 - 50 - 51 - 52 - 53 - 54 - 57 - 60 - 61 - 66 - 68 - 70 - 71 - 73 - 75 - 76 - 77 - 78 - 79 - 80 - 81 - 83 - 84 - 96 - 97 - 114 - 116 - 117 - 118 - 126 .\r\nجزر الأرخبيل : 80 .\r\nجزيرة الحديد : 25 .\r\nجنوة : 119 .\r\nجوليا قيصرية : 35 .\r\nجيد ( مكتبة ) : 15 .\r\nح\r\nحدائق القديس أغسطين : 94 .\r\nحلق الوادي : 115 - 120 - 121 .\r\nحمام المسخوطين : 92 .\r\nخ\r\nالخزينة : 42 .\r\nخميسة : 87 .\r\nد\r\nالديوان : 28 - 44 - 49 - 116 .\r\nر\r\nرأس الحديد : 80 .\r\nرأس الحمراء : 80 .\r\nالرأس الطيب : 122 .\r\nرأس بوقرعون : 80 .\r\nرأس ماترا : 94 .\r\nرأس ماتيفو : 36 .\r\nرأس نيغرو : 16 - 100 - 101 - 103 - 104 .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالريف - الريف الجزائري : 15 - 17 - 18 - 19 - 32 - 39 - 82 - 116 .\r\nز\r\nزغوان : 112 .\r\nس\r\nالساكس ( مفاطعة ) : 13 - 14 - 16 .\r\nساكسونيا : 14 - 68 - 102 .\r\nسامبر ( جزر ) : 122 .\r\nسان مارك ( شارع ) : 15 .\r\nسور الغزلان :\r\nالسويد : 73 - 75 .\r\nالسينغال : 14 - 128 .\r\nش\r\nالشركة الإفريقية : 95 - 96 - 97 .\r\nص\r\nالصحراء : 14 - 25 - 57 - 64 - 66 .\r\nط\r\nطبرقة : 16 - 88 - 97 - 99 - 100 - 103 .\r\nطرابلس : 9 - 12 - 14 - 15 - 16 - 17 - 21 - 34 - 78 - 110 - 111 - 112 - 126 - 127 .\r\nطنجة : 95 .\r\nع\r\nعنابة ( بونة ، هيبون ) : 16 - 80 - 81 - 83 - 92 - 93 - 94 .\r\nغ\r\nغاليبولي : 122 .\r\nغيران الحديد : 66 .\r\nف\r\nفاس ( مملكة ) : 24 - 25 .\r\nفحص المدينة ( الفحص ) : 37 - 49 - 50 .\r\nفرنسا : 21 - 50 - 96 - 104 - 106 - 126 - 127 .\r\nق\r\nالقالة : 16 - 88 - 95 - 96 - 97 - 98 - 99 - 100 .\r\nالقاهرة : 113 .\r\nقرطاج : 111 - 115 - 119 - 120 - 121 .\r\nالقسطنطينية : 118 .\r\nقسنطينة : 16 - 78 - 81 - 83 - 84 - 85 - 86 - 88 - 89 - 90 - 92 - 97 .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nقشتولة : 67 .\r\nقصر العدالة : 38 .\r\nقنطرة قسنطينة : 90 - 91 - 92 .\r\nك\r\nالكابتول : 89 .\r\nل\r\nلامبادوزا : 123 - 125 .\r\nلايبزيغ : 14 - 15 .\r\nلبيدة : 127 .\r\nلوبيك : 44 .\r\nليبيا : 57 .\r\nلينوزا : 123 .\r\nم\r\nما دور ( بحيرة ) : 98 .\r\nمالطة : 74 .\r\nمتيجة : 50 - 54 - 55 - 59 .\r\nالمحيط الأطلسي : 128 .\r\nالمدية : 16 - 64 - 65 - 66 .\r\nمرسى الجزائر ( حصن ) : 73 .\r\nالمرسى الكبير : 14 - 17 - 18 .\r\nمرسيليا : 16 - 23 - 79 - 94 - 105 .\r\nالمساجد : 37 - 38 .\r\nالمغرب العربي : 9 - 10 - 12 - 13 - 18 - 19 - 127 - 128 .\r\nمكة المكرمة : 47 .\r\nالمكتبة الوطنية الفرنسية : 16 .\r\nمليانة : 16 - 61 .\r\nموريطانيا ( الطنجية ، القيصرية ) : 24 - 25 - 26 - 55 - 58 .\r\nن\r\nنابولي : 122 .\r\nنوشتادت أون أورلا : 13 .\r\nنوميديا : 57 - 85 - 88 - 92 - 110 .\r\nه\r\nهامبورغ : 44 .\r\nهولندا : 21 .\r\nو\r\nوادجر : 61 .\r\nوادي الرمال : 90 .\r\nوادي قنديل بربا : 100 .\r\nوهران : 14 - 16 - 17 - 18 - 27 - 43 - 73 - 104 .\r\nي\r\nيينا ( جامعة ) : 13 .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nفهرس القبائل\r\nأ\r\nالأتراك : 27 - 29 - 32 - 34 - 37 - 40 - 47 - 48 - 49 - 53 - 56 - 60 - 80 - 84 - 118 - 124 .\r\nالإسبان : 12 - 14 - 16 - 17 - 18 - 27 - 34 - 43 - 60 - 73 - 76 - 77 - 91 - 104 - 109 - 119 .\r\nالأسرى : 34 - 39 - 40 - 41 - 42 - 43 - 44 - 66 .\r\nالإسكندنافيون : 11 .\r\nالأعلاج : 32 - 91 - 118 .\r\nالإغريق : 25 - 119 - 123 .\r\nآل لوميني : 99 .\r\nالألمان : 11 - 34 - 91 - 119 .\r\nالأمريكان : 11 .\r\nالأمناء : 34 .\r\nالإنكشارية : 18 - 27 - 49 - 51 .\r\nالإنكليز : 11 - 34 - 35 .\r\nالأوربيون : 9 - 18 - 19 - 25 - 34 - 46 - 118 - 126 .\r\nأولاد إبراهيم : 66 .\r\nالإيطاليون : 12 - 34 - 119 .\r\nب\r\nالباشوات : 17 .\r\nالبايات : 115 .\r\nالبحارة : 43 - 44 - 46 .\r\nالبدو : 53 .\r\nالبرانية : 48 .\r\nبربر ، برابرة : 25 - 58 - 60 .\r\nالبرتغاليون : 34 .\r\nالبساكرة : 33 .\r\nالبنادقة : 119 .\r\nبنو صالح ( قبيلة ) : 83 .\r\nبنو هارون : 70 .\r\nت\r\nالتونسيون : 104 .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nج\r\nالجزائريون : 43 - 44 - 47 - 74 - 75 - 97 - 104 - 118 .\r\nالجند : 30 - 32 - 33 - 49 - 51 - 58 - 61 - 74 - 80 - 84 - 100 .\r\nجندل ( قبيلة ) : 62 .\r\nالجنويون : 97 - 99 - 104 .\r\nح\r\nالحامية : 30 - 31 .\r\nالحضر : 39 - 48 .\r\nد\r\nالدايات : 17 - 40 .\r\nدغوسة ( قبيلة ) : 82 .\r\nر\r\nرجال الدين ( رجال الكنيسة ) : 40 - 63 - 94 .\r\nالرعية : 18 .\r\nالرهبان : 34 - 103 .\r\nالروس : 11 .\r\nالرومان : 25 - 89 - 93 - 106 - 120 .\r\nس\r\nالسويديون : 34 .\r\nش\r\nالشواش : 39 .\r\nع\r\nالعرب : 24 - 32 - 33 - 35 - 58 - 59 - 60 - 62 - 63 - 64 - 67 - 83 - 84 - 85 - 86 - 87 - 88 - 89 - 96 - 97 - 99 - 104 - 105 - 109 .\r\nف\r\nالفرنسيون : 9 - 12 - 13 - 34 - 74 - 94 - 95 - 104 .\r\nالفلاحون : 53 .\r\nق\r\nالقراصنة : 77 - 119 - 121 .\r\nالقطاجنيون : 121 .\r\nك\r\nالكراغلة : 29 - 31 - 118 .\r\nم\r\nالمالطيون : 124 .\r\nالمحلة : 32 - 33 - 53 - 54 - 58 - 64 -\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n65 - 70 - 71 - 83 - 84 - 85 - 101 - 116 .\r\nالمسلمون : 17 - 28 - 45 - 48 - 79 - 104 - 123 - 124 .\r\nالمسيحيون : 39 - 42 - 50 - 66 - 76 - 104 - 116 - 118 - 124 .\r\nن\r\nالنصارى : 32 - 48 - 56 - 77 - 81 - 109 - 125 .\r\nه\r\nالهولنديون : 11 - 34 - 79 .\r\nو\r\nوامري ( قبيلة ) : 64 .\r\nالوجاق : 44 - 117 .\r\nالوندال : 27 - 86 - 87 .\r\nي\r\nاليهود : 33 - 39 - 56 - 79 .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nدار الغرب الإسلامي\r\nتونس\r\nلصاحبها الحبيب اللمسي\r\n6 نهج الدالية بألفي - تونس - تلفون : 0021671393360 - فاكس : 00216713965545 - خليوي : 346567 - 96 - 216\r\nDar al - gharb al islami - b . p . : 200 - r . p . 105 tunis\r\nالرقم : 484 / 1000 / 5 / 2008\r\nالتنضيد : مطبعة الصراط - بيروت\r\nالطباعة : مطبعة الصراط - بيروت\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176}
  ]