[
  {"content":"\r\n\r\nرحلة في الجزيرة العربية الوسطى\r\n1878 - 1882\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالطبعة الأولى بيروت 2003\r\nجميع الحقوق محفوظة\r\nكتب ش . م . م . ص . ب . 5296 - 113 بيروت - لبنان\r\n2 - 48 - 417 - 9953 ISBN :\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nشارل هوبير\r\nرحلة في الجزيرة العربية الوسطى\r\n1878 - 1882\r\nالحماد ، الشمر ، القصيم ، الحجاز\r\nترجمة إليسار سعادة\r\nكتب\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nصورة شارل هوبير بالثياب العربية\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدمة الناشر\r\nهذا الكتاب هو أول ترجمة عربية لرحلة شارل هوبير ( 1837 - 1884 ) الاستشكافية الأولى إلى مناطق شمال شبه الجزيرة وذلك خلال السنوات 1878 - 1882 حيث عثر على أبرز اكتشاف أثري في المنطقة هو حجر تيماء .\r\nنشرت تفاصيل هذه الرحلة التي بدأها هوبير من البصرة في 14 أيّار 1878 في نشرة الجمعية الجغرافية الفرنسية سنة 1884 ، أثر مصرعه بالقرب من بلدة العلا في 29 تموز من العام نفسه على يد دليله ابن شميلان من شيوخ قبيلة هيثم .\r\nأعقب هوبير هذه الرحلة برحلة ثانية إلى المنطقة بدأها في حزيران 1883 بهدف تأمين نقل حجر تيماء إلى فرنسا ، ولمواصلة أبحاثه الأثرية ووضع خرائط للمنطقة بتكليف من الجمعية الجغرافية الفرنسية ، والجمعية الآسيوية ووزارة الإرشاد العام الفرنسية . وخلال الرحلتين أقام هوبير علاقات جيدة مع حاكم المنطقة محمد بن الرشيد ، وتبادل معه الهدايا والسيوف ، وبدوره قام ابن الرشيد بتأمين حراس وأدلّاء لمساعدة هوبير خلال تجواله .\r\nوبعد مرور سبع سنوات على مصرع هوبير ، صدر في باريس سنة 1891 ، كتاب بعنوان « يوميات رحلة في شبه الجزيرة العربية 1883 - 1884 » تضمن كتابات هوبير خلال رحلته الثانية ، والتي كان أودع قسما منها لدى القنصلية الفرنسية في جدة قبل بضعة أيام من مصرعه . وكانت الكتابات عبارة عن خمسة دفاتر صغيرة الحجم ضمنها هوبير يومياته وانطباعاته ، ورسومه للنقوش الحجرية . وأشار نائب القنصل الفرنسي في جدة فيلكس دو لوستالو  ( Fe ? lix de Lostalot )  في رسالة إلى ظروف مصرع هوبير فقال إن هوبير غادر جدة مساء 26 تموز 1884 يرافقه خادمه محمود ودليلين . وأن هوبير اغتيل في 29 تموز من قبل الدليلين الذين سجنا الخادم محمود لمدة يومين ، إلى أن اغتنم هذا الأخير الفرصة المؤاتية للفرار باتجاه المدينة المنورة ، وانتقل بعدها إلى حائل ثم إلى جدة . وبقي جثمان هوبير ملقيا في العراء لمدة يومين ، إلى أن تم نقله إلى جدة حيث دفن . أشرف نائب القنصل الفرنسي في جدة بمساعدة ترجمان من أصل جزائري مقيم في مكة المكرمة يدعى سي عزيز على المفاوضات لاسترجاع أوراق هوبير وحجر تيماء ، وكذلك الاقتصاص من القتلة . وقام سي عزيز بالمفاوضات مع ابن الرشيد بشكل سري ، ذلك ان هوبير كان يقوم برحلته رغم معارضة السلطات العثمانية التي كان ابن الرشيد متحالفا معها . ويعتقد ان ابن الرشيد هو الذي كلف ابن شميلان بقتل هوبير خارج حدود إمارته في بلدة العلا .\r\nوخلال مرحلة المفاوضات مع ابن الرشيد وصل إلى جدة المستشرق الهولندي كريستيان\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nسنوك هيروغرونيه  ( ChriStian Snouch Hurgronje )  الذي كان ينوي السفر سرا إلى مكة المكرمة بهدف انجاز أطروحة حول المجتمع المكي وقام هيروغرونيه خلال وجوده في جدة بترجمة بعض الرسائل لصالح القنصلية الفرنسية ، وبدوره قام بإبلاغ صديقه المستشرق الألماني جوليوس أوتينغ  ( Julius Euting )  عن المساعي الفرنسية لاستعادة حجر تيماء .\r\nوالجدير بالذكر ان أو تينغ كان برفقة هوبير في تيماء عندما قاما سوية بشراء الحجر وارساله إلى حائل بعد ان قاما بنقل النص المحفور عليه . وتطورت الأمور فيما بعد عندما التقى هيروغرونيه في مكة المكرمة بسي عزيز الذي أخبره بمراحل المفاوضات مع ابن الرشيد وقد حاول سي عزيز الحصول من هيروغرونيه على مبلغ يفوق الخمسة آلاف فرنك فرنسي الذي وعد به من قبل القنصلية الفرنسية في حال انجاز المفاوضات بنجاح .\r\nونتيجة شكوك القنصل الفرنسي من أن يكون هيرو غرونيه يعمل مع الألمان بهدف الحصول على حجر تيماء ، قام بنشر مقال في جريدة « الوقت »  ( Le TemPS )  في باريس في الخامس من تموز 1884 وصف فيه الأيام الأخيرة لشارل هوبير ، واتهم هيرو غرونيه المقيم في مكة المكرمة سرا تحت اسم عبد الغفار بالسعي للحصول على حجر تيماء لصالح أوتينغ الموجود في دمشق . وقد ترجم هذا المقال إلى العربية والتركية ، وعلى الفور أرسل قائمقام مكة المكرمة بعض الجنود إلى هيروغرونيه حيث أمر بمغادرة المدينة خلال بضعة ساعات ، وبالفعل تم ترحيله برفقة الجنود إلى جدة .\r\nهكذا تم افشال محاولة الألمان الحصول على حجر تيماء . وبعد حوالي العام على مصرع هوبير تم الحصول على الحجر وأرسل إلى باريس حيث يعرض حاليا في متحف اللوفر .\r\nان هذا الحجر الذي يعود تاريخه إلى القرن الخامس قبل الميلاد ، والذي يعود الفضل في اكتشافه إلى هوبير ، يعتبر من أبرز الاكتشافات الأثرية في شبه الجزيرة العربية خلال القرن التاسع عشر . ويظهر هذا الحجر الذي حفر باللغة الأرامية أحد الكهنة الذي استقدم إلها جديدا إلى تيماء ، فأنشأ لهيكل الإله المعبود وقفا ، وقد مثل الاله في زي أشوري ، وظهر في أسفل الرسم رسم الكاهن الذي شيد النصب .\r\nأن المعلومات والانطباعات التي سجلها هوبير خلال رحلته الأولى في شمال شبه الجزيرة العربية والتي نقدمها في هذه الترجمة ، هي على درجة كبيرة من الأهمية بحيث إنها تعتبر بالإضافة إلى سلسلة الأبحاث التي قام بها الرحالة الأوروبيون في المنطقة خلال القرن التاسع عشر أمثال وليم بالغريف ، واروليخ سيتزن ، جورج والين ، الليدي آن بلنت ، ولويس بوركهاردت ، وشارل دوتي وغيرهم من أبرز النصوص التي تصف منطقة شمال شبه الجزيرة العربية خلال النصف الأخير من القرن التاسع عشر .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nتنبيه الناشرين الفرنسيين « * »\r\nفي 29 تموز 1884 ، قضى الرحّالة المقدام الذي ننشر له اليوم بيانات رحلاته ومفكراته اغتيالا . فمنذ عام 1874 ، وما ان بلغ السابعة والثلاثين من العمر ، حتى وقع اختيار شارل هوبير المدفوع بشغف الاستكشافات الجغرافية على الجزيرة العربية . وكان قد قام برحلة استكشافية أولى من 1878 إلى 1882 دونت نتائجها في نشرة الجمعية الجغرافية « 1 » .\r\n ( Le BulleTin de la Societe de Geographie ) \r\n. ما شاهده في هذه الرحلة أثار فيه رغبة جامحة بإعادة الكرة . كان نقش تيماء بوجه خاص ، الذي اكتشفه منذ عام 1880 ، يقضّ مضجعه . وفي حزيران 1883 ، انطلق من جديد برعاية وزارة التربية العامة وأكاديمية النقوش والآداب والجمعية الجغرافية ، فتوقّف فترة في دمشق ، وزار حائل مجددا وحصل على حجر تيماء ثم انكفأ إلى جدّة واثقا من كنزه هذه المرة .\r\nوحدها رسالة من السيد دولوستالو ، قنصل فرنسا في جدّة « 2 » تعطينا بعض التفاصيل عن النهاية الغامضة التي وضعت حدا لمجرى هذه الحياة التي كان مبدأها الطاغي الجرأة البالغة حدّ المجازفة .\r\n« اغتيل السيد هوبير في 29 تموز 1884 خلال رحلة علمية على أيدي المرشدين اللذين اختارهما للاستدلال على الطريق .\r\nوقد شكلت الرغبة في الاستيلاء على أسلحة الضحية وأغراضه الثمينة دافع الجريمة .\r\nكان هوبير قد غادر جدة في ليل 26 إلى 27 تموز برفقة خادمه محمود ودليليه . وكان محمود يتبع الطريق ويقود الجمال المحمّلة بالأمتعة بينما يبتعد السيد هوبير ومرشداه باستمرار عن الطريق تارة إلى اليمين وتارة إلى اليسار ، إمّا لتدوين بعض الكتابات القديمة أو لنقل رسم أو لتسجيل ملاحظة علمية . ثم يتم اللقاء في المنطقة المحددة للتوقف لتناول بعض الطعام وأخذ قسط من الراحة . وانقضى يوما 27 و 28 تموز بلا عائق .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) مقدمة كتاب \" يوميات رحلة في شبه الجزيرة العربية \" الذي صدر في باريس سنة 1891 وتضمن ما خلفه شارل هوبير من ملاحظات وكتابات ورسوم . وقد رأينا ترجمتها لما فيها من معلومات مفيدة للقارئ .\r\n[ الناشر 
  ] .\r\n( 1 ) الفصل الثالث لعام 1884 ، ص 289 - 363 ، 468 - 531\r\nراجع ف . برجيه \" الجزيرة العربية قبل النبي محمد بالاستناد إلى النقوش \" باريس ، 1885 ، ص 22 - 23\r\n( 2 ) المذكرة الوحيدة التي نشرت عن هوبير وردت في رأس كتالوج بيع مكتبته الذي صدر عام 1885 في ستر سبورغ عند المكتبي بيغان . وتتضمن بعض النسخ من هذا المنشور وصورة ليتوغرافية لهوبير .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفي التاسع والعشرين ، ولدى وصول محمود إلى محطة الاستراحة ، وجد الجميع في المكان ورأى المرشدين يؤديان الصلاة والسيد هوبير ممددا على مسافة قريبة تحت معطف عربي . فاعتقد ان سيّده نائم وشرع ينزل حمولة الجمال . فجأة شعر بندقيتين مصوّبتين إلى صدره وسمع صوت أحد المرشدين يقول له : « حذار ، إلق سلاحك وإلّا عاملناك كسيّدك ههنا لدى أدنى حركة عدائية » . فنظر ورأى السيد شارل هوبير ممددا على الجانب الأيسر بينما كامل الجانب الأيمن من الرأس مدمّى ، لكن الوجه هادىء ومرتاح وكأنه نائم . من المرجّع أن تكون طلقة مسدّس أطلقت من مسافة قريبة جدا فيما هو نائم ، هي التي حتّمت الموت .\r\nبقي محمود أسير المجرمين مدة يومين ثم تمكن من الفرار . فتوجّه إلى المدينة ثم إلى حائل وعاد أخيرا إلى جدّة ليضع نفسه بتصرّف نيابة القنصلية الفرنسية المكلّفة بمتابعة انزال العقوبة بالمجرمين . وهو لا يزال فيها . »\r\nبقيت جثّة السيد شارل هوبير معرّضة للهواء بضعة أيام وقيل إن بعض المارة حفروا أخيرا حفرة ودفنوه فيها .\r\nوبعناية جديرة بخالص الثناء ، تسلّم السيد دو لوستالو ذخيرة الميت . وبعد سنة وفي خضم صعوبات جمة تمّ التغلّب عليها بالاصرار على العمل وبالرغم من نقص لا يصدّق في الامكانيات ، سلّم السيد دو لوستالو وزير التربية العامة حجر تيماء الجدير بان يقارن من حيث قدمه وأهميته بنصف ميشا « 1 » . وعندما درست لجنة  Corpus inscriptionum semiticarum  وأمين عام الجمعية الجغرافية الملاحظات ، فقد أقرّوا أهميتها البالغة حتى بعد نشر عدد كبير من النصوص النقوشية المدوّنة فيها « 2 » . وبالفعل ، لا يتناول هذا النشر سوى جزء من النقوش النبطية ، أما النقوش من النوع الصفيتي  ( Safai ? tique )  فلم تمسّ ، كما وان الناحية الجغرافية من العمل تحتفظ بكامل جدّتها . مما حدا بالجمعية الآسيوية والجمعية الجغرافية ان تتولى طباعة هذه المفكرات . وقد قامت المطبعة الوطنية ووزارة التربية العامة بسخائهما المعهود بتسهيل مشروع لا اعتبار فيه إلّا للمصلحة العلمية .\r\nإلى ذلك ، كانت مهمتنا محدّدة بوضوح ، إذ كان المطلوب منا ان نعيد نشر الدفاتر الصغيرة الخمسة التي وضعت بين أيدينا كما هي بالضبط . خلال جزء من رحلته الثانية ، اصطحب السيد هوبير السيد اوتينغ ، وهو عالم يتمتّع بتقدير . فإلى أي مدى امتد تعاون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  , Journal des de ? bats  26 كانون الأول 1884 .\r\n( 2 ) أنظر  Corpus inscriptionum semiticarum  ، الجزء الثاني ، النقوش الآرامية ، ص 107 والصفحات اللاحقة .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالسيد اوتينغ في المفكرات التي ننشرها ؟ هذا ما لم يكن في وسعنا تقصيه . اننا لا نكفل سوى أمر واحد ، وهو ان الاشخاص الذين سيستخدمون هذا الكتاب يمكنهم ان يركنوا اليه كما لو أنه من مدوّنات هوبير الأصلية . وسيقول السيد اوتينغ ، إذا رأى ذلك مناسبا ، ما كانت حصته في العمل المشترك . لقد كانت رشمات النقوش النبطية بحوزته . وقد نشر كتابه  Nabatoeische Inschriften  بالاستناد إلى هذه الرشمات « 1 » . وإذ رغب السيد دوفوغيه ، مفوّض الجزء الأرامي من ال  Corpus inscriptionum semiticarum  استخدام هذه الوثائق الثمينة لإنجاز الملزمة المقبلة ، فقد سارع السيد اوتينغ إلى ارسالها لنا ومن دواعي سرورنا ان نشكره على ذلك .\r\nفي تنفيذ عملنا بالتحديد ، واجهتنا صعوبات مع كل خطوة . فالسيد هوبير لم يكن فقيها لغويا بالمهنة . وفي نقل الكتابات لم يكن مصرّا على التوافق مع نفسه دائما . وأخيرا ، أفسحت الصياغة المستعجلة للمفكرات المجال للكثير من التردّد . فإذا لم نأخذ بعين الاعتبار سوى انتظام الخط ، وتماثل لون الحبر والعناية التي رسمت بها الرسمات وكتبت بها النقوش ، لحملنا ذلك على الاعتقاد بان السيد هوبير استفاد من احدى إقاماته في حائل أو في جدة لكتابة يومياته . وفي الواقع ، لا يبدو انه بامكان مسافر ايجاد ترتيب ملائم لتنفيذ أعمال بهذا الوضوح خلال تجواله في مناطق صحراوية . ولكن لا مجال للشك ، فقد وضعت المفكرات بالشكل النهائي يوما بيوم تقريبا . وهذا ما يحرص المؤلف على ذكره في مناسبات مختلفة . وإذا اعترف أحيانا بتأخره بضعة أيام في عمله ، بدا وكأنه يعتذر لا خلاله بالبرنامج الذي خطّه لنفسه . من جهة أخرى ، يصرّح قطعا بان مفكراته الخمس قد أرسلت إلى باريس في 27 حزيران 1884 من مرفأ جده الذي وصل اليه في 20 من الشهر نفسه ، مما يجعل فرضية صياغة يوميات رحلته في هذه المدينة أمرا مستحيلا عاما .\r\nان الملاحظات السابقة تجيب فكرة تخطر على البال إزاء الكلمات التي تركت مواضعها بيضاء في مخطوطة هوبير . واننا في الواقع نتساءل كيف ان المؤلف الذي لا يزال موجودا في الموقع والمحاط بمرشديه من سكان البلاد لم يستطع إعادة تركيب أسماء عدة بلدات بالاستعانة بذاكرة الاشخاص الذين يحيطونه . صحيح ان الاسم مكتوب بالرصاص أحيانا ، ولكن في الغالب نجد الثغرة كاملة أو يملأها جزء من الكلمة كتب بالحبر . فلو ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اوتينغ  Nabatoeische Inschriften aus Arabian , Euting  برلين 1885 . كانت هذه النقوش قد نشرت قبل ذلك بالاستناد إلى رشمات السيد دوتي في  Notices et extraits des manuscrits  لأكاديمية النقوش وعلم الأدب القسم الثاني ، ( نشرت في طبعة مستقلة صدرت عام 1887 )\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nهوبير كتب مفكراته في نهاية رحلته لجاء التفسير طبيعيا ، ولكن بما ان هذا الامر مستبعد بالتأكيد ، فلا بد من إيجاد تفسير آخر لهذه الشكوك .\r\nعندما نرى العناية الدقيقة التي دوّنت بها الملاحظات ، وعندما نجد الإشارات إلى محطات التوقف لدقيقتين أو ثلاث دقائق ، لا يمكننا الاعتقاد بان الاغفالات المشار إليها ناتجة عن اهمال المؤلف . بل يمكن الافتراض بان هوبير كان يأمل بتوظيف المواد التي جمعها والتوسّع في استقرائها . كما يجدر ان ننسب الاهمال الذي يشوب الصياغة لجهة الأسلوب إلى السبب نفسه ، وهو إهمال ترك عمدا حتى عندما كان بالامكان تصحيحه من دون خوف من ارتكاب خطأ .\r\nومع أنه كان متآلفا جدا مع لغة العرب الذين كان يتجوّل بينهم ، الا ان إلمام هوبير باللغة الفصحى كان غير كاف . ففي دفتره الأول بدأ يكتب بنفسه أسماء البلدات بالأحرف العربية لكنه سرعان ما اكتشف مساوىء طريقة العمل هذه فقرّر لاحقا ان يسأل السكان الأصليين أنفسهم ليسجّل مباشرة على دفتره املاء الكلمات التي كان يسمع لفظها . الا ان الكتبة البدو الذين استعان بهم لم يكونوا ضليعين بلغتهم . فهم بالتأكيد لا يخطئون في لفظ الأحرف الصامتة التي تختلط بسهولة على الأوروبيين كالقاف والكاف مثلا ، ولكنهم في المقابل ، كانوا يرتكبون الخطأ الشائع جدا بين العرب الأميين بحذف اللام في أل التعريف أمام الأحرف الشمسية مكتفين بوضع الشدة على أول حرف صامت في الكلمة .\r\nكما كانوا يكثرون ويبالغون في استخدام الألف ال  Prosthe ? tique  ويحذفون الأحرف الصوتية الطويلة وبالعكس يطيلون بعض الأحرف الصوتية القصيرة .\r\nكان من السهل تصحيح العدد الأكبر من هذه الأخطاء البسيطة ولكن في بعض الأحيان كان من المستحيل اعطاء القراءة الصحيحة . لذا ، بدا من المستحسن عدم اخضاع املاء الكتبة البدو لمراجعة صارمة . فمن شأن التصحيح الكبير الايحاء للقارئ بأنه يستطيع التذرّع بطريقة الكتابة المعتمدة في المفكرات لتصحيح الاملاء الوارد عند أحد المؤلفين العرب أو عند رحّالة اوروبي آخر . ولكن هذا غير ممكن ، إذا لا يجوز تصحيح قواميسنا التي تكتب اسم نبتة صحراوية « ضومران » ، وهي نوع من النعناع البري ، بحجة ان مفكرات هوبير أوردتها بشكل « ضمران » .\r\nكما اننا لم نر من المفيد اخضاع طريقة الكتابات الفرنسية المعتمدة من قبل هوبير لانتظام تام . إذ لم يكن بإمكاننا التأكد من أن تمثيل الهاء في نهاية الكلمة تارة بال  y  وتارة أخرى بال  e ? h  أو ال  ah  على سبيل المثال ، لا يعود إلى رغبة الرحّالة في تسجيل تنوّع اللفظ الذي كان يسمعه ، فتنظيم هذه الاختلافات انه يرى ضرورة في ذلك . هناك بالتأكيد\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nحالات حيث يلزم التصحيح منذ المقاربة الأولى . فنجد مثلا « أبيث » أو « أبيت » محل « أبيض » مكتوبة بالأحرف العربية بدقة . ولكن عند التفكير نتساءل ما إذا كان ذلك يعود لخطأ في اللفظ من النوع الذي نلاحظه في اللهجة الجزائرية حيث غالبا ما يقال « مريته » وليس « مريضه » بدلا من أن نرى في هذه الشواذات نتيجة للفظ الجرماني للمؤلف . لقد حملنا هذا السبب إلى الاحتفاظ بالنقل الذي اعتمده هوبير بالرغم من شوائبه .\r\nوتشمل المفكرات عددا كبيرا من الكلمات العربية المستخدمة تارة محل الكلمة الفرنسية المقابلة ( راس ، سنة . . . الخ ) ، وتارة أخرى لغياب مرادف ومطابق في لغتنا ( نفوذ ، هاء ) .\r\nلم يكن بالامكان استخدام ملاحظات شارل هوبير الفلكية التي لم تحتسب بعد ، والتي اعتمد واضع خرائط الشمال الحقيقي في اتجاهها دون مراعاة الميل الزاوي للبوصلة .\r\nأما الارتفاعات ( المقاسة بالمضغاط ) فقد أعطيت من دون الاخذ بعين الاعتبار الفارق الذي كان سيطرأ عليها بفعل المقارنة مع الملاحظات التي أجريت عند سطح البحر .\r\nلذا ، لا يترتب على الجغرافيين اعطاء هذه الخرائط صفة نهائية ، ولو تسنّى للرحالة مراجعتها لعدّلها بلا ريب في أكثر من نقطة . إلّا انها كانت ضرورية لفهم يوميات الرحلة وقد وضعها السيد م . ج . هانسن بمنتهى الدقة والعناية .\r\nفي الختام ، لا بد من شكر المطبعة الوطنية على مساهمتها الكريمة التي منحتنا إياها وعلى الاهتمام المتأني الذي بذلته في هذا العمل العسير . وراقب السيد فيليب برجيه تنفيذ الصور طبق الأصل بنظرة الباليوغرافي الماهر . وأخيرا راجع السيد م . و . هوداس ، الأستاذ في مدرسة اللغات الشرقية ، النسخ بصفته مستعربا متمرسا . فإذا حظي هذا الكتاب كما نأمل ذلك ، بموافقة المحكمين المختصين ، فإننا نطلب منهم ان ينسبوا الجدارة إلى هؤلاء المعاونين الممتازين وبالأخص إلى الأخير الذي أخذ على عاتقه المهمة الأكثر صعوبة وأنجزها على أكمل وجه .\r\nأرنست رينان باربيه دومينار ك . مونوار\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمنذ بداية تكليفي بمهمة علمية في الجزيرة العربية في عام 1878 ، اصطدمت بعقبات أخرتني وبصعوبات أشرت إليها في تقريري إلى سيادة الوزير .\r\nفقد أجهضت المحاولة الأولى للوصول إلى الجوف مع الشيخ محمد طوخي بسبب ثورة الدروز ، والاتفاق الذي عقدته من ثم مع سطام بن شعلان ، شيخ الرولة لم يسفر عن نتيجة بسبب نكث هذا الأخير بوعده . وتكرر الأمر في الاتفاقية التي أبرمتها مع الشيخ علي القريشي .\r\nأخيرا عثرت على الأدلّاء اللازمين لي عند شيخ البصرة ، محمد الخليل ، حيث كانوا في ضيافته . وهم بواقان « 1 » ورجلان من سكان كاف . واتفقت معهم بالرغم من تحذيرات شيخ البصرة المعترضة والذي بيّن بأنه لا يستطيع أن يضمن بأي شكل تنفيذهم لوعودهم وبأنني أعرض نفسي في أبسط الاحتمالات للسلب والتخلي عني في الصحراء . كنت أستعجل التخلص من سماع هذه النصائح الحكيمة . وغادرت البصرة دون إبطاء في اليوم التالي مع رفاقي الجدد . كان ذلك في 14 مايو ( أيار ) وكانت عنز محطتنا الأولى بعد اجتياز أم الرمان .\r\nعنز ، القرية المؤلفة من 300 نسمة والرابضة على تلة صغيرة ، هي آخر بلدة مأهولة في الصحراء . ومن هنا نلفت الانتباه إلى أن عنز تضم سكان نصارى بمجملهم بالرغم من موقعها بصفتها مركزا متقدما ، أي بين الدروز والبدو المسلمين .\r\nهنا التقينا خمسة من العرب يخيّمون خارج الأسوار ويرغبون في الذهاب إما إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البواق هو عربي طرد من قبيلته وحكم عليه بالنفي المؤبد بسبب الغدر أو أي جرم آخر يمس الشرف فلا يعود أحد يثق بكلامه . يمتهن عادة المهن التي لا يمكن الإفصاح عنها ، عند حدود الصحراء ملجأه الدائم . راجع نشرة الجمعية الجغرافية  Bulletin de la Socie ? te ? de Ge ? ographie \r\nالفصلين الثالث والرابع 1884 ص . 289 و 468\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nكاف أو إلى جوارها . كانوا ينتظرون مسافرين آخرين لينضموا إليهم وليشكلوا قافلة صغيرة . فغادروا معنا في اليوم التالي .\r\nولما كنا قلة ، فقد سعينا إلى تجنب لقاءات خطرة دائما في بداية دخولنا إلى الصحراء . فسرنا ابتداء من 15 مايو ( أيار ) بشكل متعرج تحاشيا للقاء العرب ، بناء على المعلومات التي جمعناها في البصرة وفي عنز بشأن مختلف المخيمات .\r\nفي صبيحة 16 مايو ( أيار ) ، خيّمنا على بعد 3 كيلو مترات شمال شرق القصر الأزرق .\r\nوللأسف لم أستطع الاقتراب منه أكثر من ذلك لأن جميع الأراضي المحيطة بالقصر المبني في منخفض كانت لا تزال موحلة بسبب أمطار الشتاء . ومن بعيد رأيته عبارة عن برج مربع مبني من الحجر المنحوت ، معزول تماما وقد بدت لي أعاليه أطلالا .\r\nمن المرجح أن القصر قائم منذ اقدم العصور ، ولا بد أنه كان إحدى محطات الطريق المؤدية إلى وسط الجزيرة العربية عبر دومة الجندل .\r\nكان قبلي المؤلفين العرب يطلقون على الأراضي المحيطة اسم عميري أو عامري .\r\nوذكر ذلك الدرويش المجهول ، الذي ترك كتابا عن طريق الحج من القسطنطينية إلى مكة ، وأضاف : إن النبي محمد [ صلّى اللّه عليه وسلّم 
  ] تقدم إبّان حملته إلى الشمال حتى بلغ هذا القصر ومسيله المرجح بأنه وادي الرايل ؛ المكان مثير للاهتمام ، فمن هنا يبدأ وادي سرحان الممتد جنوبا حتى آبار جراوي على مسافة يومين من الجوف .\r\nصادفت وادي الرايل بعد ظهر اليوم نفسه ولما يزل في بعض الحفر ماء بالرغم من تقدم الموسم .\r\nلم نتوقف على مرأى من القصر إلا مدة تناول الغداء ثم انطلقنا فورا ؛ إذ لا تقترب المجموعات القليلة العدد كمجموعتنا عادة إلى هذا الحد من هذا المكان الذي اشتهر بأسوأ سمعة . فاللصوص يرتادون باستمرار القصر الأزرق بصفته نقطة عبور .\r\nيمتد سهل الأزرق على عدة كيلومترات وكل الأرض صالحة والتربة التحتية صلصالية فيما شجيرات الصحراء ، التي تشكل غذاء الإبل ، كثيفة وقوية .\r\nما إن غادرنا هذا المكان حتى عادت الأرض مضطربة وتظهر آثار عديدة بركانية الأصل . من حين إلى آخر اجتزنا أجزاء من الصحراء حجرة كليا تزداد وعورة كلما\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nاقتربنا من كاف التي وصلناها في اليوم التالي من 17 مايو ( أيار ) قرابة المساء ، كنا قد مشينا معظم الليل .\r\n\r\nالكاف\r\nويقدم الرحالة سيتزن  , ( Seetzen )  استنادا إلى أحد أدلائه ، يوسف الملكي ، خط سير يضع كاف على مسافة خمسة أيام سير من البصرة . إلا أننا نلاحظ الخطأ فورا لدى ذكر اترا وقراقر على أنهما تقعان قبل كاف .\r\nبالمقابل ، فإن سيتزن يعطينا المعلومات الأولى التي نملكها عن هذا المكان ، حيث يقول إن كاف هي قصر بات أطلالا على قمة تلة محاطة كليا بمستنقع يمنع الاقتراب منه . ويوجد هنا بعض الآبار وشجر نخيل بري لا يثمر .\r\nكنت قد علمت لدى وصولي عند الدروز ، بأن كاف هي اليوم قرية صغيرة مأهولة وقد حمّلني شيخ الدروز ، نجم الأطرش ، رسالة إلى شيخها .\r\nعندما وصلنا إلى الواحة كنت بالطبع ضيف دليلي محمد ، ولكن نظرا إلى فقره وفقر أهله ، عرض علي بنفسه منذ اليوم التالي إسكاني عند الشيخ الذي كان ينتظر إستضافتي عنده .\r\nعبد الله الخميس « 1 » شيخ كاف ، رجل في الخمسين من عمره تقريبا ( هو نفسه يجهل عمره بالضبط ) يدل غياب العضل وملامحه الهزيلة والنافرة على أنه بدوي الأصل .\r\nبشأن تاريخ القرية أخبرني عبد الله بأن والده ، دغيري الخميس ، كان أول من استقر فيها قبل خمسين عاما لما كان هو عبد الله لا يزال طفلا صغيرا . أما أنّ ينابيع المكان العديدة الصغيرة كانت تشكل آنذاك مستنقعا عند سفح التلة كما قال يوسف الملكي ، فأمر لم يعد عبد الله يتذكره . ومهما يكن من أمر فإن الينابيع الاثني عشرة الموجودة هنا باتت كلها تحبس في أحواض صغيرة . وإذا قست في الرابعة صباحا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الليدي آن بلانت تسمية عبد الله الخميس .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nحرارة عشرة منها ، وجدت ان معدّل الأحواض المعرّضة للشمس يبلغ + 50 ، 24 درجة ومعدل تلك المحمية تحت النخيل يبلغ + 10 ، 21 درجة . ومن ثم فإن معدل حرارة المنطقة مرتفع جدا . وقد أكّد لي عبد الله أن الحرارة بالفعل أكثر ارتفاعا في كاف في الصيف منها في الجوف ، وأنه نادرا ما تمطر في الشتاء . والمؤشر الآخر لهذه الحرارة يكمن في وجود النخيل المزدهر تماما في كاف أما الماء المشوب بملوحة طفيفة فطيّب المذاق .\r\nتمتد القرية الهلالية الشكل من الشرق إلى الغرب وتتألف من مجموعتين ، واحدة من ثمانية منازل والأخرى من تسعة تفصلهما الينابيع وال 450 نخلة . إلى جانب النخيل لا نجد سوى شجرتي رمان وعدد من شجرات الأثل . يستخدم خشبها في صنع عارضات خشبية لصناعة الأبواب وأسقف المنازل . أما السكان البالغ عددهم 90 شخصا فيملكون ثلاثين جملا وما يوازيها من الماعز وخمسة عشر خروفا بالإضافة إلى بضع دجاجات . وليس لديهم ثيران أو خيول .\r\nان وجود هذه الواحة الصغيرة مدين لوجود الينابيع أولا ومن ثم لوجود منجم ملح يعود دخله إلى الشيخ نفسه . ويأتي هذا النتاج من جبل صغير يبعد 5 كيلومترات إلى جنوب كاف وتحمله الإبل إلى مقربة من القرية في تجاويف تحوي ما بين 40 ، 0 م إلى 50 ، 0 م من الماء يذوب الملح فيها ثم يتبلور بالتبخر . إنه شديد البياض لكن طعمه شديد المرارة . يباع لقبائل الصحراء وتنقله جمال الشيخ بالتهريب إلى البصرة وحوران وجبل الدروز .\r\nالبيوت نظيفة من الخارج ولكنها وسخة في الداخل . الجميع يرتدون الزي البدوي .\r\nلا أحد يعرف القراءة أو الكتابة . وكالعادة فإن أمراض العيون كثيرة .\r\nفي صبيحة 19 مايو ( أيار ) جاءني عبد الله وهو متزوج ثلاث نساء ، مصطحبا ابنه الوحيد وقد أصيب بتلبك معوي . كما جلب معه في الوقت نفسه فنجان قهوة مملوءا بالماء طالبا مني أن أقرأ عليه الكلمات الضرورية ليشفى المريض الصغير .\r\nسأكون أول أوروبي تسلق الصخرة التي يقوم عليها قصر السيد . إنها صخرة وحيدة ، وثمة صخرتان اخريان أصغر حجما موجودتان حول كاف . قدرت ارتفاعها بقرابة 80 مترا فوق السهل . أما قمتها فعلى شكل مائدة مستديرة ويبلغ محيطها 3000 متر . وهي مكونة كليا من كتل بركانية ضخمة سوداء صلبة جدا غارقة في\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nغلاف ترابي تتداخل فيها بضع طبقات من الجير الجميل الشديد الصلابة والبياض ، وكنت قد صادفته على الطريق بين الأزرق وكاف .\r\nتتألف الأطلال التي تتوج الهضبة العليا من حائط بارتفاع 3 إلى 4 أمتار وبسماكة تتراوح ما بين نصف متر ومتر واحد يحاذي حدود القمة الشرقية للصخرة . أما الجوانب الثلاثة الأخرى فليس لديها جدران ومن المرجح انها كانت عامودية .\r\nالطريق المؤدية إلى الهضبة والمقوّضة كليا تقع أيضا في الجهة الشرقية وتبدأ من مقبرة كاف الواقعة عند قاعدة الهضبة .\r\nباب حائط الدفاع هذا كان مقفلا بمصراعين من الحجر الأسود شبيه بتلك الأبواب التي نصادفها بكثرة في اطلال المدن في لجا وجبل الدروز وحوران والتي رأيتها دارجة الاستعمال في بعض الحدائق في تدمر . كان أحد المصراعين على الأرض تحت المدخل .\r\nعلى الهضبة كذلك غرفتان صغيرتان دون سقف تستندان إلى حائط السور ، وإلى الشمال تبدو جدران مبنى صغير يضم أيضا غرفتين . باتجاه باب حائط السور ، حوض مدوّر مسوّر قطره 4 أمتار وعمقه متر واحد . وعلى مسافة قريبة يبدو في الأرض تجويف طبيعي على شكل مغارة . ولا بد ان يكون هذان التجويفان قد استعملا كحوضين للماء . بين الحوضين حجر حممي ضخم ، متعرج الشكل ، بقياس متر مكعب تقريبا حفرت عليه بعض العلامات الشبيهة بتلك التي لا يزال البدو يستخدمونها حتى يومنا هذا لدمغ إبلهم ويسمونها \" وسم \" أي علامة .\r\nوبما أن الصخرة خالية من أي آثار بنيان أخرى ، اعتقد بأن ما كان قائما هنا لم يكن سوى مركز محصن في موقع طبيعي ومن الممكن إعادته حصنا منيعا .\r\nمن قمة هضبة قصر السيد نكتشف هذه الأرض وهذه الجبال الجرداء المقفرة في كامل قباحتها وقد زاد من وحشتها شظايا الحجارة السوداء التي تغطيها . لذا فإن العين تنظر بارتياح إلى الواحة المنتشرة في سفح الجدار الجنوبي للصخرة . وفي البعيد ، على مسافة ستة أميال « 1 » ، نرى منظر من وادي السرحان « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يستعمل دائما الميل الجغرافي الموازي ل 1852 مترا .\r\n( 2 ) اجتزناه في المكان نفسه للوصول إلى كاف وقد استغرق الاجتياز ساعة و 30 دقيقة مما يعطي الوادي قرابة 5 كيلومترات من العرض بالخط الذي كنا نسير به آنذاك .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nعلى مسافة ستة أميال جنوبا وبانعطاف 70 درجة شرقي كاف ، توجد واحة صغيرة أخرى تدعى اتسرا « 1 » . والمساكن فيها مبنية من الحصى الأسود كمساكن حوران وليس بالآجر كمساكن كاف . وهي بلدة قديمة هجرت على غرار كاف وسكنت من جديد من بعد كاف بعشر سنوات . وهي تعد اليوم 20 بيتا وحوالي 100 نسمة يتمتعون بمياه النبع كل السنة كسكان كاف . يوسف الملكي ، في بيان رحلته ، يطلق على هذه البلدة اسم إثرا .\r\nفي 20 مايو ( أيار ) 1880 ، قمت بقياس حرارة الجوفي كاف ، ساعة بعد ساعة في ظل النخيل وسجلت هنا نتيجة القياس :\r\nالساعة 4 + 50 ، 13 درجة / الساعة 10 + 70 ، 28 درجة / الساعة 4 + 10 ، 33 درجة\r\n5 + 10 ، 15 / 11 + 80 ، 30 / 5 + 32\r\n6 + 90 ، 16 / ظهرا + 60 ، 31 / 6 + 90 ، 30\r\n7 + 80 ، 19 / 1 + 50 ، 32 / 7 + 40 ، 26\r\n8 + 22 / 2 + 70 ، 32 / 8 + 20 ، 26\r\n9 + 40 ، 26 / 3 + 80 ، 33 / 9 + 80 ، 25\r\nمنطقة كاف - إثرا مثيرة للاهتمام إذ إنها الأقل ارتفاعا بين حوران والجوف . وهنا تنتهي الجداول النازلة من حوران ، والشعيب القادم من الجنوب يجري في خماد ووادي سرحان . هذا ما يفسر أيضا بقاء منسوب الينابيع ثابتا بالرغم من ندرة الأمطار . وهذا المنسوب ليس كبيرا كما رأينا أعلاه ويكفي لسقي 450 نخلة .\r\nومن خلال معدل الضغط الجوي في كاف أدركت أن ارتفاعها 498 مترا .\r\nلا أستطيع مغادرة هذه الواحة من دون ذكر غوارماني « 2 » مر بها عام 1864 وذكر أن .\r\nكاف التي دمرت في القرن الخامس عشر وأعيد بناؤها في القرن الثامن عشر ، كانت فيما مضى محطة للقوافل من دمشق إلى المدينة . وبالإضافة إلى كاف التي يقدر سكانها ب 250 نسمة وإثرا التي يطلق عليها اسم ايتيرا وعدد سكانها 300 نسمة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنظر : أحمد شرف الدين : « المدن والأماكن الأثرية في شمال وجنوب الجزيرة العربية » ص 34 ، 35 [ المترجم 
  ] .\r\n( 2 )\r\n Itine ? raire de Je ? rusalem au Neged Septentrional par M . Guarmani , Bulletin de la socie ? te ? de Ge ? og - raphie , Septembre 1865 ) \r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nفإن هذا الرحّالة يذكر أيضا : أكيله\r\n AKeile \r\n15 نسمة ، الجوتي  El Gotti  150 نسمة - الأخضر  El Ekder  150 نسمة - الاوسفواسيه  El Uscevuasce  200 نسمة « 1 » .\r\nاما بالنسبة إلى العصر الذي شهد تدمير كاف ، فمن الصعب نفي أو تأكيد حصوله في القرن الخامس عشر لأن أيا من المؤلفين لم يأت على ذكر ذلك على حد علمي .\r\nوأما بالنسبة لتاريخ إعادة إعمارها فقد أوردت رواية الشيخ الخميس ابن الرجل الذي أحيا الواحة . وأخيرا فيما يتعلق بمحطة للقوافل فإنني لا أعتقد بوجود مثل هذه الطريق المارة بكاف بين دمشق والمدينة في أي وقت ، فالقافلة تتحرك ببطء شديد ولا يمكنها اجتياز هذه الوجهة حيث ، لا بد من البقاء خمسة أيام دون العثور على ماء كاف . وبالنسبة إلى البلدات الأربع الأخرى التي ذكرها غوارماني فإني لم أسمع بها قط . وأما بالنسبة إلى السكان فإنني أصرّ على أرقامي فالتعداد كان في غاية السهولة بحيث لا يمكن أن أكون قد أخطأت .\r\nكنت قد اتفقت مع الشيخ عبد الله الخميس على أن يكون هو دليلي إلى الجوف وحددنا انطلاقنا بتاريخ 21 مايو ( أيار ) . وانضم إلينا اثنان من سكان الجوف كانا ينتظران منذ وقت ان يتسنى لهما مسافرين ينضمان إليهم وغادرنا كاف عند شروق الشمس يودعنا كل رجال كاف حتى مسافة بعيدة عن الواحة .\r\nمع أننا كنا نسير على أرض مستوية ، فقد كنا في منطقة جبلية إنما شكلها خاص جدا . المنطقة مكونة من هضبة حجرة شاسعة خرجت من أرضها كمية من الارتفاعات ( الجيولوجية ) على شكل إهليلجي ومخروطات وشعفات منفصلة كليا بعضها عن بعض ولا يربط فيما بينها أي رابط بينما قممها على شكل طاولات .\r\nوعلاوة على ذلك لا يسودها أي وحدة اتجاه ، فهي إثرا من الشمال إلى الجنوب ومن الشرق إلى الغرب ويتراوح ارتفاعها ما بين 20 و 100 متر .\r\nمن المدهش أن نكتشف أن كل هذه الارتفاعات مصنوعة من الكلس الأبيض الذي ينتج رملا جميلا جدا من اللون نفسه وقد سقط عليه سيل من الحصى الأسود المفحم . وهي على أي حال الأرض نفسها التي صادفتها قبل الوصول إلى كاف بيوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يرى التحرير من المفيد التذكير بأن السيد غوارماني قد نقل الأسماء العربية كما تيسر له ذلك بالإيطالية التي حافظ عليها هوبير في ما أورده .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nكل هذه التلال المميزة وخاصة بين إثرا ، كاف ووادي سرحان تحمل اسم القدير « 1 » أو وريق « 2 » الشامل .\r\nعند الظهر مررنا بواقعة لا تزال للأسف تتكرر كثيرا في الصحراء . فما أن أوشكنا أن ندخل مجرى وادي سرحان حتى صادفنا شخصا معه ثلاثة أشخاص يحتضرون وعلى مقربة جثة . كانوا أربعة دراويش تجرأوا على مغادرة الجوف منذ ثمانية أيام سيرا على الأقدام قاصدين كاف ومنها دمشق دون ماء ودون مؤن تقريبا . كانوا يعتمدون على مصادفة مخيمات بدو والوصول إلى محطتهم الأخيرة متنقلين من مخيّم إلى آخر . أصبحوا \" جلدا وعظما \" كما يقال بالعامية . أما الميت المحمّص فقد اقتسم رفاقه أسما له بالرغم من إشرافهم على الموت هم أيضا .\r\nأعطيت كل واحد منهم ليترين من الماء وقليلا من الطحين الذي استهلكوه فورا .\r\nولاحظت بأن عبد الله بدلا من أن يدلّهم على وجهة كاف وهي أقرب نقطة ، دلّهم على إثرا وذلك لتجنيب بيته واجب إطعامهم . عند الظهر ، كما قلت أعلاه ، دخلنا مجرى وادي سرحان حيث سرنا حتى الساعة الثالثة . ثم تركناه إلى الغرب ودخلنا من جديد منطقة جبلية مغطاة كليا بالحجارة السوداء وتدعى المسما  El Misma  وهي أخذت اسمها من الجبل الرئيس الكائن في الجوار ، والذي شاهدته صبيحة اليوم التالي على مسافة 12 ميلا إلى الشرق . وهو عبارة عن سلسلة طويلة تمتد من الشمال إلى الجنوب الغربي « 3 » .\r\nفي هذا اليوم دخلنا مجددا إلى وادي سرحان وشاهدت هنا مشهدا رائعا . فعلى مد النظر ، كانت الأرض المستوية تماما مغطاة بطبقة رقيقة من الملح الناصع البياض .\r\nإذ تركنا هذه الأرض إلى يسارنا ، التففنا حولها لمدة ثلاث ساعات فما كان يجوز حتى التفكير باجتيازها ، ذلك أن الأرض تحت طبقة الملح تبقى رطبة وشديدة الانزلاق ولا تستطيع الجمال السير عليها . هناك درب ضيقة تحاذي هذه السكّة ولكن في بعض الأماكن أجبرتنا صخور على يميننا على اجتياز بعض الأجزاء ففعلنا باتخاذ أوسع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القدرة الصغيرة [ ملاحظة التحرير 
  ] .\r\n( 2 ) يوجد أيضا جبل وريق شمال مقاق .\r\n( 3 ) هذا الجبل يدعى أيضا المسما السرحان لتمييزه عن جبل مسما الكائن في منتصف الطريق بين جبل أجا وتيما . السيد غوارماني يدعوه خطأ نسمه - السرحاني وخارطة السيدة بلانت تحمل اسم مزمه .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالاحتياطات وبترك الحرية الكاملة للجمل الذي يحرص على عدم الابتعاد عن الدرب ولا عن خطوات الرجل الذي يسير أمامه ويشجعه .\r\nوإلى جانب خطر الانزلاق والوقوع من على ظهر جمل ، هناك خطر السقوط في أحد الثقوب الموحلة المكسوة بطبقة ملح رقيقة جدا وهي كثيرة في هذه المستنقعات . هذه المنطقة تدعى الحاصوته  El Hac ? otah  .\r\nعند المساء أقمنا مخيمنا بالقرب من أربعة آبار تدعى المالحات وقد أحسنت تسميتها لأن مياهها التي لا تبعد أكثر من 5 ، 1 متر عن الأرض شديدة الملوحة .\r\nوفي الغد ، 23 مايو ( أيار ) ، أخذنا في الصباح ماء من آبار قدير المازر  Gedeir El Mazer  وفي المساء أخذنا ماء من آبار القدير على أرض الميسري « 1 » ، ومخيمنا لتلك الليلة كان في النبع  Nebay  وهو اسم المنطقة كلها ابتداء من آبار قدير المازر .\r\nمصدر اسم النبع هو حصن صغير بات أطلالا يقع على مسافة كيلومتر تقريبا جنوب غربي آبار القدير  Gedeir  .\r\nالآبار التي صادفتها حتى الآن لا تخلو عموما من المياه طوال السنة ولكنها تميل إلى الملوحة وتنبعث منها رائحة كريهة جدا . هذه الآبار هي مجرد حفر غير مسورة .\r\nبيان رحلة يوسف الملكي يذكر أيضا آبار قدير المازر ولكنه يسميه كدير .\r\nفي 24 مايو ( أيار ) وصلنا في الصباح إلى آبار قسايم ومساء إلى آبار الجراوي « 2 » التي خلت من المياه فيما كنا نعتمد عليها .\r\nمن كاف إلى النبع ، الطريق السارية في كثير من الأحيان في مجرى الوادي ممتعة جدا ، فالأرض رملية باستمرار ويعمّها الاخضرار . ابتداء من النبع تندر النباتات وتصبح الأرض صخرية والمنظر رتيبا . في بعض الأحيان يبرز الصخر وغالبا ما نسير على حصى مدحرجة مكتلة . وابتداء من آبار الجراوي تتلاشى النباتات كليا ويحل الرمل والحصى محلها .\r\nعجلنا في سيرنا ولم نضرب الخيام إلا بعد منتصف الليل في ولمى  Ouelma  ، لأننا لم نعثر على ماء في آبار الجراوي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المويسري لدى غوارماني ومعزرة لدى السيدة بلانت .\r\n( 2 ) الجراني عند كارلو غوارماني ويراني عند السيدة آن بلانت .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nإلى الجوف\r\nالخامس والعشرون من مايو ( أيار ) كان يوما شاقا إذ لم يتبق لنا من الماء إلا ما يكفي لصنع الخبز . وبما أنه لا يوجد آبار بعد الجراوي فكان لا بد لنا من السير دون توقف حتى الجوف . هكذا بقينا اثنتين وعشرين ساعة على السرج . كنا قد انطلقنا في الرابعة صباحا ووصلنا إلى نهاية مطافنا في 26 أيار في الثانية فجرا وقد عانيت من العطش كثيرا .\r\nمنذ الصباح أصبحت الأرض حجرة كليا فهي مغطاة بشظايا صغيرة شبيهة بصوان البندقية ، قاتمة اللون ، تلمع وكأنها مطلية بالبرنيق ومنظرها متعب جدا للعيون . هنا الأرض خالية من النباتات . في الثامنة مساء هبت علينا ريح شرقية دامت ساعتين ورفعت ميزان الحرارة إلى + 42 درجة . كان الحر خانقا وتلبدت السماء بالغيوم كليا قرابة التاسعة ولكن بالرغم من بضعة قطرات من المطر ظل الجو حارقا طوال الليل .\r\nلا يعتمد خط السير في الصحراء مطلقا على طبيعة الأرض المتفاوتة الملاءمة ، ولا حتى على الكلأ الضروري للجمال ، بل يتوقف على الماء التي نجده في الطريق . لذا ، فإن وجهات السير ليست سوى خطوط آبار .\r\nغالبية هذه الآبار حفرها البدو على أراضي مراعيهم . وعندما كانت المصلحة التجارية أو السياسية أو الدينية تفرض مرورا متكررا عبر مختلف أراضي القبائل العربية التي ليس لديها آبار عند حدودها منعا للغزوات العدوة المغيرة ، كان يتم حفر بئر أو بئرين إضافيتين للوصل بينها .\r\nفيما عدا ذلك من الواضح أنه كلما قّلّ العمل لحفر بئر كلما ازداد عددها . هذا ما ينطبق على الآبار في وادي سرحان ، وهذا ما يفسر العثور على أسماء جديدة في كل مرة تجري مقارنة بين ضاربي الطرق المعروفين حتى يومنا هذا من حوران إلى الجوف .\r\nفي سبيل إبراز أوجه التشابه والاختلاف فيما بينهم ، سأورد هنا المعروف منها حتى اليوم :\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبيان رحلة يوسف الملكي / طريق م . غوارماني / طريق السيد والسيدة بلانت / طريقي أنا\r\nالبصرة / كاف / ملاخ / البصرة\r\n Habkeh \r\nحبكه / البريده / كاف / عنز\r\n Esrak \r\nاسراك /  Rseba  رسيبا /  Ithery  اثرا / وادي الرايل\r\n Ittra \r\nاثرا /  Abou Terifian  أبو طريفيان /  Shadjbeh  شاحبه / ازرق\r\n Kerakor \r\nقراقر /  El Adeimat  العضيمات /  Kerraghiz  كراغيز / كاف\r\nكاف /  El Meheder  المهدر /  Mahiyeh  ماهية /  El Melkhat \r\n Kader \r\nكادر /  Weset  وسط /  Maazreh  مازره / الملخات\r\n Unimel Phenadschi \r\n/ الميسري /  Schaybeh  شايبه /  El Mazer \r\n Kleia \r\nقليعة /  El Nebach  النباش / قصر / المازر\r\nرشوف  El Sceba  / الشيبا / جراوي /  Gedir  جدير\r\n El Uescece \r\nالوسيسه / الميسري\r\n El Nebece \r\nالنبش / الجدير\r\n El Gerani \r\nالجراني / القسايم\r\n Sbeha \r\nسبيحه / الجراوي\r\n Al Scegar \r\n/ الشجار\r\n Giof \r\nالجيوف\r\nإلى خطوط الآبار الأربع هذه ، أضيف خطا خامسا سجله لي شخص جوفي المولد يقيم حاليا في حائل وهو صانع الأسلحة غانم :\r\nالأرزق - الحريم - العمري ، جبل العربي - المعاصر - المشاش - قراقر - وصث  - Wic ? eth  البيضا - التياج - شعار - شقير - النبك أبو قصر - صبيحة .\r\nمن السهل العثور في الخريطة على نقاط التقاء هذه الخطوط المختلفة وعلى نقاط تقاطعها ومن ثمّ على الوجهات التي تتبعها .\r\nميقوعه  Miqou'a  هي بئر أخرى معروفة جدا في الوادي .\r\nفي الجوف ، نزلت عند الشيخ سلطان بن حبوب ابن أخ غافل الذي استضاف فيما مضى بالجريف ورفيقه والذي توفي منذ عشر سنوات . سلطان هو صهر عبد الله الخميس شيخ كاف .\r\nاستقبلني بكل حفاوة ، جوهر الذي يحكم الجوف باسم سيده الأمير محمد ابن رشيد .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوهو زنجي جميل قامته 75 ، 1 متر ، في العقد الخامس من العمر تقريبا ، ينضح وجهه ذكاء . لا تفارق الابتسامة شفتيه وتصرفاته في غاية اللباقة وقد استقبلني دوما بكثير من الترحاب كما وأنه أجلسني دائما في مقعد الشرف ليس في مضافته فحسب بل أيضا عندما كان يقصدني .\r\nفي كل زياراتي كان يطلب تقديم الماء المحلّى الساخن ( وهو الشاي البدوي ) والقهوة بوفرة ثم يطلب جلب أفضل التمر مع الزبدة . وقبل كل شيء كان يطلب إعداد نارجيلته الخاصة خصيصا لي . وهو يدخن بالفعل ، وإذا كان يسمح لنفسه هذا الخرق الخطير لمعتقدات الوهابيين المتزمتة فهو في المقابل شديد التقيد بتلك التي تحرّم الموسيقى والغناء .\r\nالجوف التي كانت في منتهى المرح فيما مضى حسب بلجريف ، لم تعد تحوي اليوم ربابة واحدة . وقد ذهب في حفاوته في محادثتنا الأولى إلى حد القول لي : \" مسلم أو نصراني سوا سوا \" أي \" المسلمون والمسيحيون سواسية \" .\r\nالجوف ، إحدى أقدم واحات الجزيرة العربية ، حملت لقبها هذا مع بطليموس وقبل ذلك بكثير تحدث عنها عدد كبير من المؤلفين العرب . فقد أطلق عليها أو لهم اسم \" دميثه \" فيما سماها الآخرون دومة الجندل « 1 » وهو الاسم الذي تعرف به عند العرب الحاليين . وأحد النصوص الآشورية التي أوردها م . رولنسن تذهب إلى حد افتراض وجود هذه البلدة في القرن السابع قبل الميلاد تحت اسم \" دومات \" مع ملك يدعى \" أكبر \" « 2 » هزم في حملة شنتها الجيوش الآشورية في عهد اسوراحدين ( 680 - 669 ق . م ) .\r\nلكننا لا نعرف عن هذه البلدة سوى اسمها ولا بد لنا من الوصول إلى الهجرة لنخرج إلى النور . ففي ذلك الحين كان ملكها من قبيلة كنده يدعى عقيدر  Okeider  ( أكيدر ) وكان نصرانيّا أرسل إليه النبي محمد [ صلّى اللّه عليه وسلّم 
  ] جيشا مؤلفا من أربعمئة فارس لإخضاعه وجعله يعتنق الإسلام . هذه القلة من الرجال حاصرته وأجبرته على الاستسلام مما يعطي فكرة هزيلة عن قوة أو شجاعة الأمير ، أو عن حب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يأتي اسم جوف عمير الذي تحمله عند بعض المؤلفين ، من قبيلة بني عمير الذين رفعوها من اطلال دومة الجندل القديمة .\r\n( 2 )\r\n J . Havlevy , Essai Sur les inscriptions du Safa , Extraits du Journal Asiatique , Septie ? me Se ? rie , Tome IV , Ernest Leroux , Paris , De ? cembre 1874 \r\n.\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nرعاياه له . فقد افتدى شخصه الثمين مقابل ألفين وثمانمئة جمل ، وأربعمئة درع وما يعادلها من الرماح وحضر شخصيا أمام النبيل في المدينة بثوب من الحرير والذهب وقد علق صليبا من الذهب على صدره . واعتنق الإسلام هو وشعبه وحافظ على عرشه بدفع الجزية « 1 » .\r\nوبحسب ما أورده بعض المؤلفين فإن الجوف كغيرها من البقاع ضمت سكانا بدلوا مرارا معتقداتهم الدينية عبر التاريخ ، وتنقلوا من الوثنية إلى اليهودية فالنصرانية وأخيرا الإسلام .\r\nاعتبارا من ذلك الزمن فقدت الجوف دورها ولم يعد الجغرافيون العرب الإدريسي وياقوت أو حمداني يذكرونها إلا بالاسم .\r\nفي أواخر القرن الماضي ، ضمت الجوف إلى الوهابيين بعد ان شهدت حربا أهلية وأرسل إليها ابن سعود حاكما لوقف الاضطرابات وخطباء لتوعية الناس .\r\nوجاء تدمير الإمبراطورية الوهابية على يد محمد علي ، باشا مصر ، فعادت الفوضى إلى الجوف . وقد دام هذا الوضع حتى عام 1838 وهي الحقبة التي احتل فيها عبد الله بن الرشيد مجددا الجوف لحسابه الخاص لدى قيامه بنجدة مواطنيه شمّر الذين كانوا في صراع مع سكان سوق دلهمية  Delhemiat  المقيمين في حي الخراوي وكانوا قد أصبحوا في فترة معينة الأكثر ضعفا . وبذلك وفق بين الجميع .\r\nكان هذا الوضع الجديد ضاغطا على الجوفيين وما أن أدركوا ضعف حكم ابن سعود حتى فكروا في استغلاله لاسترداد استقلالهم . فثاروا وطردوا الأمير الشمّري . ومن المرجح أن يكون الرولا  Rouala  قد دفعوهم إلى ذلك إذ إن قبيلتي نايف وشعلان كانتا منذ أمد بعيد تستفيدان من ضريبة صغيرة من الجوف كما وأنهم إلى جانب عداوتهم الدائمة لشمّر لم يكونوا يوما حتى في عصرهم الذهبي أصدقاء الوهابيين .\r\nومهما يكن من أمر فإن الأمير الشمّري طلال بن رشيد الذي كان يحكم آنذاك لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر ابن هشام في السيرة النبوية ج 2 أن رسول اللّه [ صلّى اللّه عليه وسلّم 
  ] بعث خالدا بن الوليد إلى أكيدر بن عبد الملك صاحب دومة وكان نصرانيا ثريا ، فترصد له خالد وانقض على فرسانه فقتل أخاه ، وأسر أكيدر وأرسله إلى النبي محمد [ صلّى اللّه عليه وسلّم 
  ] : « فحقن دمه ، وصالحه على الجزية ، ثم خلى سبيله فرجع إلى قريته » . ابن هشام : « السيرة النبوية » ج 2 ص 526 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nيكن ليتحمل ذبذبات الاستقلال . النفود صعب ولكنه لا يشكل عقبة كما وأنه لا وجود للعقبات بالنسبة إلى العرب عندما يتعلق الأمر بحملة عسكرية .\r\nكل هذا جرى عام 1853 . ولم يكد يمضي شهر على الثورة ، حتى كان طلال بن رشيد مع رجاله من شمر أمام الواحة . وقد استقدم من حائل مدفعين صغيرين على الأرجح من أجل النيل من معنويات المحاصرين . وبالفعل أطلقت بعض الطلقات . روح المقاومة كانت في سوقي أدرع مارد وعين أم سالم المأهولين من عرب ارحيمات  Erheimat  وأصلهم من جوار النجف في بلاد ما بين النهرين .\r\nبعد حصار دام عشرين يوما ، هو جمت السوقان ودمّرتا كليا . وقد رأيت أطلالهما .\r\nوظل برج مارد الشهير المجصص حديثا والمسقوف ، مسكونا . أمّا السكان المتحمّسون فمن لم يقتل منهم في الهجوم اضطر إلى مغادرة الواحة نهائيا إلى المنفى . ومنذ ذلك الحين استتب السلام .\r\nما يفسر هذه الانقسامات الداخلية هو أن الجوف ليست وحدة موحدة . فهي تتألف من خمس عشرة مدينة صغيرة بنيت متلاصقة ، إنما يحيط بكل واحدة منها سور ولا وصول إليها إلا من باب واحد . كل مدينة أسستها قبيلة مختلفة ولها شيخ خاص .\r\nفيما يلي لائحة بها :\r\n( * * ) الوادي ، على بعد ميلين شمال شرق مارد .\r\n( * * ) قراثين ، في أسفل الواحة  Qerathin  .\r\n( * * ) عين أم سالم ، أطلال ، سكنها فيما مضى بدو الرولا ( عنزه ) .\r\n( * * ) أدرع مارد ، في أسفل السابقة ، أطلال ، كان أصل سكانها من شقرا جنوب القصيم .\r\nهذه السوق التي يسميها مؤلفون آخرون ببساطة الدير هي أشهر سوق بسبب برج المارد الموجود فيها والمرجح أنه كان مبنيا كليا من الحجر الكبير المقصّب وكما ذكرت أعلاه ، فإن هذا البرج قد رمم مؤخرا وقد أعيد انشاء الجزء الأعلى المدمر بالآجر .\r\n( * * ) الكايد ،  El Q'aid  إلى الغرب .\r\n( * * ) السعيدين ،  El S'aidin  التي يسميها والين السيديجين . مع برج حصين القصير .\r\nسكانها المؤلفون من خمسة فصائل من قبائل مختلفة كانوا أعداء سوق أدرع مارد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n( * * ) السلمان ، في وسط الواحة تقريبا .\r\n( * * ) الحبوب ( الحبوة ) عند غوارماني .\r\n( * * ) السعيدان الموقع نفسه والسكان لغروتي  Ghroththy  .\r\n( * * ) الرحبيين ، كان يسكنها قديما بدو تميم أما حاليا فيسكنها مهاجرون من رحيبة في سورية .\r\n( * * ) علاج أسسها وسكنها بنو طفيلة .\r\n( * * ) عشيب .\r\n( * * ) خزما مأهولة ببدو سرحان الذين لا يزال قسم منهم رحّلا مع شمّر في بلاد ما بين النهرين . وفيها بئر تعطي أفضل ماء في الجوف . كما فيها أيضا متولدون وهم زنوج منحدرون من عبيد جاؤوا فيما مضى من مكة .\r\n( * * ) دلهمية التي دمرها الأمير الشمّري لدى غزوة 1838 في هذا الحي بنى الحاكم الشمّري منزله وهو حصن قوي .\r\n( * * ) غوطة ، في أسفل الواحة يسكنها بشكل حصري عمال جاؤوا أصلا من جبة فهم من شمّر .\r\nتلاحظ تباينات طفيفة في لائحة الأسواق هذه إذا ما قورنت بلائحتي والين وغوارماني ومرد ذلك يكمن في تعدد أسماء هذه الأسواق ، وعلى سبيل المثال فإن عين أم سالم تدعى أيضا غرب .\r\nمنذ أن أصبح الأمير شمّر ملكا مطلقا في الجوف ، تراجعت علاقات الواحة مع الرولة عما كانت عليه في السابق خاصة وأن الأخيرين غير مربكين في تصريف نتاج قطعانهم من الصوف والزبدة . وعلى أي حال فإن هذه المواد ليست مفقودة عند الجوفيين الذين يتسلّمونها حاليا من الشرارات الخاضعين بأجمعهم لشّمر ويدفعون لهم جزية .\r\nعلاقات الرولة كانت باستمرار أكبر مع سورية منها مع الجوف . ففيها يبيعون منتوجاتهم ويشترون الأصناف القليلة التي يحتاجون إليها كالثياب والأرز والقمح .\r\nوهم إلى ذلك يبيعون في سورية جمالهم بأسعار أفضل بكثير .\r\nفي القرن الماضي وقبل أن يغزو الوهابيون الجوف ، كان بدو الحسرة  El Hessere  وبنو صخر يترددون أيضا على الواحة .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفي المقابل لا بد للشرارات من أن يبتهجوا لأنهم أجبروا على وقف حملات النهب بين الجوف وفلسطين ، وبين تيماء والجبل ، ذلك أنهم محاطون كليا بالصحارى وليسوا على اتصال بأي مركز مهم بحيث لا سبيل لتصريف أصوافهم ولا جمالهم الممتازة الأصل .\r\nالآن يزودون الجوف بالصوف والزبدة وحتى بالحليب عندما لا يبعدون عنها أكثر من مسافة يوم إلى يومين سيرا . ويتسلمون مقابل ذلك تمورا وأقمشة وبعض الحاجيات الضرورية لحياة المخيمات والتي لا يستطيعون صناعتها بأنفسهم كرحال الجمال والجلود المدبوغة ، إلخ . . .\r\nلا تنتج الجوف سوى التمور التي تضاهي أفضل أنواع تمور الجزيرة العربية ، وقليلا من القمح بكمية غير كافية . أما الصناعة فتقتصر على صنع عباءات خفيفة بنية ، تباع بحسب نوعيتها بمجيدية أو اثنتين ، وصنادل ومصنوعات جلدية أخرى وأسرجة وبعض الأغراض الحديدية غير المتقنة .\r\nبسبب ندرة العملات ، تجري عمليات البيع والشراء بالمقايضة . لدى وصولي إلى الجوف ، توقفت عند المنازل الأولى لمعاينة الوقت في ساعتي وتسجيله بالقلم .\r\nكانت الساعة الثانية صباحا . وبالرغم من أن الوقت كان مبكرا جدا ، فقد خرجت امرأة شابة من منزل مجاور وقدمت طاسة من الماء إلى الرجال الذين كانوا برفقتي . فقالوا لها تهذيبا بأن تقدم لي الماء أولا ففعلت . وبعد ما شربت وأعطيت الطاسة لرفاقي ، أعطيتها قطعة نقود بقيمة ربع مجيدية « 1 » عرفانا لها بالجميل .\r\nفأخذتها وسألت عما تكون وعندما علمت بالأمر أبدت دهشة كبيرة . فسألها عبد الله عندئذ ما إذا كانت قد رأت نقودا من قبل فأجابت \" أبدا \" .\r\nالماء ، سبب وجود النخيل ومن ثمّ الإنسان في الواحة ، ويجري الماء من الينابيع ومن الآبار ومن الخزانات ، التي لا تستقبل الماء إلا فيما ندر فقلما تمطر السماء . والماء عديم الطعم أو كريه المذاق وعسير الهضم . الاستثناء الوحيد هو بئر غخزمة في السوق التي تحمل هذا الاسم كذلك . فماؤها أطيب مذاقا .\r\nالعديد من السكان اكدوا لي أن الماء يتناقص ، وأنه كان أغزر بكثير في الأزمنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المجيدية الفضية تساوي 4 فرنكات و 44 سنتيما .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالغابرة . مما يفسر بشكل طبيعي تناقص السكان فتعدادهم لم يعد كما كان عليه في سالف الزمان .\r\nفي الشرق حيث لا يوجد أي إحصاء ، يجري تقدير عدد سكان بلدة ما ، تبعا لعدد مواقد النار أو لعدد البالغين الذين يستطيعون حمل البندقية أو بالاستناد إلى المعلومات التي يمكن الحصول عليها . كل هذه الوسائل تسمح بالتوصل إلى تعداد تقريبي عندما يمكن اللجوء إلى هذه الأساليب . وعلى العموم يمكن استعمالها في كل مكان إلا في بلد عربي حيث أي سؤال بهذا الصدد يثير الشكوك دائما .\r\nهناك وسيلة تخمين طريفة إلى حد ما ودقيقة جدا لم أر أي رحالة يذكرها إنما لا يمكن استعمالها بيقين إلا في نجد نفسها ، وهي الاستعلام عن عدد الأماكن في الجامع الرئيس .\r\nأحدى النقاط الأساسية لدعوة الشيخ محمد بن عبد الوهاب هو أداء صلاة الظهر يوم الجمعة التي تقام في الجامع . اما الصلوات الأربع الأخرى ليوم الجمعة وصلوات أيام الأسبوع الأخرى تقام في المساجد الموجودة في كل سوق ، وقد شجع ذلك إنشاء جوامع في شبه الجزيرة العربية الوسطى بحيث وسع البناء ليستوعب جميع الذكور البالغين . وعلى العموم الجميع يعرف عددهم ، وعلاوة على ذلك فإن كل واحد منا يستطيع تقدير العدد بنفسه ؛ بما أننا نعرف أن الناس يقفون جنبا إلى جنب في صفوف تتباعد فيما بينها بمسافة 70 ، 1 متر تقريبا . إذا كان كل رجل يشغل بالضبط في الجامع المساحة التي يحتاج إليها لينام ، فلنقسم مساحة الجامع الكاملة على هذا المستطيل ونحصل على عامل صالح لعدد السكان .\r\nعلى أن هذا الأسلوب لا يمكن تطبيقه في الجوف تحديدا . ذلك أنه على الرغم من وجود جامع في قصر الحاكم إلا أنه يتعذر على كثير من السكان الوصول إليه .\r\nأول رحالة خمّن عدد السكان من دون أن يزور الجوف هو وليم بوركهاردت . وذكر سبع أسواق بمعدل مئة بيت لكل سوق أي 6000 نسمة في الحد الأقصى . بلجريف قدرها عام 1862 ب 34000 نسمة وبعد سنتين قدرها كارلو غوارماني عام 1864 ب 6000 نسمة مع ثلاث عشرة سوقا .\r\nبناء على ما عرفته خلال إقامتي في الجوف وفي الجبل فيما بعد ، هناك 1500 بندقية تقريبا ومع ذلك فأنا لا أعتقد أنه يمكن تقدير سكان الجوف بأكثر من 12000 نسمة .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفيما يلي أسماء البلدات الواقعة في محيط مدينة الجوف بالتحديد :\r\n( * * ) سكاكا  Sekaka  في سفح جبل حمامية  Hamamieh  وتبعد 45 كيلومترا تقريبا شمال شرق الجوف وفيها 8000 نسمة تقريبا وهي موجودة منذ قرن فقط ، ومع أنها آخر مدن الجوف ، إلا أنها في أوج ازدهارها ، ومنذ ضمت إلى الشمر لا تنفك تجتذب سكان المدن الأخرى . الماء فيها وفير جدا وعلى عمق أقل منها في الجوف .\r\n( * * ) قارا  Qara  وتبعد حوالي 32 كيلومترا إلى الشمال ، 70 درجة شرق الجوف مع 1000 نسمة تقريبا .\r\n( * * ) سحارا  Sehara  وتبعد 10 كيلومترات شمال غرب الجوف وفيها 50 نسمة .\r\n( * * ) حسيّة  Hasia  على مسافة 7 كيلومترات شمالا ، 35 درجة غرب الجوف وفيها 50 نسمة .\r\nالبلدتان الأخيرتان القديمتان قدم الجوف نفسها ، كانتا كبيرتين فيما مضى ولكنهما تلاشتا .\r\n( * * ) جاوا على طريق سكاكا ، تبعد 21 كيلومترا من الجوف .\r\n( * * ) مويسن  Moueisen  أبعد بقليل من جاوا تقع في منتصف الطريق تماما ما بين الجوف وسكاكا .\r\nمويسن وجاوا المعاصرتان للجوف وسحارا وحسية هي اليوم اطلال ومهجورة .\r\nمنذ لقائي الأول مع جوهر ، حاكم الجوف ، أطلعته على نيّتي بالذهاب إلى حائل .\r\nفصوّر لي فورا أن الرحلة مستحيلة ووصف لي أهوال النفود واستحالة اجتيازها في الصيف . وقال لي : \" النفود هو الآن بحر من النار التي ستلتهمك ولن يقبل أحد بأن يكون مرشدا لك \" ، فأجبته بأنني أعلم علم اليقين أن بعض البدو يجتازونها أحيانا في عز الصيف وأنه بإمكاني أن أفعل مثلهم .\r\nلم أزد إلحاحي في ذلك اليوم ولكنني أثرت هذه المسألة مجددا في اليوم التالي بعد ما قدمت له هداياي إذ ذاك تبددت بالفعل معظم العقبات . ولم يعد يستوقفه سوى مسألة الدليل ، ولكني عندما كررت طلبي في أن يجد لي دليلا في الذهاب إلى الأمير محمد ابن رشيد ، سيده ، وعدني بسهولة بتأمينه .\r\nوعثر على الدليل في آخر يوم من شهر مايو ( أيار ) وحدد الرحيل في اليوم التالي . هذا\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالدليل اسمه محارب وهو رجل مسن صغير القامة ضامر الجسم بوجه \" مهرج \" يرافقه صهره صايل . وهما من الجوف وقد اجتازا النفود مرارا .\r\n\r\nنحو النفوذ\r\nفي الأول من يونيو ( حزيران ) نهضنا جميعا قبل الفجر بوقت طويل ، وبدأنا ملء القرب ، وتجهيز المؤن في أكياس ، وآخر التوصيات ووداع الأهل والأصدقاء ، وبالأخص التردد الشديد الذي ينتاب العربي دائما لحظة الغياب في رحلة طويلة جعلت مسيرتنا تتأخر حتى السادسة والنصف صباحا .\r\nوما أن خرجنا من وادي الجوف ، أي بعد ربع ساعة ، حتى وصلنا إلى هضبة حجرة ليست سوى تكملة للهضبة الممتدة من شمال الواحة حتى آبار جراوي . وبعد نصف ساعة من السير على هذه الهضبة تراءى لنا في البعيد أمامنا خط أبيض في البدء ثم تحوّل إلى لون الزهر الباهت لدى اقترابنا منه . إنه النفود ! لقد بلغناه في ساعة ونصف الساعة .\r\nكل من قرأ وصف النفود بقلم جيفورد بلجريف « 1 » يتذكر اللوحة المحبطة التي يعكسها الرحالة الإنكليزي عن هذه الصحراء . يقول : \" لكثرة ما سمعنا من روايات عن النفود رواها لنا البدو وغيرهم ، بتنا نتوقع أشياء رهيبة ، لكن الواقع تجاوز في هوله كل ما روي لنا وكل ما تخيّلناه \" . ثم يصف الصحراء وصفا خياليا . فالصحراء عنده مجرد تلال رمال متحركة بارتفاع يتراوح ما بين 200 و 300 قدم . لا ترى العين من قممها سوى بحر هائل من نار . وقال : \" يمتد أمامنا سهل شاسع تكوم رمله الأحمر في تلال يبلغ ارتفاعها ما بين 200 و 300 قدم تسري متوازية من الشمال إلى الجنوب .\r\nوتشهد منحدراتها المائلة وقممها المدورة بأخاديدها العميقة في كل الاتجاهات على عنف عواصف الصحراء . يبدو المسافر وكأنه سجين في هاوية من الرمل ترتفع من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n W , G . Palgrave . Une anne ? e de voyage dans l'Arabie Centrale ( 1862 - 1863 ) . Paris . Hachette Cie . \r\nالمجلد الأول ، ص 87 . 1866\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nحوله أسوار التلال الحارقة ، وإذا نظر أمامه فهو لا يرى سوى بحر واسع من نار تنفخه السموم التي ترفع أمواجه المحمرة إلخ . . . \" .\r\nلذا فقد كانت مفاجأتي سارة لدى اكتشافي أن في كل هذا مبالغة متمادية وأن اجتياز النفود متعب للإبل على أبعد حدود ولكنه إلى جانب هذه النقطة السلبية يتمتع بميزات عديدة تحدوني إلى الاعتقاد بأنه لا يوجد بدوي واحد لا يفضل النفود على أي صحراء أخرى .\r\nوتكمن ميزة النفود في أفلاجه « 1 » إلى جانب كونه صحراء ذات رمل صاف كليا لا يشوبه أي خليط من التراب أو الحصى أو أي مادة غريبة أخرى . والفلج في النفود هو تقعير بشكل نصف بيضاوي ينغرز عند انعطافه عميقا في الرمل . ويشبه إلى حد بعيد الأثر الذي يتركه حافر حصان عملاق ، هذا الحافر المفرغ قليلا من تحت على شكل قوس دائرة يبلغ قطره ما بين 300 و 400 متر ويغوص عند رأسه فقط إلى 50 ، 60 ، 70 وحتى 80 مترا في الرمل . والوجهة هي وجهة سير هذا الحصان باتجاه الشمال - الغربي . إن انحدار الجدران الداخلية لنضوة الحصان مدهش بسبب نعومة الرمل . فهو يبلغ ما بين 50 و 60 درجة . لذا فإن أصغر شيء يرمى على هذا المنحدر يتدحرج إلى الأسفل مثيرا جرفا رمليا . ولكن على الرغم من احتمال انهيارات متواصلة ، يبقى الفلج ثابتا ويحافظ باستمرار على مظهره . بعض هذه الأفلاج تخرق كل سماكة طبقة الرمل وتكشف في القعر تارة تربة صلصالية وتارة أخرى صخورا وحجارة كلسية وصوانية ، ويمثل فلج عيون قفيعة وفلج البيضا المسجلتين على الخريطة هذه الحالة بالتحديد وهما في الوقت عينه من أعمق الأفلاج .\r\nبناء على هذا الوصف ندرك مغالطة وصف بلجريف ، فنزول وصعود هذه الأفلاج غير وارد ، ذلك أن منحدر جدرانها لا يسمح بالصعود ولا بالنزول . والطريق التي تسلك تلتف حولها أو تجتازها من الوراء عند وتر القوس .\r\nتعلو عددا كبيرا من الأفلاج وعموما الكبيرة منها ، في الغرب وفي الغالب في الجنوب الغربي قمة عالية من الرمل متوجة هي الأخرى بقمة بارتفاع 3 إلى 4 أمتار وعرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد احترمنا كتابة السيد هوبير ، إذ يفترض كتابة  Fouldj  مع المصوت القصير .  - Fouldj  فلج وبالجمع الأفلاج  . Afladj  هو اسم منطقة في نجد ، وهي كلمة عربية نجدها بصيغة فلجة  Feldja  مطبقة على نفس العارض الأرضي في المدونة الطوبوغرافية لعرب الصحراء لقسطنطين [ التحرير 
  ]\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالمنحدر . وكما لاحظت الليدي آن بلانت ، فإن هذه القمم تتمايز بلونها الأبيض عن لون باقي النفود ولكنه مجرد خداع البصر ، إذ تبين من مقارنة عينية كنت قد جلبتها معي بعينات أخرى من النفود ، أنها لا تختلف عنها في التركيب واللون .\r\nإلى جانب هذه الأفلاج وهذه القمم العالية التي تتوجها ، لا بد من وصف ميزة أخيرة للنفود ألا وهي الأمواج الكبيرة التي تقطعه في بعض الأماكن ، وتمتد من الشرق إلى الغرب وتعلو عن المستوى العام عموما بارتفاع 60 ، 15 وحتى 20 مترا . وقممها تبدو هي أيضا بيضاء . ونصادف ثلاثا أو أربعا على الطريق المؤدية من الجوف إلى الجبل .\r\nيخيل إلينا أن صحراء من الرمل الصافي كهذه لا بد أن تكون أبشع وحشة وجدت ، ولكن الواقع مغاير تماما بفضل نباتات كثيفة وقوية نسبيا تؤمن غذاء للجمال على طول الطريق تقريبا .\r\nعندما لم يتسن لنا أن نرى سوى الحماد بشجيراته الصغيرة النحيلة كالأدر والغضا التي لا يتجاوز ارتفاعها قدمين ، تسرنا المفاجأة لرؤية هذه الشجيرات نفسها بارتفاع 3 و 4 أمتار في النفود . النفود هو جنة الجمل .\r\nوبالإضافة إلى الشجرتين أعلاه المشتركتين بينها وبين الحماد وباديات أخرى فإن النفود يملك شجرتين خاصتين هما الأرطي والحمضي الرمث . أولى هاتين النبتتين لذيذة جدا والأخرى يبلغ طولها ارتفاعا لا بأس به . ومن النباتات العشبية نذكر الأفضل منها وهي وفق تدرج النوعية : النصي  noc ? y  السبط  Sabath  الصرفج  Sarfadj  والحمرا « 1 » .\r\nكل هذه النباتات ، وبالأخص العشبية منها ، تحب التجمع ، وفي بعض الأحيان لا تنتج مقاطعات شاسعة إلا نوعا واحدا . النصي نبتة اجتماعية بامتياز لكن النفود يكشف عن مزاياه بصفته مرعى صالحا بشكل خاص في شتاء ماطر « 2 » . بضع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأرطي  yerta  المرجح أنه مماثل لأرض الصحراء ، هو ال  Colligonum Comoserm  ، والنصي  Noc ? y  المطابق بالتأكيد لل  neci  الصحراوي هو  Arthratherum Plumosum  ، والصبات والحري  Sebot  ( راجع كازيمرسكي ، القاموس العربي  Dictionnaire Arabe  ، المجلد  I  ص 1044 ) هو ال  Arthratherum Pungens  ، الصرفج  Sarfadj  أو  Arfej  هو ال  Anvillea Radiata  كل هذه النباتات هي جزء من النباتات الصحراوية وكذلك الفرا والحمرا اللتان لا نستطيع ان نعطي مرادفا دقيقا لهما [ التحرير 
  ] .\r\n( 2 ) الأمطار ليست كثيرة في النفود ، لكنها أحيانا غزيرة جدا . السيد غوارماني يروي أنه خلال اجتيازه الصحراء هطل المطر مدة 36 ساعة في 11 و 12 مايو ( أيار ) .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nساعات من المطر تكفي لتبرعم الحبوب التي يعج بها رمل النفود وبعد خمسة عشر يوما يغطي الأرض بساط من الخضرة من مختلف أنواع النباتات بأوراق سميكة مملوءة بالعصارة . هذه الفترة هي \" العشب \" « 1 »  Asoub  ويمكن فيها إطلاق الإبل والخراف في النفود دون الاهتمام بإروائها . فطالما \" العشب \" قائم لن تحتاج إلى تناول الماء .\r\nأول فكرة تتبادر إلى الأذهان حول أصل طوبوغرافيا النفود ، هي أن الأفلاج تكونت بفعل الأعاصير أو الأمطار المدرارة التي لا بد أنها تجتاح المنطقة من وقت إلى آخر ، ولكن سرعان ما نتخلى عن هذا الافتراض لدى رؤية تواتر وتمائل الأفلاج . وإذا افترضنا أنها تكونت بفعل الريح فبفضل الريح أيضا تزول . غير أن شيئا من هذا القبيل لا يحصل . البدوي يؤكد لك أنه لا وجود أبدا لرياح عاتية في النفود فحسب ، بل إنه لم يلاحظ تغييرا في وضع أو موقع فلج طيلة عشرين وثلاثين وأربعين سنة من التجوال فيه . لكن ثمة أفلاجا لاحظها البدوي بسبب أحجامها الكبيرة وشكلها أو أعماقها ومن بينها عيون قفيعة والبيضا المذكورتين آنفا والمعروفتين منذ أجيال .\r\nوبالرغم من ذلك فإني لا أجرؤ على القول مع العربي أو مع دليلي إن النفود ثابت لا يتغير بل إنني أؤكد عكس ذلك مستندا في ذلك على الوقائع الآتية :\r\n1 ) لقد صادفت مرات عدة مساحات ممهدة تبلغ 40 ، 50 ، و 60 هكتارا لا يمكن تفسير وجودها بغير الأفلاج المردومة . وقد استطعت على سهلين كبيرين منها تتبع الحدود العليا لجدران الفلج القديم إلى الغرب .\r\n2 ) الرياح السائدة في النفود هي الرياح الغربية « 2 » والدليل على ذلك يتمثل أولا في انحناء كل النباتات نحو الشرق ، ثم في الحاجز الرملي الموجود شرقي كل الدغال أو الشجيرات والجذوع العارية في الغرب . هذه الملاحظة تبرهن في الوقت نفسه أنّ النفود ينتقل من الغرب إلى الشرق . وإذا كان ينتقل فمن الواضح أنه لا ينتقل بكليته ، وأن الريح لا تحرك إلا الطبقات السطحية وأن الجزء الأكبر من الرمل المجروف يقع في الأفلاج . يمكننا الاستخلاص من هنا أن حركة النفود الانتقالية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العشوب : موسم المراعي [ التحرير 
  ] .\r\n( 2 ) قارن من أجل ظواهر مماثلة تقرير السيد دوفيريه  Duveyrier  حول رمال ورياح الصحراء في مجلد\r\n La Comission suPe ? rieure Pour l'examen du Projet de mer inte ? rieure de M . le Commandant Roudair , 1882 \r\nص 279 - 295 [ التحرير 
  ] .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبطيئة جدا حاليا بسبب العقبات التي تصادفها في التلال والكثبان العالية ولأن معظم الرمل المنقول ، إن لم يكن كله ، تبتلعه الأفلاج . إذا صحت هذه النظرية ، يفترض أن تكون الأفلاج قليلة أو معدومة في الطرف الغربي من النفود إذ لا بد أنها ردمت أولا . غير أنني لا أملك أي واقعة مؤكدة لأوردها بهذا الشأن والبدو الذين استعلمتهم لم يقدّموا سوى معلومات متناقضة كما أن الوضع في شرق النفود ، لا يضيئ مطلقا على الموضوع إذ إن بعض نقاط الاستدلال فيه معروفة منذ وقت قصير جدا لنتمكن من إعطاء إيضاحات .\r\nتبقى مسألة واحدة للإيضاح وهي الأهم . ومرد عدم معالجتي لها في البدء هو أنني لا أملك معلومات لحلها وأريد طرحها فقط ألا وهي أصل النفود . لقد ظننت فترة من الزمن أن هذا الركام الهائل من الرمل قد يكون نتيجة تحلل صخور من الصلصال الرملي تقع غربا وبالأخص جنوب - غربي النفود والتي تشكل بقاياها جبال مسما ، عوجا ، حلوة ، عدنان ، حلوان ، خلا إلخ . . . ولكن إلى جانب كون حجم النفود الضخم يبدو لي أكبر بكثير من الصخور التي قد تكون قد وجدت في المناطق المذكورة أعلاه ، لا بد من افتراض سيطرة رياح مختلفة عن الرياح السائدة حاليا . وأخيرا الاعتراض الأكبر يكمن في تفسير تكوين الأفلاج . في هذه الظروف ، أعتقد أن الحذر يقضي بانتظار ملاحظات جديدة سعيا وراء تفسير ظاهرة تكوين النفود .\r\nعلماء الجغرافيا العرب القدامى كانوا يعرفون النفود تحت اسم الضاحي والطعوس ويتذكرون خصائصه المتمثلة بهذه التلال الرملية وغياب الماء وشجيرة الغضا والنصي . أما اليوم فاسما الضاحي والطعوس أصبحا مجهولين ولكن في المقابل يستعمل البدو حاليا اسم الرمل العالي « 1 » بينما سكان المدن في الجبل يطلقون عليه اسم النفود باستمرار .\r\nفور الخروج من الجوف وخلال اجتياز الهضبة الصخرية ، نشاهد على مسافة عشرين كيلومترا في الجنوب - الغربي ، رأس سلسة من الجبال تمتد من الشمال - الشرقي إلى الجنوب - الغربي على امتداد 40 كيلومترا . إنه جبل ثوي  Theoui  الذي يحيط به النفود ولا يحبس الماء أبدا عندما تمطر .\r\nهل يجب مطابقة هذه الصحراء مع الدهناء ؟ ، وهي أرض شاسعة تعود لبني تميم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  Ramel Aaly  أي \" الرمل العالي \" [ التحرير 
  ] .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوتقع شمال - شرق جبل شمّر في مكان آخر ، يصفه هماكر على النحو الآتي بالاستناد إلى قاموس عربي قديم « 1 » \" الدهناء الواقعة في أراضي تميم تمتد من حران  Haran  حتى رمل يبرين \" . إنها من أخصب مراعي الله بالرغم من افتقارها للماء .\r\nولكن عندما تكتسي الأرض بالخضرة في الربيع ، يقيم العرب فيها تجمعا كبيرا ويقولون إن هواءها صاف جدا وإن أحدا لا يصاب فيها بالحمّى إلخ . . . هذه مسألة احتفظ لنفسي بمعالجتها لاحقا .\r\nلم نحثّ الجمال ولم نقطع في اليوم الأول سوى 22 ميلا في عشر ساعات سير . لأننا لم نكن في عجلة من أمرنا ، وعلى الرغم من الريح الشرقية فقد كانت الحرارة محتملة جدا بفضل نسمة خفيفة ظلت تنفح كل النهار . فقد كان مشهد النفود جديدا وغريبا وقد وجدته ساحرا .\r\nفي اليوم التالي ، وصلنا إلى وادي شقيق في التاسعة . إذ انطلقنا منذ الثالثة والنصف للاستفادة من برودة الصباح .\r\nيتراوح عرض وادي شقيق ما بين كيلومتر وكيلومترين وحركة أرضه مضطربة جدا وقعره حجر ومنخفض عن مستوى النفود بمسافة 40 إلى 50 مترا . في بعض الأماكن من مجرى النهر ، يبرز الصخر وفي أماكن أخرى تتكون الأرض من شظايا صغيرة من صوانات قداحات البندقية ( صوان عسقلي ) وتتناوب التلال الحجرة مع تلال من رمل النفود . وبقدر ما سمح لي مظهر الأرض بتكوين رأي ، فلا بد أن يكون وادي شقيق يستقبل جزءا كبيرا من مياه النفود المحيط ، مشكلا نوعا ما قمعا للآبار التي تحمل الاسم نفسه وربما أيضا لآبار الزهيري  El Zehry  .\r\nوصلنا إلى بئري الزهيري في الحادية عشرة . وبالرغم من قطرهما الذي يجاوز المترين ، فإن نور النهار لا يصل إلى قعرهما ولم نتمكن من رؤيته . وقبل إنزال السطل والحبال ، رمى محارب حجرا للتأكد من وجود الماء في البئرين فرد صوتا أصمّ .\r\nوالحجر الثاني والثالث والرابع أعطت النتيجة إياها في البئرين . لقد امتلآ بالرمل بفعل هبوب الريح . وبعد ما تأكدنا تماما من ذلك غادرناهما متجهين نحو الغرب ، فوصلنا بعد ساعتين إلى بئري الشقيق وكان فيهما ماء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n H . A . Hamaker , Specimen Catalogi Coc . Oriental . Bible Acad . Lugduno - Batavae , Lug . \r\nص . 101 ، 1820  Bat . , \r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nبئرا الزهيري اللتان تتساويان في عمقهما مع بئري الشقيق ، تغوصان في التربة نفسها ومن المرجح أن تاريخهما يعود إلى الحقبة نفسها ، غير أننا لا نعرف لهما سوى اسمهما الأخير وفي حد علمي لم يجر قط ذكر اسم البئرين الأوليين .\r\nالسيد غوارماني الدقيق جدا في اصطلاحات الصحراء لم يرهما ، لذا فهو لم يذكر سوى بئر \" شقيق \" الذي يقول إن طلال بن رشيد قد دمره ليمنع غزوات الرولة . كل الرحالة الآخرين يقولون إن لهذه الآبار جدرانا . والحقيقة هي أن عبر طبقة الرمل التي تبلغ سماكتها ما بين 7 و 8 أمتار ، تتألف الجدران من حجارة مقصّبة وضعت دون ملاط . أما باقي البئر فقد حفر في الصخر بشكل بدائي . حافات الآبار بليت وباتت مصقولة بفعل الحبال التي ترفع السطول منذ قرون .\r\nبالقرب من البئرين كانت بعض الأسمال مبعثرة على الأرض ، روى لي محارب بشأنها قصة محزنة تدعوا إلى الرثاء . ففي الأيام الأخيرة من شهر نيسان الماضي ، غادر درويش جبه قاصدا الجوف سيرا على الأقدام وحيدا لا يحمل معه سوى قربة صغيرة فيها بضعة ليترات من الماء وقليلا من الطحين . ويبدو أنه وصل إلى بئري الشقيق ولكن لافتقاره إلى الماء منذ يوم أو يومين ومن دون حبال ولا دلو لسحب الماء من البئر مات ميتة تدعو للشفقة . وقد رأى جثته بعض الفرسان الذين انطلقوا من حائل بعد عشرة أيام . هل فسدت المياه لطول ركودها بسبب عدم سحب الماء منها منذ فترة طويلة ؟ أم ربما بسبب رمي جثة الدرويش في البئر سأل محارب ؟ فالواقع هو أن مياه البئرين كانت تفوح منهما روائح نتنة لا تحتمل من حامض الهيدروجين المكبرت وحتى الجمال اشمأزت . ومع ذلك فقد اضطررنا إلى ملء القربة التي أفرغناها منذ مغادرتنا الجوف .\r\nكانت حرارة الماء في الدلاء الأخيرة التي رفعت + 10 ، 23 درجة . إذا كان النفود مرادفا أحيانا في الحديث في البلاد العربية لصحراء خالية من الماء ، فإن هذه الصحراء تبدأ فعليا من آبار الشقيق والزهيري وتنتهي في قرية جبه . غياب الماء هو نقيصة النفود الوحيدة . وهذه النقيصة الوحيدة تجعل اجتيازه مضنيا . ولولا ذلك لتمتّع الناس والحيوانات فيه لوفرة العلف والخشب .\r\nأعتقد أن بوركهاردت هو أول من لاحظ أنه باستثناء الصحراء الكبرى في الجنوب والربع الخالي والنفود ما بين آبار الشقيق وجبه ، لا يوجد في باقي الجزيرة العربية مسيرة أخرى بهذا الطول دون ماء . كان بإمكانه أن يضيف خط الجوف نحو العراق\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوهو أكثر طولا إلى درجة يتعذر معها استخدامه . ولاجتيازه لا بد من القيام بانعطافة كبيرة عبر آبار الهازل ولوقه للوصول إلى آبار شبيكة على درب زبيدة ( درب الحج العراقي ) .\r\nما إن تزوّدنا بالماء حتى استأنفنا مسيرتنا بسرعة . في اليوم التالي ، أي في 3 حزيران ، لمحنا من مخيّمنا المسائي ومن قمة فلج كبير إحدى قمتي صخرتي العليّم الشهيرتين وفي 4 حزيران في الحادية عشرة صباحا كنا نخيّم بجوارهما .\r\nانقضى جزء من يوم 3 حزيران ومن صبيحة 4 حزيران في اجتياز منطقة النفود المسماة \" الفلوح \" « 1 » وهي الأكثر اضطرابا على طول الطريق من الجوف إلى جبه والتي تشتمل على أكثر الأفلاج عمقا وأكثر أمواج الرمل ارتفاعا ومن ثمّ فهي أشد الأفلاج إرهاقا لدى اجتيازها . وهي في الوقت نفسه أصعبها بالنسبة إلى العرب ، إذ إن الانعطافات الكثيرة تجبرهم على الالتفاف حول الأفلاج واختيار أسهل الأماكن منالا لاجتياز القمم ، كثيرا ما تجعلهم يضيّعون الاتجاه وتطلقهم في مسارات خاطئة متسببة بهدر للوقت وبكثير من التعب دون جدوى .\r\nيسبق الفلوح منطقة موجيان وهي أكبر من الفلوح وتستمد اسمها من تلة كبيرة جدا ترتسم بخط أبيض في الأفق من الشرق إلى الغرب خلال عدة ساعات وتحد الفلوح من الشمال .\r\nفي هذه المرة على الأقل لم يرتبك دليلي محارب . منذ انطلاقنا من الجوف كان قد سألني ما إذا كان لدي بوصلة وكلما انتابه شك حول الوجهة ، التفت إلي سائلا باقتضاب : \" الدرب ؟ \" ( الطريق ) ، وبعد مراجعة جهازي كنت أجيبه بمزيد من الاقتضاب مشيرا إلى هدفنا على الطريقة العربية ، أي بشق الأفق بخط عمودي ويدي مفتوحة وذراعي ممدودة .\r\nصخور عليّم السعد أو عليّم النفود والمسماة عادة عليم هي عبارة عن قمتين من الحجر الرملي « 2 » تتباعدان بقرابة 200 متر وتتجاوزان بحر الرمل ، الجنوبي بأربعين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الفلوح هي الجزء الأكثر وعورة من النفود والأصعب للاجتياز . إنها سلسلة من التلال الوعرة ومن الوديان العميقة حيث لا بد من القيام بالتفافات كثيرة في كل الاتجاهات والابتعاد في كثير من الأحيان عن الخط المستقيم واللحاق به فيما بعد بصعوبة كبيرة » ( ص . 20 غوارماني ) .\r\n( 2 ) بلجريف يقول خطأ إنهما من الغرانيت .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nمترا تقريبا والشمالي بضعفها تقريبا . من بعيد وحتى مسافة قريبة نوعا ، تذكّر قمتاهما برؤوس الأهرام كما تبدو من القاهرة . أما منحدراتهما التي تشكل مع الأفق زاوية تبلغ 45 درجة ، فصعبة التسلق لأنها مغطاة بأنقاض الصخور التي تعطيها عن قرب هيئة كومة من الحصى . وعلى مسافة 4 كيلومترات شمال - شرق صخور العليّم ، تلة أخرى طولها كيلومتر واحد وتتجاوز بعض قممها الرمل بعشرة أمتار تقريبا .\r\nرؤية هذه المنارة في بحر الرمل هذا ، يولد فرحا إذ بالإضافة إلى أنها تدل على أننا في الطريق الصحيح ، فهي تلفت المسافر القادم من الجنوب لحظة رؤيتها إلى أنه قطع ثلث طريقه .\r\nهذه الطريق التي كانت بدءا من الجوف تتجه إلى الجنوب الشرقي ، ستتجه الآن انطلاقا من صخور العليّم إلى الجنوب وتميل بضع درجات إلى الغرب .\r\nبعد توقف دام ساعة تابعنا طريقنا . كانت الطريق سهلة نسبيا طيلة باقي هذا اليوم ولكن النباتات شحت عن السابق . الغضا غاب كليا تقريبا وفي المقابل \" الأرطي \" النادرة شمال العليم أصبحت شائعة في الجنوب ولكن نباتات الجمل المفضلة أي النصي وحامض الرمث فلا تزال وافرة .\r\nبدت لي السماء صافية عشية هذا اليوم ، فاتخذت موقعا لقياس ارتفاع نجمة القطب وقد منحني ذلك فرصة مراقبة ظاهرة غريبة . كنت لم أزل أضبط أفقي في الزجاج عندما هب نسيم غربي ناعم . وعندما أصبحت في وضع المراقبة تعذر علي الحصول على تماس أطراف النجمة التي لم تكن واضحة . من جهة جهاز المسح ولولب التوقف كانا لا يعملان إلا بصرير . فتوقفت حالا واكتشفت انه مهما كان النسيم ضعيفا فهو يحمل رملا في غاية النعومة يشوّش الصورة المعكوسة بتراكمه على الأفق وفي الوقت نفسه يملأ كل أجزاء جهاز المسح بالرمل .\r\nفي اليوم التالي ( 5 حزيران ) انطلقنا منذ الثانية فجرا للاستفادة من البرودة . ولكن بعد نصف ساعة اضطررنا إلى التوقف . كان الليل حالكا وقد اختفى كل أثر للدرب فجأة فعدلنا عن السير حتى بواسطة البوصلة . وانتظرنا بوادر الفجر الأولى ممددين على الرمل فيما كانت جمالنا التي لم نتركها تغيب عن نظرنا ، ترعى وهي محمّلة .\r\nقرابة السادسة والنصف صباحا التففنا حول فلج كبير يحمل اسم عيون قفيعة لأن\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nقعر الصخرتين يشبه عينان طويلتان ضخمتان . وبعد ربع ساعة فلج ثان بأحجام الفلج الأول نفسه ولكنه لا يحمل اسما . قعره هو أيضا من الصخر العاري . قرابة الثامنة مررنا في طريقنا بقرب كومة من الحطب أضاف إليها محارب بضعة أغصان وتدعى \" سميحة \" . وأضاف دليلي أن قصة حب ترجع إلى ألف عام ترتبط بها . هذا النصب الخشبي الذي شيّد تخليدا للموت يخدم منذ ذلك الحين على أنه مرقب لاجتياز النفود .\r\nقرابة الواحدة والنصف من بعد الظهر ، التففنا حول فلج كبير يحمل قعره بقعتين ضخمتين بيضاوين . إنه عمق سجيلي يطفو هنا ويبدي مظهر الأرض المحيطة بآبار الزهري والشقيق . هذا الفلج يدعى البيضا .\r\nأسجل هنا للمستكشفين في المستقبل خصوصية لافتة للانتباه . فبين سميحة وفلج البيضا نمرّ على تلة رملية نستطيع من قمتها أن نرى في آن واحد قمة جبل جبة وقمة أعلى صخرة للعليم .\r\nالطريق التي قطعناها اليوم تجتاز منطقة من أهدأ مناطق النفود . فلا وجود لذيول الرمل شرقي الشجيرات ، ولا الشجيرات محنية بفعل الريح في أي اتجاه . ولكن اللافت أكثر هو أننا رأينا طوال اليوم آثارا عديدة لأخفاف الجمال وأظلاف الغزلان وبقرات الواحات « 1 » التي لا تلبث الريح أن تمحوها . وقد أزالت هذه الآثار العديدة كل تردد بشأن الاتجاه الذي يجب أن نسلكه ، فما علينا إلا أن نتبعها .\r\nاليوم السادس والأخير منذ مغادرتنا الجوف كانت إلى حد ما نظير اليوم الذي سبق وصولي إلى هذه المدينة . فمياه بئر الشقيق تسببت بجعلي مريضا بالرغم من أني غليتها مع الفحم وخففتها بالشاي . صرت أعاني التعب والقيظ وأود الخروج من النفود . تلك كانت أيضا حال رفاقي الذين أصبحوا فجأة شديدي التجهّم .\r\nانطلقنا في السير في الواحدة بعد منتصف الليل ولما كان الليل حالكا طلب مني محارب قنديلي فأشعلته وراح يسير في الطليعة على قدميه . سارت الدرب الآن دون انقطاع وما كان علينا سوى أن نتبعها . النباتات أصبحت أكثر ندرة منها في الأمس وكذلك بقيت آثار الجمال عديدة . في الثانية عشرة والنصف ظهرا ، وصلنا فجأة أمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  , Alcelaphus bubalus , le Bubale de Pline  [ التحرير 
  ] .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nجبل جبه . وأبعد بقليل ، رأيت إلى اليسار في منخفض أرض ، سهلا كبيرا ناصع البياض كأنه \" سبخة \" . في هذا القعر قرية جبه التي لا نراها بعد إذ تخفيها كتل صخرية . نسير ساعة بعد وفجأة من قمة آخر تلة رمل نكتشف كل الوادي . في العمق يبدو شريط طويل من شجر النخيل محاطا بجدران ، تختبئ فيها القرية .\r\nعندما نطل فجأة على هذا الحوض الشاسع بانعكاساته الفضية الكامدة التي يتمايز عليها اخضرار النخيل الجميل بعد ما توالى أمام أعيننا على امتداد أيام لون النفود الزهري الرتيب وعندما تنير كل هذا شمس الظهيرة نظل مبهورين أمام لوحة تبدو خلابة .\r\nقبل دخول جبه أسمح لنفسي بإبداء بعض الآراء حول النفود .\r\nمن الصعب جدا تحديد مسار الخط المتبع لاجتياز النفود لأننا نلف باستمرار تقريبا حول الأفلاج ، فلا شئ سوى تعرجات وصعود وهبوط . أما الطريق الفعلية أو الدرب المتبعة كتلك التي كثيرا ما تشكل الطرق في الصحراء ، فلا وجود لها إنما نتبع دائما اتجاها . ومع إقراره بأن هذا الاتجاه \" يحمل الاسم غير الملائم ، الطريق \" إلا أن السيد غوارماني يروي أن \" الدرب من جيوف - عامر هي من صنع بني هلال \" « 1 » . وفي سبيل ذلك ردمت وديان وسطحت تلال وسويت أرض النفود الرملية المضطربة كبحر هائج قدر الإمكان .\r\nراضي ، دليل السيد والسيدة بلانت روى لهما أنه تحت الرمل ، طريق معبدة بالحجارة أنشئت بحجارة جلبت من جبل شمّر . وكان بإمكان المسافرين أن يسألاه لمإذا أتت هذه الحجارة من جبل شمّر طالما أن حجارة جبل الجبة هي أقرب بمسافة يومين سيرا على الأرض ، ولكن من الواضح أن هذه المعلومات فيها خطأ .\r\nلاجتياز النفود هناك درب واحدة هي بعرض قائمة الجمل 25 إلى 30 سنتمترا علما بأن هذا المسار يختفي في الأماكن التي تلعب فيها الريح . لدى اجتيازنا الفلوح ، رأيت آثار جمال ممحية فورا مع ريح ضعيفة نسبيا . فالرمل كان قد عاد منسابا كبحيرة ماء على مسافة مترين وراءنا .\r\nأفضل دليل والدليل الوحيد في هذا العبور المضني هو بعر الجمل . فالجمل ينتزع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n Itine ? raire de Je ? rusalem au Neged Septentrional , par M . Guarmani , Bulletin de la Socie ? te ? de Ge ? o - \r\nص . 504 ، 1856  graphie , Novembre \r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوهو يمشي لقمة من كل النباتات الموجودة على طريقه . فهو يمضغ ويجتر ويهضم باستمرار دون ان يتوقف . وبعره هو الذي خطط الطريق عبر النفود . وشكل البعر وحجمه هو شكل وحجم تمرة أو زيتونة كبيرة . إنه أسطواني ، مخروطي ، متماسك جدا ، يجف بسرعة ويصبح قاسيا جدا ويظل تحت سماء الجزيرة العربية الرؤوفة سنوات عديدة .\r\nفي مناطق النفود الوعرة والمعرّضة للرياح يغطيها الرمل بسهولة ، وهذا مفهوم ، ولكن النسيم التالي يعود فيكشفها بالسهولة نفسها .\r\nتحمل وجهة عبور النفود هذه اسم خط أبو زايد وأيضا اسم ضيعة عيّاش ، ويستعمل الأول في شمال النفود والثاني في الجنوب .\r\nقضى والين ستين ساعة لاجتياز المسافة بين الجوف وجبة . والسيد غوارماني قطعها بتسع وأربعين ساعة ونصف الساعة . وحسبت السيد بلجريف أنه قد صرف على الأقل خمسا وثمانين ساعة . أما أنا فقد اجتزت المسافة في ست وسبعين ساعة . من هنا ترى مدى صعوبة وضع خطوط سير أو خريطة منطقة عندما لا يشير المسافر إلى السرعة التي سار فيها .\r\nفيما يخصني ، على الرغم من جودة مطيتي ، كانت لدي أسباب لعدم الاستعجال إذ كنت ارغب في رؤية النفود على راحتي ومراقبته ، لذلك فقد سرت تقريبا باستمرار على الأقدام بمعدل 4 كيلومترات تقريبا في الساعة . ولكن أن يكون السيد بلجريف الذي عانى كثيرا في هذه الصحراء وكان مستعجلا للخروج منها قد قضى خمسا وثمانين ساعة فلا بد أن يكون مرد ذلك إلى ركوب جمال من نوعية متدنية جدا . وما يفسر سرعة والين هو أنه لم يكن لديه أي متاع وكان يتنقل على ظهر ذلول شراري أي على جمل من أفضل الأنواع في الجزيرة العربية الشمالية . بالنسبة إلى السيد غوارماني ، نعرف أنه اجتاز النفوذ مستعجلا على ظهر حصان . وفي المحصلة مع ذلول جيد بالإمكان دون إرهاق المطيّة إنجاز هذا العبور في ثلاثة أيام بسهولة .\r\n\r\nجبّة\r\nما إن هبطنا منحدر آخر تلة من النفود حتى وجدنا أنفسنا في سهل جبة التي لا تبتعد أكثر من 500 متر والتي يبدو مظهرها الجديد متعة للعين . بعض\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nغرسات إثل  Ithel  هرمة خارج الجدران تنعش المنظر .\r\nعلى غرار الجوف فإن جبة مبنية من الآجرّ المطبوخ في الشمس . غير أن جدران بعض المنازل مصنوعة من الحصى . الانطباع الأول في منتهى الإيجابية . جدران الأسوار والأبراج التي تتخللها محفوظة جيدا ومظهرها سار . أما الداخل فلا يتجاوب مع الخارج كما هو الحال في كل مكان تقريبا في الشرق .\r\nالحوض الذي تقع فيه جبة له شكل طوبوغرافي خاص . فهو حوض يبلغ طوله ما بين 8 و 9 كيلومترات من الشرق إلى الغرب وعرضه 5 كيلومترات من الشمال إلى الجنوب . أما قعره البالغ عمقه 835 مترا فيقع على مستوى أدنى من مستوى النفود ب 60 مترا تقريبا .\r\nلقد تمت مطابقة جبة بأينا بطليموس « 1 » مما يثبت عراقة قدمها . وعلى أي حال فإن الاسمين ذوا دلالة واحدة ومعناهما البئر أو النبع . وقد احتفظ السكان بذكرى نبع غزير كان يتدفق من جبل جبه .\r\nالسكان البالغ عددهم حوالي 800 نسمة يتحدرون من قبيلة شمّر الرمال . وهي سلالة صغيرة قليلة التطور . وهم غير محبوبين على الإطلاق في الجبل بسبب عدم انفتاحهم واختلاطهم وبخلهم على الضيف . وتروي الليدي آن بلانت أنها شكت من معاملتهم .\r\nلا وجود لأي زراعة بأستثناء النخيل التي يستخدمون من أجلها قرابة أربعين بئرا تقع مياهها على عمق 12 أو 15 مترا تقريبا ، ولا يتبدل مستواها ابدا كما أكدوا لي . الدوالي ، وهي عديمة الطعم ، ولكنني أفضلها على ماء الجوف . بعض الآبار يعطي مياها مالحة غير قابلة للشرب . الحرارة التي قيست في بعض الآبار التي كانت تسحب منها المياه منذ عدة ساعات كانت في كل مرة تسجل + 9 ، 22 درجة .\r\nالتمور صغيرة ورديئة ، ويعزو السكان ذلك إلى المياه المالحة ، ولكنني أعتقد أنهم هم وحدهم سبب ذلك لأن أشجار النخيل مهملة . الكميات القليلة من الأرز والقمح التي يحتاجون إليها يستقدمونها من حائل . وموقعهم في وسط النفود يسمح لهم لحسن الحظ بتربية بعض قطعان الإبل بسهولة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -\r\n A . Sprenger , Die Alte Geographie Arabiens . Aus Grundlage der Entwicklungs geschichte der Semi \r\nص . 171 . 1875  tismus . Nachdruck D . Ausgabe , Bern , \r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعلى مسافة 3 كيلومترات غربي القرية ، تنتصب بعض قمم الصلصال الرملي وأعلاها هي أم السلمان « 1 » . وقد تسلقتها غداة وصولي إلى جبه ، بالرغم من تحذيرات السكان الذين قالوا لي إنه لا يوجد طريق إليها ، وقد تأكد لي صحة ذلك . إلى مستوى ثلثي الارتفاع لا يواجه الصعود أي صعوبة . ولكن من بعد ذلك يصبح المنحدر وعرا جدا تغطيه شظايا من الحجر الرملي تبدو وكأنها متفحمة وتشبه في شكلها القرميد المكسّر .\r\nويبدو وكأن الجبل كان مغطى بقشرة بسماكة 3 إلى 4 سنتيمترات تمّ تكسيرها في مكانها . هذه الشظايا هي في حالة انعدام توازن بسبب قوة انحدار القمة لدرجة أن أدنى ملامسة لها تجعلها تسقط جارفة معها كتلة ضخمة من الحجارة . وبديهي في هذه الحالة أن القدمين لا تكفيان وحدهما لبلوغ القمة وهما أقل كفاية للنزول .\r\nعند بلوغي القمة بعد شروق الشمس بقليل ، تسنى لي التمتع بمشهد رائع ومؤثر .\r\nان قمة أم السلمان بمنحدرها الوعر جدا من الجهة الشرقية ، تنزل عموديا من الجهة الغربية . وعلى امتداد مترين ، لا يتعدى عرض القمة مترا واحدا بحيث لا يتسع إلا لجلوس شخصين . كانت ريح الظهر تعصف قوية ولا تسمح بالوقوف ، فجلست مستندا إلى الصخر .\r\nلحسن الحظ لقيت مكافأة على تعبي وآلامي ( إذ تجرحت يداي وبالأخص قدماي ) برؤية مشهد رائع وبالأخص في رأس أعلى صخرتي العليّم وهو الدافع الرئيس لصعودي .\r\nفإن ارتفاع هذه القمة يسمح لي بالتأكد من مسار طريقي . كما استطعت أن أرى جبلا طويلا قرب الجوف وجبل شمّر في الجنوب وجبل عوثة على مسافة عشرة كيلومترات شرقي جبة .\r\nتبدو لي أم السلمان فوهة بركان لم يتبق منها سوى جدارها الشرقي . هذا الافتراض يفسر وعورة المنحدر الخارجي للقمة من الجهة الشرقية وعموديّة الجدار الغربي .\r\nمغادرتي المفاجئة لجبه لم تسمح لي بالتوغل أكثر من أبحاثي بهذا الصدد لكنني ألفت نظر المستكشفين المقبلين كما أوصي بتسلق القمة لهواة الانفعالات .\r\nوقد سجل جهازي لقمة رأس سلمان ، ارتفاعا بلغ 370 مترا فوق مستوى أرض جبة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والين يسميها مسلمان ، غوارماني أمّ سنمان ، أم السلمان ، كما وأن جبل جبة يشير إلى مجمل الجبل الذي تبلغ مساحته ما بين 3 و 4 كيلومترات مربعة . وأعلى قمة فيه لا تزال تدعى رأس سلمان .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nواستكمالا لما عرفته عن جبل جبة « 1 » ، لا بد من الإضافة ، وفق ما أورده السكان ، لأنني لم أعثر على أثر لذلك لدى المؤلفين العرب ، أن اسمه كان قديما القطيفة . وإلى ذلك فإن مظهره الموحش ومنحدراته المكسوة بالردم أكسبته سمعة سيئة ساهم فيها إلى حد بعيد الجن الذين كان لديهم قصر وكنوز مخفية على قمة هذا الجبل في غابر الزمان . لذا يجب عدم الإلحاح على السكان للحصول على دليل أو رفيق تسلّق . يكفي أنهم يسمحون لك بالقيام بذلك وأن يستقبلوك لدى عودتك بينهم إذ لا بد أن تكون رائحة كبريت تفوح منك .\r\nلدى عودتي إلى مضافة شيخ عقيل الذي كنت ضيفا عنده ، وجدت بدويا يروي أن الأمير محمد بن رشيد قد غادر عاصمته حائل منذ بضعة أيام وأنه موجود حاليا في أم القلبان وهي قرية في النفود تقع على مسافة يوم شرق - جنوب - شرقي جبه التي جاء منها البدوي . فسألته ما إذا كان الأمير سيبقى بعض الوقت في هذا المكان ويعود بعد ذلك إلى حائل أو إنه سينطلق في رحلة في الصحراء ولكنه لم يستطع إجابتي .\r\n\r\nإلى أم القلبان\r\nكنت أعلق أهمية بالغة على لقاء أمير شمّر . ولم أكن واثقا من الاستقبال الذي سألقاه من الأمير وإن كنت لا أشاطر دليلي المخاوف التي بدأ يكشفها تدريجيا بهذا الخصوص كلما اقتربنا من الجبل ، لكنني كنت أفضل أن يستقبلني الأمير بنفسه . دون أن يعكر ذلك تصرف شخص من اتباعه يسيء إلي ولا يريد الأمير منعه .\r\nلاحقا ، وبعد ما تعرفت بصورة أفضل إلى الرجال وشتى الأمور ، تأكد لي أنني حزرت . ومنذ عودتي إلى أوروبا ، جاءت معرفتي بالمحن التي تعرض لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليدي آن بلانت تفترض هنا وجود بحر قديما . ولكن من دون نفي هذا الاحتمال قطعيا ، فإنني ألفت إلى أن تأكل الصخور الواقعة غرب جبة والذي قد يوحي بهذه الفكرة يمكن أن نعزوه إلى سبب آخر . فقد لاحظت مرارا خلال أسفاري خطوطا أفقية عميقة على مجموعات صخرية توحي فورا وبالأخص من بعيد بأنها ناجمة عن ملامسة المياه بالرغم من استحالة القبول بهذا السبب . لذا ، لا بد في الغالب من أن ننسب هذه الخطوط إلى تفتت طبقة متوسطة تتفتت تحت تأثير كل العوامل الجوية . وإنني أعطي هنا دورا ثانويا للغاية لفعل الريح الذي أعتقد أنه ضخم في كثير من الأحيان .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالسيد شارل دوتي في ظرف مماثل لترسخ قناعتي « 1 » .\r\nقررت المغادرة فورا إلى أم القلبان . وبعد ما ضمدت كل جروحي التي أصابتني خلال تسلقي ونزولي لرأس سلمان امتطيت الرحل مجددا وغادرت جبة بعد الثالثة مساء .\r\nوبعد ساعتين كنا نخيم قرب صخور عوثة لصنع الخبز . ولم تمض ساعة حتى انطلقنا للاستفادة من برودة المساء وسرنا لمدة ساعتين إضافيتين . وإذ بدا النفود صعبا من جديد أقمنا مخيما لقضاء الليل . ابتداء من جبة وحتى صخور عوثة تخلو الأرض من الرمل ولكنها محرومة أيضا من كل النباتات . إن مظهرها الأبيض يجعل اجتيازها صعبا جدا خلال النهار إذ إن انعكاس النور يرهق العيون .\r\nفي اليوم التالي 8 حزيران ، انطلقنا في الثالثة فجرا . وعلى الرغم من تضاؤل عدد الأفلاج المنتظمة فإن النفود لم يكن سهلا البتة فأودية كثيرة تتخلله ، وكثيرا ما يبرز الصخر العاري .\r\nلم نتوقف إلا ساعة واحدة في الصباح لتناول الفطور ثم تابعنا سيرنا نحث الجمال باستمرار للوصول قبل هبوط الليل . كلما تقدمنا ، كنت أرى محاربا يزداد قلقا من الاستقبال الذي ينتظرنا هناك . فإذا كان استقبالي سيئا ربما تأثر مثلي من غضب الأمير . ومن جهة أخرى فإن محاربا يصلّي بانتظام ، إذ هو مؤمن حقا ومن ثم ليست قيادة شخص غير مؤمن إلى الأمير مسألة سهلة بالنسبة إليه . وقد سألني مرتين أو ثلاث مرات خلال اليوم الأخير بشيء من القلق ما إذا كنت متأكدا وجازما أنني سألقى استقبالا جيدا . فطمأنته وتمكنت من إقناعه تقريبا .\r\nمنذ ما قبل الظهر بدأنا نصادف بدوا ، إمّا فرادى أو مع قطعان إبل أو ماعز أو خراف . وعلمنا من هؤلاء الرعاة أنّ الأمير في أم القلبان لتفقد جزء من قطعانه وأنه باق فيها لبضعة أيام .\r\nقبل وصولنا إلى مقصدنا بساعتين قال لي محارب إنه يستحسن أن يسبقني ليعلن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دوتي وصل إلى حائل خلال غياب الأمير واستقبله عنبر ، أحد عبيده الذي عينه واليا حتى يعود . وقد أصدر عنبر ، بالاعتداد الذي يميزه والذي تبين لي فيما بعد ، أمرا إلى السيد دوتي بمغادرة أراضي شمر فورا وهدد الرجلين من هتيم اللذين أتيا به بالموت إذا لم يعودا أدراجهما معه من حيث أتوا مع العلم أن السيد دوتي كان مزودا برسالة توصية للأمير من والي المدينة .\r\n ( Wanderungen zwrischen Teima , Hail , Khaibar und Bereida , von Charles Mac Doughty Globus , 1882 , \r\n( ص . 250\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوصولي إلى الأمير . ولكي يزيد من تشريفي ومن أجل السرعة طلب مني استخدام ذلولي . كنت امتطي كما في كل رحلاتي جملا رائعا يسري في شرايينه دم شراري .\r\nكانت ناقة في السابعة من العمر تثير إعجاب البدو بشكلها الأنيق . فتبادلنا المطايا ورحل مسرعا ، سعيدا بمطيته الرائعة .\r\nكلما تقدمنا ازداد عدد القطعان وأصبحت الحركة أكثر نشاطا . كانت رؤية النفود فجأة عارما بالحركة ، مشهدا جديدا علينا بعد ما أمضينا أياما في الصحراء المطلقة . وقد حافظت الصحراء على مظهرها الذي بدت فيه منذ مغادرتنا جبه أي إن الأفلاج كانت نادرة وكأن تلالا استبدلت بها كان جزء منها موازيا لطريقنا لحسن الحظ . فبدلا من أن نضطر إلى اجتيازها ما كان علينا إلا أن نسير بمحاذاتها .\r\nقبل وصولنا بدقائق ، رأيت محاربا يطل علينا من جديد منفرج الأسارير معلنا أنه قابل الأمير الذي بدا مسرورا وأراد أن يستقبلني على الفور . ما عاد دليلي يتوقف عن الثرثرة ارتياحا وفرحا ويصيح في كل لحظة \" الحمد لله \" ، وهذا ما ردّدته كل مرة بورع .\r\nكنا نهبط عندئذ فلجا ضخما ، أحد أكبر الأفلاج التي شاهدتها في النفود حيث تقوم في قعره أم القلبان بنخيلها الأخضر المتمايز بشكل لطيف جدا عن الرمل الأحمر . كانت تسودها حركة هائلة . صفوف لا متناهية من الإبل تطلق كلها خوارها كما تفعل عادة لدى عودتها من المراعي في المساء ، تروح وتجيء . وصوت السواني يشنف الآذان .\r\nانبسطت أمامنا ملكية واسعة سرنا بمحاذاتها حتى وسطها ورأينا آنذاك بابا كبيرا بمصراع واحد مواجها الشمال . وبدا في المحيط بعض الرجال بقمصان ناصعة البياض . فمنذ غادرت سورية لم أعد معتادا على هذه النظافة الفخمة . كان هؤلاء الرجال بكوفياتهم الحمراء الصارخة ، مزودين بعصي طويلة من أغصان النخيل يبلغ طولها حوالي 60 ، 1 متر طردوا بها البدو الجالسين بالقرب من الباب بقساوة شديدة .\r\nاخذ أحد هؤلاء الرجال ناقتي من اللجام وسار بها عبر ممر طويل إلى باحة كبيرة ثم فتح بابا آخر يفضي إلى فناء حيث ترجلت . كان بانتظاري هنا رجل يعتمر كوفية من الحرير الأصفر وعقالا مقصب بالذهب وعلى كتفيه عباءة سوداء مطرزة بالذهب\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nحول العنق ، يحمل بيده سيفا بمقبض وزينة من الفضة الخالصة ، وبادرني ب \" السلام عليك \" فرددت بتودد \" وعليك السلام \" فأبلغني تحية الأمير وأنه مكلف بمرافقتي إليه .\r\nأخذني بيميني ليثبت لي أنني في أمان وجعلني أعبر بابا صغيرا فوجدنا أنفسنا أمام حوض يغذيه ماء جار . وأبعد منه يمتد بستان جميل ، مزروع بشكل شبه حصري بالرمان يسود فيه ظل وبرودة لذيذان .\r\nدرنا حول الحوض ووجدت نفسي في حضرة أربعين رجلا مصفوفين بشكل دائري يجلسون جميعا القرفصاء على الأرض . ويمتد السجاد أمام منزل صغير . هنا كان يجلس الأمير وحيدا وظهره مسند إلى سرجه لدى وصولي ، وقف اثنان من المساعدين ليسمحا لي بدخول الدائرة . حييت الأمير فنهض عندئذ وأضاف في رده على تحيتي : \" مرحبا \" ثم أعطاني يده على الطريقة العربية أي دون أن يشدها ثم قبّل السبابة وجعلني أجلس إلى جانبه .\r\nوسألني بكثير من الاهتمام ما إذا كانت رحلتي موفقة ولم ألق مشقة أو تعبا ثم استفسر عن هدف رحلتي وتطرق إلى هذا الموضوع مرارا ليس في هذا المساء فحسب بل لاحقا أيضا . فهو لا يعتقد أبدا أن العلم وحده يدفع أيا كان للسفر في صحاري الجزيرة العربية حيث لا يرى هو فيها أي شيء علمي على الإطلاق . ثم طلب مني أخبارا سياسية وبالأخص ما قيل في دمشق وحوران بشأن الغزو الذي قام به قبل شهرين في وادي سرحان متوغلا إلى ما هو أبعد من القصر الأزرق إلى ما يقل عن مسافة يوم من جبل الدروز وقد شعر مدحت باشا ، وإلي دمشق في ذلك الحين ، بقلق عميق من جراء ذلك . وحدثني أيضا عن السيد والسيدة بلانت اللذين امضيا ثمانية عشر شهرا في حائل . وقد احتفظ بذكرى طيبة عنهما ولكنه ابدى تعجبا شديدا لرؤية السيد بلانت لا يقبل أبدا فنجان القهوة إلا بعد زوجته ويجعلها دائما تمر قبله ، وتجلس دائما في المرتبة الثانية إلخ . . . وسألني ما إذا كانت الأمور تجري على هذا النحو عند جميع النصارى . ولكن أكثر ما أدهش الأمير وجميع العرب كذلك هو رؤية ليدي آن بلانت تمتطي حصانا وعلى أكمل وجه .\r\nبلغ الأمير محمد بن رشيد من العمر ستا وأربعين سنة طوله 65 ، 1 م . وجهه ينضح بالعزم ومعبّر . نظره ثاقب وكثير الحركة وهو يتنقل باستمرار من شخص إلى آخر\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nمما يجعله يبدو دائم القلق . في المقابل ابتسامته سخية وعذبة جدا ولحيته الخفيفة الشعر والسوداء تشهد على أنه بدوي . وهو محدث ويحب الدعابة .\r\nرأيته شديد الاهتمام باستمرار بضيفه ، بأن يكون مرتاحا في جلوسه ويأخذ راحته تماما . وقد أوصاني دائما بألا أقلد مواطنيه بل أن أتبع تقاليدنا نحن مؤكدا لي أن ذلك يسعده .\r\nوسرعان ما كسبت وده وقبل وصولي إلى حائل كنت متأكدا من أنه لن يضع أي مانع لإنجاز مهمتي . أما فيما يتعلق بعزمي على الذهاب إلى القصيم وأبعد منه ، فقد حثني منذ اليوم الأول على عدم تحقيق ذلك فتلك البلاد سيئة من كل الأوجه كما قال . وأضاف : \" ستبقى معنا \" ولكي أتكيف فورا مع المحيط الجيد الذي سيصبح محيطي بعد الآن ، شرع يعطيني أسماء ضباطه الرئيسين الماثلين أمامنا في الدائرة .\r\nإنما هاكم سمة تصور المسلم ، وهي من وراء المظاهر الأكثر توددا ولطافة تسمح ببروز الوهابي .\r\nمنذ اللحظات الأولى من محادثتنا ، بعد تبادل اللياقات ، وما إن عرف نيتي بالإقامة في بلد عربي ، حتى شعر بوخز ضمير إزاء البقاء طويلا على اتصال مع شخص غير مؤمن ، لكن فكره المتنور من نواح أخرى دفعه إلى كتم هذا الوخز . ولكي يريح ضميره سألني بغتة ما إذا كنت أعرف شهادة الدين الإسلامي فأجبت بالإيجاب فقال \" ردّدها \" فتلوت في الحال بمنتهى الجدية : \" لا إله إلا الله محمد رسول الله \" .\r\nالدقة تقضي بأن اذكر كلمة \" أشهد \" قبل الجملة المقدسة ، إلا أنه شاء التغاضي عن هذه الثغرة . ولم أكد ألفظ الشهادة العزيزة على المؤمنين والتي استقبلها كل الجمع بهمس مؤيد ، حتى صاح الأمير فرحا : \" والله أنت مسلم عندي \" . منذ تلك اللحظة التي لم يعد يخالجه فيها أي تأنيب ضمير ، تحرر من كل قيد وعاملني كأخ في الدين ، أي كندّ له .\r\nوفي ختام دراسة العادات الموجزة ، أضيف أنه طوال إقامتي في الجبل وباستثناء مرة أو مرتين أصابتني بسبب حسد أشخاص آخرين ، فقد تمتعت بحظوة الأمير وابن عمه حمود وكل عائلتهما الثابتة . فكنت أدخل بحرية تامة إلى كل مكان والجميع كانوا ينادونني بالأخ والصديق . وفي نهاية إقامتي ، قال لي الأمير مرارا إنني أصبحت الآن واحدا منهم وإنني شمّري .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nأوفر حظا من بالغرايف وليدي آن بلانت . لم أختبئ قطّ لتدوين ملاحظاتي وكتابة مذكراتي . وفي كثير من الأحيان عندما كنت أرغب في الحصول على الكتابة الصحيحة للأسماء الجغرافية ، كان الأمير يكتبها لي بنفسه . الرسائل العديدة التي تسلّمتها من الأمير ومن أصدقائي في الجبل منذ مغادرتي الجزيرة العربية تثبت لي أنني تركت ذكرى طيبة فعلا . وأنا مدين للأمير بكل ما أنجزته في مهمتي وسأحفظ له امتناني دوما .\r\nلقد بذل جهده باستمرار لثنيي عن القيام برحلاتي في القصيم وفي الحجاز لأن الخطر فيهما كان ، كما تبين لي لاحقا ، حقيقيا . ولكن عندما أعطاني موافقته ، بذل كل ما في وسعه لضمان نجاحي . فعلى الرغم من غرابة الأمر وخطره على هيبته كأمير مسلم ووهابي كان دوما يعطيني رسائل توصية عندما كان يرى ذلك ضروريا .\r\nبعد وصولي بأربعة أيام ، غادر الأمير وحاشيته أم القلبان للعودة إلى حائل .\r\nفي فجر 12 حزيران كان الجميع ممتطين الرحال فسرنا ثلاث ساعات خببا باتجاه الجنوب الشرقي . في ختام هذا الوقت وصلنا إلى أحد حصون جبل شمر المسمى الاصور . وكانت مطابخ الأمير التي سبقتنا بوقت طويل ، قد أعدت الفطور . تلت الوجبة قيلولة طويلة وبعدها وضعت علامة تسديد من ورق على صخرة مجاورة ومارسنا الرماية لمدة ساعة . واكتشفت بهذه المناسبة أن الأمير كان في عداد رماة الجبل الماهرين .\r\nالاصور هو مورد حيث تحبس مياه المطر على ارتفاع معين في الجبل في شق غرانيتي ، بقي فيه ماء إلى ما بعد رحيلنا .\r\nعلى مسافة ساعة سير من أم القلبان ، توقف النفود فجأة كما بدأ . والحد الفاصل حاد إلى درجة يمكن معها وضع قدم في النفود والأخرى على الغرانيت الذي يليه .\r\nعند الثالثة من بعد الظهر ، امتطينا الجمال وغادرنا الاصور . وخببا وصلنا بعد ساعتين إلى اللقيثة « 1 » وهي قرية جميلة يملك فيها الأمير ملكية رائعة من النخيل وأشجار الفاكهة . فقضينا الليل فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والين يسميها لقيطة ، غوارماني ليشيته ، السيدة بلانت الاميتت .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفور وصولنا ، قدم لنا شيء من اللبن والفاكهة : بطيخ وشمام لذيذان وعنب لم ينضج بعد .\r\n\r\nحائل\r\nفي اليوم التالي انطلقنا في الرابعة والنصف صباحا ووصلنا بعد ساعتين إلى حائل « 1 » عاصمة شمّر .\r\nعندما نصل من الشمال ، تكون حائل مخفية ، بفعل ارتفاع بزلتي يبلغ 100 متر بالحد الأقصى ويمتد من جبل أجا إلى جبل سلمى شرقي حائل . نجتاز هذه السلسلة الصغيرة عبر ممر يعلو 20 مترا تقريبا عن الأرض . وعندما نصل إلى ذروة الممر ، يتراءى لنا فجأة منظر حائل الفرح . إلى اليسار وعلى مسافة قريبة جدا تهيمن كتلة سمرا السوداء على المدينة كليا . وإلى اليمين وعلى بعد بضعة كيلومترات ، ينطلق خط أجا جنوبا على مد النظر . شمالا وغربا تتناثر خمسون خيمة تقريبا لكل قبائل شمر . يأتي هؤلاء الزوار لبضعة أيام لتصريف منتوجاتهم وشراء بعض الحاجات ثم يعودون إلى الصحراء . إنهم ينعشون الجزء الخارجي للمدينة بطريقة جذابة جدا .\r\nلرغبتي في تقديم لمحة عن الطريق من سورية حتى جبل شمّر ، أسهبت حتى الآن في التفاصيل . أما اليوم فإنني لن أعطي سوى ملاحظة جغرافية عن المناطق التي قطعتها ، لذلك سأرجئ إلى وقت لاحق فصل العادات والتاريخ والمعطيات الإحصائية . حاليا أقدم وصفا سريعا لمختلف خطوط سيري . ومن ثم أقدم لائحة البلدات التي تؤلف حاليا إمارتي شمر والقصيم اللتين عبرتهما .\r\nلقد جعلت حائل مركز عملياتي لأتمكن من تنفيذ سفرات طويلة جدا بسهولة أكبر .\r\nوقد سمح لي ذلك بجعل متاعي خفيفا جدا فلا احمل إلى جانب أسلحتي ومعدّاتي العلمية ، سوى بساط وبطانيتين . أما المؤن والماء فكان البدوي أو البدو المرافقون لي كمرشدين يحملونها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غوارماني  Kail  ، بلجريف  Ha'yel  .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nكنت أترك صناديقي في بيتي في حائل خلال غيابي ويودع مفتاح المنزل لدى أحد ضباط الأمير الرئيسين المدعو حمود الإبراهيم المجراد « 1 » .\r\nواني أعرض فيما يلي تعداد مختلف رحلاتي وفق الترتيب الذي أجريتها به :\r\n( 1 ) رحلة في عقده ، وادي جبل شمّر ( 30 حزيران ) .\r\n( 2 ) في جبل سرا ( 9 تموز ) .\r\n( 3 ) في جبل شمّر ( 17 تموز ) .\r\n( 4 ) رحلة إلى القصيم ، إلى عنيزه والعودة ( 31 تموز ) .\r\n( 5 ) رحلة في جبل جلديه ( 22 أيلول ) .\r\n( 6 ) رحلة في الحجاز ، إلى تيماء ، الهجر أو مداين صالح ، العلا والعودة عن طريق خيبر والحايط ( 30 تشرين الأول ) .\r\n( 7 ) من حائل إلى بغداد .\r\n( 8 ) من بغداد إلى دمشق عبر الحماد .\r\n\r\nعقدة\r\nعقدة « 2 » هي سلسلة من الوديان الصغيرة داخل جبل شمّر ، والممر الوحيد الضيق جدا الذي بعبرها يقع على بعد 9 كيلومترات تقريبا جنوبا ، 70 درجة غربي حائل . وقد ظهر اسم عقدة هذا للمرة الأولى كاسم جغرافي في الجزيرة العربية في تاريخ الوهابيين ل كورانسيز « 3 » في مدونة أسماء بلدات الجبل . غير أن هذا المكان كما برهنت ذلك لاحقا ، هو الأول وعلى الأرجح الوحيد على امتداد زمن طويل الذي سكنته قبيلة طيء التي قدمت من الجنوب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بديهي ان جيش أمير شمّر ليس جيشا بالمعنى الأوروبي للكلمة . فلا تجنيد ولا ثكنات . وهو يتألف من خمسمئة رجل تقريبا معظمهم من مدن الجبل يستخدمهم الأمير بشكل خاص للقيام بغزواته ولفرض وجباية الضرائب من القبائل الرحل وأخيرا لمواكبة قافلة الحجاج العراقيين من بغداد إلى مكة ذهابا وايابا . وهم لا يتقاضون اجرا ثابتا ولا يتلقون إلا ما هو ضروري لحياتهم . ما يقارب العشرين منهم الذين تميزوا بخدمات أسديت أو بالأحرى بذكائهم والذين يلازمون القصر باستمرار ولا يفارقون الأمير ، يلقون معاملة أفضل . من بين هؤلاء حمود الذي سبق للأمير ان أرسله مرارا في مهمات استثنائية إلى مصر لدى الخديوي .\r\n( 2 ) عقده عند : ص . 353  Ritter , Die Erdkunde von Asien , Arabien II  وعند غواراماني أكده ، وعند بلانت أجده\r\n( 3 ) ص . 118 ص . 214 ، 1810\r\n Corancez , Histoire des Wahabis , ed . SyIvestre de Sacy , Paris , \r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nولا بد من البحث في عقدة نفسها عن مكان سكن حاتم طيء أكرم قدامي العرب .\r\nيتم الدخول إلى عقدة من سهل حائل عبر ممر تضيق فتحته التي تبلغ بداية قرابة مئة متر تدريجيا حتى تصل ما بين 25 إلى 30 مترا . وقد بنى الأمير في هذه النقطة حائطا بارتفاع 3 أمتار وبسماكة متر لقطع الممر كليا . وقد تركت في طرف الحائط الجنوبي فتحة تبلغ 5 ، 1 متر للمرور .\r\nوما ان نجتاز هذا السور حتى نجد أنفسنا في واد صغير يضم قرية القني\r\n El Qeny \r\nالتي تعدّ 150 نسمة . وابتداء من هذه البلدة ، تنفتح الوديان من كل الجهات وجميعها على مستويات أعلى من الوادي الأول ومن ثمّ أعلى من سهل حائل أيضا .\r\nالوادي التالي ، وداي القني ، يضم قرية أكبر من الأولى تدعى الويبار وتعد 300 نسمة .\r\nهاتان المقاطعتان الأوليان هما الكبريان من حيث تعداد السكان ومن حيث مساحتهما . في الوديان الأخرى تتوزع ثماني مجموعات سكانية صغيرة مجموعها 500 نسمة وهذه هي أسماؤها : النبيتة ، السقا ، حسنا ، المعا ، غضيان ، الحايط « 1 » رميض والعليّا .\r\nفي قرية الحايط جنوبي القني والويبار جزء من ترسانة ابن رشيد . إنه مبنى من الآجرّ ككل مباني الجبل يحتل مساحة تقارب 80 مترا مربعا إنما تجاوره بعض المباني أكثر حداثة شيّدها الأمير الحالي .\r\nالأمير طلال هو الذي شيد المبنى الرئيس مكان مبنى آخر هدمه ومن المرجح أن قبيلة طيىء شهدت هنا أول استقرار لها منذ احتلالها الجبل لدى هجرتها من الجنوب . وحين وصل محمد ، الأمير الحالي ، إلى الحكم ، كان هذا المبنى الترسانة الوحيدة لسلالة شمر . لكن محمد الذي كبر القصر الذي بناه الأمير طلال ، نقل إليه القسم الأكبر من الأسلحة التي كانت محفوظة في عقده . أما اليوم فإن هذا القصر ببابه الكبير المغطى بلوح من الفولاذ بات مجرد مخزن للطعام ولم يعد يحوي إلا مخزونا كبيرا من التمور وبعض السيوف والبنادق بفتيل التي لا قيمة لها . أما شجرات نخيل الحايط فملك الأمير ابن رشيد الخاص .\r\nما يميز عقدة هو النخيل الذي لا يحتاج إلى ري بفضل موقع الوديان بقاعها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يجب تمييزها عن الحايث في حراه شرق - شمال - شرق خيبر .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالغرانيتي المملوء بالبطحا أو حصى الغرانيت « 1 » حتى ارتفاع 4 أو 5 أمتار والتي تشكل التربة . القاع على شكل أحواض تحجز ماء المطر الذي يهطل على عقدة في هذه الأحواض الطبيعية الصغيرة حيث تغوص جذور النخيل .\r\nفي كل الأماكن الأخرى ، عندما تكون المياه على عمق بالغ لا تستطيع جذور النخيل الوصول إليها ، يجب حفر آبار واسعة جدا وسحب الماء منها عشرة أشهر على اثني عشر بمعدل خمس عشرة ساعة يوميا على الأقلّ . كما إن ذلك يجبر على شراء الإبل والعناية بها لهذا الغرض كذلك يلزم رجل لتشغيلها . ولكن سكان عقدة السعداء لا يعرفون شيئا من هذا ولا يأبهون . وجل تعبهم ينحصر في أن يتمنوا أن تمطر في الشتاء . وهم يتمادون في سعادتهم إلى حد الكسل إذ إنهم لا يبذلون أي عناية بشجرات النخيل التي كان بالإمكان أن تكون أجمل وأكثر إنتاجا . وعلى أي حال فإن ضعف نخيلهم كان وبالا عليهم خلال شتاء 1879 - 1880 الذي انعكست قسوته على كلّ أرجاء الجزيرة العربية . فكثير منها مات وعدد أكبر منها لن يعطي سوى محصول لا يذكر لفترة طويلة .\r\nوقد أكد لي حمود والمجراد بأن عقدة تملك سبعين ألف شجرة نخيل وقد يكون هذا صحيحا . يعود حوالي خمس هذا العدد إلى الأمير وخمسان إلى البدو المقيمين في البلدة طوال العام والباقي يعود إلى شمر الرحل .\r\nيأتي هؤلاء الأخيرون من الصحراء في شهر مايو ( أيار ) لإخصاب إناث شجرات النخيل فيبنون لأنفسهم أكواخا من ورق النخيل ويقيمون هنا حتى القطاف في أيلول .\r\nأحد افراد العائلة يبقى في الصحراء مع القطعان . ويغتنم عدد منهم إقامتهم لزرع البطيخ والشمّام ويسقونها من مياه الآبار . ويبيعونها في حائل .\r\nبما ان جزءا من السكان بدو فإن عادات الصحراء هي السائدة في عقدة . وتتمثل بالنسبة للغريب الذي يصل إليها بالضيافة . خلال الأيام الثلاثة التي أمضيتها فيها ، اضطررت إلى الدخول إلى تسعة عشر منزلا أو خيمة حيث قدمت لي القهوة وطبق كبير من البطيخ أو الشمام المقطع مكعبات . أقول \" اضطررت \" إذ إن أحدهم ما ان يلمحني سائرا حتى يأخذ مطيتي من الرسن ويقودني إلى بيته متجاهلا ملاحظاتي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ثمة خطا هنا على الأرجح . فالكلمة العربية بطحا  Bathha  كما كتبها السيد هوبير تعني باللغة الفصحى \" مجرى نهر واسع جاف مملوء بالحصى \" وقد احتفظت بهذا المعنى حتى عند عرب  Wadai  ويكون السيد هوبير قد خلط في الجزيرة العربية بين المحتوى والحاوي . [ التحرير 
  ]\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nصحيح أن ما كان يقدّمه لي قليل وأن هذا القليل كان يعوضه تعويضا سخيا استقبال الشيخ الفرنساوي ، صديق الأمير والذي سيكون له الحق لاحقا بأن يناديه الأخ . إلا أنه لا بد لي من التصريح بأن البدوي الذي كان يراني في المساء خلال سعينا لإيجاد مأوى ، كان يبدي مسارعة مماثلة للتمسك بي مع علمه بأن هذا سيكلفه خروفا وإن حصته منه ستكون صغيرة نظرا لوجود رجلين من رجال الأمير معي .\r\nمن بعد ما ذكرته عن طوبوغرافية عقدة التي لا تملك سوى ممر مقطوع اصطناعيا بجدار ، والمحاطة كليا بصخور من الغرانيت لا يمكن الوصول إليها من الخارج ، ندرك كيف إن أمير حائل يعتبرها كمعقل وملجأ منيع في حال الاجتياح لكونها موفورة التموين وفي حماية فرقة شجاعة . وأنا من هذا الرأي شرط ان لا يكون المجتاحون قوات أوروبية وأن لا يكونوا متسلحين بمدفع لاقتحام الثغرة .\r\n\r\nجبل سرا\r\nفي إحدى أولى السهرات التي أمضيتها عند الأمير علمت بوجود نقوش قديمة في الجبل ودلني الأمير على جبل سرا على مسافة يوم جنوبي حائل كنقطة يمكنني أن أعثر فيها على نقش . وقد استدعى مطوع شمّر ، الشيخ عواد الذي نسخها ذات يوم على غلاف كتاب زودني به .\r\nوعرفت في الحال انها كتابة حميرية وسمح لي بأن أفترض أنها ليست الوحيدة وانه بإمكاني العثور على المزيد منها .\r\nفي 9 تموز أعطاني الأمير رجلين ليقوداني إلى جبل سرا . إذ غادرنا حائل في السابعة صباحا من الباب الغربي ، لم نلبث أن انعطفنا نحو اليسار تاركين جبل سرا إلى الشرق .\r\nكان اتجاهنا جنوبا تقريبا ، 10 درجات غربا بصرف النظر عن تبدلات العقرب .\r\nبعد ساعتين من مغادرتنا حائل وصلنا إلى مستوى قفار التي تركناها إلى يميننا .\r\nعند الظهر توقفنا لتناول بعض التمر أمام صخرة عرجان التي كانت ترمي بعض الظل إلى الشمال وبعد ساعة استأنفنا مسيرتنا .\r\nمنذ مغادرتي حائل كان جبل أجا باستمرار إلى يميني وتقريبا على المسافة نفسها .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفقط جنوبي قفار ابتعدت طريقي قليلا عن الجبل . أسجل هذه الملاحظة بشكل عابر لأبرر الاتجاه الذي أعطيته لهذا الجبل على خريطتي وهو اتجاه جديد ومغاير على نحو ملحوظ للاتجاه الذي اعتمدته أحدث الخرائط .\r\nإلى بضعة كيلومترات شمالي جبل سرا يستمر السير بثبات على حصى الغرانيت الكبيرة واسمها البطحا كما ذكرت سابقا وهي قاحلة تماما . لكن طبقة الحصى ليست متساوية العمق في كل الأمكنة ومن حين إلى آخر يسمح برؤية التربة التحتية المكونة من حجر صلصالي رمادي صفراوي صلب . في هذه الأماكن تظهر أحيانا شجرة هزيلة أو ساق حنظل زاحفة .\r\nكانت الشمس تلامس الأفق عندما وصلت أمام النقش في جبل سرا . وهو في معبر يبلغ عرضه 80 مترا تقريبا ويفتح الطريق إلى مستجد  Mestagged  والحجاز .\r\nكانت الكتابة محفورة في الصخر على الجدار الجنوبي للمعبر ، على ارتفاع 6 أمتار من الأرض وتواجه الشمال . بفضل انهيارات الصخور يمكن الاقتراب منها حتى مسافة مترين تقريبا . أخذت فورا وضعية تمكنني من نسخها وتبين لي أن الشيخ عواد قد نسخ بالضبط نصف الأحرف تقريبا وهذا ما اعتبره مرضيا بالنسبة إلى شمّري متعلم ، خاصة بالنظر إلى حالة هذه الكتابة الخشنة وإلى التأثيرات البصرية التي يحدثها النور على هذا الغرانيت الفظ بحبوبه المتعددة الألوان والتي تتعب تموجاتها المتعرجة النظر بسرعة . وقد اغتبطت لاحقا بالعناية البالغة التي بذلتها في نسخ هذه الكتابة . فمن بين كل النقوش الحميرية التي صادفتها في رحلاتي اللاحقة ، لم تكن ولا واحدة بهذا الحجم . فقد كانت تحوي 98 حرفا .\r\nهذا النقش الكبير موجود كما ذكرت آنفا على جدار الجبل بالذات . وقد عثرت على خمسة نقوش أصغر حجما على كتل ضخمة من الغرانيت يبلغ حجمها عدة أمتار مكعبة كانت قد انهارت على جانب النقش وأمامه . وقد بدا على إحدى الكتل رسم حيوان لا بد أنه كلب سلوقي كبير أو غزال . خط هذا الرسم جريء ، محدد ويدل على موهبة فنان . من بين مئات تماثيل الحيوانات المنحوتة في الصخر التي صادفتها ، كانت هذه الأخيرة الفضلى .\r\nهبط الليل فيما كنت أنجز نسخي . وامتطينا جمالنا التي لم ننزع عنها خروجنا « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخرج حقيبة سفر مزدوجة تتدلّى على جانبي الجمل [ التحرير 
  ] .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nواقتربنا من الآبار الواقعة على مسافة نصف كيلومتر شرقا . خيام بعض البدو الذين جاؤوا ليوردوا بعض الجمال والخراف كانت مضروبة إلى الجنوب . وبينما كانت جمالي ترتوي ، أخذت حرارة الماء التي بلغت + 21 درجة وهي بلا طعم ومستواها على عمق 7 أمتار . وبما أن التخييم قرب الماء ينطوي دائما على مخاطر حتى في أراضي شمر ، فقد سرت ساعة أخرى إلى الشمال الغربي وتوقفت أخيرا في ثنية أرضية « 1 » . صنع رفيقاي خبزا تناولناه مع الزبدة ثم التففنا بعباءاتنا لننعم براحة مستحقة . كنا قد بقينا إحدى عشرة ساعة راكبين وقطعنا 92 كيلومترا .\r\nفي صباح اليوم التالي نهضنا عند الفجر وسرنا مباشرة باتجاه الشمال . وقادتنا ساعة ونصف الساعة من السير إلى جبل والله  OullaH  حيث توقفنا أكثر من ساعة قرب الآبار لتناول وجبة الإفطار .\r\nمياه آبار والله الأربع تقع على عمق 7 أمتار . ثلاث آبار محفورة في البطحا والآخر في الغرانيت . استأنفنا السير في التاسعة صباحا ووصلنا إلى قفار قرابة الرابعة مساء .\r\nتقع الطريق المتبعة في جبل والله حتى قفار غربي الطريق التي سلكتها للذهاب من حائل إلى جبل سرا وهي موازية لها تقريبا . وهي إلى ذلك تقع تقريبا في منتصف المسافة بين طريقي الأولى وجبل أجا الذي لازمتني كتله الغرانيتية الداكنة باستمرار على مسافة 2 أو 3 كيلومترات إلى يساري . الأرض مكوّنة من البطحا باستمرار ، ولكن جوار الجبل يحدد من حين إلى آخر تحت أقدامنا انتفاخا في الأرض يشير إلى وجود الصخر على عمق ضحل . عدة مرات ظهر الصخر وعشر مرات تقريبا اخترقت قمم طويلة من الرخام الأبيض المعرّق التربة في الاتجاه السائر من الشرق إلى الغرب وكأنما يوجد انقلاب في الاتجاه المعاكس لاتجاه جبل أجا . تبدو الأرض من حين إلى آخر وقد ثلمتها جداول صغيرة تهبط من الجبل لتنزل إلى يميننا في وادي حائل .\r\nلدى مغادرتي الأمير بالأمس ، دعاني ابن عمّه حمود العبيد الذي كان قد حدثني عن أقطاع واسعة يملكها في قفار ، إلى التوقف فيها لدى عودتي من جبل سرا ووعدني بأن يرسل الأوامر اللازمة لاستقبالي . هذه الملكية كانت الأخيرة في جنوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيد هوبير يدلي هنا بقاعدة يجري التقيد بها في كل الأراضي المأهولة بالبدو الرحل وبالأخص في الصحراء .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nحائل ومن ثمّ فهي الأولى البادية أمامنا فيما كنا نقترب من المدينة . وقد تبينت نقطة بيضاء على مسافة بعيدة تتمايز على جدران قفار الزهرية اللون المسننة بالمتاريس .\r\nكان ذلك طبعا رجلا لا لباس عليه سوى ثوبه بانتظارنا . وبالفعل فقد ظل واقفا حتى وصلنا إليه وانخنا جمالنا وترجّلنا . ذاك كان عنبر عبد حمود المفضل وقد أرسله هذا الأخير إلى هنا خصيصا ليستقبلني . فرحب بي وقادني إلى الحديقة حيث أعدّ لي فراشا من السجاد والأرائك .\r\nبعد ما اغتسلت تجولت في البستان البديع الذي يحوي قرابة ألف ومئتي نخلة وبعض العرائش وشجر الدراق والتين وفي الزوايا قرب الجدران شجرات أثل أو طرفاء .\r\nثم عدت إلى جانب حوضي حيث أعدّت لي القهوة ونارجيلتي خلال نزهتي . بقيت هنا أتمتع بالراحة حتى المغيب حيث أعلن البرغش حضوره . فصعدت إلى سطوح المباني حيث قدّم لي ولرفيقي طبق هائل من الأرز ولحم الغنم . وبصفتنا بدوا حقا فقد فضلنا قضاء الليل خارج القرية في الصحراء .\r\nفي صبيحة اليوم التالي انطلقنا عند الخامسة وبعد ثلاث ساعات كنا قد عدنا إلى حائل .\r\nسأعود في عمل آخر إلى قفار وإلى الدور المهم الذي أدّته هذه المدينة في تاريخ شمّر . وهي لا تزال اليوم الكبرى مساحة وتحتل المرتبة الثانية بتعداد سكانها في كل الإمارة .\r\n\r\nجبل أجا\r\nفي 17 تموز ، ذهبت في رحلة إلى الجبل الذي أعطى اسمه للبلد بأسره . من زمان كان اسمه طيىء وفيما بعد أصبح اسمه رميضا واليوم يطلق عليه عموما أسم أجا أو جبل شمر أو ببساطة الجبل .\r\nهذه المرة انطلقت من شمال حائل متجها نحو الشمال 10 درجات شرقا ، باتجاه قرية اللقيطة حيث وصلت بعد ساعتين من الخبب برفقة الفارسين الجديدين اللذين أرسلهما الأمير معي وهما علي المجراد وعيسى .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nقبل اللقيطة بميلين تركنا إلى يميننا قريتي الوسيد والجثامية . توقفنا في اللقيطة في بساتين الأمير حتى بعد الساعة الثانية ، ثم استأنفنا طريقنا ولكن هذه المرة باتجاه الغرب . وسرعان ما أصبحنا وسط أول الكتل المنهارة من الجبل الذي وصلناه بعد ساعة من سير حثيث عبر وادي غلغل . يتسع هذا الوادي تدريجيا ولا يلبث أن يتحول إلى سلسلة من الوديان الصغيرة الجذابة جدا وكلها مملوءة بالنخيل الذي ينمو دون ري كنخيل عقدة والذي يعود لبدو رحّل . بعد أن تبعنا غلغل لمدة ساعة ونصف الساعة وصلنا قرب مجموعة من تسع خيمات وضربنا مخيّمنا على مسافة قريبة منها .\r\nالنخيل في هذه المنطقة جميل النمو . والماء متوفر على عمق 6 أمتار .\r\nاستأنفنا سيرنا في صبيحة اليوم التالي عند الرابعة باتجاه الجنوب ، 80 درجة شرقا ، ولم نلبث أن تركنا غلغلا لندخل في وادي حقل الذي لا تتعدى مساحته بضعة كيلومترات . عند الخامسة والنصف كنا قد اجتزناه كليا وعدنا نسير غربا ودخلنا وادي قوارين الذي يقع على مستوى الوادي السابق نفسه .\r\nفي بداية الوادي تقريبا نجد إلى اليسار نبع وتريمية الصغيرة التي تخرج من الصخر على ارتفاع عشرين مترا فوق الأرض يشكل الوصول إليها صعوبة . ومنسوبها لا يكاد يصل إلى ثلاثة ليترات في الدقيقة ، تصب في حوض صغير حفر أمامها . ثلاث نخلات تظللها فيما بلغت حرارتها + 1 ، 24 درجة .\r\nضربنا الخيمة على مسافة 4 كيلومترات منها قرب أطلال حصن صغير يسمى قصر الأصفر . ويحتل هذا القصر قمة خاصرة الجبل التي تنفصل بجرأة عن الجبل وتتقدم في الوادي في اتجاه الشمال الشرق ، 4 / 1 شمال ، إلى جنوب غرب ، 4 / 1 جنوبا . ويحتل البناء كل المساحة الحرة للهضبة على ارتفاع 40 مترا تقريبا . وهو على شكل متوازي الأضلاع مضبوط مع برجين كاملين عند الزوايا الشرقية . يبلغ طوله 20 مترا وعرضه 12 مترا . لم يبق من جدرانه المبنية من الحصى من دون ملاط سوى ارتفاع متر إلى مترين .\r\nعلى المنحدر الجنوبي للكتف التي تحمل هذا القصر بعض شجرات نخيل وآثار حقول وأقنية وبئر يقع ماؤه على عمق 10 أمتار وآثار منازل . وأخبرني علي المجراد بأن هذه الحقول لم تزرع منذ خمس سنوات .\r\nعلى مسافة 500 متر غربي قصر الأصفر توجد في الوادي بقايا مبنى مربع كبير يبلغ\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nضلعه 25 مترا تقريبا ، مشيّد بالآجّر . جدرانه التي تتخللها أبراج لا تزال ترتفع إلى 8 أمتار . كما أن هناك أيضا آبارا وحقولا مع بقايا سياج . كل ذلك مهجور منذ مدة طويلة .\r\nعلى مسافة كيلومتر من هنا ينفتح واد صغير دائري وفيه بيوت من الآجرّ مهدومة وآبار وحقول مهجورة . يطلق على هذا المكان اسم مسجد وهنا على الصخور إلى اليسار اكتشفت بسرور للمرة الثانية نقوشا حميرية . كان هناك تسعة منها .\r\nقرابة العاشرة خيّمنا تحت كتلة ضخمة من الغرانيت بقيت في سقوطها معلقة على كتلتين أخريين وتعطينا بعض الظل . منذ قرون طويلة يستعمل هذا المكان لحماية المسافرين العابرين لبضع ساعات . وما يدل على ذلك هو بعض أحرف حميرية ورسوم عديدة أكثر من بدائية تمثل فرسانا يمتشقون سيفا أو حربة والذين لا يزالون بمسافة تزيد عن ألفي سنة تماما كما كانوا وكما رسمهم لي الأمير مجيد في حائل على دفتر ملاحظاتي .\r\nمما لا شك فيه أن وادي توارين هذا كان قديما مركزا مأهولا ومهما إلى حد ما . ولا بد أن يكون الحميريون الأوائل قد استقروا هنا كما في عقدة في هجرتهم من الجنوب ، في هذه الوديان التي تسهل حمايتها وتحتوي على المياه . ولا بد أن تكون انعكاسات الثورات التي ما فتئت تهز الجزيرة العربية في كل الأزمنة قد أصابت السكان وقد فرغت مناطق الجبل من أهاليها مرات ومرات . ومن المرجح أن يكون هجر وادي توارن يعود إلى الاضطرابات التي أعقبت دعوة الشيخ محمد بن عبد الوهاب أي قبل مئة عام .\r\nينتهي وادي توارين بطريق مسدود من جهة الجنوب لذلك أحجمنا عن اجتيازه بالكامل . وغالب الظن أن طوله يبلغ 35 ميلا من الشمال الشرقي إلى الجنوب الغربي لكننا لم نر إلا نصفه وعدنا أدراجنا .\r\nعند الثالثة من بعد الظهر كنا قد عدنا إلى وادي حقل . وبعد نصف ساعة مررنا قرب كتلة من الغرانيت مخروطية الشكل يبلغ حجمها 5 أمتار مكعبة . وفي سقوطها من الأعالي رست منتصبة على صخرة أخرى بحيث لا تلامسها إلا في ثلاث نقاط .\r\nالصخرة مفرغة من الأسفل وترن كجرس سميك جدا لدى قرعها بحجر أو بعصا .\r\nاسم هذه الصخرة الدنان وكالعادة فإن الرنين المعدني يعني بحسب قول العرب أن هذه الكتلة تغطّي كنوزا .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعلى مسافة ثمانية أميال من هنا أقمنا مخيّما قرب جذع نخلة ربما جرفتها أمطار غزيرة ذات يوم إلى هنا . وقد استخدمناه لطهو عشائنا .\r\nيقدّم الموقع الذي خيّمنا فيه منظرا جميلا . وهو عبارة عن واد متساوي العرض البالغ 500 متر ترتفع على جانبه جدران غرانيتية بشكل عمودي إلى 300 متر وتلوّن الشمس قممها بالألوان الزهري والأحمر والبني البنفسجي التي لم أرها من قبل قط . كان ينتابنا انطباع أننا في شارع بالغ الضخامة مرسوم بشكل واضح ومنتظم ثم رش الرمل عليه حديثا ومشط .\r\nفي صبيحة اليوم التالي غادرنا هذا المخيّم الجميل حيث كان جذع النخلة الجاف لا يزال يحترق . على مسافة خطوات إلى الشرق نخرج من وادي حقل لندخل وادي جو عبر مسيل ضيق جدا حفره السيل في الغرانيت وتهيمن عليه من الجانبين كتل صخرية عالية . مجرى المسيل معرقل بكتل ضخمة تعيق أحيانا حتى مرور جمل ركوب . في الأجزاء المظللة لا تزال هناك بقع ماء . وتستمر الطريق على هذا النحو مسافة ميل تقريبا صعودا باستمرار ثم يتسع المسيل تدريجيا ونصل بعد حين إلى هضبة عالية هي بمثابة جنة حقيقية على الأرض . فشجرات النخيل كثيرة وقوية وباقي النباتات في منتهى الجمال . العصافير تتطاير في كل الاتجاهات وزقزقتها التي لم أسمعها منذ مدة طويلة تبهج النظر بشكل مثير . ووجود ينبوع صغير يبلغ دفقه ثمانية ليترات في الدقيقة جعل هذا المكان مريحا للغاية . وكانت حرارة مياهه + 5 ، 27 درجة .\r\nمن بعد هذه الهضبة الدائرية الشكل ، يستمر الوادي بجادة طويلة مزروعة كليا بشجر نخيل رائع معظمها مريض بسبب حريق اجتاحها في العام الماضي .\r\nحتى نهاية هذا الوادي تصعد الأرض رويدا حتى تصل إلى هضبة ثانية بمساحة كيلومترين مربعين تقريبا تشكل نقطة توزع المياه . ما إن وصلنا إلى هنا حتى انعطفنا إلى اليسار وسرنا جنوبا ، 67 درجة شرقا ، وبدأنا بالنزول رويدا حتى أصبحنا في وادي بولثيث « 1 » .\r\nبعد نصف ساعة من السير وصلنا إلى نبع بولثيث الصغير المظلّل بمئة نخلة حيث توقفنا لمدة ثلاث ساعات بانتظار ان تمر ريح حارقة تحمل بعض الرمل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أو بولتية [ التحرير 
  ] .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nفي الثالثة عصرا استأنفنا سيرنا . وانطلاقا من هذه النقطة كان كالآتي : ميل جنوبا - غربا ، 7 أميال جنوبا - شرقا و 3 أميال شمالا 65 درجة شرقا حتى قفار . كنا ننزل بثبات حتى وادي حائل .\r\nفي قفار التي رأيتها للمرة الثانية ، نزلت عند الشيخ منصور ، أحد رجال الأمير الذي خصني باستقبال رائع . وصباح اليوم التالي عند الساعة الرابعة غادرت هذه المدينة المضياف جدا بالنسبة إلي . وبعد ثلاث ساعات كنت قد عدت إلى حائل .\r\nفي كل جولاتي في جبل طيء كنت أجد باستمرار الغرانيت الرمادي أو الزهري أو البني المائل إلى الاحمرار ولكن دائما بحبيبات خشنة . وهو مكوّن من الصوان وقطع زهرية وبيضاء . كل منحدرات الجبل وعرة جدا وفي كثير من الأحيان عمودية . انحدار الطبقات الغرانيتية تشكل مع الأفق زاوية من 55 درجة عموما . لا يوجد في أي مكان أكتاف بالمعنى الصحيح والجبل يخرج دائما من الأرض بكامل ارتفاعه مما يجعل تسلقه صعبا جدا وممكنا فقط في بعض الأماكن النادرة .\r\n\r\nالقصيم\r\nلم أتمكن من التوجه إلى القصيم إلا في 31 تموز . وقد غادرت حائل في هذا اليوم قرابة الظهر وسرت جنوبا ، 50 درجة شرقا . وبعد خمس ساعات ومسافة 16 ميلا وصلت إلى سفح جبل فتيت  Fetet  وهو سلسلة غرانيتية معزولة كليا ومن عصر جبلي أجا وسلمى نفسه إنما لا يتجاوز طولها عشرين ميلا تقريبا من الشمال إلى الجنوب .\r\nبعد عشرين دقيقة خلال اجتياز الجبل مررنا أمام ينبوع العدوة الصغير الذي لا يعطي في هذه الفترة من السنة سوى ليتر واحد في الدقيقة .\r\nحالما نجتاز الفتيت نجد أنفسنا في سهل واسع يبلغ عرضه عدة فراسخ وتحدّه من الشرق على كامل طوله كتل جبل سلمى الداكنة . لدى وصولنا إليه كانت الشمس تغيب فضربنا الخيم .\r\nفي صبيحة اليوم التالي وقبل شروق الشمس بوقت طويل ، تابعنا سيرنا محافظين على اتجاه الأمس . قبل الثامنة بقليل وصلنا أمام جبل سلمى . وقد احتجنا إلى أكثر\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمن أربع ساعات خببا لاجتياز الوادي الواقع بين جبلي فتيت وسلمى والذي يحمل على غرار الينبوع الصغير المذكور أعلاه اسم وادي العدوة . هذا الوادي مغطى بالكامل بالبطحا . وتحتها يوجد تراب يشبه الموجود في وادي حائل . في بعض الأماكن النادرة يظهر الصخر ، وأحيانا أخرى الرخام الأبيض المعرّق بالأحمر أو بالرمادي أو بالأسود . النباتات هزيلة والرياح السائدة دائما في هذا الجزء من الجزيرة العربية ، هي الرياح الغربية .\r\nبعد ساعة ونصف الساعة من السير في جبل سلمى ، تتخذ المنطقة تدريجيا طابعا بركانيا ، فالبازلت يكثر هنا ولا تلبث الطريق أن تجتاز فوهة بركان قديمة تدعى عني  Aneai  . يبلغ قطر هذه الفوهة حوالي 800 متر . ولدى الفوهة ينبوع صغير في جزئها الجنوبي - الغربي تحمل الاسم نفسه ويبلغ منسوبه ليترا ونصف الليتر تقريبا في الدقيقة . وتبلغ حرارته + 2 ، 26 درجة .\r\nمن جهة الينبوع تتكون جدران الفوهة من قضة حصى وكتل من البازلت والغرانيت غارقة في غلاف من الرماد الترابي والمجموع بقساوة الصخر . على بعد خطوات يتألف الجدار من نضيد بازلتي أحمر .\r\nشرقي الفوهة حيث تجتازها الطريق للذهاب باتجاه فيد يصبح المعبر صعبا وخطرا ولا يسمح بمرور أكثر من جمل واحد .\r\nعلى بعد نصف ساعة من هنا ، فوهة ثانية تدعى الرضيّة مع معبر ضيق للغاية وصعب يتسع تدريجيا من الجهة الشرقية . الطريق تتبع مجرى السيل . وقد كان المسافرون يخشون هذا المعبر على الدوام إذ كان يشكل عرينا يكمن فيه اللصوص وراء الصخور لقتل المارة وسلبهم . أما اليوم وبفضل حكم ابن رشيد فيسود أمن تام هنا كما في كل أراضي شمّر .\r\nابتداء من الردية يزداد اضطراب الأرض والأمر الذي يشيد إلى أننا نقترب من مركز هذا الارتفاع البركاني . وبالفعل صادفناه على مسافة ساعة ونصف الساعة إلى يمين طريقنا على شكل فوهة جديدة . كل الأماكن المحيطة مغطاة بكتل البازلت الأسود .\r\nالمنطقة والفوهة تحملان اسم جهنم وهذا صحيح إذ كل شيء فيهما جهنمي وخاصة الطريق .\r\nابتداء من الردية يصعد الاتجاه نحو الشرق .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفجأة قرابة الثالثة من بعد الظهر ، لمحنا رؤوس شجرات نخيل فيد على مسافة ثلاثة كيلومترات وبعد نصف ساعة دخلنا المدينة الصغيرة .\r\nقبل الوصول إلى فيد بدقائق معدودات تتوقف الحجارة البازلتية وترى من حين إلى آخر الرمل الصلصالي .\r\nفيد القديمة التي كتب العالم ريتر  Ritter  من أجل تحديدها ثلاثين صفحة دون أن يفلح تبدو اليوم متخلية عن روعتها القديمة وليس فيها حاليا سوى أربعين بيتا .\r\nتتألف فيد من مجموعة صغيرة من البيوت ومن تسع ملكيات يفصل فيما بينها عدة كيلومترات وأسماؤها هي الآتية : عين ، الحمرا ، أبو شقرا ، السنين ، الغزيزة ، الهويمل ، الغطار ، الماليك ، برزان .\r\nبين مختلف هذه الملكيات المشتملة كلها على شجر نخيل ، لا يزال هناك عشر آبار فيها ماء ، وبقايا مساكن قديمة باتت اطلالا .\r\nعلى بعد 600 متر جنوبي عين تلة هناك حمم سوداء مع بقايا إنشاءات ، والأبرز فيها هي الأساسات الدائرية لبرج أو لبئر يبلغ قطرها 10 أمتار واسمها خراش  Khoras  .\r\nشمالا ، 10 درجات شرقي هذه النقطة ، بقايا برج مدوّر لا يزال ارتفاعه يبلغ 8 أمتار وجزء من جدار يسمّى القصر وأطلال مبنى مربع على بعد 800 متر جنوب - غرب عين كان فيما مضى جامعا . هذا كل ما تبقى لإثبات امتداد فيد القديمة وأهميتها .\r\nعلى بعد بضعة كيلومترات جنوب - غرب المدينة جبل قفيل  Qefeil  البالغ ارتفاعه 70 مترا تقريبا وهو ليس سوى جزء لا يزال منتصبا من فوهة بركان قديم . وقد استطعت أن أحدد من قمته بواسطة البوصلة مختلف أجزاء فيد المذكورة أعلاه والجبال الآتية :\r\n- جبل خويت  Khoueit  جنوبا 74 درجة شرقا ، حيث لا بد من وجود ماء على مدار السنة .\r\n- جبل غميز الجو  Ghemeiz el Gou  .\r\n- جبل أم الروج وهو فوهة بركان قديمة يوجد فيها آبار .\r\n- جبل بوص الصعيلب وفيه ماء تقريبا طوال العام .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n- جبل الهضب الوفير المياه .\r\nكما أنني سجلت القمم الشمالية والجنوبية لجبل سلمى وكذلك قمة جبل جلدية الذي زرته فيما بعد .\r\nالصحراء المحيطة بفيد تدعى أبا الكروش .\r\nتخترق آبار فيد أولا طبقة من الرمل والحصى تتراوح سماكتها ما بين 5 و 10 أمتار تبعا للموقع ، ثم مترين من البازلت الأسود الشديد الصلابة لتصل إلى الماء وهو طيب المذاق . هذا الماء العميق جدا والذي يستلزم جهدا مضنيا لسحبه لري النخيل بات يتضاءل وفق أقوال السكان ، ولا بد من أن نعزو تلاشي هذه البلدة إلى هذا السبب .\r\nواللافت جدا هو أن آبار فيد تتصل فيما بينها بسراديب جوفية .\r\nغداة وصولي إلى فيد ، غادرتها عند الرابعة عصرا متابعا طريقي نحو القصيم .\r\nوكان قد رافقني إلى هنا أحد فرسان الأمير . ولكن إلى ما وراء هذه الحدود لم يبق معي سوى بدوي شمّري . وهذا ما قررته بنفسي أمام تردد الأمير في السماح لي بالذهاب إلى القصيم ، وهي منطقة وهابية متشدده حيث كان يخشى كثيرا علي وبالأخص خلال شهر رمضان المبارك الذي بات قريبا .\r\nبمغادرتنا فيد سرنا 9 أميال إضافية إلى الشرق وإلى الشمال الشرقي ثم خيّمنا .\r\nوبعد استراحة دامت ست ساعات ، تابعنا مسيرتنا إلى الشمال الشرقي منحرفين تدريجيا باتجاه الشرق . وعند الواحدة من بعد الظهر وصلنا إلى الكهفة  Kehafa  التي كنا نلمح رؤوس نخيلها منذ ساعتين .\r\nمن فيد إلى الكهفة تجتاز الدرب صحراء من الحث البركاني . العيّنة التي جلبتها معي عبارة عن رمل صواني أصفر مع بعض القطع الكلسية تتخلله حبيبات من الصوان ويحتوي على حبات مغناطيسية عديدة . يظهر الصخر العاري في كل مكان وله مظهر غريب . ويتكون الانطباع بأن كل هذه الكتلة التي كانت قديما سائلة وفي حالة غليان قد تجمدت فجأة . وما يوحي بذلك هو فقاقيع الحث الضخمة البالغ قطرها ما بين 8 و 12 مترا والمحدّبة قليلا التي نصادفها مع كل خطوة . بين الفينة والأخرى نجد بعض الرمل في ثنية أرضية حيث تتمو بعض الأشواك ، ولكن فيما عدا ذلك ، إنها صحراء الحجر المطلقة وسماكتها تفوق الوصف . تلك المنطقة العربية الصخرية من  Arabie Petrie  حقا ، واسم هذه الصحراء هو الشرافه  El Sarafah  .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nاشتهر عن الكهفة البالغ عدد سكانها 200 شخص تقريبا أنها بلدة صحية . الرياح السائدة فيها شمالية . وبحسب أقوال السكان والشيخ عمار الذي استضافني ، فإن المطر يهطل مدة عشرة أيام فقط في بداية الشتاء ، أما باقي السنة فلا تهطل قطرة واحدة .\r\nليس شيخ الكهفة هو من يستقبل الغرباء العابرين لأنه فقير بل إن هذه المهمة تعود لأغنى مالك وهو عمار الذي يمنح لقب شيخ حتى لو لم يكن شيخا . وعمار هذا هو في الوقت عينه إمام البلدة . من هنا نرى كم كان وضعنا المتبادل دقيقا . فإذا كنت لا أعير اهتماما لكوني ضيف شيخ وهابي ، فإن عدم اكتراثه لرؤية بيته المقدس مدنسا بوجود كافر تجاوز موقفي بكثير . وإلى ذلك فإن قامته الصغيرة النحيلة النافرة العظام وشفتيه المزمومتين وعينيه العميقتين والقلقتين ورأسه الأقرع لم تكن لتمنحه سمة الترحيب . كما وانه اشتهر عنه بخله مع الضيف . إلا انني كنت اسمع السكان الذين جاؤوا إلى المضافة لإلقاء السلام يتهامسون فيما بينهم بأنني على أحسن حال مع الأمير محمد وانني ضيفه وصديقه ، فرأيت للمرة الأولى هذا الاسم المحبب يحميني من بعيد . الاستقبال الذي خصني به عمار لم تشبه شائبة . لم يكن في الحقيقة ودودا ولا لطيفا على غرار ما نعمت به حتى ذلك الحين في الجبل . ولكن لا يمكن مطالبة شيخ وهابي بالودّ واللطافة خاصة من قبل نصراني . عاملني معاملة جيدة وألح كثيرا لحملي على العدول عن فكرة الذهاب إلى القصيم . وبما ان الكهفة هي آخر بلدة شمّرية فقد خشي من أن يصيبني مكروه إذ لا أمان من بعد هذه الحدود . عندما غادرته كانت صداقتنا قد توطدت كليا وما ان أصبحت على مطيتي حتى سمعته بسرور يودعني قائلا \" الله معك \" وهو الدعاء الاعتيادي لرحلة موفقة في نجد .\r\nعلى بعد 6 كيلومترات جنوب شرق الكهفة مجموعة من أربع ملكيات فيها نخيل وحقول شعير تدعى الغميس أخذنا منها مؤونتنا من الماء الذي هو أطيب مذاقا من الماء الذي في الكهفة .\r\nوعلى مسافة ساعة أم الخشبة وفيها أربع ملكيات واسعة هجرت بسبب اختفاء الماء .\r\nفي فصول الشتاء الغزيرة الأمطار يأتي سكان الكهفة إليها ليزرعوا فيها الشعير لأن تربتها صالحة جدا .\r\nبين الكهفة والغميس يوجد النفود .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nإن موقع هذه الواحة يشكل ظاهرة جيولوجية شاهدتها للمرة الأولى هنا ، ولكنها تكررت مرارا فيما بعد . فهي تقع في منخفض على شكل حوض هلالي الشكل يمتد من الشمال الغربي إلى الجنوب الشرقي ويبلغ طول محوره الكبير 24 كيلومترا تقريبا وطول محوره الصغير 12 كيلومترا . أما حافات هذا الحوض البالغ ارتفاعها ما بين 10 و 12 مترا فعمودية . وقد بدا لي الحوض بكامله منحنيا من الجنوب إلى الشمال . تقع الكهفة على خط المحور الكبير تقريبا باتجاه الجزء الشمالي .\r\nغادرت الكهفة غداة وصولي إليها قرابة الساعة الثالثة عصرا ومررت على التوالي أمام الغميس وأم خشبة ثم عبرت باقي الحوض وخيمت على حافته الجنوبية الشرقية عند المغيب .\r\nفي الثانية من صباح اليوم التالي عند بزوغ أول نجمة من كوكب أوريون  Orion  البديع فوق الأفق ، انطلقت من جديد وبعد عشر ساعات وصلت إلى قواره أولى بلدات القصيم .\r\nقواره قرية صغيرة مؤلفة من اثني عشر بيتا وسكانها الفقراء جدا يعملون جميعا خدما في ثماني آبار ( قلب ) كبيرة تتباعد فيما بينها مسافة تتراوح بين 600 و 1000 متر على أرض تبلغ مساحتها 5 كيلومترات مربعة تقريبا ومجموعها في حوض تكوينه شبيه بالحوض الذي فيه الكهفة إنما أصغر حجما .\r\nنخيل قواره هزيل شاحب المظهر ولا يحمل سوى ثلاثة أو أربعة وعلى الأكثر خمسة أقراط من التمر . ويعزو السكان ضعف الإنتاج إلى ضحالة عمق التراب . وقد رأيت بالفعل فيما كنت أتفحص الآبار ، أن تحت طبقة التراب التي لا تتجاوز سماكتها مترين ، يبدأ فورا الصلصال « 1 » الرملي بعمق مترين إلى ثلاثة أمتار تجري من تحته الطبقة المائية الغزيرة جدا والتي لا تتبدل في أي موسم . للأسف ان هذا الماء الجميل والصافي للغاية غير صالح للشرب لفرط مرارته . ولا يوجد سوى أربع آبار من مياه الشرب وبئر مضيفي ليس في عدادها وهو يشرب من مياه بئر أحد جيرانه .\r\nوكما في الكهفة ، فإن شيخ قواره فقير ، لذا فقد استقبلني ( رباح ) مالك أحد القلب الثمانية . وإذ لم يكن لديه محل لاستضافة ضيف رفيع وهو على أي حال أمر نادر في هذه المنطقة ، فقد استضافني في الجامع الصغير الذي بناه في حديقته مباشرة إلى يسار باب المدخل الكبير . وما ان استقريت هنا حتى فكرت بالأمير ابن رشيد الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صلصال رملي صواني ناعم الحبيبات .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nتردد طويلا في قبول سفري إلى القصيم حيث كان يخشى أن أقع ضحية تعصب السكان الديني وإذ بهم منذ خطواتي الأولى في هذا البلد المتعصب جدا يستضيفونني أنا النصراني في الجامع .\r\nمع أن قواره هي أول بلدة في القصيم وإنها اعتبرت كذلك منذ القدم ، فإن سكانها يقولون إنهم من ذرية طيء .\r\nوقد وجدت عند مضيفي رباح أحد سكان طابة ، مدينة في جبل سلمى ، هاجمه بالأمس فيما كان عائدا برفقة ابنه البالغ ستة عشر عاما من بريده مع جملين محملين بالأرز ما بين عيون وقواح ، خمسة أشخاص يمتطون ثلاثة جمال . وفي دفاعه عن نفسه جرح في رأسه وكتفه وقتل ابنه . وفر اللصوص غربا مع جمليه وحمولتهما . ويعتقد أنه عرف فيهم عرب من عتيبة . فضمدت جراحه وأعطيته ما يلزم لتغيير الضمادات . لكن روايته أثرت بشكل سلبي جدا على معنويات طراد الشمري الذي كان يرافقني وهو بالرغم من قامته البالغة 80 ، 1 متر لم يكن يتمتع بطبيعة التحدي وليس لديه أدنى رغبة في مقارعة عتيبة ، أعداء شمر منذ الولادة .\r\nلحسن الحظ كان لا يزال في قواره ثلاثة مسافرين ينزلون منذ بضعة أيام لدى السكان وهم من قوم الأمير حسن بن بريدة ، كانوا ينتظرون مسافرين آخرين لينضموا إليهم لاجتياز المسافة البالغة الخطورة من قواره إلى العيون . وبفضل هؤلاء تمكنت من متابعة طريقي في اليوم التالي .\r\nانطلقنا في الساعة الثانية من بعد منتصف الليل . وكانت مشاعل بنادق العرب الأربعة مضاءة . وتستمر الطريق كما بين الكهفة وقواره عبر صحراء محجرة حيث يظهر الصخر في كل مكان . خلال ال 32 كيلومترا الأول سرنا على صلصال رملي أصفر وخلال أل 8 كيلومترات الأخيرات يصبح الصلصال الرملي أحمرا . ولكنه دوما حجر رملي صواني حبيباته ناعمة جدا .\r\n\r\nالعيون\r\nوبعد ست ساعات من السير ، صادفنا تلتين إلى يسار الطريق فبدتا لي اصطناعيتين . وقال لي رجالي بأنها الحدود بين أراضي قواره وأراضي العيون . وبعد\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nربع ساعة لمحنا من بعيد برجين تقع عيون عند قاعدتيهما لكنها لا تزال مخفية لأنها في حوض مماثل للحوض الذي يحوي الكهفة .\r\nالبرجان المطلان على مرتفعات العيون هما مركزا مراقبة لتفحص المحيط في فترات الاضطراب ولتفادي المفاجآت إذ يسمحان بالإبلاغ عن اقتراب أي قوة مشبوهة . وقد صادفتهما لاحقا في بلدات أخرى وبالأخص في قصيبا وحتى في الحجاز في خيبر .\r\nفي المكان الذي نرى منه هذين البرجين قرب العيون ومن ثمّ على بعد كيلومترين وراء التلال الحدودية ، تصبح الأرض شديدة الاضطراب وتكثر آثار فوهات البراكين .\r\nأخيرا بعد مضي ثماني ساعات على مغادرتنا قواره ، وصلنا إلى حافة الحوض الذي يضم العيون والغوطة اللتين لمحنا نخيلهما من بعيد . وقد أمضينا ساعتين إضافيتين لبلوغهما .\r\nفور هبوطنا إلى الحوض تركنا إلى يميننا صخرة رميلة معزولة يلفت شكلها انتباه من رأى أبو الهول أمام الأهرامات قرب القاهرة ، فالشبه كبير . وقد رأيت عليها آثار أحرف حميرية وعربية شبه ممحية كليا وغير مقروءة . وعلى بعد عشر دقائق ، يوجد إلى يمين الطريق أيضا صخرة أكبر بكثير تحمل عددا كبيرا من النقوش الحميرية الممحية جزئيا تمكنت من نقل بعضها . هذه الصخرة تحمل اسم الهراشي .\r\nبعد مضي عشرين دقيقة على نزولنا إلى حوض العيون ، وصلنا أمام الغاف وهي مزرعة نخيل واسعة جدا اجتاحها النفود كليا . وقد سرت بمحاذاة هذه المزرعة البديعة خببا مدة خمس وعشرين دقيقة . وبعد ساعة ، أي في تمام الظهر ، كنت أمام العيون .\r\nمن الناحية الغربية ، وهي الجهة التي أتينا منها ، يحجب كثب رملي هائل العيون كليا .\r\nويصد هذا الكثيب من جهة المدينة جدارا من الآجرّ يرتفع تدريجيا كلما ارتفع الرمل .\r\nيبلغ عدد سكان العيون ، أكبر البلدات ما بين حائل وبريدة ، 2500 نسمة تقريبا ومساحتها كبيرة جدا إذ يبلغ طولها من الشرق إلى الغرب 5 كيلومترات تقريبا ويبلغ عرضها ما بين 1000 و 1500 متر . أشجار النخيل فيها جميلة ويعتبر منتوجها من أفضل منتوجات القصيم . والمياه يتفاوت مذاقها من مكان إلى آخر وإن كانت صالحة للشرب ، فهي غزيرة جدا . وتقع المياه مباشرة تحت الصخر الذي يطفو على سطح\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالأرض في كل المدينة والذي تبلغ سماكته ما بين 8 و 12 مترا . وكما هو سائد بالنسبة إلى الآبار المحفورة في الصخر ، فإن فتحتها واسعة جدا هنا ويتراوح قطرها ما بين 4 و 8 وحتى 10 أمتار . وقمت بقياس حرارة الماء فكانت + 10 ، 24 درجة ، ومع أنني قستها بعد نهار كامل من سحب الماء إلا أنه لا يمكن اعتبارها صحيحة نظر الاتساع مساحة طبقة الماء المعرضة للجو المحيط .\r\nأكثر ما يدهش المسافر القادم مثلي من الجبل في العيون حيث تبدو السلالة البشرية الرائعة الجمال بشعة هنا . فالرجال بشكل خاص لم يكتمل نموّهم وهم قصيرو القامة ، قبيحون ، هزيلون ووجوههم باهتة وضامرة . شكلهم ومظهرهم بعيونهم الغائرة ووجناتهم البارزة ورؤوسهم المغطاة بكوفيّات حمراء دون عقال على طريقة الوهابيين يجعل مقاربة هؤلاء المتعصبين أمرا مزعجا للغاية .\r\nأما الجنس اللطيف فيبدون لي أكثر توازنا . النساء اللواتي رأيتهن كن على قلّتهن جميلات وممشوقات . عيونهن جميلة جدا كما في كل الشرق لكن لونهن كان باهتا ومرضيا .\r\nعبد الله ، شيخ العيون الذي يمنحه السكان لقب الأمير ، رجل في الثلاثين من العمر وقد خصني باستقبال ممتاز .\r\nعلى بعد عشر كيلومترات غربي العيون تقع غوده وهي بلدة أخرى مهمة تضم حوالي 1500 شخص .\r\nغادرت العيون غداة وصولي إليها في الثالثة فجرا ، وبعد أربع ساعات وصلت إلى القرعا التي تتألف من قسمين يبعد أحدهما عن الآخر مسافة 1500 متر . قسم يشمل النخيل والآخر يشمل القرية البالغ تعدادها 800 نسمة تقريبا . بالإضافة إلى ذلك هناك بعض الملكيات المتناثرة في الجوار ومن بينها ملكية الشيخ وهي جديدة ومصونة .\r\nسار رجالي حتى قرعا ومشاعل بنادقهم مضاءة ولكن اعتبارا من هذه النقطة لا لزوم لهذا الاحتياط إذ إن وجود بريدة في الجوار كاف لجعل المنطقة آمنة .\r\nعلى بعد 3 كيلومترات من قرعا ، على الطريق التي أسلكها بحيرة مالحة تبلغ مساحتها كيلومترين تقريبا . كانت جافة وتعلوها طبقة سميكة من الملح .\r\nبعد مضي ساعة على مغادرتنا قرعا وصلنا إلى الشقه  Eseqah  في حوض يبلغ طوله\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n15 كيلومترا والمؤلفة من 200 منزل أي ما بين 1000 و 1100 نسمة . إنها قرية فقيرة لتضاؤل الماء فيها منذ بضع سنوات . بالإضافة إلى إن المياه مالحة إلى درجة تكاد تجعلها غير قابلة للشرب باستثناء أربعة أماكن . كما إنها على عمق ضحل ، ما بين 4 و 6 أمتار على أبعد تقدير .\r\nتملك الشقه إلى جانب القرية الرئيسة ستة قلب أورد أسماءها إذ يقال إنها قديمة جدا ، حتى إنها أقدم من القرية بالذات وهي : رقيعة ، راوي ، غوا ، العاصفات ، الصفاه ، الخب .\r\n\r\nبريدة وعين ابن فهيد\r\nمن الشقه قادتني مسيرة ساعتين كاملتين ( 7 أميال ) إلى بريدة حيث وصلت لحظة صلاة العصر بالضبط . المدينة مطوقة بجدران من الآجرّ والتبن بارتفاع 4 أمتار يجعلها التموج الزهري تبدو وكأنها حديثة جدا . المدخل إليها عبارة عن بوابة كبيرة بمصراعين مع عتبة من الحجر . تتخلل الجدران بين الفينة والأخرى أبراج مدورة أو مربعة يزيد ارتفاعها على ارتفاع الجدران بمترين . لا يوجد سطوح وراء الجدران والأبراج .\r\nتوجهنا إلى القصر مباشرة . وهنا وجدت الأمير حسن خارجا من المسجد حيث أدى صلاة العصر فاستقبلني بحفاوة . وضعت سجادات في الباحة فجلسنا عليها وتبادلنا السلام المعهود . ثم سلمته رسالة التوصية التي أعطاني إياها سيده أمير جبل شمّر .\r\nولأن حسنا لا يعرف القراءة فقد تولى أمين سره قراءة الرسالة بصوت منخفض بحيث لا يسمع الأشخاص الحاضرون شيئا . فكرر لي فورا ما كان قد قاله قبل القراءة إنه سعيد بالترحيب بي وبالأمير محمد وإن بيته هو بيتي وأنه ما علّي إلا أن اطلب ما ارغب . كما أوصاني بالا اخرج ابدا من القصر دون مرافقة اثنين من رجاله وبأن أحمل دوما سيفي وفق عادة المشايخ في البلاد العربية .\r\nلقد خلف الأمير حسن والده مهنا الذي اغتيل وسط الشارع قبل ست سنوات . إنه رجل في الثانية والخمسين من العمر مبتذل المظهر ولا ينمّ عن ذكاء متفوق . وفي عينه\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nاليسرى بياض تمنعه من الرؤية من هذا الجانب ، وهو يتمتع باستقلالية محدودة ولا يدفع لحائل سوى ضريبة واحدة بعضها من المال وبعضها الآخر عينيّ .\r\nحكم الأمير حسن المهنا عشر سنين وقبله شغل شخص يحمل اسم عبد العزيز المحمد منصب الأمير لمدة أربعين سنة تقريبا أي منذ سقوط الوهابيين .\r\nلا يربو وجود بريدة على مئة وثمانين عاما ولكنها خلفت مدينة أقدم منها كانت موجودة على مسافة ميلين إلى شمال البلدة الحالية وتدعى الشماس . هذه الأخيرة أسست قبل ثلاثة قرون ونصف . والمسجد الذي اعتبر بلجريف أنه شيّد قبل أربعمائة عام في الواقع شيّد قبل أقل من مئة عام والمدينة تملك أربع مدارس وستة جوامع بما فيها الجامع الرئيسي في العاصمة . اما السكان الذين يعود أصلهم جميعا إلى عنزة فيبلغ عددهم 10 آلاف نسمة .\r\nبريدة مركز تجاري كبير ولكنه لا يعرف أوج ازدهاره إلا خلال الأشهر الأربعة من السنة التي تلي قطاف التمر . في هذا الوقت غالبا ما نرى ، منتصبة خارج بريدة ، ما يربو على ألف خيمة بدو يأتون للتزود بالتمر والقمح والأرز وبعض الأقمشة القليلة التي يحتاجون إليها .\r\nفيما عدا هذه الأشهر الأربعة ، يكون ثلثا المحلات مقفلة مما جعل بلجريف يعتقد أن المدينة في انحطاط . بل على العكس اعتقد أنه بإمكاني أن أجزم بأن ثمّة ثروات في بريدة تفوق ثروات حائل عددا وحجما . وقد أعطاني الأمير حسن معلومات عديدة تؤيد ذلك .\r\nالمياه في بريدة ليست طيبة المذاق . فهي في كل الآبار تقريبا مالحة جدا لا تصلح للشرب ومعكرة جدا في كل مكان . مستوى المياه الجوفية يقع على عمق يتراوح ما بين 5 و 10 أمتار تحت الأرض ، وللوصول إليها يجب على العموم اختراق ثلاث طبقات من الصلصال الرملي تبلغ سماكة كل واحدة منها من متر إلى مترين .\r\nمنذ أن بنيت بريدة ، اجتاحتها النفود ، وقد اكتشفت أيضا بهذه المناسبة بأن النفود يسير من الغرب إلى الشرق . فالحدائق الواقعة غربي المدينة بات لديها اليوم من جهتها الغربية ارتفاع يتراوح ما بين 6 و 8 أمتار من النفود يحاول السكان تثبيته بواسطة زراعة شجر الأثل .\r\nغداة وصولي إلى بريدة الذي كان في الثامن من آب ويصادف أول أيام شهر رمضان\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالمبارك ، عشية ذلك اليوم فيما كنت أشرب القهوة مع الأمير ، سألني إذا كنت عازما على الصوم وإذ أجبت بالايجاب انفجر ضاحكا ولكنه أكد لي ان هذا لن يحصل وأنه لن يحتمله وأنه علاوة على ذلك كوني مسافرا يعفيني من الصوم . وبالفعل فقد أعد الطعام لي ولرفيقي كالمعتاد وكذلك القهوة .\r\nبعد وصولي بأربعة أيام ، قمت برحلة شمالي بريدة إلى عين ابن فهيد وهي بلدة قديمة جدا يغذي نخيلها خمسة ينابيع . إنما مياهها الصافية والجميلة المنظر غير صالحة للشرب لأنها متخمة بأملاح الكلس والماغنيزيوم .\r\nفي منتصف الطريق تقريبا ، بين عين ابن فهيد وبريدة ، توقفت ساعة خارج قرية فقيرة تعد 60 شخصا تدعى الطرفية . فإثر اختفاء الماء من الآبار قبل أربع سنوات تفرق معظم السكان في بلدات أخرى وماتت كل أشجار النخيل وظلت جذوعها المجردة من الورق منتصبة في الهواء على نحو محزن وكأنها غابة من عصي المكانس . كانت جميلة فيما مضى فكلها أشجار نخيل يتراوح عمرها ما بين مائة ومائة وعشرين سنة .\r\nيزرع السكان ، بالماء القليل المتبقي وغير الصالح للشرب باستثناء مياه بئر واحد ، الشمّام والبطيخ . وهم يعملون على جمع الخشب في الصحراء ويبيعونه في بريدة كما يبيعون الشمّام والبطيخ .\r\nفي المقابل ، عين ابن فهيد في ازدهار مضطرد . وقد رأيت فيها عدة مزارع نخيل فتي تخص إحداها الأمير حسن .\r\nعلى مسافة 3 كيلومترات شمالا 76 درجة شرقا من عين ابن فهيد أطلال قديمة تدعى قصر مارد . وهو عبارة عن مبنى كبير مربع ، ضخم جدا ، بني بالحصى والملاط الكلسي طول أضلاعه 40 مترا تقريبا وأضلاع الباحة الداخلية 30 مترا . يواجه باب المدخل الغرب أي القرية الواقعة على قمة تلة صغيرة تشرف على المنطقة .\r\nعلى بعد خطوات ، من الجانب الشمالي للقصر ، صخرة على شكل طاولة يتراوح طولها ما بين 40 و 50 مترا ويبلغ ارتفاعها مترين ، تحمل نقوشا حميرية عديدة ولكنها كلها ممحوّة تقريبا ولم أتمكن من نسخ إلا بعضها .\r\nمن الناحية المقابلة للقرية تقريبا ، على بعد كيلومترين إلى الشمال الغربي فوهة\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبركان قديمة تشير إليها كتل كبيرة من الحث منتشرة على مساحة 500 متر مربع تقريبا وأحيانا مغطاة كليا بالنقوش . ولكن هذه النقوش التي سمعت الكثير عنها في بريدة وحتى في حائل ، تعود إلى حقبة حديثة نسبيا وجميعها تقريبا مكتوبة باللغة العربية . وقد تفحصت كل الكتل تقريبا ، حوالي 150 كتلة ، ولم أعثر على شيء سوى أسماء علم أو الشهادة \" لا إله إلا الله \" غير أن بعض آثار أحرف كوفية وعشرة أحرف حميرية تدل على مرور فنانين أكثر قدما .\r\nعلى غرار بلدات عديدة أخرى في الجزيرة العربية وبالأخص في نجد ، فقد تحملت عين ابن فهيد نتائج كل الثورات التي هزت هذا البلد فأفرغت مرارا من سكانها وعادت آهلة . الإقامة الحالية ترقى إلى ثمانين سنة . وبالطبع فإن أحدا من السكان الحاليين لا يعرف شيئا عن الذين سبقوه في هذا المكان . تأييدا لقدم عين ابن فهيد ، غاب عن بالي ذكر وجود كهفين مقببين في الطرف الشمالي الشرقي للقرية وهما متلاصقان ولكنني لم أستطع تفحصهما عن كثب لأنهما مملوءان بكل أنواع الحطام . وفي ذلك واقع لافت يستحق الذكر ، ذلك أنه من دمشق حتى عنزه ومن الأحساء حتى البحر الأحمر لم أر مثيلا لهما ولا أعتقد أنه يوجد غيرهما .\r\nويبلغ عرض النفود الممتد شرقي عين ابن فهيد 65 ميلا بحسب إفادة الصلب المخيمين قرب القرية لدى مروري .\r\nفي اليوم الثالث من وصولي في 13 آب ، غادرت عين ابن فهيد قبل الفجر بوقت طويل وبعد ساعتين قادتنا مسيرة عشرة كيلومترات جنوبا ، 10 درجات شرقا إلى آبار  Ousetah  وسيطة المهمة لأنها تزود عين ابن فهيد بمياه الشرب .\r\nكل ليلة قرابة منتصف الليل يذهب رجلان يقودان خمسة عشر حمارا من القرية حاملة قرب السكان ويملأونها من آبار وسيطة . ويسيرون يوميا مسافة 20 كيلومترا للحصول على كمية المياه اليومية اللازمة . وأي مياه ! لم أر في حياتي ماء موحلة إلى هذه الدرجة . أما مذاقها فباستثناء مياه الشقيق في النفود ، لا أذكر أنني شربت ماء بهذه النتانة . ومع ذلك يا للسخرية المرة ، تجري مياه ينابيع القرية التي تسقي النخيل صافية كمياه الصخور عندنا .\r\nتقع مياه الآبار على عمق يتراوح بين 4 و 5 أمتار تحت طبقة من الأرض الصلصالية .\r\nوبما أن جدران الآبار من التربة فإنها تنهار بسهولة .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nإن وضع هذه البلدة والطرفية الهش فيما يتعلق بمسألة المياه وهي مسألة حيوية ، يظهر بأن الصراع للبقاء في بعض مناطق الشرق يفوق الصراع عندنا في حدته بما لا يقاس .\r\nمن آبار وسيطة انعطفنا إلى اليمين قليلا وسرنا جنوبا 10 درجات غربا ووصلنا في ثلاث ساعات إلى الصريف وهو واد يمتد من الشمال إلى الجنوب على قرابة 8 كيلومترات طولا وكيلومترين عرضا . وفي الجزء الشمالي لا تزال هناك آثار منطقة بركانية .\r\nمن بداية الوادي عبرنا على أطلال قصر بني جزئيا على الأقل من الحجر المقصوب وقد أصبحت بمستوى الأرض . وأبعد قليلا تنتصب ثلاثة قصور يبعد الواحد عن الآخر قرابة كيلومتر ونصف الكيلو متر ولكن القصور مبنية بالآجرّ . وحولها رأينا الكثير من الخضرة وحقول قمح أو شعير . مياه الآبار تقع على عمق لا يتعدى مترين أو ثلاثة أمتار . القصور من الآجرّ تتألف من مجرد أربعة جدران كبيرة وباب ضخم ، أما داخلها فمقسم إلى بضعة أكواخ بائسة تستخدم كمأوى . والقصور والآبار والحقول تعود لبضع خيام للصلب تقع مراعيهم إلى الجنوب الشرقي من هنا ، في النفود ، إلى ما وراء وادي الرمة . من حين إلى آخر وبخاصة إذا كان الشتاء ماطرا ، يذهبون إلى الصريف ويزرعون فيه الشعير والذرة وأحيانا القمح .\r\nتابعنا سيرنا باتجاه الجنوب وصلنا في الواحدة من بعد الظهر إلى قصر رقية في وسط فوهة بركان يبلغ قطرها ميلين . مظهر هذا القصر المبني أيضا من الآجرّ جميل من الخارج ، ولكنه في الواقع مؤلف من جدران فقط تضم كوخين بائسين يبيت فيهما النواطير المزارعون .\r\nالبئر موجودة داخل القصر وهي من أجمل الآبار التي رأيتها في الشرق . لها فتحة تبلغ 24 مترا مربعا فيما يبلغ عمقها 22 مترا ، حفرت الأمتار التسعة الأولى في الرمل والتراب بينما حفر الباقي في الحث . في السنوات الخيّرة ترتفع المياه عادة إلى 15 وحتى 20 مترا ولكن بما أن المطر كان قليلا في الشتاء المنصرم فإن مياه البئر منخفضة نسبيا . المياه التي تسحب من البئر بواسطة الجمال وفق العملية المتبعة في كل الجبل والقصيم ، تمر عبر قناة خارج القصر وتروي حقول الشعير ، والذرة والقمح المحدودة .\r\nهذه السنة نظرا لنقص المياه فعلى طول أقنية الري الصغيرة زرع الشمّام والبطيخ الأحمر . قام بتشييد هذه الملكية الجميلة التي تخص الأمير حسن والده مهنا قبل عشرين سنة .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nالروضة\r\nعلى بعد ثمانية كيلومترات إلى الشمال الشرقي من قصر رقية يقع كفر النبقية الصغير الذي يضم 35 نسمة . وما بين الرقية والنبقية تمتد صحراء حجرة ثم يعود النفود ليبدأ على مسافة قصيرة إلى شرق هذه القرية الأخيرة .\r\nبعد توقف لمدة ساعتين في الرقية تابعنا سيرنا جنوبا ، 15 درجة شرقا ، ووصلنا بعد ساعتين إلى الروضة وهي قرية تعد 150 نسمة ومقر إبراهيم المهنا ، شقيق الأمير حسن . كل واحد منهما يملك فيها مزرعة كبيرة من النخيل . للقصر الذي بناه إبراهيم لنفسه وإن كان من الآجرّ ، مظهر مهيب جدا وخاصة من بعيد . ويخيل إلينا أنه بناء بابلي هائل .\r\nإبراهيم أقل ذكاء من شقيقه حسن وللوهلة الأولى لا يختلف في شيء عن خدمه الذين ينام معهم على بطنه على الرمل والغبار . أما فيما يتعلق بي فقد استقبلني بحفاوة .\r\nكنت أعتزم قضاء يوم في الروضة لفحص الجانب الجيولوجي المثير للاهتمام للمنطقة المحيطة ولكن ذلك استحال عليّ . فمنذ مغادرتي بريدة كانت الرياح تعصف بقوة غريبة والسماء كانت باستمرار متلبدة والجو ثقيلا ثقل الرصاص . إبان عصف الريح كان ميزان الحرارة يرتفع في الظل حتى + + + 50 درجة مئوية . إلا أنني كنت أتحمل كل هذا بشكل أفضل في العراء منه في بيت تحت النخيل . وإذ رأيت ميزان الحرارة يرتفع غداة وصولي بسرعة أكبر من البارحة ولدى شعوري بأن رأسي مطوّق بطوق من حديد ، أعطيت أمرا بالمغادرة في العاشرة صباحا . وبعد نصف ساعة بدأنا سيرنا باتجاه الجنوب وقد لففنا الرأس والجسم وكأننا في رحلة إلى القطب الشمالي لحمايتهما من الشمس والريح الحارقتين . وبعد ساعة في هذه الوجهة وصلت إلى وادي الرمة قادما من الغرب ، ونزلت في مجراه وسرت فيه حتى الثالثة حيث غادرته متجها في طريقي نحو الشمال . وبعد ساعة ونصف الساعة كنت قد عدت إلى بريدة .\r\nمن المكان الذي التقيت فيه وادي الرمّة قادما من الروضة ، تقع على مسافة 3 كيلومترات جنوبا إلى وراء الوادي قرية الشماسيّة الصغيرة وتضم 250 نسمة . هذا المكان الذي قيل لي إنه فقير كان موجودا في القرن الماضي .\r\nعلى مسافة عشرة كيلومترات شمال غربي الشماسية تقع الثامية وهي مزرعة\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nصغيرة تضم 10 أشخاص . أمضيت اليومين التاليين في بريدة وفي 17 آب غادرتها مرة ثانية لزيارة عنيزة .\r\nتلبية مني لدعوة أحد السكان الأثرياء ، الشيخ ناصر الذي كان يقطن قرية الخب ، أخذت طريقي من هنا . كانت المسافة تبلغ ميلين فيما كانت الوجهة الجنوب ، 67 درجة غربا .\r\nغربي بريدة يشكل النفود تلالا طويلة تمتد من الشمال إلى الجنوب . والخب تمتد في الاتجاه عينه في الوادي الثاني ابتداء من بريدة على طول 4 كيلومترات وتضم ملكيات رائعة . ملكية الشيخ ناصر من أروعها تضم 700 نخلة يبلغ عمرها ستين سنة أي أنها في عز حيويتها . وهو يملكها منذ ثلاثين عاما ولكنه عازم على بيعها نظرا لتناقص المياه وقد عرض عليه هاو حاليا خمسة آلاف ريال أي حوالي 20000 فرنك مما يجعل سعر النخلة الواحدة أكثر من سبعة ريالات بقليل . في حائل يبلغ سعر النخلة إجمالا عشرة ريالات . يستفيد الشيخ ناصر من هذه الملكية دخلا سنويا يبلغ 2000 فرنك تقريبا ويجعله هذا المبلغ رجلا ثريا في القصيم .\r\nلم أغادر الخب إلا عند صلاة العصر قرابة الثالثة عصرا وسرت إلى الجنوب الشرقي . وبعد كيلومترين صادفنا أول بساتين حويلان وسرت بمحاذاتها مسافة 3 كيلومترات حيث تبدأ القصيعة التي تمتد أيضا من الشمال إلى الجنوب على مسافة تتراوح ما بين 2 و 3 كيلومترات .\r\nعلى الرغم من وجود هذه القرى الثلاث الخب ، حويلان والقصيعة في قلب النفود إلا انها تقع في ثنية أرضية خالية من الرمل وهي من هذه الزاوية تشبه الجبة شمال جبل أجا وآبار الشقيق والزهري جنوبي الجوف .\r\nبعد مغادرتي الخب بساعتين ، تركت الوادي الذي تمتد فيه هذه البلدات الثلاث وسرت مجددا في النفود إلى الجنوب 10 درجات شرقا . انطلاقا من هذه النقطة وحتى مدينة عنيزة تصبح الطريق شديدة الخطورة بسبب التجوال الدائم للبدو الذين يخيّمون في الصحاري شرقي هذه المنطقة وغربها .\r\n\r\nوادي الرمة وعنيزة\r\nوبعد سير دام من الخامسة حتى الثامنة ليلا في النفود ، وصلت إلى وادي الرمّة وأولى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nشجرات النخيل فيه . وقد لزمني نصف ساعة لاجتياز الوادي وبلوغ النفود مجددا على الضفة اليمنى . كان الوقت قد أصبح متأخرا جدا للدخول إلى عنيزة لذا خيمت عند حافة الوادي قرب كوخ فلاحين نواطير النخيل .\r\nجزء من وادي الرمّة الذي يمر قرب عنيزة مزروع كليا بالنخيل الذي يخص سكانا في هذه المدينة . ومن الإثمار حتى قطاف التمر يسكن فلاحوهم فيه مشكلين قرية تدعى الوادي . خلال الشتاء يقيم قسم من هؤلاء السكان في المدينة . لا يتجاوز عمق الماء في هذا الجزء من الوادي مترا أو مترين عن سطح الأرض بحيث لا يحتاج النخيل إلى السقي كما هو الحال في أماكن أخرى . فوضعها شبيه بوضع نخيل عقدة وحقل وجو وأماكن أخرى في جبل شمّر .\r\nزراعة النخيل في وادي الرمّة قديمة جدا وقد كان فيها قديما مدينتان أو على الأرجح قريتان كبيرتان مزدهرتان تماما . إحداهما إلى شمال - شرقي عنيزة تدعى الوهلان ، والأخرى إلى الشمال - الغربي تحمل اسم العيارية . وقد اختفتا كليا اليوم وكانتا بالطبع مبنيتين من الآجرّ . إلا أن الشيخ غانم الذي تعرفت إليه في عنيزة أكد لي انه رأى قبل عشرين عاما في البلدة الأخيرة من البلدتين حجارة مقصبّة تحمل نقوشا . وقد اختفت منذ ذلك الحين . ولكن من المرجح إذا كان الخبر صحيحا أن وزنها جعلها تغوص في تربة الوادي الرخوة .\r\nصبيحة اليوم التالي ، سرت عند شروق الشمس ووصلت بعد ساعة أمام عنيزة التي تطل عليك بمظهر عظيم وأنت قادم من الشمال . ثم أمضيت أكثر من نصف ساعة لاجتياز البساتين والمنازل الأولى لبلوغ قصر الأمير زامل .\r\nكان الأمير زامل الذي أدى دورا مهما في تاريخ بلاده قد بلغ الثانية والخمسين عام 1880 . وهو رجل صغير القامة ، أعرج بسبب رصاصة أصابته خلال الحرب . جبهته عريضة وعيناه الحيويتان شديدتا الذكاء ومجمل ملامح وجهه هي ملامح ثعلب قديم داهية .\r\nوبعد ما قرأ الرسالة التي حمّلني إياها محمد بن رشيد له ، بدا محتارا وقلقا . فقلت له عندئذ محاولا طمأنته بأنني جئت لأمضي يومين أو ثلاثة لزيارة المدينة . بداية لم يشأ أن أخرج من القصر لكنني قاطعته مؤكدا له جازما بأنني لم أقطع المسافة لأبقى محبوسا في مضافته .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nغير أننا توصلنا في النهاية إلى تفاهم وتوافقنا على ألّا أخرج إلا بصحبة شمّري واثنين من رجاله وفيما عدا ذلك لي الحرية المطلقة . وأوصاني كما فعل الأمير حسن في بريدة بأن أرتدي باستمرار زي شيخ شمّري كبير والسيف في يدي . وأضاف \" آه ، لماذا اتيت إلى هنا في شهر رمضان المبارك ؟ \" فطمأنته ما استطعت مؤكدا له أن كل شيء سيسير على ما يرام . فقال \" إن شاء الله ! \" .\r\nستدركون مدى المخاطر التي شكلها حضوري بالنسبة إلى زامل عندما تعلمون أن سكان عنيزة يعدون من الأكثر تعصبا وأن زامل ليس أميرا عظيم الشأن على غرار ابن رشيد في حائل . عنيزة اليوم هي مدينة شبه مستقلة ، إنها جمهورية وهو مجرد رئيس منتخب فيها .\r\nوبالفعل ، كل شيء سار على ما يرام ، واستطعت أن أقوم بكل جولاتي ومراقباتي ، حتى إنني وجدت صديقين وهما : عبد العزيز ابن محمد البسام وهو تاجر ثري زار الهند وفارس والآخر الشيخ غانم الذي أمضى سنتين في إستانبول .\r\nقائد الحرس المدني ، إذا صح التعبير ، الذي يملكه زامل ، وهو أحد الجنديين اللذين وضعهما لحراستي ، يدعى ثقيل ويبلغ من العمر خمسا وأربعين سنة . وقد جال بصفة درويش على ما أعتقد ، في بلاد ما بين النهرين وكردستان وسورية ومصر ولذلك فإن أفكاره أوسع من أفكار مواطنيه . وقد اسعفني كثيرا خلال الوقت القصير الذي قضيته في عنيزة وجنبني متاعب عديدة . وقد اضطررت مرارا إلى قمع حميّته عندما كان يهاجم بقوة مبالغة بعصاه أو سيفه الحشد الذي كان يتبعني باستمرار ويضغط عليّ أحيانا .\r\nوفق أقوال زامل وآخرين ، فإن عنيزة أسست قبل 1050 سنة والبعض يقول 1150 سنة . لم تكن المدينة الأولى تشغل الموقع الحالي بل كانت على بعد ميل إلى الغرب .\r\nوبعد ما هجرت أو دمرت بعد ثلاثمئة وعشرين سنة على وجودها ، أعيد بناؤها في الموقع الحالي .\r\nأرض عنيزة صغيرة جدا اليوم . وهي تتكون في الخارج من الشبيبية على مسافة تسعة أميال إلى الجنوب وهي قرية مهدمة لم يبق منها سوى القصر وهو أيضا بات أطلالا . في الشتاء تزرع فيها أحيانا حبوب .\r\nعلى مسافة سبعة أميال شرقا ، روضان العوشزية وفيها 1000 نسمة\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوأخيرا الوادي في الشمال ويضم 500 نسمة تقريبا .\r\nبرأيي أن عنيزة بالذات تعدّ ما بين 18000 و 20000 نسمة على أبعد تقدير . وفيها خمسة عشر مسجدا وأربع مدارس واحدة منها للبنات .\r\nبعد ما كانت منذ البداية تشكل جزءا لا يتجزأ من الإمبراطورية الوهابية ، بقيت في هذه التبعية حتى وفاة فيصل عام 1865 . ثم نشبت الحرب الأهلية مباشرة بين أولاد الأمير الراحل الأربعة : سعود ، عبد الله ، عبد الرحمن ومحمد . عند وفاته ترك سعود ولدين محمد وعبد العزيز . وقد تنازل لهما عبد الله الذي خلف والده أميرا لنجد ، عن أراضي الخرج .\r\nفور وفاة سعود تقريبا ، اندلعت حرب خلافة طويلة فيما بين شقيقيه عبد الله ومحمد . وبعد مغامرات متنوعة أجريا السلم فيما بينهما واحتفظ عبد الله بالسلطة .\r\nولكن خلال الحرب الأهلية تفككت الإمبراطورية الوهابية ، فأخذ جزءا منها الأتراك أما في الخليج الفارسي وفي الداخل فقد استقلت عدة مدن كبرى وفي عدادها عنيزة والرس . أولى هاتين المدينتين لم تعد تدفع لأمير الرياض أي ضريبة منذ عام 1867 . هذا ما هو عليه الوضع اليوم في نجد الذي أطرقه عرضا عازما على معالجة الجزء المتعلق بتاريخ الجزيرة العربية الوسطى في عمل آخر .\r\nغادرت عنيزة في عشية 20 آب ، بعد صلاة المغرب . وكان الأمير زامل قد اتخذ احتياطات استثنائية لمنع حصول أي حادث مزعج لي على أراضيه . فقد أخليت الساحة الكبرى أمام الجامع التي يفضي إليها الطريق المسدود الذي يسكن فيه زامل ووضع رجال مسلحون في الشوارع الخمسة المؤدية إلى الساحة مانعين كل اتصال . أخذت الطريق عينها التي أتيت منها . ومن بعيد كنت أسمع رجالا آخرين منهمكين بصد أولئك المتوجهين إلى الساحة وكان صرخات الناس المدفوعين وصياحهم يتناهيان إليّ . لدى اقترابي رأيت أن جميع رجال الأمير قد استلّوا سيوفهم من أغمادها . ومع تقدمي تدريجيا مع شمّري كان الرجال الذين يقطعون الشوارع ينكفئون من ورائي .\r\nلم يدهشني اهتمام الأمير البالغ بي والذي تجسد بهذا العرض للقوى الذي لم يبلغني عنه على أي حال ، بقدر ما أدهشتني فظاظة الجنود في تنفيذ الأوامر . أحد السكان الذي لم يعد أدراجه فورا راغبا في الحصول على مجرد تفسير وجد نفسه محاطا\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبخمسة رجال من المواكبة بلمح البصر ، وقبل أن أتمكن من التدخل كان قد أصبح طريحا بلا حراك على الأرض بعد ما انهالت ضربات مقابض السيوف على رأسه .\r\nوترك ممدا وسط الطريق ولم يكترث أحد به .\r\nلدى خروجي من المدينة استطعت أن أعدّ حراسي وبلغ عددهم سبعة عشر . وأردت ان أصرفهم لكنهم قالوا لي إن أوامرهم تقضي بإيصالي حتى مشارف بريدة .\r\nوتوقفنا برهة فأشعل جميعهم مشاعل بنادقهم ثم تابعنا سيرنا . فانقسموا إلى ثلاث مجموعات سارت على مسافة عشرين مترا إلى جانبي وورائي .\r\nفي غضون ساعة أصبحنا على مرأى من الروغاني وهي قرية مؤلفة من 120 نسمة ، فتجاوزناها وبعد دقائق أقمنا مخيما في الوادي .\r\nتابعنا سيرنا قبل الثالثة ووصلنا قبالة خطر في الخامسة حيث غادرتني المواكبة لتعود إلى عنيزة . وبعد خمسة كيلومترات بتنا على مرأى من صبيح ولم نلبث أن عدنا إلى بريدة .\r\nإلى جانب البلدات التي ذكرتها خلال مساراتي في القصيم ، لا بد لي من ذكر بعض البلدات التي لم أتمكن من الحصول على معلومات دقيقة بشأنها لأسمح لنفسي بوضعها على الخريطة . فليس في البلاد العربية أمر أقل حشمة بل وأخطر من الاستفسار عن معلومات جغرافية في الجزيرة العربية الوسطى . المستشرقون يعرفون ذلك وآمل ان يسامحني علماء الجغرافيا على الثغرات التي أشرت إليها لتوّي .\r\nالبلدات التي لم تذكر على الخريطة تقع في المثلث المكوّن من عنيزة وبريدة وغودة وهي الشيحية ( على بعد 12 ميلا من بريدة إلى الغرب ) ، بكرية ، الهلالية ، الخبرا ، رياض ابن حنايا .\r\nإلى شرق بريدة وبين هذه المدينة ووادي الرمّة ، أيضا بلدتان صغيرتان هما حنيظل وأبو الدود .\r\nوأخيرا هناك قرية أخيرة اسمها دويرة تقع على مسافة قريبة من بريدة إلى الغرب أو الجنوب - الغربي .\r\nعلى بعد بضع كيلومترات غربي حويلان توجد الرويضيّة وهي قرية مهجورة .\r\nبقيت يومين إضافيين في بريدة ثم غادرتها في 23 آب لأعود إلى الجبل .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nانطلقت في التاسعة صباحا ووصلت بعد ساعتين إلى الشقة حيث توقفت هنا مدة ساعتين . ولدى مغادرتي هذه البلدة سلكت طريقا تقع أكثر إلى الشرق من الطريق التي سلكتها للذهاب إلى القصيم مما سمح لي بمشاهدة بلدتين لم ازرهما من قبل .\r\nإذ غادرت الشقة عند الواحدة من بعد الظهر متجها شمالا 65 درجة غربا ، وصلت بعد ثلاث ساعات إلى أوثال  Outsal  وهي قرية مؤلفة من 250 نسمة وتحتل موقعا موفقا في حوض من الحث طوله ميلان وعرضه ميل واحد . ومن أجل العثور على ماء لا يتبدل منسوبه طوال السنة ما علينا سوى أن نخرق طبقة الحث التي تشكل أرضية الحوض والتي تتراوح سماكتها ما بين مترين وخمسة أمتار . وقرية اوثال لا تشكل كتلة متراصة بل تتألف من ست مجموعات من الملكيات . والمياه ليست صالحة للشرب في كل مكان . وبين الشقة وأوثال تمتد صحراء حجرة حيث يطفو الحث باستمرار .\r\n\r\nقصيبة\r\nفي صبيحة اليوم التالي غادرت أوثال وبعد سبع ساعات كاملة من السير عبر صحراء البطين الحجرة ، وصلت إلى قصيبة .\r\nصحراء البطين أبشع صحراء عرفتها . انطلاقا من أوثال نسير خلال ساعة تقريبا عبر صحراء من الحجر الرملي تعقبها مباشرة صحراء من الحصى المبروم تمتد حتى قصيبة . وفي كل هذه المسافة الطويلة لا تشاهد العين نبتة خضراء واحدة مما يضفي عليها كآبة تفوق الوصف .\r\nقصيبة تحتل أيضا حوضا طبيعيا شبيها بالأحواض التي وصفتها آنفا إنما أعمق منها . حافة الحوض ترتفع إلى 30 مترا مما يحجب رؤية نخيل القرية الذي لا نراه إلا لدى بلوغنا حافة الحوض . إلا أننا نلمح على بعد ميلين الأبراج المنتصبة على المرتفعات لمراقبة المناطق المحيطة .\r\nقصيبة التي كانت ذات نفوذ كبير فيما مضى ، لا تزال اليوم إحدى كبريات بلدات القصيم الجنوبي . وقد أكد لي الشيخ المحليّ أنها كانت تعدّ 2000 بندقية ولكن من الواضح أن هذا الرقم مبالغ فيه وأقدر بأن السكان لا يتجاوزون 3000 نسمة على أبعد\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nتقدير . للوهلة الأولى تميل بالفعل إلى منحها عددا سكانيا أكبر لأن البلدة بكاملها تمتد على أكثر من 4 كيلومترات على طول الجانب الغربي للحوض الذي تقع فيه .\r\nولكن ما إن نمعن النظر حتى نكتشف بأن جزءا كبيرا من الأملاك مهجورة وأصبحت أطلالا . ويتكرر هنا بوتيرة متزايدة انهيار بئر واختفاء الماء بحيث لا مفر للمزارع من الابتعاد قليلا وحفر بئر جديدة والقيام بمزروعات جديدة .\r\nوقد يحدث أمر غريب في قصيبة يتمثل في تحول ماء بئر كانت طيبة المذاق منذ أجيال وأجيال ، بين ليلة وضحاها ، إلى مياه مالحة أو مرة . وعلاوة على ذلك فالمياه غزيرة وارتفاعها ثابت على مدار السنة .\r\nيعتبر وجود ينبوع ماء حدثا نادرا في الجزيرة العربية لذا يعرف هذا الينبوع من بعيد . هكذا علمت في الجبل بوجود ينبوع في قصيبة حيث اكدوا لي ذلك . وقد قادني الشيخ بنفسه اليه . وبذلك تبيّن لي ان الينبوع عبارة عن بئر ارتوازية ذي منسوب منتظم يبلغ ليترا في الثانية . وبما أنه يرجح عدم معالجة البئر إطلاقا ، فإن المياه غامقة اللون نتنة وغير صالحة للشرب . وبسبب الوحل لم أستطع قياس عمقها الذي قيل لي إنه يبلغ 20 مترا وهو رقم مبالغ فيه برأيي . حرارة المياه التي اخذت على عمق 5 أمتار مرتفعة جدا وقد بلغت + 10 ، 29 درجة إلا أنه من المحتمل أن تكون غير بعيدة عن المعدل السنوي للحرارة في المنطقة إذ يبدو ان قصيبة تخضع لتأثير عوامل مناخية خاصة . وقد أكد لي جميع السكان ان البلدة لا تعرف البرد إطلاقا وانه لا يلاحظ أي فرق في الحرارة بين الشتاء والصيف . كما وان الشتاء المنصرم الذي كان قاسيا جدا على شجر النخيل في الجوف وشمر وباقي نجد لم يشعر به هنا . لذا يمكن الاستخلاص من كل هذا بأن قصيبة لا بد أن تكون وسط منخفض واسع وعلى الأرجح على ارتفاع أدنى من مستوى باقي القصيم بعدة مئات من الأمتار .\r\nوفرة الماء وارتفاع الحرارة تغذيان في هذه البلدة على مدار السنة آفتين مزعجتين وهما البرغش والحمّى .\r\nتنعم قصيبة منذ القدم بشهرة وطيدة بأن لديها أفضل تمور القصيم .\r\nفي هذه الواحة التي يمكن لها أن تكون جنة يعيش سكان بائسون خاملون . لدى رؤية الملكيات العديدة المهجورة نسأل عن سبب الهجرة ، أهو الهواء أم الماء أم الغذاء ؟ من دون إنكار تأثير هذين العاملين الأخيرين ، أعتقد أن العامل الأكثر فعالية هو الهواء\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالمتخم بالهوامّ المنبعثة من المياه الراكدة العديدة والذي لا تجدده رياح الغرب المهيمنة لأن الواحة محمية كليا من هذا الجانب بجدار الحوض الذي تقع فيه . ومهما يكن من أمر فإنني لن أنسى لأمد طويل القسمات المشدودة والوجوه الضامرة والأجسام الضعيفة النحيلة والصغيرة للسكان .\r\nعند الطرف الشمالي - الشرقي لحوض قصيبة أملاك اسمها مشكوك .\r\nوعند طرف القرية في الشمال تنتصب على كتف جدار الحوض أطلال مبنى قديم من الحجر المقصّب يعرفه جميع الناس في نجد تحت اسم قصر عنتر أخو مارد . وفي ذهن سكان البلاد تعود كلمة أخو إلى كلمة قصر وتعني ان هذا القصر هو أخ قصر مارد في عين ابن فهيد .\r\nلم يبق شيء يذكر من هذه الأطلال . خط الأسوار على الأرض وبعض الحجارة المتناثرة . لم أستطع العثور على أي أثر للنقوش وقد أكد لي السكان أيضا انهم لم يلاحظوا وجود أي منها بتاتا .\r\n\r\nالكهفة\r\nفي اليوم التالي غادرت قصيبة قبل الفجر . متوجها إلى الكهفة وبعد ساعتين من السير شمالا ، 15 درجة غربا ، بلغنا حوضا جديدا يدعى الحمودية يضم ست أملاك مهجورة . وهو لا ينتج نخيلا ويأتيه العرب البدو أحيانا ليزرعوا الحقول شعيرا وقمحا . منذ أكثر من عشر سنوات وهذه الحقول بور ولكن المنشآت والآبار محفوظة تماما تحت هذه السماء الحليمة والمياه في الآبار وافرة . توقفت هنا لمدة نصف ساعة لتناول بضع تمرات .\r\nولم نلبث أن استأنفنا سيرنا ، وقرابة الساعة التاسعة بدأت صحراء جديدة لا مثيل لكآبتها ، مكونة فقط من حطام حث وخالية من أي شجيرة . وقد عانيت كثيرا من القيظ وبالأخص من ارتداد وهج الأرض . هذه الصحراء الحجرة الواقعة بين قصيبة وقوارة والكهفة تدعى الترمص . أخيرا في الرابعة عصرا لمحنا الكهفة التي وصلنا إليها بعد ساعتين .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبشأن المسار على الخريطة بين قصيبة وكهفة لا بد لي من الملاحظة بأن الالتفافات التي نراها لم تستلزمها طبيعة الأرض القابلة للعبور من كل الاتجاهات ، إنما حيرتنا حيال الوجهة التي يجب اتباعها . لم يكن في هذا الاتجاه غير المطروق إلا نادرا ، على أي حال ، أي درب أو أثر ، فهذه الأرض الحجرة لا تحتفظ بأي أثر ورفيقي طراد لا يعرف سوى طريق القصيم الاعتيادية التي تمر بقوارة . وما كان يربكنا هو أن شيخ قصيبة لدى إعطائنا وجهة كهفة في الصباح على طريقة الصحراء أي بقطعه الأفق بيده المفتوحة عموديا ، أشار إليها متماديا إلى الشمال .\r\nوقد أبدى لي الشيخ عمار ارتياحه لرؤيتي سالما ومعافى وخصني باستقبال حار ولكنني لم أدخل منزله وبقيت مخيّما في الخارج على الرمل لأتمكن من المغادرة باكرا .\r\nالا أنه أراد ان يعتبرني ضيفه ، فأرسل لي بعد العشاء اثنين من رجاله لحراسة جمالي وأشيائي طوال الليل مع أن ستة من فرسان الأمير الذين التقيتهم هنا وضعوا أنفسهم فورا في خدمتي .\r\nفي اليوم التالي انطلقنا في ساعة مبكرة ولكن على مسافة فرسخين من كهفة ضيعنا قرابة ثلاث ساعات بسبب إنذار بوجود لصوص قمنا بمطاردتهم لكنهم أفلتوا منا بفضل الظلام ، بحيث لم نصل إلى فيض إلا قرابة غروب الشمس .\r\nلدى مغادرتي في صباح اليوم التالي ، اجتزت جبل سلمى عبر وادي الاتسر وحينما مررت قبالة قصر عدوه وهو ملكية مهجورة حاليا ، خيّمت لبضع ساعات قرب جبل فتيت وعدت إلى حائل في 28 آب بعد غياب دام ثمانية وعشرين يوما .\r\n\r\nجبل جلدية\r\nفي 22 أيلول فيما كان الأمير يقوم بغزو جنوبي وادي الرمّة ، قمت برحلة إلى جبل جلدية الذي يبعد مسافة يوم طويل إلى شرق حائل حيث ذكر لي وجود نقوش .\r\nانطلقت في الساعة الرابعة عصرا من حائل وسرت مدة ساعة مع دليلي باتجاه الشمال ، 77 درجة شرقا .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nفي صباح اليوم التالي انطلقنا قبل الفجر ووصلنا بعد ساعة إلى حدود الأرض الغرانيتية حيث يبدأ الحث فورا . وبعد قليل أقمنا مخيما قرب كتلة ضخمة من الحث تدعى أم الرجوم مغطاة كليا بنقوش حميرية محاها الزمن كليا تقريبا غير أنني استطعت أن أنسخ أربعا منها لا تزال مقروءة بشكل واضح .\r\nعلى بعد خمسة عشر كيلومترا إلى الشمال ، 80 درجة شرقا ، صخور باعور حيث أيضا غدير يحمل الاسم إياه وحيث وجدت ثلاثة نقوش إضافية وصور حيوانات رسمت بشكل صحيح نسبيا .\r\nأبعد من ذلك في الاتجاه عينه توجد صخرة البواب حيث خيّمت بعد ما نسخت ستة نقوش .\r\nفي صبيحة اليوم التالي ، وصلت بعد شروق الشمس بساعتين أمام قمة معزولة كانت فيما مضى متصلة بجبل جلدية وتحمل نقوشا ما زال الجزء الأكبر منها محفوظا بشكل جيّد . هذا الجزء من الجبل يحمل كذلك اسم البواب . هنا نسخت ثمانية وعشرين نقشا جميعها حميرية .\r\nعند قاعدة جبل البواب يتكون الوادي الذي يحمل الاسم عينه والذي يجري نحو بقعا في الشمال - الشرقي على مسافة 5 أميال إلى الجنوب - الشرقي لجبل جلدية يقع جبل جهنة  Gehennah  .\r\nعلى بعد 4 أميال إلى الشمال 80 درجة غربا من البواب ، عثرت على ثلاثة نقوش إضافية أخرى على مسافة ثلاثة أميال في رافد صغير لوادي الشقيق محفورة على صخرة يبلغ ارتفاعها 20 مترا تقريبا وتدعى الصعيليدزه « 1 »  El C ? ailidzah  .\r\nلوادي الشقيق الذي يتكون في هذه المنطقة مسار يبلغ 12 ميلا تقريبا إلى الشمال .\r\nالشرقي ويضيع في الحوض الذي يحوي آثار الحاصرة .\r\nفي اليوم التالي في 25 أيلول عدت إلى حائل . وقد أعطتني رحلتي النتائج الآتية :\r\n1 - خمسون نقشا حميريا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الليدي آن بلانت رأت هي أيضا هذه الصخرة التي تسميها صيلية  Saylyeh  والنقوش التي قال السيد رسام إنها أحرف فينيقية قديمة وهذا ما تشكك به بحق ، هي نقوش حميرية . انظر\r\n Voyage en Arabie . Pe ? lerinage au Nedjed , Berceau de la Race Arabe , Par Lady Ann Blunt . \r\nص . 25 - 321 ، 1882  Paris , Hachette , \r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n2 - الدليل على أن المنطقة الغرانيتية ذات مساحة ضيقة جدا شرقي حائل وهذا ما لم أكن لأصدقه إذ بعد رحلتي إلى القصيم افترضت أن الغرانيت يمتد على الأقل حتى هاجرة فيد  Feyd  شرقي حائل .\r\n3 - الاكتشاف الجديد الذي يثبته مجرى الوديان بانحدار جبل شمّر باتجاه الشمال - الشرقي انطلاقا من نقطة حددتها مؤقتا بين الجنوب والغرب أبعد من جبل أجا البادي من حائل . هذه المسألة كانت قد تكشفت لي جزئيا من مجرى وادي حائل .\r\nواكتشفت كذلك أن هذه المنطقة على الرغم من كونها صحراء حجرة فحسب ، تحتوي على مراع أفضل من الأراضي الغرانيتية الواقعة في الجنوب . فالحث الطري بطبيعته يتفاعل بسهولة مع الماء ويسمح بأن تخترقه ، لذا فإن كل المنطقة التي جبتها ما بين الباعور وجبل جلدية مثلّمة ولا تحتوي إلا على القليل من الرمل مما يساعد على نمو الخضار . وهي أخيرا تملك عددا كبيرا من الغدران التي تحتفظ بالماء حتى شهر أيار في مواسم الشتاء الممطرة .\r\n\r\nالحجاز\r\nلم أتمكن من المغادرة لزيارة واحات الغرب إلا في 30 تشرين الأول . وكان الأمير قد أعطاني دليلا على معرفة تامة بالمنطقة من حائل إلى تيماء . في تيماء أو في العلا قام حكام الأمير بتأمين دليل آخر لي للذهاب إلى خيبر وللعودة من هناك إلى حائل .\r\nكان دليلي ، وهو شمّري من قبيلة سويد ، يدعى عجلان ابن جعري .\r\nالطريق المألوفة للذهاب من حائل إلى تيماء تمر عبر رعى السلف « 1 » ولكن رغبة مني في تحديد جبل أجا بأكبر دقة ممكنة ، اتخذت طريقي من الشمال للالتفاف حوله .\r\nانطلقنا من حائل عند الظهر ، وأقمنا مخيّمنا عشية مرحلتنا الأولى شمال جبل أجا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  Ri'a  رعى مضيق ، معبر .  Ri'a e'Self  رعى السلف يجتاز جبل أجا من جهة إلى الجهة الأخرى . وهو يبدأ جنوبي قفار ويفضي إلى قرب موقق  Mouqaq  .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nفي اليوم التالي وبعد مسيرة دامت ثلاث ساعات وصلنا إلى النفود وفي الساعة الثالثة عصرا كنا نخيّم فيه بانتظار دليلي ، على مسافة كيلومتر واحد شمال جبل حشب .\r\nقرابة الظهر كنا قد وصلنا إلى آبار الحفرة  El Heferah  . هذه الآبار القديمة جدا والبالغ عددها أحدى عشرة بئرا ، تتمتع بجدران مزودة بحجارة مقصّبة . حجارة الغرانيت العليا مصقولة كليا وهي تحمل خطوطا عميقة ناجمة عن التآكل الذي تحدثه الحبال . ويبلغ عمقها حوالي 20 مترا فيما يبلغ قطرها 3 أمتار .\r\nتقع الآبار في حوض شبيه بحوض جبه إنما مساحته لا تتعدى 4 فراسخ مربعة تقريبا .\r\nشرقي الحوض منزل كبير فيما إلى الغرب شجر نخيل له من العمر أربعون عاما تقريبا . كل هذا هجره المالكون منذ خمس سنوات فقط ليعودوا إلى حياة البداوة .\r\nفي اليوم التالي ، في الأول من تشرين الثاني لم نمش إلا تسع ساعات وخيّمنا في المساء قرب خيمة بدوي من قبيلة سنجارية .\r\nبعد انطلاقنا في الصباح بوقت قصير تراءى لي جبل مسما برهة وسجلت ذلك وكذلك القمة المسماة سمير ثويل . حيث عند قاعدته قرية ثويل  Thouail  المعروفة أكثر باسم توية  Touiah  مع عشرة قلب وثمانين ساكنا .\r\nفي 2 تشرين الثاني استأنفنا مسيرتنا مع شروق الشمس ووصلنا ظهرا بعد مسيرة ست ساعات إلى آبار العبيسة  El'Abeisah  عند سفح بعض التلال الغرانيتية التي تحمل الاسم عينه . هذه الآبار تخص عرب عبريت  Abreit  الذين تقع أراضي تجوالهم في النفود ، بين أراضي سنجارية شرقا وأراضي بني وهب غربا . الآبار قديمة جدا وجدرانها مزودة بكتل من الغرانيت الأسود المعرّق بالأبيض . المياه الطيبة المذاق تقع على عمق 12 مترا . قطر الآبار لا يتجاوز 20 ، 1 متر .\r\nعلى بعد عشرة كيلومترات شمالي آبار العبيسة بئر رمادة فيما تقع بئر سالمي على مسافة خمسة عشر كيلومترا من هذه الأخيرة إلى الشمال - الغربي . مياه هاتين البئرين شديدة المرارة ولا يمكن استخدامها إلا لسقي المواشي .\r\nمن بعد هاتين البئرين الأخيرتين ، وعلى مسافة 35 كيلومترا إلى الشمال الغربي من آبار العبيسة ، يقع جبل حبران البالغ طوله 8 أميال من الشمال الشرقي إلى الجنوب الغربي . وفي الاتجاه نفسه ، على بعد 30 كيلومترا ، يقع جبل فرداد  Fredad  وله وجهة\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالجبل السابق نفسه ولكن طوله يبلغ قرابة 40 كيلومترا .\r\nهذان الجبلان مثيران للاهتمام ، إذ إنهما يسمحان ، لكونهما من الحث ، بمتابعة تحديد الخط الفاصل بين الحث والأرض الغرانيتية بشكل تقريبي حتى تحت رمل النفود . وبرأيي إن هذا الخط لا بد أن يكون على مسافة قريبة من الطريق التي سلكتها منذ آبار الحفرة وحتى آبار العبيسة مع المرور شمال جبل حشب وآبار الحفرة .\r\nعلى بعد 45 كيلومترا جنوبا 5 ، 7 درجة شرقي العبيسة ، أبعد من النفود وعلى مسافة قصيرة من جبل أجا ، تقع موقق . هذه البلدة القديمة جدا ، كانت مهمة جدا في غابر الزمان وهي من بعد قفار والمسجد ، أهم بلدة في الجبل . وإذ باتت اليوم في وضع متقهقر جدا فإنها تملك فقط 10 قلب نورد أسماءها في ما يأتي :\r\n- آدروب  Adroub  100 نسمة\r\n- لزام  Lezam  50 نسمة\r\n- مشرفة  Masurefah  60 نسمة\r\n- سرحاني  Serhany  50 نسمة\r\n- الخرابة  El Kheraba  90 نسمة\r\n- سلامي  Salamy  30 نسمة\r\n- المتنة  El Metnah  20 نسمة\r\n- شليل  Seleil  50 نسمة\r\n- سنود  Senoud  20 نسمة\r\n- شويمة  Soueima  30 نسمة\r\nموقق منهكة بسبب أنواع الحمّى المستشرية بانتظام كل سنة منذ الخريف وحتى الصيف .\r\nفي عام 1870 حصد مرض الكوليرا الذي جلبته قافلة عائدة من مكة ربع السكان .\r\nعلى مسافة 6 أميال جنوبي موقق تقع بدع جفيفة  Bed'a Gefeifa  الدارجة تسميتها جفيفة وفيها قرابة 100 نسمة .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nبعد توقف دام ساعة عند آبار العبيسة استأنفنا مسيرتنا باتجاه الغرب ثم خيّمنا مساء قرابة الساعة الخامسة تحت خيمة الشيخ فرحان بن عيسى من قبيلة درلها  Drelha  . وكنت قد تعرفت في حائل إلى هذا الشيخ الذي استقبلني بترحاب .\r\nفي اليوم التالي ، قادتني مسيرة أربع ساعات إلى حدود النفود وبعد 4 كيلومترات أخرى وصلت إلى بئر المريد المسوّرة والبالغ عمقها 15 مترا وقطرها 20 ، 1 متر . الماء فيها شديد المرارة ومالح ولا يمكن استعماله إلا لسقي المواشي .\r\nعلى مسافة عشرة كيلومترات إلى الجنوب - الشرقي من المريد يقع جبل الحاب  El H'ab  الصغير وعلى مسافة مماثلة إلى الجنوب - الغربي يقع جبل عريق  OuraiK  والجبلان من الغرانيت الأحمر الداكن .\r\nلدى مغادرتنا المريد بعد توقف دام ساعة ، سرنا أربع ساعات في الصحراء التي تفصل هذه البئر عن جبلي المسما والعوجا ثم خيمنا فيها عند غروب الشمس . هذه الصحراء التي يبرز فيها الصخر العاري باستمرار هي سهل مستو ، رتيب والنباتات فيه نادرة .\r\nفي 4 تشرين الثاني انطلقت قبل الفجر ووصلت بعد مسيرة خمس ساعات إلى الرأس الجنوبي لجبل العوجا الذي يلتحم به فورا الجزء الشمالي من جبل مسما  Misma  . الجبلان خارج النفود ومكوّنان من الحث . اتجاههما المماثل إلى حد بعيد لاتجاه جبل أجا هو شمالي - شرقي إلى جنوبي - غربي .\r\nفي المكان الذي بلغت فيه جبل مسما عثرت على نقش كوفي صغير ، وفي الجزء الجنوبي حيث غدير رأيت أحد عشر نقشا حميريا فنسختها .\r\nمن قاعدة جبل مسما تمكنت من رؤية جبل حبران برهة من الزمن وسجلته .\r\nوبعد استراحة دامت ثلاث ساعات عند غدير مسما ، تابعنا طريقنا مجتازين الجبل وقد سهل عبورنا كثيب عال من رمال النفود التي رمتها الرياح الغربية عليه . وبعد ثلاث ساعات ونصف الساعة من السير خيّمنا في الصحراء الحجرة الممتدة بين جبلي خنلوه  Khenlouah  ومسما والمماثلة للصحراء الواقعة بين الجبل الأخير وبئر المريد  El Mereid  .\r\nفي اليوم التالي قادتنا خمس ساعات من السير إلى الطرف الشمالي من جبل خنلوه\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالمؤلف كليا من الحجر الرملي والذي بات في طريقه إلى التفتت . ويبدو لي أنه وفر جزءا كبيرا من مواد النفود . توقفنا هنا قرابة ساعة لتسجيل ملاحظات وتناول بعض التمر . ثم تجاوزنا الجبل ، وبعد ثلاث ساعات تجاوزنا جبل عرنان « 1 »  Arna'n  وبعد قليل دخلنا مجددا النفود محتفظين بوجهة الشمال ، 80 درجة غربا ، وفي الساعة الرابعة عصرا كنا نخيم قرب خيمة عربي من قبيلة أولاد علي يدعى خلفا والذي أصر على الرغم من فقره الجلي على اعتباري ضيفه ونحر خروفا .\r\nكنا لا نبعد سوى بضعة كيلومترات عن آبار القولبان الواقعة إلى الشمال والتي استغرق وصولنا إليها في اليوم التالي ساعتين .\r\nإن موقع هذه الآبار في غاية الروعة . إنها ثلاثة آبار تحتل قعر فلج هائل لا يقل عمقه عن 80 مترا وحافظ على كامل تناسق شكله . الآبار البالغ عمقها 17 مترا مسوّرة ومياهها عكرة ومذاقها تشوبه ملوحة إلا أنها طيبة . وقد وجدت حرارتها بدرجة + 5 ، 22 . لدى وصولنا كان بعض البدو قد خيموا هنا منذ ثلاث ساعات وبدأوا باستنفادها ليسقوا قطعانهم .\r\nعلى مسافة 27 كيلومترا تقريبا غربي هذه الآبار ، توجد في النفود أيضا آبار الحيزة  El Haiza  ومياهها هي مياه آبار القولبان نفسها . وقيل لي إن عمقها يبلغ 45 مترا .\r\nفي قطر 5 أميال تقريبا حول آبار القولبان يبدو النفود وعرا جدا وصعب الاجتياز .\r\nغادرت الآبار حوالي الثامنة صباحا ووصلت بعد خمس ساعات ونصف من السير بشكل متواصل تقريبا باتجاه الجنوب الغربي إلى حدود النفود ، إلى خيمة الشيخ مشعل فأمضيت عنده بقية النهار والليل .\r\nفي صبيحة 7 تشرين الثاني ، لدى مغادرتي الشيخ مشعل ، توجهت مباشرة إلى الرأس الشمالي لجبل حلوان الذي حددته في الشمال ، 74 درجة غربا . قادتني الكيلومترات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إنني مضطر إلى إبداء تحفظات بشأن أبعاد هذا الجبل الشهير . فتقريبا كل المعلومات التي جمعتها تعطيه طولا يبلغ 40 كيلومترا بينما تقديري وقياساتي للزوايا لا تعطيه سوى 17 إلى 20 كيلومترا على الأكثر . ولكن ربما لم يخطئ العرب تماما وربما كان لهذا الجبل المكون من حث سريع التفتت قمة في الجنوب تمتد على عشرين كيلومترا ، ولكن قممه التي استهلكتها العوامل المناخية ربما تحولت إلى رمل كما حصل لجزء من جبل خنلوة وزادت من ضخامة كثبان النفود هذا الجزء من الجبل الأكثر انخفاضا من الجزء الواقع إلى الشمال بشكل طبيعي يكون قد وجد تحت أفق النقطة التي كنت أجري فيها تقويمي .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالأربعة الأولى إلى نهاية النفود الذي تركناه هنا ولم نعد إليه . إلا أنه لم يغب عن ناظري وظل يلوح باستمرار إلى شمال دربي وحتى وصولي إلى تيماء  Teima  على مسافات تتراوح ما بين 6 و 18 كيلومترا .\r\nانطلاقا من النفود وبعد ست ساعات من السير وصلت إلى بعض خيام عنيزة نصبوها على بعد حوالي 5 أميال أمام جبل حلوان ، فتوقفت في خيمة الشيخ مربط  Mirbat  .\r\nفي مظهرها ، كانت الصحراء الحجرة دونما تبديل اعتبارا من بئر المريد ، لكن الكلس أعقب الحث وقرب مخيمي لتلك الليلة بدأت تظهر من جديد ملامح بركانية الأصل .\r\nفي صباح اليوم التالي ، قادتني مسيرة ست ساعات تقريبا باتجاه الجنوب الغربي من بعد تجاوز جبل خنلوه ، إلى صخور خاله حيث أقمنا مخيّمنا .\r\nبعد فترة وجيزة من مغادرتي المخيم في الصباح ، صادفت هضبة بركانية واسعة تحمل على الاعتقاد بوجود طريق رومانية . كل الهضبة كانت تبدو مرصوفة بحجارة كبيرة مربعة قصّبت بعناية .\r\nصخور خاله  Khalah  هي سلسلة تلال من الحث ، بيضاء اللون معزولة ، مستديرة عند قاعدتها وبيضاوية القمم ، قطرها السفلي يبلغ من 30 إلى 35 مترا فيما يبلغ ارتفاعها من 10 إلى 15 مترا . مجمل هذا الارتفاع يتجه على غرار جبال حلوان وعرنان وخنلوه من الشمال - الشرقي إلى الجنوب - الغربي . المساحات التي تفصل ما بين التلال مملوءة بالرمل وتحوي بعض النباتات .\r\nفي اليوم التالي في 9 تشرين الثاني ، قطعت حوالي عشرة كيلومترات إضافية في منطقة خاله المملوءة بالتلال لأصل إلى صحراء حجرة من الحث الأسود يبدو وكأنه تفحّم . في نهاية الكيلومترات العشرين الأولى أي قرابة الدرجة 37 من خط الطول ، صادفت تكوينا حثيا غريبا جدا أسميته حثا مرققا . يبدو وكأن ورقات من الحث بسماكة سنتيمتر إلى سنتيمترين قد وضعت الواحدة فوق الأخرى وأن حافات الورقات العليا قد التفت وارتفعت في خضوعها لحرارة عالية على طريقة ورقات الرق في حالة مماثلة . هنا رأيت أيضا قواعد مدورة ومربعة خارجة من الأرض شبيهة بقطع أعمدة وكلها بركانية الأصل . كنت قد رأيت الظواهر نفسها بين كهفة وقوارح وشمالي قصيبة . هذه القطع الحثية عينها اعتبرها بالغرايف بأنها بقايا صروح وذكّرته بعبادة الكواكب .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nتيماء\r\nبعد فترة وجيزة عندما لمحت قمة من جبل غرنين  Ghrenein  ، تمكنت من تحديد وجهة تيماء الموجودة شمالي الجبل . وتمكنت كذلك في الوقت نفسه تقريبا من تقويم جبل برد  Burd  جنوبي طريقي . وبعد ثماني ساعات كاملة من السير الحثيث ، خيمت في هذه الصحراء المحجرة .\r\nفي صباح اليوم التالي في 10 تشرين الثاني ، انطلقت في الساعة الخامسة وفي الساعة العاشرة كنت أخيم قرب جبل غنين وبعد ساعتين وصلت إلى تيماء .\r\nوكان ابن رشيد قد أعطاني رسالة للحاكم التابع له في تيماء ، عبد العزيز العنقري فحظيت باستقبال في غاية الاحترام والودّ في آن واحد .\r\nلا شك في أن هذه الواحة من أقدم البلدات فالإنجيل جاء على ذكرها تحت اسم تيما وجميع المؤلفين الشرقيين يأتون على ذكرها كمدينة مهمة وعريقة وبطليموس تحت اسم تيماء  Thaima  يعطي موقعها الصحيح بفارق بسيط بالدرجة 71 من خط الطول والدرجة 27 من خط العرض . وقد روى لي السكان الذين يتمتعون بمعرفة واهية عن هذا التاريخ القديم أن مدينتهم قد دمرت ثلاث مرات وأنها هجّرت عدة قرون قبل أن تعمر بالناس من جديد . كما أنه يوجد إلى الجنوب - الغربي على مسافة كيلومتر واحد من تيماء كومة أطلال من الحجارة المقصّبة وقطع الأعمدة التي غطت نصفها الرمال ، ويسمونها توما ويشيرون إليها على أنها آخر مدنهم القديمة من حيث عمرها .\r\nالنقوش التي نقلتها ليست كثيرة ولكنها مثيرة جدا ، إما لجهة قدمها أو لجهة شكل أحرفها القديم . أحد النقوش النبطي وآخر آرامي وثالث لم تحدد هويته بعد . أشير إلى تيماء برسم المستكشف المقبل كي يجري فيها تنقيبا لأنني واثق من وجود كنوز أثرية فيها .\r\nكانت تيماء مبنية بالحجر الأسود البازلتي الشبيه بحجر مدن حوران وجبل الدروز المهدمة . والتفصيل اللافت هو أنني رأيت في مبنى قديم مهدوم ملاصق لبيت عبد العزيز العنقري ويخصه ، جزءا من سقف مصنوع من أشرطة طويلة من الحجر نفسه ، تماما كما في حوران .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nأما أعجوبة تيماء فتكمن اليوم في بئرها المشهورة في كل أرجاء الجزيرة العربية .\r\nوقد روي لي مرارا أن \" مائة جمل تسحب الماء باستمرار \" . ولدى التثبت من هذا العدد لم أجد سوى خمسة وسبعين دولابا في أماكنها ولكن الحق يقال بأنه عند الضرورة يمكن وضع مائة دولاب .\r\nهذه البئر بشكلها غير المنتظم تشبه إلى حد بعيد مربعا بزوايا مدورة ويبلغ طول كل ضلع من أضلاعه 20 مترا تقريبا . أما ارتفاع جدرانه فشديد التفاوت ، جانبان يبلغان 5 ، 10 أمتار وجانب آخر يبلغ ارتفاعه 5 ، 12 مترا من سطح الأرض وحتى قعر البئر .\r\nويبلغ ارتفاع الطبقة المائية ثلاثة أمتار تقريبا وهي لا تزيد عن ذلك ولا تنقص أبدا مهما كان الموسم . المياه صافية وطيبة المذاق بعد تبريدها في القرب . وقد أكد لي جميع السكان أنها إذا ما شربت من البئر مباشرة ، أي فاترة ، فإنها تتسبب بمرض شديد .\r\nفي الجدار الشرقي للبئر وعلى مسافة متر تقريبا فوق مستوى الماء توجد في الصخر ثلاث فتحات بعرض نصف متر تقريبا وبارتفاع سبعين سنتيمترا لا يعرف استعمالها ولا مصدرها . كما أن أحدا لم يجرؤ على الدخول فيها .\r\nفي تيماء 60 قلبا في كل واحد منها من خمس إلى ست عائلات بحيث يكون عدد السكان 1500 نسمة تقريبا .\r\nتمور تيماء هي أفضل تمور الجزيرة العربية الشمالية باستثناء جنسين أو ثلاثة موجودة بكميات محدودة في الجوف وفي حائل .\r\nتبقى المحاصيل مؤمنة على الدوام . لان مياه بئر هذه الواحة لا تنقص أبدا حتى بعد عدة سنوات من الجفاف ، لذا فإن الملكية العقارية تتمتع في تيماء بقيمة لم أشهد مثيلا لها في أي مكان آخر . فالملكية تباع بمعدل 15 إلى 20 ريالا « 1 » لكل شجرة نخيل بينما في حائل لا يباع حتى أجمل شجر النخيل بأكثر من 10 ريالات .\r\nبما أن ارتفاع تيماء يفوق ارتفاع حائل فقد عانت المزروعات فيها أكثر مما عانت في الجبل خلال شتاء 1879 - 1880 القاسي . غير أن مقاومة النخيل كانت جيدة فيما لم تعط كروم العنب وشجر الرمان والتين أي محصول هذه السنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الريال يساوي ما بين 4 فرنكات و 50 سنتا إلى 4 فرنكات و 80 سنتا .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nتبيع تيماء تمورها بشكل حصري تقريبا لعرب شرارات . في بعض الأحيان يصل عرب الرولة إلى هنا ولكن ليس في كل سنة . والشرارات هم الذين يمدون تيماء بالسمن والخراف .\r\nالقبيلتان العنزيتان اللتان تؤلفان قبيلة بني وهب أي الفقرا وأولاد علي الذين تمتد مراعيهم أيضا حتى تيماء لا يتزودون بالتمور فيها بل في خيبر ، فكون الفقرا مالكي نخيل خيبر يعفيهم من شراء التمر .\r\nبانتظار نشر كامل لوائح كلّ القبائل وفروعها العديدة الذي سأقدمه لاحقا ، أشير هنا إلى قبيلة بني وهب المثيرة للاهتمام من جميع الأوجه والتي تنقسم إلى فرعين كبيرين أولاد علي والفقرا .\r\nقبائل فرع أولاد علي هي التالية :\r\nليديان - المسعد - السند - المريخان -\r\nالركاب - العطيفات - المشطه - الطلوح -\r\nالخالد - الربيلات - الدمجان - الطوالعه -\r\nالمشرف - الخيل - الذويبي - الشرعبة .\r\nوهي في مجموعها 16 قبيلة تعد حوالي 600 خيمة . الشيخ الأكبر الحالي يدعى مطلق بن رجا العيد  Aleid  .\r\nأما قبائل الفقرا فيبلغ عددها تسع قبائل :\r\nالمبارك - الشفقة - الهجور - الخمعلي - الصهبان -\r\nالمغاصيب - الفرعين - الحويكم - الجمعات .\r\nوتملك هذه القبائل بمجموعها حوالي 400 خيمة . يدعى الشيخ الأكبر الذي تقع خيمته في قبيلة المبارك مطلق بن الحميد .\r\nعلى النحو الذي أشرت إليه على الخريطة فإن بني وهب يجوبون صحراء الشفة حيث تشكل تيماء حدودها الشمالية والحرة  Harrah  حدودها الجنوبية . نصيب أولاد علي هو الأفضل لأن أراضيهم تضم قطعة من النفود . في المقابل يجتاز درب الحج الذي يشكل مصدر أرباح للعرب كل سنة ، جزءا من أراضيهم وبالإضافة إلى ذلك\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفإنهم كما ذكر آنفا يملكون نخيل خيبر الذي يؤمن لهم كل سنة مؤونتهم من التمر .\r\nالصحراء المحيطة بتيماء مباشرة تدعى مدائن صالح .\r\n\r\nمدائن صالح\r\nفي 13 تشرين الثاني غادرت تيماء مجددا قاصدا مدائن صالح . في هذا اليوم الأول لم أجتز سوى ثلاثين كيلومترا لم تكن في خط مستقيم فقد ارتأى عجلان في اللحظة الأخيرة أن يطلب من البدو الرحّل رجلا أو رجلين تعزيزا لنا لمرافقتنا نظرا لعدم أمان الطريق . في المساء خيمت تحت خيمة الشيخ محسن الذي كان آنذاك في مكة مع الجمال المستأجرة للحج .\r\nفي اليوم التالي لم نقطع سوى عشرة كيلومترات تقريبا إلى الجنوب الشرقي .\r\nفي 16 تشرين الثاني تابعنا سيرنا إلى الجنوب - الشرقي . وبعد خمس ساعات من السير بلغنا جبل شرقيي الممتد تقريبا من الشمال إلى الجنوب على طول عشرة أميال بموازاة جبل غربي الذي يفصله عنه واد يبلغ عرضه من 5 إلى 6 كيلومترات .\r\nهذان الجبلان ، وهما تلتان يبلغ ارتفاعهما ما بين 40 و 50 مترا ، مكونان من الحث الشديد التفتت ، ورغم إحاطة النفود بكثافة لهما ، فإنهما عقيمان كليا . إنهما امتداد الأرض التي تبدأ مباشرة جنوب غرب تيماء حيث يزول الطابع البركاني السائد في الجنوب - الشرقي وتتحول الأرض إلى صحراء صخرية متخبطة حتى لتظنها أحيانا بحرا صاخبا تجمّد فجأة .\r\nفي نهاية الوادي الذي يفصل تلتي شرقيي وغربي ، تقع آبار الغوطة . مياه هذه الآبار التي يبلغ عددها 30 تقريبا ، تقع على أعماق تتراوح ما بين 4 و 6 أمتار مباشرة تحت طبقة الرمل . المياه طيبة المذاق والآبار غير مسوّرة .\r\nانطلاقا من الآبار سرنا مسافة 20 كيلومترا إضافيا ثم أقمنا مخيما .\r\nفي اليوم التالي ، في 17 تشرين الثاني ، قادتنا مسيرة ثلاثة أيام إلى قرب صخرة هائلة محفورة على شكل قوس قوطية يبلغ ارتفاع قبتها 25 مترا . جداراها الداخليان\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمملوءان كليا بالنقوش ومنحوتات حيوانات لكن عامل الزمن تكفل للأسف بمحوها كلها ولم أتمكن من نسخ سوى نقش واحد . وتحمل هذه الصخرة اسم الركب  Rekab  .\r\nأقمت مخيّمي على مسافة خمسة كيلومترات قرب صخرة أخرى أكثر غرابة . فهذه الصخرة معزولة كليا ومكوّنة من قطعة واحدة على شكل جدار يبلغ طوله 300 متر وارتفاعه 50 مترا وسماكته 10 أمتار . جنباته تبدو وكأنها قصت بالمقص لشدة استقامتها . الأجزاء السفلية كانت هي أيضا مغطاة بالنقوش ولكن المطر والريح المحملة بالرمل تكفلا بمحوها . إلا أنني وفقت في نقل نقش واحد بشكل مؤكد ، واللافت هو أنه كان نقشا نبطيا بينما كان النقش الذي نسخته عن صخرة الركب حميريا . هذا الحائط الخرافي يدعى مقراط الدبوس .\r\nبعد ساعتين وصلت إلى قلعة الحجر على درب الحج المسماة لدى المؤلفين المسلمين مدائن صالح . وتقع هذه المحطة في منتصف الطريق بالضبط بين دمشق ومكة .\r\nههنا المنازل الحجرية الشهيرة المحفورة في الجبل والتي يتحدث عنها مؤلفون عرب كثيرون . باستثناء السيد دوتي ، لم يتسن لأي كافر قبلي مشاهدتها . في المحصلة ، إنها غرف ضريحية لا منازل ، حفرت في الحث بعناية فائقة . كلها تقريبا تتمتع بأبواب ضخمة حفرت فوقها نقوش نبطية وآرامية .\r\nتقع الحجر في الجزء الأكثر انحدارا من الوادي الواقع بين جبل الرمل البركاني الأصل المسمى عوارة  Aouarah  وجبل العجيب  Ageib  حيث يظهر الغرانيت من جديد .\r\nصخور الحجر التي تتضمن الغرف الضريحية شبيهة تماما بصخور خاله  Khalah  غربي جبل حلوان . وهي صخور معزولة على شكل قفير النحل ، حفر في كل واحدة منها ضريح . أما الباب الضخم الهائل في أغلب الأحيان فيقع إجمالا على علو عدة أمتار فوق الأرض . وفي داخل الغرف تم حفر الجدران على شكل مزود بحيث يمكن أن تستقبل جسدا . وفي كثير من الأحيان أيضا تم حفر قبر في أرض الغرفة . ويبدو أن الغرف الضريحية لم تزوّد بتاتا بأبواب ، وعلى أي حال لا يوجد على الحجر أي أثر لأي قفل .\r\nهذه المنطقة ومنطقة الجوف في اليمن هي الأكثر إثارة للاهتمام في الجزيرة العربية وإنني عازم على تناولها بالتفصيل في مناسبة أخرى .\r\nنقوش الحجر نبطية في مجملها تقريبا .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nباستثناء القلعة لم يعد يوجد أي مبنى قائم في الحجر . هذه القلعة هي إحدى محطات قافلة الحجاج الذين يذهبون كل عام من إستانبول إلى مكة . ويحكم القلعة محمد إبراهيم ، وهو جزائري من حاشية الأمير عبد القادر . ولا يقيم فيها إلا خلال فترة الحج ، والقافلة التي لا تزال حاليا في مكة ستأخذه معها في طريق عودتها إلى دمشق . ومع أربعة رجال غير نظاميين يعملون تحت إمرته وبغل ، يتعين عليه سحب مياه البئر الموجودة داخل القلعة وصبها في الحوض المبني وراء القلعة ليتمكن الحجاج من الغرف منها بسهولة لدى مرورهم .\r\n\r\nالعلا\r\nغادرت الحجر في 17 تشرين الثاني عند الظهر ووصلت في الساعة الرابعة من العصر إلى العلا .\r\nمن الخارج ، يبدو مظهر المدينة الصغيرة في غاية الجمال . وقد ذكّرتني الشوارع الضيقة جدا والمتعرجة والوسخة جدا بالحي اليهودي في دمشق . وجوه السكان الذين يشبهون أولاد هبر  Heber  فعلا أكملت الوخم .\r\nنزلت في منزل محمد سعيد بن سعيد ، عبد الأمير محمد بن رشيد ، وحاكمه هنا . وإذ سلمته الرسالة التي حمّلني إياها الأمير ، لقيت منه أجمل استقبال .\r\nالعلا المبنية كليا من الآجرّ مقسومة إلى قسمين متساويين تقريبا بواسطة صخرة معزولة يبلغ ارتفاعها 40 مترا تقريبا تكاد تكون عمودية من جميع الجهات وتعلوها أطلال قلعة . لكل من نصفي المدينة شيخ أو أمير والنصف الجنوبي هو الأهم .\r\nكان الأمير قد أنذرني في حائل دون أن يتمكن من أن يشرح لي السبب أنه في حال إصراري على الذهاب إلى العلا وخيبر فإنني سأتعرض للمرض الشديد . وبالفعل غداة وصولي إلى العلا أحسست بانزعاج هائل يتمثل في تلاشي قواي وانحطاط وغثيان وتقيّؤ وصداع وتعرّق شديد . كان ذلك تسمّما ناجما عن الوخم الحامل الحمى المنبعث من أراضي البساتين المملوءة بالمستنقعات . السكان ، وجميعهم من الزنوج بنسب متفاوتة ، لا يتأثرون بمفاعيله أو أنهم يتأثرون بذلك بدرجة أقل .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبدا لي السكان البالغ عددهم 1500 نسمة تقريبا ، خليطا من الزنوج واليهود . لون بشرتهم هو تقريبا اللون الذي يمكن أن ينتج عن اللون رقم 36 و 51 من جدول \" ألوان البشرة \" المعارف العامة لجمعية الأنتروبولوجيا لباريس الطبعة الثانية\r\n Instructions Ge ? ne ? rales de la Socie ? te ? d'Anthropologie , 2 e ? dition \r\nدرجة اللون 50 داكنة جدا مما يعني أنه لا وجود للسود بالمعنى الصريح . ولكن في مقابل غياب اللون ، يبقى الدفق السمة الثابتة . والأقل دفقا يتمتعون أيضا بلون فاتح ويشكلون أرستقراطية المنطقة .\r\nوهؤلاء المحظوظون هم نتاج زواج مع بدويات رحل في الجوار ، العنيزة أي يهود « 1 » .\r\nلقد تعرضت العلا منذ القدم لنهب عرب العنيزة وبني الرحّل ، ولم تكن الحكومة العثمانية التي كانت تتقاضى الجزية من العلا تحميها منهم . ومنذ أن ضم ابن رشيد هذه المدينة الصغيرة إلى أراضيه لم تعد تخشى عنيزة . كما أن عرب بلي لا يجرؤون على التعرض لها بشكل مكشوف خوفا من الرد الانتقامي أو من أن يقوم أمير شمّر باجتياح أراضيهم . لكنهم لا ينفكون يجوبون الريف ما بين تيماء والعلا وبالأخص في جوار العلا سالبين كل العزّل الذين يصادفونهم . لذا يحمل الجميع السلاح باستمرار حتى للذهاب إلى البساتين .\r\nتتعم العلا بظروف ازدهار استثنائية . ثمانية ينابيع تسقي نخيلها واثنان منها قويّان ، ويعطي مجموعها أكثر من حاجتها للماء . وقد أكد لي ان سنة جفاف أو حتى عدة سنوات من الجفاف لا تؤثر على منسوب هذه الينابيع ، لذا يزرع السكان إلى جانب النخيل ، كل القمح والشعير والهراء « 2 » اللازم لهم . كما أن بساتينهم تضم عددا كبيرا من أشجار الدراق والليمون والحامض والتين والرمان والعرائش . وأخيرا يزرعون الشمّام والبطيخ الأحمر والتبغ .\r\nوجود الينابيع يعفيهم من عملية سحب الماء المضنية وكذلك من الاعتناء بالدواب .\r\nتتراوح قيمة النخلة في العلا ما بين 8 ريالات و 20 ريالا وفق الوضع . وإذ تعطي النخلة دخلا سنويا متوسطا بقيمة 4 ريالات ، فإننا نجد هنا أناسا أثرياء . فشيخ السوق الشمالية عمار بن عبد الغني بن بدير يملك 400 نخلة .\r\nسبق أن ذكرت عرب بلي  Bely  ، جيران العلا المشاغبين ، وأراضيهم التي تبدأ عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا التأكيد يستلزم دليلا قد يكون السيد هوبير قد اكتشفه [ التحرير 
  ] .\r\n( 2 ) الهراء : فسيل النخل .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nخط العرض نفسه الذي يبدأ منه جبل عوارة ، تمتد إلى داخل شبه جزيرة سيناء بين البحر الأحمر غربا وعرب شرارات شرقا . كانوا فيما مضى أثرياء وأقوياء إلا أنهم خسروا كل خيلهم في أعقاب الغزو الذي شنه عليهم عام 1853 عرب جازي  Gazy  .\r\nمنذ ذلك الحين لم يعد بإمكانهم القيام بحملة حربية وأصبحوا فقراء . ولأنهم لا يسكنون إلا المناطق الجبلية ، ليس لديهم سوى بضعة جمال ، ما يكفيهم لنقل خيامهم .\r\nتتمثل كامل ثروتهم بالماعز ولكنهم لا يحبون لحمه بسبب رائحته الكريهة . مراعيهم كلها في الجبال . ولديهم ماء وفير .\r\nفيما يلي أسماء قبائلهم : الموعيب « 1 » - الفواضلة - الحروفا - السهامة - الفريعا - الحمران - الرموت - الهمور - المعاقلة - الوحشي - الوبصة - الجبالة - العردات .\r\nشهرة شيخهم هو ابن رفادة .\r\nما كان بإمكاني الحصول إلا على معلومات متناقضة جدا بشأن تعداد البلي لأن أحدا لا يدخل ابدا جبالهم . إلا أنني أعتقد أن التقدير الأصح هو أنهم يملكون ما بين 400 و 600 خيمة .\r\nومع أنني لم أستطع معرفة أي شيء مؤكد بهذا الصدد ، غير أنني أعتقد ان جبال بلي التي تحتوي على الكثير من الغدران أو خزانات الماء لا بد أنها تخفي نقوشا كثيرة وربما بقايا صروح معاصرة لصروح الحجر والعلا التي أنتجتها حضارة واحدة . وأي بعثة ترسل إلى هناك لا بد ان تعثر على مواد مثيرة للاهتمام .\r\nبعد يومين من وصولي استطعت الذهاب إلى آثار العلا القديمة ، وبهذه المناسبة ثبت لي مجددا أن البلد غير آمن . ومع أن مسافة كيلومترين فقط تفصل المدينتين ، إلا أن محمد سعيد لم يسمح لي بالذهاب إلا برفقة تسعة من السكان مسلحين جميعا بالبنادق وانضم هو بنفسه إليهم .\r\nالآثار التي تحمل اليوم اسم ناقة صالح أو حلوية العالية الحديثين ، تقع على تلة صغيرة شمالي العلا ولم تعد سوى كومة لا شكل لها من الحجارة المقصّبة والمنحوتة .\r\nلا أثر لجدار واحد قائم ولكن لم يزل بالإمكان تتبع حدود بعض الصروح التي باتت أساساتها بمستوى الأرض . وثمة حطام أعمدة وقرميد مزخرف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أو المواهيب .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوسط هذه الآثار تهيمن ساحة صغيرة وضع في وسطها حوض مدوّر ضخم حفر في كتلة واحدة من الرمل ارتفاعه 50 ، 2 مترا وقطره متران . وباستثناء شقين لا يزال هذا الحوض الهائل في حالة جيدة . الجدران الداخلية والخارجية مغطاة بأحرف حميرية وعربية تكاد تكون ممحوّة . ويتعذر اليوم التكهن بوجهة استعمال هذا الصرح .\r\nإلى شرقي وادي العلا ترتفع بزاوية قائمة كتل صخرية يتجاوز ارتفاعها 200 متر حفر عند قاعدتها حوالي 200 قبر مماثلة لقبور الحجر إنما دون باب تذكاري . وفي كثير من الأحيان ، عوضا عن حجرة ، اكتفي بحفر فتحة تتسع فقط لوضع جثة . في هذه الحال تتخذ هذه الفتحات شكل حجيرات الأموات الموجودة في أبراج تدمر الضريحية .\r\nعدة حجيرات لم يتم إنجازها ويحمل مجمل الأعمال طابع عمل توقف فجأة . كما أن هناك نقوشا منحوتة فوق الأرض لا يمكن التكهن بأي وسائل استطاع الفنان أن يطالها سواء من تحت أو من فوق .\r\nتحمل هذه القبور اسم الخريبة وكذلك اسم دار ثمود . وقد سجلت هنا 33 نقشا .\r\nمناخ العلا حارّ ويبدو أن الشتاء فيها ليس باردا على الإطلاق . شتاء 1879 - 1880 مرّ وكأنه لم يكن . وعندما أخذت حرارة الينابيع أربع مرات في ساعات مختلفة من النهار ، لم أجد بينها سوى فوارق بضعة أعشار الدرجة وكل الأرقام التي دونتها أعطتني حرارة متوسطة تبلغ + 9 ، 28 درجة مما يشير بالفعل إلى مناخ حار . أما أبرد درجة للحرارة التي لاحظتها خلال إقامتي في العلا فهي الدرجة الدنيا ليوم 28 تشرين الثاني حيث بلغت + 1 ، 13 درجة .\r\nبعد إقامة دامت اثني عشر يوما غادرت العلا في 29 تشرين الثاني وقد أمّن لي ابن سعيد المواكبة مع سبعة عشر رجلا مسلحا مسافة 5 أميال . المسيرة من العلا إلى خيبر أكثر خطورة من المسيرة إلى تيماء ونرى أننا نقترب من الممتلكات التركية .\r\nقادتنا مسيرة ثلاث ساعات إلى أطلال مدينة صغيرة ، أو بالأحرى إلى مدينة لم يبق من أطلالها شيء . إذ من المرجح أنها بنيت من الآجرّ . ولكن بقي شقا جدارين من الآجرّ المطبوخ . على امتداد كيلومتر مربع تقريبا ترى الأرض مفروشة بقطع الآجرّ والفخاريات المطلية والزجاج الملون . غاب اسم هذه البلدة ولكن في العلا حيث السكان أتقياء يطلقون عليها اسم دار النصارى أما البدو فيسمونها هي والأراضي الواقعة بين جبلي العجائب والمريرة ، مابي .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nعلى تلة صغيرة بقايا برج من الحجر والآجرّ حيث قيل لي إنه يوجد نقش إلا أنني لم أستطع العثور عليه .\r\nتوقفنا ساعة في مابي ثم تابعنا سيرنا إلى الجنوب - الشرقي . في الساعة الثالثة عصرا قطعنا درب الحج وتركناها إلى يميننا ، وفي الساعة الخامسة مساء كنا نخيّم وراء آخر خاصرات جبل مريرة الغرانيتي كجبل العجائب الذي كنا قد تجاوزناه .\r\nكانت الأرض الغرانيتية على أي حال قد بدأت على مسافة كيلومترين جنوبي العلا ومعها دخلنا أراضي عرب عنزة المستقلين ولكن المتحالفين مع شمر .\r\nفرع أولاد سليمان الكبير هو الباقي في المنطقة . تتناثر خيامهم من جبل مريرة وحتى مشارف ينبو في الجنوب .\r\nالقبائل الرئيسة هي التالية :\r\nالجعافرة - الفضيل - المرتعد - العوجي - البكار - الفضوارة - المريهم - النحات - المطردة - السهول - الغمشة - السعيد - النومسة - الشملان .\r\nأولاد سليمان أكثر عددا من بني وهب وهم أيضا من عرب عنزة كما رأينا ذلك آنفا ولكنهم أكثر فقرا أيضا ، إلا أنهم في المقابل يملكون كنز الحرية الذي لا يقدر بثمن ، وأكثر ما تحتاج إليها المجتمعات المتمدنة جزئيا . أنهم مستقلون تماما إزاء الحكم التركي الذي يعادونه وإزاء أمير شمّر الصديق .\r\nلديهم في جبالهم بعض المراعي الجيدة وهي أفضل من مراعي البلي وعلى غرار الأخيرين لديهم ماء وافر . كما أنهم يملكون عددا أكبر من البنادق من البلي .\r\nكل المنطقة الوعرة جدا الواقعة بين العلا وخيبر تحمل اسم الحجر . وهي صحراء غرانيتية قاحلة بشكل مريع : لا شيء سوى البطحاء ، والمزيد من البطحاء دون عشبة واحدة تقريبا .\r\nغداة مغادرتنا العلا قطعنا 15 ميلا في هذه الصحراء . في الصباح كنا قد مررنا على مسافة 8 أميال من جبل نخر الممتد على طول 12 ميلا من الشرق إلى الغرب . وفي المساء وصلنا إلى قلعة سمرد وهي محطة على درب الحج ، وقضينا الليلة بقربها .\r\nفي الأول من كانون الأول لم نقطع سوى 14 ميلا بالسير بموازاة درب الحج وخيمنا في المساء في قلعة الصورة وهي محطة أخرى على درب الحج عند سفح جبل سن .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوراء القلعة أحد أجمل الآبار التي شاهدتها في الجزيرة العربية . دائرية الشكل ، يبلغ قطرها حوالي 15 مترا وعمقها 30 مترا تقريبا وهي مسوّرة كليا بحجارة مقصّبة .\r\nالمسافة على خط مستقيم بين هذه القلعة وقلعة سمرد قصيرة على الخارطة . ذلك أن الأرض التي تفصل بينهما صعبة ووعرة جدا .\r\nفي اليوم التالي لم نقطع سوى 15 ميلا إلى الجنوب - الشرقي . وخيّمنا في المساء عند أفراد قبيلة خالد من بني وهب كانوا يخيمون هنا في 60 خيمة تقريبا . هؤلاء كانوا أول رحل نلتقيهم بدءا من العلا . والمنطقة التي اجتزناها كانت أكثر وعورة من تلك التي اجتزناها بالأمس .\r\nمخيم قبيلة خالد كان عند سفح جبل أنمار  Anemar  الغرانيتي الممتد على 40 كيلومترا تقريبا من الشمال - الشرقي إلى الجنوب - الغربي .\r\nفي 3 كانون الأول لم نجتز سوى 12 ميلا بسبب سوء سير جمل دليلي مرزي .\r\nبعد ما تجاوزنا في الصباح جبل أنمار عبر واد قصير ، ضيق ووعر جدا ، وجدنا أنفسنا فجأة أمام سهل عظيم تتخلله أخاديد عميقة تنتصب فيه دونما ترتيب بعض القمم الغرانيتية السوداء أو الحمراء أو الخضراء . في البعيد لمحت جبلي دهام وخيبر اللذين تقع بينهما واحة خيبر . تحتل كامل الأفق من الشرق إلى الغرب هضبة ترتسم بوضوح غريب وهي تلمع في الشمس . إنها الحرة ، هضبة هائلة من الحمم تمتد حتى مشارف المدينة .\r\nقبل مغادرة آخر صخور جبل أنمار التي لا تزال تخفينا ، وخوض غمار هذا السهل المكشوف حيث يستطيع اللصوص رؤيتنا بسهولة ، أدى مرزي الشديد التقوى صلاة ودعاني لأحذو حذوه ليحمينا الله ويبعد الخطر عن طريقنا . وفي المساء خيّمنا في خندق حيث كنا محميين جدا .\r\nفي اليوم التالي اضطررنا إلى التخلي عن جمل مرزي الذي أصابه الإعياء على هذه الأرض الوعرة على الرغم من سيرنا البطيء ، فتحمّل جملي عبئا مضاعفا واضطر دليلي إلى السير على الأقدام .\r\nبعد بداية الطريق مباشرة باتجاه الجنوب ، 65 درجة شرقا ، تصبح الأرض مغطاة بالحجارة البازلتية السوداء وتبدأ الحرة .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nخيبر\r\nبعد ما قطعنا أول خمسة كيلومترات من الحرة صادفنا واد لرافد صغير لوادي الطبق حسب أقوال مرزي . في هذا المكان بالذات يشكل الوادي ، بعكس المنطقة المحيطة ، جنة حقيقية . فهو مملوء بالنخيل البري وبالنباتات القوية . بعض العصافير كانت تزقزق فيه والنسيم الناعم الذي كان مخيما آنذاك كان يبعث وشوشة حفيف أوراق النخيل الطويلة المطربة . الماء على عمق لا يتعدى مترا واحدا . جنة النعيم هذه في أهوال الحرة تدعى خضران .\r\nمنذ عام 1874 أصبحت خيبر ملكا للأتراك الذين انتزعوها من ابن رشيد . لديهم فيها مدير وعشرون جنديا نظاميا . هذا المدير ، واسمه عبد الله الصيروان ، هو المدير الذي أساء معاملة السيد دوتي وسجنه طوال شهرين ونصف الشهر . ولكن بفضل الفرمان الإمبراطوري الذي حرصت على التزود به ، أحسن استقبالي وبقيت ضيفه لمدة 12 يوما .\r\nبفضل الينابيع وغزارة مياه خيبر ، لا شك في أن هذه الواحة هي مركز مأهول منذ وجد سكان في الجزيرة العربية . أقدم الوثائق تدل على أن اليهود كانوا يقطنونها .\r\nوسواء جاء هؤلاء إلى خيبر في أعقاب آخر أسر في بابل « 1 » ( 537 ق . م . ) أو إثر الأسر الذي جلبته حملة سنحاريب ( 700 ق . م . ) أو قبل هذين التاريخين بعد إحدى الكوارث المتكررة في يهودا ، لا بد أنهم وجدوا في خيبر سكانا اضطروا إلى طردهم وسلبهم . من هم السكان الأصليون ؟ ما زلنا نجهل ذلك ولكن من المرجح أنهم كانوا يمنيين .\r\nلقد أدت خيبر دورا مهما في حقبة نشر الدين الإسلامي ، وقد توقف مصير الدين المقبل برهة على صراعه مع هذه الواحة . ولكن يقول المؤلفون العرب إن عليا الذي أرسله النبي ضدها أخضعها وأباد جميع سكانها .\r\nوينقل المؤلفون أنفسهم أنها فيما مضى كانت تضم سبع قرى ، أما اليوم فلا أثر إلّا لثلاث منها مأهولة وما استطعت أن أعثر على آثار القرى الأخرى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إذا كانوا يهودا عائدين من أسر بابل الأخير واستقروا في خيبر ، فلا بد حكما من العثور على نقوش آراميه . وبالفعل فإن الشعب اليهودي لدى عودته من الأسر لم يعد يفهم اللغة العبرية القديمة ، فقد أصبحت الآرامية هي لغته العادية وقد ذهب إلى حد اعتماد أبجديتها .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nفي وسط خيبر الصخرة البازلتية المنفردة تماما المسماة مرحبا والتي كانت تحمل على قمتها في غابر الزمان الحصن الذي يحمل الاسم نفسه . اسم مرحبا هذا هو الاسم القديم الوحيد للواحة الذي نقله إلينا مؤلفو ما قبل الإسلام . ولما يزل اليوم يطلق عليه اسم قصر اليهودي . هذه الصخرة هي جبل هلالي من الحجارة البازلتية السوداء متجه من الشمال - الغربي إلى الجنوب - الشرقي . أما قمته فعلى شكل طاولة ويبلغ طولها 200 متر وعرضها ما بين 10 و 15 مترا وهي من مستوى الحرة .\r\nعند قاعدة هذه الصخرة ، إلى الجنوب وإلى منتصف المنحدر ، تمتد قرية خيبر الرئيسة وهي قرية بشر . شجر النخيل يبدأ مباشرة ويطوق مرحبا والقرية كليا .\r\nتسقي نخيل قرية بشر ينابيع يقع مصدرها في القرية نفسها وينابيع أخرى تأتي من خارج القرية . عدد الينابيع المنبثقة في القرية ستة وأسماؤها هي الآتية : صفصافه - إبراهيم - علي - الريا - الشلالة - البويرة .\r\nهذا الأخير هو أبرد الينابيع في خيبر . وينبوع علي هو الأكبر .\r\nوفيما يلي متوسطات الحرارة المأخوذة في هذه الينابيع خلال إقامتي في خيبر :\r\nصفصافه + 9 ، 29 درجة\r\nإبراهيم + 0 ، 31 درجة\r\nعلي + 1 ، 29 درجة\r\nالريا + 8 ، 31 درجة\r\nالشلالة + 4 ، 29 درجة\r\nالبويرة + 6 ، 26 درجة\r\nالقرية الثانية تدعى مكيدة وتقع على بعد 3 كيلومترات تقريبا إلى الجنوب - الغربي لمرحبا . وبدلا من أن تكون مبنية على غرار قرية بشر في المنخفض حيث النخيل ، توجد مكيدة على الحرة .\r\nوتضم هذه القرية الينابيع الخمسة الآتية والأول هو الأكبر : البحر - البريكة - السليمي - سلالم - أم المسك .\r\nالقرية الثالثة ، العاصمية ، الواقعة على مسافة ميلين تقريبا شمالي مرحبا مبنية هي\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nأيضا على الحرة . وفي العاصمية أربعة ينابيع هي : الحامية أو الحامي - الحمامة - علي - صنبوره . ينبوع الحامية هو الأكبر .\r\nسكان خيبر الذين يملكون 300 بندقية ، يبلغ عددهم 1200 نسمة ويتوزعون على النحو الآتي :\r\n( * * ) قرية بشر تملك 120 منزلا\r\n( * * ) مكيدة تملك 100 منزلا\r\n( * * ) عاصمية تملك 20 منزلا\r\nلا يوجد في خيبر سوى مدرسة واحدة تقع في قرية بشر ولكن المتابعة فيها غير مؤمنة إلا فيما ندر وهي قلما تفتح أبوابها . يديرها رجل دين لا يدعى في خيبر الخطيب كما هو الحال في الجبل ، بل رئيس المسجد .\r\nهناك خمسة مساجد ، اثنان في قرية بشر ، واثنان في مكيدة وواحد في العاصمية .\r\nعلى مسافة 8 كيلومترات جنوب مرحبا ، بعد جبل خيبر توجد مزرعة نخيل مهمة وفيها عشرون شخصا يقيمون جميعا في قصر واحد . هذا المكان يدعى الوادي .\r\nعلى مسافة ثلاثين كيلومترا إلى الجنوب ، ينابيع عديدة وغزيرة تشكل هنا بحيرة صغيرة تدعى قصيبة . تسري مياه قصيبة عبر قناة طبيعية بطول 6 إلى 7 كيلومترات في منخفض في الشمال حيث تشكل بحيرة أخرى تدعى تسمد « 1 » . بين البحيرتين على ضفاف القناة يقوم مبنيان كبيران يتباعدان مسافة كيلومترين . مبنى الجنوب يدعى قصر العضم ومبنى الشمال يدعى قصر البنت .\r\nشمالي بحيرة ثمد ، تتابع المياه سريانها عبر الحرة إنما متجهة إلى الشمال - الغربي لتصب في وادي تبق بعد سقي نخيل بلدتين خاليتين من السكان ، هدنة وجراية .\r\nيعود نخيل جراية إلى فصيل خالد من ولد علي .\r\nانطلاقا من بحيرة قصيبة وحتى جراية يوجد مجرى ماء يجري طوال السنة ، وعلى غرار الأقنية داخل واحة خيبر فيه سمك وضفادع وقواقع « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تسمد أو ثمد ليس اسم علم بل المصطلح العربي الذي يطلق على بلاعة أو حفرة ماء تكاد تكون على وجه الأرض : تحفر عادة في مجرى واد [ التحرير 
  ] .\r\n( 2 ) هذه القواقع هي  Melanies  .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبدءا من بحيرة الثمد وحتى مصبها في وادي ثبق يحمل مجرى الماء اسم وادي الثمد .\r\nفي خيبر أكدوا لي بأن الثمد تستقبل وادي سرير قبل أن تنصب في وادي ثبق ، ولكن في المقابل قال لي عرب عنزة لاحقا بأن السرير الذي ينبع خارج الحرة مباشرة جنوبي قصيبة يصبّ مباشرة في وادي ثبق على مسافة 15 كيلومترا تقريبا إلى شرقي الثمد . وقد اعتمدت هذه الرواية الأخيرة ولدي أسباب للاعتقاد بأنها أصح من الأولى .\r\nفي وادي سرير الكثير من النخيل العائد إلى قبيلة شملان التابعة لعنزة . من قصيبة إلى الثمد النخيل كثيف إلا أنه أصبح بريا وبعض أشجار النخيل يعطي ثمرا جيدا .\r\nالمثل العربي القديم \" حمل التمر إلى خيبر \" « 1 » الموازي لمثلنا القائل \" حمل الماء إلى البحر \" لا يزال صحيحا . فشجر نخيل خيبر يكاد لا يحصى ونفهم أنه يتم إكثاره أو أنه يترك يتكاثر حيث إنه لا يتطلب أي عناية وأن الماء وافر . ولكن كما يحصل عادة عندما تكون الطبيعة كريمة ، فإن البشر يتكاسلون . وبما أنه لا يترتب على أهالي خيبر عمل يذكر ، فقد فضلوا ألا يفعلوا شيئا على الإطلاق ولفرط الإهمال الذي طاولها فإن أشجار النخيل تراجعت بحيث لم تعد تعطي سوى أصغر وأسوأ الثمار في كل الجزيرة العربية .\r\nيعود نخيل خيبر إلى عرب الفقرا أحد فرعي بني وهب ، الذين يجوبون المنطقة بين خيبر وتيماء . سكان خيبر يزرعون شجرتهم مناصفة مع الفقرا ويستقرون حول الواحة للتأكد من المحصول وتسلّم حصتهم . وكما هو سار في زراعات النخيل كافة فهنا أيضا تتناوب باستمرار سنة محصول جيد تليها سنة محصول سيّىء وهكذا دواليك . سنة مروري ( 1880 ) كانت سنة وفرة .\r\nقيمة النخلة في خيبر لا تتجاوز ريالا أو ريالا ونصف الريال وهذا الأمر يعطي فكرة عن تدني نوعية الانتاج . نتذكر أن هذه القيمة تبلغ في حائل 10 ريالات وفي تيماء والعلا تصل حتى إلى حدود 20 ريالا .\r\nيزرع كذلك بعض القمح والذرة وقليل جدا من الشعير . ولكن ليس لدى السكان دوالي عنب ولا دراقن ولا تين ولا رمان .\r\nفي الشكل يشبه السكان أهالي العلا ولكن لون بشرتهم أكثر سوادا ، كما أنهم أقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصحيح : « جلب التمر إلى هجر » أي الإحساء .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nتديّنا بكثير من سكان العلا وبالإضافة إلى ذلك اشتهر عنهم ممارستهم أسوأ ممارسات السحر والشعوذة . ويعدّ الخيبريون شرابات من جثث أو أجزاء جثث ينبشونها من المقابر ليلا . وإلى كل هذه الصفات « الجميلة » يضيفون إلى شهرتهم مهارة السرقة وأهل العاصمية هم الفائزون بالميدالية . كما إنهم وسخون وشرسون وبعبارة غير محترمين .\r\nعلى مسافة 4 أميال تقريبا إلى شمال - شرقي مرحبا ، في جبل دهام ، نجد سلسلة وديان مجموع طولها ما بين 8 و 10 أميال من الشرق إلى الغرب وعرضها ميلان . ونرى فيها 5 أبراج باتت أطلالا . ومجملها تدعى الحرضة . كما فيها ينبوع يدعى عين رجيعة وقرابة مائة بئر .\r\nفيما مضى كان في الحرضة سكان ، ولكن حاليا يتردد أهالي خيبر إليها أحيانا دونما انتظام سنوي ، وذلك لزرع القمح الذي يعطي نتائج ممتازة .\r\nلم أعثر في خيبر إلا على 8 نقوش أستطيع ضمان قراءتها . بعض الصخور التي يبلغ طولها في كثير من الأحيان مئات الأمتار ، كانت مملوءة بالنقوش إلا أن المطر محاها أو تكفلت الشمس بتفتيتها ولم تعد تقدم سوى أحرف مشكوك فيها . وعثرت في مقبرة قديمة شمالي - غربي مرحبا على نقش كوفي .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n( من الصفحة 113 إلى 118 بعض رسوم هوبير نقلا عن النقوش الحجرية والمناظر الطبيعية التي صادفها أثناء رحلته )\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nعبر الحرة\r\nغادرت خيبر في 15 كانون الأول . كان في نيتي اجتياز الحرة في عرضة وصولا إلى الحائط . وتعود الأراضي على هذه الطريق إلى عرب هتيم « 1 » واضطررت إلى اختيار دليلي من بينهم . غير أن مرزي الذي رافقني انطلاقا من العلا ظل يتبعني ولم يتركني إلا في حائل .\r\nإذا شئت أن تكون محترما فلا ينبغي أن تسافر وحيدا مع رجل من هتيم وهذه في رأيي إحدى الأخطاء التي ارتكبها السيد دوتي إذ وصل إلى حائل يقوده رجلان من قبيلة هتيم مما سبب طرده الفوري .\r\nشمّر يعتبرون أنفسهم أنبل العرب ، وهم كذلك . ويليهم مباشرة في ذهنهم عنزة الذين يحتلون هذه المرتبة بسبب عددهم وقوتهم وليس بفضل نبالتهم أو نقاء دمهم . يليهم الشرارات . وفي الترتيب الأخير ، وكأنهم خارج الطبقة ، تأتي قبيلتا الصلب وهتيم .\r\nقبائل الهتيم الرئيسة هي التالية : ابن سميرة - ابن بالراك  Balerak  - المحيمزة - الفرديسة - العوامرة - المصابرة .\r\nأبناء سميرة يوجدون عادة حول خيبر .\r\nالمحيمزة - يخيّمون في جوار المدينة وهم في حرب مع شمّر .\r\nالمصابره يجوبون القصيم ويدفعون الجزية للأمير حسن .\r\nتعد قبيلة ابن سميرة ثماني قبائل تسميها الحكومة التركية برنجي أي الأولى . وهذه القبائل عينها تطلق على نفسها فيما بينها اسم الذيبة  Adzeibah  .\r\nكان دليلي عبر الحرة ابن سميرة الشخصي . وهو شاب طويل ووسيم في الخامسة والعشرين من العمر تقريبا في غاية الكرم والكياسة . وكان يتحمل بصبر الشتائم والإهانات التي كان مرزي النبيل يكيلها إليه طوال اليوم .\r\nفي الساعة العاشرة صباحا غادرنا قرية بشر وبعد خمس وأربعين دقيقة خرجنا من المنخفضات التي تنمو فيها أشجار نخيل خيبر لنصعد إلى هضبة الحرة . ولا تلبث الدرب أن تجتاز أطلال قرية قديمة من الحجر . الطريق مريعة وتستمر عبر الدبش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يفضل كتابة اسم  Houteim  على النحو التالي :  Hoteim  [ التحرير 
  ] .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالذي يبلغ حجم بعضها مترا مكعبا ونصف المتر . لا يشير إلى الاتجاه سوى انعكاس طفيف على سطح الحجارة التي لم يؤثر فيها المرور طوال خمسين قرنا لشدة صلابة هذا الصخر البازلتي .\r\nالدرب من خيبر إلى الحائط تحمل اسم درب اليهود أو درب الكفار .\r\nبعد الكيلومترات الخمسة الأولى نصادف بمحاذاة الدرب قرابة عشرين كومة من الحجارة تتباعد فيما بينها مسافة 20 إلى 30 مترا وتدعى أرجوم اليهود  Ergouum El'Yahoud  . وقال لي ابن سميرة أن اليهود الذين قتلهم علي هم الذين يرقدون هنا وكل مارّ يضيف حجرة على الكومة .\r\nقرابة الساعة الرابعة عصرا وصلنا قرب جبل فكاه الصغير على بعد ميلين جنوبي طريقي . وبعد ساعة خيّمنا في وادي سويس . إلى شمالي مخيمنا لاحظت جبل قرس وإلى الشمال - الغربي جبل الغامر البالغ طوله 16 ميلا . كلاهما مؤلف من الغرانيت ومنفصلان عن الحرة التي تمتد في هذا الاتجاه مسافة عشرين كيلومترا إضافيا إلى يساري .\r\nفي اليوم التالي قطعنا حوالي 16 منها اثنان إلى الجنوب - الشرقي .\r\nفي الساعة التاسعة صباحا كنا قد قطعنا وادي سويس مجددا وعند الظهر خيّمنا قرب غدير المقنع حيث كان لا يزال فيه قليل من الماء .\r\nمنذ الصباح كنا قد اجتزنا خمس فوهات براكين حافاتها قليلة الارتفاع وأقطارها متباينة جدا . هذه الفوهات المجردة من الحجارة مملوءة بتراب صلصالي أصفر كان يجعل السير صعبا ومستحيلا في بعض الأماكن ، لدى مروري ، لفرط انزلاق الأرض في أعقاب الأمطار الأخيرة .\r\nوكان مطر خفيف قد بدأ يتساقط أجبرنا على السير إلى الجنوب الشرقي . كان لا بد من قضاء الليل تحت خيمة ، وأكد لي دليلنا أننا لا بد ملاقون خياما في هذا الاتجاه . وبالفعل ما لبثنا أن بلغنا خمس خيام بائسة للهتيم واستقررنا في أكبرها .\r\nلكن المطر لم يرحمنا ؛ ذلك أن الماء اجتاح الخيمة مع انفجار العاصفة قرابة الساعة العاشرة ليلا . وبقصد حماية أجهزتي قررت أن أحملها على ركبتي وذهبت لأجلس في الخارج على الصخر حيث طلبت تغطيتي بمعاطفي وسجاداتي . كان الليل مضنيا والصباح حزينا .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفي هذا اليوم لم نسر أكثر من ميل واحد إلى الشمال لإيجاد الدرب و 8 أميال في وجهتنا إلى الشرق والشمال - الشرقي .\r\nفور استئنافنا سيرنا باتجاه حائط ، تجتاز الدرب منطقة مريعة . خيّل لنا حديد تجمد في أوج غليانه مع فقاقيع هائلة ؛ وبعض الفقاقيع التي فقئت تسمح برؤية ثقوب عميقة وحافات حمم قاطعة كالزجاج . بين الحين والآخر تزيد حفرة عميقة ناجمة عن انسحاب البرودة من فوضى هذه الظاهرة العجيبة وهولها . يبلغ عرض هذه المنطقة ميلين وتدعى العبير .\r\nإن حمم الطفح صلبة لدرجة أنها لم تحفظ حتى هذا الانعكاس الطفيف الذي يشير إلى الاتجاه على بازلت الحرة على الرغم من المرور عليها منذ قرون بعيدة . وعلى غرار ما يسري في النفود فإن طريق العبير لا تعرف إلا من بعر الجمال التي يحرص كل بدوي على معسها على الحمم تدريجيا كلما أسقطه حيوانه . هذا البعر الممهد على هذا النحو يلتصق بالصخر لسنوات عديدة مشيرا إلى الاتجاه الواجب سلوكه .\r\nوقع مخيمنا لتلك الليلة بين جبلي غينات وغنيم الأول في الشمال والثاني في الجنوب . ثم تتوالى جنوبا على مسافات متساوية تقريبا فيما بينها ، الجبال الآتية :\r\nرأس الأبيض « 1 » - لا كليل - رماحة - العاقر .\r\nهذه الجبال الستة تقوم هي بالذات على أرض مرتفعة على شكل ظهر حمار . رأس الأبيض هو أعلاها .\r\nهذه السلسلة من الجبال لافتة للانتباه لأنها تشكل نقطة توزع المياه في الجزيرة العربية الشمالية . فمن هنا تنطلق المياه غربا إلى البحر الأحمر وشرقا إلى الخليج الفارسي . وادي الرمّة الكبير الذي يقع مصبه قرب البصرة ينشأ قرب الجبل الأبيض .\r\nبتحديد هذه النقطة التي لا تلحظها الخرائط عادة أو التي تسجلها أبعد من تيماء إلى حدود تبوك ، أعتقد أنني أحرزت تقدّما في معلوماتنا حول هيدروغرافيا الجزيرة العربية الشمالية .\r\nسأقول في نهاية عملي هذا ، في إشارة مقتضبة على خريطتي أسباب الخط الذي اعتمدته لمجرى وادي الرمّة والذي يبتعد كثيرا عن الخط في الخرائط السابقة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) على الأرجح لجن  Ras El Abiad  [ التحرير 
  ] .\r\n( 2 ) لم يستطع المؤلف كتابة الملاحظة التي يتحدث عنها في هذه الفقرة لأنه مشغول بتحضير رحلته الأخيرة .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nأما اسم الرمّة الذي أطلقته على الوادي نفسه بدلا من اسم رمّة  Roummah  المعتمد حتى الآن والذي أطلقه عليه قدامي المؤلفين العرب ، فإنني أقول إنني لم أسمع بغيره وإن الاسم الأخير مجهول تماما في منطقة الوادي وكذلك في الجبل .\r\nالمياه النازلة على المنحدر الغربي لجبل رأس الأبيض تشكل وادي الطبق  El Thebeq  الذي يجتاز كل الحرة متجها إلى الغرب ويمر على بعض الكيلومترات جنوبي جبل خيبر ، ثم يخرج من الحرة ويذهب لينضم إلى وادي الحمض قرب جبل هدية وهو محطة درب الحج على بعد سبعين كيلومترا تقريبا غربي خيبر . في طريقه عبر الحرة ، يتلقى الطبق روافد صغيرة مختلفة ، إلّا أنني لم ألحظ على خريطتي سوى المجاري التي حصلت على بعض التأكيد بشأنها ، وهي السويس والثمد وخارج الحرة ، السرير .\r\nولا بد لي من الإشارة إلى خصوصية بدت لي غريبة أخذتها من عربي من قبيلة حرب ومن آخر من قبيلة هتيم التقيتهما في الصحراء أبعد من الحائط . وقد أكدا لي أن أكثر الروافد ارتفاعا في وادي طبق تصعد حتى جبل مخيط  Makhid  إلى الشمال - الشرقي لرأس الأبيض ، أي خارج الحرة . كنت آنذاك على مسافة عدة فراسخ إلى شمال الحائط بعيدا عن الناس المطلعين ، وفيما بعد لم أتمكن من الحصول إلّا على معلومات متناقضة حول هذه المسألة .\r\nينشأ وادي الحمض شمالي المدينة ثم يسير بموازاة الحرة أي إلى الشمال - الغربي حتى جبل هدية حيث يلتقى وادي طبق . ثم يتجه إلى الغرب ويستقبل وادي العلا ليصب أخيرا في البحر الأحمر ، جنوبي مدينة وج الصغيرة .\r\nلا يشتمل وادي الحمض على نخيل على غرار الوديان الأخرى التي تشكل روافده ، ولكنه يحتوي على آبار عديدة .\r\nيتكون وادي العلا الذي ذكرته لتوي ، في حوض الحجر ، ثم يسري إلى الجنوب مسافة ثلاثة أيام سيرا ، ثم يصب في وادي الحمض في أراضي بني جهينة وهم فرع من بني كلب .\r\nبين جبلي غينات وغنيم المغارة الطبيعية الصغيرة المسماة مغنيه السودة  Meghreniah El Asoudah  وهي مكونة من كتل بازلتيه ، ارتفاعها 20 ، 1 متر وعمقها متران وطولها 3 أمتار تقريبا وهي بالضبط بالوسع الذي يسمح بحمايتنا ثلاثتنا من المطر الذي انهمر طوال الليل .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفي اليوم التالي في 18 كانون الأول ، اجتزنا 20 ميلا شمالا ، 72 درجة شرقا وهو اتجاه الحائط الصحيح .\r\nبعد أول خمسة أميال لمحنا جبل الحمادة الذي تقع القرية عند سفحه الجنوبي - الشرقي . قرابة الظهر سرنا فترة بمحاذاة وادي غنيم الذي يبدأ في الجبل الذي يحمل الاسم نفسه ويمر شمالي جبل بصر ، وينضم على بعد خطوات إلى وادي الرمّة .\r\nجنوبي جبل بصر يقع جبل قنة أو أبو زيد .\r\nابتداء من مغنية تصبح الدرب مرهقة بشكل مريع ويصعب تتبعها .\r\nفي اليوم التالي ، بعد ثلاث ساعات سير كاملة إلى الحائط . لم نلمح رأس نخيلها إلا قبل نصف ساعة من بلوغها ، لأن هذه البلدة مع النخيل المحيط بها تقع على غرار خيبر في شق من الحرة .\r\n\r\nالحائط\r\nقبل نزول منحدر الحرة اجتزنا لمدة خمس عشرة دقيقة أطلال بلدة قديمة جدا مبنية من الحجر المقصّب . كان فيها فيما مضى عدة أبراج مدورة ، أما اليوم فكل شيء تقريبا بات بمستوى الأرض . إنها الحائط القديمة التي على غرار قرى خيبر القديمة ، كانت مبنية فوق الحرة وليس كما هو الحال اليوم في المنخفضات حيث تقضي أمراض الحمّى على السكان . على أي حال تتمتع الحائط بمظهر منعش وجديد لا تتمتع به خيبر ولا العلا ، اللتان لهما معها من جهة أخرى نقاط تشابه كثيرة من حيث سكانها الزنوج ، وأمراض الحمّى والسعادة التي لا تقدّر بثمن لرؤية نخيلها مسقيا بالينابيع .\r\nإن لون بشرة سكان الحائط الزنوج هو أفتح من لون الخيبريين من دون أن يوازي لون سكان العلا .\r\nبما أن الحائط غير بعيدة عن عاصمة شمّر ، لا يوجد فيها حاكم خاص كالجوف وتيماء والعلا . إنها تتبع مباشرة لحكم الأمير . والمالك الأغنى ويدعى جابرا ، هو الذي يستقبل الضيوف ويلقب بالشيخ .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nهذه الواحة المزدهرة جدا تملك ضعفي عدد نخيل العلا ولكن نخيلها أقل جمالا وبالتالي فإن محصولها أقل ونوعيته أدنى . إلا أن الإنتاجية والمنتوجات أفضل بكثير من انتاجية ومنتوجات خيبر . لا يوجد في الحائط كما في العلا تمور حلوة ولكن التربة تنتج أنواعا أخرى مرغوبة جدا وأفضلها هي تمور قصب ، برني ، فريزي وكلب .\r\nعرب هتيم وحرب والشمر هم الذين يشترون تمور الحائط .\r\nكان نخيل الحائط يعود فيما مضى إلى قبيلة علي ، من عائلة عنزة الكبيرة ، والتي كانت تعد 200 خيمة . ولكن عندما ضمت الواحة إلى إمارة شمر بفضل عبيد ، طالب الأمير طلال الحاكم آنذاك بالضريبة العادية البالغة 5 % من حصة قبيلة علي . وخضع أفراد القبيلة لمدة أربع سنوات ثم رفضوا دفع الضريبة . فقام طلال بغزوهم فانسحبوا إثر ذلك إلى جانب قبائل عنزة الكبرى الأخرى في الشمال على ضفاف الفرات . ومن ثم حلّ الأمير محلهم واستملك أراضيهم . وأصبح السكان يقدّمون نصف المحصول إلى الأمير ويدفعون بالإضافة إلى ذلك ضريبة تبلغ 10 % من نصف المحصول العائد إليهم .\r\nويزرع السكان كذلك القمح والشعير والذرة ولكنهم لا يملكون مواشي ولا دواب .\r\nتسقي مزارع الحائط ثلاثة ينابيع تنطلق من شلالة والصفيري وأبو سليمان .\r\nالينبوعان الأولان يعطيان معا حوالي 3 ليترات في الثانية ويخرجان من تلة واحدة هي تلة الصفيري وجزء من الحرة ، تماما تحت أطلال برج يدعى قصر الصفيري إلى الشمال - الغربي للقرية . أما ينبوع أبو سليمان المسمى أيضا علي ، فيصل من الغرب وهو الأقوى إذ يبلغ منسوبه 3 ليترات تقريبا في الثانية .\r\nيبدو منسوب الينابيع مستقلا عن المواسم سواء جيدة أو سيئة . خلال الشتاء الذي زرت فيه البلدة ، أي شتاء 1879 - 1880 ، هطل المطر ولكن قبل ذلك مرت أربعة مواسم شتاء جافة منذ 1876 دون ملاحظة أي تبدّل في منسوب الينابيع .\r\nدرجات الحرارة فيها أقل ارتفاعا من درجات حرارة ينابيع خيبر . وفيما يلي معدلات درجات الحرارة فيها :\r\n- ينبوع شلالة + 5 ، 28 درجة\r\n- ينبوع الصفيري + 2 ، 28 درجة\r\n- ينبوع أبو سليمان + 8 ، 26 درجة\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوقد أكد لي أن الينبوع الأخير هو باستمرار أكثر برودة من الاثنين الأولين . تعطي الينابيع الثلاثة مياها صالحة للشرب .\r\nقال لي السكان إن ينابيع أخرى قد نضبت . ولكن في عدة أماكن في فصل الشتاء تخرج المياه من الأرض وتشكل مستنقعات لا تلبث أن تختفي في الربيع .\r\nيزرع في الحائط تبغ مرغوب جدا ويباع بقيمة نصف ريال للمكيال الذي يحوي 500 غرام تقريبا . أما التبغ الذي يزرع في خيبر والعلا وتيماء فنوعيته أدنى بكثير من تبغ الحائط كما أن كمية التبغ نفسها تباع في العلا بقيمة ربع ريال وفي خيبر بقيمة قرش « 1 » .\r\nإن الأطلال العديدة التي لا تزال في الحائط تدل على أن هذه المدينة كانت فيما مضى مهمة كمدينة خيبر إن لم تكن أكثر أهمية . كانت تضم حيّين كبيرين ، واحد في الجنوب - الشرقي والآخر في الشمال - الغربي من القرية الحالية . وقد ضاع اسماهما . إلا أن السكان يسمون حاليا الأطلال الأولى تحت اسم خرائب النصارى ( أطلال المسيحيين ) والأطلال الثانية تحت اسم خرائب اليهودي . الحائط الحالية نفسها تقوم على أساسات قديمة من الحجر المقصّب . ولا تزال توجد بقايا غريبة لابنية قديمة ومن بينها مبنى مربع يفضى إليه درج خارجي يقود إلى الطابق الأول .\r\nوفي داخل المبنى بئر .\r\nالمبنى المسمى قصر الذهلان مربع من الحجر المقصّب ، وهو مبني بالأسلوب نفسه مع درج خارجي . ما يشبه الطابق الأرضي ليس فيه باب ولا نافذة ولا أي فتحة أخرى .\r\nتتألف مدينة الحائط الحالية التي تتطاول في حفرة من الحرة على امتداد ميلين من الشرق إلى الغرب ، من ثلاثة أحياء . الحي الأول هو الأكبر ويدعى وادي سعفان .\r\nوالحي الثاني ، وهو الأصغر ، الكائن على مسافة 100 متر إلى الجنوب - الغربي يدعى الشريف . والثالث الكائن في الاتجاه نفسه إنما على مسافة 500 متر على تلة صغيرة ، يدعى القصير .\r\nفي أسفل هذه التلة الأخيرة قبور قديمة مبنية من الحصى ومسورة ولكن بعضها قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرش - 20 ، 0 فرنك .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nانهار . اتجاه القبور من الشرق إلى الغرب .\r\nفي الحائط استطعت أن أتبين من أعلى الحرة جبال قنة وقرن وحليفه وتين في الجنوب والجنوب - الشرقي .\r\nهذه التقويمات سمحت لي برسم حدود الحرة من هذه الجهة .\r\nفي 24 كانون الأول غادرت الحائط في الساعة التاسعة والنصف صباحا . وفي الحادية عشرة بلغت حدود الحرة . وهي تستمر ولكن بحالة تشتت مسافة 12 كيلومترا تقريبا إلى ما بعد جبل الصقابر  Ac ? eqaber  على بعد 16 كيلومترا من الحائط .\r\nعند سفح هذا الجبل الأخير وفي مكان انقطاع الحرة ، بقايا ثلاثين بيتا باتت أطلالا .\r\nبعد دقائق من خروجي نهائيا من الحرة ، عبرت أخيرا وادي مخيد الذي ينطلق من الجبل الذي يحمل الاسم نفسه ، على بعد 45 كيلومترا تقريبا إلى الشمال - الغربي من طريقي .\r\nوقد خيّمت لدى مروري على بعد 9 كيلومترات من هذا الوادي الذي كان فيه ماء .\r\nفي وادي مخيد تقريبا تبدأ أرض من تربة صلصالية صلبة مكسوة بالحصى برتابة مقنطة وبعقم يكاد يكون مطلقا . لذا لا نجد فيها أبدا مخيمات للبدو كما لا نعثر عليها بين جبل رأس الأبيض والحائط . واسم هذه الصحراء هو الزرب .\r\nمن مخيمنا كان جبل أبان  El Ban  الذي يقع على مسافة بضعة كيلومترات إلى الشمال - الغربي ، وهو جبل قليل الارتفاع . وأمامنا ينتصب جبل الزلف الصغير ، وهو جبل من النوع نفسه يبلغ طوله 6 أميال .\r\nفي اليوم التالي انطلقنا قبل الثامنة بقليل ، وبعد ساعتين كنت على جبل الزلف . وقبل ذلك بقليل استطعت أن أحدد على مسافة 16 ميلا جبل ركة الذي لا يبعد سوى 7 أميال من وادي الرمّة .\r\nابتداء من جبل الزلف سرنا باتجاه الشمال ، 65 درجة شرقا . ولم نلبث أن عدنا إلى أرض غرانيتية خالصة .\r\nوبعد مسافة 3 أميال حددت جبل الظبي على بعد 25 ميلا إلى الجنوب - الشرقي ، وعلى مقربة من مصب وادي القاعد  El Qahed  في وادي الرمة . وبعد مسافة قصيرة قطعت وادي القاعد قرب القمة الصغيرة التي تحمل الاسم نفسه .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nينشأ وادي القاعد على مسافة 22 كيلومترا إلى الشمال - الغربي من القمة التي تحمل الاسم نفسه قرب قرية تغرة  Thaghrat  الصغيرة .\r\nعلى بعد 4 كيلومترات إلى الشمال - الغربي من جبل قاعد الصغير ، يوجد جبل صغير آخر يدعى فرس  Fers  على بعد 5 أميال إلى الجنوب - الغربي الشرقي يوجد جبل وسما .\r\nعند غروب الشمس خيّمنا في صحراء قلنقوة التي تتبع صحراء الزرب .\r\nفي اليوم التالي في 26 كانون الأول ، قطعنا 14 ميلا . في الساعة الثامنة صباحا اجتزنا وادي مبحل  Mebehel  الذي يتكون قرب جبل رويسة ويصّب في وادي الرمّة . قرابة الظهر وصلنا إلى جبل دقية الأسمر ، وهو تلة غرانيتية بارتفاع خمسين مترا تقع على بعد 40 ميلا جنوبي تلة مماثلة تدعى دقية الأحمر .\r\nمن قمة دقية الأحمر استطعت تحديد جبل الرمان حيث عند سفحه مستجد .\r\nعند قمتي دقيه تتوقف مراعي قبيلة هتيم .\r\n\r\nمستجد\r\nفي 27 كانون الأول ، انطلقنا في الساعة السابعة صباحا وبعد ثلاث ساعات رأيت من بعيد نخيل مستجد التي وصلت إليها بعد ساعتين .\r\nلدى مروري في خيبر كانت تسري شائعة مفادها أن الأمير قد غادر للقيام بغزو في الجنوب . في الحائط تأكد لي النبأ ولدى وصولي إلى مستجد علمت أن الغزو استهدف عرب عتيبة الذين يخيّمون بين مكة والرياض . وأضاف شيخ مستجد الذي كان يزودني بهذه التفاصيل إن الغزو خيّم بالأمس في وادي الرمّة وإنه يتوقع بالتالي أن يراه يمر مجددا بين لحظة وأخرى ليعود إلى حائل . فصممت على انتظاره في مستجد لرؤيته لدى مروره . ولكن في منتصف الليل وصل مرسال من الأمير مكلف بالاستفسار عني وبحمل أخباري . الغزاة كلهم كانوا يخيمون على بعد عشرة فراسخ جنوبي مستجد . فأرسلت مرزي فورا على ذلولي الخاص وكلفته إبلاغ الأمير تحياتي وشكري لاهتمامه .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوأعلمني المبعوث بأن الغزو قد نجح تماما وأعطى نتائج طيبة دون إراقة أي دماء .\r\nوقد تم الاستيلاء على حوالي 800 جمل و 5000 من الخراف والماعز وستة عبيد وسبعة خيول . هرب أفراد عتيبة ، ولم يشأ الأمير ملاحقتهم .\r\nفي اليوم التالي عاد مرزي في الساعة الثالثة عصرا وكان قد سرّ كثيرا . وأبلغني الأمير بواسطته أنه سيمر في صباح اليوم التالي أمام مستجد وأنه سيرسل مواكبة لمرافقتي لأعود إلى حائل برفقته وأن أكون جاهزا .\r\nوبالفعل في 29 كانون الأول منذ الصباح الباكر امتلأ السهل بالقطعان ومجموعات من البدو ورجال الأمير وجميعهم يحث الخطى متجهين إلى الشمال . إلا أن القسم الأكبر من الغزو مرّ مع الأمير على بعد فرسخين تقريبا غربي مستجد . قرابة الظهر ، وصل أربعة فرسان أرسلهم الأمير لاصطحابي . ولكن لم يكن في نيتي قط العودة إلى حائل على النحو الذي سيعتمده الأمير أي هرولة .\r\nفبعثت إلى الأمير شكري واعتذاري لعدم تلبية دعوته رغبة مني في العودة مع القيام بالتفاف صغير .\r\nوانطلقنا فورا فقادتنا أربع ساعات طويلة من السير إلى قصير وهي قرية صغيرة تضم أربعين شخصا حيث قضينا الليل .\r\nفي 30 كانون الأول حملتنا 3 كيلومترات من السير من فوق جبل الصفرا الصغير إلى قرية غزالة التي اكتفيت بالمرور من أمامها . توقفت على بعد 8 كيلومترات في كفر المحش الذي يعدّ عشرة أشخاص حيث أمضيت الليلة .\r\nفي اليوم التالي توجهت باتجاه جبل الشبيكية وهو جبل من الغرانيت الأحمر مع بضعة مزارع من النخيل شبيهة بمزارع عقدة . وبعد قليل مررت أمام جبل السراء وخيمت إلى الشمال قليلا في قصر شعيب .\r\nكان اليوم التالي الأول من كانون الثاني 1881 . لم أتمكن من الانطلاق إلا قرابة الساعة العاشرة بسبب إهمال رجالي الذين تركوا ذلولي يتيه ولم نعثر عليه إلا بعد يومين .\r\nلم يكن هناك ما يؤخرني في هذه المنطقة التي أصبحت أعرفها ، فحثثت خطو مطيتي ووصلت إلى حائل في الساعة السابعة مساء .\r\nاستكشافي للغرب استغرق مني 74 يوما .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nمن حائل إلى بغداد\r\nفي 10 كانون الثاني كان الحجاج الفرس العائدين من مكة والمدينة قد وصلوا إلى حائل وفي 17 غادروها للعودة عبر بغداد إلى وطنهم . فقررت أن أرافقهم .\r\nعند الظهر غادرت حائل وسرت إلى الشمال - الشرقي . وبعد ثلاث ساعات توقف الغرانيت وظهر الحث من جديد . وعلى بعد نصف ساعة خيمت مع الحجاج في منطقة أمازن .\r\nفي اليوم التالي لم نجتز سوى 7 أميال دائما إلى الشمال - الشرقي وخيّمنا قرب وادي الشقيق . بعض الحفر الصخرية كانت لا تزال تحتوي على مياه من أمطار الشهر السابق . في هذا الوادي تجد أيضا الكثير من العليق الذي يعطي الخشب الكافي للنار . الماء والخشب هما كل ما يلزم للحاج ، أما المؤن فيحملها معه .\r\nفي 19 كانون الأول سرنا فقط من الساعة السابعة حتى الساعة الحادية عشرة وقطعنا 11 ميلا ونصف الميل . أقيم المخيم عند آبار الحاصرة . تقع هذه الآبار البالغ عددها ثلاثين تقريبا في منخفض من الأرض غير ملموس . وهي محفورة مباشرة في الأرض الصلصالية . المياه على عمق 6 أو 7 أمتار وطعمها سيىء كريه . طبقة الماء ليست عميقة لأن كل الآبار امتلأت بالرمل قليلا . وادي حائل يصل إلى هذه الآبار ولكنه لا يتابع سيره ليصب في الشرق في وادي الرمّة كما أعتقدنا حتى الآن .\r\nعلى العموم يكون جوار الآبار خاليا من النباتات ومن ثمّ من العلف والخشب . يضاف إلى ذلك في الحاصرة أنه في نهاية أربع وعشرين ساعة كانت الآبار قد استنفدت ومع ذلك بقينا أربعة أيام .\r\nلدى انطلاقه من بغداد إلى المدن المقدسة ، كان الحجيج يتألف من 800 شخص تقريبا . وفي العودة كانوا 4000 ليس لديهم طبعا ما يكفي من الجمال لإيصالهم إلى بلاد ما بين النهرين . أفراد قبيلة حرب الذين نقلوا الحجيج من المدن المقدسة إلى حائل كانوا كالعادة يريدون العودة ولكن إزاء نقص الجمال اضطر الأمير إلى الطلب إليهم بأن يبقوا حتى مشهد علي . وقبل الجزء الأكبر ولكن عدد الجمال بقي غير كاف . فأرسل الأمير رسولا تلو رسول إلى بدو الصحراء ليحملهم على المجيء مع جمالهم ، ولكن العرب استاؤوا من أسعار الأجرة التي رأوا أن الأمير قد\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nحددها لمصلحة العراقيين فتباطأوا في الوصول .\r\nخلال هذا الوقت ، جميع الحجاج الفقراء ، من قبيلة حرب وقبيلة شمّر كانوا وفق العادة البدوية ضيوف الأمير . وبتقديري كان هذا يتمثل بإطعام ما بين 2500 و 3000 من الأفواه الإضافية مما كان يسحب حجما كبيرا من المؤن .\r\nللتخلص من هؤلاء المستهلكين غير اللازمين جعل الأمير الحجيج يغادر حائل بعد ما أعطى جميع المحتاجين كمية من التمور تكفي لخمسة عشر يوما . ولكن بما أن جميع الحجيج لم يحصلوا على جمال ، كان لا بد لهم من البقاء في المخيم .\r\nومع تعالي مطالبات الحجيج ، قاد أمير الحاج « 1 » في 24 كانون الثاني الجزء الراكب من القافلة حتى بقعاء على مسافة ثلاثين كيلومترا إلى الشمال - الشرقي للحاصرة .\r\nوفي الليل عادت الجمال إلى المكان الأخير وجلبت معها في اليوم التالي باقي الحجيج . وجرت الأمور على هذا النحو عدة أيام حتى حملت التهديدات التي وجهها الأمير بواسطة مبعوثيه إلى البدو على المجيء مع جمالهم .\r\nأما اسعار الأجرة التي حددها الأمير للجمال من حائل حتى مشهد علي فهي :\r\n- للفارس مع خرجه « 2 » 07 ريالات\r\n- للجمل المحمّل 10 ريالات\r\n- للجمل مع هودجين لشخصين 13 ريالا\r\nوكان البدو قد طلبوا أن تكون هذه الأسعار على التوالي 10 ، 15 و 18 ريالا .\r\nتقع بقعاء بشكل جميل جدا في حوض شاسع من الحجر الأبيض الممتد من الشرق إلى الغرب . تتألف القرية من مجموعتين من المنازل . المجموعة الشرقية تدعى صحبي  C ? eheby  ، والأخرى الغربية تدعى الويمي  El Oueimy  . بين الاثنتين مجموعة صغيرة من 4 منازل تدعى شرقي وتعتبر قديمة جدا . كانت في غابر الزمان تدعى الحمام أو مريقب  Mereiqeb  أيضا . إلى جانبها ملكية معزولة دون نخيل محاطة بالحقول وتحمل اسم القصيفة  EL Qec ? eifah  وعلى مقربة توجد مجموعة أخيرة تدعى قويعان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمير الحاج هو قائد القافلة . من نقطة الانطلاق وحتى الوصول لديه صلاحية مطلقة كالقبطان على متن سفينته . كان يشغل هذه الوظيفة عبد لدى ابن رشيد يدعى عبد الرحمن .\r\n( 2 ) الخرج هو حقيبة سفر مزدوجة تتدلى على جانبي الجمل .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوسط الحوض مغطى بطبقة سميكة من الملح الشديد المرارة .\r\nالمياه السيئة والمالحة بشكل عام تقع على عمق يتراوح ما بين 8 و 10 أمتار . وبما أن الحث الذي حفرت فيه الآبار شديد الليونة فإن فتحة الآبار واسعة جدا . بئر واحدة تعطي ماء مقبولا وهي بئر قصر الويمي ومياهها لبنية وتميل إلى الزرقة في آن وقد ذكّرتني بماء نهر الراين . هذا البئر تدعى سمحة .\r\nلكل من حي العجين وحي الويمي قصر كبير مربع مبني من الحصى والملاط دون كلس مع أبراج صغيرة عند الزوايا الأربع . الداخل مملوء ببيوت السكان البائسة التي تذكّرني بقرية تدمر الوسخة الواقعة ضمن سور معبد الشمس . قصر الصحبي هو الأكبر .\r\nنخيل بقعاء جميل وينتج نوعا جيدا من التمر . كما يزرع فيها كل سنة القمح والشعير .\r\nلاحظت قرب بقعاء حجارة حث غريبة الشكل . فهي كرات مدورة تماما بحجم حبة حمص شبيهة بالكلل التي يلعب بها الأولاد . الكرات المنزلة في الحث هي نفسها من الحث الشديد الصلابة بلصاق كلسي وآخر بلصاق من أو كسيد المنغنيز المحمية وتبرز أشكالا  Botryoides  تذكّر بأنواع الحث الشبيهة بفونتينبلو . في إحدى عيّنات الحث التي جلبتها معي صدفة بمصراعين يبدو أنها  Cardite  . هذا الحث الكروي يسميه السكان الأصليون رسترس  Restres  .\r\nكان الحجيج يخيّم على بعد كيلومتر واحد تقريبا إلى الشمال - الشرقي لبقعاء على هضبة من الصخر العاري يدعى قطيان .\r\nفي 26 كانون الثاني غادرنا بقعاء واجتزنا قرابة 20 كيلومترا دائما باتجاه الشمال 65 درجة شرقا . مخيمنا لهذا اليوم يدعى لغف النفود وأيضا الغبية .\r\nعلى مسافة قصيرة إلى الشمال ، كان النفود يرتفع كسور إلى علو 40 مترا تقريبا . من قمته استطعت تحديد جبل جلدية وهذا ما فعلته أيضا من بقعاء .\r\nفي اليوم ما بعد التالي استأنفنا السير وتبعنا حافة النفود التي تنحني هنا قليلا باتجاه الجنوب بحيث كانت وجهتنا الجنوب 80 درجة شرقا . وقادتنا مسيرة 30 كيلومترا إلى آبار الشعيبة حيث بقينا ذلك اليوم واليوم الذي تلاه . خلال هذين\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاليومين بقي المنظر مشوبا بضباب خفيف وكانت الشمس شاحبة والحرارة باردة .\r\nأما البوصلة فكانت مضطربة باستمرار .\r\nالمياه في آبار الشعيبة البالغ عددها ثلاثين بئرا ، تقع على عمق 5 أو 6 أمتار . وهي شديدة الملوحة ومرة .\r\nفي 30 كانون الثاني سرنا بضعة كيلومترات إضافية باتجاه الجنوب - الشرقي ثم إلى الشرق . وحينما بلغنا أثر درب بغداد بدأنا نسير إلى الشمال ودخلنا إلى النفود الذي لم يعد فيه ما يخيف ولا يقارن بنفود الجزيرة العربية الوسطى . فهو مجرد تلال من الرمل تفصل ما بينها وهاد مملوءة بالحصى . وبعد مسيرة 13 ميلا وصلنا إلى مكان يدعى الشامة .\r\nفي 31 كانون الثاني قطعنا كذلك 13 ميلا في اتجاه الشمال وذهبنا لنخيّم عند بئر تربة حيث بقينا أربعة أيام .\r\nالبئران مسورتان والمياه فيهما على عمق 15 مترا تقريبا . لدى وصولنا كانت المياه نتنة ومرة ولكن حينما استنفدها الحجيج بسرعة جاءت المياه التي حلّت محل الأولى أطيب مذاقا .\r\nشيّد أحد أواخر أمراء شمّر قرب آبار متعب ، قصرا من الآجرّ ووضع فيه كتيبة حرس لمنع العرب من غير شمر أو حلفائهم من أخذ الماء . والأمير الحالي محمد يبقي فيها باستمرار ثلاثة رجال للهدف نفسه .\r\nإن قبيلتي عبدة وتومان الشمّريتين الواقع مخيماهما في هذه المناطق هما اللتان تشربان من مياه تربة .\r\nالأراضي المحيطة بتربة قاحلة بشكل رهيب . إنها صحراء حجرة تتخللها جزر رملية بسماكة سنتيمترين إلى 3 سنتيمترات . والتربة التحتية خليط من الحصى والمرو وقطع الصوان والكلس المتراصة والتي تبدو متماسكة بملاط أبيض . هذه الصحراء الممتدة بعيدا إلى الشرق تحمل اسم الضبيب الكبير .\r\nعلى بعد 12 ميلا إلى الشمال - الشرقي لتربة تقع آبار خضرا وعددها 14 . وقد حفرت في الصخر ببساطة ولم تزين بأسوار ويبلغ عمقها من 15 إلى 16 مترا وقطرها متران .\r\nالمياه فيها مشوبة بالمرارة . وكانت هذه الآبار فيما مضى تعود خصيصا إلى عرب عبدة ، إنما اليوم تستطيع كل قبائل شمّر أن تشرب منها .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nعلى بعد 15 ميلا شرقي خضرا يوجد بئرا الخشماء  El Hasma  وهما أقل عمقا من تربة وقد سوّرتا وتحتويان على ماء طيبة .\r\nعلى مسافة 10 كيلومترات تقريبا شرقي آبار الخشماء بئران أخريان تحت اسم زرود وهما بعمق آبار تربة نفسه ومبنيان . اما نوعية مياههما فأدنى من مياه الآبار السابقة .\r\nهذه الآبار الكائنة جميعها في النفود المسمى متسور كانت فيما مضى ملكية حصرية لقبيلة عبتة . النفود هنا هو عبارة عن شريط ضيق من الرمل بعرض عشرة كيلومترات تقريبا يتجه شرقا انطلاقا من النفود الكبير .\r\nفي 4 شباط غادرنا تربة واجتزنا شريط النفود وخيّمنا عند الظهر على بعد بضع كيلومترات من المكان المسمى المتسياحه في صحراء عرق الضهور  Areq eI Dhehour  الحجرة والرملية .\r\nعلى مسافة يوم من السير ، أي قرابة 40 كيلومترا إلى الغرب من المتسياحة وفي النفود ، توجد آبار الحيانيا الثلاثة التي قيل لي إن عمقها 60 مترا ( ؟ ) نصف البئر يخترق النفود وهو مسوّر أما الباقي فحفر في الصخر ومياهه طيبة جدا .\r\nفي صحراء عرق الضهور وعلى مسافة بضعة كيلومترات شرقي المتسياحة يوجد رأسا نهرين صغيرين هما وادي ختسال ووادي خور اوقيان اللذين يجريان مسافة 30 ميلا تقريبا نحو الشرق والشمال - الشرقي في وادي أبا الصيران . بين النفود زرود في الجنوب ومنطقة جبلية في الشمال لم أتمكن من معرفة اسمها .\r\nقبل الوصول إلى المتسياحة ، تمر الطريق على امتداد عدة كيلومترات بين بقايا سورين تفصل بينهما مسافة 20 إلى 30 مترا . إنها شواهد الجدارين اللذين شيدتهما زبيدة زوجة هارون الرشيد ، من بغداد إلى مكة للسماح حتى للمكفوفين بالقيام بالحج إلى المدن المقدسة بحسب رواية المؤلفين العرب . ولا تزال الطريق تدعى اليوم درب زبيدة وفاء لذكرى هذه الأميرة .\r\nفي 5 شباط استأنفنا السير في الساعة السادسة صباحا . في التاسعة بدأ النفود من جديد وبعد ساعتين كنا نخيّم مجددا خارج النفود في بلجبيه .\r\nمنذ مغادرتنا تربة لم نصادف الماء ، لذا بدأ الحجيج يعاني نقصها . في هذا اليوم\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبعنا الماء بسعر روبية « 1 » للقربة . ولحسن الحظ في السابعة مساء انهمر المطر غزيرا مما سيدفع ببعض الماء إلى المنخفضات .\r\nفي اليوم التالي في 6 شباط ، قادتنا مسيرة 22 كيلومترا إلى الشمال و 6 إلى الشمال - الغربي إلى العشق في الصحراء الحجرة نفسها .\r\nهنا رأيت أول الأحواض الشهيرة ( بركة ) التي بنتها زبيدة على طول الطريق لتستقبل مياه الأمطار وتسقي الحجيج .\r\nبركة العشق كانت تقع على مسافة ميل تقريبا إلى الجنوب - الغربي لمخيمنا .\r\nهذا الإنشاء البديع من الحجر المقصّب المغلف بالإسمنت لا يزال في حالة جيدة جدا .\r\nوتبلغ قياساته 90 مترا على 61 بعمق 15 مترا تقريبا . الحوض الواقع في منتصف منحدر هضبة كبيرة يتقاطع مع الجدول النابع منه ويحجز مياهه . من الجدارين الداخليين الشمالي والجنوبي للحوض يهبط مدرجان عاليان وعريضان حتى القاع . ويرجح أن المنطقة لم تحظ إلا بأمطار قليلة إذ لم يكن في قعر الحوض سوى بعض الوحل السائل ومع ذلك فقد ملأ الحجيج قربه منه . إلى جانب الحوض توجد على الهضبة بقايا أبنية كانت بمثابة منازل .\r\nبالقرب من مخيم الحجاج حوض آخر أصغر من الحوض الذي وصفته آنفا ولكنه في حالة متردية عن الأول وقد اجتاحه الرمل كليا .\r\nفي 7 شباط وبعد اجتياز مرحلة 12 ميلا شمالا ، 10 درجات غربا ، وصلنا عبر الصحراء الحجرة إياها إلى بركة الشبا  Asabah  .\r\nتتألف هذه المحطة من ثلاثة أحواض ومبنى ضخم وقرابة 100 بيت صغير وجميعها من الحجر المقصّب مما يعني أنها كانت نقطة مهمة .\r\nمباشرة شمالي الشبا يوجد مقطع آخر من درب زبيدة بطول 5 أميال . هنا الجداران اللذان يحدان الطريق مبنيان بعناية فائقة . سماكتهما ما بين 60 و 70 سنتمترا وارتفاعهما متر تقريبا . بين الفينة والأخرى نجد بقايا منزل صغير مربع من الحجر المقصّب طول ضلعه 8 أمتار تقريبا . وهو مبني خارج الجدار الذي يحد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الروبية - 15 . 2 فرنك .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالطريق وله باب يفضي إلى الطريق التي يبلغ عرضها المتساوي هنا 25 مترا .\r\nفي اليوم التالي ، تابعنا في السادسة مسيرتنا إلى الشمال وبعد ساعة مررنا بين بركة مدوّرة إلى يسارنا وأطلال قصر إلى يميننا . ويدعى هذا المكان جسر ابن عطية .\r\nفي نهاية الساعة الثانية من السير ، مررنا قرب أطلال قصر يدعى فليت ابن قنت  Feleit ebn qenet  .\r\nبعد انطلاقنا بأربع ساعات ونصف الساعة خيّمنا في الشعيبة .\r\nتملك هذه المحطة الواقعة في منخفض طفيف حوضين ، الأول مدور والثاني مربع ، بالإضافة إلى بقايا مبان ضخمة من بينها قصر لا يزال ترتفع جدرانه عدة أمتار فوق الأرض . الباقي كله بمستوى الأرض تقريبا .\r\nشيد الحوضان بمنتهى العناية وبمتانة جعلتهما يصمدان سالمين حتى اليوم . جدران الحوض المربع من الحجر المقصّب ، أما الحوض المدور فمبني من الدبش المغلف بالإسمنت . وقد دعم الجداران الشمالي والجنوبي للحوض المربع فيما بعد بجدار ثان من خليط الملاط والحجارة المكسرة شيد أمام الجدار الأول . هذا الاحتياط كان دون جدوى إذ انهارت الجدران الإضافية فيما بقيت الجدران الأولى منتصبة .\r\nجدران القصر هي أيضا من الحجر المقصّب ولكنه خشن جدا . بالقرب من القصر حوض جميل لا ماء فيه عمقه 40 مترا وقطره 3 أمتار .\r\nكان الحوضان مملوءين حتى النصف بمياه تميل إلى الصفرة إنما طيبة وكافية لتروي عشرة أضعاف حجيج بحجم حجيجنا .\r\nمن مخيم العشيبة عينوا لي موقع آبار لينة الشهيرة التي لا بد أنها تقع إلى الشرق تماما على بعد 30 ميلا على الأكثر . هذه الآبار البالغ عددها 300 تقريبا يبلغ عمقها 25 مترا وجميعها حفرت في الصخر . المياه فيها طيبة دون أن تكون ما يسميه العرب \" عذبة \" . وقد كانت في كل الأزمنة ملكا لعرب عبته الآنف ذكرهم والذين تمتد الأراضي التي يجوبونها إلى هنا .\r\nوقد روى لي عبد الله ، أحد رجال الأمير المشارك في مواكبة الحجيج ، أن آبار لينة ليست من صنع الإنسان إذ لا يمكن لأحد أن يحفر آبارا في هذا الصخر الأبيض والصلب كالمعدن . سليمان بن داود الذي كان مارا من هنا ذات يوم عطشان دون ماء ،\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nهو الذي أمر العفاريت بأن يحفروا له هذه الآبار في ساعة . فأطاعوه وباشروا العمل فورا ، ولكن الصخر كان صلبا لدرجة أنهم لم يتمكنوا من إنجازها إلا في ساعتين على الرغم من حماستهم ! ! .\r\nفي 9 شباط انطلق الحجيج في السابعة . وبعد ساعتين مررنا قرب بقايا قصر يدعى باتل أتول . وعلى بعد بضعة كيلومترات منها أطلال مبنى صغير منعزل من الحجر يدعى قصر عقلا الرنيني ووصلنا إلى ذبالة بعد ذلك بقليل .\r\nهذه أهم محطة من بين كل المحطات التي صادفناها منذ عشق . وتحتل حوضا بيضاويا بقياس 4 كيلومترات على اثنين . الأرض صخرية خالصة تتجمع مياه الأمطار في المنخفضات إذ إنها لا تجد مصرفا خارج هذا الحوض الطبيعي ولا في الأرض ، ولا تختفي إلا بفعل التبخر . ومع ذلك فقد بنيت هنا أربعة خزانات مملوءة بالمياه حاليا .\r\nبنيت المنازل التي كانت عديدة جنوبي الأحواض وفوق المنخفض الذي تحتله بحيث تمكن رؤيتها من بعيد جدا مشكّلة بذلك نقاط هداية في هذه الصحراء الجرداء والرتيبة .\r\nبين الأحواض والمباني 5 آبار كبيرة يبلغ قطرها 5 ، 2 متر إلى 3 أمتار وعمقها ما بين 40 و 50 مترا . لدى مروري ، كان فيها ماء ولكن يرجح أنها مياه الأمطار . الجزء العلوي من هذه الآبار مسوّر والباقي محفور في الصخر .\r\nلم تعد المباني سوى كوم مشوّهة ذلك أن الحجارة التي استعملت لبنائها أصابها التفتت بفعل العوامل المناخية نظرا لطبيعتها . كما أن الأحواض منهارة جزئيا .\r\nمنذ الشعيبه كانت الأرض قد عادت بركانية ولكن هذا الطابع يزداد في ذبالة .\r\nفي 10 شباط انطلقنا مجددا في السابعة . وبعد دقائق كنا نجتاز شعيبا كان يحتوي في الوقت الراهن قدمين من الماء بعرض 100 متر وذلك بفضل المطر الذي تساقط طوال الليل . ويقدر طول هذا الشعيب ما بين 50 و 60 كيلومترا من الغرب إلى الشرق .\r\nفي الحادية عشرة كنا نخيّم في الجميما وهو منخفض بني في أدنى مستوى منه حوض مربع جميل لا يزال بحالة ممتازة . طول ضلعه 30 مترا تقريبا وعمقه 4 أمتار .\r\nالبناء في غاية البراعة . فالمياه تدخل في الخزان المملوء حتى الجمام من قناة جانبية\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nمن المرجح أن القصد منها إسقاط الرمل والمواد الترابية العالقة في الماء .\r\nسماكة جدران الحوض 30 ، 1 متر وكان داخل الحوض مغلفا بالحجارة المقصّبة غير المغطاة بالإسمنت . وعلى غرار الأحواض السابقة كان هناك درج يقود إلى القاع .\r\nفي 11 شباط اجتزنا 16 ميلا إلى الشمال ، 5 درجات غربا وخيّمنا في الظفيري حيث بركة جميلة لا تزال صامدة كليا .\r\nقرابة التاسعة صباحا كنا قد رأينا لجهة الغرب وعلى مسافة عشرين كيلومترا تقريبا ، قمة تلة ترتفع فوق الأفق وتسمى القور عطية .\r\nقبل بلوغ مخيمنا بقرابة عشرة كيلومترات كنا قد صادفنا حوضا يحمل أسم الحوض نفسه الذي خيمنا بقربه أي الظفيري . كلاهما كان في حالة جيدة إنما فارغين من المياه . ولم يكن في جوارهما أي مبنى .\r\nعلى مسافة بضعة كيلومترات شمالي مخيمنا ، بركة ثالثة تدعى هي أيضا الظفيري .\r\nقطرها 12 مترا تقريبا وكانت مغمورة بالرمل حي حافتها .\r\nولتمييز هذه الأحواض الثلاثة التي تحمل اسما واحدا ، عمد العرب إلى تعيينها بصفاتها الجنوبية والشمالية والوسطية .\r\nكنا نخيم بالقرب من بركة الظفيري الوسطية ومن هذه النقطة رأيت تلة تسمى جال الباطن ترتسم في الشمال في خط طويل أفقي تماما . وفي اليوم التالي ، تبين لي وأنا اجتازها أنها مدرج في الهضبة وليس تلة .\r\nفي جال الباطن تنتهي الصحراء الحجرة وكانت قد بدأت في النقطة التي ينفصل فيها درب زبيدة نهائيا عن النفود أي عند بركة فليت ابن قنيت . هذه الصحراء الحجرة ( كلسية ) الرتيبة جدا تدعى الحجرة . وهي تمتد في الشمال - الغربي حتى وديان على مسافة أربعة أيام من السير وفي الجنوب - الشرقي حتى حسا على مسافة ثلاثة أيام من درب زبيدة . إنما في هذا المجال الشاسع من الأرض ، جفاف الصحراء وعمقها مطلقان .\r\nلقد ذكرت الوديان لتوّي . هذا الاسم لا يدل على شعيب ولا على واد ، بل على منخفض في حماد شمالي النفود ، شرقي الجوف ، يتجه نحو الشمال - الشرقي على مسافة تفوق 120 ميلا جغرافيا وفيه مراع جيدة . ولا بد لي من الملاحظة هنا أنني لم أسمع بالوديان\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nلا في الجوف ولا في الجبل . ومن أطلعني على القليل الذي أعرفه هو شيخ من قبيلة عنزة رافق الحجيج لمدة يومين انطلاقا من وشرف ، وقد دونته على خريطتي بالاستناد إلى هذه المعلومات .\r\nفي 12 شباط انطلقنا في السابعة قاصدين الشمال ، وبعد ساعة كنا نمر قرب بركة الظفيري الشمالية التي سبق ذكرها قبل قليل . وبعد مسافة قصيرة وصلنا أمام جال الباطن وتسلقنا منحدره الوعر جدا .\r\nالصعود عبر مجرى السيل عملية بالغة الصعوبة ، لذا فإن عددا كبيرا من الجمال تتد حرج وقد أكد لي العرب أن جال الباطن غير قابل للتسلق حتى لرجل من أي مكان باستثناء هذا المعبر .\r\nوقد حوّل مسار السيل جزئيا لتصب المياه في حوض شيّد في أسفل المنحدر ولكنه مغمور بالرمل كليا .\r\nعندما نكون في قمة جال الباطن نرى بالفعل ، كما ذكرت آنفا ، أنه ليس تلة إذ إن الأرض تستمر فورا نحو الشمال في هضبة شاسعة . إنه درجة بارتفاع 40 إلى 50 مترا يتوجب صعودها عندما نصل من الجنوب .\r\nفي سفح جال الباطن حفرت المياه في الأرض خنادق ووديانا ولذلك نجد هنا بعض المراعي .\r\nيمتد هذا الارتفاع المتجه من الشمال - الغربي إلى الجنوب - الشرقي ، مسافة 160 كيلومترا تقريبا ، يقع قرابة ثلثها غربي درب زبيدة والباقي إلى شرقه .\r\nبعد جال الباطن بفرسخين خيّمنا قرب بركة العقبة .\r\nهذه المحطة هي إحدى أهم محطات الطريق . فيها حوض رائع بطول 110 أمتار وعرض 60 مترا تهدم جزئيا وغمره الرمل . كان يحتوي ماء .\r\nوبركة ثانية مهدومة خالية من الماء .\r\nولكن اللافت للنظر هي أربعة آبار ضخمة ، من أروع الآبار التي رأيتها في حياتي .\r\nالأولى التي تقع شمالي البركة الكبيرة على شكل مربع طول ضلعه 4 أمتار ونصف المتر . من الفتحة وحتى عمق 8 أمتار تقريبا سوّرت جدرانها اما الباقي فحفر في الصخر .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالبئر الثانية تقع في وسط مبنى كبير بات أطلالا . وهو أيضا مربع طول ضلعه 5 ، 3 مترا .\r\nالثالثة لا يتجاوز قطرها مترين والرابعة الكائنة على مسافة 50 مترا إلى الشمال - الشرقي من الحوض الكبير طول ضلعها 4 أمتار من كل جهة .\r\nكل هذه الآبار التي تشكل تحفا فنية بكل معنى الكلمة والتي أنجزت بعناية فائقة ، تصل إلى عمق 60 مترا . ولكن للأسف ليس فيها ماء وكل هذه الأعمال الهائلة ذهبت هدرا .\r\nإن أطلال أبنية المساكن كثيرة وتشهد على أهمية هذه المحطة .\r\nفي اليوم التالي استأنفنا سيرنا إلى الشمال وقطعنا 11 ميلا وخيّمنا في عسامين .\r\nفور مغادرتنا العقبة عادت الطريق محفوفة بالجدران ، بقايا أشغال زبيدة . إنما هنا ، لكونها سلمت على نحو أفضل ، فقد بلغ ارتفاعها في بعض الأماكن مترين . ولا بد أن الجدران كانت أكثر ارتفاعا في الأصل لأنها تفتقر إلى التتويج وتصدعت . غير أنني لا أعتقد أن ارتفاع المترين هذا كان سائدا في كل المسافة ولا السماكة التي تتراوح ما بين 50 ، 0 م و 75 ، 1 م . إن بناء هذه الجدران أكثر خشونة شمالي العقبة من تلك الباقية جنوبي المتسياحة  El Metseiahat  . فالحجارة قرب العقبة خشنة وضخمة ووضع ببساطة بعضها فوق بعض دون أن يجمع بينها أي ملاط .\r\nعلى مسافة 6 كيلومترات من العقبة باتجاه الشمال ، أطلال قصر . وعلى بعد 8 كيلومترات منه ، في منخفض طفيف ، نرى بركة مربعة طول ضلعها 15 مترا . يمكن رؤية هذا الحوض من مسافة بعيدة إذ إن التراب الذي استخرج لدى بنائه ، رمي إلى شمال الحوض وإلى جنوبه مشكلا تلّتين صغيرتين بنيتين واضحتين من بعيد بفضل تساوي الصحراء . كان الحوض مملوءا بالماء . ويحمل القصر والبركة اسم المنطقة عسامين .\r\nقبل الوصول إلى هذه البركة رأينا في الشمال شريطا أفقيا طويلا ممتدا من الشرق إلى الغرب يوحي بارتفاع شبيه بارتفاع جال الباطن . ولكن لدى بلوغه قرابة الساعة الحادية عشرة تبين لي أنه سلسلة طويلة من التلال الصغيرة المعزولة ، قممها على شكل طاولة ، متجهة من الشمال - الشرقي إلى الجنوب - الغربي . وتتخذ هذه التلال\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nشكلا هلاليا على العموم ولا يتعدى ارتفاعها 15 مترا تقريبا . أما طول الارتفاع الذي يحمل اسم عسامين ، فيبلغ 50 كيلومترا .\r\nفي 14 شباط بدأنا السير قرابة السابعة . وبعد نصف ساعة تراءى لنا جبل صغير لم نلبث أن بلغناه ويدعى جبل الفهدة .\r\nوفي الوقت نفسه الذي رأيت فيه هذا الجبل المنمنم بدا لي في البعيد من جهة الشمال أيضا ارتفاع ذكرني بارتفاع جال الباطن وعسامين . ولم نلبث أن وصلنا إليه وتبين لي أنه أشبه بالأول من الثاني . فكان علينا أن نصعد درجة أولى وبعد مائة متر تقريبا درجة ثانية . والدرجتان معا لا تساويان إلا نصف ارتفاع درجة جال الباطن . وعند بلوغ القمة نكتشف أنها هضبة جرداء كليا .\r\nهذا الارتفاع المتجه أيضا من الشمال - الغربي إلى الجنوب - الشرقي ، يسري على طول 60 كيلومترا تقريبا ويحمل اسم جال وقصة .\r\nمن جال وقصة سرنا مسافة كيلومترين ثم خيّمنا قرب منخفض كانت الأمطار الأخيرة قد حولته إلى بحيرة صغيرة تدعى وشرف .\r\nكان هذا المخيم يشغل هضبة على شكل حوض مسطح جدا بطول 5 أميال وعرض ميلين . وقد حفر في قعره قرابة ستين بئرا بقطر متر واحد . وكان الجزء الأكبر من هذه الآبار مغمورا بالبحيرة الناتجة عن أمطار الشتاء . لم أر سوى بئر واحدة ضلعها 8 أمتار ولكنها جميعها محفورة في الصخر . والماء كريه .\r\nوروى لي العرب أن مدينة كبيرة كانت تقوم هنا في غابر الزمان . هل هذه أسطورة تستند إلى عدد الآبار أو على كمية الحصى المتناثر في كل الجهات ؟ لقد شاهدت هنا بالفعل بقايا أساسات مبان قديمة ولكنها لا تفوق تلك الموجودة في المحطات السابقة . ومهما يكن من أمر ، فباستثناء الآبار لم يعد هناك شيء ولا حتى حطب بحيث لم يتمكن الكثير من الحجاج إعداد غدائهم لافتقارهم لما يسمح لهم بطبخه .\r\nقبيل الوصول إلى جال وقصة بقليل صادفنا بئر وقصة إلى غرب الطريق عمقها 18 مترا ومياهها عذبة .\r\nلا يزال في منطقة وقصة وعسامين ثلاث آبار قديمة جدا . وهي تشغل خطا ينطلق من بركة عسامين ليلتقي طرف جال وقصة في الشمال - الشرقي .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالأولى التي تقع على بعد 12 كيلومترا من البركة هي الجيل وعمقها 70 مترا . الثانية ، على بعد 22 كيلومترا ، تدعى الشبرم عمقها 80 مترا .\r\nالثالثة ، العاعا التي تبعد 26 كيلومترا من البركة ، عمقها 87 مترا .\r\nالماء في بئر الجيل كريهة ولكنها طيبة المذاق في البئرين الأخريين . أما قياسات العمق فإنني أوردها طبعا مع كل التحفظ وفقا لأقوال العرب الذين لا يكلفهم عدد الأمتار شيئا خاصة عندما يتعلق الأمر بعمق بئر .\r\nالصحراء الواقعة إلى شرق هذه الآبار تدعى جال البساسة . لا أعرف إلى ماذا تعود هذه التسمية بالضبط إذ أكد لي أنه لا وجود لجال بالمعنى الصحيح .\r\nكل منطقة عسامين الواقعة بين جالي الباطن ووقصة ، عبارة عن صحراء من الصوان عقيمة بشكل مطلق . ولكن الصوان يختفي ما بين جبل فهدة وجال وقصة . البدو يطلقون على حجارة الصوان هذه اسم صلابيخ وبشكل أدق صلابيخ وقصة ولكنني أعتقد أن هذه التسمية يجري استعمالها في قبيلة عنزة فقط .\r\nعلى بعد 5 أميال إلى شمال مخيمنا في وشرف ، الخط الفاصل بين أراضي أقوى قبيلتين في الجزيرة العربية أي شمر وعنزة . يمر هذا الخط تقريبا بخط عرض آبار شبيكة الواقعة على بعد 5 أميال إلى الشمال الغربي من وشرف .\r\nهذه الآبار الشهيرة والبالغ عددها ثلاثمائة تقريبا ليست قديمة وقد حفرها العرب الحديثون أي منذ بدء الهجرة . لا يتجاوز عمقها مترين أو ثلاثة أو أربعة أمتار كما أكد لي أنه ليس فيها ماء إلا عندما تمطر . وبالتالي يمكن اعتبارها خزانات أكثر منها آبارا ، وما يحمل على هذا الاعتقاد هو أن مياهها نتنة ومرة ومالحة .\r\nفي 15 شباط بقي الحجيج مخيمين في وشرف بسبب جدال بين اثنين من الحاملادار « 1 » وبدوييهم مستأجري الجمال .\r\nلقد ذكرت آنفا بأن الأرض بين جبل فهدة وجال وقصة تختلف عن أرض عسامين الواقعة إلى الجنوب والمكونة من الصوان . وفي وقصة نجد حجارة كلسية متنوعة جدا كما يتبين من العيّنات الآتية التي استجلبت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حاملادار هو اسم الذين يتولون نقل الحجيج العراقيين مقابل سعر جزائي من بلاد ما بين النهرين إلى المدن المقدسة والعودة .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n1 - كلس تتخلله حبيبات من الصوان .\r\n2 - كلس رمادي بلوري .\r\n3 - كلس مخثر .\r\n4 - كلس متراص ومصقول وقد لمع سطحه بسبب احتكاك الرمل على الأرجح .\r\nفي وشرف يطغى كلس صواني إلى حد بعيد ، يجرح الزجاج وتتخلله فجوات وعروق كلسية كالترافرتين .\r\nفي 16 شباط استأنفنا المسيرة مسافة 30 كيلومترا حتى الطلحات التي لا تزال الآن إحدى أهم محطات درب زبيدة .\r\nهنا أطلال مائة بيت صغير تقريبا وخان كبير . ولا تزال جدران هذا الأخير تنتصب إلى ارتفاع 4 إلى 5 أمتار فوق الأرض . كما فيها ثلاث برك ، واحدة مدوّرة واثنتان مربعتان وكل واحدة من الأخيرتين مزدوجة . ولكن أغرب ما نرى هما بئران مربعتان حفرتا كليا في الصخر لعمق 70 مترا تقريبا طول كل جانب منها 5 أمتار وقد نفذتا بعناية وبدقة تامتين . لم أر حتى الآن ما يوازيهما فخامة إذ إنهما تفوقان آبار العقبة جمالا وعمقا . لدى مروري كانتا جافتين ومن المرجح أنهما كانتا كذلك على الدوام .\r\nالبرك هي أيضا جافة ، ولا عجب في ذلك لأنها مغمورة بالرمل إلى ما فوق فتحات التغذية . لقد أمطرت السماء هنا على غرار المنطقة بأسرها وهذا ما كانت تشهد عليه النباتات القوية النامية في كل منخفضات الأرض .\r\nقبل الوصول إلى الطلحات بساعة ، صادفنا أطلال مبنى منعزل لا تحمل اسما خاصا .\r\nمن بعد 10 كيلومترات إلى شمالي وشرق يتبدل مظهر الأرض مجددا . فالكلس المخثر والكلس المتراص والصوان العشبي تبقى الصخور طاغية حتى الطلحات .\r\nوتعرف هذه المحطة كذلك باسم مفرق درب لأن الطريق تنقسم فيذهب فرع منها مباشرة إلى النجف فيما يتجه الآخر إلى قصر السيد .\r\nفي 17 شباط غيرنا طريقنا وسرنا إلى الشمال ، 20 درجة شرقا .\r\nفي الحادية عشرة مررنا أمام محطة الحمام دون توقف وفيها قصر وبئر وبركة .\r\nويشمل القصر ، وهو أفضل القصور المحافظة على شكلها في طريقنا ، غرفة مقببة\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nكليا لا تزال قائمة . والبركة أيضا لا تزال في حال جيدة وفيها ماء .\r\nعند الواحدة وبعد أن قطعنا 35 كيلومترا ابتداء من الطلحات ، خيمنا في محطة حامد حيث لا يوجد سوى بركة مربعة .\r\nفي اليوم التالي انطلقنا في السادسة صباحا ومررنا بعد ساعتين قرب محطة مغيصة حيث يوجد قصر وبركتان . وبعد عشرين كيلومترا خيمنا على ضفاف شعيب الخزعمي الذي ليس بعيدا عن قصر وبركة أم قرون .\r\nابتداء من الطلحات وحتى جدول الخثعمي تبدو المنطقة دوما بمظهر صحراء حجرة لا نباتات فيها . هذا الجدول جاف ولكنه مملوء بالخضرة لأنه تلقى ماء هذا الشتاء ، ونجد فيه عشبا وحطبا .\r\nفي 19 شباط ، سرنا في السادسة إلى الشمال تقريبا ، 10 درجات غربا .\r\nبعد سفر دام ثلاث ساعات ، اجتزنا الشعيب أصب الذي هو ينبوع قرب آبار شبيكة ويجري في شط العرب قرب البصرة .\r\nبعد مرور ساعة على عبورنا شعيب أصب ، وصلنا إلى شعيب أبو خمسات الذي كان مملوءا بالخضرة . وخيمنا على مسافة ساعة إلى الشمال .\r\nعلى بعد بضعة كيلومترات إلى شرق مخيمنا قصر السيد مع ينبوع ، وعلى مسافة بضعة كيلومترات إلى الجنوب - الشرقي قصر رحيم وينبوع ماء مرّ .\r\nمنذ الثامنة صباحا بدت أمامنا قبة مسجد علي المذهبة في النجف وهي تلمع كالشمس . وقد شجع هذا المنظر الجميع وأنساهم الكثير من المآسي التي عانوها .\r\nفي اليوم التالي في 20 شباط ، كان الجميع جاهزين قبل الفجر بوقت طويل . في السادسة انطلقت المسيرة وبعد ساعة ونصف الساعة وصلنا أمام \" بحر النجف \" وتركناه إلى يميننا للالتفاف حوله . وسرنا على التوالي إلى الشمال - الشرقي ثم إلى الشرق وأخيرا إلى الجنوب - الشرقي . عند الظهر إلا بضع دقائق وصلت إلى النجف المقدس .\r\nكان بعض البدو قد أرادوا خداع ابن رشيد برفضهم نقل الحجيج بالشروط التي وضعها . ولكن في النهاية ومن بعد تهديدات الأمير قرروا إرسال أسوأ إبلهم مما أجبر الحجيج على الاكتفاء بمسيرات لا تتجاوز ست إلى سبع ساعات في اليوم . لذا فقد\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nأمضينا 35 يوما للمجيء من حائل إلى النجف وهي مسافة يمكن اجتيازها عادة في 12 يوما بسهولة .\r\nتوقفت بضعة أيام في النجف وفي كربلاء سعيدا بالتلذذ مجددا بملذات حضارة أكثر تقدما من حضارة سكان الصحراء . وإذ استشرى الطاعون في النجف اضطررت إلى قضاء 15 يوما من الحجر الصحي في مسيّب قبل الدخول إلى بغداد التي لم أصل إليها إلا في 18 آذار . وقد خصني السيد بيرتيه قنصلنا ، باستقبال في منتهى الودّ واللطافة وبضيافة شرقية صرف . وسأحفظ له دائما أحر امتناني .\r\nكلمة أخيرة قبل أن أختم المسار من حائل إلى العراق . هناك ثلاث طرق تتبع عادة ويسميها العرب كالآتي :\r\nدرب سماوة وهي تنطلق من هذه البلدة على ضفاف الفرات وتتجه إلى الجبل مرورا بلينة .\r\nدرب الغزال التي يمكن أن تنطلق من أي نقطة في بلاد ما بين النهرين ثم تنحرف قليلا إلى الغرب وتذهب إلى الجنوب مرورا بآبار الشبيكة في الغرب وباحتراق النفود في جزء كبير . ولا يمكن ان يسلك هذه الطريق إلا رجال يمتطون أفضل المطايا . وهي على الأرجح الطريق التي تبعها والين عام 1848 .\r\nدرب زبيدة أو الدرب السلطاني التي تجري بين الدربين السابقتين . هي الدرب التي تبعتها والتي وصفتها لتوّي .\r\nولكننا نفهم أن هذه الطريق ، على الرغم من فخامة أحواضها ، لا يمكن سلوكها في كل وقت لان أمطار الشتاء ليست منتظمة . وقد روى لي جميع العرب أنه قبل شتاء 1880 - 1881 ، مرت ثلاثة مواسم شتاء دون أمطار ولم يحظ خلالها أي من الأحواض بماء . وقبلها مرت تسعة مواسم شتاء جافة أخرى . وفي ثلاث عشرة سنة لم تكن هذه الطريق سالكة إلا ثلاث سنوات . وقافلة الحجاج التي بنيت من أجلها تستخدمها بنسبة أقل بكثير إذ يصادف الحج عموما في شهر حار أكثر منه في شهر بارد .\r\nوقد أدرك بناة درب زبيدة هذا العائق وحاولوا تداركه بإنشاء آبار إلى جانب أحواضهم الضخمة . وقد رأينا الأعمال الجميلة التي نفذت في محطتي الطلحات والعقبة وكم حرصوا على إيجاد الماء . ولكن الله لم ييسر لهم العثور عليه .\r\nأورد الآن بعض المعلومات حول أكثر الطرق استعمالا وهي درب سماوة التي تمر بلينة\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوالتي لم أستطع إدخالها إلى خريطتي لافتقاري إلى مزيد من المعلومات .\r\nبالانطلاق من سماوة ، تقود مسيرة يوم كامل إلى الجفرة ، وهي محطة مزودّة بآبار .\r\nلكن عرب الزياد لصوص محترفون ، يجعلون هذه النقطة خطرة . لديهم خيول ولا ينفكون يغيرون للسلب .\r\nفي اليوم التالي وصلنا إلى صحراء الحجرة وخيّمنا في مكان اسمه أبو خويمة حيث لا ماء في غدير إلا في الشتاء .\r\nفي اليوم الثالث خيّمنا في سلمان حيث آبار عديدة ولكن مياهها كريهة .\r\nقادنا اليوم الرابع إلى حقي الفردوس وهو منخفض طفيف مستطيل الشكل يمتد 500 متر ويشتمل على خضرة طوال السنة . ليس فيه آبار ولكن المياه تبقى فيه طويلا بعد المطر .\r\nفي اليوم الخامس خيّمنا في الخديد حيث لا يوجد سوى مياه الأمطار .\r\nفي اليوم السادس خيمنا في جال الباطن حيث نجد إما مياه المطر أو مياها من آبار لينة .\r\nمعلوماتي حول هذه الطريق تتوقف هنا .\r\n\r\nمن بغداد إلى دمشق عبر الحماد\r\nمن بغداد ما علينا إلا أن نختار الطرق للذهاب إلى فرنسا . الطريق الاعتيادية هي طريق البحر عبر البصرة والسويس وهي أقل الطرق مشقة ولكنها أطولها .\r\nإحدى الطرق البرية تتمثل في الذهاب من بغداد إلى الموصل ومنها إلى الإسكندرون إما عبر أورفاء ( الرها ) أو عبر حلب . وتتم هذه الرحلة على الحصان .\r\nويوجد أخيرا طريق أقصر بكثير تسلك طريق الصحراء . وتتمثل في الذهاب من بغداد إلى الفرات الذي يتم عبوره عند شقلاوه . ثم نصعد الضفة اليمنى للنهر حتى الدير « 1 » ومن هنا نذهب إلى السخنه في الجنوب - الغربي ، ثم إلى تدمر وأخيرا إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي مدينة دير الزور وتقع على نهر الفرات ، وتبعد عن الحدود العراقية حاليا 130 كيلومترا .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nدمشق . إننا نحصل على الماء كل يوم أو كل يومين وتتم الرحلة على جمل ذلول .\r\nولكن للأسف نتعرض لعمليات السلب التي تقوم بها كبريات قبائل عنزة التي تحتل بالضبط هذه المناطق من صحراء سورية .\r\nإنها الطريق التي تسلكها عادة القوافل الصغيرة التي تسير بين بغداد ودمشق .\r\nالطريق المباشرة من بغداد إلى دمشق عبر الحماد لا بد أن تكون أكثر أهمية للعلم .\r\nبعض العرب المتفرقين الذين يؤمّنون خدمة البريد بين هاتين المدينتين لحساب القنصل الانكليزي في بغداد « 1 » يجتازون هذه المسافة منذ عدة سنوات .\r\nقمت باستعداداتي لاتباع هذه الطريق وعندما وجدت الدليل اللازم ، غادرت بغداد في الأول من كانون الأول 1881 .\r\nخرجنا من المدينة في الساعة الخامسة مساء ، ولم أجتز عند هبوط الليل سوى أربعة أميال وذهبت لأخيّم على مسافة قريبة من عقرقوف ، قرب بعض خيم بني تميم .\r\nفي اليوم التالي في 2 كانون الأول ، انطلقنا في الساعة الثالثة صباحا ووصلنا بعد اثنتي عشرة ساعة إلى شقلاوة على ضفاف الفرات .\r\nأرض دجلة الطمية تمتد حتى منتصف الطريق قرب قصر نقطة . أبعد من ذلك تصبح الأرض محجرة ومملوءة بالحصى . على أي حال فإن تركيب التربة معقد للغاية فقد لاحظت جبسا صفيحيا ، صوانا على شكل حصى رمادية فاتحة أو تميل إلى الصفرة ، يشبا مشققا مع عروق من المرو ، حصى من المرو الأبيض الشفاف ، حثا رماديا وكلسا بلون التراب .\r\nقبل الوصول إلى شقلاوة بساعة يطفو الرخام والميكا على سطح الأرض .\r\nابتداء من قصر نقطة تتخذ النباتات مظهر نباتات الحماد ويختفي البطم الذي تميز الجزيرة باستثناء واحد أو اثنين .\r\nفي اليوم التالي عبرنا الفرات في معبر على مسافة خمس عشرة دقيقة من القرية .\r\nولم تستغرق العملية أكثر من ربع ساعة . وتوجهنا على الفور شمالا 70 درجة غربا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منذ سنة ( من تاريخ الرحلة ) أقامت الحكومة العثمانية خدمة مماثلة على الخط نفسه .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nنحو الرمادي حيث وصلنا في الساعة الرابعة ثم ذهبنا نخيم في الحقول على بعد مسيرة ساعة منها .\r\nكل ضفة الفرات اليمنى ابتداء من شقلاوة حتى الرمادي بعرض يتراوح ما بين 500 و 1000 متر ، يزرعها عرب مقيمون من قبائل أبو فهد  Fahat  ، أوردمي  Ourdemy  مهامته  Mehamtah  .\r\nالمنظر مختلف كليا . انتهى سهل الجزيرة الشاسع فأرض الطمي تتوقف على مسافة من الفرات تتراوح ما بين كيلومتر واحد إلى 5 كيلومترات . الأرض تصعد رويدا رويدا وتشكل ارتفاعا يبلغ من 15 إلى 20 مترا مؤلفا من الحث الهش في طور التحلل .\r\nفي 4 كانون الأول ، انطلقنا في الساعة الرابعة فجرا ووصلنا بعد تسع ساعات إلى الهيت  Hit  التي أشار عمود دخان أسود ناجم عن تكرير خلاصاتها المعدنية إلى وجهتها منذ الساعة الثامنة صباحا .\r\nهذه المدينة الصغيرة التي تعدّ من أقدم مدن العالم والسابقة لبابل بالتأكيد ، تقع اليوم على مسافة 150 مترا غربي موقعها القديم . الهيت الجديدة تشغل مكان قلعة المدينة القديمة على صخرة تشرف على النهر وقصت بشكل عمودي من هذه الجهة . في مقابلها على الضفة اليسرى بستان واحد مؤلف من 200 نخلة تبلغ من العمر عشرين سنة . يتم ريه بواسطة دولابين ضخمين يحركهما التيار ( ناعورتان ) ترفعان الماء في هدير يصمّ الآذان وهما من مميزات منطقة الفرات . في الأسفل ، شرقي الهيت ، بستان آخر يشمل مائة نخلة تقريبا . تلك هي كل الخضرة الموجودة .\r\nنعرف انه من بعد الهيت هناك نخيل يثمر في عانا ولكن هذا هو الحد الشمالي لانتاجية هذه الشجرة . بعد هذه الحدود لا يعطي النخيل تمرا .\r\nأرض الهيت تشكل منخفضا شبيها بالأحواض التي رأيتها في القصيم . طرف من هذا الحوض يلامس الفرات الذي يبلغ عرضه هنا 60 مترا والهيت تقع في هذه النقطة بالضبط .\r\nمظهر المنطقة عار وكئيب . على مسافة عدة كيلومترات في كل الاتجاهات تنبثق ينابيع صغيرة متخمة بالهيدروجين الكبريتي وتفسد رائحة الجو المثقل بالدخان الأسود الناجم عن الكربور المستعمل كمحروقات لتكرير الكربور نفسه .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nتعطيك المدينة انطباعا بأنها أطلال . وهناك مأذنة في الزاوية الجنوبية تطل عليك من بعيد وأنت قادم من الرمادي .\r\nالهيت تعيش كليا من ينابيع القار التي لا تنضب .\r\nبالاستناد إلى عيّنات معدنية استجلبت ، فإن تربة البلدة تتألف بشكل رئيس من الجبس وحصى المرو وافتاليت والصوان المنطقي الموشح والمنغنيزي ، والمرو الشفاف ، وحصى من الكلس الأسود المتراص جدا ، الأنبوبي الشكل أحيانا ومن الحث الصواني بملاط كلسي .\r\nبين الرمادي والهيت يشكل الفرات عروة في الشمال بحيث يغيب عن الأنظار ، ولأن الطمي لا يمتد إلى هذا البعد في الداخل تأتي النتيجة بأن مجرى النهر بكامله تقريبا يسير في صحراء من الحصى اسمها أبو راية .\r\nفي الهيت تملأ القرب من ماء الفرات لعبور الصحراء . واستأنفنا مسيرتنا قرابة الساعة الخامسة مساء في اتجاه الشمال ، 75 درجة غربا ، لنصل في الثامنة إلى كبيسة  Kebeisah  وهي قرية مؤلفة من 500 نسمة وتحيط بها جدران تحظى بصيانة جيدة ، قضينا الليل خارجها .\r\nحدائق كبيسة موجودة في أرض مسوّرة منفصلة ، شمالي المدينة . وعلى حدود الحدائق يجري نبع غزير لكن ماءه مرّ ومالح . أما المياه الصالحة للشرب لاستهلاك كل القرية ، فلا وجود لها إلا في بئر وحيدة تقع على مسافة 500 متر خارج الجدران .\r\nهذه المدينة الصغيرة القابعة على أبواب الصحراء هي مقر مدير مكلّف بجباية الضريبة لحساب الحكومة العثمانية ، ولكن هذه هي الفائدة الوحيدة التي يحصل عليها السكان من جراء جنسيتهم إذ إنهم لم يروا السلطة مرة تتدخل لحمايتهم من عمليات السلب الدائمة التي يشنها عرب عنزة .\r\nيوم الاثنين في 5 كانون الأول غادرنا كبيسه في السادسة صباحا ولم نعد نصادف أي مركز مأهول حتى وصولنا إلى سورية . وقد عصفت ريح شمالية مثلجة بقوة طوال اليوم ومنعت جمالنا في بعض الأحيان من التقدم .\r\nكانت طريقنا تسري في الجنوب ، 60 درجة غربا . وقد قادتنا مسيرة ست ساعات إلى قصر خباز حيث خيّمنا في مجرى الشعيب الذي يحمل الاسم نفسه والذي يتخذ\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوجهة الشمال - الشرقي بعد تكونه على الهضاب التي تحيط القصر ، ويمر بكبيسة ومن هنا يصبّ في الفرات .\r\nقصر خباز هو المحطة الأولى في طريق تذهب من بغداد إلى دمشق وتدعى درب زبيدة كالطريق التي تقود من العراق إلى المدن المقدسة في الحجاز ، أي إن إنشاءات طريق دمشق تنسب إلى الأميرة نفسها .\r\nأمام قصر خباز تنخفض الأرض فجأة 40 مترا تقريبا ، وبجانب القصر ينزل سيل بني في أسفله بركة كبيرة القياسات من الحجر المقصّب . كل هذا بات أطلالا ولكنه من السهل الملاحظة أن أسلوب الإنشاءات هو نفسه كما في درب زبيدة الجنوبي . لا تزال جدران القصر ترتفع إلى ثلاثة أمتار وعقد باب المنزل لا يزال كاملا .\r\nلدى مغادرتنا خباز ، تابعنا طريقنا مسافة 25 كيلومترا مستمرين في اتجاه الشمال ، 60 درجة غربا وخيّمنا في رجم الصابون وهو اسم تلة حيث كان يقوم بناء وحيد من حجارة كبيرة بات أطلالا .\r\nفي 6 كانون الأول ، لحظة الرحيل في الصباح ، لم يستطع أحد أن ينام بسبب البرد .\r\nكان ميزان الحرارة يسجل 9 ، 5 درجة . أما الريح فكانت لا تزال قوية وتعصف من الشمال - الغربي .\r\nعلى بعد بضعة كيلومترات من رجم الصابون ، وصلنا إلى مقاطعة قرعة عامق وبعد خمس ساعات من السير إلى قصر عامد .\r\nقصر عامد مبني على الجزء الأكثر انخفاضا من هضبة . ولم يبق منه سوى الأساسات على مستوى الأرض والباب مع قنطرته . على مسافة قصيرة إلى غرب القصر نجد حوضا مربعا طول ضلعه 12 مترا ولكنه مغمور بالرمل حتى مستوى الأرض .\r\nابتداء من حيث تحافظ الصحراء على رتابتها لا ترى سوى سهول شاسعة تتماوج قليلا في بعض الأحيان .\r\nمن قصر عامد قطعنا 40 كيلومترا إضافيا ثم خيّمنا .\r\nليل 6 إلى 7 كانون الأول كان أكثر بردا من الليل السابق وهبط ميزان الحرارة إلى 1 ، 10 درجة . ولحسن الحظ كانت الريح أضعف من الأيام السابقة .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nانطلقنا في السابعة صباحا ، ووصلنا بعد ثلاث ساعات من السير إلى وادي المعشر الذي ينبع على مسافة خمسة أميال تقريبا جنوبي - شرقي طريقي ويصب في وادي حوران .\r\nقبل الوصول إلى وادي المعيشر ، صادفت على جانبي الطريق بقايا جدارين حاجزين مماثلين للجدران التي رأيتها على درب زبيدة في الجنوب وهو أمر لافت . وتمكنت من تتبع هذين الجدارين مسافة كيلومترين تقريبا .\r\nبعد مغادرة وادي المعشر بساعتين ونصف الساعة خيمنا في وادي حوران قرب آبار عيور ، تقع أطلال قصر عيور على الضفة اليمنى من الوادي ، ولكن لم يعد يتجاوز ارتفاع جدرانه مترا واحدا . ولا يزال الباب المقبب هو أيضا منتصبا .\r\nإن آبار عيور البالغ عددها 12 تقع في مجرى الوادي قرب الضفة اليمنى . سبع منها ردمت . وقد حفرت في الحصى وسندت جدرانها بكتل كبيرة من الحجر المبروم استخرجت من الوادي نفسه . وتقع المياه الطيبة جدا على عمق أربعة أمتار .\r\nعلى الضفة الثانية وقبالة قصر عيور ، أطلال قبر كما تظهر قبور من حولها على مساحة كبيرة . هذا المكان هو موقع أضرحة الصلب الذين يملكون أيضا الآبار .\r\nان بداية وادي حوران تقع بحسب أقوال رجالي ، على مسافة أربعة أو خمسة أيام سير إلى جنوب - غربي عيور أي على بعد 200 كيلومتر تقريبا ومصبه في الفرات على بعد ثلاثة أو أربعة أيام من السير انطلاقا من النقطة نفسها . وكانت معلومات أخرى قد أعطتني أرقاما أدنى . أفراد قبيلة الصلب من شمال شرق النفود قالوا لي جميعهم إن طول وادي حوران الكامل لا يتجاوز ستة إلى سبعة أيام سير . وعرب من قبيلة العمارات  Amarrat  شرقي كربلاء أعطوني أرقاما مماثلة تقريبا . واعترف بأن هذه المعلومات الأخيرة قد أثرت علي لدى تحديد الرسم وإنني لم أجرؤ على اتباع مؤلف الخريطة المرفقة برحلة الليدي آن بلانت ، والذي يسجل رأس الوادي بالدرجة - 36 ، 7 على خط الطول شرقا . أي بزيادة درجة إلى الغرب مني .\r\nبالاستناد إلى الورقة  V  من خريطة مجرى الفرات التي وضعها الكولونيل شسني  Chesney  ، فإن مصب وادي حوران يقع على مسافة خمسة وعشرين ميلا إنكليزيا ، شمالا - 37 درجة غربا من عانا .\r\nفي عيور تختفي ضفاف الوادي ويمتلئ مجراه بحصى كبيرة وبحصى وكتل مبرومة مما يشير إلى نظام سيلي أحيانا .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالمناطق المجاورة لعيور غير متساوية وتتخللها تلال . وكتلة الجبال مكونة من كلس متراص . كان أدلائي يسمونها كلها باسم جبال العوير . ولكن من المرجح أن القمم المختلفة ، لها أسماء خاصة لا يعرفها سوى أفراد الصلب الذين يؤمون المنطقة في الربيع .\r\nما إن ارتوت النوق وملئت القرب حتى استأنفنا سيرنا باتجاه الغرب وقطعنا قرابة 30 كيلومترا إضافيا . وبذلك وصلنا إلى نهاية هذه الصحراء التي لا نرى فيها سوى سهول شاسعة مع تموجات طفيفة وطويلة للتربة الخالية من كل نبات . كانت الصحراء قد بدأت غربي رجم الصابون واسمها الضيعة وأيضا الضويعة ( في هاتين الكلمتين تمثل حرف الضاد القوي ) .\r\nبمغادرتنا هذه المنطقة وصلنا في 8 كانون الأول إلى منطقة الجعارة  El G'ara  التي هي أكثر تعرجا وأقل عمقا . فالأرض صالحة وتنتج مراعي جيدة . حتى إنني رأيت قرابة الساعة العاشرة صباحا شجرا نصيا في واد صغير حيث توقفنا لتناول الغداء والسماح لجمالنا بأن ترعى .\r\nفي هذا المخيم استطعت أن أحدد بعض القمم البادية أمامنا وكلها تقع على أراضي الجعارة :\r\nشمالا ، - 22 درجة غربا الهدر .\r\nشمالا ، - 60 درجة غربا مربط حصان .\r\nشمالا ، - 70 درجة غربا الناقة\r\nجنوبا ، - 35 درجة غربا عفيف\r\nوالقمة الأخيرة هي الكبرى .\r\nفي البعيد أمامنا وإلى الغرب ، تمتد سلسلة طويلة من الجبال تدعى الملوصة بلغناها بعد الساعة الثامنة مساء وفيها آبار .\r\nقبل ساعتين كنا قد تعرضنا لوضع حرج . كنا قد تسلقنا لتوّنا منحدرا وعرا لتلة صغيرة ، وما إن وصلنا إلى القمة حتى رأينا فجأة على مسافة قدّرتها بخمسة أو ستة كيلومترات إلى الجنوب وهج نار مخيم . فالرجال الذين يستطيعون الإقدام على هذا التحدي في مثل هذه الساعة وفي الصحراء لا بد أن يكونوا كثيرين . ووجودهم هنا\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nلا يبشر بالخير . لا بد أنهم بدو آتون من الصحراء والتقيناهم على بعد بضعة كيلومترات من كبيسة قد أعلمونا بسريانه في هذه المناطق .\r\nفانعطفنا فورا إلى اليمين حاثين الخطى .\r\nآبار الملوصة تدعى أيضا القراح .\r\nعملية سحب الماء وسقي الإبل هي دوما طويلة نسبيا وخاصة عندما تكون الآبار عميقة . وتزيد الصعوبات إذا كانت العملية تجري ليلا مع صعوبة تمييز الآبار الصالحة مما يستدعي ضرورة البحث عنها وسبرها الواحد تلو الآخر . بالإضافة إلى ذلك ، عندما تكون المنطقة خطرة وعندما نعرف أننا في جوار غزو لا بد من أن يتم كل شيء بهدوء وصمت فلا كلام إلا بصوت منخفض ويجب عدم إعطاء أي ذريعة للنوق لتطلق رغاءها ، ومعاملتها بمراعاة خاصة .\r\nومع ذلك فقد انتهى كل شيء على خير ما يرام في ختام ساعة واستأنفنا السير لنخيّم في الساعة الواحدة فجرا على مسافة 8 كيلومترات بين بعض كتل الكلس الكبيرة قرب شعيب سمحان .\r\nيجري هذا الشعيب الذي يتكون على مسافة غير بعيدة جنوب مخيمنا إلى الشمال - الشرقي ويصب بعد مجرى يبلغ قرابة 50 كيلومترا في وادي الرتقة الذي يتجه هو أيضا نحو الفرات . ولدي أسباب للاعتقاد أنه لا يتجه إليه مباشرة بل إنه أحد روافد وادي حوران .\r\nرمل شعيب سمحان هو طمي رملي يخالطه الكثير من الكلس مع أنواع صوان وكربونات الكلس .\r\nفي 9 كانون الأول انطلقنا في السابعة صباحا وخيّمنا في الساعة العاشرة على أراضي الحرة وهي صحراء حجرة ( شظايا كبيرة من الصوان والكلس ) ولكن عبورها لا يستغرق أكثر من ثلاث ساعات كاملة .\r\nومباشرة بعد ذلك سرنا إلى أراضي صواب  Souwab  .\r\nفي الساعة الثالثة والنصف وفي الرابعة والثلث وفي الرابعة و 35 دقيقة اجتزت على التوالي ثلاثة روافد صغيرة لشعيب صويب تنبثق من هنا وتجري إلى الشمال لتصب في وادي صواب .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nشعيبات صويب الثلاثة هي جداول لا يتجاوز عرضها من 6 إلى 8 أمتار وتبلغ ضفافها 30 سنتيمترا .\r\nوقال لي رجالي أن وادي صواب يجري في الفرات بين الدير ووادي حوران ولكن لم يستطع أحد منهم أن يحدد لي النقطة ولا حتى أن يفيدني بوجودها فوق أو تحت عانا . إلا أنني رأيت على الورقة  IV  من خريطة الفرات الجميلة التي وضعها الكولونيل تشسني ، فيما كنت أتفحصها ، والتي تبين مجرى النهر بين أبو سيدة ووردي ، بأنه صادف في الصحراء لدى عودته من جولته ، على بعد 36 ميلا « 1 » شمالا - 78 درجة غربا من وردي ( \" 4 ، 29 34  ( L . M .  خط عرض شمال وادي صواب  Souwab  .\r\nمع هذه النقطة المرجعية ، وبالاستناد إلى شكل الأرض قرب الفرات في هذه المنطقة ، أستطيع ان أؤكد أن مصب هذا الوادي في الفرات يقع ما بين 55 34 و 45 34 من خط العرض الشمالي ، أي إلى جنوب دير الواقعة على الدرجة \" 7 20 35 من خط العرض الشمالي . وبالطبع يحق لنا التعجب من عدم ملاحظة حملة الكولونيل تشسني هذا المصب في التقويم الدقيق جدا لمجرى الفرات .\r\nالصخور الطاغية في منطقة صواب هي الصوان والكلس الأحمر . العيّنة المستخرجة من مجرى الوادي هي طمي يحمل الكثير من كلس يميل إلى الحمرة قد يكون ناجما عن تفتت الكلس الأحمر .\r\nفي 15 كانون الأول ، تابعنا سيرنا إلى الشمال ، - 80 درجة غربا . بعد ميلين تركنا أرض صواب لندخل أرض الوالج  El Oualeg  ومباشرة بعد ذلك سرنا إلى الشمال ، - 25 درجة غربا . كان يقصد من هذا التوغل إلى الشمال الالتفاف حول منطقة بركانية إلى جنوب طريقنا ويشكل اجتيازها صعوبة قصوى .\r\nأمضينا قرابة ست ساعات لنصل إلى نهاية أرض الوالج ودخول أرض خويمة التي لا يميزها شيء عن الأرض السابقة . ويستمر مظهر العري إياه والغياب الكلي لأي نباتات .\r\nوالأرض مغطاة بشظايا الصوان التي تبدو مطلية لشدة لمعانها في الشمس . تشبه هذه الصحراء تلك الممتدة إلى شرق الجوف بين هذه البلدة وصحراء ولما  Ouelma  إلا أن حجارة الوالج وخويمة أكبر حجما .\r\nفي الوالج استأنفنا رحلتنا باتجاه الغرب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميل الانكليزي يساوي 1609 أمتار .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوقادتنا مسيرة ليلية إلى نهاية أرض خويمة وبداية أرض شعلان .\r\nفي السابعة والنصف كنا شهود ظاهرة شهابية غريبة . فقد ظهر نيزك رائع قطره ظاهريا طول قطر برتقاله كبيرة ، كرة نارية حقيقية ، قرب ألفا النسر واجتازت الفضاء في الجنوب ومرت على أوريون واختفت وراءنا إلى اليسار وقد أضاءتنا خلال سبع إلى ثماني ثوان بنور ساطع شبيه بنور بؤرة كهربائية . وبعد خمسين ثانية بلغنا صوت انفجار شبيه بإطلاق عدة مدافع .\r\nوكان زيد ، أحد رجالي ، يصيح طيلة مدة الظاهرة بأعلى صوته وبنبرة تنم عن هلع كبير : \" الله أكبر ! الله أكبر ! السلام على سيدنا محمد ! \" وكرر هذه الجملة عشر مرات ثم قال لنا أن هذه العلامة تنذر بنهاية سيئة لرحلتنا . \" أليس كذلك يا بيه ؟ \" قالها متوجها إليّ . وأجبته \" نعم لو كان هذا قد حصل في بداية رحلتنا ، أما الآن فهذا الأمر لا يعنينا . وا أسفاه على الذين رأوا هذه الإشارة وسيصرون على بدء رحلة غدا \" . لكن شرحي لم يطمئنه إلا جزئيا .\r\nفي صباح اليوم التالي ، حددت من مخيمنا الجبال الصغيرة التالية : - الغاب على مسافة عشرة أميال تقريبا شمالا ، - 45 درجة غربا . - شعلان على مسافة ثلاثة أميال تقريبا شمالا ، - 80 درجة غربا . - الطنف والطنيف على مسافة 16 و 18 ميلا تقريبا جنوبا ، - 45 درجة غربا .\r\nبالقرب من جبال شعلان والطنف والطنيف غديران فإذا كانت الأمطار غزيرة في الشتاء ، يبقى فيها ماء ويتجمع فيها عرب فضان وسبا في الربيع .\r\nاستغرق اجتياز أراضي شعلان ساعتين ونصف الساعة .\r\nوفورا بعد ذلك بدأت أراضي خور الطنيفات حيث خيّمنا بعد الثالثة عصرا في واد عذب مملوء بالحطب والعلف ومن بينها الكثير من النوصي . وبالفعل فقد تبدلت الأرض والمنظر . فقد أعقبت السهول الشاسعة الرتيبة والجرداء في الحرة والوالج وخويمات منطقة وعرة من التلال والوديان . كذلك الأرض لم تعد مغطاة بالشظايا الشبيهة بحجارة البندقية ، فقطع الصخر بشكل بحص وكثيرا ما تبدو وكأنها كسرت كالحجارة المعدّة عندنا لرصف الطرقات المكدمة .\r\nفي بعض الأحيان أيضا ، إنما بنسبة أقل ، تكون هذه الحجارة بحجم الدبش عندنا\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nويفترض تكوينها في المرو والكلس البلوري وجودها في جوار بركاني « 1 » .\r\nفي الخامسة مساء انطلقنا من جديد لنخيّم في العاشرة في صحراء زرقه كبوت .\r\nمنذ مغادرتنا كبيسة وحتى هذا اليوم عانينا كثيرا من البرد . كل صباح تقريبا كان ميزان الحرارة يسجل - 10 درجات تحت الصفر وخلال النهار يصعد الزئبق ليصل بالكاد إلى + 10 درجات أو + 12 درجة . قرب الماء كانت متجمدة باستمرار رغم الاحتياط الذي جعلتهم يأخذونه بلفها بالأغطية وعلى الرغم من بقائها ليل نهار متدلية على جنبات الجمال . وقد اضطررنا مرتين في الصباح لنسير ونحن صيام لعدم تمكننا من تذويب ما يكفي من الماء لإعداد الشاي أو القهوة . زبدتنا السائلة باتت تشبه الرخام وقد أرغمنا على قطع القربة التي تحتويه بالسيف .\r\nولكن مخاوفنا الكبرى كانت على جمالنا . فهذه الحيوانات المسكينة التي كنا نستخدمها في الليل كسواتر كانت متجمدة ومتصلبة في الصباح . وللركوب عليها كنا مجبرين على تركها تنهض أولا لنتسلق بعدئذ ظهرها . ولم نكن نستطيع أن نجعلها تحث الخطى إلا بعد الظهر حيث يكون قد زال جليدها .\r\nفي 12 كانون الأول استغرق ساعتين اجتياز صحراء زرقه كبوت التي يعود اسمها إلى الحجارة السوداء البازلتيه التي تغطيها .\r\nفوجدنا أنفسنا عندئذ في صحراء اللقيطة التي لا تتجاوز مساحتها 10 كيلومترات والتي لم نلبث أن عبرناها . تليها مباشرة صحراء الشام .\r\nقرابة الظهر اغتبطنا لرؤية قمة جبل عادة الموجودة في جنوب قريتين والتي حددتها إلى الشمال ، - 70 درجة غربا . إنها صديق قديم تعرفت اليه في فترة تجوالي مع الرعاة في صحراء سورية ودليل على أننا نكاد نصل إلى مقصد رحلتنا .\r\nعبرنا صحراء الشام في ساعتين ونصف الساعة لنصل إلى صحراء المراح .\r\nقبل نهاية منطقة الشام بأربعة كيلومترات تقريبا وعلى مسافة 3 أميال إلى جنوب طريقي ، توجد ثلاثة غدران وإلى هنا ينتهي شعيب الشام الصغير الذي يتكون إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحث الصواني والكلس البلوري هي صخور متحولة أي أنها صخور تحولت مادتها أو تبدلت تحت تأثير الحرارة إنما بشروط الضغط التي لا وجود لها على سطح الكرة الأرضية . لذا من المستحسن استعمال تعبير أرض جوفية . [ التحرير 
  ]\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالجنوب . وهي تخص وكذلك الأراضي المحيطة الصلب الذين يرتادونها في الربيع عندما يكون في الغدران ماء .\r\nفي المراح حيث تتوقف الصحراء الحجرة ، نطأ أرضا نباتية صالحة مكسوة بمراع جيدة . إلا أن ذلولنا لا تأكل إلا من أطراف شفاهها وتتثاءب وهي تنظر إلى الأفق وتترك عروق النباتات التي تمضغها تقع على الأرض . ذلك أن هذه الحيوانات المسكينة عطشى . فهي لم تشرب منذ بئر الملوصة أي منذ 8 كانون الأول في الحادية عشرة ليلا .\r\nوبما أن مؤونتنا من الماء بدأت تنفد أيضا ( لم يعد لدينا إلا ما يكفي لوجبة واحدة ) اضطررنا إلى تسريع مسيرتنا .\r\nفي الثالثة والنصف خيّمنا في صحراء المراح وبعد ساعة ونصف الساعة استأنفنا السير حتى الواحدة من فجر 13 كانون الأول .\r\nبعد استراحة دامت ساعتين انطلقنا في الساعة الثالثة صباحا . في ختام ميلين خرجنا من أراضي المراح لندخل أرض الحيل وفيها واد صغير يحمل الاسم نفسه .\r\nيعقب منطقة الحيل منطقة العيسى  El'Aitsa  مع وادي سبع أبيار .\r\nيحد العيسى من الغرب مبنى مربع كبير من الحجر المقصوب يدعى قصر صيقل ويشير إلى بداية الأراضي التي تحمل نفس الاسم .\r\nتمتد منطقة صيقل حتى قصر الشام الذي يبعد مسافة ثلاث ساعات وأربعين دقيقة من السير من قصر صيقل .\r\nلدى مغادرتنا قصر الشام قطعنا ثلاثين كيلومترا إضافيا حتى بركة سنبين التي لا تبعد سوى ستة كيلومترات من قرية ضمير التي وصلنا إليها لحسن الحظ في الساعة الخامسة مساء . عادت الأرض حجرة قبل الوصول إلى ضمير ببضعة كيلومترات فقط .\r\nفي اليوم التالي في 14 كانون الأول غادرت ضمير في الحادية عشرة صباحا ووصلت إلى دمشق قبل الساعة الخامسة مساء .\r\nضمير والطريق المؤدية إلى دمشق معروفتان .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nجغرافية إمارة شمّر\r\n\r\nمنطقة شمالي حائل\r\nتقع حائل ، عاصمة الإمارة ، عند سفح جبل سمرا .\r\nيتألف وسط حائل اليوم من اثني عشر حيّا أو سوقا وهي :\r\n- برزان - لبدة - الجبارة - الجراد - الجديدة - سماح - العبيد - الخنقة - وربيعة - سويفلة - الخريم - مفيضة .\r\n( * * ) سماح والعبيد كانا الأخيرين في الإنشاء . العبيد وكما يشير اسمه يسكنه عبيد سود كليا ويعود للأمير . أطيب المياه هي مياه بئر سماح في حائل . ويبلغ طول المدينة 4 كيلومترات تقريبا من سوق وربيعة شرقا إلى سوق سماح غربا .\r\n( * * ) في كل الأسواق الشرقية ، المياه قريبة ولكنها مرّة وغير صالحة للشرب .\r\n( * * ) يبلغ عدد سكان حائل في الحد الأقصى 15000 نسمة .\r\n( * * ) الوكيد إلى الشمال ، 31 درجة شرقا ، وعلى مسافة 14 كيلومترا من حائل . أسست حوالي عام 1835 - 150 نسمة .\r\n( * * ) الجذامية على مسافة 20 كيلومترا إلى الشمال ، س 35 درجة شرقا من حائل - 100 نسمة . هذه البلدة موجودة منذ عام 1830 .\r\n( * * ) اللقيطة على مسافة 22 كيلومترا إلى الشمال ، 10 درجات شرقا من حائل تعدّ 500 نسمة . أسست في الوقت نفسه مع الجذامية .\r\n( * * ) أم القلبان ، على مسافة 62 كيلومترا إلى الشمال ، 32 درجة غربا من حائل ، في النفود ، 30 نسمة .\r\n( * * ) قنا ، على مسافة 75 كيلومترا إلى الشمال ، 47 درجة غربا من حائل ، في النفود ، 100 نسمة .\r\n( * * ) طويل ، على مسافة 90 كيلومترا إلى الشمال ، 74 درجة غربا من حائل في النفود ، 120 نسمة .\r\n( * * ) جبة ، على مسافة 130 كيلومترا إلى الشمال ، - 62 درجة غربا من حائل في النفود ، 400 نسمة .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n( * * ) الجوف المسماة فيما مضى دومة الجندل هي مدينة تقع إلى شمال النفود على مسافة 320 كلومترا إلى الشمال ، س 25 درجة غربا من جبة . وتتألف من خمسة عشر حيا مجموعا تفصل فيما بينها أسوار . وتعد 12000 نسمة تقريبا . إنها واحة قديمة جدا ترقى إلى القرن السابع قبل الميلاد .\r\n( * * ) قارا على مسافة 32 كيلومترا إلى الشمال ، 70 درجة شرقا من الجوف ، تعد 1000 نسمة .\r\n( * * ) سحارا على مسافة 5 أميال إلى الشمال - الغربي من الجوف تعد 50 نسمة .\r\n( * * ) حسية على مسافة 7 كيلومترات إلى الشمال ، 35 درجة غربي الجوف ، تعد 50 نسمة .\r\n( * * ) جو ، على مسافة 21 كيلومترا إلى الشمال - الشرقي للجوف ، على طريق سكاكا ، فيها آبار وينابيع . وهي اليوم مهجورة .\r\n( * * ) مويسن في منتصف الطريق تماما ما بين الجوف وسكاكا وفيها آبار وينابيع . غير مأهولة اليوم .\r\n( * * ) البلدات الخمس الأخيرة تعتبر قديمة قدم الجوف نفسها .\r\n( * * ) سكاكا على مسافة 35 كيلومترا إلى الشمال - الشرقي للجوف ، تعدّ 8000 نسمة .\r\nوجدت منذ قرن فقط .\r\n( * * ) كاف في وادي سرحان ، على مسافة 250 كيلومترا إلى الجنوب ، 25 درجة شرقي دمشق . مأهولة منذ نصف قرن وتعدّ 90 نسمة . فيها نخيل واستثمار ملح .\r\n( * * ) أثرا على مسافة 6 أميال شرق - جنوب - شرقي كاف . وهي واحة صغيرة قديمة جدا ولكنها لم تستعد سكانها بعد ما هجرت إلا منذ نصف قرن . فيها مياه ينبوع كما في كاف تعدّ 1550 نسمة .\r\n( * * ) بقعاء على مسافة 95 كيلومترا إلى الشمال ، 66 درجة شرقي حائل . 400 نسمة . إنها مدينة قديمة جدا ومحطة في درب الحج العراقي .\r\n( * * ) تربة ، هو قصر بني على الطريق من حائل إلى بغداد قرب الآبار التي تحمل الاسم نفسه مع موقع لبضعة رجال . ليس فيها مزارع . يقع على مسافة يومين من السير إلى الشمال ، س 55 درجة شرقي حائل .\r\n( * * ) الحيانية على مسافة ثلاثة أو أربعة أيام من السير إلى شمالي حائل ، في النفود .\r\nإنه قصر مع خمس آبار ، تسكنه عائلتان من الصلب ، 15 نسمة .\r\n( * * ) تربية ، على مسافة نصف يوم من السير شرقي الحيانية . قصر مع بئرين ، 10 نسما\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nمنطقة جنوبي حائل حوض وادي حائل - حوض وادي الرمّة - جبل أجا\r\nالوصيطا على مسافة ثلاثة كيلومترات إلى الجنوب - الغربي لحائل 50 نسمة .\r\nالعقدة ، سلسلة وديان صغيرة تضم عشر قرى صغيرة في جبل أجا ويقع مدخلها الوحيد على بعد اثني عشر كيلومترا إلى الجنوب ، 70 درجة غربي حائل . هذه القرى هي :\r\nالقني - الويبار - النبيته - الساقة - حصنه - المعا - غضيان - الحايط - رميض - العليا .\r\n( * * ) مجتمعة تعد 800 نسمة من السكان تقريبا . وجزء منهم رحّل ولا يقيمون في العقدة إلا في فترة إثمار النخيل الذي يملكونه .\r\n( * * ) قفار التي كانت عاصمة شمّر فيما مضى ، لا تزال اليوم مهمة جدا . وهي تمتد على بعد 19 كيلومترا جنوبا ، 30 درجة غربي حائل ، عند سفح الجبل ، بين هذا الجبل ووادي حائل ، على طول 4 كيلومترات ولكنها تضم ملكيات كثيرة مهجورة . وهي تتألف من أربع مدن صغيرة منفصلة .\r\n( * * )  Adhdehath  - الخشماية - الحماد - وركدية .\r\n( * * ) الثلاث الأولى لديها مسجد رئيس . وسكان وركدية الذين ليس لديهم مسجد ، يذهبون يوم الجمعة لتأدية صلاة الظهر في سوق الحماد .\r\n( * * ) عدد السكان المتحدرين من بني تميم 8000 نسمة على الأكثر .\r\n( * * ) القصر ، على بعد 48 كيلومترا جنوبا ، 22 درجة غربي حائل . تتألف من ثلاثة أحياء أو أسواق هي :\r\nالقبل ، مع 40 منزلا\r\nأرشد ، مع 60 منزلا\r\nالنفيد ، مع 35 منزلا\r\nأي المجموع 135 منزلا وقرابة 600 نسمة .\r\n( * * ) موقق على مسافة 70 كيلومترا تقريبا بطريق مستقيم إلى الجنوب ، 60 درجة غربي حائل على المنحدر الغربي لجبل أجا . ويمكن الوصول إليها من حائل في يوم واحد مع ذلول جيّد .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n( * * ) يسكن موقق المؤلفة من عشرة قلبان 520 نسمة تقريبا .\r\n( * * ) بدع جفيفا على مسافة 6 أميال إلى جنوب موقق وفيها 100 نسمة .\r\n( * * ) الصفرا على مسافة يومين من السير إلى جنوب - جنوب - شرقي حائل . تعدّ 25 نسمة . ليس فيها نخيل بل زراعات حبوب . الآبار مالحة ومرّة .\r\n( * * ) عوضة على بعد 80 كيلومترا إلى جنوب حائل وتعد 1000 نسمة ( ؟ ) .\r\n( * * ) الحفنة ، على مسافة 15 كيلومترا إلى الشمال ، 55 درجة شرقي عوضه ، 50 نسمة .\r\n( * * ) الحفينة ، على بعد كيلومتر شمال - شرقي الحفنة - 20 نسمة .\r\n( * * ) سميراء على مسافة 100 كيلومتر تقريبا إلى الجنوب ، 10 درجات شرقي حائل .\r\nسميراء لا تملك نخيلا وليس فيها سوى حقول قمح . المياه الغزيرة جدا على عمق مترين فقط . هذه البلدة القديمة جدا تعد 400 نسمة تقريبا .\r\n( * * ) المستجد  El Mestagged  على مسافة 100 كيلومتر تقريبا إلى الجنوب ، 10 درجات غربي حائل . مدينة قديمة جدا وكانت فيما مضى بكثافة سكان قفار . وهي اليوم إحدى محطات قافلة الحجاج الفرس ولم تعد تضم سوى ما بين 700 إلى 800 نسمة على الأكثر .\r\n( * * ) السليمي ، على مسافة 22 كيلومترا جنوب المستجد . وهي قرية صغيرة من ثلاثة قلبان وفيها 30 نسمة . وفيها أيضا خمس عشرة بئرا ، واحدة منها فقط فيها ماء عذب أما الباقية فمياهها مالحة . ليس في السليمي إلا القليل من النخيل .\r\n( * * ) شتوي ، على مسافة 12 كيلومترا شمال - شمال - غربي المستجد وعلى بعد 4 أميال شرقي المحاش . تضم 600 نخلة ترتوي من المياه الجوفية كما في عقدة وتخص عرب الأصلة الذين يأتون أحيانا إلى شتوي في الشتاء ليزرعوا القمح . في الصيف لا يوجدون فيها إلا في فترة إثمار نخيلهم . تقع شتوي قرب جبل صغير يحمل الاسم نفسه .\r\n( * * ) المحاش ، ملكية فيها بئر تقع مياهها على عمق 18 مترا . فيها 50 نخلة ، و 6 اشخاص .\r\n( * * ) الغزالة ، على مسافة 8 كيلومترات جنوب - غربي المحاش ، تتألف من قليبين وفيها 80 نسمة .\r\n( * * ) قصير ، ثلاثة قلب كبيرة تتباعد فيما بينها من 600 إلى 700 متر مع نخيل وحقول شعير . أحد القلب الواقع إلى الغرب فيه ماء غير صالح للشرب . الماء العذب يقع على عمق 24 مترا كما هو الحال في المستجد والغزاله . وفيها 30 نسمة .\r\n( * * ) غامر ، على مسافة 8 كيلومترات إلى الشمال - الغربي للمحاش ، عند سفح الجبل\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالصغير الذي يحمل الاسم نفسه . لا آبار . الماء في الخزانات أو الغدران . نخيل غامر في الجبل ويرتوي من المياه الجوفية كنخيل عقدة .\r\n( * * ) غطور « 1 » ( غضور ) على مسافة 14 كيلومترا إلى الجنوب ، 55 درجة غربي المستجد ، فيها 25 نسمة .\r\n( * * ) ضراغراط  Dheraghrath  على مسافة 50 كيلومترا إلى شمال الحايط . قليب واحد مع 50 نخله وحقول قمح وشعير ، تسكنها عائلة حتيم ، فيها 8 اشخاص بئر واحدة والماء على عمق مترين . هذه النقطة وضعت في غير موضعها على الخريطة . أعتقد أنه يجب أن يكون أكثر إلى الجنوب - الشرقي .\r\n( * * ) الحايط تقع إلى الشمال على الجهة الشرقية من الحرة . واحة قديمة جدا . تتألف اليوم من الأسواق الثلاث الآتية : وادي سعفان - شريف - القصير مع 500 نسمة تقريبا . ثلاثة ينابيع تسقي مزارع النخيل .\r\n( * * ) الحويط على مسافة 20 ميلا تقريبا إلى جنوب الحايط في الحرة قرب جبل كناة ، فيها 70 نسمة .\r\n\r\nمنطقة غربي حائل الحجاز\r\n( * * ) تيماء ، واحة قديمة جدا على بعد مسيرة ستة أيام غربي حائل ، شمال جبل غنيم ، 60 قليبا مع سكان يقاربون 1500 نسمة .\r\n( * * ) العلا ، واحة قديمة جدا تقع على مسافة يومين كاملين إلى الجنوب - الغربي لتيماء . العلا خاضعة لأمير شمر منذ 1878 . مزارع نخيل جميلة ترويها ينابيع غزيرة . تملك أطلالا لافتة . فيها 1500 نسمة تقريبا .\r\n\r\nمنطقة شرقي حائل\r\n( * * ) طابة في جبل سلمى ، على مسافة مسيرة يومين إلى جنوب - شرقي حائل ، 250 نسمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) على هامش مخطوطة السيد هوبير كتب هذا الاسم بالعربية . يجب إعطاء الإملاء الغربي ب غضور ، ومعنى هذا الاسم هو \" صلصال أخضر وصلب \" والخريطة تحمل \" عضفور \"  Ghredhouar  [ التحرير 
  ]\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n( * * ) السبعان إلى الطرف الجنوبي من جبل سلمى وعلى بعد مسيرة يومين من حائل .\r\n500 نسمة .\r\n( * * ) فيد ، مدينة قديمة جدا وفيما مضى كانت محطة على درب الحج العراقي . تقلص عدد السكان اليوم إلى 250 نسمة . كل الذين يتنقلون بين الجبل والقصيم يمرون عبر فيد .\r\n( * * ) الكهفة على مسافة 50 كيلومترا تقريبا إلى الشمال ، س 65 درجة شرقي فيد . إنها آخر بلدة من إمارة شمّر على طريق القصيم . 200 نسمة .\r\n( * * ) الغميس ، على مسافة 6 كيلومترات إلى جنوب - شرقي الكهفة ، 25 نسمة .\r\n( * * ) أم خشبة ، على بعد 10 كيلومترات إلى جنوب - شرقي الكهفة . أطلال .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nمراجعة للبلدات والسكان المقيمين في إمارة شمّر\r\n1 - حائل 15000\r\n2 - الوصيد 150\r\n3 - الجزامية 100\r\n4 - اللقيطة 500\r\n5 - أم القلبان 30\r\n6 - قنا 100\r\n7 - توية 120\r\n8 - جبة 400\r\n9 - الجوف 12000\r\n10 - قارا 1000\r\n11 - سحارة 50\r\n12 - سحيا 50\r\n13 - جو ( غير مأهولة )\r\n14 - مويسن ( غير مأهولة )\r\n15 - سكاكا 8000\r\n16 - كاف 90\r\n17 - أثرا 100\r\n18 - بقعاء 400\r\n19 - تربة 3\r\n20 - الحيانية 10\r\n21 - تربية 10\r\n22 - الوسيطة 50\r\n23 - العقدة 800\r\n24 - قفار 8000\r\n25 - القصر 600\r\n26 - موقق 500\r\n27 - بدع جفيفا 100\r\n28 - الصفرا 25\r\n29 - غوطة 1000 ( ؟ )\r\n30 - الحفنة 50\r\n31 - الحفينة 20\r\n32 - سميراء 400\r\n33 - المستجد 800\r\n34 - السليمي 30\r\n35 - شتوي ( سكان بدو رحل )\r\n36 - المحاش 6\r\n37 - الغزالة 80\r\n38 - قصير 30\r\n39 - غامر 18\r\n40 - غضور 25\r\n41 - ضراغراط 8\r\n42 - الحايط 500\r\n43 - الحويط 70\r\n44 - تيماء 1500\r\n45 - العلا 1500\r\n46 - طابة 250\r\n47 - السبعان 500\r\n48 - فيد 250\r\n49 - الكهفة 200\r\n50 - الغميس 25\r\n51 - أم خشبة ( أطلال ) 0\r\n55470\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nمراجعة للبلدات والسكان المقيمين في قصيم « 1 »\r\n1 - قوارة 120\r\n2 - قصيبا 3000\r\n3 - المشكوك 10\r\n4 - الحمودية ( غير مسكونة ) 0\r\n5 - الرف 100\r\n6 - عيون 2500\r\n7 - غوطة 1500\r\n8 - أوثال 250\r\n9 - القرعا 800\r\n10 - الشقة 1000\r\n11 - الطرفية 60\r\n12 - عين ابن فهيد 600\r\n13 - العريف ( سكان بدو رحل )\r\n14 - النبقية 35\r\n15 - الرقية 5\r\n16 - روضة 150\r\n17 - بريدة 10000\r\n18 - الخب 500 ( ؟ )\r\n19 - حويلان 350 ( ؟ )\r\n20 - القصيعة 200 ( ؟ )\r\n21 - رويضة ( غير مسكونة )\r\n22 - صبيح 500 ( ؟ )\r\n23 - مريديسية 100\r\n24 - خطر 400\r\n25 - الطعمية 10\r\n26 - الشماسية 250\r\n22440\r\nالبلدات الآتية من ولاية القصيم تتبع حاليا ( 1880 ) لمدينة عنيزه أو هي مستقلة :\r\nالعيارية ( أطلال )\r\nالوهلان ( أطلال )\r\nروضة العوشزية 100\r\nعنيزة 20000\r\nالوادي 500\r\nالروغاني 120\r\nالشبيبية ( أطلال )\r\nشنانة 200 ( ؟ )\r\nالرأس 3000 ( ؟ )\r\nالمدير المسؤول س . مونوار الأمين العام للجنة المركزية\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم أضمّن هذا المقال سوى البلدات الخاضعة حاليا للأمير حسن من بريدة .\r\n","page_name":" 166 ","page_number":166}
  ]