[
  {"content":"\r\n\r\nسامراء\r\nدراسة في النشأة\r\nوالبنية السكانية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nد . صالح أحمد العلي\r\nسامراء\r\nدراسة في النشأة\r\nوالبنية السكانية\r\nشركة المطبوعات للتوزيع والنشر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحقوق الطبع محفوظة\r\nشركة المطبوعات للتوزيع والنشر\r\nشارع جان دارك - بناية الوهاد\r\nص . ب : 8375 - بيروت - لبنان\r\nتلفون : 2 / 350721 ( 01 )\r\nتلفون + فاكس : 342005 - 353000 ( 1 961 )\r\ne - mail : allprint @ cybria . net . lb\r\nالطبعة الأولى 2001\r\nتصميم الغلاف : عباس مكي\r\nالاخراج الفني : بسمة التقي\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتقديم\r\nأنشئت سامرّاء « * » في أواخر الربع الأول من القرن الثالث الهجري ، وظلت مركزا لإقامة الخلفاء العباسيين قرابة خمسين سنة عاد بعدها الخلفاء إلى بغداد .\r\nوكان الدافع الرئيسي لإنشائها الابتعاد عن الأجواء التي سادت بغداد وباعدت أهلها عن تأييد الخلافة العباسية . واستهدف المعتصم من إنشائها تأسيس مدينة متكاملة في تكوينها لإقامة الخليفة وجنده وحاشيته ومؤسساته الإدارية ، ولتكون مركزا حضريا تنشط فيه الحياة الاقتصادية والحضارية والفكرية التي تقدمت إبّان هذه الحقبة وأثرت في تكوين بغداد السكاني دون أن يقضي عليها أو يخمدها .\r\nولم يكن المعتصم أول خليفة ينقل مقامه من بغداد ، فقد فعل ذلك من قبله الرشيد والمأمون ، فأما الرشيد فإنه خلال أيامه التي دامت عشرين سنة لم يمض منها ببغداد سوى ثماني سنوات ، وقضى أربع سنوات في التنقل ، واستقر خلال السنوات الثماني الأخيرة من خلافته في الرقة . وأما المأمون فإنه بعد أن صفت له الخلافة قضى السنوات الأربع الأولى في خراسان ، ثم قضى السنوات الأربع الأخيرة من خلافته متنقلا بين دمشق ومصر والثغور .\r\nاختار الخليفة العباسي المعتصم موقع سامرّاء في رقعة غير مأهولة بالسكان وأشرف على تخطيطها وبناء قصورها ؛ وجلب إليها من المتصلين به ومن يقوم بالخدمات لهم ، وكان الجند منذ تأسيسها العنصر المتميز في عددهم ومكانتهم وتأثيرهم في توجيه تخطيطها ؛ إلا أنها كانت أيضا مركزا للإدارة والحياة المدنية ، فهي شأن الأمصار العربية الأولى ، البصرة والكوفة وحتى بغداد ، لم\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) بالعودة إلى « معجم البلدان » لياقوت الحموي ، يتبيّن أن لاسم هذه المدينة وجهين هما :\r\n« سامرّاء » ، بمدّ الألف ، و « سامرّا » ، بقصر الألف . ولأن الوجه الأوّل هو الأكثر شيوعا ، فقد اخترناه واعتمدناه في الكتاب كله ( المراجع ) .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nتكن مجرد « ثكنة عسكرية » ، وإنما سرعان ما تنامت فيها الحياة الحضرية وما تحويه من نشاطات اقتصادية وفكرية .\r\nتظهر حصيلة المعلومات المستمدة من المصادر المعتمدة صورة عامة تختلف في كثير من مظاهرها عما ساد أفكار الناس . فالمعتصم لم يكن أول خليفة عزف عن جعل بغداد مقر إقامته الدائم ؛ وانحراف أهل بغداد لم يبدأ به وإنما كان قائما قبله ؛ لم تكن له صلة دم بالأتراك ، ولا كان أول من جلبهم ، ولم يكونوا عماد جيشه ، فقد كان بجانبهم أعداد أكبر من الخراسانية والمغاربة العرب وغيرهم ؛ وأسكن أكثر الأتراك في أطراف سامرّاء وليس في قلبها ، وفرّقهم في السكن ، ولم يكن لهم أو لرؤسائهم دور بارز في الحياة السياسية والإدارية إلا بعد مقتل المتوكل وما أعقبه من بروز القادة وما حدث بينهم من مشاحنات ختمت بعودة الخلفاء في مقامهم إلى بغداد ، وكان لهذا الانتقال الأثر الأكبر في تدهور أحوالها .\r\nذكرت المصادر عن سامرّاء وأهلها معلومات غير قليلة متفرقة ومشتتة ، ولم يفرد لها بحثا غير اليعقوبي في كتابه البلدان الذي صار المعتمد الأول للباحثين المحدثين ، غير أن كتاباته عنها غير مستوعبة وقائمة على ما جاء في نسخة فريدة قد يكون فيها نقص وبعض التشويش .\r\nأوليت سامرّاء في الأزمنة الحديثة اهتماما ملحوظا ، فجرت في آثارها تنقيبات وصفت في عدد غير قليل من الكتب والمقالات ، ونشرت عنها أبحاث كثيرة تصف بعض مخلفاتها الأثرية وبعض جوانب الحياة السياسية والأدبية والفكرية والحضارية ؛ ولكن لم يفرد بحث للتركيب السكاني لأهلها وتنظيماتهم ؛ وهذا الكتاب يعالج هذا الجانب ، ويهدف إلى سدّ هذا الفراغ ، وإذا كانت كثير من الحقائق التي وردت فيه معروفة من قبل ، فإن الصورة العامة التي يقدمها لم تحظ بالعناية الجديرة بها ، وهي إسهام في توضيح أحوال سامرّاء وفي تطور الحياة الحضرية في الإسلام نرجو أن يكون في نشرها توضيح لجوانب كانت مغفلة .\r\nومن الله التوفيق\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالفصل الأول المصادر\r\nلم يرد ذكر كتاب مفرد لتاريخ سامرّاء « * » غير كتاب بهذا العنوان ذكر من السخاوي أنه ألّفه أبو البركات ونقل عنه الصفدي في كتابه الوافي في الوفيات في ترجمة يونس بن أيوب « 1 » ، ولم يصلنا هذا الكتاب ، لذلك فإن اعتمادنا في دراسة تاريخ سامرّاء ، على ما كتب المؤلفون عنها ضمن النطاق العام لدراساتهم ، وتيسيرا للبحث نصنفها إلى كتب البلدانيين ، ومؤلفات التاريخ العام ، وكتب الآداب العامة ، ثم الدراسات الأدبية والتاريخية والأثرية الحديثة .\r\n\r\nكتب البلدانيين\r\nذكر عدد من البلدانيين الذين وصلتنا كتبهم أحوال سامرّاء عندما كانت مركز الخلافة العباسية وبعد انتقالهم منها ، وفي كتاباتهم المقتضبة إشارة إلى بعض خصائصها .\r\nوأقدم من وصلتنا كتاباته عن سامرّاء البلاذري الذي خصّها في كتابه « فتوح البلدان » بصفحة ذكر فيها إنشاءها وبعض معالمها ، ومحاولات بعض الخلفاء العباسيين الأولين نزولها ، ثم محاولات المعتصم بناء مدينة عند القاطول ، ثم اختياره موقع سامرّاء ، وبعض ما بناه ، وتشييد الواثق للهاروني ، وبعض تفاصيل\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) بالعودة إلى « معجم البلدان » لياقوت الحموي ، يتبيّن أن لاسم هذه المدينة وجهين هما :\r\n« سامرّاء » ، بمدّ الألف ، و « سامرّا » ، بقصر الألف . ولأن الوجه الأوّل هو الأكثر شيوعا ، فقد اخترناه واعتمدناه في الكتاب كله ( المراجع ) .\r\n( 1 ) انظر : علم التاريخ عند المسلمين 633 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nأبنية المتوكل . وتاريخ الابتداء منها ، والانتقال عنها « 1 » . ويبدو أن النسخة التي طبعها دي غويه من كتاب فتوح البلدان ، وأعاد طبعها رضوان محمد رضوان وصلاح الدين المنجد غير كاملة إذ نقل ياقوت عن البلاذري معلومات عن بعض المعالم العمرانية في سامرّاء ومنطقتها غير موجودة في النسخة المطبوعة ؛ فمن ذلك نقله عن البلاذري « بيعة المطيرة محدثة بنيت في خلافة المأمون ونسبت إلى مطر بن فزارة الشيباني وكان يرى الخوارج » « 2 » وقوله « الإيتاخية تعرف بإيتاخ التركي سماها المتوكل المحمدية باسم ابنه محمد المنتصر ، وكانت تعرف أولا بدير أبي صفرة ، وهم قوم من الخوارج ، وهي بقرب سامرّاء » « 3 » وقوله « دير الطواويس وهو بسامرّاء بكرخ جدان يشرف عند حده آخر الكرخ على بطن يعرف بالبس فيه زروع ، يتصل بالدور وهو الدور المعروف بدور عربايا ، وهو قديم كان منظرة لذي القرنين ، ويقال لبعض الأكاسرة ، فاتخذه النساطرة ديرا في أيام الفرس » « 4 » .\r\nتفرد اليعقوبي في كتابه البلدان بذكر تفاصيل عن سامرّاء ، فخصّها باثنتي عشرة صفحة وهي أكثر ما خصص لأي بلد بعد بغداد ، وتميزت معلوماته عنها بالشمول وكانت معتمد الباحثين المحدثين ، ولم تصلنا منه إلا نسخة واحدة طبعها دي غويه مكملة مع كتاب « الأعلاق النفيسة » لابن رسته . ولا نعلم فيما إذا كانت المعلومات الواسعة التي ذكرها كاملة ، إذ لم ينقل من المتأخرين ما كتبه عن سامرّاء غير عبد المنعم الحميري في كتابه « الروض المعطار » حيث نقل صفحات متطابقة مع المطبوع من كتاب « البلدان » وأغفل نقل معلومات أخرى وردت في المطبوع ، وقد نقل الحميري عنه ما كتبه عن القاطول ( 150 ) والجعفري ( 177 ) والجوسق ( 82 ) وسامرّاء ( 300 ) .\r\nرتب اليعقوبي معلوماته تبعا لتعاقبها الزمني ، فبدأ بالكلام عن أحوال موقعها ، واهتمام بعض الخلفاء العباسيين بها ، ثم تحدث عن الاهتمام بجلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 96 .\r\n( 2 ) معجم البلدان 4 / 568 .\r\n( 3 ) م . ن 4 / 430 .\r\n( 4 ) م . ن 2 / 35 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالأتراك ، واستقرار المعتصم على اختيار موقع سامرّاء ، وإعمار الجانب الشرقي .\r\nثم تحدث عن توسعها في زمن الواثق ، ثم في زمن المتوكل ، وبناء الجعفرية وخططها ، والتوسع الذي حدث فيها زمن المعتمد . وشمل بحثه القصور ، والشوارع ، والإقطاعات والأسواق . وكان بحثه المعتمد الأول للباحثين المحدثين ، وبخاصة الآثاريين الذين عنوا بآثار القصور . ولم تكتشف حتى اليوم من كتاب اليعقوبي مخطوطة أو مقتبس عن سامرّاء يضيف أو يعدل ما جاء في المطبوعة علما بأن ما جاء فيها لا يحجب حقيقة أنها غير مستوعبة . أشار المقدسي إلى أحوالها في أيام عز إعمارها ، ثم أفاض في وصف جامعها ومنارتها وأساطين المجامع ، وإلى تدهور أحوالها ؛ وتفرّد بالكلام عن الكعبة التي ادّعى أن المتوكل بناها ليحج إليها الناس .\r\nوخصّ الإصطخري في كتابه « المسالك » سامرّاء بثلاثة أسطر ذكر فيها ما بناه كل من المعتصم والمتوكل وقال « إن العمران في غربي دجلة قليل وإن العمارة منه ما يحاذي سامرّاء أميالا يسيرة ، والباقي بادية » « 1 » . وكلامه أكثر انطباقا على المنطقة ، وليس على المدينة . وأفرد ابن الفقيه تسع صفحات لسامرّاء ( 143 - 151 ) ذكر فيها أقوالا للشعبي ولإبراهيم بن الجنيد ، ومحاولة الخلفاء العباسيين الأوائل اختيار منطقتها لتشييد عاصمة لهم . ثم ذكر ما شيده كل من المعتصم ، والمتوكل من قصور فيها ، وذكر أشعارا في مدحها ، وذكر معلومات عن النهر الذي عمله المتوكل لإدخال الماء إلى المسجد الجامع وشوارع سامرّاء ، والجسر « 2 » وتفرّد بذكر هذا النهر وبالقصور التي شيدها المعتصم بقربها . وذكر الشابشتي وصفا لبعض قصور سامرّاء وما شيده المتوكل ، وبعض الأديرة التي بقربها . وأعمالها وضياعها مضمحلة ، قد تجمع أهل كل ناحية منها إلى مكان لهم به مسجد جامع وحاكم وناظر في أمورهم وصاحب معونة يصرفهم في مصالحهم . وكانت مدينة استحدثها أبو إسحاق المعتصم بن الرشيد ، طولها سبعة فراسخ على شرقي دجلة ، وكان شرب أهلها منها ، وليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك 85 .\r\n( 2 ) البلدان 42 - 51 ( مخطوطة شهد ) .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبنواحيها ماء يجري إلا أنهار القاطول التي تصبّ بالبعد منها إلى سواد بغداد .\r\nوعمارتها ومياهها وأشجارها في الجانب الغربي بحذائها ممتدة ، والمواضع التي ذكرتها مدادا هي مدن قائمة بينها كدور العرباي والكرخ ودور الخرب وصينية سر من رأى نفسها في وسطها ، ومن أول ذلك إلى آخره عند دور الخرب نحو مرحلة لا ينقطع بناؤها ولا تخفى آثارها ، وهي إسلامية ، ولما ابتدأ بناءها المعتصم استتمه المتوكل ، وهواؤها وثمارها أصح من ثمار بغداد وهوائها ولها نخيل وكروم وغلات يحمل إلى مدينة السلام . وهي الآن خراب أكثرها « 1 » ، وكلامه عن تجمع النواحي ومساجدهم الجامعة وإدارتهم قد ينطبق على بعض المستوطنات حولها كالقادسية والمطيرة والماحوزة والدور . ونقل أبو الفدا عن العزيز المهلبي أن سامرّاء على شاطىء دجلة الشرقي ، وهو بلد صحيح الهواء والتربة ، قال وليس فيها عامر اليوم سوى مقدار يسير كالقرية ، « ونقل عن ابن سعيد بناها المعتصم وأضاف إليها الواثق المدينة الهارونية ، والمتوكل المدينة الجعفرية فعظم قدرها » « 2 » . وفي هذا النص إبراز لأهمية الهارونية ، غير أن كلامه من حيث العموم مقتضب ، ولا يشير إلى من سكنها من الناس . خصّ ياقوت سامرّاء بفصل طويل ذكر فيه اشتقاق اسمها وتحديد موقعها وقدمها ، ومحاولات السفاح والمنصور اتخاذها عاصمة لهما ، ووضع الأتراك في بغداد ، ثم نقل ما ذكره المقدسي ، وقصورها وكلفتها ، وقصائد في أحوالها وذكر أنها خربت فلم يبق منها إلا موضع المشهد الذي ترى الشيعة أن به سرداب القائم المهدي ومحلة أخرى بعيدة منها يقال لها كرخ سامرّاء ، وسائر ذلك خراب يباب يستوحش الناظر إليها .\r\nونقل عن العزيزي للمهلبي قوله « وأنا اجتزت بسر من رأى منذ صلاة الصبح في شارع واحد ماد عليه من جانبيه دور كأن اليد رفعت عنها للوقت لم تعدم إلا الأبواب والسقوف ، فأما حيطانها فكالجديد ، فما زلنا نسير إلى بعد الظهر حتى انتهينا إلى العمارة منها ، وهي مقدار قرية يسيرة من وسطها ثم سرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صورة الأرض 218 .\r\n( 2 ) تقويم البلدان 301 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمن الغد على مثل تلك الحال فما خرجنا من آثار البناء إلى نحو الظهر » . ثم ذكر في مدحها أبياتا وأقوالا لابن المعتز يذكر مزاياها على بغداد « 1 » .\r\n\r\nكتب التاريخ العام\r\nفي كتب التاريخ العام التي تبحث الأحوال السياسية مرتبة تبعا لتعاقبها الزمني معلومات عن سامرّاء وأهلها ، وإشارات إلى بعض المعالم العمرانية فيها ، وبخاصة في زمن المعتصم الذي شيدها ، وإلى الأحداث التي تلت مقتل المتوكل إلى انتقال المعتمد منها إلى بغداد ، حيث تعرضت الأحوال السياسية إلى اضطرابات ذكر خلالها عددا من معالمها العمرانية وتركيب سكانها وبعض أحوالها ، ومن هذه الكتب عدد ألّف بعيد هذه الأحداث ، وأبرزها كتابا تاريخ اليعقوبي ومروج الذهب للمسعودي اللذين أورد كل منهما معلومات مقتضبة قيّمة تكمل ما ورد في الكتب المفصلة .\r\nولابدّ من أن يكون في الجزء الأول من كتاب « الأوراق » للصولي معلومات مغنية إذا حكمنا عليها بما أورده في الجزءين التاليين المتوافرين لدينا . غير أن المخطوطة الفريدة التي في لينينغراد لم تنشر ولم يتيسر الاطلاع عليها .\r\nولتاريخ الطبري مكانة في دراسة معالم سامرّاء وأهلها ولابد من أن الطبري قد شهد بعض أحداثها المتأخرة ، كما تابع أحوالها منذ بنائها ، وقدّم تفاصيل واسعة عن كثير من الأحداث التي مرت بها ذكر خلالها تفاصيل متفرقة عن كثير من معالمها العمرانية وتركيب سكانها وأحوالهم ومواقفهم . فكتابه يوازي ، إن لم يفق ، في أهميته كتاب : البلدان لليعقوبي في هذا المضمار .\r\nوكتب الجاحظ رسالة طويلة عنوانها : « مناقب الأتراك » وصف فيها تركيب الجيش العباسي في زمنه ، وعرض لخصائص مجموعاتها ، وخصّ الترك فيها بأربع صفحات ذكر فيها ما تميزوا به ، ومعلوماتها قيّمة ، علما بأنها لا تزيد على ثمن الرسالة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 3 / 14 - 24 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nكتب الآداب العامة\r\nشهدت سامرّاء إبّان مقام الخلفاء العباسيين فيها الكثير من الشعراء والأدباء وأهل الفكر والعلم ومن أبرزهم الجاحظ والبحتري وأبو تمام والكندي وبنو موسى بن شاكر وعدد من الأطباء ، واطلع كثير منهم على الأحداث ، وشارك بعضهم فيها ، وفي كتاباتهم وتراجمهم معلومات متفرقة غنية عن سامرّاء وأهلها وصلنا كثير منها في المؤلفات التي عنيت بالتراجم وأبرزها « معجم الأدباء » لياقوت الحموي ، و « وفيات الأعيان » لابن خلكان : و « نثر الدر » للآبي ، و « الأغاني » لأبي الفرج الأصبهاني .\r\n\r\nالدراسات الحديثة\r\nنشرت في الأزمنة الحديثة دراسات كثيرة تاريخية وآثارية عن سامرّاء وأهلها ، فأما الدراسات التاريخية فقد عني أكثرها بدراسة الترك وشمل بعضها ما يتصل بأهل سامرّاء ؛ وفي طليعة هذه الدراسات كتابا بارثولد « تركستان حتى العهد المغولي » و « الترك في أواسط آسيا » وكلا الكتابين منقول إلى العربية .\r\nونشر ريتشارد فراي مقالا عن الترك في الشرق الأوسط قبل « السلاجقة » طبع سنة 1943 في مجلة مدرسة اللغات الشرقية في لندن وعن « الترك في خراسان » نشر في مجلة « العالم الإسلامي » سنة 1945 .\r\nونشرت كرونا « عبيد على الخيل » وبابيس عن « الجند الرقيق من الإسلام » وتطرقت هذه المؤلفات إلى الأتراك في سامرّاء .\r\nونشر الدكتور فاروق عمر فوزي سنة 1974 كتابا عن « الخلافة العباسية في عصر الفوضى العسكرية » وصف فيه الأحداث التي أسهم فيها العسكر في سامرّاء وبغداد بعد مقتل المتوكل وامتدت خمسا وعشرين سنة انتهت بانتقال مقام الخلافة إلى بغداد .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nونشر الدكتور يونس السامرّائي كتابا في ثلاثة مجلدات عن الحياة الأدبية في سامرّاء . كما وضعت دراسات لم تنشر تتصل بالحياة في سامرّاء ؛ أبرزها رسالة بهجت كامل عن المتوكل وعصره ولبيد إبراهيم عن الترك .\r\nوأبرز الكتب في هذا الميدان ما ألّفه هرز فيلد وأحمد سوسة وأحمد عبد الباقي . فأما هرز فيلد فقد عرض في كتابه « تاريخ سامرّاء » معالم المنطقة ، وخطط سامرّاء وبعض أعمال الخلفاء فيها ؛ ويضم بحثه معلومات غنية واسعة مستمدة من مصادر التاريخ والآداب العربية ، ومن بعض الآثار .\r\nوبحث أحمد سوسة في الجزء الأول من كتابه « سامرّاء في عهد الخلافة العباسية » 1948 ؛ موقع سامرّاء ، ومعالمها الأثرية والقاطول الكسروي ، ومنشآت المتوكل ، واستوعب المادة في كتب التاريخ مع تحقيقات ميدانية معززة بخرائط مفصلة .\r\nونشر أحمد عبد الباقي سنة 1989 كتاب تاريخ سامرّاء في مجلدين بحث فيه تاريخ الخلفاء فيها ، ومعالمها العمرانية ، والحياة الإدارية والفكرية فيها ، وأفاد في نشره عن آثارها مع إضافة ملاحظات قيّمة عن عدد من الآثاريين بمعالم سامرّاء الآثارية التي لاقت اهتماما منهم يفوق ما لاقته أيّ مدينة عراقية أخرى ، ومن أوائلهم فيوليه الذي زار المنطقة ودرس بعض أطلالها ، ووضع سنة 1911 دراسة عن قصر المعتصم نشرها في « مذكرات علماء والرسائل الجميلة » ؛ وكتب فازلييف سنة 1909 بحثا وصف فيه قصر المعتصم . وقامت البعثة الألمانية بدراسات ميدانية واسعة عن أطلال سامرّاء وآثار معالمها العمرانية ، ونشرت ثمار دراستها في عدة مجلدات ضخمة ، ونشر هرز فيلد دراسة عن سامرّاء ، وتلاها فصول كتبها في مؤلّف « رحلة آثارية في منطقة الفرات ودجلة » صدر سنة 1911 ، ثم أعقبه بدراسة أولية عن قصر بلكوارا ، وقصر العاشق سنة 1912 ، ثم بمقال مختصر عن سامرّاء نشره في الجزء الخامس من مجلة « الإسلام » سنة 1914 ثم دراسات عن زخارف سامرّاء وبعض معالمها الأثرية ( برلين 1923 ) وتحدثنا أعلاه عن كتابه تاريخ سامرّاء ، ونقلت مخلفاته العلمية إلى متحف بيبودي في أمريكا ومنها خارطة لم تنشر عن معالم سامرّاء العمرانية .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nونشر الأستاذ كوهنل كتابا عن سامرّاء والفنون الإسلامية ( برلين 1939 ) وكتب روجرز فصلا عن سامرّاء نشره ضمن كتاب « المدينة الإسلامية » سنة 1970 عرض فيه ملاحظات قيّمة عن سامرّاء .\r\nومن أحدث المعنيين بدراسة سامرّاء الآثاري البريطاني السر نورثج الذي درس عددا من معالم سامرّاء العمرانية مستعينا بتصاوير جوية حديثة ، ونشر ثمار بعض أبحاثه في مقالات ، منها تقرير عام عن سامرّاء ومعالم منطقتها ( 1983 ) .\r\nودراسة عن جامع أبي دلف نشرها في مجلة  Irag  سنة 1985 ، 1986 ؛ وأخرى عن حلبة الخيل نشرها في مجلة مدرسة اللغات الشرقية والإفريقية في لندن سنة 1995 ؛ كما نشر سنة 1990 بحثا عن القادسية وأنهارها ، ثم بحثا عن الاصطبلات نشره سنة 1992 في مجلة الأركيولوجيا الإسلامية ، وبحثا عن قصر الخاقاني نشره في مجلة الفنون الشرقية سنة 1993 ، وبحثا عن سامرّاء نشره في الحلقة الدراسية الشرقية في جامعة برنارد كارل من توبنجن سنة 1990 ، وأكثر أبحاثه معززة بخرائط معتمدة على المسح الجوي ، كانت معتمدنا في الخرائط المنشورة في هذا الكتاب .\r\nوقامت مديرية الآثار العامة بدراسات ميدانية لبعض معالمها ، ونشرت تقريرا عن حفريات سامرّاء سنة 1940 ؛ وكتابا عن سامرّاء أصدرته في السنة نفسها ، وكتب ناجي الأصيل بحثا عن سامرّاء نشره في مجلة الأندلس 1947 وآخر نشره في سومر 1947 ؛ كما نشر حافظ الجنابي دراسة نشرها في سومر 1980 ونشرت مجلة سومر في أعداد متفرقة من ثمار الدراسات الميدانية لآثار سامرّاء .\r\nلقد راعت الدراسة التي نقدمها في هذا الكتاب المعلومات التي أوردتها المصادر الأدبية والدراسات الآثارية الحديثة إلا أنها ركزت على الأحوال السكانية وأسس الحياة الحضرية ومظاهرها ؛ وهي تبدأ بمقدمة عن سمات المعتصم وتوجهاته ، ثم وصف عام للمكان الذي اختاره لتشييد عاصمته ثم عن قصور الخلفاء وأصحاب المكانة والجاه ، يتلو ذلك أبحاث عن التركيب العرقي\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nلأهل سامرّاء ، ومناطق سكن كل مجموعة ، وأحوالها الاجتماعية والمعاشية وهي محاولة لتوضيح مظاهر وتطور الحياة الحضرية وأسس الأحوال العمرانية والاقتصادية مما لم يلق من الباحثين ما يستحقه من اهتمام على الرغم من سعة أثره باعتباره أساس هذه الأحوال .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالفصل الثاني المأمون وأهل بغداد\r\n\r\nبغداد قبل خلافة المأمون :\r\nحرص الخلفاء العباسيون الأوائل على تثبيت السلم والأمن في بغداد بعد تأسيسها فازدهرت فيها الحياة الاقتصادية والفكرية . وتزايد سكانها بمن أمّها وأقبل على الإقامة فيها ، وكوّن قرب السكن والمصالح المادية والفكرية تعاونا في الحياة والتعايش وتوثيق الروابط بينهم دون أن يضعضعها تعدّد التيارات الاجتماعية والفكرية التي ظهرت فيها وزادت في حيويتها وتقدير الناس لأهميتها في ازدهارهم وتقدّمهم « 1 » .\r\nوكان النزاع بين الأمين والمأمون الذي امتد سنوات وأدّى إلى حرب طاحنة وحصار شديد قد أحدث رجة واسعة وعميقة في حياة أهل بغداد . وقد اعتمد المأمون في محاولته الانتصار على قوات من خراسان الذين كانوا عماد ثورة العباسيين ونجاحهم في القضاء على الدولة الأموية وإقامة خلافتهم وتأمين السلم في بغداد وإعادة التماسك في وحدة الدولة . ولكن القوات التي أرسلها المأمون كانت تتحدى مكانة بغداد المتميزة . وقد أفلح المأمون في تحطيم الجيش الذي كان يدافع عن الأمين وخلافته ، ولكن أهل بغداد عوضوا عن هذا الفراغ عسكريا بقيام القادرين على القتال من أبناء الشعب ومن غير الجند بالدفاع عن مدينتهم ، فلم يفلح طاهر بن الحسين بجيشه المدرب المنتصر في أن يخترق حصار بغداد التي صمدت أكثر من سنة ، ولم ينهر دفاع أهلها إلا بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا « بغداد مدينة السلام » وبخاصة الجزء الثاني .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالتخلخل الذي أصابهم جراء الحصار الاقتصادي وتخاذل عدد من ذوي المصالح المادية في بغداد .\r\n\r\nموقف أهل بغداد من انتصار المأمون :\r\nأظهر مقتل الأمين وانتصار جيوش المأمون قضايا متعددة يتجلى منها نفور أهل بغداد من انتصار المأمون الذي أدى إلى تفكك الجيش الذي كان يحفظ الأمن والنظام في بغداد . وقويت بتفككه « المليشيات » الشعبية في بغداد ، فتحدّت السلطة ، وعبثت بهيمنتها ، وتولت تأمين إدامة الحياة لأهل بغداد ، وانقسمت الأسرة العباسية فأيد فريق منها إبراهيم بن المهدي الذي نادى بنفسه خليفة فيها ، واضطرب الأمن خارج بغداد ، فثار عدد من الطامحين ومن أبرزهم أبو السرايا العلوي ، واعتمد في ثورته على أهل الكوفة الذين كانت لهم منذ القدم ميول علوية ، ولابدّ أن استياءهم زاد بنمو بغداد التي أصبحت مركز الخلافة والمكان الذي يهيمن رجاله على شؤون الدولة وتنصب فيه الجبايات .\r\nولابدّ أن هذه الأحوال أضعفت سيطرة الدولة على الريف وقادت إلى تفكك النظام فيه وتدهور الزراعة ، مما أدى إلى تناقص الجبايات التي تعتمد عليها الدولة في إعاشة رجالها وجندها .\r\nأدرك المأمون أهمية بغداد ومكانتها المثبتة في الدولة ، وأدرك أن لباس الخضرة وتعيين عليّ الرضا وليا للعهد زاد من استياء بغداد التي فهم أهلها منهما أن المأمون معتزم السير على سياسة تخالف ما ألفه أهل بغداد واعتبروه جزءا من سماتهم المميزة ، فترك لباس الخضرة وعاد إلى لبس السواد ، وبذلك أضعف الأسس التي استند إليها المعارضون في تمردهم على المأمون ، ولم يتماد في اتّباع هذه السياسة المتحدية لمشاعر أهل بغداد ، وإنما عمل على تبديلها ، فقتل الفضل بن سهل الذي كان ذا ميول فارسية ويدفع المأمون إلى الأخذ بها . وتوفي علي الرضا . وانتقل المأمون إلى بغداد فدخلها سنة 204 وأعاد لبس السواد ، وتغاضى عمن وقف ضده من أهل بغداد ، وعمل على لمّ شمل العباسيين ورجالهم ، وقرب العلماء وأهل الفكر ، وخفف الخراج عن الريف ، فجعله خمس المحصول بعد أن كان نصفه ، وأعاد نظام الجباية\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوالدواوين بعد احتراق السجلات ، وأرسل حملات لقمع حركات الخوارج في الجزيرة ، وحركات التمرد في بلاد الشام ومصر ، وبذلك عاد الاستقرار نسبيا إلى بغداد ، واطمأن أهلها ؛ ولكن هذا الاطمئنان لم يكن تاما ، فقد ظل فريق كبير لا يؤيده بمن في ذلك بعض كبار رجال الأسرة العباسية ممن كانوا يدعون إلى خلافة إبراهيم المهدي الذي كان ممن أيده ابن عائشة ، وهو من أحفاد إبراهيم الإمام ، كما أيده محمد بن إبراهيم الأفريقي ومالك بن شاهين ومؤيدوهم . وقد حاولوا إثارة الاضطراب وقاموا بإحراق بعض الأسواق ، فعلم المأمون بحركتهم وأعدم البغواري وسجن رؤساءهم ، ولكنه لم يعرض المؤيدين من القواد وغيرهم .\r\nوكان كثير من أهل الحديث لا يؤيدون المأمون ، مما حمله في أواخر حكمه إلى مناصرة المعتزلة ، وعبّر عن ذلك بكتب أرسلها من دمشق إلى واليه على بغداد بإلزام الناس ، وفيهم كثير من المحدثين ، على القول بخلق القرآن « 1 » .\r\nثم سار المأمون إلى بلاد الشام ومصر ، فدخل دمشق ثم الفسطاط ليؤصل أهلها ويمكّن الثقة في نفوسهم .\r\nغير أن الاستقرار لم يكن استقرارا تاما ، فكانت الروم تهدد أطراف الدولة الشمالية ، وبابك يهيمن على المناطق الجبلية في أذربيجان ويتعاون مع الروم ، وكان الزط يعيثون بالأمن في جنوب العراق . فاهتم المأمون بأمر الروم وقاد بنفسه جيشا لقتالهم فأرهبهم تقدّمه ، ولكن المنية عاجلته قبل أن يحرز انتصارا حاسما عليهم .\r\nوكان المأمون بعد وفاة علي الرضا قد أغفل معالجة مشكلة ولاية العهد التي كانت مصدر قلق يهدد تماسك الأسرة العباسية ، فلما شعر بدنو أجله عمل على معالجة هذه القضية ، وأعلن تعيينه لولاية العهد أخاه المعتصم ، على أن يتلوه ابنه العباس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أوسع وأقدم الكتب عن أعمال المأمون وأحواله ببغداد هو كتاب « بغداد » لطيفور الذي طبع منه الجزء المتعلق بسنوات مجيء المأمون بغداد إلى وفاته ويتلوه في الأهمية ما كتبه الطبري في تاريخه .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nالمأمون نشأته وتوجهاته :\r\nالمأمون أكبر أولاد هارون الرشيد ولد في قصر الخلد في بغداد سنة 170 « 1 » من أم اسمها مراجل وهي بادغيسية ، وبعد ستة أشهر من السنة نفسها ولد أخوه محمد الأمين من زبيدة . وفي سنة 175 جعل الرشيد ابنه محمدا وليّ عهده « 2 » ، وكان عمره آنذاك خمس سنوات ، وفي سنة 183 جعل ابنه المأمون وليّ عهد ثانيا يتلو الأمين ، وكتب بذلك كتابا علق نسخة منه على الكعبة توكيدا لوجوب احترامه ، وجعل في هذا الكتاب للمأمون السلطة على خراسان ثغورها وكورها وأجنادها وطرازها وبيوت أموالها وصدقاتها وعشورها ، من حدّ همدان إلى آخر المشرق « 3 » .\r\nوقد اتخذ المأمون مقر إقامته في مرو ، وهي قاعدة إقليم خراسان الذي استوطنته منذ زمن معاوية جالية من العرب قوامها خمسون ألف مقاتل بعيالاتهم ، فتابعوا الفتوح في أواسط آسيا وضمّوا إليهم أعدادا كبيرة من مقاتلة أهل البلاد ، وتوزعوا على عدد من مدنها ، وحرص العباسيون على نشر دعوتهم بينها . وأفادوا من الانقسامات بين العرب ، فامتدت دعوتهم وأفلحوا في السيطرة عليها والتقدم إلى العراق بعد أن دحروا جيوشا أرسلتها الخلافة الأموية للقضاء على حركتهم .\r\nولما تطوّر الخلاف بين المأمون وأخيه الخليفة الأمين وحدثت الحرب بينهما اعتمد الأمين على الجيش المقيم في بغداد ، فلما اندحر هذا الجيش وتفكك ، اعتمد على أهل الجانب الغربي الذين أظهروا تماسكا وحمية في الدفاع عن مدينتهم وإفشال المحاولات التي قام بها جيش طاهر بن الحسين للتغلب على مقاومتهم ، وقد شاركت مختلف الفئات بمن فيها « الخراسانيون » المقيمون في بغداد ، في الصمود والإسهام في الدفاع عن مدينتهم ، ولم يرد في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / . 1140\r\n( 2 ) م . ن 3 / 610 - . 611\r\n( 3 ) م . ن 3 / 654 فما بعد .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالأخبار حدوث تخلخل في القوات المنوّعة الشعبية التي كانت تدافع عن بغداد ، ودام الحصار أكثر من سنة لم يستطع جيش طاهر بن الحسين التغلب على مقاومة أهل بغداد واختراق دفاعاتهم ، وظلّت المعارك الرئيسية في الأطراف الشمالية والغربية من المدينة المدوّرة ، ولم يفلح طاهر بن الحسين في ضعضعتهم إلّا بعد أن عمد إلى الحصار الاقتصادي فمنع المسير عنها ، مما أضرّ مصالح تجار الكرخ الذين لم يؤيدوه قبل ذلك .\r\nولما قتل الأمين وانهارت مقاومة أهل بغداد وصفت الخلافة للمأمون ، ولي إدارة العراق الحسن بن سهل أخو الفضل . ولم يرفض أهل بغداد خلافة المأمون ، إلا أنهم لم يؤيدوها بمن فيهم بقايا « الخراسانية » في بغداد ، وكان سلطان المأمون على بغداد ضعيفا وظهرت حركات شعبية معارضة فيها ، وتمردت في أطرافها ، أبرزها حركة الرويبضة وعلى رأسهم خالد بن درويش ، وسهل بن سلامة « 1 » .\r\nثم استدعى المأمون علي الرضا من المدينة إلى مرو وجعله وليّ عهد المسلمين والخليفة من بعده « 2 » ، فكان في هذا إخراج سلمي مصمّم للخلافة من البيت العباسي ، وهو قد يشير إلى نقل دائم لها إلى العلويين ، كما أنه تم في مرو ، وليس في بغداد . ولم يؤيد علي الرضا المأمون في اندفاعه بمتابعة التقاليد الساسانية المتجلية بجعله لباس الخضرة مكان السواد ، ودفعه إلى التخلص من نفوذ الفضل بن سهل وتوجهاته الفارسية ، ونصحه بالعودة إلى بغداد دار خلافة آبائه وملكهم ليتوسط سلطانه ويشرف على أطرافه « 3 » .\r\nإلا أن آثار هذا التوجيه جاء متأخرا ، وقد ظهر الاستياء من المأمون في بغداد واضحا بعد بيعة علي الرضا بالعهد ، وكان الاستياء أوضح عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 998 ، وانظر تفاصيل أوفى عن أحوال بغداد إبّان الحصار وبعده ، من كتاب محمد رجب النجار « الشطار والصيارون » .\r\n( 2 ) الطبري 3 / 2012 .\r\n( 3 ) المصدر نفسه 3 / 997 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالعباسيين ، فبايعوا إبراهيم بن المهدي بالخلافة بعد أربعة أشهر من بيعة المأمون علي الرضا بولاية العهد ، وبايعه أيضا كثير من القواد والموالي ، ورضي به أكثر الناس ، وفقد الحسن بن سهل الذي ولاه المأمون على بغداد سيطرته عليها فلجأ إلى المدائن واتخذ مقامه فيها « 1 » .\r\nغير أن تولي إبراهيم بن المهدي الخلافة لم يلق تأييدا فلم تبايعه الأقاليم ، ولم يحاول الاتصال بها ولم يفلح في الهيمنة على العراق فقامت بوجهه ثورات متعددة في المدائن وفي الكوفة وعارضه عدد من القواد البارزين ببغداد فتزعزعت مكانته ، ثم اضطر إلى التنازل عن الخلافة التي أشغلها أقل من سنة .\r\nاعتمد المأمون منذ عودته إلى بغداد على أحمد بن أبي خالد في إدارة الدواوين ، ولم تسمّه المصادر وزيرا مع أن عمله هو عمل الوزراء ، وأحمد أصله من بلاد الشام ، وكانت لأسرته صلة بالدولة العباسية في أول عهدها ، فكان أبوه ، كاتبا لعبيد الله الأشعري وزير المهدي ، وكان هو مع المأمون في خراسان ، فقدم معه إلى بغداد « 2 » وولاه الإدارة بعد عزله الفضل بن سهل . وظل في عمله إلى أن توفي سنة 215 ، فتولى أمور الإدارة بعده أحمد بن يوسف ، وكان قبل ذلك يتقلد المأمون بعد عودته إلى بغداد ديوان السر وبريد خراسان وصدقات البصرة . « 3 » وفي الكتب أخبار متفرقة عن الرجلين تظهر مرونتهما في الإدارة واهتمامهما بشؤون الناس ، دون الاهتمام بالأمور الفكرية والإدارية أو أيّ توجهات سياسية خاصة .\r\nأولى المأمون لدى عودته تقديرا كبيرا وثقة بطاهر بن الحسين ، فأسند إليه حمل الحربة أمامه ، ثم ولاه بعد سنة على الجزيرة الفراتية والشرطة والجانبين من بغداد « 4 » ثم عقد له في السنة نفسها على خراسان والجبال من حلوان إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1016 .\r\n( 2 ) طيفور 119 .\r\n( 3 ) م . ن 3 .\r\n( 4 ) م . ن 109 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nخراسان « 1 » وبعد ستة أشهر ولي ابنه عبد الله بن طاهر مصر ومحاربة نصر بن شبث الخارجي « 2 » . ولم يقض طاهر في ولاية المشرق طويلا إذ توفي سنة 207 « 3 » . فولى المأمون مكانه ابنه عبد الله بن طاهر « 4 » ، غير أن عبد الله بن طاهر بقي في الشام يحارب نصر بن شبث خمس سنوات « 5 » ، واستخلف أخاه طلحة على خراسان وابن عمه إسحاق بن إبراهيم على مدينة السلام « 6 » .\r\nأما القضاء في بغداد فقد تتابع عليه عدد لم يبق أكثرهم في عمله أكثر من سنة ، فولى قضاء مدينة المنصور محمد بن سماعة ثم إسماعيل بن حماد بن أبي حنيفة ثم بشر بن الوليد الكندي ، وجعل على قضاء الشرقية ، ويمتد سلطانها على جنوب المدينة المدوّرة ، محمد بن أبي رجاء الخراساني ، ثم محمد بن سماعة ، ثم عكرمة السرخسي ، فحفص بن غياث ، فالحسين الصوفي . وجعل على قضاء الجانب الشرقي فتيبة بن زياد الخراساني . ثم محمد بن عمر الواقدي ، فمحمد بن عبد الرحمن المخزومي فبشير بن الوليد الكندي ، فجعفر ابن عيسى الحسني ، فهارون الزهري .\r\nفي كتب التاريخ والآداب معلومات كثيرة متفرقة عن اهتمامات المأمون في السنوات العشر التي أقام خلالها في بغداد ، يتبين منها حرصه على الاجتماع بالفقهاء والمتكلمين وأهل الأدب والشعر ؛ فيروي طيفور قائلا : « لما دخل المأمون بغداد وقرّ بها قراره ، أمر أن يدخل عليه من الفقهاء والمتكلمين وأهل العلم جماعة يختارهم لمجالسته ومحادثته ، واختير له من الفقهاء مائة رجل ، فما زال يختارهم طبقة بعد طبقة حتى حصل على عشرة منهم أصحاب أحمد ابن أبي دواد وبشر المريسي ، كما كان يسمي له قوم من أهل الأدب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طيفور 149 .\r\n( 2 ) م . ن 13 .\r\n( 3 ) م . ن 17 ، 29 .\r\n( 4 ) م . ن 15 ، 20 .\r\n( 5 ) م . ن 18 .\r\n( 6 ) م . ن 72 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nيجالسونه « 1 » ، وممن كان يحدثه في الفقه والمسائل اللؤلؤي » « 2 » . ورويت أخبار عن سماعه المناقشات ومشاركته في إبداء الرأي ببعضها ، ورحابة صدره ويقول :\r\n« أبحنا الكلام ، وأظهرنا المقالات ، فمن قال بالحق حمدناه ، ومن جهل الأمرين حكمنا فيه « 3 » » ، وتروي الأخبار عن مجادلته بعض من ادّعى النبوة وأراد الارتداد عن الإسلام .\r\nوقد تميز بحلمه واهتمامه بالطبخ ، وبالغناء والفنون ، ولم يعرف عنه اندفاع في رعاية الثقافات الإغريقية أو نقل كتبها ، ولم يذكر حنين بن إسحاق في قائمة الكتب التي نقلها إلى العربية أي كتاب منها نقل إلى المأمون .\r\nوروي عنه أنه كان يرى الأرجاء ، ويرى أنه عقيدة الملوك « 4 » ، وله رأي سيئ بأهل السوق فهو يرى أن أهل السوق سفلة ، وأن الصناع أنذال ، والتجار بخلاء « 5 » .\r\n\r\nالمحنة : نشأتها ودلالتها\r\nاهتم المأمون في السنوات الأخيرة من خلافته بقضية « خلق القرآن » ووجّه من دمشق إلى واليه على بغداد إسحاق بن إبراهيم كتبا بإلزام الناس وبخاصة الفقهاء ورجال الحديث بإلزامهم على الإقرار بها . وتابع المعتصم والواثق من بعده توجّهاته إلى أن جاء المتوكل فأبطلها بعد خمس وعشرين سنة من بدايتها .\r\nوبالنظر لما لها من دلالات على التيارات الفكرية والسياسية في بغداد ، وموقف أهلها غير المؤيد لتوجيهات الخلافة ، فإننا نورد بعض تفاصيلها لإظهار موقف أهل بغداد قبل أن يتولى المعتصم الخلافة ويجلب جنده الأتراك للإقامة فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طيفور 30 ؛ وانظر عن القضاة ما كتبناه عن « قضاة بغداد في العصر العباسي » ضمن كتابنا « معالم بغداد العمرانية » .\r\n( 2 ) طيفور 34 .\r\n( 3 ) المصدر نفسه 46 .\r\n( 4 ) انظر « العقد الفريد » لابن عبد ربه 6 / 60 ؛ « الملل والنحل » للشهرستاني 1 / 67 « مقالات الإسلاميين » للأشعري 2 / 54 ؛ « نثر الدر » للآبي 1 / 167 .\r\n( 5 ) نثر الدر 3 / 108 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيذكر الطبري أنه في السنة 212 « أظهر المأمون القول بخلق القرآن وتفضيل علي بن أبي طالب » « 1 » ولم يذكر حوادث تبرئ إظهار هذا القول ، كما أنه لم يذكر عملا قام به المأمون في بغداد يتصل بهذا القول . وأول ما يكشف التدابير التي اتخذها لتنفيذ ما يتطلبه هذا القول هو كتاب وجّهه المأمون من بلاد الشام إلى إسحاق بن إبراهيم في ربيع الأول سنة 218 وأمره بامتحان الفقهاء في خلق القرآن وتغليبها على عقيدة كانت سائدة عند عامة بغداد في بعض قضايا الكلام ، إذ ذكر فيها :\r\n« وقد عرف أمير المؤمنين أن الجمهور الأعظم والسواد الأكبر من حشو الرعية وسفلة العامة ممن لا نظر له ولا روية ولا استدلال بدلالة الله وهدايته ، والاستضاء بنور العلم وبرهانه في جميع الأقطار والآفاق ، أهل جهالة بالله وعمى عنه وضلالة عن حقيقة دينه وتوحيده ، . . . ثم هم أولئك الذين جادلوا بالباطل فدعوا إلى قولهم ، ونسبوا أنفسهم إلى السنّة ، . . . ثم أظهروا مع ذلك أنهم هم أهل الحق والدين والجماعة ، وأن من سواهم أهل الباطل والكفر والفرقة ، فاستطالوا بذلك على الناس ، وغرّوا به الجهال ، حتى مال قوم من أهل السمت الكاذب التخشع لغير الله والتقشف لغير الدين إلى موافقتهم عليه ، ومواطئتهم على سيّىء آرائهم تزينا بذلك عندهم ، وتصنعا للرئاسة والعدالة فيهم ، فتركوا الحق إلى باطلهم « 2 » » .\r\n\r\nيتبين من هذا الكتاب\r\n1 : أن « الجمهور الأعظم والسواد الأكبر من حشو الرعية وسفلة العامة نسبوا أنفسهم إلى السنّة ، ثم أظهروا مع ذلك أنهم هم أهل الحق والدين والجماعة » . إن قوله « حشو الرعية وسفلة العامة » يشير إلى أن فيهم الطبقة الدنيا وإلى كثرة عددهم ، وأن توجيه الكتاب إلى والي بغداد يدل على أنه يصف مكانهم فيها . ويلاحظ أن المأمون كتب هذا الكتاب في سنة 218 ه ، أي بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1102 .\r\n( 2 ) طيفور 184 - 5 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأربع سنوات من مغادرته بغداد . ويدل عدم إصداره عندما كان ببغداد على أنه يعالج حالة استحدثت أو اتسعت بغيابه ، ولا يوجد ما يدل على أن هذا الموقف أملته الأحوال التي شهدها في بلاد الشام ومصر ، كما أنه لا يظهر أنه يعالج حالة مستجدة ، وإنما توجهات قديمة لا يشير إلى تاريخ ظهورها .\r\n2 : أنهم استطالوا بذلك على الناس ، وغرّروا به الجهال ، أي إن نفوذهم امتد إلى غيرهم ، وجلبوا إليهم جماعات من غير الخاصة .\r\n3 : لم تقتصر هذه الأفكار على حشو الرعية وسفلة العامة ، وإنما مال إليهم قوم « من أهل السمت الكاذب والتخشع لغير الله ، والتقشف لغير دين الله إلى موافقتهم ومواطئتهم على سيئ آرائهم ، تزيّنا بذلك عندهم ، وتصنّعا للرئاسة والعدالة فيهم » . أي إنهم كانوا في الأساس كثرة ، ثم ازداد عددهم بسبب استطالتهم على الناس وسطوتهم ، فانضمّ إليهم عدد من الانتهازيين متطلعين إلى رئاستهم والسيطرة على أدلاتهم .\r\n4 : أنهم نسبوا أنفسهم إلى « السنّة » فأراؤهم لا تتصل بنظام الحكم والخلافة أو الإدارة ، أي إنهم ليسوا حزبا سياسيا وإنما كانت لهم عقائد في الإسلام تستند إلى واحد من أبرز أسس العقيدة والنظام ، فهم ليسوا من الفرق الزائغة والخارجة على الإسلام ، أو من المجموعات المعنية بالتيارات الفكرية المتصلة بالعلوم .\r\nوالسنّة تعبير أساسه ما جاء به الرسول صلى اللّه عليه وسلم وما أقره الناس ( الإجماع ) من الممارسات المتعلقة بسلوك الناس وتصرفاتهم في العبادات والمعاملات والعلاقات بين الناس ، وسنادها الأخذ بالموروث وليس التفكير فيه ، فهو قائم على دراسة أسس الإسلام وممارساته في الماضي وتناقل أخباره وإحلال المعنيين به مكانة متميزة باعتبارهم المراجع في ذلك .\r\n5 : أنهم ممن لا نظر لهم ، ولا روية ولا استدلال بدلالة الله وهدايته ولا استضاءة بنور العلم وبرهانه في جميع الأقطار والآفاق ، لضعف آرائهم ونقص عقولهم وجفائهم عن التفكّر والتذكر ، أي إنهم لا يقيمون أراءهم على العقل والتفكير وإنما على التلقين .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n6 : أنهم أهل جهالة بالله ، وعمّى عنه ، وضلالة عن حقيقة دينه وتوحيده والإيمان به ، ونكوب عن واضحات أعلامه وواجب سبيله ، وقصور أن يقدروا الله حق قدره ، ويعرفوه كنه معرفته ، ويفرقوا بينه وبين خلقه .\r\n7 : أنهم شر الأمة ورؤوس الضلالة ، والمنقوصون من التوحيد حظا ، والمخسوسون من الإيمان نصيبا وأوعية الجهالة وأعلام الكذب ، ولسان إبليس الناطق في أوليائه ، والهائل على أعدائه من أهل دين الله ، أي إنهم لهم مكانات متميزة في جماعتهم « رؤوس الضلالة وأعلام الكذب ولسان إبليس » .\r\nوأشار المأمون في كتاب أرسله إلى إسحاق بن إبراهيم إلى أنهم متصنعة أهل القبلة وملتمسو الرئاسة فيما ليسوا له بأهل من أهل الملة .\r\n8 : أنهم أحقّ من اتّهم في صدقه ، واطّرحت شهادته ، ولم يوثق بقوله ولا عمله ، أي إن أسسهم الفكرية تجعلهم غير جديرين بشهادته وعمله .\r\n9 : طلب إليه « اجمع من بحضرتك من القضاة ، واقرأ عليهم كتاب أمير المؤمنين هذا إليك ، وابدأ بامتحانهم فيما يقولون ، وتكشيفهم عما يعتقدون في خلق القرآن وإحداثه » . إنه حدد أمر تطبيقه على القضاة ، ولم يشمل من يعمل في الدواوين أو في الجيش ، فهو محدود في تصفية مؤسسة محدودة هي القضاء وهم المجموعة الوحيدة المرتبطة في عملها بالدولة ، ولم يشمل غيرهم ممن يعنى بالعلوم الدينية بما فيها دراسة القرآن والحديث والعقائد فضلا عن العلوم الأخرى .\r\n10 : « اكتب إلى أمير المؤمنين بما يأتيك من قضاة أهل عملك في مسألتهم والأمر لهم بمثل ذلك . ثم اشرف عليهم وتفقد أحوالهم » . إنه يقصر توجيهاته على القضاة في عملهم ، وهو العراق ولا يتجاوزه إلى الأقاليم الأخرى . وكرر المأمون في كتاب لا حق حصر المتابعة في القضاة فذكر ، « وبثّ الكتب إلى القضاة في النواحي من عملك بالقدوم عليك لتحملهم وتمتحنهم على ما حدّه أمير المؤمنين » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1135 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n11 : أن أمير المؤمنين غير مستعين في عمله ، مؤتمن فيما قلده الله في أمور رعيته ، من لا يوثق بدينه وخلوص توحيده ويقينه ، أي إن قراره يمتد إلى الاستغناء عمن يتابعهم في أعمال الدولة كافة ، وهذا يقتضي إجراء تبديلات واسعة .\r\nإن كتاب المأمون واضح : هو تفكيك السيطرة السياسية على أفكار الجمهور الأكبر والسواد الأعظم ، وهي سيطرة لا تتسق مع دعم الخليفة ، وإنما قد تهدد هيمنته بما تحدثه من اضطرابات قد تصل إلى حد الثورة عليه وخلعه ، غير أن كتاب المأمون لم يحدد المطامح السياسية التي يعتنقها المسيطرون ، وهل هي مجرّد الحد من سلطانه أو حمله على إجراء تبديلات جذرية في الإدارة وأفكارها ، أم الإعداد لبديل عنه شخصيا أو عائليا ، وهل أن سيطرتهم تعبّر عن أهداف محددة واضحة ووحدة فكر ، أم أنها مجرد مواقف عامة غامضة المعالم والحدود ، علما بأن التجارب السابقة التي مرت بالدولة العباسية أظهرت أن الشعارات لا تكفي لإزاحة الحكومات ، وأن الحركات الثورية المتناثرة مهما كان عنفها فإنها لا تصمد أمام القوة التابعة للسلطة الحاكمة ، بما في ذلك الموارد المالية والمقاتلة والإيمان اللاشعوري بأهمية السلطان مهما كان ضعيفا .\r\nفلا بدّ أن الذي أثاره إصدار هذا الكتاب هو أمر يتعلق بالأمن السياسي وسلطان الدولة ، علما بأن المأمون قصر حملته على باقي المسلمين ، ولم يشر إلى اضطهاد التيارات الزائغة من غير المسلمين أو من الزائغة في الإسلام .\r\nأورد الطبري نصوص كتابين لاحقين أرسلهما المأمون إلى إسحاق بن إبراهيم سمّى في أولهما ثمانية « 1 » ، وفي الثاني تسعة عشر طلب امتحانهم « 2 » ، وكان ممن ذكرهم فقهاء ومحدثون لم يكن لهم عمل في الدولة . غير أنه في كتاب لاحق علّق فيه على أحوالهم ، فذكر أن بعضهم كان قد ولّي ولايات وأختاما ، وبعضهم كانت مودعة إليه أموالا وأختامها « 3 » ، وليس فيهم ممن شارك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1116 .\r\n( 2 ) م . ن 3 / 1121 .\r\n( 3 ) م . ن 3 / 1126 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفي السياسة غير إبراهيم بن المهدي الذي طلب المأمون امتحانه وقد بلغت أمير المؤمنين عنه بوالغ « 1 » ، وهذا يشير إلى أن إبراهيم بن المهدي ساهم في نشاط سياسي ، ولعله ممن ذكر المأمون أنهم أيدوا العامة لأطماع سياسية من شأنها أن تضعضع سيطرة الخليفة على العامة .\r\nنقل طيفور كتابا لاحقا أرسله إلى إسحاق بن إبراهيم أوضح فيه القضية التي يهتم بمعالجتها وهي خلق القرآن . وذكر عمن لا يراهم جهلة عظمهم قولهم في القرآن في دينهم ، والحرج في أمانتهم وسهلوا السبيل لعدو الإسلام ، واعترفوا بالتبديل والإلحاد على قلوبهم حتى عرّفوا ووصفوا خلق الله وفعله بالصفة التي هي لله وحده ، وشبّهوه به ، والاشتباه أولى بخلقه ، وليس يرى أمير المؤمنين لمن قال بهذه المقالة حظا في الدين ، ولا نصيبا من الأيمان واليقين ، ولا يرى أن يحل أحدا منهم محل الثقة في أمانة ، ولا عدالة ولا شهادة ولا صدق في قول ولا حكاية ، ولا تولية لشيء من أمر الرعية . ومن كان جاهلا بأمر دينه الذي أمره الله به من وحدانيته فهو بما سواه أعظم جهلا ، وعن الرشد في غيره أعمى وأضلّ سبيلا « 2 » .\r\nإن المأمون يعيد وصف من يهاجمهم بأنهم « جهلة » لأنهم يرون في القرآن آراء خاصة ، فهو يذكر أن خطرهم متأت من نشر هذه الأفكار ، وليس من دور سياسي تقوم عليه أفكارهم لا يعارضون مكانة الخلافة ودورها في الإدارة ، وإنما يعنون بالعقائد فحسب . وهو يبين خطر أفكارهم في الانتقاص من مكانته تعالى لأن أفكارهم تقود إلى التجسيم ، مما يسهل السبيل لعدو الإسلام . ويرى أن تنزع الثقة ممن يحمل هذه الآراء ، ولا يولّى شيئا من أمر الرعية .\r\n\r\nطبيعة المحنة :\r\nاستوعب فهمي جدعان في كتابه القيّم « المحنة » تاريخ فكرة خلق القرآن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1127 .\r\n( 2 ) طيفور 189 - 190 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوموقف المعتزلة منها ، وخلاصة بحثه أن فكرة خلق القرآن ليست من مبتدعات المعتزلة ، فأول من قال بها هو جهم بن صفوان الذي عاش في أواخر العصر الأموي في خراسان ولم تكن له علاقة بالمعتزلة الذين ، مع أنهم تبنّوها بعد ذلك ، إلا أنهم لم ينفردوا بالقول فيها ، ولم تكن تشغل حيّزا كبيرا من أفكارهم التي أقدم وأبرز ما فيها فكرة « المنزلة بين المنزلتين » و « العدل والتوحيد » .\r\nويقول في توضيح العلاقة بين المعتزلة والمحنة ليس بين أيدينا على الإطلاق ما يثبت دعوى القول أن المعتزلة سواء أكانوا تقويين أم عمليين كانوا وراء هذه المحنة أو أنهم قادوا حملات التفتيش المتعلقة بها . والحقيقة أن المحنة كانت قرارا شخصيا من جانب المأمون ، والتزاما سياسيا وأخلاقيا من جانب خلفته المعتصم والواثق .\r\nإن موضوع خلق القرآن موضوع كلامي صرف ، في حين أن كتاب المأمون يظهر أن المشكلة التي كان يواجهها هي مشكلة سياسية تمتدّ إلى الجمهور الأكبر والسواد الأعظم ، فالمحنة لم يكن غرضها الإقرار بعقيدة كلامية بدل أخرى ، بقدر ما هي وسيلة لضعضعة مكانة الممتحنين وانتزاع سيطرتهم السياسية على الجماهير عن طريق إلزامهم بقبول ما تفرضه الدولة عليهم ، والانضواء في طاعتها .\r\nيروي الخطيب أن المأمون قال : لولا مكان يزيد بن هارون لأظهرت القرآن مخلوقا ، فقال بعض حاشيته ومن يكون يزيد بن هارون حتى تتّقيه ، فقال لا أتّقيه لأن له سلطانا أو سلطة وإني أخاف أن تكون فتنة « 1 » ، علما بأن يزيد بن هارون توفي سنة 206 .\r\nيروي الطبري أنه في السنة 212 أظهر المأمون القول بخلق القرآن وتفضيل علي بن أبي طالب « 2 » . غير أنه لم يذكر أيّ مصدر أنه حاول في هذا الوقت المبكر فرضها على الناس ، ولم تذكر الكتب حادثة تبرّر فرضها . وقد أصدر المأمون قراره بفرض الفكرة والمحنة بكتاب أصدره في شهر ربيع الأول من سنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد للخطيب 14 / 239 - 4 .\r\n( 2 ) الطبري 3 / 1099 ، مروج الذهب 3 / 454 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n218 وهو في دمشق ، أي بعد حوالي عشرين سنة من تولّيه الخلافة ، وأربع عشرة سنة من دخوله بغداد ، وثلاث سنوات من مغادرته لها إلى بلاد الشام ومصر والثغور ، ولا بدّ أن هذا التأخر في إصدار القرار يرجع إلى حوادث استجدّت لا في الأقاليم التي جاءها ، وإنما في بغداد ، فعلم بها وأدرك خطرها فأصدر هذه الكتب الشديدة ، وتجدر الإشارة إلى أنه لم تسجل فرحة بها ، وإنما يدل سياق الأحداث على وجوم الناس منها ، وهو موقف سلبي لم يصل حدّ عمل إيجابي في ثورة أو مقاومة . ويلاحظ أن المحنة بتباين أحوالها لم تدم أكثر من ثلاثين سنة ثم ألغيت عندما ولي المتوكل الخلافة .\r\n\r\nالمشكلة فكرية وسياسية :\r\nكان الهدف من المحنة هدفا فكريا محدّدا بخلق القرآن ولم يمتد إلى أبعد من ذلك ، فلم يذكر عنه أنه حارب علوم الحديث أو الفقه وهما عماد علم « أهل السنة » ولم تذكر عنه محاولة نشر أفكار سياسة خارجة عن اهتمامات الناس في حينها ، كنشر أفكار ساسانية أو إغريقية ، ومع أن المصادر تذكر اهتمامه بجمع الكتب الإغريقية ، إلا أنه لم يكن مبتدعا في ذلك ، فقد سبقه إليها المنصور والرشيد ، ولم يرد خبر عن حرصه على نقل هذه الكتب إلى العربية ، ولم يكن ممن أغدق على حنين بن إسحاق وطلب منه نقل أي كتاب .\r\nكانت الحركة الفكرية في زمن المأمون قد وصلت في تطورها الفكري حدّ التمايز بين العلوم ، بما في ذلك علم الحديث وروايته والفقه والكلام بل حتى في الأخبار والتاريخ والآداب ، وما يتصل باللغة من مفردات ونحو وصرف ، ولكن هذا التمايز لم يكن جامدا محدّد المعالم ، وإنما كان فيه كثير من التداخل ، والتمايز الواضح هو بين علوم الأوائل ، بما فيها العلوم الصرفة والتطبيقية والمنطق والفلسفة والسياسة ، وعلوم العرب ، علما بأن نقل كثير من هذه الكتب وثّق صلة العربية بعلوم الأوائل ، وأطلع العرب على الكثير من الأفكار الجديدة ، غير أنه من حيث العموم كانت علوم الأوائل أروج عند غير المسلمين ولا سيما النصارى واليهود .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nلم تحدد المصادر المناطق الجغرافية التي كان يسيطر عليها المهددون ، ومن المعلوم أن بغداد كانت فيها مناطق عرف أهلها بميول سياسية متميزة ، ففي الكرخ وباب الطاق عرفوا بميولهم العلوية ، وفي المدينة المدوّرة والرصافة عرفوا بميولهم السنية ، والواقع أن معظم المدن الإسلامية حدثت فيها انقسامات بين أهلها ، أو عرفت بميول سياسية معيّنة ولكنها لم تصل حدّ القدرة على الانشقاق عن الدولة .\r\nحصر المأمون المحنة بفكرة « خلق القرآن » وأشار إلى أن أقوى المدافعين عنها هم من نسبوا أنفسهم إلى السّنة ، وأنه كانت لهم هيمنة فكرية على الجمهور الأعظم والسواد الأكبر ، وأنه استغلها انتهازيون لأغراض سياسية ، إلا أنه لم يوضح العلاقة بين فكرة خلق القرآن والمنتسبين إلى السنّة ، أو علاقتها بالتيارات السياسية . ومن الواضح أنه قصد بالمنتسبين المعنيين بالحديث والفقه ، غير أن المعلومات المتوافرة لا تظهر أن هؤلاء المعنيين قد أعاروا ، قبل المحنة ، فكرة خلق القرآن اهتماما كبيرا .\r\nولم تخصص كتب الفقه والحديث مكانا واسعا لمعالجة القضايا المتعلقة بأحوال الخلافة وقضايا السياسة والإدارة ، وأشارت الكتب إلى أن الممتحنين كافة ، أقرّوا بفكرة خلق القرآن ، فيما عدا أربعة ، وبذلك تركت لهم الحرية في متابعة أبحاثهم دون مضايقة ، فالمحنة لم يقصد بها إيقاف دراسة الفقه والحديث وإعادة توجيهه ، ولا كانت محاولة لغرض الاعتزال واتخاذه عقيدة رسمية ، وإنما هي عمل سلبي محدود بفكرة خلق القرآن ، ولم يمتد إلى الأفكار الأخرى الأساسية عند المعتزلة ، ولا توجد إشارة إلى تحمس أقطاب الاعتزال للمحنة .\r\nإن المصادر تذكر انفتاح المأمون على مختلف التيارات التي لم يصل تباينها حدّ التصادم ولا يحلّها مجرّد الإقرار ، بخلق القرآن . فقد ذكر في كتبه التي أرسلها إلى إسحاق بن إبراهيم ، واليه على بغداد ، أن يحضر جماعة من الفقهاء والحكام والمحدثين ، فحضر ستة وعشرون : فقرأ إسحاق عليهم كتاب المأمون مرتين فأجابوا إجابات مبهمة ، فكتب المأمون إلى إسحاق كتابا ثانيا أن يجمع واحدا وعشرين لم يذكروا في الكتاب الأول ، فأجابوا عدا أربعة هم أحمد بن\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nحنبل ، وسجادة ، والقواريري ، ومحمد بن نوح . ثم طلب المأمون أن يشخص إلى الرقة ( ! ) سبعة لم يذكروا في كتابيه ، وممن ذكر امتحانه عفان بن مسلم والفضل بن غانم ؛ إلا أن أبرز الممتحنين أحمد بن حنبل من العراق ، وأبو مسهر من الشام ، ونعيم بن حماد من مصر .\r\nإن هؤلاء الممتحنين منوّعون في أصولهم وانتساباتهم ، فبعضهم عرب وبعضهم موال ، ولدوا في مناطق متعددة ، ومنهم عدد من أهل خراسان في الأصل ، ولكن أكثرهم نشأ في مدن العراق العربية الرئيسية وهي الكوفة والبصرة وواسط وبغداد التي كانت آنذاك أكبر مراكز علماء الحديث .\r\nوكانت الأحوال المالية لبعضهم تيسّر لهم معيشة بمستوى مناسب ، ولم يعرف عن أي منهم شكوى من الفاقة ، وبعضهم أولاد كتّاب يعملون في الدواوين ، ومنهم أربعة قضاة وهم بشر بن الوليد ، وعبد الرحمن بن إسحاق ، وقتيبة بن زياد والخراساني ، وقد شغل كل منهم منصب القضاء في بغداد زمن المأمون ، وكان الفضل بن غانم الخزاعي قاضيا في الفسطاط . واتهم المأمون في كتابه الثاني إلى إسحاق بن إبراهيم عددا منهم بخيانة الأمانات وابتزاز الأموال .\r\nمن الممتحنين عدد ممّن وثقهم علماء الرجال في الحديث ، وآخرون عرفوا بسعة اطلاعهم وأمانتهم في العلم ، وفيهم عدد من كتّاب ومستملي علماء ، وفيهم أيضا عدد لم تكن لهم مكانة متميزة عند علماء الحديث ، وفيهم أيضا من لم يعرف اهتمامه بالحديث أو الفقه مثل إبراهيم بن المهدي . ولم تذكر المصادر سبب اختيار هؤلاء أو آخرين ليعرضوا للمحنة التي لا ريب في أنها زادت من شهرتهم وقوّت مكانتهم عند العامة ممن استاء من المحنة وكان يقدّر آراء أهل السنة والحديث .\r\nنفّذ المحنة وتابعها رجال في الإدارة ولم يعرف لهم إيمان عميق بها أو حماس لنشرها بمن في ذلك الخليفتان المعتصم والواثق ، والبارزون في الإدارة ولا سيما يحيى بن أكثم وأحمد بن أبي دؤاد وإسحاق بن إبراهيم .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nأساليب التنفيذ :\r\nلم يقم المأمون بنفسه بتطبيق المحنة ، ولم يعد إلى بغداد لمتابعتها ، ولعله كان يدرك ضعف خطرها في تهديد خلافته ، وأوكل مهمة متابعتها إلى إسحاق ابن إبراهيم المسؤول عن إدارة بغداد والذي لم يعرف عنه اهتمام خاص بالكلام وعلوم الحديث والسنّة ، أو أي موقف من أهلها .\r\nلم ينشأ ديوان خاص لمتابعة تنفيذ الفكرة كالذي فعله المهدي مع الزنادقة ، وإنما أوكلت محاسبتهم إلى القضاة الذين غالب اختصاص عملهم ما نسميه اليوم المعاملات والأحوال الشخصية ، وليس أمور العقائد الكلامية ، علما بأن رئيسهم يحيى بن أكثم كان يرافق المأمون في رحلاته ، ولم تكن إقامته الدائمة في بغداد ، وأن عدد قضاة بغداد الرسميين ثلاثة : قاض لكل من مدينة المنصور ، والشرقية والكرخ ، والرصافة والجانب الشرقي . ولم تذكر المصادر تدابير أمنية أو أي عمل اتخذ لملاحقة معارضي فكرة خلق القرآن ، أو للقضاء على سيطرتهم على الرأي العام وإضعافها ، وهو الهدف الأكبر الذي كان يرمي إليه المأمون كما يتجلى من كتابه ، ولم تذكر الأساليب التي تتبّعها المسيطرون على توجيه الرأي العام وتحويل القضايا الكلامية إلى توجهات سياسية ولا مدى سيطرتهم على هذه التوجهات وعمق آثارها في عموم الناس .\r\nإن كتاب المأمون واضح . هو تفكيك السيطرة السياسية على أفكار الجمهور الأكبر والسواد الأعظم ، وهي سيطرة لا تتسق مع دعم الخليفة ، وإنما قد تهدد هيمنته بما تحدثه من اضطرابات قد تصل حدّ الثورة عليه وخلعه ، غير أن كتاب المأمون لم يحدد المطامع السياسية التي يعتنقها المسيطرون ، وهل هي مجرّد الحد من سلطانه أو حمله على إجراء تبديلات جذرية في الإدارة وأفكارها ، أم الإعداد لبديل عنه شخصيا أو عائليا ، وهل تعبّر سيطرتهم عن أهداف محددة واضحة ، ووحدة فكر ، أم أنها مجرّد مواقف عامة غامضة المعالم والحدود .\r\nعلما بأن التجارب السابقة التي مرت بالدولة العباسية أظهرت أن الشعارات لا تكفي لإزاحة الحكومات ، وأن الحركات الثورية المتناثرة مهما كان عنفها فإنها\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nلا تصمد أمام القوة التابعة للسلطة الحاكمة ، بما في ذلك الموارد المالية والمقاتلة والإيمان اللاشعوري بأهمية السلطان مهما كان ضعيفا .\r\nكانت بغداد المركز الرئيسي للعلماء الذين امتحنوا ، ولم تدم المحنة أكثر من خمس وعشرين سنة ، ولا نعلم مدى امتداد وعمق الاستياء الذي ولّدته ، إذ إن الفرحة بانتهائها قد تكون بالغت في أثرها في موقف أهل بغداد الذين لم يذكر قيامهم إبّانها بأي عمل إيجابي يعبّر عن استيائهم سواء في العبث بالأمن أو تهديده ، كما لم تذكر جماعة تحمسوا في الدفاع عنها . فآثارها الأمنية والسياسية محدودة .\r\nلم تذكر الأخبار انتفاضة أو ثورة ، سوى محاولة لم تنفّذ في زمن الواثق ببغداد قام بها أحمد بن نصر بن مالك بن الهيثم ، وهو حفيد أحد نقباء بني العباس عندما أعدّوا ثورتهم وقاموا بها ، وكانت له مكانة في الدولة . وكان أحمد من أهل الفضل والعلم مشهورا بالخير والأمر بالمعروف . ولما اختلّ الأمن في بغداد بعد مقتل الأمين وكثر الدعّار والصعاليك مهددين الناس ، استطاع أحمد بن نصر أن يسهم في الحد من نشاطهم ، ويعيد الثقة بها .\r\nويروي الطبري أنه سنة 231 أعد لثورة في بغداد ، ولكن المحاولة كشفت قبل تنفيذها ، وألقي القبض على رأسها المدبّر أحمد بن نصر ، مع عشرين من أتباعه ، فأمر الواثق بإعدامه ، وظلت جثته منصوبة في سامرّاء إلى سنة 237 حيث أمر المتوكل بإنزالها ورفعها إلى أوليائه ، ومع أن فشل الثورة لم ترافقه احتجاجات إلا أن العقاب الذي أنزل به أثار عطف الناس عليه وتقديرهم له وظلت ذكراه الطيبة تتردد في الكتب .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالفصل الثالث المعتصم والجيش\r\n\r\nالمعتصم نشأته وحياته الأولى\r\nولد المعتصم ، واسمه محمد وكنيته أبو إسحاق ، في قصر الخلد ببغداد سنة 178 . أو في بداية سنة 180 ، وأمه صفدية مولّدة من أهل الكوفة اسمها ماردة « 1 » ولم يذكر أحد أنها تركية أو أنها ربّيت في ما وراء النهر ، ولا علاقة لها بالترك الذين قدم بعضهم إلى بغداد .\r\nلم يكن المعتصم أكبر أولاد أبيه هارون الرشيد ، ولا أقربهم لأبيه ، فلم يسمّه الرشيد لولاية العهد التي سمّى لها ثلاثة من أولاده هم : الأمين والمأمون والقاسم . ويبدو أن الرشيد لم يظهر عناية خاصة بتربيته فلم يذكر له مؤدب ولم تعرف له صلة وثيقة بأهل الأدب والفكر ، ولم ترو عنه أقوال مأثورة . والراجح أنه كان في حياته ميالا إلى الرياضة والفروسية وما يتصل بالحياة العسكرية « 2 » .\r\nلم يرد للمعتصم ذكر في حوادث النزاع بين الأمين والمأمون ، مما يدل على أنه اعتزلها شأن معظم رجال الأسرة العباسية المقيمين في بغداد . ولما بايع أهل بغداد إبراهيم بن المهدي بالخلافة كان المعتصم مقيما في بغداد ، ويبدو أنه أيد إبراهيم الذي أرسله للقضاء على تمرد في أطراف بغداد « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1329 ، وانظر بعض أوجه حكم المعتصم العثمان سيد أحمد إسماعيل .\r\n( 2 ) انظر البداية والنهاية لابن كثير 1 / 295 .\r\n( 3 ) تاريخ اليعقوبي 3 / 191 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاحتفظ المعتصم بعلاقة طيبة مع المأمون لدى عودته إلى بغداد ، ولم يذكر له إسهام في النشاطات السياسية والفكرية ببغداد ، مما يدل على أنه قصر اهتمامه على الحياة العسكرية ، ولعل هذا ما دفع المأمون إلى تقريبه والإفادة منه في إعادة بناء الجيش في بغداد الذي كان قد تصدع إثر الحرب بين الأمين والمأمون ، وبذلك تعززت مكانته ، وكان هو والعباس بن المأمون أبرز المقرّبين للمأمون من رجال الأسرة العباسية .\r\nوفي سنة 213 ولّاه المأمون بلاد الشام ومصر ، كما ولّى ابنه العباس الجزيرة الفراتية ، وكانت مصر تواجه اضطرابات استطاع أن يقضي عليها ، ووجّهه في حملات على بلاد الروم ، وكانت تربطه بالعباس بن المأمون علاقة طيبة ، فلم يذكر خبر تنافس بينهما ، وظلت ولاية المعتصم على مصر سنتين ولكنه لم يقم خلالهما في مصر أكثر من ستة أشهر وخلّف في المدة الباقية إدارتها إلى أشخاص آخرين اختارهم « 1 » . غير أن المعتصم كان يتميز بكبر سنه وكانت تتبعه قوة عسكرية تركية قوامها ثلاثة آلاف رجل .\r\nاحتفظ المعتصم بالسمة العسكرية التي ميّزته ، وكان أنموذج الفارس الباسل ، فهو من رجال السيف بعيدا عن رجال القلم من الأدباء والكتّاب ورجال الإدارة المدنية ، وكان معروفا بالقوة البدنية .\r\nرافق المعتصم المأمون في رحلته إلى بلاد الشام وشارك في الحملة التي قادها المأمون سنة 218 على الروم وأحرز انتصارات ، غير أن المأمون مرض وأدرك أن منيته عاجلة فعيّن المعتصم وليّا للعهد ولم يعيّن ابنه العباس الذي كان يرافقه ويشارك في قيادة الجيش ، ولا بدّ أن المأمون عندما اتخذ هذا القرآن كان واقعا تحت تأثير أحوال الحملة ومتطلباتها العسكرية ، فاختار أخاه المعتصم الذي يتميز بالشجاعة وأشهد على ذلك من معه من القضاة والفقهاء والقوّاد وبحضور ابنه العباس ، وكان تعيينه لولاية العهد مفاجأة دون تمهيد مسبق كما كان الأمر معمولا به في زمن الأمويين والعباسيين . وقد تولّى المعتصم الخلافة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 993 ، 1105 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبعد أيام من قرار المأمون وتمّت بيعة المعتصم بإرادة حرة من المأمون وبحضور ابنه العباس الذي شارك في البيعة ممتعضا ، غير أن عددا من قادة الجيش لم يرضهم تولّي المعتصم المرتبط بمجموعة من الجند ذوي سمات خاصة ، فأظهروا عدم رضاهم ودسوا مؤامرة قضى عليها المعتصم وقتل العباس وعددا من القادة الذين لم يساندوا اختياره خليفة ، وبذلك كان تولّيه الخلافة قائما على موقف الجند ، واستعملت فيه القوة لتثبيته .\r\nوحالما ولي الخلافة هدم بعض حصون الروم ، وأمر بإعادة الجيش إلى بغداد لمنع تجديد الفتنة ولإرضاء الجند بإعادتهم إلى أهليهم في بغداد .\r\nتمّت بيعة المعتصم في معسكر على حدود دولة الروم بعيدا عن بغداد ومن فيها من العلماء والفقهاء ورجال الإدارة وأهل الحل والعقد من المدنيين . ولي الخلافة دون أن تتاح الفرصة للحصول على تأييد الأمة لهذه البيعة ، فكان ذلك بداية انعزال الخلافة عن الأمة التي أصبحت « رعية » تتلقى القرارات وتنفذها دون أن يؤخذ رأيها فيها ولو شكليا ؛ ولا بدّ أن وقع ذلك كان أقوى على بغداد التي كانت المكان الذي يبدأ منه إعلان البيعة لولي العهد وللخليفة مما كان يعزز مكانتها في عموم الدولة وعند الخليفة الجديد . وقد قبل أهل بغداد الأمر الواقع ولم يعترضوا على تولّيه الخلافة أو على الأسلوب الذي لم يسبق الأخذ به . فأبعدت بغداد من مركزها المتميز عن المراكز المتعددة للدولة ، وأصبحت كبقية مدن الدولة الأخرى تبلّغ باختيار الخليفة ولا تشارك فيه . علما بأن تحطّم الجيش الذي كان مقيما في بغداد ، خلال النزاع بين الأمين والمأمون ، جعل العناصر الحضرية من العلماء والمفكرين والمثقفين والتجار تطغى فتعزّز في بغداد مكانتها وتسود فيها سماتها التي تختلف عما تميّز به الخليفة الجديد من الروح العسكرية والبعد عن الحياة الفكرية .\r\nقبل أهل بغداد تولّي المعتصم الخلافة ، ولم يظهروا اعتراضا عليها على الرغم من أن الطريقة التي اتّبعت فيها تكوّن ثلما في العلاقة بينهم وبين الخليفة الجديد الذي أسرع بالعودة مع جيشه إلى بغداد ولم يحدث تبديلات أساسية في الإدارة والأحوال . وعندما وصل بغداد كان أول عمل قام به معالجة خطر الزّطّ الذين كانوا يعيثون منذ زمن المأمون في بطائح جنوب العراق ويعرقلون اتصال\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبغداد بالبصرة وتجارتها . فأرسل حملة بقيادة عجيف بن عنبسة الذي قضى خمس سنوات أفلح بعدها في القضاء على ثورتهم وعيشتهم . ثم نفّذ حملة أخرى بقيادة الأفشين للقضاء على بابك الخرمي الذي أعلن العصيان في أذربيجان ؛ وبذل المعتصم لهذا الجيش الأموال ، واستطاع الأفشين القضاء عليه بعد جهود مضنية دامت ثلاث سنوات « 1 » .\r\n\r\nالجيش في بغداد\r\nكان الخلفاء العباسيون الأوائل يعتمدون على قوة عسكرية عظيمة في بغداد تدين بالولاء للخليفة فتثبت سلطانه وتدعم هيبته عند أهلها ؛ ولكن هذه القوة تفكّكت في القتال بين الأمين والمأمون ، وصار اعتماد الأمين في الدفاع عن بغداد على أهلها الذين دافعوا ببسالة عن مدينتهم ولم يتضعضعوا إلا بعد أن فرض طاهر بن الحسين حصارا اقتصاديا قويّا ؛ فلما استسلمت بغداد للمأمون لم تعد فيها قوة عسكرية يعتمد عليها ، ولم يكن بالإمكان سحب مقاتلة الثغور من حدود دولة الروم لأن ذلك يعرّض حدود الدولة إلى أخطار تجاوزات الروم عليها ؛ وكانت هذه القوات قد توجهت لقتال أعداء الدولة وليس للمشاركة في النزاعات الداخلية .\r\nلم يؤمّن طاهر بن الحسين ، بعد سيطرته على بغداد ، ولاء أهلها للمأمون ؛ وكانت لبعضهم مكانة يحاولون السيادة على بغداد وأطرافها مستغلين ضعف القوة التي يستند إليها الولاة ، وتدنّي هيبتهم . فلما عاد المأمون إلى بغداد ، بعد أربع سنوات من القضاء على الأمين ، تابع سياسة « لمّ الشمل » ، وجلب رضى الناس ، فأعاد لباس السواد ، وهو شعار العباسيين ، ولم يضطهد من عمل في مناوأته ، وإنما تسامح معهم ، وحاول تقريبهم إليه وكسب رضاهم .\r\nولكن المأمون كان يدرك أن السياسة السلمية لا تكفي وحدها لتثبيت هيبة الخليفة وسلطانه ، وأنه كان لا بدّ له من قوة عسكرية بتصرّفه تقيم في بغداد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر عن هذه الحركة كتاب البابكية لحسين قاسم العزيز الذي رغم غزارة مادته ، فإنه يبالغ في السمة القومية المحلية لحركة بابك ؛ وانظر عن جهودها العسكرية ما كتبه الطبري في تاريخه .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوتكون موالية له ؛ وكان الأفضل أن تكون هذه القوة من عناصر مترابطة في أصولها وسماتها . وقد أشارت المصادر إلى الكتل التي كان يمكن أن يجعلها المأمون قوام جيشه وهي : العرب والخراسانية والترك . وروى طيفور أن المأمون اجتمع مع المعتصم وأحد القواد ، وتداولها الشجعان من القواد والجند والموالي ، فأطرى المأمون شجاعة عجم أهل خراسان وقوّتهم في دحر أعداء الدولة ، وأطرى القائد شجاعة أبناء خراسان ، وأطرى المعتصم شجاعة الترك وإقدامهم ؛ ثم حكّموا نصر بن شبث فأبدى رأيه في خصائص هذه المجموعات الثلاث وقال : فأما التركي ، فبسهامه ، فإذا أنفذها أخذ باليد ؛ وأما العجمي ، فبسيفه ، فإذا كلّ استؤصل ، وأما الأبناء فلم أر مثلهم : لا يكلّون ولا يملّون ولا ينهزمون ، يقاتلون في شدة البرد في الإزر الخلق بلا دروع ولا جوشن ولا مجنّ ، مرة بالسيف ومرة بالرماح ومرة بالسهام ، ويخوضون الثلج في الأنهار ، ويخوضون في الهجير النار ، لا يكلّون ولا يملّون « 1 » ، ولابدّ أنه قصد بالعجم أهل خراسان منهم .\r\nوذكر الجاحظ في رسالته « مناقب الأتراك » عمّن زعم أن جند الخلافة اليوم خراساني وتركي ومولى وعرب « 2 » ، وأن الخراساني والتركي أخوان والحيز واحد « 3 » ، وأن البنوي خراساني ، وأنّ نسب الأبناء نسب آبائهم ، ثم ذكر ما يفخر به الخراسانيون بأنهم النقباء وأبناء الدعوة ، ومنهم النجباء والدعاة ، فيهم أصل الدولة وأصحاب الدعوة ، وهم الذين قاموا بفتح البلاد « 4 » ، وذكر أن البنويين خراسانيون « 5 » ، وهم مهيمنون على بغداد ، فهم يشاركون العربي في فخره ، والخراساني في مجده ، ولكنهم متميزون عنهما بأساليبهم الخاصة التي يسّرت لهم هيمنة الخلافة على بغداد « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد لطيفور 28 .\r\n( 2 ) مناقب الأتراك للجاحظ 167 .\r\n( 3 ) م . ن 168 .\r\n( 4 ) م . ن 171 .\r\n( 5 ) م . ن .\r\n( 6 ) م . ن 188 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nثم ذكر خصائص الترك في القتال « 1 » ، وتميّزهم على الخوارج وعلى بقية أصناف الجيش ، واهتمامهم بالتدريب على القتال وعدم الانغماس في التيارات الفكرية والسياسية « 2 » .\r\nوخصّص في رسالته خمس عشرة صفحة لكلّ من الخراسانيين والترك ، وخمس صفحات للأبناء وصفحتين للعرب ، وصفحة واحدة للموالي ، ولعل هذه الأرقام تعبّر عن أهمية كلّ منهم .\r\nوذكر الأفشين في كتابه إلى المازيار أربعة أصناف لجيش الخلافة ، ووصف مدى قوة كل صنف في القتال ، وقال إن معه الفرسان وأهل النجدة والبأس ، ولا بدّ أنه كان يقصد بهم الفراغنة والأشروسنية وربما عموم جند خراسان . ثم قال إنه فيما عداهم « لم يبق أحد يحاربنا إلا ثلاثة : العرب والمغاربة والأتراك » ، ثم وصف كلا منهم فوصف المغاربة والعرب بأوصاف شديدة من التهجم والاستخفاف ، ثم ذكر أولاد الشياطين يعني الأتراك ، فإنما هي ساعة حتى تنفذ سهامهم ثم تجول الخيالة عليهم جولة فتأتي على آخرهم « 3 » . وقد ميّز الأفشين في هذا النص بين العرب والمغاربة ، ولكنه لم يبين عدد كلّ من الأقسام الأربعة التي ذكرها ، ويدل كلامه على أنه كان يدرك أن العرب كانوا أميل إلى الغنائم منهم إلى الحماس في دعم الخلافة .\r\nيتبين من كلام طيفور والجاحظ أن الأبناء لهم تدريب خاص امتازوا به على الأصناف الأخرى وأن لهم الهيمنة على بغداد ، وقد يعني هذا أنهم كانوا \" قوات خاصة \" مسؤولة عن ضبط الأمن فيها فحسب ، والواقع أنه لا يتردد وذكر في أخبار الحركات العسكرية خارجها . وأشار الجاحظ إلى أن البنويين خراسانيون ينتسبون إلى آبائهم ، وهي عبارة عامة لا تتوافر في المصادر عنهم معلومات إضافية توضح أصولهم وتنظيماتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب الأتراك 206 .\r\n( 2 ) المصدر نفسه 217 .\r\n( 3 ) تاريخ الطبري 3 / 1312 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأما العرب فهم من الذين كانت مواطنهم شبه جزيرة العرب أو خرجوا منها ، وتميّزهم اللغة العربية وعدد من النظم الاجتماعية التي تنظّم حياتهم ؛ وكانوا قوام جيش الرسول صلى اللّه عليه وسلم والجيوش التي قضت على حركات الردة والانشقاق في الجزيرة العربية ، ثم وسعت رقعة الدولة بعد قضائها على جيوش الساسانيين ودحرها جيوش الروم ومدّها حدود الدولة إلى الأطلسي والبيرانيس غربا ، وأواسط آسيا شرقا . واستنفد هذا التوسع طاقات شبه الجزيرة من المقاتلة فلم تستطع متابعة إمداد الدولة بالمقاتلة وتغذية الأمصار والجبهات الواسعة بعد أن توزعوا في عدد كبير من المراكز لحماية حدود الدولة وتوسيع رقعتها .\r\nوكانوا في أوقاتهم الطويلة في هذه المراكز قد تأقلموا وقويت ارتباطاتهم بها وتطورت أحوالهم الحضرية والفكرية . وتأثر كثير بالتيارات السياسية الداخلية التي تمركز كثير منها حول الخلافة مما أضعف فيهم الروح العسكرية وشغلهم بمتطلبات الحياة المعاشية والفكرية ، وظلت الروابط القبلية تؤثر في توجهاتهم السياسية ؛ وقد عبّر المأمون عن هذه الأجواء عندما تعرّض له رجل من أهل الشام وقال له انظر لعرب الشام كما نظرت لعجم أهل خراسان فأجاب المأمون أكثرت علي يا أخا أهل الشام : والله ما أنزلت قيسا عن ظهور الخيل إلا وأنا أرى أنه لم يبق في بيت مالي درهم واحد ، وأما اليمن فوالله ما أحببتها ولا أحبتني قط ، وأما قضاعة فسادتها تنتظر السفياني وخروجه فتكون من أشياعه ؛ وأما ربيعة فساخطة على الله منذ بعث نبيّه من مضر ، ولم يخرج اثنان إلا خرج أحدهما شاريا . اعزب فعل الله بك « 1 » .\r\nوتشير الدلائل إلى أن أهل البصرة والكوفة لم يعودوا « مقاتلة » منذ أوائل الخلافة العباسية ، إذ لا توجد إشارة إلى توزيع العطاء والرزق على المقاتلة في أي منهما ؛ ولم يرد في أخبار بغداد عندما أسّسها المنصور أنه أعطى من استوطنها من المقاتلة من قطائع الأرباض حول المدينة المدوّرة غير قطيعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1141 ؛ ورواه الآبي مع بعض الاختلاف في النص ، نثر الدر 3 / 16 - 7 ؛ طيفور 146 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nواحدة فحسب لأهل الكوفة ، في حين أنه وزّع قطائع كثيرة سمّيت بأهلها من مدن خراسان وما وراء النهر ؛ ولا توجد إشارة إلى أن أيّا من الخلفاء العباسيين الأوائل ضرب عليهم البعث ، استخدم مقاتلة منهم لإخماد الثوارت أو القتال في الجبهات .\r\nوفي سنة 216 قطع المعتصم إبّان ولايته على مصر عن أهلها العطاء والرزق « 1 » ؛ ولا بدّ أن دافعه راجع إلى إداركه أن أهل الفسطاط لم يعودوا يقومون بواجب القتال . ونقل المعتصم من مصر « المغاربة » ، وهم مقاتلة يمانيون ، إلى العراق ، فكوّنوا مجموعة متميزة من المقاتلة فيها ، ثم نقلهم إلى سامرّاء عندما شيدها وأوطنهم قرب قصره ، وسنذكر في مكان تال مكانتهم في سامرّاء .\r\n\r\nمكوّنات الجيش\r\n\r\nالخراسانيون\r\nأدركت الدولة من وقت مبكّر حاجتها إلى مقاتلين من غير العرب ينضمّون إلى جيوشها ، فمنذ زمن الخليفة عمر ضمّت الجيوش الإسلامية إليها الأساورة والسيابجة والزطّ في البصرة ، وحمراء الدليم في الكوفة والفرس ، ثم الروم في الفسطاط ، ثم قوات غير عربية في بلاد الشام . وكوّن كلّ من هؤلاء وحدات متميزة في الجيش ، واستقرت في الأمصار بخطط خاصة بها . ولا شك في أن رابطة الدين والمصلحة وحبّ القتال كانت كلها عوامل أدت إلى قيامهم بخدمات مخلصة في الجيش لم تذكر الأخبار ظهور شكوك حولها ، ومما عزّز ذلك أن أكثر الأعاجم كانوا من الأقاليم الشرقية التي فقدت ملوكها السابقين ومن يؤيدهم ، وبقي فيها من الرؤساء من قبل حكم العرب ورضي به . ولهذا كان الروم الذين انضموا إلى المسلمين قلة لأن دولة الروم ظلت قائمة وكان بإمكان محبّيها من المقاتلة اللجوء إليها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الولاة » للكندي 193 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوكانت جبهتا التوسع الرئيسيتان في كلّ من الغرب وأقصى الشرق ، وأفسح العرب في كلتا الجبهتين المجال لاستخدام غيرهم في جيوشهم ، فكان من البربر عدد كبير في الجيوش الإسلامية التي قاتلت في المغرب وشاركت في فتح الأندلس . أما في المشرق فقد ذكر البلاذري أن الأحنف بن قيس عندما تقدم لفتح الجوزجان والطالقان والفارياب ، وهي المناطق الواقعة جنوبي خراسان ، « قاتلهم وهو في خمسة آلاف من المسلمين ، أربعة آلاف من العرب وألف من العجم » « 1 » . والراجح أن هؤلاء العجم الذين كوّنوا خمس الجيش الإسلامي هم أساورة البصرة ، وأن مشاركتهم العرب في القتال والفتوح لم تقتصر على هذه المنطقة فحسب ، بل امتدّت أيضا إلى فتح مناطق أخرى لم تذكرها المصادر .\r\nوكانت خراسان من الأقاليم التي فرض فيها العرب على البلاد المفتوحة تقديم رقيق للدولة ، فيروي أبو عبيدة أن عبد الله بن عامر صالح مرو « على وصائف ووصفاء ودواب ومتاع ، ولم يكن عند القوم يومئذ عين ، وكان الخراج كلّه على ذلك حتى ولي يزيد بن معاوية فجعله مالا « 2 » » . كما أن قتيبة بن مسلم الباهلي لمّا ولي خراسان فرض على عدد من المدن ، التي فتحها فيما وراء النهر ، أن تقدم مقاتلة يشاركونه في الفتوح .\r\nلا نعلم تفاصيل أوضاع وتنظيمات القوات الأعجمية التي استخدمها العرب في جيوشهم منذ زمن قتيبة ، ومن المحتمل أنهم ظلوا مرتبطين بمواطنهم الأصلية ، وكانوا يقاتلون مع العرب في مواعيد القتال أي في الصيف ، ثم يعودون في الشتاء ، كلّ إلى مدينته ، وبذلك صار المكان أساس تنظيمهم في الأوقات التي لا يجري فيها قتال . وهذه هي الصورة الظاهرية لجيش الخراسانية الذين استوطنوا بغداد عند تأسيسها ، فقد أعطى لأهل كل بلد قطيعة وجعل عليهم رؤساء منهم . وسمّيت القطائع بأسمائهم أو بأسماء رؤسائهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 406 .\r\n( 2 ) المصدر نفسه 405 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nالخراسانيون في جيش العباسيين :\r\nكان الخراسانيون عماد الجيش الذي استند إليه العباسيون في ثورتهم وانتزاعهم الخلافة من الأمويين ، وقد استقر كثير منهم في بغداد بعد تأسيسها « 1 » ، ونقلت أعداد كبيرة منهم في زمن أبي جعفر المنصور ومحمد المهدي وهارون الرشيد إلى الثغور الشمالية في أطراف بلاد الشام والجزيرة لتعزيز القوات الإسلامية التي تحمي حدودها وتصد غارات الروم وتقوم بغزوهم ، كما نقلت أعداد منهم إلى بلاد المغرب لتثبيت سلطان الخلافة العباسية في تلك البلاد .\r\nوأساس الجيش الخراساني هو القوات العربية التي نقلت من البصرة والكوفة وأوطنت مع عيالاتها لتقوم بحماية الحدود وتوسيع الدولة في أواسط آسيا ، وكان قوامها في أوائل زمن الخلافة الأموية خمسين ألف مقاتل مع عيالاتهم وكانوا مقسّمين إلى أخماس ، على غرار تقسيم أهل البصرة ، وهذه الأخماس هي تميم ، وبكر ، والأزد ، وعبد قيس ، وأهل الحجاز ، وكانت تضاف إليهم في بعض الأحوال قوات جديدة تعوّض عن خسائرهم من القتلى ، ثم أضيفت إليهم في زمن خلافة هشام بن عبد الملك قوات من مقاتلة أهل الشام .\r\nوكانت مرو مركز الإدارة والديوان ، وفيها مقام الوالي ومعظم المقاتلة العرب ، غير أن متطلبات الإدارة قضت بأن تتوزع إقامة العرب في أماكن متعددة أبرزها نيسابور ، وطوس ، وهراة ، ومرو الروذ ، وبلخ ، إضافة إلى عدد من القرى في أطراف هذه المدن . ومع أن العرب احتفظوا في تسمياتهم بالعشائر التي ينتسبون إليها ، إلا أنهم على مر الأيام صاروا ينتسبون أيضا إلى المدن التي كانوا يقيمون فيها « 2 » .\r\nأضيفت إلى المقاتلة العرب أعداد غير قليلة من المقاتلة من أبناء خراسان وبلاد ما وراء النهر ، وكانوا ينسبون إلى أقوامهم الأصلية أو مدنهم ، وحدث بينهم وبين العرب اختلاط واسع ، فلبس كثير من العرب أزياء أهل البلاد وتعلّم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفاصيل أوفى من كتبنا « بغداد مدينة السلام » .\r\n( 2 ) المصدر نفسه .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nهؤلاء الأعاجم العربية بعد اعتناقهم الإسلام وخدمتهم له ، وبذلك أصبحت النسبة إلى المدن والأقاليم في خراسان وما وراء النهر تشمل العرب والأعاجم ولا يميّز بينهما إلا التأكيد على ذكر العشيرة التي ينتمي إليها الفرد ، علما بأن كثيرا من الأعاجم نسبوا إلى العشائر العربية بالولاء .\r\nولما أسّس أبو جعفر المنصور بغداد أوطنها كثيرا من أهل خراسان ، وكانت قطائعهم بأسماء المدن التي جاءوا منها وبأسماء رؤسائهم . ويتبين من دراسة خطط بغداد أن أصحاب القطائع الخراسانيين كانوا من مرو ، ومرو الروذ ، وبلخ ، وخوارزم ، وفارياب ، وبغشور ، وأهل ما وراء النهر من البخارية ، والصغد ، والصامغان ، والفارياب ، والفراغنة « 1 » .\r\nوتطلبت تطورات الأحوال أن يستخدم العباسيون في جيشهم رجالا من غير الخراسانيين ، وتكشف دراسة خطط بغداد أن المنصور وضع أكثر من قطائع لقادة عرب من غير أهل خراسان ، كما كان في الجيش حتى زمن الأمين مجموعات من الأبناء ، والأفارقة ، والأعراب ، والأتراك .\r\nأصيب الجيش العباسي في بغداد بضربة قاصمة عندما اندحر قائدة علي بن عيسى بن ماهان وتشتت جيشه ، واعتمد الأمين في دفاعه عن بغداد على قوات « الميليشيا » من الأهالي الذين استطاعوا الدفاع عن مدينتهم بوجه قوات المأمون ، ولم يفلح طاهر بن الحسين بالقضاء على الأمين إلا بعد لجوئه إلى الحصار الاقتصادي .\r\nولا بدّ أن عددا من هؤلاء الترك قد شغلوا مناصب في إدارة الدولة ، وذكرت المصادر منهم حماد التركي ، الذي كان من المقربين في بلاط المنصور « 2 » وولاه المدائن « 3 » ، ثم تعديل السواد « 4 » ، وهو عمل يتطلب اطّلاعا على أحوال الإدارة المالية ودواوينها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفاصيل أوفى في كتابنا « بغداد مدينة السلام » .\r\n( 2 ) الطبري 3 / 276 ، 249 ، 443 .\r\n( 3 ) أنساب الأشراف 3 / 264 .\r\n( 4 ) الوزراء للجهشياري 134 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nأهل ما وراء النهر في جيش بغداد\r\nولما ولي المأمون خراسان بعد وفاة أبيه الرشيد اهتم بتوسيع الدولة ومدّها شرقا في أواسط آسيا ، وفي هذا يقول البلاذري « لما استخلف المأمون أمير المؤمنين أغزا السغد وأشروسنة ومن انتفض عليه من أهل فرغانة ، الجند ، وألحّ عليهم بالحروب بالغارات أيام مقامه بخراسان وبعد ذلك ، وكان مع تسريبه الخيول إليهم يكاتبهم بالدعاء إلى الإسلام والطاعة والترغيب فيه « 1 » . ومن أبرز المنضمين إليه كاوس ملك أشروسنة وابنه الأفشين « 2 » . وتابع المأمون بعد توليه الخلافة سياسته في الاهتمام بتوسيع الدولة في أواسط آسيا وضم الترك إلى حضرتها ، فكتب إلى عماله على خراسان في غزو من لم يكن في الطاعة والإسلام من أهل ما وراء النهر ، ووجّه رسله فيفرضون لمن رغب في الديوان وأداء الفريضة من أهل تلك النواحي وأبناء ملوكهم ، ويستميلهم بالرغبة ، فإذا وردوا بابه شرّفهم وأسنى صلاتهم وأرزاقهم .\r\nثم استخلف المعتصم بالله فكان مثل ذلك ، حتى صار جلّ شهود عسكره من أهل ما وراء النهر من السغد والفراغنة والأشروسنية وأهل الشاش وغيرهم .\r\nوحضر ملوكهم ، وغلب الإسلام على من هناك ، وصار أهل تلك البلاد يغزون من وراءهم . وأغزى عبد الله بن طاهر ابنه طاهر بن عبد الله بلاد السغد ، ففتح مواضع لم يصل إليها أحد من قبل .\r\nإن اهتمام المأمون بتوسيع الدولة في بلاد أواسط آسيا يرجع كثير منه إلى انتقال أغلب مقاتلة خراسان إلى العراق والثغور في أطراف بلاد الروم وإلى نقل بعضهم إلى المغرب ليسهموا في إخماد الثورات على الخلافة ، فكانت سيطرته على الترك تيسّر له جمع رجال متميزين بالكفاءة القتالية ، لم تدخلهم الأهواء ولم يتعرضوا للانقسامات السياسية والعقائدية التي انتشرت في أقاليم الدولة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 430 .\r\n( 2 ) المصدر نفسه 429 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nومما يسّر تحقيق سياسته أن الترك لم تكن لهم ثقافة عميقة حريّة بالتمسك ، فلم يصعب على الإسلام بخصائصه المميزة أن ينتشر في الترك ، ولا سيما أن الإسلام تسنده دولة قوية تتميز بتيسير الحرية للناس ، فضلا عن أن الازدهار الاقتصادي فيها يوفر للتجار مجالا للربح .\r\nاهتم المأمون بالتوسع في المشرق منذ أوائل سني ولايته على خراسان ، ولم تذكر المصادر صعوبات واجهها في هذا التوسع الذي لم تصلنا تفاصيله ، ومن المحتمل أن جيش طاهر بن الحسين الذي وجّهه المأمون للسيطرة على بغداد كان فيه من الترك عدد يصعب تقديره .\r\n\r\nالسغد\r\nكانت خراسان في زمن الخلفاء الراشدين آخر إقليم للدولة الساسانية في المشرق ، وحدّها في الشرق نهر جيحون . أما البلاد التي ما وراءه فكان أهلها من السغد ، ووراءهم بلاد الترك ثم بلاد المغول .\r\nوالسغد قوم تميّزوا بسمات حضارية متقدمة ، وقد وصلهم الإسكندر المكدوني في فتوحه في المشرق وضمّهم إلى دولته ، وأقام فيهم جالية إغريقية كونت بعده دولة باكتريا ، وعاصمتها بلخ « 1 » ؛ وكانت بلادهم عند تقدّم العرب متقدمة في الحضارة وفيها عدد من المدن المزدهرة فلجأت إليها أعداد من مختلف هذه التيارات ، بمن فيهم معتنقو البوذية من الصين ، حيث كان لهم في بلخ معبد النوبهار ومن سدنته برمك جد أسرة البرامكة ، كما لجأت إلى بلادهم أعداد من معتنقي المانوية التي اضطهدها الساسانيون ، وأعداد من النصارى واليهود ، وربما أصحاب عقائد أخرى ، مستفيدين من الحرية الواسعة المتوافرة لهم في هذه البلاد . غير أنهم لم تكن لهم عند تقدّم المسلمين إلى بلادهم دولة يهيمن عليها حاكم يوحّدهم سياسيا ، فكانت غالبية مدنهم تتمتع باستقلال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتاب « الإغريق في باكتريا » لتارن بالإنكليزية .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nسياسي ، ولا بدّ أنه كانت بين حكام هذه المدن مناقشات ومشاحنات أضعفتهم سياسيا « 1 » .\r\nتعرضت بلاد السغد لعدد قليل من غزوات الساسانين الذين استقرت حدودهم عند نهر جيحون ، وقلما تجاوزوه « 2 » . ولما قامت الدولة الإسلامية اتّبعت منذ بدء تكوّنها سياسة التوسع التي مكّنتها من القضاء على الدولة الساسانية ، ومدت توسعها إلى الهضبة الإيرانية حتى وصلت جيوشها في زمن الخلفاء الراشدين إلى خراسان فضمت إلى دولتها البلاد كافة ، الواقعة غربي نهر جيحون .\r\nوتابع الأمويون سياسة التوسع ، وكان عماد قوّتهم العسكرية العرب ؛ ونظرا لبعد هذه البلاد عن قلب الدولة الإسلامية ، فقد نقلوا منذ أوائل خلافة معاوية مقاتلة من العرب يقيمون دائما في خراسان ، ويقومون بمهمة حماية حدود الدولة وتوسيعها ، غير أن الحروب الكثيرة التي خاضها هؤلاء المقاتلة تطلّبت إمدادهم بمقاتلة جدد للتعويض عمّا تفقده من القتلى والجرحى ، « 3 » إضافة إلى أن كثيرا من الجيل الجديد من المقاتلة العرب لم يحتفظوا بنفس الروح العسكرية والتدريب الذي كان لآبائهم ، وضعف شعورهم بأهمية التوسع ، وسرت فيهم بعض الخلافات القبلية التي زادت من إضعافهم .\r\nوقد استنفدت الجزيرة العربية طاقتها في تزويد الجيوش الإسلامية بالمقاتلة .\r\nوكان لا بدّ من البحث عن مصادر أخرى غير جزيرة العرب ، لمدّ الجيوش الإسلامية بالمقاتلة ؛ وعالجت الدولة هذا الوضع ففرضوا على ما يفتحونه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بارتولد ، انظر كتاب « تركستان حتى الفتح المغولي » لبارتولد . ترجمة صلاح الدين عثمان .\r\n( 2 ) كرستنسن انظر تفاصيل في كتاب « إيران في عهد الساسانيين » لكرستنسن . ترجمة يحيى الخشاب .\r\n( 3 ) انظر كتابنا « امتداد العرب في صدر الإسلام » .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالأقاليم تقديم الرقيق المقاتلة كجزء مما يفرض عليهم وقد طبّق هذا ، من زمن مبكر ، فيروي أبو عبيدة أن عبد الله بن عامر عندما فتح مرو صالح أهلها على وصائف ووصفاء ودواب ومتاع ، ولم يكن عند القوم يومئذ عين ، وكان الخراج على ذلك حتى ولي يزيد بن معاوية فصيّره مالا « 1 » . ويروي البلاذري أن سعيد ابن عثمان أخذ رهنا خمسة عشر من أبناء ملوكها ( سمرقند ) ويقال أربعين ، ويقال ثمانين ، وأخذهم معه ليعملوا في مزارعه ، وشدّد عليهم في العمل ، فاعتدوا عليه وقتلوه « 2 » . ولعل أمثال هؤلاء كوّنوا « رقيق الخمس » الذي يتردد ذكره في كتب التاريخ والفقه « 3 » .\r\nويبدو أن العرب تابعوا أخذ الرقيق من هذه البلاد كضريبة مفروضة عليهم ، فيذكر أبو الوزير عمر بن المطرف في قائمة الجبايات التي أعدها للرشيد عند توليه الخلافة أن مما فرض على خراسان ألفي راس « 4 » ، ويذكر ابن خرداذبة أن ما ضمّ إلى عبد الله بن طاهر من السبي الغزية قيمته ستمائة ألف درهم « 5 » ، ويذكر قدامة بن جعفر أن هذه الوظيفة قررت سنة 221 « 6 » ، ولكنه يدمج مقدارها مع ضرائب أخرى . إن هذين النصّين اللذين وصلانا يظهران أن جباية الوصائف كانت وضيعة ثابتة مقررة ، ولا نعلم متى أعيدت بعد زمن يزيد بن معاوية ، كما لا نعلم استمرارها . ويبين هذان النصان أحد مصادر الرقيق في بغداد وإن كان الأرجح أن معظمهم كانوا يستخدمون في الأغراض المدنية ، وقليل منهم كان يستخدم في الجيش .\r\nوكان للحرب بين الأمين والمأمون أثر كبير على الدولة ، إذ أدت إلى تشتت الجيش العباسي الذي كان يقيم في بغداد ويعتمد عليه الخلفاء العباسيون في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 405 .\r\n( 2 ) المصدر نفسه 412 .\r\n( 3 ) انظر « التنظيمات الاجتماعية والاقتصادية في البصرة » .\r\n( 4 ) الوزراء والكتاب 283 .\r\n( 5 ) المسالك والممالك 37 ، 39 ؛ وانظر « الوزراء » لابن شاذان 171 .\r\n( 6 ) كتاب الخراج 243 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nتثبيت سلطانهم والاستقرار في بغداد والعراق ، بالإضافة إلى المهمات التي كانت تستند إليه في تقوية الثغور والمشاركة في الحملات التي ترسل للتوغل في أطراف بلاد الروم ، وفي إخماد بعض الثورات في بلاد المشرق ، وكذلك في تدعيم سلطان العباسيين في شمالي أفريقيا وأقاليم المغرب .\r\nولما استتبت الخلافة للمأمون ظلت الحاجة ملحّة لجيش قوي تستند إليه الخلافة في قمع الثورات ، وفي حماية الحدود وصدّ أخطار الروم ، وفي تثبيت الأمن في البلاد . وكان الخراسانيون عماد الجيش الذي ارتكز عليه المأمون ، غير أن الحروب الكثيرة التي شاركوا فيها أرهقتهم واستنزفت طاقة خراسان بإمداد الخلافة بالرجال ، كما أن المقاتلة العرب كانت تهزهم التيارات السياسية التي تعرّضوا لها ودفعت كثيرا منهم إلى اتخاذ مواقف ليست من مصلحة الخلافة ، ولم يكن من السهل الاعتماد على جزيرة العرب بمدّ جيوش العباسيين بالرجال ، فكان لا بدّ من البحث عن مصادر أخرى لإدامة قوة الجيش ، ورأى المعتصم أن الترك في أواسط آسيا يكوّنون مصدرا معتمدا في إمداد الجيش الإسلامي بالرجال .\r\n\r\nالترك\r\nالترك شعب قديم الأصول تميّزهم لغة عامة يستعملونها وإن اختلفت لهجاتها ، وديانتهم الشنتوية ضحلة في عقائدها وضعيفة في قدرتها على التأثير في حياتهم وأفكارهم وعقائدهم « 1 » . وفيهم خصائص تميّزهم وتغري باستخدامهم في الجيش ، وقد أفاض الجاحظ في التعبير عنها في رسالته « مناقب الأتراك » .\r\nوكان مما قاله : التركي في بلاده ليس بقاتل على دين ولا على تأويل ولا على ملك ولا على خراج ولا على عصبية ، ولا على غيرة دون الحرمة والمحرم ولا على حمية ولا على عداوة ، ولا على وطن ومنع دار ولا مال « 2 » . وذكر أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفاصيل أوفى في كتاب بارتولد « تاريخ الترك في أواسط آسيا » .\r\n( 2 ) مناقب الأتراك 52 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالأتراك قوم لا يعرفون الملق ولا الخلافة ولا النفاق ولا السعاية ولا التصنع ولا النميمة ولا الرياء ولا البذخ على الأولياء ، ولا البغض على الخلفاء ، ولا يعرفون البذخ ، ولم تفسدهم الأهواء ، ولا يستحلون الأموال على التأويل « 1 » ، وذكر كذلك ميزاتهم التي اختصوا بها في القتال مما ذكرناه أعلاه .\r\nكانت ديار الترك الأولى في أواسط آسيا ، بين بلاد المغول المحاذية للصين وبلاد الصغد المحاذية لخراسان « 2 » ، وانتشر بعض أفرادهم في بلاد الصغد واستوطنوا مدنها واختلطوا بأهلها وتأثروا بحضارتها ؛ وكانت لهم عند ظهور الإسلام دولتان سيطرت إحداهما على البلاد المحاذية للصغد . وبسبب بعد بلادهم عن دولة الإسلام فإن المعلومات المتوافرة عنهم في الكتب العربية عامة ومقتضبة وغير مفصّلة ، وكان احتكاكهم بالعرب في المراحل الأولى ضعيفا ، إذ إن العرب بعد قضائهم على الحكم الساساني وضمّهم خراسان ركزوا جهودهم على مدّ دولتهم إلى أقاليم الصغد المتاخمة لخراسان ، والغنية بمواردها الاقتصادية وتقدّم أهلها في الحضارة وكان قد اعتنق كثير منهم المانوية كما انتشرت فيهم البوذية والمسيحية وبعض اليهود . وخلال فتوح بلاد الصغد حدث أول احتكاك بين العرب والترك الذين أعان بعضهم الصغد في قتالهم مع العرب ، ومن ذلك أنهم استمدوا الخاتون حاكمة بخارى عندما هاجمها العرب في زمن ولاية عبيد الله بن زياد وسعيد بن عثمان ، وأعانهم دهقان الترمذ في مقاومتهم تقدّم العرب . وازداد احتكاك العرب بالترك لما توغل كلّ من قتيبة بن مسلم ثم الجراح الحكمي وسعيد خدينة إلى أشروسنة والشاش واشتيخن ، وكذلك عندما توغل أسد بن عبد الله واشتبك مع خاقان الترك ، وعندما غزا نصر بن سيار أشروسنة « 3 » .\r\nكانت هذه الحركات في أقاصي حدود الدولة الإسلامية وهي غزوات متفرقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب الأتراك 62 .\r\n( 2 ) مروج الذهب 1 / 141 - 5 ؛ التنبيه والإشراف 57 ، 77 ؛ لطائف المعارف للثعالبي 24 ، 153 .\r\n( 3 ) انظر تاريخ تركستان لبارتولد « تاريخ الترك في أواسط آسيا » ، وانظر فتوح البلدان ، « للبلاذري » 409 ، 417 ، 418 ، 420 ، 425 ، 426 - 428 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nأكثر منها حملات قوية منظمة لضمّ بلاد الترك ، ولا بدّ أن مرجع ذلك بعد هذه البلاد ، وقوة شكيمة الترك . غير أن الترك ، رغم قوّتهم العسكرية ، لم يقوموا بحركات جدية لانتزاع البلاد التي فتحها المسلمون ، ولعل من أهم أسباب موقفهم هذا هو أنهم كانوا متفرقين لا تنظمهم دولة قوية توحدهم أو حكام طموحون في التوسع .\r\nولما ولي العباسيون الخلافة لم يحاولوا التوسع تجاه الترك ، وفي هذا يقول البلاذري : « فلما استخلف أمير المؤمنين أبو العباس ومن بعده من الخلفاء كانوا يولون عمّالهم فينقصون حدود أرض العدو وأطرافها ، ويحاربون من نكث البيعة ونقض العهد من أهل القبلة ، ويعيدون مصالحة من امتنع من الوفاء بصلحه بنصب الحرب له » « 1 » ولا ريب في أن بعض أسباب قلة اهتمام العباسيين الأوائل في مدّ سلطان الدولة في أواسط آسيا أنهم نقلوا عماد جيش خراسان إلى بغداد واستخدموه في قمع الثورات وتأمين سيطرتهم على الغرب ، والوقوف بوجه الروم .\r\nإن الحروب في أواسط آسيا بين العرب والترك في هذا الزمن المبكر لم توقف نمو علاقات سلمية بينهما . ولا يبعد أن سياسة عمر بن عبد العزيز في نشر الإسلام جعلته يمتد إلى الترك « 2 » ، كما أن الحرية التي وفّرها العرب في التنقل والتجارة يسّرت قدوم أتراك إلى البلاد الإسلامية للتجارة أو لأغراض أخرى . فعندما أسّس المنصور بغداد أقطع بعض من كان في مناطق الترك قطائع فيها ، فكان في ربض حرب في الأطراف الشمالية الغربية من بغداد قطائع لأهل الختل ، وأهل بخارى ، وأهل أشتاخنج ، وبالقرب من هذا الربض كانت قطيعة لأسد بن المرزبان وهو من أهل أشتاخنج « 3 » . ومن المحتمل أن الخطط الكثيرة لعدد ممن نسبوا إلى مدن في إقليم خراسان والصغد كان فيها عدد من الترك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 428 .\r\n( 2 ) انظر : فان فلوتن ، السيادة العربية والشيعة والإسرائيليات ، وانظر : توماس ارنولد ، انتشار الإسلام ، وانظر كتابنا عمر بن عبد العزيز .\r\n( 3 ) البلدان لابن الفقيه 248 ، وانظر دراستنا « بغداد مدينة السلام » 2 / 172 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nيدّعي أبو عبيدة أن هذه الوضيعة وضعت منذ بداية فتوح خراسان بسبب قلة النقود ، وأنها استمرت إلى زمن يزيد بن معاوية فصيّره مالا . غير أن قوائم جباية خراسان التي وصلتنا تظهر أن هذه الوضيعة كانت قائمة في زمن العباسيين الأوائل ، ففي قائمة موارد الدولة التي أعدها أبو الوزير عمر بن المطرف لهارون الرشيد كان مما ترسله خراسان إلى مركز الخلافة ببغداد وصائف .\r\nوذكر الجاحظ أن المأمون عرض جنده وكان للأتراك تميّز في ثباتهم على ظهور خيلهم فأعجب بهم وقال « أشهد أن المعتصم كان أعرف بهم حين جمعهم واصطفاهم » « 1 » .\r\nوذكر المسعودي فقال : « وكان المعتصم يحب جمع الأتراك وشراءهم من أيدي مواليهم ، فاجتمع له منهم أربعة آلاف ، فألبسهم أنواع الديباج والمناطق المذهبة والحلية المذهبة ، وأبانهم عن سائر جنوده » .\r\nوذكر اليعقوبي أن المعتصم لما قدم بغداد منصرفه من طرس سنة 218 ، كان معه خلق من الأتراك ، وهم يومئذ عجم : « أعلمني جعفر الحشكي كان المعتصم يوجّه بي في أيام المأمون إلى سمرقند إلى نوح بن أسد في شراء الأتراك ، فكنت أقدم عليه في كل سنة منهم بجماعة ، فاجتمع له في أيام المأمون منهم زهاء ثلاثة آلاف غلام . فلما أفضت إليه الخلافة ألحّ في طلبهم واشترى من كان ببغداد من رقيق الناس ، كان ممن اشترى ببغداد جماعة جملة منهم أشناس وكان مملوكا لنعيم بن خازم أبي هارون بن نعيم ، وإيتاخ وكان مملوكا لسلام بن الأبرش ، ووصيف كان زرّادا مملوكا لآل النعمان ، وسيما الدمشقي وكان مملوكا لذي الرئاستين الفضل بن سهل « 2 » » .\r\nيتبين من كلام الجاحظ واليعقوبي أن المعتصم أخذ يجمع الأتراك منذ زمن خلافة المأمون ، وأنهم كانوا له رقيقا اشترى بعضهم من بغداد ، وكان نوح بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب الأتراك 62 .\r\n( 2 ) البلدان لليعقوبي 255 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nأسد يشتري بعضهم من بلاد ما وراء النهر ، وكان عددهم قبل أن تقضي عليه الخلافة ثلاثة آلاف ، ولعل عددهم بلغ أربعة آلاف عندما ولي الخلافة ، وأنه كانت كل مجموعة من مجموعاتهم الأربع في سامرّاء تبلغ ألفا عليهم قائد .\r\n\r\nعدد الأتراك :\r\nيروي علي بن يحيى المنجم ، لما استتم المعتصم عدة علمائه الأتراك بضعة عشر ألفا ، وعلق له خمسون ألف مخلاة على فرس وبرذون وسرج « 1 » ، أن هذا العدد أكبر بكثير من العدد الذي ذكرته المصادر التي ذكرناها أعلاه والتي قدرت بين ثلاثة وأربعة آلاف ، ولا يمكن أن يرجع إلى تزايدهم بهذا المقدار الكبير إنشاء سامرّاء .\r\nيروي الطبري أن المستعين عاتب الأتراك عندما نقموا عليه وقال لهم : « ألم ترفعوا إليّ في أولادكم ، فألحقتهم بكم ، وهم نحو من ألفي غلام ، وفي بناتكم فأمرت بتصييرهن في عداد المتزوجات وهن نحو أربعة آلاف امرأة في المدّركين والمولودين . وكل هذا قد أجبتكم إليه ، وأدررت لكم الأرزاق حتى سبكت لكم آنية الذهب والفضة ومنعت نفسي لذتها وشهوتها « 2 » . إن هذه الأرقام المعتمدة على السجل في الديوان لا تجعل تقدير الرجال أكثر بكثير من أربعة آلاف .\r\nويلاحظ أن المعتصم وزّع الأتراك في أربع مجموعات خططية ، مما قد يشير إلى أن كل مجموعة كانت تتكون من قرابة ألف مقاتل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد للخطيب 3 / 146 .\r\n( 2 ) الطبري 3 / 1544 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالفصل الرابع البحث عن المكان واختيار الرقعة\r\nتميّزت سامرّاء بكونها مدينة واسعة امتد العمران فيها ثمانية فراسخ ( حوالي ثلاثين كيلومترا ) وتخلل ذلك فراغات واسعة وميادين متعددة ، وقام ازدهارها على إقامة ثمانية خلفاء فيها ثماني وخمسين سنة ( 221 - 279 ) . فلما انتقلوا منها تدهورت أحوالها بسرعة ولكن لم يقض عليها فظلت مركزا لسكّ النقود منذ تأسيسها سنة 223 إلى سنة 333 ؛ ما عدا سنوات قليلة متفرقة لم يعثر خلالها على نقود مسكوكة فيها وترجع بعض أسباب المكانة المتواضعة التي احتفظت بها إلى أنه كان فيها مدفنا علي الهادي والحسن العسكري اللذين لهما مكانة عند الشيعة .\r\n\r\nغرض الخلفاء من تأسيس المدن :\r\nشيد العرب منذ أوائل تكوين دولتهم مدنا كان لأغراض إنشائها أثر في تنظيمها ، فقد شيّدوا ، منذ زمن الخليفة عمر بن الخطاب ، أمصارا ليسكنها المقاتلة العرب ولتكون مراكز قواتهم العسكرية العاملة في حفظ الأمن والإدارة ، وتوسيع الدولة . واتخذ بعض الخلفاء الأمويين مراكز متفرقة في البادية وأطراف العمران للإقامة فيها ترويحا للنفس ، ويمكن أن نضع في هذا الصنف مدينة الزهراء التي شيدها الخليفة الناصر في الأندلس في القرن الرابع الهجري .\r\nإن المراكز التي شيدها العرب كانت لإقامة المقاتلة من أجل أداء عملهم في صد غزوات أعداء الدولة من خارجها أو القيام بحملات منها على أولئك الأعداء . ومن أمثلة هذه المراكز مدن الثغور في الأطراف المحاذية لبلاد الروم في بلاد الشام والجزيرة وكذلك عدد من المدن في خراسان « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا « امتداد العرب في المشرق » ؛ وانظر دراستنا عن أهل القيروان المنشورة في مجلة « المنارة » التي تصدرها جامعة آل البيت .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوشيد العرب مدنا ليقيم فيها الحاكم وحاشيته وهي في الغالب قرب مراكز قديمة كالعباسية التي أنشأها أمراء شمال أفريقيا قرب القيروان .\r\nأما بغداد فإن تخطيطها يظهر أن المنصور أراد منها إقامة مدينة تحميه من الأخطار الداخلية والخارجية كالتي هددته عندما حاصر الراوندية مدينة الهاشمية التي كان يقيم فيها بالكوفة ، ولذلك أحاط قصره والجامع وبيوت أولاده الصغار بسور وزع خارجه الحرس والشرطة وأحاطهم بسورين وخندق لصدّ أي خطر يداهمه « 1 » .\r\nولا ريب في أن أكثر هذه المدن سرعان ما تطورت فيها حياة حضرية واقتصادية وفكرية غيرت سماتها الأولى ، ودام بعضها سنين أو قرونا يحمل السمات التالية التي تخالف ما كانت فيها نشأتها الأولى .\r\nأما سامرّاء فإن المعتصم أسسها واتخذها مقرا لتجنّب الأخطار الناجمة عن أن الاحتكاك بأهل بغداد قد يؤدي إلى تهديد خلافته ، فغرضه دفاعي بالدرجة الأولى . وذكرت بعض المصادر أنه قام بنقل مقر إقامته من بغداد بسبب حوادث اصطدامات متفرقة حدثت بين جنده الأتراك وأهل بغداد الذين تأذّوا منها . وفي هذا يروي الطبري أن سبب خروج المعتصم إلى القاطول كان أن غلمانه الأتراك كانوا لا يزالون يجدون الواحد بعد الواحد منهم قتيلا في أرباضها ، وذلك أنهم كانوا عجما جفاة يركبون الدواب ، فيتراكضون في طرق بغداد وشوارعها ، فيصدمون الرجل والمرأة ويطأون الصبي ، فيأخذهم الأبناء ، فشكت الأتراك ذلك إلى المعتصم ، وتأذت بهم العامة « 2 » . وينقل عن أحمد بن خالد أن المعتصم بعثه في سنة 219 وقال اشتري بناحية سامرّاء موضعا أبني فيه مدينة فإني أتخوف أن يصيح هؤلاء الخرّمية صيحة ، فيقتلوا غلماني ، حتى أكون فوقهم فإن رابني منهم ريب أتيتهم في البر والبحر ، حتى آتي عليهم « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا « بغداد مدينة السلام » من منشورات المجمع العلمي العراقي .\r\n( 2 ) الطبري 3 / 10 / 11 - 1 .\r\n( 3 ) المصدر نفسه 3 / 1179 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nإن عزم المعتصم الانتقال من بغداد بعد إقامة أقل من سنة لا يبرره احتكاكات محدودة بين جنده وبعض أهل بغداد في الخرّمية كما تدّعي رواية الطبري ، إذ إن مثل هذه الحوادث يمكن معالجتها لأنها كانت محدودة ، فلا بدّ أن الانتقال جرى لأسباب أبعد وهي إدارك المعتصم ضعف وشائج صلته بأهل بغداد الذين لم تكن لهم به صلات وثيقة مما يجعل وضعه في بغداد غير راسخ ويعرّضه لأخطار مهددة ، لذلك عجل في الانتقال عنها وارتاد موضعا جديدا .\r\nكان الغرض من إنشاء سامرّاء غرضا دفاعيا وكانت مصادر الأخطار المهددة من الجيش والعامة ، وقد اتخذ ف معالجتها أسلوبا يختلف عما اتخذه المنصور عند تأسيسه بغداد ، إذ إنه لم يحرص على تحصين مدينته أو قصره بالأسوار والخنادق ، وإنما عمد إلى توزيع منازل من معه من الجند في أماكن متباعدة فتفرقهم وتعرقل تجمعهم وتهديدهم ، كما أن العامة لم يكونوا خطرا عليه لأنهم عند تأسيسها كانوا قليلين نسبيا وهم من الكسبة ومتفرقون في أرجائها الواسعة ولم تستقر فيهم توجيهات سياسية وأحزاب كالتي كانت في بغداد .\r\n\r\nالبحث عن المكان :\r\nذكر الطبري : « فلما كانت سنة 219 ، وقيل سنة 220 ، وذلك عندي خطأ ، خرج المعتصم يريد القاطول ، ويريد البناء بسامرّاء ، فصرفه كثرة زيادة دجلة ، فلم يقدر على الحركة ، فانصرف إلى بغداد إلى الشماسية ، ثم خرج بعد ذلك » « 1 » .\r\nوذكر المسعودي أن المعتصم عزم على النقلة من بغداد وأن ينزل في فضاء من الأرض فنزل البردان على أربعة فراسخ من بغداد فلم يستطب هواءها ، فلم يزل يتنقل ويتقرى المواضع والأماكن في دجلة وغيرها حتى انتهى إلى الموضع المعروف بالقاطول فاستطاب الموقع وكان هناك قرية يسكنها خلق من الجرامقة وناس من النبط على النهر المعروف بالقاطول آخذا من دجلة . فبنى هناك قصرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1184 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوبنى الناس وانتقلوا من مدينة السلام ونالت من مع المعتصم شدة عظيمة لبرد الموضع وسلامة أرضه وتأذوا بالذباب « 1 » . وقد تفرّد المسعودي بذكر الجرامقة في هذه المنطقة ، لأن المعروف أن الجرامقة يقيمون في بلاد الشام ، ولعل بعضهم نقل إلى هذه المنطقة في زمن ، ولم تجد له المصادر .\r\nلفتت منطقة سامرّاء نظر عدد من الخلفاء العباسيين . فيروي ابن الفقيه أن السفاح أراد أن يبني فيها ثم بنى مدينة الأنبار ، وأن المنصور عندما أراد اختيار موضع لبناء مدينة يتخذها مقاما له أرسل من يفتش عن موضع مناسب ، وابتدأ بالبناء في البردان ثم بدأ له وبنى بغداد « 2 » .\r\nوذكر أن الرشيد كان إذا ضجر من المقام ببغداد يتنزه بالقاطول وقد كان بنى هناك مدينة آثارها وسورها قائم ولكنه لم يتمها « 3 » . وأراد الرشيد أيضا بناءها ، فبنى بحذائها فابتدأ في البناء ، فبنى عندها قصرا سمّاه المبارك ، وهو بحذاء بناء قديم كان الأكاسرة قد بنوه . ولعلها هي التي ذكرها الجاحظ بقوله ، المباركة في القاطول « 4 » .\r\nوقد وجدت دراهم فضية ذكر عليها أنها ضربت في المبارك زمن الخلافة الأموية في السنوات 107 - 110 / 117 - 120 ولابدّ أنها غير المباركة التي بناها الرشيد .\r\nيذكر البلاذري أن الرشيد كان قد ابتنى قصرا حين بنى قاطوله الذي دعاه أبا الجند .\r\nإن هذه المواضع كافة تقع شرقي دجلة على الطريق إلى الموصل ولم تقم فيها مقاتلة من العرب ، وكانت في العصر الأموي معرضة إلى اضطرابات سببها حركات الخوارج ، وقد اهتم بها هارون الرشيد عندما عمّر القاطول وسمّاه أبا الجند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مروج الذهب 3 / 466 .\r\n( 2 ) البلدان 143 ( مخطوطة مشهد ) .\r\n( 3 ) معجم البلدان 3 / 15 .\r\n( 4 ) مناقب الأتراك 62 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nذكر ابن خرداذبة الأبعاد بين هذه المواضع في وصفه الطريق بين بغداد والموصل فقال « من بغداد إلى البردان أربعة فراسخ ثم باحمشا ثلاثة فراسخ ثم إلى القادسية سبعة فراسخ ثم إلى سر من رأى ثلاثة فراسخ ثم إلى الكرخ فرسخان « 1 » .\r\n\r\nاختيار الموقع\r\nتنسب بعض الروايات سبب اختيار المعتصم للرقعة التي أنشأ عليها سامرّاء إلى تنبؤ راهب ، فيروي اليعقوبي أن المعتصم ارتاد موقع سامرّاء « فقال له بعض الرهبان نجد في كتبنا المتقدمة أن هذا الموضع يسمى سرّ من رأى وأنه كان مدينة سام بن نوح ، وأنه سيعمّر بعد على يد ملك جليل عظيم مظفر منصور له أصحاب كأن وجوههم وجوه طير الفلاة ينزلها وينزلون فيها » « ويذكر أيضا أن الرشيد تنبأ للمعتصم ببناء المدينة » « 2 » .\r\n\r\nرقعة أرض سامرّاء\r\nتقع سامرّاء في رقعة من الأرض تتيح مجال الاستيطان فيها ، وقد درس العرب قدم تاريخ الاستيطان فيها وأرجعوا اشتقاق اسمها من اسم سام بن نوح ، والواقع أنه ورد في عدد من النقوش البابلية المكتشفة ذكر « سمارو » التي يرجّح أن سامرّاء مشتق منها « 3 » .\r\nلا تذكر المصادر معلومات وافية عن أحوالها في العصر الساساني سوى أن بقربها القاطول الكسروي الذي تدل تسميته على أنه يرجع إلى ذلك العهد ، وأن الساسانيين عملوا على إعمار المنطقة بحفر ذلك النهر أو تجديده .\r\nلم يرد اسم سامرّاء في أخبار الحوادث زمن الراشدين والأمويين ، وذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك 93 ، الخراج لقدامة 214 .\r\n( 2 ) البلدان 257 .\r\n( 3 ) انظر كتاب « الإمبراطورية الفارسية » لهرزفيل .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالأزدي في تعليل ذلك فقال : إن سامرّاء كانت مدينة عظيمة عامرة كثيرة الأهل فخربت حتى صارت خربة ، وكان سبب خرابها أن أعراب ربيعة وغيرهم كانوا يغيرون على أهلها فرحلوا منها « 1 » . والواقع أن هذه المنطقة تأثرت من الاضطرابات التي رافقت حركات الخوارج فيها مما حمل الأمويين على إقامة حامية عسكرية دائمة في الراذان لحفظ الأمن والسلام في المنطقة . ويقول المسعودي « إنها في القديم كانت عظيمة عامرة ، فلم تزل تتناقص على مر الأيام وكان آخر خرابها في أيام فتنة الأمين والمأمون » « 2 » .\r\nإن الرقعة التي اختارها المعتصم لإنشاء مدينته بعد أن قرر التخلي عن الإقامة في القاطول ذكر عنها المسعودي فقال « كان هناك للنصارى دير عادي » . وذكر في مكان آخر « أن موضع قصر المعتصم كان ديرا للنصارى فابتاعه منهم » « 3 » . وذكر اليعقوبي أن المعتصم عندما ارتحل من القاطول إلى سرّ من رأى فوقف في الموضع الذي فيه دار العامة ، وهناك دير للنصارى فاشترى من أهل الدير الأرض واختطّ فيه ، وصار إلى موضع قصر الجوسق على دجلة « 4 » . ويقول الأزدي إن المعتصم ابتاع أرض سامرّاء بخمسمائة ألف درهم من أصحاب دير كان هناك ، واشترى موضع البستان المعروف بالخاقاني بخمسة آلاف درهم « 5 » .\r\nتلقي هذه النصوص الضوء على أسعار الأراضي عند بناء المدينة ، وتدل على أن المنطقة كانت قليلة السكان ، وربما قليلة المزارع أيضا .\r\nيقول حفيد حاجب النعمان إن المعتصم لما نزل سامرّاء « ولّى راشدا المغربي كورتين تتصلان بسرّ من رأى ، وهما تكريت والطيرهان ، وأخرجهما من الموصل ، وبقي من كور الموصل ما ينسب إليها سبع كور » . ولم يحدد هذا الحفيد أو غيره من المصادر حدود كلّ من تكريت والطيرهان ولعل سامرّاء كانت من الطيرهان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الموصل 416 .\r\n( 2 ) التنبيه والإشراف 309 .\r\n( 3 ) مروج الذهب 3 / 466 ، التنبيه والإشراف 309 .\r\n( 4 ) تاريخ اليعقوبي 3 / 186 .\r\n( 5 ) تاريخ الموصل 416 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوذكر ابن خرداذبه أن كور الموصل الطيرهان وتكريت والسن وباجرمي والبوازيج ، وكان ارتفاعها في عبرة سنة 204 سبعمائة وثمانين ألف درهم .\r\nوذكر في مكان آخر أن وظيفتها تسعمائة ألف . وتجدر الإشارة إلى أنه كانت من كور الموصل شهرزور والصامغان وارتفاعها 00 ، 750 ، 2 درهم . وكانت من كور الموصل في الجانب الشرقي الحديثة وحزة وبهدرا والمعلة والحناية وأواسط ارتفاعها 000 ، 300 ، 6 درهم . وكانت من الموصل كور الجزيرة ، ونينوى والمرج « 1 » .\r\nلا يستبعد اعتماد المعتصم في اختيار رقعة الأرض على التنبؤ الذي ذكر في اختيار رقع مدن أخرى ، ففي اختيار موقع الفسطاط يروي ابن عبد الحكم أن عمرو بن العاص لما أراد التوجه إلى الإسكندرية لقتال من بها من الروم أمر بنزع فسطاطه فإذا فيه يمام قد فرّخ ، فقال عمرو بن العاص لقد تحرّم منا بمتحرّم فلما قفل المسلمون من الإسكندرية فقالوا الفسطاط لفسطاط عمرو الذي كان قد خلّفه « 2 » .\r\nولما بحث أبو جعفر المنصور عن موقع المدينة التي اعتزم تأسيسها اختار المكان ، وثبّت عزمه مشورة راهب قال له تجدون في كتبكم أنه تبنى ههنا مدينة ؟ قال الراهب : نعم ، يبنيها مقلاص ، قال أبو جعفر المنصور : أنا كنت أدعى مقلاصا في حداثتي ، قال فأنت صاحبها ، وكذلك لما أراد أن يبني الرافقة بأرض الروم احتج أهل الرقة ، وأرادوا محاربته ، وقالوا تعطل علينا أسواقنا ، وتذهب بمعاشنا وتضيق منازلنا ، فهمّ بمحاربتهم ، وبعث إلى راهب في الصومعة ، فقال : هل عندك علم أن يبنى هاهنا مدينة ؟ فقال له : بلغني أن رجلا يقال له مقلاص يبنيها ، قال أنا مقلاص « 3 » . فبناها على بناء مدينة بغداد ، سوى السور وأبواب الحديد وخندق منفرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك لابن خرداذبة 94 ؛ الخراج لقدامة بن جعفر 245 ؛ وانظر عن كور الموصل تاريخ الموصل للازدي .\r\n( 2 ) فتوح مصر 91 ، وانظر الفصل الذي كتبناه في كتابنا « عمر بن عبد العزيز » عن هذه التنبؤات .\r\n( 3 ) الطبري 3 / 276 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوصف الإصطخري الرقعة التي شيدت عليها سامرّاء فقال « إنها كلها في شرقي دجلة وليس معها في الجانب الشرقي ماء ، لكن عمارتها وزرعها وأشجارها فيما يقابلها من غربي دجلة » « 1 » .\r\nوذكر اليعقوبي أن الرقعة التي شيدت عليها سامرّاء كانت صحراء من أرض الطيرهان لا عمارة بها إلا دير للنصارى بالموضع الذي صارت في دار السلطان المعروفة بالعامة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك 85 .\r\n( 2 ) البلدان 257 ، 257 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالفصل الخامس المنطقة ومعالمها\r\n\r\nمنطقة سامرّاء\r\nشيدت سامرّاء في منطقة من كورة الطيرهان « 1 » وكانت قبل خلافة المعتصم من كور الموصل في أقصى جنوبيها وتتاخم إقليم العراق الذي كان حدّه الأعلى في الجانب الشرقي الطيرهان من طسوج برز بينه جسابور ، وبإزائها من الجانب الغربي حربي من طسوج مسكن « 2 » . ولما شيد المعتصم سامرّاء أدخل تعديلات في التقسيمات الإدارية ، فذكر حفيد حاجب النعمان أن الموصل كانت ثماني عشرة كور وكان خراجها يجري مع المغرب ، ثم أخرج منها المهدي ثلاث كور هي شهر زور والصامغان وداريا ، وأخرج منها المأمون أربع كور هي باجرما وخانيجار والكرخ ودقوقا ، ثم استخلف المعتصم فلما نزل سرّ من رأى ولي راشد المغربي كورتين تتصلان بسرّ من رأى ، وهما تكريت والطيرهان وأخرجهما من الموصل ، وبقي من كور الموصل ما ينسب إليها وهي سبع كور ويذكر كذلك « فأما سرّ من رأى ، فمحدثة ابتناها المعتصم وضم إليها دقوقا وخانيجار وما يجري مع ذلك من طريق الموصل » « 3 » .\r\nإن أبرز المعالم التي تحدد منطقة سامرّاء من شرقيها هي القاطول الأعلى الكسروي الذي يدل اسمه على أنه كان قائما منذ أيام الساسانيين ، يبلغ طوله من مأخذه من دجلة في الشمال إلى حصن القادسية في الجنوب أربعين كيلومترا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنبيه والإشراف 309 .\r\n( 2 ) المصدر نفسه 35 الأعلاق النفيسة 1142 .\r\n( 3 ) الوزراء 122 ب .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nقدّم سهراب أوسع وصف في الكتب العربية للقاطول الكسروي وما عليه من المعالم فقال « القاطول الأعلى الكسروي أوله أسفل دور الحارث بشيء يسير مماس لقصر المتوكل على الله المعروف بالجعفري ، وعليه هناك قنطرة حجارة ، ثم يمر إلى الإيتاخية وعليه هناك قنطرة كسروية ، ثم يمر إلى المحمدية وعليه هناك جسر زوارق ، ثم يمر إلى الأجمة قرية كبيرة ، ثم يمر إلى الشاذروان ، ثم يمر إلى المأمونية وهي قرية كبيرة ، ثم يمر إلى القناطر ، وهذه قرى عامرة وضياع متصلة ، ثم يمر إلى قرية يقال لها صولي وبعقوبا ويسمى هناك تامرا .\r\nوفي الأطراف الجنوبية من منطقة سامرّاء تجري القواطيل الثلاثة وصف سهراب مجراها فقال : الثلاثة القواطيل أوائلها كلها موضع واحد أسفل مدينة سرّ من رأى بفرسخين بين المطيرة وبركوارا ، ويسمى الأعلى منها اليهودي وعليه قنطرة وصيف مادا إلى أن يصبّ القاطول الكسروي أسفل القناطر ، والثاني يقال له المأموني وهو الأوسط ويمر بقرى وضياع وهو طسوج من السواد ومصبه في القاطول الكسروي أسفل قرية القناطر . والثالث يقال له أبو الجند وهو الأسفل وهو أجلّها وأعمرها شاطئا يمر بين ضياع وقرى ويتفرع منه أنهار تسقي الضياع التي على شاطئ دجلة الشرقي ، ويصبّ أكثرها إلى دجلة ، ثم يمر إلى طفر وعليه هناك جسر ، ثم يمر في القاطول الكسروي فوق صلوى بأربعة فراسخ « 1 » . إن هذين النصين المتكاملين هما أشمل ما في كتب البلدان يجري في الأطراف الشرقية من منطقة سامرّاء وهما يظهران أن القاطول الأعلى الكسروي هو أبرز معلم لحدودها الشرقية ، ولم تذكر المصادر دور الحارث ، ولعله خطأ من الناسخ وصوابه دور عربايا غير أن نص سهراب مقتضب ، تكمله معلومات إضافية وردت في كتب البلدانيين والمؤرخين ، ويتضح من حصيلتها أن الأطراف الشمالية الشرقية القاصية من منطقة سامرّاء فيها ثلاثة معالم عمرانية بارزة تدل أسماؤها على أنها كانت قائمة منذ ما قبل الإسلام ، وهذه المعالم هي الدور والكرخ والماحوزة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سهراب 150 ، وانطر معجم البلدان 4 / 16 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالدور\r\nفأما الدور فإن اليعقوبي يقول إن المعتصم أقطع أشناس الكرخ ، وأقطع أقواما آخرين ما فوق الكرخ وسماه الدور « 1 » . ويقول إن المتوكل لما بنى المتوكلية « أقطع الناس بها القطائع وجعلها فيما بين الكرخ المعروف وبين القاطول المعروف بكسرى ، ودخلت الدور والقرية المعروفة بالماحوزة فيها ويقول في كلامه عن الجعفرية واتصل البناء من الجعفرية إلى الموضع المعروف بالدور ثم بالكرخ وسرّ من رأى مادا إلى الموضع الذي كان فيه ينزل ابنه أبو عبد الله المعتز ، ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه ، فكان مقدار ذلك سبعة فراسخ » « 2 » ويقول في مكان آخر « اتصل البناء من بلكوارا إلى آخر الموضع المعروف بالدور أربعة فراسخ » « 3 » . ويتبين من هذين النصين أن الدور كانت آخر حدود الإعمار في أوج توسع سامرّاء ، إلا أنه ذكر للمسافة بين بلكوارا والدور تقديرين : سبعة وأربعة فراسخ خلالها الدور والقطائع والمساجد والحمّامات .\r\nذكر البلاذري أن المعتصم عندما شيد سامرّاء أنزل أشناس مولاه فيمن ضم إليه من القواد كرخ فيروز ، وأنزل بعض قواده الدور المعروف بالعربائيين « 4 » .\r\nويقول إن المعتصم أقطع فوق الكرخ وكان الدور وبنى لهم خلالها الدور والقطائع والمساجد والحمّامات ، وإن الدور والقرية المعروفة بالماحوزة دخلت في المتوكلية « 5 » ، ويقول ياقوت دور عربايا بين سامرّاء وتكريت تعرف بدور عرباي « 6 » ، ويذكر أن دير الطواوبي متصل بكرخ جدان يشرف على حدود آخر الكرخ على بطن يعرف بالبني ، فيه مزدرع يتصل بالدور وبنيانها وهي الدور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 259 .\r\n( 2 ) م . ن 266 - 7 .\r\n( 3 ) م . ن 265 .\r\n( 4 ) فتوح البلدان 296 .\r\n( 5 ) المصدر نفسه 297 .\r\n( 6 ) معجم البلدان 2 / 65 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالمعروفة بدور عربايا ، وهو قديم كان منظرة لذي القرنين ، ويقال لبعض الأكاسرة ، فاتخذه النصارى ديرا في أيام الفرس « 1 » وكان من أبرز من أوطنهم المعتصم فيهم الموالي .\r\nقدم الطبري في تاريخه أوسع المعلومات عن أهل الدور في كلامهم عن الحوادث التي جرت في زمن المستعين « 2 » ، ثم في زمن المعتز « 3 » والمهتدي « 4 » .\r\nويتبين من معلومات هذه الحوادث أنهم مقاتلة أتراك ، وأن لهم قوادا « 5 » وأن أحوالهم المعاشية السيئة كانت الدافع لتمردهم على الخلفاء ، ولم تشر المعلومات إلى الجماعات التي سكنتها . ويبدو أنها كانت مركز حركة تجارية ، فيذكر الطبري أنه في سنة 274 دخل صديق الفرغاني دور سامرّاء فأغار على أموال التجار ، وأكثر العيث في الناس ، وكان صديق هذا يخفر أول الطريق ثم تحوّل حاربا يقطع الطريق « 6 » .\r\n\r\nالكرخ :\r\nوفي جنوب الدور تقع الكرخ التي يتردد ذكرها في الأخبار أكثر من غيرها ، واسمها الكامل كرخ فيروز ، وهو اسم يرتبط فيه « الكرخ » ومعناه بالآرامية « القلعة » بفيروز الذي ربما كان المقصود به فيروز بن يزدجرد ، والد قباذ ، وكان قد حكم أكثر من عشرين سنة مرت خلالها الدولة الساسانية بأحداث كثيرة . ذكر البلاذري أن المتوكلية « فيما بين الكرخ المعروف بفيروز وبين القاطول المعروف بكسرى » « 7 » ، وذكر ياقوت كرخ سامرّاء وهو أقدم من سامرّاء ، فلما بنيت سامرّاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 2 / 675 ، وانظر « الروض المعطار » للحميري 330 .\r\n( 2 ) الطبري 3 / 1513 ، 1544 .\r\n( 3 ) م . ن 3 / 1710 .\r\n( 4 ) م . ن 3 / 1796 - 1822 .\r\n( 5 ) م . ن 3 / 1799 .\r\n( 6 ) م . ن 3 / 2113 .\r\n( 7 ) فتوح البلدان 297 ، معجم البلدان 2 / 59 وقد يدل هذا على أنها لم تكن على القاطول ، ومما يؤيد ذلك أن سهراب لم يذكرها في كلامه عن مجرى القاطول .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاتصل بها وهو إلى الآن باق وخربت سامرّاء « 1 » ، ويذكر أن سامرّاء خربت حتى لم يبق فيها إلا موضع المشهد . . ومحلة أخرى بعيدة منها يقال لها كرخ سامرّاء « 2 » . وذكر ابن خرداذبه أن الكرخ إحدى محطات الطريق بين بغداد والموصل ، وهي تلي سامرّاء ، وبينهما فرسخان ، ثم بعدها بسبعة فراسخ جبلتا « 3 » . وذكر المقدسي أن الكرخ مدينة متصلة بسامرّاء وأعمر منها من نحو الموصل « 4 » ، وذكر في وصف محطات الطريق بين بغداد والموصل القادسية ثم الكرخ وبينهما مرحلة ، ولم يذكر محطة في سامرّاء « 5 » . وذكر ياقوت أن دير الطواويس بسامرّاء متصل بكرخ جدان يشرف عند حدّه ، وآخر الكرخ على بطن يعرف بالسيف فيه المزدرع يتصل بالدور وبنيانها ، وهو الدور المعروف بعربايا ، وهو قديم كان منظرة لذي القرنين ، ويقال لبعض الأكاسرة ، واتخذه النصارى ديرا أيام الفرس « 6 » .\r\n\r\nقصر أشناس\r\nإن أبرز ما في الكرخ قصر أشناس وهو موضع مدينة قديمة على ارتفاع من الأرض « 7 » . وأشناس من رجال المعتصم ، كان معه في قتال الخوارج زمن خلافة إبراهيم بن المهدي ، ثم كان معه عندما غزا المأمون بلاد الروم ففتح حصن سندس ، وشارك في فتح عمورية « 8 » ، وقد استخلفه المعتصم على سامرّاء عندما خرج إلى السن ، وأجلسه على كرسي وتوّجه ووشّحه « 9 » ، وبقي ذا حظوة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 3 / 656 .\r\n( 2 ) المصدر نفسه 3 / 19 .\r\n( 3 ) المسالك والممالك 93 .\r\n( 4 ) أحسن التقاسيم 122 .\r\n( 5 ) المصدر نفسه 134 - 5 .\r\n( 6 ) معجم البلدان 2 / 657 .\r\n( 7 ) المصدر نفسه 3 / 19 سهراب 127 .\r\n( 8 ) الطبري 3 / 1236 ، 1244 ، 1248 ، 1249 ، 1261 .\r\n( 9 ) المصدر نفسه 3 / 1303 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعند الواثق الذي توجّه وألبسه وشاحين « 1 » وتوفي سنة 230 « 2 » .\r\nويقول اليعقوبي إن المعتصم أقطع أشناس الموضع المعروف بالكرخ وضم إليه عدة من قواد الأتراك والرجال وأمره أن يبني المساجد والأسواق « 3 » .\r\nولما شغب الأتراك على المهتدي صاروا به إلى دار أشناس وقد صيّروها مسجدا جامعا لهم « 4 » . ويقول إن المتوكل عندما شيّد المتوكلية مدّ الشارع الأعظم من دار أشناس التي بالكرخ وهي التي صارت للفتح بن خاقان مقدار ثلاثة فراسخ إلى قصوره « 5 » .\r\n\r\nالماحوزة :\r\nالماحوزة هي المعلم العمراني الثالث البارز في الأطراف الشمالية الشرقية من منطقة سامرّاء ، واسمها آرامي معناه « البلدة » وهو يدل على قدمها ، غير أن المعلومات الواسعة عنها لم تتوافر إلا عندما اختارها المتوكل لتشييد مدينته التي أرادها أن تحلّ محلّ سامرّاء مقرا للخلافة والإدارة .\r\nذكر البلاذري أن المتوكل أحدث مدينة سماها المتوكلية وعمّرها وأقام بها وأقطع الناس فيها القطائع وجعلها فيما بين الكرخ المعروف بفيروز وبين القاطول المعروف بكسرى وخلت الدور والقرى المعروفة بالماحوزة ، وبنى بها مسجدا جامعا وكان يسميها المتوكلية « 6 » .\r\nوذكر الطبري أنه في سنة 245 أمر المتوكل ببناء الماحوزة وسماها الجعفري ، وأقطع القواد وأصحابه فيها ، وجدّ في بنائها وتحوّل إلى المحمدية ليتمّ أمر الماحوزة « 7 » . وذكر أنه في سنة 246 تحوّل المتوكل إلى المدينة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1330 .\r\n( 2 ) المصدر نفسه 3 / 1797 .\r\n( 3 ) البلدان 266 .\r\n( 4 ) م . ن 258 .\r\n( 5 ) م . ن 258 .\r\n( 6 ) فتوح البلدان 297 ، معجم البلدان 2 / 59 .\r\n( 7 ) الطبري 3 / 1437 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nبناها في الماحوزة ونزلها يوم عاشوراء من هذه السنة « 1 » . وذكر كذلك لما كانت صبيحة اليوم الذي بويع فيه المنتصر شاع الخبر في الماحوزة وهي المدينة التي كان جعفر بناها وأن الخبر شاع في أهل سامرّاء وتوافى الجند والشاكرية بباب العامة بالجعفرية وغيرهم من الغوغاء والعوام فحملوا على الناس فدفعوهم إلى الثلاثة الأبواب « 2 » .\r\nوذكر ياقوت أن الجعفرية قرب سامرّاء بموضع يقال له الماحوزة « 3 » وأن المتوكلية مدينة بناها المتوكل على الله قرب سامرّاء وسماها الجعفرية أيضا سنة 246 ، وبها قتل في شوال سنة 247 فانتقل الناس عنها وخربت « 4 » ، وذكر اليعقوبي « عزم المتوكل على أن يبني مدينة ينتقل بها وتنسب إليه ويكون له بها للذكر فأمر محمد بن موسى المنجم ومن يحضره من المهندسين أن يختاروا موضعا ، فوقع اختيارهم على موضع يقال له الماحوزة ، وقيل إن المعتصم قد كان على أن يبني هناك مدينة » .\r\n\r\nالجعفرية :\r\nذكرت المصادر الجعفرية مفردة أيضا ، فذكر الطبري أنه في سنة 246 صلى المتوكل فيها صلاة الفطر بالجعفرية وصلى عبد الصمد بن موسى في مسجد جامعها ، ولم يصل بسامرّاء أحد « 5 » ، وذكر أن المنتصر أقام في منزله وكان بالجعفرية « 6 » .\r\nوفي موضع قصر المتوكل بالجعفرية قتل شيرويه أباه فيروز « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1449 .\r\n( 2 ) المصدر نفسه 3 / 1479 .\r\n( 3 ) معجم البلدان 3 / 18 ، 2 / 386 .\r\n( 4 ) المصدر نفسه 4 / 413 .\r\n( 5 ) الطبري 3 / 1452 .\r\n( 6 ) المصدر نفسه 3 / 1454 .\r\n( 7 ) مروج الذهب 4 / 26 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالإيتاخية والمحمدية :\r\nيقول سهراب في وصف مجرى القاطول الكسروي بعد أن يمر مماسّا لقصر المتوكل على الله المعروف بالجعفري ، وعليه هناك قنطرة حجارة ، ثم يمر إلى الإيتاخية وعليه هناك قنطرة كسروية ، ثم يمر إلى المحمدية وعليه هناك جسر زوارق ثم يمر إلى الأجمة « 1 » ويتبين من هذا أن الإيتاخية ليست بعيدة عن الجعفرية ، وأن المحمدية في جنوبها . ولكنه لم يحدد الأبعاد بين هذه المعالم .\r\nإن الإيتاخية منسوبة إلى إيتاخ ، وهو من القواد الأتراك « 2 » وكان في الأصل مملوكا لسلام بن الأبرش فاشتراه المعتصم « 3 » وكان من كبار القواد في حملة المعتصم على عمورية ، وكان مقرّبا للمعتصم وولّي اليمن ، وأرسل لحرب خارجي « 4 » وكان كاتبه سليمان بن وهب ، وولّي الحج ، ثم غضب عليه المتوكل وقتله « 5 » وذكر له اليعقوبي قطيعة قرب باب البستان في سامرّاء « 6 » .\r\nذكر ياقوت وقال البلاذري الإيتاخية تعرف بإيتاخ التركي ثم سماها المتوكل المحمدية باسم ابنه محمد المنتصر ، وكانت تعرف أولا بدير أبي الصفرة وهم قوم من الخوارج ، وهي بقرب سامرّاء « 7 » . ونقل ابن أبي أصيبعة في ترجمته سلمويه عن ابن الداية أن دير بني الصقر ، وهو الموضع الذي سمّي في أيام المعتصم والواثق بالإيتاخية ، وفي أيام المتوكل بالمحمدية « 8 » . لم أجد معلومات عن أبي الصفرة وديره ، وإنما ذكرت المصادر أن مما بنى المتوكل قصر بستان الإيتاخية وانفق عليه عشرة آلاف درهم « 9 » . ولما أمر المتوكل ببناء الماحوزة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سهراب 127 .\r\n( 2 ) الطبري 3 / 1306 .\r\n( 3 ) البلدان 154 .\r\n( 4 ) الطبري 3 / 1328 .\r\n( 5 ) المصدر نفسه 1331 ، 1335 .\r\n( 6 ) البلدان 262 .\r\n( 7 ) معجم البلدان 4 / 430 ولم يرد النص في المطبوع من فتوح البلدان .\r\n( 8 ) عيون الأنباء في طبقات الأطباء .\r\n( 9 ) معجم البلدان 3 / 17 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nتحوّل إلى المحمدية ليتم بناء الماحوزة « 1 » . وقد أقبل منها سليمان بن عبد الله ابن طاهر بعد أن صار إلى الإيتاخية « 2 » .\r\n\r\nالمطيرة :\r\nالمطيرة من المعالم العمرانية البارزة في سامرّاء ، سمّيت باسم مطر بن فزارة الشيباني الخارجي الذي كان نشطا من زمن المأمون . وفي المصادر معلومات تحدد موقعها ، فقد ذكر اليعقوبي أن المعتصم بعد تركه الإقامة ببغداد ارتاد عدة مواضع بالتتابع ، « ثم انتقل إلى القرية المعروفة بالمطيرة فأقام بها مدة ثم مد إلى القاطول فقال هذا أصلح المواضع » .\r\nذكر سهراب معلومات عن مواقعها والمعالم العمرانية قربها فقال إن دجلة يحمل منه أيضا الثلاثة القواطيل ، أوائلها كلها موضع واحد أسفل مدينة سرّ من رأى بفرسخين بين المطيرة وبركوارا ، ويسمى الأعلى منها اليهودي ، وعليه قنطرة وصيف ، يمر مادا إلى أن يصب في القاطول الكسروي أسفل المأمونية « 3 » .\r\nكان في المطيرة دير نصارى ، وفيها بيعة « محدثة بنيت في خلافة المأمون ونسبت إلى مطر بن فزارة الشيباني وكان يرى رأي الخوارج » « 4 » .\r\nوبالقرب من المطيرة قنطرة وصيف وعندها دير ماري « وكان عامرا بالكثير من الرهبان ، ولأهل الهوى به كلام « 5 » . وبالمطيرة دير مار جرجس ، ودير ابن عبدون بن صاعد أخي صاعد بن مخلد » « 6 » .\r\nنزل المعتصم المطيرة في آخر تنقلاته قبل استقراره على البناء في موقع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1438 .\r\n( 2 ) المصدر نفسه 3 / 1825 .\r\n( 3 ) عجائب الأقاليم السبعة 128 .\r\n( 4 ) معجم البلدان 2 / 568 ( عن البلاذري ) .\r\n( 5 ) المصدر نفسه 2 / 693 ( يذكر أن أبا الفرج والخالدي ذكراه ) .\r\n( 6 ) المصدر نفسه 259 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nسامرّاء ، ويذكر اليعقوبي أن المعتصم انتقل من باحمشا إلى المطيرة فأقام بها مدة ، ثم مدّ إلى القاطول فقال هذا أصلح المواضع ، فصيّر النهر المعروف بالقاطول وسط المدينة ويكون البناء على دجلة وعلى القاطول ، فابتدأ بالبناء ، وأقطع القواد والكتّاب والناس ، فبنوا حتى ارتفع البناء ، واختطت الأسواق على القاطول وعلى دجلة .\r\nوسكن هو في بعض ما بني له ، وسكن بعض الناس أيضا ثم قال إن أرض القاطول غير طائلة ، وإنما هي حصى وأفهار ، والبناء بها صعب جدا وليس لأرضها سعة « 1 » . ويتبين من هذا النص أن المعتصم شيد مدينة عند القاطول ، ولعل هذه المدينة لم تكن بعيدة عن المطيرة ، واختلطت بها عند توسع المطيرة ، فأغفلت المصادر ذكرها ، ولم يحدد اليعقوبي أي قاطول نزل المعتصم :\r\nالكسروي القديم أم أبا الجند الذي احتفره هارون الرشيد .\r\nوأبرز ما في المطيرة قصر الأفشين وكان عند إنشاء سامرّاء آخر البناء مشرقا على قدر فرسخين ، وقد تردد ذكر هذا القصر ، ولم تذكر المصادر هل كان هذا القصر من بناء المعتصم قبل نزول سامرّاء أم أن الأفشين بناه بعد بناء سامرّاء ، ويذكر اليعقوبي أن الأفشين أقطع أصحابه الأشروسنية وغيرهم من المضمومين إليه حول داره وأمره أن يبني فيما هناك سويقة فيها حوانيت للتجار فيما لابدّ منه ومساجد وحمّامات « 2 » .\r\nولما قتل الأفشين أقطع المعتصم « وصيفا دار الأفشين التي بالمطيرة ، وانتقل وصيف عن داره القديمة إلى دار الأفشين ، ولم يزل ينزلها ، وكان أصحابه ورجاله حوله « 3 » » .\r\nمن المعالم البارزة في أطراف المطيرة خشبة بابك الذي وصلته أبنية سامرّاء « 4 » فكأنه كان في حدود إعمارها ، وهو جبل في آخر الأسواق ، وبقربه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 256 .\r\n( 2 ) م . ن 259 .\r\n( 3 ) م . ن 264 .\r\n( 4 ) م . ن 260 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nقطيعة الحسن بن سهل « 1 » وكانت سمّيت بذلك لأن بابك صلب بدنه بسامرّاء فموضع خشبته مشهور « 2 » وكانت هذه المنطقة على بعد فرسخين من العمران ، ولم يكن في ذلك الموضع شيء من العمارة ، ثم أحدث العمارة حتى صارت قطيعة الحسن بن سهل وسط سرّ من رأى ، وامتد بها الناس من كل ناحية ، واتصل البنيان بالمطيرة « 3 » .\r\nوبالقرب من المطيرة وادي إسحاق بن إبراهيم ، سمّي بذلك لأن إسحاق بن إبراهيم انتقل من قطيعته أيام المتوكل ، فبنى على رأس الوادي ، واتسع البناء « 4 » .\r\nأنزل المتوكل ابنه المؤيد في المطيرة ؛ وأنزل سنة 265 ابنه المعتز خلف المطيرة مشرقا بموضع يقال له بلكوارا ، فاتصل البناء من بلكوارا إلى الموضع المدون بالدور أربعة فراسخ « 5 » .\r\nيمتد وادي إسحاق بن إبراهيم بين المطيرة وشارع السريجة ، وهو الشارع الأعظم الذي تقع على جانبيه القطائع ممتدة في دروب تنفذ إلى دجلة من جهة وإلى شارع أبي أحمد من جهة أخرى ، وهو يمتد إلى قصر الواثق ودار العامة والخزائن ، وفيه ديوان الخراج الأعظم وقطائع المغاربة وبعض العباسيين وقطائع قواد خراسانيين وفيه أيضا الرطابون ، وسوق الرقيق ، ومجلس الشرطة ، والجامع القديم الذي بناه المعتصم ثم هدمه المتوكل . وهو يمتد إلى خشبة بابك « 6 » .\r\nوتجدر الإشارة إلى أن هذا الشارع الأعظم هو الذي ذكر اليعقوبي أن المتوكل عندما بنى الجعفرية في الماحوزة « مدّ الشارع الأعظم من دار أشناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 259 .\r\n( 2 ) الطبري 3 / 1241 .\r\n( 3 ) البلدان 259 .\r\n( 4 ) المصدر نفسه 260 ، وفي طرف وادي إسحاق بن إبراهيم يقع مسجد لجين أم المتوكل ، الطبري 3 / 1806 .\r\n( 5 ) البلدان 265 .\r\n( 6 ) المصدر نفسه 261 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالتي بالكرخ ، وهي التي صارت للفتح بن خاقان ، ثلاثة فراسخ إلى المطيرة ، وجعل عرض الشارع الأعظم مائتي ذراع ، وقدّر أن يحفر في جانبي الشارع نهرين يجري فيهما الماء من النهر الكبير الذي يحفره » « 1 » .\r\nويمتد من المطيرة عند قطائع الأفشين شارع برغامش الذي على ظهر القبلة منه قطائع الأتراك وعلى المشرق قطائع المغاربة « 2 » .\r\nيتصل بوادي إسحاق بن إبراهيم واد هو أصل شارع الحير الأول الذي فيه دار أحمد بن الخطيب « 3 » . وهذا الوادي يمتد إلى وادي إبراهيم بن رباح « 4 » .\r\nوهو الوادي الغربي الذي ينتهي به شارع أبي أحمد الذي أوله من المشرق دار بختيشوع الطبيب « 5 » وهو مواز لشارع السريجة وفي جنوبيه ، وفي هذا الشارع قطيعة إبراهيم بن رباح وقطائع عدد من كبار رجال الإدارة ، وفي وسطه قطيعة أبي أحمد ، وتمتد عليه القطائع إلى باب البستان وقصور الخليفة ، ويمتد شارع الأسكر وهو شارع صالح العباسي ، من المطيرة إلى دار صالح التي على رأس الوادي « 6 » . ويدل السياق على أن هذا الوادي هو وادي إبراهيم بن رباح .\r\nولما بنى المتوكل جامعه الجديد ، وضع عنده شارعا يأخذ من وادي إبراهيم ابن رباح وتخرج منه طرق في ثلاثة صفوف واسعة ، عرض كل صف مائة ذراع بالسوداء ، وبين الصفوف دروب وسكك فيها قطائع جامعة من عامة الناس « 7 » .\r\nويتبين من هذا العرض أن ثلاثة من الشوارع الخمسة الرئيسية التي ذكرها اليعقوبي في سامرّاء كانت تنتهي عند المطيرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 266 .\r\n( 2 ) م . ن 261 .\r\n( 3 ) م . ن 262 .\r\n( 4 ) م . ن 261 .\r\n( 5 ) م . ن 262 .\r\n( 6 ) م . ن 262 .\r\n( 7 ) م . ن 265 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nخارة منطقة سامرّاء\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالقادسية :\r\nفي جنوب المطيرة تقع القادسية ، يفصل بينها القاطول الذي يأخذ من دجلة من مكان بينهما وصف الشابشتي القادسية فقال إنها من أحسن المواضع لأهل الشراب ، ومناخا وللمطربين ، جامعة لما يطلب أهل البطالة والخسارة والمواضع بينها وبين سامرّاء كلها متنزهات وبساتين « 1 » .\r\nوذكر ابن الداية كنيسة القادسية « 2 » ، وذكر البيروني عيد دير القادسية في الجمعة الثالثة من تشرين الثاني « 3 » ، ولابدّ أنها قادسية سامرّاء . وفي القادسية يقع دير السويس على شاطئ دجلة بقادسية سرّ من رأى ، وبين القادسية وسرّ من رأى أربعة فراسخ ، والمطيرة بينهما ، وهذه النواحي كلها متنزهات وكروم ، والقادسية من أحسن المواضع وأنزهها « 4 » .\r\nونقل ياقوت عن البلاذري أن دير السوس « هو دير بناه رجل من أهل السوس وسكنه هو ورهبانه معه فسمّي به وهو بنواحي سامرّاء في الجانب الغربي « 5 » » . وذكر الشابشتي أن دير مارماري بسرّ من رأى عند قنطرة وصيف ، وهو دير عامر كثير الرهبان حوله كروم وشجر ، وهو من المواضع النزهة والبقاع الطيبة الحسنة « 6 » ، وقنطرة وصيف على نهر اليهودي الذي يأخذ من القاطول من فوهته .\r\nوأشهر ما في القادسية قصر بلكوارا وفيه يقول الشابشتي « وبالقادسية بنى المتوكل قصره المعروف بركوارا ، ولما فرغ من بنائه وهبه إلى ابنه المعتز وجعل اعذاره فيه ، وكان من أحسن أبنية المتوكل وأجلّها ، وبلغت النفقة عليه عشرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الديارات للشابشتي 150 .\r\n( 2 ) عيون الأنباء في طبقات الأطباء 237 .\r\n( 3 ) الآثار الباقية للبيروني 105 .\r\n( 4 ) معجم البلدان 3 / 467 ، الشابشتي 150 .\r\n( 5 ) معجم البلدان 3 / 133 .\r\n( 6 ) الشابشتي 149 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nخارطة منطقة القادسية ونهر القائم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nألف ألف درهم « 1 » وذكر الرشيدي بعد وصفه المفصّل للاحتفال بتدشين قصر بلكوارا ، أن قصر القادسية سرّ من رأى بينه وبين سرّ من رأى أربعة فراسخ « 2 » ، وذكر كذلك أن طول إيوان بلكوارا مائة ذراع ، وعرضه خمسون ، وفرش ببساط إبريسم من مخلفات هشام بن عبد الملك قوّم بعشرة آلاف درهم ، وكانت حفلة فخمة في افتتاحه ، وكان في صحن الدار في الإيوان أربعة آلاف مرفع ذهب مرصعة بالجوهر « 3 » .\r\nذكر اليعقوبي أن المتوكل أنزل ابنه أبا القاسم المؤيد بالمطيرة ، وأنزل ابنه المعتز خلف المطيرة مشرقا بموضع يقال له بلكوارا فاتصل البناء من بلكوارا إلى آخر الموضع المعروف بالدور مقدار أربعة فراسخ « 4 » ، وقال في مكان آخر اتصل البناء من الجعفرية إلى الموضع المعروف بالدور ثم الكرخ وسرّ من رأى مادّا إلى الموضع الذي كان ينزله ابنه أبو عبيد الله المعتز ، ليس بين ذلك شيء فضاء ولا خراب ولا موضع لا عمارة فيه فكان ذلك سبعة فراسخ « 5 » .\r\nوفي القادسية توفي المستعين « 6 » ويقول الخطيب إن المهتدي ولد بالقاطول ، وذكر ياقوت أن القادسية قرية كبيرة من نواحي دجيل بين حربي وسامرّاء يعمل فيها الزجاج « 7 » ، وكلامه يوحي أنها في الجانب الشرقي ، ولعله أخطأ التعبير .\r\nوقد وصفت مديرية الآثار العامة في نشرة لأطلال القادسية سورا عظيما يحيط ساحة مثمّنة كل ضلع من أضلاعها نحو ستمائة وأربعين مترا ، وذكرت أنها من اللّبن ، وفيها مائة وأربعون برجا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشابشتي 150 .\r\n( 2 ) الذخائر والتحف 132 .\r\n( 3 ) الشابشتي 150 - 156 .\r\n( 4 ) البلدان 259 .\r\n( 5 ) المصدر نفسه 263 .\r\n( 6 ) الذخائر والتحف 132 .\r\n( 7 ) معجم البلدان 136 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nالماء في منطقة سامرّاء\r\nإن الرقعة التي استقر المعتصم على تشييد مدينته عليها في الجانب الشرقي من دجلة كانت صحراء من أرض الطيرهان لا عمارة فيها ولا أنيس ، فهي أرض جرداء لم يكن فيها قبل بناء سامرّاء غير دير صغير ؛ ولم تكن فيها أنهار تزودها بالماء فكان شربهم جميعا من دجلة مما يحمل في الرّوايا على البغال والإبل ؛ لأن آبارهم بعيدة الرشاء ، مالحة غير سائغة ، فليس فيها اتساع في الماء ، ولكن دجلة قريبة والروايا كثيرة « 1 » ، وهي تفضل ماء دجلة العذب وتزوّد البلد بماء الشرب ، وربما للغسيل وسقي البساتين والأغراض الأخرى .\r\nولابدّ أن المعتصم كان يدرك أهمية توفير الماء لمدينته الجديدة ، ويعرف ملاحظة الوافد الرومي للخليفة المنصور على عيب مدينته المدوّرة بخلوّها من مصادر الماء « 2 » . وكان هو قد توقف عن تشييد بلدته في المطيرة لعدم توافر الماء اللازم فيها للشرب وإرواء البساتين التي كان يحرص على الإكثار منها .\r\nومما يظهر اهتمامه بالماء كثرة استخدامه المهندسين ، وهم المعنيون بتدبير الماء ، عند أول تأسيسه سامرّاء ؛ وذكر اليعقوبي أن المعتصم عندما قرر تشييد مدينته « أحضر المهندسين فقال اختاروا أصلح هذه المواضع فاختاروا عدة مواضع للقصور » وأنه « أقدم من كل بلد من يعمل من الأعمال أو يعالج مهنة من مهن العمارة والزرع والنخل والغروس وهندسة الماء ووزنه واستنباطه والعلم بمواضعه من الأرض » « 3 » . ثم إن المعتصم عنى بالحمّامات في عدد من المواضع التي أوطنها جماعته ، ومع أن المصادر لم تذكر في داخل سامرّاء حمّاما ، أو حفر أنهار مما كشف عن عدد غير قليل منها ، فالراجح أنها أمدت سامرّاء ببعض ، وليس كل ، ماتحتاجه من الماء .\r\nوكان المتوكل أول خليفة أولى اهتماما بتزويد سامرّاء بماء الأنهار ، فيذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان لليعقوبي 263 ؛ وانظر : المسالك للإصطخري 85 .\r\n( 2 ) الطبري 3 / 323 ؛ تاريخ بغداد للخطيب 1 / 80 ؛ معجم البلدان 4 / 154 .\r\n( 3 ) البلدان لليعقوبي 258 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nياقوت أن المتوكل « اشتق من دجلة قناتين شتوية وصيفية ، تدخلان الجامع وتتخللان شوارع سامرّاء ، واشتق نهرا آخر قدره للدخول إلى الحير ، فمات قبل أن يتم ، وحاول المنتصر تتميمه ، فلقصر أيامه لم يتم ، ثم اختلف الأمر بعد فبطل ، وكان المتوكل أنفق عليه سبعمائة ألف دينار » « 1 » ومن الواضح أن هذا غير النهر الذي عمل على حفره عند المتوكلية ، وقول ياقوت إن إحدى القناتين صيفية والأخرى شتوية قد يدل على أنهما كانتا تأخذان ماءهما من دجلة بإحدى الوسائل الصناعية كالنواعير والكرود ، إذ بهما وحدهما يمكن التحكم في أجزاء الماء في موسم معيّن . وأن قوله « تدخلان الجامع وتتخللان شوارع سامرّاء » قد يدل على أنهما كانتا تدخلان الجامع قبل السوق ، أما النهر الثاني الذي لم يتم فيقتضي أنه كان قريبا من هاتين القناتين لأن الحير قريب من الجامع .\r\nذكر ابن الفقيه أن « ما يأخذ منها ويسقي الجانب الشرقي القناتان الشتوية والصيفية ، وهما اللتان عملهما المتوكل بسرّ من رأى ، كانتا تدخلان المسجد الجامع وتتخللان شوارع سامرّاء . . . ثم النهر الذي قدره أيضا وعمل على أن يدخل الحير فلم يتم . وقد كان انفق عليه سبعمائة ألف دينار ، وكان السبب في أنه لم يتم أن المتوكل قتل قبل الفراغ منه ، وقد حاول المنتصر أن يتممه ، فلقصر أيامه لم يستمر ذلك » « 2 » ولعل هذا مصدر قول القزويني عن المتوكل « اشتق من دجلة قناتين شتوية وصيفية تدخلان الجامع وتتخللان شوارع المدينة » « 3 » .\r\nومن مظاهر اهتمام المتوكل بتوفير الماء للأهالي ما قام به عند تشييد المدينة . فذكر اليعقوبي أن المتوكل عزم على أن يبتني مدينة ينتقل إليها وتنسب إليه ويكون له بها الذكر ، فأمر محمد بن موسى المنجم ومن يحضر بابه من المهندسين أن يختاروا موضعا ، فوقع اختيارهم على موضع يقال له الماحوزة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آثار البلاد للقزويني 386 .\r\n( 2 ) البلدان لابن الفقيه 142 .\r\n( 3 ) البلدان لليعقوبي 266 ، الروض المعطار 177 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوقيل له إن المعتصم كاد أن يبني ههنا مدينة ويعيد حفر نهر قديم ، فاعتزم على ذلك وابتدأ النظر فيه في سنة 245 ووجه من حفر ذلك النهر لسقي المدينة فقدّر النفقة على النهر بألف وخمسمائة ألف دينار ، فطاب نفسا بذلك ، ورضي به وابتدأ الحفر وأنفقت الأموال على ذلك النهر « 1 » ، ولابدّ أن حفر هذا النهر لم يقتصر على تزويد الجعفرية بالماء فحسب ، بل امتد إلى تزويد جامع سامرّاء وشوارعها بالماء أيضا .\r\nذكر الطبري أن المتوكل أمر في سنة 245 ببناء الماحوزة التي سماها الجعفري وأمر بحفر نهر يأخذ خمسة فراسخ فوق الماحوزة ، من موضع يقال له كرمى يكون ثريا لما حولها من فوهة النهر إليها ، وأمر بأخذ جبلتا والخصاصة العليا والسفلى وكرمى ، وحمل أهلها على بيع منازلهم وأرضهم ، فأجبروا على ذلك حتى تكون الأرض والمنازل في تلك القرى كلها له ويخرجهم عنها .\r\nوقدّر للنهر من النفقة خمسمائة ألف دينار ، وصيّر النفقة عليه إلى دليل بن يعقوب النصراني في ذي الحجة سنة 245 ، وألقى في حفر النهر اثني عشر رجلا يعملون فيه ، فلم يزل دليل يعمل فيه ويحمل المال بعد المال ويقسم عامته في الكتاب حتى قتل المتوكل ، فبطل النهر ، وأخربت الجعفرية ونقضت ، ولم يتم أمر النهر « 2 » .\r\nإن عمل دليل إداري محض هو الإشراف على النفقات ، وإنه « قسم عامته في الكتاب » ولم يشر إلى عمل المهندسين في التخطيط والإشراف على العمل ، ولا إلى فشل الشروع ، وإنما يذكر أنه توقف بعد مقتل المتوكل ، إذ إن الطبري ذكر في نصه تفاصيل عن القسم الأعلى من النهر ، وأحكامه في تملك ما عليه من مزارع ، مما يظهر أنه قصد من المشروع إعمار المنطقة وإنماءها ليفيد منها أصحابه ، ولتزويد مدينته بحاجاتها من المنتوجات الزراعية . ولم يذكر منتهى ذلك النهر أو إرواءه المتوكلية ، ثم قال « إلا أن النهر لم يتم أمره ولم يجر الماء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 267 ، التنبيه والإشراف 267 .\r\n( 2 ) الطبري 3 / 1438 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفيه إلا جريا ضعيفا ، لم يكن له اتصال ولا استقامة ، أي إنه قد أنفق عليه بسببها ألف دينار ، ولكن حفره كان صعبا جدا ، إنما كانوا يحفرون حصى ولا يعمل فيها المعاول » .\r\nوذكر النويري أن المتوكل تقدم إلى محمد وأحمد ابني موسى بن شاكر « في حفر النهر المعروف بالجعفري ، فأسندوا أمره إلى أحمد بن كثير الفرغاني ، فغلط في فوهة النهر المعروف بالجعفري ، وجعلها أخفض من سائره ، لا يغمر سائر النهر « 1 » » .\r\nفصار ما يغمر فوهة الأعلى الكسروي الذي يذكر سهراب « أوله دور للحارث بشيء يسير مماس لقصر المتوكل المعروف بالجعفري وعليه هناك قنطرة من أحجاره ثم يمر إلى الإيتاخية « 2 » » .\r\nوهذا النهر غير الثلاثة قواطيل التي « أولها كلها موضع واحد أسفل مدينة سرّ من رأى بفرسخين بين المطيرة وبركوارا ، ويسمى الأعلى منها اليهودي وعليه قنطرة ضيقة ، يمر إلى أن يصبّ في القاطول الكسروي والمأمونية « 3 » » .\r\nوكان في المنطقة شرقي سامرّاء والمتوكلية نهر يأخذ من الزاب عند السابروج والسودقانية تنزرع منه أنهار منها السيب وتفرعاته ، إلى أن يصبّ في القاطول عند المأمونية « 4 » » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأرب 9 / 165 ؛ وانظر : عيون الأنباء لابن أبي أصيبعة 286 .\r\n( 2 ) سهراب 127 .\r\n( 3 ) المصدر نفسه 128 .\r\n( 4 ) الوزراء لحفيد صاحب النعمان 159 - 160 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالفصل السادس التخطيط والتشييد\r\nذكر الأزدي أن المعتصم ابتاع الدير والأرض التي شيدت عليها سامرّاء سنة 219 « 1 » . ويقول ابن الفقيه إن المعتصم بناها ونزلها سنة 221 « 2 » . أما اليعقوبي فذكر أن المعتصم خرج للبحث عن موقع مدينته في ذي القعدة سنة 222 « 3 » .\r\nوهذا الاختلاف بين الروايات في تحديد موعد بنائها واكتماله غير كبير ، وهو يظهر أن « بناءها تم بأسرع مدة « 4 » ، وترجع هذه السرعة في الإنجاز إلى أن المعتصم جدّ في البناء » .\r\nوذكر الأزدي أن المعتصم عندما خرج إلى سامرّاء وقرر بناءها ضربت له المضارب والقباب ، وضرب الناس الخيام والأخبية وعلّوا في البناء « 5 » .\r\nذكر المسعودي « كان المعتصم يحب العمارة ويقول إن فيها أمورا محمودة ، فأولها عمران الأرض التي يجبى بها . وعليها يزكو الخراج وتكثر الأموال وتعيش البهائم وترخص الأسعار ويكثر الكسب ويتسع المعاش » « 6 » . إن هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الموصل 436 .\r\n( 2 ) البلدان 142 .\r\n( 3 ) المصدر نفسه .\r\n( 4 ) التنبيه والإشراف 309 ، اليعقوبي 3 / 148 .\r\n( 5 ) تاريخ الموصل 428 .\r\n( 6 ) مروج الذهب 3 / 461 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالكلام عام عن أعمار البلاد . وهو يعبّر عن مثل عليا تذكر الأخبار أنه طبقها في حفر الأنهار والقيام بأعمال بارزة في ميادين الزراعة والإنتاج . ويظهر اهتمام المعتصم بالعمران في أعماله في بناء سامرّاء . وذكر الطبري « لم يكن للمعتصم لذة في تزيين القصور وكانت غايته فيه الأحكام « 1 » » .\r\n\r\nالمهندسون :\r\nذكر اليعقوبي الذي قدّم أوسع المعلومات عن بناء سامرّاء أن المعتصم هو الذي اختار موقع المدينة ، كما ذكر أنه بعد أن استقر على اختيار الموقع واشترى الأرض « أحضر المهندسين فقال اختاروا أصلح هذه المواضع ، فاختاروا عدة مواضع للقصر « 2 » » .\r\nلم تذكر المصادر عدد وأسماء المهندسين الذين يدل ظاهر النص أنهم كانوا يرافقونه ، ولعلهم أسهموا قبل ذلك في الإشراف على تشييد الأبنية في المراكز التي اختارها قبل استقراره على التشييد في سامرّاء . إنهم كانوا في الأصل من أهل بغداد وراعوا أحوال بغداد العمرانية وتأثروا بها ، وتحاشوا بعض ما كان في تخطيطها من أخطاء .\r\nوفي المشرفين على العمل ذكر اليعقوبي فقال : « صير إلى كل رجل من أصحابه بناء قصر ، فصيّر إلى خاقان عرطوج أبي الفتح ، بناء الجوسق الخاقاني ، وإلى عمر بن فرج بناء القصر المعروف بالعمري ، وإلى أبي الوزير بناء القصر المعروف بالوزيري « 3 » . وهذا النص يظهر أن عمل المهندسين اقتصر على اختيار مواضع القصور ، أي إنه عمل تخطيطي وليس اختياريّا ، وأن هذه القصور صمّمت على أن تكون متفرقة في عدة مواضع . ولم ترد إشارة إلى القواعد التي راعوها في الاختيار ، ولا نعلم على التقريب مواضع أكثر هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1326 .\r\n( 2 ) البلدان 258 .\r\n( 3 ) المصدر نفسه 258 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالقصور ، والراجح أنهم راعوا بالدرجة الأولى مواقعها في التخطيط العام للمدينة .\r\nلم تذكر المصادر أسماء واضعي التخطيط العام للمدينة ، إنما ذكر اليعقوبي أن المعتصم هو الذي وزع القطائع على أصحابها ، وهذا عمل إداري ، ولابدّ أنه تم بعد وضع التخطيط العام الذي من المحتمل أن المهندسين وضعوا أسسه ثم أقرّه المعتصم .\r\n\r\nالتخطيط :\r\nكان التخطيط العام لسامرّاء يختلف عن بغداد ، ولعل من أبرز العوامل المؤثرة في ذلك أنه لم تكن فيها تضاريس ومعالم تحدد ذلك التخطيط أو تتحكم فيه ما عدا دجلة في غربيها ومجراه العميق وجرفه العالي الذي أعان على عدم تعرّض سامرّاء للغرق الذي كان يهدد بغداد .\r\nوأرض سامرّاء متموجة ، وفيها وديان ذكر اليعقوبي منها وادي إسحاق بن إبراهيم « لأن إسحاق انتقل من قطيعته في أيام المتوكل فبنى على رأس الوادي وكان الشارع الأعظم وهو السريجة ممتدا من المطيرة إلى هذا الوادي ، ووادي إبراهيم بن رباح الذي ينتهي به الشارع الغربي شارع أبي أحمد . كما ذكر واد يتصل بوادي إبراهيم بن رباح فينتهي عنده الشارع الرابع وهو شارع برغامش وأول هذا الشارع من المطيرة إلى هذا الوادي ، وهذه الوديان قرب المطيرة ، أي إن هذه الشوارع المتصلة بالوديان تقع بعيدة عن دجلة وتمتد بينها وبين المطيرة .\r\nكانت الشوارع المحاور الأساسية في تنظيم تخطيط المدينة ولابدّ أنها كانت واسعة لتكفي سير السابلة والخيل . ومن المحتمل أنها كانت متشابهة في العرض والراجح أنها كانت متوازية ، ولا يوجد ما يشير إلى أنها كانت متقاطعة ، وإنما تتعامد عليها دروب لابدّ أن كلا منها أقصر وأضيق من الشارع العام وبعضها\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nينفذ من شارع إلى آخر ، ومن المحتمل أنها أو بعضها كانت مستقيمة فهي بذلك بها شبه من تنظيم المدن الإغريقية التي تشبه الشطرنج « 1 » .\r\nنص الطبري على أن المعتصم لم يكن يميل إلى الزخرفة ، مما يدل على أن هذه الشوارع كانت بسيطة في مظهرها ليس فيها طاقات أو أقواس تزينها أو أبواب تحصرها ولم تكن مسرحا لحوادث . وكان المحور الأساس في سامرّاء قصور الخليفة وكبار رجال الدولة من العسكريين خاصة وبصرف النظر عمن كان يعيش في داخل القصر ، فإن كل قصر كانت حوله مساكن الجند والمرتبطين بالقائد .\r\n\r\nطراز التخطيط :\r\nكانت رقعة أرض سامرّاء محصورة في الغرب بدجلة الذي يجري في واد منخفض يحمي المدينة من أخطار الفيضان التي لم يذكر التاريخ تعرّضها للأخطار ، وكانت مفتوحة في جهاتها الأخرى وليس فيها عوارض مائية أو طبيعية عدا واديين ذكرنا هما وكانت تنتهي إلى أحدهما الشوارع .\r\nلم يبن أي من الخلفاء سورا حول سامرّاء ، ويرجع ذلك إلى أن الخلفاء فيها لم يقدّروا أخطار حصار يهددها ، بل حتى قصور الخلفاء لم تكن محاطة بأسوار حصينة للدفاع بوجه قوات تحاصرها ، ولعلهم كانوا يدركون ولاء القوات العسكرية لهم ، إضافة إلى تنوع أصولهم ، وانعدام رابطة تجمعهم سوى الولاء للإسلام والخليفة ، وفيما عدا ذلك فقد احتفظوا بتكتلاتهم العسكرية القائمة على أصول عرقية وما يرتبط بها . ويذكر اليعقوبي أن المعتصم تعمّد عزل الأتراك ، ولم يذكر هو أو أي مؤرخ آخر قيامه بمثل هذا العمل مع الكتل العسكرية الأخرى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر في ذلك « المدينة على مر العصور » للويس ممفورد .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالمشرفون على البناء :\r\nذكر اليعقوبي المشرفين على بناء قصور المعتصم ، وهم من كبار رجال الإدارة ، وفيهم بعض رجال الجيش ، وسميت أكثر هذه القصور باسم المشرفين على بنائها ، ولابدّ أن هذا الإشراف شمل تنظيم الإنفاق على البناء ومتابعة سيره ، أما التخطيط فقد أعده مهندسون لم يرد ذكر لأسمائهم .\r\n\r\nجامع المعتصم :\r\nوضع المعتصم في تخطيطه الأول لسامرّا جامعا واحدا ، قال عنه البلاذري إن المعتصم ( خط المسجد الجامع ، واختط الأسواق حول الجامع ) « 1 » أي إن الجامع كان المحور الأساسي الثابت في التخطيط ، ولم يجعله ملاصقا لقصره كما فعل المنصور في تخطيط المدينة المدوّرة والرصافة ، وإنما جعله قرب الأسواق فيكون محور تجمع أصحاب الحرف وأهل السوق .\r\nحدد اليعقوبي موقع الجامع الذي شيده المعتصم ، فذكر أنه في شارع السريجة وهو الشارع الأعظم الذي يمتد إلى وادي إسحاق بن إبراهيم وإلى المطيرة . وذكر أن في هذا الشارع الأعظم قطائع الناس يمنة ويسرة ، وفي دروب من جانبي الشارع الأعظم تنفذ إلى شارع أبي أحمد وتنفذ إلى دجلة . وتمر القطائع إلى ديوان الخراج الأعظم ، وفي هذا الشارع قطائع قواد خراسان ، ثم مواضع الرطابين وسوق الرقيق ، ثم مجلس الشرط والحبس الكبير ومنازل الناس والأسواق في هذا الشارع ، ثم الجامع الكبير الذي لم يزل يجمع فيه إلى أيام المتوكل ، فضاق على الناس فهدمه وبنى مسجدا جامعا واسعا في طرف الحير « 2 » . ويتضح من هذا إدراك المعتصم أهمية السوق والناس في الحياة العامة . فجعل الجامع ، وهو الوحيد فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 268 .\r\n( 2 ) البلدان 267 ، معجم البلدان 3 / 17 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nجامع المتوكل :\r\nذكر اليعقوبي أن الجامع القديم الذي بناه المعتصم « لم يزل يجمع فيه إلى أيام المتوكل فضاق على الناس ، فهدمه وبنى مسجدا جامعا واسعا في طرف الحير ، المسجد الجامع والأسواق من أحد الجانبين ، ومن الجانب الآخر القطائع والمنازل وأسواق أصحاب البياعات الدنيّة مثل أصحاب الفقاع والهرائس والشراب » « 1 » .\r\nوذكر البلاذري أن المتوكل بنى مسجدا جامعا كبيرا ، وأعظم النفقة عليه ، وأمر برفع منارته لتعلو به أصوات المؤذنين فيها ، وحتى ينظر إليها من فراسخ ، فجمع الناس فيها وتركوا المسجد الأول « 2 » .\r\nوذكر ابن الجوزي أن في سنة 232 ابتدىء ببناء الجامع بسامرّاء ، وأنه في سنة 247 ، كمل بناء جامع سامرّاء ، وقد ابتدئ سنة 37 ، وبلغت النفقة عليه ثلاثمائة ألف وثمانية آلاف ومائتين واثني عشر دينارا ، وإنما هذه النفقة على البنّائين والنجارين وما شاكل ذلك . وحملت القصة الحجارة التي في الصوان من باب الحرة في الهاروني على عجل ومرّ بها الفيلة التي كانت للمتوكل ، وأنفق مع ذلك في حمولها إلى أن دخلت المسجد ألف وخمسمائة دينار ، ولولا الفيلة لأنفق ضعف ذلك . واستعمل الطوابيق الزجاج التي في المقصورة وهي ألفان وأربعمائة طابق بألفين وأربعمائة دينار ، وأنفق على الأطواق الستة التي جعلت ربحان لها ألفين وأربعمائة دينار « 3 » .\r\nوأشار المقدسي إلى جامع سامرّاء وذكر أنه جامع كبير يختار على جامع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 260 .\r\n( 2 ) فتوح البلدان 297 ، معجم البلدان 3 / 17 .\r\n( 3 ) المنتظم لابن الجوزي ، حوادث سنة 232 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nجامع أبو دلف\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nدمشق قد لبست حيطانه بالمينا ، وجعلت فيه أساطين الرخام وفرش به ، وله منارة طويلة وأمور متقنة « 1 » . وفي سنة 407 وقع حريق في بعض الجامع بسامرّاء « 2 » .\r\n\r\nمساجد محلية :\r\nذكر اليعقوبي مساجد محلية في المواضع التي أسكنها بعض الجند في أطراف سامرّاء . ومن هذه المواضع الكرخ التي أقطعها أشناس وأصحابه وضمّ إليه عدة من قواد الأتراك والرجال ، وأمره أن يبني المساجد والأسواق ، وذكر أنه في الكرخ والدور بنى لهم في خلال الدور والقطائع والمساجد والحمّامات ، وأمر الأفشين أن يبني في المطيرة مساجد وحمّامات « 3 » . وتدل صيغة الجمع على أنه بنى في كل من هذه المواضع عدة مساجد لم يذكر عددها ، ولم تشر المصادر إلى أسمائها ، ولعل مساجد محلية أخرى أنشئت في مواضع أخرى ، غير أن صغرها وتحديد استعمالها من سكانها المحليين جعلها أقل أهمية ، والراجح أنها لم تصلّ فيها الجمعة .\r\n\r\nالحير :\r\nالحير من أبرز المعالم العمرانية في سامرّاء ، وكان يطل عليه الجوسق « 4 » ، وقد أنشأه المعتصم وسمّاه ، وذكر الجاحظ « الحيوانات التي تأنس في حير المعتصم بالله والواثق » « 5 » .\r\nوذكر اليعقوبي أن المتوكل بنى مسجده الجامع في أول الحير في موضع واسع خارج المنازل لا يتصل به شي من القطائع والأسواق « 6 » . ولابدّ أن شارع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحسن التقاسيم 122 .\r\n( 2 ) المنتظم لابن الجوزي 7 / 283 .\r\n( 3 ) البلدان 256 .\r\n( 4 ) الطبري 3 / 2040 .\r\n( 5 ) الحيوان 4 / 422 .\r\n( 6 ) البلدان 265 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالحير الجديد الذي ذكره اليعقوبي وقال إن فيه أخلاطا من الناس من قواد الفراغنة والأشروسنية والأشناخنجية وغيرهم من سائر كور خراسان ، وإن هذا الشارع يقع خلف شارع الأسكر « 1 » .\r\nوذكر اليعقوبي أيضا أن المعتصم « أقطع وصيفا مما يلي الحير ، وبنى حائطا سماه حائر الحير ممتدا » « 2 » . وقال أيضا : « وهذه الشوارع التي من الحير كلما اجتمعت إلى إقطاعات لقوم هدم الحائط وبنى خلفه حائطا غيره ، وخلف الحائط الوحشي من الضباء والحمير الوحشي والإيل والأرانب والنعام وعليها حائط يدور في صحراء حسنة » « 3 » . وذكر أيضا أن المتوكل « زاد في شوارع الحير شارع الأسكر والشارع الجديد ، وبنى المسجد في أول الحير في موضع واسع خارج المنازل ، لا يتصل به شيء من القطائع والأسواق « 4 » » .\r\nتظهر هذه النصوص أن الحير كان محاطا بحائط لم يبق محله ثابتا ، وإنما كان بين الفينة والأخرى يهدم ليبنى خلفه حائط غيره ، وأن المنازل والإقطاعات كانت ملاصقة للحائط .\r\nذكر الطبري أن بابك لما جيء به إلى المطيرة « لم يصبر المعتصم حتى ركب إليه بين الحائطين فدخل إليه متنكرا » « 5 » . وذكر الطبري أن الأتراك في زمن المهتدي « لزموا الحير حتى خرجوا مما يلي الحائطين ، ثم خرجوا ، فأما مفلح وواجن ومن انضم إليهما فسلكوا شارع بغداد حتى بلغوا سوق الغنم ، ثم عطفوا إلى شارع أبي أحمد ، حتى لحقوا بجيش موسى . وأما موسى وجماعة القواد « فإنهم سلكوا على سمت شارع أبي أحمد ، حتى صاروا إلى الوادي ، وانصرفوا إلى الجوسق » « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 262 .\r\n( 2 ) المصدر نفسه 258 ولعل في هذه المنطقة دار صالح بن وصيف الذي تلقاه ربع القبة ( الطبري 3 / 1809 وانظر المصدر نفسه 3 / 1807 ) .\r\n( 3 ) البلدان 262 .\r\n( 4 ) المصدر نفسه 265 .\r\n( 5 ) الطبري 3 / 1220 .\r\n( 6 ) المصدر نفسه 3 / 1807 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nإن « الحائطين » معلم عمراني واضح لعل المقصود بهما الحائط القديم الذي هدم بسبب تزايد المنازل قربه ، والحائط الجديد الذي استقر بعد المتوكل ، وفي أي حال فإن هذين الحائطين كانا من جهة المعمور من سامرّاء ، وجنوبي المسجد وبينه وبين شارع أبي أحمد يقع شارع بغداد وسوق الغنم ، وكل هذه المعالم في جهة الجوسق .\r\nورد في الأخبار ذكر « باب الحير » مفردا مما يدلّ على أنه لم يكن للحير باب غيره ، وذكر الطبري باب الحير الذي يلي قبلة المسجد الجامع . فلما صار إلى حدّ المنارة « 1 » أي إن باب الحير في الجنوب الغربي من الجامع . وذكر الطبري أيضا « باب الحير الذي يلي القطائع من الجوسق « 2 » ، أي إن باب الحير يواجه القطائع والجوسق . ومما يؤيد الصلة المكانية بين الحير والجوسق قول الطبري إن إسحاق بن كنداج « نزل الجوسق المطل على الحير » « 3 » .\r\nوفي خارج باب الحير يقع باب ياجور « 4 » ، « وكان موسى بن بغا حمل من كان على حرسه وراء المهتدي من الجوسق إلى باب ياجور » « 5 » .\r\nوفي الطبري نصان يدلان على أن باب الحير بين الجوسق والكرخ فذكر أن المهتدي وجّه موسى في زهاء خمسمائة فارس فوقفوا على باب الحير بين الجوسق والكرخ « 6 » ، وذكر أن موسى خرج من باب الحير الذي يلي القطائع بين الجوسق والكرخ فعسكر هناك « 7 » .\r\nوبالقرب من باب الحير يقع القصر الأحمر ، فيذكر الطبري أن موسى بن بغا « أخذ في الحير عبء أصحابه ميمنة وميسرة وقلب في السلاح حتى صار إلى باب الحير مما يلي الجوسق والقصر الأحمر » « 8 » . وفي إحدى الروايات أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1807 .\r\n( 2 ) ن . م 3 / 1810 .\r\n( 3 ) ن . م 3 / 1804 .\r\n( 4 ) ن . م 3 / 2040 .\r\n( 5 ) ن . م 3 / 1789 .\r\n( 6 ) ن . م 3 / 1848 .\r\n( 7 ) ن . م 3 / 1802 .\r\n( 8 ) ن . م 3 / 1804 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالثائرين على المهتدي خرجوا من الدار مما يلي باب القناة ، ودخل الموالي مما يلي باب القصر الأحمر « 1 » .\r\nوذكر الطبري قنطرة الرفيف قد نزل الناس بها وخرج المهتدي في هذا اليوم إلى الحير وعرض الحرس ، وأمر أن تنصب الخيام والمضارب فتضرب في الحير « 2 » .\r\n\r\nالشوارع :\r\nعندما اختط المعتصم سامرّاء وضع لها خمسة شوارع عريضة متوازية ذكر اليعقوبي أنها تمتد من الشمال إلى الجنوب وهي :\r\n1 . شارع السريجة : وهو الشارع الأعظم ممتدا من المطيرة إلى وادي إسحاق بن إبراهيم .\r\n2 . شارع أبي أحمد بن الرشيد : وهو يتصل بخشبة بابك وبالجامع الذي شيده ، وينتهي بوادي إبراهيم بن رباح .\r\n3 . شارع الحير الأول : وهو يتصل بوادي إسحاق بن إبراهيم .\r\n4 . شارع برغامش : أوله من المطيرة عند قطائع الأفشين ويمتد إلى الوادي الذي يتصل بوادي إبراهيم بن رباح .\r\n5 . شارع صالح العباسي : وهو شارع الأسكر .\r\n6 . شارع الحير الجديد : وهو خلف شارع الأسكر .\r\n7 . شارع الخليج : وهو على دجلة وعنده الفرض والسفن والتجارات التي تأتي في دجلة من البلاد الشمالية والجنوبية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1788 .\r\n( 2 ) المصدر نفسه 3 / 1827 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالمعالم العمرانية في سامرّاء وشوارعها\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوعقد جسرا واحدا يربط بين الجانبين الشرقي الغربي ،\r\nوعلى هذه الشوارع القطائع ، وبينها دروب لم تذكر أسماؤها .\r\nإن اثنين من هذه الشوارع مسمّيين برجلين من الأسرة العباسية هما أبو أحمد بن الرشيد ، وصالح العباسي الذي لم أتحقق من هويته ، وشارعا واحدا باسم برغامش التركي ، وشارعين سميا باسم موضعهما الخليج والحير ، واثنين من هذه الشوارع سمّيا باسم غريب ( هما شارع السريجة ، وشارع الأسكر ) وذكر الآبي شارع السرى لم يذكره اليعقوبي ، ولم يسمّ المعتصم شارعا باسمه أو باسم أحد أولاده أو البارزين من رجال الإدارة . إن هذين الشارعين ضبطت رسمهما المخطوطات التي اطّلعت عليها ، وليس لهما معنى لغوي ، وفيما عدا ما ذكره الآبي ، فإن المصادر لم تذكر أسماء شوارع قد تصوّب ما جاء في كتاب البلدان لليعقوبي وتبقى هذه التسميات الغريبة لهذين الشارعين مثار شك لأنها لا تنسجم مع أي تفسير منطقي . أما شارع السريجة فقد مرّ ذكره .\r\n\r\nتطور العمران والشوارع زمن المتوكل\r\nعني المتوكل منذ توليه الخلافة بالإعمار وبناء القصور ، وأعاد تنظيم إعمار سامرّاء « فاتصل البناء من بلكوارا إلى آخر الموضع المعروف بالدور مقدار أربعة فراسخ ، وزاد في شوارع الحير وشارع الأسكر الشارع الجديد ، وبنى المسجد الجامع من أول الحير في موضع واسع خارج المنازل لا يتصل به شيء من القطائع والأسواق » وجعل الطرق إليه من ثلاثة صفوف واسعة عظيمة من الشارع الذي يأخذ من وادي إبراهيم بن رباح ومن كل صف حوانيت فيها أصناف التجارات والبياعات وعرض كل صف مائة ذراع بالذراع السوداء .\r\nومد الشارع الأعظم من دار أشناس التي بالكرخ ، وهي التي صارت للفتح ابن خاقان مقدار ثلاثة فراسخ إلى قصوره . . وأقطع الناس يمنة الشارع ويسرته ، وجعل عرض الشارع الأعظم مائتي ذراع ، وقدر أن يحفر من جنبي الشارع نهرين يجري فيهما الماء من النهر الكبير . . واتصل البناء من الجعفرية إلى\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالموضع المعروف بالدور ثم الكرخ وسرّ من رأى مادّا إلى الموضع الذي كان ينزله ابنه أبو عبد الله المعتز ( بلكوارا ) ، ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه ، فكان مقدار ذلك سبعة فراسخ .\r\nإلا أن هذا الإعمار لم يدم إذ لمّا ولي المنتصر « انتقل إلى سرّ من رأى وأمر الناس جميعا بالانتقال من الماحوزة ، وأن يهدموا المنازل ويحملوا النقض إلى سر من رأى ، فانتقل الناس وحملوا أنقاض المنازل إلى سرّ من رأى وخربت قصور الجعفري ومنازله ومساكنه وأسواقه في أسرع مدة ، وصار الموضع موحشا لا أنيس به ولا ساكن ، والديار بلاقع كأنها لم تعمّر ولم تسكن .\r\nويتبين من هذا أن التحول الذي أراده المتوكل لم يدم طويلا ، فعاد الناس بعد مقتله إلى سامرّاء ، والراجح أنهم أو أكثرهم ، عادوا إلى منازلهم الأولى ، وأعادوا إعمارها ، ولابدّ أن نشير إلى أن في هذا الكلام مبالغة يصعب قبولها بحرفيتها .\r\n\r\nمواد البناء والعمال\r\nإن أول مستلزمات بناء المدينة هو توافر المواد الأولية وتوافر الأيدي العاملة للقيام بالبناء . ولا ريب في أن أرض سامرّاء توفّر المادة لصنع اللّبن والجص والطابوق ، وهذه تؤمن البناء البسيط كالذي كانت عليه الكوفة والبصرة في السنوات الأولى من تشييدهما ، وهي تؤمّن بناء البيوت البسيطة لعامة الناس كما أنها أساسية لبناء حتى القصور . غير أن المعتصم استهدف إنشاء مدينة متقدمة في العمران لا تقلّ في مستواها عما كانت عليه بغداد في زمنه ، أي بعد مرور أكثر من سبعين سنة على تأسيسها ، وكان هذا يتطلب استيراد بعض المواد الضرورية لتحقيق هذا المستوى العمراني ، وفي هذا يقول اليعقوبي إن المعتصم « كتب في حمل الساج وسائر الخشب والجذوع من البصرة وما ولاها وسائر السواد ، ومن أنطاكية وسائر سواحل الشام وفي حمل عملية الرخام وفرش\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالرخام ، فأقيمت باللاذقية وغيرها دور صناعة الرخام « 1 » » ، ولابدّ أن هذا بعض وليس كل ما يحتاجه تشييد هذه المدينة من مواد وأن كثيرا منها تم استيراده من مناطق وجودها كالأخشاب اللينة في المناطق الجبلية شمال العراق ، ومعادن الحديد والنحاس ومصنوعاتها . ولابدّ أن استمرار نموّ سامرّاء جعل استيراد هذه المواد مستمرا ليتابع نموّها الذي يمكن القول بأنه استمر إلى آخر زمن المتوكل وقد أسهم في نشاط التجارة والعمل وفي ما يطلبانه من عمال وصنّاع .\r\nوامتد الاستيراد إلى الغروس والمزروعات فحمل النخل من بغداد والبصرة وسائر السواد وحملت الغروس من الجزيرة والشام والجبل والري وخراسان وسائر البلدان « 2 » ، ولم تذكر المصادر أنواع هذه الغروسات التي لابدّ أن كثيرا منها من نباتات الزينة والنباتات الطبية ، وأنها زوّدت القصور بهذه النباتات .\r\n\r\nالصناع :\r\nيذكر اليعقوبي أن المعتصم « كتب في أشخاص الفعلة والبنائين وأهل المهن من الحدادين والنجارين وسائر الصناعات » ، ويذكر أيضا أنه أقدم من كل بلد من يعمل عملا من الأعمال أو يعالج مهنة من مهن العمارة والزرع والنخل وهندسة الماء ووزنه واستنباطه والعلم بمواضعه من الأرض . وحمل من مصر من يعمل القراطيس وغيرها . وحمل من البصرة من يعمل الزجاج والخزف والحصر ، وحمل من الكوفة من يعمل الخزف ومن يعمل الأدهان ومن سائر البلدان من أهل كل مهنة وصناعة فأنزلوها في هذه المواضع ، وأقطعوا فيها ، وجعل لهم هناك أسواقا لأهل المهن بالمدينة « 3 » .\r\nاشتهرت كلّ من المدن الثلاث التي ذكرها اليعقوبي ، وهي مصر والكوفة والبصرة ، بإنتاج سلع عرفت بها ، فجلب صنّاع الخزف من البصرة والكوفة ، ولعل منتوجات أخرى جلب صنّاعها من أكثر من مدينة ، ولابدّ أنه حرص على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 258 .\r\n( 2 ) م . ن 263 .\r\n( 3 ) م . ن 264 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nإقامة الصناعات المتميزة الراقية ، وقامت بجانبها صناعات تسد الحاجات « الشعبية » للعدد الكبير من السكان ، غير أن إنتاج هذه الصناعات في سامرّاء كان لسدّ حاجاتها ، وليس لتصديرها ، فلم يرد في المصادر ما ينص على أن سامرّاء أصبحت مركزا لإنتاج مصنوعات تصدّر إلى مدن أخرى .\r\nويذكر أن المعتصم استورد أهل كل مهنة وصناعة ، مع عيالهم إلى هذه المواضع وأقطعوا فيها ، وجعل هناك أسواقا لأهل المهن بالمدينة « 1 » . يتبين من هذا النص أن الذي أورده اليعقوبي وهو معروف بسعة اطلاعه أن المعتصم ألزم الصنّاع الأحرار بالمجيء إلى مدينته الجديدة ، مع عيالاتهم للإقامة الدائمة فيها .\r\nولابدّ أن المعتصم كان يدرك أن إقامتهم ستكون دائمة لأن الحاجة إلى أعمالهم ستستمر مع دوام نمو المدينة التي جلبهم إليها . وهذا يدل على أن هدفه منها إنشاء مركز حضري متنام وليس مجرّد معسكر ، وهؤلاء الصنّاع مرتبطون بمهنهم وليس بأصولهم العرقية ، وأصول سكناهم منوعة ، عدّد منها مصر والبصرة والكوفة ، وأشار إلى جماعات جيء بهم « من سائر البلدان » أي من مدن متعددة لم يسمّها ، ولكنهم يحتفظون بسماتهم المتميزة بارتباطهم بالمهنة بالدرجة الأولى . ولعلهم كانوا يسيرون وفق تقاليدهم الخاصة القديمة في المهنة ، وأن الدولة لم تتدخل في تغيير هذه التقاليد التي كان يرى بعض الفقهاء « إذا كانت في البلاد سنّة أعجمية فليس للإمام أن يغيّرها » « 2 » .\r\nتتابعت هجرة العمال والكسبة إلى سامرّاء بعد تأسيسها لأن الإعمار تتابع ، والنمو استمر ، وتدفّق الأموال لم ينقطع ، وكان انتقاء هؤلاء العمال والصناع حرّا غير مقيد وانحصر عملهم بحرفهم فلم يسهموا في الأحداث السياسية ولم يخلقوا مشاكل أمنية ، نظرا لازدهار الحياة الاقتصادية والمعاشية وقوة الخليفة القائمة على مكانة الخلافة المثبتة وعلى الجيش الموالي والذي لم تكن له صلة قوية بالكسبة والصناع من العناصر المدنية التي جاءت من بغداد والمناطق المجاورة لسامرّاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 264 .\r\n( 2 ) البخاري : بيوع 95 ، ابن سعد 6 / 94 ، أخبار القضاة لكويج 2 / 351 ، 372 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nأسواق سامرّاء :\r\nأدرك المعتصم أهمية السوق فحدّد في تخطيطه الأول لسامرّاء مكانا لها ، وفي هذا يقول اليعقوبي : إن المعتصم « خطّ المسجد الجامع واختط الأسواق حول المسجد الجامع وذكر في مكان آخر ووسعت صفوف الأسواق ، وجعلت كل تجارة منفردة ، وكل قوم على حدتهم على مثل ما رسمت عليه أسواق بغداد » « 1 » .\r\nوفي كلامه عن شارع السريجة ، وهو الشارع الأعظم ، ذكر مواقع الرطابين وسوق الرقيق في مربعة فيها طرق متشعبة فيها الحجر والغرف والحوانيت للرقيق ، ثم مجلس الشرطة والحبس الكبير ومنازل الناس . والأسواق في هذا الشارع يمنة ويسرة مثل سائر البياعات والصناعات ، ويتّصل ذلك بخشبة بابك ، ثم السوق العظمى لا تختلط بها المنازل ، كل تجارة منفردة ، وكل أهل مهنة لا يختلطون بغيرهم ، ثم الجامع الكبير الذي لم يزل يجمع فيه إلى أيام المتوكل ، والأسواق من أحد الجانبين ، ومن الجانب الآخر القطائع والمنازل وأسواق أصحاب البياعات الدنيّة مثل أصحاب الفقاع والهرائس « 2 » .\r\nيتبين من النص الأول أن تحديد مواقع الأسواق واختطاطها جرى منذ أول إنشاء سامرّاء ، وأن مواقعها جعلت حول المسجد الجامع ، أما النص الثاني فيظهر أن هذه الأسواق كانت في منطقة واحدة من شارع السريجة ، وهو الشارع الأعظم وعلى طرفيه ، ويوحي هذا النص أنه كان في سامرّاء « السوق العظمى » وهي متميزة عن بقية الأسواق ، ولكنها ليست بعيدة عنها ، يفصلهما مجلس الشرطة والحبس ، وهي ممتدة إلى خشبة بابك . أما السوق العظمى فتمتد إلى جامع المعتصم ، وفي آخره أسواق أصحاب الصناعات والبياعات الدنيّة .\r\nوجاء في النص الأول أن الأسواق وسّعت صفوفها ، وجعلت فيها كلّ تجارة منفردة ، وكل أهل مهنة لا يختلطون بغيرهم . ولم يذكر اليعقوبي من هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 258 .\r\n( 2 ) المصدر نفسه 260 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالأسواق الفرعية غير سوقي الرطابين والرقيق وكانتا في أوله ، وأسواق أصحاب البياعات الدنيّة مثل أصحاب الفقاع والهرائس .\r\nنظّم المعتصم أسواق سامرّاء على غرار أسواق الكرخ في بغداد حيث قال إنه أفرد كل تجارة في سوق ضمن السوق العظمى « على مثل ما رسمت عليه أسواق بغداد » ، وقد تحاشى المعتصم ما غاب عن أبي جعفر المنصور في تخطيطه الأول للمدينة المدوّرة وأطرافها في بغداد فسببت له بعض المشاكل الأمنية وحملته على أن ينقل في سنة 157 الأسواق وفي ناحية الكرخ وباب الشعير ، ويجعلها صفوفا وبيوتا لكل صنف ويعرفها الناس « 1 » . ولكل تاجر وتجارة شارع معلوم وصفوف في تلك الشوارع ، وحوانيت وليس يختلط قوم بقوم ولا تجارة بتجارة ، ولا يباع صنف مع غير صنفه ، ولا يختلط أصحاب المهن من سائر الصناعات بغيرهم ، وكل سوق مفردة ، وكل أهل منفردون بتجارتهم ، وكل أهل مهنة معتزلون عن غير طبعتهم وقد وضع على أسواق بغداد خراج « 2 » .\r\nثم نمت سوق على شاطئ دجلة كانت فيها « الفرض والسفن والتجارات التي ترد من بغداد وواسط وكسكر وسائر السواد من البصرة والأبلة والأهواز وما اتصل بذلك ، ومن الموصل وعربايا وديار ربيعة وما اتصل بذلك » « 3 » .\r\nأقيمت أسواق سامرّاء في موضعها الذي اختطّه لها المعتصم ، وأدى ازدهارها ونمو الحياة الحضرية فيها إلى ازدحامها ، فلما ولي الواثق الخلافة « زاد في الأسواق وعظمت الفرض التي تردها السفن من بغداد وواسط والبصرة والموصل » « 4 » ، ولم تذكر المصادر المناطق التي زيدت فيها الأسواق ، ولعل الامتداد إلى خشبة بابك ترجع إلى زيادة الواثق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 433 .\r\n( 2 ) البلدان 246 ، تاريخ بغداد للخطيب 1 / 123 .\r\n( 3 ) البلدان 263 .\r\n( 4 ) المصدر نفسه 265 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nولما ولي المتوكل الخلافة وبنى الجامع الجديد « جعل الطريق إليه من ثلاثة صفوف واسعة عظيمة من الشارع الذي يأخذ من وادي إبراهيم بن رباح ، في كل صف حوانيت فيها أصناف التجارات والصناعات والبياعات ، عرض كل صفّ مائة ذراع بالذراع السوداء ، لئلا يضيق عليه الدخول إلى المسجد في الجمع في جيوشه وجموع خيله ورجاله ، ومن كل صف إلى الصف الذي تليه دروب وسكك فيها قطائع جماعة من عامة الناس فاتسعت على الناس المنازل والدور ، واتسع أهل الأسواق والمهن والصناعات في تلك الحوانيت التي هي في صفوف الجامع » « 1 » .\r\nوفي سنة 245 شيّد المتوكل في الماحوزة على بعد ميلين من الكرخ مدينة الجعفرية ضمّت قصوره وإقطاعات ولاة عهوده وسائر أولاده وقوّاده وكتّابه وجنده والناس كافة وربطها مع الكرخ بشارع عرضه مائتا ذراع ، أقطع الناس على جانبيه ، وجدّ الناس في البناء الذي امتد واتصل من الدور والكرخ فسامرّاء وإلى بلكوارا في القادسية ( ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه فكان مقدار ذلك سبعة فراسخ ) « 2 » ونقل إلى الجعفرية الدواوين .\r\nشيّد المتوكل في الجعفرية أسواقا جعلت في موضع معتزل وجعل في كل مربعة وناحية سوقا ، وبنى المسجد الجامع ، « 3 » أي إن الجعفرية لم تقتصر على سوق واحدة ، وإنما على عدة أسواق منها الرئيسية في موضع معتزل ، ومنها المتفرقة في المربعات والنواحي ، ولا بدّ أن هذه الأسواق كانت واسعة فيها سلع متعددة لسدّ حاجة هذه المدينة الكبيرة ، ولعل معظم أهلها والعاملين فيها انتقلوا من أسواق سامرّاء التي ضعفت بهذا الإعمار الجديد الذي لم يطل أمده لأن المتوكل لم يقم فيها إلا تسعة أشهر ثم قتل وولّي ابنه المنتصر الخلافة فعاد إلى سامرّاء وأمر الناس جميعا بالانتقال من الماحوزة ، وأن يهدموا المنازل ويحملوا النقض إلى سرّ من رأى ، فانتقل الناس وحملوا نقض المنازل إلى سرّ من رأى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 260 .\r\n( 2 ) م . ن 266 - 7 .\r\n( 3 ) م . ن 266 - 7 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوخربت قصور الجعفري ومنازله ومساكنه وأسواقه في أسرع مدة ، وصار موضعها موحشا لا أنيس فيه ولا سكن ، والديار بلاقع كأنها لم تعمّر ولم تسكن « 1 » .\r\n\r\nأهل السوق :\r\nكان قوام السوق الحوانيت التي تعرض السلع المستوردة أو المصنّعة في سامرّاء والعاملين في ذلك . فتنظيم السوق وثيق الصلة بتنظيم أهلها والعاملين فيها . وأنشئت سامرّاء في منطقة سكانها قليلون . ولكن ، بالتعاون مع الجند الذين تقرّرت إقامتهم فيها صارت عملية تشييدها في غنى عن العمال غير الماهرين . ولابدّ أن استمرار نموّها أبقى الحاجة لهؤلاء العمال الذين استقر كثير منهم فيها وتحوّلوا من العمل في الأرض إلى العمل في المدينة ، ولعلهم كانوا أعظم من سمّاهم اليعقوبي « الناس » ونصّ على سكناهم في الشارع الأعظم ، وشارع أبي أحمد ، وشارع الحير ثم في الجعفرية وبالقرب من جامع المتوكل ، ومنع الأتراك من الاختلاط بهم .\r\nولابدّ أن هذه السوق الجديدة كانت تحتوي على أكثر أصناف السلع في السوق الأولى التي أقامها المعتصم ، وأن تشييد هذه السوق خفف الازدحام وآثاره في سوق المعتصم والتي من الأرجح أنها ظلت قائمة ، ولكن خفّ النشاط فيها ، كما أن كثيرا من الساكنين قربها من أهل الحرف نقلوا مساكنهم إلى أماكن قريبة من السوق الجديدة .\r\n\r\nأسواق محلية :\r\nقصد المعتصم من تخطيطه سامرّاء أن يجعلها مركزا واسعا ، ويقيم الأتراك في مراكز فرعية على مسافة من المركز ، وكان أبرز هذه المراكز الفرعية في المطيرة الواقعة في الأطراف الجنوبية الشرقية ، والكرخ الواقعة في الأطراف الشمالية الشرقية ، والحير في الجنوب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 267 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفأما المطيرة فقد أنزلها الأفشين الأشروسني الذي بنى فيها قصرا وأقطع أصحابه الأشروسنية وغيرهم من المضمومين إليه حول داره ، وأمره المعتصم أن يبني هناك سويقة فيها حوانيت تجار فيما لابدّ منه ، ومساجد وحمّامات ، وكانت المطيرة تبعد فرسخين عن معمور مركز سامرّاء وليس في ذلك الموضع شيء من العمارات ثم أحدقت العماره فيه ، وكانت للحسن بن سهل قطيعة في آخر الأسواق تمتد إلى خشبة بابك ، فامتدّ بناء الناس من كل ناحية ، واتّصل البناء بالمطيرة حتى صارت قطيعة الحسن بن سهل وسط سرّ من رأى « 1 » .\r\nأما الكرخ فقد أقطعه أشناس وأصحابه « وضمّ إليه عدة من القواد الأتراك والرجال ، وأمره أن يبني المساجد والأسواق « 2 » وأمر أشناس أن لا يطلق لغريب من تاجر ولا غيره مجاورتهم ، فأقطع قوما آخرين فوق الكرخ وسمّاه الدور .\r\nوجعل في كل موضع سويقة فيها عامة حوانيت الفاميين وهم باعة البقول والقصابين ومن أشبههم ممن لابدّ لهم منهم ، ولا غنى لهم عنهم . « 3 » ويوحي هذا النص أن هذه السويقات كانت للأتراك ولم يشغلها غرباء . أما خاقان عرطوج الذي أقطع مع أصحابه قرب الجوسق ، ووصيف الذي أقطع مع أصحابه عند الحير « 4 » ، فلم تذكر في قطائعهم أسواق ولعل الاعتماد في ذلك كان على السوق الرئيسية .\r\nأما أهل الصناعات والحرفيون من أهل المهن ، فكان لابدّ من جلبهم من المناطق الأخرى . وقد ذكر اليعقوبي منهم من جلب من البصرة والكوفة ومصر ، وأشار إلى أنه جلب أيضا من بلاد أخرى لم يسمّها والراجح أنه جلب من كل بلد صنّاع صناعة واحدة كالحرفيين الذين جلبوا من الكوفة والبصرة ، وبذلك تنسقت أصولهم الجغرافية مع حرفهم ، إلا أن الدولة عاملتهم على أساس حرفهم وراعت تميّز هذه الحرف ، ولعل أكثر الصناع أسكنهم المعتصم في الجانب الغربي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 256 .\r\n( 2 ) م . ن 258 .\r\n( 3 ) م . ن 259 .\r\n( 4 ) م . ن 228 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nتشمل السوق حوانيت لبيع السلع ، وربما لمعالجة بعضها . ولم تذكر في سلعها صناعات واسعة كالنسيج وغيره ، ويبدو أن أكثر الأعمال فيها تتصل ببيع المنتوجات وليس صناعتها ، ولم يرد ذكر صناعة تميزت بها سامرّاء أو كانت تصدّرها ، فسلعها استهلاكية تعتمد على ما تستورده من مواد أوّلية أو مصنوعات .\r\nلم يذكر للتجّار في سامرّاء دور متميز ، ولعل تجّار بغداد كانت لهم الهيمنة على العمليات التجارية في سامرّاء ، وأن بغداد احتفظت بمركزها التجاري العالمي ، وجعلت من سامرّاء مركزا فرعيا تابعا لها ، ومما يؤيّد هذا أنه لم يرد ذكر للخانات والفنادق في سامرّاء التي كانت ترتبط ببغداد وبالموصل بالطريقين النهري والبري ، والآخر كان يسلك الجانب الشرقي من دجلة ، وفي هذا يقول اليعقوبي : « اتصلت العمارة والمنازل بين بغداد وسرّ من رأى في البر والبحر ، أعني في دجلة وجانبي دجلة » « 1 » .\r\nيقول اليعقوبي : « وبلغت غلّات سامرّاء ومستغلاتها وأسواقها عشرة آلاف ألف درهم في السنة » « 2 » وهذا المبلغ قريب من نظيره في بغداد حيث كانت أجرة الأسواق ببغداد في الجانبين جميعا مع رحا البطريق وما اتصل بها في كل سنة اثني عشر ألف ألف درهم ، « 3 » علما بأن جباية بغداد تدخل فيها موارد رحا البطريق ، وهي في الراجح احتفظت بالتجارة العالمية .\r\nولابدّ أن تنامي سامرّاء وتزايد السكان فيها أدّيا إلى ازدحام السكن وارتفاع الأسعار فامتدت العمارات فيها ، بعد أن كانت قطائع وهبتها الدولة . وكانت قطيعة الحسن بن سهل في آخر الأسواق وبين خشبة بابك والمطيرة ، وليس في ذلك الموضع يومئذ شيء من العمارات ، ثم أحدقت العمارة به حتى صارت قطيعة الحسن بن سهل وسط سرّ من رأى ، وامتد بناء الناس من كل ناحية واتصل البناء بالمطيرة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 245 .\r\n( 2 ) م . ن 260 .\r\n( 3 ) م . ن 354 .\r\n( 4 ) م . ن 259 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوجرى أيضا توسّع في جهة الحير حيث كلما اجتمعت إلى إقطاعات لقوم هدم الحائط وبني خلف حائط غيره « واتسع الناس في البناء بسرّ من رأى أكثر من اتساعه في بغداد « 1 » وأصبح الجريب من الأرض كبيرا » « 2 » ثم شيّد المتوكل جامعه الجديد وانتقل إلى أطرافه الناس ، فاتسعت على الناس المنازل والسوق واتسع أهل الأسواق والمهن والصناعات في تلك الحوانيت والأسواق التي في صفوف المسجد الجامع « 3 » . ولا ريب في أن امتداد رقعة السكن وسعة الأراضي يخففان من غلاء أسعارها ، كما أن النشاط الاقتصادي الذي ساد فيها بسبب تتابع الأعمال أمن موارد لحياة معاشية طيبة ، فلم يذكر حدوث موجات غلاء فيها .\r\n\r\nالجانب الغربي وإعماره\r\nوصف الإصطخري الجانب الغربي من دجلة فقال : وتكريت من غربها إلى أن تنتهي إلى الأنبار بين دجلة والفرات قليلة العمارة ، وإنما العمارة منها ما يحاذي سامرّاء أميالا يسيرة ، والباقي بادية « 4 » . ويقول : سامرّاء كلها في شرقي دجلة ، وليس منها في الجانب الشرقي كله ، وعمارتها وزروعها وأشجارها فيما يقابلها من غربي دجلة « 5 » . إن هذا الإعمار يرجع إلى انخفاض نسبي وانبساط في الأرض ، وأن تربتها ليست كلسية ، واعتمدت في زراعتها على نهر الإسحاقي الذي قال عنه سهراب : وأوله أسفل من تكريت بشيء يسير في غربي دجلة ، عليه ضياع وعمارات ، يمر بطيرهان ويجيء إلى قصر المعتصم المعروف بقصر الجص ، ويسقي الضياع التي هناك في غربي مدينة سرّ من رأى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 263 .\r\n( 2 ) م . ن 234 .\r\n( 3 ) م . ن 265 - 6 .\r\n( 4 ) المسالك 87 .\r\n( 5 ) المصدر نفسه 85 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالمعروفات بالأولى والثانية والثالثة إلى السابعة ، ويصب في دجلة بإزاء المطيرة « 1 » .\r\nلم تذكر العمارات التي كانت على الإسحاقي ، وأكثرها فيما يظهر منذ زمن المعتصم ، واقتصر سهراب على القول بأن عليه عمارات وضياع وقصر الجص ، ولم يسمّ أيّا من الضياع السبع التي عليه .\r\nأورد اليعقوبي أشمل ما وصلنا من وصف للجانب الشرقي فقال : ولما فرغ المعتصم من الخطط ووضع الأساس للبناء في الجانب الشرقي من دجلة ، وهو جانب سرّ من رأى ، عقد جسرا إلى الجانب الغربي من دجلة ، فأنشأ هناك العمارات والبساتين والأجنة ، وحفر الأنهار من دجلة ، وصيّر إلى كل قائد عمارة ناحية من النواحي وحمل النخل من بغداد والبصرة وسائر السواد ، وحملت الغروس من الجزيرة والشام والجبل والريّ وخراسان وسائر البلدان ، فكثرت المياه في هذه العمارة في الجانب الشرقي بسرّ من رأى وصلح النخل وثبتت الأشجار ، وزكت الثمار ، وحسنت الفواكه ، وحسن الريحان والبقل ، وزرع الناس أصناف الزروع والرياحين والبقول والرطاب ، وكانت الأرض مستريحة ألوف السنين ، فزكا كل ما غرس فيها وزرع بها حتى بلغت غلة العمارات بالنهر المعروف بالإسحاقي وما عليه ، والإيتاخي ، والعمري ، والعبد الملكي ، ودالية ابن حماد ، والمسروري ، وسيف ، والعربات المحدثة ، وهي خمس قرى ، والقرى السفلى وهي سبع قرى ، والأجنة والبساتين ، وخراج الزرع أربعمائة ألف دينار في السنة .\r\nوأقدم المعتصم من كل بلد من يعمل عملا من الأعمال أو يعالج مهنة من مهن العمارة ومن سائر البلدان من أهل كل مهنة وصناعة ، فأنزلوا مع عيالهم بهذه المواضع ، وأقطعوا فيها وجعل هناك أسواقا لأهل المهن بالمدينة ، وحمل المعتصم إلى سامرّاء صناع القراطيس مع تربتها ومائها وأمرهم باتخاذه هناك ولم يخرج إلا الخشن الذي يتكسر « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سهراب 127 .\r\n( 2 ) البلدان لليعقوبي 263 - 4 ، الروض المعطار للحميري 253 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nيتبين من الفقرة الأخيرة من نص اليعقوبي أن الجانب الغربي أوطنه الحرفيين الذين أقدمهم من سائر البلاد من أهل كل مهنة وصناعة ، وخص بالذكر من أوردهم من البصرة والكوفة ومصر . وذكر أن كل هؤلاء أنزلوا بعيالهم بهذه المواضع ، وأقطعوا فيها ، وجعل هناك أسواقا لأهل المهن بالمدينة . ولم تحدّد المصادر مواقع هذه الأسواق التي لابدّ أنها كانت متقاربة وغير بعيدة عن منازلهم التي يكوّن مجموعها مدينة لم تسمّها المصادر بذلك . وقد يشير توكيله قائدا بعمارة كل ناحية إلى أنه كانت لهم عدة مجموعات سكنية ؛ وفي أيّ حال فكلّهم أغراب ، ومن مدن عربية ، إذ لم يشر إلى استقدامه ذوي مهن من مدن أعجمية ، وإن كان أشار إلى جلبه من سائر البلدان وهي عبارة عامة .\r\nاستورد المعتصم المهنيين لإعمار بلد نشأ في قفر ، ولابدّ أن الذين أسكنهم في الجانب الغربي كانوا يعملون في إعمار الجانب الشرقي ، فعمله محاولة لفصل الحرفيين في السكن عن الجانب الشرقي .\r\nوأولى المعتصم اهتماما خاصا بالإعمار الزراعي في الجانب الغربي ؛ ويسّر لنجاحه توافر الماء وصلاحية التربة ، ويبدو أن اهتمامه الأكبر كان بالبساتين وأشجار النخيل والفواكه والبقول والرياحين والرطاب ؛ مما يعين على اكتفائها الذاتي من هذه المنتوجات ويقلل اعتمادها الخطر على المستورد من البلاد الأخرى ؛ ومن الطبيعي أن هذه المنتوجات لاستهلاك أهل الجانب الشرقي ، وقد وصف المسعودي المعتصم بأنه يحب العمارة ، إعمار الأرض التي يجبى بها وعليها يزكو الخراج وتكثر الأموال وتعيش البهائم وترخص الأسعار ويتسع المعاش « 1 » .\r\nوعقد المعتصم جسرا ، لم تحدد المصادر موقعه بدقة ، يربط بين الجانبين وييسّر نقل السلع . ولعله كان على شارع الخليج ، وهو الشارع الذي على دجلة حيث الفرض والسفن والتجارات التي ترد من بغداد وواسط وكسكر السواد ، ومن البصرة والأبلة والأهوار وما اتصل بذلك . وفي هذا الشارع قطائع المغاربة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مروج الذهب 3 / 462 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nكلهم أو أكثرهم ، والموضع المعروف بالأزلاخ الذي عمر بالرجّالة المغاربة في أول ما اختطّت سرّ من رأى « 1 » .\r\nولما ولي الواثق الخلافة زاد في الأسواق وعظمت الفرض التي تردها السفن من بغداد وواسط والبصرة والموصل . ذكر اليعقوبي أن خراج ما على الإسحاقي بلغ أربعمائة ألف دينار « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان لليعقوبي 263 .\r\n( 2 ) المصدر نفسه 265 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالفصل السابع قصور الخلفاء\r\n\r\nقصور المعتصم\r\nعرف المعتصم باهتمامه بعمارة الأرض وبناء القصور ، ولم تكن له لذة في تزيينها وإنما كانت غايته الإتقان ، وكانت في سامرّاء إقامته الدائمة إبّان خلافته فلم يغادرها خلال السنوات الست من خلافته غير أشهر قليلة من سنة 223 في حملته على عمورية « 1 » : وذكر اليعقوبي أن المعتصم بنى العمارات والقصور وصيّر في كل بستان قصرا فيه مجالس وبرك وميادين « 2 » . وأنه لما عزم على تشييد سامرّاء أحضر المهندسين فقال اختاروا أصحّ هذه المواضع ، فاختاروا عدة مواضع للقصور ، وصيّر إلى كل رجل من أصحابه بناء قصر : فصيّر إلى خاقان عرطوج أبي الفتح بن خاقان بناء الجوسق الخاقاني ، وإلى عمر بن فرج بناء القصر المعروف بالعمري ، وإلى أبي الوزير بناء القصر المعروف بالوزيري « 3 » . وذكر ابن الفقيه أن المعتصم بنى ثمانية قصور ، فمن القصور :\r\nالجوسق ، والعبد الملكي ، وقصر الجص ، وقصر القصور ، وعمورية ، وقصر المطامير ، وقصر الأماني ، والقصر الخاقاني « 4 » . وسياق كلام ابن الفقيه يرجّح ، وإن لم يجزم ، أن تكون هذه القصور في سامرّاء ، غير أنه لم يذكر قصري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1326 .\r\n( 2 ) البلدان لليعقوبي 64 .\r\n( 3 ) المصدر نفسه 258 .\r\n( 4 ) البلدان لابن الفقيه 150 ( مخطوطة مشهد ) .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالعمري والوزيري اللذين ذكرهما اليعقوبي ، كما أنه جعل الجوسق الخاقاني قصرين هما الجوسق والخاقاني : وقد انفرد ابن الفقيه في ذكر هذه القصور ، عدا قصر الجص ، ولعل العبد الملكي منسوب إلى محمد بن عبد الملك الزيات .\r\nويظهر نص اليعقوبي أن هذه القصور كانت متفرقة ، وأن المهندسين هم الذين اختاروا أصلح المواضع لتشييدها ، غير أن اليعقوبي ذكر من أشرف على البناء ولم يذكر أسماء المهندسين أو الشروط التي رأوا توافرها في اختيار الأصلح . وقد يدل اختفاء ذكرها على أنها كانت بعيدة عن مواقع الأحداث التي مرت بسامرّاء ، وأنها أهملت أو هدمت وخربت في وقت مبكر . أما العمري فإن المسعودي يذكر أن المعتصم « أنزل بعض الفراغنة الموضع المعروف بالعمري والجسر » « 1 » وقد يكون استعمال المسعودي كلمة « الموضع » من أخطاء النساخ وصحيحها كلمة « القصر » ، وأنه هدم مؤخرا ، وظل اسمه يطلق على موضعه ولكن لا نعلم متى هدم ، ويذكر أنه تزوج فيه الحسن بن الأفشين بنت أشناس ، ونص على أنه قصر المعتصم « 2 » ، وكلام المسعودي يدل على أن موقع العمري قرب الجسر .\r\nأما الوزيري فإن المسعودي يذكر أن المعتصم لما اشترى دير النصارى بسامرّاء بنى قصره فيه فأسس بنيانه ، وهو الموضع المعروف بالوزيرية ، بسرّ من رأى ، وإليها يضاف التين الوزيري « 3 » ، فيكون الوزيري اسم الموضع الذي بنى القصر عليه ، وكان للأفشين متاع بالوزيرية « 4 » .\r\nويذكر الطبري أنه في أحد حوادث الاضطراب في زمن المهتدي وافى موسى في رجاله حتى صار إلى قنطرة في ناحية الوزيرية يوم الجمعة « 5 » ، وعسكر المهتدي في الحير وقرب منهم ثم خرج إلى الجوسق وعليه السلاح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مروج الذهب 3 / 467 .\r\n( 2 ) م . ن 3 / 430 .\r\n( 3 ) م . ن 3 / 467 .\r\n( 4 ) الطبري 3 / 1318 .\r\n( 5 ) المصدر نفسه 3 / 1815 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nأما قصر الجص فإن ياقوت يذكر أنه قصر عظيم قرب سامرّاء بناه المعتصم للنزهة فوق الهاروني « 1 » ، وكان أحمد بن المعتصم يسكن قصر الجص « 2 » ولعله بني له ، فقد ذكر سهراب ما يحدد موقعه حين قال إن نهر الإسحاقي أوله أسفل من تكريت ويجيء إلى الطيرهان ، ويصير إلى قصر المعتصم بالله المعروف بقصر الجص ويسقي الضياع هناك في غربي مدينة سرّ من رأى المعروفة الأولى والثانية والثالثة إلى السابعة ويصبّ في دجلة إزاء المطيرة « 3 » ، وفي قصر الجص أقام مؤنس ، وفي خلال إقامته احترق سقف من سقوف القصر « 4 » وعنده قتل عضد الدولة بختيار بن معز الدولة « 5 » وفيه مات البتاني « 6 » .\r\nويذكر اليعقوبي أن المعتصم أنشأ في الجانب الشرقي العمارات والأجنة ، وحفر الأنهار وصيّر إلى كل قائد عمارة ناحية من النواحي حتى بلغت غلة العمارات بالنهر المعروف والأجنة والبساتين وخراج الزرع أربعمائة ألف دينار في السنة « 7 » . إن النص الأول يشير إلى أن الجانب الشرقي شيّدت فيه قصور للقواد ، وهو يذكر قصورا لم يشر إليها سهراب ، ولا بدّ أن ( الإيتاخي ) الذي ذكره هو غير الإيتاخية التي تقع في الجانب الشرقي على القاطول الكسروي ثم صارت تسمّى المحمدية .\r\nولا بدّ أن « العمري » في هذا النص هو غير القصر المسمى بالاسم نفسه والذي يقع في الجانب الشرقي ، ومن القصور الثلاثة الأولى التي بناها المعتصم . أما العبد الملكي ، فالراجح أنه منسوب إلى محمد بن عبد الملك الزيات . ويبقى التساؤل عن فخامة هذه القصور ، والمبرر لبناء المعتصم أكثر من قصر واحد ، وعلاقة ذلك بمن سكن كل قصر أو أقام فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 4 / 110 .\r\n( 2 ) الأنساب لابن حزم 25 .\r\n( 3 ) سهراب 127 .\r\n( 4 ) عريب : تكملة تاريخ الطبري 1467 والكتاب نقل من الجزء الثالث لكتاب « الأوراق » .\r\n( 5 ) تجارب الأمم لمسكويه 2 / 381 ، ياقوت 4 / 111 .\r\n( 6 ) أخبار الحكماء 231 .\r\n( 7 ) البلدان لليعقوبي 263 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوبمقارنة ما ذكره سهراب بما ذكره اليعقوبي ، فإن سهراب ذكر قصر الجص الذي يوحي في سياق ذكره بأنه أول العمارات ، ولم يسمّ الضياع السبع التي أشار إليها ، أما اليعقوبي فسمى القرى المحدثة ، وهي الإيتاخي ، والعمري ، والعبد الملكي ، ودالية ابن حماد ، والمسروري ، وسيف ، والعربات المحدثة ، وهي سبع ، ولم يذكر أسماء الخمس المحدثة التي أشار إليها ، كما أنه لم يذكر قصر الجص . وتجدر الإشارة إلى أن ابن الفقيه ذكر أن « المعتصم بنى الجوسق ، والعبد الملكي وقصر الجص ، وقصر القصور ، والعمورية ، وقصر المطامير » « 1 » .\r\nولم يحدد مواقع هذه القصور التي حددت المصادر الأخرى منها الجوسق الغربي وقصر الجص في الجانب الشرقي .\r\nويذكر الطبري أن اللؤلؤة بني للواثق ، وظاهر النص يدل على أن المعتصم هو الذي بنى قصر اللؤلؤة الذي تنسب مصادر أخرى بناءه للمتوكل « 2 » .\r\nوينقل الرشيدي عن الصولي قصر المعتصم بالميدان الذي كان فيه للعباسية ، وجعل في الإيوان المنقوش في صدره صورة عنقاء وينقل البيروني عن الصولي بناء المعتصم هذا القصر والاحتفال الذي أقامه في افتتاحه ثم يذكر أن المعتصم لم يعد إلى ذلك القصر وخرب فلم يجتمع فيه ممن حضر ذلك المجلس أحد « 3 » .\r\n\r\nالجوسق :\r\nيرد في الأخبار ذكر الجوسق أكثر من أي قصر آخر في سامرّاء مما يدل على أهميته . وقد بناه خاقان عرطوج للمعتصم « 4 » ، ولذلك كثيرا ما كان يسمى الجوسق الخاقاني « 5 » تمييزا له عن الجوسق في ميدان الصخر ، والجوسق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان لابن الفقيه 150 .\r\n( 2 ) الذخائر والتحف للرشيدي 129 .\r\n( 3 ) الجماهر في معرفة الجواهر 154 .\r\n( 4 ) البلدان 258 .\r\n( 5 ) مروج الذهب 3 / 474 وانظر الدراسة القيمة لنورثج عن الخاقاني دار العامة ونشرها في مجلة الفتح الشرقية م 23 ص 143 - 172 سنة 1993 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالإبراهيمي اللذين بناهما المتوكل « 1 » ، ولابدّ هو الذي ذكر عنه ابن الداية موضع الجوسق « 2 » .\r\nكان الجوسق يقع على دجلة « 3 » ولم تذكر المصادر مساحته وأبعاده وتفاصيل معالمه العمرانية ، وإنما ذكر الطبري أنه كانت في الجوسق خزائن فيها من الأموال والجواهر وفاخر الثياب ، « 4 » وذكر أيضا فيه دواب الخاصة « 5 » .\r\nوفي الجوسق إيوان كان ممن قعد فيه جعفر بن المعتمد ، وأبو أحمد بن المتوكل « 6 » . وبنى المعتز في الجوسق في الصحن الكامل بيتا قدرته له أمه ، ومثلت حيطانه وسقوفه فكان أحسن بيت رئي « 7 » .\r\nوفي الجوسق حبس المعتصم الأفشين ثم بنى له حبسا مرتفعا وسمّاه لؤلؤة داخل الجوسق وهو يعرف إلى الآن الأفشين ، « 8 » وذكر المسعودي أن المستعين لما انحدر إلى بغداد اضطربت الفراغنة والأتراك وغيرهم إلى الموضع المعروف بلؤلؤة الجوسق « 9 » . وذكر مسكويه أن المعتصم بنى حبسا للأفشين شبيها بالمنارة وفي وسطها مقدار مجلسه والرجال ينوبون فيها كما يدور « 10 » ، وذكر الطبري أنه حبس في الجوسق كل من المعتز « 11 » ، والمؤيد « 12 » ، وأبو أحمد « 13 » وكنجور « 14 » ولم يذكر في أي مكان من الجوسق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر فيما يلي ما كتبناه عن قصور المتوكل .\r\n( 2 ) عيون الأنباء لابن أبي أصيبعة 136 .\r\n( 3 ) مروج الذهب 3 / 476 ، تاريخ اليعقوبي .\r\n( 4 ) الطبري 3 / 1716 .\r\n( 5 ) م . ن 3 / 1788 .\r\n( 6 ) م . ن 3 / 1787 .\r\n( 7 ) الديارات للشابشتي 179 .\r\n( 8 ) الطبري 3 / 1717 .\r\n( 9 ) مروج الذهب 4 / 77 .\r\n( 10 ) التجارب 519 .\r\n( 11 ) الطبري 3 / 1707 .\r\n( 12 ) م . ن 3 / 1668 .\r\n( 13 ) م . ن 3 / 1668 .\r\n( 14 ) م . ن 3 / 1707 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nدفن في الجوسق من الخلفاء المعتصم « 1 » ، والمنتصر وهو أول خليفة من بني العباس أظهر قبره وذلك أن أمه حبشية سألت ذلك فأذن لها وأظهرته بسامرّاء « 2 » ، كما دفن فيه المعتز عند قبر أبيه المنتصر « 3 » . أما الطبري فيذكر أن المعتز دفن مع المنتصر في ناحية قصر الصوامع « 4 » ؛ وذكر المسعودي أن المعتز صلى عليه أحمد بن المتوكل على الله ودفن في داره « 5 » ، وفي الجوسق نزل المنتصر بعد عشرة أيام من توليه الخلافة « 6 » ، ونزل فيه أيضا كل من المهتدي « 7 » والمعتمد « 8 » .\r\nوفي الجوسق حوصر المستعين « 9 » ، وأقام المهتدي فيه حولا كاملا « 10 » ، والمعتمد قبل أن ينتقل إلى الجانب الشرقي « 11 » .\r\nوردت عن بعض المعالم العمرانية للجوسق وما حوله معلومات متفرقة في ثنايا أخبار بعض الحوادث التي جرت في سامرّاء ، وخصوصا ما يتصل منها بالثورة على المهتدي . فقد ذكر اليعقوبي أن المعتصم « أقطع خاقان عرطوج مما يلي الجوسق الخاقاني وأمره بضمّ أصحابه ومنعهم من الاختلاط بالناس » « 12 » ولم تذكر المصادر موقع هذا الإقطاع ولا عدد أصحاب خاقان .\r\n\r\n[ عدد من أبواب قصر الجوسق 
  ]\r\nوورد في المصادر ذكر عدد من أبواب الجوسق والمعالم العمرانية قرب كل باب . ومما ذكرته :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ اليعقوبي 3 / 254 ، مروج الذهب 3 / 457 .\r\n( 2 ) تاريخ بغداد للحطيب 3 / 342 .\r\n( 3 ) المصدر نفسه 2 / 221 ، وهو ينقل عن ابن أبي الدنيا أنه دفن بباب الصميدعي الذي لم أجد له ذكرا في المصادر .\r\n( 4 ) الطبري 3 / 1710 .\r\n( 5 ) مروج الذهب 4 / 384 .\r\n( 6 ) الطبري 3 / 1446 ، 1502 .\r\n( 7 ) م . ن 3 / 1791 .\r\n( 8 ) م . ن 3 / 1927 .\r\n( 9 ) م . ن 3 / 1513 .\r\n( 10 ) م . ن 3 / 1802 ، 1804 ، 1818 .\r\n( 11 ) م . ن 3 / 1927 .\r\n( 12 ) البلدان 258 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالجوسق الخاقاني وقصر الخلافة\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\n1 . باب المصاف وباب إيتاخ :\r\nفقد ذكر الطبري أن المهتدي خرج من الدار من باب المصاف ، حتى خرج إلى الباب المعروف بإيتاخ ثم إلى سويقة مسرور ، ثم إلى درب الواثق حتى خرج إلى باب العامة ، ثم « صار إلى باب السجن فأطلق من فيه ، ثم صار إلى دار أبي صالح عبد الله بن محمد بن يزداد ، وكان أحمد بن جميل صاحب الشرطة نازلا فيه ، فدخل عليه ، فأخرج من ناحية ديوان الضياع ، ثم إلى الجوسق فحبس فيه عند أحمد بن خاقان ، وانتهب دار أحمد بن جميل » « 1 » ، وذكر الطبري في مكان آخر « أن دار أبي صالح بن عبد الله بن محمد بن يزداد » وهي بعد خشبة بابك وفيها أحمد بن جميل صاحب المعونة « 2 » .\r\n\r\n2 . باب البستان :\r\nذكر اليعقوبي « قطيعة إيتاخ ويتصل ذلك بباب البستان وقصور الخلفاء » « 3 » ولعل هذا البستان هو البستان الخاقاني الذي ذكر الطبري أن المعتصم اشترى مكانه بخمسة آلاف درهم « 4 » ، وأنه في الثورة في زمن المعتمد صار بغا إلى الجسر ثم خرج من البستان الخاقاني « 5 » .\r\n\r\n3 . باب الوزير :\r\nيذكر الطبري أن أبا داود أخرج الأفشين « من باب الوزير إلى محبسه » « 6 » وذكر أن الأتراك كانوا يؤيدون المهتدي « فكتبوا إلى موسى بن بغا وبايكباك ، فوافى موسى في رجاله حتى صار إلى قنطرة في ناحية الوزيرية يوم الجمعة ، وعسكر المهتدي في الحير ، وقرب منهم ، ثم خرج إلى الجوسق ، وعليه السلاح . . وهرب المهتدي ومر على باب أبي الوزير « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1821 - 2 ، وذكر الطبري « المطبق » في سامرا ( 3 / 1 / 1808 ) ولم ترد معلومات توضح ما إذا كان هذا المطبق هو السجن نفسه ، أم كان بنايتين مختلفتين .\r\n( 2 ) المصدر نفسه 3 / 1817 .\r\n( 3 ) البلدان 246 .\r\n( 4 ) الطبري 3 / 1180 .\r\n( 5 ) م . ن 3 / 1696 .\r\n( 6 ) م . ن 3 / 1313 .\r\n( 7 ) م . ن 3 / 1818 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n4 . باب النزالة :\r\nوقد خرج منه الأتراك في زمن المهتدي بعد أن كانوا متجمعين في الجوسق « 1 » .\r\n\r\n5 . باب القناة :\r\nوقد خرج الثائرون على المهتدي من الدار مما يليه « 2 » .\r\n\r\nدار العامة :\r\nدار العامة من أبرز المعالم العمرانية المتصلة بالأعمال الإدارية في سامرّاء ، وقد تفردت بهذا الاسم عن القصور ، وتردد ذكرها وذكر باب العامة في المصادر مما يظهر أن الأعمال التي تجري فيها كانت تتصل بعامة الناس ولا تقتصر على ما ينحصر بالخليفة أو جماعة محددة أو ديوان محدد . وقد انفردت سامرّاء عن المدن كافة ، والأمصار الإسلامية الأخرى ببناء له مثل هذا الاسم ، وقد تردد ذكرها في عدد من الحوادث التي جرت في سامرّاء منذ زمن المعتصم مما يدل على قدم تأسيسها بالرغم من أن المصادر لم تذكرها ضمن المنشآت التي ذكرت أن المعتصم شيدها ، ولعل تسميتها بهذا الاسم يدل على أنها لم تكن مسكنا للخليفة أو لأسرته ، وأن أهميتها كانت ترجع إلى الأعمال التي كانت تجري فيها وليس إلى فخامة بنائها ، أي إنها كانت تختلف عن ( القصور ) بطراز بنائها وبالوظائف التي كانت تؤديها .\r\nكانت دار العامة هي المركز الذي يقوم فيه الخلفاء بأداء أعمالهم الرسمية ، وذكر اليعقوبي دار الخليفة العامة التي يجلس فيها يوم الاثنين ويوم الخميس « 3 » ، وذكر الطبري أن المازيار لما قدم سامرّاء جلس المعتصم في دار العامة « 4 » ، وفي سنة 361 جلس المعتمد في دار العامة وأعلن قراره بتولية أولاده ولاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1824 .\r\n( 2 ) المصدر نفسه 3 / 1823 .\r\n( 3 ) البلدان 262 .\r\n( 4 ) الطبري 3 / 1303 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالعهد بالتتابع « 1 » . ولعل أعمالا أخرى مهمة كانت تتم في دار العامة لم يذكرها المؤرخون . ويقول اليعقوبي إن دير النصارى القائم قبل بناء سامرّاء كان بالموضع الذي صارت فيه دار السلطان المعروفة بالدار العامة وصار الدير بيت المال « 2 » ، لم تكن الأعمال في دار العامة منحصرة بالخلفاء ، وإنما امتدت إلى أعمال الوزراء ، ففي هذه الدار جلس أحمد بن أبي دؤاد واستدعى الأفشين لاستجوابه « 3 » ، وفيها قابل محمد بن عبد الملك الزيات أهل طرسوس عندما قدموا لبحث مبادلة الأسرى مع الروم « 4 » .\r\nوفي دار العامة نزل يحيى بن أكثم في أيام المتوكل لمّا ولّاه قضاء القضاة « 5 » ، ولعله كان يمارس في هذه الدار أعماله الرسمية .\r\nويذكر الطبري أنه في سنة 270 « أسقطت مرتبة من كانت له مرتبة في دار العامة من بني أمية كابن أبي الشوارب والعثمانيين » « 6 » ، وهذا يدل على أن دار العامة كانت مركز الإدارة وكانت تجري فيها التشريفات والمقابلات ، ولعله تحفظ سجلات لذلك .\r\nوالراجح أن دار العامة هي دار الخلافة نفسها التي أشار إليها الطبري في موضعين وذكر عن عقدها أنه « عقد محمد بن عبد الملك الزيات لإسحاق بن إبراهيم بن أبي خميصة مولى بني قشير من أهل أضاخ ، فيها على اليمامة والبحرين وطريق مكة ، مما يلي البصرة في دار الخلافة ، ولم يذكر أن أحدا عقد لأحد في دار الخلافة غير محمد بن عبد الملك الزيات « 7 » ، وذكر أيضا أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1820 .\r\n( 2 ) البلدان 255 .\r\n( 3 ) الطبري 3 / 1310 .\r\n( 4 ) المصدر نفسه 3 / 1453 .\r\n( 5 ) البلدان لليعقوبي 262 .\r\n( 6 ) الطبري 3 / 1530 .\r\n( 7 ) المصدر نفسه 3 / 1350 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nلما ولي المتوكل كان إيتاخ على رتبته جعل إليه الجيش والمغاربة والأتراك والموالي والبريد والحجابة ودار الخلافة « 1 » .\r\nوذكر الطبري أيضا ديوان العامة وأنه أسند توقيعه إلى عبد الله بن يحيى « 2 » ، ومما يؤيد ذلك قول اليعقوبي الذي ذكرناه أعلاه .\r\nكان في دار العامة بيت المال الذي نقبه اللصوص في سنة 231 ، وهو « في جوف القصر » وأخذوا اثنين وأربعين ألف درهم وشيئا من الدنانير « 3 » ، وهو مبلغ غير كبير قد يدل على أنه لم يكن بيت المال الرئيسي .\r\nوذكر اليعقوبي أن ديوان الخراج الأعظم كان يقع في الشارع الكبير « 4 » ، وكذلك خزائن العامة والخاصة « 5 » .\r\nوذكر اليعقوبي أن دار العامة تقع عندها دار هارون بن المعتصم وهو الواثق ، وهي في الشارع الأعظم الذي فيه القطائع وفيه ديوان الخراج الأعظم « 6 » .\r\nتردّد في الأخبار ذكر « باب العامة » الذي تدل تسميته على صلته بدار العامة ، ولعل إفراده في الأخبار عن هذه الدار يرجع إلى أنه الباب الوحيد لها ، وأن أهميته هي سبب شهرته ، وأنه سمّي بذلك اختصارا . وعند باب العامة صلب الأفشين « ليراه الناس » « 7 » ، وصلب أيضا يحيى بن عمر « 8 » ، وصالح بن وصيف « 9 » ، وضرب كاتب منكجور « 10 » ، وضربت أعناق أربعة عشر رجلا من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1482 .\r\n( 2 ) م . ن 3 / 1446 .\r\n( 3 ) م . ن 3 / 1350 .\r\n( 4 ) البلدان 261 .\r\n( 5 ) م . ن 273 .\r\n( 6 ) م . ن 261 .\r\n( 7 ) الطبري 3 / 1318 : تجارب الأمم لمسكويه 525 ( طبعة نحوية ) .\r\n( 8 ) م . ن 3 / 1532 .\r\n( 9 ) م . ن 3 / 1811 .\r\n( 10 ) م . ن 3 / 1874 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nثوار الزّنج « 1 » ، وطرح كل من أحمد بن إسرائيل وأبو نوح عيسى بن إبراهيم « 2 » ، ونصب رأس المستعين بباب العامة « 3 » ، وكل هذا يدل على أنه كانت أمام باب العامة ساحة واسعة .\r\nوردت في المصادر معلومات توضح باب العامة والمعالم العمرانية القريبة منه ، فذكر اليعقوبي أن الشارع الأعظم « وفيه قطائع عامة إلى دار هارون بن المعتصم ، وهو الواثق ، عند دار العامة . . ثم الخزائن ، وخزائن الخاصة والعامة « 4 » . وذكر الطبري أن واجن الأشروسني وافى « باب العامة من طريق الشارع على بيت المال » « 5 » . وذكر أيضا أن المهتدي خرج من الدار من باب المصاف ، حتى خرج من الباب المعروف بإيتاخ ، ثم إلى سويقة مسرور ثم درب الواثق حتى خرج إلى باب العامّة ثم صار إلى باب السجن « 6 » .\r\nويبدو أن باب العامة كان في الوجهة الجنوبية من القصر ويواجه المطيرة ، فلما جيء بابك إلى سامرّاء اصطف الناس من باب العامة إلى المطيرة « 7 » .\r\n\r\nالهاروني : قصر الواثق\r\nأقام الواثق عند تولّيه الخلافة في أحد قصور المعتصم ثم بنى له على شط دجلة قصرا يقال له الهاروني « 8 » ، تسمّى القصر به ، إذ إن اسمه هارون الواثق بالله وهو على دجلة بينه وبين سامرّاء ميل ، وبإزائه بالجانب الغربي المعشوق ، « 9 » وفوق هذا القصر كان قصر الجص الذي بناه المعتصم « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1860 .\r\n( 2 ) م . ن 3 / 1723 .\r\n( 3 ) م . ن 3 / 1522 .\r\n( 4 ) البلدان 262 .\r\n( 5 ) الطبري 3 / 1503 .\r\n( 6 ) م . ن 3 / 1821 .\r\n( 7 ) م . ن 3 / 1230 .\r\n( 8 ) مروج الذهب 4 / 40 .\r\n( 9 ) البلدان 4 / 946 .\r\n( 10 ) المصدر نفسه 4 / 116 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nأشرف على بناء الهاروني إبراهيم بن رباح « 1 » الملقب ب ( الجوهري ) وكان على الضياع « 2 » ، ويبدو أنه كان يجني من عمله أرباحا فلما غضب الواثق على كتّابه وصادرهم كان منهم إبراهيم بن رباح ، فأخذ الواثق منه ومن كتابه مائة ألف دينار « 3 » ، ولا بدّ أنه القصر الذي ذكر اليعقوبي في كلامه عن شارع السريجة الأعظم أنه يمتد إلى دار هارون بن المعتصم وهو الواثق ، عند دار العامة « 4 » .\r\nوكان في الهاروني في بنائه الأول رواق أوسط وفي أحد شقّي ذلك الرواق قبة مرتفعة في السماء بيضاء ، وكأنها بيضة إلا قدر ذراع ، فيما ترى العين ، حولها في وسطها ساج منقوش مغشّى باللازورد والذهب ، وكانت تسمّى قبة المنطقة ، وكان ذلك الرواق يسمى رواق قبة المنطقة « 5 » .\r\nوفي بنائه جعل له دكّتين : دكة غريبة ودكة شرقية ، وهي من أحسن القصور ، وكان على دجلة « 6 » ، ويتردد في مصادر ذكر الهاروني دون تحديد بقصره أو الراجح أن أكثرها عن القصر الأول « 7 » .\r\nذكر المسعودي أن المتوكل يقال إنه أنفق على الهاروني والجوسق الجعفري أكثر من مائة ألف ألف « 8 » . فإن صح هذا الخبر فإنه يدل على أن المتوكل جدّد بناءه ، أو أضاف إليه .\r\nلم تذكر المصادر أن الواثق بنى غير هذا القصر الذي يبدو أنه جعل فيه مقامه ، وقد دفن فيه « 9 » وأقام فيه المتوكل أول ما ولّي الخلافة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1331 .\r\n( 2 ) المصدر نفسه 3 / 1440 .\r\n( 3 ) البلدان 261 .\r\n( 4 ) الطبري 3 / 1332 .\r\n( 5 ) تاريخ اليعقوبي 3 / 208 ، البلدان 264 .\r\n( 6 ) مروج الذهب 4 / 40 .\r\n( 7 ) فتوح البلدان 296 ، معجم البلدان 3 / 17 .\r\n( 8 ) معجم البلدان 17 ، فتوح .\r\n( 9 ) الطبري 3 / 1331 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nمخطط الماحوزة\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوانتقل إليه من البرج ورجّحه على سائر قصوره بنى به البنية كثيرة « 1 » . ولما قبض المتوكل على محمد بن عبد الملك الزيات قبض ما في منزله من متاع ودواب وجوار وغلمان ، فصيّر ذلك كله في الهاروني .\r\nوكان الهاروني مسرحا لبعض حوادث الاضطراب في سامرّاء « 2 » ، فقد اجتمع فيه الموالي بعد مقتل المتوكل « 3 » .\r\nفلما حدث الشغب على المستعين خرج « من باب العامة منصرفا إلى الهاروني ، فبات هناك ، ومضى الأشروسنية إلى الهاروني « 4 » » .\r\nوفي الاضطراب الذي رافق هذه الأحداث بلغ ذلك الأتراك في الهاروني والدور فوثبوا على اصطبل السلطان فأخذوا ما كان فيه من الدواب وانتهبوها ، وحضروا الجوسق بالسلاح « 5 » .\r\nويقول ابن الجوزي إن المتوكل عندما بنى الجامع حملت القفة والحجارة التي في العوارة من باب الحجرة في الهاروني على عجل ومر بها الفيلة التي كانت للمتوكل « 6 » . وفي الطبري إشارة إلى أهمية النشاط في منطقة الهاروني حيث ذكر أن الفتح بن خاقان كان يتولى للمتوكل أعمالا ، « 7 » منها أخبار الخاصة والعامة بسامرّاء والهاروني وما يليهما « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1503 .\r\n( 2 ) المصدر نفسه 3 / 1501 .\r\n( 3 ) تاريخ اليعقوبي 3 / 208 ، البلدان 264 .\r\n( 4 ) الطبري 3 / 1531 .\r\n( 5 ) المصدر نفسه 3 / 1364 ؛ تاريخ بغداد للخطيب 14 / 2 .\r\n( 6 ) المعتصم حوادث سنة 237 .\r\n( 7 ) الطبري 3 / 1401 .\r\n( 8 ) تاريخ اليعقوبي 3 / 218 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالفصل الثامن [ قصور المتوكل والمعتمد 
  ]\r\n\r\nقصور المتوكل ومنشآته\r\nكان المتوكل أكثر الخلفاء العباسيين كلفا بالعمارة وبناء القصور ؛ فأما العمارة فإنه أدخل أو عمّم طراز البناء المعروف ب « الحيري ذي الكمين » ؛ وأوسع الإشارات العديدة في المصادر ما ذكره المسعودي في كتاب مروج الذهب إذ كان « أحدث المتوكل في أيامه بناء لم يكن الناس يعرفونه ، وهو المعروف بالحيري والكمين والأروقة » .\r\n« إن بعض ملوك الحيرة من النعمانية من بني نصر أحدث بنيانا من دار قراره ، وهي الحيرة ، على صورة الحرب وهيئتها للهجه بها وميله نحوها ؛ فكان الرواق فيه مجلس الملك وهو الصدر ، والكمان ميمنة وميسرة ، من يقرب منه من خواصه ، وفي اليمين منهما خزانة الكسوة ، وفي الشمال ما احتيج إليه من الشراب ، والرواق قد عم فضاؤه الصدر ، والكمين والأبواب الثلاثة على الرواق ، فسمّي هذا البنيان إلى هذا الوقت بالحيري والكمين ، إضافة إلى الحيرة ، واتبع الناس المتوكل في ذلك ائتماما بفعله ، واشتهر إلى هذه الغاية « 1 » » . ولا نعلم مدى استعماله في أبنيته وقصوره ، وإنما نقتصر بالإشارة إلى أن هذا الطراز هو من تفاصيل عمارة القصور ، وليس في طراز قصور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مروج الذهب 4 / 4 - 5 ؛ وانظر : اليعقوبي « مشاكلة الناس زمانهم » وذكر المسعودي أن المتوكل عمم لباس الملحمة وقال « إن الناس تابعوه في ذلك ، ومنها نوع فاخر يسمى « المتوكلية » هي نهاية في الحسن والصبغ وجودة الصنعة » ، مروج الذهب 4 / 3 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nذكر اليعقوبي في النص الذي كتبه عن سامرّاء بعض المنشآت العمرانية للمتوكل من الشارع والقصور والجامع والمنارة والحير ؛ ولم يذكر من القصور غير المحمدية والمتوكلية .\r\nووردت إشارات عن بعض هذه القصور والمنشآت في قصائد بعض الشعراء وكتابات الأدباء وذكرت بعض الكتب أسماء هذه القصور أو أكثرها ، ومن أبرزهم اليعقوبي في كتابه « التاريخ » والشابشتي في كتابه « الديارات » والغزولي في كتابه « مطالع البدور » .\r\nوذكر كل من ابن الفقيه في كتابه البلدان ( 147 - 144 ) مخطوطة مشهد وياقوت الحموي في كتابه « معجم البلدان » أسماء هذه القصور وكلفة كل منها ، وذكر الشابشتي وابن الفقيه كلفتها الإجمالية وأجريت تنقيبات واسعة كشفت عما بقي من معالم الجوسق الخاقاني ودار العامة وقصر بلكوارا والمتوكلية ؛ كما كشفت التنقيبات عن قصور ومعالم عمرانية لم تحدد أسماؤها .\r\nندرج أدناه قائمة بأسماء ما ذكرته المصادر من هذه القصور وكلفتها ونرمز لهذه المصادر ف : البلدان لابن الفقيه 143 - 144 ( مخطوطة مشهد ) ، ق : معجم البلدان لياقوت الحموي 3 / 17 - 18 ، ش : الديارات للشابشتي 159 ، غ : مطالع البدور للغزولي 2 / 177 ، ي : التاريخ لليعقوبي 3 / 15 .\r\nورتبنا القائمة تبعا لكلفة بناء كل قصر ، مقدرة بالدراهم ، عدا القليل المقدر بالدينار . وهي تعطي فكرة تقريبية عن ضخامته .\r\nوذكرنا في سجل خاص ما ورد عنها من إشارات إضافية في المصادر الأخرى ؛ علما بأن كلا من هرزفيل وأحمد عبد الباقي ذكر معاني كثير من الإشارات إليها .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالقصر بالمتوكلية 000 ، 000 ، 50 ف ق ش . غ الماحوزة 000 ، 000 ، 2 المنتظم حوادث سنة 237 عن الجعفري قال أبو العيناء : أنت بنيت في دارك . مروج الذهب 4 / 147 .\r\nاللؤلؤة 000 ، 000 ، 50 ف ق ش\r\nالعروس 000 ، 000 ، 30 ف ق ش الشاة 000 ، 000 ، 20 العروس 000 ، 000 ، 30 ياقوت 3 / 346 . ذكر الأصفهاني الأغاني 9 / 33\r\nالبهو 000 ، 000 ، 25 ف ق\r\nبركوارا 000 ، 000 ، 20 ف ق ش غ الإيوان فيه 100 50 ذراع الذخائر والتحف 118\r\nالمسناة 000 ، 000 ، 20 ف ق ش\r\nالمليح 000 ، 000 ، 20 ف ق ش غ\r\nالشاة 000 ، 000 ، 20 ق\r\nالمسجد الجامع 000 ، 000 ، 15 ف ق ش لم يرد ذكر لطفة الملوية التي ذكر الثعالبي أن أساسها جريب من الأرض وطولها حانة ذراع لطائف المعارف 161\r\nالبرج 000 ، 000 ، 10 ف ق ش ي الشابشتي 160 تاريخ اليعقوبي 3 / 60 ، ابن الجوزي 55\r\nالجعفري المحدث 000 ، 000 ، 10 ف ق ذكره الطبري 3 / 1486\r\nالسندان 000 ، 000 ، 10 ف ق ش اليعقوبي الشيداء 3 / 215 ؛ أعطيت\r\nالفرد في دجلة 000 ، 000 ، 10 ف ق ش ي\r\nالغريب 000 ، 000 ، 10 ف ق غ\r\nالمختار 000 ، 000 ، 5 ف ق ش غ\r\nالصبح 000 ، 000 ، 5 ف ق\r\nالمليح 000 ، 000 ، 5 ف ق ش\r\nالقصر في الإيتاخية 000 ، 000 ، 5 ف ق ش\r\nتحمل علوه وسفله 000 ، 000 ، 5 ف ق\r\nاللؤلؤة 000 ، 000 ، 5 ف ق لؤلؤة الجوسق في ارتفاعه الطبري 3 / 1837 بنى الواثق مروج الذهب 4 / 477 . نقضه المستعين ياقوت 2 / 375\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالحير 000 ، 000 ، 4\r\nالوحيد 000 ، 000 ، 2 ف ق فرشه الواثق ياقوت 4 / 41 هدمه المتوكل الطبري 3 / 1238\r\nالجوسق الإبراهيمي 000 ، 000 ، 2 ف ش صرف على الهاروني في الجوسق الجعفري أكثر من مائة ألف . مروج الذهب 4 / 40\r\nالفرد 000 ، 000 ، 1 ف ق ش على دجلة الطبري 3 / 1384\r\nالجوسق في ميدان العجز 000 ، 500 ف ق غ\r\nالقلايد 000 ، 55 دينار ف ق ش\r\nالبديع غ\r\nالمسناة ف ش\r\nالمجموع الكلي للكلفة ش 000 ، 000 ، 170 درهم : 000 ، 105 دينار\r\nف 000 ، 525 ، 130\r\nق 000 ، 000 ، 294\r\nس 000 ، 700 ، 1\r\nغ 000 ، 000 ، 274 : 000 ، 525 ، 13\r\nالذخائر والتحف 000 ، 100 ، 2\r\nللرشيدة 218\r\n\r\nالجعفرية :\r\nلا ريب في أن أوسع منشآت المتوكل في سامرّاء هو بناؤه وسكنه الجعفرية .\r\nخص الطبري بناء الجعفرية ببضعة أسطر ذكر أنها بنيت بها الماحوزة وسمّاها الجعفري « 1 » . وقال إن المتوكل أقطع القواد وأصحابه فيها ، وجدّ في بنائها ، وأقام في المحمدية ليشرف على إتمام بنائها . وأمر بنقض قصري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1438 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالمختار والبديع وحمل ساجهما إلى الجعفري ، وأنه أنفق عليها فيما قيل أكثر من ألفي ألف دينار ، وهي تعادل خمسين ألف ألف درهم ، وكان يسميها المتوكلية ، وأنه بنى فيها قصرا سمّاه لؤلؤة ، لم ير مثله في علوّه وأمر بحفر نهر يأخذ رأسه خمسة فراسخ فوق الماحوزة ، وقد ذكرنا هذا النهر عند كلامنا عن الماء .\r\nتفرّد الطبري بنصه القصير بذكر إقامته في المحمدية ، ونقضه المختار والبديع ، وبنائه لؤلؤة ، وذكره مأخذ النهر من كرمى ، وأخذه منازل وأراضي أهل جبلتا والخصاصتين وكرمى وإخراج أهلها منها . ولم يذكر مصائر أهل هذه القرى الذين لا بدّ أنهم استاؤوا ، ولا ذكر من صار يعمل في أراضيهم بعد إخراجهم .\r\nوذكر اليعقوبي في كتابه التاريخ « 1 » أن المتوكل انتقل إلى موضع يقال له الماحوزة ، على ثلاثة فراسخ من قصر سرّ من رأى وبنى هناك مدينة سمّاها الجعفرية ، وحفر فيها نهرا من القاطول ، فنقل الكتّاب والدواوين والناس كافة إليها ، وبنى فيها قصرا لم يسمع بمثله ، وأنه لما قتل دفن في قصره بالجعفري الذي كان سماه الماحوزة . ثم ذكر أن المستعين لما انصرف من الجعفري إلى سرّ من رأى ، أمر بتخريب تلك القصور فنقل الناس عنها ، وعطلت تلك المدينة فصارت خرابا ، ورجع الناس إلى منازلهم بسرعة « 2 » .\r\nقدم اليعقوبي وصفا واسعا للجعفرية فقال : وعزم المتوكل أن يبني مدينة ينتقل إليها وتنسب إليه ويكون له بها الذكر فأمر محمد بن موسى المنجم ومن يحضر ببابه من المهندسين أن يختاروا موضعا ، فوقع اختيارهم على موقع يقال له الماحوزة ، وقيل له إن المعتصم قد كان على أن يبني ها هنا ويحفر نهرا قد كان في الدهر القديم ، فاعتزم على ذلك ، وابتدأ النظر فيه سنة 245 ، وجدّ في حفر ذلك النهر ليكون في وسط المدينة ، فقدّر النفقة على ذلك النهر بألف ألف دينار ، فطاب نفسا في ذلك ورضي به ، وابتدأ الحفر وأنفقت الأموال الجليلة على ذلك النهر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ اليعقوبي 3 / 316 - 717 .\r\n( 2 ) التنبيه والإشراف 313 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nواختط موضع قصره ومنزله ، وأقطع ولاة عهوده وسائر أولاده وقواده وكتابه وجنده والناس كافة ، ومد الشارع الأعظم من دار أشناس التي بالكرخ والتي صارت للفتح بن خاقان مقدار ثلاثة فراسخ إلى قصوره ، وجعل دون قصوره ثلاثة أبواب عظام جليلة يدخل منها الفارس برمحه . وأقطع الناس يمنة الشارع الأعظم ويسرته ، وجعل عرض الشارع الأعظم مائتي ذراع ، وقدر أن يحفر في جانبي الشارع نهرين يجري فيهما الماء من النهر الذي يحفره .\r\nوبنيت القصور وشيدت القصور ، وارتفع البناء ، وكان يدور بنفسه ، ومن رآه قد جد في البناء أجاره وأعطاه . فجدّ الناس . وسمّى المتوكل هذه المدينة الجعفرية ، واتصل البناء من الجعفرية إلى الموضع المعروف بالدور . ثم بالكرخ وسرّ من رأى مادّا إلى الموضع الذي كان ينزله ابنه أبو عبد الله المعتز ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه ، فيكون مقدار ذلك سبعة فراسخ . وارتفع البنيان في مقدار سنة ، وجعلت الأسواق في موضع معتزل ، وجعل في كل مربعة وناحية سوقا . وبنى المسجد الجامع .\r\nوانتقل المتوكل إلى قصور هذه المدينة أول يوم من المحرم سنة 247 ، فلما جلس أجاز الناس بالجوائز ووصلهم ، وأعطى جميع القواد والكتّاب ومن تولّى عملا من الأعمال . وتكامل له السرور وقال الآن علمت أني ملك ، إذ بنيت لنفسي مدينة سكنتها . ونقلت الدواوين : ديوان الخراج وديوان الضياع وديوان الجند والشاكرية وديوان الموالي والغلمان وديوان البريد وجميع الدواوين . إلا أن النهر لم يتم أمره ، ولم يجر الماء فيه إلا جريا خفيفا ثم لم يكن له اتصال ولا استقامة على أنه قد أنفق عليه شبيها بألف ألف دينار ، ولكن كان حفره صعبا جدا إنما كانوا يحفرون حصى وأفهارا لا يعمل فيها المعاول . وأقام المتوكل نازلا في قصوره بالجعفرية تسعة أشهر وثلاثة أيام ، وقتل لثلاث خلون من شوال 247 في قصره الجعفري أعظم القصور .\r\nوولّي محمد المنتصر بن المتوكل فانتقل إلى سرّ من رأى وأمر الناس جميعا بالانتقال عن الماحوزة وأن يهدموا المنازل ويحملوا نقض المنازل إلى سرّ من رأى ، فانتقل الناس ، وحملوا نقض المنازل لسرّ من رأى ، وخربت قصور\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالجعفري ومنازله ومساكنه وأسواقه في أسرع مدة ، وصار الموضع موحشا لا أنيس به ولا ساكن فيه ، والديار بلاقع كأنها لم تعمّر ولم تسكن « 1 » .\r\n\r\nقصور المعتمد : المعشوق والأحمدي\r\nيقول اليعقوبي إن المعتمد عندما بويع بالخلافة أقام بسرّ من رأى ، بنى قصرا موصوفا بالحسن سماه المعشوق ، فنزله فأقام به حتى اضطربت الأحوال فانتقل إلى بغداد ثم المدائن من العراق « 2 » .\r\nوقال ياقوت : المعشوق اسم لقصر عظيم بالجانب الغربي من دجلة قبالة سامرّاء في وسط البرية باق إلى الآن ، ليس حوله شيء من العمران ، يسكنه قوم من الفلاحين ، إلا أنه محكم عظيم لم يبين في تلك البقاع على كثرة ما كان هناك من القصور غيره ، بينه وبين تكريت مرحلة « 3 » .\r\nوذكر الفيروزآبادي أن المعشوق قصر بسرّ من رأى « 4 » ، وذكر الصابي أن محمد بن عبد الله بن خاقان تقلد نفقات بنائه « 5 » .\r\nوفي سنة 350 هدم معز الدولة المعشوق بسرّ من رأى ، وحمل آجرّه لبناء قصره بالشماسية ، إلا أن الهدم لم يكن تاما ، فقد بقيت أطلال القصر حتى هذا اليوم « 6 » .\r\nذكر ياقوت أن قصر المعشوق في غرب سامرّاء قرية بينها وبين تكريت مرحلة « 7 » ، وذكر ياقوت أن الأحمدي قصر كان في سامرّاء لابن العباس أحمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 266 ، وانظر الروض المعطار 177 .\r\n( 2 ) البلدان لليعقوبي 268 ، الروض المعطار 182 . وذكر المسعودي أن المهتدي بنى قبة لها أربعة أبواب « قبة المعالم » وجلس فيها العام والخاص للمظالم « مروج الذهب » .\r\n( 3 ) معجم البلدان 4 / 576 .\r\n( 4 ) القاموس المحيط 3 / 256 .\r\n( 5 ) تحفة الوزراء 284 .\r\n( 6 ) المنتظم 7 / 2 .\r\n( 7 ) معجم البلدان 2 / 333 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nقصر العاشق\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nابن المعتمد على الله ابن المتوكل فسمّي به ، وأنه قد خرب وذكره ابن المعتز في شعره . والأحمدي إليه منتسب من قبل والمعشوق عشقه « 1 » .\r\nإن قصور الخلفاء ، التي عرضنا أعلاه المعلومات التي استطعنا جمعها عنها من المصادر الأدبية ، يمكن أن تضاف إليها قصور عدد كبير من الأفراد ذوي المكانة والثروة ، تميزت بأنها بنيت في السنوات القليلة الأولى من عصر الخلافة العباسية في سامرّاء ، ولم يستمر استخدامها أو نموّها ، وإنما أخلي كثير منها بعد عودة الخلفاء إلى بغداد وما تبعها من انتقال المتصلين بهم ، فقلّ السكان وأخليت القصور واتسع الخراب .\r\nوكانت هذه القصور في أيام عز ازدهارها منتشرة في رقعة واسعة من الأرض بصورة غير منتظمة أو منسقة ؛ ثم اندثرت فلم يبق منها إلا أطلال قصور ضخمة قليلة هي القصر الخاقاني وملحقاته بلكوارا ، والمسجد الجامع ، ومنارته الشاهقة ، ومنارة جامع أبي دلف في مكان المتوكلية والعاشق ، والقبة الصليبية في الجانب الشرقي ؛ وتشير المصادر الأدبية إلى فخامة بعضها فيروي التنوخي أن أحمد بن الخطيب في أيام الواثق استعمل في سقف داره سبعين قارية ساج ، والقارية ساجة عظيمة تستعمل صحيحة « 2 » ، ووصف التنوخي في أحد كتبه حبس المعتصم « 3 » .\r\nغير أن هذه الأوصاف القليلة لا تكفي لتقديم صورة واضحة لعظمة هذه القصور ، ووصف أثاثها ، وما يضمه كلّ منها من العاملين فيها والحشم والجواري ، ووصف البحتري في قصيدة بركة المتوكل ، وذكر التنوخي أنه كانت عليها قبة منصوبة على بركة يجري فيها الماء ، فأمر ( المتوكل ) أن يجمل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 4 / 576 .\r\n( 2 ) نشوار المحاضرة 8 / 49 .\r\n( 3 ) الفرج بعد الشدة 2 / 176 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nمجاري الماء إليها الزعفران على قدر ليحفر ويجري في البركة « 1 » . وذكر الفيروزآبادي بركة في جوسق دار الخلافة للمقتدر « 2 » ، غير بركة المتوكل ، علما بأن المصادر لم تذكر جوسقا في دار الخلافة ببغداد .\r\nوتجدر الإشارة إلى أن الخلفاء العباسيين في سامرّاء لم يعنوا بتشييد مدافن فخمة لهم ؛ وذكرت المصادر أماكن دفن الخلفاء في سامرّاء ، فالمعتصم دفن في الجوسق حيث توفي في قصره المعروف بالخاقاني « 3 » ، والمتوكل دفن في قصره بالجعفرية « 4 » ، ولكن لم تقم على مدافنهم مشيدات . ويذكر المسعودي أن المنتصر أول خلفاء بني العباس أظهر قبره ولكن لم يذكر مكان هذا القبر أو مظاهر إظهاره . ويذكر المسعودي أن المعتز دفن في داره 18 ، أما الطبري فيقول إن المعتز دفن مع المنتصر في ناحية قصر الصوامع . جرت حفريات غير قليلة في أطلال سامرّاء أبرزها ما قامت به البعثة الألمانية قبل الحرب العالمية الأولى ، ونشرت ثمار أبحاثها في مجلدات ضخمة عرضت فيه ما وجدته في الأنقاض من زخارف ، وبقايا أسس عدد من الأبنية التي أجريت فيها الحفريات ، وتلت ذلك حفريات قامت بها مديرية الآثار العامة ، وفحوص معزّز بعضها بالصور الجوية لبعض هذه المعالم ، قام نورثج بدراسة بعضها .\r\nوأبرز ما تتميز به هذه اللّقى هو الزخارف الحصية الملونة ، ولعل كثيرا من البيوت العامة كانت مزخرفة ومبنية بالجص ، ومسقفة بالأخشاب ؛ وقد انتزع أكثرها بعد أن انتقل الخلفاء من سامرّاء . غير أن النمو السريع لسامرّاء يسّر لرواج عمل عمال البناء والمزوّقين والنجارين ما يتصل بأعمال البناء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نشوار المحاضرة 1 / 301 .\r\n( 2 ) القاموس المحيط . مادة جوسق .\r\n( 3 ) تاريخ اليعقوبي 3 / 20 ، مروج الذهب 3 / 474 - 499 .\r\n( 4 ) المصدر نفسه 8 / 715 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالفصل التاسع العباسيون والعلويون\r\n\r\nالأسرة العباسية\r\nلما عاد المأمون إلى بغداد سنة 204 اتّبع سياسة التسامح ، فلم يحاسب أحدا على تأييده الأمين أو التمرد على خلافته ؛ وحاول جلب رضى الأسرة العباسية وأنصارها ، وكانت تقيم في بغداد ، ولم ينتقل منهم أحد إلى خراسان مع المأمون .\r\nغير أن الحرب بين الأمين والمأمون وما تلاها من أحداث أضعفت هيبة السلطة العليا في النفوس ، وشجّعت روح التمرد عند ذوي الطموح ، وبخاصة من أبناء الأسرة العباسية ، وكان من أبرز الحركات التي واجهها المأمون حركة ابن عائشة ، ونشاط إبراهيم بن المهدي .\r\nفأما ابن عائشة فهو إبراهيم بن محمد بن عبد الوهاب بن إبراهيم الإمام ، وكان يدعو إلى إبراهيم بن المهدي ، وجمع حوله جماعة منهم محمد بن إبراهيم الأفريقي ، ومالك بن شاهي وعدد من القواد والشطار ودسوا من أحرق بعض الأسواق ، ولكن المأمون بتأييد المعتصم وبعض من معه من القادة ومنهم الأفشين وأشناس ، قضوا على الحركة وزجوا كثيرا من أنصارها في السجون ، وأعدم منهم ابن عائشة والأفريقي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بغداد لطيفور 69 ، 99 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nأما إبراهيم بن المهدي فكان قد نودي به خليفة عندما كان المأمون في خراسان ، ولكن لم تدم خلافته ، فلما قدم المأمون بغداد استتر إلى سنة 216 ، فقبض عليه المأمون ثم عفا عنه ، وقرّبه ، وكان يطرب لغنائه « 1 » . ويبدو أنه لم يكف عن طموحاته ، فكان ممن طلب المأمون في كتابه لعبد الله بن طاهر في المحنة ، محاسبتهم لأنهم ممن أغرى الجمهور الأعظم والسواد الأكبر « 2 » .\r\nيقول ابن الداية إن المعتصم عندما انتقل إلى سامرّاء لم يخرج معه من أهل بيته إلا العباس بن المأمون ، وعبد الوهاب بن علي « 3 » . فأما العباس فكان أبرز أولاد المأمون ، وقد أحدث استياء لديه تفضيل المأمون المعتصم عليه بالخلافة ، ولكنه احتفظ بولائه الظاهري للمعتصم ، ولكن المعتصم قتله في طريق عودته من عمروية سنة 223 مع عدد من القادة لاتهامه بمؤامرة ؛ وأما عبد الوهاب بن علي فكانت له ولأختيه قطيعتان في شارع السريجة الذي كانت فيه قطائع راشد ومبارك للمغربين وقطيعة لكلّ من جعفر الخياط وأبي الوزير ، وقطائع لعامة الناس إلى دار هارون الواثق « 4 » .\r\nإن خطط سامرّاء تظهر أن عددا من بارزي الأسرة العباسية انتقلوا معه ، فقد سمّي شارعان من الشوارع الخمسة الكبيرة التي خطها بأسماء رجال من الأسرة العباسية ، وهما شارع أبي أحمد ، وهو الشارع الثاني بعد السريجة ، الشارع الأعظم ، وشارع صالح العباسي وهو شارع الأسكر وكان الشارع الخامس .\r\nوكانت في شارع أبي أحمد قطائع قواد خراسان وأسبابهم من العرب ومن أهل قم وأصفهان وقزوين والجبال وأذربيجان يمنة في الجنوب مما يلي القبلة ، فهو نافذ إلى شارع السريجة الأعظم ، أما شارع صالح العباسي ، وهو شارع الأسكر ، ففيه قطائع الأتراك والفراغنة ، ودار صالح على رأس الوادي ، وتتصل بذلك قطائع القواد والكتاب وأبي أحمد الذي سمّي الشارع الثاني باسمه هو ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بغداد لطيفور - 100 ؛ وانظر إبراهيم بن المهدي لبدري محمد فهد .\r\n( 2 ) الطبري 3 /\r\n( 3 ) عيون الأنباء لابن أبي أصيبعة 36 .\r\n( 4 ) البلدان لليعقوبي 167 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nابن هارون الرشيد ، وقد رافق المتوكل في ارتحاله إلى دمشق ، وعمّر حتى أدرك خلافة المعتز « 1 » ، وكانت له قطيعة في وسط الشارع المسمّى به والذي فيه ديوان الخراج « 2 » . أما صالح العباسي فلم تحدد المصادر هويته ، إذ ورد في المصادر ذكر صالح بن هارون الرشيد « 3 » ، وصالح بن العباس بن محمد بن علي بن عبد الله بن العباس « 4 » ولعله هو صاحب مصر « 5 » .\r\nوكان ممن حضر احتفال المتوكل بقصر بلكوارا كلّ من المنتصر ، وإبراهيم وأبو أحمد وأبو سليمان أبناء الرشيد ، وأحمد والعباس ابنا المنتصر ، والقاسم ابن الرشيد وعلي بن المعتصم « 6 » .\r\nوالجدير بالذكر أن الخلفاء العباسيين في سامرّاء أنجبوا عددا من الأولاد ، فكان للمعتصم تسعة أولاد ، ولي منهم الواثق ثم المتوكل الخلافة ، وكان للواثق ستة أولاد ، ولي الخلافة من أولاده المهتدي ؛ وكان للمتوكل عشرة أولاد ولي منهم الخلافة كلّ من المنتصر والمعتضد ، ويذكر الثعالبي أن المتوكل كان له خمسون ولدا من الذكور وعشرون من الإناث ، وكان للمنتصر ولدان وخمس بنات وللمهتدي ثمانية أولاد ، وللمعتمد عشرة أولاد .\r\nذكرت المصادر قصورا لكل أو بعض هؤلاء : فأحمد بن المعتصم سكن قصر الجص ، والواثق بن المعتصم كان يسكن الهاروني قرب دار العامة قبل انتقاله إلى قصره الذي شيده على دجلة ، وأسكن المتوكل ثلاثة من أولاده قصورا . وذكر اليعقوبي أن المتوكل سلم عليه أولاد ستة خلفاؤهم منصور بن المهدي ، والعباس بن الهادي ، وأبو أحمد بن الرشيد ، وعبد الله بن الأمين وموسى بن المأمون ، وأحمد بن المعتصم وإخوته والواثق ؛ ولعلّ كثيرا منهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان لابن الفقيه .\r\n( 2 ) الأنساب لابن حزم 22 .\r\n( 3 ) البلدان لليعقوبي 262 .\r\n( 4 ) بغداد لطيفور 71 ، 179 ، 180 .\r\n( 5 ) الأنساب لابن حزم 25 .\r\n( 6 ) الذخائر والتحف للرشيدي 113 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nكان يقيم في سامرّاء « 1 » ، ولعل معظم إن لم يكن كل من هؤلاء الأولاد كان له مسكن خاص لم تذكر المصادر موقعه . وكانت لبعض هؤلاء الخلفاء زوجات من الأسرة العباسية ، فقد تزوج الواثق إحدى بنات المأمون ، وتزوج المتوكل ابنة المأمون وابنة العباس بن علي بن المهدي « 2 » . وكان بعض الخلفاء يجرون على زوجاتهم وأولادهم مبالغ ضخمة « 3 » ، وذكرت علاقة بعض الخلفاء برجال من نسل الخلفاء العباسيين الأول فكان صالح بن علي بن يعقوب بن أبي جعفر صاحبا للمهتدي ؛ وهبة الله بن إبراهيم المهدي ممن يجالس المعتمد والفضل ابن العباس أثيرا عند المعتز « 4 » ، وذكر ابن حزم أن كلا من هارون بن محمد ( ت 327 ) من أحفاد عيسى بن موسى ، وسليمان بن علي الذي ألّف كتابا عن نسب العباسيين « 5 » .\r\nولما ذهب المتوكل إلى الشام صحبه بعض الهاشميين « 6 » ؛ وكان المقدمون في زمن المهتدي الهاشميين والقضاة وأصحاب المراتب « 7 » . ووردت إشارات إلى ما كان يجري في سامرّاء للهاشميين ، ويقصد بهم العباسيون ، فقد أقطع المتوكل جماعة من الكتّاب والقواد ، ودفع المعتصم لإبراهيم بن المهدي خمسين ألف دينار « 8 » ، وذكر اليعقوبي أن المعتصم أقطع عند الحير جماعة منهم الهاشميون ، وذكر الصابي أنه كانت لهم أرزاق قطعها محمد بن عبد الله بن طاهر تأولا وكان الجاري لهم ثلاثين دينارا في الشهر ، وكان عددهم في زمن المستعين أربعة آلاف « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التاريخ لليعقوبي 3 / 209 .\r\n( 2 ) جمهرة النسب لابن حزم 172 .\r\n( 3 ) نفقات الدولة العباسية للزهراني 172 .\r\n( 4 ) جمهرة النسب لابن حزم 24 .\r\n( 5 ) المصدر نفسه 33 .\r\n( 6 ) بغية الطلب لابن العديم 10 / 46 .\r\n( 7 ) الطبري 3 / 1394 .\r\n( 8 ) البلدان لليعقوبي 266 .\r\n( 9 ) الوزراء للصابي 65 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالعلويون\r\nإن تعبير « الهاشميون » يشمل العباسيين والعلويين الذين كان لهم في توجهاتهم السياسية تياران متباينان ، أحدهما الذي يتبناه المشايعون لزيد بن علي في موقفه المعتدل في الحكم على أبي بكر وعمر ، ولكنهم يرون وجوب مقاومة السلطان الذي لا يرتضونه بالسلاح ، وكانوا أقوى محرك للثورات العلوية على العباسيين . والتيار الثاني هو الذي يتبناه من سمّوا الاثني عشرية ، وموقفهم متشدد في الحكم على أبي بكر وعمر ، ولكنهم لا يؤيدون الثورات المسلحة « 1 » ، فمعارضتهم فكرية سلمية . وأشارت المصادر إلى الموقف المعتدل تجاههم لكلّ من هارون الرشيد « 2 » ، والمأمون الذي استقبل وفدا منهم لدى عودته إلى بغداد وقال لهم تناسوا « 3 » ، وأعلن التبرؤ من ذكر معاوية وتفضيل علي ، ونصح المعتصم بعد تسميته وليا للعهد بأن يحسن إلى السيّىء من العلويين وبمتابعة دفع صلاتهم فإن حقوقهم تجب من وجوه شتى « 4 » وردّ إليهم فدك « 5 » .\r\nلم يذكر للمعتصم والواثق موقف متشدد من العلويين الذين لم يزجوا أنفسهم في قضية خلق القرآن ، ويذكر الطبري أن عمر بن فرج كان يتولى أمرهم وكان يجري عليهم الرزق « 6 » . فلما ولي المتوكل الخلافة شدد على العلويين ، فهدم قبر الحسين وما حوله من المنازل والدور ؛ فتفرقوا « 7 » . ولما ولي المنتصر أظهر الميل إلى العلويين ، وترك البحث عن أخبارهم ، وأباح لهم زيارة قبر الحسين وأطلق أوقافهم « 8 » . وأيد العلويون المستعين في نزاعه مع المعتز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 605 .\r\n( 2 ) بغداد لطيفور 15 .\r\n( 3 ) المصدر نفسه 69 .\r\n( 4 ) الطبري 3 / 1139 .\r\n( 5 ) فتوح البلدان 42 - 43 ؛ تاريخ اليعقوبي 2 / 469 ؛ معجم البلدان 4 / 154 .\r\n( 6 ) الطبري 3 / 1526 .\r\n( 7 ) م . ن 3 / 1406 .\r\n( 8 ) م . ن 3 / 1563 ، 1568 ؛ مروج الذهب 4 / 2051 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوكان للعلويين ولأولادهم عطاء جار ، أسوة بالعباسيين ، وكانت عدتهم قريبا من ألفين ، وعدتهم مع العباسيين أربعة آلاف « 1 » ولا تذكر المصادر كم منهم كان يقيم في سامرّاء التي ضمت رفات الهادي والحسن العسكري وهو الإمام الحادي عشر ؛ وظل مدفنهما أبرز معالم سامرّاء العمرانية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوزراء للصابي 25 وتجدر الملاحظة أن عددا من الأمويين كانوا مقربين للعباسيين ذكر منهم ابن حزم في كتاب الأنساب الحسن بن محمد عم أبي الفرج الأصبهاني ، وعبد الله بن أحمد ابن هيثم ( الأنساب 107 ) ومن أبرز الأمويين ابن أبي الشوارب . وقد أفضنا الكلام عن هذه التيارات في بحث يجري نشره .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالفصل العاشر أهل الدواوين والوجهاء\r\n\r\nالدواوين والكتاب\r\nاقتضى اتخاذ سامرّاء مقرّا دائما للخلفاء أن تنتقل فيها المؤسسات الأمنية المتصلة بالخلافة بما فيها الحجابة والحراسة ، والمؤسسات المتعلقة بإدارة الدولة وماليتها العامة وتشمل المكاتبات والجبايات والنفقات ؛ وقد أشارت إلى ذلك المصادر ، فيقول اليعقوبي إن المعتصم لما أراد الإقامة بالقاطول قبل بنائه سامرّاء « أقطع القواد والكتاب والناس ، فابتنوا حتى ارتفع البناء ولما شيد سامرّاء اختط أماكن قصوره ، ثم احتفظ القطائع للقواد والكتّاب والناس ، وخط المسجد الجامع ، وخط الأسواق « 1 » . وذكر المسعودي أنه عندما شيّدت سامرّاء نقلت إليها الدواوين والعمال وبيوت الأموال . إضافة إلى الدواوين المحلية المتعلقة بسامرّاء « 2 » . ونصّت بعض المصادر على الدواوين التي كانت في سامرّاء ومواقعها ، فذكر اليعقوبي في تاريخه « مال الخراج والضياع والبريد والمعاون » « 3 » ، وذكر في كتاب البلدان خلال كلامه عن شارع السريجة وهو الشارع الأعظم « كانت القطائع تمر إلى ديوان الخراج الأعظم ، وهو في هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 258 .\r\n( 2 ) التنبيه والإشراف 321 .\r\n( 3 ) تاريخ اليعقوبي 3 / 213 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالشارع الكبير ، ثم مجلس الشرطة والسجن وذكر في كلامه عن شارع أبي أحمد قطيعة الكتّاب وسائر الناس ، وقطيعة أحمد بن الرشيد في وسط الشارع ؛ وكان شارع الأسكر ، وهو الشارع الخامس يتصل بقطائع القواد الكتاب والوجوه « 1 » .\r\nوذكر الطبري ديوان الخراج الأعظم « 2 » وبيت المال « 3 » ولا ريب في أن جمع الكتاب وعدد من كبار المسؤولين ، متقاربين في سكناهم قرب الدواوين ومجلس الشرطة والحبس ، قرب المغاربة والخراسانية وبعض المغاربة ، له أهمية في العمل .\r\nويذكر اليعقوبي أن أحمد بن المدبر كانت له سبعة دواوين : ديوان الخراج والضياع والنفقات الخاصة والعامة والصدقات والمواريث والضياع . . « 4 » وكان لإيتاخ الجيش والمغاربة والأتراك والموالي والبريد والحجابة ودار الخلافة « 5 » .\r\nولما انتقل المتوكل إلى المدينة التي أنشأها في الماحوزة سنة 247 نقل إليها الدواوين : ديوان الخراج وديوان الضياع وديوان الزمام وديوان الجند والشاكرية ، وديوان الموالي والغلمان ، وديوان البريد ، وجميع الدواوين « 6 » . والجملة الأخيرة توحي بدواوين أخرى نقلها لم يسمّها . وأفراد الضياع العامة والخاصة وذكر رؤسائها يدلّ على تزايد أهمية الضياع وتفرّدها بأساليب خاصة بالنظر لمكانة أصحابها ونفوذهم ، مما يتطلب أساليب خاصة في التعامل بها .\r\nوللدواوين تقاليد في أساليب عملها تتطلب ثقافة وتدريبا خاصا ، وقد ألّف العرب عددا من الكتب تبين ما ينبغي على الكاتب أن يتعلمه ويتقنه من معارف تمتد من حسن الخط وإتقان اللغة والعلم بالأسلوب إلى معرفة بالحساب والهندسة وأبواب الجباية . ولم تكن الكتابة في الدواوين حكرا لجماعة معيّنة ، وإنما هي مفتوحة تدل على معلوماتنا عن أصول عدد من البارزين منهم على أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 260 .\r\n( 2 ) الطبري 3 / 1821 .\r\n( 3 ) المصدر نفسه 3 / 1513 .\r\n( 4 ) تاريخ اليعقوبي 3 / 213 .\r\n( 5 ) البلدان 267 .\r\n( 6 ) الطبري 3 / 6381 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nأكثرهم من الأنبار ومن عدد من البلدان العراقية الأخرى . غير أن رسالة الجاحظ في ذم أخلاق الكتّاب تظهر ضيق نظرهم وغطرستهم وتعصّبهم للثقافة الفارسية وتقديرهم لكتبها ومادتها ، ولابدّ أن هذه المشاعر تجعلهم أقرب إلى الفرس ، إلا أنه لا توجد إشارة أو دليل على أنهم وثّقوا صلتهم بالعناصر الفارسية التي لم يكن لها صوت مسموع أو نشاط ثقافي خاص بهم في سامرّاء .\r\nوكان أكثرهم نصارى « 1 » .\r\nكانت الدولة تدفع للكتّاب رواتب شهرية تبعا لمكانتهم في العمل ، ووفق مستوى المعيشة ، وفي هذا يقول الجهشياري « كانت أرزاق الكتّاب والعمال في زمان أبي جعفر للرؤساء ثلاثمائة درهم للرجل ونحو ذلك ، وكذلك كانت في أيام بني أمية ، وعلى ذلك جرى إلى أيام المأمون ، فإن الفضل بن سهل وسع الجاري » « 2 » ، ولم يذكر مقدار هذا التوسيع غير أن المعلومات المتفرقة عن أرزاق الكتّاب بعد عودة الخلافة إلى بغداد لم تكن أكبر كثيرا « 3 » ، وكان رزق صاحب ديوان الرسائل أكثر من رزق صاحب الخراج ، ورزق المحرر أقل من رزق صاحب النسخ في ديوان الخراج « 4 » .\r\nكان في الإدارة العليا بعض الاستقرار إلى نهاية خلافة المتوكل ، فقد ولي الوزارة ، وهي أعلى المناصب الإدارية ، الفضل بن مروان منذ أواخر خلافة المأمون إلى أن توفي في أول خلافة المعتصم ، فتلاه محمد بن عبد الملك الزيات الذي ظل وزيرا إلى أن نكبه المتوكل وولّى بعده محمد بن الفضل ، ثم تلاه عبد الله بن يحيى ؛ واستوزر المنتصر أحمد بن الخطيب الذي ظل في الوزارة إلى خلافة المستعين الذي ولّى بعده صالح بن يزداد ، ثم ابنه أحمد بن صالح ، ثم أحمد بن إسرائيل الذي ظل في الوزارة إلى زمن المعتز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 639 ، 1414 .\r\n( 2 ) الوزراء والكتاب للجهشياري 126 ، الطبري 3 / 425 .\r\n( 3 ) انظر : النفقات في الدولة العباسية لضيف الله الزهراني 325 .\r\n( 4 ) في ذم أخلاق الكتاب للجاحظ 48 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوولي محمد بن إسحاق بن إبراهيم الشّرط للمعتصم والواثق والمتوكل .\r\nوولي الجيش عجيف بن عنبسة ، ثم إسحاق بن إبراهيم ، ثم ولّى المتوكل الشرط سليمان بن يحيى .\r\nكانت المناصب وخاصة المتصلة بالأمور المالية تدرّ على شاغليها موارد كبيرة ، لم تذكرها المصادر ، وإنما يستدل عليها مما روي عن مصادرات بعضهم ، فقد صادر الواثق إسرائيل على ثمانين ألف دينار ، والحسن بن وهب على أربعة عشر ألف دينار ، وسليمان بن وهب كاتب إيتاخ على مائتي ألف دينار ، وأحمد بن الخطيب وكتّابه ألف ألف دينار ، وعبد الله بن مخلد عشرة آلاف ، ونجاح ستين ألف دينار ، وأبو الوزير مائة وأربعين ألف دينار ، وإسحاق ابن سعد خمسين ألف دينار « 1 » .\r\nوصادر المتوكل محمد بن عبد الملك الزيات وغلامه سروج تسعين ألف درهم ، وعمر بن فرج ثلاثين ألف دينار إضافة إلى مائة وخمسين ألف دينار كانت مخبأة في داره ، ثم صالحه على عشرة آلاف دينار « 2 » ، وصادر إبراهيم النصراني على سبعين ألفا ، وعبد الله وأحمد ثلاثين ألفا « 3 » ، وإسحاق بن سعد خمسين ألفا ، وعبد الله بن مخلد اثني عشر ألفا « 4 » .\r\nولابدّ أن عددا آخر امتلك أتباعه مبالغ لم تصادر ، وبعضها غير قليلة ، واشترى المستعين من المعتز والمؤيد بعد عزلهما عن ولاية العهد جميع مالهم ضمن الدور والمنازل والضياع والقصور بعشرين ألف ألف دينار « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1331 - 6 ، وفي رواية أربعين ألف دينار 3 / 1443 .\r\n( 2 ) م . ن 3 / ، ستة عشر ألف ألف 3 / 141 .\r\n( 3 ) م . ن 3 / 1387 .\r\n( 4 ) م . ن 3 / 1445 .\r\n( 5 ) م . ن 3 / 1507 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nرجال الإدارة الرئيسيّون في عهد الخلافة العباسية في سامرّاء\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالوجوه وأهل النباهة :\r\nيقول اليعقوبي « انتقل الوجوه والجلة والقوّاد وأهل النباهة من سائر الناس مع المعتصم إلى سرّ من رأى في سنة 223 ، ثم اتصل بهم المقام في أيام الواثق والمتوكل ، ولم تخرب بغداد ولا نقصت أسواقها لأنهم لم يجدوا فيها عوضا ، لأنه اتصلت العمارة والمنازل بين بغداد وسرّ من رأى في البر والبحر ، أعني في دجلة وفي جانبي دجلة » « 1 » .\r\nحدّد اليعقوبي المنتقلين من بغداد مع المعتصم « الوجوه والجلّة والقواد وأهل النباهة من سائر الناس » ، وأن مقامهم في سامرّاء دام حتى نهاية خلافة المتوكل ( 223 - 245 ) أي قرابة ربع قرن كانت الأحوال فيها مستقرة وللخلافة مكانتها العليا المطلقة . وقد يوحي هذا النص أن تدهور سامرّاء بدأ منذ مقتل المتوكل الذي تلاه تدهور الأحوال المالية واضطراب الأمن بسبب الانقلابات العسكرية المتتابعة .\r\nلم يفصل اليعقوبي في « الوجوه والجلة وأهل النباهة من سائر الناس » ولعله قصد المقربين من الخلافة ورجال الحكم والإدارة المثقفين عموما ، ويلاحظ أن إقطاعات المعتصم في سامرّاء لغير القادة والجند اقتصرت على إقطاعات لأربعة من رجال الأسرة العباسية ، وإقطاعات لكبار رجال الدواوين ، ولطبيب واحد هو بختيشوع ، ولعل الوافدين على سامرّاء أبيح لهم البناء ، ولم يقطعوا إقطاعات واسعة ، ويقول ابن الداية إن المعتصم لما بنى سامرّاء أمر الموالي والقواد باللحاق به « 2 » ، ولم يخرج معه من أهل بيته إلا العباس بن المأمون وعبد الوهاب بن علي ، وذكر الطبري أن المهتدي بايعه هاشميون والقضاة والمعدلون وأصحاب المراتب « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 254 .\r\n( 2 ) عيون الأنباء في طبقات الأطباء 236 .\r\n( 3 ) الطبري 3 / 1794 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nترجم الخطيب لثلاثة وعشرين نسبهم إلى « العسكر » « 1 » ولابدّ أنه قصد سامرّاء ، وورد في أخبار الخلفاء الذين اتخذوا مقامهم في سامرّاء أسماء عدد غير قليل من الشعراء والكتّاب والأدباء والأطباء والمهندسين والفلاسفة والعلماء والمغنّين والجواري ممن لابدّ أنهم كانوا مقيمين بصورة دائمة أو لمدة غير قصيرة فيها ، ولكن كتب التراجم التي ألّف أكثرها في بغداد ، لم تشر إلى أقامتهم في سامرّاء ، مما ترك انطباعا غير صحيح أنهم من بغداد التي نسب إليها كثير من النشاط الفكري في سامرّاء إبان ازدهارها ولا ريب في أن قصر مدة ازدهار سامرّاء وامتداده في بغداد عمل على دمج نشاط أهل سامرّاء ببغداد التي لابدّ أنها احتفظت بمكانتها العلمية وخصوصا في علوم اللغة والدين . وترجم ابن النديم لأحد عشر من أهل اللغة والأدب والحديث ذكر أنهم ولدوا أو تواجدوا في سامرّاء .\r\nيظهر نص اليعقوبي الذي ذكرناه أعلاه أن قيام سامرّاء لم يؤدّ إلى تدهور الحياة الاقتصادية في بغداد التي احتفظت بأسواقها وما يتصل بها من نشاط تجاري ، ولم يرد ذكر لهجرة التجار من بغداد أو تحوّل المؤسسات التجارية إلى سامرّاء ، فظلت بغداد مركز التجارة العالمية ، وامتد نشاطها إلى سامرّاء التي لم تعمل على نقل التجارة إليها ، وإنما اقتصرت على نقل أصحاب الحرف لسد حاجاتها المحلية . وظلت مركز النشاط التجاري إلى أواخر الربع الأول من القرن الثالث .\r\nإن اتخاذ الخلفاء سامرّاء مقرا لمقامهم ، ونقل معظم الجند والحاشية إليها رافقه استلامها جبايات الأقاليم مما أمن موارد مقنّنة ومنتظمة لمجموعات المهيمنين وقدرتهم على الصرف لتأمين حاجاتهم المعيشية . وقد أدى هذا إلى إنعاش الناس وأصحاب الصناعات والمهن والبياعات بمختلف أعمالهم التي تخدم هؤلاء المهيمنين من كبار رجال الجيش والإدارة إلى صغار الجند والكتّاب ، ولابدّ أن مشاريع الإرواء القائمة في الجانب الشرقي والتي فتحت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بغداد مدينة السلام 2 / 226 - 7 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nفي الجانب الغربي يسّر العمل والربح للفلاحين وأهل الزرع في هذه المنطقة ، كما يسّر لعدد من المتنفذين الحصول على ضياع واسعة ، وأفسح ضعف الرقابة على كبار رجال الإدارة حصولهم على ثروات ضخمة من الدلائل عليها مبالغ المصادرات التي ذكرها الطبري لعدد من كبار رجال الإدارة ، فيذكر أن المتوكل في سنة 233 غضب على عمر بن فرج وكتب في قبض ضياعه وأمواله ، ثم صولح على عشرة آلاف ألف درهم وأخذ من محمد بن عبد الملك الزيات ما قيمته تسعون ألف دينار ، واستخرج من إبراهيم بن الجنيد النصراني سبعين ألف دينار ومن أبي الوزير نحوا من ستين ألف دينار ، ومن سعدون بن علي أربعين ألف دينار ، ومن عبد الله وأحمد بن سعدون نيفا وثلاثين ألف دينار عدا الضياع « 1 » ، ولعل آخرين لم تصادر أموالهم جنوا أرباحا من استغلال مناصبهم بأساليب منوعة ، وبمقادير متباينة .\r\nففي شارع السريجة قطائع قواد خراسان : هاشم بن بانيجور ، وهاشم والحمد بن علي المأموني ، وهارون بن نعيم ، وحزام بن غالب ، ثم يتلوها اصطبلات دواب الخليفة وشارع أبي أحمد ، وهو الشارع الثاني الموازي لشارع السريجة الأعظم ، كانت قطائع للخراسانية وبعض كبار رجال الدولة ، ثم تتصل الإقطاعات في هذا الشارع ، وعلى الدروب إلى يمينه ويساره إلى قطيعة بغا الصغير ، ثم قطيعة بغا الكبير ، ثم قطيعة سيما الدمشقي ، ثم قطيعة وصيف القديمة ، ثم قطيعة إيتاخ ، ويتصل ذلك إلى باب البستان وقصور الخليفة ؛ وظاهر النص أن هذه القطائع كانت متصلة ببعضها .\r\nظلت أكثر هذه الإقطاعات ثابتة لأصحابها ، وربما توارثوها ورثتهم من بعدهم ، غير أن بعضها تبدل أصحابها ، فإسحاق بن إبراهيم كانت قطيعته في آخر وادي السريجة ، ثم انتقل من قطيعته في أيام المتوكل فبنى على رأس الوادي واتسع في البناء ، وكانت قطائع الأفشين في المطيرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1377 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nالقصور والدور والمنازل والقطائع :\r\nفي المصادر أربعة مصطلحات عن أحوال الأراضي التي وزّعت هي الدور والقصور والمنازل والقطائع . فأما الدور والقصور فكانت لأفراد تختلف مساحاتها ، ولكنها من حيث العموم محدودة ، ويتميز القصر عن الدار بأنه أوسع مساحة وأفخم بناء وكثيرا ما يحاط ببساتين ومزروعات لزيادة تجميلها . أما المنازل فأكثر ما ذكرت مرتبطة بالجماعات ؛ فهي أقرب إلى ما نسميه اليوم الأحياء ؛ والأرجح أن رئيس الجماعة يقوم بتوزيعها على أفراد جماعته بالتساوي . ولم يرد خبر عن استياء أو احتجاج أيّ من الأفراد على هذا التوزيع ؛ وهي في الغالب تبيح لهم الحرية ، وإن لم تكن بمستوى الملكية الصرفة ؛ إذ قد ينقل الأفراد أو الجماعة منها دون أن يعطوا تعويضا ماليا عن ذلك .\r\nأما القطائع فإنها تكون أوسع ، وقد تعطى للأفراد أو الجماعات ، وتسمّى باسم من تقطع له ، وله حق التصرف فيها ، ولكنها ليست ملكا صرفا ، إذ يمكن سحبها دون تعويض .\r\nذكر اليعقوبي في سامرّاء عشر إقطاعات منسوبة إلى جماعات ، وأربعا وثلاثين إقطاعة منسوبة إلى أفراد أو جماعات أو لكليهما . وسمّى من نسب إليه الإقطاع ، وحدّد بالتقريب مواقعها التي يدل سياق كلامه على أن المعتصم أقطعها عند بدء تأسيس سامرّاء ، ولم ترد إشارة إلى مساحة أيّ منها . وإن كان الراجح أن مساحاتها متباينة ، وأنها أعطيت للرئيس وجماعته ، فهي واسعة تستوعب الجماعة ، وأن الرئيس الذي سمّاه اليعقوبي كان يقوم بتوزيعها على أفراد الجماعة بصورة متساوية أو متقاربة بعد أن يقتطع لنفسه قطعة متميزة بمساحتها وموقعها ويبني منزلا أفخم من منازل أفراد الجماعة .\r\nوالإقطاعات كافة ، التي ذكرها اليعقوبي في الجانب الشرقي ، متقاربة لا تبعد كثيرا عن مقر إقامة الخليفة في الجوسق الخاقاني ؛ إلا أنه ذكر أربع إقطاعات في الأطراف الخارجية من سامرّاء .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nالفصل الحادي عشر منازل المغاربة والعرب\r\n\r\nالمغاربة :\r\nيقول اليعقوبي في كلامه عن شوارع سامرّاء عندما خططها المعتصم إن أحد هذه الشوارع هو الشارع الذي على دجلة ويسمّى شارع الخليج . وفيه الفرض ومرسى السفن القادمة من بغداد محمّلة بسلعها ، وفي هذا الشارع قطائع المغاربة كلهم أو أكثرهم ، والموضع المعروف بالأزلاخ الذي عمر بالرجالة المغاربة في أول ما اختطّت سرّ من رأى « 1 » .\r\nقال المسعودي بعد كلام قصير عن جمع المعتصم الأتراك : « وقد كان المعتصم اصطنع قوما من حوف مصر ومن حوف اليمن وحوف قيس فسمّاهم المغاربة » « 2 » لم أجد إشارة إلى حوف اليمن ، أو حوف قيس . أما حوف مصر فقد أسكن فيه الوليد بن رفاعة والي مصر قيسا سنة 109 « 3 » ، وهو يمتد بين دمياط وأطراف حدود مصر الشرقية ، وقد حصلت فيه بعض الاضطرابات في أوائل زمن الخلفاء العباسيين ، ولكن لم يذكر حدوث اضطرابات فيه زمن خلافة المعتصم الذي أوقف العطاء على مقاتلة مصر سنة 213 ، أي قبل تأسيس سرّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 257 .\r\n( 2 ) مروج الذهب 3 / 465 .\r\n( 3 ) الولاة للكندي 76 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nمن رأى ، ولا تشير المصادر المصرية إلى نقل المعتصم مقاتلة من مصر إلى العراق ، سوى ما ورد في مادة « الأفشين » في دائرة المعارف الإسلامية أن الأفشين هو الذي جلب المغاربة من مصر وضمّهم إلى جيش المعتصم ، علما بأن ولاية الأفشين على مصر انتهت سنة 218 أي قبل تحوّل المعتصم من بغداد ، ولم يكن للأفشين تقدير لهم « 1 » .\r\nوكان الخلفاء العباسيون الأوائل قد استخدموا في جيشهم وحدات من الأفارقة كان لها إسهام في الدفاع عن بغداد لمّا حاصرتها قوات المأمون في قتالها الأمين ، ولكن المصادر لم تذكر معلومات عن زمن بدء استخدامهم وتطور دورهم أو تركيبهم القبلي وأصوله ، علما بأن كلمة ( أفريقية ) التي نسب إليها هؤلاء المقاتلة يقصد بها في الغالب بلاد شمال أفريقيا ، وأن المصادر ميزت بين هؤلاء الأفارقة وبين السودان والعبيد ، كما أنها كانت تميز في كثير من الأحيان بينهم وبين من تسمّيهم « البربر » .\r\nيتضح من كلام المسعودي أن المعتصم هو الذي جلب هؤلاء المغاربة إلى سرّ من رأى ، وأنه أسكنهم فيها منذ أول تأسيسها . وذكر اليعقوبي أن المعتصم أسكنهم الشارع الذي على دجلة ويسمّى شارع الخليج ، وهناك الفرض ومرسى والسفن والتجارات التي ترد من بغداد وواسط وكسكر وسائر السواد من البصرة والأبلة والأهواز وما اتصل بذلك ، ومن الموصل وباعربابا وديار ربيعة وما اتصل بذلك ، وفي هذا الشارع قطائع المغاربة كلهم أو أكثرهم ، والموضع المعروف بالأزلاخ الذي عمر بالرجالة المغاربة في أول ما اختطّت سرّ من رأى « 2 » ، وهذا الشارع مواز لدجلة ولا يخترق سامرّاء . ولما كان الجوسق الخاقاني يطل على دجلة ، فتكون قطائعهم بمحاذاة الجوسق ، ولعلها متصلة بقطائع لرجال من المغاربة في شارع السريجة ، وهو الشارع الأول ، ومن قطيعة راشد المغربي ، وقطيعة مبارك المغربي ، وسويقة مبارك ، وجبل جعفر الخياط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1313 .\r\n( 2 ) البلدان 267 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nوفيه قطيعته وقطيعة أبي الوزير « 1 » ، ولعله أفردهم عن قطائع بقية المغاربة ليميز مكانة أصحابها ، وأنها لم تكن كبيرة ، علما بأنه لم يذكر من قطيعة المغاربة على دجلة قطيعة لأحد .\r\nإن هذين النصين يظهران أن المغاربة كانوا متواجدين منذ أول تخطيط سامرّاء ، وأن قطائعهم كانت في موضع فيه منشآت لها أهمية سياسية وأمنية ، هي الجوسق ودوائر الدولة والسوق ، ولابدّ أن المعتصم اختار لهم هذا المكان لثقته بإخلاصهم ، وإدراكه إمكان انسجامهم مع أهل الفرضة والسوق ، ومراجعي الدوائر ، فوجودهم في هذا المكان لا يثير مشاكل كالتي أثارها الأتراك في بغداد عندما أراد إيطانهم فيها .\r\nورد في أخبار الحوادث ذكر أربعة من رجال المغاربة هم مبارك المغربي وراشد المغربي ، ويحيى العكي وزيلة المغربي ، فأما مبارك فقد وجّهه المتوكل لاستخراج أموال إبراهيم عبد الحميد ، « 2 » وذكر الطبري أن داره عند دار حبش في سامرّاء « 3 » . وأما راشد فإن المتوكل وجهّه لقبض أموال محمد بن عبد الملك الزيات « 4 » وهذا يظهر مكانتهما عند المتوكل ، وقيامهما ببعض الأعمال الإدارية الانضباطية . غير أن المصادر لم تذكر العشيرة التي ينتسبان إليها . وذكر حفيد حاجب النعمان أن المعتصم لما نزل سرّ من رأى ولّى راشد المغربي كورتين تتصلان بسرّ من رأى هما تكريت والطيرهان اللتان أخرجهما من الموصل ، وأبقى إلى ما ينسب إلى الموصل سبع كور « 5 » . أما يحيى العكي فقد ذكره الطبري في حوادث حصار قوات المعتز للمستعين عندما تحصن في بغداد ، « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 261 .\r\n( 2 ) الطبري 3 / 1354 .\r\n( 3 ) م . ن 3 / 1505 .\r\n( 4 ) م . ن 3 / 1354 .\r\n( 5 ) الوزراء .\r\n( 6 ) الطبري 3 / 1505 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nوأما زيلة المغربي فكان من قوات المغاربة وورد اسمه في حصار جيش المعتز لبغداد زمن المعتصم « 1 » .\r\nذكر الطبري أن المتوكل لما بويع بالخلافة « أمر للأتراك برزق أربعة أشهر ، والجند والشاكرية ومن يجري مجراهم من الهاشميين برزق ثمانية أشهر ، وللمغاربة برزق ثلاثة أشهر ، فأبوا أن يقبضوا ، فأرسل إليهم قائلا : من كان منكم مملوكا فليمض إلى أحمد بن أبي دؤاد فليبعه ، ومن كان حرّا صيّرناه أسوة بالجند ، فرضوا بذلك ، فتكلم وصيف فيهم حتى رضي عنهم ، فأعطوا ثلاثة ثم أجروا بعد ذلك مجرى الأتراك » « 2 » . يظهر هذا النص أنه كان في المغاربة مماليك وأحرار ، وأنهم لم يكونوا جميعا أسوة بالجند ، وأن المتوكل أراد تقليص عددهم عقابا لهم ، وأراد إبقاء وضعهم ، وأن رزقهم كان أقل من رزق الترك ، وبعد أن رضي عنهم جعل رزقهم مساويا لرزق الأتراك ؛ علما بأن المصادر لم تذكر مقدار هذا الرزق وتنوّعه تبعا لمراتبهم .\r\nيذكر الطبري أنه في سنة 252 إبّان الحرب بين المعتز والمستعين قدّرت أرزاق الأتراك والمغاربة والشاكرية فكان مبلغ ما يحتاجون إليه في السنة مائتي ألف ألف دينار ، وذلك خراج المملكة كلها سنتين « 3 » أي إن أرزاقهم قدرت ضعف موارد الدولة للسنة الواحدة ، وهو مبلغ كبير جدا حتى بمقاييس ذلك الزمن علما بأن هذا النص إجمالي لا يوضح نصيب كل جماعة في الجيش أو تفصيل النظام المتبع لتقدير ما يصيب الجندي الواحد .\r\nإن الطبري في تاريخه الذي ضم أوسع المعلومات تفصيلا عن الحوادث السياسية والحربية في القرن الثالث الهجري ، ذكر المغاربة في خبرين ، فقال في أحدهما إن إيتاخ في سنة 234 صار إليه الجيش والمغاربة والأتراك والموالي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1562 .\r\n( 2 ) م . ن 3 / 1473 .\r\n( 3 ) م . ن 3 / 1685 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nوالبريد والحجابة ودار الخلافة « 1 » ، وفي الحملة التي أعدت على الكرّ حاصر المسلمون تفليس وكان المغاربة مشاركين في حصارها « 2 » .\r\nتردد ذكر المغاربة في أخبار حوادث الاضطرابات التي حدثت بعد مقتل المتوكل ، وكانوا في هذه الحوادث مشاركين لمجموعات أخرى من الجيش ، واشتركوا مع الأتراك خاصة في عدد من الحوادث ، ولا سيما في تأييدهم المعتز ومقاتلة المستعين . فقد ذكر المستعين في رسالة شرح فيها موقفه وقال :\r\n« ثم إن هؤلاء الناكثين جمعوا جمعا من الأتراك والمغاربة ، ومن ولج في سوادهم ، ودخل في غمارهم » « 3 » وأن المعتز « استنهض جيشا من سامرّاء من الأتراك والمغاربة » « 4 » وقد قاتل المغاربة في إحدى هذه المعارك ببغداد ووصلوا سور باب الشماسية « 5 » وصاروا مع الأتراك إلى أبواب مدينة السلام ، « 6 » ثم قدم مزاحم بن خاقان مددا لمحاصري بغداد وقدم معه من كان معه من أصحابه من الخراسانية والأتراك والمغاربة ، وكانوا نحو ألف رجل « 7 » . وبذلك ازداد عدد محاصري بغداد وصارت « عدة الأتراك والمغاربة وحشوهم في الجانب الغربي اثني عشر ألف رجل » ورأسهم بايكباك ، وكانت عدة من كان مع أبي أحمد في الجانب الشرقي سبعة آلاف رجل خليفته عليهم الدرغمان الفرغاني ، ولم يكن بسامرّاء من قواد الأتراك ولا من قواد المغاربة إلا ستة نفر « 8 » .\r\nوفي هذه الحوادث « كتب المعتز إلى مزاحم فأجاب الأتراك والفراغنة والمغاربة « 9 » ، وشارك الأتراك والمغاربة في حصار باب بغواريا غربي « 10 » بغداد » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1383 .\r\n( 2 ) م . ن 3 / 1419 .\r\n( 3 ) م . ن 3 / 1569 .\r\n( 4 ) م . ن 3 / 1571 .\r\n( 5 ) م . ن 3 / 1579 .\r\n( 6 ) م . ن 3 / 1582 .\r\n( 7 ) م . ن 3 / 1588 .\r\n( 8 ) م . ن 3 / 1595 .\r\n( 9 ) م . ن 3 / 1619 .\r\n( 10 ) م . ن 3 / 1624 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nلم يدم التعاون بين الأتراك والمغاربة إذ إن المغاربة اجتمعت مع محمد بن راشد ونصير بن سعيد فغلبوا الأتراك على الجوسق وأخرجوهم منه ، وقال لهم كل يوم تقتلون خليفة وتخلعون آخر وتقتلون وزيرا . . وأخرجت المغاربة الأتراك من الجوسق وغلبوهم في بيت المال ، فاستعان الأتراك بأهل الكرخ ولكن المغاربة أعانتهم الغوغاء والشاكرية ، وضعف الأتراك وانقادوا للمغاربة ، فأصلح جعفر بن عبد الواحد بين الفريقين ، فاصطلحوا على أن لا يحدثوا شيئا ويكون في كل موضع يكون فيه رجل من أحد الفريقين يكون فيه آخر من الفريق الآخر « 1 » .\r\nقرّب المعتز المغاربة والفراغنة ورجّحهم على الأتراك فاستاء هؤلاء من عمله . وآخر ما ذكره الطبري عن المغاربة هو اتفاقهم مع الفراغنة على عزل المعتز « 2 » .\r\nذكر اليعقوبي في كلامه عن خطط سامرّاء أن في شارع أبي أحمد « قطائع المغاربة وقطائع العباسيين . ثم قطائع قواد خراسان وأسبابهم من العرب ، ومن أهل قم وأصبهان وقزوين والجبل وأذربيجان يمنة في الجنوب مما يلي القبلة فهو نافذ إلى شارع السريجة الأعظم « 3 » » . وكلمة « أسباب » غير واضحة ، وهي تمتد إلى أهل قم وأصبهان وقزوين والجبل وأذربيجان التي كان في كلّ منها مستوطنات عربية .\r\nوذكر المسعودي أن المتوكل عندما جفا الموالي والأتراك ضم إلى وزيره عبيد الله بن يحيى بن خاقان نحوا من اثني عشر ألف من العرب والصعاليك وغيرهم برسم المعتز ، وكانوا في حجره « 4 » ، ولم ترد إشارة أخرى إلى دور هؤلاء العرب ومواضع خططهم ولا إلى قوات عسكرية عربية في سامرّاء غير ما ورد في هذين النصين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1981 .\r\n( 2 ) المصدر نفسه 3 / 1709 .\r\n( 3 ) البلدان 261 .\r\n( 4 ) التنبيه والإشراف 312 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nالفصل الثاني عشر الخراسانيون\r\nكان الخراسانيون واحدا من الأصناف الخمسة التي ذكر الجاحظ أنّهم يكوّنون الجيش العباسي في زمنه ، بعد تأسيس سامرّاء ، وقد ذكرنا في فصل سابق أصولهم وتكوينهم ودورهم .\r\nقال اليعقوبي : « وجعلت الشوارع لقطائع قواد خراسان وأصحابهم من الجند والشاكرية ومن يمين الشوارع ويسارها يدور فيها منازل الناس كافة » « 1 » . وفي كلامه تعميم غير دقيق ، ولكنه يشير إلى أن أكثر الشوارع الرئيسية تمر بإقطاعات الخراسانيين .\r\nوذكر أيضا عن شارع السريجة وهو الشارع الأعظم الممتد من المطيرة إلى وادي إسحاق بن إبراهيم الذي فيه الدواوين وفي هذا الشارع قطائع قواد خراسان منها قطيعة هاشم بن بانيجور ، وقطيعة عجيف بن عنبسة ، وقطيعة الحسن بن علي المأموني ، وقطيعة هارون بن نعيم ، وقطيعة حزام بن غالب ، وظهر قطيعة حزام الاصطبلات لدواب الخليفة الخاصة والعامة يتولاها حزام ويعقوب أخوه ، ثم موضع الرطابين وسوق الرقيق « 2 » . وكل هؤلاء شاركوا في قتال بابك ، في هذا الشارع ، كذلك قطائع المغاربة ، والعباسيين ، وعدد من الموظفين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 259 .\r\n( 2 ) المصدر نفسه 262 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nوذكر أن الشارع الثاني ، وهو شارع أبي أحمد أوله دار بختيشوع الطبيب التي بناها في أيام المتوكل ، ثم قطائع قواد خراسان وأسبابه من العرب ومن أهل قم وأصبهان وقزوين والجبل وأذربيجان يمنة في الجنوب مما يلي القبلة ، فهو نافذ إلى شارع السريجة الأعظم ، وما كان مما يليه الشمال ظهر القبلة فهو نافذ إلى شارع أبي أحمد « 1 » ، ويتبين من هذا أن قطائع الخراسانيين كانت تشغل شارعي السريجة وأبي أحمد ، يشاركهم فيها قطائع الكتّاب وعدد من رجال الأسرة العباسية .\r\nإن النصوص التي ذكرها اليعقوبي « قطائع قواد خراسان » لا تذكر قطائع للخراسانيين ، ولعل اليعقوبي كان يقصد أن جند خراسان عند إنشاء سامرّاء كانوا مرتبطين بقوادهم غير أنه لا توجد إشارة إلى تركيب وعدد الجند المرتبط بكل قائد ، ولا مدى امتداد هذا الارتباط واستمراره ، وقد أشار اليعقوبي بصراحة إلى سكن بعض الجند مع قادتهم « قواد خراسان وأصحابهم من الجند والشاكرية » .\r\nذكر اليعقوبي أسماء خمسة من هؤلاء القواد وهم : هاشم بن بانيجور ، وعجيف بن عنبسة ، والحسن بن علي المأموني ، وهارون بن نعيم ، وحزام بن غالب ، لم أجد في الكتب إشارة إلى إبراهيم بن بانيجور ، وحزام بن غالب ، أما الثلاثة الآخرون ، فقد ذكر الطبري معلومات عن بعض أعمالهم ، فهارون بن نعيم بن الوضاح كان قائدا يقاتل الزّنج مع عجيف بن عنبسة زمن المأمون ، وكان يقود خمسة آلاف مقاتل « 2 » . وهذا العدد يعادل ما كان بإمرة عجيف ، مما يدل على مكانته المتميزة في قيادة جيش العباسيين الذي قضى على تلك الثورة التي عبثت بالأمن وهددت اقتصاد بغداد ، وشارك في الجيش الذي قاده الأفشين وقضى على ثورة بابك « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 261 .\r\n( 2 ) الطبري 3 / 1167 .\r\n( 3 ) المصدر نفسه 3 / 1067 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nأما الحسن بن علي المأموني فهو منسوب إلى بادغيس ، مما يدل على أن أصله منها ، وكان من رجال المأمون من قبل أن يظهر الخلاف بينه وبين الأمين ، وشارك في الجيش الذي أرسله المأمون بقيادة طاهر بن الحسين لمقاتلة الأمين ، وفي ضم الري إلى المأمون « 1 » ، وفي السيطرة على سوق الأهواز « 2 » ، ثم على المدائن « 3 » ، ثم في حصار بغداد « 4 » ، وفي إخماد ثورة أبي السرايا « 5 » ، وهذه الحوادث جرت قبل بناء سامرّاء بحوالي عشرين سنة ، مما يدل على أنه كان متقدما في السن عندما تأسست سامرّاء .\r\nأما عجيف بن عنبسة فكان من مشيخة الأبناء في خراسان « 6 » ، وانضم إلى جيش المأمون عندما كان يخمد ثورة رافع بن الليث ، « 7 » وشارك في إخماد ثورة أهل قم « 8 » ، وثورة بعض الخوارج ، « 9 » وكان من قواد المأمون البارزين عندما غزا الروم « 10 » ، وقاد جيوش الخلافة التي أخمدت ثورة الزّنج في أواخر خلافة المأمون « 11 » ، ثم كان من قواد المعتصم عندما توغل في بلاد الروم وفتح عمورية سنة 223 « 12 » ، وساند العباس بن المأمون في مؤامرته على المعتصم « 13 » ، فألقي القبض عليه ، ومات بصورة غامضة في باعيناثا « 14 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 778 .\r\n( 2 ) م . ن 3 / 853 .\r\n( 3 ) م . ن 3 / 860 .\r\n( 4 ) م . ن 3 / 917 .\r\n( 5 ) م . ن 3 / 86 .\r\n( 6 ) م . ن 3 /\r\n( 7 ) م . ن 3 / 732 .\r\n( 8 ) م . ن 3 / 1082 .\r\n( 9 ) م . ن 3 / 1102 .\r\n( 10 ) م . ن 3 / 1103 ، 1264 .\r\n( 11 ) م . ن 3 / 1167 .\r\n( 12 ) م . ن 3 / 1167 .\r\n( 13 ) م . ن 3 / 1251 ، 1264 .\r\n( 14 ) م . ن 3 / 1265 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nتدل المعلومات عن عجيف أنه كان من الخراسانيين وله دور بارز في الجيش إبّان خلافة المأمون وأوائل خلافة المعتصم ، ولعل بعضها يرجع إلى كثرة عددهم ، ولا بدّ أن مكانتهم تضعضعت باشتراك قوادهم في مؤامرة العباس ابن المأمون لخلع المعتصم .\r\nكانت خطط قواد خراسان في شارع السريجة وشارع أبي أحمد اللذين كانت فيهما دار العامة والقصر الهاروني والدواوين والأسواق ، أي في قلب مدينة سامرّاء ؛ ولم يذكر اليعقوبي أن المعتصم فرض عليهم العزلة في المسكن كالذي فعله مع الأتراك ، ولعل من قطائع الخراسانيين قطيعة الحسن بن سهل وكانت « بين آخر الأسواق ، وكان آخرها الجبل الذي صار فيه خشبة بابك وبين المطيرة موضع قطيعة الأفشين ، وليس في ذلك الموضع يومئذ شيء من العمارات ، ثم أحدقت العمارة به حتى صارت قطيعة الحسن بن سهل وسط سرّ من رأى ، وامتد بناء الناس من كل ناحية ، واتصل البناء بالمطيرة « 1 » » .\r\nذكر الطبري أسماء رجال من أهل سامرّاء منسوبين إلى بلدان ما وراء النهر ، وممن ذكرهم الحارث السمرقندي قرابة عبد الله بن الوضاح « 2 » ، وغطريف الخجندي ، وهرثمة بن النضر الختلي « 3 » .\r\nوذكر اليعقوبي أن الشارع الرابع فيه قطائع الأتراك « وآخر منازل الأتراك وقطائعهم قطائع الخزر مما يلي المشرق » وهي عند المطيرة « 4 » .\r\n\r\nالفراغنة\r\nذكر اليعقوبي أن الفراغنة والأشروسنية « من رجال خراسان » « 5 » وأن قطائع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 259 .\r\n( 2 ) الطبري 3 / 1250 ، 1256 .\r\n( 3 ) المصدر نفسه 3 / 1267 .\r\n( 4 ) البلدان 262 .\r\n( 5 ) المصدر نفسه 265 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالأتراك جاورهم الفراغنة والأشروسنية وغيرها من مدن خراسان على قدر قربهم من بلدانهم » « 1 » وكما ذكر « أن في شارع الحير أخلاطا من الناس من قواد الفراغنة والأشروسنية والأشتاخنجية وغيرهم من سائر كور خراسان » « 2 » .\r\nوذكر المسعودي « رجال خراسان » من الفراغنة وغيرهم من الأشروسنية « 3 » .\r\nيتردد في أخبار الحوادث إبّان إقامة الخلفاء العباسيين في سامرّاء ذكر جماعتين متميزتين من أهل بلاد آسيا الوسطى هما الفراغنة ، وكان لكلّ منهما في تلك الحوادث دور ذكره المؤرخون وهو أنهما كانتا جماعات متميزة عن الأتراك علما بأنهما يذكران مع الأتراك والأشروسنية في معظم الحوادث والاضطرابات مما يدل على صلاتهما المشتركة عند إنشاء سامرّاء ثم أصبحتا كتلة متميزة عن الأتراك ، وإن لم تنقض كليا عنها .\r\nكان الفراغنة قد شاركوا في قتال بابك الخرمي ، وعندما حاصره الأفشين ، وجه بشيرا التركي وقوادا من الفراغنة ليبيّتوا بابك في مخبأه « 4 » . وفي حوادث غزو المعتصم للروم وفتحه عمورية ذكر عمر بن أريحا الفرغاني ، « 5 » وكان فيها يقاتل مع عجيف بن عنبسة ، « 6 » ومع اأشاس ، « 7 » وكان ممن أيد العباس بن المأمون في مؤامرته على المعتصم فقتله المعتصم وفشلت المؤامرة إلا أن أول ذكر للفراغنة كجماعة متميزة ترجع إلى زمن المتوكل ، « 8 » الذي جفاهم فعمل المنتصر على اجتلابهم . وفي هذا يقول المسعودي : كان المنتصر لا يبعد المتوكل أحدا إلا اجتذبه ، فاستمال قلوب الأتراك وكثيرا من الفراغنة والأشروسنية « 9 » ولا بدّ أن هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 267 .\r\n( 2 ) المصدر نفسه 263 .\r\n( 3 ) مروج الذهب 4 / 462 .\r\n( 4 ) الطبري 3 / 1246 - 1256 .\r\n( 5 ) م . ن 3 / 1232 .\r\n( 6 ) م . ن 3 / 1267 .\r\n( 7 ) م . ن 3 / 1238 .\r\n( 8 ) م . ن 3 / 1234 .\r\n( 9 ) مروج الذهب 4 / 59 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nقوّى عزيمة المنتصر على قتل أبيه المتوكل وأكسبهم في زمنه مكانة لم تذكر المصادر آثارها .\r\nولما ولي المستعين الخلافة بذّر الأموال هو وأوتامش فاضطرب عطاء الجند . ويبدو أن الأتراك والفراغنة كانوا أكثر تأثّرا بهذا التبذير ، ولعل المستعين لم يقربهم فضعفت مكانتهم التي كانت لهم في زمن المنتصر ، واستغل ذلك وصيف وبغا ، فأغريا الموالي « فتذمرت الأتراك والفراغنة على أوتامش ، وخرج إليه ممّن تبقى من أهل الدور والكرخ فعسكروا وزحفوا إليه وهو في الجوسق » « 1 » . ولا بدّ أن موقف المستعين دفع الفراغنة إلى تأييد المعتز الذي اصطنع المغاربة والفراغنة « 2 » ، فلما انتقل المستعين إلى بغداد وتحصّن بها ساندوا المعتز الذي اعتمد عليهم وطلب من كلباتكين التحصن فيها فعسكر بالقاطول في خمسة آلاف من الأتراك والفراغنة وألفين من المغاربة « 3 » . ثم « وجه المعتز عسكرا من الأتراك والمغاربة والفراغنة ومن هم في عدادهم ، وعلى الأتراك والفراغنة الدرغمان الفرغاني ، وعلى المغاربة ريلة » « 4 » ولا بدّ أن وضع القيادة لفرغاني يشير إلى كثرتهم العددية وإلى قوّتهم التي لم تحددها المصادر ، وإلى أن الفراغنة كانوا من أبرز قوات المعتز التي حاصرت بغداد ، « 5 » وأنهم احتفظوا بمكانة متميزة في زمن خلافته ، ولما كتب المعتز إلى مزاحم يطلب الإسناد « أجابه الأتراك والفراغنة والمغاربة والشاكرية » « 6 » .\r\nولم يؤيد الفراغنة المهتدي وكان الذين ثاروا عليه معتمدين على رجال « ما بين تركي وخزري وفرغاني وغيرهم من علوج الأعاجم » « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1513 ، مروج الذهب 4 / 91 .\r\n( 2 ) مروج الذهب 4 / 91 .\r\n( 3 ) الطبري 3 / 1956 .\r\n( 4 ) م . ن 3 / 1562 .\r\n( 5 ) م . ن 3 / 1541 ، 153 .\r\n( 6 ) م . ن 3 / 1669 .\r\n( 7 ) مروج الذهب 34 / 99 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوآخر ذكر للفراغنة هو عندما شغبوا مع الأتراك والأشروسنة « وطلبوا أرزاقهم لأربعة أشهر » « 1 » .\r\nحدّد اليعقوبي منازل الفراغنة في سامرّاء حيث قال عن شوارعها الخمسة :\r\n« والشارع الرابع يعرف بشارع برغامش التركي » ، فيه قطائع الأتراك والفراغنة ودروب الأتراك منفردة ، والفراغنة في الدروب التي في القبلة ، والفراغنة بإزائهم في الدروب التي في ظهر القبلة ، كل درب إزاء درب لا يخالطهم أحد من الناس ، وآخر منازل الأتراك وقطائعهم منازل الحرز مما يلي المشرق ، أوّل هذا الشارع من المطيرة عند قطائع الأشروسنية .\r\nوالشارع الخامس يعرف بصالح العباس ، وهو شارع الأسكر فيه قطائع الأتراك والفراغنة ، والأتراك أيضا في دروب منفردة ، ويمتد من المطيرة إلى دار صالح العباسي التي تقع على رأس الوادي ويتصل هذا بقطائع القوّاد والكتّاب والوجوه والناس كافة « 2 » .\r\nويقول أيضا شارع الحير في أخلاط من الناس من قواد الفراغنة والأشروسنية وغيرهم من سائر كور خراسان « 3 » .\r\nتظهر هذه النصوص مدى انتشار خطط الفراغنة ، وأنه يعتبرهم من « كور خراسان » وهم متميزون عن الأتراك غير أنهم يجاورونهم في السكن .\r\nوذكر أن المعتصم « أفرد قطائع الأتراك عن قطائع الناس جميعا ، لا يجاورهم إلا الفراغنة « 4 » وصيرت قطائع الأتراك جميعا والفراغنة العجم بعيدة عن الأسواق والزحام في شوارع واسعة ودروب طوال لا يختلط بهم من تاجر ولا غيره » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1687 .\r\n( 2 ) البلدان 262 .\r\n( 3 ) م . ن 263 .\r\n( 4 ) م . ن 258 .\r\n( 5 ) م . ن 258 - 9 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\nالأشروسنية :\r\nبدأ في زمن المأمون استخدام الأشروسنية في جيوش الخلافة في بغداد ، فيروي البلاذري أنه لمّا استخلف المأمون أغزى السغد والأشروسنية ومن انتفض من أهل فرغانة . وكان من تسريحه الخيول إليهم يكتابهم بالدعاء إلى الإسلام والطاعة والترغيب فيهما « 1 » . ويذكر أيضا أن كاوس ملك أشروسنة انضم إلى الإسلام وورد مدينة السلام ، وملّكه المأمون على بلاده ، ثم ملّك خيدر ابنه ، وهو الأفشين . وكان المأمون رحمه الله يكتب إلى عماله على خراسان في غزو من لم يكن على الطاعة والإسلام من أهل ما وراء النهر من أهل تلك النواحي وأبناء ملوكهم ، ويستميلهم بالرغبة ، فإذا وردوا بابه شرّفهم وأغنى صلاتهم وأرزاقهم . ثم استخلف المعتصم بالله فكان على مثل ذلك حتى صار جلّ عسكره من جند أهل ما وراء النهر من السغد والفراغنة والأشروسنية وأهل الشاش وغيرهم ، وحضر ملوكهم بابه ، وغلب الإسلام على من هناك وصار أهل تلك البلاد يغزون من ورائهم « 2 » . يتبين من هذا أن الأشروسنية والفراغنة والسغد كانوا أحرارا ولبعضهم مكانة متميزة في بلادهم ، وأنهم جاؤوا طوعا إلى بغداد منذ زمن المأمون بعد أن أسلموا ( فشرفهم وأغنى صلاتهم وأرزاقهم ) وكانوا مسجلين في الديوان ومرتبطين بالدولة .\r\nويقول المسعودي إن المعتصم جعل للأتراك مكانة متميزة وجاورهم الفراغنة والأشروسنية وغيرهم من مدن خراسان على قدر قربهم منهم في بلادهم « 3 » .\r\nوالمسعودي في هذا النص يعتبر الفراغنة والأشروسنية من أهل خراسان ، ويشير إلى أقوام أخرى من أهل خراسان نظمت خططهم تبعا لمواقع مدنهم الأصلية على قدر قربهم منهم في بلادهم .\r\nذكر الأشروسنية كجماعة متميزة في حوادث الشغب على المستعين عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتوح البلدان 3 / 462 .\r\n( 2 ) المصدر نفسه 430 .\r\n( 3 ) مروج الذهب 3 / 467 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nبيعته ، فلما هاجم المشاغبون دار العامة ، وفيها المستعين شدّ عليهم المغاربة والأشروسنية ، ووافى واجن الأشروسني « 1 » ، وكان الموالي قد اجتمعوا إلى الهاروني « وفيهم بغا الصغير وبغا الكبير أوتامش ، فاستحلفوا قواد الأتراك والمغاربة والأشروسنية « 2 » » .\r\nأيد الأشروسنية المستعين ، فلما قدم الحسن بن الأفشين بغداد ، خلع عليه المستعين وضم إليه من الأشروسنية وغيرهم جماعة كثيرة وزاد في أرزاقهم ستة عشر ألف درهم في كل سنة « 3 » . ويظهر هذا أن موقفهم يخالف الفراغنة والأتراك الذين أيدوا المعتز ، ولم تشر المصادر إلى مقدار أرزاقهم قبل ذلك ، أو مقدار ما يصيب الفرد من هذه الزيادة غير أنهم شاركوا فيما بعد الأتراك والفراغنة في الشغب وطلبوا أرزاقهم لأربعة أشهر « 4 » .\r\nإن أبرز رجال الأشروسنية هم : الأفشين وواجن ، وتلقي سيرة الأفشين ضوءا على الأشروسنية ، وقد أجملت المقالة التي كتبها عنه بارتولد وجب في دائرة المعارف الإسلامية أصله ونشأته . فقد جاء في المقالة أن الأفشين لقب للأمراء من أهل أشروسنة التي تقع بين سمرقند وخجندة في المجرى الأدنى لنهر زرفشان ، وهي من بلاد الصغد ، وقد تمّ ضمها إلى بلاد الإسلام على يد الفضل بن يحيى البرمكي سنة 178 ، ثم في الحملة التي قادها أحمد بن أبي خالد سنة 207 ، وانضم على أثرها الأمير خيدر الذي غلب عليه في الكتب العربية اسم الأفشين ، وولاه المعتصم ، إبّان إمارته على مصر في زمن المأمون على برقة ثم على مصر ، وقاد الجيوش الإسلامية التي قضت على تمرد بابك الخرّمي في أذربيجان سنة 222 ، ثم شارك في حملة المعتصم على عمورية ثم اتهم باتصال مريب مع المازيار وأعدم في سنة 226 . لا بدّ أن موت الأفشين أثّر في مكانة الأشروسنيين ، ولكنهم ظلوا عنصرا من عناصر عسكر سامرّاء .\r\nوكانت للحسن بن الأفشين مكانة في سامرّاء فتزوج ابنة أشناس في حفلة فخمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1503 .\r\n( 2 ) م . ن 3 / 1501 .\r\n( 3 ) م . ن 3 / 1555 .\r\n( 4 ) م . ن 3 / 1678 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nودخل بها في العمري قصر المعتصم « 1 » ، واحتفظ بمكانته في زمن المتوكل وحبس مدة قصيرة ثم خرج من السجن وساند المستعين في حصار بغداد ، وأوكل إليه الدفاع عن باب الشماسية « 2 » . أما واجن فقد نسبه الطبري لأشروسنيي الصغد مما يؤيد أن الأشروسنية كانوا متميزين عن الأتراك « 3 » . وكان من قواد الأفشين ينوب في دار أمير المؤمنين كما ينوب القواد ، وقد أرسل مددا لبغا الذي كان يحارب بني نمير « في سبعمائة رجل من الأشروسنية « 4 » ، ولم يشارك في مقتل المتوكل « 5 » ، ولكنه علم به ، وحضر بيعة المستعين « 6 » ، وشارك في بيعة المهتدي « 7 » ، وكان في الجيش الذي أرسله المعتز لحصار المستعين في بغداد .\r\nذكر اليعقوبي موقع قطائع الأشروسنية فقال : أقطع الأفشين خيدر بن كاوس الأشروسني في آخر البناء مشرقا على قدر فرسخين وسمّى الموضع المطيرة ، فأقطع أصحابه الأشروسنية وغيرهم المضمومين إليه حول داره ، وأمره أن يبني هناك سويقة فيها حوانيت للتجار فيما لا بدّ منه ومساجد وحمّامات « 8 » . وبناء السويقة لحوانيت التجار في هذه القطائع يجعلها مختلفة عن قطائع الأتراك الذين عزلهم ومنعهم من الاختلاط بالناس ، كما أن قوله إن المطيرة سكنها أيضا من ( المضمومين إليه ) من غير الأشروسنية يظهر أن الأشروسنية كانوا مختلطين مع غيرهم من البداية ، ولا بدّ أن هذا الاختلاط زاد بعد مقتل الأفشين حيث إن المعتصم أقطع وصيفا دار الأفشين بالمطيرة ، وانتقل وصيف من داره القديمة إلى دار الأفشين ، ولم يزل يسكنها وأصحابه « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1303 .\r\n( 2 ) م . ن 3 / 1556 .\r\n( 3 ) م . ن 3 / 1362 .\r\n( 4 ) م . ن 3 / 1307 .\r\n( 5 ) م . ن 3 / 1472 .\r\n( 6 ) م . ن 3 / 1572 .\r\n( 7 ) م . ن 3 / 1572 .\r\n( 8 ) البلدان 259 .\r\n( 9 ) المصدر نفسه 264 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nالفصل الثالث عشر الأتراك ومنازلهم\r\n\r\nالقطائع\r\nذكر اليعقوبي ثلاثة تعابير لمنازل الأتراك وقطائعهم في سامرّاء ، هي قطائع مسماة بأسماء أفراد ، وقطائع مسماة بأسماء أفراد وجماعاتهم ، وقطائع مسماة بأسماء جماعات .\r\nفأما القطائع المسماة بأسماء أفراد فقد ذكر منها في شارع أبي أحمد قطيعة لكلّ من بغا الصغير وبغا الكبير ، وسيما الدمشقي ، وبرغامش ، وقطيعة وصيف القديمة ، وإيتاخ ويتصل ذلك بباب البستان « 1 » ، وهؤلاء من الأتراك ومنهم ثلاثة ممن كان قد اشتراهم في بغداد ، أي لم يجلبهم من أواسط آسيا ، وهم إيتاخ وسيما ووصيف ، إضافة إلى أشناس ؛ ولم يذكر لأيّ منهم جماعة يرأسها .\r\nوذكر في شارع الحير الأول قواد الفراغنة والأشروسنية والأشتاخنجية وغيرهم من سائر كور خراسان « 2 » ؛ ولم يذكر من كان معهم من الجماعات التي لعلها لم تكن كبيرة .\r\nأما القطائع التي أقطعت للقواد وأصحابهم فإنه لم يحدد هؤلاء الأصحاب أو عددهم . والراجح أن أكثرها إن لم يكن كلها للأتراك ، فذكر اليعقوبي أنه « أقطع خاقان عرطوج وأصحابه مما يلي الجوسق الخاقاني وأمر بضم أصحابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 258 .\r\n( 2 ) المصدر نفسه 262 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nومنعهم من الاختلاط بالناس « 1 » » . وأقطع وصيفا وأصحابه مما يلي الحير وبنى حائطا وسماه حايط الحير « 2 » ؛ وكلا الموقعين قريب من مكائن إقامة الخليفة المعتصم .\r\nوأقطع الأفشين بن خيدر بن كاوس الأشروسني في آخر البناء مشرقا قدر فرسخين وسمّى الموضع المطيرة ، فأقطع أصحابه الأشروسنية وغيرهم من المضمومين اليه حول داره « 3 » .\r\nثم أقطع وصيفا دار الأفشين التي بالمطيرة وكان أصحابه ورجاله حوله « 4 » ولا يوضح اليعقوبي فيما إذا كانت الأشروسنية بقيت في مكانها بعد انتقال وصيف ، ولابدّ أن انتقال وصيف وجماعته رافقه إعادة تنظيم المطيرة ، حتى لو بقي فيها الأشروسنية .\r\nوبالقرب من المتوكلية وجنوبها كانت الإيتاخية على القاطول عند المحمدية ، وسمّيت بإيتاخ لأنها أقطعت له فيما يظهر « 5 » ، وهو من قواد المعتصم البارزين ولم تذكر المصادر ما يرجح بأنه سكنها الأتراك معه . وفي الإيتاخية بنى المتوكل قصرا أنفق عليه عشرة آلاف درهم « 6 » ، وأقطع أشناس التركي في آخر البناء مغربا ، وأقطع أصحابه معه وسمّي الموضع الكرخ « 7 » . وضم إليه عدة من قواد الأتراك والرجال « 8 » ، وذكر البلاذري أن المعتصم أنزل أشناس مولاه فيمن ضم إليه من القواد كرخ فيروز . « 9 » وأقطع قوما آخرين فوق الكرخ وسماه الدور « 10 » ، ولعلهم كانوا من الأتراك أيضا ، وإن لم ينص على ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 258 .\r\n( 2 ) م . ن 258 .\r\n( 3 ) م . ن 259 ، 260 .\r\n( 4 ) م . ن 260 .\r\n( 5 ) معجم البلدان 4 / 430 .\r\n( 6 ) المصدر نفسه 4 / 7 .\r\n( 7 ) البلدان لليعقوبي 259 .\r\n( 8 ) المصدر نفسه 258 .\r\n( 9 ) الطبري 3 / 1328 ، فتوح البلدان 299 .\r\n( 10 ) البلدان لليعقوبي 256 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nوذكر قطائع الأتراك والفراغنة ، ومنها في شارع برغامش التركي وهو الشارع الرابع آخر منازل الأتراك وقطائعهم قطائع الخزر مما يلي المشرق ، وأول هذا الشارع من المطيرة عند قطائع الأفشين « 1 » .\r\nوجعل في شارع صالح العباسي ، وهو شارع الأسكر قطائع الأتراك والفراغنة ؛ الأتراك في دروب منفردة ، والفراغنة في دروب منفردة ممتدة من المطيرة إلى دار صالح العباسي . « 2 »\r\nوكلا الشارعين في الأطراف الجنوبية من الإعمار وبالقرب من المطيرة ، ويتبين من هذا السرد أن الغالبية العظمى للأتراك أنزلوا من الأطراف الجنوبية من الإعمار كالمطيرة ؛ وبعضها نائية عنه كالكرخ والدور . ولعل الإيتاخية التي بين الكرخ والمطيرة كان ينزلها الترك .\r\n\r\nتنظيم إقامة الأتراك :\r\nأشار اليعقوبي إلى التنظيمات الخاصة التي وضعها المعتصم للأتراك في سامرّاء فقال إن المعتصم « 3 » أفرد قطائع الأتراك عن الناس جميعا ، وجعلهم معتزلين عنهم لا يختلطون بقوم من المولدين ولا يجاورهم إلا الفراغنة . « 4 » قال : « وصيرت قطائع الأتراك جميعا والفراغنة العجم بعيدة عن الأسواق والزحام ، في شوارع واسعة ودروب طوال ، ليس معهم في قطائعهم ودروبهم أحد من الناس ، لا يختلط بهم من تاجر ولا غيرهم ثم اشترى لهم الجوارة » « 5 » .\r\nوقال إن المعتصم أقطع أشناس وأصحابه في الكرخ وأمره أن لا يطلق لغريب من تاجر ولا غيره مجاورتهم ، ولا يطلق معاشرة المولّدين . وجعل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان لليعقوبي 256 .\r\n( 2 ) م . ن 262 .\r\n( 3 ) م . ن 260 .\r\n( 4 ) م . ن 258 .\r\n( 5 ) م . ن 259 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nموضع سويقة للفاميين والقتّابين ومن اشتبههم ممن لا بدّ لهم منه . وبنى لهم في خلال الدور والقطائع المساجد والحمّامات ، وأمر أشناس أن يبني في المطيرة سويقة فيها حوانيت للتجار ، فيما لا بدّ منه ، ومساجد وحمّامات وليس في ذلك الموضع يومئذ شيء من العمار . « 1 »\r\nوفي كلام اليعقوبي عن شارع برغامش ، وهو الشارع الرابع من شوارع سامرّاء الستة ذكر أن هذا الشارع فيه قطائع الأتراك والفراغنة ، فدروب الأتراك منفردة ودروب الفراغنة منفردة والأتراك في الدروب التي في القبلة ، والفراغنة بإزائهم بالدروب التي في ظهر القبلة ، كل درب بإزاء درب ، لا يخالطهم أحد من الناس « 2 » . وعند قطائعهم الخزر مما يلي المشرق ؛ وأول هذا الشارع من المطيرة عند إقطاع الأفشين .\r\nوذكر أن الشارع الخامس يعرف بصالح العباسي ، وهو شارع الأسكر فيه قطائع الأتراك والفراغنة والأتراك أيضا في دروب منفردة ، والفراغنة في دروب منفردة ممتدة من المطيرة ، إلى دار صالح بن العباس التي على رأس الوادي . « 3 » إن إفراد قطائع الأتراك عن قطائع الناس وعزلهم عن غيرهم يبرره تحاشي المعتصم تكرار ما حدث في بغداد من احتكاك يثير الناس . ومما ييسر ذلك أن الأتراك لهم لغة خاصة ، مما يبرر عزلهم عن غيرهم من الجند والعامة .\r\nتظهر هذه النصوص أن المعتصم حرص على عدم اختلاط الأتراك بالمولدين ، وألا يتزاوجوا معهم ، وأفرد دروبهم حتى عن الفراغنة . وامتد عزلهم ، فيما ذكر اليعقوبي إلى التزاوج ، فقد « اشترى لهم الجواري فأزوجهم منهن ومنعهم أن يتزوجوا ويتصاهروا إلى أحد من المولدين إلى أن ينشأ لهم الولد ، ويتزوج بعضهن إلى بعض . وأجرى لجواري الأتراك أرزاقا قائمة وأثبت أسماءهن في الدواوين ، فلم يقدر أحد منهم أن يطلّق امرأته ولا يفارقها » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 255 .\r\n( 2 ) م . ن 262 .\r\n( 3 ) م . ن 259 .\r\n( 4 ) م . ن 259 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nوبهذا القرار عمل على إبقاء تميّزهم العرقي وما يتبعه من مظاهر الحضارة واللغة . ولا بدّ أنه فضل في الجواري اللاتي اشتراهن لهم أن يكنّ من الأتراك أيضا . وهذا عمل متصل بالأحوال الحضارية بالدرجة الأولى . ولم يرد ذكر لعمل للمعتصم يهدف إلى الحفاظ على كفاءتهم القتالية وتدريبهم العسكري .\r\nوهذه التنظيمات لم يرد ذكر لمثلها أو لما يشبهها في أي مكان آخر في تاريخ الإسلام ونظمه ، وهي لا تنسجم مع أحكام التشريع الإسلامي إلا على الرقيق ، فكأنه ينفّذ ذلك عليهم باعتبارهم ونسلهم رقيقا ، ولا نعلم مدى تطبيقها على رقيق وغلمان الآخرين ، علما بأنها تتطلّب تنظيمات خاصة في سجلات الدواوين ، وأنها كانت مكلفة ماديا ؛ ولم تذكر المصادر تطبيقها على غير الأتراك ، ولعل بعض المبرر لذلك أن أصلهم رقيق ، وأن عددهم غير كبير .\r\nوأمر أشناس التركي الذي أقطع الكرخ « أن لا يطلق لغريب من تاجر وغيره مجاورتهم ويطلق معاشرة المولدين » وأمره أن يبني المساجد والأسواق .\r\nوجعل في شارع الأسكر ، وهو شارع صالح العباسي « قطائع الأتراك في دروب منفردة ، والفراغنة في دروب منفردة ، ممتدة من المطيرة إلى شارع صالح العباسي » .\r\n\r\nتنظيم الأتراك وعطاؤهم :\r\nورد أول ذكر لتنظيم الأتراك وعطائهم في زمن المتوكل الذي لما بويع « أمر للأتراك برزق أربعة أشهر ، وللجند والشاكرية ومن يجري مجراهم من الهاشميين برزق ثمانية أشهر ، وأمر للمغاربة برزق ثلاثة أشهر » « 1 » . ولا ريب في أنه أعطاهم في هذا الحد الأعلى المرضي لهم في هذه المناسبة التي تستحق التكريم لإرضائهم . إلا أن المصادر لم تذكر ما كان يعطى لهم قبل ذلك .\r\nوذكر الطبري أن المستعين قال للأتراك الذين زحفوا إليه وهو في الجوسق :\r\n« ألم ترفعوا إليّ في أولادكم ، فألحقتهم بكم ، وهم نحو من ألفي غلام ، وفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1370 .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nبناتكم فأمرت بتصييرهن في عداد المتزوجات ، وهن نحو من أربعة آلاف امرأة في المدركين والمولودين ، وكل هذا قد أجبتكم إليه ، وأدررت لكم الأرزاق حتى سبكت لكم آنية الذهب والفضة ، ومنعت نفسي لذّتها وشهوتها ، كل ذلك إرادة لصلاحكم ورضاكم ، وأنتم تزدادون بغيا وفسادا وتهددا وإبعادا » . « 1 »\r\nإن هذا النص يذكر « الأتراك » إطلاقا ، فكأنه يشير إلى كافتهم ، وليس إلى جماعة محدودة منهم ، علما بأنهم كانوا جماعات منازلهم متفرقة ، ولهم قواد متعددون . وهو يذكر أن أولأدهم « نحو من ألف غلام وبناتهم نحو من أربعة آلاف ومن هذا لن يكون عدد رجالهم أكثر من ستة آلاف ، وهي النسبة التي تقرب مما كان عليه العيالات في البصرة والكوفة في أوائل زمن الأمويين .\r\nويذكر النص أنه أدرّ لهم « الأرزاق » ولم يذكر مقدارها ولكنه يشير إلى أن بيت المال لم يتوافر فيه ما يسدّ رزقهم .\r\nويتصل بهذا ما رواه الطبري في حوادث سنة 256 ، وهي غير بعيدة عن زمن خلافة المستعين ، فيقول : « تحرك الموالي بالكرخ والدور ، ووجّهوا إلى المهتدي رجلا وشكوا سوء حالهم وتأخّر أرزاقهم ، وما صار من الإقطاعات إلى قوادهم التي قد أجحفت بالضياع والخراج ، وما صار لكبرائهم من المعاون والزيادات من الرسوم القديمة ، مع أرزاق النساء والدّخلاء الذين قد استغرقوا أكثر أموال الخراج » « 2 » ، ويقول : « ولما تجمّعوا في دار أشناس قال لهم المهتدي : اكتبوا عن القواد وخلفائهم بالكرخ والدور وسامرّاء » . ووعد أن « تعاد رسومهم إلى ما كانت عليه أيام المستعين بالله ، وهو أن يكون على كل تسعة منهم عريف ، وعلى كل خمسين خليفة ، وعلى كل مائة قائد ؛ وأن تسقط النساء والزيادات والمعاون ، ولا يدخل مولى في قبالة ولا غيرها ؛ وأن يوضع لهم العطاء في كل شهرين على ما لم يزل ، وأن تبطل الإقطاعات ، وأن يكون أمير المؤمنين يزيد من شاء ويرفع من شاء » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1544 .\r\n( 2 ) م . ن 3 / 1796 .\r\n( 3 ) م . ن 3 / 1799 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nيظهر أول هذا النص أنه ينحصر بالموالي ، غير أن المحتجين من « الكرخ والدور » قد يدل على أنه يشمل الأتراك الذين لم يكونوا راضين عن المهتدي :\r\nوتظهر شكواهم سوء حالهم وتأخر أرزاقهم والمغانم الكثيرة التي صارت إلى قوادهم وأجحفت بالضياع والخراج والزيادات التي صارت لكبرائهم وأرزاق النساء والدخلاء مما استنفد أكثر أموال الخراج ، وأن المهتدي وعدهم بأن يعاد تطبيق النظام الذي كان معمولا به في زمن المستعين ، وهو أن يوضع لهم العطاء في كل شهرين ، وأن تسقط النساء والزيادات والمعاون ، وتبطل الإقطاعات ، ولا يدخل مولى في قبالة ، ووعد أن يثبت التنظيم الذي كان في زمن المستعين ، وهو أن يكون على كل تسعة عريف وعلى كل خمسين خليفة وعلى كل مائة قائد ، وأن هذا النظام مقبول عندهم . وأن يكون اختيار من يقوم بهذا التنظيم بيد الخليفة ؛ وهذا ما كان يرضيهم .\r\nغير أنهم « وصفوا أن لا يقنعهم إلا أن ينفذ إليهم خمس توقيعات : توقيعا بخط الزيادات وتوقيعا بردّ الإقطاعات ، وتوقيعا بإخراج الموالي البوابين من الخاصة إلى الأعداد البرانيين ، وتوقيعا بردّ الرسوم إلى ما كانت عليه أيام المستعين ، وتوقيعا بردّ التلاجىء حتى يدفعوها إلى رجل يضمّون إليه خمسين رجلا من أهل الدور ، وخمسين رجلا من أهل سامرّاء ينتجزون من الدواوين . .\r\nوطالبوا تعجيل العطاء وإدرار أرزاقهم عليهم في كل شهرين » . « 1 »\r\nوقالوا عن المهتدي : « إن وعدكم أن يعطيكم أرزاق ستة أشهر فنحن عبيده » . « 2 » ثم تحرك ساكنو الكرخ بسامرّاء والدور يطلبون أرزاقهم ، وكان موسى ابن بغا وضع العطاء في عسكره لشهر . ثم « وجه المهتدي إلى الفراغنة والمغاربة والأوكشية والأتراك الذين بايعوه على الدرهمين والسويق » . « 3 »\r\nيظهر هذا النص أنهم طالبوا بخمس توقيعات مستقلة تتضمن حذف الزيادة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 1801 .\r\n( 2 ) م . ن 3 / 1803 .\r\n( 3 ) م . ن 3 / 1814 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nوردّ الإقطاعات والتلاجىء وردّ الرسوم إلى ما كانت عليه أيام المستعين التي كانت معيار رضاهم ، وإن لم تذكر المصادر ما كان قبلها ، مما لابدّ أنه غير مرض . وفصلوا بين العطاء والرزق ، وطالبوا بإدرار الرزق كل شهرين ، وأن المهتدي وعدهم أن يكون العطاء لشهرين .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n\r\nالفصل الرابع عشر سامرّاء بعد انتقال الخلافة منها\r\nظلت لسامرّاء مكانة بعد أن انتقل منها الخلفاء . ففي سنة 290 خرج المكتفي « عامدا سامرّاء مريدا البناء بها للانتقال إليها ، فدخلها . . ثم انصرف إلى مضارب ضربت له بالجوسق ، فدعا القاسم بن عبيد الله والقوّام بالبناء ، وما يحتاج إليه من المال للنفقة عليه ، فكثروا عليه في ذلك ، وطوّلوا مدة الفراغ مما أراد بناءه ، وظل القاسم يصرفه عن رأيه في ذلك ويعظّم أمر النفقة في ذلك وقدر مبلغ المال ، فثناه عن عزمه . . ورجع أكثر الناس من الطريق قبل أن يصلوا إلى سامرّاء حيث تلقّاهم الناس راجعين » « 1 » .\r\nولما فشل ابن المعتز في ثورته على المقتدر أراد أن يذهب إلى سامرّاء فلم ينجده أحد « 2 » ، وسافر إليها الراضي خوفا من الديري الذي تقدم إلى بغداد « 3 » وكان الراضي قد نظم شعرا رواه الصولي يمدح فيه سامرّاء « 4 » .\r\nوذكر ممن ولي القضاء بها أحمد بن محمد الهاشمي ( 315 - 390 ) « 5 » ونفي إليها القاضي ابن أبي الشوارب « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 / 2223 ؛ تحفة الوزراء للصابي 144 ، 162 ، 217 ، 150 . المنتظم 6 / 38 .\r\n( 2 ) الطبري 3 / 2123 - 4 ، المنتظم 6 / 81 .\r\n( 3 ) أخبار الراضي والمتقي للصولي 76 .\r\n( 4 ) المصدر نفسه 180 / 181 .\r\n( 5 ) المنتظم 7 / 210 .\r\n( 6 ) تكملة الطبري للهمذاني 352 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوكانت في سامرّاء نقابة ، ذكر من النقباء أبو البركات سعد الله « 1 » ، وذكر ابن الجوزي حريقا وقع سنة 407 في بعض الجامع بسامرّاء « 2 » .\r\nوالواقع أن سامرّاء بعد أن ترك الخلفاء إقامتهم فيها تدهورت أحوالها العمرانية وقلّ سكانها كما يتضح ذلك من وصف بلدانيي القرن الرابع الهجري لها .\r\nومن مظاهر تدهور أحوالها أنها كانت من المراكز التي تسك فيها النقود منذ تأسيسها إلى سنة 323 ؛ ثم توقف السك منذ تلك السنة ، وفي السنوات 255 ، 259 ، 265 ، 266 ، 269 ، 273 ، 275 - 278 ، 315 ، 316 ، 320 ، ولعل بعض هذا النقص راجع إلى عدم اكتشاف مسكوكات ضربت فيها ؛ ثم توقف سك النقود فيها ، مما يدل على تناقص مواردها المالية .\r\nومن دلائل تدهور أحوالها في العهود العباسية أن المنذري في كتابه « التكملة في وفيات النقلة » لم يذكر ممن توفى في العهود العباسية المتأخرة ، رجلا منسوبا إلى سامرّاء وإنما ذكر اثنين منسوبين إلى قادسية سامرّاء ، هما أبو عبيدة الله « 3 » ( 3 / 2259 ) ، وأحمد بن محمد بن علي « 4 » ( 3 / 1999 ) ، وذكر أن أحمد بن الحسين العتابي توفي في القادسية سامرّاء ( 2 / 1461 ) .\r\nأشار البلدانيون إلى تدهور أحوالها ، فالإصطخري لم يخصها إلا بسطر ذكر أنها محدثة « 5 » بها ويقول اليعقوبي في « التاريخ » وخرج المعتصم إلى القاطول في النصف من ذي القعدة سنة 220 فاختط المدينة التي بدأها وأقطع الناس القطائع وجدّ في البناء حتى بنى الناس القصور والدور والأسواق ثم ارتحل من القاطول إلى سرّ من رأى « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تكملة الطبري للهمذاني 211 .\r\n( 2 ) المنتظم 7 / 283 .\r\n( 3 ) التكملة في وفيات النقلة 3 / 2259 .\r\n( 4 ) المصدر نفسه .\r\n( 5 ) المسالك .\r\n( 6 ) تاريخ اليعقوبي 3 / 198 - 9 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nويذكر اليعقوبي في كتابه « البلدان » « فثقل ذلك على المعتصم وعزم الخروج من بغداد فخرج إلى الشماسية وهو الموضع الذي كان المأمون يخرج إليه فيقيم به الأيام والشهور ، فعزم أن يبني بالشماسية خارج بغداد مدينة ، فضاقت عليه أرض ذلك الموضع وكره أيضا قربها من بغداد فمضى إلى البردان بمشورة الفضل بن مروان وهو يومئذ وزيره وذلك في سنة 221 ، وأقام بالبردان أيضا وأحضر المهندسين ، ثم لم يرض الموضع فصار في موضع يقال له باحمشا من الجانب الشرقي من دجلة ، فقدر هناك مدينة على دجلة وطلب موضعا يحفر فيه نهرا فلم يجد فنفذ إلى القرية المعروفة بالمطيرة فأقام بها مدة ، ثم مدّ إلى القاطول فقال هذا أصلح المواضع فصير النهر المعروف بالقاطول وسط المدينة ويكون البناء على دجلة وعلى القاطول ، فابتدأ بالبناء ، وأقطع القواد والكتّاب والناس ، وبنوا حتى ارتفع البناء واختطت الأسواق على القاطول وعلى دجلة ، وسكن هو في بعض ما بنى له ، وسكن بعض الناس أيضا ثم قال أرض القاطول غير طائلة وإنما هي حصى وأفهار ، والبناء بها صعب جدا ، وليس لأرضها سعة » « 1 » ، وروى المسعودي أن المعتصم عندما استاء من معاملة أهل بغداد لجنده « فعزم على النقلة منهم وأن ينزل بفضاء من الأرض ، فنزل البردان على أربعة فراسخ من بغداد . فلم يستطب هواءها ولا اتسع له أرضها ، فلم يزل يتنقل ويستقري المواضع والأماكن حتى انتهى إلى الموضع المعروف بالقاطول ، فاستطاب الموضع ، وكان هناك قرية يسكنها قوم من الجرامقة وناس من النبط على النهر المعروف بالقاطول آخذا من دجلة ، فبنى هناك قصرا ، وبنى الناس وانتقلوا من مدينة السلام ، ثم نالت مع المعتصم شدة عظيمة لبرد الموضع وصلابة أرضه ، وتأذّوا بالبناء « 2 » . تفرد المسعودي بهذه الرواية التي ذكر فيها أنه كان في القاطول قرية الجرامقة والنبط ، مع أن المعروف أن موطن الجرامقة بلاد الشام ، فإذا صحت رواية المسعودي فقد يكون القصد منها قرية سكنها اليعاقبة ممن نقلوا من بلاد الشام في زمن لا تحدده المصادر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البلدان 256 ، ونقل هذا النص الحميري في الروض المعطار 345 .\r\n( 2 ) مروج الذهب 3 / 466 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nأما مقام المعتصم عند القاطول فقد ذكرته عدة مصادر ، والمسعودي نفسه يذكر أن المعتصم عندما خرج من بغداد سنة 220 إلى ناحية القاطول فنزل قصرا كان الرشيد قد ابتناه هنالك ، وهمّ أن يبني في ذلك الموضع ثم بدا له « 1 » .\r\nوذكر البلاذري أن المعتصم شخص إلى القاطول فنزل قصرا كان الرشيد ابتناه ، ثم بنى بالقاطول بناء ودفع ذلك القصر إلى أشناس التركي مولاه وهمّ بتمصير ما هناك وبدأ بناء مدينة ثم تركها « 2 » .\r\nوذكر المقدسي أن سامرّاء من مدنها الكرخ ، علث ، هيت ، الأنبار ، تكريت ، السن . وذكر أن مدن سامرّاء أجلّ من مدن بغداد . أما سامرّاء فقال إنها ، كانت مصرا عظيما ومستقر الخلفاء في القدم ، اختطها المعتصم وزاد فيها بعده المتوكل ، وصارت موحشة ، وكانت عجيبة حتى سمّيت سرّ من رأى ، والآن قد خربت ، يسير الرجل الميلين والثلاثة لا يتركه عمارة « 3 » .\r\nوذكر ابن جبير أنه في رحلته من بغداد إلى الموصل نزل على شط دجلة بمقربة من قصر يعرف بالمعشوق ، وعلى قبالة هذا الموضع في الطرف الشرقي مدينة سرّ من رأى ، وهي اليوم عبرة لمن رأى ، وكانت بمعتصمها وواثقها ومتوكلها ، مدينة كبيرة ، قد استولى الخراب عليها إلا بعض جهات منها هي اليوم معمورة ، وقد أطنب المسعودي رحمه الله في وصفها ووصف طيب هوائها ورائق حسنها ، وهي كما وصف ، وإن لم يبق إلا الأثر من محاسنها « 4 » .\r\nوذكر ياقوت أن سامرّاء خربت حتى لم يبق فيها إلا موضع المشهد الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنبيه والإشراف 309 .\r\n( 2 ) فتوح البلدان 296 ؛ ولعل البلاذري قصد به قصر الأفشين في المطيرة الذي أعطاه المعتصم لأشناس بعد قتله الأفشين .\r\n( 3 ) أحسن التقاسيم 123 .\r\n( 4 ) رحلة ابن جبير 218 طبعة حسين نصار .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nصورة سامرّاء الحالية\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nترى الشيعة أن به سرداب القائم المهدي ومحلة أخرى بعيدة عنها يقال لها كرخ سامرّاء ، وسائر ذلك خراب يباب يستوحش الناظر إليها بعد أن لم يكن في الأرض كلها مدينة أحسن منها ولا أجمل ولا أعظم ولا آنس ولا أوسع .\r\nثم ينقل عن المهلبي في كتابه « العزيزي » قوله : « جزت بسرّ من رأى منذ صلاة الصبح في شارع واحد ، مادّ عليه من جانبيه دور كأن اليد رفعت عنها الوقت ، لم تقدم إلا الأبواب والسقوف ، فأما حيطانها فكالجديدة فما زلنا نسير إلى بعد الظهر حتى انتهينا في العمارة منها ، وهي مقدار قرية يسيرة في وسطها ، ثم سرنا من الغد على مثل ذلك الحال فما خرجنا من آثار البناء إلى النحو الظهر ، ولا شك أن طول البناء ، كان أكثر من ثمانية فراسخ « 1 » » .\r\nومر ابن بطوطة في رحلته بالمشرق وذكر أنه « في العدوة الشرقية من هذا الحصن مدينة سرّ من رأى . وقد استولى الخراب على هذه المدينة فلم يبق منها إلا القليل ، وهي معتدلة الهواء ، رائعة ، رائقة الحسن على بلائها ودروس معالمها ، وفيها أيضا مشهد صاحب الزمان كما بالحلة « 2 » » .\r\nووصف القزويني إنشاءها وسرداب الغيبة ثم قال : « لم تزل سامرّاء في زيادة عمارة من أيّام المعتصم إلى أيام المستعين ، فعند ذلك قويت شوكة الأتراك ووقعت المخالفة في الدولة ، فلم تزل في نقص إلى زمان المعتضد بالله ، فإنه انتقل إلى بغداد وترك سامرّاء بالكلية ، فلم يبق بها إلا كرخ سامرّاء وموضع المشهد والباقي خراب يباب يستوحش الناظر إليها بعد أن لم يكن في الأرض أحسن ولا أجمل ولا أوسع ملكا منها « 3 » » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم البلدان 3 / 20 - 21 وانظر وصف المقريزي « لم يبق فيها عامر سوى مقدار يسير كالقلعة ( صبح الأعشى 4 / 332 ) .\r\n( 2 ) رحلة ابن بطوطة 1 / 137 .\r\n( 3 ) آثار البلاد 286 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nنص فصل « سامرّاء » في كتاب « البلدان » لليعقوبي ( نشر دي غويه ) ، مع إشارة إلى ما نقله الحميري في « الروض المعطار » .\r\nقد ذكرنا بغداد وابتداء أمرها والوقت الذي بناها أبو جعفر المنصور فيه ، ووصفنا كيف هندست وقسمت أرباضها وقطائعها وأسواقها ودروبها وسككها ومحالّها في الجانب الغربي من دجلة وهو جانب المدينة والكرخ والجانب الشرقي وهو جانب الرصافة الذي يسمى عسكر المهدي ، وقلنا في ذلك بما علمنا « 1 » .\r\nفلنذكر الآن سرّ من رأى وأنها المدينة الثانية من مدن خلفاء بني هاشم ، وقد سكنها ثمانية خلفاء منهم المعتصم وهو ابتدأها وأنشأها ، والواثق وهو هارون بن المعتصم ، والمتوكل جعفر بن المعتصم ، والمنتصر محمد بن المتوكل والمستعين أحمد بن محمد بن المعتصم ، والمعتز أبو عبد الله بن المتوكل ، والمهتدي محمد بن الواثق ، والمعتمد أحمد بن المتوكل .\r\nقال أحمد بن أبي يعقوب : كانت سرّ من رأى في متقدم الأيام صحراء من أرض الطيرهان لا عمارة بها ، وكان بها دير للنصارى بالموضع الذي صارت فيه دار السلطان المعروفة بدار العامة وصار الدير بيت المال ؛ فلما قدم المعتصم بغداد منصرفه من طرسوس في السنة التي بويع له بالخلافة وهي سنة ثمان عشرة ومائتين نزل دار المأمون ، ثم بنى دارا في الجانب الشرقي من بغداد ؛ وانتقل إليها وأقام بها في سنة ثماني عشرة وتسع عشرة وعشرين وإحدى وعشرين ومائتين .\r\nوكان معه خلق من الأتراك وهم يومئذ عجم ، أعلمني جعفر الخشكي قد كان المعتصم يوجه بي في أيام المأمون إلى سمرقند إلى نوح بن أسد في شراء الأتراك فكنت أقدم عليه في كل سنة منهم بجماعة فاجتمع له في أيام المأمون منهم زهاء ثلاثة آلاف غلام ، فلما أفضت إليه الخلافة ألحّ في طلبهم واشترى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النص التالي نقله الحميري في « الروض المعطار » 300 طبعة إحسان عباس .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nكان ببغداد من رقيق الناس ، كان ممن اشترى ببغداد جماعة جملة منهم أشناس وكان مملوكا لنعيم بن حازم أبي حازم أبي هارون بن نعيم ، وإيتاخ كان مملوكا لسلام بن الأبرش ووصيف كان زرّادا مملوكا لآل النعمان ، وسيما الدمشقي وكان مملوكا لذي الرئاستين الفضل بن سهل .\r\nوكان أولئك الأتراك العجم إذا ركبوا الدواب ركضوا فيصدمون الناس يمينا وشمالا فيثب عليهم الغوغاء فيقتلون بعضا وتذهب دماؤهم هدرا لا يعدون على من فعل ذلك ؛ فثقل ذلك على المعتصم وعزم على الخروج من بغداد فخرج إلى الشمّاسية وهو الموضع الذي كان المأمون يخرج إليه فيقيم به الأيام والشهور ؛ فعزم أن يبني بالشماسية خارج بغداد مدينة ، فضاقت عليه أرض ذلك الموضع وكره أيضا قربها من بغداد ، فمضى إلى البردان بمشورة الفضل بن مروان ، وهو يومئذ وزير وذلك في سنة إحدى وعشرين ومائتين .\r\nوأقام بالبردان أياما وأحضر المهندسين ، ثم لم يرض الموضع ، فصار إلى موضع يقال له باحمشا من الجانب الشرقي من دجلة ، فقدّر هناك مدينة على دجلة ؛ وطلب موضعا يحفر فيه نهرا فلم يجده فنفذ إلى القرية المعروفة بالمطيرة فأقام بها مدة .\r\nثم مد إلى القاطول فقال : هذا أصلح المواضع فصير النهر المعروف بالقاطول وسط المدينة ويكون البناء على دجلة وعلى القاطول ؛ فابتدأ البناء وأقطع القواد والكتّاب والناس ( 257 ) فبنوا حتى ارتفع البناء ، واختطت الأسواق على القاطول وعلى دجلة وسكن هو في بعض ما بني له وسكن الناس أيضا ، ثم قال : أرض القاطول غير طائلة وإنما هي حصى وأفهار ، والبناء بها صعب جدا ، وليس لأرضها سعة .\r\nثم ركب متصيدا فمر في مسيره حتى صار إلى موضع سرّ من رأى وهي صحراء من أرض الطيرهان لا عمارة بها ولا أنيس فيها إلا دير للنصارى « 1 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هنا ينتهي نقل الحميري 450 .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nفوقف بالدير وكلّم من فيه من الرهبان وقال ما اسم هذا الموضع فقال له بعض الرهبان نجد في كتبنا المتقدمة أن هذا الموضع يسمّى سرّ من رأى وأنه كان مدينة سام بن نوح وأنه سيعمر بعد الدهور على يد ملك جليل مظفر منصور له أصحاب كأنّ وجوههم وجوه طير الفلاة ، ينزلها وينزلها ولده ، فقال أنا والله أبنيها وأنزلها وينزلها ولدي ، ولقد أمر الرشيد يوما أن يخرج ولده إلى الصيد فخرجت مع محمد والمأمون وأكابر ولد الرشيد فاصطاد كل واحد منا صيدا واصطدت بومة ، ثم انصرفنا وعرضنا صيدنا عليه ، فجعل من كان معنا من الخدم يقول هذا صيد فلان وهذا صيد فلان حتى عرض عليه صيدي ، فلما رأى البومة وقد كان الخدم أشفقوا من عرضها لئلا يتطير بها أو ينالني منه غلظة فقال من صاد هذه ؟ قالوا أبو إسحق ، فاستبشر وضحك وأظهر السرور ، ثم قال أما أنه يلي الخلافة ويكون جنده وأصحابه والغالبون عليه قوما وجوههم مثل وجه هذه البومة ، فيبني مدينة قديمة وينزلها بهؤلاء القوم ثم ينزلها ولده من بعده ؛ وما سرّ الرشيد يومئذ بشيء من الصيد كما سرّ بصيدي لتلك البومة .\r\nثم عزم المعتصم على أن ينزل بذلك الموضع فأحضر محمد بن عبد الملك الزيات وابن أبي دؤاد وعمر بن فرج وأحمد بن خالد المعروف بأبي الوزير وقال لهم اشتروا من أصحاب هذا الدير هذه الأرض وادفعوا إليهم ثمنها أربعة آلاف دينار ، ففعلوا ذلك ، ثم أحضر المهندسين فقال اختاروا أصلح هذه المواضع فاختاروا عدة مواضع للقصور وصيّر إلى كل رجل من أصحابه بناء قصر ، فصيّر إلى خاقان عرطوج أبي الفتح بن خاقان بناء الجوسق الخاقاني ، وإلى عمر بن فرج بناء القصر المعروف بالعمري ، وإلى أبي الوزير بناء القصر المعروف بالوزيري .\r\nثم خط القطائع للقواد والكتاب والناس ، وخط المسجد الجامع ، واختط الأسواق حول المسجد الجامع ووسعت صفوف الأسواق وجعلت كل تجارة منفردة وكل قوم على حدتهم على مثل ما رسمت عليه أسواق بغداد .\r\nوكتب في أشخاص الفعلة والبنائين وأهل المهن من الحدادين والنجارين وسائر الصناعات ، وفي حمل الساج وسائر الخشب والجذوع من البصرة وما\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nوالاها من بغداد وسائر السواد ، ومن أنطاكية وسائر سواحل الشأم ، وفي حمل عملة الرخام وفرش الرخام ، فأقيمت باللاذقية وغيرها دور صناعة الرخام .\r\nوأفرد قطائع الأتراك عن قطائع الناس جميعا ، وجعلهم معتزلين عنهم لا يختلطون بقوم من المولدين ولا يجاورهم إلا الفراغنة .\r\nوأقطع أشناس وأصحابه الموضع المعروف بالكرخ وضم إليه عدة من قواد الأتراك والرجال وأمره أن يبني المساجد والأسواق ، وأقطع خاقان عرطوج وأصحابه مما يلي الجوسق الخاقاني وأمر بضم أصحابه ومنعهم من الاختلاط بالناس ، وأقطع وصيفا وأصحابه مما يلي الحير ، وبنى حائطا سماه حائر الحيرة ممتدا . وصيرت قطائع الأتراك جميعا والفراغنة العجم بعيدة من الأسواق والزحام في شوارع واسعة ودروب طوال ليس معهم في قطائعهم ودروبهم أحد من الناس يختلط بهم من تاجر ولا غيره ، ثم اشترى لهم الجواري فأزوجهم منهن ومنعهم أن يتزوجوا ويصاهروا إلى أحد من المولدين إلى أن ينشأ لهم الولد فيتزوج بعضهم وأجرى لجواري الأتراك أرزاقا قائمة وأثبت أسمائهن في الدواوين ، فلم يكن يقدر أحد منهم يطلق امرأته ولا يفارقها .\r\nولما أقطع أشناس التركي في آخر البناء مغربا وأقطع أصحابه معه وسمى الموضع الكرخ أمره أن لا يطلق لغريب من تاجر ولا غيره مجاورتهم ولا يطلق معاشرة المولدين ، فأقطع قوما آخرين فوق الكرخ وسماه الدور وبنى لهم في خلال الدور والقطائع المساجد والحمّامات وجعل في كل موضع سويقة فيها عدة حوانيت للفامبيين والقتّابين ، ومن أشبههم ممن لا بدّ لهم منه ولا غنى عنه .\r\nوأقطع الأفشين خيدر بن كاوس الأشروسني في آخر البناء مشرقا على قدر فرسخين وسمّى الموضع المطيرة فأقطع أصحابه الأشروسنية وغيرهم من المضمومين إليه حول داره وأمره أن يبني فيما هناك سويقة فيها حوانيت للتجار فيما لا بدّ منه ومساجد وحمّامات .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nواستقطع الحسن بن سهل بين آخر الأسواق ، وكان آخرها الجبل الذي صار فيه خشبة بابك وبين المطيرة موضع قطيعة أفشين وليس في ذلك الموضع يومئذ شيء من العمارات ، ثم أحدقت العمارة به حتى صارت قطيعة الحسن بن سهل وسط سرّ من رأى . وامتد بناء الناس من كل ناحية واتصل البناء بالمطيرة ، وجعلت الشوارع لقطائع قواد خراسان وأصحابهم من الجند والشاكرية وعن يمين الشوارع ويسارها الدروب ، فيها منازل الناس كافة ، وكان الشارع المعروف بالسريجة وهو الشارع الأعظم ممتدا من المطيرة إلى الوادي المعروف في هذا الوقت بوادي إسحق بن إبراهيم انتقل من قطيعته في أيام المتوكل فبنى على رأس الوادي واتسع في البناء ، ثم قطيعة إسحق بن يحيى بن معاذ ، ثم تتصل قطائع الناس يمنة ويسرة في هذا الشارع الأعظم وفي دروب من جانبي الشارع الأعظم تنفذ إلى شارع يعرف بأبي أحمد ، وهو أبو أحمد بن الرشيد ، من أحد الجانبين وتنفذ إلى دجلة وما قرب منها من الجانب الآخر ، وتمر القطائع إلى ديوان الخراج الأعظم وهو في هذا الشارع الكبير .\r\nوفي هذا الشارع قطائع قواد خراسان منها قطيعة هاشم بن بانيجور وقطيعة عجيف بن عنبسة وقطيعة الحسن بن علي المأموني ، وقطيعة هارون بن نعيم ، وقطيعة حزام بن غالب ، وظهر قطيعة حزام الاصطبلات لدواب الخليفة الخاصة والعامة يتولاها حزام ويعقوب أخوه ، ثم مواضع الرطابين وسوق الرقيق في مربعة فيها طرق متشعبة فيها الحجر والغرف والحوانيت للرقيق ، ثم مجلس الشرط والحبس الكبير ، ومنازل الناس والأسواق في هذا الشارع يمنة ويسرة مثل سائر البياعات والصناعات ، ويتصل ذلك إلى خشبة بابك ثم السوق العظمى تختلط بها المنازل كل تجارة منفردة وكل أهل مهنة لا يختلطون بغيرهم ، ثم الجامع القديم الذي لم يزل يجمع فيه إلى أيام المتوكل فضاق على الناس فهدمه وبنى مسجدا جامعا واسعا في طرف الحير ( 261 ) المسجد الجامع والأسواق من أحد الجانبين ، ومن الجانب الآخر القطائع والمنازل وأسواق أصحاب البياعات الدنية مثل أصحاب الفقاع والهرائس والشراب ، وقطيعة راشد المغربي ، وقطيعة مبارك المغربي ، وسويقة مبارك ، وجبل جعفر الخياط وفيه\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nكانت قطيعة جعفر ، ثم قطيعة أبي الوزير ، ثم قطيعة العباس بن علي بن المهدي ، ثم قطيعة عبد الوهاب بن علي بن المهدي .\r\nويمتد الشارع وفيه قطائع عامة إلى دار هارون بن المعتصم وهو الواثق عند دار العامة وهي الدار التي نزلها يحيى بن أكثم في أيام المتوكل لما ولاه قضاء القضاة ثم باب العامة ودار الخليفة وهي دار العامة التي يجلس فيها يوم الاثنين والخميس ، ثم الخزائن ، خزائن الخاصة وخزائن العامة ، ثم قطيعة مسرور سمانة الخادم وإليه الخزائن ثم قطيعة قرقاس الخادم وهو خراساني ، ثم قطيعة ثابت الخادم ، ثم قطيعة أبي الجعفاء وسائر الخدم الكبار .\r\nوالشارع الثاني يعرف بأبي أحمد وهو أبو أحمد بن الرشيد أول هذا الشارع من المشرق داره بختيشوع المتطبب التي بناها في أيام المتوكل ، ثم قطائع قواد خراسان وأسبابهم من العرب ومن أهل قمّ وأصبهان وقزوين والجبل وأذربيجان يمنة في الجنوب مما يلي القبلة فهو نافذ إلى شارع السريجة الأعظم وما كان مما يلي الشمال ظهر القبلة فهو نافذ إلى شارع أبي أحمد ديوان الخراج الأعظم وقطيعة عمر وقطيعة للكتاب وسائر الناس وقطيعة أبي أحمد بن الرشيد في وسط الشارع ، وفي آخره مما يلي الوادي الغربي الذي يقال له وادي إبراهيم بن رباح ، قطيعة بن أبي دوأد وقطيعة الفضل بن مروان ، وقطيعة محمد بن عبد الملك الزيات ، وقطيعة إبراهيم بن رباح في الشارع الأعظم . ثم تتصل الإقطاعات في هذا الشارع وفي الدروب إلى يمنته ويسرته إلى قطيعة بغا الصغير ثم قطيعة بغا الكبير ثم قطيعة سيما الدمشقي ، ثم قطيعة برمش ، ثم قطيعة وصيف القديمة ، ثم قطيعة إيتاخ ، ويتصل ذلك إلى باب البستان وقصور الخليفة ، .\r\nوالشارع الثالث شارع الحير الأول الذي صارت فيه دار أحمد بن الخصيب في أيام المتوكل ، فأصل هذا الشارع من المشرق ومن الوادي المتصل بوادي إسحق بن إبراهيم وفيه قطائع الجند والشاكرية وأخلاط الناس ، ويمتد إلى وادي إبراهيم بن رباح .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوالشارع الرابع يعرف بشارع برغامش التركي فيه قطائع الأتراك والفراغنة ، فدروب الأتراك منفردة ، ودروب الفراغنة منفردة ، والأتراك في الدروب التي في القبلة والفراغنة بإزائهم بالدروب التي في ظهر القبلة ، كل درب بإزاء درب لا يخالطهم أحد من الناس . وآخر منازل الأتراك وقطائعهم قطائع الخزر مما يلي المشرق . أول هذا الشارع من المطيرة عند قطائع الأفشين التي صارت لوصيف وأصحاب وصيف ، ثم يمتد الشارع إلى الوادي الذي يتصل بوادي إبراهيم بن رباح .\r\nوالشارع الخامس يعرف بصالح العباسي وهو شارع الأسكر فيه قطائع الأتراك والفراغنة والأتراك أيضا في دروب منفردة ، والفراغنة في دروب منفردة ممتدة من المطيرة إلى دار صالح العباسي التي على رأس الوادي ، ويتصل ذاك بقطائع القواد والكتاب والوجوه والناس كافة .\r\nثم شارع خلف شارع الأسكر يقال له الحير الجديد فيه أخلاط من سائر الناس من قواد الفراغنة والأشروسنية والأشتاخنجية وغيرهم من سائر كور خراسان .\r\nوهذه الشوارع التي من الحير كلما اجتمعت إلى إقطاعات لقوم هدم الحائط وبني خلفه حائط وبني خلفه حائط غيره ، وخلف الحائط الوحش من الظباء والحمير الوحش والأيايل والأرانب والنعام ، وعليها حائط يدور في صحراء حسنة واسعة .\r\nوالشارع الذي على دجلة يسمّى شارع الخليج وهناك الفرض والسفن والتجارات التي ترد من بغداد وواسط وكسكر وسائر السواد من البصرة والأبلة والأهواز وما اتصل بذلك ومن الموصل وبعربايا وديار ربيعة وما اتصل بذلك ، وفي هذا الشارع قطائع المغاربة كلهم أو أكثرهم ، والموضع المعروف بالأزلاخ الذي عمر بالرجالة المغاربة في أول ما اختطت سرّ من رأى .\r\nواتسع الناس في البناء بسرّ من رأى أكثر من اتساعهم ببغداد ، وبنوا المنازل الواسعة ، إلا أن شربهم جميعا من دجلة مما يحمل في الرّوايا على\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nالبغال وعلى الإبل لأن آبارهم بعيدة الرشاء ، ثم هي مالحة غير سائغة فليس لها اتساع في الماء ، ولكن دجلة قريبة والروايا كثيرة .\r\nوبلغت غلات ومستغلات سرّ من رأى وأسواقها عشرة آلاف درهم في السنة ، وقرب محمل ما يؤتى به من الميرة من الموصل وبعربايا وسائر ديار ربيعة في السفن في دجلة فصلحت أسعارهم .\r\nولما فرغ المعتصم من الخطط ووضع الأساس للبناء في الجانب الشرقي من دجلة وهو جانب سرّ من رأى عقد جسرا إلى الجانب الغربي من دجلة فأنشأ هناك العمارات والبساتين والأجنة وحفر الأنهار من دجلة ، وصيّر إلى كل قائد عمارة ناحية من النواحي ، وحمل النخل من بغداد والبصرة وسائر السواد وحملت الغروس من الجزيرة والشام والجبل والري وخراسان وسائر البلدان ، فكثرت المياه في هذه العمارة في الجانب الشرقي بسرّ من رأى ، وصلح النخل ونبتت الأشجار وزكت الثمار وحسنت الفواكه وحسن الريحان والبقل وزرع الناس أصناف الزرع والرياحين والبقول والرطاب وكانت الأرض مستريحة ألوف سنين فزكا كل ما غرس فيها وزرع بها حتى بلغت غلة العمارات بالنهر المعروف بالإسحاقي وما عليه ، والإيتاخي والعمري والعبد الملكي ودالية ابن حماد والمسروري وسيف والعربات المحدثة وهي خمس قرى ، والقرى السفلى وهي سبع قرى والأجنة والبساتين وخراج الزرع أربع مائة ألف دينار في السنة « 1 » .\r\nوأقدم المعتصم من كل بلد من يعمل عملا من الأعمال أو يعالج مهنة من مهن العمارة والزرع والنخل والغروس وهندسة الماء ووزنه واستنباطه والعلم بمواضعه من الأرض ، وحمل من مصر من يعمل القراطيس وغيرها ، وحمل من البصرة من يعمل الزجاج والخزف والحصر ، وحمل من الكوفة من يعمل الخزف ومن يعمل الأدهان ومن سائر البلدان من أهل كل مهنة وصناعة فأنزلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقل الحميري الفقرات التالية 507 .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nبعيالهم بهذه المواضع وأقطعوا فيها وجعل هناك أسواقا لأهل المهن بالمدينة .\r\nوبنى المعتصم العمارات قصورا وصير في كل بستان قصرا فيه مجالس وبرك وميادين ، فحسنت العمارات ورغب وجوه الناس في أن يكون لهم بها أدنى أرض وتنافسوا في ذلك ، وبلغ الجريب من الأرض مالا كبيرا . ومات المعتصم بالله سنة سبع وعشرين ومائتين وولي الخلافة هارون الواثق بن المعتصم فبنى الواثق القصر المعروف بالهاروني على دجلة وجعل فيه مجالس في دكة شرقية ودكة غربية ، وانتقل إليه ، وزادت الإقطاعات وقرّب قوما وباعد ديار قوم على الإحظاء لا على الإبعاد فأقطع وصيفا دار أفشين التي بالمطيرة وانتقل وصيف عن داره القديمة إلى دار أفشين ولم يزل يسكنها وكان أصحابه ورجاله حوله ، وزاد في الأسواق ، وعظمت الفرص التي تردها السفن من بغداد وواسط والبصرة والموصل ، وجدد الناس البناء وأحكموه وأتقنوه لما علموا أنها قد صارت مدينة عامرة وكانوا قبل ذلك يسمونها العسكر ثم توفي الواثق في سنة اثنتين وثلثين مائتين ، وولي جعفر المتوكل بن المعتصم فنزل الهاروني وآثره على جميع قصور المعتصم ، وأنزل ابنه محمدا المنتصر قصر المعتصم المعروف بالجوسق ، وأنزل ابنه إبراهيم المؤيد بالمطيرة وأنزل ابنه المعتز خلف المطيرة مشرقا بموضع يقال له بلكوارا ، فاتصل البناء من بلكوارا إلى آخر الموضع المعروف بالدور مقدار أربعة فراسخ وزاد في شوارع الحير شارع الأسكر والشارع الجديد وبنى المسجد الجامع في أول الحير في موضع واسع خارج المنازل لا يتصل به شيء من القطائع والأسواق ، وأتقنه ووسعه وأحكم بناءه وجعل فيه فوارة ماء لا ينقطع ماؤها ، وجعل الطرق إليه من ثلاثة صفوف واسعة عظيمة من الشارع الذي يأخذ من وادي إبراهيم بن رباح في كل صف حوانيت فيها أصناف التجارات والصناعات والبياعات ، عرض كل صف مائة ذراع بالذراع السوداء لئلا يضيق عليه الدخول إلى المسجد إذا حضر المسجد في الجمع في جيوشه وجموعه وبخيله ورجاله ومن كل صف إلى الصفّ الذي يليه دروب وسكك فيها قطائع جماعة من عامة الناس فاتسعت على الناس المنازل والدور واتسع أهل الأسواق والمهن والصناعات في تلك الحوانيت والأسواق التي في صفوف المسجد الجامع وأقطع نجاح بن سلمة الكاتب في آخر\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nالصفوف مما يلي قبلة المسجد ، وأقطع أحمد بن اسرايل الكاتب أيضا بالقرب من ذاك ، وأقطع محمد بن موسى المنجم وأخوته وجماعة من الكتّاب والقواد والهاشميين وغيرهم ، وعزم المتوكل أن يبتني مدينة ينتقل إليها وتنسب إليه ويكون له بها الذكر فأمر محمد بن موسى المنجم ومن يحضر بابه من المهندسين أن يختاروا موضعا فوقع اختيارهم على موضع يقال له الماحوزة وقيل له إن المعتصم قد كان على أن يبني هاهنا مدينة ويحفر نهرا قد كان في الدهر القديم ، فاعتزم على ذلك وابتدأ النظر فيه في سنة خمس وأربعين ومائتين ، ووجّه في حفر ذلك النهر ليكون وسط المدينة ، فقدر النفقة على النهر ألف ألف وخمسمائة ألف دينار ، فطاب نفسا بذلك ورضي به وابتدأ الحفر وأنفقت الأموال الجليلة على ذلك النهر واختط موضع قصوره ومنازله وأقطع ولاة عهوده وسائر أولاده وقواده وكتّابه وجنده والناس كافة .\r\nومد الشارع الأعظم من دار أشناس التي بالكرخ وهي التي صارت للفتح ابن خاقان مقدار ثلاثة فراسخ إلى قصوره ، وجعل دون قصوره ثلاثة أبواب عظام جليلة يدخل منها الفارس برمحه ، وأقطع الناس يمنة الشارع الأعظم ويسرته وجعل عرض الشارع الأعظم مائتي ذراع وقدّر أن يحفر جنبي الشارع نهرين يجري فيهما الماء من النهر الكبير الذي يحفره .\r\nوبنيت القصور وشيدت الدور وارتفع البناء وكان يدور بنفسه فمن رآه قد جدّ في البناء أجازه وأعطاه ، فجدّ الناس وسمّى المتوكل هذه المدينة الجعفرية ، واتصل البناء من الجعفرية إلى الموضع المعروف بالدور ثم بالكرخ وسرّ من رأى مادا إلى الموضع الذي كان ينزله ابنه أبو عبيد الله المعتز ليس بين شيء من ذلك فضاء ولا فرج ولا موضع لا عمارة فيه فكان مقدار ذلك سبعة فراسخ ،\r\nوارتفع البنيان في مقدار سنة وجعلت الأسواق في موضع معتزل وجعل في كل مربعة وناحية سوقا ؛ وبني المسجد الجامع .\r\nوانتقل المتوكل إلى قصور هذه المدينة أول يوم من المحرم سنة سبع وأربعين ومائتين ، فلما جلس أجاز الناس بالجوائز السنية ووصلهم وأعطى جميع\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nالقواد والكتّاب ومن تولى عملا من الأعمال ؛ وتكامل له السرور وقال الآن علمت أني ملك إذ بنيت لنفسي مدينة سكنتها .\r\nونقلت الدواوين ديوان الخراج وديوان الضياع وديوان الزمام وديوان الجند والشاكرية وديوان الموالي والغلمان وديوان البريد وجميع الدواوين .\r\nإلا أن النهر لم يتم أمره ولم يجر الماء فيه إلا جريا ضعيفا لم يكن له اتصال ولا استقامة على أنه قد أنفق عليه شبيها بألف ألف دينار ، ولكن كان حفره صعبا جدا إنما كانوا يحفرون حصا وأفهارها لا يعمل فيها المعاول وأقام المتوكل نازلا في قصوره بالجعفرية تسعة أشهر وثلاثة أيام وقتل لثلاث خلون من شوال سنة سبع وأربعين ومائتين في قصره الجعفري أعظم القصور شؤما وولي محمد المنتصر بن المتوكل فانتقل إلى سرّ من رأى وأمر الناس جميعا بالانتقال عن الماحوزة وأن يهدموا المنازل ويحملوا النقض إلى سرّ من رأى فانتقل الناس وحملوا نقض المنازل إلى سرّ من رأى وخربت قصور الجعفري ومنازله ومساكنه وأسواقه في أسرع مدة وصار الموضع موحشا لا أنيس به ولا ساكن فيه والديار بلاقع كأنها لم تعمر ولم تسكن .\r\nومات المنتصر بسرّ من رأى في شهر ربيع الآخر سنة ثمان وأربعين ومائتين ، وولي المستعين أحمد بن محمد بن المعتصم فأقام بسرّ من رأى سنتين وثمانية أشهر حتى اضطربت أموره فانحدر إلى بغداد في المحرم سنة إحدى وخمسين ومائتين فأقام بها يحارب أصحاب المعتز سنة كاملة والمعتز بسرّ من رأى معه الأتراك وسائر الموالي ، ثم خلع المستعين وولي المعتز فأقام بها حتى قتل ثلث سنين وسبعة أشهر بعد خلع المستعين وبويع محمد المهتدي ابن الواثق في رجب سنة خمس وخمسين ومائتين فأقام حولا كاملا ينزل الجوسق حتى قتل رحمه الله وولي أحمد المعتمد ابن المتوكل فأقام بسرّ من رأى في الجوسق وقصور الخلافة ثم انتقل إلى الجانب الشرقي بسرّ من رأى فبنى قصرا موصوفا بالحسن سماه المعشوق فنزله فأقام به حتى اضطربت الأمور فانتقل إلى بغداد ثم إلى المدائن .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nولسرّ من رأى منذ بنيت وسكنت إلى الوقت الذي كتبنا فيه كتابنا هذا خمس وخمسون سنة ملك بها ثمانية خلفاء مات وقتل فيها خمسة ، المعتصم والواثق والمنتصر والمعتز والمهتدي وقتل في حريمها وفي ما هو متصل بها وقريب منها اثنان المتوكل والمستعين واسمها في الكتب المتقدمة زوراء بني العباس ويصدّق ذلك إن قيل مساجدها كلها مزورّة فيها ازورار ليس فيها قبلة مستوية إلا أنها لم تخرب ولم يذهب اسمها .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nالمحتويات\r\nتقديم 5\r\nالفصل الأول : المصادر 7\r\nكتب البلدانيين 7\r\nكتب التاريخ العام 11\r\nكتب الآداب العامة 12\r\nالدراسات الحديثة 12\r\nالفصل الثاني : المأمون وأهل بغداد 17\r\nبغداد قبل خلافة المأمون 17\r\nموقف أهل بغداد من انتصار المأمون 18\r\nالمأمون نشأته وتوجهاته 20\r\nالمحنة : نشأتها ودلالتها 24\r\nيتبين من هذا الكتاب 25\r\nطبيعة المحنة 29\r\nالمشكلة فكرية وسياسية 31\r\nأساليب التنفيذ 34\r\nالفصل الثالث : المعتصم والجيش 37\r\nالمعتصم نشأته وحياته الأولى 37\r\nالجيش في بغداد 40\r\nالخراسانيون 44\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالخراسانيون في جيش العباسيين 46\r\nأهل ما وراء النهر في جيش بغداد 48\r\nالسغد 49\r\nالترك 52\r\nعدد الأتراك 56\r\nالفصل الرابع : البحث عن المكان واختيار الرقعة 57\r\nغرض الخلفاء من تأسيس المدن 57\r\nالبحث عن المكان 59\r\nاختيار الموقع 61\r\nرقعة أرض سامرّاء 61\r\nالفصل الخامس : المنطقة ومعالمها 65\r\nالدور 67\r\nالكرخ 68\r\nقصر أشناس 69\r\nالماحوزة 70\r\nالجعفرية 71\r\nالإيتاخية والمحمدية 72\r\nالمطيرة 73\r\nالقادسية 78\r\nالماء في منطقة سامرّاء 81\r\nالفصل السادس : التخطيط والتشييد 85\r\nالمهندسون 86\r\nالتخطيط 87\r\nطراز التخطيط 88\r\nالمشرفون على البناء 89\r\nجامع المعتصم 89\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nجامع المتوكل 90\r\nمساجد محلية 92\r\nالحير 92\r\nالشوارع 95\r\nتطور العمران والشوارع زمن المتوكل 97\r\nمواد البناء والعمال 98\r\nالصناع 99\r\nأسواق سامرّاء 101\r\nأهل السوق 104\r\nأسواق محلية 104\r\nالجانب الغربي وإعماره 107\r\nالفصل السابع : قصور الخلفاء 111\r\nالجوسق 114\r\nدار العامة 119\r\nالهاروني : قصر الواثق 122\r\nالفصل الثامن : قصور المتوكل ومنشآته 127\r\nالجعفرية 130\r\nقصور المعتمد : المعشوق والأحمدي 133\r\nالفصل التاسع : العباسيون والعلويون 137\r\nالأسرة العباسية 137\r\nالعلويون 141\r\nالفصل العاشر : أهل الدواوين والوجهاء 143\r\nالدواوين والكتاب 143\r\nرجال الإدارة الرئيسيّون في عهد الخلافة العباسية في سامرّاء 147\r\nالوجوه وأهل النباهة 151\r\nالقصور والدور والمنازل والقطائع 154\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nالفصل الحادي عشر : منازل المغاربة والعرب 155\r\nالمغاربة 155\r\nالفصل الثاني عشر : الخراسانيون 161\r\nالفراغنة 164\r\nالأشروسنية 168\r\nالفصل الثالث عشر : الأتراك ومنازلهم 171\r\nالقطائع 171\r\nتنظيم إقامة الأتراك 173\r\nتنظيم الأتراك وعطاؤهم 175\r\nالفصل الرابع عشر : سامرّاء بعد انتقال الخلافة منها 179\r\n\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200}
  ]