[
  {"content":"\r\n\r\nكتاب عجايب الهند\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":1},
  {"content":"\r\n\r\nكتاب عجايب الهند\r\nبره وبحره وجزايره\r\nتأليف\r\nبزرك بن شهريار الناخداه الرام هرمزي\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 2 ","page_number":2},
  {"content":"\r\n\r\nسلسلة الجغرافية والرحلات عند العرب 5\r\nعجائب الهند بره وبحره\r\nتأليف بزرك بن شهريار الناخداه الرام هرمزي ( 342 ه‍ )\r\nتحقيق المستشرق ب . أ . فان درليت\r\nدراسة وترجمة فرنسية للمستشرق ل . مرسيل ديفيك\r\nدار ومكتبة بيبليون\r\nجبيل - لبنان\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 3 ","page_number":3},
  {"content":"\r\n\r\n2009 - جميع الحقوق محفوظة\r\nدار ومكتبة بيبليون\r\nطريق المريميين - حي مار بطرس\r\nجبيل / بيبلوس - لبنان\r\nه‍ : 540256 / 09 - 847633 / 03 ف : 546736 / 09\r\nByblion 1 @ terra . net . lb\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 12 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n[ مقدمة 
  ]\r\nبسم الله الرحمن الرحيم وهو حسبي\r\nالحمد لله ذي العزّة والجلال ، والانعام والافضال ، خالق الأمم أطوارا والأجيال «  a  » ، ومنوّعهم بفطرته في الاخلاق والاشكال ، ومصرّفهم بقدرته من حال إلى حال ، ومعلّمهم بحكمته ما يصنعون من غرايب الاعمال ، ، فاتقن «  b  » واحكم وسدّد وقوّم وقال وهو أصدق القايلين    اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ    «  c  » شهدت آياته المختلفة في الأقطار ، وعجايب مصنوعاته في البرارىّ والبحار ، وبدايع محكماته في الآفاق والديار ، انّه تبارك وتعالى فرد صمد أحد قهّار ، فاعتبروا يا أولى الابصار ، ، ارسل محمّدا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  والجبال .\r\n(  b  )  Cod .  فأيقن .\r\n(  c  )  Kor . 96 ; 3 , 4 , 5 . \r\n","page_name":" 1 ","page_number":15},
  {"content":"\r\n\r\nبالهدى ودين الحقّ إلى كافّه الخلق ، صلّى الله عليه وعلى آله ما لمع برق ، وأشرقت شمس من شرق ، ،\r\nوبعد فانّ الله تبارك اسمه وجلّ ثناؤه خلق العجايب عشرة اجزاء فجعل تسعة منها في ركن المشرق وجزءا في ثلاثة أركان الأرض التي هي المغرب والشمال والجنوب ثم جعل في الصين والهند ثمانية اجزاء منها وجزءا في باقي المشرق *\r\n\r\n[ حكاية العجائب 
  ]\r\n\r\n[ في اسلام المهروك 
  ]\r\nفمما في الهند ما حدّثنا به أبو محمّد الحسن «  a  » بن عمرو بن حمّويه بن حرام بن حمّويه النجيرمىّ «  b  » بالبصرة قال كنت بالمنصورة في سنة ثمان وثمانين ومائتين وحدّثنى بعض مشايخها ممّن يوثق به انّ ملك الرا وهو أكبر ملوك بلاد الهند والناحية التي هو بها بين قشمير الاعلى وقشمير الأسفل وكان يسمّى مهروك بن رايق كتب في سنة سبعين\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  الحسين .\r\n(  b  )  Cod . s . p . \r\n","page_name":" 2 ","page_number":16},
  {"content":"\r\n\r\nومائتين إلى صاحب المنصورة وهو عبد الله بن عمر بن عبد العزيز يسأله ان يفسّر له شريعة الاسلام بالهنديّة فاحضر «  a  » عبد الله هذا رجلا كان بالمنصورة أصله من العراق حدّ القريحة حسن الفهم شاعرا قد نشأ ببلاد الهند وعرف لغاتهم على اختلافها فعرّفه ما سأله ملك الرا فعمل قصيدة وذكر فيها ما يحتاج اليه وانفذها اليه فلمّا قرئت على ملك الرا استحسنها وكتب إلى عبد الله يسأله حمل صاحب القصيدة فحمله اليه وأقام عنده ثلث سنين ثم انصرف عنه فسأله عبد الله عن امر ملك الرا فشرح له اخباره وانّه تركه وقد اسلم قلبه ولسانه وانّه لم يمكنه اظهار الاسلام خوف من بطلان امره وذهاب ملكه وكان فيما «  b  » حكاه عنه انّه سأله ان يفسّر له القرآن بالهنديّة ففسّره له قال فانتهيت من التفسير إلى سورة يس قال ففسّرت له قول الله عزّ وجلّ  قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ \r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  فاحصى .\r\n(  b  )  Cod .  فيه .\r\n","page_name":" 3 ","page_number":17},
  {"content":"\r\n\r\n قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ  «  a  » قال فلمّا فسّرت له هذا وهو جالس على سرير من ذهب مرصّع بالجوهر والدرّ لأتعرف له قيمة قال لي أعد . علىّ فأعدت فنزل عن سريره ومشى على الأرض وكانت قد رشّت بالماء وهي ندية فوضع خدّه على الأرض وبكى حتّى تلوّث وجهه بالطين ثم قال لي هذا هو الربّ المعبود والاوّل القديم الذي ليس يشبهه أحد ، وبنا بيتا لنفسه واظهر انّه يخلو فيه لمهمّه «  b  » وكان يصلّى فيه سرّا من غير أن يطلع على ذلك أحد وانّه وهب له في ثلاثة دفعات ستّمائة منّا من ذهب *\r\n\r\n[ موعظة خطيب الكشمير 
  ]\r\nوحدثني انّ لأهل قشمير الاعلى يوم عيد في كلّ سنة يجتمعون فيه ويصعد خطيبهم على منبر ومعه جرّة من طين غير مطبوخ فخطب ثم يقول وقّوا أنفسكم وأموالكم واحفظوها ويعضهم ثم يقول انظروا إلى هذه الجرّة من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Kor . 36 : 78 , 79 . \r\n(  b  )  Cod .  لهمه .\r\n","page_name":" 4 ","page_number":18},
  {"content":"\r\n\r\nطين وقّيت وحفظت فبقيت وانّ لتلك الجرّة على ما يقولون أربعة آلاف سنة *\r\n\r\n[ قصة شجرة النحاس 
  ]\r\nوحدثني أبو عبد الله محمّد بن بابشاد «  a  » بن حرام بن حمّويه السيرافىّ وكان وجه النواخذة الذين سافروا إلى بلاد الذهب واعرف خلق الله بأمر البحر ومن جلّة البحريّين ومستوريهم ان باغباب سرنديب ببلاد يقال لها أبرير بلد «  b  » عظيم فيه نيف وثلاثون سوقا كلّ سوق منها طولها نصف ميل وبه الثياب العبّيّة «  c  » المرتفعة الحسنة وهو بلد راكب على نهر كبير يصبّ في بحر الاغباب ولأهل هذه البلد نحو من ستّمائة * بدّ جليلة «  d  » سوى الصغار وهو نحو اربع مائة بريد «  e  » وبظاهر البلد جبل يجرى تحته عين ماء وإلى جانب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  scrivitur .  بايشاد  semel  وبالشاد  Nomen interdum sine punctis , intordum \r\n(  b  )  Deest . \r\n(  c  )  Cod .  الغيبة .\r\n(  d  )  Cod . s . p . \r\n(  e  )  Cod .  برد .\r\n","page_name":" 5 ","page_number":19},
  {"content":"\r\n\r\nالجبل شجرة من نحاس وصفر «  a  » عظيمة فيها شوك مثل السقافيد أو المسالّ وبإزائها صنم عظيم في صورة زنجىّ عيناه من زبرجد ولهم يوم عيد في كلّ سنة عند ذلك الصنم فيخرحون اليه ويصعدون فوق الجبل فمن احبّ التقريب إلى ربّه شرب وعنّى وسجد للصنم مرارا ورمى بنفسه من فوق الجبل على تلك الشجرة فينقطع منها قطعا ومنهم من يرمى بنفسه على دماغه فوق حجر عظيم يجرى «  b  » عليه ماء العين تحت الصنم الأسود فيطحن فوق الحجر إلى نار الله *\r\n\r\n[ انكسار الجوز بالشفتين 
  ]\r\nوحدثني انّ بقنّوج «  c  » من بلدان الهند من تأخذ الفوفلة بين شعريها فتكسرها قطعا من شدّة ما تضغطها *\r\n\r\n[ الجواز من بين جبلين أو ظفرى سرطان 
  ]\r\nوحدثني انّه سمع في حداثته انّ مردويه بن زرابخت «  d  » وكان أحد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  وصفة .\r\n(  b  )  Cod .  تجرى .\r\n(  c  )  Cod .  بفتوح .\r\n(  d  )  Cod .  زرايخت .\r\n","page_name":" 6 ","page_number":20},
  {"content":"\r\n\r\nربّانيّة الصين وبلاد الذهب ذكر انّه كان مجتازا بناحية حزيرة الزابج وانّه سلك في بعض الايّام بين قرنين ظاهرين في البحر قدر انّهما جبلين في الماء وانّه لمّا جاوزهما غاصا «  a  » في البحر * فقدر انّهما «  b  » ظفرى سرطان فقلت لأبي محمّد احكى عنك هذه الحكاية فقال لي قد سمعت بها وهو شئ عظيم ما ادرى ما أقول فيه الّا انّ السرطان يعظم في البحر جدّا *\r\n\r\n[ حكاية عجيبة في اخذ السرطان حبل الانجر 
  ]\r\nوحدثني إسماعيل بن إبراهيم بن مرداس الناخذا وكان من بقيّة نواخدة بلاد الذهب وهو المعروف باسمعيلويه ختن اشكنين انّه في بعض سفراته إلى بلاد الذهب كان «  c  » قرب من البرّ بقرب لامرى لعيب لحق المركب «  d  » احتاج معه إلى أن يمسك المركب فانّه رمى بالانجر الكبير في البحر فلم يقف به المركب ومضى على حاله فلم يعرف السبب في ذلك فقال للغايص تنزل مع حبل الانجر وتعرّف خبره وانّ الغايص لمّا أراد النزول نظر وإذا الانجر\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  غاصبا .\r\n(  b  )  Cod .  فقد رايهما .\r\n(  c  )  Cod .  قال .\r\n(  d  )  Cod . add .  أو .\r\n","page_name":" 7 ","page_number":21},
  {"content":"\r\n\r\nبين ظفرى سرطان وهو يجرّ المركب ويلعب بالانجر فانّهم صاحوا وطرّحوا في الماء الحجارة ورفعوا الانجر ثم طرحوه في موضع آخر وانّ وزن الانجر ستّمائة منّا أو أكثر *\r\n\r\n[ قرب السفينة إلى قرية من جزاير الواقواق وهرب أهله إلى الصحارى و . . . 
  ]\r\nوحدثني أبو محمّد الحسن بن عمرو انّ بغض النواخذة حدّثه انه حهّز مركبا له إلى الزابج فوقعوا «  a  » إلى قرية من قرى جزاير الواقواق لانّ الريح طرحتهم إليها فلمّا رآهم أهل القرية هربوا في الصحارى بما أمكنهم ان يهربوا به من أموالهم وانّ أهل المركب أيضا * تهيّبوا النزول «  b  » لانّهم لم يعرفوا البلد ولا عرفوا سبب هرب «  c  » القوم ما هو ومكثوا في مركبهم يومين لا يجيئهم أحد ولا يخاطبهم على وجه ولا سبب واحدروا رجلا من أهل المركب يعرف لغة الواقواقيّين «  d  » ومضى مغرّرا «  e  » وخرج من القرية إلى الصحارى فوجد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  فوقفوا .\r\n(  b  )  Cod .  تهيئوا للنزول .\r\n(  c  )  Cod .  عرف .\r\n(  d  )  Cod .  الواقواقين .\r\n(  e  )  Cod . s . p . \r\n","page_name":" 8 ","page_number":22},
  {"content":"\r\n\r\nرجلا قد صعد شجرة واخفى نفسه فيها وكلّمه ورفق به فاطعمه قطعة نمر كانت معه وسأله عن سبب هرب «  a  » أهل القرية وآمنه على نفسه ووعده بشئ يهبه له ان صدقه فقال له انّ أهل القرية لمّا بصروا بالمركب قدروا «  b  » أنّهم يريدون ان يغيروا «  c  » عليهم وهربوا مع ملكهم في الصحارى والغياض قال «  d  » فجاء بالرجل إلى المركب وانفذوه «  e  » مع ثلاثة نفر من أهل المركب إلى ملك القوم برسالة جميلة وآمنوه على نفسه وأهل بلده وحمّلوه اليه ثوبين وشيئا من التمر «  f  » والسقط هديّة وطابت نفسه وعاد مع ساير أهل البلد وأقاموا معهم وتسوّقوا بما في المركب من الأمتعة ولم يمض عشرون يوما حتّى وافى أهل قرية «  g  » أخرى مع ملكهم لمحاربة هذا الملك فقال لهم الملك اعلموا ان هؤلاء القوم قد جاءوا لمحاربتي وأخذ مالي لأنهم قدروا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  )  Cod .  قدراو .\r\n(  c  )  Cod . s . p . \r\n(  d  )  In Cod . anto  والغياض .\r\n(  e  )  Cod .  وانفدف .\r\n(  f  )  Cod .  الثمر  sed saepius  ث  pro  ت  scribitur . \r\n(  g  )  Cod .  القرية .\r\n","page_name":" 9 ","page_number":23},
  {"content":"\r\n\r\nانّه قد صار الىّ من هذا المركب جملة فعاونونى عليهم وادفعوا عن أنفسكم وعنّى قال وصبحنا «  a  » القوم على باب القرّية وخرج إليهم هذا الملك وساير أهل القرية مع بانانيّد «  b  » المركب ومقاتلته ومن نشط للحرب من تجاره وأهله وكان في جملة أهل المركب رجل أصله من العراق خبيث فلمّا اشتدّ الحرب بين القوم اخرج الرجل من حجزته «  c  » ورقة كبيرة فيها حساب له ونشرها ورفعها بيده إلى السماء وتكلّم بكلام يرفع به صوته قال فلمّا رآه القوم تركوا الحرب وجاءت طايفة منهم اليه وقالوا لا تفعل هذا ونحن ننصرف عنكم ولا نأخذ شيئا وجعل بعضهم يقول لبعض لا تحاربوا «  d  » فان القوم قد رفعوا أمرهم إلى ملك السماء والساعة يغلبونا ويقتلونا ولم يزالوا يضرعون «  e  » إلى الرجل حتّى ردّ الرقعة إلى حجزته «  c  » وانصرفوا بعد ان أثخنوا القول كانّى والقوم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  وصيحنا .\r\n(  b  )  Cod . semper  بابانية  , semel vero nom . sing .  بانيان .\r\n(  c  )  Cod .  حجرته .\r\n(  d  )  Cod .  تحاربون .\r\n(  e  )  Cod . s . p . \r\n","page_name":" 10 ","page_number":24},
  {"content":"\r\n\r\nيملكون القرية وما فيها قال هذا الناخذاة ولمّا كفينا امرهم رجعنا إلى بيعنا وشراينا وتسوّفنا على الرسم واستخدمنا ملك القوم ولم نزل نحتال «  a  » على أهل القرية ونسرق أولادهم ونشترى «  b  » بعضهم من بعض بالفوطة والتمر «  c  » والشئ اليسير حتّى صار معنا في المركب نحو مائة رأس من الرقيق كبارا أو صغارا فلمّا مضت علينا أربعة أشهر وقرب وقت الرجوع قال لنا القوم الذي اشتريناهم وسرقناهم لا تحملونا واتركونا في بلدنا فانّه لا يحلّ لكم ان تستعبدونا وتفرقوا بيننا وبين أهلنا * فلم نلتفت «  d  » إليهم وكانوا في المركب منهم مقيد ومنهم مشدود وصغارهم مطلقون وفي المركب البانانيّة خمسة أنفس يرون امر المركب ويقومون باطعامهم وبقيّة أهل المركب في القرية فعمدوا إلى البانانيّة في بعض الليالي فشدّوهم بالحبال ورفعوا الأبحر والشروع وسرقوا المركب في جوف الليل وأصبحنا فلم نجد المركب فبقينا وقد طلع بنا ليس\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  . نختل .\r\n(  b  )  Cod .  وتشترى .\r\n(  c  )  Cod .  والثمر .\r\n(  d  )  Cod .  نلتف .\r\n","page_name":" 11 ","page_number":25},
  {"content":"\r\n\r\nمعنا شئ * ولا لنا «  a  » حيلة الّا الشئ اللطيف الحقير الذي في القرية ممّا يخلف في ا لأيام ولم يجئنا أحد بخبر للمركب فاقنا ضرورة شهورا إلى أن بنينا قاربا لطيفا يحملنا وخرجنا على أقبح صورة فقرا *\r\n\r\n[ كسر السفينة في جنب جزيرة بقرب الهند ونجاتهم بطائر عظيم 
  ]\r\nوحدثني أحمد بن علىّ بن منير الناخذا السيرافىّ «  b  » وكان أيضا من بقيّة النواخذة الذين سافروا البحار ومضى لهم الاسم والصيت في البحر انّ بعض شيوخ الهند حدّثه بسرنديب انّ مركبا كسر له «  c  » فسلم نفر من أهلة في القارب ووقعوا إلى جزيرة بقرب الهند فبقوا بها مدّة إلى أن مات أكثرهم ويبقى منهم سبعة وكانوا في مدّة مقامهم قد رأوا طيرا عظيما «  d  » يقع في الجزيرة «  e  » ويرعى فإذا كان وقت العصر طار فلا يدرون إلى اين بمضي فاجمع رأيهم على أن يتعلّق واحد منهم برجليه «  f  » ليحمله لما ضاقت صدورهم وعلموا انّه لا بدّ من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  ولنا .\r\n(  b  )  Cod .  السيرانى .\r\n(  c  )  Cod .  به .\r\n(  d  )  Cod .  عطما .\r\n(  e  )  Cod .  جزيره .\r\n(  f  )  Cod .  برحاله .\r\n","page_name":" 12 ","page_number":26},
  {"content":"\r\n\r\nالموت وتعلّقت نفوسهم «  a  » بأمر الطاير وان «  b  » كان يطرحهم بقرب بلد فهو «  c  » الذي يتمنّونه وان قتلهم فهو الذي يتوقّعونه فطرح واحد منهم بنفسه بين الشجر وجاء الطاير على الرسم فرعى فلمّا جاءت وقت انصرافه تلطّف الرجل في الدنوّ منه وتعلّق اخذ برجليه وشدّ نفسه مع ساقيه بقشور الشجر فطار به في الهواء «  d  » وهو متعلّق بفخذيه وقد جعل زجليه مشتبكه برجليه فعبره بحرا وطرحه وقت غروب الشمس على جبل فحلّ نفسه وسقط كالميّت ممّا تعب وكلّ ومرّ به وما عاين من الأهوال فمكث لا يتحرّك إلى أن طلعت الشمس من غد فقام ينظر فإذا راعى غنم فسأله بالهنديّة عن الموضع فذكر قرية من قرى الهند وسقاه لبنا فتحامل حتّى دخل القرية ولم يزل الطاير ينقل القوم من تلك الجزيرة على تلك الصورة حتّى اجتمعوا بأسرهم في تلك القرية وتسبّبوا «  e  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  بنفوسهم .\r\n(  b  )  Cod .  وانه .\r\n(  c  )  Cod .  وهو .\r\n(  d  )  Cod .  الهوى .\r\n(  e  )  Cod .  ويسبّبوا .\r\n","page_name":" 13 ","page_number":27},
  {"content":"\r\n\r\nإلى النفوذ إلى بعض بلاد الهند التي يوجد فيها المراكب وركبوا في مركب وانّهم حدّثوا بأمر كسر «  a  » مركبهم والجزيرة التي وقعوا إليها ومقدار مسافة ما حملهم الطاير إلى تلك القرية فوجدوه زيادة على مائتي فرسخ *\r\n\r\n[ سمكة في سواحل عمان والفارس الذي دخل من فكها وخرج من جانب الاخر 
  ]\r\nوحدثني أبو الحسن محمّد بن أحمد بن عمر السيرافى انّه رأى بعمان في سنة ثلاثمائة سمكة وقعت ببعض سواحل عمان وجزر «  b  » الماء عنها فصيدت فسحبت إلى البلد فركب أحمد بن هلال الأمير والعسكر معه وحضر الناس للنظر إليها وكان الفارس يدخل من فكّها ويخرج من الجانب الآخر وهو راكب لعظمها فانّها ذرعت فكان طولها زيادة على مائتي ذراع وارتفاعها نحو خمسين ذراعا وانّه بيع من دهن عينيها على ما قيل ببضعة عشر آلاف درهم وحدّثنى اسمعيلويه الناخذا انّ هذا السمك كثير ببحر الزنج وبلجّة سمرقند\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  كبير .\r\n(  b  )  Cod .  وجرر .\r\n","page_name":" 14 ","page_number":28},
  {"content":"\r\n\r\nويقال له الوال «  a  » وهو بكسر المراكب مولع فإذا تعرّض للمركب ضربوا الخشب بغضه ببعض وصاحوا وضربوا الطبول وانه ربّما نفخ الماء فيرتفع مثل المنار ويبين من بعد مثل شرع المراكب وانه ربما لعب بذنبه وأجنحته فيرى من بعد «  b  » أيضا مثل شرع القوارب *\r\n\r\n[ في راس السمكة اللذى دخل رجل من احدى حدقتيها وخرج من الجانب الآخر 
  ]\r\nوحدثت عن بعض العراقيّين ممّن يضبط انّه رأى باليمن عند «  c  » بعض اخوانه رأس سمكة قد ذهب لحمه وبقي عظمه صحيحا فدخل الرجل من احدى حدقتيها «  d  » وخرج من الجانب الآخر وهو قايم من غير أن ينحنى وكان «  e  » حمل في سنة عشر وثلاثمائة من عمان إلى المقتدر من ذلك السمك «  f  » وان فكّ سمكة رفع من الروشن ولم يدخل من الأبواب وحدّثنى انّ هذه السمكة التي حمل فكّها إلى بغداد نزف من عينها خمس مائة جرّة أو زيادة عليها دهنا *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  الواك .\r\n(  b  )  Cod .  بعضه .\r\n(  c  )  Cod .  عن .\r\n(  d  )  Cod .  حدقتها .\r\n(  e  )  Cod .  من كان .\r\n(  f  )  Deest . \r\n","page_name":" 15 ","page_number":29},
  {"content":"\r\n\r\n\r\n[ في سمكة نطحت رأسها بالمركب وبقي رأسها في جوف المركب 
  ]\r\nوحدثني أبو محمّد الحسن بن عمرو انّه سمع بعض البحريين يحكى انه خرج في مركب من عدن إلى جدّة وانّ سمكة نطحت بحذاء زيلع المركب نطحة منكرة لم يشكّ أهل المركب انها قد كسرته وانحدر البانانيّه إلى الجمّة فلم يجدوا الماء قد زاد على رسمه فعجبوا من ذلك إذ كانت هذه النطحة العظيمة لم تؤثر فلمّا وصلوا إلى جدّة نجلوا «  a  » المركب وانزلوه وتركوه إلى البرّ ووجدوا «  b  » رأس السمكة في جوف المركب قد سجن «  c  » وسدّ الموضع حتّى ليس فيه خلل وإذا هي نطحت المركب ولم يمكنها الخلاص فانقطعت من حلقها وبقي رأسها في موضعه ، وذكر لي انه لم يزل يرى السمك الكبار والصغار يصاد فيشقّ جوفه فيوجد فيه سمك فيشقّ جوفه فيوجد فيه سمك وهذا يتّفق ان تأكل السمكة سمكة قد أكلت سمكا *\r\n\r\n[ فقد السفينة في البحر و . . . 
  ]\r\nومن ظريف ما حدّثنى به محمّد بن بابشاد بن حرام انّه كان بسيراف\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod . s . p . \r\n(  b  )  Cod .  وجدوا .\r\n(  c  )  Incertum . Cod .  سحن .\r\n","page_name":" 16 ","page_number":30},
  {"content":"\r\n\r\nوقد خرج منها مركب إلى البصرة ووقع فيها «  a  » خبّ بعد خروجه بايّام فانقطعت المراكب وتعلّقت القلوب باخبار البحر وتأخّر المراكب وكان في ذلك المركب خلق من الركّاب وغيرهم وامتعه لها قدر وانّ امرأة اشترت سمكا وكانت تنظّفه «  b  » فوجدت في واحدة منهم خاتما «  c  » فنظرت اليه فإذ هو خاتم أخيها وكان ممن ركب في ذلك المركب فارتفع الصراخ وشاع الخبر فصارت منازل جميع من كان له «  d  » في المركب قريب أو حميم أو صديق مأنما ثم جاء الخبر بعد ايّام انّ المركب انكسر ولم يسلم منه أحد *\r\n\r\n[ في السمكة اللاتي تسيحون في جوار السفينة 
  ]\r\nوحدثني بعض الربّانيّة انّ سمكة سارت مع مركبه بنواحي اليمن يوما وليلتين وبعض يوم لم تفارقه ولم تتقدّم عنه ولم تتأخّر عنه قدر مسيرهم معها زيادة على مائة وسبعين فرسخا وانّها كانت بطول المركب سواء وكان\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  منها .\r\n(  b  )  Cod .  تنضفه .\r\n(  c  )  Cod .  خاتم .\r\n(  d  )  Deest . \r\n","page_name":" 17 ","page_number":31},
  {"content":"\r\n\r\nطول مركبه خمسين ذراعا بذراع العمل من مشعر الإبط إلى طرف الإصبع الوسطى فسألته عن السبب في ملازمة «  a  » دوابّ البحر الجزيرة مع المراكب ومحاذاتها فقال ذلك يختلف فمنها ما يحاذى المراكب ليسقط منها شئ فتلتقمه أو تكون قد وقعت قبل ذلك بمركب قد عطب فنالت منه فصارت إذا رأت مركبا حاذته «  b  » طمعا ان يحدث منه ما حدث من غيره وظنّا منها انّ المراكب كلّهم يكونون كما وجدت في الأوّل فصارت كانّها ضارية على ذلك ومنها ما يرى المركب فيتعجّب من شكله ويظنّه حيوانا بعضه في الماء وبعضه في الهواء فيمرح معه ويجاريه «  c  » عشقا له وتانّسا به مدّة مدى فوّنه واستفراغ نشاطه إلى أن يعيا فيفارق ولا صبر للحيوان على مضاهاة الحمار ، ومنها ما يجارى المركب على سبيل المغايرة والمعاندة والمقاواة فإذا اعيا وقصر ورأى المركب تتقدّمه رجع اليه فحمل عليه حملة واحدة فان سلم والّا فنسئل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  ملازمته .\r\n(  b  )  Cod .  جادته .\r\n(  c  )  Cod .  ويحاربه .\r\n","page_name":" 18 ","page_number":32},
  {"content":"\r\n\r\nالله العفو ، ومنها ما إذا رأت المركب لا يحول بينها وبينها شئ لشدّة ضراوتها وجسارتها ودربتها على المراكب فتحمل عليه حملات حتّى تقلبه فتلتقط ما فيه لعادة واستمرار نسأل الله العافية ، ومنها ما إذا رأى المركب يفرّ منه وهرب وذعر «  a  » خوفا على نفسه واستيحاشا «  b  » منه واخلاقها تختلف باختلاف مواضعها المسلوكة المعهودة «  c  » بعبور السفار والصيّادين وقرب السواحل المعمورة . والبحار المنقطعة المهجورة والبعد من السواحل المعمورة وعمق البحار وعدم البرّ والجزاير والسواحل وهو عالم آخر تبارك الله أحسن الخالقين *\r\n\r\n[ ابتلاء السفينة في البحر بالطوفان واسارة الرجال بيد النساء في الجزيرة 
  ]\r\nوحدثني أبو الزهر البرختىّ الناخذا وكان من عظماء أهل سيراف وكان مجوسيّا على دين الهند وكان عندهم أمينا يقبلون قوله ويستودعونه «  d  » أموالهم وأولادهم فاسلم وحسن اسلامه وحجّ بمخاطبته «  e  » امرأة من جزيرة النساء وذلك\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod . s . p . \r\n(  b  )  Cod .  واستحياشا .\r\n(  c  )  Cod .  المعهود .\r\n(  d  )  Cod .  يستودعون .\r\n(  e  )  Cod .  بمخاطبة .\r\n","page_name":" 19 ","page_number":33},
  {"content":"\r\n\r\nانّه سافر رجل «  a  » في مركب له عظيم ومعه فيه خلق من أخلاط التجار من كلّ بلد وهم يسيرون في بحر ملانو وقد قربوا من أطراف ارض صين وابصروا بعض جبالها فلم يشعروا الّا وريح قد خرجت عليهم من الجهة التي يقصدونها فلم يسعهم الّا الانصراف معها حيث توجّهت وركبهم من هول البحر ما لا طاقة لهم به ومرّت بهم الريح إلى سمت سهيل ومن اضطرّ في ذلك البحر إلى أن يصير سهيل على قمّة رأسه فقد دخل «  b  » بحرا لا رجعة له منه وتنكّس «  c  » في لجّة هابطة إلى الجنوب مصوّبة إلى تلك الجهة فكلّما مرّت المركب علا ما وراءها من جهتنا وهبط ما بين يديها من تلك الجهة فلا تستطيع «  d  » الرجوع بريح عاصف ولا غيره وهوت في لجج البحار المحيطة فلمّا رأوا امرهم يؤدّى إلى الدخول «  e  » تحت سهيل ودخل عليهم الليل واظلم وادلهمّ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Conjectura addidi . \r\n(  b  )  In Cod . prima littera deleta est . \r\n(  c  )  Cod .  وينكس .\r\n(  d  )  Cod .  يستطيع .\r\n(  e  )  Cod .  دحول .\r\n","page_name":" 20 ","page_number":34},
  {"content":"\r\n\r\nوحال * بخار البحر ودجنته ونداه وزخره «  a  » بينهم وبين النجوة فلم يروا ما يهتدون به وهول البحر وأمواج ترفعهم إلى السحاب وتخفضهم إلى التراب وهم يجرون في قار «  b  » وضباب طول ليلهم وأصبح عليهم فلم يشعروا به لشدة ظلمة ما هم فيه واتّصال قار «  b  » البحر مع ضباب الجوّ وغلظ الريح وكدورته فلمّا طال عليهم الليل وهم يجرون في * قبضة الهلكة «  c  » قد حكم عليهم الريح العاصفة والبحار الزاخرة «  d  » والأمواج الهايلة ومركبهم ينطّ ويإنّ ويتقعقع ويتتعتع توادعوا وصلّى كلّ منهم إلى جهة على قدر معبوده لانّهم كانوا شيعا «  e  » من أهل الصين والهند والعجم والجزاير واستسلموا للموت وجروا كذلك يومين وليلتين لا يفرّقون فيهن بين الليل والنهار فلمّا كانت الليلة الثالثة وانتصف الليل رأوا بين أيديهم نارا عظيمة قد أضاء أفقها فخافوا خوفا شديدا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  بحار البحر ودحيه وبداه ورحره .\r\n(  b  )  Cod .  قمار .\r\n(  c  )  Cod .  قبضته الهلله .\r\n(  d  )  Cod .  الزاجره\r\n(  e  )  Cod .  سيعا .\r\n","page_name":" 21 ","page_number":35},
  {"content":"\r\n\r\nوفزعوا إلى ربّانهم «  a  » وقالوا له يا ربّان «  b  » ما ترى هذه النار الهايلة التي ملأت الآفاق ونحن نجرى إلى سمتها وقد احّاطت بالأفق والغرق احبّ الينا من الحريق فبحقّ معبودك إلّا قلبت «  c  » بنا المركب في هذه اللجّة والظلمة لا يرى أحد منّا الآخر ولا يدرى ما كانت ميتته ولا يتجرّع لوعة صاحبه وأنت في حلّ وبلّ ممّا يجرى علينا فقد متنا في هذه الأيام والليالي الف الف ميتة فميتة واحدة أروح فقال لهم اعلموا انّه قد يجرى على المسافرين والتجار أهوال هذا أسهلها وارخمها «  d  » ونحن معشر الربّانيّة علينا العهود والمواثيق ان لا نعرض سفينة إلى العطب وهي باقية لم يجر عليها قدر ونحن معشر ربّانيّة السقن لا نطلعها الّا وآجالنا واعمارنا معنا فيها فنعيش «  e  » بسلامتها ونموت «  f  » بعطبها فاصبروا واستسلموا لملك الريح والبحر الذي\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  رباتهم .\r\n(  b  )  Cod .  ربّات .\r\n(  c  )  Cod .  أقبلت .\r\n(  d  )  Cod .  وارحمها .\r\n(  e  )  Cod .  فيعيش .\r\n(  f  )  Deest . \r\n","page_name":" 22 ","page_number":36},
  {"content":"\r\n\r\nيصرفهم كيف يشاء قال فلمّا ايسوا من الربّان ضجّوا بالبكاء والعويل وندم كلّ منهم شجوه «  a  » وصار الربّان إذا أمر مناديه ان ينادى رجاله بجذب حبل أو ارخايه يصلح شأن المركب فلا تسمع الرجال ذلك من دوىّ البحر وحسّ تلاطم الأمواج وهدير الرياح في القلوع والشرع والحبال وضجيج الخلايق فاشرف المركب على التلاف بعطلة الرجال وعدّة المركب من غير حادث عليهم من بحر أو ريح قال وكان في المركب شيخ مسلم من أهل قادس من الأندلس قد طلع إلى المركب في ازدحام الناس عند طلوعهم ليلة السفر ولم يشعر به ربّان المركب وكان في زاوية «  b  » من المركب مهجوره وهو مختفى فيها خوفا ان يعلم به فيوبث ويوبّخ «  c  » فلمّا رأى القوم وما «  d  » نزل بالناس وما هم عليه من الإخطار بأنفسهم ومركبهم وانّهم قد صاروا عونا مع أهوال البحار على نفسهم مسرعين لهلاكهم رأى أن يخرج إليهم فيكون من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  سجوه .\r\n(  b  )  Cod .  زوايه .\r\n(  c  )  Cod .  ويبخ .\r\n(  d  )  Cod .  ما .\r\n","page_name":" 23 ","page_number":37},
  {"content":"\r\n\r\nحاله معهم ما كان فخرج إليهم وقال لهم ما شأنكم انفتح المركب قالوا لا قال فانكسر السكّان قالوا لا قال فركبكم - البحر قالوا لا قال فما شأنكم قالوا له كانّك ليس معنا في المركب ما تنظر هول هذا البحر وأمواجه وظلمة الهواء الذي لم نر معه نهارا ولا شمسا ولا قمرا ولا نجوما نهتدى بها وقد دخلنا تحت سهيل وحكّمت البحار والرياح علينا واشدّ ما علينا هذه النار التي نحن نجرى إليها وقد ملأت الأفق والغرق أهون علينا من الحريق وقد سألنا الربّان ان يقلب المركب بنا في البحر والظلمة لا يرى واحد منّا إلى صاحبه ونموت غرقا ولا نموت حرقا يرى بعضنا بعضا ونسمع ما تفعل النار فيه فقال اوصلونى «  a  » إلى الربّان «  b  » فاطلعوه اليه فسلّم عليه بالهنديّة فردّ عليه ويعجب منه لانظاره له وقال له من أنت من التجار\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  اوصلون .\r\n(  b  )  Cod .  ربان .\r\n","page_name":" 24 ","page_number":38},
  {"content":"\r\n\r\nأم من اتباعهم فلا نعرفك في رجال المركب قال له ما انا من التجار ولا من اتباعهم قال فمن أطلعك وما بضاعتك قال له امّا من اطلعنى فانّى طلعت في جمهور الناس ليلة الاسراء «  a  » وأويت إلى مكان في المركب قال من اين تأكل ومن أين تشرب قال كان بانيان المركب يضع كلّ يوم قريبا منّى صحفة ارزّ بسمن لملايكة المركب ومنشل المركب ماء فكنت اتقوّت بذلك وامّا بضاعتى فقربة عجوة قال فتعجّب الربّان منه واشتغل الناس بسماع حديثه عن ما كانوا فيه من الضجيج وأصلح الرجال أدوات المركب ومشا فيهم منادى بتدبير الاقلاع واهتدى المركب فقال الشيخ يا ربّان مال هؤلاء «  b  » القوم كانوا يبكون ويعولون قال له اما ترى ما نزل بهم من هول البحار والرياح والظلمة وأشد من ذلك ما نحن مدفوعون\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  الاسرى .\r\n(  b  )  Pro  ما لهؤلاء .  Cf . Landberg , Proverbes , I , p . 22 . \r\n","page_name":" 25 ","page_number":39},
  {"content":"\r\n\r\nاليه من هذه النار التي ملأت بالأفق والله لقد ركبت هذا البحر وانا دون البلوغ ومع أبى وكان قد اذهب عمره في ركوبه وهانا اليوم قد رميت ثمانين سنة وراءى فما سمعت بمن سلك هذا المكان ولا خبر عنه فقال يا ربّان لا بأس عليك ولا خوف نجوتم بقدرة الله هذه جزيرة يحيط بها ويكتنفها جبال يكسر عليها الأمواج بالبحار المحيطة بالأرض فتنظر في الليل نارا هايلة مرجفة يخافها الجاهل فإذا طلعت الشمس ذهب ذلك المرأى وعاد ماء وهذه النار ترى من بلد الأندلس وقد عبرت عليها مرة وهذه الثانية قال فتباشر الناس وسكنوا إلى قول الشيخ وتناولوا طعامهم وشرابهم وذهب عنهم ما كانوا فيه من الغمّ والخوف وتناقص «  a  » الريح وصار البحر رهوا والريح رخوا وقدموا على الجزيرة مع شروق الشمس وأصحت السماء وأشرفوا «  b  » على الجزيرة وتخيّروا مرسا كنينا «  c  » ووردوا الجزيرة بجملتهم ويطرحون أرواحهم على\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  وتناقض .\r\n(  b  )  Cod .  واشرقوا .\r\n(  c  )  Cod .  وتحيروا مرسا كنينا .\r\n","page_name":" 26 ","page_number":40},
  {"content":"\r\n\r\nالرمال ويتمرّغون على الأرض شوقا إليها ولم يبق منهم في المركب أحد ، فبينما هم كذلك إذ ورد عليهم نسوان من داخل الجزيرة لا يحصى عددهم الّا الله تعالى فوقع على كلّ رجل منهم الف امرأة أو أكثر فلم يلبثوا ان حملوهم إلى الجبال وكلّفوهم «  a  » الاستمتاع بهن قال فلم يزالوا على ذلك وكلّ من قويت على صاحباتها اخذت الرجل منهن والرجال يتماوتون «  b  » من الاستفراغ اوّلا فاوّلا وكلّ من مات منهم يتواقعن عليه . . . . . . «  c  » لنتن رايحته فلم يبق منهم سوى الشيخ الاندلسىّ فانّه جاءته واحدة فكانت تزوره في الليل فإذا أصبح اكنّته «  d  » في موضع * قريب من «  e  » البحر وجاءت له بشئ تقوته «  f  » به فلم يزل كذلك إلى أن انقلب الريح من تلك الجزيرة إلى الجهة التي خرج المركب منها من الهند فاخذ الشيخ قارب المركب الذي يسمّى الفلو ورفع فيه في الليل ماء وزادا فلمّا فطنت به المرأة اخذت بيده وجاءت به إلى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  وكفلوهم .\r\n(  b  )  Cod .  يتماوتن .\r\n(  c  )  Excidisse videtur  لا يعبأن  vel  لا يكترثن  vel talequid . \r\n(  d  )  Cod .  اكنته .\r\n(  e  )  Cod . tantum .  في .\r\n(  f  )  Cod .  يقوته .\r\n","page_name":" 27 ","page_number":41},
  {"content":"\r\n\r\nموضع فنبشت التراب بيديها عن معدن تبر فنقلت هي وهو منه ما صبّر به القارب واخذها معه واسرى عن عشرة ايّامّ وهو بالبلد التي خرج المركب منها فأخبرهم الخبر وأقامت المرأة معه إلى أن تفصّحت وأسلمت ورزق منها الأولاد وسئلها عن تلك النسوان التي في الجزيرة وانفرادهم دون الرجال فقالت له نحن أهل بلاد واسعة ومدن عظيمة محيطة بهذه الجزيرة ومسافة ما بين كلّ بلد من جميع بلادنا وبين هذه الجزيرة ثلاثة ايّام بلياليها وكلّ من في اقاليمنا ومدننا من الملوك والرعايا يعبدون هذه النار التي تظهر لهم في الليل في هذه الجزيرة ويسمّونها بيت الشمس لان الشمس تشرق من طرفها الشرقىّ وتغرب في جانبها الغربىّ فيظنّون انّها تبيت في هذه الجزيرة فإذا أصبح وشرقت الشمس من جانبها الشرقىّ خفيت نارها وماتت وارتفعت الشمس فيقولون هي هي وإذا غربت في جانبها الغربىّ وامسى ظهرت النار فيقولون هي هي فيعبدونها ويقصدونها بصلواتهم وسجودهم من\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":42},
  {"content":"\r\n\r\nساير الجهات ثم إن الله سبحانه وتعالى جعل المرأة في بلدنا «  a  » تلد اوّل بطن ذكرا وثاني بطن انثيين وكذلك باقي عمرها فما اقلّ الرجال في بلادنا وأكثر النسوان فلمّا كثروا وأرادوا يغلبون على الرجال صنعوا لهم المراكب وحملوا منهم آلافا وطرحوهم في هذه الجزيرة ويقولون للشمس يا ربّهم أنت احقّ بما خلقت وليس لنا بهم طاقة فيبقوا فيها ويتماوتوا فيها بعضهم على بعض وما سمعنا ولا مرّ بنا أحد من الناس غيركم ولا يطرق بلادنا أحد على مرّ الأزمنة وانّ بلادنا في البحر الأعظم تحت سهيل لا يقدر أحد يجئ الينا فيرجع ولا يجسر أحد يفارق الساحل والبرّ خوفا من أن تشربه البحار وذلك تقدير العزيز العليم تبارك الله أحسن الخالقين *\r\n\r\n[ مشاهدة الافراد ذوى الجناح في البحر و . . . 
  ]\r\nوحدثني أبو الزهر المرختىّ الناخداة عن خال له «  b  » يسمّى ابن انشرتوا قال\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  )  Cod .  خال .\r\n","page_name":" 29 ","page_number":43},
  {"content":"\r\n\r\nحدّثنى خالى «  a  » عن أبيه وهو جدّ البرختىّ لامّه قال اسريت في مركب لي كبير ونحن طالبين جزيرة فنصور «  b  » فاسقطنا الريح إلى جون أقمنا فيه ثلثا وثلثين يوما في ركود لا ريح فيه ونحن متخلّيين «  c  » على وجه البحر ولا تلحق سباكنا * قرار البحر على عمق الف باع «  d  » والتيار يصبى «  e  » بالمركب ونحن لا ندري إلى أن أدخلنا التيّار «  f  » بين جزاير فاسندنا المركب إلى واحدة منهن على ساحلها نسوة يعومون ويسبحون «  g  » ويلعبون فانسنا بهم واسندنا إليهم فلمّا قربنا منهم تهاربوا في الجزيرة وجاءنا رجال ونساء عقال عارفون فلم ندر لغتهم فأشرنا إليهم وأشاروا الينا ففهمنا عنهم وفهموا عنّا فأشرنا إليهم اعندكم طعاما تبيعونا قالوا نعم فجاءونا بالارزّ الكثير والدجاج والغنم والعسل والسمن والأدم وأشياء كثيرة من المأكولات والفواكه فاشترينا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  حاله .\r\n(  b  )  Cod . hoc loco et interdum  قيصور .\r\n(  c  )  Cod .  متحليين .\r\n(  d  )  Cod .  قرار الف . الف على عمق البحر باع .\r\n(  e  )  Cod .  يصبى  ; fortasse leg .  يمضى .\r\n(  f  )  Cod .  التيا .\r\n(  g  )  Cod .  يسيحون .\r\n","page_name":" 30 ","page_number":44},
  {"content":"\r\n\r\nمنهم بالحديد والنحاس والكحل والخرز والسقط والثياب وأشرنا اعندكم بضايع نشتريها منكم فقالوا ما عندنا الّا الرقيق فقلنا لهم مبارك احضروا الرقيق فأتونا بالرقيق ما رأينا أحسن منه ضحوك السنّ يغنّوا ويلعبوا ويتهارشوا ويتداعبوا بأبدان عبلة وأجسام كانّها الزبد نعومة ويكادون يطيرون خفّة ونشاطا غير انّ رؤسهم صغار وتحت كشح كلّ منهم جناحين كجناحى السلحفاة لا تغادر فقلنا لهم ما هذا فتضاحكوا وقالوا أهل هذه الجزاير كلّهم كذلك وما عليكم من ذلك وأشاروا إلى السماء اى الله تعلى خلقنا كذلك فاغضينا عن ذلك وقلنا هذه فرصة ورأيناها غنيمة فاشترى كلّ منّا بجهد ما عنده من الأمتعة ومعظمه «  a  » وفرغنا المركب من البضايع وشحنّاه «  b  » رقيقا وزادا «  c  » وكلّما اشترينا شيئا جاءونا بما هو أنظف منه وأحسن فشحنّا المركب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  ومعظمه .\r\n(  b  )  Cod .  وسحنا .\r\n(  c  )  Cod .  وزاد .\r\n","page_name":" 31 ","page_number":45},
  {"content":"\r\n\r\nبخلق ما رأى الراؤون أحسن منه ولا أجمل فلو اتمّ لنا لاستغنينا إلى عقب العقب قال فلمّا حان السفر وعصفت لنا الرياح من صوب «  a  » الجزاير إلى نحو بلادنا «  b  » وشيّعونا وقالوا لنا تعودوا لنا من قبل إن شاء الله وطمعنا وطمع ربّاننا في العودة بمركبه وحده بغير تجار فكان ليله كلّه هو ورجاله يوقفهم على النجوم ويثبتهم على منازل الكواكب وجهات الآفاق وطريق الاقلاع في المجىء والعودة وفرحنا غاية الفرح والسرور وسرينا «  c  » من الجزيرة بريح عاصف من اوّل النهار فلمّا غابت الجزيرة بكى بعض الرقيق الذي معنا فضاقت صدورنا على بكايهم ثم قام بعضهم لبعض وقالوا تبكوا لاىّ شئ قوموا بنا نرقص ونغنّى فقام الرقيق جميعه يرقصوا ويغنّوا ويتضاحكوا فاعجبنا ذلك منهم وقلنا هذا اصلح من البكاء واشتغلنا كلّ واحد منّا بشأنه فما لهؤلاء\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  صون .\r\n(  b  )  Excidit verbum aut delenda est copula seq . \r\n(  c  )  Cod .  وشرينا .\r\n","page_name":" 32 ","page_number":46},
  {"content":"\r\n\r\nالّا ان أصابوا منّا غفلة وتطايروا والله في البحر تطاير الجراد والمركب يجرى في موج كالجبال كالبرق الخاطف فما أشرفنا عليهم حتّى تعدّتهم المركب بنحو فرسخ ونحن نسمعهم يغنّون ويصفقون ويتضاحكون فعلمنا انهم ما فعلوا بنفوسهم ذلك الّا باقتدار لهم على هول ذلك البحر ولم يمكنّا الرجوع إليهم وأيسنا منهم فلم يبق منهم الّا واحدة عند أبى في بلنج «  a  » كبير «  b  » فلمّا مضوا هؤلائك نزل أبى إلى البلنج فوجدها تريد ان تنقب وتطرح نفسها في البحر فضبطها وقيّدها وسرنا إلى أن دخلنا بلاد الهند فبعنا الأزواد التي كانت معنا وتقاسمنا أثمانها فصحّ لكلّ أحد عشر رأس ماله فلمّا سمعوا الناس باخبارنا جاءنا رجل من أهل الجزاير بعينها قد أخذ صغيرا وبقي في الهند إلى أن هرم فقال لنا أنتم وقعتم إلى جزاير\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod . hie et alibi  بليج .\r\n(  b  )  Cod .  كنير .\r\n","page_name":" 33 ","page_number":47},
  {"content":"\r\n\r\nتسمّى جزاير الحوت وهي بلدي ونحن قوم نزل رجالنا على إناث حيوان البحر واضطجعت نسواننا لذكران الحيوان بالبحر فتنتّج بينهم خلق مشتبهون بين هاولاء وهاولائك فيجتمع المشتبهة «  a  » مشتبهة المشتبهة وذلك في قديم الدهور فجئنا صابرون على طول المقام في البحار وعلى طول المقام في البرّ للسرّ المشترك فينا ، وامّا المرأة التي بقيت مع أبى فاستولدها ستّة أولاد * انا سادسهم «  b  » وأقامت عنده ثمانية عشر سنة مقيّدة وكان هذا الشيخ الجزايرىّ الذي أخبرنا عن سرّ الذي فيهم قد قال لوالدي لا تحلّ عنها فتطرح نفسها * في البحر «  c  » وتمضى فلا تراها ابدا فان نحن لا صبر لنا عن الماء ففعل بها كذلك ، ولمّا كبرنا نحن وتوفى والدنا وكنّا نلومه في تقييدها بغير علم فلمّا مات ما كان لنا بعده عملا الّا ان اطلقناها من القيد رحمة لها وإبرارا «  d  » وحنوّا عليها فخرجت كانّها الفرس\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Excidisse videtur  فتنتج بينهم\r\n(  b  )  Cod .  باسادسهم .\r\n(  c  )  Deost . \r\n(  d  )  Cod .  وابرار .\r\n","page_name":" 34 ","page_number":48},
  {"content":"\r\n\r\nالسابق وانطلقنا خلفها فلم ندركها فقال لها بعض من قرب إليها تمضى وتخلى أولادك وبناتك فقالت انشرتوا معناه ما اعمل لهم وطرحت نفسها في البحر وغاصت كأقوى حوت يكون سبحان الخالق الباري المصوّر تبارك الله أحسن الخالقين *\r\n\r\n[ مشاهدة جسر من أضلاع السمك 
  ]\r\nقال أبو محمّد «  a  » الحسن بن عمرو وشاهدت من أضلاع السمك ضلعا حمله الينا بعض أرباب المراكب فقطع منه قطعة من جانبه الغليظ نحو خمسة اذرع فطرحناه على نهر على باب بستان لنا بالجزيرة فقام مقام القنطرة وكان طول ما بقي منه نحو عشرين ذراعا ، وفي البحر سمك تحارب السمك ولا يثبتون له وله خراطيم تعمل كالمناشير الّا انّه من الجانبين مثل أسنان المنشار فإذا ضرب السمك قطعه فإذا مات هذا السمك أو صيد اخذ أهل تلك الناحية هذه الخراطيم «  b  » التي كالمناشير يستعملونها «  c  » في الحرب بينهم فتعمل عملا عظيما احدّ من السيوف *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  )  Cod .  الحراطم .\r\n(  c  )  Cod .  استعملونها .\r\n","page_name":" 35 ","page_number":49},
  {"content":"\r\n\r\n\r\n[ قصة رجل خبيث ووثوب السمك من البحر اليه 
  ]\r\nوحدثني بعض أهل المراكب : العارفين عن شيخ من شيوخ الرّبانيّة انّه كان خارجا من سيراف وكان معه في اللنبّار رجل في مطيال فخاصم في بعض الايّام رجلا من أهل المركب وافترى عليه وافرط وامسك الرجل عنه لانّه كان غريبا لم ينصره أحد ولم يعاونه وكان المفترى «  a  » قد ركب معهم بوسيلة شفاعة وعناية قويّة قال فما مضى بعد الخصومة ثلث ساعات حتّى طفرت من البحر كنعدة «  b  » فبقرت «  c  » برأسها بطن الرجل الجالس في المطيال وتخلّصت من الجانب الآخر فسقطت في البحر وكفنوا الرجل ورموا به إلى الماء *\r\n\r\n[ قصة نوم السحلفاة على وجه الماء 
  ]\r\nوكنت اسمع بأمر السلاحف فأستظرفه وأنكره لما يحكى مما لا يقبله العقل فحدّثنى أبو محمّد الحسن بن عمرو انّه سمع بعض شيوخ المراكب يحدّث ان مركبا خرج من بلاد الهند إلى بعض النواحي فذهب من يد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  المقرى .\r\n(  b  )  Cod . s . p . \r\n(  c  )  Cod .  فتقرب .\r\n","page_name":" 36 ","page_number":50},
  {"content":"\r\n\r\nصاحبه بقوّة «  a  » الشرتا وعاب «  b  » المركب فقدموا إلى جزيرة صغيرة لم يجدوا فيها ماء ولا شجرا ودفعتهم الضرورة إلى المقام فيها ففرغوا حمولة المركب إلى الجزيرة وأقاموا مدّة حتّى اصلحوا العيب وردّوا الحمل إلى المركب وعزموا على الخطوف فاتّفق لهم يوم نوروز فجمعوا من خشيبات معهم وخوص وقماش واوقدوه فتحرّكت الجزيرة من تحتهم وكانوا بقرب الماء فرموا أنفسهم إلى الماء وتعلّقوا بالقارب والدونيج «  c  » وغاصت الجزيرة فلحقهم من اضطراب البحر بحركتها ما أشرفوا على الغرق وسلموا بعد تعب شديد وهول عظيم وإذا بها سلحفاة قايمة على وجه الماء ولمّا احسّت بحرّ النار ولدغها هربت وسألت عن السبب في ذلك فقال ان السلحفاة لها ايّامّا في كلّ عام تطفو فيها على وجه الماء على سبيل الاستراحة من طول مقامها في كهوف الجبال وفي البحر «  d  » غابات وشعارى وأشجار هايلة «  e  » أهول وأعظم من شجرنا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  )  Cod .  وغاب .\r\n(  c  )  Cod . s . p . \r\n(  d  )  Deest . \r\n(  e  )  Cod .  هايكه .\r\n","page_name":" 37 ","page_number":51},
  {"content":"\r\n\r\nفوق الأرض فتخرج على وجه الماء وتمكث ايّاما وتسدر كالسكران فإذا رجعت إليها نفسها وسئمت ما هي فيه غاصت وربما اجتمع الذكر بالأنثى فيكون بينهم السفاد «  a  » وهم طايفين على وجه الماء *\r\n\r\n[ حكاية السمكة الذي هو شبيه بالانسان 
  ]\r\nوحدثني أبو محمّد «  b  » الحسن بن عمرو عن من حدّثه من شيوخ البحر انه دخل الاغباب وجالس بعض ملوك الاغباب فقدّم إليهم طعاما يأكلونه وكان فيما قدّم غضارة «  c  » فيها ألوان مطبوخة برؤس وأيدي وأرجل تشبه رؤس الصبيان وأيديهم وأرجلهم قال فعفت نفسي ذلك الطعام ورجعت عن أكل طعامه بعد ان كنت قد انبسطت ففطن «  d  » الملك لذلك فامسك فلمّا كان من الغد حضرت عنده فكلّم أصحابه بشئ «  e  » فوافوا «  f  » بسمك يحملونه لولا انّى رايته يضطرب اضطراب السمك وعليه صدفه ما شككت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  الفساد .\r\n(  b  )  Deest . \r\n(  c  )  Cod . s . p . \r\n(  d  )  Cod .  فظن .\r\n(  e  )  Cod .  لشئ .\r\n(  f  )  Cod .  فوافو .\r\n","page_name":" 38 ","page_number":52},
  {"content":"\r\n\r\nفي انّه ابن «  a  » آدم فقال لي الملك الذي كرهت بالأمس ان تأكله هو هذا هو أطيب من سمكنا وأعذب وأخف واقلّ ضرّا «  b  » قال فكنت آكله بعد ذلك *\r\nوحدثني بعض من دخل الزيلع وبلاد الحبشة ان في بحر الحبشة سمكا له وجه كوجه بني آدم وأجسامهم لها «  c  » الأيدي والأرجل وان الصيّادين المتعزّبين «  d  » الفقراء المتطرّقين في أطراف السواحل المهجورة والجزاير والشعاب والجبال التي لا تسلك «  e  » المعالجين فيها طول أعمارهم إذا وجدوا ذلك السمك المشابه لبنى آدم اجتمعوا به فيتوالدوا بينهم نسلا شبيها لبنى آدم يعيش في الماء والهواء وربّما كان الأصل في هذا السمك من بني آدم * اجتمعوا بجنس «  f  » من أجناس السمك ويتوالد بينهم هذا السمك الشبيه «  g  » لبنى آدم ثم كذلك على مرّ الدهور والأزمنة كما يجتمع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  من .\r\n(  b  )  Cod .  صرا .\r\n(  c  )  Deest . \r\n(  d  )  Cod .  المتغربين .\r\n(  e  )  Cod .  لا يسلك .\r\n(  f  )  Cod .  لجنس .\r\n(  g  )  Deest . \r\n","page_name":" 39 ","page_number":53},
  {"content":"\r\n\r\nالآدمىّ ببعض الوحش مثل الضبع والنمرة وغيره من حيوان البرّىّ فيتوالد بينهم القردة والنسانيس وغير ذلك ممّا يشبه ابن «  a  » آدم وكما تجتمع الخنازير والجواميس وكان بينهما الفيلة وكما يجتمع الكلاب والمعز وكان بينهما الخنازير وكما «  b  » يجتمع الحمير والخيل وكان بينهما البغال ولو ذهبنا نعدّ ما تنتّج من الاجتماع للاجناس لعددنا من ذلك ما يبهت «  c  » القارئ ويخرج عمّا قصدنا اليه من عجايب الهند خاصّة *\r\n\r\n[ سمكة يقال لها الظلوم وله فرج كفرج الانسان 
  ]\r\nويقال إن سمك يقال له الظلوم «  d  » على صورة الآدمي وله فرج كفرج الناس الذكر والأنثى يصاد وله جلد أثخن من جلد الفيل يدبغ ويستعمل للاخفاف *\r\n\r\n[ لكل طائر في الهواء سمك مثله 
  ]\r\nويقال إن كلّ طاير في الهواء وعلى وجه الأرض في البحر من السمك مثله * أو ما «  e  » يشبهه ولقد رايت في جون أيلة من البلاد الشاميّة * سمكا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  بن .\r\n(  b  )  Cod .  وكان .\r\n(  c  )  Cod . s . p . \r\n(  d  )  Cod .  اللظلوم .\r\n(  e  )  Cod .  واما .\r\n","page_name":" 40 ","page_number":54},
  {"content":"\r\n\r\nصغيرا «  a  » لونه يشبه لون الشقراق لا يغادر يطير من الماء ويغوص فيه *\r\n\r\n[ رؤية بحر فارس كبحر نار 
  ]\r\nومن عجيب امر بحر «  b  » فارس ما يراه الناس فيه بالليل فانّ الأمواج إذا اضطربت وتكسّرت بعضها على بعض انقدح منه النار فيخيّل إلى راكب البحر انّه يسير في بحر نار *\r\n\r\n[ في البحر حيات هايلة تسمى بالتنين 
  ]\r\nوحدثت «  c  » انّ في البحر حيّات يقال لها التنّين عظيمة هايلة إذا مرّت السحاب في كبد الشتاء على وجه الماء خرج «  d  » هذا التنّين من الماء ودخل فيه لما «  e  » يجد في البحر من حرارة الماء لان . ماء البحر في الشتاء يسخن كالمرجل فيسجن «  f  » هذا التنّين ببرودة السحاب فيها وتهبّ الرياح على وجه الماء فترفع السحاب عن الماء ويستقلّ التنّين في السحاب وتتراكم وتسير من أفق إلى أفق فإذا استفرغت مما فيها من الماء خفّت «  g  » وصارت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  سمكه مغير .\r\n(  b  )  Deest . \r\n(  c  )  Cod . s . p . \r\n(  d  )  Cod .  وخرج .\r\n(  e  )  Cod .  ولم .\r\n(  f  )  Cod .  فيسخن .\r\n(  g  )  Cod .  جفت .\r\n","page_name":" 41 ","page_number":55},
  {"content":"\r\n\r\nكالهباء وتفرّقت وقطعتها الرياح فلا يجد التنّين ما يتحامل عليه فيسقط امّا في بحر وامّا في برّ فإذا أراد الله . تعالى بقوم شرا أسقطه في ارضها فيبتلع جمالهم وخيلهم وابقارهم ومواشيهم ويهلكهم ويبقى حتّى لا يجد شيئا يأكله فيموت أو يهلكه الله سبحانه عنهم ، ولقد حدثني أهل البحر والسفّارة تجّار وربّانيّة انهم أبصروه غير دفعة في السحاب يعبر على رؤسهم اسود ممدود في السحاب كلّما تراخى هبط إلى أسفلها ورسب وربّما تدلّى طرف ذنبه في الهواء فإذا احسّ ببرد الهواء زحّ نفسه وتحامل «  a  » في السحاب وغاب عن الابصار فتبارك الله أحسن الخالقين *\r\n\r\n[ بالهند ارض فيها حيات السميَّة اللاتي ان هبت الريح يصير الانسان مسموم 
  ]\r\nوحدثني أبو الزهر البرختىّ عن حيّات بلاد الهند فقال حدّثنى رجل طبيب هندىّ من أهل سرنديب فقال لي هذه الحيّات في ارض الهند ثلاثة آلاف ومائة وعشرين جنسا اخبثها جنس في ارض تاكا «  b  » إذا هبت الريح\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  ويحامل .\r\n(  b  )  Cod . h . l . s . p . \r\n","page_name":" 42 ","page_number":56},
  {"content":"\r\n\r\nمن جهنهم قتلت من تمرّ به من جميع الحيوان الطاير والدابّ والمنساب «  a  » عن ثلاثة فراسخ ولذلك «  b  » ان ارض تاكا لا يعمرها الأقوام «  c  » للرياح ايّام «  d  » معلومة ان هبّت الريح لهم أقاموا ايّامها وان جاءت هبوب الرياح من جهة ارض تلك الحيّات تبادروا وركبوا الدونيج «  e  » ودخلوا إلى جزاير البحر فإذا انقضت ايّام تلك الرياح تنادوا وعادوا وحرثوا وزرعوا واستخرجوا المعادن وذلك ان ارض تاكا هي معادن الذهب والفضة وفي كلّ عام يأتيهم من داخل البرّيّة الشرقيّة سيؤل تحمل إليهم طيبا . . . *\r\n\r\n[ حكاية حية عظيمة كأنها خشبة مسنده 
  ]\r\n. . . سوى بني آدم فرمته الرياح إلى بعض المراسى من بلاد البخم «  f  » فصعد هو وأصحابه إلى غيضة من تلك الجزاير فيها أخشاب قد مضت عليها الدهور مطروحة قد وقع بعضها على بعض فطاف في الغيضة يطلب دقلا لمركبه فوقع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  والنساب\r\n(  b  )  Cod .  وكذلك .\r\n(  c  )  Cod . s . p . \r\n(  d  )  Fortasse leg .  الا أياما .\r\n(  e  )  Cod . fere ubique  الدوبيج  , sed h . l . s . p . \r\n(  f  )  Cod .  اللنخم .\r\n","page_name":" 43 ","page_number":57},
  {"content":"\r\n\r\nاختياره على دقل أملس حسن في نهاية الاستقامة والغلظ والخشب فوقه مشوّش كما قد وقع في طول الايّام فقدّره فوجّده زايدا على حاجته فاحضر المنشار ليقطع منه خمسين ذراعا بمقدار حاجته فلمّا وضع المنشار عليه وابتدأ ينشر «  a  » تحرّك وانساب وإذا هو حيّة فتبادروا إلى الماء فألقوا نفوسهم فيه ولحقوا المركب وسلموا منه *\r\n\r\n[ تخمين الناخذاه عاقبة السفينة بأنها ستلقى في الطوفان 
  ]\r\nوحدثني محمّد بن بابشاد عن علّامة هذا انّه سافر من الهند إلى الصين فبينما هو يسير في بعض البحار فحان وقت صلاة الأولى فهبط إلى المتوضّأ ليجدّد الوضوء إلى الصلاة فنظر إلى البحر فلم يلبث ان قام وعاد ولم يتوضأ وكان كالمذعور فقال يا رجال سوء أرخوا الشراع ففعلوا فقال اطرحوا كلّما على ظهر المركب في «  b  » البحر ثم نزل إلى قريب من الماء ثم طلع مذعورا وقال يا تجار اىّ شئ عندكم احبّ لكم أموالكم التي منها الف\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  بنشر .\r\n(  b  )  Deest . \r\n","page_name":" 44 ","page_number":58},
  {"content":"\r\n\r\nعوض أو نفوسكم التي لا عوض لها فقالوا واىّ شئ جرا علينا حتّى تقول لنا هذا القول ريحنا رخو وبحرنا رهو «  a  » ونحن سالمين في كنف ربّ العالمين فقال لهم ليشهد بعضكم على بعض وليشهد لي رجال المركب على هؤلاء التجّار انّى قد نصحت لهم قبل الكون فلم يقبلوا وانا أستودعكم الله تعالى وقال لصاحب القارب قدّمه لي فنزل فيه وأنزل معه فيه ماء ورجالا وزادا فلمّا عزم على مفارقتهم قالوا له ارجع ونحن نفعل ما تأمرنا به فقال والله ما أرجع حتّى تطرحوا كلّما معكم في البحر عن طيب أنفسكم بأيديكم قال فرموا بأيديهم ما عزّ عليهم وهان ولم يبق في المركب سوى بني آدم وزادهم وماءهم فقط قال فرجع وطلع المركب وقال لهم لو علمتم ما يجرى لكم وللمركب في جوف هذه الليلة فتطهّروا وصلّوا وأخلصوا التوبة إلى ربّكم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  زهو .\r\n","page_name":" 45 ","page_number":59},
  {"content":"\r\n\r\nواسئلوه العفو قال ففعلوا فلمّا كان الليل فتج الله سبحانه أبواب السماء بريح سوداء ملأت ما بين السماء والأرض ورفعت أمواج البحر إلى السحاب وحطّتها إلى التراب وطمرت من السفن في البلاد والسواحل وفي وسط البحر وقلّ من سلم منها «  a  » ومركب القوم قد ألهمهم الله ان خفّفوا وطرحوا ما عليه من ثقل وغيره وكان كلّما جاش البحر عليه خفّ وعلا على الأمواج وطفا «  b  » على البحر وهم يقرءون ويدعون ويبتهلون ولا يأكلون ولا يشربون ثلاثة ايّام بلياليها فلمّا كان اليوم الرابع امر الله عزّ وجلّ الرياح فسكنت والبحار فهدأت واذهب الله ذلك كما عرف من عوايد قدرته سبحانه فطرحوا قارب المركب من جوفه وجعل فيه الربّان المجاديف وقدّمه بين يدي المركب يجرّونه يوما وليلة فأشرفوا على جزيرة قد طرح إليها «  c  » البحر كلّما أفسده ذلك الخبّ من المراكب والأزياء «  d  » والبضايع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  منا .\r\n(  b  )  Cod .  وطف .\r\n(  c  )  DEESt . \r\n(  d  )  Cod . s . p . \r\n","page_name":" 46 ","page_number":60},
  {"content":"\r\n\r\nوالمتاجر من آفاق البلاد فأرسوا بمركبهم فيها ووجدوا غدّة مركبهم فيها بعينها فرفعوها وردّوها إلى مواضعها من مركبهم واختاروا على أعينهم ما احبّوا من البضايع السالمة وواروا من وجدوه من الغرقاء واستقوا فلمّا استوى لهم الاقلاع وهبّت بموافقتهم «  a  » الرياح اشرعوا نحو ديارهم وساروا معافين ووصلوا سالمين فوجدوا فيما معهم من البضايع للدرهم عشرة وربحوا الغنى والعافية والحمد لله ربّ العالمين *\r\n\r\n[ القرية التي فر أهلها من اجل الحية التي اكلت مواشيهم 
  ]\r\nوخبرني شيخ من شيوخ البحر انّ قرية كبيرة من اعمال الصنف «  b  » انتقل أهلها من اجل حيّة كانت بالقرب منهم اكلت مواشيهم وجمعا من أهلها وانّ الحيل «  c  » أعيتهم فيها فانتقلوا أهلها عنها وخربت القرية ولم يعد إليها أحد *\r\n\r\n[ في الحية التي كانت تأكل فيلا كل يوم ! 
  ]\r\nوخبرني أبو محمّد «  d  » الحسن بن عمرو عن بعض النواخذة انّه كان يسير\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  بمواقفهم .\r\n(  b  )  Cod .  الضيف .\r\n(  c  )  Cod .  الخيل .\r\n(  d  )  Cod . ins .  ابن .\r\n","page_name":" 47 ","page_number":61},
  {"content":"\r\n\r\nفي مركب فاشتدّت عليه الريح وأخذه الخبّ فلجأ إلى خور لاح له فدخله فأقام به يومه وليلته فلمّا كان من غد اجتازت لهم في البرّ حيّة هايلة المنظر عظيمة لا تقاس بشئ لكبرها ثم نزلت إلى «  a  » الخور فعبرت إلى الجانب الآخر كانّها البرق لسرعتها ثم صعدت إلى الناحية الأخرى فلمّا كان بعد العصر عادت فعبرت الخور على رفق فلم تزل على هذا خمسة ايّام تجىء في كلّ يوم غدوة فتعبر وتعود بعد العصر فلمّا كان في اليوم السادس قال الناخذاة للبانانيّة انزلوا إلى البرّ وانظروا إلى اين تمضى هذه الحيّة فنزلوا بعد انصرافها في اليوم السادس إلى البرّ ومشوا في تلك الأرض نحو ميل فإذا هم بأجمة وغيضة ومستنقع ماء مملؤ بانياب الفيلة كبارا وصغارا فجاءوا بالخبر إلى الربان فنزل معهم في غد ووقف عليه وعادوا إلى المركب ولم يزالوا في نقل الأنياب بعد ان تنصرف الحية وإلى وقت مجيئها حتى حملوا شيئا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n","page_name":" 48 ","page_number":62},
  {"content":"\r\n\r\nكثيرا يعظم مقداره ورموا من المركب بمقدار ما حملوا مما لا يسئل عنه ولا قيمة له وخرجوا من الخور بعد ان أقاموا فيه نحوا من عشرين يوما وإذا بتلك الحيّة كانت تأكل تلك الفيلة وتبقى انيابهم ، وسألت اسمعيلويه الناخذاة عن هذا الحديث في سنة تسع وثلثين وثلاثمائة وقد كنت سمعت به فحدثني به وقال بلغني وهو صحيح وفي البحر ألوان الحيّات الّا ان فعلها في الماء ضعيف واشدّ الحيّات ما كان في الجبال والفيافي والأرض المعطشة والبعد عن المياه وفي جبال عمان حيّات تقتل لوقتها وفيما بين صحار «  a  » وهي قصبة عمان وبين جبال اليحمد «  b  » موضع لا يسلكه أحد فيه واد يسمّى وادى الحيّات قيل إن فيه حيّات مقدارها شبر ودون ذلك تجمع الواحدة رأسها مع ذنبها وترتفع إلى الفارس فان نهشت قتلت للوقت وان نفخت أعمت وقتلت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  صحارى .\r\n(  b  )  Cod . s . p . \r\n","page_name":" 49 ","page_number":63},
  {"content":"\r\n\r\nفإذا سلك المسافر تلك الطريق تقافزن «  a  » عليه من كلّ جهة فلا تخطيه وذلك طول الطريق فترك سلوكها والسلام *\r\n\r\n[ في الحية التي إذا نظرت إلى الانسان مات وإذا نظر الانسان إليها ماتت 
  ]\r\nوحدثني بعض المنصوريّين ممن سلك إلى ماركين وهي مدينة بينها وبين ساحل بلاد الا ومئون فرسخا وبها لهلوا ملك الهند انّ ببعض جبالها حيّات صغارا «  b  » رقطا وغبرا إذا نظرت الحيّة إلى انسان قبل ان ينظر إليها ماتت وإذا نظرها الانسان قبل ان تنظره مات وإذا نظر بعضهما إلى بعض ماتا وهي أخبث الحيّات *\r\n\r\n[ ناحية الواقواق عقارب تطير كالعصافير 
  ]\r\nوحدثني محمّد بن بابشاد ان بناحية الواقواق عقارب تطير كالعصافير إذا ضربت الانسان ورم جسمه واعتلّ وانقشر «  c  » جلده ومات *\r\n\r\n[ حكاية سلطان بلاد الزنج التي أهلها يأكلون الناس 
  ]\r\nوحدثني اسمعيلويه وجماعة من البحريّين انّه خرج من عمان في مركبه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  تقافرن .\r\n(  b  )  Cod .  صغار .\r\n(  c  )  Cod .  وانقسر .\r\n","page_name":" 50 ","page_number":64},
  {"content":"\r\n\r\nيريد قنبله «  a  » في سنة عشر وثلاثمائة فعصفت الريح وطرحت المركب إلى سفالة الزنج قال الناخذاة فلمّا عاينت الموضع علمت «  b  » انّا قد وقعنا إلى بلاد الزنج الذين يأكلون الناس فإذا وقفنا في هذا الموضع ايقنّا بالهلكة فتغسّلنا وتبنا إلى الله تعالى وصلّينا على بعضنا بعضّا صلاة الموت وأحاطت بنا الدوانيج فأدخلوا «  c  » بنا المرساة فدخلنا وطرحنا الاناجر ونزلنا مع القوم إلى الأرض فحملونا إلى ملكهم فرأينا غلاما جميل الوجه من بين الزنج حسن الخلق فسألنا عن اخبارنا فعرّفناه انّا قد قصدنا بلده فقال كذبتم أنتم قصدتم قنبله غيرنا فحملتكم الريح وطرحتكم في ارضنا فقلنا هكذا كان وانما أردنا بقولنا التقرّب إليك فقال حظّوا الأمتعة وتسوّقوا فلا بأس عليكم قال فحللنا الأمتعة وتسوّقنا أطيب تسويق ولم يلزمنا ضريبة ولا مؤنة الّا ما\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  قبيلة  hic et infra . \r\n(  b  )  Cod .  وعلمت .\r\n(  c  )  Cod .  فإذا حلوا .\r\n","page_name":" 51 ","page_number":65},
  {"content":"\r\n\r\nاهديناه «  a  » اليه واهدى الينا مثله وأكثر «  b  » منه وأقمنا في بلاده شهورا فلمّا حان وقت خروجنا استأذنّاه فأذن لنا فحملنا الأمتعة وفرغنا أمورنا فلمّا عزمنا على رواح عرّفناه ذلك فقام ومشى معنا إلى الساحل مع جماعة من أصحابه وغلمانه ونزل في الدوانيج وسار معنا إلى المركب فصعد هو وسبعة أنفس من وجوه غلمانه فلمّا حصلوا في المركب قلت في نفسي هذا الملك يساوى في عمان في النداء ثلاثين دينارا ويساوى السبعة مائة وستّين دينارا وعليهم ثياب تساوى عشرين دينارا قد حصل لنا على الاقلّ منهم ثلاثة آلاف درهم ولا يضرّنا من هذا شئ فصحت «  c  » بالبانانيّة فشالوا الشرع ورفعوا الاناجر وهو مع ذلك يسلّم علينا ويؤنسنا ويسئلنا الرجوع اليه ويعدنا بالاحسان متى عدنا إلى بلده فلمّا رفعت الشروع ورآنا قد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  هديناه .\r\n(  b  )  Cod .  وكثر .\r\n(  c  )  Cod .  فصحبت .\r\n","page_name":" 52 ","page_number":66},
  {"content":"\r\n\r\nسرنا تغيّر وجهه فقال أنتم تسيرون أستودعكم وقام لينزل إلى دوانيجه فقطعنا حبال الدوانيج وقلنا له تقيم معنا فنحملك إلى بلدنا ونجازيك على احسانك الينا ونكافيك * ما فعلت «  a  » بنا وصنعت فقال يا قوم لمّا وقعتم الىّ قدرت ثم إن أهلي «  b  » أرادوا ان يأكلونكم ويأخذون أموالكم كما قد فعلوا بغيركم فأحسنت إليكم وما أخذت منكم شيئا وجئت معكم لاودعكم في مركبكم اكراما منّى لكم فاقضوا حقّى بان تردّونى إلى بلدي قال فلم نفكر في كلامه ولم نعبأ به واشتدّ الريح فما مضت ساعة حتّى غابت بلدته عن عيوننا وظلّنا الليل ودخلنا اللجّ وأصبحنا والملك وأصحابه في جملة الرقيق وهم نحو مائتين رأس وعاملناه بما نعامل به ساير الرقيق قال وامسك فما أعاد علينا كلمة ولا خطبنا بشئ تغافل عنّا كانّه ما عرفنا ولا عرفناه ووصلنا إلى عمان فبعناه مع ساير أصحابه في جملة الرقيق ، فلمّا كان في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  فعد .\r\n(  b  )  Cod .  أهله .\r\n","page_name":" 53 ","page_number":67},
  {"content":"\r\n\r\nسنة . . . . «  a  » عشرة وثلاثمائة خرجنا من عمان نريد قنبله فحملتنا الريح إلى سفالة الزنج ولم نكذب ان وردنا ذلك البلد بعينه ونظرونا «  b  » فخرجوا وأحاطوا بنا الدوانيج وإذا الذي نعرفه «  c  » في تلك الكرّة فايقنّا على الهلكة حقيقا ولم يكلّم أحد منّا صاحبه من شدّة الرعب فاغتسلنا وصلّينا صلاة الموت وتوادعنا فوافونا وأخذونا فساقونا إلى دار الملك وادخلونا وإذا بذلك الملك بعينه جالس على سرير كانّا فارقناه الساعة فلمّا رأيناه سجدنا وذهب قوانا ولم يكن بنا حركة للقيام فقال لنا أنتم أصحابي لا شكّ فلم يستطع أحد منّا يتكلّم وارتعدت فرايصنا فقال لنا ارفعوا رؤسكم فقد آمنتكم على أنفسكم وأموالكم فمنّا من رفع ومنّا من لم يستطع يرفع ضعفا وحياء قال فلطف بنا حتّى رفعنا رؤسنا جميعا ولم ننظر اليه حياء وخوفا وخجلا فلمّا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Numerus exeidit . \r\n(  b  ) ظ  pro  ض  et plus semel hnbet  نضرونا  Cod . , \r\n(  c  ) . نعرفها .  Cod \r\n","page_name":" 54 ","page_number":68},
  {"content":"\r\n\r\nرجعت الينا نفوسنا بأمانه قال لنا يا غدّارين فعلت لكم وصنعت لكم فكافيتمونى بما فعلتم وصنعتم فقلنا له اقلنا ايّها الملك واعف عنّا فقال قد عفوت عنكم فتسوّقوا كما كنتم تسوّقتم في تلك الكرّة فلا اعتراض عليكم فلم نصدّق من السرور فظننّا ان ذلك على طريق المكر حتّى تحصل الأمتعة في الساحل فحملنا الأمتعة إلى البرّ وحملنا اليه هديّة بمال له مقداره فردّه علينا فقال ليس مقداركم عندي ان اقبل لكم هديّة ولا احرّم مالي بما آخذ منكم فان أموالكم كلّهم حرام ، فتسوّقنا وحان وقت خروجنا فاستأذنّا في الحمل فأذن لنا فلمّا عزمنا على الرحيل قلت له ايّها الملك قد عزمنا على الرحيل فقال امضوا في حفظ الله تعالى فقلت له ايّها الملك قد عاملتنا بما لا قدرة لنا عليه غدرناك وظلمناك فكيف خلصت ورجعت إلى بلدك\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":69},
  {"content":"\r\n\r\nفقال لمّا بعتموني بعمان فحملني الذي اشترانى إلى بلد يقال له البصرة من صفتها كذا وكذا وتعلّمت بها الصلاة والصيام وشيئا من القرآن ثم باعني مولاي لآخر حملني إلى بلد ملك العرب الذي يقال له بغداد ووصف لنا بغداد فتفصّحت بتلك البلد وتعلّمت القرآن وصلّيت مع الناس في الجوامع ورأيت الخليفة الذي يقال له المقتدر وبقيت ببغداد سنة وبعض أخرى حتّى وافا قوم من خراسان على الجمال فنظرت إلى خلق كثير فسألت عنهم في اىّ شئ جاءوا فقالوا يخرجون إلى مكّة فقلت ومكّة هذه ما هي فقالوا فيها بيت الله الحرام الذي يحجّ اليه الناس وحدّثونى حديث البيت فقلت في نفسي سبيلي ان أتبع هؤلاء القوم إلى هذا البيت فعرّفت مولاي ما سمعت فرأيته ليس يريد ان يخرج ولا يدعني اخرج فتغافلت عنه حتّى خرج الناس فلمّا خرجوا تبعتهم وصحبت رفقة كنت اخدمهم طول الطريق وآكل معهم ووهبوا الىّ ثوبين فأحرمت فيهما وعلّمونى\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":70},
  {"content":"\r\n\r\nالمناسك فسهّل الله تعالى الىّ الحجّ وخفت ان ارجع إلى بغداد فيأخذنى سيّدى فيقتلني فخرجت مع قافلة أخرى إلى مصر فكنت أخدم الناس في الطريق فحملوني واشركونى في زادهم إلى مصر فلمّا دخلت مصرا ورأيت البحر الحلو الذي يسمّونه النيل فقلت من اين يجئ فقالوا أصله من بلاد الزنج فقلت من اى ناحية فقالوا من ناحية مصر «  a  » تسمّى أسوان في تخوم ارض السودان فلزمت ساحل النيل ادخل بلدا واخرج من أخرى واطلب من الناس فيطعمونى وكان ذلك دأبى فوقعت عند قوم من السودان فانكرونى فقيّدونى وذهبوا يكلّفونى «  b  » من بين الخدم ما لا أطيق فهربت ووقعت عند قوم آخرين فأخذوني وباعوني وهربت فلم أزل كذلك من خروجي من مصر حتّى وصلت إلى البلد الفلانىّ من أطراف بلاد الزنج\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . بصرة  Cod . \r\n(  b  ) . يكفلونى  Cod . \r\n","page_name":" 57 ","page_number":71},
  {"content":"\r\n\r\nفتنكّرت وأخفيت نفسي ولم أخف على نفسي من حين خروجي من مصر مع ما جرى علىّ من الأهوال كخوفى لمّا قربت من بلادي وقلت انّ بلدي قد جلس فيها بعدى ملك استولى على الملك وطاعته الجند ونزع الملك منه صعب عسر فان انا ظهرت أو علم بي أحد حملت اليه فيقتلني أو يجسر بعض المتنصّحين علىّ فيأخذ رأسي فيتنصّح اليه به ، فداخلنى من الرعب ما ضقت به ذرعا فكنت أسعى في الليل وامشي نحو بلدي واختفى في النهار إلى أن جئت في البحر فركبت مركبا وانا متنكّر إلى بلد كذا ثم ركبت في البحر إلى بلد كذا فرماني المركب في الليل إلى ساحل بلدي فاستخبرت من امرأة عجوز هل ملكهم هذا الذي جلس عادل فقالت والله يا ولدى ما لنا ملك الّا الله تعالى وقصّت علىّ قصّة الملك وانا اتعجّب كأنّى لا اعلم بذلك ولا كأنّى ايّاه ثم قالت اتّفق أهل المملكة ان لا يملّكوا بعده عليهم أحدا «  a  » حتّى يعلموا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . أحد  Cod . \r\n","page_name":" 58 ","page_number":72},
  {"content":"\r\n\r\nما كان من امره وييأسوا من حياته فقد بلغتهم الاخبار من الكهنة انّه بأرض العرب حىّ سالم فلمّا أصبحت مضيت إلى بلدي هذه فدخلتها واتيت قصرى هذا فدخلته ووجدت أهلي على ما تركتهم غير انّهم مقيمين على بساط الحزن وأهل دولتي فأعدت عليهم قصّتى فتعجّبوا وفرحوا ودخلوا معي فيما دخلت فيه من دين الاسلام فعدت إلى ملكي قبل مجيئكم بشهرة وانا اليوم فرح مسرور لما منّ الله علىّ به وعلى أهل دولتي من الاسلام والايمان ومعرفة الصلاة والصيام والحجّ والحلال والحرام وبلغت ما لم يبلغه أحد في بلاد الزنج وعفوت عنكم لانّكم السبب في صلاح ديني ولكن بقي علىّ شئ اسئل الله الخروج من اثمه قال فقلت ما هو ايّها الملك قال مولاي الذي خرجت من بغداد إلى الحجّ من غير اذنه ورضاه ولم\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":73},
  {"content":"\r\n\r\nأعد اليه ولو لقيت ثقة كنت ابعث له ثمني واستحللته ولو كان فيكم خير ولكم أمانة لدفعت إليكم ثمني تردّوه - عليه ووهبت له عشرة اضعافه بدلا من صبره علىّ ولكنكم أهل غدر وحيل قال «  a  » فودّعناه فقال امضوا فان رجعتم فبهذه المعاملة اعاملكم وأزيد في الاحسان إليكم فعرّفوا المسلمين ان يأتونا فانّا نحن قد صرنا اخوانا لهم مسلمون مثلهم واما تشييعكم إلى المركب فما لي اليه سبيل فودّعناه وسرنا *\r\n\r\n[ صحة عراف الزنجي وغرق السفينة 
  ]\r\nوقيل إن ببلاد الزنج القافة الكهنة قافة * حدّاق فهماء «  b  » وحدّثنى اسمعيلويه عن بعض النواخذة انّه قال له دخلت بلاد الزنج في سنة اثنان وثلاثون وثلاثمائة فقال لي بعض القافة كم أنتم مركبا فقلت ستّة عشر مركبا فقال يسلم منها «  c  » إلى عمان خمسة عشر مركبا وتنكسر واحدة ويسلم منها ثلاث أنفس وتمضى عليهم شدّة عظيمة ويتخلّصون إلى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) قالوا  Cod . \r\n(  b  ) . حداق فمهما  Cod . \r\n(  c  ) منا  Cod . \r\n","page_name":" 60 ","page_number":74},
  {"content":"\r\n\r\n. . . قال فخرجنا كلّنا في يوم واحد وكنت آخر «  a  » من خرج منهم فاغذذت «  b  » السير لألحق من خرج منهم أوّلا فلمّا كان في اليوم الثالث رأيت من بعد «  c  » مثل الجزيرة السوداء فلرغبتى في سرعة السير لم انقص الشراع لأعدل عنها لأنّ السير في ذلك البحر شديد جدّا فما كذبت ان وصلت إليها فضربتنى وإذا هي دابّة من دوابّ البحر فلمّا لمست المركب ضربته بذنبها فانكسر فسلمت انا وابني والكبارين في الدونينج ووقعنا «  f  » إلى بعض جزاير الديبجات فأقمنا بها ستّة اشهر إلى أن أمكننا الخروج ووصلنا «  d  » إلى عمان بعد شدايد عظيمة مرّت بنا وسلمت الخمسة عشر مركبا بأسرها بإذن الله تعالى *\r\n\r\n[ رياش الطيور التي تستعمل بدل كأس الماء 
  ]\r\nوحدثني الحسن بن عمرو وغيره عن «  e  » جماعة المشايخ بالهند من «  f  » امر\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) اخرج  Cod . \r\n(  b  ) . فأعددت  Cod . \r\n(  c  ) . بعدى  Cod . \r\n(  d  ) . وصلنا  Cod . \r\n(  e  ) . من  PCod . \r\n(  f  ) . عن  Cod . \r\n","page_name":" 61 ","page_number":75},
  {"content":"\r\n\r\nطيور الهند والزابج وقمار والصنف «  a  » وغيرها من نواحي الهند بأمر عظيم وأكبر ما رأيت من ريش الطيور قطعة من ريش طاير أسفل ريشة أوانيها أبو العبّاس السيرافىّ طولها نحو ذراعين قدرنا انّها تسع قربة ماء وحدّثنى اسمعيلويه الناخودا انّه رأى أسفل ريشة ببعض بلاد الهند عند رجل من كبار تجارهم كانت إلى جانب داره يصبّ فيها كالدنّ العظيم فتعجّبت من ذلك فقال لي لا تعجب من هذا حدّثنى بعض فواخذة الزنج انه رأى عند ملك سرة أصل ريشة يسع «  b  » خمسة وعشرين قربة ماء *\r\n\r\n[ حكاية طائر طار من هند ونزوله على سطح دار في شيراز 
  ]\r\nوحدثني أبو الحسن علىّ بن شادان السيرافىّ قال إن بعض أهل شيراز حدّثه ان بالقرب من شيراز قرية خرّبها الطاير قال فقلت له كيف خرّبها فقال حدّثنا انّ طايرا سقط في بعض الايّام على سطح دار في القرية\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . والسيف  Cod . \r\n(  b  ) . تسع  Cod . \r\n","page_name":" 62 ","page_number":76},
  {"content":"\r\n\r\nفخسف السطح وسقط إلى أسفل الدار فصاح من في الدار وهربوا منه فاجتمع أهل القرية فدخلوا فوجدوا الطير قد ملأ الدار فلم يتمكّنوا من اخذه فأثخنوه «  a  » بالضرب وكان ثقيلا في الأصل فلا يمكنه النهوض ثم ذبحوه وقطعوه في الدار واقتسموا لحمه * واخذ كلّ من كان «  b  » في القرية من الرجال نحو سبعين رطلا إلى نحو ذلك وعزلوا من لحمه نحو مائة رطل لوكيل القرية وهو نازل في تلك الدار التي وقع فيها الطاير وكان قد خرج عنها قبل ذلك بيوم مع «  c  » ثلاثة نفر من أهلها ومضوا في حاجة لصاحب القرية وطبخ أهل القرية اللحم في بقيّة يومهم واكلوه مع عيالهم وصبيانهم فأصبح جميعهم مرضى ووافا الوكيل فعرف الصورة فتوقّى «  d  » هو ومن كان معه اكل اللحم فلمّا مضت أربعة ايّام أو خمسة ماتوا حتّى لم يبق منهم أحد ممّن اكل لحم الطاير الّا مات وفرغت القرية وخرج الوكيل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فاتخنوه  Cod . \r\n(  b  ) . وكان  Cod . \r\n(  c  ) . مع  Addidi . \r\n(  d  ) . فتوفى  Cod . \r\n","page_name":" 63 ","page_number":77},
  {"content":"\r\n\r\nعنها وخربت فلم يعد إليها أحد فوقع لنا ان هذا الطاير من طيور الهند اكل حيوانا من ذوات السموم فاشتعل السمّ في جسمه فحمل نفسه في الجوّ وسار في ليل فوقع إلى هذه القرية وقد ثخن ولم يبق فيه نهوض . فسقط *\r\n\r\n[ حكاية طائر اخذ السحلفاة وطرحها من السماء على الأرض واكلها 
  ]\r\nوحدثني غير واحد من الربّانيّة انّه سمع ان بسفالة الزنج من الطيور ما يأخذ الوحش بمنقاره أو بمخاليبه ويحمله إلى الهواء ثم يرمى به ليموت وينكسر ثم ينزل عليه فيأكله ولقد سمعت ان في بلاد الزنج طايرا ينقض على السلحفاة الكبيرة فيخطفها ويرفعها «  a  » إلى الجوّ ويرمى «  b  » بها إلى الأرض على جبل أو صخرة فتنكسر فيسقط عليها فيأكلها قال فيأكل منها إذا وجد في النهار الخمسة والستّة وان هذا الطاير إذا رأى الانسان هرب منه وفرّ من صورته لمشاعة خلق الناس في تلك الأرض *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . وترفعها  Cod . \r\n(  b  ) . ترمى  Cod . \r\n","page_name":" 64 ","page_number":78},
  {"content":"\r\n\r\n\r\n[ حكاية نملة تحبس في القفص وتطعم في كل يوم منوين لحم 
  ]\r\nوحدثني اسمعيلويه الناخودا انّ باعلا بلاد الزنج معادن الذهب وهي خوّارة - وأكثر المعادن خوّارة - وانّ الرجال يحفرون فيها لطلب الذهب فربما نقبوا على ارض ممخرقة «  a  » مثل ارض النمل فيخرج عليهم نمل مثل السنانير كثير فيأكلونهم ويقطعونهم قطعا وقد كان أحمد بن هلال أمير عمان حمل في سنة ستّ وثلاثمائة في جملة هديّة حملها إلى المقتدر نملة سوداء في قفص من حديد مشدودة بسلسلة في قدر السنّور وماتت هذه النملة في الطريق بناحية ذي جبلة فجعلت في الصبر وحملت إلى مدينة السلم صحيحة ورآها المقتدر وأهل بغداد وذكروا انّهم كانوا يطعمونها كلّ يوم منوين شرايح غدوة وعشاء *\r\n\r\n[ حكاية الشجرة التي على صورة الانسان وإذا حركه الريح يخرج منه صوت 
  ]\r\nوحدثني محمّد بن بابشاد عن من حدّثه ممّن دخل الوقواق انّ هناك شجر كبار له ورق مدوّر ومنه ما هو إلى الطول يحمل حملا على مثال\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ممخوفه  Cod . \r\n","page_name":" 65 ","page_number":79},
  {"content":"\r\n\r\nالقرع الّا انّه أكبر منه وصورته صورة الناس تحرّكه الرياح فيخرج منه صوت وأنّ داخله منفوح مثل جمل العشر فإذا قطع عن الشجر خرج الريح منه من ساعته وصار مثل الجلد وأنّ بعض البانانيّة رأى الحمل فتعشّق «  a  » صورة من الصور فقطعها ليحملها معه فلمّا قطعها خرج الريح منها فبقيت كالغراب الميّت *\r\n\r\n[ حكاية قافلة تمنعها القردة عن السبيل وتطلبون منها الطعام 
  ]\r\nوذاكرت محمّد بن بابشاد في حديث القردة وما يحكى عنها فحدّثنى بصفات كثيرة من أحاديثهم فممّا حدّثنى به انّ بنواحي صنفين وبوادي لامرى وبوادي قاقلة قردة في نهاية الكبر وانّ لكلّ فرقة منها أمير خلقته أعظم من خلق باقيها وانّهم ربّما خرجوا من الغياض «  b  » إلى الطرق والمسالك فتضرب «  c  » السفّارة فتمنعهم السبيل دون ان يعطوهم شيئا من الحيوان مثل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) فيعشق  Cod . \r\n(  b  ) . الغياظ  Cod . \r\n(  c  ) . فتمضى به  Cod . \r\n","page_name":" 66 ","page_number":80},
  {"content":"\r\n\r\nالغنم والبقر وغير ذلك من المأكولات وذكر محمد بن بابشاد انه حدّثه غير واحد انّه اجتاز على قطعة منهم مع جماعة معه فمنعوهم من المشي فحاربوهم فمزّقوا ثيابهم وتواثبوا عليهم من كلّ مكان وقطعوا قربهم وهم في مفازات بعيدة عن الماء فاعطوهم شيئا فتركوهم ولا ماء لهم فمات أكثر القوم عطشا ولم يصل منهم إلى الماء الثاني الّا القليل *\r\n\r\n[ حكاية رجل جامع الميمونة وحملت منه 
  ]\r\nوحدثني * انّ رجلا «  a  » من بانانيّة مركب كان له حدّثه انّه خرج في سنة تسع «  b  » وثلاثمائة في مركب لبعض النواخذة إلى قاقلة «  c  » فانّهم وصلوا بالسلامة ونجلوا «  d  » أمتعتهم إلى البرّ وحملوا بعض الأمتعة إلى بلد بينه وبين البحر مسيرة سبعة ايّام ونحوها فلمّا حملوا تلك الأمتعة إلى ذلك البلد رفعوا المركب في خور صغير على ثلاثة فراسخ من قاقلة «  c  » أو أربعة وسدّوا بينه وبين البحر وجلّلوه وأقاموا الخشب حوله وسنّدوه قال هذا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . رجل  Cod . \r\n(  b  ) . تسعين  Cod . \r\n(  c  ) . قافلة  Cod . \r\n(  d  ) . ونحلوا  Cod . \r\n","page_name":" 67 ","page_number":81},
  {"content":"\r\n\r\nالبانانىّ وتركوا معي من الزاد حاجتي ومضوا بأسرهم إلى تلك المدينة فأقاموا في بيعهم وشرايهم فلمّا بعدوا عنّى جاءني عدّة من القردة فطافوا حول المركب وراموا الصعود الىّ فرميتهم بالحجارة ولاحقت المركب قردة لها خلق وجثّة فطردتها فلم تبرح فسارقتنى من بعض جوانب المركب فصعدت الىّ فلمّا حصلت معي في المركب وكنت آكل فطرحت لها كسرة من خبز فأكلته وأقامت عندي ساعة ثم نزلت فغابت عن عيني إلى العشىّ ثم وافت وفى فمها قنو صغير فيه نحو من عشرين موزة فصاحت فتطلّعت إليها فصعدت إلى المركب فوضعت الموز بين يدىّ فأكلت وأقامت عندي بعد ذلك فكانت تغيب وتجىء بالموز والفاكهة التي في تلك الغوطة وصارت تبيت معي في المركب وإلى جانبي فشاقت نفسي إليها فوطيتها فما مضت ثلاثة اشهر في مقامي في الموضع حتّى ثقلت وجعلت تمشى\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":82},
  {"content":"\r\n\r\nمتجاملة وأومت إلى بطنها فعلمت انّها قد حملت منّى فورد علىّ من ذلك امر عظيم وخفت الفضيحة متا جاء القوم وشاهدوا الأمر فحملني الحياء إلى أن اخذت دونيج المركب وحملت لها دقلا وشراعا وانجرا وجعلت فيه قرب ماء وزادا واخذت ثيابي وما كان معي وحملته «  a  » . فيه وتعمّدت وقتا تغيب فيه القردة فنزلت إلى الدونيج ودخلت البحر على غرر عظيم وخطر شديد وتركت المركب ليس معه أحد فسرت نيفا وعشرين زاما ووقعت إلى جزيرة من جزاير اندمان «  b  » بعد ان كدت إلى أن اتلف لعظيم ما مرّ بي من الشدّة فأقمت في تلك الجزيرة ايّاما حتّى استرحت واخذت من ماء عذب كان فيها ملو قربة ومن ثمار فيها وموز وأصلحت امرى ولم أكن رايت بالجزيرة أحدا «  c  » الّا الصيّادين في قوارب ينزلون بين الشجر فسرت في البحر لا ادرى اين آخذ ولا أهتدى نحو سبعين زاما فوقعت في جزيرة يقال لها بدفاركله فأقمت بها إلى أن خرجت منها إلى كله فخرجت منها\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . وحملت  Cod . \r\n(  b  ) . ارمنان  Cod . \r\n(  c  ) . أحد  Cod . \r\n","page_name":" 69 ","page_number":83},
  {"content":"\r\n\r\nفلقيت بعد ذاك بزمان صاحب ذلك المركب وقوم راكبون فيه فقلت ما شأنكم فقالوا انّهم وردوا الموضع فوجدوا في المركب قردة قد وضعت قردا أو قردين وجوههم تشبه وجوه بني آدم سواء وصدورهم لا شعر عليها واذنابهم فيها قصر عن أذناب * القرود وظنّوا انّ «  a  » القردة حملت من ذاك البانانى وانّه هرب في الدونيج لانّهم ما فقدوا شيئا غير الدونيج وآلته وانّ بعضهم ظنّ انّ القردة قتلته وانّ الدونيج سرقه نجتاز أو صيّاد ورجموا الظنون ورموا بالقردة وأولادها قال لي محمّد بن بابشاد وكان هذا البانانىّ الذي حدّثنى ضعيف البصر جدّا فسألته عن ذلك فقال ضعف بصرى لمّا كنت أجامع القردة وزاد في ضعفه طول مكثى في البحر *\r\n\r\n[ حكاية مصادفة القردة بمسافرى السفينة في الجزيرة 
  ]\r\nوحدثني بعض البحريّين انّ مركبا كان يمضى إلى صنف من عمان\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n","page_name":" 70 ","page_number":84},
  {"content":"\r\n\r\nفأصيب وسلم من أهله نحو عشرة في قارب فحملتهم الرياح إلى جزيرة مجهولة لا يعرفونها فرموا بنفوسهم على ساحلها وليس لهم حركة لشدّة ما لحقهم في البحر من الأهوال والشدايد فمكثوا هنالك بقيّة يومهم ثم قاموا فاحتالوا في القارب إلى أن جروه إلى الساحل وباتوا ليلتهم معه فلما أصبحوا مشوا في الجزيرة فوجدوا فيها ماء عذبا كثيرا وغوطة حسنة وأشجارا متكاثفة فيها ثمار شتّى وموز كثير وقصب سكّر ولم يروا فيها انسيّا فأكلوا ممّا اشتهوا من الثمار وشربوا من ذلك الماء «  a  » وانصرفوا إلى قاربهم فجروه إلى البرّ وسنّدوه بالخشب وجمعوا من ورق الموز والشجر فظلّلوه واحكموا امره واصلحوا لأنفسهم إلى جانبه موضعا يسترهم فلمّا مضت عليهم خمسة ايّام أو ستّة فإذا هم بقطعة قرود قد اقبلوا يقدمهم قرد كبير جسيم فوقفوا على القارب وفزع القوم منهم فصعدوا إلى القارب فلم يعرضوا لهم وأقاموا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n","page_name":" 71 ","page_number":85},
  {"content":"\r\n\r\nرئيسهم بمكانه فجعل يفرّقهم يمينا وشمالا كما ينفذ العامل رجاله ثم عادوا اليه وجعل بعضهم يوما إلى بعض كانّهم يتحدّثون بشئ فلمّا أمسوا انصرفوا فورد على القوم من هذا امر عظيم وخافوا على نفوسهم ان تقتلهم القردة وجعلوا يفكرون في الخلاص ليلهم وهم بسوء حال لا زاد معهم ولا يعرفون الطريق ولا يهتدون لحيلة فلمّا أصبحوا جاءتهم قردة فطافت بهم ثم مضت ثم عادت ومعها قردة أخرى فأومت إليها بشئ قال هذا الرجل فحدّثت عن واحد من القوم انّه قال فتبعت القرود إلى أن دخلوا الغوطة ثم خفت على نفسي فرجعت بعد مدّة مضت من النهار إلى أصحابي فسألوني فأخبرتهم فلمّا كان من غد عاودت القرود على تلك الصورة الأولى وجلس رئيسهم مع القارب ونفّذهم «  a  » في حوايجه على الرسم فلمّا مضت ساعة من النهار جاء قردان مع كلّ واحد منهما قطع ذهب في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ونفدهم  Cod . \r\n","page_name":" 72 ","page_number":86},
  {"content":"\r\n\r\nنهاية الجودة فطرحوها بين يديه ثم عادوا بأجمعهم فأومى بعضهم إلى بعض فانصرفوا ونزلنا إلى الأرض فاخذنا الذهب فإذا هو مثل العروق الغلاظ في نهاية الجودة فورد علينا من السرور بذلك ما نسينا معه بعض ما نحن فيه فلمّا أصبح جاءت قردة طافت بنا ثم مضت فمضيت خلفها إلى أن أمعنت في الغوطة وخرجت من الغوطة إلى صحراء ارضها رملة سوداء فحفرت القردة بين يدىّ ووقفت فجلست فحفرت في الموضع فوجدت عروق الذهب مشتبكة فلم أزل اقلع إلى أن أدميت أصابعي وجمعت ما قلعته وحملته ورجعت فضللت عن الطريق لاشتباك الشجر فتعلّقت ببعض ذلك الشجر وبتّ فيه ليلتي «  a  » فلمّا أصبحت وإذا بالقردة وقد وافت على الرسم فتركتها «  b  » حتّى مضت ثم تبعتها إلى أن رأيت البحر وتعلّقت بشجرة من الشجر فأقمت عليها إلى الليل فلمّا انصرفت «  c  » القرود نزلت فوافيت أصحابي\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ليلتين  Cod . \r\n(  b  ) . فتركها  Cod . \r\n(  c  )  Deest . \r\n","page_name":" 73 ","page_number":87},
  {"content":"\r\n\r\nفتلقّونى وهم يبكون وقالوا انّا لم نشكّ انّك قد تلفت فحدّثتهم «  a  » بالصورة وطرحت الذهب بين أيديهم فتجدد لنا همّ وغمّ لانّا لمّا استغنينا لم نجد سبيلا إلى حمل ذلك ولا طريقا ولا معنا ما نحمله فيه لانّا متى ما حملناه في القارب لم نأمن الغرق لصغره وإذا حملناه لم نهتدى الطريق ثم اجمع رأينا على أن نمضى إلى تلك الصحراء ونقلع الذهب ونحمله إلى نحو قاربنا ونتوكّل على الله عزّ وجلّ فكنّا نمضى في كلّ غدوة من الغدوات التي لم يجر للقرود ان يجونا فيها فنقلع الذهب ونحمله وحفرنا عند القارب ودفنّا الذهب ولم نزل نقلع الذهب وننقله مدّة سنة إلى أن حصل لنا شئ عظيم لا يعرف مقداره والقرود مع ذلك تجىء يوما ويوما لا تجىء ونأكل من ثمار تلك الجزيرة ونشرب من ذلك الماء فبينما نحن على\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فحدثهم  Cod . \r\n","page_name":" 74 ","page_number":88},
  {"content":"\r\n\r\nحالنا تلك إذ مرّ بنا مركب ماضي إلى عمان أو إلى سيراف قد أسقطه الريح وركبه البحر فرمى كلّ ما في جوفه ومات أكثر رجاله غرقا وشرقا من شدّة ما ركبهم البحر فلمّا رأوا الجزيرة وأرادوا الانحياز إليها فلم يقدروا فبقوا متماسكين فلمّا احدّوا «  a  » النظر إلى البرّ راونا ورأوا الدونيج فوق البرّ فتطارح لنا رجلان من رجاله بحبل ولم يزالوا يعاندوا فلمّا رأيناهم أخذنا حبالنا وتطارحنا إليهم في البحر فتلقّيناهم وربطنا خبالنا مع حبالهم فلمّا صارت الحبال في البرّ استوثق «  b  » بها حتّى مضى إلى المركب منّا اثنان فأشرفوا على المركب فإذا بالبانانيّة والربّان وبعض التجار قد أشرفوا على الموت من شدّة الهول وقد كلّوا ممّا يمتحوا الماء وهم حينئذ في وسط اللجّة فقالوا لأصحابنا اجذبونا إلى البرّ وخذوا ما بقي معنا من البضايع والمتاجر قال الربّان يا اخواننا اجذبونا إلى البرّ وخذوا المركب لكم ملكا فقال أصحابنا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اخذوا  Cod . \r\n(  b  ) . مستوثق  Cod . \r\n","page_name":" 75 ","page_number":89},
  {"content":"\r\n\r\nما نفعل شيئا من ذلك بل نجذبكم إلى البرّ ولنا نصف هذا المركب ملكا قالوا حبّا وكرامة وتعاقدوا على ذلك وشهد بعضهم على بعض ثم قال لهم أصحابنا ولنا عليكم شرط قالوا وما هو قالوا «  a  » نشحن نصف هذا المركب لنا بملكنا لا يشاركنا فيه أحد لا يعترضنا فيه أحد قالوا لكم ذلك قال أصحابنا ونوسقه «  b  » وسق المتعارف لا يحيف عليه فيغرق قال أصحاب المركب هذا شئ قد جربناه وما تخلّصنا منه إلى الآن فنناشدكم الله إلّا ما خلّصتم حشاشنا «  c  » من هذا الهول الذي نحن فيه فتطارح أصحابنا إلى البرّ وجاءت القرود فلمّا راونا نجذب حبل المركب جذبوا معنا فجاءت المركب في اسرع وقت فتطارحت رجال المركب إلى البرّ شوقا إليها لما جرى عليهم فلمّا أصبحنا عرّفناهم موضع الثمار فأكلوا وشربوا ورجعت لهم نفوسهم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n(  b  ) . ونسوقه  Cod . \r\n(  c  ) . حشاشا  Cod . \r\n","page_name":" 76 ","page_number":90},
  {"content":"\r\n\r\nفجاءت القرود من الغد بالذهب على الرسم فآثرناهم به على نفوسنا لانّا اكتفينا منه وقدّمنا المركب فاوسقنا وشحنّا نصف المركب ذهبا وأوسق الربّان النصف الثاني له ولتجاره ذهبا وتزوّدنا ممّا في الجزيرة وواتت الرياح واسرينا فدخلنا بلد الهند ونقل كلّ واحد منّا نايبه إلى موضعه فكان الذي وقع لكلّ رجل منّا الف ألف مثقال ومائة الف وأربعة وأربعون ألف مثقال فلم نعد نركب بحرا إلى هلمّ وهذا من اغرب ما سمعناه من نوادر القردة *\r\n\r\n[ حكاية قرد يخدم صاحبه في داره 
  ]\r\nوحدثني من رأى قردا بقرية من قرى . . . . . . في منزل بعض التجار يخدمه يكنس منزله ويفتح الباب لمن دخل ويغلقه خلفه ويقد النار تحت القدر وينفخ فيه حتّى يقد ويطاعمه الحطب وينشّ الذبّان على المآئدة ويروّح على مولاه بالمروحة *\r\n\r\n[ حكاية حداد عنده قرد ينفخ على الكور 
  ]\r\nوحدثت «  a  » انّه كان بظفار من مداين اليمن حدّاد عنده قرد ينفخ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . وحديث  Cod . \r\n","page_name":" 77 ","page_number":91},
  {"content":"\r\n\r\nعلى الكور طول نهاره أقام عنده كذلك نحو خمس سنين وتردّدت إلى البلد سفرات وانا ابصره عنده *\r\n\r\n[ حكاية قرد الذي اشترى لصاحبه لحما 
  ]\r\nوحدثت انّ قردا كان في منزل رجل ببعض بلاد اليمن وانّ الرجل اشترى لحما وجاء به إلى منزله فأومئ إلى القرد ان احفظ اللحم فجاءت حدأة فنشلت اللحم فبقى القرد متحيّرا وكان في الدار شجرة فصعد إلى رأسها ورفع أمته إلى السماء ودلّى رأسه إلى أسفل وجعل يديه إلى جانبي استه فظنّ الحدأة انّ استه «  a  » من جملة اللحم الذي «  a  » اختطفته فانقضّ الطاير عليه فضربه فتلقّاه القرد بيديه فقبضه وانزله إلى الدار فوضعه تحت الجفنة وغطاه بشئ ثقيل فجاء صاحب المنزل فلم يجد اللحم فقام إلى القرد ليضربه فقام القرد إلى الجفنة واخرج الحدأة فعلم الرجل وفطن لما جرى واخذ الحدأة فنتف ريشها «  b  » وصلبها على الشجرة *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Addidi \r\n(  b  ) . ريشه  Cod . \r\n","page_name":" 78 ","page_number":92},
  {"content":"\r\n\r\n\r\n[ حكاية شاب مشتهى بالقرد 
  ]\r\nوللقرود أحادث ظريفة * حدّث عن «  a  » رجل من أهل أصبهان شيخ كثير الاسفار انّه سار إلى بغداد قال وكان معه رفقة كثيرة فيهم شابّ كانّه بغل من الشباب والقوّة قال وكان الشيخ يسهر على الأمتعة ولا ينام الّا إذا سار الناس على حمله قال فبينما هو ساهر «  b  » كالعادة إذ نظر إلى الشابّ قد سرى إلى واحد جمّال فلمّا جلس الشابّ بظهره ليجتمع به استيقظ له الجمّال واحنى عليه فدرسه دوس الأديم فلم يعد الشابّ إلى مكانه الّا وقد سكر من اللكم واللطم قال فأقام الشابّ بمقدار ما تراجعت اليه نفسه ثم اخذ الجمّال النوم ثم عاد اليه قال فاستيقظ له فاحنى عليه فداسه اشدّ من الأولى فعاد الشابّ ولا حركة فيه ثم استجمّ «  c  » وعاد * إلى الجمّال «  d  » الثالثة ففعل الجمّال به في الثالثة ما عاد منه وهو يسحب نفسه على الأرض\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  ) . ساير  Cod . \r\n(  c  ) . استحم  Cod . \r\n(  d  ) . والجمال  Cod . \r\n","page_name":" 79 ","page_number":93},
  {"content":"\r\n\r\nيمينا وشمالا وقال له الجمّال والله ان عدت الرابعة لا فقرنّ بطنك ، فلمّا رأيت ذلك مرارا وسمعت قول الجمال عذرته وشفقت على «  a  » مثل ذلك الشابّ ان يقتل فدعوت الشابّ الىّ بعد ان تراجعت اليه نفسه وقلت له يا ولدى ما حملك على ما رأيت منك في هذه الليلة ولقد سلمت من هذا الجمّال فاحذر ان يقتلك واصبر فقال يا عمّ والله انّ لي اليوم ليال لا أستطيع الغمض من شدّة الشبق والنار وكلّما هاج بي الامر يهون علىّ ما يفعل في لشدّة ما انا اقاسى قال فقلت يا ولدى بقي بيننا وبين مدينة السلام «  b  » مرحلتين وندخل إلى بلد نجد فيها ما يسكن هيجانك قال فلم أزل اهديه واشفق عليه بقيّة تلك المسافة فلمّا وصلنا إلى بغداد اخذنى عليه * خوف كثير «  c  » وقلت في نفسي هذا غريب وشابّ وما دخل بغداد قبلها\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . عليه  Cod . \r\n(  b  ) . الكلام  Cod . \r\n(  c  ) .  ut videtur  ، خوف  sed paulo antoa additur  خوف كثيرا\r\n Cod . emendatio guae ex margine in textum irrepsit . , \r\n","page_name":" 80 ","page_number":94},
  {"content":"\r\n\r\nربّما يرى أحد من دون الخليفة والوزراء فيتهاجم عليه كما فعل مع الجمّال فيهلك ، فلزمته واخذت منزلا وضممته الىّ ولم يكن لي شغل بعد ان حصل متاعنا في حرز الّا انّى اخذته ومضيت به إلى الدلّالة انظر له امرأة تسكن غمّته فما هو الّا ان عبرت به من بعض الازقّة وإذا به وقف وقال لي يا عمّ قد رأيت الساعة في تلك الطاق وجها كالشمس ولا بد لي منه فدافعته عن ذلك فقعد على الأرض وقال هنا أموت فقلت في نفسي قد حفظته في البرّيّة اتركه هنا وبغداد دار البلايا فلمّا لم أحد منه موافقة نظرت في الحارة فإذا دار تنذر أنّ أصحابها صعاليك فقرعت الباب فكلّمتنى عجوز فاستخبرت عن الدار التي نظر الشابّ المرأة فيها فقالت هذه دار الوزير فلان والتي «\r\n a \r\n» بصرها الشابّ زوجة الوزير قال فقلت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . والذي  Cod . \r\n","page_name":" 81 ","page_number":95},
  {"content":"\r\n\r\nللشابّ يا ولدى ارجع عن هذا الرأي وامض معي اعرض عليك بنات بغداد فإنّك ستجد أحسن ممّا رأيت فقال والله لا برحت إلى أن أصل إلى هذه أو اقتل قال فقالت العجوز للشابّ ان أوصلتك يا شابّ ما يكون لي عليك فبادر الشابّ وحلّ كيسا كان على وسطه وعدّ لها منه عشرة دنانير ففرحت العجوز والتحفت وخرجت فدقّت باب الوزير ففتح لها الأستاذ فدخلت ثم خرجت فقالت له قد قضيت حاجتك بعد الشروط قال له وما الشروط قالت خمسون مثقالا لها وخمسة لمقامها وخمسة لأستاذ الدار قال فانفذها ستّين مثقالا قال فدخلت ثم خرجت فقالت امض ادخل الحمّام وغيّر هذه الحالة فإذا كان بين صلاتي المغرب والعشاء قف عند بابى هذا حتّى يؤذن لك قال فدخل الشابّ الحمّام واصلح شأنه ووقف عند باب العجوز في الوقت فخرج الأستاذ فأذن له فدخل إلى\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":96},
  {"content":"\r\n\r\nمجلس قد كمل من كلّ شئ تكمل به المجالس فقدّم له طعام حسن فأكل ثم الشراب فشرب فلمّا انتهى مجلس الشراب قام وقامت «  a  » إلى السرير فلمّا تجرّدا من ثيابهم وإذا بقرد قد خرج من وراء ستر فضرب الشاب باضافيره فجرحه في افخاذه ومخاصيه وسالت دماه من كلّ مكان فأعاد ثيابه عليه وانقله السكر فنام في ثيابه فلما أصبح نبّهه . الأستاذ وقال له قم فأخرج قبل ان تتراى الوجوه فخرج حزينا كئيبا ، ولمّا أصبح الشيخ قال امضى إلى الشابّ فانظر ما صنع لعلّه نال مناه وحسنت عقباه فلما جاءه الشيخ وجده جالسا عند باب العجوز ورأسه في طوقه سأله عن اخباره فاعلمه بقضيّته فاستدعا العجوز واعلمها القضيّة فدخلت على المرأة وسألتها عن السبب في ذلك فقالت اعلم انّ نحن نسينا قرطاس قرد «  b  » صاحب الدار ورسمه وهو قرطاس حلوى فيه رطل ولكن ان احبّ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . وأقامت  Cod . \r\n(  b  ) .  Deest \r\n","page_name":" 83 ","page_number":97},
  {"content":"\r\n\r\nالمعاودة فنحن نأخذ منه الليلة شطر ما اخذناه البارحة قال فأعطاها ثلاثين دينارا فقيل له إذا اتيت الليلة في الوقت المعلوم * احمل معك «  a  » قرطاسا فيه رطل من الحلوا لقرد صاحب الدار قال فأخذ معه قراطيس فأذن له فدخل وقدّم الطعام فأكل والشراب فشرب فلمّا انحرف إلى المرأة وثب القرد اليه فرمى له بقرطاس فأخذه القرد ورجع إلى مكانه فقضى الشابّ حاجته ثم أراد الشابّ المعاودة فخرج له القرد فرمى له بقرطاس ثان فرجع إلى مكانه وكذلك دفع له عدة دفوع فلمّا تعب الشابّ واثقله السكر خرج اليه القرد وانبهه وصار القرد يقبض على الشابّ ويجذبه إلى المرأة ويجعل القرد إصبع نفسه في كف نفسه ، المعنى في هذا الحديث ان مصانعة الخدم تقضى الحوايج على رغم انف الموالى عنى القرد وهو يقول للشابّ بالإشارة اعمل كذا ، فلم يدع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n","page_name":" 84 ","page_number":98},
  {"content":"\r\n\r\nالشابّ ينام ممّا يحثّه على الفعل بالمرأة إلى الصباح فخرج الشابّ ومضى لسبيله *\r\n\r\n[ حكاية عبهرة الكرماني ونجاة السفينة من البحر 
  ]\r\nومن أحادث البحريّين والنواخذة ما يحكى عن عبهرة الربان وأصله من كرمان «  a  » وكان ببعض عراها يرعى الغنم ثم صار صيّادا ثم صار أحد بانانيّة مركب يختلف إلى الهند ثم تحول إلى مركب صينىّ ثم صار بعد ذلك ربّانا وله في البحر طرايق وسافر إلى الصين سبع مرار ولم يكن سلك قبله إلى الصين الّا من غرّر ولم يسمع انّ أحدا سلكه وسلم وعاد قط فان سلم في المضىّ فهو عجب فلا يكاد يسلم في العودة وما سمعت ان أحدا سلم في الذهاب والمجىء سواه «  b  » ، فإنه جلس في مطياله واخذ معه قربة ماء فمكث في البحر ايّاما فحكى عن شهريارى الربّان وكان أحد ربّانيّة الصين انّه قال كنت امضى من سيراف إلى الصين فلمّا صرت بين الصنف «  c  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) كرمن  Cod . \r\n(  b  ) . في سواه  Cod . \r\n(  c  ) . الصيف  Cod . \r\n","page_name":" 85 ","page_number":99},
  {"content":"\r\n\r\nوالصين بالقرب من صندل فولات - وهو رأس بحر صنجى «  a  » وهو بحر الصين - ووقفت الريح فلم تتحرّك وسكن البحر وطرحنا الاناجر وأقمنا بمكاننا يومين فلما كان في اليوم الثالث رأينا بالبعد شيئا في البحر افطرحت الدونيج إلى البحر وأنفذت فيه أربعة من البانانية وقلت اقصدوا ذلك السواد فانظروا ما هو فمضوا وعادوا فقلنا ما ذلك «  b  » الشئ فقالوا عبهرة «  c  » الربّان على مطياله ومعه قربة ماء قلت لهم فلم لم تحملونه فقالوا قد اجتهدنا به فقال لا اصعد إلى المركب الّا بشرط ان أكون الربّان فأدبر المركب وآخذ اجرتى عن قيمة ألف دينار متاعا بشرى سيراف والّا لم اصعد فلمّا سمعنا هذا الكلام تعلّقت نفوسنا بقوله ونزلت وجماعة من المركب اليه وهو في البحر ترفعه الأمواج وتضعه فسلّمنا عليه وتضرعنا اليه في الصعود فقال حالكم أقبح من حالي وانا إلى السلامة أقرب منكم فان دفعتم «  d  » لي بقيمة ألف دينار متاعا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Cod . s . p \r\n(  b  ) . لك  Cod . \r\n(  c  ) . غيهره  Cod . \r\n(  d  ) . وفعتوا  Cod . \r\n","page_name":" 86 ","page_number":100},
  {"content":"\r\n\r\nبشرى سيراف ورددتم «  a  » الىّ امر المركب صعدت فقلنا هذا مركب فيه أمتعة وأموال عظيمة وخلق من الناس ولا يضرّنا ان نعرف ما * عند عبهرة «  b  » من الرأي بألف دينار وصعد والدونيج والقربة معه إلى المركب فلمّا حصل فيه قال سلّمونى متاعا بألف دينار فسلّمناه اليه فلمّا احرزه قال للربّان اجلس إلى ناحية فتباعد ذلك عن موضعه وقال ينبغي ان تجدّوا في امركم ما دام عليكم مهلة فقلنا فيما ذا قال ارموا الثقل كلّه إلى البحر فرمينا نحوا «  c  » من نصف حمولة المركب أو أكثر ثم قال اقطعوا الدقل الأكبر فقطعناه ورمينا به إلى البحر فلما أصبح قال ارفعوا الاناجر واتركوا المركب يسير لنفسه ففعلنا فقال اقطعوا الانجر الكبير فقطعناه وبقي في البحر ثم قال ارموا بالانجر الفلاني فلم يزل كذلك حتّى رمينا في البحر ستّ اناجر فلمّا كان في اليوم الثالث ارتفعت سحابة مثل المنارة «  d  » ثم تفرّقت في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ووردتم  Cod . \r\n(  b  ) . عنده عيهرة  Cod . \r\n(  c  ) . نحو  Cod . \r\n(  d  ) . المنايه  Cod . \r\n","page_name":" 87 ","page_number":101},
  {"content":"\r\n\r\nالبحر وأخذنا الخبّ فلو لا انّا كنّا قد رمينا بالحمولة وقطعنا الدقل لكنّا قد غرقنا من اوّل موجة اخذتنا ولم يزل الخبّ ثلاثة ايّام بلياليها والمركب يصعد وينزل بغير انجر ولا شراع لا ندري كيف نمضى فلمّا كان في اليوم الرابع اخذت الريح في السكون وتمّ سكونها وصلاح امر البحر في آخر النهار وأصبحنا في اليوم الخامس والبحر طيّب والريح مستقيمة فاصلحنا دقلا ورفعنا الشرع وسرنا وسلّم الله ووردنا الصين وأقمنا إلى أن بعنا واشترينا واصلحنا المركب ودقلا بدل الدقل الذي رمينا به في البحر وخرجنا من الصين نريد سيراف وقاربنا الموضع الذي قدرنا انّا رأينا فيه عبهرة اجتزنا «  a  » بجزيرة وجبال فقال عبهرة اطرحوا الاناجر ففعلنا ثم طرحنا القارب إلى البحر ونزل فيه خمسة عشرة رجلا وقال لهم امضوا إلى تلك الموضع واومى إلى بعض الجبال فهاتوا الانجر الفلاني فعجبنا من ذلك ولم نخالفه «  b  » فمضوا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . احنزنا  Cod . \r\n(  b  ) . تخالفه  Cod . \r\n","page_name":" 88 ","page_number":102},
  {"content":"\r\n\r\nوعادوا وهو معهم ثم قال امضوا إلى ذاك الجبل الآخر واومى اليه فهاتوا الانجر الفلاني فمضوا وعادوا والانجر معهم «  a  » ثم قال ارفعوا الشرع فرفعنا وسرنا فقلنا له كيف عرفت امر هذه الاناجر فقال نعم لقيتكم في هذا الموضع في رأس الثلثين وهو وقت مدّ الماء وقد نقص الماء * صدرا صالحا «  b  » وكنتم في وسط الجبال والجزيرة فأمرتكم بطرح الثقل من الأمتعة ففعلتم ثم فكرت في امر الاناجر فإذا حاجتنا إليها في الصين غير ماسّة ولم يبق في المركب من الأمتعة الّا ما قيمة «  c  » وزن الاناجر منه اضعاف قيمة الاناجر فرميت بها كذلك لانّه لم يكن بدّ من تخفيف المركب فحصلت هذه الاناجر الثلاثة فوق الجبل والجزيرة ظاهرة وحصلت الثلاثة تحت الماء قلنا له كيف استدلّيت «  d  » على هذا النقصان والخبّ فقال نعم قد حرّب هذا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Desideratur mentio anehorao tertiae . \r\n(  b  ) . صدر لصالحا  Cod . \r\n(  c  ) . قيمته  Cod . \r\n(  d  ) . استدليت .\r\n","page_name":" 89 ","page_number":103},
  {"content":"\r\n\r\nالبحر قبلي وجرّبته فوجدنا في رأس كلّ ثلاثين ينقص نقصا عظيما حتّى تنكشف هذه الجبال ويكون في وقت هذا النقصان خبّ عظيم أصله في قعر البحر فانكسر المركب الذي كنت فيه على رأس جبل من هذه الجبال لان النقصان لحقني وانا أسير عليه ليلا وسلمت في ذلك المطيّال ولو بقيتم في موضعكم لما بقيتم في البحر أكثر من ساعة لم يجنح مركبكم قبل الخبّ لانّكم كنتم على الجزيرة إن جنحتم عليها انكسرتم ، وعبهرة هذا له طرايق «  a  » واخبار في البحر وهذا الخبر من أطراف اخباره *\r\n\r\n[ حكاية محمد بن بابشاد وكيفية رؤية شاطىء من البعيد 
  ]\r\nوقد كان محمّد بن بابشاد حدّثنى انّه كان يمضى «  b  » في مركبه من فنصور «  c  » يريد عمان فلمّا قطع بحر هركند «  d  » ودخل في بحر الهند وعزم على أن يعبر إلى بلاد الغرب قال له ربّان مركبه اىّ مرسا تعلق من مراسى الغرب قال اعلق ريسوت «  e  » أو فوقها «  f  » بفرسخ أو دونها بفرسخ فقال له الربّان «  g  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Cod .  طريق .\r\n(  b  )  Cod .  معه .\r\n(  c  )  Cod .  قيصور .\r\n(  d  )  Cod .  مركند .  Addidi  بحر .\r\n(  e  )  Cod .  ريسون .\r\n(  f  )  Cod .  قوقها .\r\n(  g  )  Cod .  ربان .\r\n","page_name":" 90 ","page_number":104},
  {"content":"\r\n\r\nنحن نعلق المرسا الفلاني دون ريسوت «  a  » بخمسين فرسخا فتخاطروا «  b  » في عشرين دينارا يتصدّقون بها وبين الموضع الذي هم فيه وبين ريسوت على الأقلّ اربع مائة فرسخ فساروا خمسة عشر يوما إلى أن قدروا انّهم قد قاربوا جبال الغرب واخذوا يتكلّمون فيما كانوا تخاطروا فيه إلى الليل وساروا إلى عد ذلك اليوم فلمّا أصبحوا صعدوا بالديدبان «  c  » إلى رأس الدقل فلم ير شيئا فنزلوا فلمّا صلّوا العصر قال محمّد بن بابشاد ارا آثار الجبال فقالوا ما نرى شيئا فقال للديدبان «  d  » اصعد فلمّا صعد الديدبان «  e  » واستقرّ على رأس الدقل «  f  » صاح رحم الله من كبر فكبّروا واستبشروا وبكوا من شدّة الفرح والسرور وساروا طول ليلتهم إلى قرب السحر فلمّا كاد الفجر ان يطلع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ريسون  Cod . \r\n(  b  ) . فيخاطر  Cod . \r\n(  c  ) . بالديدان  Cod . \r\n(  d  ) . للديدان  Cod . \r\n(  e  ) .  Deest \r\n(  f  ) . الديدان  Cod . \r\n","page_name":" 91 ","page_number":105},
  {"content":"\r\n\r\nقال محمّد بن بابشاد اطرحوا الانجر فطرحوه وحطّوا الشراع وقال للربّان اين نحن فقال «  a  » في موضع كذا وذكر «  b  » موضعا بينه وبين ريسوت أربعين فرسخا فقال له محمّد بن بابشاد نحن على ريسوت سواء امّا أن تكون «  c  » بين أيدينا برمية سهم أو بحذاء «  d  » المركب أو دوننا «  e  » برمية سهم فأصبحوا وهم على ريسوت سواء وقال محمّد بن بابشاد إذا كنت في البحر وأحببت «  f  » ان تعرف هل أنت بقرب ارض أو جبل فانظر بعد العصر إذا انحطّت الشمس فانّها إذا انحطّت وكان في وجهها جبل أو جزيرة تبيّنت *\r\n\r\n[ حكاية نهر في الصين وفي مواضع منه جبال المغناطيس تجذب السفن 
  ]\r\nوقال لي بعض البحريّين انّ بين خانفوا وهي قصبة الصين الأصغر وبين خمدان وهي قصبة الصين الأكبر وهو جلّ الصينين وبها يغبور «  g  » الأكبر نهر يجرى جريانا «  h  » شديدا بماء عذب وعرضه أكبر من عرض دجلة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فقالوا  Cod . \r\n(  b  ) . وذكروا  Cod . \r\n(  c  ) . يكون  Cod . \r\n(  d  ) . نجد  Cod . \r\n(  e  ) . لو دوّبنا  Cod . \r\n(  f  ) . أو حببت  Cod . \r\n(  g  ) . يقيون  Cod . \r\n(  h  ) . حرايابا  Cod . \r\n","page_name":" 92 ","page_number":106},
  {"content":"\r\n\r\nالبصرة وفي مواضع منه جبال المغناطيس «  a  » وانّه لا مسير في ذلك النهر بمركب فيه حديد لئلّا تجذبه الجبال المذكورة لقوّتها وانّ الفرسان الذين يسلكون تلك الجبال لا * ينعلون دوابّهم «  b  » ولا يكون في سروجهم حديد وركبهم ولجم خيلهم خشب *\r\n\r\n[ حكاية عمران الأعرج وطوفان البحر 
  ]\r\nوحدثني بعض الربّانيّة يقال له عمران الأعرج انّه خرج من عمان في مركب مع عدّة مراكب إلى جدّة في سنة خمس وعشرين وثلاثمائة فوقع علينا في بعض الايّام ريح عظيم فرمينا بعض الحمولة وتخلّف بعض المراكب وأصيب «  c  » البعض وسرنا فلمّا صرنا بين كمران و . . . وقع بنا خبّ «  d  » عظيم وريح عظيم هايل مختلف فقطعت الاناجر ولم يضبط المراسى وحملتنا الرياح وكان معنا عدّة مراكب من عدن وغلافقة وعثر ومنها جلبة «  e  » جديدة حسنة من غلافقة فرأيتها وقد طرحتها الريح والأمواج على جبل في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . المغطينس  Cod . \r\n(  b  ) . يتعلون بدوابهم  Cod . \r\n(  c  ) . وأوصيت  Cod . \r\n(  d  ) . حب  Cod . \r\n(  e  )  Cod .  . جبلة\r\n","page_name":" 93 ","page_number":107},
  {"content":"\r\n\r\nالبحر ونزلت الأمواج عنها فانقلبت فعهدى بالأمتعة والناس يتساقطون إلى البحر من فوق «  a  » الجبل وغرقت فما سلم منها أحد *\r\n\r\n[ حكاية الطفل الذي سقط من يد أبيه في البحر ونجاته 
  ]\r\nومن طريف اخبار البحريّين ما هو مشهور معروف ما حدّثنى «  b  » عن مردانشاه «  c  » أحد نواخذة بلاد الفلفل وغيرها وعاش سبعين سنة ولا ولد له ثم ولد له ولد فسمّاه المرزبان فاشتدّت محبّته له وسروره كان يحمله معه في المركب مع والدته فانّه في بعض الايّام «  d  » يسير في بحر باربان يريد كولم إذا التمس من والدة المرزبان «  e  » وهي في البلنج «  f  » ابنه فدفعته اليه فلم «  g  » يزل يرقّصه ويقبله «  h  » إلى وقت المغرب ثم اشتدت الريح واندقّ دقل القنو «  i  » فدهش وأراد ان يدفع الصبىّ إلى امّه فسقط من يده في البحر واشتدّت الريح واشتغل بأمر المركب إلى صلاة الغداة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . خوف  Cod . \r\n(  b  ) . اسمعيلويه  Seil . \r\n(  c  ) . مردابشاه  Cod . \r\n(  d  ) .  Deest \r\n(  e  ) ، المرزبان  Cod . hie et infra .  . المرزبات  emel vero \r\n(  f  ) . 33  . Vid . supra pag .  البليح  Cod . \r\n(  g  ) .  Deest \r\n(  h  ) . ويقلبه  Cod . \r\n(  i  ) .  Sie \r\n","page_name":" 94 ","page_number":108},
  {"content":"\r\n\r\nفلمّا أسفر الصبح سكن البحر واستوى امر المركب وجلس فقال لامّ الصبىّ ناوليني المرزبان فقالت هو معك منذ اوّل الليل فنتف لحيته ودقّ رأسه بالخشب وشاش المركب فقال صاحب السكّان اعلم أن السكّان ثغيل على يدي من أول الليل فانظروا فيه فنظروا في سورة السكّان مثل مسمار ليس يبرح فهبط رجل واصعد الصبىّ فإذا هو صحيح لم يصبه شئ فدفعه إلى امّه فسقته لبنا فشرب وله من العمر خمسة عشر شهرا ، فقال لي اسمعيلويه رأيت المرزبان هذا وقت نيّف على السبعين سنة وقد تقدّم إلى قاضى عمان في يوم واحد ثلاثة عشر كرّة يحلّف الناس على أموالهم ايمانا كلّها كاذبة ، وحدّثنى خلق من الناس انّه لم يكن .\r\nفي ربّانيّة البحر اظلم من المرزبان هذا وانّه كان يعامل التجار في مركبه ما يعامل به أصحاب الشروط *\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":109},
  {"content":"\r\n\r\n\r\n[ حكاية سعيد الفقير والؤلؤ الذي خرج من بطن السمك 
  ]\r\nوحدثني جماعة من البحريّين بأمر سعيد الفقير العدنىّ وكيف كان سبب غنى أولاده واجمعوا كلّهم على ما أصفه ذكروا انّ سعيد الفقير كان رجلا «  a  » صالحا من أهل عدن يسفر اى يضفر القفاف والخوص ويلزم مسجدا يصلّى فيه ساير الصلوات وكان له ثلاثة بنين يعيشون في معاش قريبا من معاشه وانّ بعض البحريّين جهّز مركبا إلى كله وكان صديقا لسعيد فلمّا عزم على المسير وقال له أسألك ان تسألني حاجة فاشترى بنصف درهم جرّة خضراء وبدانق ملحا جريشا وجعله فيها وطبّها «  b  » ودفعه اليه وقال له هذه بضاعتى قال له فما اشترى لك قال اشترى لي بركة كما تقول الناس وخطف المركب ووصل إلى كله ونجل «  c  » وباع ما فيه وأنسى صاحب المركب الجرة فبينما هو ذات يوم في سوق كله وقد قارب الخروج منها وحمّل المركب إذا رأى رحلا يجرّ سمكة في حبل وينادى من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . رجل  Cod . \r\n(  b  ) . وطنا  Cod . \r\n(  c  ) . ونجل  Cod . \r\n","page_name":" 96 ","page_number":110},
  {"content":"\r\n\r\nيشترى بركة فلما سمع ذلك «  a  » ذكر جرّة سعيد الفقير فدعا صاحب السمكة وسأله عنها فقال هذا جنس من السمك يسمّيه الصيّادون بركة فقال في نفسه لعلّ الرجل أراد هذه السمكة بعينها فاشتراها على أن يعطيه بالثمن وزن اوقيّتين ملح واجلسه وارسل بعض أصحابه إلى المركب فجاء بالجرّة كهيئتها واعطى الرجل من الملح ما وافقه عليه وامر بحمل السمكة إلى المنزل الذي يسكنه ووضعت السمكة لتملح ببقيّة الملح وهم يخرجون ما في جوفها إذ وحدوا عدّة صدفة «  b  » فشقّوها فوجدوا فيها صدفة فيها درّة فقال الرجل هذا رزق ساقه الله إلى سعيد وملّح السمكة ببقيّة الملح ورفع الدرّة وساروا من كله وسلموا إلى «  c  » عدن ورفع الرجل الدرّة إلى سعيد فعاش بعد حصولها في يده مدّة يسيرة ثم مات فأخذها ابنه الأصغر وخرج إلى سرّ من رأى إلى «  d  » الخليفة وهو يومئذ المعتمد فباعها عليه بمائة ألف درهم وكان قيمتها اضعاف ذلك *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n(  b  ) . صلبة  Cod . \r\n(  c  ) . من  Cod . \r\n(  d  ) .  Deest \r\n","page_name":" 97 ","page_number":111},
  {"content":"\r\n\r\n\r\n[ ترسيم صورة محمد بن بابشاد بيد ملك الهند 
  ]\r\nوقد قيل انّ بعض ملوك الهند صوّر محمّد بن بابشاد لحالته في النواخذة ومضىّ اسمه في البحر ومن رسّمهم «  a  » ان يصوّروا كلّ من له نباهة وقدر ومحلّ من ساير أصناف الناس *\r\n\r\n[ حكاية رجل غرق سفينته في البحر والتجأ بالجزيرة 
  ]\r\n. . . «  b  » وانّ بعض السيرافيّين ممّن سافر البحار حدّثه انّه ركب في بعض المراكب من سيراف إلى كله فأصيب في اللجّ وتخلّص على خشبة فمكث نيّفا وعشرين يوما في البحر ووقع إلى جزيرة كثيرة الشجر والفواكه والموز فصعد وأقام بها يأكل من فواكهها ويشرب من ماء عذب فيها ثم ضاق صدره فمشى على وجهه ايّاما حتّى وقع في ارض عامرة فيها زرع ذرة وارزّ وغير ذلك وانّه رأى كوخة فقصد نحوها فوجد فيها حبّا للماء فارغا فنام في الكوخة ليستريح فإذا هو برجل يسوق ثورين عليهما اثنا عشر قربة مملوءة ماء فصبّها بأسرها في ذلك الحبّ حتّى امتلأ وجلس\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . رسهم  Cod . \r\n(  b  ) .  Lacuna in Cod non indicata est \r\n","page_name":" 98 ","page_number":112},
  {"content":"\r\n\r\nالرجل يستريح فقام الرجل يشرب من الماء وتأمّل الحبّ فوجده أملس حسن الصقال لا يشبه الخزف ولا الزجاج فسأل الرجل عنه فقال هذا أصل ريشة طاير فلم يصدّق الرجل حتّى قام فمسح الحبّ من داخل وخارج فوجده يشفّ ووجد في جنبيه آثار أسافل ريشة وانّ ذلك الرجل حدّثه ان في الطيور ما ريشه أكبر من هذا بكثير *\r\n\r\n[ حكاية الطائر الذي اكل المسافرون من لحمه وسقط شعرهم 
  ]\r\nومما اجمع عليه جماعة البحريّين ولم أجدهم ينكرون شيئا منه وهو انّ بعض المركب الخارجة إلى الصين أصيب في اللجّ وسلم منه ستّة أنفس أو سبعة على الشراع ومكثوا ايّاما في البحر ثم وقعوا إلى الجزيرة وأقاموا بها شهورا حتّى كادت نفوسهم تتلف من ضيق الصدر وانّهم في بعض الايّام يتحدّثون على ساحل البحر إذ سقط طاير في قدّ الثور أو نحوه فقالوا قد ضاقت صدورنا من الحياة فقوموا «  a  » بنا نجتمع على هذا الطير قنصرعه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فقواموا  Cod . \r\n","page_name":" 99 ","page_number":113},
  {"content":"\r\n\r\nونذبحه ونشويه ونأكل من لحمه فامّا ان يعطف فيقتلنا بمخاليبه ومنقاره وامّا ان نظفر به فنأكله فقاموا اليه وتعلّق بعضهم برجليه وبعضهم بعنقه وبعضهم يضرب ساقه «  a  » بالخشب وجاهدوا حتّى صرعوه فعمدوا «  b  » إلى حجارة فضربوا بعضها ببعض حتّى تكسّرت وصارت كالسكانين وذبحوه ونتفوا ريشه وأوقدوا نارا عظيمة وطرحوه فيها وقلّبوه حتّى استوى ثم جلسوا فأكلوا منه حتّى شبعوا واكلوا منه بالعشىّ فلمّا كان في اليوم الثالث وأصبحوا قاموا إلى البحر ليتطهّروا للصلاة فجعلوا لا يمسّون شيئا من أبدانهم الّا تساقط الشعر عنه حتّى لم يبق على واحد منهم شعرة واحدة في ساير جسده وصاروا مردا جردا وقد كان فيهم ثلاثة شيوخ فورد عليهم ما حيّرهم وقالوا كان لحمه مسموما وقد تساقط الشعر واليوم نتلف كلّنا ونستريح فأمسوا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . سافه  Cod . \r\n(  b  ) .  Deest \r\n","page_name":" 100 ","page_number":114},
  {"content":"\r\n\r\nوهم في عافية وأصبحوا وهم كذلك فلمّا مضت عليهم خمسة ايّام ابتدت «  a  » شعورهم وخرجت ولمّا مضى عليهم شهر كمل الشعر في نهاية السواد والبريق ولم تبيضّ بعد ذلك فمكثوا «  b  » شهرا أو نحوه حتّى اجتاز بهم مركب فلوّحوا اليه فجاء إليهم فحملوا وسلموا وتفرّقوا في البلاد وحدّثوا بحديثهم وكان بعضهم يعرف وهو شيخ فلا يصدّقه حتّى يعطيهم العلامات التي لا يعرفها سواه وعاشوا بقيّة أعمارهم وشعرهم مسودّة *\r\n\r\n[ حكاية السمك المجنح الذي له الذكر والأنثى 
  ]\r\nوحدثني بعض الربّانيّة انّه رأى في لجّة سمرقند - وهو البحر الذي يلي هركند ويقال إن مصبّ ماء نهر سمرقند في هذا البحر وانّه سمّى سمرقند لذلك «  c  » - خلقا كثيرا من الفال وهو أكبر سمك في البحر وانّه رأى سمكة منه قدر ان طولها نحو مائتي ذراع وارتفاعها مائة ذراع وانّهم راوها من بعد وقد رفعت أجنحتها فظنّوها شرع مراكب إلى أن حاذوها وانّ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ابترت  Cod . \r\n(  b  ) .  Deest \r\n(  c  ) . وانه فيه  Cod . add . \r\n","page_name":" 101 ","page_number":115},
  {"content":"\r\n\r\nعلى ظهر هذا السمك مثل الحجارة الاربحية «  a  » ممّا قد تراكب عليه طول السنين من الحشور والطين فاستحجر وصّار لا يعمل فيه الحديد ولا غيره وانّه يسير في البحر يمنة ويسرة ووراءه وبين يديه فراسخ سمك لا يفارقونه والذكر والأنثى منه على ما قيل يحمل البيض فيعظم في بطونها الّا ان الذي يحمله الذكر لا يكون منه شئ والذي تحمله الأنثى يكون منه الأولاد *\r\n\r\n[ حكاية طائر يرمى بيضه في الماء وفرخه يخرج في الماء من البيض 
  ]\r\nومن عجيب امر البحر انّ طايرا بناحية مايط وهي جزيرة في البحر بالقرب من الصنف وسريرة قيل انّه يجمع عشّا غل الماء في خور من تلك الاخورة وتبيض عليه وتحضن البيض أربعين يوما فإذا كان بعد أربعين يوما رمى البيض في الماء وجلس على الساحل بازايه لا يبرح عشرين يوما يأكل السمك فإذا مضى عشرين يوما خرج اليه من فراخه من ذلك البيض فيجتمعون حول أبويها «  b  » فيلفّونهم في ريشهم ثم يزفّونهم إلى أن ينبت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الأرحية  Sie . Probabiliter legendum \r\n(  b  ) . أبويهما  Cod . \r\n","page_name":" 102 ","page_number":116},
  {"content":"\r\n\r\nلهم ريش فإذا تحاملوا واكلوا تركاهم وأكثر ما يكون فراخهما ثلاثة ، وأهل مايط . . . هذه الجزيرة على ما ذكروا ولا يدخلها مركب سالم لانّ المركب تمضى إليها في وقت واحد من السنة فيتّفق مجىء «  a  » المركب إليها في وقت خبّ عظيم فإذا حصل المركب بإزاء البلد طرح أهله نفوسهم إلى البحر على الخشب وما يحملهم ولا يزال الموج يضرّبهم حتّى يلقيهم «  b  » على الساحل ويحمل الموج المركب ولو كان في مائة انجر حتّى تلقيه على الساحل فتكسره وتقذف بالأمتعة إلى الساحل فيأخذ الناس أموالهم ويستأنفوا مركبا للرجوع فجميع ما يحمل إلى ذلك البلد يجعل في الجلود ويحكم صونه لئلا يهلك بالماء وقت انكسار المركب وهي جزيرة فيها ذهب وقطن وعسل *\r\n\r\n[ حكاية عمل السفينة بالاعدال 
  ]\r\nوحدثني الحسن بن «  c  » عمرو «  d  » انّه رأى بالمنصورة أهل قشمير الأسفل «  e  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . محى  Cod . \r\n(  b  ) . يبقيهم  Cod . \r\n(  c  ) .  Deest \r\n(  d  ) . عمر  Cod . \r\n(  e  ) . الاسقل  Cod . \r\n","page_name":" 103 ","page_number":117},
  {"content":"\r\n\r\nوبينهم وبين المنصورة مسيرة سبعين يوما في البرّ ينحدرون في مهران من قشمير وهو يجرى كما يجرى دجلة والفرات في وقت المدود على اعدال القسط وقال لي انّهم يعبون القسط في الاعدال في كلّ عدل سبع مائة وثمان مائة منا ويجلّدونه ثم يجعلون فوق الجلد القار فلا ينفذه ماء ولا غيره ويقرنون الاعدال ويشدّونها ويوطّئون عليها ويجلسون فيها ويتحدّرون في مهران فيصلون إلى فرضة المنصورة في أربعين يوما ولم يلحق القسط شئ من الماء البتّة *\r\n\r\n[ قصة كهنة الهند الذين يخرجون إلى الصحراء ويصيدون الطيور بالسحر 
  ]\r\nوحدثني من أقام بالهند زمانا انّ فيهم كهنة وانّ فيهم من يخرج إلى الصحراء فيرى الطيور تطير في الهواء فيخطّ في الأرض دارة تحت الطيور فلا تزال تدور في جوّ فوق الخطّ إلى أن تقع فيه ثم لا تخرج عنه البتّة فيدخل إلى جوف الخطّ ويأخذ منها ما يريد ويطلق عن بقيّتهم وكذلك أيضا يرى «  a  » في الصحراء طيورا «  b  » ترعى فيخطّ حولها خطّا بعيدا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ترى  Cod . \r\n(  b  ) . طيور  Cod . \r\n","page_name":" 104 ","page_number":118},
  {"content":"\r\n\r\nيدور عليها فما تبرح منه البتّة ويدخل إليها فيأخذ منه حاجته *\r\n\r\n[ حكاية سحرة الهند وصيد التمساح 
  ]\r\nوحدثني من رأى بعض «  a  » هذه الطبقة بصندابورة وهو «  b  » يجئ إلى خورها ومعه خشبة فيتكلّم عليها بشئ ثم يرمى الخشبة في الخور فتمضى الخشبة إلى موضع ثم تقف فلا تبرح فيطلع في دونيج ويمضى هو إلى موضع الخشبة فيخرج تمساحا فيقتله وخور صندابور فيه امر عظيم من التماسيح وقيل انّ التماسيح لا تعقر بين الدور أحدا «  c  » فإذا خرج الانسان إلى خارج لا يقدر ان يضع إصبعه في الماء الّا اختطفه التمساح وأهل سريرة يقولون إن معهم طلسم للتمساح *\r\n\r\n[ رجل هندى يعرف لسان الغراب 
  ]\r\nوحدثني من رأى ببلاد الهند خلقا كثيرا «  d  » يزجرون وانّ بعض التجار من أهل سيراف حدّثه انّه أراد الخروج من صامور إلى سوبارة طريق البرّ فقال لصاحب السلطان يضمّ اليه رجلا يخفره في طريقه فضمّ اليه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . بعض من رأى  Cod . \r\n(  b  ) . وهي  Cod . \r\n(  c  ) . أحد  Cod . \r\n(  d  ) . كبيرا  Cod . \r\n","page_name":" 105 ","page_number":119},
  {"content":"\r\n\r\nأحد من كان بين يديه من الباتك وهو الرجّالة ، قال «  a  » فخرجنا فلمّا صار بظاهر صيمور جلسنا عند ثلاج «  b  » وهو بركة ماء وجرام وهو البستان نأكل «  c  » شيا وفي جملته ارزّ فنعق غراب فقال الهندىّ للسيرافىّ تعرف ما يقول الغراب قال لا قال يقول لا بدّ ان آكل من هذه الأرزّ الذي اكلتموه قال فعجبت من قوله لانّا كنّا قد اكلناه جميعه حتّى لم يبق منه شئ ثم نهضنا وأخذنا نمشى فما سرنا فرسخين حتّى لقيتنا خمسة أنفس أو ستّة من الهند فلمّا رآهم الهندىّ اضطرب وقال لي ان أقاتل هؤلاء قلت ولم قال لانّ بيني وبينهم عداوة فلمّا كلّمنى بما أراد جرّدوا خناجرهم واجتمعوا عليه فقتلوه وشقّوا بطنه حتّى خرج ما فيه ووقع علىّ من الفزع ما لا يمكنّى معه المشي فسقطت كالباهت العقل فقالوا لي لا تفزع فإنّ هذا بيننا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Addidi \r\n(  b  ) . ثلاح  , sed infra  ثلاج  Cod . \r\n(  c  ) تأكل  Cod . \r\n","page_name":" 106 ","page_number":120},
  {"content":"\r\n\r\nوبينه عداوة وأنت لا بأس عليك ومضوا وتركوني فما تباعدوا حتّى سقط غراب لا اشكّ في انّه ذلك الغراب فجعل يلتقط الأرزّ الذي خرج من جوفه *\r\n\r\n[ قصة التاجر اليهودي وخليفة بغداد 
  ]\r\nومن طريف اخبار تجار البحر ومن ركبه واستغنى فيه * ما حدّث عن «  a  » إسحاق بن اليهودىّ وكان رجلا يتصرّف «  b  » مع الدلّالين بعمان فوقع بينه وبين رجل من اليهود خصومة فهرب من عمان إلى بلاد الهند ومعه نحو مائتي دينار لم يكن يملك سواها وغاب عن البلد نحو ثلاثين سنة لا يعرف له خبر فلمّا كان في سنة ثلاثمائة ورد عمان فحدّثنى غير واحد من اخواننا البحريّين انّه ورد عمان من الصين في مركب لنفسه وجميع ما فيه له وانّه قاطع أحمد بن هلال صاحب عمان عن المركب لئلّا يحصى ما فيه ويعشر عليه على الف ألف درهم ونيّف وانّه باع على أحمد بن مروان دفعة واحدة مائة ألف مثقال «  c  » من المسك الفايق وقدر ابن مروان انّه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Addidi \r\n(  b  ) . ينصرف  Cod . \r\n(  c  ) . مثقالا  Cod . \r\n","page_name":" 107 ","page_number":121},
  {"content":"\r\n\r\nليس معه غير هذا المقدار فباع على أحمد بن مروان بردا «  a  » بأربعين ألف دينار دفعة أخرى وباع على رجل آخر بعشريّن ألف دينار دفعة أخرى فاستقاله أحمد بن مروان فنقصه في كلّ مثقال درهما نقرة فكانت الحطيطة مائة ألف درهم ، وكانت معه «  b  » طريفة من طرف التجار فطار اسمه في البلاد وحسده الخلق وطلب منه بعض أهل الشرّ شيئا فلم يعطه فخرج قاصدا إلى بغداد وكان أبو الحسن علىّ بن محمّد بن الفرات وزيرا فسعى باليهودىّ فلم يلتفت اليه فتسبّب إلى بعض الأشرار من خواصّ المقتدر بالله وتنصّح في اليهودىّ وحكى انّ رجلا خرج من عمان ولا شئ معه وعاد ومعه مركب به مسك بألف ألف دينار وثياب حرير وصينىّ بمثلها وجواهر وأحجار طريفة بمثلها ومن غرايب نوادر الصين ما لا يحصى وهو شيخ لا ولد له وانّ أحمد بن هلال اخذ منه من الأمتعة خمس مائة الف\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . برد  Cod . \r\n(  b  ) . بيوعه  Fortasse \r\n","page_name":" 108 ","page_number":122},
  {"content":"\r\n\r\nدينار فرفع الخبر إلى المقتدر فاستعظمه وانفذ في الوقت خادما يقال له الفلفل اسود مع ثلاثين غلاما إلى عمان وكتب إلى أحمد بن هلال يأمره بحمل «  a  » هذا اليهودىّ مع الخادم ورسول من جهته فلمّا وصل الخادم إلى عمان فقرأ أحمد بن هلال الكتاب فأمر احمد بالاحتياط على اليهودىّ وقطع مصانعته لنفسه على أن يدافع عنه على مال جليل ثم دسّ إلى التجار من عرفهم ما في حمل اليهودىّ عليهم وعلى ساير الغرباء والقاطنين ممّن يتّجر «  b  » من سوء العاقبة والجرأة عليهم ودخول اليد وطمع الفقراء فيهم وأهل الشرّ وغلقت الأسواق وكتبت المحاضر وشهد فيها الغرباء والقاطنين بانّه متى حمل هذا اليهودىّ انقطعت المراكب عن عمان وهرب التجار وانذر الناس بعضهم بعضا ان لا يطرق أحد ساحلا من سواحل العراق ولا يأمن ذو مال على ماله وانّه بلد «  c  » فيه وجوه التجار وذوو اليسار من أقطار\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . يحمل  Cod . \r\n(  b  ) . ينجر  Cod . \r\n(  c  ) . بلدا  Cod . \r\n","page_name":" 109 ","page_number":123},
  {"content":"\r\n\r\nالآفاق وانّما سكنت نفوسهم إلى المقام بعدل أمير المؤمنين وعدل أميره وحسن سيرته ورعايته للتجار وكفّ الطامع عنّهم والباغي فشغبوا على احمد ابن هلال وصاحوا عليه واختصموه حتّى همّت نفس الخادم يعنى فلفل وأصحابه بالخروج عنهم وتمنّوا الخلاص وكتب أحمد بن هلال بذكر ما جرى وانّه قد قامت نفوس التجار وقدّموا مراكبهم وأعادوا أمتعتهم التي جاءوا بها ليردّوها وانّ التجار القاطنين في البلد توغّرت صدورهم وقالوا إن بقينا انقطعت معايشنا وأرزاقنا بانقطاع المراكب عنّا وانّما هذا بلد رزق أهله من البحر وانّه متى تمّ هذا على أصغرنا جرى على الكبير أعظم والسلاطين نار اين ما توجّهت أحرقت ولا طاقة لنا بذلك والخروج من بين يديه أمثل «  a  » واخذ الخادم ومن معه من اليهودىّ نحو الفي دينار وانصرفوا فخبثت نفس اليهودىّ ولم يزل يحتاج ويجمع ماله وبنى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . أميل  Cod . \r\n","page_name":" 110 ","page_number":124},
  {"content":"\r\n\r\nمركبا وخرج إلى الصين ومعه جميع ماله حتّى لم يخلف درهما بعمان فلمّا صار بسريرة التمس منه صاحب سريرة عشرين ألف دينار مصانعة ليتركه يجوز إلى الصين ولا يعوقه فلم يعطه شيئا فدسّ عليه من قتله ليلا واخذ مركبه وجميع أمواله وكان مقامه بعمان ثلاث سنين ، وخبّرنى من شاهده بعمان في يوم مهرجان وقد اهدى إلى أحمد بن هلال برنية صينىّ سوداء مضيئة الرأس بالذهب فقال له منا في هذه البرنية فقال سكباج اصلحتها بالصين لك فتعجّب من هذا وقال سكباج يطبخ «  a  » بالصين وقد مضى عليه سنتين كيف يبقى فكشف الرأس وفتحت البرنية فإذا فيها سمك من ذهب عيونه من الياقوت وقد عبّى في البرنية وفي خلله المسك «  b  » الفايق وإذا قيمة ما في البرنية خمسون ألف دينار *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . يطيج  Cod . \r\n(  b  ) . السمك  Cod . \r\n","page_name":" 111 ","page_number":125},
  {"content":"\r\n\r\n\r\n[ قصة اليهودي وبيع الؤلؤ من سلطان أحد بلدان الصين 
  ]\r\nومما حدّث به اليهودىّ انّه قال دخلت إلى بلد يقال له لوبين من بلدان الصين والمسلك اليه بين جبال - وعلى جبال شاهقة ويحمل المتاع «  a  » اليه على الغنم لانّه صعود جباله مثل الدرج لا يستطيعه الّا الغنم فوجدت بهذا البلد ملكا كبيرا له قدر وجلالة عظيم الشأن فدخلت اليه وهو جالس على سريره من ذهب مرصّع باليواقيت وعليه حلى مثل حلى النساء وزوجته إلى جانبه عليها أكثر ممّا عليه وفي رقبته اطواق من ذهب وزبرجد لا * يقومون بقيمة «  b  » ولا يكونون مثلها عند ملك من ملوك المشرق ولا المغرب وعلى رأسه نحو من خمس مائة جارية من كلّ لون عليهم أنواع الحرير والحلى فسلّمت عليه فقال لي يا عربىّ هل رأيت أحسن من هذا يعنى طوقا مرصّعا من اطواقه فقلت نعم قال وكيف ذلك قلت معي واحدة اشتريتها بمال عظيم قصدتك ايّها الملك بها قال فقالت له\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . متاعا  Cod . \r\n(  b  ) . يقوموا بقيمته  Cod . \r\n","page_name":" 112 ","page_number":126},
  {"content":"\r\n\r\nامرأته بقي لك شئ هو ذا قد جاءتك واحدة فردّ علىّ هذه فقالا لي عجّل لنا بها الساعة فقلت بسببها جئت والليلة اجيئكما بها فقال لا الّا الساعة الساعة وهو فرحا مستبشرا قال اليهودىّ وكان عندي عشرة فبادرت إلى الموضع الذي نزلته فأخذت تسعة «  a  » فدققتها «  b  » بحجر حتّى صيّرتها كالسويق ودفنتها «  c  » في التراب واخذت الواحدة فلفّيتها في المنديل فظاهرت عليها المنديل وجعلتها في تخت وشدّدتها وأحكمته ثم حملته وقصدت الملك ولم أزل افتح وانشر وهو يزحف الىّ وزوجته قايمة تستعجلنى حتّى أخرجت المنية فسجد من ساعته لها وسجدت امرأته ووهبا لي عليها مكافاة لها قدر عظيم *\r\n\r\n[ قصة قبيلة الزنجي التي خصوا بيضة المسافرين 
  ]\r\nواجمع البحريّون على أن بحر بربرا «  d  » - وهو سبع مائة فرسخ وهو في الطريق إلى بلاد الزنج - من أعظم البحار خطرا وللزنج «  e  » في هذا البحر «  f  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . تسعى  Cod . \r\n(  b  ) فدقها  Cod . \r\n(  c  ) . ودققتها  Cod . \r\n(  d  ) .  Cod . h . l . s . p \r\n(  e  ) . الزنج  Cod . \r\n(  f  ) . فيه  Cod . add . \r\n","page_name":" 113 ","page_number":127},
  {"content":"\r\n\r\nجزاير عظيمة من جانب واحد والماء فيه على ما يقال يجرى جريانا شديدا والمركب تقطعه في سبعة ايّام وفي سّتّة ايّام وإذا وقع المركب إلى بربرا اخذوا أهل المركب وخصّوهم «  a  » وإذا قصد التجار بربرا كان مع الواحد منهم بحسب مقداره وكثرة ماله جماعة يخفرونه لئلّا يأخذه بعضهم فيخصّيه والواحد منهم يجمع بيض «  b  » من يخصّيه ويحفظها فإذا تفاخروا اخرجوا ما عندهم ليقع الرغبة فيه لانّ الشجاعة هو ان يخصّى الرجل منهم الرجل من الغرباء *\r\nومن البحار الخبيثة الصعبة الشديدة التي يقلّ السلامة فيها بحر\r\n\r\n[ حكاية خليج سرنديب والتماسيح واللصوص التي يأكلون الانسان 
  ]\r\nغباب سرنديب وهو ثلاثمائة فرسخ وفيه من «  c  » التماسيح امر عظيم وفي «  d  » ساحل هذا البحر النمور والبوارج الذين يقطعون في هذا البحر إذا ظفروا بمركب اكلوا أهله وهم اشرّ قوم وليس في ساير الأماكن من يقطع «  e  » البحار\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )\r\n Codex h . l . sine teschdid , sed infra bis adscribitur . \r\n(  b  )  Conjectura addidi . \r\n(  c  )  Deest . \r\n(  d  ) . في  Cod . \r\n(  e  ) . هذا  Cod . add . \r\n","page_name":" 114 ","page_number":128},
  {"content":"\r\n\r\nمثلهم فالمركب الذي يقطع هذا البحر متى اخذه البوارج اكلوا أهله وان غرق لم يمض عليه ساعة حتّى يأكل أهله التماسيح وان انكسر بقرب البرّ وصعد أهله إلى الساحل قطعهم النمور في ساعة واحدة *\r\n\r\n[ حكاية الأمير الهندي وببغاء 
  ]\r\nومن اخبار الهند في سننهم الظريفة ما حدّثنى به الحسن بن عمرو انّه سمع شيخا عالما بسير الهند يقول انّ بعض ملوك الهند الكبار كان جالسا يأكل وبإزائه ببغا في قفص معلقة فقال لها تعالى فكلى معي فقالت له انا افزع من السنّور فقال لها انا بلاوجرك وهو بكلام الهندىّ «  a  » انّى افعل بنفسي مثل ما يصيبك ، وتفسير هذه اللفظة ومعناها هو ما اذكره وذلك ان الملك «  b  » من ملوك الهند يجئ اليه من الرجال عدّة على حسب محلّه وجلالة قدره فيقولون له نحن بلاوجرك فيطعمهم الارزّ يبده «  c  » ويعطيهم التانبول «  d  » بيده فيقطع كلّ واحد منهم الخنصر من أصابعه ويضعها بين\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الهنداى  Cod . \r\n(  b  ) . الملوك  Cod . \r\n(  c  ) . يبه  Cod . \r\n(  d  ) النانبول  Cod . \r\n","page_name":" 115 ","page_number":129},
  {"content":"\r\n\r\nيديه ثم يكونون معه حيث سلك يأكلون بأكله ويشربون بشربه ويتولّون اطعامه ويستقضون ساير أحواله فلا تدّخل اليه حظيّة ولا جارية ولا غلام الّا فتّشوه ولا يفرش له فراش الّا فتّشوه ولا يقدم له طعام ولا شراب الّا قالوا للذي احضره كلّ منه اوّلا وما أشبه هذا من ساير الأشياء التي يخاف على الملوك منها فان مات قتلوا أنفسهم وان احرق نفسه احرقوا أنفسهم وان مرض عذّبوا نفوسهم لمرضه وان حارب أو حورب كانوا حوله ومعه ولا يجوز ان يكون هؤلاء البلاوجرية «  a  » الّا من علية أهل الموضع ومن يرجع إلى نجدة وبسالة وشهامة وله رواء ومنظر فهذا معنى البلاوجرية «  a  » ، فلمّا قال الملك لها انا بلاوحرك اكل الأرزّ عنها فلمّا رأته قد اكل الأرزّ عنها وقال لها انا بلاوجرك «  b  » نزلت من القفص وجاءت فجلست على الخوان لتأكل فقصد السنّور فقطع رأسها فأخذ الملك بدن الببغا فجعله\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اللاوجريه  Cod . \r\n(  b  ) . ولاحرك  Cod . \r\n","page_name":" 116 ","page_number":130},
  {"content":"\r\n\r\nفي صينيّه وجعل عليه الكافور وحوله الهيل والتانبول «  a  » والنورة والفوفل وضرب الطبل ودار في البلد وفي عسكره والصينيّة على يده ثم كان يوجّه بالصينيّة كلّ يوم فيطوف بها في البلد مدّة سنتين «  b  » فلمّا طال ذلك اجتمع عليه البلاوجرية وغيرهم من أهل مملكته فقالوا له هذا قبيح وقد طال الأمر فيه فإلى كم تدافع امّا ان تفي والّا فعرّفنا حتّى نعزلك ونقلب ملكا غيرك لانّ في الشرط انّه إذا «  c  » قال انا بلاوجرك ثم وجب عليه حكم فدافع به أو نكل عنه فقد صار بهندا والبهند «  d  » عندهم هو الذي لا يجوز عليه الحكم لقلّته ومهانته وسقوطه مثل المغنّى «  e  » والزامر وما أشبه ذلك والملك ومن دونه في ذلك سواء إذا «  f  » نكل عن واجب فلمّا رأى هذا جمع العود والصندل والسليط وحفر حفيرة وجعل ذلك فيها واحرقه بالنار ثم رمى بنفسه فيها فاحترق واحترق «  g  » بلاوجريته * ثم بلاوجرية البلاوجرية «  h  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . والثانبول  Cod . \r\n(  b  ) . سنين  Cod . \r\n(  c  ) .  Deest \r\n(  d  ) . الهند  Cod . \r\n(  e  ) . المعنى  Cod . \r\n(  f  ) . إذ  Cod . \r\n(  g  ) . واحرق  Cod . \r\n(  h  ) .  Addidi \r\n","page_name":" 117 ","page_number":131},
  {"content":"\r\n\r\nيعنى اتباع الاتباع فارموا نفوسهم معه فاحترق في ذلك اليوم نحو الفي نفس معه وكان أصل ذلك قوله للببغا انا بلاوجرك *\r\n\r\n[ كيفية حمل بعض سلاطين سرنديب في المعابر 
  ]\r\nوحدثني انّ الملوك بسرنديب ومن يجرى مجراهم يحملون في الهندول وهو مثل محفّة على أعناق الرجال ومعه كرندة من ذهب فيه ورق التانبول وحوايجه يحملها غلام آخر والغلمان والأصحاب معه ويطوف في البلد أو يمضى في حاجة وهو يمضغ التانبول ويبصق في المبصقة فربّما جاءه البول وهو في مسيره ذاك فيخرج من الهندول ويبول في الطريق أو السوق أو حيث اتفق له وهو مع ذلك ساير ليس يقف فإذا فرغ من بوله ردّ إلى ثّيابه ولم يمسحه *\r\n\r\n[ اعتقاد أهل سندان بان البول أنظف من غسالة اليد والفم 
  ]\r\nوحدثني قال رأيت بسندان رجلا من الهند قد اجتاز بدار فانصبّ عليه وعلى ثيابه بول من تلك الدار فوقف وصاح بهم هذا الذي صبّ\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":132},
  {"content":"\r\n\r\nعلىّ ماء من غسل اليد أو غسل الفم وهو عندهم اقذر ما يكون فقالوا له هذا بول صبىّ بال الساعة فقال كنّا بمعنى جيّد ومضى وعندهم انّ البول أنظف من الماء الذي غسل به اليد والفم *\r\n\r\n[ حكاية بعض الهنود يتغوطون في الماء ويحذرون من القاء الريق في الماء 
  ]\r\nوحدثني انّ الواحد من الهند يتغوّط وينزل إلى الثلاج وهو بركة الماء المنصبّ من الجبال والصحارى في أوان الأمطار والسيول حتّى يغتسل فيه ويستنجى فإذا تنظّف «  a  » تمضمض بالماء وخرج من الثلاج فمجّ الماء من فيه إلى الأرض لانّ عنده انّه إذا مجّ الماء من فيه إلى الثلاج أفسده «  b  » *\r\n\r\n[ حكاية سلطان سرنديب واخذ الضرائب 
  ]\r\nوحدثني عن من دخل سرنديب وخالط أهلها انّ «  c  » من رسوم سلطانها في معاملته أشياء منها ان له منظرة «  d  » على الشطّ يضرب فيها على الأمتعة *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . تصنف  Cod . \r\n(  b  ) . وأفسده  Cod . \r\n(  c  ) . وان  Cod . \r\n(  d  ) . منظر  Cod . \r\n","page_name":" 119 ","page_number":133},
  {"content":"\r\n\r\n\r\n[ سحر الحيات ومعالجة السليم بيد الرجل المسلم 
  ]\r\nوحدثني بعض البحريّين من امر الحيّات بكولم ملى ما يدهش وذكر انّ منها حيّة تسمّى الناغران «  a  » منقّطة على رأسها «  b  » مثل الصليب اخضر ترفع رأسها من الأرض مقدار ذراع وذراعين على قدر كبرها ثم تنفخ «  c  » رأسها واصداغها وتصير مثل رأس الكلب وإذا سعت لم تلحق وإذا طلبت لحقت ما أرادت وإذا نهشت قتلت وانّ بكولم ملى رجل مسلم يسمّى بالهنديّة بنجى «  d  » وهو صاحب الصلاة يرقى «  e  » نهشة هذه الحيّة فربّما كان قد تمكّن سمّها فيه فلم ينفع وفي الأكثر يعيش من * يرقيه ويرقى «  f  » أيضا من نهشتها وغيرها «  g  » من الأفاعي والحيّات بهذه الناحية جماعة من الهند يرقون * الّا ان «  h  » رقية هذا المسلم لا تكاد تخطئ قال لي هذا الرجل وشاهدته وقد جاءوه برجل قد نهشته هذه الحيّة وحضر رحل من الهند موصوف بالحذق بالرقية ليبرأ وجعل المسلم يرقيه ليموت فمات وانّه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الناعزان  Cod . \r\n(  b  ) . رأسه  Cod . \r\n(  c  ) . تنفح  Cod . \r\n(  d  ) . بيني ؟ ؟ ؟  Cod . \r\n(  e  ) . يرفى  Cod . \r\n(  f  ) . يرفية ويرفى  Cod . \r\n(  g  ) . غيرها  Cod . \r\n(  h  ) . الان  Cod . \r\n","page_name":" 120 ","page_number":134},
  {"content":"\r\n\r\nشاهده أيضا وقد رقا غير واحد ممّن قد نهشته هذه الحيّة وغيرها فبرأ وسلم وانّ ببلاد كولم ملى خاصّة حيّة صغيرة ولها رأسان أحدهما الأصغر صغير يقال لها بطر وأنّما إذا فتحت فمها الأصغر كان مثل منقار العصفور إذا نهشت بأيّهما لم يمهل طرفة عين *\r\n\r\n[ كيفية العمل بالسليم 
  ]\r\nوحدثني أبو الحسن قال حدّثنى محمّد بن بابشاد قال رأيت بغبّ سرنديب من امر الحيّات أشياء ظريفة ومن أصحاب الرقى امر عجيب وشاهدتهم في بعض البلاد القريبة من ؟ ؟ ؟ «  a  » إذا نهشت أحدهم أفعى أو حيّة رقوه فان نفعت الرقيا وسلم والّا «  b  » جعلوه في سرير «  c  » من خشب فتركوه على وجه * الماء مع الجزر «  d  » في نهر لهم يجّرى إلى البجر ودورهم أو دار أكبرهم على ذلك النهر طوله وقد علموا انّه لا يوضع في مثل ذلك السرير\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Sic \r\n(  b  ) . الّاو  Cod . \r\n(  c  ) . سريره  Cod . \r\n(  d  ) . المايع الحرر  Cod . \r\n","page_name":" 121 ","page_number":135},
  {"content":"\r\n\r\nالّا ملسوع فمن كان منهم يحسن الرقى اخذ السرير ورقى من فيه فان نفعت رقيته قام الملسوع ورجع إلى منزله برجليه وان لم «  a  » تنفع تركه مع الماء ولا يزال بطول البلد يأخذه واحد بعد واحد فيرقيه من يحسن الرقى فان نفعت رقيته قام الملسوع وان لم تنفع سرحه فلا يزال كذلك مع الماء حتّى يبلغ إلى آخر البلد فإذا لم تنفع الرقية فيه حمله الماء حتّى يرمى به في البحر ويغرق أو ينفق «  b  » قبل ان يصل إلى البحر لانّه ليس في الامر ان يتركونه على الأرض ولا يتمسّك به أهله رجاء ان يصلح فان سلم رجع برجليه وان لم ينفع فيه الرقى فقد مضى *\r\n\r\n[ حكاية عجوزة قاعدة على الرمل في انتظار الماء 
  ]\r\nوحدثني محمّد بن بابشاد أيضا انّه قال رأيت في نهر من انهار الاغباب التي تجرى إلى البحر تجرى في الجزر «  c  » جريا عظيما والمدّ يجرى كذلك فمررت في بعض الايّام بذلك النهر والماء قد نزل عن أكثره وظهرت حافتاه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ينفع  Deest . Deinde Cod . \r\n(  b  ) . يتفف ؟ ؟ ؟  Cod . \r\n(  c  ) . الجرير  Cod . \r\n","page_name":" 122 ","page_number":136},
  {"content":"\r\n\r\nوإذا بعجوز عليها ثيابها متربّعة «  a  » قاعدة على الرمل مع ضفّة «  b  » الماء فقلت لها ما الذي يقعدك هاهنا فقالت لي انا عجوز كبيرة وقد عشت مدّة طويلة واكّلت من الدنيا قطعة واحتجت ان اتقرّب إلى خالقي لأنجو فقلت فما الذي يقعدك هاهنا فقالت انتظر الماء حتّى يجئ فيحملنى فما زالت قاعدة في موضعها حتّى جاء الماء فحملها وغرقها ، وقد ذكرت في هذا الجزء في غير موضع «  c  » من اخبار الهند في قتلهم أنفسهم بضروب القتل ما فيه كفاية *\r\n\r\n[ حكاية الافراد يقصدون غرق أنفسهم فيعطون الأجرة لمن يضع يده في قفاه ويغطه في الماء 
  ]\r\nحدثني بعض من دخل الهند انّه رأى بكنبايت «  d  » الواحد بعد الواحد يجئ إلى الخور «  e  » ليغرق نفسه فيعطى الأجرة لمن يغرقه «  f  » يتخوّف ان يدركه الخوف أو الجزع أو يبدو له في تغريق نفسه فيعطى الأجرة لمن «  g  » يضع يده في قفاه ويغطّه «  h  » في الماء حتّى يتلف وان صاح أو استعفى أو سئله ان يطلقه لم يفعل *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . مترنعة  Cod . \r\n(  b  ) . صفة  Cod . \r\n(  c  ) .  Deest \r\n(  d  ) . .  Cod . \r\n(  e  ) . الحود  Cod . \r\n(  f  ) .  Cod  . لا  s . p . Additur . \r\n(  g  ) . لم  Cod . \r\n(  h  ) . ويعطيه  Cod . \r\n","page_name":" 123 ","page_number":137},
  {"content":"\r\n\r\n\r\n[ حكاية صنم التي ينقل من جزيرة إلى جزيرة آخر في سيلان في كل الف عام 
  ]\r\nوحدثني بعض من دخل بلاد السهال انّه رأى بجزيرة البقر - وهو بين جزيرة سرنديب وبين مندورين وهي من الجزاير التي حوالي جزيرة سهيلان - بدّا للهند عظيما «  a  » وانّ الهند يقولون إن هذا البدّ «  b  » كان بجزيرة سهيلان فعبر البحر حتّى صار بجزيرة البقر وانّه يقيم في كلّ جزيرة منها الف سنة ثم يعبر إلى أخرى *\r\n\r\n[ حكاية دابة صغيرة من جنس القرد على صورة الانسان 
  ]\r\nوحدثني محمّد بن بابشاد قال رأيت بسريرة عند امرأة بها دابّة على صورة بني آدم الّا ان وجهها اسود مثل وجه الزنج ورجليه ويديه طوال أزيد ممّا عليه الآدمىّ وله ذنب طويل وعليه شعر مثل شعر القرد وهو جالس في حجر «  c  » المرأة قد تشبّث بها فقلت لها ما هذا فقالت من أهل الغياض والأشجار وكان يصيح صياحا ضعيفا لا يفهم ما هو وهو قريب من القرد الّا ان وجهه وجه بني آدم وخلقته مثل بني آدم *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . عظيم  Cod . \r\n(  b  ) . البلد  Cod . \r\n(  c  ) .  Conjectura addidi \r\n","page_name":" 124 ","page_number":138},
  {"content":"\r\n\r\n\r\n[ توصيف زرافة ونمل جزيرة لامرى 
  ]\r\nوحدثني انّ بجزيرة لامرى من الزرافة ما «  a  » لا يوصف كبره وحكى عن من حدّثه من أهل المراكب الذين كسرهم البحر انّهم اضطرّوا إلى المشي من نواحي فنصور إلى لامرى وكانوا لا يمشون بالليل خوفا من الزرافة لانّها لا تظهر بالنهار فإذا اقبل الليل صعدوا على شجرة عظيمة خوفا منها فإذا كان الليل احسّوا بها تدور حولهم ويروا بالنهار آثار وطيها على الرمل وانّ بالجزيرة من النمل ما لا يوصف كثرة وخاصّة بجزيرة لامرى فانّ النمل فيها عظيم *\r\n\r\n[ حكاية قوم لهم أذناب يأكلون الناس 
  ]\r\nوحدثني انّه سمع بعض البحريّين يحكى ان بلولو بيلنك - وهو جون في البحر - فيه قوم يأكلون الناس لهم أذناب وهم فيما «  b  » بين ارض فنصور وارض لامرى «  c  » ، * تمّ الجزء الاوّل و «  d  » يتلوه في الثاني * خبر جزيرة النيان «  e  » ان شاء اللّه تعالى *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . من  Cod . \r\n(  b  ) . فيها  Cod . \r\n(  c  ) .  Deest \r\n(  d  ) .  Haec conjectura supplevi \r\n(  e  ) .  Iterum addidi  . ان  In Cod . tantum auperest \r\n","page_name":" 125 ","page_number":139},
  {"content":"\r\n\r\n\r\n[ حكاية أهل جزيرة النيان واكلهم الناس وجمع الرؤوس وافتخارهم بكثرتها 
  ]\r\nوحدثني محمّد بن بابشاد انّ بجزيرة النيان - وهو جزيرة في البحر الخارج بينها وبين فنصور «  a  » مقدار مائة فرسخ - قوم يأكلون الناس أيضا ويجمعون رؤس الناس عندهم ويفتخر الواحد منهم بكثرة ما يجمع من الرؤس ، ويشترون سبايك صفر بالثمن الوافر ويذخرونه مكان الذهب ويبقى في بلادهم الدهر الطويل كما يبقى الذهب عندنا والذهب عندهم لا مقام له بل يكون منه ما يكون من الصفر عندنا فتبارك الله أحسن الخالقين *\r\n\r\n[ جزيرة أهلها يأكلون الناس ويتبايعون برؤوسهم 
  ]\r\nوبعد جزيرة النيان ثلث جزاير يقال لها براوه أهلها أيضا يأكلون الناس ويجمعون رؤسهم فيتعاملون بها ويقتنونها *\r\n\r\n[ أهل جزائر يأكلون لحم أعدائهم ويقددون لحمهم 
  ]\r\nوحدثني انّ جميع أهل فنصور «  a  » ولامرى وكله وقاقله وصنفين وغيرهم يأكلون الناس الّا انّهم لا يأكلون الّا أعداءهم من طريق الغيظ عليهم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . قيصور  Cod . \r\n","page_name":" 126 ","page_number":140},
  {"content":"\r\n\r\nوليس يأكلونهم من طريق الجوع ويقدّدوا من لحم الانسان ويصنعونه من أنواع الصنعة والألوان وينتقلوا به إلى الخمر *\r\n\r\n[ قصة سلوك أهل جزاير اللجبالوس بالمسافرين 
  ]\r\nوحدثني انّ أهل جزاير لجبالوس وهي جزاير كثيرة طولها ثمانين فرسخا يقصدون المركب ويشترون منهم المتاع يدا بيد وانّه متى حصل مع أحدهم شئ قبل ان يعطى بدلا منه مضى «  a  » ولم يقدر على استرجاعه منه وربّما «  b  » انكسر المركب ووقع إليهم رجل أو امرأة فيسلم معه شئ من ماله أو ثيابه فإن كان الذي سلم معه بيده لم يأخذوا منه شيئا كاينا ما كان لانّهم لا يأخذون من يد أحد يقع لهم شيئا ثم يقعدونه في منازلهم ويطعمونه ممّا يأكلون ولا يأكل الواحد منهم حتّى يطعم ضيفه فإذا اكل الضيف اكل ما يفضل عنه ولا يزال عندهم من هذه صورته حتّى يجتاز بهم مركب فإذا جاءهم مركب حملوهم اليه وقالوا لأهل المركب اعطونا شيئا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ومضى  Cod . \r\n(  b  ) . ربما  Cod . \r\n","page_name":" 127 ","page_number":141},
  {"content":"\r\n\r\nوخذوه منّا فلا بدّ لأهل المركب ان يعطوهم شيئا عنه ويأخذونه وربّما كان الذي يقع لهم شهما «  a  » فيخدمهم ويقتل الكنبار «  b  » ويبيعه عليهم بالعنبر ويجمع شيئا إلى وقت اجتياز المراكب فيجمع شيئا في مقامه عندهم *\r\n\r\n[ حكاية جلب الادماس الجيد من بعض نواحي الكشمير 
  ]\r\nوحدثني بعض من دخل بلاد الهند انّه سمع انّ «  c  » الادماس «  d  » الجيّد النادر المرتفع يجلب من نواحي قشمير وان هناك واد بين جبلين فيه نار توقد طول الدهر ليلا ونهارا وشتاء وصيفا والادماس فيه وليس يطلبه الّا طايفة من الهند سفلة يحملون أنفسهم على المهالك فتجتمع الجماعة منهم ويقصدون هذا الوادي ويذبحون الغنم الهزلة ويقطّعونها قطعا ويقذفون بالقطعة بعد القطعة في كفّة منجنيق يعملونه لانّ التقرّب من الموضع لا يمكنهم لجهات شتّى منها ان وهج النار يمنع من ذلك ومنها انّ حول النار من الأفاعي والحيّات ما لا يوصف وفيها ما لا يمهل حتّى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . سهما  Cod . \r\n(  b  ) .  Cod . s . p \r\n(  c  ) .  Deest \r\n(  d  ) . الأرماس  Hic et infra \r\n","page_name":" 128 ","page_number":142},
  {"content":"\r\n\r\nيتلف فإذا قذفوا باللحم انحدرت عليه النسور وهي كثيرة فتخطفه ان وقع بعيدا من النار فترفعه فإذا رأوا النسر قد اخذ اللحم اتبعوه حيث يمضى فربّما سقط من القطعة اللحم التي اخذها شئ من الادماس وربّما انحدر في موضع فيأكلها فيجدون في ذلك الموضع الادماس وربّما سقطت القطعة اللحم في النار فتحترق وربّما وقع النسر على قطعة لحم بقرب النار فيحترق ويتشيّط «  a  » وربّما اختطفها النسر قبل سقوطها إلى الأرض على حسب ما يتّفق فهكذا يأخذ الادماس وفي أكثر يتلف طالبه بالافاعى والحيّات والنار وملوك الناحية يطلبون الادماس ويشدّدون «  b  » في طلبه وطلب من يلتمسه ويفتّشونهم اشدّ تفتيش لجلالة الادماس وعظم خطره *\r\n\r\n[ حكاية سفر اسمعيلويه من كلد إلى عمان 
  ]\r\nوحدثني اسمعيلويه الناخذاة قال اجتمع لي في كرّة واحدة وردت فيها من\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . تنشيط  Cod . \r\n(  b  ) . ويسدّدون  Cod . \r\n","page_name":" 129 ","page_number":143},
  {"content":"\r\n\r\nكله إلى عمان وذلك في سنة «  a  » سبعة عشر وثلاث مائة ما لم يجتمع لناخدا قبلي ، خطفت من كله «  b  » فلقيني في طريقي سبعين بارجة فحاربتهم ثلاثة ايّام متوالية وأحرقت عدّة منها وقتلت جماعة وتخلّصت وقطعت من كله إلى أن وصلت إلى شطّ العرب يعنى شحر لبان «  c  » في أحد وأربعين يوما فأخذ السلطان بعمان من عشور الأمتعة التي في مركبى ستّمائة ألف دينار وترك على الناس من العشور في بضايع وغير ذلك ممّا سامحهم فيه ما لعلّه يكون نحو مائة ألف دينار سوى ما سرق من العشور ولم يوقف عليه وهذه ثلاثة أشياء اجتمعت في كرّة واحدة تتّفق لم تجتمع ولا متفرّقة لاحد ورد من هذه الناحية قطّ *\r\n\r\n[ حكاية امرأة شكت شيخا لكثرة جماعه 
  ]\r\nوحدثني البلوجىّ «  d  » المتطبّب «  e  » بعمان قال كنت بالتيز «  f  » وقعنا إليها بالتواهية\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n(  b  ) . كلاه  Cod . \r\n(  c  ) . شجر نار  Cod . \r\n(  d  ) . البلوحى  Cod . \r\n(  e  ) . المتطيب  Cod . \r\n(  f  ) . بالتير  Cod . \r\n","page_name":" 130 ","page_number":144},
  {"content":"\r\n\r\nفتركنا المركب ونجلنا الحمولة وأقمنا ننتظر الشرتا فبينما نحن كذلك يوما من الايّام إذ وافت امرأة لها قدّ وتمام وجسم حسن ومعها شيخ ابيض الرأس واللحية ضعيف الجسم نحيف فقالت اشكو إليكم هذا الشيخ وكثرة مطالبته لي وانى ليس أطيقه فلم نزل نرفق بها إلى أن وفّقناه ان يصطلح في اليوم دفعتين وفي الليل مثله فلمّا كان بعد ايّام عادت الينا فشكت مثل ما شكت اوّلا فقلنا له يا هذا الرجل امرك عجيب في . . . «  a  » خبرك قال كنت في مركب فلان في سنة كذا فأصيب وتخلّصت «  b  » مع جماعة من أهل المركب على الشراع فوقعنا بجزيرة فمكثنا ايّاما لم نطعم شيئا حتّى أشرفنا على التلف ثم وقعت سمكة ميّتة قد قذفها الموج إلى الساحل فتحامى القوم اكلها خوفا أن تكون «  c  » اكلت شيئا من السموم فحمل «  d  » نفسي الجهد الذي بي على اكلها وقلت إن تلفت استرحت ممّا انا فيه وان\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  In cod . lacuna non indicata \r\n(  b  ) . وتحصلت  Cod . \r\n(  c  ) . يكون  Cod . \r\n(  d  ) . فحملت  Cod . \r\n","page_name":" 131 ","page_number":145},
  {"content":"\r\n\r\nعشت كنت قد شبعت لوقت آخر فأخذتها والقوم يمنعونى وجعلت آكلها غير مشويّة فلمّا حصل لحمها في جوفي التهب في ظهري مثل النار ثم صار بطول ظهري كعمود من نار وانتشر على بدني واتعبنى فانا منذ ذاك الوقت وإلى يومى هذا على هذه الصورة قال وكلى له منذ اكله «  a  » السمكة سنين كثيرة *\r\nوتذاكرنا . . . *\r\n\r\n[ طول السفر من كلد إلى عمان 
  ]\r\nوتذاكرنا امر اسمعيلويه بن إبراهيم بن مرداس «  b  » فقيل لي انّه وصل في سنة سبع عشرة وثلاثمائة وكان وصوله منذ خطف من كله وإلى أن دخل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اكلت  Cod . \r\n(  b  ) .  Cf . supra VI  . مردامن  Cod . \r\n","page_name":" 132 ","page_number":146},
  {"content":"\r\n\r\nبكلّاء «  a  » عمان ثمانية وأربعين يوما وورد في تلك السنة كاوان من سرنديب وبلغ عشور مركبه ستّمائة ألف دينار * لا مركب اسمعيلويه «  b  » *\r\n\r\n[ حكاية بستان البغبور 
  ]\r\nحدثني عن كاوان هذا انّه قال ادخلني بغبور «  c  » ملك الصين إلى بستان بخانفوا «  d  » مقدار عشرين جريبا فيه نرجس ومنثور وشقايق وورد وساير الأنوار فعجبت من اجتماع الأنوار الصيف والشتاء في وقت وأحد في بستان واحد فقال لي كيف ترى فقلت ما رأيت حسنة «  e  » الّا وهذا أحسن ولا طرفة الّا وهذا اطرف منها فقال لي جميع ما ترى من الأشجار والأنوار معمولة من الحرير فتفقّدته بعد ان قال لي هذا فوجدت الورق والأنوار من الحرير الصينىّ قد عمل وضفر وحبك ونسج وسوّى ومن رآه لم يشكّ فيه انّه شجر ونور لا يغادر شيئا *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . بكلى  Cod . \r\n(  b  ) .  Conjectura edidi  الا مركب  Cod . \r\n(  c  ) .  . Cf . supra p . 92  يقتون  Cod . \r\n(  d  ) . .  Cod . \r\n(  e  ) .  Deest \r\n","page_name":" 133 ","page_number":147},
  {"content":"\r\n\r\n\r\n[ قبر سليمان بن داود في جزيرة الاندمان 
  ]\r\nوباندمان الكبير بيت كبير «  a  » من الذهب فيه قبر يعظّمه أهل اندمان ولشدّة تعظيمهم ايّاه بنوا عليه بيتا من - الذهب وأهل الجزيرتين يزورونه ويقولون انّه قبر سليمان بن داود عم وانّه كان دعا الله عز وجلّ ان يجعل قبره حيث لا يصل اليه أهل ذلك العصر وانّ الله تعالى خصّهم به فجعل قبره عندهم فاندمان «  b  » لم يقع إليها أحد عاد الينا ، وانّما حكى لي بعض من دخل بلاد الذهب انّه رأى بصنفين «  c  » رجلا «  d  » ذكر انّه وصل إلى اندمان في جملة أهل مركب كانوا فيه وأكلوا ولم يتخلّص غيره وانّه حدّثه بهذا الحديث *\r\n\r\n[ حكاية در اليتيم 
  ]\r\nوحدثني غير واحد من البحريّين بأمر الدرّة المعروفة باليتيمة وانّما سمّيت اليتيمة لانّه لم يوجد لها أخت في الدنيا وأجودهم شرحا للقصّة حدّث انّه كان بعمان رجل يقال له مسلم بن بشر وكان رجلا مستورا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الكبير  Cod . \r\n(  b  ) . فابدمان  Cod . \r\n(  c  ) . بصفير  Cod . \r\n(  d  ) . رجلين  Cod . \r\n","page_name":" 134 ","page_number":148},
  {"content":"\r\n\r\nجميل الطريقة وكان ممّن يجهّز الغوّاصة في طلب اللؤلؤ وكانت بيده بضاعة فلم يزل يجهّز الرجال للغوص ولا يرجع اليه فايدة حتّى ذهب جميع ما كان يملكه ولم يبق له حيلة ولا ذخيرة ولا ثوب ولا شئ يجوز بيعه الّا خلخال بمائة دينار لزوجته فقال لها اقرضينى هذا الخلخال لا جهّز به فلعلّ الله تعالى يسهّل شيئا فقالت له يا هذا الرجل لم تبق «  a  » لنا ذخيرة ولا شيئا نعول عليه وقد هلكنا وافتقرنا فلأن نأكل بهذا الخلخال اصلح من أن نتلفه في البحر فتلطّف بها واخذ الخلخال وصرفه وجهّز بجميعه الرجال إلى الغوص وخرج معهم ومن شرط الغوص ان يقيم الغوّاصة فيه شهرين لا غير وعلى هذا يتشارطون «  b  » فأقاموا يغوصون تسعة وخمسين يوما ويخرجون الصدف ويفتحونه فلا يحصل لهم شئ فلمّا كان في يوم الستّين غاصوا على اسم إبليس لعنه الله فوجدوا فيما\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . يبق  Cod . \r\n(  b  ) . تشارطون  Cod . \r\n","page_name":" 135 ","page_number":149},
  {"content":"\r\n\r\nأخرجوه صدفة استخرجوا منها حبّة لها مقدار كبير لعلّ ثمنها يوفى بجميع ما كان يملكه مسلم منذ كان وإلى وقته فقالوا هذا وجدناه على اسم إبليس لعنه الله فأخذها وسحقها ورمى بها في البحر فقالوا له يا هذا الرجل لم فعلت أنت هذا قد افتقرت وهلكت ولم يبق لك شئ يقع بيدك مثل هذه الحبّة التي لعلّها تساوى آلاف دنانير فتستحقها فقال سبحان الله كيف استحلّ ان انتفع بمال استخرج على اسم إبليس وان اعلم أن الله تبارك وتعالى لا يبارك وانّما وقعت هذه الحبّة بأيدينا ليختبرنا الله تعالى بها ويعلم من يعرف خبرها اعتقادي ولئن انتفعت بها ليقتدينّ كلّ أحد بي فلا يغوصون الّا على اسم إبليس لعنه الله فاثم ذلك يعظم على كلّ فايدة وان عظمت ووالله لو كان مكانها كلّ لؤلؤ في البحر ما تلبّست به امضوا فغوصوا وقولوا باسم الله وببركة الله قال فغاصوا على ما\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":150},
  {"content":"\r\n\r\nرسم لهم فما صلّى صلاة المغرب من ذلك اليوم وهو آخر يوم من الستّين حتّى حصل بيده درّتان إحداهما «  a  » اليتيمة والأخرى دونها بكثير فحملهما إلى الرشيد وباع اليتيمة بسبعين ألف درهم والصغرى بثلاثين ألف درهم وانصرف إلى عمان بمائة الف فبنا بها دارا عظيمة واشترى ضياعا واعتقر عقارا وداره معروفة بعمان ، فهذا ما كان من خبر الدرّة اليتيمة *\r\n\r\n[ حكاية عمارة جزيرة الزابج 
  ]\r\nحدثني يونس بن مهران السيرافىّ التاجر «  b  » وقد كان دخل الزابج قال رأيت في البلد الذي فيه مهراجا الملك بالزابج من الأسواق العظيمة ما لا يحصى وعدت في سوق الصيارف بهذا البلد ثمان مائة صيرفىّ سوى ما في البلد من الصيارف المتفرّقين في الأسواق وحكى من امر جزيرة الزابج وعمارتها وكثرة البلدان والقرى فيها ما لا يقع عليه وصف *\r\n\r\n[ حكاية غرق صبي بالمهد ونجاته 
  ]\r\nومن ظريف الاخبار ما حدّثنى به بعض أصحابنا قال ركبت في سفينة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فحملها  et  أحدهما  Cod . \r\n(  b  ) . الثّاجر  Cod . \r\n","page_name":" 137 ","page_number":151},
  {"content":"\r\n\r\nمن الأبلّة «  a  » أريد بيان «  b  » فاخذتنا الرياح والأمواج وزاد الامر علينا حتّى نزعنا ثيابنا ولم يكن عندنا شكّ في * انّا تالفون «  c  » وكان في السفينة معنا امرأة معها صبىّ وكانت ساكتة قبل ذلك فلمّا اشتدّ بنا الامر اخذت ترقّص الصبىّ وتضحك ولم يكن فينا فضل لخطابها لانّا يئسنا من الحياة فلمّا صرنا في الشطّ وامنّا الغرق قلت لها يا هذه المرأة ما تتّقين «  d  » الله عزّ وجلّ أنت ترى ما حلّ بنا من البلاء وانّا قد يئسنا من الحياة ترقّصين الصبىّ وتضحكين اما خفتي الغرق كما خفنا فقالت لو سمعتم حديثي لتعجّبتم وما أنكرتم علىّ صبري وتهاونى بالغرق ، قلنا لها حدّثينا فقالت انا امرأة من أهل الابلّة وكان لوالدي صديق من بانانيّة المراكب المختلفة من عمان إلى البصرة وكان إذا ورد المركب الذي هو فيه «  e  » من عمان نزل الينا وأقام عندنا ايّاما واهدا الينا وإذا أراد الخروج فعلنا مثل ذلك وأهدينا اليه ما\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الأيلة  Cod . hic et infra \r\n(  b  ) . بياره  Cod . \r\n(  c  ) . انا بالقول  Cod . \r\n(  d  ) . تتيقن  Cod . \r\n(  e  ) .  Deest \r\n","page_name":" 138 ","page_number":152},
  {"content":"\r\n\r\nيمكننا وكان رجلا مستورا فزوّجنى أبى به وما مضت غير ثلاث سنين حتّى توفّى أبى فقال لي قومي حتّى أحملك إلى عمان فان لي بها والدة واهلا ، فخرجت معه إلى عمان وكنت مع أهله بها مقدار أربع سنين وهو يختلف بين عمان والبصرة ثم توفّى بعمان بعد ان ولدت هذا الصبى بخمسة اشهر فلمّا قضيت العدّة لم يطب لي المقام بعمان لانّ مقامي انّما كان بسببه فقلت لوالدته وأهله أريد ان ارجع إلى أهلي بالابلّة فقالوا لي ان أقمت عندنا قاسمناك حياتنا فليس لنا في الدنيا غير هذا الصبىّ وسئلونى فأبيت فلمّا عزمت على الخروج اشتريت للصبىّ سريرا وثيقا من خيزران وجعلت فيه ثيابا كنت قد جمعتها لي وللصبىّ وذخيرة كنت قد اذّخرتها وغطّيت ذلك كلّه وأحكمته وجعلت الصبىّ فوقه وخرجت في مركب يريد البصرة فبينما نحن إذ أخذنا الخبّ فانكسر المركب نصف\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":153},
  {"content":"\r\n\r\nالليل وتفرّقت الركّاب والبانانيّة في البحر فلم ير أحد «  a  » منّا صاحبه وتعلّقت بلوح من الألواح فضبطته ولم أزل عليه إلى الغد نصف النهار حتّى رآنا صاحب مركب مجتاز فجمع من رأس الماء نحو عشرة أنفس كنت انا أحدهم وحملنا إلى مركبه ونكسوا رؤسنا حتّى قذفنا الماء الذي شربناه في البحر وسقونا أدوية وعالجونا إلى من الغد بالغداة حتّى رجعت نفوسنا الينا وانا قد نسيت ابني لما انا فيه وزال الفكر فيه عن قلبي فلمّا كان من الغد قال صاحب المركب - وانا اسمع - انظروا هذه المرأة الها «  b  » لبن فانّ هذا الصبىّ الذي وجدناه يموت فقالوا لي الك لبنا فذكرت الصبىّ فقلت قد كان لي لبن ومع ما مرّ بي فما اعلم انّه قد بقي منه شئ فقالوا ابصرى هذا الصبىّ قبل ان يموت فجاءوني بالسرير وفيه الصبىّ بحاله ما فتحوه ولا اخذوا منه شيئا فكما رأيته\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . أحدا  Cod . \r\n(  b  ) . لها  Cod . \r\n","page_name":" 140 ","page_number":154},
  {"content":"\r\n\r\nوقعت على وجهي وصرخت وغشى علىّ فرشّوا علىّ الماء وقالوا ما أنت فأفقت بعد ساعة وأقبلت ابكى واضمّ الصبىّ فقالوا يا هذه المرأة ما لك فقلت هذا الصبىّ ابني فقام صاحب المركب علىّ وقال هذا ابنك فاىّ شئ الذي تحته فأقبلت اعدّ عليهم ما تحته وجعلوا يخرجون شيئا بعد شئ «  a  » كانّه انّما وضع الساعة فما منهم أحد الّا بكا بكاء عظيما وحمدوا الله وشكروه فانا غرقت في ذلك البحر وفرّق بيني وبين ابني فجمع الله بيني وبينه على تلك الصورة أخاف من هذه الرحلة ان كتب الله علىّ الغرق لم ينفعني الحذر *\r\n\r\n[ حكاية مجامعة الملاح مع جارية جميلة في المركب 
  ]\r\nوحدثني بعض تجار سيراف قال ركبت في مركب من عمان يريد البصرة وكان في المركب جارية منصوريّة جميلة الوجه فارهة ورأيت أحد بانانيّة المركب يومى إليها في الوقت إذا قرب من البلنج ولم يكن يقدر\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n","page_name":" 141 ","page_number":155},
  {"content":"\r\n\r\nعليها لكونها في البلنج فلمّا قربنا من خارك «  a  » تغيّر البحر وأخذنا الخبّ فأصيب المركب واتّفق ان تعلّقت بالشراع وقد تعلّق به قبلي جماعة فيهم الجارية المنصوريّة وذلك البانانىّ الذي كان يولع بها فجعل يراودها عن نفسها وهي ترفسه برجلها وتمنعه بقيّة نهارها والأمواج ترفعنا وتضعنا إلى أن وضعت الجارية وتمكّن منها فوطئها وانا أرى وليس فينا فضل للقيام ولا خطابه ولا قدرة على منعه ولا الفكر أيضا فيه لانّا هالكين في البحر وأصبحنا وقد تلفت الجارية وسقطت عن الشراع في البحر مع «  b  » أكثر من سلم على الشراع *\r\n\r\n[ حكاية انزال الملاح بين فخذي الصنم وقتله بفتوى المفتى 
  ]\r\nوحدثني انّه كان بصيمور «  c  » رجل من أهل سيراف يقال له العبّاس ابن ماهان وكان هنرمن «  d  » المسلمين بصيمور «  c  » ووجه البلد والمنضوى «  e  » اليه من المسلمين فدخل بعض بانانيّة المراكب وكان من أهل الفجر «  f  » فمرّ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . حارك  Cod . \r\n(  b  ) .  Deest \r\n(  c  ) . صيمور  . Sed deinde  بصيهور  Hic et semel infra eod . \r\n(  d  )  Cod .  . هنن ؟ ؟ ؟  h . l . \r\n(  e  ) . والمنصور  Cod . \r\n(  f  ) . البحر  Cod . \r\n","page_name":" 142 ","page_number":156},
  {"content":"\r\n\r\nبصيمور فرأى فيه صنما على صورة جارية في نهاية الحسن فطلب غفلة من القوم وتقدّم إليها فانزل بين أفخاذها واجتاز به أحد «  a  » من القوّم ففزع وتباعد وفطن به القيّم فتقدّم إلى الصنم فوجد بين افخاذه ماء فتعلّق بالرجل ورفع من ساعته إلى الملك بصيمور وعرف الصورة واقرّ الرجل بما فعل فقال ما ترون فقالوا يطرح للفيلة حتّى تدوسه وقال آخر يقطّع قطعا فقال لا يجوز هذا فانّه من العرب وبيننا وبينهم شروط ولكن يمضى واحد منكم إلى العبّاس بن ماهان هنرمن «  b  » المسلمين فيقول له ما حكم الرجل منكم إذا وجد في مسجد من مساجدكم بامرأة وانظروا ما يقول فافعلوا به فمضى اليه أحد الوزراء واستفتاه فاحبّ «  c  » العبّاس بن ماهان ان يعظّم امر الاسلام عندهم فقال إذا وجدنا أحدا على هذه الصفة قتلناه فقتلوا الرجل فاتّصل الخبر بالعبّاس وكيف جرت هذه القضيّة فخرج عن\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Addidi \r\n(  b  ) . هتربين  Cod . \r\n(  c  ) . فأجاب  Cod . \r\n","page_name":" 143 ","page_number":157},
  {"content":"\r\n\r\nصيمور سرّا من الملك خوفا ان يمنعه من الخروج عن بلده لمحلّه وموضعه *\r\n\r\n[ حكاية ورود السلطان الصيني مع مائة الف فارس 
  ]\r\nوحدثني داربزين السيرافىّ وهو أخو امرأة عبيد الله بن ايّوب وعبيد الله خال عبد الله بن الفضل القاضي قال كنت بخانفوا «  a  » - وهي قصبة الصين الأكبر - يوما إذ قيل «  b  » في غد يدخل «  c  » البلد أحد «  d  » من حجّاب بغبور «  e  » قد وافى من «  d  » بعض النواحي فجلس الناس من غد في الطريق الذي يجتاز للنظر اليه وابتدأ أصحابه يدخلون طلوع الشمس قطعة إلى وقت العصر ثم أدخل الحاجب نفسه وإذا معه من الرجال نحو مائة الف فارس *\r\n\r\n[ حكاية غرق السفينة 
  ]\r\nومن الاخبار الظريفة ما حدّثنى به العبّاس بن ماهان هنرمن «  f  » صيمور انّ بعض التجار اخبره عن نفسه انّه جهّز مركبا من سندان أو صيمور إلى عمان ( الشكّ منّى ) وانّه سلّم إلى وكيله في المركب خشبة طويلة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . بخابقوا  Cod . \r\n(  b  ) . قتل  Cod . \r\n(  c  ) . برجل  Cod . \r\n(  d  ) .  Deest \r\n(  e  ) . بغبور  Cod . \r\n(  f  ) . سرمين  Cod . \r\n","page_name":" 144 ","page_number":158},
  {"content":"\r\n\r\nمن الساج عليها علامة وقال له بع هذه واشترى بثمنها كذا وكذا من السقط وكتب له بذلك تذكرة وخطف المركب ، فلمّا كان بعد شهرين أو زيادة عليها وانا جالس في منزلي وإذا برجل قد وافا فقال لي قد دخلت الخور خشبة طويلة عليها اسمك فقمت اعدو «  a  » وليس عقلي معي فأنظر فإذا الخشبة بعينها فلم اشكّ انّ المركب انكسر في البحر لانّها خشبة طويلة تحت الخشب فلم يمكن اخراجها من المركب في وقت الخبّ وطرح المتاع إلى البحر وزال الشكّ عنّى في ان المركب أصيب فجاء الناس فعزّونى وتعزّيت عن المركب وما فيه وعدت إلى شغلى وليس عندي البتّه «  b  » شكّ في انّه تلف لانّه ما جاءنا من البحر أحد عنده خبر ، فما مضى الّا شهران أو نحوهما حتّى جاءني البشير فقال مركبك قد طلع فقمت مبادرا فإذا بالمركب قد شارف البلد ونزل الوكيل منه وجاءني فسألته عن\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اغدو  Cod . \r\n(  b  ) . البثة  Cod . \r\n","page_name":" 145 ","page_number":159},
  {"content":"\r\n\r\nالخبر فقال سلامة وعافية فقلت هل ذهب منكم شئ أو طرحتم إلى البحر شيئا فقال لم يذهب منّا خلالة فحمّدت الله كثيرا فقلت له ما فعلت تلك الخشبة الفلانيّة فقال بعتها بنيف وثلاثين دينارا واشتريت لك بالثمن وكثر تعجّبى من ذلك ثم تحاسبنا فحاسبنى على ثمنها فقلت لا بدّ ان تصدقني عن هذه الخشبة وعزمت «  a  » عليه فقال لي انى لمّا حوّلت جميع ما في المركب إلى الساحل وقع بعمان خبّ عظيم في البحر فحملت الأمواج الأخشاب إلى البحر وقلب البحر الرمل على الساحل فغطا ما شاء الله ان يغطيه من الأخشاب فلمّا كان من الغد جمعت الرجال وطلبنا الأمتعة فلم نفقد شيئا غير الخشبة «  b  » الطويلة فقلت لعلّ الرمل قد سفا عليها فغطاها فاستأجرت من حفر في الساحل ليطلبها فما وقعنا لها على خبر وإذا الأمواج قد قذفتها إلى البحر فعادت إلى صاحبها وهذا من اطرف ما سمعته في هذا المعنى *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . وحرمت  Cod . \r\n(  b  ) . الحشب  Cod . \r\n","page_name":" 146 ","page_number":160},
  {"content":"\r\n\r\n\r\n[ حكاية طرح اعدال القطن في البحر وحصوله في العام القابل 
  ]\r\nوخرج في سنة اثنين وأربعين وثلاث مائة مركب لبعض التجار بالبصرة من عمان إلى جدّة ولحقه الخبّ في بعض نواحي «  a  » شحر لبان «  b  » وطرحوا إلى البحر شيئا من الحمولة وفيما طرح خمسة اعدال قطن حليج «  c  » وسلم المركب ، واتّفق ان خرج مركب لهذا التاجر في هذه السنة أيضا من البصرة يريد عدن وغلافقة فلمّا صار إلى تلك الناحية من شجر لبان انقطع القارب أو الدونيج من خلف المركب واخذته الأمواج فطرح البانانيّة نفوسهم في القارب أو الدونيج ومضوا خلفه ليأخذونه فدخل موضعا شبيه البطن في البحر فدخلوا خلفه فإذا على الساحل خمسة اعدال قطن حليج بعلامة صاحب المركب فحملوها في القارب ورزق الله السلامة وقد كانوا * قدّروا انّ «  d  » مركبا انكسر فيه الاعدال فعرفوا بعد ذلك الخبر انّ هذه الاعدال من جملة ما طرح من ذلك المركب *\r\n\r\n[ حكاية انتحار الرجلين 
  ]\r\nوحدثني من أثق لقوله انّه شاهد ببعض بلاد الهند رجلين . . . منهم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . النواحي  Cod . \r\n(  b  ) . شجر البان  , mox  شجرتان  Cod . h . l . \r\n(  c  ) . خليج  Cod . \r\n(  d  ) . قدراو  Cod . \r\n","page_name":" 147 ","page_number":161},
  {"content":"\r\n\r\nقد بقينا «  a  » وحفر كلّ واحد منهما بئر وملأها بعد ان قام فيها على رجله سرجينا وجعل فيه نار ووسّطا «  b  » بينهما نرّدا وجعلا يلعبان بها ويمضغان التانبول «  c  » ويغنّيان والنار تعمل فيهما من أسفل إلى أن بلغت النار إلى قلوبهما فطفيا ولم يظهر منهما تألّم ولا تغيّر ، وقال انّه لا يعلم هل حدّثه هذا الرجل انّهما ماتا في اليوم الاوّل أو جلسا يلعبان إلى اليوم الثاني وماتا فيه *\r\n\r\n[ حكاية حرب الطائفتين وانجازهما 
  ]\r\nوحدثني عبد الواحد بن عبد الرحمان الفسوىّ «  d  » - وهو ابن أخي أبى حاتم الفسوىّ وقد سافر سنين كثيرة في البحار - انّ الهند كانت تشدّ «  e  » شعورها مثل القلانس على الرؤس وكانت سيوفها مستقيمة قايمة فوقع بين طايفة منهم وبين طايفة أخرى حرب فاستظهرت إحداهما على الأخرى فتحكّموا عليهم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  nonnulla exoidisse patet  رجلين  Bic . Post \r\n(  b  ) . وسطا  Cod . \r\n(  c  ) . النانبول  Cod . \r\n(  d  )  Cod .  . الفسى\r\n(  e  ) . كانت  . Addidi  يشهد  Cod . \r\n","page_name":" 148 ","page_number":162},
  {"content":"\r\n\r\nوقالوا ما نرجع عنكم الّا ان تجعلوا شعوركم ساجدة لشعورنا وسيوفكم ساجدة لسيوفنا فصارت الفرقة المستظهر عليها تشدّ شعورها منكوسة وسيوفهم مقوّسة وهو القراطل فالرسم باق إلى اليوم على هذا في تلك الطوايف *\r\n\r\n[ حكاية ديار أهلها مبتلى بالشبكرة 
  ]\r\nوحدثني علىّ بن محمّد بن سهل المعروف بسرور «  a  » وقد دخل * تتبه ودبابد هذه «  b  » الدور بها راكبة على الماء وساير أهلها بهم الشبكرة صغيرهم وكبيرهم لكثرة اكلهم الغيلم «  c  » وهو ذكر السلاحف وانّ كلّ واحد منهم يشدّ من باب منزله إلى الماء حبلا في وتد فإذا اصفرّت الشمس اخذتهم الشبكرة فيخرج الواحد من بيته ويمسك الحبل إلى الماء ليقضى حاجته ويتطهّر ويعود إلى منزله فلا يزال كذلك إلى من الغد ضحوة النهار حتّى تنبسط الشمس ويضئ النهار وانّ مجّان الغرباء إذا دخلوا بلادهم اخذوا حبل هذا فجعلوه مشدودا على باب هذا وحبل هذا على باب هذا فيخرج\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . بسروير ؟ ؟ ؟  Cod . fort . \r\n(  b  ) .  Sic \r\n(  c  ) . الغليم  Cod . \r\n","page_name":" 149 ","page_number":163},
  {"content":"\r\n\r\nالواحد منهم إلى الماء ويعود إلى منزلة الآخر فيدخله فيقع بينهما الشرّ ويقول له دخلت بيتي متعمّدا *\r\n\r\n[ من اشترى من عنبر بلد المرفاويد لم يخرج منها الا رجع إليها 
  ]\r\nوحدثت عن رجل يقال له أبو طاهر البغدادىّ انّه قال دخلت الزابج ومن بلاد جزيرة الزابج بلدا يقال له مزفاويد «  a  » فيه عنبر كثير جدّا وانّه ما حمل أحد «  b  » قطّ من ذلك العنبر في مركبه وخرج عن البلد الّا رجع اليه وانّهم يحتالون في بيع العنبر على الغرباء ومن لا يعرف خبر العنبر باع بأرخص سعر واقلّ ثمن وان * لأبي طاهر «  c  » هذا : كان في المركب شئ من العنبر قد حمل سرّا من صاحب المركب فرجعت الريح عليهم وردّتهم إلى البلد *\r\n\r\n[ حكاية ناحية من بلد الزنج يحرق بالنار في كل سنة 
  ]\r\nوحدثني يزيد العمانىّ ناخودة الزنج قال رأيت في نواحي بلاد الزنج جبلين عظيمين بينّهما واد وفيه آثار النار وعظام «  d  » نخرة وجلود محترقة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . مرقاوند  Cod . \r\n(  b  ) .  Deest \r\n(  c  ) . بظاهر  Cod . \r\n(  d  ) . وعظاما  Cod . \r\n","page_name":" 150 ","page_number":164},
  {"content":"\r\n\r\nفسألت عنه فقيل لي هذا واد يجرى فيه وقتا في السنة نار فربّما جاءت النار وفي الوادي «  a  » غنم ومواشي ترعى ولم تشعر أربابها ورعاتها لذلك فتحرقهم\r\n\r\n[ حكاية لصوص يجردون السكاكين 
  ]\r\nوانّ النار يجئ في الوادي ايّاما مثل السيل إذا جرى في الأودية *\r\nوببلاد الهند لصوص يجئ منهم جماعة من بلد إلى بلد فيعبثون على التجار الموسرين إمّا غريب وإمّا هندىّ فيقبضون عليه في بيته أو في السوق أو في الطريق ويجرّدون في وجهه السكاكين ويقولون له اعطنا كذا وكذا والّا قتلناك فان تقدّم إليهم أحد يمنعهم من الرجل أو سلطان قتلوه ولم * يبالوا عنده «  b  » ان يقتلوا أو يقتلوا هم أنفسهم بعده كلّ ذلك عندهم سواء إذا طالبوا الانسان لم * يسع أحدا «  c  » ان يكلّمهم ولا يتعرّض لهم خوفا من نفسه ويمضى معهم فيجلس حيث شاءوا من سوقه أو داره أو دكّانه أو في بستانه فيجمع لهم المال الذي قد قاطعوه عليه والمتاع\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . واد  Cod .  .\r\n(  b  ) ينالوا عنه  Cod .  .\r\n(  c  ) يسمع أحد  Cod .  .\r\n","page_name":" 151 ","page_number":165},
  {"content":"\r\n\r\nوهم مع ذلك يأكلون ويشربون وسكاكينهم مجرّدة فإذا جمع ما وافقوه عليه احضر من يحمله معهم ومضى وهم محيطون به حتّى يبلغون أماكنهم الذي يأمنون فيها على أنفسهم فيطلقونه من هناك ويأخذون المتاع والمال *\r\n\r\n[ حكاية تاجر الهندي الذي احرق بيته وعياله 
  ]\r\nوحدثني محمّد بن مسلم السيرافىّ وكان مقيما بتانه «  a  » نيفا وعشرين سنة وقد سافر إلى أكثر بلاد الهند وعرف أحوال أهلها ومعاملتهم معرفة جيّدة «  b  » ثمّ انّ اثنى عشر نفسا جاءوا إلى صيمور وتانه فقبضوا على رجل من التجار هندىّ له أب يملك مالا عظيما والأب شديد المحنة به لا ولد له «  c  » سواه فقبضوا عليه في وسط منزله وطالبوه بعشرة آلاف دينار أو نحو ذلك وكان هذا بعض ما يملكه أبوه فوجّه إلى أبيه يعرّفه ما نزل به ويسئله ان يشتريه ويخلّصه منهم فجاء إليهم فكلّمهم ورفق بهم ليأخذوا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) ببانه  Cod . h . l . \r\n(  b  ) حيده  Cod .  .\r\n(  c  )  Deest . \r\n","page_name":" 152 ","page_number":166},
  {"content":"\r\n\r\nمنه ألف دينار أو نحو ذلك فأبوا وقالوا لم نأخذ الّا عشرة آلاف دينار فلمّا رآهم على هذه الحالة مضى إلى الملك وعرّفه القضيّة وقال هذا شئ لا دواء له ومتا لم يقع بهؤلاء القوم نكاية لم يكاد أحد ان يقيم عندكم فقال له كيف نصنع «  a  » وان كلّمناهم قتلوا ابنك فقال له كيف العمل قال قتلهم سهل علىّ وانّما أخاف ان يقتلوا ابنك ولا ولد لك غيره فقال ما أبالي هؤلاء يطلبون مالا عظيما ولا يجوز لي ان افقر نفسي واخلّص ولدى باىّ وجه ايّها الملك نجمع الخشب حول الدار ونسدّ بابها ونضرمها بالنار عليهم فقال له يحترق ابنك وعيالك فقال احتراقهم أهون عندي من ذهاب مالي فوجّه الملك وسدّ باب الرجل وضرم الباب بالنار فاحترق القوم وولده وعياله وجميع ما كان في الدار *\r\n\r\n[ حكاية رسم احراق الشيوخ والعجايز في بلاد هند الاعلى 
  ]\r\nقيل انّ في بلاد الهند الاعلى الرسم في احراق الشيوخ والعجايز باق *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) يصنع  Cod .  .\r\n","page_name":" 153 ","page_number":167},
  {"content":"\r\n\r\n\r\n[ رسم الجلوس عند ملوك بلاد الذهب وغرامة من نقض هذا الرسم 
  ]\r\nوكان من رسم ملوك بلاد «  a  » الذهب والزابج ان لا يجلس أحد بين أيديهم من المسلمين والغرباء كاينا من كان وساير أهل ممالكهم الّا مربّعا ويسمّى ذلك البرسيلا «  b  » فمن مدّ رجليه أو قعد غير تلك القعدة فعليه غرامة كله ثقيلة بحسب ما يملك ، فاتّفق ان كان عند ملك من ملوكهم يقال له سرناتا كله «  c  » رجل من النواخذة يقال له جهود كوتاه له موضع ومحلّ وكان شيخا مسنّا وجلس بين يديه فطال عليه الأمر ولم يقم سرناتا وكانوا في حديث لهم فأخذ جهود كوتاه يحدثهم بحديث آخر فأدخل في حديثه ذكر الكنعد «  d  » فقال وعندنا بعمان سمك يقال له الكنعد تكون الواحدة كذا ومدّ رجله وقبض على نصف فخذه ومنه ما يكون مثل هذا ومدّ الرجل الأخرى وقبض على حقوه فقال لوزيره انّ لهذا الرجل سببا فانّا كنّا في حديث وخرج منه إلى حديث السمك فما السبب في ذلك فقال ايّها الملك هذا رجل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n(  b  ) .  Malayce .  برسيل ،  Sn Javanice \r\n(  c  ) .  ? ? ? mox , ? ? ?  كله  Cod . \r\n(  d  ) . الكنعاد  Cod . \r\n","page_name":" 154 ","page_number":168},
  {"content":"\r\n\r\nشيخ قد اسنّ وضعف ولا يحتمل ان يجلس هكذا فلمّا تعب جعل لاستراحته سببا ووجها فقال الصواب ان نرفع هذا الرسم عن المسلمين الغرباء خاصّة فرفع عنهم فهو إلى اليوم رسم ان يجلس المسلمون بين أيديهم كما يشتهون ويجلس غيرهم على الرسم الاوّل برسيلا فان غيّر جلسته كانت عليه الغرامة *\r\n\r\n[ قصة ارسال الرسول من جانب اهالى سرنديب إلى رسول الله 
  ]\r\nذكرت في فصل قبل هذا امر عبّاد الهند وزهادهم وهم عدّة أصناف منهم البيكور وأصلهم من سرنديب وهم يحبّون المسلمين ويميلون إليهم ميلا شديدا وهم في الصيف عراة حفاة الا «  a  » يستترون بشئ وربّما جعل الواحد منهم على سوءته خرقة اربع أصابع في مثل ذلك مشدودة بخيط في الوسط وفي الشتاء يتّشحون بالحصر الحشيشة ومنهم من يلبسون الإزار مرقّعا من كلّ لون على لون المرقّعة للشهرة ويلوّثون أبدانهم برماد عظام\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n","page_name":" 155 ","page_number":169},
  {"content":"\r\n\r\nالموتى من الهند الذين احرقوا ويحلقون رؤسهم وينتفون لحاهم وشواربهم ولم يحلقون شعر العانة ولا شعر الإبطين وفي الأكثر «  a  » يقصّون أظفارهم ، ومع الواحد منهم قحف رأس انسان «  b  » ميّت فيه يأكل ويشرب على سبيل الاتّعاظ بذلك والتواضع ، وكان أهل سرنديب وما ولاها لمّا بلغهم خروج النبىّ صلعم فأرسلوا رجلا فهيمّا منهم وامروه ان يسير اليه فيعرف امره وما يدعو اليه فعاقت الرجل عوايق ووصل إلى المدينة بعد ان قبض رسول الله صلعم وتوفّى أبو بكر رضه ووجد القايم بالأمر عمر بن الخطّاب رضه فسأله عن امر النبىّ صلعم فشرح له وبيّن ورجع فتوفّى الرجل بنواحي بلاد مكران وكان مع الرجل غلام له هندىّ فوصل الغلام إلى سرنديب وشرح لهم الامر وما وقفا عليه من امر النبىّ صلعم وأبى بكر رضه وانّهم وجدوا صاحب النبىّ صلعم عمر بن الخطّاب رضه ووصف لهم تواضعه وانّه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . يقضون  In Cod . additur \r\n(  b  ) . الانسان  Cod . \r\n","page_name":" 156 ","page_number":170},
  {"content":"\r\n\r\nكان يلبس مرقعة ويبيت في المساجد فتواضعهم لأجل ما حكا لهم ذلك الغلام ولبسهم الثياب المرقّعة لما ذكره من لبس عمر رضه المرقّعة ومحبّتهم للمسلمين وميلهم إليهم لما في قلوبهم ممّا حكاه ذلك الغلام عن عمر رضه ، وفي مذهب أهل الهند انّ الشراب على الرجال حرام وهو للنساء حلال ومن الهند من يشربه «  a  » سرّا *\r\n\r\n[ حكاية حاكم الصندابور والوزغة 
  ]\r\nوبالهند كهنة وسحرة امرهم مشهود وقد ذكرت بعض ذلك في هذا الجزء وحدّثنى أبو يوسف بن مسلم قال حدّثنى أبو بكر الفسوي بصيمور قال حدّثنى . موسى الصندابورىّ قال كنت عند صاحب صندابور يوما ما انحدّث إذ ضحك فقال أتدري لم ضحكت قلت لا فقال على الحايط وزغة وتقول الوزغة الساعة يجئ ضيف غريب قال فعجبت من حماقته وأردت الانصراف بعد ساعة فقال لا تبرح حتّى تنظر آخر امر «  b  » هذه قال فانّا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . يشرب  Cod . \r\n(  b  ) . اخرا من  Cod . \r\n","page_name":" 157 ","page_number":171},
  {"content":"\r\n\r\nلفى حديثنا إذ دخل بعض أصحابه فقال وافا الخور من عمان مركب ثم لم نلبث الّا ساعة حتّى دخل جماعة ومعهم أقفاص فيها اسقاط وقماش وما ورد ففتح منها قفص فيه ما ورد فقفزت منه وزغة كبيرة وصعدت إلى الحايط تعدو «  a  » إلى * الوزغة الأولى فصارت الوزغة وزغتين «  b  » وانا أرى *\r\n\r\n[ حكاية سحر التماسيح وموت الساحر 
  ]\r\nوحكى انّ هذا هو الذي رقى التمساح في خور صندابور فهو إلى الساعة لا يؤذى أحدا البتّة في خور صندابور * وكذلك خور سريرة لا يؤذى فيه التمساح اليوم أحدا «  c  » وقد كان قبل هذا لا يتمكّن أحدا ان يدنو من الماء الّا اثبتّه التمساح وقد كان في الخور منه شئ عظيم يجاوز الحدّ فوقع إليهم رجل هندىّ فقال «  d  » لملك سريرة انا ارقى التمساح لا يؤذى أحدا في الخور فقال له افعل حتّى أعطيك كذا وكذا ثم هرب الرجل فلم يقدر عليه ، فلمّا كان بعد مدّة دخل إلى سريرة رجل هندىّ صاحب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . تغذو  Cod . \r\n(  b  ) . الوزغتين  Ex coj . Cod . tancum \r\n(  c  ) .  Haec conjectura supplevi \r\n(  d  ) . فقالوا  Cod . \r\n","page_name":" 158 ","page_number":172},
  {"content":"\r\n\r\nرقى وكهانة وسحر فصادف بسريرة صديقا فقال له أريك شيئا ظريفا فقال نعم فجلس على الخور وتكلّم بكلامه ثم قال إن شئت فادخل الخور فان التمساح لا يؤذيك وان شئت فأحضر من يدخل وان شئت دخلت انا فقال له تدخل أنت فدخل هو ثم دخل الآخر ثم دخل آخر فجعل التمساح يطوف بهم ولا يؤذيهم ثم صعدوا فقال له تحبّ ان اخلّى عنهم فقال افعل وطرحوا كلبا فقطّعه التمساح فبلغ الملك خبره فأحضره وقال عندك «  a  » كذا وكذا فقال نعم فركب الملك إلى الخور فأحضر معه رجلين يريد قتلهما فقال له تكلّم على الخور فتكلّم فأدخل أحد الرجلين الخور فأطافت به التماسيح فلم تؤثر فيه البتّة ولم تعرض له ثم قال له اطلق بينهم فتكلّم فقطعت التماسيح الرجل عضوا عضوا ثم قال له قد فعلت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . عند  Cod . \r\n","page_name":" 159 ","page_number":173},
  {"content":"\r\n\r\nفعلا حسنا ووجبت مجازاتك فخلع عليه ووهب له شيئا ووعده ومنّاه فلمّا كان من غد قال له احبّ ان تفعل اليوم مثل ما فعلت أمس فقال نعم ثم ادّعى الملك بغلام من غلمانه جلد جسور ولم يكن معه مثله فقال له إذا أومأت إليك بضرب عنق هذا الهندىّ الكاهن فاضرب عنقه من ساعتك ومضى إلى الخور وتكلّم الهندىّ على الخور وطرح فيه أحد الرجلين فطافت به التماسيح ولم تعرض له ثم لم يزل يعوم «  a  » من موضع ويتحوّل إلى آخر حتّى لم يبق في الخور ناحية الّا دخلها ذلك اللصّ والتماسيح تطوف به ولا تعرض له فلمّا علم الملك انّه قد رقى جميع الخور اومى إلى غلامه فضرب عنقه من ساعته فخور سريرة إلى هذا الوقت لا يؤذى التمساح فيه أحدا *\r\n\r\n[ القتل مجازاة السرقة في الهند 
  ]\r\nوالسرقة عند الهند عظيمة فإذا سرق الهندىّ في بلاد الهند قتله\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n","page_name":" 160 ","page_number":174},
  {"content":"\r\n\r\nالملك ان كان الهندىّ وضيعا أو لا مال له وان كان له مال «  a  » اخذ الملك ماله بأسره أو غرّمه غرامة عظيمة وكذلك ان اشترى شيئا مسروقا بعد علمه بذلك غرم الغرامة العظيمة ومجازاة السرقة عندهم القتل ، وان سرق مسلم «  b  » ببلاد الهند ردّ الحكم في امره إلى هنرمن «  c  » المسلمين ليعمل فيه بما يوجبه حكم الاسلام والهنرمن «  d  » هو مثل القاضي في بلاد الاسلام ولا يكون الهنرمن «  e  » الّا من المسلمين *\r\n\r\n[ قصة الزورق الصغير تحت أمواج البحر 
  ]\r\nقال لي راشد الغلام بن بابشاد كنت سايرا «  f  » من سيراف أريد البصرة في ذي القعدة سنة خمس وثلاثمائة في قارب لطيف فوقع علينا الخبّ بناحية رأس الكاملا وطرحنا بعض الحمول إلى البحر فكنت أرى الأمواج تظلّ على القارب حتّى يقع لي انّها قد ظلّلته بأسره ثم تنكسر الأمواج تحته وتفقّدت غير مرّة السماء إذا ظلّلتنا الأمواج فلا أراها لانّ الأمواج قد حالت بيننا وبين السماء وغشينا من الأمواج ما يستر السماء عنّا *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . المال  Cod . \r\n(  b  ) .  Deest \r\n(  c  ) . هبرمن  Cod . \r\n(  d  ) . الهبر من  Cod . \r\n(  e  ) . الهبر  Cod . \r\n(  f  ) . ساير  Cod . \r\n","page_name":" 161 ","page_number":175},
  {"content":"\r\n\r\n\r\n[ حكاية احتياز الاجلة روث البقر بالهند 
  ]\r\nوحدثني انّ الجليل من تجار الهند والجند وغيرهم أو الجليلة من النساء وان كانت حظيّة «  a  » الملك يجتاز بروث البقر والجواميس فإن كان معه من يحمله والّا جعل علامة ليعلم انّ ذلك قد صار في حيز آخر فإذا وجد من يحمله اخذه ، والهند يأكلون الميتة وذلك انّهم يأخذون الشاة أو الطير فيضربون رأسه حتّى يموت فإذا مات اكلوه ، وقيل لبعض كبارهم بصيمور وسوبارة اجتاز بفأرة ميتة فأخذها بيده ودفعها إلى ابنه أو غلامه وحملها إلى منزله واكلها والفأر عندهم من أنظف ما يؤكل *\r\n\r\n[ حكاية بحيرة سلطان الصين ولآليها 
  ]\r\nومما يحكى لي عن بعض ملوك الصين - وهو من الحكايات - انّ له بركة عظيمة يجيئها الماء من فرسخ ثم يفتح الماء عنها فينضب كلّه وهي فارغة فإذا احبّ ان تملى ماء امر بفتح الماء عليها من الموضع الذي يجئ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . انضف  ut mox  حضيه  Cod . \r\n","page_name":" 162 ","page_number":176},
  {"content":"\r\n\r\nمنه ثم تطرح اللؤلؤ «  a  » مع الماء فيجرى الماء إلى البركة في نهاية الصفاء واللؤلؤ فيه إلى «  b  » ان يمتلئ البركة من اللؤلؤ ويفيض الماء على جوانبها ثم يقطع الماء عنها ويبقى اللؤلؤ مثل الحصى *\r\n\r\n[ جزائر ديبجات مؤلف من ثلاثين الف جزيرة 
  ]\r\nوقد ذكرت في بعض هذه الأجزاء ظرائف «  c  » من اخبار ديبجات الدم - وهي جزاير اوّلها بالقرب من ديبجات الكستج وآخرها عرضا بالقرب من جزاير الوقواق - ويقال انّهم نحو من ثلثين الف جزيرة والتجار يقولون انّ العامر منها اثنى عشر الف جزيرة وطول الجزيرة من نصف فرسخ إلى عشرة فراسخ وبين كلّ جزيرتين فرسخ فما دونها وكلّها رمال *\r\n\r\n[ حكاية استخدام الفيل للبيع في بعض بلاد الهند 
  ]\r\nواخبرني بعضهم انّه شاهد ببعض بلدان الهند فيلة تتصرّف في حوايج أربابها وانّ الفيل يدفع اليه الوعاء الذي يشترى فيه الحوايج وفيه الودع وهو نقد القوم وانمودج الحاجة كاينّا ما كانت فيكون معه في الوعاء شئ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اللوا  Cod . hic et deinde \r\n(  b  ) .  Deest \r\n(  c  ) . ظراف  Cod . \r\n","page_name":" 163 ","page_number":177},
  {"content":"\r\n\r\nمن ذلك الجنس والنقد ويمضى إلى البقّال فإذا رآه البقّال نزل من جميع شغله ولو كان على رأسه من «  a  » يشترى منّه كاينا «  a  » من كان واخذ «  b  » الوعاء من الفيل فعدّ الودع الذي فيه ونظر ما يريد بانمودج متاعه ودفع اليه أجود ما عنده من ذلك النوع * بأرخص سعر «  c  » ويستزيده فيزيده وربّما عدّ البايع الودع فغلط فيه فيشوّشه الفيل بخرطومه فيعدّ البقّال عدّة ثانية ويمضى الفيل بما اشتراه فربّما استقلّه صاحبه فيضربه فيعود إلى البقّال فيشوّش متاعه ويخلط بعضه ببعض فإمّا ان يزيده أو يردّ «  d  » عليه الودع وانّ الفيل الذي هذه صورته يكنس ويرشّ ويدقّ الأرزّ بمدقّة يأخذها بخرطومه فيدقّ ورجل يجمع عليه الأرزّ ويطحن الأرزّ ويستقى الماء وذلك انّه يأخذ الوعاء الذي يستقى فيه الماء وفي الوعاء حبل مشدود يدخل خرطومه فيه ويحمله ويقضى جميع الحوايج ويركبه صاحبه في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  ) . اخذ  Cod . \r\n(  c  ) .  seribuntur  متاعه  In Codice haec verba errore post \r\n(  d  ) .  Cod  . يريد\r\n","page_name":" 164 ","page_number":178},
  {"content":"\r\n\r\nحوايجه البعيدة ويركبه الصبىّ ويمضى عليه إلى الصحراء فيقطع الحشيش وورق الشجر بخرطومه ويدفعه إلى الصبىّ فيجمعه في وعاء معه ويحمله فيكون ذلك طعامه وانّه إذا كان على هذه الصفة يبلغ مالا عظيما وقيل عشرة آلاف درهم *\r\n\r\n[ حكاية غرق السفينة ونجاة عدة من أهلها 
  ]\r\nومن مصايب البحر المشهورة التي أثرت إلى يومنا هذا ما حدّثنى به بعض التجار قال خرجت في مركب من سيراف في سنة ستّ وثلاث مائة يريد صيمور وكان معنا مركب عبد الله بن الجنيد ومركب سبا وكانت هذه الثلاثة مراكب في نهاية الكبر ومن المراكب الموصوفة في البحر ونواخدتها مشهورون لهم قدر ومنزلة في البحر وفي المراكب الف ومائتان رجل من التجار والنواخدة والبانانيّة والتجار وغيرهم من صنوف الناس وفيها من الأموال والأمتعة ما لا يعرف مقداره لكثرة فلمّا سرنا أحد عشر يوما رأينا آثار «  a  » الجبال ولوايح ارض سندان وتانه وصيمور وما\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . اثا  Cod . \r\n","page_name":" 165 ","page_number":179},
  {"content":"\r\n\r\nسار هذا السير السريع قبلهم أحد فيما سمعنا فاستبشرنا وسررنا وبشر بعضنا بعضا بالسلامة وأخذنا في الاستعداد لانّا قدرنا انّا نصبح من غد الأرض ثم جاءتنا الريح من الجبال فلم نضبط الشرع وأخذنا الخبّ والمطر والرعد والبرق فقال الربّانيّة والبانانيّة نطرح الأمتعة فمنعهم احمد وقال لا اطرح الّا بعد ان «  a  » يخرج الامر عن يدي واعلم انّى هالك ونزل الرجال ينزفون الجمّة من الجانبين والمركبين على مثل حالنا كلّ واحد منهما ينتظر صاحبه ما يفعل من طرح أو غيره فيفعل مثله وضجّ «  b  » التجار وقالوا له اطرح الأمتعة وأنت في الحلّ فانّا نهلك فقال لا اطرح البتّة ولم يزل «  a  » الامر يتزايد إلى أن مضت ستّة ايّام فلمّا كان في اليوم السادس وكاد المركب ان يغوص في البحر قال اطرحوا الحمولة فلم يمكن طرح شئ لان الخوابى «  c  » والاعدال ثقلت بالمطر وكان ما فيه خمس مائة منا فقد صار فيه الف وخمس مائة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) .  Deest \r\n(  b  ) . وصبح  Cod . \r\n(  c  ) . الجوابى  Cod . \r\n","page_name":" 166 ","page_number":180},
  {"content":"\r\n\r\nمنا بالمطر وعاجلهم الامر وطرحوا القارب إلى الماء ونزل فيه ثلاث وثلاثون رجلا وقيل لاحمد قم فانزل في القارب فقال لا أبرح من مركبى فانّه ارجا في السلامة من القارب وان تلف تلفت معه فلا حظّ لي في الرجوع بعد تلف مالي قال لي هذا التاجر فمكثنا في القارب خمسة ايّام ليس معنا لا ما يؤكل ولا ما يشرب إلى أن لم يبق فينا فضل ان نتكلّم بكلمة من الجوع والعطش والشدّة التي مضت علينا في البحر والقارب تقلبه الأمواج والرياح لا ندري هو في البحر أم لا ولشدّة الجوع وما نحن فيه اومينا إلى بعضنا بعضا ان نأكل واحد منّا وكان معنا في القارب صبىّ سمين لا يبلغ وكان أبوه في جملة من تخلّف في المركب فعزمنا على اكله فأحسّ الصبىّ بذلك فرأيته وهو ينظر إلى السماء ويحرّك شفتيه وعينيه تحريكا خفيّا فما مضت ساعة حتى «  a  » رأينا آثار الأرض ثم لاحت لنا الأرض ثم\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n","page_name":" 167 ","page_number":181},
  {"content":"\r\n\r\nجنح القارب على البرّ وانقلب القارب ودخله الماء وليس لنا قوّة للقيام ولا لحركة وإذا برجلين قد نزلا إلى القارب فقالا لنا من اين أنتم فقلنا نحن من مركب فلان فأخذوا بأيدينا واخرجونا إلى الأرض فوقعنا على وجوهنا مثل الموتى ومضى واحد منهما يعدو على وجهه فقلت للآخر اين نحن فقال هذا الدخان الذي تراه من التيز «  a  » وقد راح صاحبي إلى القرية فعندنا الزاد والماء والثياب فحملونا إلى البلد وهلك جميع أهل المراكب «  b  » الثلاثة فلم يسلم منهم أحد الّا «  c  » نفر من الذين كانوا في القارب وكان في جملتهم ربّان المركب احمد وكان اسمه بقي وكان قد زاد «  d  » تلف هذا المركب وما فيها من المعايش في اختلال سيراف وصيمور لعظيم ما كان فيها من الأموال ووجوه النواخذة والربّان والتجار *\r\n\r\n[ سوق الجنة في نواحي كشمير 
  ]\r\nومن أعجب العجايب ما حدّثنى به بعض البحريّين ممّن أقام ببلاد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . التبر  Cod . \r\n(  b  ) . المركب  Cod . \r\n(  c  ) . ولا  Cod . \r\n(  d  )  Deest . \r\n","page_name":" 168 ","page_number":182},
  {"content":"\r\n\r\nالهند وغيرها سنين كثيرة انّه سمع غير واحد ممّن دخل تخوم الهند ان بنواحي قشمير الاعلى في موضع يقال له ترنارايين وادى «  a  » فيه بساتين وأشجار ومياه تجرى فيه سوق للجنّ يسمع فيه ضجيجهم في البيع والشراء ولا ترى اشخاصهم وانّ ذلك لم يزل يعرف على دوام الايّام بذلك الموضع فقلت للرجل سمعت انّ بها سوقا قايم ابدا أو في وقت دون وقت فقال ما سألت عن هذا *\r\n\r\n[ قصة الأحجار المختلفة في الصين 
  ]\r\nوقال لي بعض من دخل الصين انّه رأى هناك حجارة منها حجر يجذب الرصاص من وراء طست وانّه إذا جعل تحت الحامل سهل عليها امر الولادة ومنها حجر يجذب الصفر ومنها حجر يجذب الذهب وحجر المغناطيس «  b  » المشهور الذي يجذب الحديد وحجر يطفئ النار وفي جوفه آخر يتحرّك وقال لي انّه رأى بناحية اغباب سرنديب حجر قد كسر فخرج منه دودة فلمّا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Conjectura addidi . \r\n(  b  ) . المعطينس  Cod . \r\n","page_name":" 169 ","page_number":183},
  {"content":"\r\n\r\nظهرت دبّت مقدار عشرة اذرع ثم ماتت وانّه كان على رأسها وذنبها زغب مثل زغب الفرخ *\r\n\r\n[ جريان الماء من جبل باليمن وتبدله بالشب اليماني 
  ]\r\nومن العجايب جبل باليمن يقطر من رأسه ماء فإذا صار في الأرض جمد فصار هو هذا الشبّ اليمانىّ *\r\n\r\n[ وصف شجر اللبان 
  ]\r\nوقال لي من رأى شجر اللبان - وهو الكندر - وهو نابت في أودية ومسايل الماء وليس له بزر وهو على قدر واحد منذ كان لا يعرفه أربابه الّا على صورة واحدة وهو مع هذا يتفاضل في الحسن وليس يوجد منه شجرة في الأرض الّا من حدّ حاسك «  a  » إلى حدود حاريح ؟ ؟ ؟ «  b  » والجميع نحو مائة وخمسين فرسخا *\r\n\r\n[ شجرة يكتب على أوراقها لا إله إلا الله محمد رسول الله 
  ]\r\nوقال لي من دخل الهند انّه رأى في عنقية بنواحي مانكير وهي قصبة بلاد «  c  » الذهب وبها شجرة عظيمة غليظة الساق تكون مثل شجر الجوز\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . حاسل  Cod . \r\n(  b  )  Sie . \r\n(  c  )  Deest . \r\n","page_name":" 170 ","page_number":184},
  {"content":"\r\n\r\nلها ورد احمر فيه بياض مكتوب لا اله الّا الله محمّد رسول الله *\r\n\r\n[ تبدل سرطانات بحر الصنف بالحجر في البر 
  ]\r\nوفي بحر الصنف جزيرة إذا وقعت السرطانات إلى ارضها صارت حجارة وهو حجر معروف يجلب إلى العراق وساير الدنيا وهو من الأدوية «  a  » في جلاء البياض من العين والصيادلة يسمّونه السرطان النهرىّ *\r\n\r\n[ حكاية نزاع السلاطين لسرقة حجر من زبرجد 
  ]\r\nوحدثني رجل من الرجال انّ بالبجة «  b  » عين غزيرة عليها حجر من زبرجد عظيم يحمله أربعة أصنام من ذهب فإذا طلعت عليه اخضرّت العين كلّها بخضرته وانّ عبر وهو ملك من الملوك المقاربة «  c  » لتلك النواحي غزاهم لأجل هذا الحجر طمعا ان يظفر بهم فيأخذه فلا يقدر عليهم أحد وانّهم قد جرّبوا وقال انّهم ما زالوا يستبقون وانّ بعض ملوكهم عزم على اخذ الحجر فلحقه سوء منعه أو نحو هذا *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الأودية  Cod . \r\n(  b  )  Cod . s . p . \r\n(  c  ) . المقارنة  Cod . \r\n","page_name":" 171 ","page_number":185},
  {"content":"\r\n\r\n\r\n[ حكاية طائر فرخ في سرنديب 
  ]\r\nوقال لي بعض أصحابي انّ بناحية اغباب سرنديب طاير كبير إذا افرخ على شاطئ البحر لم تهبّ الرياح في تلك الناحية الّا بعد أربعة عشر يوما *\r\n\r\n[ حكاية سارق امر بسلخه وهو يتغنى 
  ]\r\nوحدثني العماني محمّد قال رأيت ببريين «  a  » من بلاد الهند غلاما من الهند قد اخذه الملك في سرق أو غير ذلك وقد امر بسلخه وهو يتكلّم ويغنّى ولا يتاوّه إلى أن بلغ السلخ إلى سرّته فلمّا قطعها طفى *\r\n\r\n[ كيفية تفريخ طائر يسمى بسمندل 
  ]\r\nوحدثني انّ بجزيرة من جزاير الوقواق طير ملوّن بحمرة وبياض وخضرة وزرقة على لون الشقراق وفي قدّ الحمام الكبار يسمّونه سمندل يدخل النار فلا يحترق ويمكث الايّام لا يطعم الّا التراب فإذا احضن بيضه لم يشرب «  b  » الماء الّا حتّى يفقس فإذا خرجت فراخه تركه ايّاما لا يدنو منه ويطوف بالفراخ الذباب والبقّ إلى أن يخرج ريشهم فإذا ريّشوا وتحرّكوا زقّهم حينئذ *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . ببريين  Cod . \r\n(  b  ) . تشرب  Cod . \r\n","page_name":" 172 ","page_number":186},
  {"content":"\r\n\r\n\r\n[ في جزيرة وقواق طائر تصير مرة أنثى ومرة ذكرا 
  ]\r\nوحدثني * انّ بجزيرة «  a  » من جزاير الوقواق دابّة تشبه الأرنب تصير الذكور منها مرّة أنثى ومرّة ذكرا والأنثى كذلك والذي حكى لي ذكر انّ بعض الهند قال إن أهل سرنديب يحدثوا بهذا وما ادرى ما أقول في هذه الحكاية وقالوا انّ الأرانب على هذه الصورة وهو عندي يستحيل والله اعلم *\r\n\r\n[ في سفالة الزنج حيوان له فرجان 
  ]\r\nوقال لي بعض من سلك البحر انّه رأى بسفالة الزنج حيوانا قدر الضبّ الّا انّه على نحو صورته ولونه للذكر منه ذكران والأنثى لها فرجان وانّ هذه الدابّة تعضّ فلا تبرأ عضّتها ولا يزال الجرح ينتقض على صاحبه ولا يعالجه فلا يبرأ ابدا وانّ هذه الدابّة أكثر ما يكون في مزارع قصب السكّر والذرة وأكثر مضارّ «  a  » أهلها الحيّات والأفاعي وإذا اجتمع منها على رجل واحد ثلاثة أو أربعة قطّعوه ولم يطرقهم وهم يثبون «  b  » في وجه الانسان *\r\n\r\n[ حكاية حية في الصيمور ابتلعت تمساحا كانت أربعين ذراعا 
  ]\r\nوحدثني جعفر بن راشد المعروف بابن لاكيس - وهو أحد ربّانيّة بلاد\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Addidi . \r\n(  b  ) . يثنون  Cod . \r\n","page_name":" 173 ","page_number":187},
  {"content":"\r\n\r\nالذهب ونواخذته المشهورين فيه - انّ حيّة جاءت إلى خور صيمور فابتلعت تمساحا كبيرا وبلغ صاحب صيمور الخبّر فوجّه من يطلبها وانّه اجتمع عليها زيادة على ثلاثة آلاف رجل حتّى ظفروا بها وشدّوا في عنقها الحبال واجتمع عليها جماعة من أصحاب الحيّات فقلعوا أنيابها وشدّوها بالحبال وحصل لها شجّة من رأسها إلى اذنها وذرعوها وكانت أربعين ذراعا وحملها الرجال على أعناقها وكان تقديرها آلاف أرطال وكان ذلك في سنة أربعين وثلاثمائة *\r\n\r\n[ ذكاوة أهل وقواق وسىء صنفهم 
  ]\r\nوقد حكى لي قوم انّهم رأوا من دخل الوقواق وانّجر فوصف سعة البلاد والجزاير - وليس اعني بسعة البلاد انّ البلدان كبار ولكنّ أهل الوقواق كثير - وفيهم مشابه من الترك وهم احذق خلق الله بالصنايع ثم انّه يتخرّج في جميعها وهم أهل مكر وحيل وخديعة وخبث وشدّة بأس في كلّ شئ *\r\n\r\n[ محاربة اهالى وقواق وقنبلة 
  ]\r\nوحدثني ابن لاكيس انّهم شاهدوا من امر أهل الوقواق ما يدهش وذلك\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":188},
  {"content":"\r\n\r\nانّهم وافوهم في سنة اربع وثلثين وثلاث مائة في نحو الف قارب فحاربوهم حربا شديدا ولم يقدروا عليهم * لانّ حول قنبله «  a  » حصن وثيق وحول الحصن خور «  b  » فيه من ماء البحر وقنبله «  c  » في ذلك الخور مثل القلعة الحصينة ، وانّه وقع إليهم قوم منهم فسألوهم عن «  d  » مجيئهم إليهم دون ساير البلاد فذكروا انّهم انّما «  e  » جاءوهم لانّ عندهم من الأمتعة ما يصلح لبلادهم والصين مثل العاج والذبل والنمور والعنبر ولانّهم يريدون الزنج لصبرهم على الخدمة وجلدهم وانّهم جاءوهم من مسيرة سنة ونهبوا جزاير بينها وبين قنبله مسيرة ستّة ايّام وظفروا بعدّة قرى ومدن من سفالة الزنج ما عرف خبره سوى ما لم يعرف ، فإذا كان قول هؤلاء وحكايتهم صحيحة انّهم جاءوا من مسيرة سنة «  f  » فهذا يدلّ على صحّة ما ذكره ابن لاكيس من امر جزاير الوقواق وانّها قبالة الصين والله اعلم *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . لأنهم قبيلة  Cod . \r\n(  b  ) . خول  Cod . \r\n(  c  ) . قبيلة  Cod . hic et infra \r\n(  d  ) . عن في  Cod . \r\n(  e  ) . ما  Cod . \r\n(  f  ) . سنة أيام  Cod . \r\n","page_name":" 175 ","page_number":189},
  {"content":"\r\n\r\n\r\n[ حكاية بناء البيوت على الماء في خليج سريره 
  ]\r\nوقد ذكرت امر سريرة وانّها في آخر جزيرة لامرى وبين سريرة وكله مسيرة مائة وعشرين زاما والله اعلم ، وبلغني انّ خور سريرة يدخل في الجزيرة خمسين فرسخا وهو نهر أوسع من دجلة البصرة بكثير ماؤه عذب مثل ماء دجلة البصرة وليس في اخوار بلدان هذه الجزيرة أطول منه والمدّ فيه اثنى عشر ساعة وفيه التماسيح الّا ما كان منه بين الدور لا يضرّ لانّه فيما قد حكى انّه قد رقى وما كان خارج الدور فليس يمكن أحدا يدنو منه بسبب التمساح ودور سريرة بعضها في البرّ وعظمها في الماء مبنىّ على خشب ملفّق مثل الاطواف «  a  » ويبقى طول الدهر وكلّ ذلك بسبب النار فانّ الحريق يقع كثيرا عندهم لانّ الابنية من خشب فادنى شئ يقع من النار فتحترق ساير الدور فقد جعلوا هذه الدور في الماء استظهارا «  b  » فان وقع حريق أمكن صاحب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الأطواق  Cod . \r\n(  b  ) . استظهار  Cod . \r\n","page_name":" 176 ","page_number":190},
  {"content":"\r\n\r\nالمنزل ان يقطع الاناجر من منزله ويتحوّل إلى ناحية أخرى فيهرب من النار وربّما كره بعضهم جوار بعضهم فيتحوّل عنه إلى حارة أخرى والدور صفوف في الخور مثل الشوارع والماء بين الدور غزير «  a  » جدّا وهو عذب لانّه من فوق إلى أن ينصبّ في الخور ويخرج إلى البحر على هيئة دجلة من البحر *\r\n\r\n[ حكاية السفن التي ساقها الرياح إلى جزيرة يأكلون الناس 
  ]\r\nوحكى لي انّه سمع بعض الربّانيّة يقول انّ المركب إذا مضت إلى سفالة الزنج فأكثر ما يبلغون إلى بلد فيه زنج يأكلون الناس وانّما يقع المركب إليهم على سبيل الغلط لانّ الماء والريح يحدّرانه «  b  » فلا يقدر الربّان على ضبطه ويغلبهم فيقع إليهم وبين قنبله وبين هذا الموضع الذي فيه الزنج الذين يأكلون الناس نحو الف وخمس مائة فرسخ والله اعلم ، فامّا الموضع الذي تمضى اليه المركب فهو بعد قنبله بنحو الف فرسخ واقلّه ثمان مائة وهو مسيرة اثنين وأربعين زاما ونحوها *\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  . sic .  عزنى  Cod . \r\n(  b  ) . يحدّرانه  Cod . \r\n","page_name":" 177 ","page_number":191},
  {"content":"\r\n\r\n\r\n[ حكاية ابحار في بحر صيفو 
  ]\r\nوحدثني ابن لاكيس انّه كان بسفالة عند بعض ملوك الزنج إذ «  a  » جاءه رجل فقال له ايّها الملك انّ فرخا من فراخّ طيور كذا - ونسي ابن لاكيس اسم الطير - قد «  b  » وقع في الغوطة الفلانيّة وكان قد اقتنص فيلا وكسره وهو يأكل فيه وقد صيد فقام ملك الزنج وخرج إلى الغوطة ومعه خلق كنت انا «  c  » فيهم فوقفنا على الطاير وهو يضطرب والفيل مطروح قد اكل منه نحو ربعه فأمر الملك بأخذ ريش جناحيه فإذا بالكبار منها اثنى عشر ريشة في كلّ جناح ستّ وأخذ من ريشه شئ غير ذلك واخذ منقاره وشئ من مخاليبه وشئ «  d  » من جوفه وحمل معه وكان في ذلك الريش الذي اخذ شئ قطع أسفله وكان تسع فربتين ماء وأكثر وحكوا انّه من فراخ طيور يكون بسفالة الزنج وانّه اجتاز بالغوطة فرأى الفيل فاخذه بمخاليبه ورفعه إلى الهواء ورمى به فقتله ثم نزل عليه فأكله واحسّ به\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Addidi . \r\n(  b  ) . وقد  Cod . \r\n(  c  ) . ان  Cod . \r\n(  d  ) . وشيا  Cod . \r\n","page_name":" 178 ","page_number":192},
  {"content":"\r\n\r\nقوم كانوا هناك فأثخنوه بالسهام المسمومة والحراب حتّى صرعوه وقتلوه *\r\n\r\n[ وصف جزيرة سرنديب اى سيلان 
  ]\r\nوقال لي ابن لاكيس انّ بين ثبيه «  a  » وجزيرة الغيلمى بحر صغير يقال له بحر صفيو طوله مسيرة ستّة ايّام ويحتاج المركب إذا سلكه ان يأخذ ماء ثلاثين باعا فانّه ان كان في عشرين باعا غاص وذلك انّ في هذا البحر وحلا رقيقا إذا وقع فيه المركب اتلفه قليل ان يسلم منه أحد *\r\n\r\n[ حكاية اغراق سفينة أحد من اهالى البصرة ونجاته 
  ]\r\nومن الجزاير الموصوفة التي ليس مثلها في البحر جزيرة سرنديب ويسمّى سهيلان وطولها نحو مائة فرسخ ودورها ثلاثمائة فرسخ وفيها مغاص اللؤلؤ النقىّ الّا انّه صغار ومهما كان منه كبار فهو ردىّ وجبلها حصين وهو جبل الياقوت والادماس «  b  » ويقال انّ هذا الجبل هو الذي هبط عليه آدم عم وفيه اثر قدمه طوله نحو سبعين ذراعا وأهل الجزيرة يقولون انّ هذا الأثر هو رجل آدم عم وانّه وضع رجل هاهنا والرجل الأخرى في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . تتبه 149  Supra . p . \r\n(  b  ) . الأرماس  Cod . \r\n","page_name":" 179 ","page_number":193},
  {"content":"\r\n\r\nالبحر وفيها تراب احمر وهو هذا السنبادج الذي يخرط به البلّور ، والزجاج وقشور أشجارها القرفة «  a  » المرتفعة وهي القرفة السهيلانيّة الموصوفة وحشيش هذه الجزيرة احمر يصبغ به الثياب والغزل وهو صباغ يفوق البقّم والزعفران والعصفر وكلّ صبغ احمر وبها من غرايب النباتات ممّا يطول شرحه ويتعجّب منه وقيل انّ بجزيرة سرنديب نحو مائة الف قرية *\r\n\r\n[ قصة رجل من اهالى البصرة غرق سفينته ونجاته من البحر 
  ]\r\nوسمعت من حكى انّ رجلا من أهل البصرة كان ينزل «  b  » في وسط سكّة قريش خرج من البصرة قبل الزابج أو ما قاربه . . . فتخلّص ووقع إلى جزيرة قال فصعدت تلك الجزيرة وتعلّقت بشجرة كبيرة فواريت شخصي بين أوراقها وبتّ ليلتي فلمّا أصبحت رأيت غنما قد أقبلت نحو مائتي رأس في قدر العجاجيل يسوقها رجل لم ار مثله عظيم الخلقة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . الفرفه  et  الفرقة  Cod . \r\n(  b  ) . يقول  Cod . \r\n","page_name":" 180 ","page_number":194},
  {"content":"\r\n\r\nطويل عريض بشع المنظر ومعه عصاة يسوق بها الغنم فقعد على ساحل البحر ساعة والغنم ترعى بين ذلك الشجر ثم طرح نفسه على وجهه فنام إلى «  a  » حدود نصف النهار ثم قام فرمى بنفسه في الماء واغتسل وخرج وهو مع ذلك عريان ليس عليه الّا ورقة تشبه ورق الموز الّا انّها اعرض منه قد جعلها في وسطه كالميزر ثم عمد إلى شاة فقبض رجلها واخذ ضرعها في فيه ومصّه إلى أن شرب ما فيه ثم فعل ذلك بعدّة من الغنم ثم استلقى في ظلّ شجرة ففي تأمّله الشجرة وقع طاير على الشجرة التي انا فيها فأخذ حجرا ثقيلا وحذف الطاير فلم يكذب فسقط الطاير بين أغصان الشجر بالقرب منّى فأومى الىّ بيده ان انزل فلخوفى منه بادرت وانا ضعيف ميّت خوفا وجوعا واخذ الطاير ورمى به إلى الأرض فقدرت انّ وزن الطاير نحو مائة رطل ثم نتف ريشه وهو حىّ يضطرب فلمّا نتفه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . على  Cod . \r\n","page_name":" 181 ","page_number":195},
  {"content":"\r\n\r\nاخذ حجرا قدر عشرين رطلا فضرب به رأسه وتركه حتّى مات ثم لم يزل يضربه بالحجر حتّى فسخه ثم جعل ينهشه بأسنانه ويأكل كما تأكل السباع حتّى اتى عليه ولم يبق الّا عظامه فلمّا اصفرّت الشمس قام واخذ العصا وساق الغنم بعد ان صاح صيحة وانزعنى «  a  » فاجتمعت الغنم إلى موضع واحد وأوردهم خليجا في الجزيرة فيه ماء عذب فسقاهم وشرب وشربت وقد أيقنت بالموت ثم ساقنا أجمعين حتّى جئنا موضعا قد علّمه بين الأشجار وحوله الخشب طولا وعرضا وله شبه باب ودخلت الغنم ودخلت معها وإذا في وسط تلك الموضع مثل الغزّالة في ارتفاع نحو عشرين ذراعا على خشب وثيق والغزّالة شبه بالبيت فما عمل شيئا دون ان اخذ شاة كانت من أصغر الغنم واهزلها فدقّ رأسها بحجر ثم اجّج نارا وجعل يقطع بيديه وأسنانه كما تفعل السباع ويرمى اللحم مع الجلد والصوف في النار فأكل كلّ ما في جوف الشاة نيّا ثم عمد إلى الغنم فلم يزل يشرب\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . انزعنى  Cod . \r\n","page_name":" 182 ","page_number":196},
  {"content":"\r\n\r\nمن هذه وهذه حتّى شرب من عدّة كبيرة ثم اخذ شاة من أكبر الغنم فقبض بيديه على وسطها فسخمها «  a  » وهي تصيح ثم اخذ أخرى ففعل بها مثل ذلك ثم صعد فأخذ شيئا كان يشربه ثم نام فجعل يغظّ كما يغظّ الثور فلمّا انتصف الليل جعلت ادبّ قليلا قليلا إلى موضع النار وتتبّعت ما بقي من اللحم فأكلت ما يمسك رمقى وخفت ان تنفر الغنم فينتبه فيجعلنى مثل الطاير أو كالشاة وبقيت مطروحا إلى الغد فلمّا أصبح نزل وساق الغنم وساقنى معهم ويوحى الىّ بكلام لا افهمه فأتكلّم بما اعرف من اللغات فلا يفهم عنّى وقد صار علىّ شعر عظيم واظنّه «  b  » لمّا رآني على الصورة عافتنى نفسه وكان ذلك سبب تأخير اكلى ولم أزل معه في تلك الحالة عشرة ايّام يفعل كلّ يوم مثل ما يفعل قبله ولا يمضى يوم الّا ويصطاد فيه الطير والطيرين فان حصل له من الطيور ما يشبعه لم يأكل\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فسخهما  Cod . \r\n(  b  ) . وطنه  Cod . \r\n","page_name":" 183 ","page_number":197},
  {"content":"\r\n\r\nشيئا من الغنم وان اقتصرت الطيور اكل شاة وصرت اعاونه في وقيد النار وجمع الحطب واخدمه وادبر الحيلة لنفسّى إلى أن مضى لي عنده شهرين وصلح جسمي ورأيت في وجهه آثار السرور وفهمت انّه عزم على اكلى وكان يأخذ من شجر في الجزيرة له ثمر ينقعه في الماء ثم يصفّيه ويشربه فيسكر طول ليلته حتّى لا يعقل وكنت أرى في تلك الجزيرة طيورا كبارا كالفيل والجاموس وأكبر وأصغر ومنها شئ قد اكل بعض غنمه وانّما يبيت هو وغنمه في تلك الحظيرة «  a  » خوفا من تلك الطيور لانّها بين شجر كبار وقد جعل تحت الشجر مثل السراديب من وثاقة ما قد عمل والطير يفزع ان ينزل إلى هناك فيتعوّق «  b  » في الأشجار ، فلمّا كان في ليلة من الليالي صبرت حتّى سكر ونام فقمت وتعلّقت بشجرة ودلّيت غصن من أغصانها إلى الأرض ومضيت على وجهي اطلب صحراء قد كنت أشرفت عليها من تلك الشجرة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  deest .  خوفا .  . Seg  الحضرة  Cod . \r\n(  b  ) . فيتعون  Cod . \r\n","page_name":" 184 ","page_number":198},
  {"content":"\r\n\r\nفلم أزل امشي إلى الصباح ثم «  a  » خفت وتعلّقت بشجرة عظيمة الساق ومعي خشبة قد اعمدتها وعملت على أنه ان لحقني ضربت رأسه فامّا ان ادفع عن نفسي وامّا ان يقتلني - فالموت لا بدّ منه ، فمكثت «  b  » يومى في شجرة فلم أره وقد كنت اخذت معي قطعة من اللحم فلمّا أمسيت اكلتها ونزلت فمشيت ليلتي إلى الصباح فوجدت نفسي في صحراء وفيها أشجار متفرّقة فمشيت وما أرى أحدا الّا الطيور ووحشا لا اعرفها وحيّات ورأيت ماء عذبا فأقمت بمكاني وجعلت آخذ من تلك الثمار والموز فآكل واشرب والطيور تطوف بالغوطة فعاينت طيرا منها فأعددت شيئا من قشور الشجر مثل الحبال ولم أزل ارصد ذلك الطاير حتّى سقط يرعى ودرت من خلفه فتعلّقت بساقه وهو مشغول يرعى فشددت نفسي فلمّا فرغ من اكله شرب ماء وتحلّق في الهواء فأشرفنا على البحر فاستبسلت للموت على اىّ حال كان لا محالة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Addidi . \r\n(  b  ) . فملت  Cod . \r\n","page_name":" 185 ","page_number":199},
  {"content":"\r\n\r\nفانحطّ على جبل في الجزيرة فحللت نفسي من ساقه وافا ضعيف فجعلت اجرّ نفسي خوفا منه ونزلت من الجبل فتعلّقت بشجرة وأخفيت شخصي فيها فلمّا أصبحت رأيت دخانا فعلمت «  a  » انّ الدخان مع الناس فنزلت امشي إلى ناحية الدخان فما مشيت قليلا حتّى استقبلني جماعة فأخذوني وكلّمونى كلاما لم اعرفه فحملوني إلى القرية فأدخلوني إلى منزل وحبسونى مع ثمانية أنفس فسألوني عن خبري فحدّثتهم وسألتهم فخبّرونى انّهم أهل مركب فلان وكان قد خرج من الصنف إلى الزابج فوقع عليهم الخبّ فتخلّصوا في قارب المركب نحو عشرين رجلا فوقعوا إلى هذه الجزيرة فأخذهم قوم فاقتسموهم فأكلوا منهم جماعة إلى هذا الوقت فنظرت وإذا مقامي عند صاحب الغنم كان اصلح فجعلت اتأسّى بالقوم وان كنت\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . فعملت  Cod . \r\n","page_name":" 186 ","page_number":200},
  {"content":"\r\n\r\nأوكل فقد هان علىّ الموت وبعضنا يتأسّى ببعض فلمّا كان من الغد جاءونا بسمسم أو شئ يشبهه وموز وسمن وعسل وضعوه عندنا فقالوا هذا طعامنا منذ وقعنا هاهنا فأكلنا مقدار ما يمسك رمقنا ثم جاءوا فنظروا الينا واخذوا احسننا حالا في جسده فودّعناه وقد كان بعضنا أوصى ببعض فأخرجوه إلى وسط المنزل ودهنوه من رأسه إلى قدمه بالسمن ثم اقعدوه في الشمس مقدار ساعتين ثم اجتمعوا عليه فذبحوه وقطّعوه قطعا ونحن نرى ثم شووه واكلوا وطبخوا بعضه واكلوا بعضه نيّا مملوحا ثم شربوا شرابا وسكروا فناموا فقلت لهم قوموا فنقتل هؤلاء فانّهم سكارى ونخرج على وجوهنا فان سلمنا فالحمد لله وان هلكنا فهو أسهل من هذا البلاء الذي يحلّ بنا وان لحقنا أهل القرية فهي موتة واحدة فاختلف رأينا بقيّة يومنا واظلّنا الليل وأصبحنا فجاءونا بما نأكل على الرسم المعتاد ومضى اوّل يوم\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":201},
  {"content":"\r\n\r\nوثاني يوم «  a  » وثالث يوم ورابع «  b  » يوم ونحن على تلك الحالة فلمّا كان في اليوم الخامس جاءونا فأخذوا منّا واحدا ففعلوا به مثل الاوّل فلمّا سكروا وناموا قمنا إليهم فذبحناهم بأسرهم واخذ كلّ واحد منّا سكّينا وشيئا من العسل والسمن والسمسم فلمّا اظلم الدنيا خرجتا من المنزل وقد كنّا ميّزنا بالنهار فمشينا نطلب ساحل البحر من جانب آخر لا من شطّ القرية ودخلنا غوطة فتعلّقنا بالشجر ونحن سبعة أو ثمانية خوفا من القوم فلمّا جنّ الليل نزلنا ومشينا ونحن نأخذ الطريق على الكواكب وأخذنا نمشى الساحل الساحل يومنا ثم امنّا القوم فكنّا الآن نمشى ونستريح ونأكل من ثمار الغيط وهي كثيرة الموز زمانا طويلا إلى أن وقعنا في غوطة حسنة وفيها ماء عذب طيّب فعزمنا على المقام بها ابدا إلى أن يقع الينا مركب أو\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  ) . واربع  Cod . \r\n","page_name":" 188 ","page_number":202},
  {"content":"\r\n\r\nنموت فيها فمات منّا ثلاثة وبقينا أربعة فبينما نحن في بعض الايّام نمشى وإذا بقارب خلق قد قذف به الموج وفيه جماعة موتى قد تقطّعوا والقارب جانح في الطين والموج يضربه وهو مطروح فاحتلنا في رميهم إلى «  a  » البحر وغسلنا القارب وأخذنا معنا طينا من طين الجزيرة مثل الغري واصلحنا فيه دقلا من الشجر وسوّينا حبالا من خوص النارجيل وشراعا ليفا «  b  » وملأنا بطن القارب من النارجيل والفاكهة وملأنا معنا ماء وبعضنا يدرى سفر البحر وسرنا نحو خمسة عشر يوما ووقعنا بقرية من قرى الصنف بعد أهوال وعجايب مرّت بنا وسرنا من تلك القرية إلى أن وصلنا الصنف وخبّرنا الناس باخبارنا فجمعوا لنا زوادا وخرج كلّ واحد منّا يقصد بلدا ورجعت إلى البصرة «  c  » بعد أربعين سنة من غيبته «  d  » وقد مات أكثر أهله ووجد لوالده\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Addidi . \r\n(  b  ) كيفا  Cod . \r\n(  c  )  Hie pauca verba excidisse patet . \r\n(  d  ) عينيه  Cod . \r\n","page_name":" 189 ","page_number":203},
  {"content":"\r\n\r\nولدا فأنكروه وقد كانوا لمّا انقطع خبره قسموا ماله وكان موسرا وحاله حسن فلم يصل من ماله إلى شئ ثم مات بعد ذلك *\r\n\r\n[ حكاية أحد من الملاحين وغرق سفينته 
  ]\r\nوحدثني بعض البحريّين انّه كان ماض بين سريرة والصين في سنبوق قال «  a  » فلمّا سرنا من سريرة مقدار خمسين زاما وقع علينا الخبّ ورمينا بعض الحمولة إلى البحر ومكثنا ايّاما في الخب ثم وقعت علينا الريح ولم يمسك المركب وأشرفنا على الهلاك وأردنا ان نرمى نفوسنا في البحر ونتعلّق بجزيرة فرمينا الاناجر ونحن لا نصدق انا نتخلّص وسكنت الأمواج ولم تمض عنّا ساعة حتّى لاح لنا من الجزيرة جماعة فانتظرنا «  b  » ان يخرج الينا قوم منهم فلم يخرج الينا أحد فأومانا إليهم فلم يكلّمونا ولم نعرف الموضع وحققنا انّا نحن متى نزلنا إليهم اذونا أو يكون وراءهم قوم فيقعوا بنا فلا نطيق لهم فمكثنا في موضعنا أربعة ايّام لا ينزل منّا أحد إلى الجزيرتين «  c  »\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  )  Deest . \r\n(  b  ) تنتظرنا  Cod . \r\n(  c  )  Sic . \r\n","page_name":" 190 ","page_number":204},
  {"content":"\r\n\r\nولا يعبر منهم أحد الينا فلمّا كان في اليوم الخامس اجتمع رأينا على النزول إليهم لانّا احتجنا إلى الماء وإلى مسألتهم عن الموضع ونحن لم نعرف الطريق فنزل منّا مقدار ثلثين رجلا بالسلاح في القارب والدونيج فلمّا صعدنا إليهم تهاربوا كلّهم ولم يبق منهم الّا رجلا واحدا فكلّمنا فلم نعرف لغته الّا رجل واحد منّا قال لنا هذه جزيرة من جزاير الوقواق فسئلناه عن الجزيرتين فحكى انّها من جزاير الوقواق وان ليس بقربها بلد الّا على «  a  » مسيرة ثلاث مائة فرسخ وهي جزيرة ليس فيها أحد سواهم وعدّتهم أربعين نفسا وسألناه عن طريقنا إلى الصنف فعرّفنا ودلّنا وملأنا الماء وشرعنا نحو الصنف على ما قال فأقمنا خمسة عشر زاما وأشرفنا سالمين إلى الصنف والسلام وحسبنا الله ونعم الوكيل ، ،\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) . على  et  بلد  Addidi . \r\n","page_name":" 191 ","page_number":205},
  {"content":"\r\n\r\nتمّ «  a  » الكتاب والحمد لله وحده وصلاته على سيّدنا محمّد وآله وصحبه وسلّم غفر الله لمن قرأ في هذه النسخة المباركة ودعا لكاتمها بالرحمة والرضوان ولجميع المسلمين وكان الفراغ سابع عشر من جمادى الأولى سنة 404 كتبه محمّد ابن القطّان\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n(  a  ) والحمد لله رب العالمين قد تمّ كتاب عجايب الهند وثاني عشر :  Subscriptio in Cod . Sohefer est  رمضان المبارك على يد اقلّ الخليقة بل لا شئ في الحقيقة عبد الله بن مرزا محمد الخولي غفر الله له ولوالديه أجمعين\r\n","page_name":" 192 ","page_number":206},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 193 ","page_number":207},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 194 ","page_number":208},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 195 ","page_number":209},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 196 ","page_number":210},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 197 ","page_number":211},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 198 ","page_number":212},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 199 ","page_number":213},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 200 ","page_number":214},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 201 ","page_number":215},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":216},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 203 ","page_number":217},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 204 ","page_number":218},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 205 ","page_number":219},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 206 ","page_number":220},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 207 ","page_number":221},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 208 ","page_number":222},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 209 ","page_number":223},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 210 ","page_number":224},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 211 ","page_number":225},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 212 ","page_number":226},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 213 ","page_number":227},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 214 ","page_number":228},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 215 ","page_number":229},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 216 ","page_number":230},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 217 ","page_number":231},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 218 ","page_number":232},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 219 ","page_number":233},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 220 ","page_number":234},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 221 ","page_number":235},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 222 ","page_number":236},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 223 ","page_number":237},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 224 ","page_number":238},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 225 ","page_number":239},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 226 ","page_number":240},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 227 ","page_number":241},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 228 ","page_number":242},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 229 ","page_number":243},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 230 ","page_number":244},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 231 ","page_number":245},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 232 ","page_number":246},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 233 ","page_number":247},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 234 ","page_number":248},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 235 ","page_number":249},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 236 ","page_number":250},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 237 ","page_number":251},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 238 ","page_number":252},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 239 ","page_number":253},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 240 ","page_number":254},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 241 ","page_number":255},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 242 ","page_number":256},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 243 ","page_number":257},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 244 ","page_number":258},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 245 ","page_number":259},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 246 ","page_number":260},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 247 ","page_number":261},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 248 ","page_number":262},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 249 ","page_number":263},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 250 ","page_number":264},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 251 ","page_number":265},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 252 ","page_number":266},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 253 ","page_number":267},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 254 ","page_number":268},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 255 ","page_number":269},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 256 ","page_number":270},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 257 ","page_number":271},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 258 ","page_number":272},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 259 ","page_number":273},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 260 ","page_number":274},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 261 ","page_number":275},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 262 ","page_number":276},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 263 ","page_number":277},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 264 ","page_number":278},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 265 ","page_number":279},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 266 ","page_number":280},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 267 ","page_number":281},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 268 ","page_number":282},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 269 ","page_number":283},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 270 ","page_number":284},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 271 ","page_number":285},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 272 ","page_number":286},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 273 ","page_number":287},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 274 ","page_number":288},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 275 ","page_number":289},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 276 ","page_number":290},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 277 ","page_number":291},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 278 ","page_number":292},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 279 ","page_number":293},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 280 ","page_number":294},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 281 ","page_number":295},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 282 ","page_number":296},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 283 ","page_number":297},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 284 ","page_number":298},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 285 ","page_number":299},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 286 ","page_number":300},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 287 ","page_number":301},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 288 ","page_number":302},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 289 ","page_number":303},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 290 ","page_number":304},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 291 ","page_number":305},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 292 ","page_number":306},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 293 ","page_number":307},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 294 ","page_number":308},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 295 ","page_number":309},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 296 ","page_number":310},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 297 ","page_number":311},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 298 ","page_number":312},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 299 ","page_number":313},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 300 ","page_number":314},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 301 ","page_number":315},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 302 ","page_number":316},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 303 ","page_number":317},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 304 ","page_number":318},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 305 ","page_number":319},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 306 ","page_number":320},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 307 ","page_number":321},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 308 ","page_number":322},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 309 ","page_number":323},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 310 ","page_number":324},
  {"content":"\r\n\r\nسلسلة مصادر الفلسفة الإسلامية\r\n1 - الكتاب المعتبر في الحكمة الإلهية ، لأبي البركات هبة الله بن ملكا البغدادي ( ت 547 ه ) . 1100 ص\r\n2 - مبحث عن القوى النفسانية أو كتاب في النفس على سنّة الاختصار ، ويليه رسالتا الطير وأسباب حدوث الحروف للشيخ الرئيس ابن سينا ، تحقيق أ . كرنيليوس فنديك .\r\n205 ص\r\n3 - أحوال النفس ، رسالة في النفس وبقائها ومعادها للشيخ الرئيس ابن سينا . تحقيق أحمد الأهواني . 203 ص\r\n4 - مقاصد الفلاسفة في المنطق والإلهيات والصبيعيات للغزالي ، تحقيق محيي الدين الكردي . 287 ص\r\n5 - مجموعة الرسائل مع شرح لها لأبي العلاء المعرّي .\r\n236 ص\r\n6 - أدب الجاحظ وفلسفته ويليه فلسفة المعاد والمعاش للجاحظ ، دراسة وتحقيق حسن السندوبي . 440 ص\r\n7 - تاريخ علم المنطق عند العرب ، مراحله ، مدارسه ، ومعجم شامل لفلاسفة المنطق ومؤلّفاتهم ، للمستشرق نيقولا ريشر .\r\n576 ص\r\n\r\n","description":"","footnote":"","page_name":" 311 ","page_number":325},
  {"content":"\r\n\r\nعناوين سلسلة تاريخ الفلاسفة والحكماء قديما وحديثا\r\n1 - صوان الحكمة وهو تاريخ للحكماء قبل ظهور الإسلام وبعده . ويليه ثلاث رسائل في الأجرام والمحرّك الأول والكمال . ألّفه أبو سليمان المنطقي السجستاني ( ت 392 ه ) . حقّقه وقدّم له د . عبد الرحمن بدوي .\r\n2 - تتمّة صوان الحكمة أو تاريخ حكماء الإسلام . وضعه ظهير الدين البيهقي ( ت 522 ه ) . حقّقه وقدّم له محمد كرد علي .\r\n3 - تاريخ الحكماء قبل ظهور الإسلام وبعده \" نزهة الأرواح وروضة الأفراح \" ل شمس الدين الشهرزوري ( ت 511 ه ) . تحقيق د . عبد الكريم أبو شويرب .\r\n4 - طبقات الأطباء والحكماء . تأليف ابن جلجل ( ت 377 ه ) . حققه وقدّم له وقابله بكتب الطبقات الأخرى فؤاد سيد .\r\n5 - إخبار العلماء بأخبار الحكماء . تأليف جمال الدين القفطي ( ت 646 ه ) .\r\n6 - طبقات الحكماء والأطباء من مسالك الأبصار لابن فضل اللّه العمري ( ت 749 ه ) .\r\n7 - دروس في تاريخ الفلسفة : فلاسفة اليونان والإسلام وأوروبا الوسيطة والحديثة . تأليف إبراهيم مدكور ويوسف كرم .\r\n8 - فلسفة الهند وأبرز حكمائها في سيرة يوغي . تأليف الحكيم پرمهنسا يوغانندا .\r\n9 - عظماء الفلاسفة في الشرق والغرب منذ القدم إلى اليوم . وضعه هنري توماس مؤلّف عظماء قادة الأديان .\r\n10 - عظماء قادة الأديان : سير مؤسّسي الديانات ومجدّديها منذ القدم إلى اليوم . تأليف هنري ودانالي توماس .\r\n\r\n","description":"","footnote":"","page_name":" 312 ","page_number":326},
  {"content":"\r\n\r\nمكتبة الحلّاج صدر منها\r\n1 - ديوان الحلّاج : جمعه من المصادر القديمة وترجمه إلى الفرنسية المستشرق لويس ماسينيون\r\n Di ? wa ? n D'AL - Halla ? j reconstruction et traduction L . Massignon . \r\n210 ص - فرنسي / عربي\r\n2 - كتاب أخبار الحلّاج أو مناجيات الحلّاج . نشر وتحقيق وترجمة فرنسية ل لويس ماسينيون وپول كراوس ، ويليه قصّة حسين الحلاج وتاريخ الحلّاج المأخوذ من تاريخ بغداد .\r\n AKHBAR AL - Halla ? j , traduction et publication de Louis Massignon et Paul Kraus \r\n170 + 174 ص فرنسي / عربي\r\n3 - كتاب الطواسين للحلّاج تحقيق وترجمة لويس ماسينيون\r\n Kita ? b Al - Tawa ? si ? n de Halla ? j \r\n240 ص - فرنسي / عربي\r\n4 - شرح ديوان الحلّاج . دراسة شاملة ، تحقيق وتفسير كامل مصطفى الشيبي . 475 ص\r\n5 - شكوى الغريب عن الأوطان إلى علماء البلدان ويليه زبدة الحقائق في كشف الدقائق لشهيد الصوفية عين القضاة الهمذاني ( صلب 525 ه ) تحقيق عفيف عسيران ، مع دراسة عن حياة عين القضاة وتصوّفه وظروف صلبه مقارنة بالحلّاج . 210 ص\r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":327},
  {"content":"\r\n\r\nسلسلة نفائس التصوّف الإسلامي\r\n1 - ذخائر الأعلاق شرح ترجمان الأشواق لابن عربي ، تحقيق محمد عبد الرحمن الكردي . 300 ص\r\n2 - شواكل الحور في شرح هياكل النور للسهروردي ، تأليف جلال الدين الدواني ( ت 908 ه ) . 262 ص\r\n3 - ديوان شيخ الإشراق السهروردي ( ت 586 ه ) ، تحقيق أحمد مصطفى حسين ، ويليه هياكل النور . 200 ص\r\n4 - كتاب المعراج لأبي القاسم القشيري ( ت 465 ) ويليه كتاب معراج أبي يزيد البسطامي ، دراسة وتحقيق د . لويس صليبا .\r\n5 - رسائل ابن سبعين ، تحقيق وتقديم عبد الرحمن بدوي .\r\n169 ص\r\n6 - رباعيّات عمر الخيّام ، عربّها شعرا وديع البستاني مع خاتمة لمصطفى لطفي المنفلوطي وترجمات إنكليزية وفرنسية وألمانية . 260 ص\r\n7 - الأسرار والرموز ، محمد إقبال ، ترجمة عبد الوهّاب عزام .\r\n250 ص\r\n8 - إشارات شطحات . . . ورحيل ، أناشيد ومختارات صوفيّة ، يتضمّن أبرز شطحات البسطامي والحلّاج مع لوحات لعدد منها .\r\nللدكتور لويس صليبا . مع دراسة لظاهرة الشطح عند الصوفيّة للمستشرق بيير لوري . 155 ص\r\n9 - مرآة القلب محاولات في الحب والعشق الصوفي مع مختارات من الأتهار قاقيدا وكتابات الشركسي المتصوّف . 160 ص\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":328},
  {"content":"\r\n\r\nسلسلة المعراج / النص ، الواقع ، والخيال صدر منها\r\n1 - كتاب المعراج للقشيري ، نشره وعلّق عليه ، د . لويس صليبا . وتسبقه دراسة للناشر بعنوان : المعراج بين المحدّثين والمتكلّمين والمتصوّفين .\r\n2 - معراج محمد / المخطوطة الأندلسية الضائعة ، ترجمة لنصها اللاتيني مع دراسة وتعليقات للدكتور لويس صليبا .\r\n3 - المعراج في الوجدان الشعبي : أثره في نشأة الفرق والفنون والأسفار المنحولة في الإسلام مع تحقيق ل \" معراج النبي \" عن مخطوطة للشيخ داود الرفاعي ، نشر ودراسة د . لويس صليبا .\r\n4 - المعراج من منظور الأديان المقارنة : دراسة لمصادره السابقة للإسلام ولأبحاث المستشرقين فيه . تأليف د . لويس صليبا .\r\n\r\n","description":"","footnote":"","page_name":" 315 ","page_number":329},
  {"content":"\r\n\r\nسلسلة نظرات استشراقية في الإسلام وتاريخه\r\n1 - نظرات في تاريخ الإسلام عصري صدر الإسلام وملوك الطوائف للمستشرق رينهرت دوزي . 446 ص\r\n2 - تاريخ العرب العام . أمبراطورية الإسلام ودولها وحضارتها وعلومها وآدابها للمستشرق سيديّو . ترجمة عادل زعيتر ، تعقيب مجمع البحوث الإسلامية . 475 ص\r\n3 - حضارة العرب ، موسوعة شاملة في تاريخ الإسلام وحضارته وعلومه وفنونه تأليف غوستاف لوبون ، ترجمة عادل زعيتر .\r\n670 ص\r\n4 - تاريخ الدولة العربية منذ ظهور الإسلام إلى نهاية الدولة الأموية للمستشرق الألماني يوليوس قلهوزن ، ترجمة محمد عبد الهادي أبو ريدة . 620 ص\r\n5 - العقيدة والشريعة في الإسلام ، نشأة وتطوّر الفرق والعقائد في الإسلام للمستشرق أجنتس جولدتسيهر . ترجمة محمد موسى . 400 ص\r\n6 - مذاهب التفسير الإسلامي ، بحث في اختلاف المصاحف ونشأة القراءات ومدارس تفسير القرآن بين أهل النقل والعقل والصوفيّة وخلافات الفرق الإسلامية حول النص القرآني وتفسيره للمستشرق أجنتس جولدتسيهر . 430 ص\r\n7 - تاريخ تدوين السيرة النبويّة ، دراسة موثّقة للمغازي الأولى وأبرز مؤلّفيها للمستشرق جوزف هوروفتس ، ترجمة مصطفى السقّا . 200 ص\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":330},
  {"content":"\r\n\r\nإسلاميات : تراث وأبحاث\r\n1 - المختصر في شواد القرآن ، كتاب في اختلاف القراءات والمصاحف ، لابن خالويه ( ت 370 ه ) ، تحقيق ج . برجشتراس وآرثر جفري . 240 ص\r\n2 - كتاب الانتصار والرد على ابن الروندي الملحد ، ما قصد به من الكذب على المسلمين والطعن عليهم للخياط المعتزلي .\r\nتحقيق المستشرق نيبرج . 320 ص\r\n3 - نظم العقيان في أعيان الأعيان ، معجم تراجم مشاهير القرن التاسع ه للسيوطي ( ت 911 ه ) ، تحقيق د . فيليب حتّي .\r\n230 ص\r\n4 - الأنباء المستطابة في مناقب الصحابة والقرابة . كتاب يؤرّخ لأهم أحداث التاريخ الإسلامي لا سيما ما يتعلق بسيرة الرسول وصحابته وأزواجه وآل بيته ومشكلة الخلافة وما نتج عنها .\r\nلابن سيّد الكل ( ت 697 ه ) ، تحقيق عبد الجبّار زكار .\r\n176 ص\r\n5 - صدق الخبر في خوارج القرن الثاني عشر ، وهو أقدم المصادر في تاريخ الوهّابية ونقد عقائدها ل عبد الله بن حسن بن فضل .\r\n260 ص\r\n6 - أصحاب محمّد ودورهم في نشأة الإسلام . تاليف د . حياة عمامو ، تصدير هشام جعيط . 350 ص\r\n7 - نهج البردة لأحمد شوقي ومعها شرح شيخ الأزهر سليم البشري . 260 ص\r\n8 - المسايرة في علم الكلام والعقائد التوحيديّة المنجيّة في الآخرة للكمال بن الهمّام الحنفي ( ت 681 ه ) ، تحقيق وشرح الشيخ محمد عبد الحميد من جامعة الأزهر . 200 ص\r\n9 - تاريخ الهجرة النبوية وبذء الإسلام للشيخ محمود الببلاوي ، تقديم العلامة عبد الوهاب خلاف . 200 ص\r\n\r\n","description":"","footnote":"","page_name":" 317 ","page_number":331},
  {"content":"\r\n\r\nسلسلة خفايا التراث الإسماعيلي\r\n1 - كتاب الكشف : تأويل إسماعيلي لآيات القرآن للداعي جعفر بن منصور اليمن ، تحقيق ر . شتروطمان . 260 ص\r\n2 - الحقائق العالية والدقائق والأسرار السامية ويليه رسالتي الإيضاح والتبيين وتحفة المرتاد لعلي بن محمد بن الوليد ورسالة الاسم الأعظم تحقيق ر . شتروطمان . 276 ص\r\n3 - الأرجوزة المختارة في الإمامة [ موقف الفرق من مسألة الإمامة ونقضه ودفاع عن حق الأئمة 
  ] ، للقاضي أبي حنيفة النعمان ( ت 363 ه ) . تحقيق إسماعيل پوناوالا . 370 ص\r\n4 - الأسرار الخفية في أشعار الإسماعيلية ، وضعه ( 700 ه ) عامر بن عامر البصري ، تحقيق المستشرق إيف ماركيه ، ويليه القصيدة الصورية للداعي محمد الصوري ، ورسالة التحاميد الخمس ورسائل المعرّي وداعي الدعاة الفاطمي .\r\n5 - ديوان المؤيّد في الدين داعي الدعاة وتسبقه دراسة في تاريخ الفاطميين وعقائدهم وموقفهم من الفرق والأديان بقلم محمد كامل حسين .\r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":332},
  {"content":"\r\n\r\nسلسلة فرق الشيعة\r\n1 - بيان مذهب الباطنية وبطلانه ، لمحمد بن الحسن الديلمي ( 707 ه ) ، تحقيق ر . شتروطمان . 154 ص\r\n2 - فضائح الباطنية وفضائل المستطهرية ، للغزالي ، تحقيق ودراسة د . عبد الرحمن بدوي . 261 ص\r\n3 - مختصر البيان في مجرى الزمان ، للشيخ عبد الغفار تقي الدين تحقيق المستشرق هنري غيز ، فرنسي / عربي . 175 ص\r\n4 - النزاع والتخاصم بين بني أمية وبني هاشم للمقريزي ، ويليه رسالة في بني أمية للجاحظ ، تحقيق الشيخ محمود عرنوس .\r\n250 ص\r\n5 - فرق الشيعة المتطرّفين : عقائدهم ، حركاتهم في العصر العباسي ، وأثرهم في الأدب والمجتمع . تأليف د . محمد جابر عبد العال . 280 ص\r\n6 - علي وعائشة ، وصف جديد للخصومة السياسية بينهما وأثرها وخطرها في تاريخ الإسلام ، تأليف عمر أبو النصر .\r\n130 ص\r\n7 - سلسلة الأصول في شجرة أبناء الرسول ، تأليف سيدي عبد الله حشلاف . 170 ص\r\n\r\n","description":"","footnote":"","page_name":" 319 ","page_number":333},
  {"content":"\r\n\r\nسلسلة المسيحية والإسلام بين الجدل والحوار\r\n1 - هم . . . ونحن ، دراسة مقارنة بين المسيحية وسائر المذاهب والديانات للأب جبرائيل كليجا . 400 ص\r\n2 - كتاب الدعامة ، محاورات حول المسيحية والأديان والمذاهب الأخرى نشره الأب جرجس دير أروتين الكاثوليكي .\r\n400 ص\r\n3 - الباكورة الشهية في الروايات الدينية ، مناظرة وحوار بين علماء مسيحيين ومسلمين . 168 ص\r\n4 - الأزاهير المضمومة في الدين والحكومة للشيخ أمين خير الله صليبا ، وتسبقه دراسة للدكتور لويس صليبا : مفكّر مسيحي طالب بالإسلام دينا للدولة . 640 ص\r\n5 - مجموعة الردود على الخوارج ( فلاسفة المسلمين ) ، للقدّيس توما الأكويني وهو تفنيد ونقد لنظريات الفارابي وابن سينا والغزالي وابن رشد وعلماء الكلام على ضوء الفلسفة المسيحية . ترجمة وتعليق المطران نعمة الله أبي كرم .\r\n560 ص\r\n6 - موجز عن الإسلام ، تأليف الأب يواكيم مبارك ، تقديم الشيخ صبحي الصالح . 143 ص\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":334},
  {"content":"\r\n\r\nسلسلة أديان . . . وكتب مقدّسة صدر منها\r\n1 - الكيتا كتاب الهندوسية المقدّس . ترجمة ودراسة د . ماكن لآل شودري . 155 ص\r\n2 - أقدم كتاب في العالم : ريك قيدا ، دراسة ، ترجمة وتعليقات بقلم د . لويس صليبا . 590 ص\r\n3 - كتاب الأقدس ، كتاب البهائية المقدّس مع مدخل إلى الدين البهائي تاريخه وعقائده . 260 ص\r\n4 - مجموعة من ألواح حضرة بهاء الله نزلت بعد كتاب الأقدس ويليها ردّ على تحذير جبهة العلماء . 270 ص\r\n5 - كتب البابيّة المقدّسة ، فهرسها ونشرها وقدّم لها المستشرق إدورد براون . 270 ص\r\n6 - ديانة الشيخ ؟ ؟ ؟ بين الإسلام والهندوسية : تاريخها عقائدها ، صراعها مع الإسلام وأبرز نصوصها المقدّسة .\r\nد . لويس صليبا .\r\nيصدر لاحقا :\r\n- التوراة السامرية .\r\n- كنزا ربّا\r\n- الدهمّاپادا : كتاب البوذية المقدّس .\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":335},
  {"content":"\r\n\r\nمكتبة أرسطو\r\n1 - كتاب النفس لأرسطوطاليس ويليه معجم مصطلحات أرسطو يوناني / فرنسي / إنجليزي / عربي وعربي / ف / إ / ي . ترجمة أحمد الأهواني ، مراجعة وتقديم الأب جورج قنواتي . 180 ص\r\n2 - علم الأخلاق إلى نيقوماخوس لأرسطوطاليس ، مع تعليقات ودراسة ل بارتلمي سانتهلير في علم الأخلاق من أفلاطون إلى كنط . ترجمة أحمد لطفي السيّد . 800 ص\r\n3 - مخطوطات أرسطو في العربية تأليف عبد الرحمن بدوي ، ويليه كتاب المقولات لأرسطو .\r\n180 ص\r\n4 - إحصاء العلوم ، ويليه فلسفة أرسطو وأجزاء فلسفته ومراتب أجزائها والموضع الذي منه ابتدأ وإليه انتهى للفارابي ( ت 339 ه ) . تحقيق د . محسن مهدي 260 ص\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":336},
  {"content":"\r\n\r\nسلسلة ذخائر الطب العربي\r\n1 - كتاب المائة في الطب ، لأبي سهل عيسى المسيحي ( ت 452 ه ) ، تحقيق ودراسة د . غوث الشرفي . 300 ص\r\n2 - المختارات في الطبّ لابن هبل البغدادي ( ت 610 ه ) ، تحقيق هاشم الندوي . 336 ص\r\n3 - منتخب جامع المفردات في الأدوية ، للغافقي ، وضعه ابن العبري ( ت 684 ) ، تحقيق ودراسة المستشرق ماكس مايرهوف .\r\n258 س\r\n4 - شرح أسماء العقّار ، لابن ميمون ، تحقيق ودراسة ماكس مايرهوف . 250 ص\r\n5 - الدرّة البهيّة في منافع الأبدان الإنسانية ، لابن البيطار ( ت 646 ه ) ، تحقيق محمد عبد الله الغزالي .\r\n6 - سياسة الصبيان وتدبيرهم ، وهو أقدم مصدر في طب الأطفال ، لابن الجزّار القيرواني ( ت 369 ه ) ، تحقيق د . محمد الهيلة .\r\n7 - فردوس الحكمة في الطب ، وهو أقدم موسوعة في الطبّين العربي واليوناني ، لابن ربّن الطبري ( ت 236 ه ) ، تحقيق د .\r\nمحمد الصديقي . 700 ص\r\n8 - الذخيرة في علم الطب ، لثابت بن قرّة ( ت 288 ه ) ، تحقيق د .\r\nج صبحي . 260 ص\r\n\r\n","description":"","footnote":"","page_name":" 323 ","page_number":337},
  {"content":"\r\n\r\nسلسلة \" العلوم في تراث الإسلام \"\r\n1 - من تاريخ الهرمسية والصوفية في الإسلام ، للمستشرق بيير لوري . ترجمة وتقديم د . لويس صليبا . 315 ص\r\n2 - مجموعة مصنّفات في الخيمياء والإكسير الأعظم ، لجابر بن حيّان ، دراسة وتقديم المستشرق بيير لوري . 458 ص\r\n3 - مجموعة مؤلّفات في الصنعة وعلم المفتاح والخواص لعز الدين الجلدكي وأبي القاسم العراقي وأبي العبّاس السفياني ، تحقيق المستشرقين أرك هولميار وب ريكار . 216 ص\r\n4 - كتاب الزيج الصابئ في حساب النجوم وفلك البروج ومواضع الكواكب وغيرها لابن سنان المعروف ب البتّاني ، تحقيق المستشرق كرلو نالّينو . 320 ص\r\n5 - التفهيم لأوائل صناعة التنجيم لأبي الريحان البيروني ( ت 440 ه ) ، النص العربي مع ترجمة إنكليزية للمستشرق رامساي رايت .\r\n6 - كتاب الجبر والمقابلة لمحمد بن موسى الخوارزمي ، تحقيق د . علي مشرفة ، دراسة المستشرق كارّا دوفو .\r\n7 - عجائب الأقاليم السبعة التي بها العمارة ، تأليف سهراب تحقيق المستشرق فون مزيك . غلاف ، 220 ص\r\n\r\n","description":"","footnote":"","page_name":" 324 ","page_number":338},
  {"content":"\r\n\r\nمكتبة البيروني\r\n1 - كتاب باتنجلي الهندي في الخلاص من الارتباك ، للبيروني ( ت 440 ه ) ، تحقيق ودراسة المستشرق هلموت ريتّر .\r\n2 - التفهيم لأوائل صناعة التنجيم للبيروني تحقيق وترجمة إنكليزية للمستشرق رامساي رايت .\r\n3 - استخراج الأوتار في الدائرة ، للبيروني تحقيق أحمد سعيد الدمرداش .\r\n4 - رسائل في الهيئة وعلم الفلك للمتقدّمين ومعاصري البيروني ، تحقيق تقي الدين النعماني ، دراسة وتقديم أحمد سعيد الدمرداش .\r\n5 - كتاب تسطيح الصور وتبطيح الكور للبيروني ، تحقيق المستشرق ج . ل . برغرن ويليه مجموعة رسائل إلى البيروني في الأزياج والأسطرلاب\r\n6 - كتاب الجماهر في معرفة أحوال الجواهر ، دراسة وتقديم د . جلال شوقي وأحمد سعيد الدمرداش .\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":339},
  {"content":"\r\n\r\nكتب للدكتور لويس صليبا صدرت عن دار ومكتبة بيبليون\r\n I \r\n- في الدراسات الإسلامية\r\n1 - بحث في جذور النظرة الذكورية إلى المرأة في الثقافة الإسلامية ، دراسة وتحقيق لكتاب بستان الراغبين لمحمد مصطفى العدوي . طبعة ثانية ( ط 2 ) ، 250 ص .\r\n2 - النساطرة والإسلام : جدلية علاقة منذ ما قبل البعثة إلى ما بعد سقوط العباسيين / دراسة وتقديم لكتاب المجدل للاستبصار والجدل . ط 2 ، 420 ص .\r\n3 - من تاريخ الهرمسية والصوفية في الإسلام / جمع ، ترجمة ، وتقديم لدراسات للمستشرق البروفسور بيير لوري . ط 2 ، 315 ص .\r\n4 - مفكّر مسيحي طالب بالإسلام دينا للدولة / دراسة وتحقيق لكتاب الأزاهير المضمومة في الدين والحكومة لأمين خير اللّه صليبا . 640 ص .\r\n5 - صدام الأديان والمذاهب في لبنان : شهادة من الماضي عبرة للآتي ، دراسة وتحقيق وملاحق لكتاب مشهد العيان بحوادث سورية ولبنان ، لميخائيل مشاقة .\r\n721 ص .\r\n6 - معراج محمد / المخطوطة الأندلسية الضائعة : ترجمة لنصّها اللاتيني مع دراسة وتعليقات وبحث في جذور النظرة الغربية إلى الإسلام . 370 ص .\r\n7 - المعراج في الوجدان الشعبي : دراسة لأثره في نشأة الفرق والفنون والأسفار المنحولة في الإسلام . 340 ص .\r\n8 - المعراج من منظور الأديان المقارنة ، دراسة لمصادره السابقة للإسلام ولأبحاث المستشرقين فيه . 422 ص .\r\n9 - الاغتراب اللبناني ملحمة أم مأساة ، دراسة وتذييل لكتاب تاريخ المهاجرة اللبنانية مع دراسة لأوضاع المسيحيين في الولايات العثمانية . 433 ص .\r\n10 - الأيورفيدا والطب العربي : دراسة في الطب الهندي وأثره في الإسلام ، مع تحقيق لمقالة من جوامع كتب الهند للطبري . 350 ص .\r\n11 -\r\n L'Hindouisme et son influence sur la pense ? e musulmane selon Al - Bi ? ru ? ni ? ( m 1048 ) , Paris , 1995 , 2 e ? me e ? dition , 2009 , 224 p . \r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":340},
  {"content":"\r\n\r\nكتب للدكتور لويس صليبا / دار ومكتبة بيبليون - في الدراسات الهندية والفيدية\r\n12 - أقدم كتاب في العالم : ريك قيدا ، دراسة ، ترجمة وتعليقات . ط 2 ، 590 ص .\r\n13 - موسوعة الأيورفيدا ( الطب الهندي ) : دراسة علمية ، ودليل عملي للتداوي ، وحفظ العافية . 770 ص .\r\n14 - ديانة السيخ بين الهندوسية والإسلام : تاريخها ، عقائدها ، صراعها مع الإسلام مع نصوص من كتابها المقدّس . 320 ص .\r\n15 - الصمت في الهندوسية واليوغا ، تعاليمه واختباراته في القيدا وسير الحكماء المعاصرين . 300 ص .\r\n III \r\n- في التصوّف\r\n16 - إشارات ، شطحات . . . ورحيل : أناشيد ومختارات صوفية مع أبرز شطحات الحلّاج والبسطامي ولوحات لعدد منها ، ودراسة لظاهرة الشطح في التصوّف ، بقلم المستشرق بيير لوري . ط 2 ، 180 ص .\r\n17 - مرآة القلب : حكايات وأغنيات عاشق . ومحاولات في العشق الصوفي ، مع مختارات من الأتهار فافيدا وكتابات الشركسي الصوفي ، خاتمة بقلم جاد حاتم . 160 ص .\r\n18 - المعراج بين المحدّثين والمتكلّمين والمتصوّفين ، دراسة ونشر وتعليق لكتاب المعراج للقشيري . 320 ص .\r\n19 - الصمت في المسيحيّة : مفهومه واختباراته في الإنجيل وكنائس المشرق والغرب . 425 ص .\r\n20 - مقامات الصمت والمدن المقدّسة : مع ملحق في الصمت واليوغا ومقدّمة للمستشرق بييرلوري . 260 ص .\r\n21 - شربل رفيقنا الصامت : حكاية قداسة لبنانية عنوانها الصمت . 240 ص .\r\n- في الدراسات اليهودية\r\n22 - صراع اليهودية والإسلام من منظور يهودي : دراسة وتحقيق لكتاب تاريخ اليهود في الجاهلية وصدر الإسلام لإسرائيل ولفنسون ، 350 ص .\r\n23 - الفكر اليهودي بين الخصوصية والشمولية دراسة ومدخل لكتاب خلاصة الفكر اليهودي عبر التاريخ للحاخام هرتس . 650 ص .\r\n24 - الفلسفة اليهودية : جسر تواصل بين العرب والغرب . دراسة وتكملة لكتاب تاريخ الفلسفة والعلوم اليهودية في أرض الإسلام لسليم شعشوع .\r\n405 ص .\r\n25 - من تاريخ الصهيونية في أرض الإسلام ، دراسة لجذورها في المشرق ، وتلفيقاتها لتاريخه ورد على كتاب يقظة العالم اليهودي . 320 + 310 ص .\r\n26 - الصمت في اليهودية : تقاليده في التوراة والتلمود وعند الحسيديم وإيليا نبي الصمت . 350 ص .\r\n\r\n","description":"","footnote":"","page_name":" 327 ","page_number":341},
  {"content":"\r\n\r\nسلسلة الجغرافية والرحلات عند العرب\r\n1 - كتاب صورة الأرض من جغرافية بطليموس في المدن والجبال والبحار والجزائر والأنهار . تأليف محمد بن موسى الخوارزمي ( ت 232 ه ) ، تحقيق هانس فون مزيك ، دراسة وتقديم إغناطيوس كراتشكوفسكي .\r\n2 - المشترك وضعا والمفترق صقعا ، تأليف ياقوت الحموي ( ت 626 ه ) ، تحقيق المستشرق فردنيان وستنفلد ، تقديم المستشرق إغناطيوس كراتشكوفسكي .\r\n3 - تقويم البلدان ، تأليف أبو الفداء ( ت 732 ه ) ، تحقيق المستشرقين م . رينود والبارون ديسلان ، دراسة وتقديم إغناطيوس كراتشكوفسكي .\r\n4 - نخبة الدهر في عجائب البر والبحر ، تأليف شيخ الربوة ( ت 727 ه ) ، تحقيق المستشرق أ . مهرن .\r\n5 - عجائب الهند برّه وبحره . تأليف برزك بن شهريار ( 342 ه ) ، تحقيق المستشرق ب . أ . فان درليت ، دراسة وترجمة فرنسية للمستشرق ل . مرسيل ديفيك .\r\n6 - كتاب أخبار الصين والهند ( 237 ه ) ، تحقيق وترجمة فرنسية للمستشرق جان سوفاجيه ، دراسة للمستشرق ج . أ . كرامرز .\r\n7 - الكواكب السيّارة في ترتيب الزيارة ، تأليف ابن الزيّات ( ت 814 ه ) ، تحقيق وفهرسة أحمد بك تيمور .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 328 ","page_number":342}
  ]