[
  {"content":"\r\n\r\nالكتاب العزيزي\r\nأو\r\nالمسالك والممالك\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nخزانة التراث\r\nالتكوين\r\nالكتاب العزيزي أو المسالك والممالك\r\nللحسن بن أحمد المهلبي\r\nجمعه وعلق عليه ووضع حواشيه\r\nتيسير خلف\r\nالطبعة الأولى 2006\r\nجميع الحقوق محفوظة\r\nالتكوين\r\nللطباعة والنشر والتوزيع\r\nدمشق - حلبوني - هاتف 2236468 - 094330989\r\nالبريد الألكتروني : taakwen @ yahoo . com\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالتراث العربي المحروق\r\nالكتاب العزيزي\r\nأو\r\nالمسالك والممالك\r\nللحسن بن أحمد المهلبي\r\nجمعه وعلق عليه ووضع حواشيه\r\nتيسير خلف\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتقديم\r\nنشأ علم « المسالك والممالك » في أوج ازدهار الخلافة العباسية ، على يد عدد من المصنفين وكتاب الدواوين ، الذين كانت تتجمع بين أيدهم معطيات كثيرة عن الطرق والمسالك والخراج والواردات والنفقات ، وأسماء المواضع . وكان كتاب ابن خرداذبة « المسالك والممالك » الذي وضعه سنة 232 هجرية [ 846 م 
  ] فاتحة هذا العلم ، بعد أن تولّى البريد والأخبار في « بلاد الجبل » في عهد المعتمد العباسي .\r\nوقد تطور هذا العلم بشكل مضطرد ، إلى أن بلغ ذروته في القرنين اللاحقين . ثم تطور في صدر العصر المملوكي على شكل موسوعات كوزموغرافية لعلّ أشهرها وأهمها موسوعة « مسالك الأبصار في ممالك الأمصار » لابن فضل اللّه العمري المتوفى سنة 749 هجرية [ 1338 م 
  ] . واختتم بكتاب « زبدة كشف الممالك في بيان الطرق والمسالك » لخليل بن شاهين الظاهري المتوفى سنة 873 هجرية [ 1468 م 
  ] ، والذي يعدّ آخر المصنّفات العربية الإسلامية في هذا العلم .\r\nوبين كتاب ابن خرداذبة وكتاب الظاهري ، ظهرت مؤلّفات كثيرة تحمل الاسم نفسه ، أي « المسالك والممالك » أو شيئا قريبا من\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nذلك ، مثل كتاب الجيهاني وابن حوقل والإصطخري والبكري وغيرهم .\r\nويرى العلّامة السوري الدكتور صلاح الدين المنجّد ، أن علم « المسالك والممالك » هو أقرب ما يكون للجغرافيا الوصفية  ) Geographie Descriptive (  لأنه لم يقتصر على ذكر الطرق والمسالك والمراحل بل وصف البلدان والمدن ، إدارة وتاريخا واقتصادا ، أوصافا تقلّ أو تزيد باختلاف العصر والمؤلف .\r\nومن أبرز من وضعوا كتبا في علم « المسالك والممالك » مؤلّف عاش في الحقبة الفاطمية يدعى الحسن بن أحمد المهلّبي ، الذي صنّف كتابا في هذا العلم للعزيز بالله الفاطمي في النصف الثاني من القرن الرابع الهجري سمي بالكتاب « العزيزي » . وقد حظي هذا المصنّف المهم بعناية واهتمام الكثير من المؤلفين العرب المسلمين الذين أتوا بعده ، فوصفه ابن العديم مؤلّف « بغية الطلب في تاريخ حلب » والمتوفى سنة 660 هجرية [ 1262 م 
  ] ، بأنه « كتاب حسن في فنه ، يوجد فيه مما لا يوجد في غيره من أخبار البلاد وفتوحها وخواصها » . وقد نقل ابن العديم عن المهلّبي مقاطع مهمة تتعلق بحلب والثغور الشمالية قبل سقوطها نهائيا في يد البيزنطيين أواسط القرن الرابع الهجري . كما نقل ياقوت الحموي في معجم البلدان عن كتاب المهلّبي أكثر من ثلاث وخمسين مرة ، ونقل عنه أبو الفداء في تقويم البلدان 210 مرات .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nورغم ذلك سكتت كتب التراجم العربية عن هذا المؤلف الفذ ، ولم يذكره ابن خلّكان في « وفيات الأعيان » ، ولا الذهبي في « سير أعلام النبلاء » ولا الصفدي في « الوافي بالوفيّات » ، ولا ابن النديم في الفهرست . غير أن حاجي خليفة صاحب « كشف الظنون » قال فيه « المسالك والممالك المشهور بالعزيزي للحسين بن أحمد المهلّبي المتوفى سنة 380 ه ألّفه للعزيز بالله الفاطمي صاحب مصر ونسبه إلى اسمه » . وربما يرجع خطأ حاجي خليفة في تسميته بالحسين بدل الحسن إلى اعتماده على ياقوت الحموي الذي يخطئ أيضا في الاسم غير مرة .\r\nويشير الباباني في « هديّة العارفين » إلى المهلّبي ولكنه يذكر معلومات غير دقيقة ، فينسب الكتاب للمعز الفاطمي وليس للعزيز .\r\nولا نعرف على ما ذا اعتمد حاجي خليفة والباباني في تقدير أن وفاة المهلّبي كانت في عام 380 هجرية [ 990 م 
  ] .\r\nوقد تجاوز المستشرقون الغربيون الذين درسوا التراث الجغرافي العربي هذا المؤلّف الفذ ، باستثناء المستشرق آدم ميتز صاحب كتاب « الحضارة الإسلامية في القرن الرابع » [ الهجري 
  ] . الذي قال :\r\n« إن لكتاب المهلّبي مزية ، هي أنه أول كتاب وصف بلاد السودان وصفا دقيقا ، وكان علماء الجغرافيا في القرن الرابع لا يعرفون من أخبار السودان شيئا » .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكما تحدث عنه المستشرق الروسي إغناتي يوليا نوفيتش كراتشكوفسكي صاحب « تاريخ الأدب الجغرافي العربي » ، الذي أكّد على الأثر الكبير لكتاب المهلّبي على المؤلفات التالية .\r\nورغم أن كراتشكوفسكي يقرّ بصعوبة الحكم على هذا الكتاب بسبب فقدانه ، فهو يلاحظ أن المقتطفات التي نقلها عنه المؤلفون المتأخرون ، توضح أنه يستند على أوصاف الطرق ، وخاصة طرق إفريقيا ، فهو يمثل أحد المصادر الرئيسية لياقوت ، الذي ينقل عنه أكثر من ستين مرة « 1 » ، ولكنه لا يقتصر على إفريقيا وحدها ، فياقوت مثلا يرجع إليه أكثر من مرة بصدد مواضع مختلفة في الجزيرة العربية . ويلاحظ كراتشكوفسكي أن ياقوت يوليه عناية خاصة من بين مصادره ويضعه جنبا إلى جنب مع المقدسي .\r\nويشير أخيرا إلى أن أبا الفداء استعان به كثيرا . كما ظل كتابه معروفا مباشرة إلى أيام دولة التيموريين ، فاستعمله في بداية القرن التاسع الهجري [ الخامس عشر الميلادي 
  ] حافظ آبرو « 2 » عندما وضع مصنفه في الجغرافيا « 3 » .\r\nفي صيف سنة 1957 م من القرن الماضي ، عثر الباحث الدكتور صلاح الدين المنجّد على مخطوطة فيها قطعة من كتاب المهلّبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الواقع ياقوت ينقل عنه 53 مرة .\r\n( 2 ) جغرافي ومؤرخ فارسي ويعرف أيضا باسم شهاب الدين عبد اللّه بن لطف اللّه الهروي .\r\n( 3 ) تاريخ الأدب الجغرافي لكراتشكوفسكي 1 / 230 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n« المسالك والممالك » في مجموعة يمنى من مخطوطات الأمبروزيانا بميلانو تحت رقم 3  G  . وهي عدة أوراق قديمة إلى جانب أوراق أحدث منها ، خطها واضح قليل الإعجام ، وتقع في أربعة عشر ورقة ، في الصفحة 30 سطرا ، وفي السطر 10 كلمات وقد تبلغ 13 كلمة . وهي عبارة عن قطعة من كتاب لمحمد بن الحسن الكلاعي ، ينقل فيه صفة بيت المقدس عن كتاب المسالك والممالك للحسن بن أحمد المهلّبي ، وذكر لولاة مصر ، وصفة دمشق ، إضافة إلى اقتباس آخر من ابن حوقل .\r\nوقام الدكتور المنجّد بنشر هذه المخطوطة في مجلة المخطوطات العربية عام 1958 مع تحقيق مبدئي لها ، وتعريف مختصر بالكاتب والكتاب . غير أن الدكتور المنجّد يخلط في تعريفه لهذا الجغرافي بينه وبين أحد رواة الحديث ، ويدعى محمد بن الحسن بن المهلّب ، والذي حدّث عنه أبو العباس أحمد بن محمد بن جعفر المؤدّب الأبهري ، حسبما يرد في مادة أبهر من « معجم البلدان » لياقوت الحموي . ومصدر هذا الخلط أن الدكتور المنجّد لم يحقق الاسم بشكل صحيح ليتأكد من أنه يخص شخصا آخر ، ربما ولد في زمن آخر . كما أنه لم ينتبه إلى انتماء الحسن بن أحمد المهلّبي إلى المنظومة الفكرية الشيعية التي لا تعنى بعلم الحديث لا من قريب ولا من بعيد .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nكما أن الكلاعي الذي ينقل عن المهلّبي في مخطوطة الأمبروزيانا ، هو الآخر مجهول بشكل كامل ، ولا نعلم شيئا عنه باستثناء ما رجّحه المنجّد من أن يكون قد عاش في القرن الخامس الهجري ، بناء على تذييله لمن حكم مصر وصولا إلى الظاهر الفاطمي .\r\nويبدو التساؤل مشروعا حول سبب توقف المهلّبي عند المعز لدين اللّه الفاطمي في تعداده لمن حكم مصر ، ولماذا لم يذكر العزيز بالله رغم أن الكتاب أهدي له . فالاحتمال الأول أنه ألف الكتاب أثناء حياة المعز وعندما كان العزيز وليا للعهد . أما الاحتمال الثاني وهو الأقرب للمنطق فهو أن اسم الحاكم يوضع عادة في كتب التراجم بعد نهاية حكمه ، إما بالموت أو الخلع . ولذلك لم يوضع اسم العزيز في اللائحة لأنه كان ما يزال على قيد الحياة .\r\nوغير ذلك لا نكاد نعثر على شيء يخصّ هذا المؤلّف الذي شكّل أحد المصادر الرئيسية لأهم كتابين في البلدانيات العربية وهما « معجم البلدان » و « تقويم البلدان » . فلماذا سكتت الكتب عن ترجمته ؟ ولماذا فقد الكتاب أساسا ما دام يحظى بهذه الأهمية ؟ ! أسئلة تؤرق أي باحث بعد أن يقرأ ما يتوفر له من هذا الكتاب ، ولكنه سرعان ما يكتشف أن حالة الانغلاق الفكري التي سادت الجزء الثاني من العصر المملوكي هي المسؤولة عن إغفال الحديث\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nعن المهلّبي ، وربما إحراق كتابه بشكل نهائي ، ومحاولة محو أثره من هذا الوجود .\r\nأول ما يلفت النظر في ما وصلنا من كتاب المهلّبي أنه يتبنى وجهة نظر شيعية حيال الواقع والتاريخ ، وذلك ما نلمسه من خلال تعليقاته على بعض القضايا والأحداث التي يمرّ بها .\r\nفتجده يفسر سقوط الثغور الشمالية أي طرسوس والمصيصة وغيرها ، بوصول قوم من الخوز والعجم إلى هذه البلاد ومجاهرتهم بالنصب أي شتم آل البيت . فيقول تعليقا على سقوط هذه الثغور « فأخذناهم أخذ عزيز مقتدر » ، محاولا تصوير الأمر وكأنه انتقام إلهي .\r\nكما نلمس تبنيه لروايات شيعية حول بني أمية . حيث يذكر أن الوليد بن عبد الملك اصطبح في الجامع الأموي بين قيانه أربعين يوما ، وقال : أخذت صفوه وتركت للناس كدره . كما أنه يشير إلى محاولة الوليد صرف أبناء الشام عن الحج إلى البيت الحرام ببنائه حرما في القدس لكي يحجّ الناس إليه ولا يذهبوا إلى الحجاز ويعرفوا فضل آل البيت على بني أمية . وكذلك روايته لزيارة عمر بن الخطاب إلى دمشق في الجاهلية ومساهمته في ترميم الكنيسة ، وإرشاد اليهود له إلى موضع الصخرة التي أقيم عليها المسجد وغير ذلك من روايات وتفاسير وقراءات للتاريخ ، ولا غرابة في ذلك ، ففي عصر المهلّبي كان الشيعة يشكلون غالبية أهل\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالشام ، وكانت العائلات الشيعية تحكم معظم أجزائه بدءا بالحمدانيين في حلب والثغور الشمالية ، ثم تلاهم بنو مرداس الكلابيين في نواحي حلب أيضا ، ثم بعدهم بنو جندل في البقاع ووادي التيم . ناهيك عن وجود معاقل شيعية مدينية كبرى كمدينة حلب وطبرية وما حولهما ، هذا إذا تجاوزنا الجبال والأرياف .\r\nوقد أدى صعود نجم السلاجقة الترك وبعدهم الأيوبيين الكرد ، في فترة الحروب الصليبية وهم من السنّة ، إلى تراجع النفوذ الشيعي في بلاد الشام بشكل متدرج ، إلى أن تم إقصاؤه نهائيا في العصر الملوكي . وهنا لا بد وأن نشير إلى حالة الجمود الفكري التي سادت بلاد الشام ومصر في نهاية دولة الشراكسة ، ما يجعلنا نعتقد بأن ذلك العصر تحديدا ، شهد إحراق كتاب العزيزي ، حيث فقد أثره ولم يعد قيد التداول .\r\nورغم أن القلقشندي الذي عاش في الجزء الثاني من الفترة المملوكية نقل عنه أكثر من مائة مرة في « صبح الأعشى » ، إلا أن مراجعتنا النقدية لتلك المنقولات جعلتنا نتأكد أنها منقولة عن أبي الفداء وليس من المصدر . كما يمكن القول أن اقتباس عزّ الدين ابن شداد لمقطع حول مدينة حلب من المهلّبي كان عن طريق ابن العديم وليس من المصدر أيضا . ويتضح ضيق ابن شدّاد المتوفى سنة 684 هجرية [ 1285 م 
  ] مما ورد في كتاب المهلّبي عندما استنكر بعض ما ذكر عن حلب قائلا في نهاية اقتباسه : « وذكر كلاما\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكثيرا لا يليق بما نحن بصدده فأضربنا عنه » . عكس أبي الفداء الذي نقل خبر بناء الوليد بن عبد الملك للقباب في بيت المقدس ، ومحاولته صرف الناس عن الحج إلى البيت الحرام ، وقال معلّقا :\r\n« والعهد عليه في ذلك » ، أي أنه لم يصدر حكم قيمة ، بل ذكر أنه لم يعثر على هذه الرواية في مصدر آخر ، ولذلك أشار تلك الإشارة .\r\nويثير الانتباه ذلك الخلط الكبير حول اسم المهلّبي في اقتباسات ياقوت الحموي حيث يرد بأكثر من رسم ، فهو يسميه محمد بن الحسن المهلّبي ، وأبو الحسن المهلّبي ، والحسن بن محمد المهلّبي ، والحسين بن محمد المهلّبي ، والحسين بن أحمد المهلّبي . والحسن بن محمد المهلّبي المصري . وما يجعلنا نتأكد من أن الأسماء السابقة كلّها تخصّ شخصا واحدا وجود مشترك بينها وهو الكتاب « العزيزي » ، الذي يقطع الشك باليقين حول هذا الالتباس . والمؤكد أن السبب في ذلك غزارة إنتاج ياقوت ، وانشغاله عن مراجعة الاسم بشكل صحيح .\r\nولكن الكلاعي وأبي الفداء وابن العديم يجمعون على أن اسمه الحسن بن أحمد المهلّبي . وهو الذي يجعلنا نوقن بأنه الصحيح ، نظرا لاعتناء أبي الفداء بالضبط والتدقيق والتمحيص في كتابه الذي وضع أساسا لهذه الغاية .\r\nلقد سعينا من خلال إعادة جمع هذا الكتاب من شتات الكتب والمخطوطات وترتيبه وتحقيقه ، إلى إضاءة جانب مهم\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوأساس من جوانب الثقافة العربية الإسلامية ، بعد قرون من محاولات تأطيرها في نمط فكري محدد ، أو ضمن لون واحد لا يرى الآخر ولا يعترف باختلافه ، بل يلجأ إلى تكفيره واختزاله وقولبته في أنماط فكرية ومقولات جاهزة .\r\nولنا في قول أبي الفداء : « والعهد عليه في ذلك » أي الرواية على ذمة الراوي ، خير منهج في التعاطي مع الرواية المخالفة ، أو تلك التي لا تتفق مع توجهاتنا ، ذلك المنهج الذي غاب منذ نحو سبعة قرون فوصلنا إلى ما وصلنا إليه .\r\nألّف الحسن بن أحمد المهلّبي كتابه « المسالك والممالك » للعزيز بالله الفاطمي ، في الفترة ما بين عامي 365 هجرية [ 975 م 
  ] و 380 هجرية [ 990 م 
  ] أي تاريخ وفاته كما تشير المصادر المتوفرة . ولذلك سمي بالكتاب « العزيزي » .\r\nوينقل لنا المقريزي في « اتعاظ الحنفا » صورة مشرقة عن العزيز بالله الفاطمي الذي يبدو لنا قائدا حكيما حليما محبا للعلم والعلماء كارها لسفك الدماء ، عفوّا إلى أقصى درجات العفو ، لم ينتقم من رجل قام ضدّه أو تمرّد عليه ، ولم يردّ طالبا ولم يخذل سائلا . جنوحا نحو السلم والمهادنة ، حريصا على أداء فرائضه الدينية ، مواظبا على خدمة الحرمين بالكسوة والنفقات .\r\nوإضافة إلى كل ذلك من صفات تجعله واحدا من أعدل وأعظم الحكام العرب المسلمين ، تجده مهتما بالعلم والعلماء شغوفا\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبالكتب إلى أقصى درجات الشغف . يقول المقريزي : « ذكر عند العزيز كتاب العين في اللغة ، فأخرج منه نيفا وثلاثين نسخة من خزانته ، منها واحد بخط الخليل بن أحمد مؤلّفها . وحملت إليه نسخة من تاريخ الطبري اشتراها بمائة دينار ، فأمر الخزّان فأخرجوا من خزائنه عشرين نسخة ، منها نسخة بخط محمد بن جرير جامعه . وذكرت عنده جمهرة ابن دريد فأخرج منها مائة نسخة » . كما يشير واضعو كتب التراجم إلى أن الشابشتي مؤلف كتاب \" الديارات \" عمل خازنا لمكتبة العزيز بالله ، والرحالة الفذ المقدسي البشاري أهداه النسخة الأخيرة المنقحة من مؤلفة المهم \" أحسن التقاسيم \" .\r\nولذلك لم يكن غريبا أن يهدي المهلّبي كتابه لهذا الرجل الحليم ، والذي سبق لمؤلّف آخر أن أهداه كتابا عن « البيزرة » أي علم أحوال الجوارح من حيث صحّتها ومرضها ، ومعرفة العلائم الدالّة على قوتها في الصيد . حيث قال المؤلف إنه كان « بازيار العزيز بالله نزار الفاطمي ونشأ في ظل هذا الخليفة منذ كان صبيا ، وغذاه بنعمته ورقّاه إلى أن صار إقطاعه عشرين ألف دينار ، وجعله مقدّما على البيازرة » « 4 » .\r\nوحسب السمعاني في كتاب الأنساب فإن المهلّبي بضم الميم ، وفتح الهاء ، وتشديد اللام ، وفي آخرها الباء المنقوطة بواحدة ، هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) كتاب البيزرة ، طبع بعناية محمد كرد علي ، المجمع العلمي بدمشق .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالنسبة إلى أبي سعيد المهلّب بن أبي صفرة الأزدي أمير خراسان وأولاده العشرة نسبة وولاء . أي أن كل من يتكنى بالمهلّبي إما أنه ينتسب لأحد أبناء المهلّب بن أبي صفرة العشرة أو من مواليهم . ولا تتوفر لدينا معلومات لنحكم إن كان المهلّبي مهلبيا بالأصل أم بالموالاة .\r\nويقوم ابن العديم بترجمة مختصرة للمهلّبي في سرده لرجال ولاية حلب . إذ يقول : « الحسن بن أحمد المهلّبي العزيزي : رجل فاضل كان متصلا بالعزيز الفاطمي المستولي على مصر ، ووضع له كتاب المسالك والممالك « العزيزي » وهو كتاب حسن في فنه ، يوجد فيه مما لا يوجد في غيره من أخبار البلاد وفتوحها وخواصها .\r\nذكر في كتابه هذا أنه دخل حلب ، ولحق بقية من ولد صالح بن علي ، يقال لهم بنو القلندر ، وأنه شاهد لهم نعما ضخمة ورأى لهم منازل في نهاية السرو » « 5 » .\r\nوفي أحد المقاطع التي ينقلها ياقوت عن المهلّبي يصفه بالمصري ، وهي الإشارة الوحيدة التي نعثر عليها حول انتمائه إلى مصر ولو بالإقامة ، علما أن احتمال أن يكون شاميا احتمال وارد .\r\nويتضح لنا من خلال ما وصلنا من كتاب « المسالك والممالك » ، أن المهلّبي رحّالة لا يشق له غبار ، وصل إلى أقاليم لم يسبقه أحد إليها وخصوصا في بلاد السودان . كما أنه يتحدث عن المسافات\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) بغية الطلب لابن العديم ص 2293 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوالطرق حديث العارف والمجرّب ، وهو ما انتبه إليه أبو الفداء وأشار له أكثر من مرة .\r\nوتتصف معلومات المهلّبي بدقتها بالنسبة للمسافات بين المدن والأقاليم ، وجدّتها حيث يبدو مصدرا وحيدا لبعض المواضع ، وسعتها حيث يذكر مصادر المياه وعادات الناس وأحوالهم وزروعهم ومحاصيلهم .\r\nوأكثر ما يثير الاهتمام تلك الأرقام التي يسوقها عند حديثه عن نفقات طرسوس على تأمين حمايتها قبيل سقوطها بيد البيزنطيين بقيادة نقفور فوكاس عام 354 هجرية [ 965 ميلادية 
  ] .\r\nومن خلال وصف المهلّبي ، نستطيع أن نكوّن فكرة شبه كاملة عن التاريخ الاجتماعي ، والتركيبة السكانية للثغور الإسلامية الشمالية قبيل سقوطها ، وربما ، العوامل التي أدت إلى هذا السقوط .\r\nكما أن الكتاب يحفل بمعلومات جديدة حول دمشق وبيت المقدس وحلب وأنطاكية وغيرها من المدن التي وصلتنا مقاطع مسهبة عنها ، ما يؤشر إلى غنى وسعة معلومات ، لم يغيبا عن ابن العديم ، الذي نوّه إلى أن في « العزيزي » ما لا يوجد في غيره .\r\nونستطيع أن نجزم بأنه زار البلاد التي تحدّث عنها في كتابه ولم يعتمد على النقل من غيره ، وذلك من خلال إشارات عابرة وردت في متن ما وصلنا من كتابه ، منها أنه أقام في مدينة نخشب\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nفي بلاد ما وراء النهر مدة شهر ، وأنه اجتاز بسامراء ، وأنه أتى حلب ، وغير ذلك . هذا إذا تجاوزنا طريقة وصفه للمدن والمواضع التي تشير بما لا يدع مجالا للشك أنه زارها وعاينها بنفسه .\r\nومن الإشارات المهمة حديثه في مادة بصرى عن قلعتها التي شبّهها بقلعة دمشق ، وهي إشارة من شأنها أن تضيء جانبا من تاريخ قلعة دمشق ، التي يقال إن السلاجفة هم الذين بنوها ، علما أن المهلّبي زار دمشق قبل دخول السلاجفة إليها بنحو قرن .\r\nكما أن إشارته لوجود كنيسة مقابلة للمسجد الأقصى من جهة المحراب بحيث تتصل أروقتها بأروقة المسجد ، تعدّ على غاية من الأهمية بالنسبة إلى وضع المساجد والكنائس في بيت المقدس قبل الحروب الصليبية وما تلاها من عمليات هدم وإعادة بناء طالت كل شيء تقريبا .\r\nلقد قمنا بجمع مادة الكتاب من جميع المصادر العربية المتوفرة ، وهو ما كلفنا جهدا كبيرا ، وبوّبناه على نسق « تقويم البلدان » لأبي الفداء ، نظرا لدقة المنهج الذي اعتمده ، كما قمنا بوضع الحواشي والشروح والتعليقات بالاعتماد على المراجع والمعاجم المتوفرة لتوضيح اللبس الذي يلفّ بعض النصوص ، الناتج عن عمليات الاجتزاء التي جرت عليها نتيجة النقل . كما عدنا إلى الكتاب المقدس بعهديه القديم والجديد للوقوف على الاقتباسات التي أخذها المهلّبي عنه عندما تحدث عن تاريخ بيت المقدس . وقد\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nلاحظنا أن النصوص تكاد تكون متطابقة بين ما نقله المهلّبي وبين ما هو موجود في أسفار العهد القديم ، والذي ينقل عنه دون أن يشير إلى موضع النقل جريا على عادة القدماء ، إذ يكتفي بالقول :\r\n« يزعم أهل الكتاب » ، أو « قال أهل الكتاب » ، أو « قال أهل الكتاب من النصارى » .\r\nومن الواضح أن المهلّبي أراد لكتابه أن يكون جديدا في كل شيء ، فلم ينقل عن غيره من المصنّفين العرب الذين سبقوه في هذا العلم ، ولم يشر إلى أي مصدر ، كما أن الدراسة المقارنة للنصوص تجعلنا نجزم بأن معلوماته أصيلة حققها بنفسه ، ومصدرها تجربة شخصية وبحث ميداني . ومن هنا أتت أهمية هذا الكتاب ، ولذلك نقل عنه مؤلفون رصينون مثل ابن العديم وياقوت الحموي وأبو الفداء .\r\nوفي النهاية لا بد من إيضاح أن المقاييس والأطوال التي ترد في نصوص هذا الكتاب تعتمد المصطلحات القديمة كالفرسخ والميل والمرحلة ، وقد فصل أبو الفداء في هذه المقاييس وقارن بينها في مؤلفه \" تقويم البلدان \" ونفردها هنا لكي نزيل أي التباس :\r\nالفرسخ 3 أميال .\r\nالميل 3 آلاف ذراع حسب القياس القديم و 4 آلاف ذراع حسب القياس الحديث ( المعاصر لأبي الفداء ) .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالذراع 32 إصبعا حسب القياس القديم ، و 24 إصبعا حسب الحديث .\r\nالإصبع 6 حبات شعير معتدلات مضمومة بطون بعضها إلى بعض .\r\nوحبة الشعير في المتوسط 6 ، 2 ملم .\r\nوعند المقدسي البشاري :\r\nالمرحلة بريدين\r\nالبريد 6 أميال « 6 »\r\nتيسير خلف دمشق في 13 آب من عام 2005 م 8 رجب 1426 ه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) في تقويم البلدان البريد 12 ميلا .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nجزيرة العرب\r\n\r\nالأبوا\r\nقال في العزيزي : والأبوا بها آبار ، وبينها وبين الجحفة تسعة وعشرون ميلا « 7 » .\r\n\r\nأيلة\r\nقال محمد بن الحسن المهلّبي : من الفسطاط إلى جب عميرة ستة أميال ، ثم إلى منزل يقال له عجرود وفيه بئر ملحة بعيدة الرشاء أربعون ميلا ، ثم إلى مدينة القلزم « 8 » خمسة وثلاثون ميلا ثم إلى ماء يعرف بتجر يومان ، ثم إلى ماء يعرف بالكرسي فيه بئر رواء مرحلة ، ثم إلى رأس عقبة أيلة مرحلة ، ثم إلى مدينة أيلة مرحلة .\r\nقال : ومدينة أيلة جليلة على لسان من البحر الملح وبها مجتمع حج الفسطاط والشام ، وبها قوم يذكرون أنهم من موالي عثمان بن عفان ، ويقال إن بها برد النبي صلّى اللّه عليه وسلم ، وكان قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) تقويم البلدان ، ص 82 . وفي مادة الأبواء في معجم البلدان أنها قرية من أعمال الفرع من المدينة ، بينها وبين الجحفة مما يلي المدينة ثلاثة وعشرون ميلا .\r\n( 8 ) قال ياقوت في مادة \" القلزم قلزم بلدة على ساحل بحر اليمن قرب أيلة والطور ومدين وإلى هذه المدينة ينسب هذا للبحر وموضعها أقرب موضع إلى البحر الغربي لأن بينها وبين الفرما أربعة أيام \" .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوهبه ليوحنة بن رؤبة لمّا سار إليه إلى تبوك ؛ وخراج أيلة ووجوه الجبايات بها نحو ثلاثة آلاف دينار . وأيلة في الإقليم الثالث وعرضها ثلاثون درجة « 9 » .\r\n\r\nتدمر\r\nقال في العزيزي : وبينها وبين دمشق تسعة وخمسون ميلا ، ومن تدمر إلى الرحبة مئة ميل وميلان .\r\nوقال في العزيزي أيضا : وهي مدينة قديمة كثيرة الآثار العجيبة ، يقال إن سليمان بن داود بناها « 10 » .\r\n\r\nتيماء\r\nومن الكتاب العزيزي قال : تيماء حاضرة طي ، وبها الحصن المعروف بالأبلق ، وينتسب إلى السموأل بن عادياء الذي يقول :\r\n لنا جبل يحتله من نجيره * منيع يرد الطرف وهو كليل \r\n هو الأبلق الفرد الذي سار ذكره * له غرر مشهورة وحجول « 11 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) معجم البلدان ، مادة أيلة ، ويذهب بعض البلدانيين العرب لعدها أولى مدن الشام وآخر مدن الحجاز ، غير أن صاحب تقويم البلدان يعدها من مدن جزيرة العرب .\r\n( 10 ) تقويم البلدان ، ص 89 ، ويصنفها أبو الفداء ضمن مدن جزيرة العرب . أما قوله إن سليمان بن داود بناها مقتبس عن الكتاب المقدس ، سفر الملوك الأول ، \" وبنى سليمان جازر وبيت حورون السفلى وبعلة وتدمر في البرية \" . [ الإصحاح العاشر ( 18 ) 
  ]\r\n( 11 ) تقويم البلدان ، ص 87 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nجرش\r\nقال في العزيزي : وجرش بلدة صالحة وحولها من شجر القرط ما لا يحصى وبها مدابغ كثيرة وعرضها ست عشر درجة « 12 » .\r\n\r\nالجمّاء\r\nوفي كتاب أبي الحسن المهلّبي : الجمّاء اسم هضبة سوداء . قال وهما جماهان ، يعني هضبتين من يمين الطريق للخارج من المدينة إلى مكة « 13 » .\r\n\r\nخيوان\r\nقال في العزيزي : وخيوان طرف منازل بني الضحّاك من آل يعفر من أولاد التبابعة ، وماؤها من السماء « 14 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) تقويم البلدان ص 95 ، بضم أولها ، وهي مدينة من مخاليف اليمن من جهة مكة ، حسب ياقوت الحموي الذي يذكر أيضا وجود مدينة بالاسم نفسه في البلقاء وحوران بفتح أولها .\r\n( 13 ) معجم البلدان ، مادة الجماء .\r\n( 14 ) تقويم البلدان ص 95 . وفي معجم البلدان \" خيوان : بفتح أوله ، وتسكين ثانيه ، وآخره نون :\r\nمخلاف باليمن ومدينة بها ؛ قال أبو علي الفارسي : خيوان فيعال منسوب إلى قبيلة من اليمن ، وقال ابن الكلبي : كان يعوق الصنم بقرية يقال لها خيوان من صنعاء على ليلتين مما يلي مكة \" .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nذات عرق\r\nقال في العزيزي : وبين ذات عرق وعمرة ستة وعشرين ميلا « 15 » .\r\n\r\nزبيد\r\nقال في العزيزي : ولها ساحل بعرف بعلافقة ، وبينهما خمسة عشر ميلا « 16 » .\r\n\r\nالسّرين\r\nقال في العزيزي : والسّرين مدينة على ساحل البحر بينها وبين مكة أربعة أيام كبار « 17 » .\r\n\r\nالشبا\r\nقال أبو الحسن المهلّبي : شبا واد بالأثيل من أعراض المدينة ، فيه عين يقال لها خيف الشبا لبني جعفر بن إبراهيم من بني جعفر بن أبي طالب « 18 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) تقويم البلدان ، ص 82 . ويذكر أنها عن البصرة مائتان وثمان فراسخ وعن مكة ثمانية وأربعون ميلا .\r\n( 16 ) تقويم البلدان ، ص 89 . وينقل عن البيروني أنها فرضة أي ساحل اليمن .\r\n( 17 ) تقويم البلدان ، ص 93 .\r\n( 18 ) معجم البلدان ، مادة شبا .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nشبام ( قصبة حضرموت )\r\nقال في العزيزي : في الجبل المذكور سكان كثيرون ، وهو ممتنع من كل ناحية ، وهو معدن الحجر المعروف بالعقيق والجزع « 19 » .\r\n\r\nصحار ( قصبة عمان )\r\nقال في العزيزي : وعمان مدينة جليلة بها مرسى السفن من السند والهند والصين والزنج ، والقصبة اسمها صحار وليس على بحر فارس « 20 » مدينة أجلّ منها ، وأعمالها نحو ثلاثمائة فرسخ وهي ديار الأزد « 21 » .\r\n\r\nصعدة\r\nقال الحسن بن محمد المهلّبي : صعدة مدينة عامرة آهلة يقصدها التجّار من كل بلد وبها مدابغ الأدم وجلود البقر التي للنعال . وهي خصبة كثيرة الخير ، وهي في الإقليم الثاني عرضها ست عشرة درجة وارتفاعها وجميع وجوه المال مائة ألف دينار ومنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) تقويم البلدان ص 97 .\r\n( 20 ) وهو ما يسميه العرب اليوم الخليج العربي ، وهكذا يرد اسمه عند جميع الجغرافيين والبلدانيين العرب ، ولا يقال له البحر الفارسي ، بل بحر فارس نسبة للإقليم الذي يشرف عليه من جهة الشرق .\r\n( 21 ) تقويم البلدان ص 99 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nإلى الأعشبية قرية عامرة خمسة وعشرون ميلا . ومنها إلى خيوان أربعة وعشرون ميلا « 22 » .\r\n\r\nصنعاء\r\nقال في العزيزي : مدينة صنعاء مدينة جليلة وهي قصبة اليمن ، وبها أسواق جليلة ومتاجر كثيرة « 23 » .\r\n\r\nعسفان\r\nقال في العزيزي : وبين عسفان وبين الجحفة أحد وخمسون ميلا ، ومن عسفان إلى بطن مر ثلاثة وثلاثون ميلا ، ثم إلى مكة تسعة عشر ميلا ، فبين عسفان وبين مكة اثنان وخمسون ميلا « 24 » .\r\n\r\nفيد\r\nقال في العزيزي : وفيد نصف طريق حجاج العراق . قال وبينها وبين الجبلين المعروفين بسلمى وأجا ستة وثلاثون ميلا ، والثعلبية ثلث طريق حجاج العراق « 25 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) معجم البلدان ، مادة صعدة ، ويرد تعريفها في تقويم البلدان كما يلي : \" قال في العزيزي :\r\nوصعدة مدينة عامرة آهلة وبها مدابغ للأدم وجلود البقر التي للنعال ، وهي خصبة ومنها إلى الأعمشية قرية عامرة خمسة وعشرون ميلا ، ومنها إلى خيوان أربعة وعشرون ميلا \" ص 95 .\r\n( 23 ) تقويم البلدان ، ص 95 .\r\n( 24 ) تقويم البلدان ، ص 82 .\r\n( 25 ) تقويم البلدان ، ص 97 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nقرن\r\nقال الحسن بن محمد المهلّبي : قرن قرية بينها وبين مكة واحد وخمسون ميلا ، وهي ميقات أهل اليمن ، بينها وبين الطائف ذات اليمين ستة وثلاثون ميلا « 26 » .\r\n\r\nهجر\r\nوفي العزيزي : عرضها أربع وثلاثون درجة وزعم أنها في الإقليم الثالث « 27 » .\r\n\r\nالهماء\r\nفي كتاب أبي الحسن المهلّبي الهماء موضع « 28 » .\r\n\r\nاليمامة\r\nوفي كتاب العزيزي : إنها في الإقليم الثالث ، وعرضها خمس وثلاثون درجة « 29 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 26 ) معجم البلدان ، مادة قرن .\r\n( 27 ) معجم البلدان ، مادة هجر ، ويذكر ياقوت أن كلمة هجر تعني قرية بلغة العرب العاربة ، ويذكر أكثر من موضع في الجزيرة العربية بهذا الاسم .\r\n( 28 ) معجم البلدان ، مادة الهماء ، ويذكر ياقوت بأنها موضع بنعمان بين الطائف ومكة .\r\n( 29 ) معجم البلدان ، مادة اليمامة ، ويقول ياقوت كان فتحها وقتل مسيلمة الكذاب في أيام أبي بكر الصديق رضي اللّه عنه سنة 12 للهجرة وفتحها أمير المسلمين خالد بن الوليد عنوة ثم صولحوا .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nديار مصر\r\n\r\nأبوتيج\r\nقال العزيزي : ومن أسيوط إلى أبوتيج أربعة وعشرون ميلا ، ومن أبو تيج إلى أخميم ، مدينة قديمة على عنق البحر ، أربعة وعشرون ميلا « 30 » .\r\n\r\nأرمنت\r\nقال في العزيزي : وبين أسوان وأرمنت مرحلتان ، وبين أرمنت وقوص مرحلتان « 31 » .\r\n\r\nالأشتوم\r\nقال الحسن بن محمد المهلّبي في كتابه العزيزي : ومن تنيس إلى حصن الأشتوم ، وفيه مصبّ ماء البحيرة ، إلى بحر الروم ستة فراسخ ، ومن هذا الحصن إلى مدينة الفرما في البرّ ثمانية أميال ، وفي البحيرة ثلاثة فراسخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) تقويم البلدان ، ص 115 . وقال أبو الفداء إنها \" تقع في برّ الغرب عن النيل في برّ أسيوط على بعض مرحلة ويأبوتيج الخشخاش الذي يصنع منه الأفيون \"\r\n( 31 ) تقويم البلدان ، ص 111 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nثم قال عند ذكر دمياط : ومن شمالي دمياط يصب النيل إلى البحر الملح في موضع يقال له الأشتوم ، عرض النيل هناك نحو مئة ذراع ، وعليه من حافتيه سلسلة حديد وهذا غير الأول « 32 » .\r\n\r\nبنا\r\nقال أبو الحسن المهلّبي : من الفسطاط إلى بنها ثمانية عشر ميلا ، وإلى صنهشت بن زيد ثمانية أميال ، وإلى مدينة بنا وهي مدينة قديمة جاهلية لها ارتفاع جليل ، ومنها إلى سمنود ميلان « 33 » .\r\n\r\nبنها\r\nقال أبو الحسن المهلّبي : من الفسطاط إلى مدينة بنها ، وهي على شعبة من النيل وأكثر عسل مصر الموصوف بالجودة مجلوب منها ومن كورتها وهي عامرة حسنة العمارة ، ثمانية عشر ميلا « 34 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 32 ) معجم البلدان ، مادة الأشتوم . ويضبطها ياقوت مضمومة الأول ثم السكون وتاء مثناة مضمومة والواو ساكنة وميم ، ويقول إنها موضع قرب تنيس .\r\n( 33 ) معجم البلدان ، مادة بنا . ويقول ياقوت إنها بلدة قديمة بمصر وتضاف إليها كورة من فتوح عمير بن وهب .\r\n( 34 ) معجم البلدان ، مادة بنها . ويضبطها ياقوت بكسر أولها وسكون ثانيها ، ويقول إنها من قرى مصر يسمونها اليوم بنها بفتح أولها .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nتنّيس\r\nقال الحسين بن محمد المهلّبي : أما تنّيس فالحال فيها كالحال في دمياط ، إلا أنها أجل وأوسط وبها تعمل الثياب الملونة ، والفرش البوقلمون ، وبحيرتها التي هي عليها مقدار إقلاع يوم في عرض نصف يوم ، ويكون ماؤها أكثر السنة ملحا لدخول ماء بحر الروم إليه عند هبوب ريح الشمال ، فإذا انصرف نيل مصر في دخول الشتاء وكثر هبوب الريح الغريبة حلت البحيرة وحلا سيف البحر الملح مقدار بريدين حتى يجاوز مدينة الفرما ، فحينئذ يخزنون الماء في جباب لهم ويعدونه لسنتهم ، ومن حذق نواتي البحر في هذه البحيرة ، إنهم يقلعون بريح واحدة يريدون القلوع بها حتى يذهبوا في جهتين مختلفتين فيلقى المركب المركب مختلف السير في مثل لحظ الطرف بريح واحدة . قال وليس بتنيس هوام مؤذية لأن أرضها سبخة شديدة الملوحة « 35 » .\r\n\r\nالجفار\r\nقال أبو الحسن المهلّبي في كتابه الذي ألّفه للعزيز ، وكان موته في سنة 386 : وأعيان مدن الجفار ، العريش ، ورفح ، والورّادة .\r\nوالنخل في جميع الجفار كثير وكذلك الكروم وشجر الرمان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 35 ) معجم البلدان مادة تنيس . ويرد في تقويم البلدان مختصرا : \" قال في العزيزي : ومقدار بحيرتها إقلاع يوم في عرض نصف يوم ، ويكون ماؤها في أكثر السنة ملحا ، لدخول ماء بحر الروم إليها عند هبوب الريح الشمالية ص 119 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوأهلها بادية محتضرون ، ولجميعهم في ظواهر مدنهم أجنّة وأملاك وأخصاص فيها كثير منهم ، ويزرعون في الرمل زرعا ضعيفا يؤدون فيه العشر ، وكذلك يؤخذ من ثمارهم ، ويقطع في وقت من السنة إلى بلدهم من بحر الروم طير من السلوى يسمونه المرع « 36 » ، يصيدون منه ما شاء اللّه يأكلونه طريّا ويقتنونه مملوحا ، ويقطع أيضا إليهم من بلد الروم على البحر في وقت من السنة جارح كثير فيصيدونه ، منه الشواهين والصقور والبواشق ، وقلّ ما يقدرون على البازي ، وليس لصقورهم وشواهينهم من الفراهة ما لبواشقهم ، وليس يحتاجون لكثرة أجنتهم إلى الحرّاس ، لأنه لا يقدر أحد منهم أن يعدو على أحد لأن الرجل منهم إذا أنكر شيئا من حال جنانه نظر إلى الوطء في الرمل ثم قفا ذلك إلى مسيرة يوم ويومين حتى يلحق من سرقه ، وذكر بعضهم أنهم يعرفون أثر وطء الشاب من الشيخ والأبيض من الأسود والمرأة من الرجل والعاتق من الثيّب ، فإن كان هذا حقّا فهو من أعجب العجائب « 37 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 36 ) في لسان العرب \" المرع : طير صغار لا يظهر إلّا في المطر شبيه بالدّرّاجة ، واحدته مرعة \" .\r\n( 37 ) معجم البلدان ، مادة الجفار .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nدمياط\r\nقال الحسن بن محمد المهلّبي : ومن طريف أمر دمياط وتنيّس أنّ الحاكة « 38 » بها الذين يعملون هذه الثياب الرفيعة قبط من سفلة الناس وأوضعهم وأخسهم مطعما ومشريا ، وأكثر أكلهم السمك المملوح والطريّ والصّير « 39 » المنتن ، وأكثرهم يأكل ولا يغسل يده ثم يعود إلى تلك الثياب الرفيعة الجليلة القدر فيبطش بها ويعمل في غزولها ثم ينقطع الثوب ، فلا يشك مقلّبه للابتياع أنه قد بخّر بالندّ « 40 » .\r\nقال : ومن طريف أمر دمياط في قبليها على الخليج مستعمل فيه غرف تعرف بالمعامل ، يستأجرها الحاكة لعمل ثياب الشرب فلا تكاد تنجب إلا بها ، فإن عمل بها ثوب وبقي منه شبر ونقل إلى غير هذه المعامل علم بذلك السمسار المبتاع للثوب ، فينقص من ثمنه لاختلاف جوهر الثوب عليه « 41 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 38 ) في لسان العرب قوم حاكة جمع لحائك .\r\n( 39 ) الصيّر المجفف .\r\n( 40 ) النّد ضرب من الطيب يدخّن به حسب لسان العرب .\r\n( 41 ) معجم البلدان ، مادة دمياط .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nرشيد\r\nقال في العزيزي : وهي على ضّفتي النيل ، والبحر الملح عنها ثمانية عشر ميلا ، وهي تغر جليل ، ومنها على ساحل البحر إلى الإسكندرية ستة وثلاثون ميلا « 42 » .\r\n\r\nسندفا\r\nقال المهلّبي : المحلّة مدينة لها جانبان اسم أحدهما المحلّة والاخر سندفا « 43 » .\r\n\r\nشطا\r\nقال الحسن بن محمد المهلّبي : على ثلاثة أميال من دمياط على ضفة البحر الملح ، مدينة تعرف بشطا وبها وبدمياط يعمل الثوب الرفيع ، الذي يبلغ الثوب منه ألف درهم ولا ذهب فيه « 44 » .\r\n\r\nطنتثنا\r\nقال الحسين بن أحمد المهلّبي : من صحنان إلى مدينة مليج فرسخان وبينهما نهر يأخذ إلى غربي الريّف إلى طنتتنا حتى يصبّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 42 ) تقويم البلدان ، ص 117 .\r\n( 43 ) معجم البلدان ، مادة سندفا . وضبطها كما يلي : بالفتح ثم السكون وبعد الدال المفتوحة فاء ، قال إنها بليدة من نواحي مصر .\r\n( 44 ) معجم البلدان ، مادة شطا . وضبطها كما يلي : بالفتح ، والقصر ، وقيل شطاة . وقال إنها بليدة بمصر ، ينسب إليها الثياب الشّطوية .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nفي بحر المحلّة ، وهي من كورة الغربية ، بينها وبين المحلّة ثمانية أميال « 45 » .\r\n\r\nالعريش\r\nقال الحسن بن محمد المهلّبي : من الورّادة إلى مدينة العريش ثلاثة فراسخ .\r\nقال : ومدينة العريش مدينة جليلة وهي كانت حرس مصر أيام فرعون ، وهي آخر مدينة تتصل بالشام من أعمال مصر ويتقلدها والي الجفار وهي مستقرّة ، وفيها جامعان ومنبران ، وهواؤها صحيح طيب ، وماؤها حلو عذب ، وبها سوق جامع كبير وفنادق جامعة كبيرة ووكلاء للتجار ونخل كثير ، وفيها صنوف من التمور ورمّان يحمل إلى كل بلد بحسبه ، وأهلها من جذام .\r\nقال : ومنها إلى بئري أبي إسحاق ستة أميال ، وهما بئران عظيمتان ترد عليهما القوافل وعند هما أخصاص فيها باعة ، ومنها إلى الشجرتين وهي أول أعمال الشام ستة أميال ، ومنها إلى البرمكية ستة أميال ثم إلى رفح ستة أميال « 46 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 45 ) معجم البلدان ، مادة طنتثنا . وقال ياقوت إنها من قرى مصر على النيل المفضي إلى المحلّة .\r\nوتسمى في عصرنا الراهن طنطا .\r\n( 46 ) معجم البلدان ، مادة العريش . ويعدها كثير من الجغرافيين والبلدانيين العرب آخر مدن الشام من جهة مصر .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالعلّاقي\r\nقال في العزيزي : إذا أخذت من أسوان في سمت الشرق تصل إلى العلاقي بعد اثنتي عشرة مرحلة ، وبين العلاقي وعيذاب ثمان مرحلات ، ومن العلاقي يدخل الإنسان بلاد البجاء « 47 » .\r\n\r\nالفرما :\r\nقال الحسن بن محمد المهلّبي : وأما الفرما فحصن على ضفّة البحر لطيف لكنه فاسد الهواء وخمه ، لأنه من كل جهة حوله سباخ تتوحّل فلا تكاد تنضب صيفا ولا شتاء ، وليس بها زرع ولا ماء يشرب إلا ماء المطر فإنه يخزن في الجباب ، ويخزنون أيضا ماء النيل يحمل إليهم في المراكب من تنّيس ، وبظاهرها في الرمل ماء يقال له العذيب ومياه غيره في آبار بعيدة الرشاء وملحة تنزل عليها القوافل والعساكر ، وأهلها نحاف الأجسام متغيّرو الألوان ، وهم من القبط وبعضهم من العرب من بني جرى وسائر جذام ، وأكثر متاجرهم في النوى والشعير والعلف لكثرة اجتياز القوافل بهم ، ولهم بظاهر مدينتهم نخل كثير له رطب فائق وتمر حسن يجهّز إلى كل بلد « 48 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 47 ) تقويم البلدان ، ص 121 .\r\n( 48 ) معجم البلدان ، مادة الفرما .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالفيّوم\r\nقال في العزيزي : وبين الفسطاط والفيّوم ثمانية وأربعون ميلا « 49 » .\r\n\r\nالقسّ\r\nقال الحسن بن محمد المهلّبي المصري : الطريق من الفرما إلى غزّة على الساحل من الفرما إلى رأس القس وهو لسان خارج في البحر وعنده حصن يسكنه الناس ولهم حدائق وأجنّة وماء عذب ويزرعون زرعا ضعيفا بلا تور ميلا ، وهذا يؤيد ما حكاه لي المقدم ذكره ، وكان الحاكي لهذا قد صنّف للعزيز صاحب مصر كتابا ، وكانت ولايته في سنة 365 ، ووفاته في سنة 386 « 50 » .\r\n\r\nالقلزم\r\nقال المهلّبي : ويتصل بجبل القلزم جبل يوجد فيه المغناطيس ، وهو حجر يجذب الحديد وإذا دلك ذلك الحجر بالثوم بطل عمله فإذا غسل بالخل عاد إلى حاله « 51 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 49 ) تقويم البلدان ، ص 115 .\r\n( 50 ) معجم البلدان ، مادة القس .\r\n( 51 ) معجم البلدان ، مادة القلزم ، وبحر القلزم هو البحر الأحمر في أيامنا .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nمدينة مصر\r\nذكر محمد بن الحسن المهلّبي في كتاب « العزيزي » : ومن مشاهير خطط مصر خطة عبد العزيز بن مروان ، وهي التي في سوق الحمام غربي الجامع تسمى الآن المدينة « 52 » .\r\n\r\nمشتول\r\nقال المهلّبي : مر بينهما طريقان فالأيمن منهما إلى مشتول الطواحين وهي مدينة حسنة العمارة جليلة الارتفاع بها عدّة طواحين تطحن الدقيق الحواري وتجهز إلى مصر « 53 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 52 ) معجم البلدان ، مادة مدينة مصر .\r\n( 53 ) معجم البلدان ، مادة مشتول ، ويضبطها كما يلي : بالفتح ثم السكون وتاء مثناة من فوقها وواو ساكنة ولام . ويذكر أنهما قريتان مشتول الطواحين ومشتول القاضي وكلتاهما من كورة الشرقية .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nولاة مصر\r\nقال المهلّبي : كان عمرو بن العاص افتتح أرض مصر في سنة عشرين ، فأقام وإليها إلى سنة أربع وعشرين .\r\nثم تقلّدها عبد اللّه بن أبي سرح .\r\nثم تقلّدها محمد بن أبي حذيفة بن عتبة بن ربيعة .\r\nثم قيس بن سعد بن عبادة ، رحمه اللّه .\r\nثم محمد بن أبي بكر رحمه اللّه « 54 » .\r\nثم عمرو بن العاص .\r\nثم معاوية بن حديج السكوني .\r\nثم عتبة بن أبي سفيان .\r\nثم عقبة بن عامر الجهني .\r\nثم مسلمة بن مخلد الأنصاري .\r\nثم سعيد بن يزيد الأزدي .\r\nثم عبد العزيز بن مروان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 54 ) يخص المهلّبي هنا قيس بن سعد بن عبادة ومحمد بن أبي بكر بالترحّم عليهما من جميع ولاة مصر الذين يذكرهم ، والسبب أنهما كانا من أنصار الإمام علي بن أبي طالب في معركة الخلافة مع معاوية .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nثم عبد اللّه بن عبد الملك بن مروان .\r\nثم قرّ بن شريك .\r\nثم عبد اللّه بن رفاعة .\r\nثم أيوب بن شرحبيل .\r\nثم بشر بن صفوان .\r\nثم حفص بن الوليد .\r\nثم عبد الملك بن المغيرة بن عبد اللّه بن عبد الملك .\r\nثم صالح بن علي بن عبد اللّه بن العباس .\r\nثم أبو عون عبد الملك بن يزيد .\r\nثم موسى بن كعب .\r\nثم حميد بن قحطبة .\r\nثم يزيد بن حاتم المهلّبي .\r\nثم إبراهيم بن يزيد الحميري .\r\nثم عبد اللّه بن عبد الرحمن بن معاوية بن حديج .\r\nثم محمد بن [ عبد الرحمن بن 
  ] معاوية بن حديج .\r\nثم واضح مولى أبي جعفر .\r\nثم سالم بن سوادة .\r\nثم إبراهيم بن صالح بن علي .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nثم موسى بن مصعب .\r\nثم الفضل بن صالح بن علي .\r\nثم مسلمة بن يحيى .\r\nثم محمد بن زهير .\r\nثم داود بن يزيد بن حاتم المهلّبي .\r\nثم موسى بن عيسى بن موسى .\r\nثم إبراهيم بن صالح بن علي .\r\nثم عبد اللّه بن المسيّب .\r\nثم إسحاق بن سليمان .\r\nثم هرثمة بن أعين .\r\nثم إسماعيل بن صالح بن علي .\r\nثم إسماعيل بن عيسى بن موسى .\r\nثم أحمد بن إسماعيل .\r\nثم عبيد اللّه بن محمد بن إبراهيم .\r\nثم مالك بن دلهم .\r\nثم حاتم بن هثرمة .\r\nثم عبد المطلب بن عبد اللّه .\r\nثم سليمان بن غالب .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nثم السرب بن الحكم .\r\nثم عبيد اللّه بن السري .\r\nثم عبد اللّه بن الطاهر .\r\nثم محمد بن هارون ، المعتصم .\r\nثم علي بن يحيى الأرمني .\r\nثم عنبسة بن إسحاق .\r\nثم يزيد بن عبد اللّه بن دينار .\r\nثم مزاحم بن خاقان .\r\nثم أحمد بن طولون .\r\nثم خمارويه بن أحمد .\r\nثم النوشري .\r\nثم ابن بسطام على الحرب والخراج .\r\nثم تكين .\r\nثم هلال بن بدر .\r\nثم أحمد بن كيغلغ .\r\nثم محمد بن تكين .\r\nثم محمد بن طغج .\r\nثم أنوجور بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nثم علي بن محمد بن طغج .\r\nثم كافور مولى محمد بن طغج .\r\nثم وليها جوهر الرومي ، قائد المعز لدين اللّه وعبده ، في سنة ثمان وخمسين وثلاث مئة . واختطّ القاهرة المعزية . فأقام بها واليا .\r\nحتى قدم المعز في سنة إحدى وستين وثلاث مئة . ثم توفي في سنة خمس وستين وثلاث مئة « 55 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 55 ) مخطوطة الأمبروزيانا التي حققها العلّامة صلاح الدين المنجّد ونشرها في مجلة معهد المخطوطات العربية عام 1958 ، وقد أضاف المنجّد أسماء ولاة مصر الذين لم يذكرهم المهلّبي نقلا عن المقريزي ، ولم نر داع لذلك هنا ، ويلاحظ أن المهلّبي لم يذكر اسم العزيز بالله الفاطمي الذي وضع الكتاب له أصلا .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nبلاد المغرب\r\n\r\nأطرابلس الغرب\r\nقال في العزيزي وهي مرسى للمراكب « 56 » .\r\n\r\nأودغست\r\nقال في العزيزي : إن لأودغست أعمالا واسعة وهي حارّة جدا .\r\nقال وأمطارهم في الصيف ، ويزرعون عليه الحنطة والدّخن والذرة واللوبيا والكرسنّة . والنخل ببلادهم كثير جدا وليس ببلادهم من الفاكهة غير التين . وببلادهم شجر الحجار كله من الصنط والمقل وغير هما .\r\nقال : وهي مدينة بين جبلين وهي مصر من الأمصار الجليلة وهي جنوبي مدينة سجلماسة بينهما نيّف وأربعون مرحلة في رمال ومفاوز على مياه معروفة .\r\nقال : ولها أسواق جليلة والسفر متصل إليها من كل بلد ، وأهلها مسلمون والمتولّي عليها صنهاجة وشرقيها بلاد السودان وأما غربي بلادها فالبحر المحيط وجنوبيهم حدود السودان « 57 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 56 ) تقويم البلدان ، ص 147 . وقال أبو الفداء \" وأطرابلس آخر المدن التي في شرقي القيروان ، وإذا فارقت أطرابلس مشرقا لا تلتقي مدينة فيها حمام حتى تصل إلى الإسكندرية \" .\r\n( 57 ) تقويم البلدان ، ص 125 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوقال المهلّبي : أوذغست مدينة بين جبلين في قلب البحر . جنوبي مدينة سجلماسة بينهما نيّف وأربعون مرحلة في رمال ومفاوز « 58 » على مياه معروفة وفي بعضها بيوت البربر ، وأوذغست بها أسواق جليلة وهي ومصر من الأمصار جليل ، والسفر إليها متصل من كل بلد وأهلها مسلمون يقرءون القرآن ويتفقهون ، ولهم مساجد وجماعات أسلموا على يد المهدي عبيد اللّه وكانوا كفّارا يعظّمون الشمس ويأكلون الميتة والدم . وأمطارهم في الصيف ، يزرعون عليها القمح والدّخن والذرة واللوبياء ، والنخل ببلدهم كثير . وفي شرقيهم بلاد السودان ، وفي غربيهم البحر المحيط ، وفي شماليهم منفتلا إلى الغرب بلاد سجلماسة ، وفي جنوبيهم بلاد السودان « 59 » .\r\n\r\nبرقة\r\nقال في العزيزي : ولبرقة جبلان ، فيها عدة ضياع نفيسة وعيون ماء جارية ومزارع . وآثار بناء للروم جليل ، وأسعارها على سائر الأوقات رخيصة جدا ، ويجهز منها إلى مصر القطران والشراب والضان الكثير . قال : ولها ساحل ترسي [ ترسو 
  ] به المراكب يقال له\r\n\r\n\r\n","description":"","footnote":"\r\n( 58 ) كل أرض جرداء قاحلة مهلكة تسمى مفازة وجمعها مفاوز .\r\n( 59 ) معجم البلدان ، مادة أوذغست . ويكتبها أبو الفداء بالدال بينما ترد عند ياقوت بالذال .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأجية ، ولها مدينة بها منبر وسوق وعدة محارس على ستة أميال من برقة ، وساحل آخر يقال له طلميثه « 60 » .\r\nقال في العزيزي : وهي مرج أفيح واسع ، وتربتها حمراء وبني السور عليها أيام المتوكّل « 61 » .\r\n\r\nبنزرت\r\nقال العزيزي في أمر البحيرتين المذكورتين ( بحيرتي بنزرت ) :\r\nإنه إذا جاء الشتاء وكثرت السيول على البحيرة الحلوة ، فاضت على المالحة ومدّتها ، وإذا جاء الصيف قلّ المدّ عنها وغارت واشتغلت عن المالحة ، فتمدّ المالحة إلى أيام السيول « 62 » .\r\n\r\nبونة\r\nقال في العزيزي : ومدينة بونة هذه مدينة جليلة عامرة على البحر ، خصبة الزرع ، كثيرة الفواكه ، رخية ، بظاهرها معادن الحديد ، ويزرع بها كتّان كثير ، وحدث بها عن قريب مغاص على المرجان ليس كمرجان مرسى الخرز « 63 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 60 ) تقويم البلدان ، ص 128 - 127 .\r\n( 61 ) تقويم البلدان ، ص 149 . وبرقة مدينة معروفة اليوم في ليبيا .\r\n( 62 ) تقويم البلدان ، ص 143 . ويضبطها بتقديم النون على الباء ، وهي من مدن تونس المعروفة اليوم .\r\n( 63 ) تقويم البلدان ، ص 141 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nتاهرت\r\nقال المهلّبي : بين أشير وتاهرت أربع مراحل ، وهما تاهرتان القديمة والحديثة . ويقال للقديمة : تاهرت عبد الخالق « 64 » .\r\nقال العزيزي ، تاهرت القديمة هي تاهرت عبد الخالق ، وبينها وبين تاهرت الجديدة مرحلة ، وهي مدينة جليلة وكانت قديما تسمى عراق المغرب ، ولها من أعمالها مرسى على البحر ، يقال له مرسى فروخ ومدينة تاهرت ( كذا ) الأولة [ الأولى 
  ] على جبل متوسط ، وبها منبر ، وكذلك المحدثة بها منبر ، وهي أعظم من القديمة ولأهلها مياه تتخرق دورهم « 65 » .\r\n\r\nتونس\r\nقال العزيزي : ومدينة تونس مدينة جليلة قديمة البناء ، ولها مياه ضعيفة جارية يزرع عليها ، وهي كثيرة الغلّات خصبة ، وجبل زغوان بالقرب منها وهو عنها في جهة الغرب بميلة إلى الجنوب على مسيرة يومين وهو بفتح الزاي وسكون العين المعجمتين وفتح الواو وثم ألف ونون « 66 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 64 ) معجم البلدان ، مادة تاهرت .\r\n( 65 ) تقويم البلدان ، ص 124 . وهي من مدن الجزائر المعروفة في أيامنا .\r\n( 66 ) تقويم البلدان ، ص 143 . وضبط اسم جبل زغوان من أبي الفداء كما يبدو .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nزويلة\r\nقال في العزيزي : ومدينة زويلة مدينة كثيرة النخل ، وزرع أهلها يسقى من الآبار « 67 » .\r\n\r\nسوسة\r\nقال في العزيزي : وبين المهدية وبين مدينة سوسة مرحلتان .\r\nوسوسة مدينة أزلية بها سوق وفنادق وحمّامات ، وهي على البحر الملح ، وهي حد بين كورة الجزيرة وبين القيروان « 68 » .\r\n\r\nطبنة\r\nوطبنة مدينة عظيمة كثيرة المياه والبساتين والأهل والزروع وأكثر زرعهم سقي وأكثر غلّاتهم القطن « 69 » .\r\n\r\nغذامس\r\nقال في العزيزي : مدينة غذامس مدينة جليلة عامرة . في وسطها عين أزلية عليها أثر بنيان رومي عجيب ، ويفيض الماء منها ، ويقتسمها أهل المدينة بأقساط معلومة ، وعليه يزرعون ، وأهلها قوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 67 ) تقويم البلدان ، ص 147 . ويقول ابن سعيد المغربي إن زويلة قاعدة بلاد فزّان ويذكر ياقوت أسماء عدد من المواضع يحمل اسم زويلة واحد وسط الصحراء الكبرى ، وفي بلاد السودان ، وفي إفريقية أي تونس واسمها زويلة المهدية وهناك محلّة في القاهرة وباب باسم زويلة .\r\n( 68 ) تقويم البلدان ، ص 145 .\r\n( 69 ) تقويم البلدان ، ص 139 ، ويرد ذكرها في سياق الحديث عن المسيلة .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمن البربر مسلمون ، ولهم مسجد جماعة ، وليس لهم رئيس ومرجعهم إلى مشايخهم « 70 » .\r\n\r\nقابس\r\nقال في العزيزي : وعليها سور وخندق ، ومنها في سمت الجنوب إلى غذامس أربع عشرة مرحلة « 71 » .\r\n\r\nالقيروان\r\nقال في العزيزي : ومدينة القيروان أجلّ مدن المغرب ، وكان عليها سور عظيم فهدمه زيادة اللّه بن الأغلب لما ثار على عمار بن محالد ، وشرب أهلها من ماء المطر يجتمع لها من الشتاء في برك عظام تسمى المواخل ، ولهم واد في قبلة المدينة يأتي فيه ماء ملح يستعمله الناس فيما يحتاجونه « 72 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 70 ) تقويم البلدان ، ص 147 . وقال ياقوت \" بفتح أوله ويضم ، وهي عجمية بربرية فيما أحسب :\r\nوهي مدينة بالمغرب ثم في جنوبيّه ضاربة في بلاد السودان بعد بلاد زافون ، تدبغ فيها الجلود الغدامسية وهي من أجود الدباغ لا شيء فوقها في الجودة كأنها ثياب الخز في النعمومة والإشراق ، وفي وسطها عين أزليّة وعليها أثر بنيان عجيب روميّ يفيض الماء فيها ويقسمه أهل البلدة بأقساط معلومة لا يقدر أحد أن يأخذ أكثر من حقه وعليه يزرعون ، وأهلها بربر يقال لهم تناوريّة \" .\r\n( 71 ) تقويم البلدان ، ص 143 . وحول قابس قال ياقوت \" قابس : إن كان عربيّا فهو من أقبست فلانا علما ونارا أو قبسته فهو قابس ، بكسر الباء الموحدة : مدينة بين طرابلس وسفاقس ثم المهدية على ساحل البحر فيها نخل وبساتين غربي طرابلس الغرب ، بينها وبين طرابلس ثمانية منازل ، وهي ذات مياه جارية من أعمال إفريقية \" أي تونس .\r\n( 72 ) تقويم البلدان ص 145 . وتقع في تونس اليوم .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالمسيلة\r\nقال في العزيزي : ومدينة المسيلة محدثة أحدثها القائم بالله الفاطمي سنة خمس عشرة وثلاثمائة ، وسماها المحمدية ، ومنها إلى مدينة طبنة أربعة وعشرون فرسخا « 73 » .\r\n\r\nمرماجنة\r\nقال المهلّبي : بين مرماجنة والأربس مرحلة « 74 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 73 ) تقويم البلدان ، ص 139 . وتقع إلى الشمال من مدينة بسكرة في الجزائر .\r\n( 74 ) معجم البلدان ، مادة مرماجنة ، ويضبطها ياقوت بالفتح ثم السكون وبعد الألف جيم ونون مشددة . ويذكر أنها قرية بإفريقية لهوارة قبيلة من البربر عن أبي الحسن الخوارزمي .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nبلاد السودان\r\n\r\nأكسنتلا\r\nقال أبو الحسن المهلّبي : أكسنتلا مدينة عظيمة جليلة ، وهي مملكة لرجل من هوارة من البربر يقال له سهل بن الفهري ، مسلم وله سلطان عظيم على أمم من البربر في بلاد لا تحصى كثرة ، وتطيعه أحسن طاعة .\r\nقال : وسمعت غير محصّل يذكر أنه إذا أراد الغزو ركب في ألف ألف راكب فرس نجيب وجمل .\r\nقال : وبأكسنتلا أسواق ومجامع ، وبظاهرها عمارة فيها جميع الفواكه من الكروم وشجر التين ، والأغلب على ذلك النخل ، وبها منبر ومسجد للجماعة وقوم يقرءون القرآن ، وزروعهم على المطر .\r\nقال : ومن اكسنتلا طريقان ، فطريق الشمال في حد المشرق ، وسمته إلى بلاد الكنز الآتيين من السّودان ، مسيرة خمسة أيام « 75 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 75 ) معجم البلدان ، مادة أكسنتلا . ويذكر ياقوت أن أنها مدينة في جنوبي إفريقية ( تونس الحالية ) ، أي أنها تقع في الصحراء الكبرى .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nزغاوة\r\nوقال المهلّبي : ولزغاوة مدينتان يقال لإحداهما مانان وللأخرى ترازكي ، وهما في الإقليم الأول ، وعرضهما إحدى وعشرون درجة .\r\nقال : ومملكة الزغاوة مملكة عظيمة من ممالك السودان في حدّ المشرق منها مملكة النوبة الذين بأعلى صعيد مصر بينهم مسيرة عشرة أيام ، وهم أمم كثيرة ، وطول بلادهم خمس عشرة مرحلة في مثلها في عمارة متصلة ، وبيوتهم جصوص كلّها وكذلك قصر ملكهم ، وهم يعظمونه ويعبدونه من دون اللّه تعالى ويتوهمون أنه لا يأكل الطعام ، ولطعامه قومة عليه سرّا يدخلونه إلى بيوته لا يعلم من أين يجيئونه به ، فإن اتفق لأحد من الرعية أن يلقى الإبل التي عليها زاده قتل لوقته في موضعه ، وهو يشرب الشراب بحضرة خاصة أصحابه ، وشرابه يعمل من الدّرة مقوّى بالعسل ، وزيّه لبس سراويلات من صوف رقيق والاتشاح عليها بالثياب الرفيعة من الصوف الأسماط والخزّ السوسي والديباج الرفيع ، ويده مطلقة في رعاياه ويسترقّ من شاء منهم ، أمواله المواشي من الغنم والبقر والجمال والخيل ، وزروع بلدهم أكثرها الذرة واللوبياء ثم القمح ، وأكثر رعاياه عراة مؤتزرون بالجلود ، ومعايشهم من الزروع واقتتاء المواشي ، وديانتهم عبادة ملوكهم يعتقدون أنهم الذين يحيون\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nويميتون ويمرضون ويصحّون ، وهي من مدائن البلماء وقصبة بلاد كاوار على سمت الشرق منحرفا إلى الجنوب « 76 » .\r\nقال في العزيزي : ومن دنقلة إلى بلاد زغاوة في سمت الغرب عشرون مرحلة « 77 » .\r\n\r\nكوكو\r\nقال المهلّبي : كوكو من الإقليم الأول وعرضها عشر درج وملكهم يظاهر رعيته بالإسلام وأكثرهم يظاهر به ، وله مدينة على النيل من شرقيه اسمها سرناة بها أسواق ومتاجر ، والسفر إليها من كل بلد متصل ، وله مدينة على غربي النيل سكنها هو ورجاله وثقاته ، وبها مسجد يصلي فيه ؛ ومصلى الجماعة بين المدينتين ، وله في مدينته قصر لا يسكنه معه أحد ولا يلوذ فيه إلا خادم مقطوع ، وجميعهم مسلمون وزيّ ملكهم ورؤساء أصحابه القمصان والعمائم ، ويركبون الخيل أعراء ومملكته أعمر من مملكة زغاوه ، وبلاد الزغاوة أوسع ؛ وأموال أهل بلاده الأموال المواشي ، وبيوت أموال الملك واسعة وأكثرها الملح « 78 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 76 ) معجم البلدان ، مادة زغاوة ، وضبطها ياقوت بفتح أولها وفتح الواو ، وقال إنه بلد في جنوبي إفريقية بالمغرب وقيل قبيلة من السودان جنوبي المغرب .\r\n( 77 ) تقويم البلدان ، ص 159 .\r\n( 78 ) معجم البلدان ، مادة كوكو . ويؤكد ياقوت أن كوكو هو اسم أمة وبلاد من السودان . وينقل صاحب تقويم البلدان بشكل مختصر عن المهلّبي : قال في العزيزي وعرض كوكو عشر درج قال وهم مسلمون ص 157 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nجزيرة الأندلس\r\n\r\nسمورة\r\nقال في العزيزي : مدينة سمورة مدينة جليلة من مدن الجلالقة وبها مستقر ملكهم الآن « 79 » .\r\n\r\nشنتياقو\r\nقال في العزيزي : ومدينة شنتياقو مدينة جليلة من مدن الجلالقة ، بينها وبين البحر المحيط يوم واحد « 80 » .\r\n\r\nليون\r\nقال في العزيزي : هي المصر الأعظم وأجل مدن الجلالقة . قال الجلالقة صباح الوجوه أشدّ الأبدان ، ومن ليون إلى ساحل بحر الظلمات ، أعني المحيط ، أربع مراحل غربا . وقال في العزيزي أيضا :\r\nويتصل ببلاد الأندلس من جهة الشمال بلاد الجلالقة وهم نصارى ولهم مملكة منفردة عن الروم الفرنجة « 81 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 79 ) تقويم البلدان ، ص 185 . وهي قاعدة بلاد الجلالقة المتاخمة لبلاد الأندلس وكان المسلمون قد ملكوها ثم استعادها الجليقيون بالفتنة حسب قول ابن سعيد المغربي الذي ينقل عنه صاحب تقويم البلدان . وفي معجم البلدان : \" سمّورة : بفتح أوله ، وتشديد ثانيه وضمّه ، وبعد الواو راء :\r\nمدينة الجلالقة ، وقيل سمرة \" .\r\n( 80 ) تقويم البلدان ، ص 183 ، ومن الواضح أنها تعريب لسانتياغو .\r\n( 81 ) تقويم البلدان ، ص 185 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالجانب الشمالي من الأرض\r\n\r\nأرطنوج\r\nقال في العزيزي : ومدينة الأبخاز العظمى تعرف بأرطنوج « 82 » .\r\n\r\nبلاد البلغار\r\nقال في العزيزي : إن على يمين بلاد البلغار في نحو الجنوب مملكة الكاساق أمة بين الأبخاز وبين اللان « 83 » ، ثم يصير على يمين بلاد البلغار . وفي الجنوب مملكة اللان إلى آخر حد البلغار ثم يتصل بعد ذلك من نحو الجنوب بمملكة الخزر وهو آخر حد البلغار لإفضائه إلى أمة يقال لها المروسية جيل من البلغار شداد عظائم الخلق لا يقوم للرجل منهم عشرة من أشد غيرهم جاهلية ، يعبدون الشمس ، وفي شرق المروسية إلى بلاد الروسية وفي شمالي الصقالبة « 84 » مفاوز لا عمارة فيها إلى البحر المحيط ولا يسكن لشدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 82 ) تقويم البلدان ، ص 203 . والأبخاز قوم من الشراكسة ( الأديغا ) يتردد ذكرهم في كتب البلدانيين العرب المسلمين وقد خصّهم صاحب كتاب تاريخ ميافارقين بصفحات كثيرة من مقدمة كتابه شرح فيها أحوالهم وأحوال مملكتهم التي كانت قائمة في زمنه .\r\n( 83 ) شعب من شعوب القفقاس يسميهم الشراكسة ، القوشحة ، وهم من أصول فارسية بلادهم الآن أوسيتيا بشقيها الجنوبية والشمالية .\r\n( 84 ) الصقالبة هم السلاف .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالبرد الذي بها إلى نحو الروسية وهم أمة من الأتراك يتصلون بالشرق بالغزيّة « 85 » من الأتراك « 86 » .\r\n\r\nجبل القيتق\r\nومن العزيزي قال : ويقال له جبل الألسن ، لأن فيه أمما لغاتهم مختلفة ، قيل إنهم أهل ثلاثمائة لغة ، وفي جانبه الشمالي القيتق وهم جنس ، وفي جانبه الجنوبي اللكزي وهم جنس أيضا ، ويمتد من باب الأبواب « 87 » إلى بلاد الروم « 88 » نحو مسيرة شهر . وجانبه الجنوبي كالحائط لا طريق فيه كأنه نحت بقدّوم ، وعرضه مسيرة عشرة أيام ولا يسلك إلى بلاد الترك إلا بين ساحل بحر الخزر وبين طرف الجبل ، وبين طرفه والبحر ثلاثة أميال ، وبنى هناك أنوشروان حائطا بالصخر والرصاص بعد صلحه واتفاقه مع ملك الخزر على ذلك ، وجعل في ذلك الحائط بابا ومصراعيه من الحديد في قديم الزمان ، فعرف بباب الحديد بسبب ذلك . وفي أثناء هذا الجبل\r\n\r\n\r\n","description":"","footnote":"\r\n( 85 ) الغزّية هم التركمان .\r\n( 86 ) تقويم البلدان ، ص 207 . البلغار المذكورون هنا أحد شعوب جبال القفقاس لم يعد لهم وجود الآن ، علما أن شعبا طورانيا يتواجد الآن في المنطقة ذاتها تقريبا اسمه البلقار .\r\n( 87 ) باب الأبواب هي مدينة الدربند في داغستان حاليا .\r\n( 88 ) المقصود ببلاد الروم تركيا الحالية .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمسالك عشرة ، وأكبرها مسلك في وسطه بنى عليه أيضا سورا وجعل فيه بابا يسمى باب اللان « 89 » .\r\n\r\nرومية\r\nقال المهلّبي : ومدينة رومية مدينة عظيمة ، وتتصل بها الجبال من جهة الغرب والجنوب ، وشرقيها سهل والبحر في شماليها « 90 » .\r\n\r\nقسطنطينية\r\nقال في العزيزي : وخليج قسطنطينية إذا جاوزها إلى الجنوب ضاق حتى يصير عرضه رمية سهم عند موضع يقال له أندلس .\r\nقال في العزيزي : والخليج يطوف بقسطنطينية من شرقيها وشماليها ، وأما جانبها الغربي والجنوبي ففي البر ، ولها في هذين الجانبين نحو مئة باب . قال : ولقسطنطينية أربعة عشر أعمالا [ عملا 
  ] في غربي الخليج وشرقيه « 91 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 89 ) تقويم البلدان ، ص 71 - 72 . وقال أبو الفداء : إنه يمتد من ساحل بحر الخزر بالقرب من مدينة باب الأبواب إلى جهة الجنوب ، وهو ما يسمى في زمننا بجبال القفقاس . وفي كتاب الجغرافيا لابن سعيد المغربي ، يذكر الجبل ذاته باسم جبل الكبكز الكبير ، ويصفه أيضا بأنه جبل الألسن ، وينسبه إلى شعب مسلم اسمه الكبكز كان يسكن على شاطئ البحر الأسود ، ومن الواضح أن ابن سعيد هو أول من أطلق اسم الكبكز أي القفقاز معربة على هذا الجبل في المصادر العربية .\r\n( 90 ) تقويم البلدان ، ص 211 . وهي مدينة روما .\r\n( 91 ) تقويم البلدان ، 200 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقال في العزيزي : وارتفاع سور القسطنطينية واحد وعشرون ذراعا ولها أربع عشرة معاملة « 92 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 92 ) تقويم البلدان ، ص 213 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nذكر الشام\r\n\r\nأذرعات\r\nقال العزيزي : وأذرعات مدينة كورة البثنية « 93 » ، مثلما أن نوى مدينة كورة الجيدور ، وبين أذرعات وبين عمّان أربعة وخمسون ميلا ، وبينها أيضا وبين الصنمين ثمانية عشر ميلا [ والصنمين تثنية صنم وهي قاعدة ولاية وعمل 
  ] ، ومن الصنمين إلى الكسوة [ بضم الكاف وسكون السين المهملة وواو وهاء 
  ] ، وهي ضيعة ومنزل يمر بها نهر الأعوج اثنا عشر ميلا ، ومن الكسوة إلى دمشق اثنا عشر ميلا ، وبينهما عقبة لطيفة تعرف بعقبة شحوره [ بضم الشين المعجمة والحاء المهملة ثم واو وراء مهملة وهاء في الآخر 
  ] . والكسوة عن دمشق في جهة الجنوب « 94 » .\r\n\r\nأرسوف\r\nقال العزيزي : وبينها وبين الرملة اثنا عشر ميلا .\r\nقال : وبينها وبين يافا ستة أميال .\r\nقال : وأرسوف مدينة على البحر لها سوق وعليها سور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 93 ) كورة البثنية تعريب لاسم المقاطعة الروماني باتانيا ، وتضم الآن معظم أراضي محافظة درعا .\r\n( 94 ) تقويم البلدان ، ص 253 . والواضح أن تسمية الجيدور كان معروفة منذ القرن الرابع الهجري .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوقال أيضا : ومن أرسوف إلى قيسارية ثمانية عشر ميلا « 95 » .\r\n\r\nأريحا\r\nقال في العزيزي : هي أول مدينة فتحها يوشع بن نون من أعمال الشام « 96 » ، على أربعة أميال منها مشرقا نهر الأردن . ويزعم النصارى أن المسيح تعمّد في ذلك الموضع ، وعندها مقالع الكبريت وليس بفلسطين معدن غيره .\r\nقال : وبأريحا يزرع الوسمة فيعمل منها النيل ، وبينها وبين بيت المقدس اثنا عشر ميلا في جهة الغرب « 97 » .\r\n\r\nأفامية\r\nقال في العزيزي : وكورة أفامية لها مدينة كانت عظيمة قديمة ، على نشز من الأرض ، لها بحيرة حلوة يشقها النهر المقلوب « 98 » .\r\n\r\nأنطاكية\r\nوقرأت في كتاب « المسالك والممالك » للحسن بن أحمد المهلّبي العزيزي ، وضعه للعزيز الفاطمي المستولي على مصر ، قال : فأما مدينة أنطاكية فهي مدينة العواصم ، وهي مدينة جليلة فتحها أبو\r\n\r\n\r\n","description":"","footnote":"\r\n( 95 ) تقويم البلدان ، ص 239 .\r\n( 96 ) تحتل قصة احتلال أريحا الإصحاحات الستة الأولى من سفر يشوع بن نون في الكتاب المقدس .\r\n( 97 ) تقويم البلدان ، ص 236 .\r\n( 98 ) تقويم البلدان ، ص 263 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعبيدة بن الجرّاح ، وأسكنها المسلمين ، وهي من الإقليم الرابع ، وعرضها خمس وثلاثون درجة ، وهي مدينة عظيمة ليس في الإسلام ، ولا في بلد الروم مثلها ، لأنها في لحف جبل ، هو من شرقها مطل عليها ، لا تقع عليها الشمس إلا بعد ساعتين من النهار ، وعليها سور من حجارة يدور بسهلها ، ثم يطلع إلى نصف الجبل ، ثم إلى أعلاه ، ثم ينزل حتى يستدير عليها من السهل أيضا ، وفي داخل السور عراص كثيرة في الجبل ومزارع وأجنة وبساتين ، ويتخرق الماء من عيون له في الجبل مقناة إلى المدينة والأسواق والمنازل ، كما يتخرق مدينة دمشق ، وأبنيتها كلها بالحجر ، والفواكه والزهر بها كالمجان « 99 » ، ومساحة دور السور اثنا عشر ميلا ، وبها كنيسة القسيان ، وهي كنيسة جليلة عظيمة البناء والقدر عند النصارى ، ويقال إن بها كف يحيى بن زكريا عليه السلام ، وبرسمها بطريق « 100 » ، وتجلّ النصارى قدره ، لها أعمال واسعة من المشرق إلى المغرب ، وأهلها الغالبون عليها قوم من الفرس ، وقوم من ولد صالح بن علي ومواليه ، وأهلها أحسن خلق اللّه تعالى وجوها ، وأكرمهم أخلاقا ، وأرقّهم طباعا ، وأسمحهم نفوسا ، والأغلب على خلقهم البياض والحمرة ، ومذاهبهم على ما كان عليه أهل الشام إلا من تخصص . ولها من الكور :\r\n\r\n\r\n","description":"","footnote":"\r\n( 99 ) بمعنى كثير .\r\n( 100 ) أي أنها كانت بطريركية .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nكورة تيزين ، وهي ضياع جليلة القدر .\r\nوكورة الجومة ، وبها العيون الكبريتية التي تجري إلى الحمّة .\r\nوكورة جندارس مدينة عجيبة البناء ، مبنية بالحجارة والعمد .\r\nوكورة أرتاح ، وهي مدينة جليلة القدر .\r\nوكورة الدقس ، وهي كورة جليلة .\r\nوكورة قرصيلي ، وهي ضياع جليلة .\r\nوكورة السويدية ، وهي مدينة على ضفة البحر المالح .\r\nوكورة الفارسية والعربية ، وهي جليلة القدر .\r\nوكورة يدابيا والقرشية « 101 » .\r\n\r\nبالس\r\nقال في العزيزي : ومنها إلى قلعة دوشر [ دوسر 
  ] [ المعروفة الآن بقلعة جعبر في شرقي الفرات 
  ] خمسة فراسخ ، وفي غربي الفرات مقابل قلعة جعبر أرض صفّين التي بها كانت الوقعة ، ومن قلعة جعبر إلى الرقة سبعة فراسخ « 102 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 101 ) بغية الطلب لابن العديم 1 / 88 - 89 . ويعلّق ابن العديم على المعلومات السالفة بقوله :\r\n\" قلت وأهلها الآن هم من أبناء الروم والأفرنج ، وخلقهم في الحسن والجمال على ما ذكر . وكورة تيزين وكورة الجومة ، وكورة جندارس ، وكورة أرتاح في يد المسلمين الآن مضافة إلى ولاة حلب \" .\r\nويقتبس أبو الفداء عن المهلّبي طول استدارة السور فقط ، تقويم البلدان ، ص 257 .\r\n( 102 ) تقويم البلدان ، ص 269 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nبانياس\r\nقال العزيزي : ومدينة بانياس في لحف جبل الثلج ، وهو مطل عليها ، والثلج على رأسه كالعمامة لا يعدم منه صيفا ولا شتاء « 103 » .\r\nوفي رأس الجبل ضيعة تعرف بصردا « 104 » ، ومنها إلى ضيعة تعرف بكفرلا « 105 » بوادي كنعان « 106 » ثمانية عشر ميلا ومن كفرلا إلى جب يوسف « 107 » اثنا عشر ميلا . ومن بانياس إلى ضيعة تعرف ببيت سابر « 108 » على وادي يعرف ببيت جن « 109 » ثمانية عشر ميلا ، ومنها إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 103 ) تقويم البلدان ، ص 249 .\r\n( 104 ) توجد قرية مهجورة الآن في مثلث الحدود السورية اللبنانية الفلسطينية اسمها صردا وقريبة من الموقع الذي يحدده المهلّبي ، ولكنها ليست على رأس الجبل .\r\n( 105 ) ينفرد المهلّبي بذكر هذه القرية ، والتي لم يعد لها أثر في العهود اللاحقة ، إذ لا توجد قرية بهذا الاسم حاليا ، ولكن من خلال حديث المسعودي في \" مروج الذهب \" عن بحيرة كفرلى التي يعدّها من مصادر بحيرة طبرية ، يمكن القول إنها لابد وأن تكون قرب بحيرة الحولة التي جففت في الخمسينات ، إضافة إلى تقدير المسافة بين صردا والبحيرة .\r\n( 106 ) يقول المقدسي البشاري إن طبرية هي قصبة وادي كنعان ، ويحدد ابن فضل اللّه العمري في \" مسالك الأبصار \" أن وادي كنعان هو الوادي الذي يشقه نهر الأردن من منبعه إلى مصبه في بحيرة زغر ( البحر الميت ) . وفي ترجمة زين الدين الحافظي في \" عيون الأنباء في طبقات الأطباء \" يذكر ابن أبي أصيبعة أن كسرة التتر على يد الملك المظفر قطز تمت في وادي كنعان . وتعرف المعركة باسم عين جالوت وهي بلدة بين بيسان ونابلس كما يقول ياقوت .\r\n( 107 ) جب يوسف محطة على طريق دمشق - وهي المحطة الأولى بعد جسر يعقوب .\r\n( 108 ) قرية معروفة حتى اليوم بهذا الاسم قريبة من سعسع .\r\n( 109 ) وبيت جن معروفة اليوم أيضا وهي على السفح الشرقي لجبل الشيخ .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nقرية كالمدينة تعرف بداريا « 110 » من غوطة دمشق خمسة عشر ميلا ومنها إلى دمشق ثلاثة أميال « 111 » .\r\n\r\nبصرى\r\nقال العزيزي : وبصرى مدينة كورة حوران « 112 » ، مدينة أزلية مبنية بالحجارة السود مسقفة بها ، وبها سوق ومنبر ، وهي من ديار بني فزارة وبني مرة وغيرهم ، ولها قلعة ذات بناء متين وبساتين ، وبناء قلعتها شبيه ببناء قلعة دمشق « 113 » .\r\n\r\nبعلبك\r\nقال في العزيزي : وهي مدينة جليلة قديمة بها مذبح تقول الصابية [ الصابئة 
  ] إنه بيت من بيوتهم عظيم عندهم جدا ، ومن بعلبك إلى الزبداني ثمانية عشر ميلا . والزبداني مدينة ليس لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 110 ) داريا إلى الغرب من دمشق . ويبدو أن المهلّبي يتحدث عن محطات الطريق الذي يصل دمشق بمدينة بانياس ، وهو طريق أول من أنشأه السلوقيون وفي أجزاء مرصوفة بالحجر حتى اليوم ، وجدده خلفاء الإمبراطور هدريان في العهد الروماني ، كما أن ابن جبير سلكه في طريقه من دمشق إلى بانياس .\r\n( 111 ) تقويم البلدان ، ص 249 ، والإضافة حاشية رقم 12 ص 273 .\r\n( 112 ) أراضي هذه الكورة تضم أراضي محافظة السويداء الحالية والجهة الشرقية من محافظة درعا .\r\n( 113 ) تقويم البلدان ، ص 253 . وملاحظته حول التشابه بين بناء قلعة بصرى وقلعة دمشق جدير بالتأمل لأنه تشابه لافت للنظر أولا . ولأن الشائع في التاريخ أن القائد السلجوقي أتسز بن أوق الخوارزمي هو الذي شرع في بناء قلعة دمشق سنة 469 هجرية واكملها تاج الدولة تتش السلجوقي سنة 471 هجرية ، علما أن المهلّبي سبق أتسز وتتش بنحو قرن من الزمان .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nأسوار ، وهي على طرف وادي بردى ، والبساتين متصلة من هناك إلى دمشق ، وهي بلد حسن كثير المنازه والخصب ومنه إلى دمشق ثمانية عشر ميلا « 114 » .\r\n\r\nبغراس\r\nقال في العزيزي : وبغراس بينها مدينة أنطاكية اثنا عشر ميلا ، وبينها وبين اسكندرونة أيضا اثنا عشر ميلا ، وهي في الجبل المطل على عمق حارم ، وحارم في جهة الشرق عنها . وبينهما نحو مرحلتين ، وبغراس في جهة الجنوب عن دربساك وبينهما بعض مرحلة « 115 » .\r\n\r\nبلنياس\r\nقال العزيزي : ومدينة بلنياس دون مدينة جبلة وبينها وبين أنطرطوس اثنا عشر ميلا « 116 » .\r\n\r\nبيت المقدس\r\nقال محمد بن الحسن الكلاعي : قرأت في كتاب المسالك والممالك العزيزي تأليف الحسن بن أحمد المهلّبي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 114 ) تقويم البلدان ، ص 255 .\r\n( 115 ) تقويم البلدان ، ص 259 .\r\n( 116 ) تقويم البلدان ، ص 255 . ويضيف أبو الفداء \" وهو حصن أحدثه المسلمون في سنة أربعة وخمسون وأربعمائة نقله ابن منقذ في تاريخ القلاع والحصون \" . والغريب أن بلنياس تحولت الآن إلى بانياس وهناك خلط بينها وبين بانياس الواقعة في الجولان .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nصفة بيت المقدس « 117 »\r\nقال الحسن بن أحمد المهلّبي : كان أبو عبيدة بن الجراح قد افتتح من فلسطين مدينة نابلس ، وسفسطية « 118 » ، وبيت جبرين ، ومدينة يافا ، كل ذلك صلحا على أداء الجزية والخراج في الأرضين . وكان ذلك كله في أيام عمر بن الخطاب في سنة ست عشرة من الهجرة . وكان عمرو بن العاص قد افتتح غزة قبل ذلك في أيام أبي بكر صلحا على هذه الشريطة . ثم إن أبا عبيدة حاصر مدينة إيليا ، وهي بيت المقدس . فطلب أهلها الصلح على مثل صلح الجند كله من أداء الجزيرة والخراج ، على أن يكون عمر بن الخطّاب المتولّي للعقد بنفسه . فكتب أبو عبيدة إلى عمر بذلك فسار عمر من المدينة حتى نزل الجابية « 119 » ، ثم سار إلى بيت المقدس فتمّم الصلح في سنة سبع عشرة . وكتب لأهلها ، واستثنى عليهم موضعا من كنيستها فبناه مسجدا يعرف به الآن .\r\nومدينة إيليا « 120 » هذه مدينة عظيمة في جبل شامخ على مسيرة يوم من مدينة الرملة ، مبنية بالحجارة العادية « 121 » . بناها سليمان بن داود\r\n\r\n\r\n","description":"","footnote":"\r\n( 117 ) مخطوطة الأمبروزيانا المنشورة في مجلة معهد المخطوطات العربية لعام 1958 .\r\n( 118 ) وتكتب أيضا سبسطية وهي من أعمال نابلس حسب ياقوت الحموي ، ومن المستغرب أن الدكتور صلاح الدين المنجّد محقق المخطوطة يذكر أنه لم يعثر لها على أثر في المراجع .\r\n( 119 ) وتسمى جابية الجولان وكانت مقر ملوك الغساسنة .\r\n( 120 ) المقصود هنا مدينة القدس ، وكان هذا اسمها قبل الفتح الإسلامي . وقد ورد اسمها هكذا في نص العهدة العمرية ، وأصل الاسم يعود إلى القرن الأول الميلادي عندما أطلق الإمبراطور\r\nالروماني هدريان  ( hadrian )  اسم إيليا كابيتولينا على المستعمرة الرومانية التي أنشأنها مكان المدينة المدمرة .\r\n( 121 ) أي القديمة وكل قديم يقال له عادي ولذلك أطلق العرب على الآثار اسم العاديات .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nعليهما السلام ، وبها الجامع الأعظم ، طوله تسع مئة ذراع ، وعرضه خمس مئة ذراع وعشرون ذراعا ، مبني على أزاج عظام ، تحته ، ينزل إليها بدرج ، ويخرج من أبواب لها شاهقة إلى طرقات تحت المسجد مستقلة كأنها طبقة ثانية تحت المسجد .\r\nوالمسجد على شفير واد من شرقيه يعرف بوادي جهنم .\r\nوالطرقات المستقلة تحت المسجد في الطبقة الثانية تفضي إليه .\r\nوحيطانه وأساسه مبنية بحجارة منحوتة ، منها ما طول الحجر منه عشر أذرع ، وعرضه وسمكه أربع أذرع .\r\nورواق المسجد القبلي الذي فيه المحراب شبيه بسدسه في الذرع .\r\nوليس الرواق في عرض الصحن كله ، بل هو في مقدار ثلثي الصحن ، والثلث الآخر مكشوف لا رواق عليه .\r\nوسقف الرواق على كنائس شاهقة على عمد رخام ، عليها حنايا معقودة تحمل الكنائس ، وأوسطها كنيسة هي أعظمها ، وهي المقابلة للمحراب . فإذا صار الإنسان في وسط الكنيسة بين المحراب والباب المساوي له ، صار تحت قبة تقطع الكنيسة العظمى ، سعتها عشرون ذراعا في مثلها « 122 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 122 ) هذه معلومة جديدة .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوالرواق كله مبلّط بالمرمر وحيطانه كلها منقوشة . ويدور بالرواق من سائر جهاته أبواب مطوية ، بين يديها أروقة على عمد من سائر جهات المسجد ، كما يدور الصحن بأروقة على عمد عرض الرواق أربع عشر ذراعا . ووسط الصحن دكة الصخرة ، ارتفاعها من الأرض ست أذرع ، وطولها مئة وعشرون ذراعا في عرض مثلها .\r\nووسط الدكة قبة عالية على أركان مربعة بحيطان تدور بين الأركان ، طول كل واحد خمس وخمسون ذراعا ، بأربعة أبواب في أربع جهات القبة .\r\nيدخل من كل باب منها إلى مثل دهليز مقدار طوله خمس أذرع ، وتفضي جميعها إلى البيت الذي القبة في وسطه . وهي على عمد بتقطيع مثمن ، ارتفاعها نيف وستون ذراعا من عرضه للأرض ، ملبسة بقراميد نحاس مذهبة ، ومن تحتها عمد رخام ملوّح ومجزّع ، والقبة وحيطانها منقوشة بالفسافس « 123 » الملون المذهب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 123 ) صيغة أخرى للفسيفساء .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوالصخرة المقدسة وسط القبة عليها حظار « 124 » مبني . وارتفاعها من أرض القبة نحو ثلاث أذرع ، وطولها نحو اثني عشر ذراعا في مثلها .\r\nوالحظار الذي حولها أيضا مثمن . وتحتها مغارة ينزل الناس إليها بدرج . وهذه القبة كلها مفروشة بحصر البيامان النفيسة ، وفيها عدد كبير من قناديل الفضة ، وهذا المسجد هو الذي بناه سليمان بن داود عليهما السلام على الأساس الذي بناه داود عليه السلام .\r\nويزعم أهل الكتاب أن أول ظهور هذه الصخرة أن إسحاق بن إبراهيم عليهما السلام خص ابنه يعقوب بدعاء وبركة . فحسده أخوه العيص على ذلك . وكان شرسا شديدا . فخافت عليه أمهما رفقى من أخيه فأشارت عليه بالمسير إلى حرّان ليأخذ ابنة خاله رابان ، وكانت امرأته هناك ، ويستدفع مغبة شر أخيه عنه . فسار حتى إذا صار في الموضع الذي فيه الآن الصخرة ، غشيه الليل فنام هنالك ، وقد جعل تحت رأسه اثني عشر حجرا . فرأى في منامه كأن بابا في السماء انفتح ، وعليه سلّم موضوع ، والملائكة تطلع منه وتنزل . فقال في نفسه : هذا باب السماء . وشرف الموضع عنده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 124 ) في لسان العرب الحظار كل ما حال بينك وبين شيء ، وكل شيء حجر بين شيئين ، فهو حظار وحجار . والحظار : الحظيرة تعمل للإبل من شجر لتقيها البرد والريح ؛ وفي التهذيب الحظار ، بفتح الحاء .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nثم وجد الحجارة التي كانت تحت رأسه قد صارت حجرا واحدا ، فازداد شرف الموضع في نفسه « 125 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 125 ) الكتاب المقدس ، سفر التكوين ، \" فحقد عيسو على يعقوب من اجل البركة التي باركه بها أبوه . وقال عيسو في قلبه قربت أيام مناحة أبي . فأقتل يعقوب أخي . فأخبرت رفقة بكلام عيسو ابنها الأكبر ، فأرسلت ودعت يعقوب ابنها الأصغر وقالت له هو ذا عيسو أخوك متسل من جهتك بأنه يقتلك . فالآن يا ابني اسمع لقولي وقم اهرب إلى أخي رابان إلى حاران وأقم عنده أياما قليلة حتى يرتد سخط أخيك ( . . ) وقالت رفقة لإسحاق مللت حياتي من أجل بنات حثّ وإن كان يعقوب يأخذ زوجة من بنات حث مثل هؤلاء من بنات الأرض فلماذا لي حيوة [ الإصحاح السابع والعشرون 
  ] فدعا إسحاق يعقوب وباركه وأوصاه وقال له لا تأخذ زوجة من بنات كنعان . قم اذهب إلى آرام فدان إلى بيت بتوئيل أبي أمك وخذ لنفسك زوجة من هناك من بنات لابان أخي أمك ( . . ) فخرج يعقوب من بئر السبع وذهب نحو حاران . وصادف مكانا وبات هناك لأن الشمس كانت قد غابت . وأخذ من حجارة المكان ووضعه تحت رأسه فاضطجع في ذلك المكان . ورأى حلما وإذا سلم منصوبة على الأرض ورأسها يمس السماء . وهو ذا ملائكة اللّه صاعدة نازلة عليها . وهو ذا الرب واقف عليها فقال أنا الرب إله إبراهيم أبيك وإله إسحاق . الأرض التي أن مضطجع عليها أعطيها لك ولنسلك . ويكون نسلك كتراب الأرض وتمتد غربا وشرقا وشمالا وجنوبا . ويتبارك فيك وفي نسلك جميع قبائل الأرض . وها أنا معك وأحفظك حيثما تذهب وأردّك إلى هذه الأرض . لأني لا أتركك حتى افعل ما كلمت به فاستيقظ يعقوب من نومه وقال حقا إن الرب في هذا المكان وأنا لم أعلم . وخاف وقال ما أرهب هذا المكان . ما هذا إلا بيت اللّه وهذا باب السماء .\r\nوبكر يعقوب في الصباح وأخذ الحجر الذي وضعه تحت رأسه وأقامه عمودا وصب زيتا على رأسه ودعا اسم ذلك المكان بيت إيل . ولكن اسم المدينة أولا كان لوز . ونذر يعقوب نذر قائلا إن كان اللّه معي وحفظني في هذا الطريق الذي أنا سائر فيه وأعطاني خبزا لآكل وثيابا لألبس ورجعت بسلام إلى بيت أبي يكون الرب لي إلها . وهذا الحجر الذي أقمته عمودا يكون بيت اللّه وكل ما تعطيني فإني أعشره لك \" . [ الإصحاح الثامن والعشرون 
  ] .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nويقول أهل الكتاب : إن أول جزو [ جزء 
  ] خلق من الأرض الصخرة ، وإن آدم عليه السلام هنالك خلق . وإن ماء الطوفان تجافى عن موضع الصخرة ، وإنه أول مذبح كان بعد الطوفان .\r\nوإن اللّه تعالى قد كان أمر إبراهيم عليه السلام بالصلاة في هذا الموضع . ولم يزل الموضع شريفا يخص اللّه عز وجل بمعرفته أولياءه إلى أن دخل بنو إسرائيل الشام من مصر .\r\nفلما تمكنوا وظهر الإيمان بالله وعظم أمرهم ، ورأوا سائر أهل الأرض بملوك ، وأحبوا أن يكون لهم ملك يجمعهم . وإنما كان يسوسهم رؤساؤهم على غير سبيل الملك . وكان النبي في ذلك الوقت شمويل . فسأل الباري عز وجل ، أن يملك عليهم ملكا منهم يجمع أمرهم وأن يعرفه به . فأوحى اللّه إليه : اجمع القوم ، فأطولهم قدرا هو ملكهم . وكان طالوت الذي ذكره اللّه في الكتاب أمد بني إسرائيل قامة . فكان أطولهم يلحق منكبه . فلما طلب للملك هرب ورعا فيه وكراهية لحمل ثقل الملك . فقدّمه النبي مكرها فملكه عليهم ، فأقام مدة ثم هلك « 126 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 126 ) الكتاب المقدس ، سفر صموئيل الأول ، \" واستدعى صموئيل الشعب إلى الرب إلى المصفاة .\r\nوقال لبني إسرائيل هكذا يقول الرب إله إسرائيل . إني أصعدت إسرائيل من مصر وأنقذتكم من يد المصريين ومن يد جميع الممالك التي ضايقتكم . وأنتم قد رفضتم اليوم إلهكم الذي هو مخلصكم من جميع الذين يسيئون إليكم ويضايقونكم وقلتم له بل تجعل علينا ملكا . فالآن امثلوا أمام الرب حسب أسباطكم وألوفكم ( . . ) فسألوا أيضا من الرب هل يأتي الرجل أيضا إلى هنا . فقال الرب :\r\nهو ذا اختبأ بين الأمتعة . فركضوا وأخذوه من هناك . فوقف بين الشعب ، فكان أطول من كل\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوملك بعده داود عليه السلام . فأقام في الملك أربعين سنة ، فأراد في بعضها أن يبني البيت الذي هو المسجد الآن . فأوحى اللّه تعالى إليه أن ابنه سليمان هو الذي يبنيه . فبنى داود الأساس الذي ذكرته ، وأعدّ للبيت ، على ما يذكر أهل الكتاب من الذهب الإبريز ثلاثة آلاف قنطار ، ومن الفضة البيضاء سبعة آلاف قنطار ، ومن الذهب الدون ، ومن الفضة الدون ، والحديد والنحاس ألف ألف قنطار ، ومن الجواهر ما لا يحصى . ولما ابتدأ سليمان عليه السلام ببناء البيت ، تبرع بنو إسرائيل في ذلك اليوم له بخمسة آلاف قنطار ذهبا ، وعشرة آلاف قنطار فضة ، ومئة آلف قنطار نحاسا وحديدا .\r\nوبنى سليمان عليه السلام البيت في ثلاث عشرة سنة « 127 » . وكان عدد الأجراء في البيت سبعين ألف أجير . وكان قطّاعوا الحجارة\r\n\r\n\r\n","description":"","footnote":"\r\nالشعب من كتفه فما فوق . فقال صموئيل لجميع الشعب : أرأيتم الذي اختاره الرب إنه ليس مثله في جميع الشعب . فهتف كل الشعب وقالوا : ليحيى الملك . [ الإصحاح العاشر 
  ] وصموئيل هو شمويل ، وطالوت هو شاؤول .\r\n( 127 ) الكتاب المقدس ، سفر الملوك الأول ، \" وأما بيته فبناه سليمان في ثلاث عشرة سنة وأكمل كل بيته \" . [ الإصحاح السابع 
  ]\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nثمانين ألف قطاع ، وكان رؤساء البنائين والوكلاء ثلاثة آلاف وخمس مئة رجل « 128 » .\r\nولم يكن يسمع [ يسمح 
  ] في البيت يضرب [ بضرب 
  ] قدّوم ، لأن الحجارة والخشب كانت تنحت خارج البيت ، ويدخل بها مفروغا منها « 129 » .\r\nقال أهل الكتاب : وكان البيت قد غشي بالذهب .\r\nقالوا : وكان سليمان قد عمل في البيت بستانا من ذهب ، فيه على مثال سائر الأشجار من ذهب .\r\nقالوا : وجعل اللّه فيه آية .\r\nقالوا : فكانت كل شجرة فيه تطعم من الثمر ما تطعمه الشجرة التي هي معمولة على مثالها .\r\nقالوا : وكان في هذا البيت عشر آيات .\r\nمنها : أنه لم يسقط حبلى قط من روائح طبيخ فيه .\r\nولم ينتن لحم القربان به قط ،\r\nولم تر فيه ذبابة قط ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 128 ) الكتاب المقدس ، سفر الملوك الأول ، \" وكان لسليمان سبعون ألفا يحملون أحمالا ، وثمانون ألفا يقطعون في الجبل ما عدا رؤساء الوكلاء لسليمان ، الذين على العمل ، ثلاثة آلاف ومئة المتسلطين على الشعب العاملين العمل \" . [ الإصحاح الخامس 
  ] .\r\n( 129 ) الكتاب المقدس ، سفر الملوك الأول ، \" ولم يسمع في البيت عند بنائه منحت ولا معول ولا أداة من حديد \" . [ الإصحاح السادس 
  ] .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nولم يجنب الإمام ليلة صومه الأكبر فقط ،\r\nولم يوجد في خبز فيه عفن قط ،\r\nولم تملّ الريح دخان القربان في صعوده إلى الجو قط ،\r\nولم يطفئ المطر نار القربان قط ،\r\nولم يلسع الهوام المؤذي بها أحد قط ،\r\nوكان الناس يصلّون في البيت متضاغطين ، فإذا سجدوا وجدوا بين كل اثنين منهم أربع أذرع ، وكأن الأرض تتسع لسجودهم .\r\nوكانت النار على صورة أسد رابض على المذبح .\r\nفهذه عشر آيات .\r\nقالوا : وفي اليوم الذي فرغ فيه سليمان عليه السلام من بناء البيت ، قرّب مئة ألف وعشرين ألفا من الخرفان ، واثنين وعشرين ألفا من البقر ، وأحرق جميع شحومها على المذبح « 130 » .\r\nقالوا : وبني هذا البيت على رأس أربع مئة وثمانين سنة لخروج بني إسرائيل من مصر « 131 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 130 ) الكتاب المقدس ، سفر الملوك الأول ، \" ثم إن الملك وجميع من معه ذبحوا ذبائح أمام الرب وذبح سليمان ذبائح السلامة التي ذبحها للرب من البقر اثنين وعشرين ألفا ومن الغنم مئة ألف وعشرين ألفا . فدشن الملك وجميع بني إسرائيل بيت الرب في ذلك اليوم قدس الملك وسط الدار التي أمام بيت الرب لأنه قرّب هناك المحرقات والتقدمات وشحم ذبائح السلامة \" . [ الإصحاح الثامن 
  ]\r\n( 131 ) الكتاب المقدس ، سفر الملوك الأول ، \" وكان في سنة الأربع مئة وثمانين لخروج بني إسرائيل من ارض مصر في السنة الرابعة لملك سليمان \" [ الإصحاح السادس 
  ]\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nقالوا : وأخربه بخت نصّر ومدينة بيت المقدس ، وسبى بني إسرائيل وقتلهم أبرح القتل بخلافهم أمر اللّه ، على رأس أربع مئة وعشر سنين من بنائه « 132 » .\r\nقالوا : وردّ البيت واستؤنف بناؤه الكرة الأخيرة في أيام دارا بن دارا ، ودانيال النبي عليه السّلام ، على رأس سبعين سنة من إخرابه المرة الأولى « 133 » .\r\nقالوا : وأقام بهذه العمارة الأخيرة تسع مئة وإحدى وعشرين سنة .\r\nثم تنصّرت الروم ، فأخربه طيطوس ملك لهم « 134 » .\r\nوقال أهل الكتاب النصارى : ولد المسيح عليه السلام ببيت لحم على أربعة أميال من بيت المقدس في الحد القبلي منها . فبنوا على موضع مولده كنيسة ليس على وجه الأرض مثلها « 135 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 132 ) الكتاب المقدس ، سفر دانيال ، \" في السنة الثالثة من ملك يهو ياقيم ملك يهوذا ذهب نبوخذ ناصر ملك بابل إلى أورشليم وحاصرها وسلم الرب بيده يهوناقيم ملك يهوذا مع بعض آنية بيت اللّه فجاء بها إلى ارض شنعار . . [ الإصحاح الأول 
  ]\r\n( 133 ) راجع سفر دانيال ، الإصحاح العاشر .\r\n( 134 ) في سنة 70 ميلادية هدم تيطوس  ( titus )  ابن الإمبراطور الروماني فيسباسيان هيكل هيرودوس الذي كان قد بناه مكان المعبد القديم أو في مكان قريب منه . راجع دراسة نقولا زيادة في الموسوعة الفلسطينية الجزء الثاني \" فلسطين من الإسكندر إلى الفتح العربي الاسلامي \" .\r\n( 135 ) المقصود كنيسة المهد .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nقالوا : وكان مع بني إسرائيل يتعلم العلم .\r\nقالوا : وبمدينة بيت المقدس قتله بنو إسرائيل ، وموضع خشبته التي يدّعون صلبه عليها ، وقبره الذي يدّعون دفنه فيه ، هو الكنيسة المعروفة بالقمامة « 136 » ، أعظم كنيسة على وجه الأرض ، مبنية بالرخام المجزّع والفسافس الملون ، والنحاس المذهب . وقبر مريم عليها السلام على شفير الوادي المعروف بوادي جهنم ، قد بنيت عليها كنيسة جليلة تعرف بالجسمانية « 137 » .\r\nولما بنت هلانة أم قسطنطين الملك كنيسة قمامة وغيرها من الكنائس أمرت بتقصي هدم البيت ، وجعلت موضع الصخرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 136 ) كنيسة القيامة ، وفعل كنس وقمّ مترادفان لغة ، وحسب ياقوت الحموي فإن \" قمامة :\r\nبالضم : أعظم كنيسة للنصارى بالبيت المقدس ، وصفها لا ينضبط حسنا وكثرة مال وتنميق عمارة ، وهي في وسط البلد والسور يحيط بها ، ولهم فيها مقبرة يسمونها القيامة لاعتقادهم أن المسيح قامت قيامته فيها ، والصحيح أن اسمها قمامة لأنها كانت مزبلة أهل البلد وكان في ظاهر المدينة يقطع بها أيدي المفسدين ويصلب بها اللصوص ، فلما صلب المسيح في هذا الموضع عظّموه كما ترى ، وهذا مذكور في الإنجيل ، وفيه صخرة يزعمون أنها انشقت وقام آدم من تحتها والصلبوت فوقها سوى ، ولهم فيها بستان يوسف الصدّيق ، عليه السلام ، يزورونه ، ولهم في موضع منها قنديل يزعمون أن النور ينزل من السماء في يوم معلوم فيشعله \" . أما المؤرخ ابن خلدون فيعزو هذه التسمية إلى أن القديسة هيلانة والدة الإمبراطور قسطنطين التي \" ارتحلت إلى القدس في طلب الخشبة التي صلب عليها المسيح بزعمهم ، فأخبرها القمامصة بأنه رمي بخشبته على الأرض ، وألقي عليها القمامات والقاذورات . فاستخرجت الخشبة ، وبنت مكان تلك القمامات كنيسة القمامة كأنها على قبره بزعمهم \" .\r\n( 137 ) كنيسة الجسمانية معروفة حتى اليوم في القدس .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nحشوش البلد ومزابله فدثر « 138 » . فلما فتح عمر البلد جاءه اليهود فعرفوه بالموضع ، فأمر المسلمين بتنظيفه ، وعاونه اليهود على ذلك فكشف عن الموضع وبنى المسلمون عليه مسجدا « 139 » .\r\nفلما كان في أيام الوليد بن عبد الملك بنى المسجد على أساسه القديم وبنى القبة على الصخرة ، وحسّن الموضع وسواه ، وبنى فيه قبابا غيرها سمى بعضها قبة المعراج ، وبعضها قبة الميزان ، وبعضها قبة السلسلة ، وبعضها قبة المحشر . وأقام في نفوس الطغام من أهل الشام أن الناس يحشرون إلى ذلك الموضع ويحاسبون فيه ، وأنه عرج بالنبي عليه السلام من ذلك الموضع إلى السماء ، استنئاء لهم ، وصدا عن الحج ، وإشغالا لهم بهذا المكان عن الحجاز ، خوفا على أهل الشام أن يدخلوا الحجاز فيلقاهم الناس ويعرّفونهم فضل أهل البيت عليهم السلام على بني أمية ، لأنه لم يكن بالشام أحد يظن أن للنبي قرابة إلا بني أمية « 140 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 138 ) يبدو أن مصادر التأريخ المسيحية كانت معربة في زمن المهلّبي .\r\n( 139 ) لم يذكر أي من الإخباريين العرب أن اليهود ساعدوا عمر بن الخطاب في التعرف على موضع الصخرة .\r\n( 140 ) هذه القصة منسوخة عن قصة يربعام التي يسردها المهلّبي عند حديثه عن مدينة نابلس كما سنرى لاحقا ، والملاحظ أن أبا الفداء في تقويم البلدان ينقل قصة الوليد بن عبد الملك عن المهلّبي لكنه يقول في نهاية الاقتباس \" والعهد عليه في ذلك \" أي أنه لم يعثر على هذا الكلام في مصدر آخر ، تقويم البلدان ص 227 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nمسجد إبراهيم الخليل\r\nوعلى ثمانية عشر ميلا من بيت المقدس في سمت القبلة ، مسجد إبراهيم عليه السلام ، وهو الموضع الذي كان به منزله وضيافته ، وبه استضافه الملائكة المرسلون إلى قوم لوط .\r\nويقول أهل الكتاب : إن إبراهيم عليه السلام إنما رغب في ذلك الموضع واتخذه وطنا لأن قبر آدم وحواء عليهما السلام فيه ، وأنه اشترى المغارة التي فيها القبر من عفرون بن صوحر بأربع مئة قنطار فضة « 141 » .\r\nقالوا : وفي الموضع الآن قبر إبراهيم وسارة وإسحاق ورفقى ويعقوب ولايا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 141 ) الكتاب المقدس ، سفر التكوين ، \" فقام إبراهيم وسجد لشعب الأرض لبني حث . وكلّمهم قائلا : إن كان في نفوسكم أن أدفن ميتي من أمامي فاسمعوني والتمسوا لي من عفرون بن صوحر أن يعطيني مغارة المكفيلة التي له في طرف حقله . بثمن كامل يعطيني إياها في وسطكم ملك قبر ( . . ) فأجاب عفرون إبراهيم قائلا له : يا سيدي اسمعني . ارض بأربعمائة شاقل فضة ما هي بيني وبينك .\r\nفادفن ميتك . فسمع إبراهيم لعفرون ووزن إبراهيم لعفرون الفضة التي ذكرها في مسامع بني حث أربع مائة شاقل فضة جائوة عند التجار ( . . ) وبعد ذلك دفن إبراهيم سارة امرأته في حقل المكفيلة أمام ممرا التي هي حبرون في أرض كنعان [ الأصحاح الثالث والعشرون 
  ] . واسلم إبراهيم روحه ومات بشيبة صالحة شيخا شبعان أياما وانضم إلى قومه . ودفنه إسحاق وإسماعيل ابناه في مغارة المكفيلة في حقل عفرون بن صوحر الحثي [ الإصحاح الخامس والعشرون 
  ] .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nبيروت\r\nقال العزيزي : وبين بيروت ومدينة بعلبك على عقبة المغيثة ستة وثلاثون ميلا ، وبينهما مدينة عرجموس « 142 » على أربعة وعشرين ميلا عن مدينة بيروت .\r\nقال : وبيروت مدينة جليلة شرب أهلها من قناة تجرّ إليها ولها مينا جليل ، وبينها وبين مدينة جبيل ثمانية عشر ميلا ، وجبيل لها مينا وسوق وجامع « 143 » .\r\n\r\nجبلة\r\nقال في العزيزي : ومدينة جبلة أكبر من مدينة بلنياس ، وبين جبلة وبين بلنياس أربعة وعشرون ميلا ، ومن جبلة إلى اللاذقية اثنا عشر ميلا ولها أعمال واسعة « 144 » .\r\n\r\nحلب\r\nقرأت في كتاب « المسالك والممالك » الذي وضعه الحسن بن أحمد المهلّبي للعزيز الفاطمي المستولي على مصر قال : فأمّا حلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 142 ) يقول ياقوت في معجم البلدان : \" عرجموس : بالجيم ، والسين : قرية في بقاع بعلبك يزعمون أن فيها قبر حبلة بنت نوح ، عليه السلام \" .\r\n( 143 ) تقويم البلدان ، ص 247 .\r\n( 144 ) تقويم البلدان ، ص 255 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفهي مدينة قنسرين « 145 » العظيمة وهي مستقر السلطان ، وهي مدينة جليلة عامرة آهلة ، حسنة المنازل ، بسور عليها من حجر ، وفي وسطها قلعة على جبل وسط المدينة لا ترام ، ليس لها إلا طريق لا مقابلة عليه ، وعلى القلعة أيضا سور حصين ؛ وشرب أهل حلب من نهر على باب المدينة يعرف بقويق ، ويكنّيه أهل الخلاعة أبا الحسن . وأعمال قنسرين كلها ومدينة حلب فتحت صلحا .\r\nوقال : فأمّا الأقاليم التي هي منها ، فإن من الإقليم الرابع حلب ، وعرضها أربع وثلاثون درجة ، فأما أهلها فهم أخلاط ، من الناس من العرب والموالي ، وكانت بها خطط لولد صالح بن علي بن عبد اللّه بن عباس ، وتأثلت لهم بها نعمة ضخمة ، وملكوا بها نفيس الأملاك ، وكان منهم من لحقت بقيتهم بنو القلندر فإنني شاهدت لهم نعما ضخمة ، ورأيت لهم منازل في نهاية السرو « 146 » .\r\nوكان بها أيضا قوم من العرب يعرفون ببني سنان ، كانت لهم نعمة ضخمة . وسكنها أحمد بن كيغلغ وبنى بها دارا معروفة إلى الآن ؛ وملك بها بدر غلامه ضياعا نفيسة ، فأتى على ذلك كله الزمان ، وسوء معاملة من كان يلي أمورهم ، لأنه لم يكن بالشام مدينة أهلها أحسن نعما من أهل حلب ، فأتى على ذلك كله ، وعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 145 ) المقصود هنا جند قنسرين ، وكما أسلفنا كانت التقسيمات التي وضعت أثناء الفتوح الإسلامية سارية المفعول في زمن المهلّبي .\r\n( 146 ) السرو بمعنى المروءة والشرف والسخاء .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالبلد نفسه سوء معاملة علي بن حمدان لهم ؛ وما كان يراه من التأول في المطالبة « 147 » .\r\n( . . . )\r\nعدنا إلى كلام العزيزي قال : وحلب من أجلّ المدن وأنفسها ، ولها من الكور والضياع ما يجمع سائر الغلّات النفيسة ، وكان بلد معرّة مصرين إلى جبل السّماق « 148 » بلد التين والزبيب والفستق والسّماق ، وحبّة الخضراء يخرج عن الحد في الرخص ، ويحمل إلى مصر والعراق ، ويجهّز إلى كل بلد ، وبلد الأثارب والأرتاح إلى نحو جبل السّماق أيضا ، مثل بلد فلسطين في كثرة الزيتون . ولها ارتفاع جليل من الزيت ، وهو زيت العراق ، يحمل إلى الرقة إلى الماء . ماء الفرات ، إلى كل بلد ، وقد اختلّ ذلك ونهكه الروم .\r\nفأمّا خلق أهلها ، فهم أحسن الناس وجوها وأجساما ، والأغلب على\r\n\r\n\r\n","description":"","footnote":"\r\n( 147 ) علي بن حمدان هو سيف الدولة ، وأجمع المؤرخون على مزاياه الحسنة لكنهم أجمعوا أيضا على قسوته وعدم تساهله في جبي الضرائب ، والمكوس .\r\n( 148 ) هو جبل الزاوية التابع لمحافظة إدلب اليوم ، ويقول ياقوت الحموي في حديثه عن جبل السّماق : \" بلفظ السّماق الذي يطبخ به : هو جبل عظيم من أعمال حلب الغربية ، يشتمل على مدن كثيرة وقرى وقلاع ، عامتها للإسماعيلية ( . . ) ، وأكثرهم في طاعة صاحب حلب ، وفيه بساتين ومزارع كلها عدي ، والمياه الجارية به قليلة إلا ما كان من عيون ليست بالكثيرة في مواضع مخصوصة ، ولذلك تنبت فيه جميع أشجار الفواكه وغيرها حتى المشمش والقطن والسمسم وغير ذلك ، وقيل : إنه سمي بذلك لكثرة ما ينبت فيه من السّماق \" .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nألوانهم الدرّية « 149 » والحمرة والسمرة ، وعيونهم سود وشهل ، وهم من أحسن الناس أخلاقا وأتمهم قامة وكانت اعتقاداتهم مثل ما كان عليه أهل الشام قديما ، إلا من تخصّص منهم ، وقبلتهم موافقة لقبلة أهل الشام « 150 » . قال في العزيزي : وهي مدينة جليلة العمارة حسنة المنازل عليها سور من حجر وفي وسطها قلعة على تل لا ترام وبينها وبين معرّة النعمان ستة وثلاثون ميلا وبينها وبين مدينة بالس خمسة عشر فرسخا « 151 » .\r\n\r\nحمص\r\nقال العزيزي : مدينة حمص هي قصبة الجند ، وهي من أصحّ بلدان الشام هواء ، وبظاهر حمص على بعض ميل ، يجري النهر المقلوب وهو نهر الأرنط « 152 » ولهم عليه أجنّة حسنة وكروم « 153 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 149 ) الدرية بمعنى المضيئة وهي هنا كناية عن البياض .\r\n( 150 ) بغية الطلب في تاريخ حلب لابن العديم 1 / 58 - 60 ، ويعلّق ابن العديم على الفقرة الأخيرة بقوله : \" يشير بقوله : وكانت اعتقاداتهم مثل ما كان عليه أهل الشام قديما ؛ إلى مذهب أهل السنّة وكذلك كان مذاهب أهل حلب ، حتى هجمها الروم في سنة إحدى وخمسين وثلاثمائة ، وقتلوا معظم أهلها ، فنقل إليها سيف الدولة من حرّان جماعة من الشيعة مثل الشريف أبي إبراهيم العلوي وغيره ، وكان سيف الدولة يتشيّع ، فغلب على أهل حلب التشيّع لذلك \" .\r\n( 151 ) تقويم البلدان ، ص 267 .\r\n( 152 ) هو المعروف في أيامنا باسم نهر العاصي .\r\n( 153 ) تقويم البلدان ، ص 261 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nويقال : إذا غسل بماء حمص ثوب لم يضر لابسه حيّة ولا عقرب إلى أن يغسل الثوب بغير ماء حمص وبشرة أهلها من أحسن بشرة « 154 » .\r\n\r\nدمشق\r\nقال المهلّبي : وأمّا دمشق فإنها مدينة عادّية أزلية . وهي مدينة الشام العظمى ، وقصبة الجند « 155 » . وهي من الإقليم الرابع . وعرضها ثلاث وثلاثون درجة .\r\nقالوا : وهي إرم ذات العماد . وهي من أحسن البلاد وأجلّها موقعا سهلية جبلية ، وفي شمالها جبل عظيم ممتد مسيرة أربعة أيام « 156 » .\r\nوكانت مدينة اليونانية ودار ملكهم .\r\nوقيل : إنه وجد في ركن من أركان البيت الذي كان للعبادة - ثم صار كنيسة ، ثم صار مسجد الجامع - مكتوبا باليونانية « بنى هذا البيت دامشقيوس على اسم الإله ازيس » .\r\nقالوا : وداماشقيوس اسم الملك الذي بناها ، وإيزيس تفسيره بالعربية المشتري « 157 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 154 ) تقويم البلدان هامش في الصفحة 272 .\r\n( 155 ) المقصود جند دمشق ، ومن الواضح أن هذه التقسيمات كانت سارية المفعول في زمن المؤلّف ، أي في القرن الرابع الهجري ، علما أن هذه التقسيمات الإدارية انتهت في زمن الدولتين النورية والصلاحية وما تلاهما .\r\n( 156 ) هو جبل سنير الذي يسمى الآن جبل القلمون .\r\n( 157 ) دامشقيوس هو اسم دمشق في اللاتينية  ( Damascus )  وإزيس هو الإله زيوس أبو الآلهة لدى الإغريق ومعادله الروماني جوبيتير ، وهو فعلا كان الإله الذي كرّس له معبد دمشق الوثني الروماني ، معبد جوبيتير ، والاسمان يعنيان كوكب المشتري ، راجع معالم دمشق التاريخية لأحمد الإيبش ص 205 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوقال قوم : بناها جيرون بن عاد . والصابئة تزعم أن البيت الذي كان بها هو أحد البيوت السبعة المبنية على أسماء الكواكب ، وأنه بيت المشتري . ويرون حجّه والسعي إليه .\r\nقالوا : وبني والمشتري راجع . فأقام أربعة آلاف وخمس مئة سنة .\r\nقالوا : وغلب عليه عبّاد الأصنام من اليونانية لما تركوا دين آبائهم . فأقام في أيديهم ألف سنة .\r\nفقالوا ثم تنصرت اليونانية فصيّروا البيت كنيسة . فأقام بذلك خمس مئة سنة .\r\nقالوا : ثم جاء الإسلام فبني مسجدا منذ ثلاث مئة سنة .\r\nقال : وطول الغوطة ثلاثون ميلا ، وعرضها خمسة عشر ميلا .\r\nولا تكاد الشمس أن تصل إلى أكثر أرضها لكثرة الشجر ، والماء يتخرق في جميع هذه الغوطة فإنها مقسومة للضياع متوزعة للشرب .\r\nقالوا : واسم الجبل المذكور في شمالي دمشق القسيون « 158 » .\r\nقالوا : وفي هذا الجبل المغارة التي قتل فيها هابيل قابيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 158 ) المقصود جبل قاسيون ، ومن الطريف أن صيغة الاسم بإسقاط الألف هي الأقرب إلى صيغته السريانية قشيون - قشيونا ، ومعناه القاسي . راجع معالم دمشق التاريخية لأحمد الإيبش ص 428 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nقالوا : وبها استتر إبراهيم عليه السلام من النمرود .\r\nقال : ونزل المسلمون على دمشق لأربع عشر ليلة بقيت من المحرّم سنة أربع عشرة للهجرة ، بعد أن فتحت غوطتها كلها عنوة . فنزل أبو عبيدة ابن الجراح على باب الجابية ، ونزل خالد بن الوليد على باب شرقي ، ونزل يزيد بن أبي سفيان على باب بسيان « 159 » ، ونزل شرحبيل بن حسنة على باب الفراديس ، ونزل عمرو بن العاص على باب توما . وحصرها المسلمون مدة ، ثم فتحها أبو عبيدة من ناحية باب الجابية .\r\nفلما أحسّ من فيها بالغلبة مالوا إلى خالد بن الوليد فصالحوه من ناحية الباب الشرقي ، وفتحوا له فدخل ، فالتقى بأبي عبيدة في المدينة . فاختلفا في فتحها هل هو عنوة أو صلحا ، وكتبا في ذلك إلى عمر ، فأمضاها على الصلح وبنى المسلمون الجامع إلى جانب كنيسة يوحنّا « 160 » .\r\nفلما تملّك معاوية بن أبي سفيان ، أراد أن يزيد الكنيسة في المسجد فمنعه النصارى عن ذلك ، فأمسك عن طلبها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 159 ) لا يوجد في دمشق باب بهذا الاسم ولعله باب كيسان .\r\n( 160 ) اختلف الإخباريون العرب حول فتح دمشق ، فذهب فريق إلى أن خالد بن الوليد فتحها عنوة ، بينما رأى آخرون بأنه فتحها صلحا ، وثمة وجهة نظر تستحق النقاش للباحث الألماني كلاوس كلير صاحب كتاب \" خالد وعمر \" مفادها أن دمشق فتحت مرتين على يد خالد بن الوليد .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nثم لما تملّك عبد الملك أراد أن يفعل ذلك ، وبذل فيه مالا كثيرا فمنعه النصارى منه .\r\nفلما تملّك الوليد بن عبد الملك جمعهم وأرغبهم ، وبذل لهم مالا عظيما فأبوا عليه . فقال لهم إنكم إن أجبتموني إلى ما أريده وإلّا خربت الكنيسة . فقال له بعضهم : إن من خرب كنيسة جن .\r\nفأحفظه ذلك . فنهض في ثوب خز أصفر فوضع المعول بيده فيها فنقضها وزادها في أرض المسجد . وبناه بنية ليس على وجه الأرض مثلها ، أسرف فيها .\r\nوطول مسجد دمشق مئة وست وخمسون ذراعا بالسوداء ، من حائطه الشمالي إلى قبلته . وعرضه أكثر من طوله وهو مئة وسبعون ذراعا ، والرواق منه مقدار نصف ذرع الطول . وفي رواقه اثنان وأربعون عمودا ، عليها ثلاثة صفوف من الحنايا . والعمد كلها رخام مجزّع ، والحنايا وحيطان المسجد كلها إلى حد سقفه منقوشة أبدع نقش بالفسيفساء الملون المدهون والمذهب ، يخطف الطرف .\r\nوفي وسطه قبّة ارتفاعها خمسين ذراعا ، منقوشة مذهبة الباطن ، مقرمدة من خارجها بالقراميد الرصاص ، وكذلك جميع سطوح الجامع . وأرض صحنه كلها مفروشة بالمرمر الأبيض .\r\nوكذلك حيطانه كلها في صحنه وسائر أروقته منقوشة مذهبة بالفسيفساء .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nولما تمّم الوليد بن عبد الملك بناءه اصطبح فيه أربعين يوما يشرب الخمر على قيانه ثم قال : أما أنا فقد أخذت صفو هذا البيت وتركت للناس كدره « 161 » . ( كذا )\r\nوقد ذكر بعض أهل العلم أن حائطه القبلي بناه هود النبي عليه السلام .\r\nومن طريف الاتفاقات فيه أن كتب في حائطه القبلي سور من القرآن بالفسيفساء المذهب في تضاعيف النقش . فأول سورة كتبت من ذلك ( والنازعات غرقا ) [ سورة النازعات ، 79 ، الآية 1 
  ] واتفق أن وقع على نفس حنية القبلة تجاه وجه الإمام من آيات القرآن ( عاملة ناصبة . تصلى نارا حامية ) [ سورة الغاشية ، 88 ، الآية 3 وما بعدها 
  ] .\r\nقالوا : وفي سقف المسجد خمس طلسمات للحيّات ، والعقارب ، والعناكب ، والخطاطيف والغربان ، فما يدخله شيء من هذا الحيوان .\r\nومن عيوب هذا المسجد أن قبلته منحرفة عن سمت القبلة الصحيحة إلى نحو المشرق كثيرا « 162 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 161 ) هذا الكلام على عهدة المهلّبي .\r\n( 162 ) وهذا الكلام غير صحيح لأن الحائط القبلي للجامع الأموي يكاد ينطبق على الجنوب الجغرافي ، أما السمت الصحيح للقبلة من دمشق فينبغي أن يكون منحرفا عن الجنوب الجغرافي باتجاه ( عكس عقارب الساعة ) بمقدار 15 درجة تقريبا .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nقالوا : وكان من رسم الروم إذا استرمّت « 163 » كنبسة أن يسخروا من وجدوه من الغرباء في مدنهم . وكانت قريش قديما قبل الإسلام يسافرون إلى الشام في التجارات ، فاتفق أن دخل عمر بن الخطاب في أيام احتيج فيها إلى تسخير الغرباء ، فتسخّر في الكنيسة أياما « 164 » .\r\nوفي ظهر الجامع كانت خضراء معاوية وهي داره ، وهي الآن مجلس الشرطة ودار الضرب .\r\nومن طرائف دمشق ، دار تعرف بدار قرمان . وهي الآن ثابتة ، فيها ثلاث وستون بئرا كلها ماء معين « 165 » .\r\nوبظاهر دمشق وادي البنفسج . تكسيره نحو أربعة أميال ونهر بردى يشقه ، فالوادي كله مملوء بشجر السرو ، لا تصل الشمس إلى أكثر أرضه . وأرضه كلها بنفسج متشح بعضه ببعض ، في نهاية الحسن .\r\nوبدمشق عدة من ألوان الورد . فمنها أصفر إبريز ، وأسود ، وسمّاقي ، وورد موجّه ، للورقة لونان من خارجها وداخلها . وليس الزهر على وجه الأرض ببلد أكثر منه بدمشق « 166 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 163 ) إذا احتاجت الترميم .\r\n( 164 ) لم يرد في أي مصدر آخر أن عمر بن الخطاب وصل إلى دمشق في حياته .\r\n( 165 ) ينفرد المهلّبي في ذكر هذه الدار .\r\n( 166 ) مخطوطة الامبروزيانا المنشورة في مجلة معهد المخطوطات العربية .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nرفح\r\nقال المهلّبي : ورفح مدينة عامرة فيها سوق وجامع ومنبر وفنادق ، وأهلها من لخم وجذام وفيهم لصوصية وإغارة على أمتعة الناس ، حتى إن كلابهم أضر كلاب أرض بسرقة ما يسرق مثله الكلاب ، ولها والي معونة برسمه عدة من الجند ، ومن رفح إلى مدينة غزة ثمانية عشر ميلا . وعلى ثلاثة أميال من رفح من جنب هذه غزة شجر جمّيز مصطف من جانبي الطريق عن اليمين والشمال نحو ألف شجرة متصلة أغصان بعضها ببعض مسيرة نحو ميلين « 167 » . وهناك منقطع رمل الجفار ويقع المسافرون في الجلد « 168 » .\r\n\r\nالرّملة\r\nقال العزيزي : والرملة قصبة فلسطين ، وهي محدثة ، وبينها وبين البيت المقدس مسيرة يوم . وقال : الرملة لم تكن مدينة قديمة وإنما كانت المدينة لدّ ، فأخربها سليمان بن عبد الملك وبنى مدينة الرملة ، وبينهما نحو ثلاثة فراسخ ، ولدّ في ناحية المشرق وكان لعبد الملك دارا بالرملة ، وجرّ إلى الرملة قناة ضعيفة للشرب منها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 167 ) تختص غزة والمدن المجاورة لها بشجر الجمّيز حتى يومنا هذا ، وهو شجر يطرح ثمارا حلوة المذاق شبيه بالتين .\r\n( 168 ) معجم البلدان ، مادة رفح .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوأكثر شربهم الآن من الآبار العذبة ومن صهاريج يجتمع فيها مياه المطر في سهل من الأرض « 169 » .\r\n\r\nسليمة\r\nقال في العزيزي : ومدينة سلمية على ضفة برية كثيرة المياه والشجر ، رخية خصبة « 170 » .\r\n\r\nسيسية ( سيس )\r\nقال في العزيزي : وبين حصن سيسية وبين عين الزربة أربعة وعشرون ميلا ، وبين حصن السيسية أيضا وبين المصيصة أربعة وعشرون ميلا « 171 » .\r\n\r\nشيزر\r\nومدينة شيزر هي مدينة جليلة يشقّها النهر المقلوب « 172 » عليه القنطرة وهي عامرة كثيرة الفواكه مخصبة ، وبينها وبين حماة تسعة أميال وبينها وبين حمص ثلاثة وثلاثون ميلا ، ومن شيزر إلى أنطاكية ستة وثلاثون ميلا ، ولها سور من لبن ، ولها ثلاثة أبواب ، والعاصي يمرّ بها مع السور من شماليها « 173 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 169 ) تقويم البلدان ، ص 241 ، ويقتبس ياقوت أيضا مقطعا صغيرة في مادة الرملة .\r\n( 170 ) تقويم البلدان ، ص 265 .\r\n( 171 ) تقويم البلدان ، ص 257 .\r\n( 172 ) نهر العاصي .\r\n( 173 ) تقويم البلدان ، الهامش 30 صفحة 272 . ما يخص المدينة في الجدول ص 263 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nصيدا\r\nقال في العزيزي : ومن مدينة صيدا إلى مدينة مشغرا ، وهي من أنزه بلد في تلك الناحية واد في نهاية الحسن بالأشجار والأنهار ، أربعة وعشرون ميلا ، من مدينة مشغرا إلى مدينة تعرف بكامد ، قاعدة تلك البلاد ، قديما ستة أميال . ومن مدينة كامد إلى ضيعة تعرف بعين الجر ثمانية عشر ميلا . ومن عين الجر إلى مدينة دمشق ثمانية عشر ميلا . فجملة المسافة بين صيدا ودمشق ستة وستون ميلا « 174 » .\r\n\r\nطبرية\r\nقال العزيزي : وبين طبرية وبين عمّان اثنان وسبعون ميلا ، وبين طبرية أيضا وبين جب يوسف ستة أميال . ومدينة طبرية في الغور على ضفة بحيرة لها طولها اثنا عشر ميلا وعرضها ستة أميال . والجبل من غربي المدينة ، والبحيرة من شرقيها ، والجبال تدور بها « 175 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 174 ) تقويم البلدان ، ص 249 . ومشغرا معروفة اليوم في البقاع الغربي من لبنان ، وكامد هي كامد اللوز وعين الجر هي عنجر .\r\n( 175 ) تقويم البلدان ص 243 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nطرابلس\r\nقال في العزيزي : وبين طرابلس وبعلبك أربعة وخمسون ميلا .\r\nوبين طرابلس ودمشق تسعون ميلا . قال ومنها إلى أنطرطوس « 176 » ثلاثون ميلا « 177 » .\r\n\r\nطرسوس\r\nوقرأت في كتاب المسالك والممالك الذي وضعه الحسن بن أحمد المهلّبي للعزيز المستولي على مصر : فأما مدينة طرسوس فهي من الإقليم الخامس ، وعرضها ست وثلاثون درجة .\r\nوارتفاع الثغور بجميع جباياتها ووجوه الأموال بها مائة ألف دينار على أوسط الارتفاع ، تنفق في المراقب والحرس والقوائين والركاضة والموكلين بالدروب والمخاض « 178 » ، وغير ذلك مما جانسه ، وكانت تحتاج بعد ذلك لشحنتها من الجند وما يقوم للماليك وراتب تعاريفها للصوائف والشواتي « 179 » في البر والبحر وعمارة الصناعة على الاقتصاد إلى مائة وخمسين ألف دينار ، وعلى التوسعة إلى ثلاثمائة ألف دينار « 180 » . فأمّا ما يلقاها من بلاد العدو\r\n\r\n\r\n","description":"","footnote":"\r\n( 176 ) طرطوس الحالية .\r\n( 177 ) تقويم البلدان ، ص 253 .\r\n( 178 ) أصناف مختلفة للجند المرابطين طوال الوقت لمراقبة تحركات الأعداء قرب هذا الثغر .\r\n( 179 ) الصوائف والشواتي هي الغزوات الصيفية والشتوية .\r\n( 180 ) هذه المعلومات تمثل ميزانية نفقات المدينة ، وتبدو باهظة جدا حسب مقاييس ذلك الزمن .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nويتصل بها فإنها من جهة البر ، وما يسامت الثغور الجزرية تواجه بلاد الفندق « 181 » من بلد الروم ، وبعض الناطلين « 182 » ، ومن جهة البحر بلاد سلوقية . وكانت عواصم هذه الثغور من ناحية الشام ، أنطاكية وبلاد الجومة « 183 » وقورس « 184 » . فأما أهل هذه الثغور ومن كان يسكنها وأحوال البلاد ومقاديرها ، فإن طرسوس كانت أجلّها مدينة وأكثرها أهلا ، وأغصّها أسواقا ، وليس على وجه الأرض مدينة جليلة إلا ولبعض أهلها دار حبس عليها حبس « 185 » نفيس وغلمان برسم تيك الدار بأحسن العدّة وأكمل الآلة ، يقوم بهم الحبس الذي عليهم ، وكان أكثر ذلك لأهل بغداد ، فإنه كان لهم بها ولغيرهم من وجوه أهل البلدان وذوي اليسار منهم جلة الغلمان ، مقيمين عليهم الوقوف السنية ، والأرزاق الدارّة ، ليس لهم عمل إلا ارتباط فرهة الخيل وتخريجها في الطراد والعمل عليها بسائر\r\n\r\n\r\n","description":"","footnote":"\r\n( 181 ) يقول ياقوت في معجم البلدان ، مادة الفندق : \" الفندق : بالضم ثم السكون ثم دال مضمومة أيضا ، وقاف : موضع بالثغر قرب المصيصة ، وهو في الأصل اسم الخان بلغة أهل الشام \" .\r\n( 182 ) يقول ياقوت في مادة ناطلين : آخره نون ، بلد بالقسطنطينية .\r\n( 183 ) في معجم البلدان الجومة : بالضم ، من نواحي حلب .\r\n( 184 ) يقول ياقوت في مادة قورس : بالضم ثم السكون ، وراء مضمومة ، وسين مهملة : مدينة أزليّة بها آثار قديمة وكورة من نواحي حلب وهي الآن خراب وبها آثار باقية ، وبها قبر أوريّا بن حنّان ، طولها أربع وستون درجة ، وعرضها خمس وثلاثون درجة وخمس وأربعون دقيقة ، داخلة في الإقليم الرابع بخمس وأربعين دقيقة .\r\n( 185 ) الحبس الأوقاف ، وفي لسان العرب نقلا عن الليث : الحبس جمع الحبيس ، وهو الفرس يجعل حبيسا في سبيل اللّه يغزى عليه \" .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالسلاح ، يعملون ذلك في صدور أيامهم ، ويتصرفون في أعجازها إلى منازل فيّاحة ، فيها البساتين والمياه الجارية والعيش الرغد .\r\nوكان أهل البلد في نفوسهم على هذه الصفة من ركوب الخيل والعمل بالسلاح ليس فيهم من يعجز عن ذلك ولا يتخلف عنه ، حتى أن دور المتاجر الدنية والصنائع الوضيعة كانوا يلحقون بالطبقة العليا في الفروسية والشجاعة وارتباط الخيل وإعداد السلاح .\r\nوكانت غزواتهم تتصل ، ومن الغنائم والمقاسم لهم معيشة لا تنقطع .\r\nفأمّا أهل البلد ، فكانوا من سائر أقطار الأرض بخلق حسن وألوان صافية ، وفيهم رقيق وأجسام عبلة ، والأغلب على ألوانهم البياض والحمرة والسمرة الصافية . وكان في أكثرهم جفاء وغلظة على الغريب ، إلا من كان منهم قريب عهد بالغربة ، وكذلك الشحّ كان فيهم فاشيا إلّا في الغريب ، وغلب على السوقة والمستخدمين قوم من الخوز « 186 » وسفلة العجم . ومن كانت فيه فسولة عن الحرفة ، وكسل عن طلب المعاش فأظهروا زهدا وورعا ، وأعلنوا بالنصب « 187 » ، فأخذهم اللّه أخذ عزيز مقتدر « 188 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 186 ) من خوزستان ، وهو إقليم يقع اليوم في غربي إيران .\r\n( 187 ) أي مناصبة آل البيت العداء . ومصطلح النواصب في الثقافة الشيعية يطلق على أنصار بني أمية ، ومن اللافت أن المقدسي البشاري الذي زار أقاليم بلاد العجم ( إيران الحالية ) في الفترة نفسها يتحدث عن وجود النواصب بكثرة بينهم .\r\n( 188 ) والمقصود في قوله أخذهم أخذ عزيز مقتدر ، سقوط طرسوس والمصيصة بيد نقفور فوكاس سنة 354 هجرية [ 965 م 
  ] ، ولغة التشفّي من هذه الفئة ( الناصبة ) واضحة في سياق النص ، وكأنه\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nقال : فأمّا أهل البلد وأولاد المجاهدين وأولاد الغلمان وأولاد خراسان فكانوا من الأخلاق السمحة ، والنفوس الكريمة ، والهمم العالية والمحبة للغريب على ما ليس عليه أحد ، ولكنهم كانوا في تقيّة من هؤلاء الأوباش ، فهذا الأكثر من حال طرسوس .\r\nوأما ما سوى ذلك من مدن الثغر فعلى هذا الوصف وهذا النعت ، وخاصة المصيصة . قال : وكان يعمل بها - يعني بالثغور - ثياب كانت تسمى الشفايا مثل رفيع الدبيقي تحمل إلى كل بلد ، وبالثغر زبيب لا عجم فيه كالقشمش « 189 » ، ويقطع إلى الثغور الجارح من بلد الروم ، فتؤخذ فيه البزاة الفره ، وقد كان في جبال الثغر أيضا أوكار للجارح والكلاب السلوقية الموصوفة من بلاد سلوقية .\r\nفهذه أحوال الثغر ومن فيه ولم تزل أحواله تجري على الانتظام والرخاء والسلامة والغزو متصل والمعايش رغده ، والسبل آمنة ما دام الغزاة إليهم من العراق ومن مصر متصلين . فلما زهد الناس في الخير ، وقع بينهم في نفوسهم من التنافس والتحاسد والغلّ ما وقع ، وخاصة بين الغلمان الثملية « 190 » ، وابن الزيّات « 191 » ، و [ بين 
  ] المعروف بسيف الدولة علي بن عبد اللّه بن حمدان « 192 » .\r\n\r\n\r\n","description":"","footnote":"\r\nيريد أن يقول إن سقوط طرسوس كان بسبب مناصبة آل البيت العداء . ومن الواضح أن المهلّبي زار هذه البلاد قبيل سقوطها ، بدليل استرساله بوصف أدقّ تفاصيلها .\r\n( 189 ) أي لا بذور فيه والقشمش نوع من الفاكهة البرية يسمى أيضا عنب الذئب .\r\n( 190 ) الغلمان الثملية نسبة إلى الحصون الثملية التي يذكرها ابن العديم نقلا عن تاريخ أبي إسحاق السقطي صاحب كتاب الرديف ، ففي أحداث سنة إحدى وخمسين وثلاثمائة قال : \" وفيها وردت\r\n( 191 ) ابن الزيّات هو صاحب طرسوس الذي قطع الخطبة لسيف الدولة الحمداني ، وأعلن عليه العصيان واضطر لمحاربة الدمستق بأربعة آلاف مقاتل في سنة 350 هجرية ، حسبما يذكر ابن الأثير في تاريخه . وعندما انهزم عاد إلى طرسوس فأعاد أهل البلد الخطبة لسيف الدولة ، فما كان من ابن الزيّات إلا أن ألقى بنفسه في نهر تحت قصره فغرق ومات منتحرا .\r\n( 192 ) بغية الطلب لابن العديم ، 1 / 178 - 180 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nعرقة\r\nقال في العزيزي : ومن أعمال دمشق مدينة عرقة ، وهي آخر عملها من جهة الشمال على ساحل البحر ، وبين عرقة وبين طرابلس على سمت الجنوب اثنا عشر ميلا ، وبين عرقة وبين بعلبك ستة وستون ميلا ، وهي عن البحر على نحو من فرسخ « 193 » .\r\n\r\nعسقلان\r\nقال العزيزي : ومدينة عسقلان هي على ضفة البحر على تلعة ، وهي من أجل مدن الساحل وليس لها مينا ، وشرب أهلها من آبار حلوة ، وبينها وبين غزّة اثنا عشر ميلا ، وبينها وبين الرملة ثمانية عشر ميلا « 194 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالأخبار بإغارة الروم على الحصون الثملية واجتياح بلد الإسلام وهرب بقايا أهل الثغور عن معاقلهم إلى الأقاصي \" .\r\n( 193 ) تقويم البلدان ، ص 255 .\r\n( 194 ) تقويم البلدان ، ص 239 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nعكّا\r\nقال العزيزي : هي جليلة وشرب أهلها من قناة تجري إلى المدينة ، ولها مينا جليل واسع كانت الصناعة به .\r\nومنها إلى مدينة صور اثنا عشر ميلا . وبين عكا وطبرية أربعة وعشرون ميلا « 195 » .\r\n\r\nعمتا\r\nقال المهلّبي من عمّان إلى عمتا ، وبها يعمل النبل الفائقة وهي في وسط الغور ، اثنا عشر فرسخا ومنها إلى مدينة طبرية اثنا عشر فرسخا « 196 » .\r\n\r\nعمواس\r\nقال المهلّبي : كورة عمواس هي ضيعة جليلة على ستة أميال من الرملة على طريق بيت المقدس « 197 » .\r\n\r\nعين زربة\r\nقال في العزيزي : إن بين سيس وعين زربة أربع وعشرين ميلا « 198 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 195 ) تقويم البلدان ، ص 243 والحاشية في الصفحة 270 .\r\n( 196 ) معجم البلدان ، مادة عمتا .\r\n( 197 ) معجم البلدان ، مادة عمواس .\r\n( 198 ) تقويم البلدان ، ص 251 . وقال إن الناس غيّروها وسموها ناورزا .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nغزة\r\nوفي كتاب المهلّبي ، أن غزة والرملة من الإقليم الرابع . وغزّة مدينة في أقصى الشام من ناحية مصر بينها وبين عسقلان فرسخان أو أقلّ وهي من نواحي فلسطين غربي عسقلان .\r\nوغزّة أيضا بلد بإفريقية بينه وبين القيروان نحو ثلاثة أيام تنزلها القوافل القاصدة إلى الجزائر . ذكر ذلك أبو عبيد البكري والحسن بن محمد المهلّبي في كتابيهما « 199 » .\r\n\r\nقيسارية\r\nقال العزيزي : وبينها وبين الرملة على ضفة البحر اثنان وثلاثون ميلا . قال : ومدينة قيسارية مدينة جليلة . قال : ومنها إلى مدينة عكا ستة وثلاثون ميلا « 200 » .\r\n\r\nكفر طاب\r\nقال في العزيزي : ومدينة كفر طاب أهلها أخلاط من اليمن .\r\nوبينها وبين شيزر اثنا عشر ميلا ، وكذلك بينها وبين المعرة « 201 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 199 ) معجم البلدان ، مادة غزة .\r\n( 200 ) تقويم البلدان ، ص 239 .\r\n( 201 ) تقويم البلدان ، ص 263 ، وفي معجم البلدان : \" كفر طاب : بالطاء مهملة ، وبعد الألف باء موحدة : بلدة بين المعرّة ومدينة حلب في برّية معطشة ليس لهم شرب إلّا ما يجمعونه من مياه الأمطار في الصهاريج \"\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nاللاذقية\r\nقال في العزيزي : ومدينة اللاذقية جليلة من أعمال حمص « 202 » ومنها إلى جبلة اثنا عشر ميلا ، ومن اللاذقية إلى أنطاكية ثمانية وأربعون ميلا . قال أيضا : وهي أجل مدينة في الساحل منعة وعمارة ولها مينا عظيم « 203 » .\r\n\r\nمآب [ مؤاب 
  ]\r\nقال في العزيزي : وبينها وبين عمّان على طريق الموجب ثمانية وأربعون ميلا « 204 » .\r\n\r\nمرعش\r\nقال في العزيزي : وبينها وبين أنطاكية ثمانية وسبعون ميلا ، وبينها أيضا بين مخاضة العلوي على نهر جيحان اثنا عشر ميلا « 205 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 202 ) أي من أعمال جند حمص حسب التقسيم الإداري للشام الذي أتت به الفتوحات الإسلامية وبقي سائدا إلى الدولتين النورية والصلاحية .\r\n( 203 ) تقويم البلدان ، ص 257 .\r\n( 204 ) تقويم البلدان ص 147 ، وفي معجم البلدان \" مآب : بعد الهمزة المفتوحة ألف ، وباء موحدة ، بوزن معاب ، وهو في اللغة المرجع ، وقد ذكرت من اشتقاق هذا الموضع في عمان ما إذا نظرته عجبت منه : وهي مدينة في طرف الشام من نواحي البلقاء \" .\r\n( 205 ) تقويم البلدان ، ص 263 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nالمصيصة\r\nوقال الحسن بن أحمد المهلّبي العزيزي في كتاب المسالك والممالك الذي وضعه للعزيز المستولي على مصر ، وذكر المصيصة :\r\nفكانت تسمى بغداد الصغيرة لأنها كانت جانبين على النهر ، وكان بها من أهلها فتيان فرسان ظرفاء شجعان .\r\nقال : فأمّا خاصيات الثغر ، فإنه كان يعمل بالبلد الفراء المصيصية ، تحمل إلى الآفاق ، وربما بلغ الفرو منها ثلاثين دينارا ، ويعمل بها عيدان السروج التي يبالغ بثمنها إلى هذه الغاية . ولم يكن على وجه الأرض بلد يعمل فيه الحديد المحزوز للكراسي الحديد واللجم والمهاميز والعمد والدبابيس كما يعمل بالثغور « 206 » .\r\n\r\nمعرّة النعمان\r\nقال في العزيزي : ومعرّة النعمان مدينة جليلة العمارة ، كثيرة الفواكه والثمار والخصب ، وشرب أهلها من الآبار « 207 » .\r\n\r\nمعرّة مصرين\r\nوقال الحسن بن أحمد المهلّبي في كتابه : وكان بلد معرّة مصرين إلى جبل السّماق بلد التين والزبيب والفستق والسّماق وحبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 206 ) بغية الطلب لابن العديم 1 / 155 - 156 . واقتبس أيضا ياقوت الحموي في معجم البلدان هذا المقطع حول المصيصة من المهلّبي : \" قال المهلّبي : ومن خصائص الثغر أنه كانت تعمل ببلد المصيصة الفراء تحمل إلى الآفاق . وربما بلغ الفرو منها ثلاثين دينارا \" .\r\n( 207 ) تقويم البلدان ، ص 265 . ، وهي موطن الشاعر أبو العلاء المعرّي ، وتقع حاليا ضمن محافظة إدلب .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالخضراء ، يخرج عن الحدّ في الرخص ، ويحمل إلى مدن العراق ، ويجهز إلى كل بلد « 208 » .\r\n\r\nمؤتة\r\nقال المهلّبي : مآب وأذرح مدينتا الشراة « 209 » ، على اثني عشر ميلا من أذرح ضيعة تعرف بمؤتة بها قبر جعفر بن أبي طالب « 210 » .\r\n\r\nنابلس\r\nقال في العزيزي : إن يربعم لما صار معه عشرة أسباط وخرج على بني سليمان بن داوود سكن نابلس وبنى على جبل بنابلس هيكلا عظيما وكفّر داوود وسليمان وغير هما من أنبياء بني إسرائيل ، وقال بنبوة موسى وهارون ويشوع ، وشرع للسمرة دينهم ، وصدّهم عن الحجّ إلى البيت المقدس لئلّا يطّلعون على فضل بني سليمان فيتغيرون على يربعم . ومن حينئذ ابتدأ دين السمرة بعد أن لم يكن وصار حجّهم إلى جبل بظاهر نابلس « 211 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 208 ) بغية الطلب لابن العديم ، 1 / 134 .\r\n( 209 ) بلاد الشراة تقع الآن جنوب المملكة الأردنية الهاشمية من جهة الحجاز .\r\n( 210 ) معجم البلدان ، مادة مؤتة .\r\n( 211 ) تقويم البلدان ، ص 241 . والتشابه واضح مع قصة بناء الوليد بن عبد الملك للمسجد الأقصى ، وهذه القصة منقولة عن سفر الملوك الأول ، الإصحاحان 12 و 13 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nنهر أبي فطرس\r\nقال المهلّبي : على اثني عشر ميلا من الرملة في سمت الشمال ، نهر أبي فطرس . ومخرجه من أعين في الجبل المتصل بنابلس ، وينصب في البحر الملح بين يدي مدينتي أرسوف ويافا ، به كانت وقعة عبد اللّه بن علي بن عبد اللّه بن العباس مع بني أمية ، فقتلهم في سنة 132 ه . فقال إبراهيم مولى قائد العبلي يرثيهم « 212 » .\r\n أفاض المدامع قتلى كدا * وقتلى بكثوة لم ترمس \r\n وقتل بوج وباللابتين * بيثرب هم خير ما أنفس \r\n وبالزابيين نفوس ثوت * وأخرى بنهر أبي فطرس \r\n أولئك قوم أناخت بهم * نوائب من زمن متعس \r\n إذا ركبوا زينوا المركبين * وإن جلسوا زينة المجلس \r\n هم أضرعوني لريب الزمان * وهم ألصقوا الرغم بالمعطس \r\n فما أنس لا أنس قتلاهم * ولا عاش بعدهم من نسي \r\nقال المهلّبي : وعلى نهر أبي فطرس أوقع أحمد بن طولون بالمعتضد فهزمه « 213 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 212 ) ربما كان اقتباس أبيات الشعر لياقوت .\r\n( 213 ) يصحح ياقوت هذه المعلومة بقوله : \" إنما كانت الوقعة بموضع يقال له الطواحين بين المعتضد وخمارويه بن أحمد بن طولون \" .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nقال وعليه أخذ العزيز هفتكين التركي وفلت عساكر الشام عليه ، وبالقرب منه أوقع القائد فضل بن صالح بأبي تغلب حمدان فقتله ، ويقال إنه ما التقى عليه عسكران إلا هزم المغربي منهما « 214 » .\r\n\r\nالهارونية\r\nقال في العزيزي : ومدينة الهارونية آخر حدود الثغور الشامية مما يتصل بالحدود الجزرية ، بينها وبين الكنيسة السوداء اثنا عشر ميلا « 215 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 214 ) معجم البلدان ، مادة نهر أبي فطرس ، وقد اقتبس صاحب تقويم البلدان من المهلّبي أيضا حول النهر وأسماه نهر العوجاء : \" ومن كتاب المسالك والممالك المعروف بالعزيزي ، أن نهر العوجاء يسمى نهر أبي فطرس ، وهو شمالي مدينة الرملة باثني عشر ميلا . قال وما التقى عليه جيشان إلّا غلب الغربي منهما وانهزم الشرقي فإن عليه انهزم المعتضد من خمارويه بن أحمد ابن طولون وعليه انتصر العزيز خليفة مصر الفاطمي وأسر هفتكين التركي مقدم جيش الشرق . تقويم البلدان ص 48 .\r\n( 215 ) تقويم البلدان ، ص 235 . وفي معجم البلدان : \" الهارونيّة مدينة صغيرة قرب مرعش بالثغور الشامية في طرف جبل اللّكّام ، استحدثها هارون الرشيد وعليها سوران وأبواب حديد ثم خرّبها الروم فأرسل سيف الدولة غلامه غرقويه فأعاد عمارتها ، وهي اليوم من بلاد بني ليون الأرمني \" .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nذكر الجزيرة بين دجلة والفرات\r\n\r\nآمد\r\nقال في العزيزي : وآمد مدينة جليلة عليها حصن عظيم وسور من الحجارة السود التي لا يعمل فيه الحديد ولا تضرها النار والسور يشتمل عليها وعلى عيون ماء ولها بساتين ومزارع كثيرة « 216 » .\r\n\r\nبرقعيد\r\nقال المهلّبي في كتابه المعروف بالعزيزي : ومن مدن الجزيرة برقعيد ، وهي مدينة لها سور وأسواق كثيرة ، ومنها إلى بلد أحد عشر فرسخا ، ومنها إلى الموصل سبعة عشر فرسخا « 217 » .\r\n\r\nبلد\r\nوقال في العزيزي : بلد على دجلة ومنها إلى الموصل ستة فراسخ « 218 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 216 ) تقويم البلدان ، ص 287 ، وتسمى ديار بكر وتقع حاليا في تركيا . ومنها الخطاط المشهور حامد الآمدي .\r\n( 217 ) تقويم البلدان ، ص 274 . ضبطها ياقوت في معجم البلدان ، مادة برقعيد ، بالفتح ، وكسر العين وياء ساكنة ، ودال . وقال هي بليدة في طرف بقعاء الموصل من جهة نصيبين مقابل باشزّى ، ثم قال إنها كانت مزدهرة في القرن الرابع الهجري أما في زمنه ، أي في القرن السابع ، فكانت \" خرابا صغيرة حقيرة ، وأهلها يضرب بهم المثل في اللصوصية ، يقال : لصّ برقعيديّ \" .\r\n( 218 ) تقويم البلدان ، ص 285 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nتل أعفر\r\nقال في العزيزي : وبين سنجار وتل أعفر خمسة فراسخ ، وبين تل أعفر وبين بلد ستة فراسخ « 219 » .\r\n\r\nالحديثة\r\nقال في العزيزي : ومن تحت حديثة الموصل يصبّ الزاب الأكبر إلى دجلة ، وبينها وبين الموصل أربعة عشر فرسخا « 220 » .\r\n\r\nالرّها\r\nقال في العزيزي : والرّها مدينة رومية عظيمة ، فيها آثار عجيبة وهي بالقرب من قلعة الروم من الجانب الشرقي الشمالي عن الفرات « 221 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 219 ) تقويم البلدان ، ص 285 . وفي معجم البلدان : تلّ أعفر : هو اسم قلعة وربض بين سنجار والموصل في وسط واد فيه نهر جار ، وتل أعفر أيضا : بليدة قرب حصن مسلمة بن عبد الملك بين حصن مسلمة والرقة من نواحي الجزيرة ، وكان فيها بساتين وكروم ، هكذا وجدته في رسالة السرخسي \" . .\r\n( 220 ) تقويم البلدان ، ص 287 .\r\n( 221 ) تقويم البلدان ، ص 277 ، وصنفها من ديار مضر .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nحرّان\r\nقال في العزيزي : والجبل منها في سمت الجنوب والشرق على فرسخين ، وتربتها حمراء ، وشرب أهلها من قناة تجري من عيون خارج المدينة ، ومن الآبار وهي والرقة من ديار مضر « 222 » .\r\n\r\nرأس عين\r\nقال في العزيزي : ورأس عين تسمى عين وردة ، وهي أول مدن ديار ربيعة من جهة ديار مضر ، وهي رأس ماء الخابور « 223 » .\r\n\r\nالسّن\r\nقال في العزيزي : ومدينة السّن على شاطئ دجلة وهي عامرة وعندها يصب الزاب الأصغر إلى دجلة وبينها وبين الحديثة عشرة فراسخ « 224 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 222 ) تقويم البلدان ، ص 277 ، وقال صاحب التقويم إنها كنت مدينة عظيمة أما في زمنه أي في القرن الثامن الهجري فهي خراب .\r\n( 223 ) تقويم البلدان ، ص 279 .\r\n( 224 ) تقويم البلدان ، ص 289 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nقرقيسيا\r\nقال في العزيزي : وقرقيسيا مدينة شرقي الفرات ، والخابور الذي يخرج من رأس عين فيصب إلى الفرات قريبا منها ، وهي مدينة الزبّاء صاحبة جذيمة الأبرش وبها عمارة « 225 » .\r\n\r\nماكسين\r\nقال في العزيزي : بينها وبين قرقيسيا سبعة فراسخ . قال وبين ماكسين وسنجار اثنان وعشرون فرسخا « 226 » .\r\n\r\nنصيبين\r\nمن العزيزي ، ونصيبين قصبة ديار ربيعة ونهرها نهر الهرماس وبها عقارب قاتله « 227 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 225 ) تقويم البلدان ، ص 281 ، وعدّها من ديار مضر .\r\n( 226 ) تقويم البلدان ، ص 283 .\r\n( 227 ) تقويم البلدان ، ص 283 . وفي معجم البلدان ، \" وهي مدينة عامرة من بلاد الجزيرة على جادّة القوافل من الموصل إلى الشام وفيها وفي قراها على ما يذكر أهلها أربعون ألف بستان ، بينها وبين سنجار تسعة فراسخ \" .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nذكر العراق\r\nوقال في العزيزي : في أطراف العراق من الغرب القادسية وهيت .\r\nومن الشرق حلوان ، ومن الشمال سرّ من رأى ومن الجنوب الابلّة « 228 »\r\n\r\nأقُر\r\nوفي كتاب العزيزي تأليف أبي الحسن المهلّبي : بين الأخاديد وبين أقر ثلاثون ميلا . وهي بين البصرة والكوفة بالبادية ، وبينها وبين سلمان عشرون فرسخا « 229 » .\r\n\r\nالبردان\r\nقال في العزيزي : ومدينة البردان مدينة عامرة على شاطئ دجلة الشرقي ، وبينها وبين بغداد خمسة فراسخ « 230 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 228 ) تقويم البلدان ، ص 293 . وفي معجم البلدان \" الأبلّة بلدة على شاطىء دجلة البصرة العظمى في زاوية الخليج الذي يدخل إلى مدينة البصرة ، وهي أقدم من البصرة \" .\r\n( 229 ) معجم البلدان ، مادة أقر .\r\n( 230 ) تقويم البلدان ، ص 301 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nجلولا\r\nقال في العزيزي : وجلولا بينها وبين مدينة خانقين سبعة فراسخ « 231 » .\r\n\r\nالحيرة\r\nقال في العزيزي : مدينة قديمة على ثلاثة أميال من الكوفة ، وكانت منازل آل النعمان بن المنذر ، وبها تنصّر المنذر بن امرؤ القيس وبنى بها الكنائس العظيمة . والحيرة على موضع يقال له النجف . زعم الأوائل أن بحر فارس كان يتصل به ، وبينهما اليوم مسافة بعيدة « 232 » .\r\n\r\nخانقين\r\nقال في العزيزي : وخانقين قرية بينها وبين قصر شيرين امرأة كسرى الذي كانت تصيّف فيه سبعة فراسخ ، وبه آثار الملوك\r\n\r\n\r\n","description":"","footnote":"\r\n( 231 ) تقويم البلدان ، ص 307 . وفي معجم البلدان ، \" جلولاء : بالمدّ : طسوج من طساسيج السواد في طريق خراسان ، بينها وبين خانقين سبعة فراسخ ، وهو نهر عظيم يمتد إلى بعقوبا ويجري بين منازل أهل بعقوبا ويحمل السفن إلى باجسرا ، وبها كانت الوقعة المشهورة على الفرس للمسلمين سنة 16 ، فاستباحهم المسلمون ، فسمّيت جلولاء الوقيعة لما أوقع بهم المسلمون ، وقال سيف : قتل اللّه ، عز وجل ، من الفرس يوم جلولاء مائة ألف فجلّلت القتلى المجال ما بين يديه وما خلفه ، فسميت جلولاء لما جلّلها من قتلاهم ، فهي جلولاء الوقيعة \" .\r\n( 232 ) تقويم البلدان ، ص 299 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالعظيمة . ومن القصر المذكور إلى مدينة حلوان ستة فراسخ ، وهي حدّ العراق من جهة المشرق « 233 » .\r\n\r\nالدسكرة\r\nقال في العزيزي : الدسكرة قديمة بها منازل الملوك من الفرس وأبنية عجيبة وآثار قديمة ، ومنها إلى مدينة جلولا ستة فراسخ « 234 » .\r\n\r\nسرّ من رأى\r\nوذكر الحسن بن أحمد المهلّبي في كتابه المسمّى بالعزيزي قال : وأنا اجتزت بسرّمن‌رأى منذ صلاة الصبح في شارع واحد مادّ عليه من جانبيه دور كأن اليد رفعت عنها للوقت لم تعدم إلّا الأبواب والسقوف ، فأمّا حيطانها فكالجدد ، فما زلنا نسير إلى بعد الظهر حتى انتهينا إلى العمارة منها ، وهي مقدار قرية يسيرة في وسطها ، ثم سرنا من الغد على مثل تلك الحال فما خرجنا من آثار البناء إلى نحو الظهر ، ولا شكّ أن طول البناء كان أكثر من ثمانية فراسخ « 235 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 233 ) تقويم البلدان ، 307 .\r\n( 234 ) تقويم البلدان ، 307 .\r\n( 235 ) معجم البلدان ، مادة سامرّاء .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nقال في العزيزي : من مدينة سرّ من رأى إلى عكبرا اثنا عشر فرسخا . قال : وهي على شاطئ دجلة الشرقي وهو بلد صحيح الهواء والتربة . قال : وليس فيها عامر اليوم سوى مقدار يسير كالقرية « 236 » .\r\n\r\nصرصر\r\nقال في العزيزي : ومن بغداد إلى مدينة صرصر فرسخان ومن صرصر إلى مدينة الملك فرسخان « 237 » .\r\n\r\nعكبرا\r\nقال في العزيزي : وبين عكبرا وبين مدينة البردان أربعة فراسخ « 238 » .\r\n\r\nعين جمل\r\nوفي كتاب العزيزي : من البصرة إلى عين جمل لمن أراد الكوفة ثلاثون ميلا ، ثم إلى عين صيد ثلاثون ميلا « 239 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 236 ) تقويم البلدان ، ص 301 .\r\n( 237 ) تقويم البلدان ، ص 303 . وفي معجم البلدان : \" وصرصر : قريتان من سواد بغداد ، صرصر العليا وصرصر السفلى ، وهما على ضفة نهر عيسى ، وربما قيل نهر صرصر فنسب النهر إليهما ، وبين السفلى وبغداد نحو فرسخين \" .\r\n( 238 ) تقويم البلدان ، ص 301 . وقال صاحب معجم البلدان : \" وهو اسم بليدة من نواحي دجيل قرب صريفين وأوانا ، بينها وبين بغداد عشرة فراسخ \" .\r\n( 239 ) معجم البلدان ، مادة عين جمل ويضيف ياقوت \" بنواحي الكوفة من النجف قرب القطقطانة وهي مع عدة عيون يقال لها العيون يرحل منها إلى القيارة مات عندها جمل فسميت به وقيل : بل الذي استخرجها اسمه جمل \" .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nعين صيد\r\nوفي كتاب العزيزي : من البصرة إلى عين صيد عمل ثلاثين ميلا « 240 » .\r\n\r\nفم الصلح\r\nقال في العزيزي : ومدينة فم الصلح بينها وبين مدينة جبّل اثنا عشر فرسخا . ومن فم الصلح إلى مدينة واسط سبعة فراسخ ، وبها عرس المأمون ببوران ابنة الحسن بن سهل وزيره « 241 » .\r\n\r\nقصر ابن هبيرة\r\nقال في العزيزي : من قصر ابن هبيرة إلى عمود الفرات الأعظم فرسخان « 242 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 240 ) معجم البلدان ، مادة عين صيد ، ويقول في المعجم : \" ومن صاد يصيد صيدا سميت بذلك لكثرة السمك الذي كان يصاد بها وهي بين واسط العراق وخفان بالسواد مما يلي البر تعد في الطف بالكوفة . قال محمد بن موسى عين صيد . موضع من ناحية كلواذة من السواد بين الكوفة والحزن حكاه ابن حبيب \" .\r\n( 241 ) تقويم البلدان ، 305 .\r\n( 242 ) تقويم البلدان ، ص 305 . وفي معجم البلدان ، \" قصر ابن هبيرة : ينسب إلى يزيد بن عمر بن هبيرة ، كان لمّا ولي العراق من قبل مروان بن محمد بن مروان بنى على فرات الكوفة مدينة فنزلها ولم يستتمّها حتى كتب إليه مروان بن محمد يأمره بالاجتناب عن مجاورة أهل الكوفة ، فتركها وبنى قصره المعروف به بالقرب من جسر سورا ، فلما ملك السفّاح نزله واستتم تسقيف مقاصير فيه وزاد في بنائه وسماه الهاشمية ، وكان الناس لا يقولون إلا قصر ابن هبيرة على العادة الأولى ، فقال : ما أرى ذكر ابن هبيرة يسقط عنه ، فرفضه وبنى حياله مدينة ونزلها أيضا المنصور واستتمّ\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nكلواذا\r\nقال في العزيزي : ومدينة كلواذا بينها وبين بغداد فرسخان ومن كلواذا إلى النهروان أربعة فراسخ « 243 » .\r\n\r\nالكوفة\r\nقال في العزيزي : والكوفة في القدر كنصف بغداد وقبر أمير المؤمنين علي بن أبي طالب كرّم اللّه وجهه منها عليه مشهد جليل يقصده الناس من أقطار الأرض « 244 » .\r\n\r\nلعلع\r\nقال العزيزي : من البصرة إلى عين جمل ثلاثون ميلا ، وإلى عين صيد ثلاثون ميلا وإلى الأخاديد ثلاثون ميلا ، وإلى أقر ثلاثون ميلا وإلى سلمان عشرون ميلا ، وإلى لعلع عشرون ميلا « 245 » .\r\n\r\n\r\n","description":"","footnote":"\r\nبناء كان قد بقي فيها وزاد فيها أشياء وجعلها على ما أراد ثم تحوّل منها إلى بغداد فبنى مدينة وسماها مدينة السلام \" .\r\n( 243 ) تقويم البلدان ، ص 303 . وقال ياقوت في معجم البلدان : إنها تقع بين الكوفة وواسط .\r\n( 244 ) تقويم البلدان ، ص 301 .\r\n( 245 ) معجم البلدان ، مادة لعلع . وقال ياقوت : \" بالفتح ثم السكون واللعلع في لغتهم السراب .\r\nولعلع : جبل كانت به وقعة لهم . قال أبو نصر : لعلع . ماء في البادية ، وقد وردته ، وقيل : لعلع منزل بين البصرة والكوفة \" .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالمدائن\r\nقال في العزيزي : والمدائن تحت بغداد من الجنوب ، وكانت المدينة الكبرى التي كان بها إيوان كسرى في شرقي دجلة ، وارتفاع الإيوان ثمانون ذراعا ، وكان يقال لها رومية المدائن وطيسبون أيضا واسبانين أيضا . وكان في جانب دجلة الغربي مدينة تعرف بساباط المدائن ، وكان إلى جانبها مدينة تسمى نهر شير « 246 » .\r\n\r\nنهر الملك\r\nقال في العزيزي : ومدينة نهر الملك على شعبة من الفرات يعبر إليها على جسر . وبينها وبين مدينة صرصر فرسخان ، ومن مجينة نهر الملك إلى مدينة كوثى فرسخان ، ومدينة كوثى لها سوق وجامع ومنبر . وبين كوثى وقصر ابن هبيرة ستة فراسخ « 247 » .\r\n\r\nهيت\r\nقال في العزيزي : وهيت حدود العراق ، وهي على غربي الفرات فرضة من فرض الفرات ، وبها عيون القار والنفط ، وبينها وبين\r\n\r\n\r\n","description":"","footnote":"\r\n( 246 ) تقويم البلدان ، ص 303 .\r\n( 247 ) تقويم البلدان ، ص 305 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالقادسية ثمانية فراسخ ، وبينها أيضا وبين الأنبار واحد وعشرون فرسخا « 248 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 248 ) تقويم البلدان ، ص 299 . ويصوّب أبو الفداء للمهلّبي موقع هيت بقوله : \" قول العزيزي أن هيت غربي الفرات القول المقدم إنها شمالي الفرات فتحققته فعندي أن قول العزيزي غلط \" . .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nذكر خوزستان\r\n\r\nأرجان\r\nقال في العزيزي : وأرجان أول مدن فارس ، وهي مدينة جليلة لها كور وأعمال نفيسة وهي كثيرة الزيتون « 249 » .\r\n\r\nالأهواز\r\nقال في العزيزي : ومنها إلى مدينة أصفهان ثمانون فرسخا « 250 » .\r\n\r\nبصنى\r\nقال في العزيزي : ومنها إلى السوس سبعة فراسخ . قال في العزيزي : وبين متوث والسوس تسعة فراسخ « 251 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 249 ) تقويم البلدان ، ص 319 . وعدّها ابن حوقل أنها آخر حد فارس من جهة خوزستان ، فيما اعتبرها صاحب اللباب من كور خوزستان .\r\n( 250 ) تقويم البلدان ، ص 317 . وقال أبو الفداء : إن الأهواز كورة من كور خوزستان ، فيما قال ياقوت في المشترك إنها الأهواز وخوزستان شيء واحد .\r\n( 251 ) تقويم البلدان ، ص 313 . وفي معجم البلدان \" بصنّا : بالفتح ثم الكسر ، وتشديد النون :\r\nمدينة من نواحي الأهواز صغيرة . وجميع رجالهم ونسائهم يغزلون الصوف وينسجون الأنماط والسّتور البصنّية ويكتبون عليها بصنّى ، وقد تعمل ببرذون وكليوان وغير هما من المدن المجاورة لبصنّا وتدلس بستور بصنى ، والمعدن بصنى ، ولهم نهر يسمونه دجلة بصنى ، فيه سبعة أرحية في السفن ، والنهر منها على رمية سهم \" .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nتستر\r\nقال في العزيزي : وتستر وسطة من البلاد ومنها إلى جنديسابور ثمانية فراسخ ، وليس ببلاد الأهواز خطط إلا بتستر ، فإن بها خططا للقبائل . وقيل إن تستر مدينة ليس على وجه الأرض أقدم منها « 252 » .\r\n\r\nجنديسابور\r\nقال في العزيزي : ومنها إلى تستر ثمانية فراسخ ، ومن جنديسابور إلى مدينة السوس ستة فراسخ « 253 » .\r\n\r\nحصن المهدي\r\nقال في العزيزي : ومن حصن المهدي إلى الأبلة أحد عشر فرسخا ، ومن الأبلة إلى البصرة أربعة فراسخ .\r\nوقال : من حصن المهدي إلى سوق الأربعاء ستة عشر فرسخا « 254 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 252 ) تقويم البلدان ، ص 315 .\r\n( 253 ) تقويم البلدان ، ص 315 . قال ابن حوقل : إنها واسعة الخير وبها نخيل وزروع كثيرة . وقال أبو الفداء : إن فيها قبر الملك يعقوب الصفار .\r\n( 254 ) تقويم البلدان ، ص 317 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالدورق\r\nقال في العزيزي : ومن مدينة الدورق إلى مدينة باسيان عشرة فراسخ ، قال : ومن مدينة الدورق إلى أرجان عشرة فراسخ « 255 » .\r\n\r\nرامهرمز\r\nقال في العزيزي : وبينها وبين سوق الأهواز تسعة عشر فرسخا ، ومن رامهرمز إلى رستاق الزط سبعة فراسخ « 256 » .\r\n\r\nرستاق الزط\r\nقال في العزيزي : ومن رستاق الزط إلى مدينة أرجان اثنا عشر فرسخا « 257 » .\r\n\r\nعسكر مكرم\r\nمن العزيزي : وعسكر مكرم مدينة محدثة وكانت قرية فنزلها مكرم بن الفزر أحد بني جعونة بعسكر كان قد أنفذه به الحجاج بن يوسف الثقفي لمحاربة خرداذ بن بارس ، فنزل مكرم القرية المذكورة وأقام بها مدّة وأبنى بها البنايات ، ثم تزايد البناء بها وسمّيت بعسكر مكرم . وبعسكر مكرم العقارب الصغار المشهورة القاتلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 255 ) تقويم البلدان ، ص 317 . وقال ابن حوقل : وهي مدينة كبيرة .\r\n( 256 ) تقويم البلدان ، ص 319 .\r\n( 257 ) تقويم البلدان ، ص 312 . وقال ابن حوقل : أن رستاق الزط كورة عامرة شديدة الحرارة .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nقال في العزيزي : ومن عسكر مكرم إلى تستر ثمانية فراسخ وليس بالأهواز مدينة محدثة إلا عسكر مكرم . ومن عسكر مكرم إلى سوق الأربعاء ستة فراسخ « 258 » .\r\n\r\nقرقوب\r\nقال في العزيزي : ومن قرقوب إلى مدينة الطيب سبعة فراسخ ، ومن قرقوب إلى مدينة السوس عشرة فراسخ « 259 » .\r\n\r\nمهروبان\r\nقال في العزيزي : ومدينة مهروبان على البحر « 260 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 258 ) تقويم البلدان ، ص 317 .\r\n( 259 ) تقويم البلدان ، ص 315 . يقول أبو الفداء : إن قرقوب مدينة مشهورة تقع بين واسط وكور الأهواز .\r\n( 260 ) تقويم البلدان ، ص 317 . وقال أبو الفداء : إنها مدينة صغيرة وهي فرضة ( ساحل ) أرجان وما والاها .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nذكر فارس\r\nقال المهلّبي في العزيزي : ونهاية فارس الشرقية هي ناحية يزد .\r\nوعلى نهاية الحدّ الجنوبي سيراف والبحر . وحدّها الشمالي الريّ .\r\nقال ومن مدن فارس كركان على شعب بوّان ، وهي على خمسة فراسخ عن النوبندجان . ومن مدن فارس السرمق وهي مدينة كثيرة الخصب والأشجار . ومن منتزهات فارس شعب بوّان ، وهي أحد منتزهات الدنيا الأربعة . وهي غوطة دمشق ونهر الأبلّة وصغد سمرقند وشعب بوّان وهو - أعني شعب بوان - عن النوبتدجان على نحو فرسخين . وشعب بوّان عدة قرى ومياهه متصلة وعليها الأشجار حتى غطت تلك القرى فلا يراها إنسان حتى يدخلها .\r\nوقال المهلّبي في العزيزي : وبلاد فارس تنقسم إلى جنوبية وشمالية . فالبلاد الجنوبية سهول والشمالية بلاد جبال . ومن مدن السهول ، أرجان والنوبندجان ومهروبان وسينيز وكازرون وإصطخر والبيضاء ودارابجرد .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nقال المهلّبي في العزيزي : من شيراز إلى سيراف ثلاثة وستون فرسخا جنوبا ، ومن شيراز إلى أصفهان اثنان وسبعون فرسخا شمالا « 261 » .\r\n\r\nإصطخر\r\nقال في العزيزي : وبين شيراز وإصطخر اثنا عشر فرسخا « 262 » .\r\n\r\nالبيضاء\r\nقال في العزيزي : والبيضاء من كورة إصطخر ، مدينة جليلة بينها وبين شيراز ثمانية فراسخ « 263 » .\r\n\r\nجنّابة\r\nقال في العزيزي : وبينها وبين شيراز أربعة وخمسون فرسخا « 264 » .\r\n\r\nجور\r\nقال في العزيزي : ومدينة جور بها رستاق ، ومن جور إلى شيراز أربعة وعشرون فرسخا ، وقال في موضع آخر عشرون فرسخا ، ومن جور إلى كازرون ستة عشر فرسخا « 265 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 261 ) تقويم البلدان ، ص 321 . ينقل أبو الفداء عن صاحب \" اللباب \" أن الصحابي سلمان الفارسي من رام هرمز .\r\n( 262 ) تقويم البلدان ، ص 329 .\r\n( 263 ) تقويم البلدان ، ص 329 .\r\n( 264 ) تقويم البلدان ، ص 325 ، وقال في معجم البلدان ، إنها بلدة صغيرة من سواحل فارس .\r\n( 265 ) تقويم البلدان ، ص 325 . وإليها ينسب الورد الجوري .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nحصن ابن عمارة\r\nقال في العزيزي : ومن حصون بلاد شيراز قلعة ابن عمارة « 266 » .\r\n\r\nدارابجرد\r\nقال في العزيزي : وبأعمال دارابجرد معدن الموميا وبها معدن زئبق « 267 » .\r\n\r\nشيراز\r\nقال في العزيزي : مدينة شيراز جليلة واسعة بها منازل واسعة سرية كثيرة المياه ، وشربهم من عيون تتخرق البلد وتجري في دورهم ، وليس يكاد يخلو دار [ في 
  ] شيراز من بستان حسن ومياه تجري ، وأسواقها عامرة جليلة . ومنها إلى أصبهان اثنان وسبعون فرسخا « 268 » .\r\n\r\nكازرون\r\nقال في العزيزي : ومدينة كازرون لطيفة وصالحة العمارة « 269 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 266 ) تقويم البلدان ، ص 331 .\r\n( 267 ) تقويم البلدان ، ص 331 .\r\n( 268 ) تقويم البلدان ، ص 329 .\r\n( 269 ) تقويم البلدان ، ص 325 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nذكر كرمان\r\n\r\nبمّ\r\nقال في العزيزي : وهي من كبار مدن كرمان وهي مصر من الأمصار « 270 » .\r\n\r\nجيرفت\r\nوقال المهلّبي : وجيرفت أعظم مدن كرمان ، وهي كثيرة النخل والأترج ومقصد للتجار « 271 » .\r\n\r\nزرند\r\nقال في العزيزي : بين مدينة زرند ومدينة السيرجان تسعة وعشرون فرسخا « 272 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 270 ) تقويم البلدان ، ص 337 .\r\n( 271 ) تقويم البلدان ، ص 337 .\r\n( 272 ) تقويم البلدان ، ص 337 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nذكر سجّستان\r\n\r\nبست\r\nقال في العزيزي : ومدينة بست مدينة جليلة بها عدة منابر ورباطات كثيرة عظيمة « 273 » .\r\n\r\nسجّستان\r\nوقال المهلّبي : وسجّستان شرقي كرمان بانحراف إلى الشمال « 274 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 273 ) تقويم البلدان ، ص 345 .\r\n( 274 ) تقويم البلدان ، ص 340 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nذكر السّند\r\n\r\nأزور\r\nقال في العزيزي : إنها مدينة كبيرة ، أهلها مسلمون في طاعة صاحب المنصورة ، وبينهما ثلاثون فرسخا « 275 » .\r\n\r\nبيرون\r\nقال المهلّبي : وبيرون مدينة أهلها مسلمون ، ومنها إلى المنصورة خمسة عشر فرسخا « 276 » .\r\n\r\nالمنصورة\r\nقال الحسن بن أحمد المهلّبي : سمّيت المنصورة ، لأن عمرو بن حفص الهزارمرد المهلّبي بناها في أيام المنصور من بني العباس فسمّيت به . وللمنصورة خليج من نهر مهران يحيط بالبلد فهي منه في شبه الجزيرة ، وفي أهلها مروة وصلاح ودين وتجارات ، وشربهم من نهر يقال له مهران ، وهي شديدة الحر كثيرة البق ، بينها وبين الديبل ست مراحل ، وبينها وبين الملتان اثنتا عشرة مرحلة ، وإلى طوران خمس عشرة مرحلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 275 ) تقويم البلدان ، ص 347 .\r\n( 276 ) تقويم البلدان ، ص 349 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nومن المنصورة إلى أول حد البدهة خمس مراحل ، وأهلها مسلمون وملكهم قرشي يقال إنه من ولد هبّار بن الأسود . تغلّب عليها هو وأجداده يتوارثون بها الملك . إلا أن الخطبة فيها للخليفة من بني العباس ، وليس لهم من الفواكه لا عنب ولا تفاح ولا كمثرى ولا جوز ، ولهم قصب السكر وثمرة على قمر التفاح يسمونها البهلوبة شديدة الحموضة ، ولهم فاكهة تشبه الخوخ تسمى الأنبج يقارب طعمه طعم الخوخ ، وأسعارهم رخيصة وكان لهم دراهم يسمونها القاهريات ودراهم يقال لها الطاطري في الدرهم درهم وثلث « 277 » .\r\n\r\nالملتان\r\nقال المهلّبي في العزيزي : أعمال الملتان واسعة من الغرب إلى حد مكران ، والجنوب إلى حد المنصورة ، ومن الملتان إلى غزنة مئة وستون فرسخا « 278 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 277 ) معجم البلدان ، مادة المنصورة . وفي تقويم البلدان : \" وقال المهلّبي في العزيزي : والمنصورة مدينة كبيرة يحيط بها الخليج من نهر مهران ، ويأتي مهران من بلد الملتان قال والمنصورة كثيرة النخيل وقصب السكر ، وسمّيت المنصورة لأن عمر بن حفص المعروف بهزارمرد المهلّبي بناها في أيام أبي جعفر المنصور ثاني خلفاء بني العباس وسماها بلقبه \" .\r\n( 278 ) تقويم البلدان ، ص 351 . وفي معجم البلدان : \" ملتان : بالضم ، وسكون اللام ، وتاء مثناة من فوقها ، وآخره نون ، وأكثر ما يكتب مولتان ، بالواو : هي مدينة من نواحي الهند قرب غزنة أهلها مسلمون منذ قديم \" .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nذكر الهند\r\n\r\nالتبت\r\nقال المهلّبي في العزيزي : وبلاد التبت تقع شمالي مملكة قنّوج وبينهما مسافة بعيدة « 279 » .\r\n\r\nسندان\r\nقال في العزيزي : ومدينة سندان بينها وبين المنصورة خمسة عشر فرسخا ، ومدينة سندان مجمع الطرق . قال وسندان بلاد القسط والقنا والخيزران وهي من أجلّ فرضه على البحر « 280 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 279 ) تقويم البلدان ، ص 355 . وفي معجم البلدان : \" تبّت مملكة متاخمة لمملكة الصين ومتاخمة من إحدى جهاتها لأرض الهند ومن جهة المشرق لبلاد الهياطلة ومن جهة المغرب لبلاد الترك ، ولهم مدن وعمائر كثيرة ذوات سعة وقوّة ، ولأهلها حضر وبدو \" .\r\n( 280 ) تقويم البلدان ، ص 359 . وحول هذه المدينة يكتب ياقوت \" سندان : بفتح أوّله ، وآخره نون ؛ قال نصر : هي قصبة بلاد الهند ، ولا أدري أي شيء أراد بهذا فإن القصبة في العرف هي أجلّ مدينة في الكورة أو الناحية ، ولا تعرف بالهند مدينة يقال لها سندان تكون كالقصبة إنّما سندان مدينة في ملاصقة السند ، بينها وبين الدّيبل والمنصورة نحو عشر مراحل \" .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nقامرون\r\nوقال المهلّبي : ومدن قامرون منها دوكرا وأكشميبون ، وهي مدينة ملك قامرون .\r\nقال وأكشميبون على نهر بقدر نيل مصر ، ومراس كورة في آخر بلاد قامرون وأول الصين « 281 » .\r\n\r\nقنّوج\r\nقال المهلّبي في العزيزي : قنّوج مدينة في أقاصي الهند ، وهي في جهة الشرق عن الملتان وبينهما مائتان واثنان وثمانون فرسخا ، وقنّوج مصر الهند وأعظم المدن ، وقد بالغ الناس في تعظيمها حتى قالوا إن بها ثلاثمائة سوق للجوهر ولملكها ألفان وخمس مئة فيل قال : وهي كثيرة معادن الذهب « 282 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 281 ) تقويم البلدان ، ص 361 .\r\n( 282 ) تقويم البلدان ، ص 361 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nذكر جزائر بحر الشرق\r\n\r\nجزيرة خارك\r\nقال في العزيزي : وطولها فرسخ ، وهي عن البصرة خمسة وثلاثون فرسخا ، وبينها وبين كيش « 283 » خمسة وعشرون فرسخا « 284 » .\r\n\r\nجزيرة سريرة\r\nقال المهلّبي : وجزيرة سريرة في أعمال الصين . قال وهي عامرة آهلة ، وإذا أقلع المركب منها طالبا للصين واجهه في البحر جبال ممتدة داخلة في البحر مسيرة عشرة أيام ، فإذا قرب المسافرون منها وجدوا فيها أبوابا وفرجا في أثناء ذلك الجبل يفضي كل باب منها إلى بلد من بلدان الصين « 285 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 283 ) قال ياقوت : كيش : هو تعجيم قيس : جزيرة في وسط البحر تعدّ من أعمال فارس لأن أهلها فرس ، وتعدّ في أعمال عمان \" .\r\n( 284 ) تقويم البلدان ، ص 373 . وقال ياقوت \" خارك : بعد الألف راء ، وآخره كاف : جزيرة في وسط البحر الفارسي ، وهي جبل عال في وسط البحر ، إذا خرجت المراكب من عبّادان تريد عمان وطابت بها الريح وصلت إليها في يوم وليلة ، وهي من أعمال فارس ، يقابلها في البرّ جنّابة ومهروبان \" .\r\n( 285 ) تقويم البلدان ، ص 375 . وينقل أبو الفداء عن كتاب الأطوال للفرس أن جزيرة السريرة هي جزيرة المهراج . أما ابن سعيد فيقول إن جزائر المهراج جزائر كثيرة وصاحبها من أغنى ملوك الهند وأكثرهم ذهبا وفيلة . وجزيرته الكبيرة هي التي فيها مقر ملكه . وفي أيامنا تتوزع جزائر المهراج بين أندونيسيا وماليزيا والفلبين .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nجزيرة سقطرة\r\nقال المهلّبي في العزيزي : وجزيرة سقطرة طولها ثمانون فرسخا وأهلها نصارى نسطورية « 286 » .\r\n\r\nجزيرة كله\r\nقال المهلّبي في العزيزي : وجزيرة كله في بحر الهند وفيها مدينة عامرة يسكنها مسلمون وهند وفرس ، وبها معادن للرصاص ومنابت الخيزران وشجر الكافور ، وبينها وبين جزائر المهراج عشرون مجرى « 287 » .\r\n\r\nالدردور\r\nقال المهلّبي : والدردور جبلان يقال لهما كسير وعوير وهما وسط البحر الشرقي . قال ويظهران على الماء شيئا يسيرا ويخاف على المراكب في ذلك الموضع . قال وهو من عمان في البحر خمسون فرسخا « 288 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 286 ) تقويم البلدان ، ص 371 . ويروي ياقوت في معجم البلدان معلومات مفصلة عن هذه الجزيرة وعن دين أهلها دون أن يحدد أنهم نساطرة .\r\n( 287 ) تقويم البلدان ، ص 375 . ويحدد ياقوت تبعيتها للهند موقعها في منتصف الطريق بين عمان والصين وموقعها من المعمورة في طرف خط الاستواء ، أما المقياس البحري 20 مجرى فلم أعثر له على مقابل .\r\n( 288 ) تقويم البلدان ، ص 369 . ويذكر ياقوت أن دردور : موضع في سواحل بحر عمان مضيق بين جبلين يسلكه الصغار من السّفن .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nذكر أرمينية وأرّان وأذربيجان\r\n\r\nأردبيل\r\nقال المهلّبي : وأردبيل أعظم مدن أذربيجان ، وهي في الجهة الشمالية من أذربيجان ، قال : وعرض أردبيل م وفي غربييها جبل عليه الثلج دائما ، وأهلها غليظو الطبع ، شرّ ، سواء الأخلاق . وبين أردبيل وبين تبريز خمسة وعشرون فرسخا « 289 » .\r\n\r\nأرمية\r\nقال المهلّبي : أرمية مدينة جليلة ، ويقال : إن زرادشت نبي المجوس منها . قال : وهي آخر حد أذربيجان من جهة الغرب . وأرمية غربي سلماس على ستة عشر فرسخا . قال : والموصل في سمت الغرب عن أرمية ، وبين أرمية وبين الموصل أربعون فرسخا « 290 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 289 ) تقويم البلدان ، ص 399 ويضيف أبو الفداء التصحيح التالي : \" أقول والأصح أن عرض أردبيل ما ذكره المهلّبي إذا قلنا أن عرض تبريز لط س \" .\r\n( 290 ) تقويم البلدان ، ص 397 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nباب الأبواب\r\nقال في العزيزي : وباب الأبواب [ يعني هذه البلدة التي بهذا المكان الذي يعرف بباب الحديد 
  ] مدينة قديمة بها آثار ، وهي الحد بين مملكة الفرس وبين مملكة الخزر « 291 » .\r\n\r\nبدليس\r\nقال في العزيزي : وبينها وبين خلاط سبعة فراسخ « 292 » .\r\n\r\nبرزند\r\nقال في العزيزي : من مدينة برزند إلى مدينة ورثان خمسة عشر فرسخا ، ومن ورثان تفترق الطرق ، فاليمنى منها إلى بلاد الباب ، واليسرى إلى مدينة بردعة ، ومن مدينة برزند إلى أردبيل عشرون فرسخا « 293 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 291 ) تقويم البلدان ، ص 391 . واسمها الآن مدينة الدربند وتقع في الداغستان .\r\n( 292 ) تقويم البلدان ، ص 395 . وفي معجم البلدان \" بلدة من نواحي أرمينية قرب خلاط ذات بساتين كثيرة ، وتفّاحها يضرب به المثل في الجودة والكثرة والرخص ، ويحمل إلى بلدان كثيرة \" .\r\n( 293 ) تقويم البلدان ، ص 403 . وهي من أذربيجان .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nبركري\r\nعن المهلّبي ، أن بينها وبين أرجيش ثمانية فراسخ « 294 » .\r\n\r\nالبيلقان\r\nقال في العزيزي : وبين البيلقان وبين ورثان ستة فراسخ « 295 » .\r\n\r\nخلاط\r\nقال في العزيزي : وبينها وبين ملازجرد سبعة فراسخ « 296 » .\r\n\r\nخويّ\r\nقال المهلّبي : وخويّ في الغرب والشمال من مرند ، وبينهما اثنا عشر فرسخا « 297 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 294 ) تقويم البلدان ، ص 389 . ويوضّح أبو الفداء أن بركري من أرمينية وقيل باكري ، وأرجيش حسب ياقوت الحموي مدينة أرمينية أيضا .\r\n( 295 ) تقويم البلدان ، ص 405 . وقال ابن حوقل : هي من مدن أرّان . وأرّن هي بلاد الداغستان حاليا .\r\n( 296 ) تقويم البلدان ، ص 395 . قال في معجم البلدان : إنها قصبة أرمينية الوسطى فتحها عياض بن غنم .\r\n( 297 ) تقويم البلدان ، ص 397 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nدبيل\r\nقال في العزيزي : ومدينة دبيل من أجل البلاد وأنفسها ، وهي قصبة أرمينية الداخل ومستقر السلطان ، وعرضها ثمانية وثلاثون درجة « 298 » .\r\n\r\nسلماس\r\nعن المهلّبي : وسلماس في الغرب والشمال عن خويّ ، وبينهما سبعة فراسخ . وقال المهلّبي أيضا : وسلماس هذه مصر من الأمصار جليل والمتاجر بها وإليها متصلة ، ومنها أرمية ستة عشر فرسخا وهي آخر حدود أذربيجان من الغرب « 299 » .\r\n\r\nمراغة\r\nوقال المهلّبي : ومراغة غربي تبريز بينهما سبعة عشر فرسخا ، ومراغة محدثة كانت قرية فنزل بها مروان بن محمد ، وكان هناك سرجين فمرّ الناس فيه دوابهم ثم بناها مدينة فسميت مراغة ، وهي نزهة جدا « 300 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 298 ) تقويم البلدان ، ص 397 .\r\n( 299 ) تقويم البلدان ، ص 397 .\r\n( 300 ) تقويم البلدان ، ص 399 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nمرند\r\nقال المهلّبي : وهي عن توريز [ تبريز 
  ] أربعة عشر فرسخا ، ومن مرند إلى خان كركر خمسة فراسخ ، ومنه إلى مدينة نشوى اثنا عشر فرسخا وبينهما يعبر نهر الرس « 301 » .\r\n\r\nموقان\r\nقال في العزيزي : ومدينة موقان من عمل أردبيل . قال في العزيزي : وموقان في نهاية بلاد كيلان من جهة الغرب ، وبين موقان وبين مصب الكرّ إذا أخذت على الساحل البحر مغربا بانحراف إلى الشمال ستة عشر فرسخا ، وبين مصب نهر الكرّ وبين الباب على ساحل بحر الخزر واحد وعشرون فرسخا « 302 » .\r\n\r\nوسطان\r\nقال المهلّبي : ووسطان من بلاد أرمينية ، وبينها وبين سلماس ثلاثة عشر فرسخا ، وبين وسطان وبين وان ستة فراسخ « 303 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 301 ) تقويم البلدان ، ص 401 .\r\n( 302 ) تقويم البلدان ، ص 401 .\r\n( 303 ) تقويم البلدان ، ص 397 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nبلاد الجبل ( عراق العجم )\r\n\r\nأسد أباذ\r\nقال في العزيزي : وبين أسد أباذ وقصر اللصوص سبعة فراسخ ، ومن أسد أباذ إلى همذان تسعة فراسخ ، وبينها أيضا وبين الدينور سبعة عشر فرسخا « 304 » .\r\n\r\nآوة\r\nقال المهلّبي : وآوة مدينة في الشرق بانحراف إلى الشمال عن همذان ، وبينهما سبعة وعشرون فرسخا . قال : وقزوين عن آوة كذلك أعني قزوين في الشرق بانحراف إلى الشمال عن آوة ، وبين قزوين وعن آوة ستة عشر فرسخا « 305 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 304 ) تقويم البلدان ، ص 417 . وقال في معجم البلدان : \" أسدآباذ : بفتح أوله وثانيه ، وبعد الألف باء موحدة ، وآخره ذال معجمة : بلدة عمّرها أسد بن ذي السّرو الحميري في اجتيازه مع تبّع ، والعجم يسكنون السين عجمة ، وهي مدينة بينها وبين همذان مرحلة واحدة نحو العراق ، وبينهما وبين مطابخ كسرى ثلاثة فراسخ ، وإلى قصر اللصوص أربعة فراسخ ؛ وقد نسب إليها جماعة كثيرة من أهل العلم والحديث ، منهم : أبو عبد اللّه الزبير بن عبد الواحد بن محمد بن زكريّا ابن صالح بن إبراهيم الأسد اباذي الحافظ ؛ سمع أبا يعلى الموصلي وغيره ؛ وتوفي سنة 347 ه . وأسداباذ أيضا : قرية من أعمال بيهق ثم من نواحي نيسابور ، أنشأها أسد بن عبد اللّه القسري في سنة 120 ه حيث كان على خراسان من قبل أخيه خالد في أيام هشام بن عبد الملك \" .\r\n( 305 ) تقويم البلدان ، ص 419 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nالدينور\r\nقال في العزيزي : وبينها وبين الموصل أربعون فرسخا ، ومنها إلى أول نهر الزاب عشرة فراسخ ، ومنها إلى مدينة مراغة أربعون فرسخا « 306 » .\r\n\r\nساوة\r\nقال المهلّبي في العزيزي : وساوة مدينة جليلة على جادّة حجّاج خراسان وبها الأسواق الحسنة وهي صالحة وبها المنازل الحسنة ، وبين ساوة وقم اثنا عشر فرسخا « 307 » .\r\n\r\nشهرزور\r\nوقال المهلّبي في العزيزي : وشهرزور تتصل ببلاد المراغة وبينهما ست مرحلات « 308 » ، وبلد شهرزور حزن خشن . قال : وهي خصبة كثيرة المتاجر في عزلة ، وفي أهلها غلظ وجفا . وقال في العزيزي أيضا : وبينها وبين حلوان اثنان وعشرون فرسخا « 309 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 306 ) تقويم البلدان ، ص 415 .\r\n( 307 ) تقويم البلدان ، ص 419 .\r\n( 308 ) ترد ست رحلات والصحيح مرحلات جمع مرحلة كما ترد في مواضع أخرى من تقويم البلدان .\r\n( 309 ) تقويم البلدان ، ص 413 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nقاشان\r\nقال في العزيزي : وقاشان مدينة لطيفة وسطة من مدن الجبل ، وهي خصبة وخراجها مضاف إلى خراج قم « 310 » .\r\n\r\nقرماسين\r\nقال في العزيزي : ومدينة قرماسين أجلّ مدن الجبل وأعظمها خطرا ، وهي عامرة غاصّة بالناس وينبت بها الزعفران « 311 » .\r\n\r\nقمّ\r\nوقال المهلّبي : وقمّ في مرج تقدير سعته عشرة فراسخ في مثلها ، ثم تفضي إلى جبالها ، وهي من بلاد الجبل وبها من الفستق ما ليس بغيرها « 312 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 310 ) تقويم البلدان ، ص 421 . وقال ياقوت في معجم البلدان : \" قاشان : بالشين المعجمة ، وآخره نون : مدينة قرب أصبهان تذكر مع قمّ ، ومنها تجلب الغضائر القاشاني ، والعامّة تقول القاشيّ ، وأهلها كلهم شيعة إماميّة \" .\r\n( 311 ) تقويم البلدان ، ص 413 . ويقول إنها كرمنشاه .\r\n( 312 ) تقويم البلدان ، ص 421 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nنهاوند\r\nقال في العزيزي : وبينها وبين همذان أربعة عشر فرسخا « 313 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 313 ) تقويم البلدان ، ص 471 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nبلاد الديلم وكيلان\r\n\r\nبلاد الجيل والديلم\r\nمن العزيزي : بلاد الجيل في ساحل بحر الخزر الجنوبي ، والبحر في شماليها ويمتد من جهة الشرق من حدود طبرستان مغربا إلى موغان ، والديلم بلد حزن حدّ له إلى طبرستان شمالي بلادهم على بحر الخزر « 314 » .\r\n\r\nسالوس\r\nوقال المهلّبي : وسالوس آخر حدّ طبرستان من جهة الغرب ، وإذا سرت من سالوس مشرّقا إلى آخر حد طبرستان كان أربعين ميلا ، وهو جميع طول طبرستان من الغرب إلى الشرق ، ومن سالوس وشمالا ومغرّبا أول بلاد كيلان في الغرب والشمال عن طبرستان « 315 » .\r\n\r\nكلار\r\nقال المهلّبي : وكلر مدينة الديلم وهي من جهة الشرق والجنوب عن الأهجان « 316 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 314 ) تقويم البلدان ، ص 427 . وبلاد الجيل كما تسميها العرب هي بلاد كيلان .\r\n( 315 ) تقويم البلدان ، ص 431 .\r\n( 316 ) تقويم البلدان ، ص 431 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nكوتم\r\nقال في العزيزي : كوتم مدينة كبيرة للجيل « 317 » .\r\n\r\nطبرستان\r\nقال المهلّبي : وطبرستان في نهاية المنعة والحصانة بالجبال المنيعة المحيطة بها من كل جانب ، وفي وسط الجبال الأراضي السهلية ، وفيها من كثرة المياه والغياض ما لا يشابهها فيه بلد آخر ، وهي بلاد كثيرة الحرير وخبزهم الأرز . قال : وطبرستان عن قزوين في الشرق بانحراف إلى الشمال « 318 » .\r\n\r\nأستراباذ\r\nقال المهلّبي : وأستراباذ على حدّ طبرستان ، قال : ومنها إلى آمل قصبة طبرستان تسعة وثلاثون فرسخا « 319 » .\r\n\r\nآمل\r\nقال المهلّبي : من آمل إلى سالوس وهي على ضفة البحر تسعة فراسخ « 320 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 317 ) تقويم البلدان ، ص 429 .\r\n( 318 ) تقويم البلدان ، ص 432 - 433 .\r\n( 319 ) تقويم البلدان ، ص 439 .\r\n( 320 ) تقويم البلدان ، ص 435 . وقال ياقوت في المشترك : وآمل أكبر مدينة لطبرستان ومنها أبو جعفر محمد بن جرير الطبري .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nجرجان\r\nقال المهلّبي : وجرجان غربي نسا من خراسان ، وبينهما ثمانية وتسعون فرسخا . قال : وجرجان مدينة جليلة بين خوارزم وبين طبرستان ، فخوارزم منها في جهة الشرق ، وطبرستان منها في جهة الغرب . قال : وجرجان بلد كثير الأمطار متصل الشتاء ، وفي وسطها نهر يجري ، وهي قريبة من بحر الخزر والجبال محتفة بها ، فهي سهلية جبلية يجتمع فيها فواكه الغور والنجد ، وبها من خشب الخلنج ما ليس في بلد آخر مثله ، وفرضتها آبسكون ، ومن جرجان مغرّبا إلى استرآباذ ، وهي أول حدّ طبرستان ، خمسة وعشرون فرسخا « 321 » .\r\n\r\nالدامغان\r\nقال في العزيزي : والدامغان قصبة قومس ، وهي أمّ البلاد مدينة عظيمة ، وبلاد قومس من أعمال خراسان « 322 » .\r\n\r\nرويان\r\nقال في العزيزي : ومدينة الرويان اسمها شارستان على عقبة عظيمة ، وبينها وبين قزوين ستة عشر فرسخا ، ومن الرويان إلى وبار حد بلاد الجيل ستة فراسخ « 323 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 321 ) تقويم البلدان ، ص 439 .\r\n( 322 ) تقويم البلدان ، ص 437 .\r\n( 323 ) تقويم البلدان ، ص 435 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nمامطير\r\nقال في العزيزي : وبين مدينة مامطير ، وهي من طبرستان وأعظمها ستة فراسخ ، ومن آمل إلى مدينة يقال لها الهمّ على ساحل بحر الخزر أربعة فراسخ ، ومن الهم إلى سالوس على ساحل البحر خمسة فراسخ ، وهذا آخر حدّ طبرستان من جهة الغرب ، وآخر حدّها من الشرق مدينة طميشة ، وطول ذلك أربعون فرسخا « 324 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 324 ) تقويم البلدان ، ص 437 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nبلاد خراسان\r\n\r\nالداندانقان\r\nقال في العزيزي : ومدينة داندانقان من أعمال مرو الشاهجان ومتصلة بها ، وهذه الناحية من أكثر البلاد حريرا ، وبقطنها يضرب المثل في الجودة ويجهز منها إلى البلاد « 325 » .\r\n\r\nسرخس\r\nقال المهلّبي : سرخس مدينة عظيمة والرمال تحتفّ بها ، وشرب أهلها من الآبار ، وسرخس في الجنوب عن نسا وبينهما سبع وعشرون فرسخا « 326 » .\r\n\r\nشبورقان\r\nقال العزيزي : وهي مدينة الجوزجان ، وبينها وبين بلخ تسعة عشر فرسخا « 327 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 325 ) تقويم البلدان ، ص 459 .\r\n( 326 ) تقويم البلدان ، ص 455 .\r\n( 327 ) تقويم البلدان ، ص 447 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nالشرمجان\r\nقال في العزيزي : من الشرمجان إلى الترمذ ستة فراسخ ، والشرمجان عن الترمذ في سمت الجنوب منحرفا إلى الشرق . قال :\r\nوبينها وبين الصغانيان اثنان وعشرون فرسخا « 328 » .\r\n\r\nالطابران\r\nقال في العزيزي : وطوس ناحية جليلة ، ومدينتاها طابران ونوقان وبينهما ستة فراسخ ، وهما من أجلّ مدن خراسان « 329 » .\r\n\r\nفارياب\r\nقال في العزيزي : وفارياب مدينة الجوزجان ، وبينها وبين بلخ اثنان وعشرون فرسخا « 330 » .\r\n\r\nكشميهين\r\nقال المهلّبي : وهي قرية من أعمال مرو الشاهجان على خمسة فراسخ منها ، على طرف المفازة « 331 » وبها الزبيب الموصوف الذي يحمل إلى الآفاق « 332 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 328 ) تقويم البلدان ، ص 459 . ويصحّح أبو الفداء للمهلّبي [ قول العزيزي إن شرمقان في الجنوب منحرفا إلى الشرق عن ترمذ ليس صحيحا في التشريق خاصة فإت طول ترمذ ( صا يه وقيل ص يه والعرض لز ل لو له ) 
  ]\r\n( 329 ) تقويم البلدان ، ص 449 .\r\n( 330 ) تقويم البلدان ، ص 461 .\r\n( 331 ) كل أرض قاحلة جرداء تسمى مفازة .\r\n( 332 ) تقويم البلدان ، ص 446 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nنسا\r\nقال المهلّبي : ونسا في الشمال عن سرخس على سبعة وستين فرسخا « 333 » .\r\n\r\nنوقان\r\nقال في العزيزي : وهي من أجل مدن خراسان وأعمرها ، وبظاهر مدينة نوقان قبر الإمام علي بن موسى بن جعفر ، وبه أيضا قبر هارون الرشيد ، وعلى قبر علي بن موسى حصن ، وفيه قوم معتكفون ، وبنوقان معدن البرّام ومعادن الفيروز والدّهنج « 334 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 333 ) تقويم البلدان ، ص 451 .\r\n( 334 ) تقويم البلدان ، ص 453 . والدّهنج : حصى أخضر تحلّى به الفصوص .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nزابلستان\r\n\r\nالباميان\r\nقال المهلّبي : والباميان في جهة الشمال من غزنة وبينهما خمسة وأربعون فرسخا « 335 » .\r\n\r\nغزنة\r\nوقال المهلّبي : وغزنة عن بست ، أوّل حدّ سجستان ، على نحو أربعين فرسخا « 336 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 335 ) تقويم البلدان ، ص 467 .\r\n( 336 ) تقويم البلدان ، ص 467 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nطخارستان\r\n\r\nالطايقان\r\nقال في العزيزي : والطايقان مدينة كبيرة وهي في شعب بين جبال ، وشرب أهلها من نهر لهم ، ولها أشجار على غاية الخصب ، ومن الطايقان إلى الختل سبعة فراسخ « 337 » .\r\n\r\nولواش\r\nقال في العزيزي : ومدينة ولواش مدينة كبيرة من مدن طخارستان ، وبينها وبين الطايقان ستة فراسخ . قال : وجميع مدن طخارستان في مستو من الأرض إلا سكندة وهلبك فإنهما في جبل « 338 » .\r\n\r\nخوارزم\r\nقال المهلّبي : وبلاد خوارزم في جهة الجنوب والشرق عن بحيرة خوارزم ، ومن خوارزم إلى آمل نحو اثنتي عشر مرحلة ، ومن خوارزم إلى بحيرة خوارزم نحو ستة مراحل « 339 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 337 ) تقويم البلدان ، ص 473 .\r\n( 338 ) تقويم البلدان ، ص 473 .\r\n( 339 ) تقويم البلدان ، ص 477 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n\r\nدرعان\r\nقال في العزيزي : وبينها وبين هزار سب أربعة وعشرون فرسخا .\r\nقال : ومدينة درعان من أول أعمال خوارزم « 340 » .\r\n\r\nكاث\r\nقال في العزيزي : وبينها وبين القرية الحديثة من بلاد الترك [ ينغي كنت 
  ] خمسون فرسخا . قال : ومن أجلّ مدينة ببلاد خوارزم مدينة كاث ، ومدينة كركانة ، ومدينة هزار سب « 341 » .\r\n\r\nهزار سب\r\nقال في العزيزي : وهي غربي جيحون ، ومن مدينة هزار سب إلى مدينة كاث ستة فراسخ « 342 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 340 ) تقويم البلدان ، ص 481 .\r\n( 341 ) تقويم البلدان ، ص 479 .\r\n( 342 ) تقويم البلدان ، ص 479 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nبلاد ما وراء النهر\r\n\r\nأسروشنة\r\nقال في العزيزي : واسم مدن أسروشنة زامين وساباط وذرك « 343 » .\r\n\r\nأسفيجاب\r\nقال في العزيزي : وأسفيجاب صقع جليل من أصقاع ما وراء النهر « 344 » .\r\n\r\nاشتيخن\r\nقال في العزيزي : بين اشتيخن وبين كشانبة خمسة فراسخ ، واشتيخن عن سمرقند على مسيرة ثمانية فراسخ « 345 » .\r\n\r\nدبوسية\r\nقال في العزيزي : والدبوسية مدينة آهلة تقارب في القدر الطواويس ، ومن الدبوسية إلى كشانبة خمسة فراسخ « 346 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 343 ) تقويم البلدان ، ص 497 .\r\n( 344 ) تقويم البلدان ، ص 495 .\r\n( 345 ) تقويم البلدان ، ص 491 .\r\n( 346 ) تقويم البلدان ، ص 491 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nالطواويس\r\nقال في العزيزي : ومن الدبوسية إلى الطواويس اثنا عشر فرسخا ، وبين الطواويس وبين بخارا سبعة فراسخ « 347 » .\r\n\r\nفاراب\r\nوقال في العزيزي : والفارياب اسم للناحية ، وهي يوم وفي أهلها منعة وبسالة ، ومنها في بلاد الغزيّة إلى القرية الحديثة [ ينغي كنت 
  ] سمت المغرب والشمال مئة فرسخ لا يسلك إلا وهدنة من الغزيّة « 348 » .\r\n\r\nكرمينية\r\nقال في العزيزي : ومدينة كرمينية بين الطواويس والدبوسية ، وهي عن الدبوسية على مسافة خمسة فراسخ ، وعن الطواويس على مسافة سبعة فراسخ . قال : وهي مدينة آهلة تقارب في القدر الطواويس « 349 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 347 ) تقويم البلدان ، ص 489 .\r\n( 348 ) تقويم البلدان ، ص 493 والمعلومات حاشية رقم 5 من الصفحة 506 .\r\n( 349 ) تقويم البلدان ، ص 491 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nنخشب\r\nقال المهلّبي : نخشب كثيرة الماء والثمار وهي وبية ، وهي من أطراف بلاد ما وراء النهر ، وأقمت بنخشب قريب من شهرين وخرج منها في كل فن جماعة لا يحصون « 350 » .\r\n\r\nكشّ\r\nقال في العزيزي : ولمدينة كش رستاق جليل من رساتيق سمرقند « 351 » .\r\n\r\nشلج\r\nقال في العزيزي : وهي مدينة من مدن الأتراك أهلها مسلمون ، بينها وبين طراز أربعة فراسخ « 352 » .\r\n\r\nواشجرد\r\nقال في العزيزي : من مدينة واشجرد إلى قلعة الراسب ستة فراسخ « 353 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 350 ) تقويم البلدان ، ص 491 .\r\n( 351 ) تقويم البلدان ، ص 491 .\r\n( 352 ) تقويم البلدان ، ص 497 .\r\n( 353 ) تقويم البلدان ، ص 503 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nكاشغر\r\nقال في العزيزي : ومدينة كاشغر مدينة عظيمة آهلة عليها سور وأهلها مسلمون « 354 » .\r\n\r\nختن\r\nقال في العزيزي : وهي مدينة عامرة خصبة لها أنهار كثيرة « 355 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 354 ) تقويم البلدان ، ص 505 .\r\n( 355 ) تقويم البلدان ، ص 505 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nمواضع مجهولة\r\nجولى : بوزن سكرى ، موضع عن أبي الحسن المهلّبي « 356 » .\r\n\r\nحديلاء\r\nموضع عن أبي الحسن المهلّبي . ورواه بعضهم بالذال معجمة « 357 » .\r\n\r\nضدنى\r\nقال أبو الحسين المهلّبي : ضدنى بوزن سكرى موضع « 358 » .\r\n\r\nقرحياء\r\nقال الحسن المهلّبي : موضع قال : وكل أرض ملساء قرحياء « 359 » .\r\n\r\nقرورى\r\nوقال المهلّبي : قرورى ماء بحزن بني يربوع « 360 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 356 ) معجم البلدان ، مادة جولى .\r\n( 357 ) معجم البلدان ، مادة حديلاء ، وقال مصغر يقال رجل أحدل وامرأة حدلاء إذا كانا مائلي الشق والحدل الميل .\r\n( 358 ) معجم البلدان ، مادة ضدني .\r\n( 359 ) معجم البلدان ، مادة قرحياء .\r\n( 360 ) معجم البلدان ، مادة قروري .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nقنوى\r\nقال المهلّبي : اسم جبل « 361 » .\r\n\r\nالهنيما\r\nموضع ( كذا ) هو في كتاب أبي الحسن المهلّبي « 362 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 361 ) معجم البلدان ، مادة قنوى .\r\n( 362 ) معجم البلدان ، مادة الهنيما .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nفهرس الأعلام والشعوب والجماعات\r\n\r\nأ\r\nإبراهيم ( النبي ) 75 / 82 / 89\r\nإبراهيم بن صالح بن علي 40 / 41\r\nإبراهيم بين يزيد الحميري 40\r\nابن الزيات 99\r\nابن العديم 6 / 12 / 13 / 16 / 17 / 19\r\nابن النديم 7\r\nابن بسطام 42\r\nابن حوقل 6 / 9\r\nابن خرداذبة 5\r\nابن خلكان 7\r\nابن فضل اللّه العمري 5\r\nأبو العباس الأبهري 9\r\nأبو الفداء 6 / 8 / 12 / 13 / 14 / 17 / 18 / 19\r\nأبو عبيد البكري 102\r\nأبو عبيدة بن الجراح 65 / 70 / 89\r\nأبو عون عبد الملك بن يزيد 40\r\nأبي تغلب حمدان 107\r\nالأتراك الغزيّة 60\r\nأحمد بن إسماعيل 41\r\nأحمد بن طولون 42 / 106\r\nأحمد بن كيغلغ 42 / 84\r\nآدم 75 / 82\r\nآدم ميتز 7\r\nإسحاق 82\r\nإسحاق بن إبراهيم 73\r\nإسحاق بن سليمان 41\r\nإسماعيل بن صالح بن علي 41\r\nإسماعيل بن عيسى بن موسى 41\r\nالإصطخري 6\r\nإغناتي يوليانوفيتش\r\nكراتشكوفسكي 8\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nآل البيت 11 / 81\r\nآل يعفر 23\r\nأنوجور بن محمد 42\r\nأنوشروان 60\r\nإيزيس 87\r\nأيوب بن شرحبيل 40\r\nالأيوبيين 12\r\n\r\nب\r\nالباباني 7\r\nبخت نصر 79\r\nبشر بن صفوان 40\r\nالبكري 6\r\nبنو إسرائيل 75 / 79 / 80 / 105\r\nبنو القلندر 16 / 84\r\nبنو جندل 12\r\nبني الضحاك 23\r\nبني أمية 11 / 81 / 106\r\nبني جعونة 123\r\nبني سنان 84\r\nبني فزارة 68\r\nبني مرة 68\r\nبني مرداس الكلابيين 12\r\nبني يربوع 165\r\nبوران ابنة الحسن بن سهل 117\r\n\r\nت\r\nالتبابعة 23\r\nالترك 60\r\nتكين 42\r\n\r\nج\r\nجذام 36\r\nجذيمة الأبرش 112\r\nجعفر بن إبراهيم 24\r\nجعفر بن أبي طالب 24 / 105\r\nالجلالقة 57\r\nجوهر الرومي 43\r\nجيرون بن عاد 88\r\nالجيهاني 6\r\n\r\nح\r\nحاتم بن هثرمة 41\r\nحاجي خليفة 7\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nحافظ آبرو 8\r\nالحجاج بن يوسف الثقفي 123\r\nحفص بن الوليد 40\r\nالحمدانيين 12\r\nحميد بن قحطبة 40\r\n\r\nخ\r\nخالد بن الوليد 89\r\nخرداذ بن بارس 123\r\nخليل بن شاهين الظاهري 5\r\nخمارويه بن أحمد 42\r\nالخوز 11 / 98\r\n\r\nد\r\nدارا بن دارا 79\r\nدانيال النبي 79\r\nداود 73 / 76 / 105\r\nداود بن يزيد بن حاتم المهلبي 41\r\n\r\nذ\r\nالذهبي 7\r\n\r\nر\r\nرابان 73\r\nرفقى 73 / 82\r\n\r\nز\r\nالزبّاء 112\r\nزرادشت 139\r\nزيادة اللّه بن الأغلب 50\r\n\r\nس\r\nسارة 82\r\nسالم بن سوادة 40\r\nالسرب بن الحكم 42\r\nالسّمرة 105\r\nسعيد بن يزيد الأزدي 39\r\nالسلاجقة 12\r\nسليمان بن داود 22 / 70 / 73 / 105\r\nسليمان بن عبد الملك 93\r\nسليمان بن غالب 41\r\nالسموأل بن عادياء 22\r\nالسمعاني 15\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nسهل بن الفهري 53\r\n\r\nش\r\nالشراكسة 12\r\nشرحبيل بن حسنة 89\r\nشمويل 75\r\nشيرين امرأة كسرى 114\r\n\r\nص\r\nالصابئة 88\r\nصالح بن علي 16 / 65\r\nصالح بن علي بن عبد اللّه بن العباس 40 / 84\r\nالصقالبة 59\r\nصلاح الدين المنجد 6 / 8\r\n\r\nط\r\nطالوت 75\r\nطيطوس 76\r\n\r\nظ\r\nالظاهر الفاطمي 10\r\n\r\nع\r\nعبد العزيز بن مروان 38 / 39\r\nعبد اللّه بن أبي سرح 39\r\nعبد اللّه بن الطاهر 42\r\nعبد اللّه بن المسيّب 41\r\nعبد اللّه بن رفاعة 40\r\nعبد اللّه بن عبد الرحمن بن معاوية بن حديج 40\r\nعبد اللّه بن عبد الملك بن مروان 40\r\nعبد اللّه بن علي بن عبد اللّه بن العباس 106\r\nعبد المطلب بن عبد اللّه 41\r\nعبد الملك بن المغيرة بن عبد اللّه بن عبد الملك 40\r\nعبيد اللّه بن السري 42\r\nعبيد اللّه بن محمد بن إبراهيم 41\r\nعتبة بن أبي سفيان 39\r\nعثمان بن عفان 21\r\nالعجم 11\r\nالعرب 36\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nعز الدين ابن شداد 12\r\nالعزيز بالله الفاطمي 6 / 7 / 10 / 14 / 16 / 37 / 64\r\nعفرون بن صوحر 82\r\nعقبة بن عامر الجهني 39\r\nعلي بن أبي طالب 118\r\nعلي بن حمدان 85 / 99\r\nعلي بن محمد بن طغج 43\r\nعلي بن موسى بن جعفر 155\r\nعلي بن يحيى الأرمني 42\r\nعمار بن محالد 50\r\nعمر بن الخطاب 11 / 70 / 81 / 89 / 92\r\nعمرو بن العاص 39 / 70 / 89\r\nعمرو بن حفص الهزارمرد المهلبي 133\r\nعنبسة بن إسحاق 42\r\nالعيص 73\r\n\r\nف\r\nفرعون 35\r\nفضل بن صالح 107\r\nالفضل بن صالح بن علي 41\r\n\r\nق\r\nالقائم بالله الفاطمي 51\r\nقابيل 88\r\nالقبط 33 / 36\r\nقرّ بن شريك 40\r\nالقلقشندي 12\r\nقيس بن سعد بن عبادة 39\r\n\r\nك\r\nكافور 43\r\n\r\nل\r\nلايا 82\r\n\r\nم\r\nمالك بن دلهم 41\r\nالمأمون 117\r\nالمتوكل 47\r\nمحمد بن [ عبد الرحمن بن 
  ] معاوية بن حديج 40\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nمحمد بن أبي بكر 39\r\nمحمد بن أبي حذيفة بن عتبة بن ربيعة 39\r\nمحمد بن الحسن الكلاعي 9 / 10 / 13 / 69\r\nمحمد بن الحسن بن المهلّب 9\r\nمحمد بن تكين 42\r\nمحمد بن زهير 41\r\nمحمد بن طغج 42 / 43\r\nمحمد بن هارون المعتصم 42\r\nمروان بن محمد 142\r\nمزاحم بن خاقان 42\r\nمسلمة بن مخلد الأنصاري 39\r\nمسلمة بن يحيى 41\r\nمعاوية بن أبي سفيان 89\r\nمعاوية بن حديج السكوني 39\r\nالمعتضد 106\r\nالمعتمد العباسي 5\r\nالمعز الفاطمي 7 / 10 / 43\r\nالمقدسي 8 / 15\r\nمكرم بن الفزر 123\r\nالمنذر بن امرؤ القيس 114\r\nالمنصور 133\r\nالمهدي عبيد اللّه 46\r\nالمهلب بن أبي صفرة الأزدي 16\r\nموسى ( النبي ) 105\r\nموسى بن عيسى بن موسى 41\r\nموسى بن كعب 40\r\nموسى بن مصعب 41\r\n\r\nن\r\nالنعمان بن المنذر 114\r\nنقفور فوكاس 17\r\nالنمرود 89\r\nالنوشري 42\r\n\r\nه\r\nهابيل 88\r\nهبّار بن الأسود 134\r\nهرثمة بن أعين 41\r\nهارون ( النبي ) 105\r\nهارون الرشيد\r\nهفتكين التركي 107\r\nهلال بن بدر 42\r\nهلانة أم قسطنطين 80\r\nهود ( النبي ) 91\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nهلانة أم قسطنطين 80\r\nهود ( النبي ) 91\r\n\r\nو\r\nواضح مولى أبي جعفر 40\r\nالوليد بن عبد الملك 11 / 13 / 81 / 90 / 91\r\n\r\nي\r\nياقوت الحموي 6 / 8 / 9 / 16 / 19\r\nيحيى بن زكريا 65\r\nيربعم 105\r\nيزيد بن أبي سفيان 89\r\nيزيد بن حاتم المهلبي 40\r\nيزيد بن عبد اللّه بن دينار 42\r\nيشوع 105\r\nيعقوب 73\r\nاليهود 11\r\nيوحنه بن رؤبة 22\r\nيوشع بن نون 64\r\nاليونانية 88\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\nفهرس الأماكن\r\n\r\nأ\r\nالأبخاز 59\r\nالأبلة 113 / 122\r\nأبهر 9\r\nالأبوا 21\r\nأبوتيج 29\r\nأجية 47\r\nالأخاديد 118\r\nأخميم 29\r\nأذربيجان 139\r\nأذرح 105\r\nأذرعات 63\r\nالأربس 51\r\nأرجان 121 / 123 / 125\r\nأرجيش 141\r\nأردبيل 139 / 140 / 143\r\nأرّان 139\r\nأرسوف 63 / 106\r\nأرطنوج 59\r\nأرمنت 29\r\nأرمية 139 / 142\r\nأرمينية 139 / 142 / 143\r\nأريحا 64\r\nأزور 133\r\nاسبانين 119\r\nاسترآباذ 151\r\nأسد أباذ 145\r\nأسروشنة 161\r\nأسفيجاب 161\r\nاسكندرونة 69\r\nالإسكندرية 34\r\nأسوان 29\r\nالأشتوم 29 / 30\r\nاشتيخن 161\r\nإصطخر 121 / 125 / 126\r\nأصفهان 126 / 127\r\nالأعشبية 26\r\nأفامية 64\r\nأقر 113 / 118\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nأكسنتلا 53\r\nأكشميبون 136\r\nآمد 109\r\nآمل 151 / 152 / 159\r\nالأنبار 120\r\nأنطاكية 17 / 64 / 69 / 94 / 97 / 103\r\nأنطرطوس 69 / 96\r\nالأهواز 121 / 122 / 123 / 124\r\nآوة 145\r\nأودغست 45 / 46\r\nأيلة 21\r\nإيليا 70\r\n\r\nب\r\nبئري أبي إسحاق 35\r\nباب الأبواب 60 / 140\r\nباب الجابية 89\r\nباب بسيان 89\r\nباب توما 89\r\nباب شرقي 89\r\nباسيان 123\r\nبالس 66 / 86\r\nالباميان 157\r\nبانياس 67\r\nبحر الخزر 60 / 149 / 152\r\nبحر الهند 138\r\nبخارا 162\r\nبدليس 140\r\nالبردان 113 / 116\r\nبردعة 140\r\nبرزند 140\r\nبرقة 46\r\nبرقعيد 109\r\nبركري 141\r\nالبرمكية 35\r\nبست 131 / 157\r\nالبصرة 113 / 116 / 118 / 122 / 137\r\nبصرى 18 / 68\r\nبصنى 121\r\nبعلبك 68 / 83 / 100\r\nبغداد 97 / 113 / 116 / 118\r\nبغداد الصغيرة 104\r\nبغراس 69\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nالبقاع 12\r\nبلاد الباب 140\r\nبلاد البجاء 36\r\nبلاد البلغار 59\r\nبلاد الجبل 5 / 145\r\nبلاد الجلالقة 57\r\nبلاد الجيل 149\r\nبلاد الديلم 149\r\nبلاد الروسية 59\r\nبلاد الروم 60\r\nبلاد السودان 7 / 16 / 45 / 46 / 53\r\nبلاد الفندق 97\r\nبلاد سلوقية 97 / 99\r\nبلاد الجومة 97\r\nبلاد قومس 151\r\nبلاد كاوار 55\r\nبلاد كيلان 143 / 149\r\nبلاد ما وراء النهر 161\r\nبلخ 153 / 154\r\nبلد 109 / 110\r\nبلد الأثارب والأرتاح 85\r\nبلد الروم 65 / 97 / 99\r\nبلنياس 69 / 83\r\nبمّ 128\r\nبنا 30\r\nبنزرت 47\r\nبنها 30\r\nبونة 47\r\nالبيت الحرام 11\r\nبيت المقدس 9 / 17 / 18 / 64 / 69 / 70 / 79 / 80 / 82 / 93 / 101 / 105\r\nبيت جبرين 70\r\nبيت جن 67\r\nبيت سابر 67\r\nبيت لحم 79\r\nبيروت 83\r\nبيرون 133\r\nالبيضاء 125 / 126\r\nالبيلقان 141\r\n\r\nت\r\nتاهرت 48\r\nتاهرت الجديدة 48\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nتاهرت عبد الخالق 48\r\nالتبت 135\r\nتبريز 139\r\nتبوك 22\r\nتجر 21\r\nتدمر 22\r\nترازكي 54\r\nالترمذ 154\r\nتستر 122\r\nتل أعفر 110\r\nتنيس 29 / 31 / 33 / 36\r\nتونس 48\r\nتيماء 22\r\n\r\nث\r\nالثعلبية 26\r\nالثغور الجزرية 97\r\nالثغور الشمالية 6 / 11 / 17\r\n\r\nج\r\nالجابية 70\r\nجب عميرة 21\r\nجب يوسف 67 / 95\r\nجبّل 117\r\nجبل الألسن 60\r\nجبل الثلج 67\r\nجبل السماق 85 / 104\r\nجبل القيتق 60\r\nجبل زغوان 48\r\nجبلة 69 / 83 / 103\r\nجبيل 83\r\nالجحفة 21 / 26\r\nجرجان 151\r\nجرش 23\r\nجزائر المهراج 138\r\nجزيرة الأندلس 56\r\nجزيرة العرب 21\r\nجزيرة خارك 137\r\nجزيرة سقطرة 138\r\nجزيرة كله 138\r\nالجفار 31 / 35 / 93\r\nجلولا 114 / 115\r\nالجمّاء 23\r\nجنديسابور 122\r\nجنّابة 126\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nجور 126\r\nالجوزجان 153 / 154\r\nجولى 165\r\nجيرفت 129\r\n\r\nح\r\nحارم 69\r\nالحجاز 11 / 81\r\nالحديثة 110\r\nحديلاء 165\r\nحرّان 73 / 111\r\nحصن ابن عمارة 127\r\nحصن المهدي 122\r\nحلب 6 / 12 / 16 / 83 / 85\r\nحلوان 113 / 115 / 146\r\nحماة 94\r\nحمص 86 / 87 / 94 / 103\r\nالحيرة 114\r\n\r\nخ\r\nالخابور 111 / 112\r\nخانقين 114\r\nختن 164\r\nخراسان 16 / 146 / 151 / 153\r\nخلاط 140 / 141\r\nخوارزم 159\r\nخوزستان 121\r\nخويّ 141 / 142\r\nخيوان 23 / 26\r\n\r\nد\r\nدار قرمان 92\r\nدارابجرد 125 / 127\r\nداريا 68\r\nدامشقيوس 87\r\nالدامغان 151\r\nالداندانقان 153\r\nدبوسية 161\r\nدبيل 142\r\nدجلة 110 / 113 / 119\r\nدربساك 69\r\nالدردور 138\r\nدرعان 160\r\nالدسكرة 115\r\nدمشق 9 / 11 / 17 / 18 / 22 / 63 / 68 / 87 / 95 / 96 / 100\r\nدمياط 30 / 31 / 33 / 34\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nدنقلة 55\r\nالدورق 123\r\nدوكرا 136\r\nديار ربيعة 111 / 112\r\nديار مضر 111\r\nالدينور 145 / 146\r\n\r\nذ\r\nذات عرق 24\r\nذرك 161\r\n\r\nر\r\nرأس عين 111 / 112\r\nرامهرمز 123\r\nالرحبة 22\r\nالرّملة 63 / 70 / 93 / 100 / 102 / 106\r\nالرّها 110\r\nرستاق الزط 123\r\nرشيد 34\r\nرفح 31 / 35 / 93\r\nالرقة 66 / 85 / 111\r\nرومية 61\r\nرومية المدائن 119\r\nرويان 151\r\nالري 125\r\n\r\nز\r\nالزاب الأصغر 111\r\nالزاب الأكبر 110\r\nزابلستان 157\r\nزامين 161\r\nالزبداني 68\r\nزبيد 24\r\nزرند 129\r\nزغاوة 54 / 55\r\nزويلة 49\r\n\r\nس\r\nساباط المدائن 119\r\nسالوس 119 / 150\r\nسامراء 17\r\nساوة 146\r\nسجستان 131 / 157\r\nسجلماسة 45 / 46\r\nسر من رأى 113 / 115 / 116\r\nسرخس 153 / 154\r\nالسّرين 24\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nالسرمق 125\r\nالسّن 111\r\nسفسطية 70\r\nسكندة 159\r\nسلماس 139 / 142 / 143\r\nسلمان 118\r\nسلمية 94\r\nسمرقند 161 / 163\r\nسمنود 30\r\nسمورة 57\r\nسنجار 110 / 112\r\nالسند 133\r\nسندان 135\r\nسندفا 34\r\nالسوس 121 / 122 / 124\r\nسوسة 49\r\nسوق الأربعاء 22 / 124\r\nسيراف 125 / 126\r\nالسيرجان\r\nسيسية ( سيس ) 94 / 101\r\nسينيز 125\r\n\r\nش\r\nشارستان 151\r\nالشام 12 / 21 / 35 / 64 / 75 / 81 / 87\r\nالشبا 24\r\nشبام 25\r\nشبورقان 153\r\nالشرمجان 154\r\nشطا 34\r\nشعب بوّان 125\r\nشلج 163\r\nشنتياقو 57\r\nشهرزور 146\r\nشيراز 126\r\nشيزر 94 / 102 / 127\r\n\r\nص\r\nصحار 25\r\nصردا 67\r\nصرصر 116 / 119\r\nصعدة 25\r\nالصغانيان 154\r\nصنعاء 26\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nالصنمين 63\r\nصنهشت بن زيد 30\r\nصور 101\r\nصيدا 95\r\nالصين 136 / 137\r\n\r\nض\r\nضدنى 165\r\n\r\nط\r\nالطائف 27\r\nالطابران 154\r\nالطايقان 159\r\nطبرستان 149 / 151 / 152\r\nطبرية 12 / 95 / 101\r\nطبنة 49 / 51\r\nطخارستان 159\r\nطرابلس 96 / 100\r\nأطرابلس الغرب 45\r\nطراز 163\r\nطرسوس 11 / 17 / 96 / 97 / 99\r\nطلميثة 47\r\nطميشة 152\r\nطنتثنا 34\r\nطنطا 35\r\nالطواويس 161 / 162\r\nطوران 133\r\nطوس 154\r\nطيسبون 119\r\n\r\nع\r\nعجرود 21\r\nالعذيب 36\r\nالعراق 26 / 85 / 113 / 115\r\nعرجموس 83\r\nعرقة 100\r\nالعريش 31 / 35\r\nعسفان 26\r\nعسقلان 100 / 102\r\nعسكر مكرم 123 / 124\r\nعقبة المغيثة 83\r\nعقبة أيلة 21\r\nعكبرا 116\r\nعكّا 101 / 102\r\nالعلّاقي 36\r\nعلافقة 24\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nعمّان 63 / 103\r\nعمتا 101\r\nعمرة 24\r\nعمواس 101\r\nعوير 138\r\nعيذاب 36\r\nعين الجر 95\r\nعين جمل 116 / 118\r\nعين زربة 94 / 101\r\nعين صيد 116 / 117 / 118\r\nعين وردة 111\r\n\r\nغ\r\nغذامس 49 / 50\r\nغزة 93 / 102\r\nغزنة 134 / 157\r\nالغوطة 88\r\nغوطة دمشق 68\r\n\r\nف\r\nفاراب 162\r\nفارس 121 / 125\r\nفارياب 154\r\nالفرات 112 / 117 / 119\r\nالفرما 29 / 31 / 36 / 37\r\nالفسطاط 21 / 30 / 37\r\nفلسطين 70 / 93\r\nفم الصلح 117\r\nفيد 26\r\nالفيّوم 37\r\n\r\nق\r\nقابس 50\r\nالقادسية 113 / 119\r\nقاشان 147\r\nقامرون 139\r\nالقاهرة 43\r\nالقدس 11\r\nقرحياء 165\r\nقرقوب 124\r\nقرقيسيا 112\r\nقرماسين 147\r\nقرن 27\r\nقرورى 165\r\nالقرية الحديثة 160 / 162\r\nقزوين 145 / 150\r\nالقسّ 37\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nقسطنطينية 61\r\nالقسيون 88\r\nقصر ابن هبيرة 117 / 119\r\nقصر اللصوص 145\r\nقصر شيرين 114\r\nالقلزم 37\r\nقلعة الراسب 163\r\nقلعة جعبر 67\r\nقلعة دوشر [ دوسر 
  ] 67\r\nقم 147\r\nقنسرين 84\r\nقنّوج 136\r\nقنوى 166\r\nقورس 97\r\nقوص 29\r\nالقيروان 49 / 50 / 102\r\nقيسارية 64 / 102\r\n\r\nك\r\nكاث 160\r\nكازرون 125 / 126 / 127\r\nكاشغر 164\r\nكامد 95\r\nالكرسي 21\r\nكركان 125\r\nكركانة 160\r\nكرمان 129\r\nكرمينية 162\r\nالكسوة 63\r\nكسير 138\r\nكشانبة 161\r\nكشّ 163\r\nكشميهين 154\r\nكفر طاب 102\r\nكفرلا 67\r\nكلار 149\r\nكلواذا 118\r\nكوتم 150\r\nكوثى 119\r\nكورة أرتاح 66\r\nكورة البثنية 63\r\nكورة الجومة 66\r\nكورة الجيدور 63\r\nكورة الدقس 66\r\nكورة السويدية 66\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nكورة الفارسية والعربية 66\r\nكورة تيزين 66\r\nكورة جندارس 66\r\nكورة حوران 68\r\nكورة قرصيلي 66\r\nكورة يدابيا والقرشية 66\r\nالكوفة 113 / 114 / 116 / 118\r\nكوكو 55\r\nكيش 137\r\nكيلان 149\r\n\r\nل\r\nاللاذقية 83 / 103\r\nاللان 59 / 61\r\nلدّ 93\r\nلعلع 118\r\nليون 56\r\n\r\nم\r\nمؤتة 105\r\nمآب [ مؤاب 
  ] 103 / 105\r\nماكسين 112\r\nمامطير 152\r\nمانات 54\r\nمتوث 121\r\nمجينة 119\r\nالمحلة 24 / 35\r\nالمدائن 119\r\nالمدينة 23\r\nمدينة القلزم 21\r\nمدينة مصر 38\r\nمراس 136\r\nمراغة 142 / 146\r\nمرعش 103\r\nمرماجنة 51\r\nمرند 141 / 143\r\nمرو الشاهجان 153 / 154\r\nالمروسية 59\r\nالمسيلة 51\r\nمشتول 38\r\nمشتول الطواحين 38\r\nمشغرا 95\r\nمصر 7 / 9 / 10 / 35 / 38 / 39 / 46 / 75\r\nالمصيصة 11 / 94 / 99 / 104\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nمعرة النعمان 86 / 102 / 104\r\nمعرة مصرين 85 / 104\r\nمكة 23 / 24 / 26 / 27\r\nمكران 134\r\nملازجرد 141\r\nالملتان 124 / 136\r\nمليج 34\r\nمملكة الخزر 59 / 140\r\nمملكة الفرس 140\r\nمملكة الكاساق 59\r\nمملكة قنّوج 135\r\nمملكة النوبة 54\r\nالمنصورة 133 / 124 / 135\r\nمهروبان 124 / 125\r\nالموصل 109 / 110 / 139 / 146\r\nموغان 149\r\nموقان 143\r\nميلانو 9\r\n\r\nن\r\nنابلس 70 / 105 / 106\r\nالناطلين 97\r\nنخشب 17\r\nنسا 151 / 153 / 155\r\nنصيبين 112\r\nنهاوند 148\r\nنهر أبي فطرس 106\r\nنهر الأردن 64\r\nنهر الأرنط 86\r\nنهر الأعوج 63\r\nنهر الكرّ 143\r\nالنهر المقلوب 64 / 86 / 94\r\nنهر الملك 119\r\nنهر الهرماس 112\r\nنهر بردى 92\r\nنهر جيحان 103\r\nنهر قويق 84\r\nنهر مهران 133\r\nنهرشير 119\r\nالنهروان 118\r\nالنوبندجان 125\r\nنوقان 154 / 155\r\nنوى 63\r\n\r\nه\r\nالهارونية 197\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nهجر 27\r\nهزارسب 160\r\nهلبك 159\r\nالهماء 27\r\nهمذان 145 / 148\r\nالهند 135 / 136\r\nالهنيما 166\r\nهوارة 53\r\nهيت 113 / 119\r\n\r\nو\r\nوادي بردى 69\r\nوادي البنفسج 92\r\nوادي التيم 12\r\nوادي جهنم 71 / 80\r\nوادي كنعان 67\r\nواسط 117\r\nواشجرد 163\r\nوبار 151\r\nورثان 151\r\nالورّادة 31 / 35\r\nوسطان 143\r\nولواش 159\r\n\r\nي\r\nيافا 63 / 70 / 106\r\nاليمامة 27\r\nاليمن 27 / 102\r\nينغي كنت 125\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nالمراجع\r\n- \" اتعاظ الحنفا بأخبار الأئمة الفاطميين الخلفا \" تأليف تقي الدين أحمد بن علي المقريزي ، تحقيق وتعليق جمال الدين السيال ، القاهرة دار الفكر العربي ، 1948 م .\r\n- \" أحسن التقاسيم في معرفة الأقاليم \" ، جمع الشيخ الإمام العالم الفاضل الكامل الأديب الأريب المقنن المؤرخ شمس الدين أبي عبد اللّه محمد بن أحمد بن أبي بكر البناء الشامي المقدسي المعروف بالبشاري ، نشرة دي خوبيه ، ليدن بهولاندا ، 1875 م ونشرة ثانية كاملة في ليدن بالعربية ضمن سلسلة المكتبة الجغرافية العربية عام 1906 م .\r\n- \" الأعلاق الخطيرة في ذكر أمراء الشام والجزيرة \" لعز الدين ابن شداد ، الجزء الأول - القسم الأول ، تحقيق دومونيك سورديل ، منشورات المعهد الفرنسي للدراسات العربية ، دمشق 1953 .\r\n- \" الجغرافيا \" لابن سعيد المغربي ، حققه وعلق عليه إسماعيل العربي ، نشره بالمكتب التجاري للطباعة والنشر والتوزيع ببيروت ، ع 1970 م .\r\n- \" بغية الطلب في تاريخ حلب \" لابن العديم ، تحقيق الدكتور سهيل زكار ، دار الفكر ، دمشق 1989 .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n- \" تاريخ الأدب الجغرافي العربي \" للمستشرق إغناتي يوليانوفيتش كراتشكوفسكي ، ترجمة صلاح الدين عثمان هاشم ، لجنة التأليف والترجمة والنشر بالقاهرة 1965 .\r\n- \" تقويم البلدان \" لأبي الفداء ، تحقيق المستشرقان الفرنسيان رينود والبارون ماك كوكين ديسلان ، المطبعة الملكية بباريس 1840 .\r\n- \" دمشق الشام في نصوص الرحالين والجغرافيين والبلدانيين العرب والمسلمين \" ، أحمد الإيبش ود . قتيبة الشهابي ، وزارة الثقافة في الجمهورية العربية السورية 1998 .\r\n- \" رحلة ابن جبير \" ، طبعة دار التراث في بيروت ، 1388 هجرية ، 1968 م .\r\n- \" زبدة كشف الممالك وبيان الطرق والمسالك \" لغرس الدين خليل بن شاهين الظاهري ، اعتنى بتصحيحه بولس راويس ، باريس 1894 م .\r\n- \" صبح الأعشى في صناعة الإنشاء \" لأحمد بن علي القلقشندي ، طبعة دار الكتب السلطانية القاهرة 1913 و 1920 .\r\n- \" صورة الأرض \" لمحمد بن علي النصيبي البغدادي والموصلي الأصل ، المعروف بابن حوقل ، دار مكتبة الحياة ، بيروت ، 1979 .\r\n- \" عيون الأنباء في طبقات الأطباء \" لابن أبي أصيبعة ، بيروت دار الثقافة ، 1987 م .\r\n- \" كتاب الاعتبار \" للأمير أسامة بن منقذ ، تحقيق وتقديم قاسم السامرائي ، دار الأصالة للثقافة والنشر والإعلام ، الرياض 1987 .\r\n- الكتاب المقدس .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n- \" كشف الظنون عن أسامي الكتب والفنون \" لحاجي خليفة الشهير بكاتب جلبي ، وهدية العارفين في الذيل على كشف الظنون للباباني ، دار الفكر ، دمشق 1981 .\r\n- \" لسان العرب \" لابن منظور ، طبعة دار إحياء التراث العربي ومؤسسة التاريخ العربي ، بيروت لبنان 1996 ميلادية ، 1416 هجرية .\r\n- \" مجلة معهد المخطوطات العربية \" المجلد الرابع - الجزء الأول ، مايو ، 1958 ، مطبعة مصر .\r\n- \" مدينة دمشق عند الجغرافيين والرحالين المسلمين \" ، الدكتور صلاح الدين المنجد ، دار الكتاب الجديد ، بيروت 1967 .\r\n- \" مروج الذهب ومعادن الجوهر \" لعلي بن الحسن المسعودي ، طبعة دار المعرفة ، بيروت 1982 م .\r\n- \" مسالك الأبصار في ممالك الأمصار \" لابن فضل اللّه العمري ، السفر الأول ، تحقيق احمد زكي باشا ، القاهرة 1924 . وأيضا طبعة مصورة من مخطوطة طوبقابو سراي بإسطنبول في 27 جزءا صدرت ضمن منشورات معهد العلوم العربية والإسلامية في جامعة فرانكفورت الألمانية عام 1989 .\r\n- \" معالم دمشق التاريخية \" لأحمد الإيبش وقتيبة الشهابي ، وزارة الثقافة ، دمشق 1996 .\r\n- \" معجم البلدان \" لياقوت الحموي ، طبعة مكتبة الأسدي ، طهران 1965 م . وطبعات أخرى .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nالمحتوى\r\nتقديم 5\r\nجزيرة العرب 21\r\nديار مصر 29\r\nولاة مصر 39\r\nبلاد المغرب 45\r\nبلاد السودان 53\r\nجزيرة الأندلس 57\r\nالجانب الشمالي من الأرض 59\r\nذكر الشام 63\r\nذكر الجزيرة بين دجلة والفرات 109\r\nذكر العراق 113\r\nذكر خوزستان 121\r\nذكر فارس 125\r\nذكر كرمان 129\r\nذكر سجستان 131\r\nذكر السند 133\r\nذكر الهند 135\r\nذكر جزائر بحر الشرق 137\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nذكر أرمينية وآران وأذربيجان 139\r\nبلاد الجبل 145\r\nبلاد الديلم وكيلان 149\r\nبلاد خراسان 153\r\nزابلستان 157\r\nطخارستان 159\r\nخوارزم 159\r\nبلاد ما وراء النهر 161\r\nمواضع مجهولة 165\r\nفهرس الأعلام والشعوب والجماعات 167\r\nفهرس الأماكن 175\r\nالمراجع 189\r\nالمحتوى 193\r\n\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194}
  ]