[
  {"content":"\r\n\r\nالمنازل المحاسنية\r\nفي الرحلة الطرابلسية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالمنازل المحاسنية\r\nفي الرحلة الطرابلسية\r\nتأليف\r\nيحيى بن أبي الصفا بن أحمد\r\nالمعروف بابن محاسن\r\n( المتوفى 1053 ه‍ )\r\nدراسة وتحقيق\r\nالدكتور محمد عدنان البخيت\r\nمنشورات دار الآفاق الجديدة بيروت\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى\r\n1401 ه‍ / 1981 م‍\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ مقدمة المحقق 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\nيسعدني وقد قارب نص هذه الرحلة ان يرى النور ان أتوجه بالشكر الجزيل إلى عموم الزملاء الذين ساهموا بمديد العون لي أثناء اعداده للنشر . ويسرني بشكل خاص ان اعبر عن شكري للآنسة حياة الأسمر وللزميل الدكتور هاني العمد وكذلك إلى الزملاء نوفان رجا الحمود وسمير الدروبي ولآخرين غيرهم كانوا خير عون لي . وسيكون سرورهم برؤية هذا العمل يصل إلى أيدي القراء والباحثين حافزا لي ولغيري من الزملاء المهتمين بتاريخ بلاد الشام لاستكمال نشر النصوص الجغرافية والرحلات المتعلقة بهذه البلاد وبمزيد من الغبطة والسرور اعبر عن كامل تقديري للسادة أصحاب دار الآفاق الجديدة ، وللأستاذ رحاب عكاوي الذي أشرف على تصحيح واخراج هذا الكتاب ، والأستاذ عبد الرحيم أبو حسين لما له من فضل في العمل على نشره .\r\nوللّه الحمد أولا وآخرا\r\nمحمد عدنان البخيت\r\nالجامعة الأردنية في 6 / 9 / 1981\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nترجمة حياة يحيى المحاسني\r\nصاحب هذه الرحلة هو الأديب الدمشقي الأصل والنشأة والوفاة يحيى بن أبي الصفا بن أحمد المعروف بابن محاسن الذي تذكره كتب التراجم بالمحاسني ، كان من أتباع المذهب الحنفي ولا يذكر الذين ترجموا له تاريخ ولادته وما يردنا عنه ضئيل . فيذكر محمد أمين بن فضل الله المحبي ( ت 1111 ه / 1699 م ) وعنه نقل المتأخرون ، ما يلي : « كان أحسن آل بيته فضلا وكمالا ، وأبرعهم استيلاء على المعارف واشتمالا » وانه تلقّى علومه من « منطوق ومفهوم » « 1 » على يد مجموعة من علماء دمشق ، من بينهم الشيخ الكبير عبد الرحمن بن محمد بن عماد الدين بن محمد العمادي « 2 » الحنفي المفتي بالشام ( ت 1051 ه / 1641 م ) ، وكذلك على يد الشيخ يوسف بن أبي الفتح بن منصور بن عبد الرحمن السقيفي الدمشقي الحنفي ( ت 1056 ه / 1646 م ) « 3 » الذي أصبح فيما بعد إماما للسلطان عثمان الثاني وللسلطان مراد الرابع ( ت 1049 ه / 1639 م ) ، ولكن التصاق المحاسني الكبير كان مع الشيخ أحمد بن محمد المقّري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد أمين بن فضل الله المحبي ، خلاصة الأثر في أعيان القرن الحادي عشر ، 4 م ، تصوير دار صادر ، بيروت ، 1970 ، م 4 ، ص 463 .\r\n( 2 ) حول حياته انظر المحبي ، المصدر ذاته ، م 2 ، ص 380 - 389 .\r\n( 3 ) حول حياته ، راجع المحبي ، المصدر ذاته ، م 4 ، ص 493 - 500 .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالتلمساني « 4 » المالكي ( ت 1041 ه / 1632 م ) الذي ورد إلى دمشق سنة 1039 ه / 1629 م ونالت اعجابه ، فيذكر المحبي عنه ما يلي : « ولما دخل إليها ( دمشق ) أعجبته فنقل أسبابه إليها واستوطنها مدة اقامته وأملى صحيح البخاري بالجامع تحت قبة النسر بعد صلاة الصبح ولما كثر الناس بعد أيام خرج إلى صحن الجامع تجاه القبة المعروفة بالباعونية وحضره غالب أعيان علماء دمشق . وأما الطلبة فلم يتخلف منهم أحد وكان يوم ختمه حافلا جدا ، اجتمع فيه الألوف من الناس وعلت الأصوات بالبكاء فنقلت حلقة الدرس إلى وسط الصحن إلى الباب الذي يوضع فيه العلم النبوي في الجمعات من رجب وشعبان ورمضان وأتي له بكرسي الوعظ فصعد عليه وتكلم بكلام في العقائد والحديث لم يسمع نظيره أبدا » « 5 » .\r\nفي مثل هذا الجو العلمي صحب المحاسني الشيخ المقّري وأخذ عنه ، وعند العودة إلى كتاب نفح الطيب من غصن الأندلس الرطيب ، نجد ان المقّري كان قد أجاز المحاسني حيث يذكر ما يلي : « ومن الإجازات التي قلتها بدمشق الشام ما كتبته للأديب الحسيب سيدي يحيى المحاسني حفظه اللّه تعالى :\r\n أحمد من زيّن بالمحاسن * دمشق ذات الماء غير الآسن \r\n وانني عند دخول الشام * لقيت من بها من الأعلام \r\n وان من جملتهم أوج الذكا * والنيّر المزري سناه بذكا \r\n ابن المحاسن الذي قد طابقا * منه مسمى الاسم إذ تسابقا \r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) حول حياته انظر المحبي ، المصدر ذاته ، م 1 ، ص 302 - 311 ، كذلك مقدمة احسان عباس لكتاب نفح الطيب من غصن الأندلس الرطيب ، م 1 ، ص 5 - 14 ، حول ملازمته للمقري انظر ملاحظة اغناطيوس كراتشكوفسكي عن ذلك في تاريخ الأدب الجغرافي العربي ، 2 م ، ترجمة صلاح الدين عثمان هاشم ، م 2 ، القاهرة ، 1965 ، ص 737 .\r\n( 5 ) المحبي ، المصدر والمكان ذاتهما .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n اللوذعي الألمعي يحيى * لا زال رسم المجد منه يحيا \r\n وكان قارىء الحديث النبوي * لدي في الجامع أعني الأموي \r\n بمحضر الجمع الغزير الوافر * ممن وجوه فضلهم سوافر \r\n فليرو عني كل ما يصح لي * بشرطه الذي يزين كالحلي « 6 » \r\nوعند سفر الشيخ المقّري إلى مصر كان يتبادل الرسائل مع علماء دمشق وكذلك مع أفراد من البيت المحاسني . ويورد المقّري نفسه نص رسالة مؤرخة في الثاني من جمادى الثانية 1038 ه / 28 كانون ثاني 1629 م ، كان قد أرسلها يحيى لأستاذه يقول فيها : « ان الراقم لهذه الصحيفة المشرفة ببعض أوصافكم اللطيفة المرسلة لساحة فضائلكم المنيفة هو تلميذكم من تشرف بدرسكم وافتخر باجازتكم . . . وعلم شيخي محيط بصدق محبتي واخلاصها » ويتضح من هذه الرسالة انها جاءت جوابا على رسالة سابقة من المقّري نفسه حيث يقول المحاسني : « ثم لما ورد على عبدكم مكتوبكم الكريم صحبة حضرة العم المحب القديم » ، وفي الرسالة ذاتها يعزّي المحاسني أستاذه بوفاة زوجته وابنته فيذكر : « غير أنه ساءنا ما اتصل بمولانا من نفوذ قضاء اللّه تعالى الذي يعم في البنت والأم فجعل اللّه تعالى في عمر سيدي البركة » . ولا يفوته ان يبعث بتحيات عدد من علماء وأعيان دمشق إلى الشيخ المقّري الذي كان قد ارتحل إلى القاهرة « 7 » ، كما اننا نجد ان يحيى المحاسني يرسل إلى أستاذه رسالة ثانية بعد عدة أيام من ارسال الرسالة الأولى وتاريخها في يوم الاثنين 11 جمادى الثانية 1038 ه / 4 شباط 1639 م يشير إليها المقّري بقوله :\r\n« ووردت علي مكاتبات لجماعة من أعيان دمشق حفظهم اللّه تعالى ، فمنها من الصديق الحميم الرافل في حلل المجد الصميم الخطيب الأديب\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) المقّري ، نفح الطيب من غصن الأندلس الرطيب ، 8 م تحقيق احسان عباس دار صادر ، بيروت ، 1968 ، م 2 ، ص 430 - 432 .\r\n( 7 ) المقّري ، المصدر ذاته ، م 2 ، ص 451 - 457 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nسيدي الشيخ المحاسني يحيى أسمى اللّه تعالى قدره في الدين والدنيا كتابان » يذكر في أولهما عن نفسه « ولم يزل يزين أفق المجالس بذكر كم ولا يقتطف عند المحاضرة الا من زهدكم ولم ينس حلاوة العيش في تلك الأوقات التي مضت في خدمتكم المحروسة بعناية الملك المتعال » « 8 » كما وان كتاب نفح الطيب يتضمن رسالة من تاج الدين المحاسني وبذيلها حاشية من محمد بن تاج الدين المحاسني « 9 » ( ت 1072 ه / 1661 م ) تاريخها الرابع من جمادى الثانية سنة 1038 ه / 1 شباط 1629 م يطمئنان فيها المقّري عن أحوال دمشق ، فجاء في تلك الرسالة : « وان سأل سيدي عن اخبار دمشق المحروسة دامت ربوعها المأنوسة ، فهي ولله الحمد منتظمة الأحوال أمنها اللّه من الشرور والأهوال ولم يتجدد من الأخبار ما نعلم به ذلكم الجناب لا زال ملحوظا بعين عناية رب الأرباب » « 10 » ويفهم من رسالة أخرى ثانية بعث بها تاج الدين المحاسني ، ان المقّري كان جاره حيث يقول : « وقد كانت الحال هذه وليس بيني وبينه حاجز الا الجدار ، إذ كان حفظه اللّه تعالى جار الدار فكيف الان بالغرام وهو حفظه اللّه تعالى بمصر وانا بالشام » « 11 » ولقد نظم المقّري قصيدة « 12 » في مدح أسرة المحاسني فقال :\r\n فبنو المحاسن بيتا * كبني المنجم في النجابة \r\n فهم القرابة ان عدمت * من الأنام هوى القرابة \r\n فيهم محاسن جمة * منها الخطابة والكتابة \r\nبالإضافة إلى تلك الرسائل التي أوردها المقّري ليحيى المحاسني ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) المقّري ، المصدر ذاته ، م 2 ، ص 449 - 451 .\r\n( 9 ) حول حياة محمد بن تاج الدين المحاسني ، راجع المحبي ، المصدر ذاته ، م 3 ، ص 408 - 411 .\r\n( 10 ) المقّري ، المصدر ذاته ، م 2 ، ص 459 .\r\n( 11 ) المقّري ، المصدر ذاته ، م 2 ، ص 460 .\r\n( 12 ) المقّري ، المصدر ذاته ، م 2 ، ص 462 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nتبقى الرحلة هي الأثر الوحيد الذي وصلنا من مؤلفاته . ويشير المحبي إلى مجموع للمحاسني ذكر فيه امالي شيخه المقّري لم نعثر له على وجود فلربما يعثر عليه يوما ما أحد الباحثين . وعن هذه الأمالي يقول المحبي :\r\n« وكنت رأيت بخطه مجموعا ذكر فيه كثيرا من امالي شيخه المذكور وبدع فيه بتحف وصفه المحمود المشكور » « 13 » .\r\nكان يحيى المحاسني من جهة أمه سبطا لشيخ دمشق وعالمها ، في مطلع القرن السابع عشر ، الحسن بن محمد البوريني ( ت 1024 ه / 1615 م ) والمصادر المتوفرة لدينا لا تطنب كثيرا في اعطائنا معلومات كافية عنه وعن المناصب التي تولاها سوى انه ولي من المدارس المدرسة الغزالية « 14 » ودرّس بها العلم ، الا ان أيامه لم تطل فوافته المنية في سنة 1053 ه / 1643 م « 15 » . ورثاه أحمد بن شاهين القبرسي ( ت 1053 ه / 1643 م ) أحد كبار أدباء دمشق بقصيدة أورد المحبي بعضا من أبياتها « 16 » .\r\n\r\nالتشكيلات الادراية كما تعكسها الرحلة :\r\nتقدم هذه الرحلة معلومات كافية لتكوين صورة عن التشكيلات لادارية في ولاية طرابلس الشام بعد اخضاعها بشكل مباشر للاشراف\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) المحبي ، خلاصة الأثر ، م 4 ، ص 463 ، كذلك خير الدين الزركلي ، الاعلام ، م 9 ، ص 187 ، عمر رضا كحالة ، معجم المؤلفين ، م 13 ، ص 184 .\r\n( 14 ) المدرسة الغزالية عبارة عن زاوية بالجامع الأموي عرفت بهذا الاسم نسبة للإمام أبي حامد الغزالي عند استقراره بتلك الزاوية زمن قدومه إلى دمشق ، ويذكر الشيخ عبد القادر بدران ان التدريس قد توقف فيها ، لمزيد من المعلومات حول هذه المدرسة وعن الذين درسوا فيها ، راجع نجم الدين الغزي الكواكب السائرة بأعيان المئة العاشرة ، 3 م ، تحقيق جبرائيل جبور ، دار الآفاق الجديدة ط 2 1979 بيروت ، م 2 ، ص 47 - 48 ، شمس الدين محمد بن طولون ، لقلائد الجوهرية في تاريخ الصالحية ، 2 م تحقيق محمد احمد دهمان ، دمشق 1949 ، م 1 ، ص 105 ، ص 106 ، ص 107 .\r\n( 15 ) المحبي ، المصدر ذاته ، م 4 ، ص 463 .\r\n( 16 ) حول حياة أحمد بن شاهين ، راجع المحبي ، المصدر ذاته ، م 1 ، ص 210 - 217 . وكذلك المصدر ذاته ، م 4 ، ص 463 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالعثماني اثر تصفية وجود أسرة آل سيفا « 17 » التركمانية الأصل السنية المذهب ، التي طالما نالت ثقة العثمانيين ونابت عنهم في إدارة تلك الولاية . ومن أبرز المناصب التي يأتي صاحب هذه الرحلة على ذكرها :\r\n1 - منصب الوالي : كان شاهين باشا ( ت 1054 ه / 1644 م ) « 18 » يشغل هذا المنصب سنة 1047 ه / 1637 م وهو الذي تولى تصفية آل سيفا حيث يذكر المؤرخ البطريرك اسطفان الدويهي ( ت 1704 م ) ما يلي : « وعندما وافا شاهين باشا إلى البقيعة تقدمت اليه شكاوات في بيت سيفا انهم خرّبوا بلاد السلطان » فألقى شاهين باشا ، عن طريق الحيلة ، القبض على الأمير عساف آل سيفا « فأمر برفعه إلى قلعة الحصن وفي اليوم الثاني نهار الأربعة علّقوه على البوابة بثيابه ، ثم نادى شاهين باشا على رفاقه فقتلوا منهم مقتلة كبيرة واستباحوا خيلهم وأسبابهم » ثم تابع تصفية آل سيفا فألقى القبض على قاسم المجذوب ، أحد أبناء يوسف باشا سيفا « وعلى أولاد ونسوان ، وصار التفتيش في القرى والديورة على أرزاقهم وهرب الأمير علي ( آل سيفا ) إلى عند علم الدين وتشتتوا السيفيلية وبادوا من أيالة طرابلس » « 19 » ويذكر المحبي ان آخر بني سيفا كانت امرأة جاورت بدمشق وكانت تعرف الشعر ، سألها أحد الأدباء عن دولة آل سيفا وما كانوا فيه من النعمة فتنهدت وأنشدت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) حول دور أسرة ال سيفا في تاريخ عكار وطرابلس وعن علاقتهم مع بقية القوى المحلية ، ومقدار ما تمتعت به من ثقة الدولة العثمانية راجع مقالة :\r\n Kamal Salibi , « The Sayfas and the Eyalet of Tripoli 1579 - 1640 » Arabica Vol . XX , ( 1973 ) pp . 25 - 52 . \r\n. ( 18 ) حول حياة شاهين باشا ، أنظر الدويهي ، تاريخ الأزمنة ، ص 336 - 337 كذلك انظر محمد ثريا ، سجل عثماني ، أعيد تصوير طبعة إسطنبول الصادرة سنة 1311 في مؤسسة  Gregg International , Hants , 1971  م 3 ، ص 133 .\r\n( 19 ) الدويهي ، المصدر ذاته ، ص 336 - 337 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n « كان الزمان بناغرا فما برحت * به الليالي إلى أن فطنته بنا » \r\n« 20 » والصورة التي يعطيها المحاسني عن شاهين باشا على لسان أهالي الهرمل أنه كان ظالما « 21 » .\r\nبعد نقل شاهين باشا من طرابلس أنيطت ولايتها بشخص آخر يعرف باسم محمد درويش باشا « 22 » ، الذي كما يذكر الدويهي انه في زمانه كان قد اقتطع « بلاد جبيل والبترون وجبة بشري تنقطع من طرابلس وتكون تبع الشام وحكامها » « 23 » ، ولم يمكث درويش باشا طويلا في منصبه ذاك ، إذ انه في سنة 1049 ه / 1639 م ، استبدل بوال جديد اسمه محمد الأرناؤوط « 24 » الذي اسند اليه إضافة في سنة 1052 ه / 1642 م ، بيروت وصيدا ، وتبوأ منزلة قوية أهلته ان يعمّر قصرا سبّب ضنكا للرعية عندما جبى منها ضرائب إضافية « ورمى شاشات وبوابيج على الرعايا وكانوا يتكلفون على حق الشاش أربعين قرشا وعشرين على البابوج ، وكانت سنة مريعة على الناس من زود المال ومن السخرة في العمارة ومن البلص في الرمايا ومن محل القز حتى كثير من المعالفين تركوا الخصاص وانهزموا » « 25 » وبعد عزلة تولى المنصب شخص آخر اسمه حسن باشا « 26 » .\r\nأثناء غياب الوالي عن مقر ولايته كان ينوب عنه موظف يلقب « بالمتسلم » والشخص الذي كان يشغل هذا المنصب عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) المحبي ، خلاصة الأثر ، م 4 ، ص 47 - 49 .\r\n( 21 ) مخطوط إسطنبول ، 9 أ .\r\n( 22 ) مخطوط إسطنبول ، 24 أ .\r\n( 23 ) الدويهي ، المصدر ذاته ، ص 337 - 338 .\r\n( 24 ) المصدر ذاته ، ص 338 .\r\n( 25 ) المصدر ذاته ، ص 341 .\r\n( 26 ) المصدر ذاته ، ص 342 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nزيارة المحاسني لطرابلوس ، يدعى محمد آغا « افتخار الأماجد الكرام المتسلم يومئذ والمحافظ للبلدة من قبل شاهين باشا » « 27 »\r\nأما القلعة فكانت تقيم فيها القوة العسكرية العثمانية والتي يشير إليها المحاسني باسم القبة قولي « 28 » ( أي عبيد الباب السلطاني ) والاغا عليهم كان يعرف باسم قرط آغا ، وللقلعة أغا خاص بها اسمه الحاج احمد ووكيله ( الكدخدا ) ، كان اسمه الحاج ناصر الدين الحمصي « 29 » ، كما يشير المحاسني إلى حاكم لعكار اسمه احمد بلوكباشي ابن المغربي « 30 » .\r\n2 - الدفتردار « 31 » : بعد الفتح العثماني لبلاد الشام وحدت ولايات حلب ودمشق وطرابلس في دفتردارية واحدة مقرها حلب .\r\nوكان يشار لمن يتولى هذا المنصب الذي كان مسؤولا عن جمع الضرائب المستحقة من تلك الولايات الشامية باسم « عربستان دفترداري » أو « ولاية عرب دفترداري » أو « عرب جانب دفترداري » ، وفي بعض الأحيان باسم « دفترداري ديار عرب » .\r\nولكن في سنة 975 ه / 1567 م فصلت مالية دمشق عن حلب وأصبح لكل منهما دفتردار خاص بها . وكانت ولاية طرابلس الشام باستثناء متحصلات الميناء ومقاطعة الحرير من مسؤولية دفتردارية دمشق الشام . الا انه في سنة 979 ه / 1571 م ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) مخطوط إسطنبول ، ص 13 أ .\r\n( 28 ) حول هذا المصطلح ودور تلك الفئة العسكرية في بلاد الشام ، انظر :\r\n A . Rafeq , The Province of Damascus , 1723 - 1783 , ( Beirut , 1966 ) PP . 30 - 42 . \r\n( 29 ) مخطوط إسطنبول ، 21 ب .\r\n( 30 ) مخطوط إسطنبول ، 10 أ .\r\n( 31 ) عن منصب الدفتردار ، انظر  B . Lewis - « Daftardar » E . I . 2 Vol . II P . 83 . \r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفصلت جبلة عن دمشق وألحقت بحلب « 32 » . ونلاحظ من نص الرحلة ان طرابلس الشام نفسها أصبح لها دفتردارها الخاص بها وهو مراد أفندي الذي كان قبل ذلك دفتردار دمشق الشام الذي بعد انفصاله عنها نقل إلى طرابلس ليتولى دفترداريتها ، وان المحاسني قام بهذه الرحلة استجابة لدعوة وجهها له مراد أفندي هذا . وكان يساعده في العمل « محاسبجي » يعرف باسم محرم جلبي الديار بكري « 33 » ، الذي كان قد قدم بصحبة شاهين باشا المذكور أعلاه ، وللمحاسبجي « خليفة » أي وكيل يعرف باسم سليمان جلبي الشهير بابن المذبوح « 34 » . أما منصب « المقاطعجي » فكان موكولا لشخص يعرف باسم محمد بن نوح بشه ، والجدير بالذكر ان والد نوح هذا كان من انكشارية دمشق « 35 » . ومن المناصب المالية التي يأتي المحاسني على ذكرها منصب « التذكرجي » ، الذي كان يدون ملاحظات ومطالعات الوالي على الالتماسات ، ومن جانب آخر يكون مسؤولا عن الإجازات المعطاة لأصحاب « التيمارات » أو « الاقطاعات » « 36 » .\r\nوكان رجب أفندي ابن إدريس الذي كان والده من بلوكباشية « 37 » الشام ، يشغل هذا المنصب عند زيارة المحاسني لطرابلس ، وبجانب ذلك كان هناك منصب « الروزنامجي » وهو الموظف\r\n\r\n\r\n","description":"","footnote":"\r\n( 32 ) انظر :\r\n M . A . Bakhit , The Ottoman Province of Damascus in the 16 th Century ( Ph . D . \r\n185 - 160 . ، ( 1972\r\n( 33 ) مخطوط إسطنبول ، 19 أ .\r\n( 34 ) مخطوط إسطنبول ، 20 أ .\r\n( 35 ) مخطوط إسطنبول ، 20 أ .\r\n( 36 ) حول هذا المنصب ، انظر :\r\n1963 (\r\n Sir Hamilton Gibb and Harold Bowen , Islamic Society and the West , ( OUP \r\n. 136 - 135 .  Part I PP  .\r\n( 37 ) مخطوط إسطنبول ، 19 أ .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالمسؤول عن تدوين النفقات اليومية . وشغل هذا المنصب شخص باسم محمد أفندي من مدينة آق شهر ، وخليفته ، كان يعرف باسم مصطفى جلبي بن زين العابدين أفندي « 38 » . وأخيرا « المقابلجي » ، أي الذي يدقق في المعاملات ، كان من ضمن أصحاب المناصب القائمة في طرابلس ، وكان يشغل هذا المنصب شخص يسمى محمد أفندي « 39 » .\r\nمن خلال استقراء هذه المناصب وأسماء الذين شغلوها نلاحظ ان الجهاز المالي كان بيد موظفين من غير السكان المحليين . كما يلاحظ ان من بين الذين عملوا فيه أبناء لأفراد القوة العسكرية المقيمة في دمشق . ويلاحظ من جانب آخر ان الولاة كانوا يستخدمون عناصر مسيحية محلية . فمثلا نجد ان الوالي حسن باشا كان له « كأخيه » مسيحي اسمه الشيخ أبو رزق البشعلاني « 40 » .\r\n3 - الوظائف الدينية : لقد أعاد العثمانيون تنظيم الجهاز القضائي المملوكي ، فأعطيت المنزلة الأولى للقاضي الحنفي ، لأن المذهب الحنفي كان المذهب الرسمي للدولة العثمانية ولم يكن هذا يعني الغاء بقية المذاهب ، فقد كان يطلب من القضاة في المحاكم ان يعرضوا أحكامهم على القاضي الحنفي في المحكمة لإجازة مثل تلك الأحكام « 41 » . وفي السنة التي زار فيها المحاسني مدينة طرابلس الشام كان عبد الكريم أفندي الكنغري من قصبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 38 ) مخطوط إسطنبول ، 20 أ .\r\n( 39 ) مخطوط إسطنبول ، 19 ب .\r\n( 40 ) الدويهي ، المصدر ذاته ، ص 343 .\r\n( 41 ) انظر :\r\n M . A . Bakhit , Ibid , PP . 132 - 147 . \r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبالقرب من أنكورية ، قاضي البلدة وكان قبل انتقاله إلى طرابلس قاضيا بمدينة قاسارية « كبير في السن يحب الدنيا الدنية ممتحن تمر به غالب الأوقات وهو في الأمراض . . . له نوع فضيلة واثار كتب كتبها بخطه جميلة . . . وله تواضع كثير » « 42 » ، ويذكر المحبي انه حوالي سنة 1048 ه / 1638 م وربما قبل زيارة المحاسني ان عبد اللطيف ، المعروف بانسي وهو أحد موالي الروم ( ت 1075 ه / 1664 م ) كان قاضيا بطرابلس وانه كان على اتصال وله مراسلات مع علماء الشام « 43 » ، وقبل ذلك وحوالي سنة 1044 ه / 1634 م تولى قضاء طرابلس محمد بن جمال الدين بن أحمد الملقب بحافظ العجمي القدسي « 44 » . وعند استقراء أسماء الأشخاص الذين ذكرهم المحاسني ، نجد ان معظم العاملين في المحكمة كانوا من العناصر السكانية المحلية ، فرئيس الكتّاب في المحكمة كان اسمه القاضي محي الدين بن الحميدي وان شقيقا له باسم محمد كان أيضا يعمل كاتبا في المحكمة ذاتها ، هذا بجانب كاتب آخر اسمه محمد البتروني ، الذي يصفه المحاسني بأنه كان « في غاية العجز والعيّ والقصور » وكاتب ثالث يذكره باسم الشيخ صنع الله جلبي ابن الشيخ إبراهيم بن الجاموس « 45 » . ولا يكتم المحاسني نقده للأساليب المتبعة في المحاكم وأشار إلى الفساد فيها ، فمثلا في حالات الزواج يقول . . « وقد رأيت لهم في محكمتهم اختراعات عجيبة وأحوالا غريبة ، منها ان الرجل إذا أراد أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 42 ) مخطوط إسطنبول ، 13 أ .\r\n( 43 ) المحبي ، المصدر ذاته ، م 3 ، ص 23 - 26 ، كما أن المحبي يذكر أيضا ان عبد اللطيف بن بهاء الدين بن عبد الباقي البعلي الحنفي ( ت 1082 ه / 1671 م ) كان قد تولى منصب القضاء في طرابلس الشام ، المصدر ذاته ، م 3 ، ص 14 - 16 .\r\n( 44 ) المحبي ، المصدر ذاته ، م 3 ، ص 412 - 414 .\r\n( 45 ) مخطوط إسطنبول ، 20 أ .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nيتزوج فيأتي إليهم فيكتبوا في صدر ورقة بياض اذن مولانا بعد أوصاف تحضرهم باردة وقيود غير لازمة زايدة ، القاضي بمدينة طرابلوس لفلان الفلاني ويسمون رجلا يعقد العقد اما من العلماء أو من الجهلا بأن يعقد عقد فلانة على فلان من غير مانع شرعي ويجعل القاضي امضاءه في اعلا الورقة ويدفعونها لمن يريد ان يعقد العقد ويقبض القاضي على ذلك ما صدر عليه الوعي من غير تسجيل لذلك ولا العلم بتفصيل ما هنالك ومنها ان غالب ما يصدر عندهم يكتبونه من غير تسجيل فيفضي ذلك إلى ضياع حقوق الناس فحسبنا اللّه ونعم الوكيل » « 46 » .\r\nويزودنا المحاسني بأسماء العديد من الأفراد الذين كانوا يتولون مناصب الخطابة والإمامة والتدريس في مساجد طرابلس . فمثلا يذكر التالية أسماؤهم ووظائفهم :\r\n1 - الشيخ محمد ابن الشيخ محمود بن عبد الحق الخلوتي ، امام جامع العطار وخطيبه ، وله فيه خلوة « 47 » .\r\n2 - محمد أفندي ابن هبة الله أفندي ابن الشيخ إبراهيم الشهير بالظني . ورث أباه في خطابة الجامع الكبير وفي نيابة المحكمة « 48 » .\r\n3 - الشيخ عبد القادر بن عبد الحي الشهير بابن الجاموس ، حنفي المذهب امام وخطيب البرطاسية « 49 » .\r\n4 - الشيخ صنع الله جلبي ابن الشيخ إبراهيم ابن الجاموس ، كاتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 46 ) مخطوط إسطنبول ، 20 ب .\r\n( 47 ) مخطوط إسطنبول ، 15 أ .\r\n( 48 ) مخطوط إسطنبول ، 16 أ .\r\n( 49 ) مخطوط إسطنبول ، 16 أ .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبالمحكمة وخطيب بجامع التوبة « 50 » .\r\n5 - الشيخ مصطفى بن عبد الحي الشافعي ، خطيب الناس بالجامع الكبير « 51 » .\r\n6 - الشيخ أحمد المشهور بابن المالكي ، أحد خطباء جامع طينال « 52 » .\r\n7 - الشيخ محمد بن مرحبا ، أحد خطباء جامع طينال « 53 » .\r\n8 - الشيخ محمد بن الطابوش ، رئيس مؤذني الجامع الكبير « 54 » .\r\nأما الافتاء فكان الشيخ مصطفى بن كرامة ، مفتي الأحناف « 55 » بينما افتاء الشافعية كان بيد الشيخ عبد الكريم ابن الشيخ مصطفى الحموي الذي كان صاحب خلوة وملازمة للتدريس « 56 » . من هذه الأسماء نلاحظ ان معظم مناصب الخطابة والإمامة والتدريس والآذان كانت تشغل من قبل عناصر محلية ، وبالتالي فإن العلماء في طرابلس الشام كما في بقية الولايات العثمانية كانوا ملتصقين بالدولة من أجل الحصول على المناصب والوظائف ، حيث إن الدولة هي التي كانت تقرر من يتولى هذه المناصب . ويورد المحاسني ذكرا لنقابة الأشراف التي كان يتولاها آنذاك شخص باسم السيد حسين ابن السيد يحيى الطرابلوسي « 57 » . والجدير بالذكر ان مثل هذا المنصب كان موجودا منذ العهد المملوكي حيث يزودنا أحمد بن علي القلقشندي ( ت 821 ه / 1418 م ) ، بنص « نسخة\r\n\r\n\r\n","description":"","footnote":"\r\n( 50 ) مخطوط إسطنبول ، 16 ب .\r\n( 51 ) مخطوط إسطنبول ، 16 ب .\r\n( 52 ) مخطوط إسطنبول ، 16 ب .\r\n( 53 ) مخطوط إسطنبول ، 17 أ .\r\n( 54 ) مخطوط إسطنبول ، 20 ب .\r\n( 55 ) مخطوط إسطنبول 19 ب ، انظر أيضا محمد عدنان البخيت ، « احداث بلاد طرابلس الشام ، 1015 ه / 1606 م ، 1016 ه / 1607 م ، مجلة مجمع اللغة العربية الأردني ، العدد الأول ، ( 1978 ) ص 171 - 206 .\r\n( 56 ) مخطوط إسطنبول ، 13 ب ، 14 أ .\r\n( 57 ) مخطوط إسطنبول ، 14 ب .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nتوقيع بنقابة الاشراف بطرابلس « 58 » » ويلمس القارئ لرحلة المحاسني ان الحركة الصوفية في طرابلس الشام كانت نشطة ولها عدد من الزوايا ، فابن طبيخ له زاوية بالجبل فيها فقراؤه ومساكينه . أما منلا مصطفى المشهور بفدائي دده العنتابي فقد كان من أفاضل الدراويش المولوية ، وكان للمولوية زاوية شيخها محمد أفندي الرومي . كما كان لآل سعد الدين الجباوي أتباع في طرابلس « 59 » . ومن مراجعة الأسماء التي يوردها نلاحظ بروز أسماء عثمانية مما قد يعكس اهتمام الدولة بالطرق الصوفية .\r\n\r\nالخراب في ولايات الشام في القرن السابع عشر الميلادي :\r\nاتصف الثلث الأول من القرن السابع عشر الميلادي في الدولة العثمانية بالقلق وبحركات العصيان ، وقد رافق هذه الحركات محاولات عديدة للتوسع على حساب الدولة العثمانية وبالتحرش بها وخلق المشاكل لها سواء على الجبهة النمساوية في الغرب أو عن طريق الدولة الصفوية في الشرق حيث إن الدول الأوروبية المتحالفة بعد قبول الدولة العثمانية التوقيع على معاهدة  Sitvatorok  سنة 1606 م « 60 » ، قد تمكنت ، في نهاية المطاف ، من أن تتحول من دول مدافعة عن نفسها أمام العثمانيين ، إلى دول تباشر بالتدريج التوسع على حساب الدولة العثمانية . كما نرى ان الدولة الصفوية الشيعية في بلاد فارس أخذت تجهد في شن الغارات على أراضي الدولة العثمانية ، وخاصة أثناء حكم الشاه عباس الكبير\r\n\r\n\r\n","description":"","footnote":"\r\n( 58 ) صبح الأعشى في صناعة الانشا ، م 12 ، ص 455 .\r\n( 59 ) مخطوط إسطنبول ، 17 ب ، 18 أ ، 18 ب ، 20 ب ، لمزيد من التفاصيل حول هؤلاء الأفراد راجع الهوامش عند مطالعة النص .\r\n( 60 ) حول هذه المعاهدة انظر :\r\n B . Lewis , The Emergence of Modern Turkey : 2 nd edition ( O . U . P ) , 1968 , P . 36 . \r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n( 996 ه / 1588 م - 1038 ه / 1629 م ) . وقد أدى ذلك باعداد كبيرة من العناصر العسكرية العثمانية النظامية التي هربت من الخدمة العسكرية ، والتي أطلقت عليها المصادر التاريخية لقب « السكمان » الالتجاء إلى الزعامات والقوى المحلية في بلاد الشام . والجدير بالذكر ان هذه القوى المحلية موزعة بين حلفين رئيسيين : الحلف القيسي بزعامة الأسرة المعنية والحلف اليمني بزعامة آل سيفا : الأسرة التركمانية السنية المتنفذة في بلاد عكار والضنية وطرابلس الشام « 61 » ، وكمظهر من مظاهر التفسخ والانحلال الذي أصاب القوة العسكرية العثمانية المقيمة في قلاع بلاد الشام ، فإنها انقسمت إلى فئات متناحرة حاولت كل فئة منها ان تجد لها معينا اما لدى القيسية أو اليمنية ، وهذا أدى بالتالي إلى اذكاء روح الصراع القبلي في بلاد الشام آنذاك . وكانت الغلبة في معظم الأحيان للجناح القيسي الذي حظيت زعامته المعنية ، الدرزية المذهب ، بتأييد معظم قادة القوة العسكرية في دمشق . ولقد أدرك الأمير فخر الدين المعني بحسّه السياسي النفّاذ هذا الدعم له فنلاحظ انه شنّ عددا من الغارات على المناطق التي كانت خاضعة ليوسف باشا سيفا اما بتشجيع مباشر من رجال الدولة أو اغتناما للفرص من أجل توسيع دائرة نفوذه .\r\nففي عام 1028 ه / 1618 م وبتأييد من والي طرابلس العثماني ، عمر باشا المشهور بالكتانجي ، هاجم فخر الدين غريمه يوسف باشا سيفا فأحرق « جميع بيوت وسرايا عكار وعيّن المعلمين والقلّاعين لهدم حارات ابن سيفا وكانت حارات معتبرات ، أخرج عليها أموال عظام ، واستمر المعلمون في هذا الهدم أكثر من شهر حتى هدموا حارته وحارات توابعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 61 ) انظر :\r\n M . A . Bakhit , The Ottoman Province of Damascus , PP . 189 - 200 . \r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوأقاربه فحصل لهم قهر وأي قهر » « 62 » .\r\nكما هدم فخر الدين قلعة جبيل « وكانت قلعة عظيمة الشأن رفيعة البنيان من زمان الكفار » « 63 » وبعد الانتصار الخاطف الذي أحرزه فخر الدين على منافسيه بما في ذلك والي دمشق العثماني مصطفى باشا ، في معركة عنجر سنة 1033 ه / 1623 م ، نهب بعلبك ومواشيها « 64 » ومن ثمّ حاصر قلعتها وبنى حولها المتاريس « وعيّن تحت الخشب معلمين ينقبون حايطها نقرا بالازاليم بالليل والنهار » « 65 » « وكان مقيما عندهم بالليل والنهار بحيث ان غداه وعشاه يروح اليه إلى المتاريس ولا يفارقهم مقدار شبر من الأشبار » « 66 » وأثناء مدة الحصار التي جاوزت شهرا ونصف « 67 » امر بقطع الأشجار المحيطة بالقلعة كي لا يستفيد منها الجنود المحاصرون « 68 » . ويلاحظ انه عند استسلام أولئك الجنود « عين الأمير فخر الدين جميع من كان في المتاريس من الفعلة والمعلمين والقلّاعين وكانوا مقدار مئة وخمسين وامرهم ان يهدموا القلعة المذكورة فشرعوا في هدمها بالآلات وفي نقبها بالدبّورة وكانت قلعة عظيمة الشأن رفيعة البنيان » « 69 » ثم تحول بعد ذلك ليحاصر قرية اللبوة « 70 » القريبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 62 ) أحمد بن محمد الخالدي الصفدي ( ت 1034 ه / 1624 م ) ، تاريخ الأمير فخر الدين المعني ، حققه الدكتور أسد رستم والدكتور فؤاد افرام البستاني ، منشورات الجامعة اللبنانية ، بيروت ، 1969 ، ص 78 .\r\nأنظر أيضا مقالة :\r\n Kamal Salibi , « The Sayfas and the Eyalet of Tripoli 1579 - 1640 » Arabica , Vol . XX , ( 1973 ) , PP . 25 - 52 . \r\n. ( 63 ) الخالدي الصفدي ، المصدر ذاته ، ص 79 .\r\n( 64 ) المصدر ذاته ، ص 153 - 156 ، 157 .\r\n( 65 ) المصدر ذاته ، ص 161 .\r\n( 66 ) المصدر والمكان ذاتهما .\r\n( 67 ) المصدر ذاته ، ص 172 .\r\n( 68 ) المصدر والمكان ذاتهما .\r\n( 69 ) المصدر ذاته ، ص 173 .\r\n( 70 ) المصدر ذاته ، ص 174 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمنها ، حيث لقيت مصيرا مماثلا ، ويضيف الخالدي الصفدي إلى ذلك قوله » : « بعد ان أخربت السكمانية جميع دور بعلبك سوى دور امارا بيت الحرفوش لأنهم بقوا طول الشتوية يهدمون السقوف ويوقدون الخشب ومن كثرة الدهانات يشعل كالكبريت وبقيت المعلمين والقلاعين مجدين في تخريب قلعة بعلبك إلى هذا الحين » « 71 » .\r\nهذه بضع إشارات لبعض الخراب الكبير الذي لحق بمنطقتي بعلبك وطرابلس على يد فخر الدين المعني ، واننا عند استقراء رحلة يحيى المحاسني نجد انها تعكس لنا صورة مفصلة عن حالة الخراب الذي وصلت اليه البلاد : فقرية دمّر « التي جار عليها الزمان ولها دمّر » يصفها بقوله : « الا ان الظلم افقرها وغير محاسنها وأعفرها فسبحان الباقي على الدوام » « 72 » وأما وادي بردى « فقد مسته الأيدي القاهرة بردى » فلم يكن بأحسن حال من القرى التي مرّ بها ، حيث يذكر عنه ما يلي : « وفي أثناء ذلك مررنا على قرى كثيرة كانت عامرة شهيرة خرب بعضها من المظالم ولم يبق به سوى الدعائم وبعضها عامر البنيان الا انه خال من السكان فتحيرت مما رأيت وقضيت بالعجب والأسف مما به شاهدته ودريت » « 73 » وعندما مرّ بتكية الدورة « وإذا هي بعد ان أدار الدوران عليها دورة ، بها بعض أناس قطّان ليسوا بذوي مكان » « 74 » ويلاحظ عند نزوله بجامع قرية بليتار « وإذا به جامع كبير يحتاج إلى مصلي ولو من ولد صغير » « 75 » وشاهد ان قرية الطيبة خالية من أهلها « لا ينحو أحد محلها » « 76 » وفي بعلبك تبدت أكثر صور الدمار\r\n\r\n\r\n","description":"","footnote":"\r\n( 71 ) المصدر ذاته ، ص 182 .\r\n( 72 ) انظر الرحلة 3 أإسطنبول .\r\n( 73 ) انظر الرحلة 3 ب إسطنبول .\r\n( 74 ) المصدر والمكان ذاتهما .\r\n( 75 ) المصدر ذاته ، 5 أإسطنبول .\r\n( 76 ) المصدر ذاته ، 5 ب ، إسطنبول .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبشاعة حيث يقول « واما البلدة فقد هربت أهاليها من المظالم وارتفعت الشفقة من حكامها والمراحم ، ولما دخلنا بعلبك وجدتها خرابا قفارا لا يلوح بها شخص » « 77 » ومثل هذا ينطبق على الهرمل « فأهلها حالهم أسوأ من كل حالك ولقد قدموا الينا بأجمعهم وحملنا مشقة شكايتهم وتوجعهم » « 78 » . وبعد وصوله إلى عكار لاحظ بؤس تكيتها المعطلة نتيجة لمصادرة الوالي لاوقافها بعد زوال محبسيها ال سيفا كما أن حماميها كانا معطلين « 79 » . ولم يفته ان يشير إلى الخراب الذي أصاب بيوت ال سيفا « 80 » حتى مدينة طرابلس المبنية من الحجارة تخربت مبانيها « وانكسف انضره » « 81 » ويذكر بعض أسباب هذا الخراب كظلم الوالي شاهين باشا أو وجود الاعراب على الطرق « 82 » . من هنا جاءت هذه الرحلة لتوضح لنا صورة الخراب الذي لحق ببلاد الشام في مطلع القرن السابع عشر الميلادي نتيجة لصراع القوى المحلية والانحلال الذي أصاب القوة العسكرية النظامية المقيمة في مختلف قلاع بلاد الشام العسكرية في أواخر القرن السادس عشر الميلادي ومطلع القرن السابع عشر .\r\n\r\nالرحلة والرحالة إلى طرابلس الشام في القرن السابع عشر الميلادي :\r\nاجتذبت مدينة طرابلس الشام عددا من علماء دمشق لزيارتها في القرن السابع عشر الميلادي وخاصة في مطلع هذا القرن عندما كانت الأسرة السيفية في أوج عزها . ومن هؤلاء العلماء الشيخ الحسن بن محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 77 ) المصدر ذاته ، 5 ب ، 6 أ ، 27 أإسطنبول .\r\n( 78 ) المصدر ذاته ، 9 ب ، إسطنبول .\r\n( 79 ) المصدر ذاته 10 ا ، 10 ب إسطنبول .\r\n( 80 ) المصدر ذاته ، 10 ب ، إسطنبول .\r\n( 81 ) المصدر ذاته ، 20 ب إسطنبول .\r\n( 82 ) المصدر ذاته ، 8 ب إسطنبول .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالبوريني « 83 » ( ت 1024 ه / 1615 م ) الذي رحل إلى طرابلس الشام في سنة 1008 ه / 1599 م ، ونزل عند أحد أمرائها وسجل مشاهداته إلى تلك المدينة في مؤلف لم يصلنا ، سماه المنازل الأنسية في الرحلة الطرابلسية . كما وان رمضان بن موسى العطيفي .\r\n( ت 1095 ه / 1684 م ) زار طرابلس في سنة 1043 ه / 1634 م ، ونشرت رحلته تلك باسم « رحلة إلى طرابلس الشام » في مجلة الأبحاث الصادرة عن الجامعة الأمريكية ببيروت سنة 1970 م « 84 » ، وبعد خمس سنوات من رحلة العطيفي هذه ، قام المحاسني برحلته إلى طرابلس الشام وسمى رحلته : المنازل المحاسنية في الرحلة الطرابلسية ، فكأنه استوحى العنوان من عنوان رحلة جده لامه البوريني ، ورحلة المحاسني والعطيفي يجب ان تدرسا سوية لأنهما كتبتا خلال فترة زمنية متقاربة جدا ، وكانت رحلة الشيخ عبد الغني النابلسي ( ت 1143 ه / 1731 م ) التي قام بها في 22 ربيع الأول سنة 1112 ه / 6 أيلول 1700 م ، المعروفة باسم : التحفة النابلسية في الرحلة الطرابلسية من ابرز الرحلات المتعلقة بطرابلس الشام وأكثرها ذيوعا ، ولقد قام بنشرها مؤخرا ( سنة 1971 م ) الأستاذ  Heribert Busse  .\r\nوتجدر الإشارة هنا إلى رحلة  John Sanderson  الذي زار طرابلس\r\n\r\n\r\n","description":"","footnote":"\r\n( 83 ) عن الشيخ الحسن محمد البوريني ، انظر المقدمة الوافية التي وضعها عنه الدكتور صلاح الدين النجد في مقدمة كتاب تراجم الأعيان من أبناء الزمان ، 2 م ، منشورات مجمع اللغة العربية ، دمشق ، 1959 ، 1963 م 1 ص 8 - 21 ، وكذلك محمد امين بن فضل الله المحبي .\r\nخلاصة الأثر في أعيان القرن الحادي عشر ، م 2 ، ص 51 - 62 .\r\n( 84 ) انظر :\r\n Stefan Wild , « Al - ' Utaifis Journey to Lebanon in 1043 / 1634 » . \r\nالأبحاث ، م 23 ، كانون الأول ، 1970 ، ص 213 - 222 ، ولقد أعيد نشر هذه الرحلة مع رحلة الشيخ عبد الغني النابلسي المعروفة باسم حلة الذهب الأبريز في رحلة بعلبك والبقاع العزيز ، تحقيق صلاح الدين المنجد ، نشرتا تحت عنوان ، رحلتان إلى لبنان ، ضمن سلسلة نصوص ودراسات ، التي يصدرها المعهد الألماني للابحاث الشرقية ، بيروت ، 1979 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالشام سنة 1587 م وسنة 1601 م ووصف لنا المدينة وذكر لنا قلعتها وأشار للأوزان فيها وسمّى بعضا من السفن التي كانت ترد ميناءها . كما يجب التذكير برحلة هنري موندريل « 85 »  Henry Maundrell  الذي زار طرابلس في طريقه من حلب إلى القدس سنة 1697 م ، ويذكر ان القنصل الإنجليزي في طرابلس  Francis Hastings  قد استضافه في ذلك الوقت كما وان أحد التجار الإنجليز واسمه  John Fisher  كان قد اهتم به ويذكر كذلك القلعة التي كانت تشرف على المدينة ، هذا بالإضافة إلى قلعة ثانية إلى الغرب ما بين المدينة والبحر ، والجدير بالملاحظة هنا اشارته إلى الرمل الذي كان يزحف على المدينة ، كما وانه يشير إلى جسر البرنز  Prince  الذي كان قد بناه  Godfrey of Bulloign  . ويذكر موندريل انه زار الباشا برفقة القنصل الإنجليزي وقدم له الهدايا ، كما وانه زار أحد الأديرة التابعة للكنيسة الارثودكسية حيث كان يقيم هنالك عدد من الرهبان يقيمون الصلوات ويمارسون طقوسهم الدينية ، وكان ذلك الدير يقع إلى جنوبي طرابلس وعلى بعد ساعتين منها على حد تعبير ذاك الزمان .\r\n\r\nنسخ المخطوط التي اعتمدت في التحقيق .\r\nاعتمدنا في تحقيق هذه الرحلة على مخطوطتين النسخة الأولى وهي على الأرجح مسودة المؤلف محفوظة ضمن مجموعة يهودا في مكتبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 85 ) راجع :\r\n The Travels of John Sanderson in the Levant 1584 - 1602 , edited by Sir William Foster , Reprint , 1967 . PP . 50 - 1 , P . 90 . \r\nهنري موندريل ولد سنة 1665 م ، تخرج من كلية  Exeter  بانجلترا انتخب سنة 1695 م ليكون راعيا للشركة الشرقية في حلب حيث توفي هناك سنة 1701 م لمزيد من المعلومات حول حياته انظر :\r\n Mohammad Ali Hachicho , English Travel Books About the Arab Near East in the Eighteenth Century , Leiden , Brill , 1965 , PP . 42 - 44 . \r\nكذلك انظر مقدمة الرحلة .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n Firestone \r\nبجامعة برنستون بالولايات المتحدة الأمريكية « 86 » وهي تقع ضمن مجموع مسجل تحت رقم ( 4670 ) وتشمل الأوراق 83 ب - 113 ب تحوي كل صفحة منها على ثلاثة عشر سطرا بمعدل ثماني كلمات في السطر الواحد . ويوجد عليها الكثير من الملاحظات والتصحيحات المثبتة على الهامش ويبدو وكأنها نسخة المؤلف نفسه . وعلى الرغم من وجود الكثير من الكلمات المشطوبة الا أنه من الممكن قراءتها . . الا ان النص ناقص وغير كامل وفيه فجوات ، وذلك لضياع وسقوط عدد من أوراق المخطوط ، كما وأن هناك بعض الجمل والفقرات مكررة في أكثر من مكان في المخطوط . ولقد أشرنا لهذا المخطوط في الهوامش عند التحقيق ب ( بر ) نسخة برنستون .\r\nوالنسخة الثانية التي اعتمدنا عليها من هذا المخطوط محفوظة في مكتبة جامعة إسطنبول وهي مسجلة تحت رقم 4329  Arabca Yazma  وتقع في ثمان وعشرين ورقة ( 28 ورقة ) في كل صفحة منها ثلاثة وعشرون سطرا ، مكتوبة بخط جميل ، والمخطوط كامل بدون نواقص وبدون فجوات . وقلما نجد مفارقات في القراءة ما بين نص هذا المخطوط وبين النص الوارد في نسخة برنستون ، مما يرجح ان ناسخ هذه النسخة قد اعتمد نسخة برنستون أو نسخة أخرى للرحلة ربما كانت النسخة النهائية الكاملة للرحلة . ونجد في آخر نسخة إسطنبول هذه ما يلي :\r\n« نجزت نسخا على يد العبد المذنب المفتقر لعفو ربه القوي درويش محمد الطالوي عفي عنه » فمن يكون درويش الطالوي هذا ؟ عند العودة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 86 ) انظر وصف رودلف ماخ  Rudolf Mach  لهذا المخطوط في الفهرس الذي أعده لمجموعة يهودا تحت عنوان :\r\n Catalogue of Arabic Manuscripts ( Yahuda Section ) Princeton University Library Princeton University Press , 1977 , P . 384 . \r\nالا ان ماخ يذكر خطأ تاريخ وفاة المؤلف في ذي القعدة سنة 1089 ه / 1678 م والصحيح ان المحاسني كان قد توفي في سنة 1053 ه / 1643 م .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nخلاصة الأثر في أعيان القرن الحادي عشر لمحمد امين بن فضل الله المشهور بالمحبي ، نجده يترجم لشخص من أعيان دمشق باسم درويش محمد ابن احمد وقيل محمد أبو المعالي الطالوي الارتقي الدمشقي الحنفي وانه توفي في سنة 1014 ه / 1605 م « 87 » . من هنا يظهر لنا جليا ان ناسخ هذا المخطوط هو غير صاحب هذه الترجمة ، لأن الرحلة كانت قد تمت بعد ذلك بأربعة وثلاثين عاما . ولكن المحبي نفسه يترجم لشخص آخر يعرف باسم « درويش محمد بن حسين بن مسيح الدمشقي الحنفي المعروف بابن القاطر . . . وهو سبط أبي المعالي الطالوي المذكور قبله وربما اطلق عليه الطالوي أيضا » ويضيف المحبي إلى ذلك قوله : « كان فاضلا كاملا جيد الخط منسوبه بلغ الشهرة التامة في قبول خطه والتنافس فيه وكتب الكثير وكان حسن المطارحة لطيف الذاكرة وكانت وفاته في سنة اربع وسبعين والف ( 1663 م ) » « 88 » من هنا يتضح لنا ان ناسخ هذا المخطوط هو درويش بن القاطر الذي يلقب أحيانا بالطالوي وان جمال خط المخطوط يتفق مع وصف المحبي لحسن خط درويش بن القاطر الطالوي . ولقد أشرنا لهذا باسم مخطوط إسطنبول .\r\nلقد عمدت عند تحقيق نص هذا المخطوط إلى الاستفادة من المادة العثمانية المتوفرة عن المواقع والأمكنة والافراد ، وذلك من اجل فائدة القارئ وبغرض تطعيم المادة العربية بالمعلومات العثمانية التي ما زالت بعيدة عن متناول عدد كبير من الباحثين والقراء في العالم العربي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 87 ) المحبي ، خلاصة الأثر ، م 2 ، ص 149 - 155 .\r\n( 88 ) المصدر ذاته ، م 2 ، ص 155 - 156 ، حول ترجمة حياة والده راجع المحبي ، المصدر ذاته ، م 2 ، ص 118 ، من اجل ترجمة زكريا شقيق درويش ، انظر المحبي ، المصدر ذاته ، م 2 ، ص 175 - 176 .\r\nيسرني هنا ان أعبّر عن جزيل شكري للزميل الدكتور محمد الهياجنة من قسم العلوم السياسية بالجامعة الأردنية الذي وفّر لي نسخة مصورة عن هذا المخطوط .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n[ خطبة الكتاب 
  ]\r\n« بسم اللّه الرحمن الرحيم وبه استعين » « 1 » الحمد للّه الذي جعل السفر جلاء للقلوب والابصار ومنتزها للخواطر والنفوس والأنظار ، وأظهر من عجائب الأمصار وبدائع الأقطار من محاسن الآثار ما يحيّر العقول والأفكار . ويزيد المسافر علما على عظم « 2 » قدرته ويدعوه إلى شكر آلائه ونعمته ، والصلاة والسلام على المرسل لهذه الأمة ليرحموا القائل في ارشادهم : « سافروا تصحوا وتغنموا » « 3 » وعلى آله وأصحابه المقتفين في رحلتهم لسيره والمقيمين على تتابع سننه وخيره .\r\nوبعد ، فإنه لما اقتضت الحكمة الإلهية والقدرة الصمدانية بتوجه الفقير إلى عفو مولاه الغني يحيى ابن أبي الصفا المحاسني ( 1 أبر ) غفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البسملة والدعاء ساقطتان من نسخة إسطنبول .\r\n( 2 ) جاءت في نسخة إسطنبول عظيم .\r\n( 3 ) جاء عند الإمام أحمد بن حنبل ( ت 241 ه / 855 م ) : « حدثنا عبد الله حدثني أبي حدثنا قتيبة حدثنا ابن لهيعة عن دراج عن ابن حجيرة عن أبي هريرة ان النبي صلى اللّه عليه وسلّم قال : « سافروا تصحّوا واغزوا تستغنوا » مسند الإمام أحمد بن حنبل ، بيروت ، لا . ت م 2 ، ص 380 ، انظر أيضا أي ونسنك ، المعجم المفهرس لألفاظ الحديث النبوي 7 م ، بريل 1943 ، م 2 ، ص 468 . اما الامام جلال الدين عبد الرحمن السيوطي ( ت 911 ه / 1505 م ) فيذكر ما يلي « سافروا تصحوا وتغنموا » الفتح الكبير في ضم الزيادات إلى الجامع الصغير ، 3 م ، جمع وتصنيف يوسف النبهاني ، دار الكتب العربية الكبرى ، القاهرة ، 1350 ه / 1931 م ، م 2 ، ص 148 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاللّه تعالى ذنوبه وستر في الدارين عيوبه إلى مدينة طرابلوس « 1 » المحمية صينت من كل أذية وبليّة . وكان الباعث لذلك والموجب لاشعارنا بتلك المنازل والمسالك هو أن المولى الأعظم والملاذ الأكرم الجامع بين فضيلتي السيف والقلم صاحب الحضرة العلية والطلعة البهية والسيرة الحسنة المرضية والصفات الكاملة والخيرات الشاملة والفضائل الوافرة والذات الجامعة لأنواع الكمالات المتكاثرة ذو المجد الفاخر والفضل الزاخر من شاعت فضائله وانتشرت فواضله وحسنت أخلاقه كما طابت شمائله مولانا وسيدنا مراد أفندي لا ( 1 أإسطنبول ) زال لكل ( 1 ب بر ) خير يبدي وكل معروف وجميل يسدي ، فإنه حفظه اللّه تعالى بعد انفصاله من منصب دفتردارية الشام واستنشاق أهاليها من حسن سلوكه وعدالته عرف البشام وذلك عام بعد عام ، أنعمت عليه السلطنة الخاقانية والدولة العثمانية لا زالت مؤبدة ومؤيدة للشريعة المحمدية بدفتردارية طرابلوس بلد الصفاء والأنس . فذهب بالسلامة إليها وودعناه والقلب في مخيّم حماه الكريم أودعناه وعدنا وسار والقلب فيه أوار .\r\n\r\nالخفيف\r\n نسرق الدمع في الجيوب حياء * وبنا ما بنا من الأشواق \r\nإلى أن مضى شهر بالتقدير فأرسل إلى الفقير يحثه على التوجه إلى جنابه الخطير .\r\nفبعد الإشارة والاستشارة جعلنا الأستخارة فرأيت القلب مائلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حول تاريخ مدينة طرابلس انظر السيد عبد العزيز سالم ، طرابلس الشام في التاريخ الاسلامي ، الإسكندرية ، 1967 ، وكذلك عمر عبد السلام تدمري ، الحياة الثقافية في طرابلس الشام خلال العصور الوسطى ، بيروت 1973 ، وكتابه الاخر : تاريخ طرابلس السياسي والحضاري عبر العصور ، الجزء الأول ، طرابلس 1978 ، ففي هذه المؤلفات الثلاثة مادة جيدة عن مختلف جوانب تاريخ مدينة طرابلس والمناطق المحيطة بها في العهود الاسلامية التي سبقت العهد العثماني .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nللمسير ومنشرحا لهذا التقدير ، فعزمنا على الترحال وشددنا الأثقال وخرجنا من دمشق الشام ( 2 أبر ) صبيحة « 1 » نهار الاثنين تاسع عشري رجب الفرد الحرام ، من شهور سنة ثمان وأربعين والف من هجرة خير الأنام عليه أفضل الصلاة وأتم السلام . ولما وقفنا بثنية الوداع « 2 » وهمّ قبلي مزننا بالأقلاع ، أنشد لسان الحال بعد أن عجز عن المقال .\r\n\r\nالوافر\r\n أودّغكم واودعكم جناني * وانثر أدمعي مثل الجمان\r\nولو نعطى الخيار لما افترقنا * ولكن لا خيار مع الزمان \r\nوانشد قول الأستاذ المقّري « 3 » سحّت عليه شآبيب الرحمة في البكور والعشي .\r\n\r\nالمجتث\r\n لا كان يوم فراق * ساق الشجون الينا \r\n( 2 ب إسطنبول )\r\n وسام نفسي ذلا * يا من يعز علينا « 4 » \r\n\r\nوقوله\r\n ودعتهم ودموعي * على الخدود غزار\r\nفاستكثروا دمع عيني * لما استقلوا وساروا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا ينقطع النص في نسخة برنتسون .\r\n( 2 ) « ثنية مشرفة على المدينة يطأها من يريد مكة . . . ( وهي ) اسم قديم جاهلي سمي لتوديع المسافرين » ياقوت الحموي ( ت 626 ه / 1228 م ) ، معجم البلدان ، 6 م ، تحقيق فردناند وستنفلد ، ليبزج ، 1866 ( تصوير طهران ) 1965 ، م 1 ، ص 937 ، ومثل هذا كرره ، مع زيادات ، مجد الدين محمد بن يعقوب الفيروزآبادي ( ت 823 ه / 1415 م ) في المغانم المطابة في معالم طابة ، تحقيق الشيخ حمد الجاسر ، دار اليمامة ، الرياض ، 1969 ، ص 80 - 81 .\r\n( 3 ) عن المقّري راجع المقدمة أعلاه .\r\n( 4 ) انظر نفح الطيب ، م 1 ، ص 91 ، ورواية صدر البيت الثاني في نفخ الطيب : « فكم اذلّ نفوسا . . . »\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوودعنا الأهالي والأولاد ، وأضرمت نار الفرقة في صميم الفؤاد ، وسرنا على بركة اللّه تعالى فجزنا على صالحية « 1 » الشام وطلبنا المدد ممن بها من الأنبياء والأولياء الكرام ورأينا قبة سيّار « 2 » العالية المقدار وهي في غاية الاشراف على الربوة « 3 » وعلى دمشق التي هي من كل البلدان صفوة . وقدمنا على قرية دمّر « 4 » التي جار عليها الزمان ولها دمّر وإذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) احدى خطط مدينة دمشق الشام المحاذية لجبل قاسيون ، سكنها المهاجرون من فلسطين على اثر الغزو الأفرنجي الصليبي لفلسطين في القرن الثاني عشر الميلادي . حول هذه الخطة راجع أوفى المصادر عنها :\r\nالقلائد الجوهرية في تاريخ الصالحية ، 2 م ، تأليف شمس الدين محمد بن علي بن طولون ( ت 953 ه / 1546 م ) ، تحقيق الشيخ محمد أحمد دهمان ، دمشق ، 1949 - 1956 .\r\n( 2 ) قبة سيّار الشجاعي يذكرها ابن طولون عند تعداده لقباب الصالحية وانها فوق الردادين ، القلائد ، م 1 ، ص 260 ، كما ويذكرها محمد بن عيسى بن كنّان ( ت 1153 ه / 1740 م ) ، في كتابه المروج السندسية الفسيحة في تلخيص تاريخ الصالحية ، تحقيق محمد أحمد دهمان ، دمشق 1366 ه / 1947 م ، ص 22 . ويصفها الشيخ والقطب الصوفي عبد الغني بن إسماعيل النابلسي ( ت 1143 ه / 1731 م ) بأنها « قبة عظيمة مشرفة على جانب الربوة وعلى دمشق » حلّة الذهب الابريز في رحلة بعلبك والبقاع العزيز ، تحقيق صلاح الدين المنجد ، منشورات المعهد الألماني للأبحاث الشرقية ، بيروت ، 1979 ، ص 59 ، نشرت مع رحلة العطيفي ، باسم رحلتان إلى لبنان ، بالاشتراك مع اسطفان فيلد .\r\n( 3 ) الربوة : منطقة مرتفعة مشرفة على مدينة دمشق وعلى غوطتها وأنهارها من الجهة الشمالية الغربية ، أطنب الجغرافيون والرحالة العرب في وصف جمالها وربطها بالربوة المذكورة في القرآن الكريم ، انظر عبد الله بن محمد البدري ، ( ت 894 ه / 1488 م ) نزهة الأنام في محاسن الشام ، المطبعة السلفية ، القاهرة ، 1341 ه ، ص 82 - 90 ، حول مختلف النصوص المتعلقة بها انظر وصفها في النصوص التي جمعها الدكتور صلاح الدين المنجد في كتابه : مدينة دمشق عند الجغرافيين والرحالين المسلمين ، دار الكتاب الجديد ، بيروت 1967 ، ص 103 ، ص 124 - 127 ، ص 156 ، ص 229 ، ص 271 ، ص 272 ، وعن أوضاعها في مطلع هذا القرن راجع عبد القادر بدران ( ت 1346 ه / 1927 م ) منادمة الاطلال ومسامرة الخيال ، المكتب الاسلامي ، دمشق 1379 ه ، ص 403 - 407 .\r\n( 4 ) دمّر « عقبة دمّر مشرفة على غوطة دمشق . وهي من جهة الشمال في طريق بعلبك » . وفي القرن السادس عشر كانت تقع ضمن ناحية إقليم الداراني وتذكر ثلاثة من دفاتر الطابو ، تعود إلى القرن السادس عشر . عدد سكانها على النحو التالي :\r\nط . د . 430 ( ح 930 ه / 1523 م )\r\nط . د . 401 ( ح 950 ه / 1543 م )\r\nط . د 474 ( 977 ه / 1569 م )\r\nخانة / 32 / 5 / 45\r\nأعزب / 1 / 1 / -\r\nمسيحي 1 / 1 / -\r\nوالجدير بالذكر ان هذه الدفاتر محفوظة بمديرية المحفوظات بإسطنبول . اما قرية دمّر الآن فهي احدى متنزهات مدينة دمشق ومشهورة بأشجار الحور ، ط . د 430 ، ص 442 ، ط . د 401 ، ص 316 ، ط . د . 474 ، ص 278 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبها قد حفتها رياض أريضة ومياه متدفقة مستفيضة . الا انّ الظلم أقفرها وغيّر محاسنها وأعفرها ، فسبحان الباقي على الدوام الذي لا تغيره مضي الشهور وتوالي الأعوام .\r\nثم جزنا إلى وادي بردا « 1 » وقد مسته الأيدي القاهرة بردى فإذا هو واد قد تدفقت فيه العيون والأنهار وأينعت بجوانبه الأشجار وتنوعت أنواع الأزهار وترنمت على اختلاف الألحان به سائر الأطيار ، يتمنى المسافر لو حط عنده وأقام عليه مدة يحنّ اليه قلب كل عاشق ، ولا سيما إذا كان غريبا مفارق ، لما به مع المنظر البهي العظيم من حسن اعتلال النسيم ، الذي صدق عليه قول ابن نباتة « 2 » طيّب اللّه ثراه ونباته .\r\n\r\nالطويل\r\n يداوي أسا العشاق من نحو أرضكم * نسيم صبا أضحى عليه قبول\r\nبروحي من ذاك النسيم إذا سرى * طبيب يداوي الناس وهو عليل « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت ناحية وادي بردى في القرن السادس عشر الميلادي تشكل جزءا من برّ لواء دمشق الشام ، وشملت هذه الناحية ضمن حدودها القرى التالية : دمّر ، هامة ، أسلوب ( ؟ ) برهلية والعشاقة ، كفر العواميد ، حسينية ، دير قانون ، كفر زيت ، دير معرم ( ؟ ) فيجة ، بسيما ، أفرة ، اشرفية الوادي ، هريرة ، بيت ( ؟ ) انظر : ط . د . 430 ، ص 422 - 450 ، ط . د . 401 ، 316 - 323 ، ط . د 474 ، ص 278 - 285 .\r\n( 2 ) أبو بكر جمال الدين محمد بن شمس الدين محمد بن الحسن بن نباتة يرفع نسبه إلى قبيلة جذام ، ولد في القاهرة سنة 686 ه / 1287 م ، ارتحل إلى دمشق وزار حلب ، وزار بلاط ملك حماه الأديب المؤرخ أبي الفداء ، الذي كان يصل ابن نباته بجراية شهرية ، وفي سنة 743 ه / 1342 م عيّن بديوان الانشاء في دمشق وكانت وفاته في 8 صفر 768 ه 14 تشرين الأول 1366 م ، ولمزيد عن حياته انظر عمر موسى باشا ، ابن نباته المصري أمير شعراء المشرق ، دار والمعارف ، القاهرة ، 1963 م وكذلك راجع المقدمة التي وضعها محمد أبو الفضل إبراهيم ، لكتاب سرح العيون في شرح رسالة ابن زيدون ، لابن نباته القاهرة ، 1964 ، ص 5 - 24 وكذلك مقالة :\r\n J . Rikabi « Ibn Nubata » E . I ? ? ? . , Vol . III , PP . 900 - 901 . \r\n( 3 ) انظر ديوان ابن نباته المصري ، دار احياء التراث العربي ، بيروت لا . ت ، ص 422 اما « اسى » فلقد جاءت في النص بألف ممدودة وفي الديوان بألف مقصورة .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوقول الآخر ( 3 أإسطنبول )\r\n اطارح نسمات الأصيل لعلها * تخبر عمّن ما اليه وصول\r\nواطلب من أنفاسها برأ علّتي * وهيهات ان يشفي العليل عليل \r\nوقول ابن ظاهر « 1 »\r\n( الكامل )\r\n ان شئت تنظرني وتنظر حالتي « 2 » * قابل إذا هبّ النسيم قبولا\r\nفتراه مثلي خفة ولطافة « 3 » * ولأجل قلبك لا أقول عليلا\r\nفهو الرسول إليك مني ليتني * كنت اتخذت مع الرسول سبيلا \r\nوهذا الوادي متصل بوادي الزبداني « 4 » والانس بينهما قريب متداني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن ظاهر : هو الشيخ فتح الدين محمد ابن القاضي محي الدين عبد الله بن رشيد الدين بن عبد الظاهر السعدي المصري ، دخل ديوان الانشاء في عهد السلطان الظاهر بيبرس ويورد المؤرخ ناصر الدين محمد ابن عبد الرحيم بن الفرات ( ت 807 ه / 1405 م ) نصوص عدد من التوقيعات التي كتبها الشيخ فتح الدين الذي توفي بدمشق في منتصف شهر رمضان سنة 691 ه / 1291 م وبعد وفاته « اجرى السلطان الملك الأشرف جامكتية وجرايته وراتبه على ولده القاضي علاء الدين علي وكان صغير السن واستقر في جلة كتاب الانشاء » راجع محي الدين عبد الظاهر ، الروض الزاهر في سيرة الملك الظاهر ، تحقيق عبد العزيز الخويطر ، الرياض سنة 1976 ، ص 392 ، وكذلك ص 11 من مقدمة المحقق ، القلقشندي ، صبح الأعشى في صناعة الانشا ، م 11 ، ص 235 ، ابن الفرات ، تاريخ ابن الفرات ، م 8 ، حققه قسطنطين زريق ونجلا عز الدين ، ص 144 ، وكذلك انظر الفهارس ، ابن كثير ، البداية والنهاية ، م 13 ، ص 331 ، ابن العماد الحنبلي ، شذرات الذهب في اخبار من ذهب ، دار الآفاق الجديدة - بيروت م 5 ، ص 419 .\r\n( 2 ) ورواية البيت عند ابن حجة الحموي كما يلي :\r\nان شئت تبصرني وتبصر حالتي . . . . .\r\n( 3 ) ورواية البيت عند ابن حجة الحموي كما يلي :\r\nتلقاه مثلي رقة ونحافة . . . .\r\nخزانة الأدب وغاية الأرب ، القاهرة ، 1291 ه ، ص 254 ، قارن نص هذه الأبيات وترجمة المؤلف لدى فضل الله بن أبي الفخر الصقاعي ( ت 726 ه / 1326 م ) تالي الوفيات في تراجم وفيات الأعيان ، تحقيق جاكلين سوبله ، منشورات المعهد الفرنسي دمشق ، 1974 ، ص 118 - 121 .\r\n( 4 ) كانت هناك ناحية في بر لواء دمشق تعرف بناحية الزبداني شملت القرى التالية : زبداني ، حارا ( ؟ ) كفر عامر ، مضايا ، عين حور ، بجدة ، سرغايا ، رمانة ، كفر تفاح ، بقين ، سعره ( ؟ ) عين التوت ، دله ، عطيب ، كفريا ، عين حلبه ، مزرعة ، بلودان ، كبرى ، الطويلة ، دير سلوان ، بطرونة ، اسعومه ( ؟ ) ط . د . 430 ، ص 451 - 465 ، ط . د . 401 ، ص 304 - 325 ، ط . د 263 ، ص 324 - 346 ، ط . د . 474 ، ص 287 - 295 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوفي أثناء ذلك مررنا على قرى كثيرة ، كانت عامرة شهيرة خرّب بضعها من المظالم ولم يبق به سوى الدعائم ، وبعضها عامر البنيان الا انه خال من السكان ، فتحيرت . مما رأيت وقضيت بالعجب والأسف مما به شاهدته ودريت ، إلى أن وصلنا تكية الدورة « 1 » وإذا هي بعد ان أدار الدوران عليها دورة ، بها بعض أناس قطّان ليسوا بذوي امكان ، وبتنا بها ليلة وسرنا بعد صلاة الفجر مسرعين وعلى اللّه سبحانه وتعالى لم نبرح متوكلين ومررنا على الزبداني والقلب منشرح ببلوغ الأماني . ولقد أخبرني من أثق به أن بها بسفح الجبل منها بالقرب من كفر عامر « 2 » بئر يقال له بئر هوه في ( دا ) خله شباك يخرج الماء منه ثم ينزل في شباكين بحائط أحد ( الشبا ) كين يذهب منه الماء إلى جهة عنجر والاخر إلى دمشق . . . . « 3 » من مدة سنين أراد بعض الأعداء سد الماء على دمشق ( فملأ ) البئر قطنا بحيث سدّ الشباك الذي يذهب منه إلى دمشق ( كلمة مطموسة بسبب رطوبة لحقت بالأصل ) تلك البلاد الزبدانية ووقفوا على البئر فمن الاتفاق ( العجيب ) والامر الغريب ان رجلا منهم كان معه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تكية الدورة ، يصفها رمضان بن موسى العطيفي ( ت 1095 ه / 1684 م ) عندما مرّ بها سنة 1043 ه / 1634 م في طريقه إلى طرابلس الشام بقوله : « فوصلنا إلى تكية الدورة وهو مكان لطيف إلى جانبه طاحون وهي انتهاء وادي بردا وابتداء ارض الزبداني » تحقيق  Stefan Wild  الأبحاث ، م 23 ، ( 1970 م ) ، ص 216 .\r\n( 2 ) تزودنا دفاتر الطابو العثمانية بالمعلومات التالية عن قرية كفر عامر من ناحية الزبداني .\r\nط . د 430 / ط . د 401 / ط . د 263 / ط . د 474\r\nخانة 192 / 178 / 306 / 157\r\nمسلم / مجرد / 17 / 38 / - 50\r\nرجل دين / 4 / 2 / - / -\r\nمسيحي / خانة / 50 / 52 / 77 / 71\r\nمجرد / 1 / 3 / - / 26\r\nص 452 - 453 ص 305 - 307 ص 329 - 334 ص 650 - 655\r\nويلاحظ من هذه الاحصاءات انها كانت مركز تجمع سكاني كبير وان نسبة المسيحيين كانت كبيرة ما بين السكان .\r\n( 3 ) عدد من الكلمات المطموسة .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nولده والرجل ( 3 ب إسطنبول ) يسمى بداود والولد سليمان ، ثم أنهم استنهضوا همة شاب منهم فنزل إلى أسفل البئر ورأى القطن سادّا للشباك الذي إلى جهة دمشق ورأى هناك فسحة وبها إيوان « 1 » به اشخاص بالقيود والسلاسل فأخذ القطن وألقاه على الإيوان فقال له شخص منهم أين سليمان بن داود هل هو موجود ؟ فقال له نعم هو واقف على رأس البئر فحصل له وجل عظيم وقال له : باللّه يا شاب إذا طلعت قبل يده عنا وقل له انهم ممتثلون أمرك ومقيمون على طاعتك وحكمك ، واه واللّه لولاه لأخربت الدنيا جميعها في أقل من طرفة عين .\r\nفقال له ذلك الشاب : إياكم ومخالفة امره فإنه موجود وأنتم أخبر به فقالوا : لا بل ممتثلون امره أخبره بذلك ، لئلا يوقعنا في المهالك . ثم إنه خرج الشاب وقد شاب وأخبر بما سمع ورأى ومكث بعد ذلك ثلاثة أيام ثم صار من أهل القبور والثرى ، فبهذا الخبر علم أن البئر المذكور هو من بناء السيد سليمان بن داود على نبينا وعليهما الصلاة والسلام في العشي والبكور على توالي الدهور والشهور . وبمناسبة هذه العجيبة والحادثة الغريبة ان المخبر بهذه الواقعة قال : ومن العجائب الشائعة ان ببلدة تدمر حماما بناه السيد سليمان عليه السلام لبلقيس وهو عبارة عن قبة مبلطة وفي وسطها طاقة صغيرة فقط فإذا دخل الانسان إلى ذلك المكان فيقف عند ( الطا ( قة ) ويقول : اخرج يا ماء بإذن اللّه تعالى .\r\nفيخرج من تلك الطاقة دخان ( على هيئة ) ذلك الشخص ويحمّي المحل وينزل منه الماء يجري ويستمر حتى أنه ( يأتيه ) بالكيس والصابون والماء يسكب منه ويخرج فينقطع وه . . . . . . . ( كلمات مطموسة ) موجودة به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإيوان كلمة فارسية الأصل وهي تفيد معنى القاعة الكبيرة . واستخدمت في العهد المملوكي بمعنى « دار العدل الشريف » حيث كان يجلس السلطان للاستماع لقصص المظالم . انظر قاموس تركجة دن انكليزجه به لغت كتابي ، لمؤلفه  James Redhouse  ، إسطنبول ، 1921 ، ص 312 ، كذلك راجع احمد ابن علي القلقشندي ( ت 821 ه / 1418 م ) ، صبح الأعشى في صناعة الانشا ، م 6 ، ص 263 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالآن . وأخبرني به أيضا من شاهده في هذا . . . . ( كلمات مطموسة ) جل شأنه وعز سلطانه .\r\nوجزنا على قرية سرغايا « 1 » ( كلمات مطموسة ) ( 4 أإسطنبول ) بمرآها ، وبها تداوى ، ورأيت بها ماء نابعا من عدة عيون تحوطه أشجار مذهبة كلون العاشق المحزون ، قد خفق فيه النسيم وتسلسل فيه ماء أرق من الزلال وأحلى من التسنيم فتمنيت لو بها نزلنا ، بل لو عند روضها الأريض أقمنا ، فأنشدت عند ذلك متشوقا للأحبة بالشام وتلك المسالك قول القاضي المهذب ابن الزبير « 2 » في باب الانسجام الغرامي .\r\n\r\nمجزوء الكامل\r\n باللّه يا ريح الشمال * إذا اشتملت الروح بردا\r\nوحملت من نشر الخزامى * ما « 3 » اغتدى للند ندّا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سرغايا : احدى قرى ناحية الزبداني يذكرها دفتران من دفاتر الطابو على هذا النحو :\r\nط . د . 430 / ط . د . 401\r\nخانه / 100 / 97\r\nمجرد 1 / -\r\nرجل دين / 2 / -\r\nص 457 / ص 311\r\nكما ويذكرها الشيخ عبد الغني النابلسي ( ت 1143 ه / 1731 م ) عام 1100 ه / 1689 م ، في رحلته إلى بعلبك ويكتبها سرغاية انظر : حلّة الذهب الأبريز في رحلة بعلبك والبقاع العزيز ص 65 - 66 .\r\n( 2 ) ابن الزبير : الحسن بن علي بن إبراهيم بن الزبير أبو محمد الملقب بالقاضي المهذب كان كاتبا مليح الخط جيد العبارة ، اختص بالصالح بن رزّيك ، صنف كتاب الانساب رأى بعضه ياقوت توفي في ربيع الآخر سنة 561 ه / 1165 م راجع ترجمته في خريدة القصر وجريدة العصر ( قسم مصر ) تحقيق أحمد أمين واحسان عباس ، القاهرة 1952 ، م 1 ، ص 204 ، ياقوت الحموي ، معجم الأدباء ، 20 م ، تحقيق د . س مرجليوث أعاد نشره أحمد فريد الرفاعي ، دار المأمون ، القاهرة ، 1936 ، م 9 ، ص 47 ، شمس الدين أحمد بن محمد بن خلكان ( ت 681 ه / 1282 م ) ، وفيات الأعيان ، 8 م ، تحقيق احسان عباس ، دار صادر ، بيروت ، 1968 - 1972 ، م 1 ، ص 161 .\r\n( 3 ) وردت في نسخة إسطنبول وساقطة في نسخة برنتسون .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n ونسجت ما بين الغصون * إذا اعتنقن هوى وودّا\r\nوهززت عند الصبح من * أعطافها قدّا فقدّا\r\nونثرت فوق الماء من * أجيادها للزهر عقدا\r\nفملأت صفحة وجهه * حتى اكتسى آسا ووردا\r\nفكأنما الفّت فيه منه * ما صدغا وخدا\r\nمرّي على بردا * عساه يزيد في مسراك بردا\r\nنهر كنصل السيف تكسر * متنه الأزهار عمدا « 1 »\r\nصقلته أنفاس النسيم * بمرّهن فليس يصدا\r\nأحبابنا ما بالكم * فينا من الأعداء اعدا\r\nوحيوة حبكم وتربة وصل * كم ما خنت عهدا « 2 » \r\nوقول الشريف الرضي « 3 »\r\n\r\n( الطويل )\r\n خذي نفسي يا ريح من جانب الحمى * فلاقي بها ليلا نسيم ربا نجد\r\nفإن بذاك الجو حيّ عهدته * وبالرغم مني ان يطول به عهدي\r\nولولا تداوي القلب من ألم الجوى * بذكر تلاقينا قضيت من الوجد « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواية البيت في خزانة الأدب :\r\nنهر كنصل السيف تكسو متنه الأزهار غمدا ، ص 254 .\r\n( 2 ) رواية البيت في خزانة الأدب :\r\n وحياة حبكم بتربة * وصلكم ما خنت عهدا \r\nراجع ابن حجة الحموي ، خزانة الأدب ، ص 254 .\r\n( 3 ) الشريف الرضي : أبو الحسن محمد بن أبي احمد الحسين الطاهر من نسل موسى الكاظم ( 359 ه / 969 م / 406 ه / 1015 م ) ، تولى نقابة الاشراف في بغداد وامارة الحج والنظر في المظالم . جمع نهج البلاغة المنسوب للإمام علي بن أبي طالب انظر : 4 ه .\r\nابن خلكان ، وفيات الأعيان وانباء أبناء الزمان م 4 ، ص 414 - 420 .\r\n( 4 ) انظر ديوان الشريف الرضي ، 2 م ، دار صادر ، بيروت ، 1961 ، وقد جاء البيت الثاني في الديوان على هذه الصورة :\r\n فان بذلك الحي ألفا عهدته * وبالرغم مني ان يطول به عهدي \r\nم 1 ، ص 389 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nثم استقبلنا عقبة الرمانة وصادفت القلوب من ألم ( 4 ب إسطنبول ) الفراق ملآنة ، وقطعنا جبالا وأودية وصادفنا في ذلك امطارا مع وكف « 1 » ثلج وأهويه فجزمت حين شاهدت هذه الأحوال الطامة بأنها أحد عقبات يوم القيامة والتشبيه في المشقة والشدة لأن هذه تزيد في الصعود والهبوط وطول المدة ، وحصل لي من ذلك غاية الألم والضجر ورجعت إلى قول من قال : « السفر قطعة من سقر » « 2 » وفي تلك الحال جال من أحبه في الخاطر والبال فقلت على سبيل الارتجال :\r\n\r\nالكامل\r\n ولقد ذكرتك والثلوج همولة * سدت لأجل نزولها الأبواب\r\nوطلبت رؤيتك التي هي بغيتي * ليزول عني وحشة وعذاب\r\nفتعذر المقدور مما رمته * وهملت دمع العين وهو سكاب \r\nثم ألقينا عصى التسيار بقرية يقال لها بليتار « 3 » فنزلت بجامعها وإذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكف - هطل وقطر بغزارة ، انظر : لسان العرب نسخة مصورة عن طبعة بولاق ، المؤسسة المصرية العامة للتأليف والانباء والنشر القاهرة ، لا . ت ، مادة « وكف » ، م 11 ، ص 279 - 280 .\r\n( 2 ) مثل ورد في مجمع الأمثال ، 2 م ، لأبي الفضل أحمد بن محمد النيسابوري الميداني ( ت 518 ه / 1124 م ) تحقيق محي الدين عبد الحميد ، الطبعة الثالثة ، دار الفكر ، القاهرة ، 1972 ، م 1 ، ص 344 ويعني المثل لدى الميداني ، عذاب جهنم لما فيه من المشاق .\r\n( 3 ) قرية بليتار من ناحية بعلبك تذكرها أربعة دفاتر على النحو التالي :\r\nط . د . 430 / ط . د . 383 / ط . د . 401 / ط . د . 543\r\nخانه / 67 / 138 / 114 / 66\r\nمجرد 14 / - / 4 / 10\r\nرجل دين 1 / - / 1 / -\r\nص 75 / ص 56 / ص 190 / ص 82 - 84\r\nويذكرها رمضان بن موسى العطيفي ( ت 1095 ه / 1684 م ) ، في رحلته كما يلي : . . . . إلى أن وصلنا إلى قرية بليتار وانخنا بفنائها تحت ظل الأشجار . . . »\r\nانظر : رحلة العطيفي ، الأبحاث ، مجلد 23 ، ( 1970 ) ، ص 216 - 222 ، وهي ترد في ص 148 ، من النص المنشور مع رحلة النابلسي باسم رحلتان إلى لبنان .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبه جامع كبير يحتاج إلى مصلي لو من ولد صغير . وفي هذه الليلة جاءني رجل من الأصحاب وقال : أني ذاهب من بعلبك إلى الشام موطن الأهالي والأحباب وطلب مني لهم كتاب ، فكنبت لهم في الحال ، وصدرته بأبيات خطرت ذلك الوقت مع جمود الفكرة وخمود البال :\r\n\r\nالوافر\r\n لوالدنا مزيد الشوق أهدي * مع العم الحفيظ لكل ودّ\r\nوأبنيه هما روحي وصنوي * خطيب الشام ذو الفضل المجدّ\r\nوإسماعيل من أضحى عزيرا * وان كان المضيّع حفظ عهدي\r\nوللأخ الشقيق وفور شوق * ووهبي ثم فضلي ثم سعدي\r\nوأجملهم لها مني غرام * مدا الأنفاس لا ينفك عندي\r\nواخوتنا جميعا غير اني * اخصص احمدا شكري وحمدي\r\nومحي الدين من منا قريب * بحب خالص مع حسن سرد \r\n( 5 أإسطنبول )\r\n سلام وافر يسري إليهم * مع الأشواق من قرب وبعد \r\nوبعد ان أصبح الصباح وأسفر وانقطع عن وجه الأرض اثار المطر خرجنا منها مجدّين ، متهمين تارة ومنجدين ، آونة في شمس مشرقة طالعة ، وأخرى في غيوم وسحائب هامعة ، وجزنا على عقبة تسمى بالطيبة وهي في نزول وهبوط بين كل صخرة كالجبل تدع الحليم مذهولا في درجة القنوط ، ولديها قرية الطيبة التي نسبت العقبة إليها ، وهي خالية من أهلها لا ينحو أحد محلها ، ومنها إلى مدينة بعلبك « 1 » المدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت مدينة بعلبك كما تصورها دفاتر الطابو عامرة مأهولة بالسكان من المسلمين والمسيحيين واليهود .\r\nوالعناصر السكانية التي كانت تقطن المدينة كانت على النحو التالي :\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالمشهورة المعروفة الغير منكورة صاحبة الفضائل في عظم صاحبة الفضائل في عظم بناء قلعتها كما هي في كتب المتقدمين مسطورة . فلمّا بها حللنا ، وبقلعتها الخراب « 1 » نزلنا واشتد علينا الثلج والمطر وانقبض القلب وتكدر ، فإذا هي لم يبق بها سوى اثار أبنية قديمة محكمة في محلها عظيمة . واما البلدة فقد هربت أهاليها من المظالم ، وارتفعت الشفقة من حكامها والمراحم وأضحت جنة الا أنها من السكان خالية ، ومن كلّ ما يتحلى به عاطلة . وكنت رأيتها قبل ذلك فلسوء حالها اشتبهت علي عند ذلك ، فقلت مرتجلا في ما هنالك .\r\n\r\nالطويل\r\n ولما دخلنا بعلبك وجدتها * خرابا قفارا لا يلوح بها شخص\r\nفقلت لصحبي عن قريب تغيرت * وقد كان عهدي وهي بالخير تختص \r\n\r\n\r\n","description":"","footnote":"\r\nط . د . 430 ( ص 22 - 34 ) / ط . د 383 ( ص 6 - 35 ) / ط . د . 401 ( ص 168 - 179\r\nمسلمون / خانه / 1338 / 1630 / 1445\r\nمجرد / 129 / 182 / 179\r\nامام / 11 + 3 ساده / 27 / 13\r\nنصارى خانه / 125 / 141 / 145\r\nنصارى\r\nمجرد / - / 61 / 10\r\nيهودخانه / 30 / 23 / 30\r\nمجرد / - 6 / 6\r\n( 1 ) حول الخراب الذي لحق بها نتيجة للصراع ما بين الأمير فخر الدين المعني وما بين منافسيه من الأمراء الحرفوشيين وحلفائهم راجع أحمد الخالدي الصفدي ( ت 1034 ه / 1624 م ) ، تاريخ الأمير فخر الدين المعني ، حققه أسد رستم وفؤاد افرام البستاني ، بيروت 1969 ، ص 153 ، 156 ، 157 ، 161 ، 173 . كذلك انظر : وصف الشيخ عبد الغني النابلسي لما لحقها من خراب ، حلة الذهب الابريز ، ص 85 ، ويذكر ان الذي خرّبها ابن معن أمير الدروز والتيامنة بسبب ما وقع بينه وبين بني الحرفوش ، وقبل ذلك وصف العطيفي الخراب الذي لحق بها كما يلي : « ثم دخلنا مدينة بعلبك وهي يومئذ خراب خرّبها فخر الدين بن معن لما تحارب مع بني الحرفوش في خبر يطول ولم يبق منها غير جامعها الكبير ومعبدها الخطير والخان الذي بقربه » . ص 216 - 217 ، وفي ص 14 من الكتاب المنشور باسم رحلتان .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n أجابوا بأن الظلم هرّب أهلها * ولم يبق فيها ما يدار به بحص\r\nوقلعتها تلك العظيم بناؤها * لقد ذكرتها الأقدمون وقد نصّوا\r\nأيادي ، ابن معن أخربتها فلم تجد * سوى حجر ملقى عظيم به جص\r\nوحاكمها الآن علق وظالم * فلا يرتجى منه منال ولا قرص\r\nوقاض بها بالجهل قد شاع واغتدى * يدب بها ظلما وليس له رقص \r\n( 5 ب إسطنبول )\r\n وكاتبه مصلي الهلالي قد اختفى * فلم نجتمع معه وهذا هو الشقص « 1 » \r\nوكأنك بها ولم تكن بين البلاد كامرائها « 2 » الحرفوشية حيث إنهم كأنهم لم يكونوا بين العباد وهكذا يفعل الزمان وعلى هذا يدور الدوران .\r\nوليست « 3 » بأول بلدة جار عليها الزمان وأخنى بمصائبه لديها الدوران ، بل هي أحسن حالا من المملكة الأندلسية حيث بها رسوم الشريعة المحمدية ، وأما تلك فقد استولت عليها النصارى وصارت أهلها مما أصابهم حيارى كما ينبي عن أمرها الغريب قصيدة الامام الاريب والهمام الأديب السيد يحيى القرطبي « 4 » حين أرسلها لما وراء البحر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشقص هنا بمعنى الحظ والنصيب ، لسان العرب .\r\n( 2 ) الأسرة الحرفوشية من العائلات الشيعيّة التي كانت صاحبة نفوذ في منطقة البقاع ولقد أوكل إليها في أواخر العهد المملوكي أمور بلاد بعلبك وادمجت في العهد العثماني ضمن اطار نظام التيمار ، كانت متقلبة في تحالفاتها السياسية المحلية وبعد الانتصار السريع الذي احرزه الأمير فخر الدين المعني في موقعة عنجر سنة 1035 ه / 1625 م ، أنزلت ضربة قاصمة بتلك الأسرة التي توارت إلى حين عن مسرح الاحداث المحلية ، حول هذه الأسرة راجع :\r\n،\r\n M . A . Bakhit , The Ottoman Province of Damascus in the 16 th Century . Ph . D . Thesis SOAS 1972 ) PP . 200 - 204 . \r\n) . ( 3 ) من هنا يبدأ النص في نسخة برنستون من جديد .\r\n( 4 ) السيد يحيى القرطبي : يذكره شهاب الدين أحمد بن محمد بن عمر الخفاجي ( ت 1069 ه / 1658 م ) على أنه من « الدوحة العلوية » وانه أسر بالأندلس وارسل هذه القصيدة إلى السلطان العثماني سليمان القانوني ، ويورد الخفاجي نصّ قصيدته . والمرجح لدى مؤرخي الأدب الأندلسي ان هذه القصيدة من نظم صالح بن يزيد بن صالح بن شريف الرندي ، راجع ، ريحانه الألباء وزهرة الحياة الدنيا ، م 1 ، .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nملوك المغرب كصاحب مراكش وغيره وهي عن لسان حالها معرب وهي :\r\n\r\nالبسيط\r\n لكل شيء إذا ما تم نقصان * فلا يغر بطيب العيش انسان\r\nهي الأمور كما شاهدتها دول * من سره زمن ساءته أزمان\r\nوعالم الكون لا تبقى محاسنه * ولا يدوم على حال لها شان « 1 »\r\nيمزق الدهر منا « 2 » كل سابغة * إذا نبت مشرفيات وخرصان\r\nوينتضي كل سيف للفتى « 3 » ولو * كان ابن ذي يزن والغمد غمدان\r\nاين الملوك ذو والتيجان من يمن * واين منهم أكاليل وتيجان\r\nواين ما شاده شداد في ارم * واين ما ساسه في الفرس ساسان\r\nأتى على الكل أمر لا مرد له * حتى قضوا فكأن القوم ما كانوا\r\nوصار ما كان من ملك ومن ملك * كما حكى عن خيال الطيف وسنان\r\nدار الزمان على دارا وقاتله * وامّ كسرى فما آواه إيوان\r\nكأنما الصعب لم يسهل له سبب * يوما ولم يملك « 4 » الدنيا سليمان\r\nفجائع الدهر أنواع منوعة * وللزمان مسرات واحزان \r\n( 6 أإسطنبول )\r\n\r\n\r\n","description":"","footnote":"\r\nتحقيق عبد الفتاح محمد الحلو ، القاهرة ، 1967 ، ص 370 - 374 ، وكذلك أحمد بن محمد المتري ، نفح الطيب من غصن الأندلس الرطيب ، م 4 ، ص 486 - 490 . حول أبي البقاء الرندي راجع مقالة الأستاذ عبد الله كنون ، « أبو البقاء الرندي وكتابه « الوافي في نظم القوافي » صحيفة معهد الدراسات الاسلامية في مدريد ، م 6 ، ( 1958 ) ، ص 205 - 220\r\n( 1 ) جاء البيت في نفح الطيب :\r\n وهذه الدار لا تبقي على أحد * ولا يدوم على حال لها شأن \r\n( 2 ) في نفخ الطيب : حتما .\r\n( 3 ) في نفخ الطيب : للفناء .\r\n( 4 ) جاءت في نفح الطيب : ولا ملك .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n وللمصائب « 1 » سلوان يهونها « 2 » * وما لما حلّ في الاسلام « 3 » سلوان\r\nوهي الجزيرة امر لا عزاء له * وهي « 4 » له أحد وانهد ثهلان\r\nأصابها العين في الاسلام فامتحنت * حتى خلت منه أقطار وبلدان\r\nفسل بلنسية ما شأن شاطبة « 5 » * واين قرطبة « 6 » أم اين جيّان\r\nواين حمص وما تحويه من نزه * ونهرها العذب فياض وملآن\r\nكذا طليطلة « 7 » دار العلوم فكم * من فاضل « 8 » قد سما فيها له شأن\r\nواين غرناطة دار الجهاد وكم * أسد بها وهم في الحرب عقبان\r\nواين حمراؤها العليا وزخرفها * كأنها من جنان الخلد عدنان\r\nالماء تجري بساحات القصور وقد * حفّت بجدولها زهر وريحان\r\nونهرها العذب يحكي في تسلسله * سيوف هند لها في الجو لمعان \r\n( 3 أبر )\r\n واين جامعها المشهور كم تليت * في كل وقت به أي وفرقان\r\nوعالم كان فيها للجهول هدى * مدرس وله في العلم تبيان\r\nوعابد خاشع لله مبتهل * والدمع منه على الخدين طوفان\r\nواين مالقه مرسى المراكب كم * رست بساحلها فلك وغربان\r\nوكم بداخلها من شاعر فطن * وذي فنون له حذق وتبيان\r\nوكم بخارجها من منزه فرح * وجنّة حولها نهر وبستان\r\nواين حارتها الزهرا وزندتها * واين يا قوم ابطال وفرسان\r\nواين بسطة دار الزعفران فهل * رأى شبيها لها في الحسن انسان \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في نفح الطيب ، وللحوادث .\r\n( 2 ) جاءت في نفح الطيب : يسهلها .\r\n( 3 ) جاءت في نفح الطيب : بالاسلام .\r\n( 4 ) جاءت في نفح الطيب : دهى ، وبدل وهي الثانية هوى .\r\n( 5 ) جاءت في نفح الطيب : مرسية .\r\n( 6 ) جاءت في نفح الطيب : شاطبة .\r\n( 7 ) جاءت في نفح الطيب : واين قرطبة .\r\n( 8 ) جاءت في نفح الطيب : عالم .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n وكم شجاع زعيم في الوغى بطل * بدا « 1 » له في العدا فتك وامعان\r\nكم جدلت « 2 » يده من كافر فغدا * يبكيه من ارضه أهل وولدان\r\nوواد ياش غدت بالكفر عامرة * وردّ توحيدها شرك وطغيان\r\nكذا المرية دار الصالحين فكم * قطب بها علم غوث له شان\r\nقواعد كن أركان البلاد فما * عسى البقاء إذا لم تبق أركان \r\n( 6 ب إسطنبول )\r\n تبكي الحنيفية البيضاء من اسف * كما بكى لفراق الألف هيمان\r\nحتى المحارب « 3 » تبكي وهي جامدة * حتى المنابر تبكي « 4 » وهي عيدان\r\nعلى ديار من الاسلام خالية * قد اقفرت فلها بالكفر عمران \r\n( 3 ب بر )\r\n حيث المساجد قد صارت كنائس ما * بهن « 5 » الا نواقيس وصلبان\r\nيا غافلا وله في الدهر موعظة * ان كنت في سنة فالدهر يقظان\r\nوماشيا مرحا يلهيه موطنه * أبعد حمص يغر المرء أوطان\r\nتلك المصيبة انست ما تقدمها * وما لها مع طوال الدهر نسيان\r\nيا راكبين جياد « 6 » الخيل ضامرة * كأنها في مجال السبق عقبان\r\nوحاملين سيوف الهند مرهفة * كأنها في ظلام الليل « 7 » نيران\r\nوراتعين وراء البحر في دعة * لهم باوطانهم عز وسلطان\r\nاعندكم نبأ من أهل اندلس * فقد سرى بحديث القوم ركبان\r\nكم تستغيث بنو المستضعفين « 8 » وهم * قتلى وأسرى فلا « 9 » يهتز انسان \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في النص يدلّي والتصحيح من الريحانة ، م 1 ، ص 373 .\r\n( 2 ) جاءت في الريحانة ، جندلت ، م 1 ، ص 373 .\r\n( 3 ) جاءت في نفح الطيب : المحاريب .\r\n( 4 ) جاءت في نفح الطيب : ترثي .\r\n( 5 ) جاءت في نفح الطيب : ما فيهن .\r\n( 6 ) جاءت في نفح الطيب : عتاق .\r\n( 7 ) جاءت في نفح الطيب : النقع .\r\n( 8 ) جاءت في نفح الطيب : بنا المستضعفون .\r\n( 9 ) جاءت في نفح الطيب : فما .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n ماذا التقاطع في الاسلام بينكم * وأنتم يا عباد اللّه اخوان\r\nألا نفوس أبيّات لها همم * أما على الخير أنصار وأعوان\r\nيا من لنصرة قوم قسّموا فرقا * سطا عليهم بها كفر وطغيان « 1 »\r\nبالأمس كانوا ملوكا في منازلهم * واليوم هم في قيود « 2 » الكفر عبدان\r\nيا ربّ طفل وأم حيل بينهما * كما تفرّق أرواح وأبدان\r\nوغادة ما رأتها الشمس قد برزت * كأنما هي ياقوت ومرجان « 3 »\r\nيقودها العلج عند السبي صاغرة « 4 » * والعين باكية والقلب حيران\r\nلمثل هذا يذوب القلب من كمد * ان كان في القلب اسلام وايمان \r\n( 4 أبر )\r\n هل للجهاد بها من طالب فلقد * تزخرفت جنة المأوى لها شأن\r\nوأشرق الحور والولدان من غرف * فازت لعمري لهذا الخير شجعان\r\nثم الصلاة على المختار من مضر * ما هبّ ريح الصّبا واهتز أغصان \r\n( 7 أإسطنبول )\r\nولقد أخبرني العالم السري شيخنا مولاي أحمد المغربي المقّري عن هذه البلدة وما لاقى « 5 » أهلها من المصائب والشدة وذكر عنها أشياء تحير العقول من أربابها . منها انها كانت عليّة من فسطاط الاسلام الذي كان بها ، وعلوّهمم أهلها ونباهة شأنهم وموضعهم العلي من اقتناء العلوم والمعارف والفهوم « 6 » التي يضيق عن الافصاح عن بعضها نطاق كل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء البيت في نفح الطيب :\r\n يا من لذلة قوم بعد عزّهم * أحال حالهم كفر وطغيان \r\n( 2 ) جاءت في نفح الطيب : بلاد .\r\n( 3 ) جاء صدر البيت في نفح الطيب :\r\n وطفلة مثل حسن الشمس ، إذا طلعت . . . . . . \r\n( 4 ) جاء صدر البيت في نفح الطيب : يقودها العلج للمكروه مكرهة . . . . .\r\n( 5 ) جاءت « وما لاقا » .\r\n( 6 ) لا يذكرها صاحب لسان العرب ولا صاحب تاج العروس بهذه الصيغة .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمنطيق ويجلّ عن الاحصاء والاستقصاء بالتحقيق ، حتى قيل كان بها سبعون ألفا من الأبكار يحفظن المدونة لابن قاسم المالكي « 1 » العالي المقدار ، وأنه كان بها إذ ذاك ثلاثون ألفا من الأبكار يكتبن على الفتوى هذه همم إناثها فما الظن بذكورها . ورأيت بخط بعض العلماء ما صورته : « واما المدينة المكرمة قرطبة ( 4 ب بر ) فإنها من حسن البناء ونظم التأليف بالموضع الرفيع المنيف . وأما جامعها فلم يبن في ديار المشرق نظيره وهو الآن مقفل مغلق لا يجسر جاسر على فتحه ، لما رأوا من الآيات التي ملأت قلوبهم هيبة واعظاما له ، وجعلوا به الكتب الاسلامية التي هي أعظم التأليف وأنبه التصنيف بحيث الأرضة يسمع لها دوي كدوي النحل فيها على ما أخبرنا بذلك غير واحد . وقيل إن الربع المعمور المشتمل على الأقاليم السبعة صوّر في مثال طاوس وأن بلاد الأندلس جاءت مؤخره وهو أحسن ما في الطاوس وأمثل .\r\nوقد خصّ اللّه تعالى تلك البلاد الكريمة بخصائص « 2 » اجتمعت فيها ومزايا لا توجد في غيرها بحيث ما هو متفرق في البلدان مما هو غاية في نباهة الشأن ، فمن أوصافها ما ذكره البكري رحمه اللّه تعالى انها « 3 » .\r\nشامية في طيبها وهوائها ، ويمانية في اعتدالها واستوائها ، هندية في عطرها وذكائها ، أهوازية في عظم « 4 » جنّاتها ، صينية في جواهر ( 7 ب إسطنبول ) معادنها ، عدنية في منافع سواحلها وفيها آثار عظيمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن قاسم المالكي : أبو عبد الله عبد الرحمن بن القاسم بن خالد بن جنادة العتقي الفقيه المالكي ( ت 191 ه / 806 م ) من تلاميذ الامام مالك حيث صحبه لمدة عشرين عاما وهو صاحب المدونة وعنها روى سحنون بن سعيد التنوخي ، توفي ابن القاسم المالكي بمصر ودفن خارج باب القرافة الصغرى انظر ابن خلكان ، المصدر ذاته م 3 ، ص 129 - 130 .\r\n( 2 ) جاءت « بخايص » في نسخة برنستون .\r\n( 3 ) انظر عبد الله بن عبد العزيز بن محمد بن أيوب البكري ( ت 487 ه / 1094 م ) ، المسالك والممالك ، « جغرافية الأندلس وأوروبا » ، تحقيق ، عبد الرحمن علي الحجي ، بيروت ، 1968 ، ص 70 .\r\n( 4 ) جاء عند محقق البكري ، عظيم جبايتها ، ص 70 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nلليونانيين « 1 » ( 5 أبر ) وهي في آخر الإقليم الرابع إلى المغرب انتهى » .\r\nوانما أوردت هذه القصيدة بتمامها لأنها أيضا من جملة الأخبار والآثار الموجبة للاعتبار والافتكار . والغرض من هذا التأليف ذكر الوقائع الصادرة في البلدان والأمصار ، فسبحان الملك القادر مغيّر الدهور والعصور على توالي كل زمان غابر .\r\nولّما أن لاح صباح تلك الليلة وتنفس ، انشرح الصدر وانبعث إلى الارتحال إلى قرية شعث « 2 » . فبينما نحن سائرون وللّه تعالى شاكرون وعلى جنابه الكريم متوكلون وبنبيّه صلّى اللّه عليه وسلّم متوسلون ، فلاح لنا من بعد عامود واقف في أرض سهلة بالقرب من مكان يقال له الشعرة ، فسألت بعض الرفاق عنه واردت الافصاح منه ، فقال إنه يقال له عامود يعاث « 3 » نسبة لقرية إلى جانبه حتى أنه يقال من قديم الزمان كان برأسه سلسلة مربوطة وممتد آخرها ومربوط برأس عامود في دير بالقرب من بعلبك .\r\nإذا جاء وقت الصلاة حرك النصارى السلسلة فيدرون بقية النصارى بدخول الوقت إلى انتهاء السلسلة . وتراب هذه الأرض طيّب جدا على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا يتوقف النص مرة أخرى في نسخة برنستون .\r\n( 2 ) شعث : قرية في ناحية بعلبك تذكرها أربعة من دفاتر الطابو على هذا النحو :\r\nط . د 430 / ط . د 383 / ط . د 401 / ط . د 543\r\nخانه / 14 / 52 / 21 / 33\r\nمجرد / 5 / - / 6 / 15\r\nرجل دين 1 / - / 1 / -\r\nص 53 / ص 62 / ص 214 / ص 88 - 89\r\n( 3 ) قرية ايعاث في ناحية بعلبك تذكرها دفاتر الطابو على هذا النحو :\r\nط . د 430 / ط . د 383 / ط . د 401\r\nخانه 81 / 180 / 114\r\nمجرد 4 / 4 / 39\r\nرجل دين / 2 / 1 / 1\r\nص 47 - 48 / ص 74 - 77 / ص 203\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nما يقال حتى أن الفرنج أرسلوا واخذوا منه وتبركوا به وزرعوا به « 1 » عندهم . ولما حللنا وفي قرية شعثا نزلنا ، قلت عند ذلك :\r\n\r\nالطويل\r\n وسرنا لشعثا مشمسين نهارنا * وبتنا بها في أطيب العيش أرغد\r\nنزلنا لدى شخ يسمى بيوسف * وغاب إلى أن أصبح الصبح للغد \r\nوبالجملة والتفصيل منزلتها كانت أحسن من بعلبك لحسن المقيل ، فإنها « 2 » قرية في سفح جبل بالقرب منها عين ماء تجري أحلى من العسل ، تنفي عمن يشرب منها الكسل ، ونزل بقية الرفاق في ( 8 أإسطنبول ) الخان ونزلت في بيت الشيخ في مكان ليس فيه انسان ، وذلك لعدم الامكان فإنه بعد ان صرت عنده نزيلا « 3 » لم أرى له وجها الا عند التحميل . فجاء باعذار جسيمة باردة وخيمة فقلت له جزاك اللّه عن مغييك خيرا ولا « 4 » أراك مكروها وضيرا ، لقد قلدتنا منّة عظيمة بغيابك عنا .\r\nورحلنا منها قاصدين القرية المعروفة بالهرمل « 5 » فمشينا في طريق يقال له المجّر وهو عبارة عن طريق في ذيل جبل على كتف السهل يمشي الركبان طولا مسافة بعيدة ثم يدورون دورة عظيمة ثم يمشون طولا ويدورون أخرى وهلما جرّا . وحاصلة أن أنواع الأعرب ، اجتمعت فيه مع الشدة والقهر ، الرفع والنصب والخفض والجر . لكن على يمنه الطريق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في النص : « وزرعوه عندهم » .\r\n( 2 ) جاءت في نسخة إسطنبول « فإنه » .\r\n( 3 ) جاءت في الأصل « نزيل » .\r\n( 4 ) يعود النص من جديد في نسخة برنستون .\r\n( 5 ) الهرمل : المنطقة الجبلية الواقعة إلى شمالي بعلبك ومعظم سكانها من الشيعة الاثني عشرية وهي تنسب إلى قرية الهرمل راجع أنيس فريحة ، المرجع ذاته ، ص 357 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nفي الذهاب مرج أخضر وفي خلاله مياه تجري ، وتتحدر ينتعش الفؤاد بمرآة ويتذكر أهاليه ومأواه إلى أن جزنا على منبع العاصي الجاري إلى مدينة حماه فوقفت مفكرا في « 1 » عظم صنع الله وقضيت العجب « 2 » مما شاهدناه ، وهو مدرور بمقدار البركة الا انه يفور فورا ورأيت إلى جانبه عينا تسمى عين الزرقاء وحولها ( 5 ب بر ) أشجار صفصاف ومن كل نوع من الأزهار على اختلاف . فنحن بهذه النشأة سائرن وإذا بخيّال مع بغال من بعد تراءته العيون ، فقلنا : هؤلاء من طرابلوس قادمون وبهم نستبشر بتحقيق الظنون ، فلما وصلوا الينا وسلموا علينا فرأينا الخيّال رجلا من الأصحاب ، فتكدر الخاطر بمرآه لما تفوه وأبداه واشمأزت منه الطباع وصدأت . لكلامه الأسماع فإنه لم يستحسن منا السفر بل نفر وصفر ، فقلنا لأرفاقنا ممن حضر لا « هامة ولا عدوة ولا صفر » « 3 » وبعد ذلك فارقناه وقطعنا المسافة بالتأمل في كلامه ومعناه ، فلم نر له قصدا سيئا في هذا الكلام الا تخيّل ( 8 ب إسطنبول ) الكيف والسلام .\r\nوصعدنا إلى عقبة تسمى بعقبة العاصي وكأنها اكتسبت من اسمه العصيان فإنها في غاية المشقة والطغيان وهي أشق من عقبة الرمانة المشهورة بل الشهرة لتلك والمشقة لهذه المذكورة ، واستمرينا بين اتهام ( 6 أبر ) وانجاد إلى أن شاء رب العباد ، فوصلنا إلى قرية الهرمل والعيون بالدموع مما شاهدنا ورأيناه وسمعناه تهمل ، فنزلنا بعد الضيق والحصر بعد دخول وقت العصر وإذا بها واد كأنه قطعة من الجنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت في نص إسطنبول عظيم .\r\n( 2 ) مضافة إلى هامش نسخة إسطنبول .\r\n( 3 ) جاء عند الإمام مسلم في كتاب الاسلام قال رسول صلّى اللّه عليه وسلم « لا عدوى ولا صفر ولا هامة » م 4 ص 1742 - 1743 وجاء عند الامام مالك في الموطأ في « كتاب العين » « لا عدوى ولا هام ولا صفر » م 2 ص 946 ، وجاء عند الامام البخاري في كتاب الطب « لا عدوى ولا طيرة ولا هامة ولا صفر » م 7 ، ص 175 ، وجاء عند الامام الترمذي « لا عدوى ولا صفر » م 3 ص 200 من كتاب القدر . وجاء في سنن أبي داود في كتاب الطب « لا عدوى ولا طيرة ولا صفر ولا هامة » ، م 4 ، ص 24 - 25 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمحتبك بين أشجار وأنهار وترنم طيور على اختلاف الألحان تحار في منظره البديع الأبصار ويوجب التفكر في قدرة اللّه الملك القهار ، والحمائم فيه مغردة والأهوية مع المياه مبردة ، ولما سمعت من الحمائم التغريد أنشدت قول الوزير أبو عمر بن عبد الملك بن شهيد « 1 » :\r\n\r\nالكامل\r\n وما طربت « 2 » فوق الغصون حمامة * الا رأيت دموع عيني تسكب\r\nوإذا الرياح تناوحت الفيتني بين * الصبابة والأسى أتقلب\r\nيا عاذلي في الحبّ مهلا بالأذى * لو كنت تعشق ما ظللت تؤنب\r\nكم حاولت نفسي السلو فطالبت * أسبابه جهدا فعز المطلب \r\nفنزلنا بجامعها الكبير وإذا به عالي المنار به عواميد كبار مقبّى بالأحجار وله شباكان مطلان على الوادي ( 6 ب بر ) .\r\nوتلك المياه والأشجار لا يصلي أحد فيه ولا يحوم من أهل القرية شخص حول ناديه ، فتأسفت من ذلك واسترجعت على ما هنالك ، ثم جاءنا أهل القرية مسلّمين ، ولما حلّ بهم من الباشا شاهين « 3 » شاكين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن شهيد : أحمد بن أبي مروان عبد الملك بن أبي عمر أحمد ذي الوزارتين ابن عبد الملك بن شهيد القرطبي ، ولد حوالي سنة 382 ه / 992 م ، نظم الشعر في مرحلة مبكرة من عمره ، عاصر الفتن والنكبات التي حلت بمدينة قرطبة وعانى الكثير على يد رجال الدولة الحموديّة بالأندلس ، تولى الوزارة وكانت وفاته سنة 426 ه / 1034 م ، حول حياته انظر شارل بلا ، ابن شهيد الأندلسي ، حياته واثاره ، عمان ، 1965 ، ص 17 - 85 . كذلك ديوان ابن شهيد الأندلسي ، جمع وتحقيق يعقوب زكي مراجعة محمود مكي ، دار الكتاب العربي ، القاهرة ، لا . ت ، ص 88 .\r\n( 2 ) في الديوان « ما اطربت » ، انظر ديوان ابن شهيد الأندلسي ، جمع شارل بلا ، دار المكشوف ، بيروت ، 1963 ، ص 21 .\r\n( 3 ) الباشا شاهين : يذكر اسطفان الدويهي في اخبار سنة 1047 ه / 1637 م ان برجال أحمد انفصل عن أيالة طرابلس وتولاها شاهين باشا ، الذي قام بتصفية آل سيفا في طرابلس وعكار ، « وصار التفتيش في القرى والديورة على أرزاقهم . . . تشتتوا السيفيلية وبادوا من ايالية طرابلوس » ، تاريخ الأزمنة تحقيق الأب فرديان توتل اليسوعي ، بيروت 1951 ، ص 336 - 337 ، والجدير بالذكر انه قبل توليه طرابلس كان قد عمل كتخدا في القصر السلطاني وآغا للينكرية وكانت وفاته سنة 1054 ه / 1644 م ووصف بالكفاية في الأمور الإدارية ، انظر محمد ثريا ، سجل عثماني ، تصوير طبعة إسطنبول سنة 1311 في  Gregg International , Hants , 1971  م 3 ، ص 133 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفحصل لنا بسبب ذلك قساوة كليّة وأرجعنا الأمور إلى إرادة رب البرية . وأخبرني أهلها ان بها جامعين آخرين أكبر من هذا المذكور . وفي طريق المجّر صعود على جبل أشرفنا منه على قلعة حمص ( 9 أإسطنبول ) وعلى بحيرتها ، ورأيت البركة في غاية الطول ولها بياض يشف من بعد ، وأشرفنا على قرى كثيرة شهيرة عند من يعرفها ظهيرة أشهرها قرية اللبوة « 1 » . وقرية الرأس « 2 » وليس بينهما بعد بل متقاربتان « 3 » الا ان\r\n\r\n\r\n","description":"","footnote":"\r\nوالجدير بالذكر انه يوجد في مديرية المحفوظات التابعة لرئاسة الوزراء في إسطنبول ، دفتر محاسبة يحمل رقم 767 ويعود تاريخه إلى سنة 1048 ه / 1638 م يتضمن حساب الايرادات والنفقات في عهد شاهين باشا ويقع في ثماني عشرة صفحة ، وقد أشار اليه أيضا الأستاذ برنارد لويس في مقالته المعنونة :\r\n « The Ottoman Archives as a source for the history of the Arab Lands » , JRAS , PP . 139 - 155 , P . 152 . \r\n، ( 1951 )\r\nاما برجال أحمد فعلى الأرجح هو أحمد باشا بلغار الذي كان واليا على طرابلس الشام وعرف عنه الظلم فعزل وقتل سنة 1048 ه / 1638 م راجع محمد ثريا ، المرجع ذاته ، م 1 ، ص 213 .\r\n( 1 ) قرية اللبوة ، كانت في القرن السادس عشر تقع في ناحية بعلبك وكان عدد سكانها كما هو مبين في دفاتر الطابو على النحو التالي :\r\nط . د . 430 / ط . د . 401\r\nخانه / 67 / 87\r\nمجرد / 13 / 10\r\nرجل دين / 1 / 1\r\nص 42 - 43 / ص 204\r\n( 2 ) قرية الرأس : كانت ضمن ناحية بعلبك وفي القرن السادس عشر كان سكانها في غالبيتهم المطلقة من النصارى كما هو مبين في دفاتر الطابو حيث جاءت احصاءاتها على هذا النحو :\r\nط . د . 430 / ط . د . 383 / ط . د . 401\r\nخانة / 69 / 200 / 151\r\nنصارى\r\nمجرد / 13 / - / 12\r\nخانة / - 4 / 5\r\nمسلمون\r\nمجرد / - / - / 1\r\nص 59 / ص 92 - 95 / ص 179\r\n( 3 ) جاءت في الأصل « متقاربتين » .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nقرية الرأس سكن النصارى .\r\nوبالجملة والتفصيل قرية الهرمل المذكورة نزهة للمتنزه ليس لها نظير في أشجارها ومياهها ولا مشبه ، الا ان أهلها كانوا إذ ذاك منهوبين قبل ذلك وحالهم أسود . من كل ( 7 أبر ) حالك « 1 » . ولقد قدموا الينا بأجمعهم وحملنا مشقة شكايتهم وتوجعهم ، إلى أن صار وقت السحر ، فشددنا العزم للسفر وحصل لنا في هذه المرحلة مشقة عظيمة لا توصف ، وما رأينا أشق منها ولا أقرف ، فإنها عبارة عن صعود في نحو خمسين جبل وكل صعود يلزم منه الهبوط ، حتى أني آيست من الحياة بل صرت في درجة القنوط والنزول في وعر عسير . ووحل كبير ، ولقد أشرفت ونحن بأحد هذه الجبال على قلعة « 2 » الحصن وهي في رأس جبل فسألت ما مقدار ما بيننا وبينها من المسافة فقيل : يومان .\r\nومن أعجب ما رأيت أن هذه الجبال والأودية والتلال كلها حرش وهيش « 3 » وتشتمل على أشجار كثيرة من الشبلوط « 4 » وأشجار كثيرة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينقطع هنا نص نسخة برنستون مرة أخرى .\r\n( 2 ) قلعة الحصن : هي حصن الأكراد مقابل حمص من جهة الغرب أسكن فيه شبل الدولة بن مرداس صاحب حمص سنة 422 ه / 1030 م قوما من الأكراد وعرف الحصن تبعا لذلك باسمهم ، وكانت الغاية من وراء ذلك محاربة الفرنجة ، ولقد ابتاعته الفرنج من هؤلاء الأكراد سنة 503 ه / 1109 م .\r\nوفي زمن ياقوت الحموي ( ت 626 ه / 1228 م ) كان بيدهم إلى أن استرجعه السلطان الظاهر بيبرس سنة 669 ه / 1270 م ، راجع ياقوت الحموي ، معجم البلدان ، م 2 ، ص 276 وكذلك عز الدين بن شداد ( ت 684 ه / 1285 م ) الاعلاق الخطيرة في ذكر امراء الشام والجزيرة ، تحقيق سامي الدهان ، دمشق 1962 ، ص 115 - 120 ، وكذلك انظر أحمد بن علي القلقشندي ، صبح الأعشى في صناعة الانشا ، م 4 ، ص 144 .\r\n( 3 ) لا يذكرها لسان العرب بمعنى الأشجار الكثيرة الكثيفة الملتفة الا أن صاحب المنجد يذكرها بهذا المعنى وعلى أنها عامية ، بيروت 1960 م ، ص 881 .\r\n( 4 ) الشبلوط : يذكر الشيخ عبد الغني النابلسي نوعا من الشجر يعرف باسم الشاهبلوط « وهو القسطل أعذب من البلوط وأفضل وأقل يبسا وهو لا ينبت في المروج ولا على الماء الا انه من الأشجار الجبلية البرية التي تنبت وحدها وهو يحب الهواء البارد وخصوصا ريح الشمال » وعلى الأرجح ان الشبلوط تحريف لكلمة الشاهبلوط ، راجع علم الملاحة في علم الفلاحة ، دار الآفاق الجديدة ، بيروت ، 1979 م ، ص 39 - 40 ، ويذكر الأمير مصطفى الشهابي انها تقابل شجرة  Chestnut tree  معجم الشهابي في مصطلحات العلوم الزراعية ، ( انجليزي ، عربي ) اعداد احمد شفيق الخطيب ، مكتبة لبنان ، بيروت ، ص 852 ، ص 868 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالسنوبر البري وأشجار كثيرة لونها كأنه مصبوغ أحمر في غاية الحمرة وعليه حمل كالزعبوب « 1 » الصغار طري وهو وردي اللون ، والورق في غاية الخضرة ، ينبئ من شاهده على كمال عظيم القدرة . ومن العجايب أيضا التي شاهدناها وبعين البصيرة رأيناها ، ان في سهل الجبل قطعة صخرة كبيرة بها عين ماء نابعة في ذيل تلك الصخرة وماء ينزل في أصل شجرة مدور كالجرن « 2 » الخشب ملاصق للنبع والجرن ممتلي وفائض إلى الأرض فقيل لي انه يقال له : بئر الخشب . ومررنا فيه على واد « 3 » مهيل يقال له وادي السبع وعلى ( 9 ب إسطنبول ) كرم ساباط المشهور وبالجملة فأبهة هذه الجبال ومشاهدة بالعيان لأنها معدودة « 4 » من جبل لبنان الذي يأوي اليه السائحون وتتقصد العبادة به العابدون .\r\nوفي هذه المرحلة مشينا أكثرها وتحملنا ضررها وما وصلنا عكار « 5 » إلا وكل منا على الأرض لا يستطيع القرار . فبعد ان نزلنا في تكيتها وهي تكية لا نظير لها الا أنها خالية من حصر تفرش بها . لها شبابيك من جهة الغرب مشرفة على الوادي ومن جهة الشرق أوض « 6 » لطيفة ولها بابان أحدهما كبير ، والآخر صغير ، وبها بركة عظيمة الا اني ما رأيت بها ماء . فسألت عنه فقيل لي : من منذ خمس عشرة « 7 » سنة لم يأتها ماء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزعب هي الكثرة ، وزعيوب هو القصير من الرجال وعلى الأرجح استخدمها هنا بمعنى الكثرة والصغر انظر لسان العرب ، دار صادر ، بيروت 1955 ، م 2 ، ص 448 - 450 .\r\n( 2 ) الجرن : الحجر ينحت فيه حفرة يدق فيها اللحم أو الملح أو الأرز الخ . . . انظر أنيس فريحة ، معجم الالفاظ العامية ، مكتبة لبنان ، بيروت ، 1973 م ، ص 26 .\r\n( 3 ) جاءت في الأصل « وادي » .\r\n( 4 ) موجودة على الهامش في نسخة إسطنبول .\r\n( 5 ) عكار : شكلت نيابة حصن عكار في العهد المملوكي جزءا من نيابة طرابلس وكانت نيابة حصن عكار من امرة عشرة ، انظر القلقشندي ، صبح ، م 4 ، ص 235 . وشكلت في القرن السادس عشر ناحية في لواء طرابلس الشام عدد سكانها 975 خانة ط . د 372 ، ص 3 .\r\n( 6 ) اوض : جمع اوضه ( اوظه ، اودا ، اوده ) كلمة تركية تفيد معنى الغرفة انظر  J . Redhouse  طبعة إسطنبول ، 1921 ، ص 255 - 256 .\r\n( 7 ) جاءت في الأصل « خمسة عشر » .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوالحرم تدخل من بابه على إيوان صغير وعلى شمالك كذلك إيوان ومن جهة الغرب فيه ثلاثة شبابيك مطلة على الوادي ، ومن جهة الشرق ثلاثة مطلة على الوادي ومن جهة بحجر ومنبر من رخام ، الا ان بعض الدرج صار له ائتلام . وفي اتجاه المحراب سدة عالية وإلى جانبها من كل جهة سدة أخرى خالية . كان الأمارى السيفيين كانوا يصلون بهما وسألت عن تعطيلها فأجابني من سألته : أن الباشا السيفي كان جعل لها وقفا بطرابلوس فضبط بعده للسلطنة وبقيت معطلة فاسترجعت من ذلك حين وقفت على ما هنالك . وكان الحاكم بها رجل يقال له : أحمد بلوكباشي ابن المغربي أرسل يكلفنا عنده للنزول ، فما أجبناه إلى هذا المسؤول ، ورأيت بها خمسة موآذن أحدها مأذنة التكية المعطلة وجامعين معطلين واثنين فيهما يصلون . ولقد صليت العصر في أحدهما وهو الجامع الكبير ويقال إنه عمري . ورأيت به شابا على رأسه عمامة هي لطلاب العلم أكبر علامة ، فسألت عنه فقيل أنه يقال له ابن الشيخ ( 10 إسطنبول ) بدر الدين وهو خطيب الجامع ، ولقضاء البلدة جامع ، وبها حمامان الا أنهما معطلان وليس بها سوى واحد يدخل اليه ومدار أهل البلدة الآن عليه . ورأيت بيوت بني سيفا ، من أذاقهم اللّه تعالى بعد عزهم ودولتهم انقراضا وذلّا وحيفا ، في غاية الاحكام من البناء الا ان الأمير فخر الدين ابن معن حرّق بعضها وأخرب بعضها ، وآلت إلى الدثور والفناء ، فأنشدت عندما رأيت وعاينت قول الأستاذ المقّري من ابيات حضرتني . ولها تذكرت ، فان بها غاية الاعتبار ، فيمن أخلوا المنازل والقصور والديار ، ممن كان لهم الدولة والصولة والأشتهار على ممر الدهور والاعصار وهي : « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر نفح الطيب من غصن الأندلس الرطيب ، م 1 ، ص 7 - 12 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nمجزوء الكامل\r\n سبحان من قسّم الحظو * ظ فلا عتاب ولا ملامه\r\nأعمى وأعشى ثم ذو * بصر وزرقاء اليمامة\r\nلولا استقامة من هدا * ه لما تبينت العلامة\r\nومجاور الغرر المخيف * له البشارة بالسلامه\r\nوأخو الحجى مترقب في * هذه الدنيا حمامه « 1 »\r\nوكما مضى من قبله * يمضي ولم يكمل مرامه « 2 »\r\nفليعتبر بسواه من * منح اتصافا باستقامه « 3 »\r\nويقل بصدق اين من * بحياته صرف اهتمامه\r\nأم اين عنترة الشجاع * وذو الندى « 4 » كعب بن مامه\r\nأين القياصر والأكاسرة * الأولى الفوا الشهامه « 5 »\r\nأين الملوك « 6 » أولو الرياسة * والسياسة والصرامه\r\nأين العساكر والدساكر * والندامى والمدامه « 7 »\r\nومدائن الإسكندر اللاتي * لها أعلى دعامه\r\nبل أين أرباب العلوم * ذو « 8 » التصدر والأمامه \r\n( 10 ب إسطنبول )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواية البيت في نفح الطيب :\r\n وأخو الحجى في سائر * الأنفاس مرتقب حمامه \r\n( 2 ) رواية البيت في نفح الطيب :\r\n وكما مضى من قبله * يمضي ولم يقض التزامه \r\n( 3 ) جاء البيت :\r\n وليعتبر بسواه من * لصلاحه صرف اهتمامه \r\n( 4 ) جاءت في النفح ذو الجدى\r\n( 5 ) جاء البيت :\r\n أين الاكاسر والقياصر * ة المجلون الغمامة \r\n( 6 ) جاءت في نفح الطيب ، « ذوو »\r\n( 7 ) جاءت في نفح الطيب ، « في المدامة » .\r\n( 8 ) جاء في نفح الطيب ، « أولو »\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n وذو الوزارة منهم * أهل الكتابة والعلامة « 1 »\r\nكأئمة حلوا بأندلس * فلم يشكوا وخامه « 2 »\r\nهي جنة الدنيا التي * قد اذكرت دار المقامة\r\nبروائها وبمائها * وهوائها النافي السآمة « 3 »\r\nلا سيما الحمرا من * غرناطة دار الفخامه « 4 »\r\nوقصورها الغر التي * تهدي لناظرها ابتسامه « 5 »\r\nورياضها المهتزة * الاعطاف من شد والحمامة\r\nيا ليت شعري أين أهل * الملك فيها والزعامة « 6 »\r\nاين الوزير ابن الخطيب * بها فما أحلى كلامه\r\nفلكم أبان العدل في * ارجائها وبها اقامه\r\nولكم أجار من الزمان * وكم أفاض ندى سجامه « 7 »\r\nراعت صروف الدهر * دولته وما راعت ذمامه\r\nحتى ثوى اثر النوى « 8 » * في حفرة نثرت نظامه\r\nمن زارها في ارض فاس * أذهبت شجوا منامه\r\nإذا ذكرته « 9 » بكل شمل * شتت الموت التئامه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء البيت :\r\n وذوو الوزارة والحجابة * والكتابة والعلامة \r\n( 2 ) جاء البيت :\r\n كأئمة سكنوا باندلس * فلم يشكوا سآمه \r\n( 3 ) جاءت « الوخامة »\r\n( 4 ) جاء البيت :\r\n لا سيما غرناطة الغراء * رائقة الوسامه \r\n( 5 ) جاء البيت :\r\n وقصورها الزهر التي * يأبى بها الحسن انقسامه \r\n( 6 ) جاء البيت :\r\n يا ليت شعري اين من * امضى بها الملك احتكامه \r\n( 7 ) جاء البيت :\r\n ولكم أجار عداوكم * أجرى ندى والى اسنجامه \r\n( 8 ) جاءت « النوى » بمعنى الهلاك .\r\n( 9 ) جاء إذا نبهته لكل شمل .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n وإذا اتى جيش الحمام * فليس يمنع منه لامه\r\nهذا لسان الدين أسكنه * الردى وسقاه جامه « 1 »\r\nومحا عبارته فمن * حيّاه لم يردد سلامه\r\nفكأنه لم يمسك الأقلام * أو يسلل حسامه « 2 »\r\nوكأنه ما حاز تبجيلا * ولم يحسر لثامه\r\nوكأنه لم يرق غارب * الاعتزاز ولا سنامه\r\nوكأنه لم يعل متن * مطيهم « 3 » باري النعامه\r\nوكأنه ما نال من * ملك حباه ولا احترامه \r\n( 11 أإسطنبول )\r\n وكأنه لم يبد وجها في * المحافل ذا وسامه « 4 »\r\nوكأنه ما جال في * أمر ولا نهي وسامه\r\nمذ فارق الدنيا وقوض * عن مغانيها « 5 » خيامه\r\nاسمى بقبر مفردا * والترب قد جمعت عظامه\r\nمن بعد تثنية الوزارة * جاده صوب الغمامة\r\nلم يبق الا ذكره كالزهر * مفتر الكمامه\r\nوالعمر مثل الطيف أو * كالضيف ليس له اقامه « 6 »\r\nوالموت حتم ثم بعد * الموت أهوال القيامة \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء البيت :\r\n هذا لسان الدين اسكته واسكنه رجامه \r\n( 2 ) جاء البيت :\r\n فكأنه ما أمسك القلم المطاع ولا حسامه \r\n( 3 ) جاءت مطهم\r\n( 4 ) جاء :\r\n وكأنه لم يجل وجها * حاز من بشر تمامه \r\n( 5 ) جاءت « منازلها »\r\n( 6 ) جاء البيت :\r\nوالعمر مثل الضيف أو كالطيف . . . .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n والناس مجزيون عن اعمالهم * حتى القلامه « 1 »\r\nفذوو السعادة يضحكون * غيرهم يبكي ندامه\r\nواللّه يفعل ما يريد * من الإهانة والكرامة « 2 »\r\nويخص بالغفران عبدا * كانت الحسنى ختامه « 3 » \r\nوبالجملة كانت بلدة في غاية الاشتهار بين البلدان تأتي إليها القوافل والركبان وهكذا يفعل الزمان إلى انقضاء الدوران ، وباللّه سبحانه المستعان .\r\nوأما الدخول إليها فإنه في غاية الصعوبة لأنك تستمر في نزول حتى تجزم أنها تحت الأرض تجول ، ولا تشرف عليها حتى تصل إليها ، فإنها في ذروة جبل قريبة من الوادي ولها بساتين عظيمة ، ومياه جارية مع أهوية غير وخيمة وبتنا بها ليلة إلى ضحوة النهار وسرنا منها على بركة اللّه العزيز الغفّار ، وشرعنا في نزول أيضا مع غاية العسر حتى وصلنا لنفس الوادي وإذا به نهر جاري ، وجسر معظم يمر عليه السائر والساري ، وإلى جانبه مكان مبلط على هيئة المصلى لو أقام به عاشق لتسلى . ثم ما برحنا في اتهام وانجاد . ( 11 ب إسطنبول ) إلى ما شاء رب العباد ، وأشرفنا من علوة هنالك على قلعة الحصن وعلى القليعات التي عمّر الأمير فخر الدين ابن معن إلى جانبها بستانا عظيما يقال إنه نصب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء عند محقق نفح الطيب\r\n والناس مجزيون عن * أعمال ميل واستقامة \r\n( 2 ) جاء البيت :\r\n والله يفعل فيهم ما شاء * ذلّا أو كرامه \r\n( 3 ) جاء البيت :\r\n ما فاز بالرضوان عبد كانت * الحسنى ختامه \r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفيه اثني عشر ألف شجرة من التوت « 1 » جعلها صفا مستويا محكما غاية « 2 » الاحكام عمل من يظن أنه لا يموت ولا يذوق طعم الحمام . ثم نزلنا بقرية عرقا « 3 » في منزول كريم ، وقام شيخها بخدمتنا بحسب جهده وطاقته رغبة في ثواب اللّه الكريم ، وحالة نزولنا في القرية المذكورة رأيت رجلا متوجها إلى المدينة فكتبت لحضرة الأفندي معه مكتوبا وصدرته بهذه الأبيات التي خطرت في الحال على سبيل الارتجال وهي « 4 » :\r\n\r\nالطويل\r\n قطعت جبالا مع صخور مصاحبا * لو كف ثلوج مع بحور من القطر\r\nوفارقت أهلي وهو عندي معظم « 5 » * ولولاك لم أجسر على ذاك في عمري\r\nوكل الذي لاقيت من أجل قربكم * مرارته عندي لأحلى من القطر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عني الأمير فخر الدين المعني بزراعة أشجار التوت لتربية دودة القز لانتاج الحرير الذي ازداد الطلب عليه في أوروبا خاصة بعد ان اقدم الشاه عباس الكبير ( 996 ه / 1588 م - 1038 ه / 1629 م ) في مطلع القرن السابع عشر الميلادي على اغلاق طريق الحرير الدولي المار ببلاد فارس إلى الموانىء العثمانية ، وطوّر ميناء بندر عباس على الخليج لتصدير الحرير إلى أوروبا ، راجع :\r\n،\r\n Halil Inalcik , The Ottoman Empire , The Classical Age , Weidenfeld and Nicolson London , 1973 , PP . 42 - 45 . \r\nويذكر اسطفان الدويهي في اخبار سنة 1037 ه / 1627 م عن اهتمام الأمير فخر الدين بتعمير طرابلس وبزراعة التوت ما يلي :\r\n« في سنة الف وستماية وسبع وعشرين مسيحية تولى الأمير فخر الدين محافظة ايالة طرابلوس ، فاجرى ساقية القاع وعمر القليعات في ارض الجون ونصب في مغراقها أربعة عشر الف نصبة توت ونصب بستان آخر أكبر من الأول في ارض الحيصة « تاريخ الأزمنة » ، ص 323 . انظر أيضا دراسة ، الأمير موريس شهاب ، دور لبنان في تاريخ الحرير ، منشورات الجامعة اللبنانية ، بيروت ، 1968 ، ص 30 34 .\r\n( 2 ) من هنا يبدأ نص برنستون مرة أخرى .\r\n( 3 ) عرقة : بلدة في شرقي طرابلس وعلى جبلها قلعة لها ، « وشرب أهلها من مياه تأتيهم من نهر يجري ملاصق لها عليه أرجاء ، وبها قصب السكر وبناؤها بالجص والتراب » انظر ابن شداد ، المصدر ذاته ، ص 92 - 95 .\r\nوفي القرن السادس عشر شكلت عرقة ناحية في لواء طرابلس وكان سكانه 1146 خانه ط . د 372 ، ص 3 .\r\n( 4 ) وردت في نسخة برنستون ( وهم ) .\r\n( 5 ) وردت في نص نسخة برنستون ( محرم ) ووردت على الهامش أيضا في نفس النسخة ( معظم ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوسرنا منها وقت السحر مستبشرين بالقاء وعثاء السفر وحصول المقاصد مع بلوغ الوطر . وقال لسان الحال : لك البشرى فقد بلغت المآرب وحصلت على ما أنت له قاصد وطالب ، فلما وصلنا إلى مكان يقال له نهر البارد « 1 » ، فإذا به مكان يشرح الصدر ويجلب الفرح المتزايد ، وهو نهر جاري وسط مرج عريض أخضر بماء ( 7 ب بر ) بارد كالزلال يتحدر ، ولجانبه بقايا خان جار عليهم الزمان وبه خان « 2 » فنزلت دون الأحمال لصلاة الفجر واغتنمت الفلاح والخير والأجر ، ثم سرنا وإلى بركة البداوي وصلنا وهي بركة من عين ماء نابغة مملوءة من الأسماك التي على طول الزمان متناسلة متتابعة الا انها مانعة « 3 » للاصطياد ( 12 أإسطنبول ) منها لأنه قد جرب ان من اصطاد منها ولو سمكة وقع في مرض الحمى وصار في هلكة . وإلى جانبها قبة عظيمة بها مزار الشيخ البداوي « 4 » المنسوبة اليه وهو من الأولياء المعوّل في الكرامات عليه ، فدخلتها وصليت بها ما تيسر ورأيت ضريح الشيخ في شق الحايط وهو ضريح مهاب منور ، ثم قرأت عنده الفاتحة وجعلتها لحصول الخيرات فاتحة . وإذا بولد حضرة الأفندي محمد آغا مع جماعته قادمون وعلينا مسلمون ، فتسالمنا وسرنا وحصل للنفس البشرى ( 8 أبر ) بمن قابلنا ودخلنا المدينة ضحوة نهار الاثنين سابع شهر شعبان المكرم .\r\nولما دخلنا على حضرة المولى الأعظم والملاذ الأكرم المنوه بذكره الشريف في هذا الرقم قام واستقبلنا وظهر من جنابه الشريف غاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهر البارد : كان يدعى قديما بنهر بروتس ، ينبع من جبال عكار ويجتاز سهل عكار حيث يصب على بعد 13 كم إلى شمالي طرابلس ، انظر لبنان مباحث علمية واجتماعية ، نشر 1918 باشراف إسماعيل حقي بك متصرف جبل لبنان ، أعاد تحقيقه في مجلدين ، الدكتور فؤاد افرام البستاني ، بيروت ، 1969 ، م 1 ، ص 27 .\r\n( 2 ) جاءت في نسخة إسطنبول « وله خان » .\r\n( 3 ) جاءت في نسخة إسطنبول « مانعة من الاصطياد » .\r\n( 4 ) الشيخ البداوي : لم اعثر له على ترجمة في المصادر المتوفرة لدي .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالسرور بمقدمنا ورأيناه حفظه اللّه قد هيّأ لنا للنزول قصرا غاليا مشرفا مشرقا باهيا وهو داخل المحل الذي هو به قاطن ، المجمع على أنه أحسن المنازل بالبلدة والمساكن ، وقد قلت في هذا القصر أبياتا وكتبتها على طرازه ولعمري أنه جدير بكل مدحة في حقيقة الامر لا مجازه وهي قولي :\r\n\r\nالخفيف\r\n أيها القصر لا برحت معلا * مشرقا مشرفا بغير قصور\r\nكل شيء من المحاسن يروي * حسن مرآك حتى بموج البحور\r\nان من قد رقى لأوجك * يوما قال هذا فداه كل القصور\r\nتحتك الروض زاهر وأنيق * فيه أجرى مياه كل النهور\r\nوبه التل قد غدا باحمرار * صبغة اللّه فوق مرج خضير \r\n( 8 ب بر )\r\n ان مولى الورى مراد المفدى * صاحب الفضل والثنا العطير\r\nمن به شرفت طرابلس الشام * على غيرها بغير نكير « 1 »\r\nدفتري غدا بها فزهت * ونمى الخير في رباها المطير \r\n( 12 ب إسطنبول )\r\n جئته قاصدا فحيّا نزولي * وبذا القصر خصني المعمور\r\nمرّ لي فيه أوقات * انس وهنا ونشأة وسرور\r\nلم يشنها ولم يكدر صفاى * غير فقدي لألفتي وعشيري\r\nفعسى من قضى بذاك يجمع شملي * مثل ما كان مبدرا ومنيري\r\nقال هذا نجل المحاسن يحيى * راجي العفو من اله غفور\r\nعام الف وأربعين تلت * لثمان فكن لنظمي عذيري \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في نسخة برنستون « بكير » وفي نسخة إسطنبول بدون تنقيط .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nثم إنه حفظه اللّه تعالى بعد ان أنزلنا عنده أكرمنا بما لا مزيد بعده أبقى اللّه تعالى وجوده وضاعف عليه انعامه وجوده ، إذ كان هو الباعث الأعظم على مسيرنا إلى هنالك ورحيلنا إلى تلك الشعب والمسالك فقطعناها والشوق اليه يهزنا والتوق إلى جنابه الكريم يحثنا فلم ندر من المحبة ما قطعنا ولم نشك الا من بعد المسافة حتى اجتمعنا ( 9 أبر ) .\r\nثم أنه « 1 » قدم علينا للسلام افتخار الأماجد الكرام ، صاحب الهمة العلية والاخلاق الحسنة المرضيّة محمد أغا المتسلم يومئذ والمحافظ للبلدة من قبل شاهين باشا ، بلغه اللّه تعالى من الخيرات ما شاء ، فإنه أعزه اللّه تعالى حيّانا بالسلام وقابلنا بالاجلال والاكرام وهو بحسب الظاهر له وجه ذو بشاشة من حسن تواضع وهشاشة . وقد كثر بيننا وبينه الاجتماع وتشنفت بحلاوة لسانه الأسماع .\r\nثم تشرفنا بقاضي البلدة مفخر الموالي العظام والأفاضل الفخام عبد الكريم أفندي الكنغري « 2 » من قصبة بالقرب من انكورية « 3 » فقابلنا بالاجلال والتكريم ، والمعزة والتعظيم . أخبرني أنه كان قاضيا بمدينة قاسارية « 4 » وهي من قضاة القصبات فحصلت له عناية ربانية ، فعرج به من ذلك الطريق إلى طريق المولوية وأثر العرج به ( 13 أإسطنبول ) بيّن ظاهر ، وهو في الجملة والتفصيل مظهر من المظاهر قد فاق على الأوائل والأواخر ، كبير في السن ، بحب الدنيا الدنية ممتحن ، تمر به غالب الأوقات وهو في الأمراض ، وليس له عن محنته اغضاء ولا اعراض ، له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا يتوقف نص نسخة برنستون مرة أخرى .\r\n( 2 ) عبد الكريم الكنغري لم اعثر له على ترجمة .\r\n( 3 ) انكورية : المقصود بها أنقرة التي كانت عاصمة لسنجق في ايالة الأناضول ، حول تاريخ هذه المدينة راجع :\r\n F . Taeschner , « Ankara » , E . I . 2 , Vol . i , PP . 509 - 511 . \r\n( 4 ) قاسارية : هي قيصارية وعن تاريخها راجع مقالة  Besim Darkot , « Kayseri » A . I . Vol . vi , PP . 484 - 91 . \r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nنوع فضيلة واثار كتب كتبها بخطه جميله . أخبرني انه كتب نحو تسعين كتابا منها اثنتا عشرة نسخة من الدرر « 1 » والغرر والهداية « 2 » ولقد رأيت الهداية في جزئين بخطه ، مصححة بحسب تصحيحه وضبطه ، وله تواضع كثير للغني والفقير حصل لنا منه غاية المجابرة مع مزيد التأهيل والترحيب ، وكان كثير الاعتذار عن اسدائه الجميل للضيوف والخطّار والقادم والغريب .\r\nوأما زمرة العلماء وعصابة المدرسين والفضلاء فمنهم الشيخ العلامة والكامل الفهامة عمدة العلماء والمدرسين وقدوة الفقهاء والمحدثين المختص بمزيد لطف الله الخفي مولانا الشيخ عبد الكريم ابن الشيخ « 3 » مصطفى الشافعي الحموي حرس اللّه تعالى ذاته من كل حاسد دني . هو شيخ عليه أبهة العلم لائحة وامارات الدين والتقوى في وجهه ظاهرة وواضحة .\r\nأخبرني أن مسقط رأسه ومشتعل نبراسه بمدينة حماه . وان أول اشتغاله بالعلوم في ابتداه على شيخ الاسلام والمسلمين ووارث علوم سيد « 4 » المرسلين مولانا الشيخ نجم الدين « 5 » الحجازي الحموي رحم اللّه تعالى روحه ونوّر ضريحه ، ثم بعد ذلك ذهب إلى القاهرة واجتهد في تحصيل العلوم الباهرة ، ثم قدم منها إلى مدينة طرابلوس وكانت إذ ذاك عامرة والخيرات بها غامرة ، أهلها من كل نوع كاملون ومن طوارق الحدثان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرر والغرر : انظر أدناه هامش رقم 1 ص 48 وجاءت في الأصل « اثني عشر » .\r\n( 2 ) الهداية : يذكر حاجي خليفة أكثر من كتاب بعنوان الهداية ، انظر كشف الظنون ، م 2 ، ص 2031 - 2032 .\r\n( 3 ) اجتمع به العطيفي سنة 1043 ه / 1634 م . فيقول عنه : « وممن اجتمعت به الشيخ عبد الكريم الحموي مفتي الشافعية عالم عامل وفاضل كامل سافر إلى مصر واشتغل بالجامع الأزهر حتى تكمّل ، زرته في زاوية له مطلة على النهر المار بالمدينة من الطرف الشرقي فرأيت مجلسه مهابا محفوفا بالعلماء والأفاضل والأدباء يستغرق كل أوقاته بالعلم والعبادة والافتاء والإفادة مع الكرم الزايد والتواضع المتزايد . . . « المصدر ذاته ، ص 219 وص 17 من ضمن كتاب رحلتان إلى لبنان .\r\n( 4 ) من هنا يبدأ نص برنستون مرة أخرى .\r\n( 5 ) نجم الدين الحجازي ، لم اعثر له على ترجمة .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nآمنون ، فاتخذ بها دارا وجعلها له موطنا وقرارا ، وله في لصيق داره بالقرب من زاوية بجواره في محلة قريبة من الجسر التحتاني خلوة مطلة على النهر تجعل ( 13 ب إسطنبول ) ( ا ) لنزهة « 1 » التي بها كل غريب بعد قصوّة داني . وقد اتفق انه يوما من الأيام أخبرني في معرض الكلام انه ذكر بالأوصاف الحسنة في مجلس بعض الأكابر المستحسنة ، فقال رجل كبير كان في المجلس حاضرا وسمير : الشيخ المذكور بكل وصف وجميل حرى الا انه حموي قاصدا بذلك استحقارا لمدينة حماه ، صانها اللّه تعالى من طاعن يطعنها ( 23 ب بر ) وأخزاه فما تم منه هذا الكلام الا وكتبت له في الحال منتصرا لحماة بهذا النظام وهو :\r\n\r\nالخفيف\r\n قل لمن قد غدا يعيب حماة * معدن الفضل والتقى والديانة\r\nلست اهلا فدع مقالة فحش * فهو أولى إذا أردت الصيانة\r\nان شيخ الشيوخ علوان « 2 » فيها * واحد الكون لا يحرك لسانه\r\nوبعبد الكريم شيخ البرايا مفرد * العصر لا يرى من شأنه\r\nأوحد الدهر والامام المفدى * كل من قد يراه يعظم شأنه\r\nقد حباه الهه حسن خلق * وبحسن الخلق ربنا قد زانه\r\nونحا نحو طرابلس الشام * فعادت مقره وجنانه\r\nدام يرقى كل آن ويبقى مدة * الدهر مغبطا في أمانه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا جاءت بالنسختين وقمنا بإضافة الألف .\r\n( 2 ) الشيخ علوان : علي بن عطية بن علوان الحموي الشافعي الصوفي الشاذلي من أقطاب الصوفية بحماة له عدد من المؤلفات ، توفي سنة 936 ه / 1529 م ، لمزيد من التفاصيل حول حياته ونشاطه في حركة التصوف في حماه راجع رضي الدين محمد بن إبراهيم بن يوسف الحنبلي ( ت 971 ه / 1563 م ) در الحبب في تاريخ أعيان حلب ، 2 م تحقيق محمود الفاخوري ويحي عبّاره ، دمشق ، 1973 م ، م 1 ، ج 1 ، ص 961 - 978 كذلك راجع نجم الدين الغزي ، ( ت 1061 ه / 1650 م ) الكواكب السائرة في أعيان المئة العاشرة ، 3 م ، تحقيق جبرائيل جبور ، المطبعة الامريكانية ، بيروت ، 1945 - 1959 ، م 2 ، ص 206 - 213 ، ابن العماد الحنبلي ، شذرات الذهب ، م 8 ، ص 217 - 218 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nفحصل منه بذلك غاية القبول ودعا لنا بحصول المطلوب والمأمول وبالجملة هو الآن صدر صدورها وبدر نجومها متقيد بخدمة فتوى ( 24 أبر ) الشافعية مع ملازمة التدريس بكرة وعشية ، حصل لنا منه الاجلال والاكرام واللطف المقرون الانعام ومازجته امتزاج الراح بالماء القراح ، وكنت لا انفك معه في الغدو والرواح ، ولا زلت مدة إقامتي بتلك الأماكن المحروسة أنعش الفؤاد بجعل غذاء الروح مجالسته المأنوسة ، وأعد مفارقته بعد ذلك كمفارقة الأهالي وما شاكل ذلك فلا عدمنا لطفه الشامل ولا ( 14 أإسطنبول ) فضله الكامل .\r\nومنهم نقيب الأشراف وخلاصة عبد مناف السيد التقي الطاهر النقي مولانا السيد حسن ابن السيد يحيى الطرابلوسي « 1 » شريف اجتهد وذاب وجمع بين الشرفين : شرف العلم وشرف النسب وهو حنفي المذهب ، طراز فضله مذهب ، وله دين متين وصلابة قوته في الدين ، استأنسنا بمجالسته وانتشينا بمذكراته وله نظم رائق وشعر فائق فمن ذلك ما كتب ( 14 ب بر ) للفقير . قوله في غير تقصير .\r\n\r\nالخفيف\r\n أيها العالم النبيه ومن حاز * فخرا وسؤددا وصيانة\r\nطبت نفسا ولا برحت سعيدا * زادك اللّه رفعة ومكانه\r\nليت شعري هل في البلاد جميعا * بلدة جمع اللّه فيها حسانه\r\nكدمشق وأنت شاهد حسن * مرتدي المجد والتقى والديانة\r\nالمحاسن تلوح منك وتبدو * وبها قد عرفت في كل انه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر العطيفي انه كان من ضمن العلماء والأعيان الذين قابلهم بطرابلس فيصفه بقوله : « ومنهم السيد حسين نقيب السادة الاشراف صاحب الفضائل والكمالات ورب المحاسن والالطاف شريف ظريف وعفيف نظيف ، مهاب مع التواضع والإيناس محبب إلى القلوب مع بعده عن الناس كنت أزوره كثيرا فأرى من حسن أخلاقه ورقة طبعه وسماحة نفسه ما يدهش العقول . . . » المصدر ذاته ، ص 219 ، ص 18 من رحلتان ، انظر أيضا مقدمة هذه الدراسة ص 17 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n كل من رام فضل ذاتك يحيى * قد غدا للعدا « 1 » يتيح جنانه\r\nفاستر استر مولاي ان حسينا * لا يجاري بشعره حسّانه\r\nلا تؤاخذ عبيدك القن بالزحف * من الشعر فقد نسي اوزانه\r\nاشكو دهري إليك إذ قد عصاني * وقلاني وحط قدري وشأنه\r\nوسلاني وما تعمدت ذنبا * لا وعينيك ما سلكت الخيانة\r\nهكذا فعله فصبرا على ذا * لا أبالي لو مد نحوي سنانه\r\nفخلاصي منه بسيف مراد * فعليه عني يدير عنانه\r\nدفتري غدا بسيرة عدل * عالي القدر لا يرى من هانه\r\nنجدة نجدة لقلب كسير * وهجير مكابد احزانه\r\nوارحم ارحم محبكم يا أماني * وأعنه فلا عدمت الأعانه \r\n( 15 أبر )\r\n وابق واسلم ممتعا بالتهاني * ولك الضد لم يزل في اهانه \r\n( 14 ب إسطنبول )\r\n مع بقا مصطفى واحمد * صنوى لمحمد في صفا وأمانه \r\nواتفق اننا كنا يوما مع مولانا الشيخ عبد الكريم ولم يكن المذكور حاضرا في ذلك السير الوسيم فكتبت في ذلك المجلس :\r\n ان ذا المجلس فيه * نزهة من غير شين\r\nقد حوى لطف نسيم * مع نهر مدّ عيني\r\nتم فيه الحظ الا * فقدنا السيد حسين \r\nفلما بلغه ذلك كتب إلى الفقير بقوله وأرسلها اليّ هنالك :\r\n يا اماما هو عندي * مثل نور المقلتين\r\nان يوما لا أراكم * فيه ذاك اليوم بيني \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت « للغدا » في كلا النسختين .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n لا فقدتم في البرايا * لا ولا شنت بشين\r\nزادك اللّه سرورا * سر قلبي مع عيني\r\nوعطيت الحظ دوما * بامام القبلتين\r\nوبقيتم في صفاء * بدوام الفرقدين\r\nفحسين مدح يحيى * فيه غنى بالحسيني \r\nوأرسل إلى كتبا للمطالعة منها حاشية الواني « 1 » على الدرر والغرر فكتبت له على ظهرها هذه الأبيات وكنت على جناح السفر :\r\n\r\nمجزوء الكامل\r\n طالعته فوجدته * عقدا تنظم من درر\r\nورأيت من الفه حشى * وأمعن في النظر\r\nواتى بابحاث غدت * بوجوه دقّتها غرر\r\nفاللّه يرحمه على * طول الزمان المغتبر\r\nويديم مالكه الحسيني * الشريف المعتبر\r\nهو سيد الاشراف من * أضحى نقيا ذا خطر \r\n( 15 أإسطنبول )\r\n أضحت طرابلس به * تزهو على من قد فخر\r\nوابن المحاسن قاله * يحيى الضعيف المحتقر\r\nيرجو الدعا منه له * في كل وقت ان خطر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو محمد بن مصطفى الكوراني الرومي الحنفي الواني الشهير بوانقولي ( ت 1000 ه / 1592 م ) ، فقيه أصولي فرضي ، تولى قضاء المدينة المنورة حيث توفي فيها ، من تصانيفه : حاشية على الدرر والغرر لمنلا خسرو ( ت 885 ه / 1480 ) وهي في الأصول ، انظر : مصطفى بن عبد الله الشهير بكاتب جلبي وبحاجي خليفة ( ت 1068 ه / 1657 م ) ، كشف الظنون عن أسامي الكتب والفنون ، 2 م ، تحقيق محمد شرف الدين يالتقايا والمعلم رفعت بيلكه الكليسي مطبعة المعارف ، إسطنبول ، 1943 ، م 2 ص 1199 ، انظر أيضا إسماعيل باشا البغدادي ، ( ت 1339 ه / 1920 م ) ، هدية العارفين أسماء المؤلفين واثار المصنفين 2 م ، مطبعة المعارف ، إسطنبول 1955 ، م 2 ، ص 260 ، انظر أيضا عمر رضا كحالة ، معجم المؤلفين تراجم مصنفي الكتب العربية ، م 12 ، ص 33 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n في الألف ثم الأربعين * مع الثمانية الاخر\r\nواسلم ودم في غبطة * دوم العشي مع البكر\r\nما غردت في أيكة * قمرية فوق الشجر « 1 »\r\nكثّر اللّه تعالى من أمثاله * وزاده من انعمامه وأفضاله . \r\nومنهم الشاب الصالح والفاضل الفالح مولانا الشيخ محمد ابن الشيخ محمود ابن عبد الحق الخلوتي « 2 » هو شاب نشأ في طاعة اللّه ملازم « 3 » على عبادة مولاه . له فضل مشهور وورع معروف غير منكور قليل التردد إلى الحكام قانع بما قسم له بين الأنام ، اخذ الطريقة عن رجل يقال له الشيخ ذكرى من قرية يقال لها فنيدق « 4 » من قرى عكار وله في تلك البلاد جملة من المريدين مع مزيد الاشتهار ، ويقصدونه الناس من غالب البلدان والأمصار لأنه من الصلحاء الخيّرين « 5 » المتبعين سنن سيد المرسلين ، اسأل اللّه تعالى الاجتماع به والنفع بسببه . والشيخ محمد صاحب هذه الترجمة له أيضا خلوة كعادة الطائفة « 6 » الخلوتية واللّه تعالى اعلم بصدق النية . وهو امام جامع العطار « 7 » مع « 8 » الخطابة وخلوة بالجامع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت هذه الأبيات في نسخة برنستون على حاشية ورقة 15 ب بر .\r\n( 2 ) لم اعثر له على ترجمة .\r\n( 3 ) في نسخة إسطنبول « لازم » .\r\n( 4 ) فنيدق : يذكرها أنيس فريحة على أنها من قرى عكار وان أصل التسمية اغريقي بمعنى النزل ، انظر أنيس فريحة : أسماء المدن والقرى اللبنانية وتفسير معانيها ، ص 256 .\r\n( 5 ) جاءت في نسخة إسطنبول « الخيريين » .\r\n( 6 ) حول نشأة الطريقة الخلوتية الصوفية وعن فروعها وانتشارها راجع مقالة :\r\n F . De Jong « Khalwatiyya » E . I . 2 , Vol . iv , PP . 991 - 3 . \r\n. ( 7 ) جامع العطار أسسه بدر الدين بن العطار ، أحد عطّاري طرابلس سنة 751 ه / 1350 م ، كانت تقام فيه الدروس ، وهو يقع على الضفة اليسرى لنهر أبي علي في شارع سوق الصاغة ، زاره ووصفه الشيخ عبد الغني النابلسي فقال عنه : « جامع العطار قيل إن أصله كنيسة وقد عمره رجل كان عطارا . . .\r\nوفي هذا الجامع اربع صفف كل صفة لها مدرس له معلوم يتناوله من وقف الجامع المذكور » ، انظر :\r\nالتحفة النابلسية في الرحلة الطرابلسية . تحقيق هريبرت بوسه ، بيروت ، 1971 ، ص 72 - 73 ، كذلك السيد عبد العزيز سالم ، طرابلس الشام في التاريخ الاسلامي ، الإسكندرية ، 1967 ، ص 413 - 415 .\r\n( 8 ) مع ساقطة في نسخة إسطنبول حيث جاءت « والخطابة »\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاتخذها للعبادة ( 16 أبر ) . ولقد اجتمعت معه فيها فاستأنس بنا غاية الاستيناس واعتذر عن كثرة الاجتماع بنا « 1 » باعذار تنفي عنه الكبر ، بلا شك ولا التباس ، وقرأ لنا الفاتحة ودعا لنا بدعوات صالحة نسأل اللّه تعالى « 2 » أن تكون نافعة ناجحة ، وقد جعل خلوة ونحن هناك بجامع طينال « 3 » مع كثير من ( 15 ب إسطنبول ) المريدين ثلاثة أيام مع ثلاث ليال وذهبت إلى ذلك المحل فدخلت الجامع وإذا به لكل المريدين جامع ، وله في الداخل مكان محجوب به عن الناس له نشأة بذكره فيه مع كمال الاستيناس ، فترائيته من حيث لا يراني والمكان معتم بحيث لا يرى أحد أحدا وان كان قريبا دانيا « 4 » فكأنّ بعض مريديه دخل اليه ودلّه عليّ فأرسل اليّ فدخلت عنده وحصل بيني وبينه مصاحبة مأنوسة تورث النشأة واللذة ، وكلفنا المكث إلى العشاء فطلبنا الإجازة ودعا لنا بدعوات هي للروح غذاء ، وبالجملة فهو قائم بحسب جهده بعبادة اللّه ليس بالغافل عن ما يراد منه ولا باللاه وعلى اللّه سبحانه وتعالى ( 16 ب بر ) القبول منه واليه العروج والوصول .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زائدة في نسخة إسطنبول .\r\n( 2 ) ساقطة في نسخة إسطنبول .\r\n( 3 ) جامع طينال : نسبة إلى الأمير سيف الدين طينال عبد الله الناصري ( ت 743 ه / 1342 م ) أحد مقدمي الألوف كان من مماليك الملك الناصر محمد بن قلاوون ، عمل نائبا لغزة ونائبا لصفد ثم نائبا لطرابلس ، شيّد هذا المسجد على اثار كنيسة خارج مدينة طرابلس الشام ، وذلك عام 736 ه / 1335 م ، وجاء على نقش مثبت على باب هذا المسجد ما يلي : « بسم اللّه الرحمن الرحيم ، امر بانشاء هذا الجامع المبارك المقر الاشرفي العالي المولوي الاميري الناصري نائب السلطنة الشريفة بطرابلس المحروسة اتماما في أيام الملك الناصر في شهر رجب سنة ست وثلاثين وسبعماية وهناك نقش اخر يحدد الأوقاف المحبسة على هذا المسجد الجامع ، حول هذا المسجد راجع محمد كرد علي ، خطط الشام ، 6 م ، بيروت ، 1971 ، م 6 ، ص 53 ، السيد عبد العزيز سالم ، المرجع ذاته ، ص 409 ، وكذلك نص الوقفية ص 475 ، ولقد زار الشيخ عبد الغني النابلسي هذا المسجد ووصفه بقوله « وهو جامع لطيف نيّر واقع خارج البلدة قريب من الجبانة وأسلوبه عجيب وتكوينه غريب » ، التحفة النابلسية في الرحلة الطرابلسية ، ص 72 ، انظر أيضا ابا المحاسن جمال الدين يوسف ابن تغري بردي ( ت 874 ه / 1470 م ) ، النجوم الزاهرة ، في ملوك مصر والقاهرة ، طبعة دار الكتب المصرية ، القاهرة ، 1949 ، م 10 ، ص 103 .\r\n( 4 ) جاءت في الأصل « داني » .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nومنهم فخر فضلائها وخلاصة أكابرها واصلائها محمد أفندي « 1 » ابن عبد الله أفندي ابن الشيخ إبراهيم الشهير بالظني نسبة إلى قرية من نواحي الظنّية « 2 » ، من أعمال طرابلس المحمية ، كان والده هبة اللّه منسوبا للفضائل ومعدودا من الأماثل يتولى بعض الأوقات في المحكمة النيابة ، وفي الجامع الكبير له نصف الخطابة ، ثم نشأ ولده حاذيا « 3 » حذوه في الخطابة والنيابة ، لم نجتمع معه بالنسبة إلى فضلاء البلدة الا قليلا وكان كثير الاعتذار في كونه لم يسد الينا جميلا ، وسبب ذلك أنه حصل له ما جريّة في زمن انسي « 4 » أفندي لما كان قاضيا بتلك البلدة وكان إذ ذاك نائبه فحصلت له معه نائبة ، فمنها لزم داره وألف اقتصاره وقلل اكثاره واتصف بهذا زمان البيوت والقنع بالقوت ، وفي نفس الامر العزلة سلامة ، والمخالطة ولا سيما إذا كانت بالغرور توجب الندامة .\r\nومنهم ( 17 أبر ) الشيخ الفاضل واللوذعي الكامل مولانا الشيخ محمد ابن عبد المولى السيري « 5 » نسبة إلى قرية ( 16 أإسطنبول ) يقال لها سير « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أفندي ، لقب تفخيمي عثماني استخدم ليطلق على أبناء الأسرة العثمانية الحاكمة وعلى رجال القلم والعلماء وفي حالات قليلة كان يستخدم مع لقب آغا ( آغا - أفندي ) وكان من ارفع الألقاب في الدولة العثمانية ثم أصبح يطلق على افراد العامة ، انظر :\r\n Sir Hamilton Gibb and Harold Bowen , Islamic Society and the West , Vol I , Part I , P . 120 , Refhouse , Ibid , P . 160 . \r\n. ( 2 ) الظنية ، كانت في العهد المملوكي عملا . يقع « بين مصياف وفامية » يؤلف أحد اعمال نيابة طرابلس وتكتب هذه الأيام بالضاد ، وفي القرن السادس عشر شكلت ناحية من لواء طرابلس وكان عدد سكانها 686 خانة ، ط . د 372 ص 3 . وفي مطلع هذا القرن كانت تشكل ناحية من اعمال متصرفية طرابلس ، اما هذه الأيام فهي جزء من محافظة الشمال ( طرابلس ) ، انظر أحمد بن علي القلقشندي ، صبح الأعشى ، م 4 ، ص 148 ، وكذلك انظر لبنان مباحث علمية واجتماعية ، م 1 ، ص 50 .\r\n( 3 ) جاءت « حاديا حدوه » في كلا النسختين .\r\n( 4 ) انسي أفندي : لم اعثر له على ترجمة .\r\n( 5 ) لم اعثر له على ترجمة .\r\n( 6 ) قرية سير : حول معنى الاسم راجع أنيس فريحه ، المرجع ذاته ، ص 181 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبالقرب من ناحية الظنية . رجل له فضيلة في فقه الشافعية ومعرفة في الحساب والفلك مرضية كان بيننا وبينه معرفة من الشام سابقة وتأكدت في هذه اللاحقة ، استأنسنا به غالب الأوقات وكنا لا نخلو معه من بعض المذكرات .\r\nومنهم الشاب الفاضل سليل الأماجد والأصايل مولانا الشيخ عبد القادر ابن الشيخ عبد الحي الشهير بابن الجاموس « 1 » ، هو حنفي المذهب وله سلوك حسن « 2 » مع كمال وأدب ، مقره بالبرطاسية « 3 » وبها أقام إذ هو الخطيب بها الامام ولديها حجرتان على النهر مطلتان ، إحداهما عليا والأخرى سفلى يشرحان الصدور ويجلبان المسرة والحبور . واما والده الشيخ الأجل صاحب القدر والمحل أينما جلس أو حلّ لا تمل النفس من مجالسته ولا تضيق من مؤانسته ومصاحبته لأنها توجب الانس والفرح وتذهب الهم والغم والترح .\r\nومنهم ( 17 ب بر ) الشاب الظريف صاحب الطبع اللطيف صنع الله جلبي « 4 » ابن الشيخ العلامة الشيخ إبراهيم من بني الجاموس أيضا شهرته وإليهم عزوه ونسبته ، وهو ذو هيئة حسنة وعبارات تشبه التركية مستحسنة يخطب بجامع التوبة ولا يتلبس بها كأنه استغني عنها بكونه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم أقف له على ترجمة .\r\n( 2 ) « حسن » ساقطة في نسخة إسطنبول .\r\n( 3 ) البرطاسية : « تقع على الضفة اليسرى من نهر أبي علي بالقرب من الجسر العتيق » نقش على بابها :\r\n« بسم اللّه الرحمن الرحيم أوقف هذه المدرسة المباركة العبد الفقير إلى اللّه تعالى عيسى بن عمر البرطاسي عفا اللّه عنه على المشتغلين بالعلم الشريف على مذهب الإمام الشافعي وإقامة الجمع والصلوت المكتوبة . وشرط ان لا يرسم فيها على أحد ولا يسكنه من لا له الحق في ذلك ولا تذكر المصادر تاريخ انشائها الا انه يبدو من طراز البناء انها من أواخر العهد المملوكي البحري ، انظر ب :\r\n Van Berchem , Max et Sobernheim , M . , Syrie Nord , Tripoli , ( Le Caire , 1909 ) , P . 138 . \r\nراجع أيضا : سيد عبد العزيز سالم ، المرجع ذاته ، ص 425 - 429 ، وكذلك محمد كرد علي ، المرجع ذاته ، م 6 ، ص 54 ، ذكرها النابلسي في رحلته ، المصدر ذاته ، ص 72 .\r\n( 4 ) لم اعثر له على ترجمة .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nخطيب جامعها وقنع بالانتساب إليها عند سامعها وهو من جملة كتاب المحكمة إذ ذاك والمعروف بذلك هناك .\r\nومنهم نخبة الفضلاء وعمدة النبلاء من تبع حرفة العلماء واقتضى الشيخ مصطفى ابن عبد الحي الشافعي الخطيب الثاني بالجامع الكبير ذا « 1 » اللطف الغزير ، له أنس لطيف وشكل ظريف قد اشتغل على مولانا الشيخ عبد الكريم المتقدم ذكره في هذا الرقيم . كان في غالب الأوقات يؤانسنا ويجتمع بنا ويألفنا واجتمعت به يوما من الأيام في المولوية ( 16 ب إسطنبول ) فرأيت معه شرح حكم ابن عطا الله « 2 » لابن زرّوق المغربي « 3 » صاحب الفضائل العلية فأخذته وتصفحته وكتبت على ظهره ( 18 أبر ) بعد ما لغالبه طالعته بيتين خطرا في الحال على سبيل الارتجال وهما :\r\n\r\nالطويل\r\n إذا رمت تنوير الفؤاد من الظلم * تطلب عطا الله وانظر له الحكم\r\nودع عنك تدبير الأمور مسلما * لخالقك المنشيء وجودك من عدم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في الأصل « ذو » .\r\n( 2 ) ابن عطا الله : أحمد بن محمد بن عبد الكريم بن عطا الله الإسكندري الجذامي الشاذلي المالكي ، صوفي ، محدث ، قام على ابن تيمية ، له عدد من المؤلفات من بينها الحكم ، توفي بالقاهرة 709 ه / 1309 م ، لمزيد من التفاصيل حول حياته انظر أحمد بن حجر العسقلاني ، ( ت 852 ه / 1448 م ) الدرر الكامنة في أعيان المئة الثامنة 5 م تحقيق محمد سيد جاد الحق ، القاهرة ، 1966 ، م 1 ، ص 291 - 293 ، كذلك انظر عبد الحي بن العماد الحنبلي ، ( ت 1089 ه / 1678 م ) شذرات الذهب في اخبار من ذهب ، 8 م ، دار الآفاق الجديدة بيروت ، لا . ت ، م 6 ، ص 19 - 20 عمر كحالة ، معجم المؤلفين ، م 2 ، ص 121 .\r\n( 3 ) يذكر حاجي خليفة من الشروح على الحكم العطائية : شرح شهاب الدين أحمد بن محمد البرنسي المعروف بزروق وهو الإمام العارف المحدث الرحال الصوفي . . . دفين مسراته ولد سنة 846 ه / 1442 م أخذ عن السخاوي ، له فهرسة ، توفي سنة 899 ه / 1493 م ، انظر كشف الظنون ، م 1 ، ص 675 ، انظر أيضا عبد الحي الكتاني ، فهرس الفهارس والاثبات ومعجم المعاجم والمشيخات والمسلسلات ، 2 م ، المطبعة الجديدة ، فاس سنة 1346 ه / 1347 ه ، ص 341 - 342 ، راجع أيضا عبد السلام بن عبد القادر بن سودة ، دليل مؤرخ المغرب الأقصى ، 2 م ، دار الكتاب ، الدار البيضاء ، الطبعة الثانية ، 1960 ، م 1 ، ص 262 ، م 2 ، ص 311 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nواتفق اننا كنّا يوما في مكان بالقرب من المولوية على سبيل التنزه في بقعة نضرة مرضية ، وإذا بالشيخ المذكور جاءنا عازما لنا لأنه هو وبعض من الفضلاء في سير بالقرب من محل جلوسنا ، فاعتذرنا له بأبيات كتبتها في الحال على سبيل الارتجال وهي :\r\n\r\nالبسيط\r\n باللّه يا مصطفى الاخوان قاطبة * أنت الذي برداء الفضل مسدول\r\nسامح محبك مما أنت طالبه * وقل لأصحابنا ان ينفع القيل\r\nبالله يا فضلاء العصر معذرة * من مخلص بفراق الأهل مشغول\r\nفلا تلوموا إذا ما جاء ساحتكم * فالصفح مطلوبه والعفو مأمول\r\nان الحجاب له قد صار حاجبه * والعذر عند كرام الناس مقبول\r\nلا زلتم في هناء ثم في دعة * إذ عندكم لغريب الدار تأهيل \r\nوأما بقية الخطباء فكلهم له حسن خطابة لها نباء ( 18 ب بر ) اجتمعنا بهم جميعا وكل منهم أبدى لنا محبة زائدة ومجابرة وخضوعا جزاهم اللّه تعالى الخيرات وضاعف لديهم المسرات ، لا سيما الشيخ الصالح العامل الفالح الشيخ أحمد « 1 » المشهور بابن المالكي ، هو أحد خطباء طينال له عقل وأدب وأصل أصيل بين الأمثال أحبنا كثيرا ، جزاه اللّه تعالى عنا « 2 » خيرا .\r\nومنهم الشاب الساكن السليم تلميذ مولانا الشيخ عبد الكريم صاحب الأصل والنبأ الشيخ محمد الشهير بابن مرحبا « 3 » هو رجل من الأصائل متحل « 4 » بخطابة جامع طينال من الأفاضل ، صنع ( 17 أإسطنبول ) لنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم اعثر له على ترجمة .\r\n( 2 ) « عنا » ساقطة في نسخة إسطنبول .\r\n( 3 ) لم اعثر له على ترجمة .\r\n( 4 ) جاءت في الأصل « متحلي » .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nسيرا كان حاضره الشيخ عبد الكريم في محل منتزه وسيم فلما أقبل علينا خاطبته بهذه الأبيات التي سمحت بها ذلك الوقت القريحة إذ كانت من فراق الأحبة جامدة جريحة وهي :\r\n\r\nالطويل\r\n اهلا وسهلا ثم اهلا ومرحبا * بمن قد تسمى في الورى بابن مرحبا\r\nخطيب له أصل وفصل وفطنة * وفضل غدا بين الأنام له نبا\r\nوعذرا فإني قد عجزت وقصرت * عزائم فكري ، ثم طرفي لقد كبا\r\nوأوصافكم يعيا بها كل مادح * ولو زاد مهما في المقال وأطنبا \r\n( 19 أبر )\r\nوممن اجتمعنا به من المشايخ الصوفية المنسوبين إلى الحضرة القادرية الشيخ علاء « 1 » الدين الشهير بابن طبيخ له زاوية بأعلى « 2 » الجبل يقال لها قبة النصر لا يشبهها في حسن مشرفها محل فإنها مشرفة على المدينة وعلى ما احتوت عليه وعلى البحر وسائر النهور الداخلة اليه ، وهو عليه أبهة الصالحين ومتقيد بالفقراء والمريدين مع شرف نفس وعفة ودين ، وقد احبّنا وأحببناه وكلفنا إلى زاويته المذكورة ودعا لنا بدعوات مقبولة محبورة . وله أخ له فضيلة ومصاحبة مأنوسة جميلة . وقد قصد التوجه إلى بيت المقدس ونحن هناك فطلب من الفقير أن اكتب لحضرة الأفندي لأجل علوفته « 3 » ( من ) الجوالي « 4 » على سبيل الشفاعة ولم يكتب العرض بخطه لشدة عفته وحياه ، فكتبت لحضرة الأفندي أطال اللّه تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت مطموسة في نسخة إسطنبول ولم اعثر له على ترجمة .\r\n( 2 ) جاءت في النص « بأعلا » .\r\n( 3 ) العلوفة : بالاصطلاح والاستخدام العثماني تعني المخصصات والارزاق ، انظر :\r\n Gibb and Bowen . Ibid . Part I , P . 42 . \r\n( 4 ) الجوالي : حول ضريبة الجوالي أي الجزية ، انظر مقالة :\r\n Cl . Cahen , « Djawali » E . I . 2 , Vol . II , p . 490 . \r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبقاه هذه الأبيات كما تراه وهي ( 19 ب بر ) .\r\n\r\nالسريع\r\n يا فريد الورى بذا العصر * دمت في عز منزل العصر\r\nقصد ذا العبد تسمحوا كرما * وامتنانا لشيخ قبة النصر\r\nفإنه قد غدا يسير إلى * ايلياء في آخر الشهر\r\nومثله من يعان في سفر * لأنه في غاية الفقر \r\n( 17 ب إسطنبول )\r\n وقد رجا « 1 » ذاك وهو في خجل فاسم * حوا واغنموا لذي الأجر\r\nوهو يدعو لكم ، إذا أبدا كل * وقت يكون في الذكر\r\nواسلم الدهر لا ترى نكدا * رافع القدر عالي الذكر \r\nفكتب عليه بخطه الشريف مجيبا نظما بزيادة على المطلوب :\r\n سيدي الآن قد سمحت له * بالذي يستحق من قدر\r\nوامتثلنا لأمر حضرتكم * ومنحنا مخافة الغدر\r\nوعند عزم المسير نمنحه * بلغة يستعين في السفر \r\nوممن اجتمعنا به الشيخ الصالح والدرويش الفاضل الفالح المنلا مصطفى المشهور بفدائي دده العنتابي رجل من أفاضل الدراويش المولوية وهو دعجي « 2 » ( 20 أبر ) بها مع أنه للمشيخة مستحق وصالح لها ، له طبع موزون ومشاركة في بعض فنون ، صاحب ديوان شعر بالتركية يتضمن الغزل الرقيق والتضامين المتضمنة لكل معنى دقيق وله مؤلفات أيضا منها ترجمة منطق الطير للعطار « 3 » سماها منطق الاسرار وترجمة مهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في الأصل « رجى » .\r\n( 2 ) لم نعثر له على ترجمة .\r\n( 3 ) فريد الدين العطار : أبو حامد محمد بن محمود النيسابوري المعروف بالعطّار من أقطاب الصوفية ( ت 607 ه / 1210 م ) حول مؤلفاته وحياته وشعره انظر أحمد ناجي القيسي ، عطار نامة أو كتاب فريد الدين العطار النيسابوري ، وكتابه منطق الطير ، بغداد ، 1978 ، انظر أيضا المقدمة الوافية حول حياة العطار التي وضعها الأستاذ القيسي ، كذلك مقالة :\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمشترى سماه عشق نامه للشيخ محمد العطار ومنظومة جمع فيها ما يحتاج اليه المتعلم من الالفاظ العربية بالتركية كهيئة الدانشان « 1 » واتقنها غاية الاتقان ولقد استكتبتها ومعي صحبتها وهو في نفس الأمر له جامعة ونكات حسنة ينشي ويطرب بها سامعه وقد لازمنا وكان غالب الأوقات لا يفارقنا .\r\nوممن اجتمعنا به الشاب اللطيف من احتوى على كل معنى طريف « 2 » محمد جلبي « 3 » المشهور بابن الخوجة شاب له حسن شكل مقبول وعقل مع أدب به موصول وهو من بيت ذي عراقة وأصول ، كان بيننا وبينه محبة وصداقة ومودة .\r\nوممن اجتمعنا به شيخ المولوية « 4 » ( 18 أإسطنبول ) محمد أفندي الرومي ( 20 ب بر ) رجل اختيار له حشمة ووقار ، اجتمعنا به مرارا وشرّفنا مزارا وحضرنا مجلس وعظه وسمعنا حسن تقريره للمثنوي بحلاوة لفظه ومجلسه الذي هو عبارة عن المولوية مكان لا نظير له في بقعة حسنة مرضية بين جبلين متقاربين أخضرين وهي بذيل أحدهما\r\n\r\n\r\n","description":"","footnote":"\r\n H . Ritter , « Al - Attar » E . I . 2 , Vol . I , PP . 752 - 755 . \r\nانظر أيضا منطق الطير ، ترجمة ودراسة بديع محمد جمعه ، الطبعة الثانية ، دار الأندلس ، بيروت ، 1979 .\r\n( 1 ) الدانشان : الدانش كلمة فارسية تعني المعرفة ومنها الدانشمند بمعنى العالم العارف .\r\n( 2 ) وردت في نسخة إسطنبول « ظريف » .\r\n( 3 ) لم نعثر له على ترجمة .\r\n( 4 ) نسبة إلى مولانا جلال الدين بن بهاء الدين سلطان العلماء ولد بن حسين بن أحمد الخطيبي المعروف باسم مولانا جلال الدين الرومي ( 604 ه / 1207 م - 672 ه / 1273 م ) الذي ولد ببلخ وتوفي بمدينة قونية ، تأثر بأبي حامد الغزالي وبالشيخ محي الدين بن العربي ، من اشهر مؤلفاته المثنوي ، حول حياته ومؤلفاته راجع :\r\n H . Ritter , « Djalal al - Din Rumi » E . I . 2 , Vol . II , PP . 393 - 396 . \r\nوكذلك انظر اسين بلاثيوس ، محي الدين بن العربي ، حياته ومذهبه ، ترجمة عبد الرحمن بدوي ، دار القلم ، بيروت ، 1979 م . وكذلك : محي الدين بن العربي في الذكرى المثوية الثامنة لميلاده ( الكتاب التذكاري ) باشراف وتقديم إبراهيم بيومي مدكور ، الهيئة المصرية العامة ، 1969 م .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمبنية بالأحجار مشرفة على وادي تخطه الأنهار وتحفه الأشجار يتخلل بين ذلك قطع من المرج الأخضر تحتوي على ساير الأزهار تنشرح بمرآها الصدور ويتردد إليها في غالب الأحيان للتنزه بها الأعيان والصدور .\r\nبناها رجل يقال له صمصمجي علي ، جاء إلى طرابلس حوالة من قبل السلطنة العلية ، فذهب يوما من الأيام بقصد السير إلى ذلك المحل وكان في محلها قصر مبني يتنزه به أهل البلدة فأعجبه فقال ينبغي أن نبني هنا محلا للمولوية فبنى مكانا آخر للمقابلة وجعل لها وقفا من الخزينة العامرة الا أنه جزئي لها ليس فيه فيض عن إقامة اودها ( 21 أبر ) وذلك في حدود سنة ثمان « 1 » وعشرين والف من الهجرة النبوية على مهاجرها الف صلاة والف تحية . ومما اتفق لكتابه انني توجهت يوما لحضور المقابلة فكلفنا الشيخ المذكور إلى خلوته ، فأجبنا فلما استقر بنا الجلوس ترحب بنا وصاحبنا بكلام لطيف مأنوس ، ثم أرانا كتابا في الأدب وطلب منا ان يكون خطنا عليه للتبرك عنده فأجبناه وان لم نكن أهلا لذلك امتثالا للأمر التي « 2 » هو من سلوك الأدب ، فكتبت عليه في الحال ما سمحت به القريحة من غير اهمال وهو :\r\n\r\nمجزوء الكامل\r\n لما اتيت لمجلس * يدعى بمولى خانه\r\nوجلست فيه « 3 » ساعة * أكرم بها من ساعة\r\nطالعته فوجدته * قد حاز كل لطيفة \r\n( 18 ب إسطنبول )\r\n فدعوت ربي مسرعا * وهو المجيب لدعوتي\r\nيبقى لمالكه الذي * يبدي علوم حقيقة \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في الأصل « ثمانية » .\r\n( 2 ) كذا جاءت في النسختين .\r\n( 3 ) وردت في نسخة إسطنبول « فيه » وفي نسخة برنستون » معه .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n والعبد بحيى سائل * منه الدعا بخلوه\r\nفعسى الاله يمن من * فضل له باقاله \r\nولعمري لقد أجاد في بنائها في هذا المحل العظيم ( 21 ب بر ) وفاز من اللّه سبحانه وتعالى بالثواب الجسيم وبالذكر الجميل الدائم المقيم إلى يوم القيامة المقعد المقيم .\r\nوأما كتّاب الخزينة العامرة فقد كانت محبتهم لنا وافرة فمنهم المحاسبجي « 1 » وهو رجل يقال له محرم جلبي الديار بكري قدم صحبة شاهين باشا بمنصب الروزنامة « 2 » . وعزل الذي كانت عليه فلم يحصل بسبب ذلك ملامة . فلما قدم المولى المشار اليه عزل محاسبجيّها القديم جعفر أفندي لأمر استوجب ذلك ، وولّى منصبه لمحرم المذكور وأعاد الروزنامة للأول الآتي ذكره في هذا الرقيم ، ومحرم أفندي المذكور له نكات لطيفة وأمثال تركية ظريفة ، أمير الكلام في المصاحبة ، حسن المسامرة والمداعبة ، كنا معه ممتزجين ولشقاشقه مستمعين غير مجيبين .\r\nومنهم المقاطعجي « 3 » رجل يقال له محمد أفندي ابن نوح باشا ، كان والده ينكجريا من طائفة الشام وسلك هو هذا الطريق وله نوع معرفة وتحقيق وله بعض ذوق سليم وطبع مستقيم ولما ورد امر فتح ( 22 أبر ) بغداد « 4 » في حادي عشر رمضان من السنة المذكورة وحصل للناس غاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحاسبجي : هو الرجل الذي يتولى أمور مالية الولاية .\r\n( 2 ) الروزنامة : مؤلفة من رؤز الفارسية بمعنى يوم ونامة : بمعنى رسالة ، حول مهمة صاحب هذا المنصب راجع المقدمة لهذه الدراسة .\r\n( 3 ) حول منصب المقاطعجي كجامع للضرائب وكمسؤول إداري ، راجع :\r\n William R . Polk . The Opening of South Lebanon , 1788 - 1840 , Harvard University Press , 1963 , PP . 10 - 31 . \r\n. ( 4 ) الإشارة هنا إلى حملة السلطان مراد الرابع على العراق واسترجاعه بغداد سنة 1638 م / 1639 م ، راجع منها :\r\n، 1968 ،\r\n S . H . Longrigg , Four Centuries of Modern Iraq , Librairie du Liban , Beirut PP . 68 - 74 . \r\n.\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالفرح وظنوا إزالة الهم والترح وزينت البلدة من كل باب وضربت الاطباب ( الاطبال ) عمل تاريخا وانشدنيه وفيه ما فيه وهو :\r\n\r\nمجزوء الرمل\r\n عسكر الاسلام حقا * ربنا بالنصر حافة \r\n( 19 أإسطنبول )\r\n قال لي الهاتف أرخ * ملكو دار الخلافة \r\nوالحساب على قوله ملكو بلا ألف بعد الواو صحيح الا انه مخل عند أرباب القواعد والتصحيح ، وبالجملة فلقد حصل لنا منه غاية الاكرام والمحبة اعزه اللّه تعالى وأحبه .\r\nومنهم التذكرجي رجب أفندي ابن إدريس علي كان والده بلوكباشيا بالشام صاحب نقض على ما يقال وابرام ، وولده المذكور خارج من حقوق منصبه قائم بهذه الخدمة على أحسن وجه وأكمله وهو ذو حركة ظاهرة دون بقية الكتاب ومشرب صاف لا يعتريه بسببه همّ ولا اكتئاب ، وكان خاله مفتيا في البلدة يقال له الشيخ مصطفى ابن كرامة « 1 » له عزة وكرامة مشهورا بالعلم والفضائل والحلم وقد سمعت أن من جملة كتبه الموقوفة كتاب الذخيرة « 2 » فكتبت ( 13 ب بر ) اليه هذين البيتين أطلبها على سبيل العيرة وهما :\r\n\r\nمجزوء الكامل\r\n يا عدة قد عدّه * أهل الفضائل للذخيرة\r\nجد لي وأسرع عاجلا * واسمح بارسال الذخيرة « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حوله انظر دراسة محمد عدنان البخيت في « احداث طرابلس سنة 1606 / 1607 » ، مجلة مجمع اللغة العربية الأردني ، العدد الأول ، المجلد الأول ، 1978 ، ص 171 - 191 .\r\n( 2 ) الذخيرة ، لا يحدد اسم مؤلفها ولا عنوانها الكامل لذا يصعب الجزم بموضوعها إذ ان حاجي خليفة يورد أكثر من كتاب باسم الذخيرة ، انظر كشف الظنون ، م 1 ، ص 825 - 826 .\r\n( 3 ) البيتان ذكرهما في نسخة برنستون ثم شطبهما .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفكان الجواب ارسالها ، وتمتعت مدة بمطالعتها وله قد أعدتها .\r\nومنهم الروزنامجي يقال له محمد أفندي من مدينة آق شهر « 1 » له دعوى في أنه ينظم بالتركية وان له في ذلك بعض حيثيّة واللّه تعالى أعلم بصدق دعواه وبما اشتمل عليه باطنه وما حواه .\r\nومنهم محمد أفندي المقابلجي الرومي الأصل والطرابلسي المنشأ والمولد رجل له استقامة مع كمال دين وهناوة ولين ، متقيد بما هو فيه ولا ينطق الا بما يعنيه ، من الصلحاء الخيّرين والأتقياء المشهورين ، له معرفة تامة بالمقابلة مع حسن خط يشهد له به من رآه وقابله .\r\nومنهم خليفة المحاسبجي وهو عمدة الكتاب ومن تعوّل عليه ( 19 ب إسطنبول ) الدفتردارية في الأخذ والعطاء والحساب ، سليمان جلبي الشهير بابن المذبوح وهو رجل خفيف الجثة والروح وله عقل تام ( 14 أبر ) مقرون بقلة الكلام يدرك الشيء ويحصيه ثم لا ينطق الا بما يعنيه ، ذو همة عالية وافرة ومروءة كاملة غامرة ، قد سلك بالديانة والصيانة والاستقامة مع وفور الأمانة . ولعمري أنه وان كان قليل المناقشة فهو أهل لمنصب المحاسبة . امتزجنا معه امتزاج الأحباب واتخذناه من أجلّ الأصدقاء والأصحاب ( أكثر اللّه تعالى من أمثاله وزاده من انعامه وأفضاله ) « 2 » .\r\nومنهم خليفة الروزنامجي مصطفى جلبي ابن زين العابدين أفندي المنفصل عن دفتردارية طرابلوس وديار بكر ، هو شاب له فهم سليم وطبع مستقيم وله حيثيّة وقابلية واستعداد لكل قضية ، كثّر اللّه تعالى « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آق شهر : بلدة في أواسط الأناضول من توابع مدينة قونية حول تاريخها ، راجع مقالة :\r\n Cl . Huart - F . Taeschner , « AK Shehr » E . I . 2 , Vol . I , P . 313 . \r\n( 2 ) ساقطة من نسخة إسطنبول .\r\n( 3 ) « تعالى » زائدة في نسخة إسطنبول .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمن أمثاله وزاده من انعامه وأفضاله .\r\nوممن اجتمعنا به القاضي محي الدين ابن الحميدي رئيس كتاب المحكمة الراغب في كل ما يورث الحطمة ، له ملق لسان بعيد عن الخير والجميل والاحسان والناس يتكلمون ( 23 ب بر ) فيه ولا يحبه أحد ، له دين ولا يشتهيه وبالجملة فما ذكرنا الا ما هو فيه ، فنسأل اللّه تعالى العفو والعافية من السلوك في المظالم الموجبة للهاوية . وله أخ أيضا كاتب في المحكمة يقال له محمد ليس بأحمد ، مستمد من فيضه فيضا . وبالمحكمة كاتب يقال له الشيخ محمد البتروني كأنه منسوب إلى الحمار الأبتر وهو الأشهر والأظهر يحسّنه الناس بالنسبة إلى القاضي محي الدين المذكور لأنه في غاية العجز والعيّ والقصور ، « فانا للّه وانا اليه راجعون » « 1 » في كل الأمور .\r\nوقد رأيت لهم في محكمتهم « 2 » اختراعات عجيبة وأحوالا غريبة منها ان الرجل إذا أراد ان يتزوج فيأتي إليهم فيكتبوا في صدر ورقة بياض اذن مولانا ( 10 أإسطنبول ) بعد أوصاف تحضرهم باردة . وقيود غير لازمة زائدة ، القاضي بمدينة طرابلوس لفلان الفلاني ويسمون رجلا يعقد العقد اما من العلماء أو من الجهلاء بأن يعقد عقد فلانة على فلان من غير مانع شرعي ويجعل القاضي امضاءه في أعلا الورقة ويدفعونها لمن يريد ان يعقد العقد ويقبض القاضي ( 23 أبر ) على ذلك ما صدر عليه الوعد من غير تسجيل لذلك ولا العلم بتفصيل ما هنالك . ومنها ان غالب ما يصدر عندهم يكتبونه من غير تسجيل فيفضي ذلك إلى ضياع حقوق الناس « فحسبنا اللّه ونعم الوكيل » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آية رقم 156 من سورة البقرة .\r\n( 2 ) « محكمتهم » زائدة في نسخة إسطنبول ووردت على الهامش\r\n( 3 ) آية قرآنية رقم 173 من سورة آل عمران .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nفصل في ذكر البلدة المذكورة وما اشتملت عليه من المزايا والجوامع والمحاسن المأثورة :\r\nهي بلدة مبنية في ذيل جبل واقعة في أحسن بقعة منه والطف محل ، بناؤها كله بالأحجار ، يسر النواظر والأبصار ، الا انه قد تخرب « 1 » أكثره وانكسف أنضره . ذات انهار جارية وأشجار متلالئة وازهارها متنوعة زكية متضوعة وبحر عجاج متلاطم الأمواج وبها من الجوامع المعدودين يومئذ للخطابة لدى كل باصر وسامع اثنا عشر جامعا خطباؤها تطرب المسامعا : منهم الجامع الكبير « 2 » وله أربعة أبواب أحدها : باب الفرج باستجابة الدعاء عنده « 3 » معروف شهير . وله خطيبان : حنفي وشافعي ، فالشافعي صاحبنا الشيخ مصطفى وله به ( 24 ب بر ) خلوة في نفس الجامع تشرح الصدر وتأخذ من القلوب بالمجامع ، ورئيس المؤذنين به رجل أصله من عكار يقال له الشيخ محمد ابن الطابوش « 4 » له نوع دخول ومعرفة في علم المقامات والأصول ، وبه حلقة ذكر تقام يوم الجمعة بعد الصلاة من رجل خليفة لبني سعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « قد » ساقطة من نسخة إسطنبول .\r\n( 2 ) شيّده السلطان المملوكي الأشرف خليل ابن السلطان قلاوون سنة 693 ه / 1294 م ، في طرابلس على الضفة اليسرى لنهر أبي علي ، وجاء في نقش موجود عليه ما يلي : « بسم اللّه الرحمن الرحيم ، أمر بانشاء هذا الجامع المبارك مولانا السلطان الأعظم سيد ملوك العرب والعجم فاتح الأمصار ومبيد الكفار ، الملك الأشرف صلاح الدنيا والدين خليل ، قسيم أمير المؤمنين ابن مولانا السلطان الملك المنصور سيف الدنيا والدين قلاوون الصالحي خلد اللّه ملكه في نيابة المقر العالي الأميري الكبيري العزّي عز الدين أبيك الخزندار الأشرفي المنصوري نائب السلطنة بالفتوحات والسواحل المحروسة عفا اللّه عنه ، وذلك في سنة ثلاث وتسعين وستماية والحمد للّه وحده » ووسّع في عهد الناصر محمد في سنة 715 ه / 1315 م ، لمزيد من المعلومات حول هذا لجامع راجع فان برشيم ، المصدر ذاته ، ص 49 - 50 وكذلك انظر السيد عبد العزيز سلم ، المرجع ذاته ص 400 - 407 ، كذلك محمد كرد علي ، المرجع ذاته ، م 6 ، ص 53 ولقد وصفه الشيخ عبد الغني النابلسي بقوله : « وهذا الجامع متسع الجهات ، قيل إن أصله كان كنيسة وله في فنائه صفف ورواقات وله في كل جانب من جوانبه الأربع باب عظيم وهو في وسط المدينة وفي وسط فنائه بركة ماء كبيرة ، عليها قبة عظيمة بأربع عضائض ، كل عضّاضة يحوطها اربع رجال « الرحلة الطرابلسية ، ص 72 .\r\n( 3 ) جاء في نسخة إسطنبول « عندهم » .\r\n( 4 ) لم اعثر له على ترجمة .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالدين « 1 » مع شرذمة يذكرون اللّه .\r\nوالثاني جامع طينال خارج المدينة من جهة باب آق « 2 » طرق المشهور بين الناس بباب اخترق وهو جامع عظيم غالبه بالرخام الجسيم لا سيما ( 20 ب إسطنبول ) ارضه فإنها كلها بالرخام ، والباني مدفون به ، وهو من الصلحاء المشهورين بين الأنام . ويليه جبّانة منوّرة بها قبور كلها معتبرة وكل القبور محجّرة .\r\nوالثالث جامع التوبة « 3 » جامع به انشراح وجالب للمسرة والأفراح في نفس السوق بالقرب من الجسر التحتاني وفيه مكان يقال له الأحمدية مصّلا ( كذا ) مشرف على النهر يشرح الصدر لا سيما بكرة وعشية .\r\nوالرابع جامع العطار في نفس سوق البزوريين بانيه الشيخ العطار من الصلحاء المعروفين .\r\nوالخامس جامع اليونسية « 4 » ( 25 أبر ) بالقرب « 5 » من المحكمة الكبيرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بنو سعد الدين : نسبة إلى الشيخ الصوفي سعد الدين الجباوي الذي بدأ الطريقة في حوران وارتحل نجله الشيخ حسن إلى دمشق وسكن محلة القبيبات وعمّر هناك زاوية ، وبعد وفاته جلس ابنه حسين على سجادته ليخلفه ابنه الشيخ أحمد الذي تولى تربية المريدين إلى حين وفاته سنة 963 ه / 1555 م وقبره هناك ( في تربة القبيبات ) معروف يزار ويتبرك به . وجلس بعده على السجادة اخوه سعد الدين . ولقد نعم أبناء هذه الطريقة بعطف الدولة العثمانية عليهم عن طريق الأوقاف والعلوفات ، انظر حسن بن محمد البوريني ( ت 1024 ه / 1615 م ) ، تراجم الأعيان من أبناء الزمان ، 2 م - تحقيق الدكتور صلاح الدين المنجد ، دمشق 1959 ، 1963 ، م 1 ، ص 40 - 42 ، انظر أيضا :\r\n M . A . Bakhit , The Ottoman Province of Damascus , PP . 208 - 211 . \r\n( 2 ) كلمة تركية تعني الأبيض .\r\n( 3 ) جامع التوبة : ملاصق للجسر الجديد على نهر أبي علي ، بني في العهد المملوكي إذ انه يحمل نقوشا يعود تاريخها إلى سنة 817 ه / 1414 م ، تهدم بسبب فيضان سنة 1020 ه / 1611 م فجدد في العام التالي ، انظر محمد كرد علي ، المرجع ذاته ، م 6 ، ص 53 . يذكره الشيخ النابلسي في رحلته المصدر ذاته ، ص 73 .\r\n( 4 ) جامع اليونسية : لا تذكره المصادر المتوفرة لدينا وربما كان المقصود به جامع الأويسيّة الذي بناه محي الدين الأوسي سنة 865 ه / 1460 م وانه جدد في عهد السلطان سليمان في سنة 941 ه / 1534 م على يد رجل يعرف باسم حيدرة . والجدير بالذكر ان الشيخ عبد الغني النابلسي يذكر جامع الأويسية أيضا ولا يذكر جامع اليونسية ، وربما ان الامر كان قد اشتبه على المحاسني فسماه اليونسية . انظر محمد كرد علي ، المرجع ذاته م 6 ، ص 54 ، السيد عبد العزيز سالم ، المرجع ذاته ، ص 416 - 417 ، النابلسي ، المصدر ذاته ، ص 72 .\r\n( 5 ) من هنا يتوقف نص نسخة برنستون مرة أخرى .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nغالبه مبني بالرخام في غاية الاحكام .\r\nوالسادس البرطاسية وهي بالقرب من الجسر الفوقاني بالرخام كلها مبنية ، وبها شبابيك مطلة على النهر يسرح الناظر في مرآه ، ويتمنى ان لا يخرج منها ولم يزل في حماه .\r\nوالسابع المحمودية « 1 » بالقرب من سوق يقال له سندمر « 2 » وهي معلقة يصعد إليها ببعض درجات وهي لا نظير لها أيضا .\r\nوالثامن جامع الطحّان « 3 » بالقرب ، منها معلق أيضا ، ومتسع فاض الانشراح فيه فيضا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحمودية : نسبة إلى محمود بك أحد زعماء الوحدة العسكرية العثمانية في طرابلس . يذكر الشيخ عبد الغني النابلسي ان بناءه كان سنة 1100 ه / 1688 م بينما يذكر محمد كرد علي ان بانيه هو محمود بن لطفي الزعيم سنة 967 ه / 1559 م أيام السلطان سليمان القانوني ، وهو في محلة بوابة الحدادين ، ويشير اليه العطيفي في رحلته فيذكره بقوله : « . . . بناء حسن يسمى المحمودية ، شكل إيوان مطل على النهر المزبور ( أبي علي ) وعلى الجسر الذي يمر عليه من الطرف الشرقي إلى الغربي ويجتمع الناس هناك . وبه ماء جار في ساقية مبنية يجتمع ماؤها في بركة ثم ينصب إلى النهر فكنت غالب أيام إقامتي اذهب إلى هذا المكان واجلس فيه لاختلي بالعبادة وانزه الطرف وافرح القلب » من هنا فان ما جاء لدى الشيخ النابلسي غير دقيق ، راجع العطيفي ، المصدر ذاته ، ص 222 ، النابلسي .\r\nالمصدر ذاته ، ص 73 ، محمد كرد علي ، المرجع ذاته ، م 6 ، ص 54 .\r\n( 2 ) سندمر : هو سيف الدين اسندمر الكرجي المنصوري تولى نيابة طرابلس للمرة الأولى في عهد السلطان الناصر محمد من سنة 896 ه / 1296 م - 699 ه / 1299 م ، وتولاها ثانية لمدة أطول من السابقة من سنة 702 ه / 1302 م - 709 ه / 1309 م في عهد الناصر محمد أيضا ، وأثناء ذلك شارك في فتح جزيرة ارواد ، أسس في طرابلس « حماما وقيسارية وطاحونا ومساكن لمماليكه في طرابلس كما أعاد بناء جزء كبير من قلعة صنجيل وشيد أبراجا بطرابلس » وكان تأسيسه للحمام سنة 701 ه / 1301 م ، وخان المنزل الذي بناه يعتبر أهم وأجمل خانات طرابلس وتولى بعد ذلك نيابة حلب .\r\nراجع ابن حجر العسقلاني ، الدرر الكامنة في أعيان المائة الثامنة ، م 1 ، ص 414 - 415 رقم الترجمة 988 ، انظر أيضا السيد عبد العزيز سالم ، المرجع ذاته ، ص 318 - 319 ، ص 452 - 454 .\r\n( 3 ) جامع الطحان : يذكره الشيخ النابلسي باسم الطحال بينما يذكره محمد كرد علي الطحام ويورد عنه ما يلي : « وجامع الطحام داخل البلد ولم يعلم اسم بانيه ولا تاريخ بنائه ، وشكله وطرز منارته يدل على أنه بني زمن المماليك » وعلى الارحح ان اسمه الصحيح الطحان . انظر النابلسي ، المصدر ذاته ، ص 72 محمد كرد علي ، المرجع ذاته ، م 6 ، ص 54 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوالتاسع جامع يغن « 1 » شاه عند باب اخترق متسع منور عريض ، تطل شبابيكه على البساتين وعلى فضاء مخضر أريض وبوسطه بركة ماء عظيمة ، فإنه عبارة عن اربع ايوانات والبركة في وسطه محكمة جسيمة .\r\nوالعاشر جامع التفاح « 2 » لا يصلي فيه الا الجمعة وله اشراف عجيب بالقرب من الدباغين ، وهو مشرف على النهور والبساتين .\r\nوالحادي عشر جامع محمود بيك خارج باب التبّانة معلق أيضا وله حسن بناء وترصين ، ولقد عددت فيه من القناديل البلور الطوال والمدورات الكبار نحو تسعين ، وخطيبه صاحبنا نقيب الاشراف السيد حسين .\r\nوالثاني عشر جامع ( 21 أإسطنبول ) القلعة « 3 » وهو أيضا عظيم الشأن .\r\nوالقلعة واقعة في ذيل الجبل محكمة البناء يصعد إليها ببعض درجات وآغتها « 4 » يقال له الحاج أحمد وقد انتقل بالوفاة إلى رحمة اللّه الصمد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع يغن شاه : يذكره الشيخ النابلسي باسم « جامع الغناشاه » مسجد مملوكي لا نعرف تاريخ بنائه ، هذا مع العلم انه يحمل نقشا يعود تاريخه إلى سنة 880 ه / 1475 م يأمر فيه « بحماية زراعة أراضي الوقف للمسجد المذكور وتسليمها إلى السيد نور الدين الأدهمي الحسيني » « ولقد أعيد بناء هذا الجامع حديثا بعد سقوطه ووضعت له القساطل الحديدية لجر المياه » انظر فان برشيم ، المصدر ذاته ، ص 129 - 130 ، وكذلك انظر النابلسي ، المصدر ذاته ، ص 72 ، محمد كرد علي ، المرجع ذاته ، م 6 ، ص 53 ، السيد عبد العزيز سالم ، المرجع ذاته ، ص 415 - 416 .\r\n( 2 ) جامع التفاح : يذكره الشيخ النابلسي باسم « جامع التفاحي » لا نعرف عنه شيئا ، انظر النابلسي ، المصدر ذاته ، ص 73 ، وربما كان هذا المسجد هو نفس المسجد الذي يذكره السيد عبد العزيز سالم باسم مسجد الدبّاغين ، المرجع ذاته ، ص 415 .\r\n( 3 ) ذكره الشيخ النابلسي ، المصدر ذاته ، ص 73 .\r\n( 4 ) الأغا مصطلح تركي يعني الكبير أو الرئيس ، انظر شمس الدين سامي ، قاموس تركي ، إسطنبول ، سنة 1317 ، ص 38 ، والجدير بالذكر انه كان قد تم تجديد برج في القلعة في عهد السلطان سليمان القانوني ، حيث يذكر أحد النصوص فوق باب القلعة الكبير ما يلي : « بسم اللّه الرحمن الرحيم رسم بالامر الشريف العالي السلطاني الملكي المظفري سلطان سليمان شاه ابن السلطان سليم شاه لا زالت أوامره الشريفة مطاعة في الامراء بأن يجدد هذا البرج المبارك ليكون حصنا منيعا على دوام . وكان الفراغ من عمارته في شهر شعبان المبارك سنة سبع وعشرين وتسعماية » انظر دراسة أسد رستم . قلعة طرابلس الشام ، موقعها وموادها الأساسية ومساحتها وتحصيناتها ومناعتها ونقوشها الكتابية داخل بنائها الحالي ، بيروت ، سنة 1928 ، ص 11 ، كذلك راجع مقالة :\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوالكدخدا « 1 » يقال له الحاج ناصر الدين الحمصي وهما من الصلحاء قانع كل منهما بما قسم له ووعى . وغالب القبه قولي « 2 » القرجية قاطنون بها ، والآغة عليهم يومئذ يقال له قرط آغا له عقل وسكون . وقد اضافنا مع حضرة الأفندي والمتسلم يوما كاملا وكان يوم الجمعة فصلينا هناك وكان للبسط والحظّ شاملا ، ودخلنا منزله وحيّا بنا بالاعزاز وعلو المنزلة .\r\nوأما المشايخ الأولياء فقد زرنا بها الشيخ الولي فضل الله « 3 » بالجبانة القريبة من جامع طينال ، والشيخ الذي وقع على ولايته اجماعهم الشيخ مسعود المغربي « 4 » رحمه اللّه ونفعنا به ، وكذلك السيدة عيشة البشنتانية « 5 » من الصالحات المشهورات عندهم . والشيخ ششبرك « 6 » له قبر مهاب والشيخ عز الدين الموصلي « 7 » بالقرب من الحمام المنسوب اليه والشيخ\r\n\r\n\r\n","description":"","footnote":"\r\n J . Savaget , « Notes sur les Defenses de Marine de Tripoli » Bulltin du Musee de Beyrouh , December ( 1938 ) II , PP . 1 - 25 . \r\n. ( 1 ) الكدخدا ( كتخدا ) ، مصطلح إداري فارسي الأصل تعني الوكيل أو النائب .\r\n( 2 ) القبه قولي  Kapi Kulu  عبيد الباب ، أي باب السلطان ، عند بداية فقدان الضبط والربط العسكري في وحدات الانكشارية أصبح هناك صراع ما بين العناصر العسكرية التي كانت تقيم في الولايات وأصبحت تعرف باسم « اليرلية » اي المحلية والقوات التي كانت ترسل من حين لآخر من إسطنبول بقيت تحتفظ باسمها « القابي قول » ، حول مثل هذا الصراع انظر :\r\n A . Rafeq . The Provinceof Damascus , 1723 - 1783 , PP 26 - 36 \r\nكذلك انظر دراسة نوفان رجا الحمود ، حركات العسكر في بلاد الشام في القرنين السادس عشر والسابع عشر الميلاديين ، دار الآفاق الجديدة - بيروت 1981 .\r\n( 3 ) يذكر الشيخ عبد الغني النابلسي ، انه زار الجبانة القريبة من جامع طينال وانه قرأ الفاتحة على روح الشيخ فضل الله المغربي الذي كان فوق قبره قبة . فعلى الأرجح ان فضل الله المذكور هنا هو فضل الله المغربي ، انظر النابلسي ، المصدر ذاته ، ص 93 - 94 .\r\n( 4 ) لم اعثر له على ترجمة .\r\n( 5 ) لم اعثر لها على ترجمة .\r\n( 6 ) لم أعثر له على ترجمة .\r\n( 7 ) يذكر الشيخ النابلسي حمام عز الدين « وهو أكبر من حمام النوري وأحسن منه » المصدر ذاته ، ص 73 ، وبانيه هو عز الدين أيبك الموصلي تولى نيابة السلطنة سنة 694 ه / 1294 م ، بقي نائبا لطرابلس وبلاد الساحل إلى أن توفي سنة 698 ه / 1298 م ، ودفن في تربته لصيق حمامه هذا ، انظر السيد عبد العزيز سالم ، المرجع ذاته ، ص 451 - 452 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالعارف الشيخ عمر خارج باب التبانة له مزار عظيم ، والشيخ الهندي بباب الجامع الكبير مقابلة المدرسة الشمسية « 1 » . والشيخ طقطمر أخو الملك الظاهر نفعنا اللّه تعالى بهم أجمعين .\r\nوفيها من الحمامات « 2 » العمالات تسعة غالبهم في غاية ما يكون من حسن البناء ، والرخام الذي هو في غاية الجلاء .\r\nوبها مكان يقال له القناطر تسمى قناطر البرنز « 3 » وهو ملك النصارى صاحب طرابلوس القديمة ، وهي عبارة عن وادي عظيم يقال له وادي السبعة بين جبلين وجسر عظيم مبني من الجبل إلى الجبل يجري الماء عليه في ساقية ويأتي إلى المدينة وهو ماء البلدة ، ولأجل ذلك ترى الأماكن العالية كالقصور فيها الماء ( 21 ب إسطنبول ) يجري لأنه بقدر الصعود يكون الهبوط ويذهب الماء منها بعد دخوله للمدينة إلى المينة وهي الاسكلة « 4 » وهي عن المدينة مسافة بعيدة ، والاسكلة المذكورة بها سبعة أبراج عظام وجامع منور مشرف على البحر وسوق وخان والجسر المذكور مبني على أربعة قناطر ، وفي مقابلته جسر آخر تمر عليه من ذلك الجبل إلى هذا من سائر القرى وتحتهما الأنهار جارية ، وبالجملة هو مرأى تحار فيه الأبصار ويستنشق طيب الأهوية ، يشرح الخاطر ويسر الناظر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المدرسية الشمسية ، من ملحقات الجامع الكبير منشئها شمس الدين المولوي سنة 749 ه / 1349 م ، والجدير بالذكر ان مدخلها هذه الأيام قد سد بالبناء وأقيمت فيها مخازن ، انظر فان برشيم ، المصدر ذاته ، ص 61 - 62 ، السيد عبد العزيز سالم ، المرجع ذاته ، ص 419 - 420 .\r\n( 2 ) حول الحمام في الاسلام راجع مقالة :\r\n J . Sourdel - Thomine , « Hammam » E . I . 2 , Vol . III , PP . 139 - 144 . \r\n( 3 ) تحريف لكلمة  Prince  ، كانت المياه يؤتى بها من الجبال مجرورة على هذه القناطر ، السيد عبد العزيز سالم ، المرجع ذاته ، ص 371 .\r\n( 4 ) الاسكلة : مصطلح يوناني دخل إلى اللغة العربية باسم « سقالة » ثم دخل إلى اللغة التركية عن طريق الاتصال التجاري والبحري ، حول تاريخ هذا المصطلح انظر محمد عدنان البخيت ، « من تاريخ حيفا العثمانية » مجلة مجمع اللغة العربية الأردني ، عمان عدد ( 2 ) ، تموز 1978 ، ص 131 ، هامش رقم 31 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوبها مكان يقال له البحصاص وهو تحت دير يعقوب بعيد عن المدينة ذهبت اليه فإذا هو عبارة عن عيون ماء نابغة على شاطىء البحر على الحصا وماؤها فيه خفة . وكنا طول إقامتنا نشرب من مائه لأن حضرة الأفندي حفظه اللّه عيّن من في كل يوم يأتي به وهو خفيف بالنسبة إلى ماء البلدة فإنه ثقيل . وكذلك هواؤها مختلف باعتبار قرب البحر المهيل ، وقد قلت مشيرا إلى ذلك باعتبار ما هنالك .\r\n\r\nالوافر\r\n طرابلس الشام بلا مراء * بها حظ الغريب مع الصفاء\r\nبأشجار غدت من كل جنس * وانهار تخط بلا ارتواء\r\nوأزهار بها من كل نوع * تحير فكر ذي لب وراء\r\nوقسم آخر والصفح عنه * لأولى عند أرباب الحجاء\r\nوليس يسوء شخصا حل فيها * سوى ثقل المياه مع الهواء \r\nوبها من الأماكن المنتزه مكان يقال له رأس النهر « 1 » عبارة عن مرج اخضر عريض وروض مزهر أريض وبه نهر جاري وإلى البحر داخل وساري ، والبحر قريب إلى ذلك المكان بمرأ ( ى ) من الانسان . وقد ذهبت اليه في عزومة الأفندي والمتسلم المذكور ، وكان يوما مقرونا بالنشأة والسرور فقلت وقد خطر بالبال على سبيل الارتجال ( 22 أإسطنبول ) :\r\n\r\nالوافر\r\n طرابلس الشام بها رياض * حكت روضات جنات النعيم\r\nبأزهار غدت من كل صنف * لها عرف كمسك للشميم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يصفه العطيفي بقوله : « . . . . إلى أن وصلنا إلى مكان به مخرج اخضر يشقه النهر الذي يمر في المدينة وينصب هناك في البحر له مرأى عجيب وشكل غريب يسمى ذلك المكان برأس النهر معد للتنزه كمرجة دمشق ومن حوله بساتين بها أزهار وأطيار وفي طرفه البحر يرى الجالس أمواجه والمراكب » المصدر ذاته ، ص 219 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n وانهار جرت من كل فج * تخط الروض من فوق الأديم\r\nوبحر زادها حسنا بمرأى * يحير فكر ذي لب فهيم\r\nويوم قد قطعناه بأنس * برأس النهر في روض وسيم\r\nبصحبة كدخدا شاهين باشا * رعاه اللّه من شخص حليم\r\nله أنس ولطف ثم جبر * لخاطر كل منكسر هشيم\r\nبشاشة وجهه أضحت تسلي * غريب الدار عن أهل حميم\r\nشجاعته لقد شاعت وذاعت * والقى الرعب في قلب الرجيم\r\nوبالمولى المراد الدفتري * حباه اللّه بالفضل العميم\r\nفبشرى ثم بشرى ثم بشرى * طرابلسا بحاكمك السليم\r\nوحقا ثم حقا أن تتيهي * على البلدان من شام وروم\r\nلقد بلغت ما كنت ترجي * وحزت منحة من ترومي\r\nفلا زلت بطيب العيش دوما * وعدل ثم أمن مستديم \r\nوبها مكان يقال له صدر الباز « 1 » ، لكن الشامي هو الحقيقة وهذا هو المجاز ، لأن صدرنا واسع وصدرهم ضيق غير جامع ، وقد عزمنا إلى ذلك المحل رجل من الأعيان ، وكان في حضور حضرة الأفندي أدام اللّه أيامه مدى الأزمان . فقال لنا من دعانا وهو ممن مقاله يسمع ، عندكم صدر الباز وهذا عندنا صدر الباز فقلت له : نعم ، الا ان صدرنا أوسع ، فالزم . وقال : نكتفي بهذا ونقنع ثم جرّ الكلام إلى المفاخرة والفرق بين طرابلس والشام ، فقلت في الحال بحسب ما سمحت به القريحة في ذلك المقام :\r\n\r\nالبسيط\r\n قد قال لي صاحبي والفرق مقصده * وكنت إذ ذاك في سير به أنسي \r\n( 22 ب إسطنبول )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صدر الباز : مكان في طريق الربوة ، راجع محمد كرد علي ، غوطة دمشق ، الطبعة الثانية ، دمشق ، 1953 ، ص 184 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n هل بلدة في بلاد الله قد جمعت * للنهر والزهر والأشجار والغرس\r\nفقلت ذا الوصف أضحى في دمشق ير * ى كل ما في دمشق في طرابلس\r\nلكنها افترقت عنها بجامعها * وبالحديث الذي يروى بها قدسي\r\nوقد غدت جنة طوبى لساكنها * منها المراد وفيها مشتهى النفس\r\nثم أوردت لمن حضر قول ابن نباته * في دمشق مبلغ الأماني والوطر \r\n\r\nالرجز\r\n دمشق في ارجائها مواضع * يصبو إليها ناظر وسامع\r\nربوتها وقصرها والجامع * هن ثلاث ما لهن رابع \r\nوقول الأستاذ المقّري « 1 » ذلك العالم السري :\r\n\r\nالخفيف\r\n قال لي ما نقول في الشام حبر ؟ * شام من بارق العلى ما شامه\r\nقلت ماذا أقول في وصف أرض * هي في وجنة المحاسن شامه \r\nوفي نفس الأمر بينها وبين الشام مناسبة من جهة الأنهار والأشجار والمنتزهات ولكل بلدة خصوصيات ، وقد قلت مادحا لها عند المذاكرة بأماكنها :\r\n\r\nالبسيط\r\n والله ما طلعت شمس ولا غربت * ولا سرى قمر في ظلمة الدعس\r\nعلى بلاد بها للصدر منشرح * سوى دمشق ومن بعد طرابلس\r\nوبعد ذا لحماة كلها عرس * وكل بسط بها اشهى من العرس \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواية البيتين في نفح الطيب على هذا النحو :\r\n قال لي ما نقول في الشام حبر * كلما لاح بارق الحسن شامه\r\nقلت ماذا أقول في وصف قطر * هو في وجنة المحاسن شامه \r\nنفح الطيب ، م 1 ، ص 60 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n يكفي لها شاهد من أهلها سند * عبد الكريم الذي من نوره قبسي\r\nوابن عذرا حسين وهو صاحبنا * عدل زكي خلا من وصمة الدنس\r\nفيا اله الورى متع بها دنفا * قد طال يرقب نجما رقب مختلس \r\nونحن كنا اقتصرنا على الشام وطرابلس لكن مولانا الشيخ عبد الكريم سلمه الله كان حاضرا فطلب إضافة ذكر حماه ، فألحقنا ذكرها وتفوهنا بمدحها وشكرها ، ثم غلب الوجد والغرام إلى حمى دمشق الشام فقلت ( 23 أإسطنبول ) .\r\n\r\nمجزوء الرمل\r\n ان ارض الشام ؟ . . . « 1 » * فضلها أضحى مبينا\r\nكل من يرحل عنها * ناقص عقلا ودينا \r\nوقلت فيها ولم اقصد غيرها تمويها :\r\n\r\nالكامل\r\n لو دار شخص في البلاد بأسرها * أو طار حتى في النجوم تعلقا\r\nوأراد ينظر بلدة هي جنة * لرأى دمشق الشام أعني جلّقا\r\nولكان تارك كل شيء غيرها * ولكان ذا قلب بها متعلقا \r\nومما نظمته بها وقد غلب الشوق ولم يأت من الأحباب خبر يبل الغليل والشوق قولي :\r\n\r\nمجزوء الرمل\r\n أيها ألاحباب عني * ان تسليتم سريعا\r\nحبكم حشو حشاي * لم يرد منها رجوعا \r\nوقلت فيمن اسمه السيد محرم وفيه التورية الحسنة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة مطموسة في نص إسطنبول .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nمجزوء الكامل\r\n قد قيل حبك سيد * فأجبتهم ومكرم\r\nدمي حلال عنده * مع أنه محرم \r\nومما كتبته في صدر كتاب إلى الشام لبعض الأحباب :\r\n\r\nالبسيط\r\n والله ما نظرت عيني إلى حسن * الا رأيتك أحلا لي من البشر\r\nولا صحبت نديما في طرابلس * الا وذكرك أضحى دائما سمري \r\nوأما الشتاء الذي رأيناه بها مدة إقامتنا لم يصدر عندهم قط على ما قاله كبارهم لنا حتى أني قلت في أيام فصل « 1 » شباط من شدة ما حصل به من الأمطار والأهوية المفرطة غاية الافراط :\r\n\r\nالبسيط\r\n أحوال فصل شباط في طرابلس * أحوال من قدرمي بالبؤس والنكد\r\nفتارة همل ثلج بعده مطر * وتارة بهواء اثر ذي برد\r\nوالشمس فيه كأن الله أغربها * والبدر لم ينتظره قط من أحد\r\nوفي الصيف له حرتشان به * كأنه فيح نار محرق الجسد \r\n23 ب إسطنبول )\r\n قد كنت اسمع قولا قاله كذبا * شخص تقول ذي الأوصاف عن صفد\r\nصيّف بها تحترق شتّي بها غرقا * يا بئس ما وصفوا يا قبح من بلد\r\nحتى رأيت الذي قالوه أجمعه * بطرابلوس يرى والصيت عن صفد \r\nوأما الوقائع المسرة التي حدثت ونحن هناك من غير مضرة ، فهي لما كان حادي عشر رمضان المعظم ورد الأمر الشريف والحكم الخاقاني المنيف يتضمن فتح بغداد ونصرة ظل الله تعالى على العباد ، مولانا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت على الهامش « فصل شباط » .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالسلطان مراد ادام اللّه تعالى له الدولة أبد الآباد ، وان مدة محاصرتها أربعون يوما وأخذت قلعتها وأدخل اللّه سبحانه وتعالى على الناس سرورا وآزال عنهم همّا وغمّا وشرورا . وزينت البلدة ثلاثة أيام بحسب ما يقتضيه حال أهلها والزمان والمقام .\r\nوفي رابع شوال ورد الامر الشريف بتولية البلدة لدرويش محمد « 1 » باشا المنفصل عن ديار بكر بعد الشام ومكتوب منه لحضرة الأفندي الدفتري المشار اليه أسبغ اللّه نعمه عليه يتضمن أن يكون « 2 » عنه قائم مقام ، فبادر في تسجيل الامر الشريف على هذا المنوال وعزل محمد آغا المتسلم المذكور سابقا وسافر بعد أربعة أيام ، وحصل لأهل البلدة الفرج بعد الشدّة ، وتوسلوا إلى اللّه تعالى بطول هذه المدة ، وسلك بها سلوكا حسنا ، ولم يزل يعاملهم بما كان ارفق وأحسن ، الا انه كان متعوبا مع القاضي لأنه كان عن عدم محبة الدنيا متغاضيا « 3 » ، وهو يريد يسلك معه خير المسالك ، والقاضي - سلّمه اللّه تعالى - بخلاف ذلك ، حتى أنه غالب الأحيان لا يوجد من يشتكي الا على القاضي في الديوان ، فلا حول ولا قوة الا باللّه وبه المستعان من فساد الزمان المؤذن بقرب الأوان ، لان الامر إذا جرى على خلاف القياس ، اذن ذلك بهلاك الناس . وفارقناه وهو على ما ذكرناه ووصفناه ( 24 أإسطنبول ) .\r\nوبالجملة والتفصيل : البلدة المذكورة لما كانت عامرة كانت معدومة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) درويش محمد باشا : جركسي الأصل ، تولى نيابة الشام سنة 1045 ه / 1635 م ، « وكان ظالما جبارا ففتك في أهلها وتجاوز في ظلمهم الحد . . . ثم عزل وصار أمير الامراء بطرابلس الشام وبعد ذلك ولي حكومة بغداد وتنقل في النيابات حتى ولي في آخر أمره الوزارة العظمى في شهر ربيع الآخر سنة ثلاث وستين والف ومات وهو في الصدارة » سنة 1065 ه / 1654 م ، انظر المحبي ، خلاصة الأثر في أعيان القرن الحادي عشر ، م 2 ، ص 157 - 158 ، ولم يستقم طويلا في طرابلس الشام إذ انه عزل عنها في العام التالي ، انظر الدويهي ، تاريخ الأزمنة ، ص 338 .\r\n( 2 ) « يكون » مذكورة على الهامش .\r\n( 3 ) جاءت في الأصل « متغاضي » .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالمثيل ، ولأجل ذلك امتدحها الشعراء من قديم الزمان ، وجعلوها بمنزلة الانسان للعين والعين للانسان مع زيادة المبالغة ويدلك عليها هذان البيتان :\r\n\r\nالكامل\r\n الشام في وجه البسيطة عينها * لكن طرابلس هي الانسان\r\nلم يحو ثغر ما حواه بثغرها * ولبرد لؤلؤ ثلجها ظمآن \r\nوأقول لو قال هذا الشاعر المتوغل في المسالك والمواعر عوض لكن وغدت لكان أتم في المراد إذ الاستدراك هنا لا معنى له عند من له فهم وقّاد ونظر نقاد ، والبيت الثاني فيه برودة زائدة دالة على عدم ذوق الشاعر وشاهده تظهر لمن دقق النظر فيه وشاهده ، ولرجل آخر من قصيدة وكأنه قصد ترجيح طرابلس على الشام وهي منه مكيدة :\r\n\r\nالطويل\r\n لئن كان وادي الشام ساد بمبسم * طرابلس الفيحاء باسمة الثغر\r\nحكت جنة الفردوس حسنا ومنظر * وسكانها الولدان تسمو على البدر\r\nحوت قصبات السبق بالقصب الذ * ي حلا رشفه طعما على السكر المصري\r\nوأبراجها عد الكواكب سبعة « 1 » * وتحمي حمى الاسلام من عصبة الكفر\r\nبأربعة سادت وشاد مقامها * على سائر الأمصار في البر والبحر\r\nبابيض ثلج واحمرار كثيبها * وخضرة مرج قد حكا زرقة البحر \r\nولقد صدق هذا القائل ، فإنها قد جمعت لهذه الأوصاف الحسنة عند كل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه إشارة إلى أبراج طرابلس بالإضافة إلى القلعة المملوكية التي أقيمت على مكان القلعة الصليبية ( قلعة صنجيل ) التي دمرت ، إذ كان هناك :\r\n1 - برج الشيخ عفان . 2 - برج السباع . 3 - برج رأس النهر . 4 - برج المغاربة وكان يعرف باسم برج عز الدين . 5 - برج السراي أو برج الديوان . 6 - برج المشتى أو برج أبي العدس .\r\n7 - برج البحصاص الواقع إلى جنوبي طرابلس ، انظر السيد عبد العزيز سالم ، المرجع ذاته ، ص 438 - 450 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nناقل ، والبيت الأخير فيه صناعة جمع الألوان ، الا انه بقي عليه اللون الأسود فكأنه اضمره فلم يظهر للعيان .\r\nهذا ولما زاد الغرام ونفذ زاد الصبر عن حمى دمشق الشام ، طلبنا الإجازة بالمسير من حضرة ذي الجناب الخطير أدام اللّه تعالى وجوده ( 24 ب إسطنبول ) وأفاض عليه سوابغ نعمه وجوده ، فلم يسمح بذلك ولم يرتضى ما هنالك ، ثم لا زلنا نتعطف بخاطره وما سمح حتى أخذ علينا موثقا بالعود سريعا إلى ساحة مفاخره وذلك بعد كتب أبيات تطلبت بها الإجازة ، وأن تكون حقيقة بانشراح الصدر فارتضى ذلك وأجازه ، والأبيات المذكورة هي :\r\n\r\nالبسيط\r\n مولاي يا كعبة أمّ الوفود لها * وملجأ قد غدا ركني وملتزمي\r\nالعبد يحيى له عجز بما صنعت * به أياديك من فضل ومن نعم\r\nوقصده الآن أضحى من جميلكم * إجازة بانشراح الصدر والكلم\r\nفإنه جاءه من حيّه طلب * لأجل صبيته الباكين والرحم\r\nوعنده حيرة من أجل فرقتكم * وفكره بينكم أضحى بمنقسم\r\nلكن « 1 » عذرا له من لطفكم كرما * فالشوق للولد أضحى غير منكتم\r\nهذا وعندكم ما قد ذكرت لكم * أضعاف أضعاف ما عندي من الألم\r\nوان أمرتم بعودي لم يغب جسدي * عنكم سوى شهر أو شهرين بالقسم\r\nوأسأل الله بقياكم بكل هنا * ممتعين بأولاد مع الخدم\r\nوالشمل بالمصطفى الله يجمعه * مع أحمد لمحمد جمع ملتئم \r\nثم شددنا الرحال وعزمنا على الترحال ، ووقفنا للوداع والقلب من ألم الفراق ملتاع . وودعنا ذلك الجناب وكل منا غالب عليه البكاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا يبدأ النص مرة أخرى في نسخة برنستون .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوالانتخاب ، وناهيك بفرقة الأحباب التي هي أمرّ من الصّاب « 1 » ، ولله در القائل وكأنّه عاين ذلك أو سمعا .\r\n\r\nالسريع\r\n فرقة الأحباب مؤلمة * لو تصيب الصلد لا نصدعا \r\nو ( فال ) المتنبي رحمه الباري جلّ وعلا :\r\n\r\nالخفيف\r\n لولا مفارقة الأحباب ما وجدت * لها المنايا إلى أرواحنا سبلا « 2 » \r\nوودعنا من بها من العلماء والسادة الفضلاء وكل منهم أبدى صدع ( 25 أإسطنبول ) فؤاده من الفراق في الملا ، وكان ذلك بكرة نهار السبت المبارك رابع شهر ذي القعدة الحرام من شهور سنة ثمان وأربعين ( 25 ب بر ) « 3 » وألف فحططنا الأثقال في قرية حلبا « 4 » ودموع العين من ألم الفراق تنحدر على الخدود حلبا ، فعند ذلك تذكرت حضرة المشار اليه ، ولطفه مع أنسه الذي رأيناهما لديه ، وتلك الليالي والأيام التي كأنّها كانت أحلام ، التي صدق عليها قول من قال وأجاد في المقال :\r\n\r\nالبسيط\r\n كأن أيامه من حسن بهجتها * مواسم الحج والأعياد والجمع \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصّاب : « عصارة شجر مر وقيل هو شجر إذا أعتصر خرج منه كهيئة اللبن وربما نزلت منه نزيّه أي قطرة فتقع في العين كأنها شهاب نار وربما أضعف البصر » انظر ابن منظور ، لسان العرب ، م 2 ، ص 25 ( مادة صوب ) .\r\n( 2 ) انظر ديوان أبي الطيب المتنبي ، شرح أبي البقاء عبد الله بن الحسن بن عبد الله العكبري ، تحقيق مصطفى السقا ، إبراهيم الأبياري ، القاهرة ، 1936 ، م 3 ، ص 163 .\r\n( 3 ) يتوقف النص مرة أخرى في نسخة برنستون وجاءت في الأصل « ثمانية وأربعين والف » .\r\n( 4 ) قرية حلبا في عكار من محافظة الشمال ، انظر أنيس فريحة ، أسماء المدن والقرى اللبنانية ، ص 111 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nثم أنشدت قول الإمام عبد المحسن الصوري « 1 » الشاعر المجيد عليه من شآبيب الرحمة ما يبل كل غليل ووقيد :\r\n\r\nالخفيف\r\n لا رعى الله غرة « 2 » ضمنت لي * سلوة عنه في الترحل عنه\r\nما وفت غير ساعة ثم عادت * مثل قلبي تقول لا بد منه \r\nوبتنا بها ليلة وقام شيخها بخدمتنا مسرعين لذلك من غير مهلة ورحلنا منها بكرة النهار ، عازمين بالتوجه على وادى الأقمار ، لكثرة الثلوج التي على جبال عكار ، فنحن في أثناء ذلك المسير ، وإذا على قارعة الطريق في سفح جبل قبر طويل خطير ، وبالقرب منه قبر أبيض عالي ، مشرق متلالىء وبالقرب منهما قبر تحت مكان مبني بالأحجار ، عالي المقدار ، فوقفت اسأل عن ذلك راعيا رأيته هنالك ، فقال : أما القبر الطويل فصاحبه يقال له الشيخ علي الدربي « 3 » له كرامات عند كل مار ودربي - والأبيض الشيخ محمد له أحوال عجيبة ظاهرة غريبة : منها أن التركمان وسائر من بقربه قطّان إذا أرادوا أن يحلفوا أحدا فلا يجسر ان يحلف عليه إذا كان مبطلا أبدا ، واما الذي داخل البناء يقال ( 25 ب إسطنبول ) له الشيخ هلال له أيضا شأن ونبا ، فقرأت لهم الفاتحة ، ودعوت اللّه تعالى بما تيسر من الدعوات عسى أن تكون مقبولة ناجحة ، وسرنا ونحن في كمال النشأة بمن زرنا بين اتهام وانجاد ، يشتمل على وديان بها زهور تشرح الفؤاد ونهور جارية مع عيون تنبع من كل مكان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد المحسن بن محمد بن أحمد بن غالب بن غلبون الصوري الشافعي ولد في صور سنة 329 ه / 950 م وتوفي بها في سنة 419 ه / 1028 م له ديوان شعر ، انظر ترجمته في وفيات الأعيان وانباء أبناء الزمان ، م 3 ، ص 232 - 235 ، وما نقله ابن العماد الحنبلي عن ابن خلكان في شذرات الذهب في اخبار من ذهب ، م 3 ، ص 211 - 213 ، كذلك انظر كحالة ، معجم المؤلفين ، م 6 ، ص 173 ، وانظر كذلك المصادر المذكورة عند كحالة .\r\n( 2 ) جاءت في الأصل « غرته » والصواب غرة حتى يستقيم العروض .\r\n( 3 ) علي الدربي : لم اعثر له على ترجمة .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوزهور من سائر الأنواع والألوان ، صنعة القائل للشيء كن فكان حتى وصلنا إلى قرية شذرة « 1 » وأهلها نصارى كفره لكنها في ذيل جبل وتحتها « 2 » واد « 3 » عريض بمياه تنحدر وروض أريض فنزلنا في مكان معد للنزول ولم نقبل منهم شيئا سوى الحلول . ورحلنا منها وكل منا من محل الكفران يهرول قاصدين بسيرنا قرية الهرمل ، فنزلنا في أحد بيوت مشايخها الثلاثة وجاءوا برمتهم الينا للسلام علينا وأمامهم الشيخ الفاضل جامع أنواع الفضايل الشيخ احمد ابن الشيخ احمد الشبلي . أخبرني أحد جماعته انه من صفد واستوطن بعلبك ثم أخذه أهل هذه القرية وجعلوه اماما لهم ومعتقد وبالجملة والتفصيل له فضيلة أدبية ليس لها مثيل .\r\nكتب لي أبياتا وتلوها نثرا منمقة الألفاظ الا انها من عدم الربط والتناسب لا تخلو ولا تعرى وهي ظاهرة لك كما ترى وهي « 4 » .\r\n\r\nالكامل\r\n علم يتيه بفضله الأحكام * جذلا ويشكر عدله الاسلام\r\nوله إذا جد النزاع بأهله * يوما وبرح بالخصوم خصام \r\n( 27 أبر )\r\n وأتت « 5 » مسائل غامضات قصرت * عن ذهنها العلماء والحكام\r\nعلم به تحيى الحقوق وتنقضي * سوق الشجار ويظهر الاعلام\r\nوإذا أجاب عن السؤال حسبته * يلقي فريد الدر وهو كلام\r\nكملت خلائقه فما يزرى به * خلق ولا يسري اليه ذام \r\n( 26 أإسطنبول )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرية شذرة : يذكرها أنيس فريحة « شدرة » وهي في محافظة الشمال من بلاد عكار ، المرجع ذاته ، ص 186 .\r\n( 2 ) هنا يعود النص في نسخة برنستون .\r\n( 3 ) جاءت في الأصل « وادى » .\r\n( 4 ) « وهي » زائدة في نسخة إسطنبول .\r\n( 5 ) وردت في نسخة إسطنبول « وأنت » .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nولما فرغت من قراءتها كتبت له وهو حاضرها :\r\n\r\nالبسيط\r\n مولاي يا أحمد الأوصاف والأثر * أنت الامام الذي أعنو من البشر\r\nقلدتني طوق جيد حاليا عطلي * بالنثر والنظم والألفاظ كالدرر\r\nفي هرمل كان ملقاي بحضرتكم * فزال ما كنت اشكو من عرى السفر\r\nوطالما كنت مشتاقا لرؤيتكم * والأذن تعشق قبل العين والبصر\r\nفصح عندي ما قد قيل من زمن * من نظم شعر غدا كالنقش في الحجر\r\nقد كنت أسمع والركبان تخبرني * عن أحمد ابن محمد أطيب الخبر « 1 »\r\nحتى التقينا فلا والله ما سمعت * أذني بأحسن مما قد رأى بصري « 2 »\r\nوالقصد ان تسمحوا عما بدا لكم * من كل ما قد بدا مني ومن عجري\r\nفان طرف جوادي قد كبا وغدت * قريحتي من فراق الأهل في فكر \r\n( 27 ب بر )\r\n من اين لي اوازي حسن نظمكم * وعظم « 3 » عذري اني الآن في سفر\r\nلا زلتم لقبول العذر مؤتملا * ومجبرين « 4 » لصدع الخاطر الكسر \r\nثم رحلنا منها وودعنا الشيخ المذكور وقال لم يقنعنا منكم هذه الليلة والحضور إلى قرية شعث « 5 » وما وصلناها حتى زهقت النفوس وانقبض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيتان تضمين من شعر أبي القاسم محمد بن هاني الأندلسي ( ت 362 ه / 973 م ) ورواية البيتين كما يلي :\r\nالبسيط\r\n كانت مساءلة الركبان تخبرنا * عن جعفر بن فلاح أطيب الخبر\r\nثم التقينا فلا والله ما سمعت * اذني بأحسن مما قد رأى بصري \r\nانظر : ديوان ابن هاني الأندلسي ، دار صادر ، دار بيروت ، بيروت ، 1964 م ، ص 165 .\r\n( 2 ) البيتان تضمين من شعر أبي القاسم محمد بن هاني الأندلسي ( ت 362 ه / 973 م ) ورواية البيتين كما يلي :\r\nالبسيط\r\n كانت مساءلة الركبان تخبرنا * عن جعفر بن فلاح أطيب الخبر\r\nثم التقينا فلا والله ما سمعت * اذني بأحسن مما قد رأى بصري \r\nانظر : ديوان ابن هاني الأندلسي ، دار صادر ، دار بيروت ، بيروت ، 1964 م ، ص 165 .\r\n( 3 ) جاءت في نسخة إسطنبول :\r\n من أين لي ان اوازي حسن نظمكم * ومعظم العذر اني الان في سفر \r\n. ( 4 ) « مجبرين » جاءت في نسخة إسطنبول على الهامش وبخط يختلف عن خط الأصل « وجابرين » .\r\n( 5 ) قرية شعث : انظر أعلاه الهامش رقم ( 2 ) ص 46 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالقلب وما انبعث لأنه صادفنا هواء ممتزج ببرد ومطر فهذا هو الموجب للكدر وبتنا عند الشيخ يوسف المتقدم ذكره وإلى الشكر والحمد آل أمره .\r\nثم رحلنا وقت صلاة الظهر لنزول بعض ثلج إلى بعلبك المشهورة في القطر ، فلما وصلناها وللمشقات قطعناها استقبلنا مفخر الفضلاء ومرجع الخطباء مولانا الشيخ تاج الدين وولده الفاضل الفصيح ذو العقل الرازن الرجيح مولانا الشيخ محمد ذو الفضل المبين وهو الخطيب يومئذ بجامعها الكبير وإليه كل ( 28 أبر ) من أهلها يشير فأنزلنا الشيخ الكبير عنده واجزل كل منهما معروفة ورفده . وبتنا معهما في ليلة تشبه ليالي الحضر ( 26 ب إسطنبول ) لا ليالي السفر في منزل واسع رحيب وخير جزيل سهل قريب . ثم لما أن أصبح الصباح وظهر نور الشمس ولاح ، قلت للرفاق : قوموا بنا على شرط الوفاق من غير تكاسل ولا تواني لزيارة الأستاذ العارف الشيخ طاوس اليماني « 1 » . فلما وصلت لحضرته وتمتعت بمشاهدة بركته توسلت إلى اللّه تعالى وأرجو القبول ببركته ودعوت بعد ما صليت ما تيسر في ذلك المقام واستنشقت أرج القبول من حمى ذلك الشيخ الامام ، ثم خرجنا وبما في البلدة أحطنا ومررت على بيوت بني الحرفوش وإذا هي خراب مأوى للكلاب والوحوش فأنشدت بعدما استعبرت قول الشريف الرضي ( 28 ب بر ) صبت عليه الرحمة في البكور والعشي « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طاوس اليماني : أبو عبد الرحمن طاوس بن كيسان « أول الطبقة من أهل اليمن » توفي بمكة المكرمة سنة 105 ه / 723 م ، أدرك عددا من صحابة رسول اللّه صلّى اللّه عليه وآله ، وأكثر روايته عن عبد الله بن عباس وروى عنه عدد كبير من أوائل رجال الحديث كمجاهد وعطار وعمرو بن دينار والزهري وغيرهم ، لمزيد عن حياته ورواياته راجع ابا نعيم أحمد بن عبد الله الأصبهاني ( ت 430 ه / 1038 م ) حلية الأولياء وطبقات الأصفياء ، 8 م ، دار الكتاب العربي ، بيروت 1967 ، م 4 ، ص 3 - 23 .\r\n( 2 ) انظر القصيدة المنشورة باسم « تلفت القلب » ديوان الشريف الرضي ، 2 م ، دار صادر ، بيروت 1961 ، م 1 ، ص 181 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nالخفيف\r\n ولقد وقفت « 1 » على ديارهم * وطلو لها بيد البلى نهب\r\nفبكيت « 2 » حتى ضج من لغب * نضوى ولج بعذلي الركب\r\nوتلفتت عيني فمذ خفيت * عني الطلول تلفت القلب \r\nثم تفكرت في أحوال الدنيا الدنيّة وإلى ما يؤول أمر الانسان فيها وما هي عليه منطوية وأنشدت قول ابن عبد ريه « 3 » ولقد أجاد وللّه دره .\r\n\r\nالطويل\r\n الا انما الدنيا غضارة أيكة * إذا اخضر منها جانب جف جانب\r\nهي الدار ما الآمال الا فجائع * عليها ولا اللذات الا مصائب\r\nفلا تكتحل عيناك فيها بقطرة * على ذاهب منها فإنك ذاهب \r\nوبعد ما تأملت أماكنهم تليت قوله تعالى « فأصبحوا لا يرى الا مساكنهم » « 4 » ثم سرنا وإلى حمامها دخلنا فرأيناه يشتمل على وسطاني بإيوان معظم مقابله إيوان ثان « 5 » وداخله رأس مستدير في كل قرنة إيوان صغير بالاجران الرخام ، والماء السائل من رأس العين المروى ( 29 أبر ) لكل ( 27 أإسطنبول ) ظمآن ، وبناؤه في غاية الاحكام والطلاوة . وبالجملة هو حمام أسلوبه في غاية الحلاوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في الديوان « مررت » .\r\n( 2 ) جاءت في الديوان « فوقفت » .\r\n( 3 ) أحمد بن محمد بن عبدر يه الأندلسي ( ت 327 ه / 938 م ) ، العقد الفريد ، تحقيق أحمد أمين ، أحمد الزين وإبراهيم الأبياري ، القاهرة ، 1952 ، م 4 ، ص 175 ، « غضارة » جاء نضارة ، راجع أيضا ديوان ابن عبد ربه الأندلسي ، جمع وتحقيق محمد رضوان الدايه ، الطبعة الأولى مؤسسة الرسالة بيروت 1979 ، ص 21 - 22 .\r\n( 4 ) آية قرآنية 25 الأحقاف .\r\n( 5 ) « ثان » جاءت في الأصل « ثاني » .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nثم رحلنا منها ضحوة النهار عازمين على زيارة حضرة النبي شيت « 1 » العالي المقدار على نبينا وعليه وعلى سائر الأنبياء الصلاة والسلام ما بقي الفلك الدوار . فلما وصلنا إلى تلك الحضرة الشريفة والبقعة العالية المنيفة استقبلنا خادمه ذو الفضل الوفي الشيخ علي وأنزلنا في منزله « 2 » الكريم وقابلنا بالاجلال والبشر والتكريم وقام بخدمتنا وعم اكرامه لسائر رفقتنا ، ثم توجهنا بالخضوع والانكسار إلى زيارة تلك الحضرة التي تحار في أبهتها الأنظار ، فلما شاهدتها أسبلت الدموع الغزار وقبّلت ذلك الضريح المنور المعظم المحجّر وقرأت ودعوت اللّه تعالى « 3 » بما تيسر وكتبت بيتين في الحائط القبلي كعادة من حضر ولم أستطع الزيادة عليهما لهيبة المقام ( 29 ب بر ) وعدم الافصاح بالكلام وهما :\r\n\r\nالرمل\r\n يا نبي الله يا شيت * الذي قد علا قدرا من الله الرحيم\r\nعبدك المسكين يحيى جاكم * زائرا فاقبله من لطف عميم \r\nوطول قبره الشريف خمسون ذراعا وقد احتوى على قوس « 4 » من الحجارة من جهة الطول من كل ناحية ثمانية وعند رأسه الشريف قوس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قبر شيت بن نوح حسب ما أورده أبو الحسن علي بن أبي بكر الهروي ( ت 611 ه / 1215 م ) يقع بالقرب من كرك نوح في البقاع ، انظر ، كتاب الإشارات إلى معرفة الزيارات ، تحقيق جانين سورديل - طومين ، دمشق 1953 ، ص 10 ، يذكر أحمد بن فضل الله العمري ( ت 742 ه / 1341 م ) ما يلي « قبر شيت بقرية تعرف بشرعين بالقرب من كرك نوح » مسالك الابصار في ممالك الأمصار ، م 1 ، تحقيق احمد زكي باشا ، القاهرة 1924 ، ص 215 ، ولقد زار الشيخ عبد الغني النابلسي مقامه ويذكر انه ليس فيه خطيب ولا امام ، وفيه مسجد محول إلى تكية وان طول القبر نحو أربعين ذراعا وعرضه « يبلغ باعا وباعا » حلة الذهب الابريز في رحلة بعلبك والبقاع العزيز ، ص 67 - 68 .\r\n( 2 ) وردت في نسخة برنستون « منزل » .\r\n( 3 ) « تعالى » ساقطة في نسخة برنستون .\r\n( 4 ) جاءت « قيس » في كلا النسختين والأرجح انها « قوس » .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nواحد وعند رجليه قوس آخر زائد ، وفي الخارج عند رأسه الشريف مكان عالي مصيف مرتفع مبلط متسع وفي وسطه بئر والمحل عليه قبة من حجر خطير ، وخارج المزار جامعان عظيمان ، أحدهما يقال له :\r\nالحضرة لأن تحته مغارة مهيلة خطرة يوضع فيها من كان به مرض من داء أو جنون فإنه يبرأ باذن اللّه تعالى الذي يقول للشيء « كن فيكون » . « 1 » ولقد نزلت إليها وصليت بها .\r\nثم ركبنا ( 27 ب إسطنبول ) مسرعين وعلى بركة اللّه مجدين على طريق وادي ( 30 أبر ) يحفوفه « 2 » ومررنا على القرية المذكورة المشهورة المعروفة ولعمري ان تحتها وادي كأنه من منتزهات الجنان يحتوي على رقة هواء وماء كالزلال يروي كل ظمآن ومنظر تحار في حسنه العيون مع نهور جارية متخللة بينها « 3 » ، ويحف ذلك نبع من عدة عيون يتمنى الانسان لو هناك أقام ولمكث عنده عام بعد عام . وللّه در الصفي « 4 » كأنه أشار اليه بنظمه الوفي بقوله « 5 » .\r\n\r\nالوافر\r\n وواد تسكن « 6 » الأرواح فيه * وتخفق فيه أرواح النسيم\r\nبه الأطيار قد قالت وقالت * كلاما شافيا داء الكليم\r\nتسلسل في خمائله مياه * يقد أديمها قد الأديم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آية قرآنية كريمة رقم 117 من سورة البقرة ، آية 47 من آل عمران ، آية 59 ، من سورة آل عمران آية 73 من سورة الأنعام .\r\n( 2 ) يحفوفة : قرية في البقاع ، انظر أنيس فريحة ، المرجع ذاته ، ص 365 .\r\n( 3 ) جاءت في نسخة إسطنبول « فيه » .\r\n( 4 ) صفي الدين الحلي : ( ت 752 ه / 1351 م ) حول حياته راجع شهاب الدين أحمد بن حجر العسقلاني ، ( ت 852 ه / 1448 م ) ، الدرر الكامنة في أعيان المائة الثامنة ، م 2 ، ص 479 - 481 .\r\n( 5 ) انظر ديوان صفي الدين الحلي ، دار صادر ، بيروت ، 1962 ، ص 268 - 269 .\r\n( 6 ) جاء في الديوان « تسكر » .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n مروج بالقلوب « 1 » بها مراح * كأن عيونها أيدي الكريم\r\nلها أوج « 2 » اللطيمة حين ينشأ * ورقة منظر الخد اللطيم\r\nبنوار عن الأنوار يغني * وزهر النجم عن زهر النجوم\r\nمررنا « 3 » فيه والأكباد حرّى * فنجانا من الكرب العظيم\r\nفروح ظله روح الأماني * واحمد برده نفس السموم\r\nونفس إذ تنفس عن كروب « 4 » * وفرّج حين أرج عن « 5 » هموم\r\nوأفرشنا من النوار « 6 » بسطا * مسردقة بأستار الغيوم\r\nجمعنا للمسامع في ذراه * هديل حمائم وهدير كوم « 7 » \r\nواسترحنا من مشقة عقبة الرمانة وتفرغت القلوب منها بعد ان كانت ملآنة ، ومررت في أثناء ذلك على مكان عالي مشرق متلالىء يقال له جامع الدلة « 8 » بلغني أن ( في ) وسطه مغارة مهيلة مهابة جليلة وأن هذا الجامع للأولياء جامع ، وانه يسمع فيه ليلة الجمعة ذكر وطبول ، واشراق في جوانبه تجول ( 28 أإسطنبول ) وان أهل تلك الأراضي لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في الديوان « للقلوب » ، كما أن كلمة « مراح » جاءت في الديوان « امتزاج » .\r\n( 2 ) جاءت في الديوان « أرج » .\r\n( 3 ) جاءت في الديوان « فنزلنا فيه » .\r\n( 4 ) جاءت في الديوان « من كروبي » .\r\n( 5 ) « عن » جاءت في نسخة الديوان المنشورة « من » .\r\n( 6 ) « النوار » جاء في الديوان « الأزهار » .\r\n( 7 ) الكوم : النياق العظيمة ، لسان العرب ، مادة قوم ، م 15 ، ص 434 - 435 .\r\n( 8 ) الدلة : من ناحية الزبداني يضبطها الشيخ عبد الغني النابلسي بكسر الدال المهملة وتشديد اللام وهي في رأس جبل عالي ، حلة الذهب الابريز ، ص 63 . يذكرها دفتران من دفاتر الطابو على النحو التالي :\r\nط . د . 430 / ط . د . 474\r\nخانة / 34 / 35\r\nمجرد / 2 / 4\r\nامام / 1 / 1\r\nص 460 / ص 288\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nيحلفون الا به ولا يتجرون على اليمين الباطلة بسببه لان بركته مجربة وهذه هي العلة ، فدعوت اللّه تعالى وانا واقف من بعيد وما أمكنني الصعود ( 31 ب بر ) اليه لعدم التهيء به لذلك والتجريد وسير الرفقة ووجود المشقة .\r\nثم لم نزل نحث البغال والعيرة حتى حططنا الأثقال بتكية الدورة فاستنشقنا روائح الشام الذي هو أزكى من عرف البشام ، وزاد الشوق إليها والهيام .\r\n\r\nالوافر\r\n وأقتل ما يكون الشوق يوما * إذا دنت الخيام من الخيام \r\nوبتنا والعيون لم تذق منام لأنها طالبة أمام ؛ إلى أن مضى الليل والظلام واقبل النور بعد القتام فسرنا مستبشرين وللقاء مترقبين متهمين ومنجدين نكاد من الشوق نطير ، تالين « وهو على جمعهم إذ يشاء قدير » « 1 » حتى وصلنا إلى الصالحية وعادت النفس مستبشرة « 2 » مرضية فرأينا بها الأخ الشقيق والأولاد الذي كل منهم للروح شقيق . فحمدنا اللّه تعالى على الاجتماع وجلسنا معهم جلسة خفيفة لاستعمال شيء والقلب ساكن غير ملتاع ثم ركبنا جميعا ومشينا سريعا ودخلنا إلى الشام وذلك ظهر يوم السبت ثاني عشر ذي القعدة الحرام « 3 » من شهور سنة ثمان « 4 » وأربعين والف من الهجرة النبوية على مهاجرها الف صلاة والف تحية ما طلعت شمس وغربت عشية ( 31 أبر ) .\r\n( بحزت نسخا على يد العبد المذنب المفتقر لعفو ربه ، القوي درويش محمد الطالوي عفى عنه ) « 5 » ( 28 ب إسطنبول ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من آية ( 29 ) سورة الشورى .\r\n( 2 ) وردت في نص برنستون متبشرة .\r\n( 3 ) « الحرام » ناقصة من نص برنستون .\r\n( 4 ) جاءت في الأصل ( ثمانية ) .\r\n( 5 ) زيادة في نسخة إسطنبول .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالمصادر العربية\r\n\r\nالقرآن الكريم\r\nأ . ي . ونسنك\r\nالمعجم المفهرس لألفاظ الحديث النبوي ، مطبوعات بريل 1936 - 1969 ، أعيد تصويره في بيروت ، لا . ت .\r\nابن أنس ، الامام مالك ، ت 179 ه / 795 م\r\nالموطأ ، صححه ورقمه وخرّج أحاديثه ، محمد فؤاد عبد الباقي ، القاهرة ، لا . ت .\r\nالبدري ، عبد الله بن محمد ( ت 894 ه / 1488 م )\r\nنزهة الأنام في محاسن الشام ، المطبعة السلفية ، القاهرة ، 1341 ه .\r\nالبغدادي ، إسماعيل باشا ( ت 1339 ه / 1920 م )\r\nهدية العارفين : أسماء المؤلفين واثار المصنفين ، 2 م ، مطبعة المعارف ، إسطنبول ، 1955 .\r\nالبكري ، عبد الله بن عبد العزيز بن محمد بن أيوب ( ت 487 ه / 1094 م )\r\nالمسالك والممالك ، قسم جغرافية الأندلس وأوروبا ، تحقيق عبد الرحمن علي الحجي ، بيروت ، 1968 م .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالبوريني ، الشيخ حسن بن محمد ( ت 1024 ه / 1615 م )\r\nتراجم الأعيان من أبناء الزمان ، 2 م ، تحقيق صلاح الدين المنجد ، منشورات مجمع اللغة العربية ، دمشق ، 1959 ، 1963 م .\r\nابن تغرى بردي ، أبو المحاسن جمال الدين ( ت 874 ه / 1469 م )\r\nالنجوم الزاهرة في ملوك مصر والقاهرة ، 16 م ، طبعة دار الكتب المصرية ، القاهرة ، 1929 - 1972 م .\r\nحاجي خليفة ، مصطفى بن عبد الله كاتب جلبي ( ت 1068 ه / 1657 م )\r\nكشف الظنون عن أسامي الكتب والفنون ، 2 م ، تحقيق محمد شرف يالتقايا والمعلم رفعت بيكلة الكليسي ، مطبعة المعارف ، إسطنبول ، 1943 ) .\r\nابن حجر العسقلاني ، شهاب الدين أحمد ( ت 852 ه / 1448 م )\r\nالدرر الكامنة في أعيان المئة الثامنة ، 5 م ، تحقيق محمد سيد جاد الحق ، القاهرة ، 1966 .\r\nابن حجة الحموي ، تقي الدين أبو بكر علي ( ت 837 ه / 1433 م )\r\nخزانة الأدب وغاية الأرب ، بيروت ، 1304 ه / 1886 م .\r\nالحلي ، صفي الدين ( ت 752 ه / 1351 م )\r\nديوان صفي الدين الحلي ، دار صادر ، بيروت ، 1962 م .\r\nالحموي الرومي ، ياقوت ( ت 626 ه / 1228 م )\r\nمعجم البلدان ، 6 م ، تحقيق فردناند وستنفلد لييزج ، 1866 ، أعادت تصويره مكتبة الأسدي بطهران ، لا . ت .\r\nابن حنبل ، الإمام أحمد ( ت 241 ه / 855 م )\r\nمسند الإمام أحمد بن حنبل ، 6 م ، المكتب الاسلامي ، ودار صادر ، بيروت ، لا . ت .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالحنبلي الحلبي ، رضي الدين محمد بن إبراهيم بن يوسف ( ت 971 ه / 1563 م )\r\nدر الحبب في تاريخ أعيان حلب ، حققه محمود حمد الفاخوري ويحيى عبارة ، منشورات وزارة الثقافة ، دمشق ، 1973 م .\r\nالخالدي الصفدي ، أحمد بن محمد ( ت 1034 ه / 1624 م )\r\nتاريخ الأمير فخر الدين المعني ، تحقيق أسد رستم وفؤاد افرام البستاني ، الطبعة الثانية ، منشورات الجامعة اللبنانية ، بيروت ، 1969 م .\r\nالخفاجي ، شهاب الدين أحمد بن محمد بن عمر ( ت 1069 ه / 1656 م ) ريحانة الألبا وزهرة الحياة الدنيا ، 2 م ، تحقيق عبد الفتاح محمد الحلو ، القاهرة ، 1967 م .\r\nابن خلكان ، شمس الدين أحمد بن محمد ( ت 681 ه / 1282 م )\r\nوفيات الأعيان وانباء أبناء الزمان ، 8 م ، تحقيق احسان عباس ، دار صادر ، بيروت ، 1968 - 1972 م .\r\nابن داؤد السجستاني ، الامام أبو داؤد سليمان بن الأشعث بن إسحاق الأزدي\r\nسنن أبي داؤد ، 2 م ، شرح وتعليق الشيخ احمد سعد علي ، الطبعة الأولى ، القاهرة ، مطبعة الحلبي ، 1952 م .\r\nالدويهي ، البطريرك اسطفان ( ت 1704 م )\r\nتاريخ الأزمنة 1095 م - 1699 م ، حققه الأب فردينان توتل اليسوعي ، المطبعة الكاثوليكية ، بيروت ، 1951 م .\r\nالسيوطي ، جلال الدين عبد الرحمن ( ت 911 ه / 1505 م )\r\nالفتح الكبير في ضم الزيادات إلى الجامع الصغير ، 3 م ، جمع وتصنيف يوسف النبهاني ، دار الكتب العربية الكبرى ،\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالقاهرة ، 1931 م .\r\nابن شداد ، عز الدين ( ت 684 ه / 1285 م )\r\nالاعلاق الخطيرة في ذكر امراء الشام والجزيرة ( تاريخ لبنان والأردن وفلسطين ) ، تحقيق سامي الدهان ، منشورات المعهد الفرنسي ، دمشق ، 1962 م .\r\nالشريف الرضي ، محمد بن أبي احمد الحسن الطاهر ( ت 406 ه / 1015 م ) ديوان الشريف الرضي ، 2 م ، دار صادر ، بيروت ، 1961 م .\r\nابن شهيد الأندلسي ، أحمد بن أبي مروان عبد الملك بن أبي عمر ( ت 426 ه / 1034 م )\r\nديوان ابن شهيد الأندلسي ، جمع شارل بلا ، دار المكشوف ، بيروت 1963 م .\r\nابن شهيد الأندلسي ، أحمد بن أبي مروان عبد الملك\r\nديوان ابن شهيد الأندلسي ، جمع وتحقيق يعقوب زكي مراجعة محمود مكي ، القاهرة ، لا . ت .\r\nالصقاعي ، فضل الله بن أبي الفخر ( ت 726 ه / 1326 م )\r\nتالي كتاب وفيات الأعيان ، تحقيق جاكلين سوبله ، منشورات المعهد الفرنسي ، دمشق ، 1974 م .\r\nابن طولون ، شمس الدين محمد بن علي ( ت 953 ه / 1546 م )\r\nالقلائد الجوهرية في تاريخ الصالحية ، 2 م ، تحقيق محمد أحمد دهمان ، دمشق .\r\nابن عبد ربه ، أحمد بن محمد ( 327 ه / 938 م )\r\nالعقد الفريد ، 7 م ، تحقيق احمد امين ، احمد الزين ، وإبراهيم الأبياري ، مطبعة لجنة التأليف والترجمة والنشر ، القاهرة ، 1952 - 1953 م .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nابن عبد ربه الأندلسي ، أحمد بن محمد ( ت 327 ه / 938 م ) .\r\nديوان ابن عبد ربه الأندلسي ، جمع وتحقيق محمد رضوان الداية ، الطبعة الأولى ، مؤسسة الرسالة ، بيروت ، 1979 م .\r\nابن عبد الظاهر ، محي الدين ( ت 692 ه / 1293 م )\r\nالروض الزاهر في سيرة الملك الظاهر ، تحقيق عبد العزيز الخويطر ، الرياض ، 1976 م .\r\nالعطار ، فريد الدين\r\nمنطق الطير ، ترجمة ودراسة بديع محمد جمعة ، الطبعة الثانية ، دار الأندلس ، بيروت ، 1979 م .\r\nالعطيفي ، رمضان بن موسى ( ت 1095 ه / 1684 م )\r\n« رحلة العطيفي » تحقيق  Stefan Wild  الأبحاث م 23 .\r\n1970 م ، نشرت أيضا مع رحلة الشيخ عبد الغني النابلسي :\r\nحلة الذهب الابريز في رحلة بعلبك والبقاع العزيز ، باسم رحلتان إلى لبنان ، منشورات المعهد الألماني للابحاث الشرقية ، 1979 م .\r\nابن العماد الحنبلي ، عبد الحي ، ( ت 1089 ه / 1678 م )\r\nشذرات الذهب في اخبار من ذهب ، 8 م ، دار الآفاق الجديدة بيروت ، لا . ت\r\nالغزي ، نجم الدين ( ت 1061 ه / 1650 م )\r\nالكواكب السائرة بأعيان المئة العاشرة ، 3 م ، تحقيق جبرائيل جبور ، المطبعة الأمريكية ، بيروت ، 1945 - 1959 الطبعة الثانية دار الآفاق الجديدة - بيروت 1979 م .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nابن الفرات ، ناصر الدين محمد بن عبد الرحيم ( ت 807 ه / 1404 م ) تاريخ ابن الفرات ، المجلد الثامن ، حققه وضبطه قسطنطين زريق ونجلاء عز الدين ، المطبعة الأمريكية ، بيروت ، 1939 م .\r\nابن فضل الله العمري ، شهاب الدين أحمد ( 742 ه / 1341 م )\r\nمسالك الابصار في ممالك الأمصار ، المجلد الأول ، تحقيق أحمد زكي باشا ، القاهرة ، 1924 م .\r\nالفيروزآبادي ، مجد الدين محمد بن يعقوب ( ت 823 ه / 1415 م )\r\nالمغانم المطابة في معالم طابة ، تحقيق حمد الجاسر ، دار اليمامة ، الرياض ، 1969 م .\r\nالقلقشندي ، شهاب الدين أحمد بن علي ( ت 821 ه / 1418 م )\r\nصبح الأعشى في صناعة الانشا ، 14 م ، نسخة مصورة عن الطبعة الأميرية ، وزارة الثقافة والارشاد القومي ، القاهرة ، 1963 م .\r\nابن كثير ، أبو الفداء إسماعيل بن عمر ( ت 774 ه / 1372 م )\r\nالبداية والنهاية ، 14 ج ، مطبعة السعادة ، القاهرة ، 1348 - 1358 ه .\r\n40 ابن كنان ، محمد بن عيسى ( ت 1153 ه / 1740 م )\r\nالمروج السندسية الفسيحة في تلخيص تاريخ الصالحية ، تحقيق محمد أحمد دهان ، دمشق ، 1366 ه / 1947 م .\r\nالمحبي ، محمد أمين بن فضل الله ( ت 1111 ه / 1699 م )\r\nخلاصة الأثر في أعيان القرن الحادي عشر ، 4 م ، تصويردار صادر ، بيروت ، 1970 م .\r\nالمقري التلمساني ، الشيخ أحمد بن محمد ( ت 1041 ه / 1631 م )\r\nنفح الطيب من غصن الأندلس الرطيب ، 8 م ، حقيق احسان\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nعباس ، دار صادر ، بيروت ، 1968 م .\r\nابن منظور ، جمال الدين محمد بن مكرم ( ت 711 ه / 1311 م )\r\nلسان العرب ، 14 مجلد ، دار صادر ، بيروت ، 1955 - 1956 ، وكذلك طبعة بولاق المصورة ( 1300 ه - 1307 ه ) ، المؤسسة المصرية العامة للتأليف والانباء والنشر ، لا . ت .\r\nالميداني ، أحمد بن محمد النيسابوري ( 518 ه / 1124 م )\r\nمجمع الأمثال ، 2 م ، تحقيق محي الدين عبد الحميد ، الطبعة الثالثة ، دار الفكر ، القاهرة ، 1972 م .\r\nالنابلسي ، الشيخ عبد الغني ( ت 1143 ه / 1731 م )\r\nالتحفة النابلسية في الرحلة الطرابلسية ، تحقيق هريبرت بوسه ، بيروت ، 1971 .\r\nالنابلسي ، الشيخ عبد الغني\r\nحلة الذهب الابريز في رحلة بعلبك والبقاع العزيز ، تحقيق صلاح الدين المنجد ، نشرت مع رحلة العطيفي باسم رحلتان إلى لبنان ، منشورات المعهد الألماني للابحاث الشرقية ، بيروت ، 1979 م .\r\nالنابلسي ، عبد الغني\r\nعلم الملاحة في علم الفلاحة ، دار الآفاق الجديدة ، بيروت ، 1979 .\r\nابن نباتة ، أبو بكر جمال الدين محمد بن شمس الدين محمد بن الحسن ( 768 ه / 1366 م )\r\nسرح العيون في شرح رسالة ابن زيدون ، تحقيق محمد أبو الفضل إبراهيم ، القاهرة ، 1964 م .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nابن نباتة ، أبو بكر جمال الدين محمد بن شمس الدين محمد بن الحسن ديوان ابن نباتة المصري ، دار احياء التراث العربي ، بيروت ، لا . ت .\r\nأبو نعيم الاصفهاني ، أحمد بن عبد الله ( 430 ه / 1038 م ) .\r\nحلية الأولياء وطبقات الأصغياء ، 8 م ، دار الكتاب العربي ، بيروت ، 1967 م .\r\nالهروي ، أبو الحسن علي بن أبي بكر ( ت 611 ه / 1215 م )\r\nكتاب الإشارات إلى معرفة الزيارات ، تحقيق جانين سورديل - طومين ، دمشق ، 1953 م .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالمصادر العثمانية\r\nطابو دفتري 263 ( 955 ه / 1548 م ) محفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 383 ( ح 937 ه / 1530 م ) محفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 401 ( ح 950 ه / 1543 م )\r\nمحفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 430 ( ح 930 ه / 1523 م ) محفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 474 ( 977 ه / 1569 م ) محفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 543 ( ح 976 ه / 1568 م ) محفوظات رئاسة الوزراء ، إسطنبول .\r\nطابو دفتري 767 ( سنة 1048 / 1638 - 9 ) محفوظات رئاسة الوزراء ، إسطنبول .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nالمصادر الأجنبية\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالمراجع العربية\r\nباشا ، عمر موسى\r\nابن نباته المصري أمير شعراء المشرق ، دار المعارف ، القاهرة ، 1963 م .\r\nالبخيت ، محمد عدنان\r\n« احداث بلاد طرابلس الشام » 1015 ه / 1606 - 1016 ه / 1607 م ) مجلة مجمع اللغة العربية الأردني ، العدد الأول 1978 ، ص 171 - 206 .\r\nبدران ، عبد القادر ( ت 1346 ه / 1927 م )\r\nمنادمة الاطلال ومسامرة الخيال ، المكتب الاسلامي ، دمشق ، 1379 ه .\r\nالبستاني ، فؤاد افرام ( محقق ، وناشر )\r\nلبنان مباحث علمية واجتماعية ، 2 م ، بيروت ، 1969 م .\r\nبلاثيوس ، اسين\r\nمحي الدين بن العربي : حياته ومذهبه ، ترجمة عبد الرحمن بدوي ، دار القلم ، بيروت ، 1979 م .\r\nبلّا ، شارل\r\nابن شهيد الأندلسي : حياته واثاره ، عمان 1965 م .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nتدمري ، عمر عبد السلام\r\nتاريخ طرابلس السياسي والحضاري عبر العصور ، م 1 ، طرابلس ، 1978 م .\r\nتدمري ، عمر عبد السلام\r\nالحياة الثقافية في طرابلس الشام خلال العصور الوسطى ، بيروت ، 1973 م .\r\nثريا ، محمد\r\nسجل عثماني ياخود تذكرة - مشاهير عثمانية ، نسخة مصورة عن طبعة إسطنبول ، 1311 ه ، أعيد تصويرها في مؤسسة :\r\n Gregg International Publishers Limited , Hants , 1971 . \r\nالحمود ، نوفان رجا\r\nحركات العسكر في بلاد الشام في القرنين السادس عشر والسابع عشر الميلاديين ، دار الآفاق الجديدة ، بيروت ، 1981 .\r\nالزركلي ، خير الدين\r\nالاعلام : قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين ، 11 م ، الطبعة الثالثة ، بيروت ، 1969 م .\r\nسالم ، السيد عبد العزيز\r\nطرابلس الشام في التاريخ الاسلامي ، الإسكندرية ، 1967 م .\r\nابن سودة ، عبد السلام بن عبد القادر\r\nدليل مؤرخ المغرب الأقصى ، 2 م ، دار الكتاب ، الدار البيضاء ، الطبعة الثانية ، 1960 م .\r\nشهاب ، موريس\r\nدور لبنان في تاريخ الحرير ، منشورات الجامعة اللبنانية ، بيروت ، 1968 م .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nفريحه ، أنيس\r\nمعجم الألفاظ العامية ، مكتبة لبنان ، بيروت ، 1973 م .\r\nفريحه ، أنيس\r\nأسماء المدن والقرى اللبنانية ، سلسلة العلوم الشرقية ، الجامعة الأمريكية ، بيروت ، 1956 م .\r\nالقيسي ، أحمد ناجي\r\nعطارنامة ، كتاب فريد الدين العطار النيسابوري ، وكتاب منطق الطير ، بغداد ، 1978 م .\r\nكحالة ، عمر رضا\r\nمعجم المؤلفين ، تراجم مصنفي الكتب العربية ، 15 م ، مكتبة المثنى بيروت ، ودار احياء التراث العربي ، بيروت ، لا . ت .\r\nالكتاني ، عبد الحي\r\nفهرس الفهارس والاثبات ومعجم المعاجم والمشيخات والمسلسلات ، 2 م ، المطبعة الجديدة ، فاس ، 1346 - 1347 ه .\r\nكنون ، عبد الله\r\n« أبو البقاء الرندي وكتابه « الوافي في نظم القوافي » صحيفة معهد الدراسات الاسلامية في مدريد ، م 6 ، ( 1958 م ) ، ص 205 - 220 .\r\nكرد علي ، محمد ( ت 1953 م )\r\nغوطة دمشق ، الطبعة الثانية ، دمشق ، 1953 م .\r\nكرد علي ، محمد\r\nخطط الشام ، 6 م ، دار العلم للملايين ، بيروت ، 1971 - 1972 م .\r\nكراتشكوفسكي ، اغناطيوس\r\nتاريخ الأدب الجغرافي العربي ، 2 م ، ترجمة صلاح الدين عثمان هاشم\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالقاهرة ، 1965 م .\r\nالشهابي ، مصطفى\r\nمعجم الشهابي في مصطلحات العلوم الزراعية ، اعداد احمد شفيق الخطيب ، مكتبة لبنان ، بيروت .\r\nمدكور ، إبراهيم بيومي ( محرر )\r\nمحي الدين بن العربي في الذكرى المئوية الثامنة لميلاده ، الهيئة المصرية العامة للكتاب ، القاهرة ، 1969 م .\r\nالمنجد ، صلاح الدين\r\nمدينة دمشق عند الجغرافيين والرحالين المسلمين ، دار الكتاب الجديد ، بيروت ، 1967 م .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالمراجع الأجنبية\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nفهرس الاعلام\r\nالاسم الصفحة أالأبياري ، إبراهيم 100\r\nالأبياري إبراهيم 95 ه\r\nاحمد امين 100\r\nاحمد امين 35 ه\r\nاحمد الحاج ( آغا القلعة ) 12 ، 84\r\nابن إدريس ، رجب أفندي 78\r\nالأدهمي الحسيني ، السيد نور الدين 84\r\nأرناؤوط ، محمد ( والي )\r\nالأسرة المعنية 19\r\nاسطفان ، فيلد 30 ه\r\nالأشرف خليل بن قلاوون 81\r\nالأصبهاني ، أبو نعيم أحمد بن عبد الله 99 ه\r\nالأكاسرة 54\r\nالأكراد 51 ه\r\nالإمام علي بن أبي طالب 36 ه\r\nالامام مالك 45 ه\r\nانسي أفندي 69\r\nالنصارى 46 ، 51\r\nانكشارية دمشق 13\r\nأهل اندلس 43\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالأوسي ، محي الدين 82 ه\r\nأ . ي . ونسنك 27 ه\r\nب باشا عمر موسى 31 ه\r\nالبتروني ، محمد 15 ، 80\r\nالبخيت ، محمد عدنان 78\r\nالبخيت ، محمد عدنان ( هامش ) 17 ، 86\r\nالبخاري ، الامام 48 ه\r\nالبداوي ، الشيخ 59\r\nبدر الدين ، الشيخ 53\r\nبدران ، الشيخ عبد القادر 9 ه ، 30 ه\r\nالبدري ، عبد الله بن محمد 30 ه\r\nبدري ، عبد الرحمن 75 ه\r\nبرجال ، احمد 50 ه\r\nالبرطاسي ، عيسى بن عمر 70 ه\r\nبروتس ، قد 59 ه\r\nالبستاني ، فؤاد أفرام 20 ه ، 39 ه ، 59 ه\r\nالبشعلاني ، أبو رزق 14\r\nالبشنتانية السيدة عيشة 85\r\nالبعلي الحنفي ، عبد اللطيف\r\nابن بهاء الدين 15 ه\r\nالبغدادي ، إسماعيل باشا 66 ه\r\nالبكري ، عبد الله بن عبد العزيز بن محمد 45 ه\r\nابن أيوب\r\nبلا ، شارل 49 ه\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبلاثيوس ، آسين 75 ه\r\nبلقيس 34\r\nبنو الحرفوش 99\r\nبنو سعد 82 ه\r\nالبوريني ، الحسن بن محمد 9 ، 22 ، 23\r\nالبوريني ، الحسن بن محمد 82 ( هامش )\r\nبوسة ، هربيرت 67 ه\r\nبيت الحرفوش ، امارا 21\r\nبيلكة الكليسي ، رفعت 66 ه\r\nت تاج الدين 99\r\nتدمري ، عبد السلام 28 ه\r\nالتركمان 96\r\nابن تغري بردي ، يوسف 68 ه\r\nالترمذي ، الامام 48 ه\r\nتوتل اليسوعي ، الأب فردينان 39 ه\r\nالتيامنة 39 ه\r\nابن تيمية 71 ه\r\nج جاد الحق ، محمد سيد 71 ه\r\nالجاسر ، حمد 29 ه\r\nابن الجاموس ، صنع الله چلبي 15 ، 16 ، 70\r\nابن إبراهيم\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nابن الجاموس ، عبد القادر بن عبد الحي 70\r\nالجباوي ، احمد 82 ه\r\nالجباوي ، حسن 82 ه\r\nالجباوي ، حسين 82 ه\r\nالجباوي ، سعد الدين 18 ، 82 ه\r\nجبور ، جبرائيل 9 ه ، 63 ه\r\nجذام ( قبيلة ) 31 ه\r\nجعفر أفندي 77\r\nجلال الدين الرومي 75 ه\r\nجمعة ، بديع محمد 75 ه\r\nح حاجي خليفة 62 ه ، 66 ه ، 71 ه ، 78 ه\r\nحافظ العجمي القدسي ، محمد بن جمال الدين بن أحمد 15\r\nالحجازي الحموي ، نجم الدين 62 ، 63\r\nابن حجر العسقلاني ، احمد 71 ه ، 83 ه ، 103 ه\r\nابن حجة الحموي 32 ه\r\nالحجي عبد الرحمن علي 45 ه\r\nابن حجيرة 27 ه\r\nالحرفوشيون ، امراء 39 ه\r\nالحرفوشية 40\r\nحقي بك ، إسماعيل 59 ه\r\nحسن باشا ( والي ) 11 ، 14\r\nحسين ، السيد نقيب الاشراف 84\r\nالحلو ، عبد الفتاح محمد 41 ه\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالحلي ، صفي الدين 102\r\nالحمصي ، الحاج ناصر الدين 12 ، 85\r\nالحمود ، نوفان رجا 85 ه\r\nالحموي ، عبد الكريم ابن الشيخ مصطفى 17 ، 62\r\nالحموي ، ياقوت 29 ه\r\nابن الحميدي ، محي الدين ( القاضي ) 15 ، 80\r\nابن حنبل ، احمد 27 ه\r\nالحنبلي الحلبي ، رضي الدين محمد بن إبراهيم 63 ه\r\nابن يوسف\r\nحيدره 82 ه\r\nخ الخالدي الصفدي ، أحمد بن محمد 21\r\nالخالدي الصفدي ، أحمد بن محمد ( هامش ) 20 ، 39\r\nالخطيب ، احمد شفيق 51 ه\r\nابن الخطيب ، الوزير 55 ، 56\r\nالخفاجي ، شهاب الدين أحمد بن محمد 40 ه\r\nابن خلكان ، شمس الدين أحمد بن محمد 35 ، 45 ه ، 96 ه\r\nابن الخوجة ، محمد چلبي 75\r\nالخويطر ، عبد العزيز 32 ه\r\nد داؤد 34\r\nابن داؤد ، سليمان 34\r\nأبو داؤد ، الامام 48 ه\r\nالداية ، محمد رضوان 100 ه\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nدراج 27 ه\r\nالدربي ، الشيخ علي 96\r\nالدروز 39 ه\r\nدرويش محمد باشا 92\r\nالدهان ، سامي 51 ه\r\nدهمان ، محمد احمد 9 ه ، 30 ه\r\nالدويهي ، اسطفان ( البطريرك ) 10 ، 11\r\nالدويهي ، اسطففان ( هامش ) 14 ، 49 ، 58 ، 92\r\nالديار بكري ، محرم جلبي 99 ه\r\nابن دينار عمر 99 ه\r\nذ ابن ذي يزن 41\r\nر رجب أفندي ابن إدريس 13\r\nرد هاوس 52 ه\r\nرستم ، أسد 20 ه ، 39 ه ، 84 ه\r\nالرفاعي ، احمد مفيد 35 ه\r\nالرندي ، أبو البقاء ، صالح بن يزيد 41\r\nالرندي ، صالح بن يزيد بن صالح بن شريف 40 ه\r\nالرومي ، محمد أفندي 18 ، 75\r\nز ابن الزبير ، الحسن بن علي بن إبراهيم 35\r\nالقاضي المهذب\r\nزرقاء اليمامة 54\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالزركلي ، خير الدين 9 ه\r\nابن زروق المغربي ، شهاب الدين أحمد بن محمد البرنسي 71\r\nزريق ، قسطنطين 32 ه\r\nزكي ، يعقوب 49 ه\r\nالزهري 99 ه\r\nالزين ، احمد عارف 100\r\nابن زين العابدين ، مصطفى چلبي 79\r\nابن زيدون 31 ه\r\nس ساسان 41\r\nسالم ، سيد عبد العزيز 28 ه ، 67 ه ، 68 ه ، 70 ه ، 82 ه ، 83 ه ، 84 ه ، 86 ه ، 93 ه\r\nسحنون بن سعيد التنوخي 45 ه\r\nبنو سعد 81\r\nالسقا ، مصطفى 95 ه\r\nالسقيفي ، يوسف بن أبي الفتح بن منصور ابن عبد الرحمن 5\r\nسليمان 34\r\nسليمان ، النبي 41\r\nسليمان القانوني 82 ، 83 ، 84\r\nسندمر الكرجي ، سيف الدين 83\r\nسندمر الكرجي ، سيف الدين ( هامش ) 83\r\nسوبله ، جاكلين 32 ه\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nابن سوده ، عبد القادر 71 ه\r\nسورديل طومين جانين 101 ه\r\nالسيري ، محمد بن عبد المولى 69\r\nالسيوطي ، جلال الدين 67 ه\r\nسيف ، آل 10 ، 19 ، 22\r\nسيفا ، بنو 53\r\nسيفا ، عساف 10\r\nسيفا ، علي 10\r\nسيفا ، قاسم المجذوب 10\r\nسيفا ، يوسف باشا 10 ، 19\r\nسيف الدين طينال عبد الله الناصري 68 ه\r\nالسيفلية 10\r\nالسيفلية ( هامش ) 49\r\nالسيفيون ، الامراء 53\r\nالسيفية ، الأسرة 22\r\nش الشام علماء 15\r\nالشاه عباس الكبير 58\r\nشاهين باشا ، والي 10 ، 11 ، 12 ، 22 ، 49 ، 61 ، 77 ، 88\r\nشاهين باشا ، والي ( هامش ) 10 ه ، 49 ه ، 50 ه\r\nابن شاهين القبرسي ، احمد 9\r\nابن شاهين القبرسي ، احمد ( هامش ) 9\r\nالشبلي ، احمد 97\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nشداد 41\r\nابن شداد ، عز الدين 51 ه ، 58 ه\r\nالشريف الرضي ، أبو الحسن محمد بن أبي احمد الحسين الطاهر 36 ، 99\r\nشيشبرك ، الشيخ 85\r\nشهاب ، موريس 58 ه\r\nالشهاب ، مصطفى 51 ه\r\nابن شهيد القرطبي ، أحمد بن أبي مروان عبد الملك 49\r\nشيت ، النبي 101\r\nص صاحب مراكش 41\r\nالصقاعي ، فضل الله بن أبي الفخر 32 ه\r\nصمصمجي ، علي 76\r\nالصوري ، عبد المحسن 96\r\nط ابن الطابوش ، محمد 17 ، 81\r\nالطالوي ، درويش محمد 25 ، 26 ، 104\r\nالطالوي ، زكريا 26 ه\r\nابن طبيخ ، علاء الدين 18 ، 73\r\nالطرابلسي ، السيد حسين ابن السيد يحيى 64 ، 65 ، 66\r\nطقطمر ، الشيخ 86\r\nابن طولون ، شمس الدين محمد 9 ه ، 30 ه\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nظ ابن ظاهر ، فتح الدين محمد 32\r\nالظاهر بيبرس 32 ه\r\nالظني ، محمد أفندي ابن هبة الله أفندي ابن الشيخ إبراهيم 16 ، 69\r\nع عبّارة يحيى 63 ه\r\nعباس ، احسان 7 ه ، 35 ه\r\nابن عباس ، عبد الله 99 ه\r\nعباس الكبير الشاه ( انظر الشاه عباس ) 18\r\nابن عبد الحق الخلوتي ، محمد بن الشيخ محمود 16 ، 67\r\nعبد الحميد ، محي الدين 37 ه\r\nابن عبد الحي الشافعي ، مصطفى 17 ، 71 ، 72\r\nابن عبد ربه ، احمد 100\r\nعبد الظاهر ، محي الدين 32 ه\r\nعبد الكريم الشيخ 65 ، 71 ، 72 ، 73 ، 90\r\nعبد اللطيف ( انسي ) 15\r\nعثمان الثاني ( السلطان ) 5\r\nالعثمانيون 10 ، 18\r\nابن عذرا ، حسين 90\r\nابن العربي ، الشيخ محي الدين 75 ه\r\nعز الدين ايبك الخزندار الاشرطي المنصوري 81 ه\r\nعز الدين ، نجلاء 32 ه\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nابن عطا الله الإسكندري ، أحمد بن محمد 71\r\nابن العطار ، بدر الدين 67 ه\r\nالعطار الشيخ 82\r\nالعطار ، فريد الدين 75\r\nالعطار فريد الدين ( هامش ) 74 ه\r\nالعطيفي ، رمضان بن موسى 23\r\nالعطيفي ، رمضان بن موسى ( هامش ) 30 ، 33 ، 37 ، 39 ، 62 ، 64 ، 83 ، 87\r\nالعكبري أبو البقاء عبد الله بن الحسن بن عبد الله 95 ه\r\nابن علوان ، علي بن عطية 63 ه\r\nعلي ، محمد كرد 68 ه ، 70 ه ، 81 ه\r\nابن العماد الحنبلي 32 ه ، 63 ه ، 71 ه ، 96 ه\r\nعمر ، الشيخ 86\r\nغ الغزالي ، أبو حامد 75 ه\r\nالغزي ، نجم الدين 9 ه ، 63 ه\r\nف الفاخوري ، محمود 63 ه\r\nفان برشيم 81 ه ، 84 ه ، 86 ه\r\nفخر الدين المعني 19 ، 10 ، 21\r\nأبو الفداء 31 ه\r\nفدائي دده العنتابي المنلا مصطفى 18\r\nابن الفرات ، ناصر الدين محمد 32 ه\r\nفريحة ، أنيس 47 ه ، 52 ه ، 67 ه ،\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n69 ه ، 95 ه ، 97 ه ، 102 ه\r\nالفرنج 47\r\nالفرنجة 51 ه\r\nأبو الفضل إبراهيم ، محمد 39 ه\r\nفضل الله ، الشيخ 85\r\nابن فضل الله العمري ، احمد 101 ه\r\nالفيروزآبادي ، مجير الدين محمد بن يعقوب 39 ه\r\nق ابن قاسم المالكي ، أبو عبد الله عبد الرحمن 26\r\nابن القاطر الطالوي ، درويش\r\nالقانوني ، السلطان سليمان 40 ه\r\nالقرجية 85\r\nقرط آغا 12 ، 85\r\nالقرطبي ، السيد يحيى 40\r\nالقلقشندي ، أحمد بن علي 17\r\nالقلقشندي ، أحمد بن علي ( هامش ) 32 ، 34 ، 51 ، 52 ، 69\r\nقلاوون الصالحي 81\r\nالقيسي ، احمد ناجي 74\r\nالقيسية 19\r\nك الكتانجي ، عمر باشا 19\r\nالكتاني ، عبد الحي 71 ه\r\nابن كثير 32 ه\r\nكحالة ، عمر رضا 9 ه ، 66 ه ، 71 ه ، 96 ه\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nكراتشكوفسكي . اغناطيوس 6 ه\r\nابن كرامة ، مصطفى 17 ، 78 ، 81\r\nكرد علي ، محمد 82 ه ، 83 ه ، 84 ه\r\nكسرى 41\r\nابن كنان ، محمد بن عيسى 30 ه\r\nالكنغري ، عبد الكريم أفندي 14 ، 61\r\nكنون ، عبد الله 41 ه\r\nل ابن لهيعة 27 ه\r\nلويس ، برنارد 50 ه\r\nم ابن المالكي ، احمد 17\r\nالمتنبي 95\r\nالمحاسن ، بنو 8\r\nالمحاسني ، إسماعيل 38\r\nالمحاسني ، محي الدين 38\r\nالمحاسني يحيى بن أبي الصفا بن أحمد 5 ، 7 ، 8 ، 9 ، 11 ، 12 ، 13 ، 16 ، 17 ، 18 ، 21 ، 23 ، 27 ، 60 ، 66 ، 77 ، 101\r\nالمحاسني ، يحيى ابن أبي الصفا ( هامش ) 25 ، 82 ه ، 94\r\nالمحبي ، محمد امين بن فضل الله 5 ، 6 ، 9 ، 10 ، 15 ، 26 ، 92\r\nالمحبي ، محمد امين بن فضل الله ( هامش ) 8 ، 9 ، 11 ، 15 ، 23\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nمحرم ، السيد 90\r\nمحمد آغا ، المتسلم 12 ، 61 ، 92\r\nمحمد آغا ، ولد حضرة الأفندي 59\r\nمحمد أفندي 14\r\nمحمد أفندي الروزنامجي 79\r\nمحمد ثريا 10 ه ، 49 ه ، 50 ه\r\nمحمود درويش باشا 11\r\nمحمد ، الشيخ 99\r\nمحمد ، كاتب بالمحكمة 80\r\nمحمد بن نوح بشه 13\r\nمدكور ، إبراهيم بيومي 75 ه\r\nابن المذبوح ، سليمان چلبي 79\r\nابن المذبوح ، سليمان چلبي ( هامش ) 13\r\nمراد أفندي 26 ، 60\r\nمراد الدفتردار 88\r\nمراد الرابع ( السلطان ) 5 ، 92\r\nمراد الرابع ( هامش ) 77\r\nمرجليون ، د . س 35 ه\r\nابن مرحبا ، محمد 17 ، 72 ، 73\r\nابن مرداس ، شبل الدولة 51 ه\r\nمسلم ، الامام 48 ه\r\nمصطفى باشا ، والي دمشق 20\r\nمصطفى جلبي بن زين العابدين أفندي 14\r\nمصلي الهلالي 40\r\nابن معن ، فخر الدين 40 ، 53 ، 57 ، 58\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالمعني فخر الدين ( هامش ) 39 ، 40\r\nابن المغربي ، احمد بلوكباشي 12 ، 53\r\nالمغربي ، الشيخ مسعود 85\r\nالمقابلجي ، محمد أفندي 79\r\nالمقري التلمساني ، أحمد بن محمد 5 ، 6 ، 7 ، 29 ، 44 ، 53 ، 89\r\nالمقري التلمساني ( هامش ) 8 ، 29 ، 41\r\nمكي ، محمود 49 ه\r\nالملك الظاهر 86\r\nالملك ناصر محمد بن قلاوون 68 ه\r\nملك النصارى 86\r\nملوك المغرب 41\r\nالمنجد ، صلاح الدين ( هامش ) 23 ، 30 ، 82\r\nالمنجم ، بنو 8\r\nابن منظور 95 ه\r\nموسى الكاظم 36 ه\r\nالموصلي ، الشيخ عز الدين 85\r\nالموصلي عز الدين أيبك 85 ه\r\nالمولوي ، شمس الدين 86 ه\r\nالميداني ، أبو الفضل أحمد بن محمد النيسابوري 37 ه\r\nن النابلسي ، عبد الغني بن إسماعيل 23\r\nالنابلسي ، عبد الغني بن إسماعيل ( هامش ) 30 ه ، 35 ه ، 39 ه ، 51 ه ، 67 ه ، 68 ه ، 70 ه ، 81 ه ،\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n82 ه ، 83 ه ، 85 ه ، 101 ه ، 103 ه\r\nالناصر محمد 81 ه\r\nابن نباته 31 ، 89\r\nالنبي صلى الله عليه وسلم 27 ه\r\nابن نوح باشا ، محمد أفندي 77\r\nالنبهاني ، يوسف 27 ه\r\nه هاشم ، صلاح الدين عثمان 6 ه\r\nابن هانيء الأندلسي محمد 98 ه\r\nالهروي ، أبو الحسن علي بن أبي بكر 101 ه\r\nهريرة 31 ه\r\nهلال الشيخ 96\r\nالهندي ، الشيخ 86\r\nووانقولي الكوراني ، محمد مصطفى 66\r\nوستنفيلد ، فردناند 29 ه\r\nي ياقوت الحموي 35 ه ، 51 ه\r\nيالتقايا ، محمد شرف الدين 66 ه\r\nيحيى الطرابلوسي السيد حسين اليماني ، طاوس 99\r\nيوسف ، ( شيخ شعث ) 47 ، 99\r\nاليونانيون 46\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nفهرس الكتب والمجلات\r\nاسم الكتاب أو الجملة الصفحة أالأبحاث ، مجلة 23\r\nمخطوط ، إسطنبول 26\r\nت تاريخ الأزمنة 10 ه\r\nح حلة الذهب الابريز في رحلة بعلبك والبقاع العزيز 23 ه\r\nخ خلاصة الأثر في أعيان القرن الحادي عشر 26\r\nد الدرر والغرر 62\r\nذ الذخيرة ، كتاب 78\r\nس سجل عثماني 10 ه\r\nش شرح حكم ابن عطا الله 71\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nص صحيح البخاري 6\r\nق القلائد الجوهرية في تاريخ الصالحية 9 ه\r\nم المثنوي 75\r\nمجلة مجمع اللغة العربية الأردني 17 ه\r\nالمنازل الأنسية في الرحلة الطرابلسية 23\r\nن نفح الطيب من غصن الأندلس الرطيب 6 ، 8\r\nنفح الطيب من غصن الأندلس الرطيب 7\r\n( هامش )\r\nه الهداية 62\r\nي مجموعة ، يهودا 24 ه ، 25 ه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nفهرس المصطلحات والتعابير والمفردات\r\nأالأحمدية 82\r\nأشجار التوت 58 ه\r\nالأطباب ( الاطبال ) 78\r\nالأعراب 47\r\nالأغا 85\r\nأغا 69 ه ، 84 ه\r\nأغا الينكرية 49 ه\r\nأفندي 58 ، 87\r\nأفندي ( هامش ) 69\r\nأمير الأمراء 92\r\nاوض 52\r\nإيوان 34 ، 100\r\nب بلوكباشي 78\r\nبلوكباشية الشام 13\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nت التذكرجي 13 ، 78\r\nج جرن الخشب 52\r\nجص 58 ه\r\nالجناح القيسي 19\r\nالجوالي 73\r\nح الحرير 58 ه\r\nحضرة الأفندي 73\r\nالحضرة القادرية 73\r\nحكومة بغداد 92\r\nالحلف القيسي 19\r\nالحلف اليمني 19\r\nالحنيفية 43\r\nخ الخزينة العامرة 76\r\nد دار الجهاد 42\r\nدار الخلافة 78\r\nدار الزعفران 42\r\nدار العلوم 42\r\nدار اليمامة 29 ه\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالدانشان 75 ه\r\nالدانشمند 75 ه\r\nالدراويش المولوية 18 ، 74\r\nدعجي 74\r\nالدفتردار 12\r\nدفترداري ديار عرب 12\r\nالدفتردارية 79\r\nدفتردارية دمشق الشام 12 ، 13\r\nدفتردارية الشام 28\r\nدفتردارية طرابلس 28 ، 79\r\nدودة القز 58 ه\r\nالدول الأوروبية المتحالفة 18\r\nالدول الحمودية 49 ه\r\nالدولة الصفوية 18\r\nالدولة العثمانية 18\r\nديار الاسلام 43\r\nالدبورة 20\r\nالديورة 49 ه\r\nر الروزنامجي 13 ، 79\r\nالروزنامة 77\r\nروم 88\r\nز الزعبوب 52\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nس السكمان 19\r\nالسكمانية 21\r\nالسلطنة العلية 76\r\nالسنوبر البري 52\r\nش الشاهبلوط 51 ه\r\nالشبلوط 51\r\nالشركة الشرقية 24 ه\r\nالشريعة المحمدية 28\r\nط الطائفة الخلوتية 67\r\nطائفة الشام 77\r\nع عبيد الباب 12\r\nعرب جانب دفترداري 12\r\nعربستان دفترداري 12\r\nالعيرة 104\r\nق القبة قولي 12 ، 85\r\nقصب السكر 58 ه\r\nالقلاعون 19\r\nك كاخية 14\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nكتّاب الخزينة العامرة 77\r\nكتّاب المحكمة 80\r\nالكتخذا ( هامش ) 85 ه\r\nم المتسلم 11 ، 12\r\nمحاسبجي 13 ، 77 ، 79\r\nمحافظ البلدة 61\r\nالمعالفون 11\r\nالمعلمون 19\r\nالمقابلجي 14\r\nالمقاطعجي 77\r\nمقاطعة الحرير 12\r\nالمولوية طريقة 61 ، 71 ، 72 ، 75 ، 76\r\nن نظام التيمار 40 ه\r\nنقابة الاشراف 17 ، 18\r\nنيابة المقر العالي الأميري الكبيري العزي 81 ه\r\nه هيش 51\r\nوالوزارة العظمى 92\r\nولاية عرب دفترداري 22\r\nي اليرلية 85 ه\r\nاليمنية 19\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nفهرس الأماكن\r\nالمكان الصفحات أحد ( جبل ) 42\r\nإرم 41\r\nأرواد ، ( جزيرة ) 83 ه\r\nإسطنبول ( نص ) 12 ، 18 ، 22 ، 25 ، 28 ، 29 ، 35 ، 36 ، 38 ، 40 ، 41 ، 43 ، 44 ، 47 ، 48 ، 50 ، 52 ، 54 ، 56 ، 57 ، 59 ، 61 ، 62 ، 64 ، 65 ، 66 ، 68 ، 71 ، 72 ، 74 ، 75 ، 76 ، 78 ، 79 ، 80 ، 82 ، 84 ، 87 ، 88 ، 90 ، 91 ، 92 ، 94 ، 95 ، 96 ، 99 ، 100 ، 102 ، 103 ، 104\r\nإسطنبول ( هامش ) 10 ، 11 ، 13 ، 14 ، 30 ، 34 ، 47 ، 49 ، 52 ، 59 ، 70 ، 81 ، 86 ، 90 ، 97 .\r\nإسطنبول ( مكتبة جامعة ) 25\r\nالاسكلة 86\r\nالإسكندرية 67 ه\r\nأسلوب ( ؟ ) 31 ه\r\nاشرفية الوادي 31 ه\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nأفرة 31 ه\r\nأق شهر 14 ، 79\r\nأق طرق 82\r\nالإقليم الرابع 46\r\nالأناضول ، اياله 61 ه\r\nالأندلس ، ( نص ) 55\r\nالأندلس ( هامش ) 49 ، 55\r\nانكورية 61\r\nانكورية ، قصبه 15\r\nأوروبا 58 ه\r\nايلياء 74\r\nب باب اخترق 82 ، 84\r\nباب التبانة 84 ، 86\r\nباب الفرج 81\r\nباب القلعة 84 ه\r\nالباعونية ( قبة ) 6\r\nالبترون 11\r\nبجدة 32 ه\r\nالبحصاص 87\r\nالبداوي ، بركة 59\r\nبرلواء دمشق 31 ه\r\nبرج أبي العدس 93 ه\r\nبرج الجصاص 93 ه\r\nبرج الديوان 93 ه\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nبرج رأس النهر 93 ه\r\nبرج السباع 93 ه\r\nبرج السراي 93 ه\r\nبرج الشيخ عثمان 93 ه\r\nبرج عز الدين 93 ه\r\nبرج المشتى 93 ه\r\nبرج المغاربة 93 ه\r\nبردا ، نهر 21 ، 36\r\nبردا ، وادي 31\r\nبردا ، وادي ( هامش ) 31 ، 33\r\nالبرطاسية 16 ، 70 ، 83\r\nبرنستون ، جامعة 25 ، 42\r\nبرنستون ( هامش ) 29 ، 35 ، 40 ، 45 ، 47 ، 58 ، 62 ، 67 ، 76 ، 78 ، 82 ، 94 ، 97 ، 101 ، 104 .\r\nبرهلية 31 ه\r\nبسطة 42\r\nبسيما 31 ه\r\nبطرونه 32 ه\r\nبعلبك ( نص ) 20 ، 21 ، 22 ، 38 ، 39 ، 46 ، 47 ، 97 ، 99\r\nبعلبك ( هامش ) 30\r\nبعلبك ، بلاد 40 ه\r\nبعلبك ، قلعة 21\r\nبعلبك ، ناحية 37 ه ، 46 ه\r\nبغداد ( نص ) 77 ، 91\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nبغداد ( هامش ) 74\r\nالبقيعة 10\r\nبقين 32 ه\r\nبلاد الساحل 85 ه\r\nبلاد عكار 97 ه\r\nبلاد فارس 18\r\nبلخ 75 ه\r\nبلنسية 42\r\nبلودان 32 ه\r\nبليتار ، ( جامع ) 21\r\nبليتار ، قرية 37\r\nبوابة الحدادين 83 ه\r\nبيت ( ؟ ) 31\r\nبيت المقدس 73\r\nبيروت 11\r\nبيروت ( هامش ) 7 ، 20 ، 25 ، 30 ، 31 ، 32 ، 36 ، 39 ، 45 ، 49 ، 51 ، 58 ، 59 ، 63 ، 71 ، 75 ، 84 ، 85 ، 98 ، 99 ، 100 ، 102 .\r\nت تدمر ، بلدة 34\r\nتربة القبيبات 82 ه\r\nث ثنية الوداع 29 ه\r\nثهلان ، جبل 42\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nج جامع الأزهر 62 ه\r\nالجامع الأموي 9 ه\r\nجامع الأويسية 82 ه\r\nجامع التفاح 84\r\nجامع التوبة 17 ، 82\r\nجامع الدولة 103\r\nجامع الطحان 83\r\nجامع العطار 16 ، 67 ، 82\r\nجامع طينال 17 ، 68 ، 72 ، 82 ، 85\r\nجامع طينال ( هامش ) 85\r\nجامع الغناشاة 84 ه\r\nجامع القلعة 84\r\nالجامع الكبير 17 ، 69 ، 71 ، 81\r\nالجامع الكبير ( هامش ) 86\r\nجامع محمود بيك 84\r\nجامع يغن شاه 84\r\nجامع اليونسية 82\r\nالجامعة الأمريكية 23\r\nالجامعة اللبنانية 58 ه\r\nجبال عكار 96\r\nجبل لبنان 52\r\nجبل لبنان 59 ه\r\nجبيل ، بلاد 11\r\nجبيل ، قلعة 20\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nجبة ، بشري 11\r\nالجزيرة ( الأندلس ) 42\r\nجسر البرنز 24\r\nالجسر التحتاني 63 ، 82\r\nالجسر الجديد 82 ه\r\nالجسر العتيق 70 ه\r\nالجسر الفوقاني 83\r\nالجون ، ارض 58 ه\r\nجيان 42\r\nح حارا ( ؟ ) 32 ه\r\nحارات ابن سيفا 19\r\nحسينية 31 ه\r\nحصن الأكراد 51\r\nحلب 12 ، 24\r\nحلب ( هامش ) 31 ، 83 ه\r\nحلب ، قرية 95\r\nحمام عز الدين 85 ه\r\nحمام النوري 85 ه\r\nحماه 48 ، 62 ، 63 ، 90\r\nحماه ( هامش ) 31 ، 63 ، 69\r\nالحمراء 42 ، 55\r\nحمص 42 ، 43\r\nحمص ( هامش ) 51\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nحمص ، قلعة 50\r\nحوران 82 ه\r\nالحيصة ، ارض 58\r\nحيفا 86 ه\r\nخ الخليج 58 ه\r\nد الدار البيضاء 71 ه\r\nدارا 41\r\nالداراني ، إقليم 30\r\nدله 32 ه\r\nدمّر 31 ه\r\nدمّر ، قرية 21 ، 30\r\nدمشق 6 ، 7 ، 10 ، 12 ، 14 ، 19 ، 30 ، 33 ، 89\r\nدمشق ( هامش ) 9 ، 31 ، 32 ، 51 ، 63 ، 88 ، 89\r\nدمشق الشام 29 ، 90 ، 94\r\nالدورة ، تكية 21 ، 33 ، 104\r\nديار بكر 79 ، 92\r\nدير سلوان 32 ه\r\nدير قانون 31 ه\r\nدير يعقوب 87\r\nر الرأس ، قرية 50 ، 51\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nرأس النهر 87\r\nالربوة 30\r\nالربوة ( هامش ) 88\r\nالردادين 30 ه\r\nرمانة 32 ه\r\nالرياض 29 ه ، 32 ه\r\nز الزبداني 33\r\nالزبداني ، ناحية 33 ه ، 35 ه\r\nالزبداني ، وادي 32\r\nالزبدانية ، بلاد 33\r\nزيدان ( هامش ) 32\r\nس سرغايا 35\r\nسرغايا ( هامش ) 32 ه\r\nسعره 32 ه\r\nسوق البزوريين 82\r\nسير ، قرية 69\r\nش الشام 6 ، 8 ، 11 ، 38 ، 70 ، 78 ، 88 ، 90 91 ، 92 ، 93 ، 104\r\nالشام ، بلاد 12 ، 19 ، 22\r\nشاطبة 42\r\nشاطبة ( هامش ) 42 ه\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nشذرة ، قرية 97 ه\r\nشرعين 101 ه\r\nشعث ، قرية 46 ، 47 ، 98\r\nالشعرة ، مكان 46\r\nص صالحية 30 ، 104\r\nصحن الجامع ( الأموي ) 6\r\nصدر الباز 88\r\nصفد 91 ، 97\r\nصفد 68 ه\r\nصيدا 11\r\nالطحال جامع 83 ه\r\nالطحام ، جامع 83 ه\r\nالطحان ، جامع 83 ه\r\nطرابلس 11 ، 12 ، 13 ، 14 ، 15 ، 16 ، 18 ، 21 ، 22 ، 24 ، 28 ، 48 ، 62 ، 66 ، 69 ، 76 ، 80 ، 81 ، 90 ، 91 ، 93 .\r\nطرابلس ( هامش ) 10 ، 49 ، 64 ، 69 ، 78 ، 83 ، 85\r\nطرابلس ، اياله 10\r\nطرابلس الشام 17 ، 19 ، 23 ، 60 ، 63 ، 87 ، 92\r\nطرابلس الشام ( هامش ) 15 ، 33 ، 50 ، 68\r\nطرابلس الشام ، ولاية 9\r\nطرابلس القديمة 86\r\nطليطلة 42\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالطويلة 32 ه\r\nطهران 29 ه\r\nالطيبة ، عقبة 38\r\nالطيبة ، قرية 21\r\nظ الظنية 69\r\nالظنية ، ناحية 70\r\nع العاصي ، نهر 48\r\nعرقا ، قرية 58\r\nعرقه ( هامش ) 58\r\nالعشاقة 31 ه\r\nعطيب 32 ه\r\nعقبة الرمانة 37 ، 48 ، 103\r\nعقبة العاصي 48\r\nعكار 12 ، 19 ، 22 ، 52 ، 67 ، 81\r\nعكار ( هامش ) 10 ، 49 ، 95\r\nعكّار ، بيوت وسرايا 19\r\nعكّار ، جبال 59 ه\r\nعمّان 49 ه ، 86 ه\r\nعنجر 33\r\nعنجر ، معركة 20\r\nعين التوت 32 ه\r\nعين حلبة 32 ه\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nعين حور 32 ه\r\nعين الزرقاء 48\r\nغ غرناطة 42 ، 55\r\nغرناطة 55 ه\r\nالغزالية ( المدرسة ) 9\r\nغزة 68 ه\r\nغوطة دمشق 88 ه\r\nغوطة دمشق ( هامش ) 30 ه\r\nف فاس 55 ه ، 71 ه\r\nفامية 69 ه\r\nفلسطين 30 ه\r\nفندق ، قرية 67\r\nفيجة 31 ه\r\nق قاسارية 15\r\nقاسارية ، مدينة 61\r\nقاسيون ، جبل 30\r\nالقاهرة 7\r\nالقاهرة ( هامش ) 25 ، 30 ، 31 ، 37 ، 49 ، 62 ، 68 ، 71 ، 100\r\nقبة سيار 30\r\nقبة النسر 6\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nقبة النصر 73 ، 74\r\nالقبيبات ، محلة 82 ه\r\nالقدس 24\r\nالقرافة ، باب 45 ه\r\nقرطبة 42\r\nقرطبة ( هامش ) 42 ، 49\r\nقلعة بغداد 92\r\nقلعة الحصن 10 ، 51\r\nقلعة صنجيل 83 ه ، 93 ه\r\nقلعة طرابلس 84\r\nقلعة طرابلس الشام 84 ه\r\nالقليعات 57\r\nالقليعات ( هامش ) 58 ه\r\nقناطر البرنز 86\r\nقونية 75 ه\r\nقيصارية 61 ه\r\nك كبري 32 ه\r\nكرك نوح 101 ه\r\nكرم ساباط 52\r\nكفر تفاح 32 ه\r\nكفرزيت 31 ه\r\nكفر عامر 33\r\nكفر عامر ( هامش ) 32 ، 33\r\nكفر العواميد 31 ه\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nكفريا 32 ه\r\nالكنيسة الأرثوذكسية 24 ه\r\nل اللبوة ، قرية 20 ، 50\r\nليبزج 29 ه\r\nم مالقة 42\r\nالمجر ، طريق 47\r\nمحافظة الشمال 95 ه\r\nالمحكمة 69 ، 80\r\nالمحمودية ، جامع 83\r\nمدائن الإسكندر 54\r\nالمدرسة الشمسية 86\r\nالمدرسة الشمسية ( هامش ) 86\r\nمديرية المحفوظات إسطنبول 50 ه\r\nالمدينة المنورة 69 ه\r\nمرجة ، دمشق 87 ه\r\nمرسية 42 ه\r\nالمرية 43\r\nمزرعة 32 ه\r\nمسجد الدباغين 84 ه\r\nمصر 8\r\nمصر ( هامش ) 62\r\nمصياف 69 ه\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nمضايا 32 ه\r\nمعرم ( ؟ ) 31 ه\r\nالمعهد الألماني للأبحاث الشرقية 23 ه ، 32 ه\r\nمكة المكرمة 29 ه ، 99 ه\r\nالمملكة الأندلسية 40\r\nمولى خانة 76\r\nالمنية 86\r\nن نهر أبي علي 81\r\nنهر أبي علي ( هامش ) 67 ه\r\nنهر البارد 59\r\nه الهرمل 22 ، 47 ، 98\r\nالهرمل ( هامش ) 47\r\nالهرمل ( العالي ) 11\r\nالهرمل ( قرية ) 48 ، 51 ، 97\r\nووادي الأقمار 96\r\nوادي السبع 52\r\nوادي السبعة 86\r\nوادي الشام 93\r\nوادي باش 43\r\nالولايات المتحدة الأميركية 25\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nي يحفوفة ، وادي 102 ه\r\nيعاث ( ايعاث ) 46\r\nاليمن 99 ه\r\n\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158}
  ]