[
  {"content":"\r\n\r\nنزهة الأنام في محاسن الشام\r\nتاليف\r\nأبي البقاء عبد الله بن محمد البدري المصري الدمشقي\r\nمن علماء القرن التاسع ( ولد سنة 847 )\r\nصاحب الديوان المشهور وتاريخ « تبصرة أولى الابصار » و « سحر العيون »\r\nوكم بالشام من شرف وفضل * ومرتقب لدى بر وبحر\r\nبلاد بارك الرحمن فيها * فقدسها على علم وخبر\r\nبها غرر القبائل من معد * وقحطان ومن سروات فهر\r\nأناس يكرمون اخبار حتى * يجير عليهم من كل وتر\r\nأحمد بن محمد بن المدبر الكاتب\r\n* ( طبع على نفقة ) *\r\nالمكتبة العربية - ببغداد\r\nلصاحبها : نعمان الاعظمى\r\nوحقوق الطبع محفوظة له\r\nالمطبعة السلفية - بمصر\r\nلصاحبها : محب الدين الخطيب وعبد الفتاح قتلان\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\nمقدمة الناشر\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الحمد لله وحده وصلى اللّه على سيدنا محمد وآله وصحبه وسلم\r\nأما بعد فان من الكتب اللطيفة التي عثرنا عليها بين مخطوطات بغداد دار السلام هذا الكتاب المسمى :\r\nنزهة الأنام ، في محاسن الشام وقد وجدناه من الكتب الجامعة بين لذة الأدب من منثوره إلى منظومه ، وبين ملح التاريخ من خصوصه إلى عمومه .\r\nوفضلا عما فيه من لذة وفائدة فإنه يصلح أن يكون نموذجا صحيحا لروح الأدب في القرن التاسع الهجري\r\nولما كانت غوطة دمشق - التي استوحى منها المؤلف موضوع كتابه - من أبدع مجالي الجمال الطبيعي في العالم ، بل ربما كانت البقعة المتفردة بجمالها في عصر المؤلف ؛ فان ما انطوى عليه هذا الكتاب من الكلام عليها ، ووصف الشعراء والأدباء لأزهارها وأثمارها ، والإشارة إلى ضواحيها ونواحيها ؛ لما يشوق الأديب الاطلاع عليه\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nان المدينة التي اختصها البدري بكتابه هذا هي اقدم مدينة ثبت عمرانها على وجه الدهر ، ونقل ياقوت في معجم البلدان قول أبي بكر الخوارزمي : جنان الدنيا أربعة ؛ غوطة دمشق ، وصغد سمرقند ، وشعب بوّان ، وجزيرة الأبلة . قال : وقد رأيتها كلها ، وأفضلها دمشق\r\nقال ياقوت : وجملة الأمر انه لم توصف الجنة بشيء إلا وفي دمشق مثله . ومن المحال ان يطلب بها شيء من جليل اعراض الدنيا ودقيقها الا وهو فيها أوجد من جميع البلاد\r\nولا حظنا عند العزم على طبع الكتاب أن في النسخة البغدادية نقصا فسعينا لاستكمالها من النسخة المخطوطة في دار الكتب المصرية ( رقم 494 من كتب التاريخ ) وعليهما اعتمدنا في نشره طالبين من اللّه تعالى العون والتوفيق\r\nبغداد نعمان الأعظمي\r\nصاحب المكتبة العربية\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ خطبة مؤلف والحنين إلى دمشق 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ وبه نستعين الحمد لله الذي جعل الشام في وجه الأرض شامة خضرا ، وزان عاطله بحالي عيون تروي قلب الصادي وتشرح له صدرا . وأجرى ماءها الفضي على ثراء كالذهب ، وحلى به حصباء در لم يكن فيه مخشلب . وأدار من الماء خلاخيل على سوق أصول الأشجار ، وقلد أجياد فروعها بيواقيت أثمار توجت رءوسها بأكليل جواهر الأزهار . وأرسل كف النسيم بمشط المطر فسرح فروع رؤوس عرائس الغصون ، وجملها بحلل ذات اكمام من سندس أخضر ومعصفر صبغة صنعة من هم له ساجدون\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأحمده حمدا كثيرا حيث صبح اللوز بأمره على بعضهن عاقد ، وبعضهن أثقلها الحمل من الجوز فأمست بإرادته بعد قيامها تتقاعد . وبعضهن من باسقات النخيل من طرحت بقدرته ثمرة الفؤاد . واجرى لطفه في بعضهن حيث ارتخت نهودها كالرمان هائمة بحضنهن في كل واد\r\nوأشكره شكرا مزيدا مذ عطف العلل على طفل أمهات السفر جل فيرضعه وهو يشرب ، وأسبل ستره على من رفعت كفوفها كورق الكرمة لما امتدت وعليها العنب زبب . ومنهن من عمها بالحيا فاحمر خدها كالتفاح .\r\nومنهن من نكست رأسها من الهيبة كالكمثرى فاكسبها عرفا طوت شقق نشره أيدي الرياح\r\nسبحانه أوجد بها أجناسا ذات أنواع تسقى بماء واحد .\r\nوجاد لعليلها من انواء السحاب وشعاع النيرين بصلة وعائد .\r\nفجعل قطوفها دانية لأحبائه ، وقدّس أرضها إذ هي مرتع ومربع لأصفيائه . وحباها لسكنى الأنبياء ، واختارها موطنا لعباده الأولياء\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوأشهد أن لا إله الا اللّه وحده لا شريك له شهادة عبد تقي يرجو بها في غد التفكه في رياض الجنان مع مزيد الانعام ، وأشهد أن محمّدا عبده ورسوله الذي اخترق السبع الطباق بنور أضاءت منه قصور بصرى من أرض الشام . ذو الشرف الاعلى السني الجبهة الواضح الجبين . الذي أنزل عليه « وآونياهما إلى ربوة ذات قرار ومعين »\r\nاللهم فصل وسلم عليه ما دامت الشام عامرة بحديثه الشريف الماحي لصور الكفر الواهية . وعلى آله وأصحابه الذين تعاونوا على البر والتقوى في فتحها فمنهم من أخذ شطرها الشرقي عنوة ومنهم من اخذ الشطر الغربي صلحا من باب الجابية\r\nوبعد فقد سألتني أيها الأخ الأمجد ، والحبيب الأسعد .\r\nالعاشق في محاسن الشام على السماع ، والمتشوّق المتتوّق إلى بديع مرآها المشنف ذكره للاسماع . أن اعللك بخبرها لعدم العيان ، وان أقربها إليك بوصف يلذه قلب الهائم الولهان . وهل أنا إلّا قسيمك في الشوق والهيام ، وحليفك\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nفي الحب والغرام\r\n وليس بتزويق اللسان وصوغه * ولكنه ما خالط اللحم والدماء \r\nغير اني رميت منها بعد الوصل بقطيعة صدها ، كاني أذنبت في حالة القرب فادّبتني بهجرها وبعدها\r\n عشنا زمانا وليس الوصل يقنعنا * واليوم أدنى خيال منك يرضينا \r\nأي واللّه\r\n وما قلت ايه بعدها لمحدث * من الناس الا قال قلبي آها \r\nكيف لا وهو\r\n بلد صحبت به الشبيبة والصبا * ولبست ثوب العز وهو جديد\r\nفإذا تمثل في الضمير رأيته * وعليه أغصان الشباب تميد \r\nأستغفر اللّه هي مسقط رأسي ، ومجمع أهلي وناسي .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n وملعب خلانى واخواني * سقا اللّه شاما كان فيها اجتماعنا\r\nبأحبابنا النائين مغدودقا سكبا * وروى ثراها من دموعي مسبل\r\nكبحر فاني أستقل لها السحبا * منازل أحبابي ومربع جيرتى\r\nوأوطان اخواني ومن كان لي تربا * لعمري لئن شط المزار وأصبحت\r\nمنازلهم شرقا ومنزلنا غربا * فاني على بعد الديار وقربها\r\nأسرّ لهم حبا وأبدي لهم حبا * يهيج أشواقي من البرق لامع\r\nويبعث اشجاني النسيم إذا هبّا * ويذكرني ليلات وصل تصرّمت\r\nحمام النوى نوحا فاسعده ندبا \r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n ليالي أعطيت البطالة حقها * ورحت بما يقضيه حكم الصبى صبّا\r\nاعاطي الهوى الصحب الكرام وبيننا * أحاديث آداب أرقّ من الصهبا\r\nعسى ما مضى من شملنا أن نعيده * ونصبح في أفق ونمسي به شهبا \r\nكيف أخفي ذلك ، وقد سبق في علم اللّه ما كان حمدا وشكرا على حب الوطن ، فإنه من الايمان\r\n وما عن رضى كانت سليمى بديلة * بليلى ، ولكن للضرورات أحكام \r\nنعم\r\n شكوت وما الشكوى لمثلي عادة * ولكن تفيض العين عند امتلائها \r\nفأجبتك أيها السائل إذ هيجت عندي من الدموع بحار الاشتياق . وواسيتك أيها العاشق إذ أتيتك بخبر المعشوق ولعل الخبر يكون وضله في التلاق ، وقد فصلته\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nلك في هذه الأوراق . وهو من جملة ما عندي ، وقدمت لحضرتك السامية ثروة ما ملكه اللّسان من جواهر حفظها القلب في صندوق الصدر وأوردتها بخط يدي . وما هي الاصبابة من صب ، وقطرة من جفن نازح حب\r\n وما تناهيت في بثي محاسنها * الا وأكثر مما قلت ما أدع \r\nلعامي أن محاسن ( دمشق ) كثيرة لا تستقصى ، وأوصاف صفاتها تتضاعف أعدادها ولا تحصى . قصرت عن استيفائها أرباب التواريخ المطولة الحسنة ، وحفيت سوابق فحول أقلامهم في ميادين الطروس أن يدركوا حصر بعضها في مصنفاتهم المدونة . لكن بحمد اللّه جاءت هذه النبذة حديقة يترنح بها الخاطر ، ويتنزه فيها الناظر * ولهذا سميتها\r\n\r\n[ متن الكتاب 
  ]\r\nنزهة الأنام * في محاسن الشام واللّه تعالى أسأل أن يعوضنا عن ضيق هذه الدنيا الجافية ، بالدخول إلى جناته الواسعة الرفيعة ، وان يمتعنا\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nفيها بفاكهة كثيرة لا مقطوعة ولا ممنوعة . ان شاء اللّه تعالى بكرمه ومنه وأمنه ويمنه\r\n\r\n[ فمن محاسن الشام ما ورد فيها 
  ]\r\nمن رواية أبي داود في سننه عن عبد اللّه بن حوالة قال رسول اللّه صلّى اللّه عليه وسلم « انكم ستجندون بعدي أجنادا ثلاثة جندا إلى اليمن . وجندا إلى الشام . وجندا إلى العراق » قال عبد اللّه « خر لي يا رسول اللّه » قال « عليك بالشام . فإنها خيرة اللّه في أرضه يجتبي إليها خيرته من عباده . وان اللّه قد تكفل لي بالشام وأهله » قال أبو إدريس الخولاني ومن تكفل اللّه به فلا ضيعة عليه\r\nوقال رسول اللّه صلى اللّه عليه وسلم « ستفتح عليكم الشام فعليكم بمدينة يقال لها ( دمشق ) هي خير مدائن الشام ، وفسطاط المسلمين بأرض منها يقال لها الفوطة\r\nوقال أبو هريرة رضي اللّه عنه : « أربع مدائن من مدائن الجنة وأربع مدائن من مدائن النار . فأما مدائن الجنة فمكة والمدينة وبيت المقدس ودمشق ، وأما مدائن النار فالقسطنطينية وطبرية وأنطاكية المحترقة وصنعاء »\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nقال أبو عبد اللّه السقطي ليس هي صنعاء اليمن وانما هي صنعا بأرض الروم . وأنطاكية المحترقة انما سميت بذلك لان العباس بن الوليد بن عبد الملك أحرقها . وهو من فضائل الشام للربعي . وهو عند كعب الأحبار أيضا من طريق آخر . انتهى\r\nوالحديث المبدأ به رويناه من حديث أبي مسهر عبد الأعلى بن مسهر عن سعيد بن عبد العزيز عن ربيعة بن يزيد عن أبي إدريس الخولاني عن عبد اللّه بن حوالة الأزدي رضي اللّه عنه . قال شيخ الاسلام وأمير المؤمنين في الحديث شهاب الدين أحمد بن حجر رحمه اللّه تعالى وهو حديث حسن مسلسل بالدمشقيين وهو عن النبي صلّى اللّه عليه وسلم قال « انكم ستجندون أجنادا . جندا بالشام . وجندا بالعراق . وجندا باليمن » قال الحوالي « خر لي يا رسول اللّه » قال « عليكم بالشام فمن أبى فليلحق بيمنه ويسق من غدره فان اللّه قد تكفل لي بالشام وأهله » فكان أبو إدريس الخولاني إذا حدث بهذا الحديث التفت إلى ابن عامر فقال « من تكفل اللّه تعالى به فلا ضيعة عليه » انتهى واللّه تعالى أعلم\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nومن محاسن الشام هذا الحديث القدسي الذي ورد فيها عن كعب الأحبار رضي اللّه عنه قال « انا نجد في كتاب اللّه تعالى يعني التوراة أن الأرض على صفة النسر فالرأس الشام والجناح الأيمن الغرب والجناح الأيسر الشرق وهو العراق وخلف العراق أمة يقال لها واق وخلف واق أمة يقال لها واق واق . وخلفها من الأمم ما لا يعلمه الا اللّه تعالى . والظهر السند وخلف السند الهند . وخلف الهند أمة يقال لها مسند وخلف ذلك من الأمم ما لا يعلمه الا اللّه تعالى . والذنب اليمن فلا يزال الناس بخير ما لم يقرع الرأس فإذا قرع الرأس هلك الناس »\r\n\r\n[ اشتقاق اسم الشام 
  ]\r\nقال بعض الشراح والمؤرخين والمفسرين انما سميت الشام شاما لان قوما من بني كنعان نزلوها فتشاءموا إليها فسميت شاما لذلك\r\nوقالت طائفة انما سميت شاما لما تشاءم لها « 1 » أهل اليمن من يمنهم كما يقال تيامنوا وتياسروا فسميت بذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل « لما تشاءموا لها . . الخ »\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوقال قوم انما سميت شاما لأن بني إسرائيل قتلوا بني كنعان ونفوا ما بقي منهم فصارت لهم ، ثم وثب الروم على بني إسرائيل فقتلوهم وأجلوا من بقي عنها إلى العراق الا قليلا منهم . ثم جاءت العرب فقتلت الروم وسبتهم وهرب من سلم منهم إلى بلاد الروم ، واستمرت بيد أولاد العرب إلى يومنا هذا\r\nقال الجوهري يذكر ويؤنث ورجل شآمي وشآم على فعال وشامي أيضا حكاه سيبويه رحمة اللّه تعالى عليه ولا تقل شأم وما جاء في ضرورة الشعر محمول على أنه اقتصر من النسبة على ذكر البلد وامرأة شامية وشامية مخففة الياء\r\nونقلت من خط اللغوي أحمد بن مطرف من الجزء الثاني من كتابه المسمى بالترتيب في الاخبار والأعاجيب أن في الشام قولين أحدهما أنه يجوز أن يكون مأخوذا من اليد الشومى وهي اليد اليسرى واليمنى أختها فالشومى من الشوم واليمنى من اليمن . وقالت العرب :\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n فأنحى على شؤمى يديه فذادها * باظمأ من فرع الذؤابة اسحما \r\nأظمأ أفعل من الظما وشؤمى مقصور مهموز ويجوز أن يكون فعلى من الشوم\r\nويجوز أن يكون فيه قول ثالث وهو أن يكون جمع شامة والشامة العلامة . يقال شامة وشام مثل حاجة وحاج . والرجل أشأم إذا كان ذا شامة وحقيقة الشامة أن تكون مخالفة للون سائر الجسم . قال الجاحظ وأطلقت الشامة على النكتة من أي لون كان في أي لون كان اضعافها . الا ترى قول رسول اللّه صلّى اللّه عليه وسلم لما نزلت   « يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ   - إلى قوله -  وَلكِنَّ عَذابَ اللَّهِ شَدِيدٌ »  قال عمران بن الحصين أنزلت هذه الآية وهو في سفر قال « أتدرون أي يوم ذلك » قالوا « اللّه ورسوله أعلم » قال « ذلك يوم يقول اللّه لآدم ابعث بعث النار » قال « يا رب وما بعث النار » قال « تسعمائة وتسعون إلى النار وواحد إلى الجنة » فأنشأ المسلمون يبكون : فقال\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nرسول اللّه صلّى اللّه عليه وسلم « قاربوا وسددوا فإنه لم تكن نبوّة قط الا كان بين يديها جاهلية فيؤخذ ذلك العدد من الجاهلية فان تمت والا كملت من المنافقين . وما مثلكم ومثل الأمم الا كمثل الرقمة في ذراع الدابة أو كالشامة في جنب البعير » .\r\nثم قال « اني لأرجو أن تكونوا ربع أهل الجنة » فكبروا ثم قال « اني لأرجو أن تكونوا ثلث أهل الجنة » فكبروا ثم قال « اني لأرجو ان تكونوا نصف أهل الجنة » فكبروا ثم قال ولا أدري قال الثلثين أم لا رواه الترمذي .\r\nفانظر اليه صلّى اللّه عليه وسلم كيف اطلق الشامة وجعلها في جنب البعير .\r\nوالبعير قد يكون ازرق أو أحمر وغير ذلك . وما الغرض الا النكتة القليلة من أي لون كانت في جنب البعير من أي لون كان . ا لا تراهم يقولون أرض الشام والشام جمع شامة\r\nوذهب بعضهم إلى تسميته شاما لشامات له يعني اختلاف أراضيه في ألوان ترابها وقد علمت أن بعض ترابه أبيض وأسود وأحمر وأصفر وبعضها اكدر . ويختلف كل لون منها في ذاته بالأشدية والاضعفية اختلافا كثيرا\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفصحّ أن اطلاق الشامة هاهنا لكونها نكتة في الأرض إذ الشام بمجموعه لو كان لونا واحدا لكان كالنكتة الخفيفة الخفية في أديم الأرض . ثم إنهم تجاوزوا في استعمال الشامة إلى أن أطلقوها على غير اللون فأطلقوها على كل شيء قليل في نوعه فقالوا : فلان في قومه شامة . اما لمزيته عندهم بالكرم أو بالحلم أو بالشجاعة أو بغير ذلك من الصفات الحميدة . ومنه قول ابن الساعاتي :\r\n لولا صدودك يا امامه * ما بت اندب عهد رامه\r\nأبكي ليالي غبطة * كانت لخدّ الشام شامه \r\nفتأمل كيف أطلق الشامة على لياليه التي قطعها بالشام لأنه استلذ زمانها واستطاب أوقاتها من بين الليالي كلها . انتهى\r\nومن محاسن الشام ما يروى عن كعب الأحبار رضي اللّه عنه أنه قال : ما بعث اللّه نبيا الا من الشام فإن لم يكن من الشام هاجر إلى الشام . وبها رأس يحيى ابن نبي اللّه زكريا عليهما السلام بين الأساطين « 1 » من الجانب الشرقي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل « الاساطوين »\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبالجامع الأموي . قباله هود عليه السلام في الجدار القبلي قبره . انتهى\r\n\r\n[ ومن محاسن الشام بناؤها ودمشقتها 
  ]\r\nقال وهب بن منبه : دمشق بناها العازر غلام إبراهيم الخليل عليه الصلاة والسلام وكان حبشيا وهبه له نمرود بن كنعان\r\nوقال أبو الحسن الرازي : رأيت في الكتاب الذي سماه أبو عبيدة ( كتاب فضائل الفرس ) أن بيوراسف الملك بنى مدينة بابل ومدينة دمشق\r\nوفي جزء الدمشقيين ما حكاه أبو الخير العراقي قال كان في زمان معاوية بن أبي سفيان رجل صالح بدمشق وكان يقصده الخضر عليه السلام في أوقات للزيارة فبلغ ذلك معاوية فجاء اليه وقال بلغني أن الخضر يأتيك فأحب أن تجمع بيني وبينه فقال له نعم فلما جاء الخضر عليه السلام على العادة قال له الرجل ان معاوية سأله الاجتماع به « 1 » فقال الخضر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل « بك »\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nعليه السلام لا سبيل إلى ذلك قال معاوية قل له قد اجتمع على أفضل الخلق وحدّثه وجلس معه وهو سيد الأولين والآخرين صلّى اللّه عليه وسلم ولكن سله عن ابتداء ( دمشق ) كيف كان قال الرجل فسألته قال صرت إليها فرأيت موضعها بحرا تستجمع فيه المياه ثم غبت عنها خمسمائة عام ثم صرت إليها فرأيتها قد ابتديء فيها بالبناء ونفر يسير بها\r\nونقل ابن عساكر رحمه اللّه تعالى في فتوحه قال :\r\nوجدت بخط أبي الفرج الاصفهاني فيما ذكر انه نقله من كتاب فيه اخبار الكعبة المشرفة وفضائلها وأسماء المدن والبلدان واخبارها ثم ذكر مولد « 1 » إبراهيم الخليل عليه السلام على رأس ثلاثة آلاف ومائة وخمسين سنة من جملة الدهر الذي هو سبعة آلاف سنة وذلك بعد بنيان دمشق بخمسين سنة . ونقل بعض المؤرخين بخمس سنين . قلت وهذا يناقض ما تقدم واللّه سبحانه وتعالى اعلم\r\nوقال صاحب عيون التواريخ ان الذي بناها غلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل « مولود »\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n( الإسكندر ) اسمه ( دمشقش ) وقيل ( دمشق )\r\nوذلك لما رجع ( الإسكندر ) من المشرق ، وعمل السد بين أهل خراسان وبين يأجوج ومأجوج ، وسار يريد المغرب ، فلما بلغ الشام وصعد على عقبة ( دمّر ) نظر إلى هذا المكان الذي فيه اليوم ( دمشق ) فوجده واديا يخرج منه نهر جار وغيضة أرز فلما رآها ذو القرنين ورأى اجتماع الماء بواديها فأخذ الإسكندر لغلامه ( دمشقش ) فأمره أن ينزل بها وكان أمينه على جميع ملكه فنزل هو والإسكندر في موضع القرية المعروفة ( بيلدا ) وهي من غيضة الأرز على ثلاثة أميال . وأمره ان يحفر في ذلك الموضع حفيرة فلما فعل ذلك أمر أن يردمها بالتراب الذي حفر منها فلما رد التراب إليها لم يملأها فقال للغلام ارحل بنا فاني كنت نويت أن أأسس في هذا المكان مدينة فبان لي ما يصلح ان يكون ههنا مدينة فإنه ما يكفي أهلها زرعها فلما رحل الإسكندر عنها وصار إلى ( البثنية ) و ( حوران ) وأشرف على تلك السعة ونظر إلى أرضها\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالحمراء فأمر بتناوله من ذلك التراب فلما لمسه بيده أعجبه ورأى لونه كالزعفران فامر بالنزول هناك وان يحفر حفيرة فلما حفرت أمر برد التراب فردوه ففضل منه ثلثه فقال ( الإسكندر ) للغلام ( دمشقش ) ارجع إلى الموضع الذي به الأرز وانزل الوادي واقطع الأشجار التي على حافاته وابنها مدينة وسمها باسمك فهناك يصلح أن يكون مدينة وهنا يصلح أن يكون زرعها فإنه يجزئها ويكون منه ميرتها .\r\nيعنى المكان المسمى بحوران والبثنية . فرجع الغلام دمشقش إلى الغيضة واختط بها المدينة وجعل لها ثلاثة أبواب الأول ( باب جيرون ) والثاني ( باب البريد ) والثالث ( باب الفراديس ) وهذا القدر هو المدينة فإذا غلقت هذه الثلاثة الأبواب فقد أغلقت المدينة وتحصنت . وخارج الأبواب مرعى ونبات وأعشاب وما أشبه ذلك . وكان قد بنى له فيها كنيسة يعبد اللّه تعالى [ فيها 
  ] وهي الموضع الذي هو الآن الجامع\r\nوقيل إن الذي بنى الكنيسة اليونان . وقيل بل وسعوها هم وكبروها على ما هي عليه اليوم من الجامع المعمور\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبذكر اللّه تعالى\r\nوسكنها ( دمشقش ) واستمر بها إلى أن مات فيها وبه عرفت وسميت ، غير أن طول الأزمنة وتغير الأحوال واختلاف الألسنة حذفت شينه وسكنت قافه فقيل ( دمشق ) وقيل انما اسمه دمشق وبه سميت\r\nوقال الجوهري دمشق المراد به السرعة ويجمع على دماشق ومنه قول الهذلي :\r\n دماشق يعفقن عفق السعالى * خفاف التوالي طوال الجزور « 1 » \r\nوناقة دمشق أي سريعة جدا ومثالها حضجر ومنه قول الزفيان « وصاحبي ذات هباب دمشق »\r\nقال الجوهري و ( دمشق ) هي قصبة الشام . انتهى .\r\nوقال أبو مسهر عبد الأعلى راوي الحديث المتقدم ان الذي بنى حصن ( دمشق ) هو الذي حول أبواب ( بيت المقدس ) إلى مسجدها وجعله على مساحته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نجد هذا في ( الصحاح ) وفيه الأسطر الثلاثة التالية :\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nواليونان هم الذين وضعوا الارصاد وتكلموا على حركات الكواكب واتصالاتها ومقارنتها وبنوا ( دمشق ) في طالع سعيد واختاروا هذه البقعة إلى جانب الماء الوارد بين هذين الجبلين ، وصرفوا أنهارا تجرى إلى الأماكن المرتفعة والمنخفضة وسلكوا الماء في أبنية الدور بها وبنوا هذا المعبد وكانوا يصلون إلى القطب الشمالي فكانت محاريبه تجاه الشمال وبابه يفتح إلى جملة القبلة حيث المحراب اليوم كما شاهدنا ذلك عيانا لما نقضوا بعض الحائط القبلي وهو باب حسن مبني بحجارة منحوته عن يمينه ويساره بابان صغيران بالنسبة اليه وكان غربىّ المعبد قصرا منيفا جدّا تحمله هذه الأعمدة التي بباب البريد وشرقيه باب قصر جيرون وهي « إرم ذات العماد ، التي لم يخلق مثلها في البلاد » انتهى\r\n\r\n[ بناء قصرى جيرون والبريد 
  ]\r\nوقال بعض المؤرخين الذي بني ( باب جيرون « 1 » ) سليمان عليه السلام بنته له الشياطين وكان الذي تكفل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل « الذي بباب جيرون »\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبعمارته اسمه ( جيرون ) فسمى به\r\nوقال بعض المؤرخين بناه ( عاد ) وقيل بل ولده ( سعد ) كان له ولدان أحدهما اسمه ( جيرون ) والآخر ( بريد ) فبنى لهما هذين القصرين على أعمدة وفتح لكل قصر منهما بابا إلى المعبد فسمى كل واحد باسم صاحبه وهو أول من صنع المدينة وأحدث بها البناء وعمل\r\n\r\n[ لها الأبواب دمشق : 
  ]\r\nالأول ( الباب الصغير ) وهو الذي نزل عليه ( يزيد بن أبي سفيان ) في حصار المسلمين الروم ودخل منه . وسمى بذلك لأنه كان أصغر أبوابها حين بنيت . وقيل يسمى ( باب الجابية الصغير ) وهو في قبلة البلد\r\nالثاني ( باب كيسان ) وهو من شرقيّه وينسب إلى ( كيسان مولى معاوية ) لنزوله عليه قلت وهو الآن مسدود\r\nويليه الثالث وهو ( باب شرقيّ ) لأنه شرقيّ البلد وعليه نزل ( خالد بن الوليد ) رضي اللّه عنه ومنه دخل عنوة كما في التواريخ المطولة\r\nويليه الرابع وهو ( باب توما ) من شام البلد ينسب\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nإلى عظيم عن عظماء الروم وسمي باسمه وكان له عليه كنيسة\r\nويليه الباب الخامس وهو المسمى ( بباب الجنيق ) منسوب إلى رومي اسمه ( الجنيق ) وبه تعرف ( محلة الجنيق ) كانت خارج البلد تسمى ( الفراديس ) والفراديس بلغة الروم البساتين\r\nويليه السابع وهو ( باب الجابية ) منسوب إلى ( قرية الجابية ) وكانت في الجاهلية مدينة عظيمة انتهى . وقال الحافظ ابن عساكر رحمه اللّه كان باب الجابية ثلاثة أبواب الأوسط منها كبير ومن جانبيه بابان صغيران وكان الباب الشرقي بهذه الصفة لكونه مقابله وكان من الثلاثة الأبواب ثلاثة أسواق ممتدة من الباب الشرقي إلى باب الجابية\r\nوكان الأوسط من الأسواق الثلاثة للمشاة من الناس ، وأحد السوقين [ لمن 
  ] يشرّق بدابة والآخر لمن يغرّب بدابة حتى لا يلتقي فيهما راكبان\r\nوالأبواب صوروها على الكواكب فزحل على باب كيسان وعلى الباب الشرقي صورة الشمس وعلى باب توما\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالزهرة وعلى باب الجنيق القمر « 1 » وعلى باب الفراديس عطارد وعلى باب الجابية المشتري وعلى الباب الصغير المريخ « 2 »\r\nوكان من حكماء اليونان من اتخذ على باب الجابية صورة انسان مطرق الرأس كالمتفكر ومن أعماله أنه إذا دخل أحد يريد بدمشق سوءا أو بأهلها فان ذلك الانسان يصر لأنينه الباب فيعلم به خدمة الباب وقوامه . انتهى\r\nوالمرحوم نور الدين محمود بن زنكي الشهيد افتتح لها بابا وسماه باب السلام « 3 » وأحدث باب الفرج وسماه بذلك لما وجد الناس به من الفرج\r\nقال ابن عساكر وكان بقربه باب يسمى باب العمارة فتح عند عمارة القلعة فسدّ وأثره باق إلى يومنا هذا وأول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ابن عساكر ( 1 : 16 ) وباب الفراديس الآخر المسدود للقمر\r\n( 2 ) في ابن عساكر الباب الصغير للمشتري وباب الجابية للمريخ\r\n( 3 ) في الأصل « باب السلامة »\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمن بنى القلعة اقسر ابن آوق ولما جدد الملك العادل أبو بكر بن أيوب القلعة أذهب باب العمارة . واللّه أعلم\r\nويليه الباب الجديد وهو الآن خاص بالقلعة والذي أحدثه الأتراك في دولتهم ثم صحفته العوام بالحديد « 1 » وهو يفتح إلى القلعة يليه من الغرب باب السر سمي بذلك لكونه يفتح إلى القلعة أيضا وكانت الأتراك ينزلون منه سرا ويطلعون منه ويجوز الخارج منه على جسر من خشب من تحته الخندق الدائر بالقلعة ينيف عمقه على مائة ذراع بالعملة به يتخزن الماء وينبت البوص وغير ذلك وهو غير خندق المدينة\r\nواصطلح في آخر دولة ابن قلاوون أن من يولى نيابة دمشق أن يصلي عند هذا الباب ركعتين مستقبل القبلة بحيث يبقى الباب على يساره ويقف أجناد القلعة وأرباب الوظائف والأتراك في منازلهم على حسب العادة متحملين السلاح إلى أن يفرغ من صلاته ودعائه فان أريد به شر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن عساكر ( 1 : 16 ) باب الحديد في سوق الأساكفة\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقبض عليه ودخلوا به من ذلك الباب ويقفلون الجسر بينهم وبين أعوانه ، فان الجسر بلوالب يحيل بينهم . وان أريد به خير ركب في عزه ووجوه الدولة في خدمته إلى أن ينزل بدار العدل التي أنشأها المرحوم نور الدين الشهيد .\r\nوهي التي تسمى اليوم بدار السعادة وهي تلي باب السرور وعلى بابها باب النصر فتحه الملك الناصر بن أيوب للمدينة\r\nوهذه الخمسة الأبواب الحادثة جميعها فيما بين بابي الجابية والفراديس الاباب السلام وفي السور أبواب صغار تفتح عند الحاجة إليها غير ما ذكرنا وغالب هذه الأبواب القديمة بنى عليها منائر نور الدين الشهيد رحمه اللّه على مساجد وجعل لكل باب باشورة كالسويقة بها حوانيت مملوءة بالبضائع فإذا حصنت المدينة وقفلت الأبواب يستغنى أهل كل باب من هذه الأبواب بما عندهم وهو مقصد جميل . واللّه أعلم\r\n\r\n[ فتح عربى 
  ]\r\nومن محاسن الشام افتتاحها على يد الصحابة رضي اللّه عنهم قال الحافظ ابن عساكر لما فتح اللّه تعالى على المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالشام بكماله ومن جملته ( دمشق ) المحروسة بجميع اعمالها وانزل اللّه عز وجل رحمته فيها وساق بره إليها كتب أمير المؤمنين « 1 » وهو إذ ذاك أبو عبيدة رضي اللّه عنه كتاب أمان وأقر بأيدي النصارى أربع عشرة كنيسة وأخذ منهم نصف هذه الكنيسة وأخذ منهم التي كانوا يسمونها كنيسة مريحنا بحكم أن البلد فتحه خالد بن الوليد رضي اللّه عنه من الباب الشرقي بالسيف وأخذت النصارى الأمان من أبي عبيدة وهو على باب الجابية فاختلفوا ثم اتفقوا على أن جعلوا نصف البلد صلحا ونصفه عنوة فاخذ المسلمون نصف هذه الكنيسة الشرقي فجعله أبو عبيدة رضي اللّه عنه [ مسجدا وكانت قد صارت اليه إمارة الشام فكان أول من صلى فيه أبو عبيدة رضي اللّه عنه 
  ] « 2 » ثم الصحابة بعده في البقعة التي يقال لها محراب الصحابة رضي اللّه عنهم ولم يكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي الأمير على من شهد هذا الفتح من المؤمنين\r\n( 2 ) الموضوع بين هاتين الاشارتين [ 
  ] كان ناقصا من النسخة البغدادية وأكمل من النسخة المصرية\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالجدار مفتوحا بمحراب محنى وانما كان المسلمون يصلون عند هذه البقعة المباركة\r\nوكان المسلمون والنصارى يدخلون من باب واحد وهو باب المعبد الأصلي الذي كان في جهة القبلة مكان المحراب الكبير الذي هو اليوم حسبما سلف لنا ذكره فينصرف النصارى إلى جهة الغرب لكنيستهم ويأخذ المسلمون يمنة إلى مسجدهم . ولا يستطيع النصارى أن يجهروا بقراءة كتابهم ولا يضربون بناقوس اجلالا للصحابة رضي اللّه عنهم ومهابة لهم وخوفا منهم\r\nولما ولي امارتها معاوية رضي اللّه عنه بنى دار الامارة وسماها ( الدار الخضراء ) وسكنها معاوية أربعين سنة والامر على ذلك . واللّه أعلم\r\n\r\n[ ومن محاسن الشام ما ورد في فضل مسجدها 
  ]\r\n. نقل عن بعض المفسرين في قوله تعالى     « وَالتِّينِ وَالزَّيْتُونِ وَطُورِ سِينِينَ وَهذَا الْبَلَدِ الْأَمِينِ »     عن قتادة أنه قال : لقد أقسم اللّه تعالى بأربعة مساجد فان التين هو مسجد دمشق\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوالزيتون مسجد بيت المقدس وطور سينين حيث كلم اللّه عز وجل موسى عليه السلام والبلد الأمين مكة المشرفة\r\nوعن يزيد بن ميسرة قال : أربعة أجبل مقدسة بين يدي اللّه تعالى : طور زيتا ، وطور سينا ، وطور تينا ، وطور تيمانا .\r\nقال فطور زيتا بيت المقدس ، وطور سينا طور موسى عليه السلام ، وطور تينا مسجد دمشق ، وطور تيمانا مكة المشرفة\r\nوعن محمد بن شعيب قال : سمعت غير واحد من قدمائنا يذكرون أن التين مسجد دمشق . وأنهم قد أدركوا فيه شجرا من تين قبل أن يبنيه الوليد\r\nوعن عمرو بن الدونس الغساني في تفسير والتين قال :\r\nالتين مسجد دمشق ، كان بستانا لهود عليه السلام ، وفيه تين قديم\r\nوعن القاسم بن عبد الرحمن قال : أوحى اللّه تبارك وتعالى إلى جبل قاسيون أن هب ظلك وبركتك لجبل بيت المقدس . قال ففعل . فأوحى اللّه عز وجل اليه : اما\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوقد فعلت فاني سأبني لي في حضنك بيتا . قال الوليد بن مسلم في حضنك أي وسطك وهو المسجد أعني مسجد دمشق أعبد فيه بعد خراب الدنيا أربعين عاما ولا تذهب الأيام والليالي حتى أرد عليك ظلك وبركتك . قال فهو عند اللّه بمنزلة المؤمن الضعيف المتضرع\r\nويقال إن أول من بنى جدران هذا الجامع الأربعة هود عليه السلام ، وكان هود قبل إبراهيم الخليل عليهما السلام بمدة طويلة\r\nوقد جاء في الاخبار ان إبراهيم عليه الصلاة والسلام قاتل شمالي دمشق عند ( برزة ) قوما من أعدائه فظفر بهم وكان مقامه لمقاتلتهم عند قرية برزة وبه سميت عند بروزه على أعدائه وبها متعبده بسفح الجبل ينسب اليه . وكانت دمشق عامرة إذ ذاك\r\nوعن مسلم بن الوليد قال لما أمر الوليد بن عبد الملك ببناء مسجد دمشق وجدوا في حائط المسجد القبلي لوحا من حجر منقوش فأتوا به الوليد فلم يجد من يحسن قراءته\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفدلوه على وهب بن منبه فبعث اليه فلما قدم أخبره بموضع ذلك اللوح فقرأه وهب فإذا فيه موعظة « 1 » وفي آخرها كتب في زمن سليمان بن داود عليهما السلام . واللّه سبحانه وتعالى أعلم\r\n\r\n[ ومن محاسن الشام بناء معبدها 
  ]\r\n. قال ابن عساكر :\r\nلما صارت الخلافة إلى الوليد بن عبد الملك عزم على أخذ بقية هذه الكنيسة وإضافتها إلى ما بأيدي المسلمين وجعل الجميع مسجدا واحدا وذلك لتأذي المسلمين بسماع قراءة النصارى في الإنجيل ورفع أصواتهم في الصلاة فأحب أن يبعدهم عن المسلمين فطلب النصارى وسألهم أن يخرجوا عن بقية الكنيسة ويعوضهم اقطاعات كثيرة عرضها عليهم وان يقر لهم اربع كنائس لم تدخل في العهد وهي كنيسة مريم وكنيسة المصلبة وكلا هما داخل الباب الشرقي وكنيسة تل الجبن وكنيسة حميد بن درّة « 2 » التي بدرب الصيقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الموعظة في تاريخ ابن عساكر ( 1 : 197 )\r\n( 2 ) قال ابن عساكر ( 1 : 242 ) : هو حميد بن عمرو بن\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفأبوا ذلك أشد الاباء فقال ائتونا بعهدكم الذي بأيديكم في زمن الصحابة فقريء بحضرة الوليد فإذا كنيسة توما التي كانت خارج باب توما لم تدخل في العهد وكانت فيما يقال أكبر من كنيسة مريحنا فقال أنا أهدمها وأجعلها مسجدا فقالوا بل يتركها أمير المؤمنين وما ذكر من الكنائس ونحن نرضى بأن يأخذ بقية كنيسة مريحنا فاقرهم على تلك الكنائس وأخذ منهم بقية الكنيسة\r\nثم امر الوليد بالهدم فجاءت أساقفة النصارى وقساوستهم وقد ندموا فقالوا يا أمير المؤمنين إنا نجد في كتبنا أن من يهدم هذه الكنيسة يجن فقال انا أحب أن اجن في اللّه واللّه لا يهدم فيها أحد قبلي ثم صعد المنارة الغربية وكانت صومعة عظيمة فإذا فيها راهب فأمره بالنزول منها فأبى الراهب فأخذ بقفاه وحدّره منها ثم وقف على أعلى مكان\r\n\r\n\r\n","description":"","footnote":"\r\nمساحق القرشي العامري ، وأمه ( درة ) بنت أبي هاشم خال معاوية بن أبي سفيان ، وهو أبو هاشم بن عتبة بن ربيعة . وكان لدرب اقطاعا له فنسبت الكنيسة اليه\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمنها فوق المذبح الأكبر الذي يسمونه الشاهد وأخذ فاسا وضرب أعلى حجر فالقاه فتبادر الامراء والأجناد إلى الهدم بالتكبير والتهليل والنصارى تصرخ بالعويل على درج باب البريد وجيرون وقد اجتمعوا فامر الوليد صاحب الشرط أن يضربهم وهدم المسلمون جميع ما كان من آثارهم من المذابح والابنية والحنايا حتى بقي صرحة مربعة\r\nثم شرع في بنائه بفكرة جيدة على هذه الصفة الحسنة التي لم يشهد مثلها من قبلها ولا من بعدها\r\nواستعمل الوليد في هذا المسجد خلقا كثيرا من الصناع والمهندسين والمرخمين . وكان المستحث على عمارته أخوه سليمان بن عبد الملك ويقال إن الوليد بعث إلى ملك الروم يطلب منه صناعا في الرخام والأحجار وغير ذلك ليعمروا هذا المسجد على ما يريد وأرسل يتوعده إن لم يفعل ليغزونّ بلاده بالجيوش وليخربن كل كنيسة في بلاده حتى القيامة التي بالقدس الشريف ويهدم كنيسة الرّها وجميع آثار الرّوم . فبعث ملك الروم صنّاعا كثيرة جدّا وكتب\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nاليه يقول له ان كان أبوك فهم هذا الذي تصنعه وتركه فإنه لوصمة عليك وان لم يفهمه وفهمته أنت فإنه لوصمة عليه .\r\nفأراد ان يكتب اليه الجواب وإذا بالفرزدق الشاعر دخل عليه فأخبره بما كتبه ملك الروم فقال يا أمير المؤمنين أنت جعلت أخاك سليمان هو القائم بأمر العمارة والجواب بنص القرآن  « فَفَهَّمْناها سُلَيْمانَ وَكُلًّا آتَيْنا حُكْماً وَعِلْماً »  فاعجب ذلك الوليد وارسل به جوابا لملك الرّوم\r\nولما أراد الوليد ان يبنى القبّة التي في وسط الرواقات التي يقال لها قبّة النسر ( قلت وهو اسم حادث على ما اظنّ كأن العوام شبهوها بالنسر في شكله لأن الرواقات عن يمينها وشمالها كالاجنحة لها ) حفر لأركانها حتى وصل إلى الماء وشربوا منه ماء عذبا زلالا ثم وضعوا فيه جراز الكرم وبنوا فوقها بالحجارة فلما ارتفعت الأركان عقدوا عليها القبة فسقطت . فقال الوليد وقد أعياه أمرها لبعض المهندسين أريد أن تبني لي أنت هذه القبة . فقال علي أن تعطيني عهد اللّه وميثاقه أن لا يبني فيها أحد غيرى\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوان لا يعارضني فيما أرومه . ففعل ذلك . وبنى الأركان ثمّ سترها بالبواري والحصر واختفى سنة لا يعلم الوليد أين ذهب ولا يستطيع أن يدع أحدا يتمّها . فلما كان بعد العام حضر على الوليد فقال له : كيف حتى عطلت البناء . قال لامر خفى على أمير المؤمنين وعلى البنائين ثم قال يا أمير المؤمنين احضر معي حتى أوقفك على ذلك فلما حضر الوليد وكشف الحصر والبواري عن الأركان فإذا هي هبطت بعد ارتفاعها حتى ساوت الأرض . فأعجب الوليد و [ رجال 
  ] الدولة وخلع عليه . ثم أكمل بناءها وعقدها على الهيئة المعلومة الآن\r\nوأراد الوليد أن يجعل بيضة القبة من ذهب خالص ليعظم بذلك شأن المسجد فقال له بعض المعلمين : انك لا تقدر على ذلك . فضربه خمسين سوطا وقال له ويلك أنا أعجز عن ذلك . فقال له المهندس الذي بناها : صدق يا أمير المؤمنين وأنا أوضحه لك . فأمر أن يسبك له لبنة على القدر الذي يطلبه . فلما أحضرها قال أمير المؤمنين : احسبوا القدر الذي دخل فيها . فوجدوه عدة من الألوف فقال : يا أمير\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالمؤمنين أريد مثل هذه كذا وكذا الف لبنة فإن كان عندك ما يكفي عملناه . فلما تحقق الوليد صحة قوله أطلق المضروب ورسم له بخمسين دينارا واعتذر اليه\r\nولما سقف الوليد الجامع جعلوا أسقفه جملونات وباطنها مسطحا مقرنصا بالذهب . فقال له بعض أهله : أتعبت الناس بعدك بتلبيس سطح هذا الجامع في كل عام . فأمر الوليد أن يجمع ما في بلده وباقي معاملته من الرصاص ليجعله عوض الطين ويكون أخف على السقف ، فجمع ذلك . فلم يكفه . ثم بلغ الوليد ان امرأة عندها من الرصاص القناطير المقنطرة ورثته من أبيها ، فساوموها في بيعه فأبت وقالت : لا أبيعه الا بثقله فضة . فقال لهم : نشتريه لحاجتنا بزنته فضة . فلما أخبروها ان أمير المؤمنين سمح لك بزنة ما قلت . قالت : حيث كان صادقا في حب اللّه فانا أحب ان يكون لي في هذا الجامع شيء في حب اللّه خذوه بأجمعه ، فكفاه وفضل . وذكر بعض المؤرخين ان هذه المرأة كانت إسرائيلية\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوقال ابن عساكر اشترى الوليد هذين العمودين تحت قبة النسر من خالد بن يزيد بن معاوية بألف وخمسمائة دينار\r\nقال وكان في مسجد دمشق اثنا عشر الف مرخم\r\nواشترى لوحين [ من 
  ] رخام فستقى من الإسكندرية بمائة اشرفي ونقلهما ووضعهما على محل الغار التي فيها رأس يحيى بن زكريا عليهما السلام . وقيل إنهما كانا في عرش بلقيس مع الستة الشبابيك التي في مشهد المؤذنين على الباب والمشهد الذي تجاهه\r\nوعن يزيد بن واقد قال وكلنى الوليد على العمال في بناء الجامع فوجدنا فيه مغارة فعرّفنا الوليد . فلما كان الليل وافى وبين يديه الشمع فنزل فإذا هي كنيسة لطيفة ثلاثة أذرع في ثلاثة أذرع وإذا فيها صندوق ففتح الصندوق فإذا فيه سفط وفي السفط رأس يحيى بن زكريا . فأمر الوليد بردّه إلى مكانه وقال : اجعلوا العمود الذي فوقه معينا بين الأعمدة . فجعلوا عليه عمودا مسفط الرأس\r\nوذكر بعض المؤرخين انّ ارض الجامع كانت مفروشة\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبالفصوص المزمكة بالذهب المسماة بالفسيفساء . وان الرخام كان في جدرانه سبع وزرات . ومن فوقه صفات البلاد والقرى وما فيهما من العجائب . وان الكعبة المشرفة وضع صفاتها فوق المحراب . ثم فرق البلاد يمينا وشمالا وما بينهما من الأشجار المثمرة والمزهرة وغير ذلك . وجعل سلاسل المصابيح من نحاس محلّى بالذهب . ورتب له من الشموع ما يوقد منه في أماكن مختصة . واصطنع في صحنه صفة مجامر على أعمدة برسم البخور ووكل بذلك خدمة لا يفترون ليلا ولا نهارا حتّى كان يشمّ روائح البخور من مسيرة فرسخين وسبك له سرجا من نحاس كلّ سراج يوضع فيه قنطار زيت وجعل على كلّ باب سراجا . وجعل في محراب الصحابة رضي اللّه عنهم أجمعين حجر بلّور ، وقيل بل درّة لا قيمة لها وكانت إذا طفئت المصابيح يقوم نورها مكانها وان الأمين بن الرشيد ارسل إلى صاحب دمشق ان يسيّرها اليه فاختلسها وسيّرها اليه ، وقيل إنه لمّا رآها امر بردّها .\r\nوقال الحافظ ابن عساكر ثم ذهبت بعد ذلك فجعل مكانها\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nبرنية من زجاج وقد رأيتها ، ثم انكسرت بعد مدة فلم يوضع مكانها شيء\r\n\r\n[ وبنى الوليد المنارة 
  ]\r\nالتي يقال لها ( العروس ) وجعل عدّة من المصابيح توقد عليها في كلّ ليلة ورتّب لها ثلاث نوب كل نوبة أربعون مؤذّنا وهي باقية إلى يومنا هذا . واما ( الغربية ) و ( الشرقية ) فهما على ما كانتا عليه من غير عمل ادوار ودرابزين ، وهما من بناء اليونان كالصوامع لضرب النواقيس والرّصد . وقال بعض المؤرّخين انّ الشرقيّة احترقت في سنة أربعين وسبعمائة فنقضت وجدّدت من أموال النصارى لكونهم اتّهموا بحرقها واقرّ بعضهم بذلك فقامت على أحسن الاشكال . وقال بعض العلماء في المنارة الشرقية البيضاء التي ينزل عليها عيسى بن مريم عليه السلام في آخر الزمان بعد خروج الدجّال كما ثبت في صحيح مسلم عن النواس بن سمعان واللّه أعلم\r\nويقال إنه كان في الركتين الشماليين صومعتان كالمقابلة\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nفهدمهما الوليد ، وجعل من بعض آلتهما قبتان على أعمدة في صحن الجامع ، وجعل فيهما خلوتان من فوق الأعمدة وأودع بهما كتب أوقاف هذا الجامع ومصاريفه ، ويقفل عليهما بالاقفال الحديد المانعة « 1 »\r\nوكانت فيه طلّسمات اصطنعتها اليونان لعدم دخول الحشرات كالحية والعقرب والخنافس والعناكب وغير ذلك من الطيور كالحمام والعصافير والوطاويط وما أشبه ذلك .\r\nقال ابن عساكر : وذهب بعض طلسماته . قلت : بل كلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توجد إلى الآن في الشمال الغربي من صحن المسجد قبة على أعمدة فتحت في أواخر عهد السلطان عبد الحميد بطلب من الحكومة الألمانية بناء على اقتراح بعض مستشرقيها . وكان من العلماء الذين حضروا فتحها باسم الحكومة العثمانية شيخنا المرحوم الشيخ طاهر الجزائري ، فوجد فيها بعض الصكوك والوقفيات والمصاحف وأمثال ذلك من المكتوبات القديمة . أما الشمال الشرقي من صحن المسجد ففيه الآن قبة الساعات وهي على جدران لا على أعمدة\r\nالمطبعة السلفية\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبسبب المحن التي توالت وتعدّدت على دمشق آخرها محنة تمرلنك\r\n\r\n[ غناء الدولة الأموية 
  ]\r\nوقال عمرو بن مهاجر الأنصاري رحمه اللّه : ضبط الكتّاب ما انفق على الكوة التي في قبلة المسجد فكانت سبعين ألف دينار . وقال أبو قصي : انفق في عمارة مسجد دمشق خمسة آلاف ألف دينار وستمائة ألف دينار . فلما بلغ أمير المؤمنين الوليد انّ عمرو بن مهاجر والنّاس قالوا « أنفد الوليد بيت مال المسلمين في غير حقّه وكان يعمّر هذا الجامع ببعض ذلك » جمع النّاس ، ونودي بالصلاة جامعة ، ثم صعد المنبر وحمد اللّه واثنى عليه فقال « يا أيها الناس ، قد بلغني عنكم أنكم قلتم بانّي أنفقت بيت مال المسلمين في غير موضعه بغير حقّ » فأطرقت الناس ثم قال « يا عمرو - يعني ابن مهاجر - قم فأحضر أموال بيت المال » فحمل على البغال . وبسطت الأنطاع تحت القبة وصب عليها المال ذهبا وفضّة حتى كان الرجل لا يرى الآخر وجيء بالقبانين ووزنت فإذا هي تكفى الناس ثلاث سنين مستقبلة\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوفي رواية سبع سنين مستقبلة لو لم يدخل الناس شئ بالكلية ففرح الناس وهللوا وكبروا وحمدوا اللّه وأثنوا على أمير المؤمنين ودعوا له وشكروه على ذلك . ثم قال الوليد « يا أهل دمشق انكم تفخرون على الناس بأربع : بهوائكم ومائكم ، وفاكهتكم ، وحماماتكم ؛ فأحببت أن أزيدكم خامسة وهي هذا المعبد » فحمدوا اللّه تعالى وانصرفوا شاكرين له . انتهى\r\n\r\n[ ومن محاسن الشام ما وصف جامعها 
  ]\r\nبه بدر الدين حسن ابن حبيب الحلبي في كتاب سماه ( تشنيف المسامع في وصف الجامع ) قال : واما دمشق فإنها في وجنة الدنيا كالشامة ، وزينة البلاد كريش الطاوس أو طوق الحمامة . وفي دائرة الأقطار كالنقطة المعلمة ، وفي جيش الأمصار كالملك الذي ينطق بالحكمة . وفي قلادة الإقليم كالواسطة ، وفي سماء الحلل كالشمس التي بدت أشعتها في الوجوه باسطة . وهي الربوة المباركة . والغوطة التي جلت عن المماثلة والمشاركة .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوالمعدودة من جملة مدائن الجنة ، والمأهولة بالأهلة من أرباب الكتاب والسنة . والمعروفة بإرم ذات العماد ، والموصوفة بلم يخلق مثلها في البلاد .\r\n\r\n[ وصف جامعها شعرا 
  ]\r\nوأما جامعها ففيه أقول :\r\n يا جامعا في دمشق * في حسنه قد تفرّد\r\nلم تطرب الناس طرا * ألا لأنك معبد « 1 » \r\nوقلت أيضا :\r\n معبد الشام يجمع الناس طرا * واليه شوقا تميل النفوس\r\nكيف لا يجمع الورى وهو بيت * فيه تجلى على الدوام العروس « 2 » \r\nوقلت :\r\n يا راغبا في غير جامع ( جلّق ) * هل يستوي الممنوع والمنوح \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية باسم ( معبد ) الموسيقي العربي الشهير\r\n( 2 ) فيه تورية باسم ( منارة العروس ) التي مر ذكرها .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n اقصر عناك وفي غلوك لا تزد * إن الزيادة بابها مفتوح « 1 » \r\nقلت : وهذا الباب المفتوح في بيت ابن حبيب سرقه من بيتي الشيخ جمال الدين محمد بن نباتة لكن ركبه في محله أحسن تركيب وهما :\r\n أرى الحسن مجموعا بجامع ( جلق ) * وفي صدره معنى الملاحة مشروح\r\nفان يتغالى في الجوامع معشر * فقل لهم باب الزيادة مفتوح \r\nونقلت من خط الشيخ صلاح الدين الصفدي قوله فيه :\r\n تقول ( دمشق ) إذ تفاخر غيرها * بمعبدها الزاهي البديع المشيّد\r\nجرى لتناهي حسنه كل معبد * وما قصبات السبق الا لمعبد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية باسم ( باب الزيادة ) الذي مر ذكره\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوالأصل في ذلك قول الشيخ برهان الدين القيراطي رحمه اللّه :\r\n سقى بدمشق الغيث جامع نسكها * وروضا به غنى الحمام المغرّد\r\nإذا ما زهى في العين من ذاك معبد * لذكر حلا في السمع من ذاك معبد \r\nومن معانيه البديعة قوله فيه :\r\n الجامع الأموي أضحى حسنه * حسنا عليه في البرية أجمعا\r\nحلوه إذ حلوه فانظر صحنه * تلقاه أصبح للحلاوة مجمعا \r\nومن تحريره البديع قوله فيه :\r\n ( دمشق ) في الحسن لها منصب * عال وذكر في الورى شائع\r\nفخلّ من قاس بها غيرها * وقل له ذا الجامع المانع \r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nومن محاسنه قوله في الساعات رحمه اللّه تعالى :\r\n في الجامع الأموي الحسن مجتمع * وبابه فيه للأحداق لذّات\r\nدقائق الحسن يحويها له درج * فحبذا منه بالساعات ساعات\r\nوحبذا معبدكم أطربت اذنا * فيه من الذكر نغمات وأصوات\r\nجلا العروس على الرائي فطلعتها * تزفها من بدور التم طارات \r\nومن لطائفه قوله فيه وفي ( النسر ) تغمده اللّه برحمته :\r\n يقول لنا نسر بجامع ( جلق ) * أنا الطائر المحكي والآخر الصدى\r\nوقد أطرب الاسماع مطرب جنكها * وغنى به من لا يغنى مغردا \r\n\r\n[ ومن محاسن الشام ما وصفها [ به 
  ] الشيخ بدر الدين . 
  ]\r\nمحمد الدمياميني الإسكندري المالكي قال : « فتاملها المملوك\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفإذا هي جنة ذات ربوة قرار ومعين ، وبلدة تبعث محاسنها الفكر على حسن الوصف وتعين . وحسبها بالجامع الفارق بينها وبين سواها ، والأنهار التي إذا ذكرت قبّل المحل فما أجراها ، وإذا سمع حديث الخصب فما أرواها . وما أقول ومتنزهات مصر عارية عن المحاسن وهذه ذات الكسوة « 1 » ، وان النيل ما احترق « 2 » الّا من الأسف حيث لم يسعده الدهر بالصعود إلى تلك الربوة . وما أظنه احمرّ إلا خجلا من صفاء أنهارها ، ولا ناله الكسر الا لتألمه بالانقطاع عن الوصول إلى سقي أزهارها . فلو رأى العاشق جبهتها لسلا بمصر معشوقه ، ونسي ظهور جوانبه المنحنية بقامات غصونه الممشوقة . ولو تطاولت المجنونة إلى المفاخرة لتأخرت إلى خلفها مستحيية ، وأحجمت عن الاقدام حين تحركت لها بدمشق السلسلة . وحق لمصر ألّا يجري حديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية بقرية ( الكسوة ) وهي ضاحية جنوبي دمشق ، سميت باسم كسوة المحمل الذي كان يسافر منها إلى مكة المكرمة كل عام\r\n( 2 ) فيه إشارة إلى ( تحاريق النيل ) أيام انخفاضه\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالمفاخرة في وهمها ، وأن تتقي شر المنازعة قبل أن تصاب من هذه البلدة بسهمها . فسقى اللّه متنزهاتها التي طرب المملوك برؤية جنكها ولطالما اهتزت له المعاطف على السماع ، ورأى بها كل نهر ذاب عنه الجليد فانعقد على حلاوة شكره الاجماع »\r\n\r\n[ وما أحسن قول الشيخ برهان الدين القيراطي : 
  ]\r\n ما فيه إلا جوسق أو روضة * أو جدول أو بلبل أو ربرب\r\nوكأن ذاك النهر فيه معصم * بيد النسيم منقش ومكتّب\r\nوإذا تكسر ماؤه أبصرته * في الحال بين رياضه يتشعب\r\nوشدت على العيدان ورق أطربت * بغنائها من غاب عنه المطرب\r\nفالورق تنشد والنسيم بها فكم * أضحى له من بيننا متطلّب \r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n ولكم طربت على السماع بجنكها * وغدا بربوتها اللسان يشبّب\r\nفمتى أزور معالما أبوابها * بسماحها كتب الكرام تبوب \r\n\r\n[ ومن محاسن الشام ما وصف جامعها به العلامة اليعقوبي 
  ]\r\nقال « مدينة دمشق جليلة قديمة . وهي مدينة الشام ، في الجاهلية وفي الاسلام . وليس لها نظير في جميع بلاد الشام في أنهارها ومبانيها وكثرة عمارتها . افتتحت في خلافة عمر بن الخطاب رضى اللّه عنه سنة اربع عشرة وبانيها اسمه دماشق بن نمرود بن كنعان . وقيل دمشق بن قاني بن مالك ابن أرفخشد بن سام بن نوح عليه السلام . وقيل سعد بن عاد ، وبنى فيها قصرين لولديه بريد وجيرون ، ولما بنى دمشق سماها إرم وعلى هذا نقلت الاخبار ان ارم ذات العماد هي دمشق ، يقال إنه كان فيها أربعمائة الف عمود .\r\nواما جامعها فليس في مدائن الاسلام أحسن منه ، بناه الوليد في خلافته بالرخام والذهب سنة ثمان وثمانين ، فرشه\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nبالرخام الأبيض المختم بالارزق ، وسقفه لا خشب فيه ، مذهب كله من أعلاه إلى أسفله ، وبه ثلاثة منابر » انتهى\r\nومن محاسن الشام وصف الأستاذ ابن جبير لجامعها .\r\nنقلت من خط الشريشي قال : أملى عليّ شيخنا ابن جبير في وصف جامع دمشق ما صورته قال « الجامع الأموي من اشهر جوامع الاسلام حسنا واتقان بناء . وغرابة صنعة ، واحتفال تنميق وتزيين . ومن عجيب شأنه انه لا ينسج فيه عنكبوت ، ولا تدخله ولا تلم به الطير المعروفة بالخطاف\r\nووجه الوليد إلى ملك الروم بالقسطنطينية فامر باشخاص اثنى عشر الف صانع من جميع بلاده وتقدم اليه بالوعيد في ذلك ان توقف . فامتثل امره مذعنا فشرع في بنائه وبلغت الغاية في التأنق فيه [ وأنزلت جدره كلها 
  ] بالفصوص الملونة المذهبة المعروفة بالفسيفساء ومثلت به الأشجار مفرّعة الأغصان بأنواع الأزهار ، فجاء يغشى العيون وميضا وبصيصا\r\nوبلغت النفقة عليه أحد عشر الف ألف دينار\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nومائتي ألف دينار\r\nوكان أبو عبيدة بن الجراح رضي اللّه عنه لما دخلها صالح النصارى بان اخذ نصف الكنيسة الشرقي فصيره مسجدا وبقي النصف الغربي للنصارى فاخذه الوليد وادخله في الجامع بعد ان ارغبهم في التعويض عنه فأبوا فاخذه قسرا . وكانوا يزعمون أن من يهدم كنيستهم يجن ، فبادر الوليد وقال أنا أول من يجن في حب اللّه وبدأ الهدم بيده فتبادر المسلمون للهدم ثم ارضاهم عمر بن عبد العزيز في خلافته عن الكنيسة بمال عظيم\r\nوطول هذا الجامع من الشرق إلى الغرب مائتا خطوة وهي ثلاثمائة ذراع وذرعه في السعة من القبلة إلى الشمال مائة وخمس وثلاثون خطوة وهي مائتا ذراع وتكسيره من المرجع الغربي أربعة وعشرون مرجعا وهو تكسير مسجد النبي صلّى اللّه عليه وسلم غير أن طوله في مسجد رسول اللّه صلّى اللّه عليه وسلم من القبلة [ إلى الشمال 
  ] . وبلاطاته المتصلة بالقبلة ثلاث مستطيلة من الشرق إلى الغرب سعة كل بلاطة منها ثماني عشرة\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nخطوة [ والخطوة 
  ] ذراع ونصف وقامت البلاطات على ثمانية وستين عمودا منها [ اربع وخمسون سارية و 
  ] ثماني أرجل واربع [ أرجل مرخمة ابدع ترخيم ، مرصعة بفصوص من الرخام ملونة ، قد نظمت خواتيم وصورت 
  ] يتخللها اثنتان مرخمة ملصقة في الجدار الذي يلي الصحن وأربعة محاريب واشكال غريبة قامت في البلاط الأوسط دور كل رجل منها اثنان وسبعون شبرا ويستدير بالصحن بلاط من ثلاث جهات سعته عشر خطوات عدد قوائمه سبع وأربعون منها أربعة عشر رجلا والباقي سواد\r\nوسقف الجامع كله من خارج ألواح من رصاص وأعظمها ما فيه قبة الرصاص المتصلة بالمحراب هي قائمة في الهواء عظيمة الاستدارة وقد استقل بها هيكل عظيم وهو غارب لها « 1 » يتصل من المحراب إلى الصحن والقبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل « وهو عمودها » فصححناها من رحلة ابن جبير ومنها أخذنا الزيادات التي أدخلناها في هذه القطعة بين هاتين الاشارتين [ 
  ]\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقد أقيمت في الهواء فإذا استقبلتها أبصرت مرأى عظيما هائلا\r\nومن أي جهة استقبلت البلد ترى القبة في الهواء كأنها معلقة في الجو وعدد شمسياتها الزجاجية الملونة المذهبة أربع وسبعون فإذا قابلتها الشمس واتصل شعاعها انعكس الشعاع إلى كل لون منها واتصل ذلك بالجدار القبلي وتتصل بالابصار منها أشعة ملونة هائلة لا تبلغ العبارة بعض صورها\r\nومحرابه من أعجب المحاريب الاسلامية حسنا وغرابة صنعة يتقد ذهبا كله قد قامت في وسطه محاريب صغار متصلة بجدار تحفها أسورة مفتولات قبلي الاجدرة كأنها مخروطة بعضها أحمر كأنها مرجان ولم ير شيء أجمل منها\r\nوفيه ثلاث مقاصير : مقصورة معاوية رضي اللّه عنه وهي مقصورة وضعت في الاسلام طولها أربعة وأربعون شبرا وعرضها نصف الطول . ويليها لجهة الغرب المقصورة\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالتي أحدثت عند زيادة الكنيسة فيه وهي أكبر . والثالثة بالجانب الغربى تجتمع السادة الحنفية فيها للتدريس\r\nوله أربعة أبواب باب قبلي يعرف بباب الزيادة وباب شمالي يعرف بباب الناطفيين وباب غربى يعرف بباب البريد وباب شرقي يعرف بباب جيرون وهو أعظمها . وله وللغربي [ وللشمالي أيضا 
  ] دهاليز متسعة يفضي كل دهليز منها إلى باب عظيم كانت كلها مداخل إلى الكنيسة فبقيت على حالها\r\nوفي صحنه من عجائب الابنية والقباب والصوامع الثلاث والمياه المدبرة ما يحير العقول وتكلّ عنده الافهام وهذا الصحن من أجمل المناظر وأحسنها وفيه يجتمع أهل البلد و [ هو 
  ] متفرجهم كل عشية تراهم فيه ذاهبين راجعين من باب البريد إلى باب جيرون لا يزالون على هذا الحال إلى انقضاء العشاء الآخرة منهم من يتحدث مع صاحبه ومنهم من يقرأ . فهذا دأبهم بالعشي والغداة ، والاحفل بالعشي . وأهل البطالة يسمونهم الحراثين »\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوما أحسن قول الشاب الظريف محمد بن العفيف في غلام يمشي في صحن الجامع :\r\n تمشى بصحن الجامع الشادن الذي * على قده أغصان بان النقى تثني\r\nفقلت وقد لاحت عليه حلاوة * الا فانظروا هذي الحلاوة في الصحن \r\nوقال ابن جبير « وللجامع الأموي اربع سقايات في كل جهة\r\nسقاية باب جيرون ، وباب جيرون مفروش بالبلاط الطويل العريض وهو خمسة أبواب مقوسة لها ستة أعمدة .\r\nوفي جهة اليسار منه مشهد كبير كان فيه رأس الحسين رضي اللّه عنه قبل أن ينقل إلى القاهرة . وبإزائه مسجد صغير لعمر بن عبد العزيز رضي اللّه عنه . قد انتظمت أمام البلاط أدراج ينحدر عليها إلى الدهليز وهو كالخندق العظيم يتصل إلى باب عظيم الارتفاع ينحسر الطرف دونه سموا قد حفته أعمدة كالجذوع طولا وكالاطواد\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nضخامة . وبجانبي هذا الدهليز أعمدة قامت عليها شوارع مستديرة فيها حوانيت العطارين وغيرهم وعليها شوارع مستطيلة فيها الحجر والبيوت . وفي وسط الدهليز حوض بأنبوب صفر يزعج الماء بقوة فيرتفع إلى الهواء أزيد من القامة وحوله أنابيب صغار ترمي الماء علوا فيخرج عنها كقضبان اللجين وكأنها أغصان تلك الدوحة المائية ومنظرها ابدع من أن يوصف\r\n\r\n[ الساعة العربية في دمشق أيام ابن جبير 
  ]\r\nوعن يمين الخارج من باب جيرون في جدار البلاط الذي أمامه شبه غرفة لها هيئة طاق كبيرة مستديرة فيها طيقان من صفر وقد فتحت أبوابا صغارا على عدد ساعات النهار ودبرت تدبيرا هندسيا فعند انقضاء ساعة من النهار تسقط صنجتان من صفر من فمي بازيين من صفر قائمين على طاستين من صفر مثقوبتين فتبصر البازيين يمدان أعناقهما بالبندقتين « 1 » إلى الطاستين ويقذفانهما بسرعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل « بالصيحتين » المحرفة عن « الصنجتين »\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوتدبير عجيب تتخيله الأذهان سحرا فعند وقوعهما يسمع لهما دوي فيعودان من الأثقاب إلى داخل الجدار إلى الغرفة وينغلق الباب للحين بلوح صفر فلا يزال كذلك حتى تنقضى الساعات فتنغلق الأبواب كلها ثم تعود إلى حالاتها الأولى\r\nولها بالليل تدبير آخر وذلك ان في القوس المنعطف على الطيقان المذكورة اثنتي عشرة دائرة من النحاس مخرمة في كل دائرة زجاجة وخلف الزجاجة مصباح يدور به الماء على ترتيب مقدار الساعة فإذا انقضت عمّ الزجاجة ضوء المصباح وأفاض على الدائرة شعاعا فلاحت دائرة محمرة ثم ينتقل إلى الأخرى حتى تنقضي ساعات الليل وقد وكل بها من يدبر شأنها فيعيد فتح الأبواب ويسرح الصنج إلى موضعها وهي التي تسمى الميقاتية « 1 » »\r\nفصححناها من رحلة ابن جبير . وفيما نقل هنا عن ابن جبير اختصار وتلخيص في مواضع كثيرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رحلة ابن جبير « وهي التي يسميها الناس المنجانة »\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nانتهى كلام ابن جبير واللّه أعلم\r\n\r\n[ ومن محاسن الشام قلعتها وحسن بنائها 
  ]\r\nواتساعها فإنها قدر مدينة . وبها ضريح السيد الجليل أبي الدرداء رضي اللّه عنه . وبها جامع وخطبة كالمدينة فإنها بفرد خطبة لا غير وخارج المدينة الخطب الكثيرة يعسر الآن علينا تعدادها .\r\nوبها حمام وطاحون وبعض حوانيت لبيع البضائع . وبهادار الضرب التي تضرب فيها النقود . وبها الدور والحواصل وبها الطارمة التي ليس على وجه الأرض أحسن منها كأنها أفرغت بقالب من شمع ينظر الرائي أعلاها فيحسن نظره وان طال مرآه\r\nوهي تسامت رؤوس الجبال . يقال إن تمرلنك لما ان حاصرها وعجز عنها امر أن ينقب تحتها وتقطع الأشجار وتعلق بها حتى إذا انتهى تعليقها اطلق النار فيما تحتها من الأخشاب وظن أنها تفسخ بذلك وتسقط شذر مدر فيبلغ مراده من أخذ القلعة . فلما عمت النار فيما تحتها بركت بصوت أزعج الوجود كما يبرك الأسد فمن ثم سمّوها\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبالأسد البارك وهي الآن على الثلثين من علوها\r\nوبالقلعة آبار ومجار للماء ومصارف بحيث إذا وقع الحصار وقطع عنهم الماء تقوم الآبار مقامه\r\nوبها يمر نهر بانياس وينقسم فيها قسمين يستمر أحدهما على حاله طاهرا للمنافع والاستعمال والآخر تنسحب عليه الأوساخ والقاذورات وهو المسمى بقليط يمر تحت الأرض بنحو من قامتين لتشعب الماء الطاهر فوقه يمينا وشمالا ، حتى في بعض الأراضي يبلغ سبعة مجار من الماء العذب ليس لاحدها اختلاط بالآخر\r\nومصارفهم تسقط على نهر قليط ويمر في المدينة إلى أن يخرج من الباب الصغير ويتصل بمحلة المزاز فيضمحل فيما يليها من الأراضي التي تزرع الكرسنة والفصة والبيقية والقنب وما أشبه ذلك . وغالب ما يسقى به القنب وهو أبيض أملس كالرماح في الطول مجوف لا عقد به يصب الماء من رأس الواحدة فيجرى من آخرها وقشره يعمل منه الخيوط والحبال وتورى بالقنب النار وهو يقوم مقام\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالشعشاع والطرفاء لكنه ألطف منهما وأسرع وقيدا .\r\nكما أن الشيح أحسن من الحلفاء بعرفه الذكي أخضر وناشفا . ويقال إن القنب هذا يعمل من ورقه الحشيش إذا أضيف اليه الورق البري . وقد ذكرنا ذلك مفصلا في كتابنا ( راحة الأرواح ، في الحشيش والراح ) فليراجع . انتهى\r\n\r\n[ ومن محاسن الشام تحت قلعتها 
  ]\r\nفإنها منهل للغريب ومرتع للقريب وهي ساحة سماوية كبركة الرطلي « 1 » في الوسع لاجتماع البرية تحفها الدور وتعلوها القصور ويلحقها كل ما يرومه الانسان وتشتهيه الشفة واللسان لا يحتاج فيها سكانها لحاجة من المدينة ولا لجيرانها . فيها دار البطيخ الذي يباع فيه جميع فواكه البلد . وبه العين المشهورة بالمجمع على برودة مائها وعذوبته وخفته . وبتحت القلعة سوق للقماش المذروع وسوق قماش للمخيط . أحدهما للرجال والآخر للنساء . وبها سوق للفرا والعبي وغير ذلك . وبها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بركة الرطلي حي من أحياء القاهرة\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nسوق السقطيين وسوق النحاس وبها سوق السكاكينيين وبها سوق القربيين وبه للارميين « 1 » وبها سوق قماش الخيل والبغال والبهائم والأغنام وبها سوق القشاشين وبها سوق المدهون والخضريين . وبها سوق المحابريين والنجارين والخراطين . وبها سوق النقليين وبها دار الخضر وبها سوق المناخليين والزجّاجين\r\nواما ساحة تحت القلعة فإنك لا تستطيع أن ترى ارضها لكثرة ما به من المتعيشين والوظائفية . ويتخلل بينهم أرباب الحلق والفالاتية والمضحكون وأصحاب الملاعيب والحكوية والمسامرون [ و 
  ] كل ما يتلذذ به السمع ويسر العين وتشتهيه النفس صباحا ومساء على هذا لا يفترون ، لكن المساء أكثر اجتماعا ويستمرون إلى طلوع الثلثين . وهو عبارة عن ثلاثة طبول متفرقة بأعلى القلعة يضربون الثلث الأول كل واحد منهم ضربة والثلث الثاني من الليل يضرب كل واحد ضربتين والثلث الآخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا الأصل\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمن الليل يطلع المؤذن على منارة العروس بالجامع الأموي ويعلق لهم قنديل الإشارة فيضرب كل واحد منهم ثلاث ضربات ويسوق الثلثين من التسبيح والأذان الأول إلى السلام ينتهي الضرب\r\nوبها خطبتان الأولى بآخرها بالمدرسة المؤيدية .\r\nوالثانية بصدرها في جامع يلبغا . وهو من أحسن الجوامع ترتيبا ومتنزّها ، بصحنه بركة ماء مربعة داخلها فسقية مستديرة بها نوفرة يصعد عنها الماء قامة ومن فوقها مكعب عليه عريشة عنب ملوّن يصل الماء إلى قطوفها الدانية .\r\nوبجانبيها حوضان فيهما من أنواع الفواكه وأجناس الرياحين . وله شبابيك تطل على جهاته الثلاث الأولى على تحت القلعة من جهة الشرق والجهة الثانية تطل على بين النهرين وهي الغربية والجهة القبلية تنظر إلى نهر بردى وما هناك من الأشجار والأزهار وهناك شجرة حور يحتاط بها أربعة رجال فلا ينظر الواحد لمن يقابله لعظم ساقها .\r\nوللجامع ثلاثة أبواب الأول الشرقي وهو في صدر تحت\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالقلعة ويسمى باب الحلق ، والثاني شماليه يخرج إلى الميضا ويسمى باب الفرج ، والثالث غربيه ينحدر منه في درج إلى أول الوادي ويسمى باب المنزه . انتهى\r\n\r\n[ ومن محاسن الشام ( بين النهرين ) 
  ]\r\nوهو مبتدأ الوادي يشتمل على فرجة سماوية بها دور وقصور وسويقة بها حانوت طباخ وصاجاتي وقطفاني وفقاعي وحواضري وفاكهاني وشوا وقلاجين وسكرداني ونقلي وقاعة لبن وعدة للجلبية وحمام يشرح صدور البريد « 1 » وقنطرة يتوصل منها إلى جزيرة لطيفة من رأسها ينقسم نهر بردى فيصير نهرين والمقسوم منه نهر الصالح المعتقد الشيخ أرسلان أعاد اللّه علينا من بركاته وعلى المسلمين طول الزمان وبها مقصفان « 2 » للبطالين فيما بين المقسمين وقبالهما زاوية للشاب التائب يقام بها السبت والثلاثاء من الأوقات بالوعاظ والدواخل ما يصير الحاضر غائبا . ويتوصل إلى زقاق الفرايين . المشتمل على قاعات واطباق وغرف وكم رواق ، الجميع يطل على بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n( 2 ) المقصف المتنزه الظليل على شاطيء نهر\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالنهرين ولكل مكان من ذلك ناعورة يستلذ صاحبها بانسها وتجلب له الماء إذا سمع حسها . ومن أحسن ما قاله الشيخ أبو الفضل ابن القدوه احمد ابن العارف محمد وفاء :\r\n\r\n[ نواعير دمشق 
  ]\r\n نواعير نعت لي * رشا للقلب راعي\r\nفهام القلب مني * على حس النواعي \r\nومن محاسن الشيخ زين الدين عمر بن الوردي قوله فيها :\r\n ناعورة مذعورة * ولهانة لي حائره\r\nالماء فوق كتفها * وهي عليه دائره \r\nابن نباته :\r\n وناعورة قالت وقد ضاع قلبها * وأضلعها كادت تعد من السقم\r\nأدور على قلبي لأني فقدته * وأما دموعي فهي تجري على جسمي \r\nومن بديع مجير الدين « 1 » محمد بن تميم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان في الأصل هنا « محيي الدين » وفي صفحة 69 « محب الدين » وفي صفحة 72 « مجير الدين » وفي صفحة 84 « فخر الدين » والصواب ما اعتمدناه - المطبعة السلفية\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n ناعورة قالت لنا بأنينها * قولا ولن تدري الجواب ولا تعي\r\nكم فيّ من عجب يرى مع اني * ابدا أسير ولا أفارق مضجعي\r\nلا رأس في جسدي وقلبي ظاهر * للناظرين واعينى في اضلعي \r\nومن اغراضه قوله :\r\n وناعورة شبهتها إذ رأيتها * وما زال فكري بالغرائب يسمح\r\nبطائرة مخضرة كل ريشة * لها تحتها عين من الدمع تسفح \r\nومن بدائع ابن خطيب الأندلس :\r\n وناعورة تحسب من صوتها * متيما يشكو إلى زائر\r\nكأنما كيزانها عصبة * رموا بصرف الزمن القاهر \r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n قد منعوا ان يلتقوا فاغتدى * أولهم يبكي على الآخر \r\nومن تحرير القيراطي قوله :\r\n وناعورة قد ضاعفت بنواحها * نواحي وأجرت مقلتاي دموعها\r\nوقد ضعفت مما تئن وقد غدت * من السقم والشكوى تعد ضلوعها \r\nالتقي ابن حجه قوله فيها :\r\n وناعورة قد سلسلت دور انسنا * وأهدت لنا روحاتها نفحة الصور\r\nإذا ما سقت دورا تحرّك عودها * لنا وتغني في البسيط على الدّور \r\nشيخه علا الدين بن القضامي :\r\n وذات شجو أسالت * مدامعا لم تصنها\r\nتبكى بفرط دموع * ويضحك الروض منها \r\nابن نباتة رحمه اللّه تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n وناعورة قسمت حسنها * على واصف وعلى سامع\r\nوقد ضاع نشر الربا فاغتدت * تدور وتبكي على الضائع \r\nومن محاسن شعره قوله فيها :\r\n أعجب لها ناعورة قلبها * للماء منشى العيش والعشب\r\nتعبانة الجسم ولكنها * كما ترى طيبة القلب \r\nالأمير مجير الدين بن تميم رحمه اللّه :\r\n أبدت لنا بالعذر ناعورة * أدمعها في غاية السكب\r\nتقول لما ضاع قلبي وقد * ضعفت بالنوح وبالندب\r\nصيرت جسمي كله أعينا * تدور في الماء على قلبي \r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nومن تضامين ابن تميم قوله :\r\n وناعورة شبهتها حين ألبست * من الشمس ثوبا فوق أثوابها الخضر\r\nكطاوس بستان تدور وتنجلى * وتنفض عن ارياشها بلل القطر \r\nومن لطائفه قوله فيها :\r\n ناعورة مذ ضاع منها قلبها * دارت عليه بلغة ؟ ؟ ؟ وبكاء\r\nوتعللت بلقائه فلأجل ذا * جعلت تدير عيونها في الماء \r\n\r\n[ ومن محاسن الشام شرفاها وما حويا من المناظر والقصور 
  ]\r\n، وما فيهما من الولدان والحور . ونقرب إلى اللّه تعالى أهلها ببناء المدارس ، رغبة في جوار المجرّد الفقير البائس - ورتبوا له من الخبز واللحم والطعام ، والزيت والحلو والصابون والمصروف في كل شهر على الدوام . فيجلس الطالب في شباكها ينظر إلى الماء والخضرة والوجه الحسن ،\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nفكيف لا ينبعث إلى طلب العلم ويتحرك من فهمه ما سكن ويقال إن بمدرسة الكججانية قبة بها طاقات بعدد أيام السنة ، والشمس دائرة على تلك الطيقان ولا تدخل إليها وهذا من حسن الهندسة\r\nوأما جامع تنكز فإنه في الشرف الأدنى وهو من الغايات هندسة وبناء فيه عشرون شباكا على خط الاستواء يشرف على الأنهار ومرجة الميدان وما حوى . وبوسط صحنه يمر نهر بانياس يتوضأ منه الناس وبه ناعورتان يملآن ويفرغان إلى حوضين بهما سائر الأشجار ، وجميع الرياحين والأزهار . وبينهما بركة مربعة بها كأس في غاية التدوير ، يجري الماء إليها من النواعير . فهو متنزه يقصد ، وللمصلي معبد . وفي كل شرف منهما عدة من المدارس والمساجد ، ولكل واحد ما يكفيه من الأوقاف استولت عليها أيدي المتشبهين بالفقهاء فاظهروا فيها أنواع المفاسد . فلا حول ولا قوة الا باللّه العلي العظيم\r\nوكل شرف يطل على ( الشقرا ) و ( الميدان ) ، و ( القصر\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالأبلق ) و ( المرجة ) ذات العيون والغدران . وما أحسن قول الشيخ [ شمس 
  ] الدين محمد النواجي الشافعي في وصف الشرف الاعلى :\r\n الا ان وادي الشام أصبح آية * محاسنه ما بين أهل النهى تتلى\r\nوان شرفت بالنيل مصر فلم يزل * دمشق لها بالغوطة الشرف الاعلى \r\nونقلت من خط العلاء علي بن المشرف المارديني في غلام اسمه علي في الشرف الاعلى :\r\n جنى عليّ ولكن وجهه حسن * وفعله المرتضى يحلو به الشغف\r\nبدر من الشرف الاعلى له نسب * وهل لغير علي ينسب الشرف \r\nالأمير مجير الدين محمد بن تميم يصف الميدان :\r\n عجبا لميداني دمشق وقد غدا * كل له شرف اليه يؤول \r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n والنهر بينهما لغير جناية * سيف على طول المدى مسلول \r\nوقال ابن الشهيد في ( الشقراء ) و ( الميدان ) :\r\n لم تحك جلق في المحاسن بلدة * قول صحيح ما به بهتان\r\nولئن غدوت منافسا في غيرها * هابيننا ( الشقراء ) و ( الميدان ) \r\nومن تحرير القيراطي قوله في وصف الشقراء :\r\n سر بي إلى الشقراء من جلق * واثن إلى الخضراء منك العنان\r\nفيها جنان لو رأى حسنها * أبو نواس للها عن ( جنان )\r\nوانزل بواديها الذي تربه * مسك وحصبا النهر منه جمان \r\n\r\n[ ومن محاسن الشام مرجتها 
  ]\r\n* قرأت كتاب وقف تربة السلطان الملك الظاهر ( برقوق ) سقى اللّه عهده الكائنة\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبالصحرا خارج ( باب النصر ) من ( القاهرة ) المحروسة وهو متصل الثبوت إلى آخر وقت تسجيلي على بعض القضاة الشافعية ، من جملته طاحون الشقراء بمرجة ( دمشق ) المحروسة ظاهر قصر الملك الظاهر أبي الفتوحات ( بيبرس ) سقى اللّه عهده بالقرب من ( زاوية الاعجام ) ويليها قصبة سوق عدة حوانيتها أحد وعشرون حانوتا وعلوها الطباق المطلة على المرجة المذكورة وبآخرها المسجد المطل على نهر بردى . انتهى\r\nقلت وأدركت الطاحون غير دائرة . ولقد هدمها وكيل المقام الشريف ( برهان الدين النابلسي ) المعروف بابن ثابت في أوائل دولة السلطان الملك الاشراف ( قايتباي ) خلد اللّه تعالى ملكه . فعلى هذا كانت المرجة عامرة آهلة وهي من المحاسن التي لا تدرك وبعضهم يشبهها بصدر الباز « 1 » كأنه شبهها به لان الوادي ينضم من رأسها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يزال منتهى ( المرجة ) في جهة الغرب يدعى إلى اليوم ( صدر الباز )\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nويعلوه جبلان وشبه هذين الشرفين بالأجنحة\r\nونقلت من خط التقي ابن حجه قوله فيها :\r\n ذكرت احبتى بالمرج يوما * فقوّت ادمعي نيران وهجي\r\nوصرت أكابد الأحزان وحدي * وكل الناس في هرج ومرج \r\nومن بديع القاضي محيي الدين بن عبد الظاهر قوله فيها :\r\n ومرجة في واد يروقك روضها * ولا سيما ان جاد غيث مبكر\r\nبها فاض نهر من لجين كأنه * صفائح أضحت بالنجوم تسمّر\r\nتلاحظها عين تفيض بأدمع * يرقرقها منه هنالك محجر\r\nوكم غازلته للغزالة مقلة * تسارق أوراق الغصون فتنظر \r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n إذا فاخرته الريح ولّت عليلة * بأذيال كثبان الربا تتعثر\r\nبه الفضل يبدو وائر بيع وكم غدا * به الروض يحيى وهو لا شك جعفر « 1 » \r\n\r\n[ ومن محاسن الشام محلتا ( الخلخال ) و ( المنيبع ) 
  ]\r\nفمحلة ( الخلخال ) بها سويقة وحوانيت وفرن وحمام وهي مسكن الأتراك وكذلك المنيبع والشرفان وبه يدق طبلخاناتهم وبها زاويتا الادهمية والحضود « 2 » وهي تحف بالناس والأعيان\r\nومن أحسن قول الشيخ جمال الدين محمد بن نباته في وصف الخلخال :\r\n يا حبذا يومي بوادي جلق * ونزهتي مع الغزال الحالي\r\nمن أول الجبهة قبلته * مرتشفا لآخر الخلخال \r\n( والمنيبع ) محلة وسويقة وحمام وأفران وبها مدرسة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية بآل برمك\r\n( 2 ) كذا في الأصل\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n( الخاتونية ) وهي من أعاجيب الدهر يمر بصحنها نهر ( بانياس ) ونهر ( القنوات ) على بابها ولها شبابيك تطل على المرجة وبها ألواح الرخام لم يسمح الزمان بنظيرها وعدة [ من 
  ] خلاوي الطلبة وبجوارها دار الأمير الأصيل ( ابن منجك ) رحمه اللّه تعالى وبها سكن القاضي بهاء الدين بن جحى الشافعي رحمه اللّه تعالى . وهذه المحلة من محاسن دمشق وشرفها . انتهى\r\nنقلت من خط الشيخ شمس الدين محمد النواجي في وصف المنيبع :\r\n يا سادة اهدوا محاسن جلّق * لطرفي ففاضت بالبكا عبرات\r\nمنيبع جفنى فوق ربوة جبهتي * يزيد ودمعي بعدكم قنوات « 1 » \r\n\r\n[ ومن محاسن الشام المتنزه المسمى بالجبهة 
  ]\r\nوهي أرض مربعة قدر فدانين عليها سقائف تظلها من غير طين بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية بمحلة ( المنيبع ) ومتنزهي ( الربوة ) و ( الجبهة ) ونهري ( يزيد ) و ( القنوات )\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nشجر الصفصاف والجوز والحور وكل مفرش حصير تحيط به جداول الماء من اربع جهاته مع البرك والبحرات بالنوافر وهي على جنب نهر ( بردى ) وبه النواعير وبها حوانيت للشرايحية والجزارين والطباخين والحواضرية والاقسماوية والنكاهين وغير ذلك . وبها مسجد ومدرستان ومربط الدواب . ومقاصفية واقفون في خدمة الناس . وعندهم اللحف والأنطاع والعبي لمن يبات\r\nوفيها يقول التقي ابن حجة الحموي ( دو بيت ) :\r\n لما ملأ ( الجبهة ) بالأنوار * لمناه على ذلك خوف العار\r\nقال انصرفوا سئمت من بلدتكم * و « الجبهة » من منازل الأقمار \r\nوفيها يقول علي بن سعيد صاحب ( المرقص والمطرب ) وقد رآها عند شمس الأصيل قبيل المغرب :\r\n ان للجبهة في قلبي هوى * لم يكن عندي للوجه الجميل \r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n يرقص الماء بها من طرب * ويميل الغصن في الظل الظليل\r\nوتود الشمس لو باتت بها * فلذا تصفرّ في وقت الأصيل \r\n\r\n[ متنزه قطية 
  ]\r\nويعلوها نهرا ( القنوات ) و ( بانياس ) المنحدر الماء إليها منه ومن فوق النهر حمام النزه وإلى جانبه مقصف بحوانيت فيها البضائع ويمر بوسطه نهر القنوات . ويتوصل منه إلى زاوية الحريري المشهورة وليس أبدع من منظرها وينحدر منها الماء إلى المتنزه المسمى ( قطية ) وهي مقصف على نهر بردى وعليه النواعير متشعبة أراضيه بجداول الماء والبرك والبحرات . وبه قصبة ذات حوانيت يعلوها أربعة أطباق ومربط للدواب . وعند المقاصفي العبي واللحف والأنطاع حتى الاطباق والملاعق لمن يأكل وهذا مما لا يوجد في بلد من البلاد\r\nانشدني قاضي القضاة عز الدين احمد الكتاني الحنبلي فيها :\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n أيا حسن سلسال على نهر قطية * إذا ما جرى فيها نخوض ونلعب\r\nتهدده أغصانها برءوسها * فينظر من طرف خفي ويهرب \r\nوقال ابن عماد الأندلسي وابدع :\r\n نهر يهيم بحسنه من لم يهم * ويجيد فيه الشعر من لم يشعر\r\nفكأنه وكأن خضرة شطه * سيف يسل على بساط أخضر \r\n\r\n[ ومن محاسن الشام المتنزه المسمى بالبهنسية 
  ]\r\n* وهو روض يجمع بين الأشجار ، والفواكه والأزهار ، مع عيون الماء ، وتظهر منه إلى ( مرجة جسر ابن شواس ) . به مقاصفي وبيع وشراء ويتوصل منه إلى أراضي ( حمص ) ما بين رياض وغياض . ويعلوها محلة ( النير بين ) . وهي أعظم المحلات وأخضرها وأنضرها . حسنة الأثمار كثيرة الأزهار وبها سويقة وحمام يقال له ( حمام الزمرد ) وجامع بخطبة\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوهي مسكن الرؤساء والأعيان وبها دار قاضي القضاة نجم الدين يحيى بن جحى وفيها قتل رحمه اللّه تعالى ومنها تدخل إلى أرض الربوة\r\nوأعجب من هذا ان السالك إلى الربوة من حين يخرج من باب ( جامع يلبغا ) يمشي بين أشجار . وأثمار . ومياه .\r\nوظل ظليل . لا يمكن ان يرى الشمس . الا ان يقصد رؤيتها انتهى\r\nوفيها يقول بدر الدين ابن لؤلؤ الذهبي يصف النير بين :\r\n رعى اللّه ( وادي النيربين ) فانّي * قطعت به يوما لذيذا من العمر\r\nدرى انني قد جبته متنزها * فمدّ لاقدامى ثيابا من الزهر\r\nوأوحى إلى الأغصان قربي فأرسلت * هدايا مع الأرياح طيبة النشر\r\nوأخدمني الماء القراح وحيثما * سنحت رأيت الماء في خدمتي يجري \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوأجاد الوداعي بقوله ثم أفاد :\r\n ويوم لنا بالنير بين رقيقة * حواشيه خال من رقيب يشينه\r\nوقفنا وسلمنا على الدوح بكرة * فردت علينا بالرءوس غصونه \r\nسيف الدين المشد وأبدع :\r\n وصبا صبت من ( قاسيون ) فسكنت * بهبوبها وصب الفؤاد البالي\r\nخاضت مياه ( النيربين ) عشية * وأتتك وهي بليلة الأذيال \r\n\r\n[ ومن محاسن الشام محلة ( الربوة ) 
  ]\r\nقال بعض المفسرين الربوة أحدثها بنو كنعان وابتدأوها . وهي المذكورة في قوله تعالى  « وَآوَيْناهُما إِلى رَبْوَةٍ ذاتِ قَرارٍ وَمَعِينٍ »  يعني مريم وعيسى عليهما السلام وانما قيل لها ربوة لأنها مرتفعة مشرفة على غوطتها ومياهها . وكل راب مرتفع على ما حوله يقال له  رَبْوَةٍ *  ومنه تربية الصبى لترفعه في النفس والجسم . والمعين\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالماء الذي يخرج من الأرض\r\nوقال ابن مطرف في ترتيبه : الربوة فيها ثمان لغات  رَبْوَةٍ *  . وربوه . وربوة . ورباوة . ورباوة . ورباوة . ورابية وربي والجمع ربى\r\nوالربوة مغارة لطيفة بسفح الجبل الغربي وبه صفة محراب يقال إنه مهد عيسى عليه السلام يزار وينذر له . وبها جامع وخطبة ومدارس وعدة مساجد وبها قاعات واطباق وفيها عين ماء يقال لها ( الملثم ) ومرابط للدواب وبها سويقتان قاطع بينهما نهر ( بردى ) وبها صياد والسمك يصطادون والقلايون على جبل النهر يقلونه ويذبح فيها كل يوم خمسة عشر رأسا من الغنم خلاف ما يجيئها من اللحم من المدينة وبها عشرة شرايحية ليس لهم شغل غير الطبخ والغرف في الزبادي والصحون وكل ما تشتهيه الأنفس فيها وبها فرنان وثلاثة حوانيت برسم عمل الخبز الشوري « 1 » وأما الفواكه فلا قيمة لها فانى اشتريت الرطل « 2 » بربع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n( 2 ) وزن الرطل الدمشقي ثمانمائة درهم\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nدرهم وكذلك الرطل الدمشقي من المشمش مثله والتفاح كذلك وبها حمام ليس على وجه الأرض نظيره لكثرة مائه ونظافته وله شبابيك تطل على النهر وهو مبني ما بين الأنهر من فوقه ومن تحته . وبها طارمة المسجد الديلمي الذي جدده نور الدين الشهيد وله أوقاف على قرّاء ووعاظ وقراءة البخاري وغير ذلك كالمؤذن والفراش والبواب والوقاد وفيه يقول تاج الدين الكندي :\r\n ان ( نور الدين ) لما أن رأى * في البساتين قصور الأغنياء\r\nعمر ( الربوة ) قصرا شاهقا * نزهة مطلقة للفقراء \r\nوقال الأمير مجير الدين محمد بن تميم وأحسن رحمه اللّه :\r\n يا حسن طارمة في الجوّ شاهقة * ما ان تملّ بها العينان من نظر\r\nنزّه لحاظك في طاقاتها لترى * أصناف ما خلق الرحمن للبشر \r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n ترى محاسن واد يحتوى نزها * لذاذة السمع والابصار والفكر\r\nوربوة قد سمت حتى تخال لها * سرا تحدّثه للانجم الزهر\r\nما بين روض وأنهار مسلسلة * تجري وتحمل أنواعا من الثمر\r\nكم بتّ فيها وخدني شادن غنج * حلو التثنى كغصن البانة النضر\r\nاشكو اليه الذي ألقى ومقلته * تشكو اليّ الذي يلقى من السهر\r\nحتى رأيت نجوم الليل قد غربت * عنا وهبت علينا نسمة السحر\r\nقمنا نجرّر أذيال العفاف بها * واللّه يعلم منها صحة الخبر\r\nلا خير في لذة تمضي ويعقبها * خطيئة تسلك الانسان في سقر \r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nومن لطائفه قوله :\r\n موضع القس « 1 » جنة الخلد أضحت * مهجتي كل ساعة تشتهيها\r\nطوقتني بفضلها فلهذا * كلما زرتها اغرّد فيها \r\nوهذه القاعة التي بناها نور الدين الشهيد هي على شعب جبل جميعها متختة بألواح من خشب سقفها ( نهر يزيد ) وأساسها من تحتها ( نهر ثورا ) ومنظرها من الغايات التي لا تدرك وقبالها في الجبل الغربي ضريح العاشق والمعشوق وعليهما صومعتان مبيضتان وبينهما سبعة مقاصف كل مقصف فيه من الثريات والمصابيح والغطاء والوطاء ما لا يحتاط به الوصف حتى أن بعض الناس يطلع إليها ليتنزه فيها يوما فيقيم بها شهرا وجبلاها متقابلان متلاقيان عليها الجبل الغربي بذيله دف الزعفران والجبل الشرقي رأسه مثل الجنك . ولهذا اطنب الشعراء في وصفهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوقال الشيخ جمال الدين محمد بن تباتة في وصفها :\r\n بالجنك من مغنى دمشق حمائم * في دف أشجار تشوق بلطفها\r\nفإذا أشار لها الشجيّ بكاسه * غنت عليه بجنكها وبدفها \r\nوقال الشيخ صلاح الدين خليل بن ايبك الصفدي :\r\n انهض إلى ( الربوة ) مستمتعا * تجد من اللذات ما يكفي\r\nفالطير قد غنى على عوده * في الروض بين الجنك والدف \r\nومن محاسن الشيخ عمر بن انوردى قوله :\r\n دمشق قل ما شئت في وصفها * واحك عن ( الربوة ) ما تحكي\r\nفالطير قد غنى على عوده * في الروض بين الدف والجنك \r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nومن لطائفه قوله وقد أغار الصفدي على بيت ابن الوردي :\r\n يا ربوة أطربتني * وحسنت لي هتكي\r\nإذ لست أبرح فيها * ما بين دف وجنك \r\nونقلت من خط الشيخ شعبان الآثاري « 1 » :\r\n كم تحت جنك الربوة الفيحاء من * دف زهت أشجاره بشنوفها\r\nسقيالها من ربوة من حل في * ها أطربته بجنكها ودفوفها \r\nونقلت من خط الشرف القواس قوله :\r\n بربوة الشام ربت منيتي * وقر قلبي وهي دار القرار\r\nوطيرها المطرب في جنكه * غنى على ناى وعود وطار \r\nونقلت من خط الشرف القواس قوله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل ( شيبان الاماري )\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n اودّ بأني لو أرى الجنك ساعة * وأنفق فيه كل ما أنا أملك\r\nفليس لنفسي في سوى الجنك مطلب * فدعهم يقولوا فيه للصب مهلك \r\nونقلت أيضا من خطه :\r\n سر بي إلى الوادي وقف متنزها * فالجنك غنت فوقه الأطيار\r\nلو لم يكن هو جنة المأوى لنا * ما كان تجري تحتها الأنهار \r\nونقلت من تحرير الشيخ برهان الدين القيراطي قوله :\r\n سقى الجنك منهلّ الرّباب فشوقنا * لطيب مغاني ارضه ماله حصر\r\nوحيا بقطر الشام أنهارها التي * على شهدها للدمع من مقلتي قطر\r\nوجادت سماء الغيث أرضا سماؤها * غصون رياض الزهر آفاقها زهر \r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n فكم جاءني منها نسيم ممسك * وعرّفها للقاربين بها العطر \r\nوطلع الشيخ شمس الدين محمد بن الخياط الشهير بضفدع مع ابن خلكان إلى الربوة فوجدا غلمانا يعومون ويلعبون في نهر ( ثورا ) الذي تحت التخوت المعروف بالمنيقية فأنشد ضفدع قوله :\r\n لربوتنا واد حوى كل بهجة * فعيش الورى يحلو لديه ويعذب\r\nترق لنا الأنهار من تحت جنكه * فلا عجب انا نخوض ونلعب \r\nفأنشد ابن خلكان رحمه اللّه :\r\n وسرب ظباء في غدير تخالهم * بدورا بأفق الماء تبدو وتغرب\r\nيقول خليلي والغرام مصاحبي * أما لك عن عهد الصبابة مذهب\r\nوفي دمك المطلول خاضوا كما ترى \r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n فقلت له دعبم يخوضوا ويلعبوا \r\n\r\n[ ومن محاسن الشام ( المقسم ) الذي تنقسم منه السبعة الأنهار 
  ]\r\nوأصله من ينابيع ( عيون التوت )\r\nوإليها يشير برهان الدين القيراطي بقوله :\r\n عندي لأرض دمشق فرط صبابة * فسقى حماها الرحب صوب غيوث\r\nوعيوننا لفراق مشمشها حكى * جريان أدمعها ( عيون التوث ) \r\nويمر [ بردى 
  ] على قرية الزبداني كالبحر إلى أن يلتقي على قرية ( الفيجة ) الفيحاء [ بمياه ينبوعها 
  ]\r\nوما أحسن قول الشيخ برهان الدين القيراطي في وصف الزبداني :\r\n دمشق وافى بطيب * نسيمها المتداني\r\nوصح قول البرايا * من عاشر الزبداني \r\nقال ابن الجوزي رحمه اللّه تعالى في ( الملتقط ) ان ماء العيون بارد رطب ، وجيده من العيون الشرقية ينفع\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالكبد الحارة ، وضرره احداث الترهل ، ودفع ضرره بالحمام والرياضة . يصلح للامزجة الحارة\r\nوقال ابقراط الماء يحفظ على البدن رطوبته ويقمع الحرارة ولا يغذو ولكن يرقق الغذاء وينفذ إلى العروق ، وهو يضر أصحاب الرطوبات والبلغم ، الا انه إذا طبخ في اناء جديد كخزف أو قوارير قلت رطوبته ونفخه . وأفضل المياه مياه العيون الحارة الأرض ، التي تخرج من الأودية بشدة على مقابلة الشمال ، وتجري على الطين الحر مكشوفة للشمس والرياح ، ولا تمر على بطائح ، ويكون ماؤه صافيا براقا ، وأجوده أخفه وزنا ، وأسرعه قبولا للسخونة والبرودة ، وأعذبه طعما\r\nويقال من ظاهر ( باب السلام ) إلى ظاهر ( باب توما ) ثلاثمائة وستون عينا تجري إلى القبلة . قلت : ورأيت غالبها وارتويت من عذبها . انتهى\r\n\r\n[ وتنقسم هذه الأنهار السبعة منها 
  ]\r\n( يزيد ) و ( ثورا ) بذيل الجبل الشرقي . ويشق نهر ( بردى ) ببطن الوادي\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nونهر ( بانياس ) ونهر ( القنوات ) ونهر ( القناية ) ونهر ( الداراني ) بذيل الجبل الغربي\r\nوآخر ما يتصفى من هذه الأنهار ويفضل منها هو نهر ( بردى ) وينزل في ( المقسم ) على نحو من عشرين درجة كالشادروان ؛ فرؤيته تذهب الهم وتزيل الحزن\r\nوما ألطف قول القاضي صدر الدين ابن الآدمي رحمه اللّه :\r\n قالوا فؤادك برّد عن محبتهم * فقلت نار الهوى لا تنطفي ابدا\r\nبرّدت قلبي عن الأحباب مذر حلوا * بما ( يزيد ) على ( ثورا ) وما ( بردا ) \r\nوقال صاحب دواوين الانشاء العلاء ابن فضل اللّه :\r\n انزل بباناس ففي نهرها * سرّ به تجلى عروس السرور\r\nواسمع حديث الماء في جريه * فإنه يشفي عليل الصدور \r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوجمعها الشيخ شعبان الآثاري في قوله وأجاد :\r\n شوقي ( يزيد ) وقلب الصب ما ( بردا ) * و ( بان يأسي ) من المعشوق حين غدا\r\nومدمعى ( قنوات ) والعذول حكى * ( ثورا ) يلوم الفتى في عشقه حسدا\r\nعلى مغنية بالجنك جاوبها * شبابة كم بها من عاشق شهدا\r\nفالبدر ( جبهتها ) والردف ( ربوتها ) * وخلها مات من خلخالها كمدا \r\nومن محاسن الأمير ابن درياس قوله :\r\n والنهر قد عشق الغصون ولم يزل * ابدا يمثل شخصها في قلبه\r\nحتى إذا فطن النسيم فجاءها * من غيرة فامالها عن قربه\r\nواتى عليه مهيمنا بعتابه * سرا فجعّد وجهه من عتبه \r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nومن عقود ابن لؤلؤ الذهبي قوله :\r\n ما فتّح النّور الا أشرف النّور * فما اشتغالك والمنثور منثور\r\nيا حبذا ودروع الماء تنسخها * انامل الريح لولا أنها زور \r\nوقال ابن قرباص :\r\n وتحدث الماء الزلال مع الحصى * فجرى النسيم عليه يسمع ما جرى\r\nفكأن فوق الماء وشيا ظاهرا * وكان تحت الماء درا مضمرا \r\nوقال :\r\n أيا حسنها من رياض غدا * جنوني فنونا بأفنانها\r\nجثى الماء فيها على رأسه * لتقبيل اقدام أغصانها \r\nوقال القاسم بن علي في خيال الأغصان في الماء :\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n انظر إلى الغدران كيف ترقرقت * فبدا بها شبح الغصون الميّس\r\nمعكوسة الاشكال تحسب أنها * قامت على الأيدي له والأرؤس \r\nوأبدع منه قول المناذري :\r\n وقانا لفحة الرمضاء واد * وقاه مضاعف النبت العميم\r\nنزلنا دوحه فحنا علينا * حنوّ المرضعات على الفطيم\r\nوأرشفنا على ظمأ زلالا * الذّ من المدامة للنديم\r\nيصد الشمس انّى واجهتنا * فيحجبها ويأذن للنسيم\r\nتروع حصاه حالية العذارى * فتلمس جانب العقد النظيم \r\nوما أحسن قول ابن المشد :\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n والرّوض بين تكبّر وتواضع * شمخ القضيب به وخرّ الماء \r\nويعجبني قول ابن النبيه :\r\n تبسم ثغر الزهر عن شنب القطر * ودبّ عذار الظل في وجنة النهر\r\nفان رقّ واعتلّ النسيم صبابة * إذا مرّ في تلك الرياض فعن عذر\r\nتوسوست الأغصان عند هبوبه * فما برئت الّا على رقية القمري\r\nيخادعني الورد الجني وانني * بوجنة من اهواه قد حرت في أمري\r\nويبسم عن ثغر الاقاح بنفسج * فألثمه شوقا إلى لعس الثغر \r\nومن محاسن ابن تميم قوله :\r\n والنهر مذعلق الغصون محبة * أضحت تطيل صدوده وجفاه \r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n فتراه يجري لاثما اقدامها * وخريره شكوى الذي يلقاه \r\nومن لطائفه قوله :\r\n ونهر حالف الأهواء حتى * غدا طوعا لها في كل أمر\r\nإذا سرقت حلى الأغصان القت * اليه بها فيأخذها ويجري \r\nوقال ابن لؤلؤ رحمه اللّه تعالى :\r\n وحديقة مطلولة باكرتها * والشمس ترشف ريق أزهار الربا\r\nيتكسر الماء الزلال على الحصى * فإذا جرى بين الرياض تشعبا \r\nوقال أيضا :\r\n والنهر كالمبرد يجلو الصدى * ببرده عن قلب ظمآنه \r\nومن نكته البديعة قوله :\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n ونهر يحب الدّوح أصبح مغرما * يروح ويغدو هائما بوصالها\r\nإذا بعدت عنه شكا بخريره * جفاها وامسى قانعا بخيالها \r\nومن اغراضه قوله :\r\n ونهر إذا ما الشمس حان غروبها * عليه ولاحت في ملابسها الخضر\r\nرأينا الذي أبقت به من شعاعها * كأنا أرقنا فيه كأسا من الخمر \r\nومن معانيه قوله :\r\n وحديقة ينساب فيها جدول * طرفي برائق حسنه مدهوش\r\nيبدو خيال غصونها في مائه * فكأنما هو معصم منقوش \r\nومن ملحه قوله :\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n يا حبذا النهر الذي أمواهه * تسبي العقول بحسن ما تبديه\r\nهو في الحدائق غير أن عيوننا * ان لا حظته تر الحدائق فيه \r\nوقال محيي الدين بن قرناص :\r\n فديتك ائت روضتنا تجدها * تميل إلى لقائك بالصدور\r\nيعانقك القضيب بها سرورا * ويخفق فرحة قلب الغدير \r\nومن لطائفه قوله :\r\n لما تبدى النهر عند عشية * والروض يخضع للصبّا والشمأل\r\nعاينته مثل الحسام ، وطله * مثل الصدا ، والريح مثل الصيقل \r\nوقال أيضا :\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n يا حسنه من جدول متدفق * يلهي برونق حسنه من ابصرا\r\nما زلت أنذره عيونا حوله * خوفا عليه أن يصاب فيعثرا\r\nفأبى وزاد تماديا في جريه * حتى هوى من شاهق فتكسرا \r\nابن قرناص الحموي :\r\n سرق النسيم حلى الغصون بلطفه * لما أتاها وهي في اطرابها\r\nورمى بها نحو الغدير فضمها * من خوفه في صدره وجرى بها \r\nوقال جالينوس : الماء الذي يجري في الأنهار ، وتعلوه الأشجار ؛ حار غليظ يعظم الطحال والكبد ، ويقمح اللون ويفسد المعدة ، ويولد الحميات . وكذلك ماء البئر لأنه يتحرك إلى البروز حركة بطيئة ويطول تردده في الأرض العفنة . وجميع الماء العفن كماء الآجام والبطائح\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nردئ ؛ وأردأ منه ماء البئر والقنا لأنه محتقن لا يخلو عن تعفن وأردأ من الجميع الماء الذي يجري في مسانك من رصاص .\r\nوأقوى الماء المعتدل البرودة فإنه يقوي الشهوة والمعدة ويحسن اللون ، ويمنع عفن الدم وصعود البخارات إلى الدماغ ، ويحفظ الصحة . ومن اعتاد شرب الماء المبرد في الهواء لم يحتج إلى الثلج لأن مضرة الثلج تتبين بعد وقت فإنها تتجمع قليلا قليلا وإذا صار أصحابها إلى سن الكهولة عرفوا شرها . على أن الماء المثلوج يمرىء ، وينهض الشهوة ، ويقوي المعدة ؛ ويصلح الأمزجة الحارة ، ويأمن الترهل إلا أنه يضر الصدر والحنجرة والدماغ والأسنان والعصب . وأصحاب الأحشاء الورمة تدفع مضرته بالرياضة والحميص « 1 » انتهى\r\n\r\n[ ومن محاسن الشام « الحواكير » 
  ]\r\nوهي كالحدائق في سفح ( جبل قاسيون ) فان الفاصل بينه وبين ( جبل الربوة ) عقبة قرية ( دمّر ) التي بحد ( قبة سيار ) يقال إن سيارا هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوبشارا كانا يتعبدان على رأس هذين الجبلين اللذين للربوة وكأنهما كانا من أصحاب الخطوة فإذا أراد أحدهما الاجتماع بالآخر يضع قدمه على جانب الجبل والآخر عند صاحبه فكأنهما كانا يمشيان في الهواء فبنوا لهما هاتين القبتين على هذين الجبلين\r\nرجع * وكان حكماء اليونان ازدرعوا هذه الرياحين والأزهار في سفح ( جبل قاسيون ) لحكمة وهو أنه يقيها البرد كونها في داره ، وان النسيم إذا مرّ بها يحمل منها [ من طيب الريح 
  ] ما استطاع ويسري به إلى من تحتها من أهل المدينة والسكان . ولهذا قال ( ابقراط ) ينبغي للمعتنى بصالح بدنه ان لا يدع حظه من الاستمتاع بروائح الأزهار والرياحين فإنها تقوى الروح وتنعش الحرارة الغريزية التي بها قوام الحياة ، والعليل أحوج إليها من الصحيح لأنه قد عجز عن الاخذ من المطاعم والمشارب فهي تنوب عن فعلها في التقوية . انتهى\r\nوفي الحديث قال رسول اللّه صلّى اللّه عليه وسلم « من عرض بريحان\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nفلا يردّه ، خفيف الحمل طيب الروح » يعني عليه السلام بالريحان كل ذي رائحة ذكية من الأزهار\r\nوقال ابن سينا : ينبغي [ للمرء 
  ] ان لا يستعمل من المشمومات الا ما كان موافقا لمزاجه وطبعه فإن كان مزاجه حارا يستعمل البارد وان كان باردا يستعمل الحار ويجعلها أصنافا مختلفة من حار وبارد فيعتدل لكل مزاج\r\nوينبغي ان لا يتناول المشموم الا غبا وعند توقان نفسه اليه فإنه أشهى والذّ موقعا وكذلك جميع المحسوسات إذا أحجم نفسه عنها ثم تناولها مشتهيا لها فإنه يجد لذتها على الكمال . الا ترى العطارين تمل خياشيمهم من الروايح الطيبة وتكل فلا تجد لها رائحة وكذلك مدمنو الروائح القذرة المنتنة فان خياشيمهم تألف ذلك النتن حتى لا يكاد أحدهم يتأذى به . وينبغي ان لا يدني شيئا من المشمومات إلى انفه فإنه أشهى وأبقى لزهرة الرياحين . انتهى\r\n\r\n[ ومن محاسن الشام « الورد » وهو جنس تحته ستة 
  ]\r\nأنواع بدمشق خلا الأسود ، وهو بارد يابس قابض يقوى\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالقلب والأسنان\r\nجيده « الجوري » يصلح للدماغ الحار والكبد ، يسكن الصداع ويضر أكله الباه وشرابه يبرد الدماغ ؛ دفع مضرته خلطه بالكافور . وإذا ربي بالعسل أو بالسكر جلا ما في المعدة من البلغم ؛ واذهب العفونات . وهذا يكون من الورد النصيبي ؛ وماؤه بارد لطيف ، والاكثار منه يبيض الشعر\r\nونقلت من ( الفردوس ) للامام الحافظ أبى شجاع شيرويه بسنده عن انس بن مالك رضى اللّه عنه قال قال رسول اللّه صلّى اللّه عليه وسلم « ان اللّه عز وجل خلق الورد من بهائه ، وجعل له ريح أنبيائه ؛ فمن أراد أن ينظر إلى بهاء اللّه ، ويشم رائحة أنبيائه فلينظر إلى الورد الأحمر ويشمه »\r\nوكتب الشيخ جمال الدين محمد بن نباتة ورقة :\r\n« سطرها المملوك ومنظر الروض قد شاق ، ودمع الغيث قد رقا ووجه الأرض قد راق ، والغصون المتعطفة قد أرسلت أهواء القلوب بالأوراق ، وحمائمها المترنمة قد جذبت\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالقلوب بالاطواق . والورد قد احمر خده الوسيم ، وفكت ازراره من أجياد القضب انامل النسيم ، وخرجت اكفه من اكمامه تأخذ البيعة على الأزهار بالتقديم . انتهى\r\nومن محاسن الخوارزمي قوله :\r\n أما ترى شجرات الورد مظهرة * لنا بدائع قد ركبن في قضب\r\nكأنهن يواقيت أضيف بها * زبرجد وسطها شذر من ذهب \r\nومن لطائف محمد بن عبد اللّه بن طاهر قوله فيه\r\n اما ترى الورد يدعو للورود على * عذراء صافية في لونها صهب\r\nترى صداهن ياقوت مركبة * على الزمرد في أوساطها ذهب \r\nومن بديع ابن المعتز باللّه قوله فيه :\r\n ووردة في بنان معطار * حيّى بها في خفى اسرار \r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n كأنها وجنة الحبيب وقد * نقطها عاشق بدينار \r\nوأوضحه ابن خطيب داريّا بقوله :\r\n انظر إلى الورد ما أحلى شمائله * سبحان خالقه من يابس الحطب\r\nكأنه وجنة المحبوب نقطها * كف المحب بدينار من الذهب \r\nصاغه اللغوي الأندلسي في انضمامه بعد الفتح فقال :\r\n ورد تفتح ثم انضم منطقه * كما تجمعت الأفواه للقبل \r\nوما ألطف قول القائل :\r\n أهدى إلىّ معذبي * وردا ولم يك وقته\r\nفسألته عنه فقا * ل من الخدود قطفته\r\nقبّلته فكأنني * في خده قبلته \r\nأبو الوليد الشاطبي :\r\n فوق خد الورد دمع * من عيون السحب يذرف \r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n برداء الشمس أضحى * بعد ما سال يجفف \r\nومن التشابيه البديعة ما كتب الىّ بعض اللطفاء :\r\n ودونك يا سيدي وردة * يذكرك المسك أنفاسها\r\nكعذراء ابصرها مبصر * فغطت باكمامها رأسها \r\nوأنشدني فيه ذو الوزارتين صاحب الصناعتين أحمد الخلوف :\r\n حكت شجرات الورد في الروض إذ غدا * يقلبها في خدها مبسم القطر\r\nسقاة محل أبرزت في أكفها * كئوس نضار فد ترصعن بالدر \r\nومن مقاصد أمير المؤمنين عبد اللّه بن المعتز باللّه قوله :\r\n وترى الغصون تميل في أوراقها * مثل الوصائف في صنوف حرير \r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n والورد في خفر القموع كأنه * حمر الخدود بخضرة التعذير \r\nوأحسن القائل فيه :\r\n الورد أحسن منظرا * تتمتع الالحاظ منه\r\nفإذا انقضت أيامه * ورد الخدود ينوب عنه \r\nوقال ابن العفيف رحمه اللّه :\r\n قامت حروب الزهر ما * بين الرياض السندسيه\r\nوأتت بأجمعها لتغ * زو روضة الورد الجنيه\r\nلكنها انكسرت لأنّ * الورد شوكته قويه \r\nونقلت من خط زين الدين عبد الرحمن الخراط في الورد على الماء :\r\n عجبت وقد رأت عيناي وردا * يسير بحدول عذب الشروع \r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n فلم ير ناظرى ابدا خدودا * جرت من قبلهن مع الدموع \r\nوما ألطف قول برهان الدين القيراطي :\r\n ان للروح في دمشق لمأوى * ذا قرار وذا معين وربوه\r\nوبروضاتها بساتين ورد * لي بأزرارها صبابة عروه « 1 » \r\nوأبدع الشريف الرضى بقوله :\r\n كم وردة تحكى بسبق الورد * طليعة تسرعت من جند\r\nقد ضمها في الغصن قرص البرد * ضم فم لقبلة من بعد \r\nدخل مجير الدين ابن تميم إلى حديقة هذه الوردة وجمعها :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو ( عروة بن حزام ) الذي تضرب الأمثال ببكائه الديار\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n سبقت إليك من الحدائق وردة * وأتتك قبل أوانها تطفيلا\r\nطمعت بلثمك إذ رأتك فجمعت * فمها إليك كطالب تقبيلا \r\nونقلت من خط ابن حجة له :\r\n أرى الورد عند الصبح قد مدّ لي فما * يشير إلى التقبيل في ساعة اللمس\r\nوبعد زوال الصبح يبدو كوجنة * وقد أثرت في وسطها قبلة الشمس \r\nومن نكته البديعة قوله :\r\n قالوا لزهر الخلاف عرف * يضوع في ساعة القطاف\r\nفضيع الورد قلت كلا * الورد أذكى بلا خلاف \r\nوتلطف القائل :\r\n كتب الورد الينا * في قراطيس الخدود \r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n يا بني اللهو صلوني * قد دنا وقت ورودي \r\nونقل النواجي في كتابه ( تأهيل الغريب ) عن المتوكل أنه كان يقول « انا ملك السلاطين والورد ملك الرياحين فكل منا أحق وأولى بصاحبه » حتى حرمه على الناس واستبد به وقال « لا يصلح للعامة » فكان لا يرى الورد الا في مجلسه . ولهذا قال علي بن الجهم في رثائه « 1 » :\r\n وبات اللهو وهو سخين عين * وصار الورد بعدك في انتها « 2 » \r\nوكان لا يلبس في أيام الورد الا الثياب الموردة ويجلس على الفرش والأسانيد الموردة ويورد جمع الآلات وينشد قول جحظة :\r\n عزيز علىّ بان يمسك ساقط * أو ان تراك نواظر البخلاء \r\nويقال أن كسرى مرّ بوردة ساقطة على الأرض فقال « أضاع اللّه من اضاعك » ونزل وهو في موكبه ووضعها على رأسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل في « انشاه »\r\n( 2 ) لعله في « انتهاب »\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nقلت : وكل من تعرّض إلى وصف الورد وتشبيهه شغل عن علو رتبته وبديع حسنه ، ولو سكتوا عن ذلك كان أليق بهم لأنهم لم يتأدبوا معه مع علمهم بأنه سلطان الرياحين . ومن هذا قول بعضهم :\r\n للورد عندي محلّ * ورتبة لا تملّ\r\nكل الرياحين جند * وهو الأمير الاجل \r\nولعمري ان مثل هذا النظم السافل يمشي على كثير من الناس ، وما احمرت وجنات الورد الاخجلا من نسبة هذا الشعر إليها بين الندماء والجلاس . انتهى كلامه\r\nومن النكت اللطيفة ما يحكى عن الفضل قال : دخلت على الرشيد يوما وبين يديه طبق ورد عند جاريته ماردة - وكانت تحسن الشعر والأدب مع الحسن والجمال - فقال يا فضل قل في هذا الورد شيئا ، فأنشدته بديهة :\r\n كأنه خد محبوب يقبله * فم الحبيب وقد ابدى به خجلا \r\nفقال الرشيد قم يا فضل فأخرج عنا فقد هيجتنى\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nهذه الماجنة ، فقمت وقد أرخيت الستور عليهما\r\nونقلت من خط المرحوم مجد الدين عبد الوهاب ابن سحنون خطيب النيربين وطبيب بيمرستان الصالحية انشد في ضعف موته سنة اربع وتسعين وستمائة ، وقد عاده بعض أصحابه ، ومعه وردة بيضاء فقال :\r\n ووردا أبيضا قد زاد حسنا * فعند الضد للخجل احمرار\r\nبمثله النديم إذا رآه * مداهن فضة فيها نضار \r\nونقلت من خط التقى ابن حجة قوله فيه :\r\n كم وردة بيضاء قد * حكت لنا مذ ازهرت\r\nطلعة بدر كامل * والشمس فيها كوّرت \r\nوقد ولّده من قول السري الرفاء فيه :\r\n بدأ أبيض الورد الجنىّ كأنما * تنسمه الناشي بمسك وكافور \r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n كان اصفرارا منه وسط ابيضاضه * برادة تبر في مداهن بلّور \r\nوقال سعيد بن حميد في الورد الأحمر والأبيض معا :\r\n يا حسنها من وردة * بيضاء جاءت بالعجب\r\nكجام بلور به * قراضة من الذهب \r\nوقال سعيد بن حميد فيه وما تقدمه ليس لسعيد بل للوأواء الدمشقي :\r\n أتاك انورد محجوبا مصونا * كمعشوق تكففه صدود\r\nكأن عيونه لما توافت * نجوم في مطالعها سعود\r\nبياض في جوانبه احمرار * كما احمرت من الخجل الخدود \r\nومن لطائف بلدينا ابن المعتز باللّه قوله فيهما معا :\r\n أهدت اليّ يد نفسي الفداء لها * الورد نوعين مجموعين في طبق\r\nكأن أبيضه في وسط أحمره * كواكب أشرقت في حمرة الشفق \r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالشريف الرضي في وصف الورد الثالث وهو الأسود :\r\n وورد أسود خلناه لما * تضوع نشره ملك الزّمان\r\nمداهن عنبر غض وفيها * بقايا من سحيق الزعفران \r\nوقال ابن عين بصل يصف الورد الأصفر :\r\n شجرات ورد أصفر بعثت * في قلب كل متيم طربا\r\nيا من رأى من قبلها شجرا * سقي اللجين فأنبت الذهبا \r\nومن محاسن الطغرائي قوله فيه :\r\n ألم تر أن جيش الورد وافى * بخضر من مطارفه وصفر\r\nأتى متلثما بالشوك أو في * نصال زبرجد وتروس تبر \r\nالرابع قال المطوعي في الورد القحابي الذي باطنه أحمر وظاهره أصفر :\r\n ووردة جمعت لونين رائقة * خدي حبيب وخدي هائم عشقا\r\nتعانقا فبدا واش فراعهما * فاحمرّ ذا خجلا واصفر ذا فرقا \r\nوله :\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n قحابى الورد في البستان يدعو * تبرجها الرجال إلى الرحيق\r\nلها نوعان ظاهرها كتبر * ولكن البواطن كالعقيق\r\nتخال الجلّنار على بهار * وتبريّ الرياض على شقيق \r\nابن المعتز :\r\n وذي لونين نشر المسك فيه * يروق بحمرة فوق اصفرار\r\nكمعشوقين ضمهما عناق * على حدثان عهد بالمزار \r\nومن لطائف أبي بكر الخالدي قوله فيه :\r\n وردة بستان قحابية * زينت من الحسن بنوعين\r\nباطنها من قشر ياقوتة * وظهرها من ذهب عين\r\nقبلتها حبا لها إذ بها * حياني البدر على عين\r\nكأنها خدي على خده * يوم اجتمعنا غدوة البين \r\nوالخامس الورد الجوري وفيه قال الشيخ عمر بن الوردي :\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n قالت إذا كنت ترجو * أنسي وتخشى نفوري\r\nصف ورد خدي وإلا * أجور ، ناديت جوري \r\nوالنوع السادس من الورد هو الأصفر المطبق\r\nوقرية الزبداني هي قلعة الورد يستخرجون بها ما ورد القاهرة المحروسة ومكة المشرفة وغيرهما من البلاد . وكذلك فاكهتها هي المنقولة إلى القاهرة المحروسة وغيرها\r\nوفيه يقول نجم الدين صاحب ديوان الانشاء بحماه :\r\n وورد أتينا النار تقبض روحه * ونبعثها نحو الحبيب تكرما\r\nفلما رآها احمرّ واصفر قائلا * خذي نفسي يا ريح من جانب الحمى \r\nوفيه يقول شهاب الدين بن الشبلي :\r\n يا سيدي والذي خلائقه * كالروض أيدي الصبا تدمثها\r\nبعثت وردا إليك عسى * تقبض لي روحه وتبعثها \r\nوقال آخر :\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n لم أنس قول الورد حين جنيته * والنار لاستقطاره تتسعر\r\nناشدتكم نفسي خذوه وإنما * لا تعجلن بقبض روحي واصبروا \r\nومن رقيق شعر بلدينا محمد بن المزين الدمشقي قوله :\r\n شاب ورد الرياض من * ورد خديك وانفرك\r\nفله الناس أثبتوا * وانتفى الورد للكرك « 1 » \r\nومن محاسن الشام الورد النسريني وهو نوّار أبيض وأصله بريّ يمتد ويعرّش كالكرم وله أغصان برءوسها الورد كل غصن فيه مائة وردة وأكثر . قال ابن البيطار في مفرداته : وبعض الناس يسميه بالورد الصيني وأكثر ما يوجد بالشام بعد انفراك الورد المتقدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكرك بلدة في منطقة ( شرقي الأردن ) الآن ؛ وكان الحكام في القرون الوسطى قد اتخذوها منفى لمن يريدون ابعاده عن الشام أو مصر . وفي تلك المنطقة ( الحميمة ) التي كانت منفى آل العباس رضي اللّه عنه قبل قيام دولتهم\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوقال ابن سينا : الورد حار يابس في الثانية يقوي القلب إذا أديم اشتمامه ، ويحلل الرياح الكائنة في الرأس والصدر ويخرجها بالعطاس ، وإذا تدلك به في الحمام مسحوقا بعد تنشيفه طيّب رائحة البشرة والعرق . انتهى\r\nوقال السامري : هو من خصوصيات الشام ، وبالديار المصرية نسرين ليس هو هذا ، انما هو ورد سياج بساتين الشام . وهو نوار ابيض شديد العرق يجمعونه بمصر ويبيعونه ولا يجمع في الشام ولا يباع لكثرته . وهو يطلع في الغالب من عند اللّه تعالى بدمشق وخروجه بالشام مع النسرين . انتهى\r\nونقلت من خط الشيخ شمس الدين الدماميني :\r\n أقول لصاحبي والروض زاه * وقد ابدى الربيع بساط زهر\r\nتعال نباكر الروض المفدّى * وقم نسعى إلى ورد ونسرى \r\nومن رقيق شعر ذي الوزارتين :\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n ابان لك النسرين أو خلت أنه * أكف سقاة حملت اكؤسا صفرا\r\nمداهن عاج حشوها التبر إذ علت * رؤوس زنوج ألبست حللا خضرا \r\n\r\n[ ومن محاسن الشام النرجس 
  ]\r\nوهو جنس تحته أنواع :\r\nالأول اليعفوري ، الثاني البرى ، الثالث المضعف . قال ابن البيطار : في الرابعة ، وهو نبات له ورق مجوف وليس عليه ورق . طولها أكثر من شبر وعليها زهر ابيض مستدير ، في وسطه شيء لونه اصفر ومنه ما لونه اسود وثمرته سوداء كأنها في غشاء مستطيل . وهو طيب الرائحة وإذا اكل أصل النرجس مسلوقا أو شرب هيج القيء فإذا شم زهره نفع من وجع الرأس ويفتح سدد الدماغ . وشمه ينفع الزكام الباردة ، وفيه تحليل قوى الرطوبات ويخفف ويلطف ويحلو\r\nوقال جالينوس : ان النرجس راعي الدماغ والدماغ راعي القلب\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوقال بقراط : كل شيء يغذو الجسم والنرجس يغذو العقل\r\nوالنرجس المحدق وهو البري إذا شق بصله وغرس صار مضعفا . ومن أدمن شم النرجس في الشتاء أمن البرسام في الصيف . وهو معتدل في الحرارة واليبس\r\nوفي ( أسنى المطالب في مناقب علي بن أبي طالب رضي اللّه عنه ) للحافظ شمس الدين أبى عبد اللّه محمد بن الجزري الشافعي رحمه اللّه تعالى حديث مسلسل بالقضاة إلى القاضي شريح قال حدّثنا اقضى قضاة اللامة أمير المؤمنين على ابن أبي طالب رضي اللّه عنه قال قال رسول اللّه صلّى اللّه عليه وسلم « شمو النرجس ولو في اليوم مرة ولو في الجمعة مرة ولو في الشهر مرة ولو في السنة مرة ولو في الدهر مرة فان في القلب حبة من الجنون والجذام والبرص لا يقطعها الأشم النرجس » ورواه أيضا صاحب ( الفردوس ) مسلسلا بالقضاة إلى اقضى الأمة أمير المؤمنين علي بن أبي طالب رضى اللّه عنه ولفظه « شموا النرجس فإنه ما منكم أحد الا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوله شعبة بين الصدر والفؤاد من الجنون والجذام والبرص لا يقطعها الا شم النرجس »\r\nوقال ابن سينا : من كان له رغيفان فليجعل أحدهما في ثمن النرجس ، لان الخبز غذاء الأبدان والنرجس غذاء الأرواح »\r\nوكان كسرى يقول : اني لأستحي ان اغازل من أحب بمجلس فيه النرجس . أخذه بعضهم وقال :\r\n غضى لحاظك يا عيون النرجس * فعسى افوز بنظرة من مؤنسي\r\nفلقد يحير إذا رآك شواخصا * ترمينه بلواحظ المتفرّس \r\nومن لطائف أمير المؤمنين ابن المعتز قوله في النرجس :\r\n عيون إذا عاينتها فكأنما * دموع الندا من فوق أجفانها در\r\nمحاجرها بيض واحداقها صفر * وأجسادها خضر وأنفاسها عطر \r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nمجير الدين بن تميم :\r\n ولما أتى النرجس المجتنى * بقرب الربيع وإيناسه\r\nنثرنا على رأسه فضة * وتبرا فراق لجلاسه\r\nوأصبح يخطر ما بيننا * وذاك النثار على رأسه \r\nومن تشابيه ابن قلاقس قوله :\r\n وشادن اهيف حيا بنرجسة * كأنها إذ بدت في غاية العجب\r\nكف من الفضة البيضاء ساعدها * زبرجد حملت كأسا من الذهب \r\nومن مقاصد ابن وكيع قوله :\r\n ما نظرت عيناي في روضة * أحسن من نرجسة غضه\r\nكزعفران وسط كافورة * أو ذهب افرغ في فضه \r\nومن مقاصد عبد اللّه بن المعتز قوله :\r\n نرجسة لاحظني طرفها * تلوح في بحر دجى مظلم\r\nكأنما صفرته في الدجى * صفرة دينار على درهم \r\nومن اغراضه قوله :\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n كأنما جفنه بالغنج منفتحا * كأس من التبر في منديل كافور \r\nومن مداعبات أمين الدين جوبان قوله :\r\n نفش غصن البان أذنابه * وماس عند الصبح زهوا وفاح\r\nوقال هل في الروض مثلي وقد * تعزى إلى مثلي قدود الرماح\r\nفحدّق النرجس بزهو به * وقال حقا قلت ذا أو مزاح\r\nبل أنت بالطول تحامقت يا * مقصوف عمر بالدعاوي القباح\r\nفقال غصن البان من تيهه * ما هذه الا عيون وقاح \r\nومن مداعبات ابن تميم قوله :\r\n ولما اتى النرجس المجتنى * بشير الربيع بقرب المزار \r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n نثرنا على رأسه فضة * ولم يخل في بعضها من نضار\r\nفأصبح يخطر ما بيننا * وفي رأسه بعض ذاك النثار \r\nومن تضامينه قوله :\r\n غدير دار نرجسه عليه * ورق نسيمه فصفا وراقا\r\nتراه إذا حللت به لورد * « كأن عليه من حدق نطاقا » \r\nومن تضمين ابن حجة قوله :\r\n إلى الحمى نسمات الصبح مذ بعثت * ندى به ذيل ثوب الزهر مبلول\r\nقالت نراجسه مذ حدقت ورنت * « مهما بعتتم على العينين محمول » \r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nابن الرومي واستحيى من هجوه للنرجس « 1 »\r\n انظر إلى نرجس تبدّت * صبحا لعينيك منه طاقه\r\nواكتب أسامي مشبهيه * بالعين في دفتر الحماقه\r\nواي حسن لطرف شاك * من يرقان يحمل ماقه\r\nكراثة ركبت عليها * صفرة بيض على رقاقه \r\nوفي تصحيفه قول الميكالي :\r\n اهلا بنرجس روض * يزهو بحسن وطيب\r\nيرنو بعيني غزال * على قضيب رطيب\r\nوفيه معنى خفي * يزينه في القلوب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الأبيات ليست لابن الرومي الذي اشتهر بمدح النرجس وذم الورد ، بل هي لأبي العلاء السروري ، وقد أوردها النواجي في ( حلبة الكميت ) ص 203\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n تصحيفه ان نسقت ال * حروف برء حبيب \r\nوقال ايدمر المحبوي وابدع :\r\n وكأن نرجسه المضاعف خائض * في الماء لف ثيابه في رأسه \r\nومن غرائب أبي عبد اللّه الحداد الأندلسي قوله :\r\n انظر إلى النرجس الوضاح حين بدا * كأنه ناطر عن جفن مبهوت\r\nكاذرع الغيد في خضر البرود حكت * على أناملها أصفى اليواقيت \r\nومن دقائق ابن وكيع قوله رحمه اللّه :\r\n اشرب فلست على صحو بمعذور * واطرب على صوت نايات وطنبور\r\nاما ترى النرجس الريان يلحظنا * كأن اجفانه اجفان مخمور\r\nكأن اصفره في وسط ابيضه * قراضة أودعت احشاء بلور \r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n ا ما تراه ومرّ الريح يعطفه * كأنه زعفران وسط كافور\r\nإذا بدا في اختلاف من تلونه * أراك كيف امتزاج النار بالنور \r\nومن تشابيه أمير المؤمنين المأمون قوله :\r\n وياقوتة صفراء في رأس درة * مركبة في قائم من زبرجد\r\nكأن جمان الطلّ في حنباتها * بقية دمع فوق خد مورّد \r\nومن جيد السبك قول ظافر الحداد الإسكندري :\r\n كأنما النرجس لما بدا * لناظر في ساحة ( المأزمين )\r\nزبرجد قد جعلوا فوقه * اقداح تبر في صواني لجين \r\nوقال أيضا رحمه اللّه :\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n كأنما النرجس الطافي حين بدا * قعاب تبر على جامات بلور\r\nكان أوراقه والشمس تقصرها * أوراق شمع فمن خام ومقصور « 1 » \r\nومن بديع ابن تميم قوله فيه :\r\n شبهت نرجسة أهدى اليّ بها * خلي وقد جئت في التشبيه بالعجب\r\nكفا من الفضة البيضاء ساعدها * زمرّد وسطه كأس من الذهب \r\nومن محاسنه قوله فيه :\r\n كيف السبيل لأن أقبل خدّ من * أهوى إذا نامت عيون الحرس\r\nوأصابع المنثور توميء نحونا * حسدا وتغمزها عيون النرجس \r\nومن لطائفه قوله فيه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخام قماش أبيض ويكون مقصورا إذا غسله القصار ودقه\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n لا تمش في أرض وفيها نرجس * أو أقحوان غب كل مقام\r\nان اللواحظ والثغور أجلها * عن وطئها في الروض بالاقدام \r\nومن نكته البديعة قوله :\r\n اني لأشهد للحمى بفضيلة * من أجلها قد صرت من عشاقه\r\nمازاره أيام نرجسه فتى * الا واجلسه على أحداقه \r\nومن أغراض الشبلي قوله :\r\n ونرجس قابل في مجلس * وردا غلا في نعته الناعت\r\nفخدّ ذا يخجل من لحظ ذا * وطرف ذا في خد ذا باهت \r\nومن تضامين ابن حجة قوله :\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n حدائق الروضة الغناء نرجسها * عيونه بدموع الطلّ مذ رمقت\r\nهمنا إلى رشف ثغر الكاس من فرح * « فأمطرت لؤلؤا من نرجس وسقت » \r\nوألطف ما سمعت قول القائل :\r\n يغض من فرط الحيا طرفه * ما أحسن الغض من النرجس \r\nومن عقود ابن لؤلؤ قوله :\r\n باكر إلى الروضة تستجلها * فثغرها الاشنب بسام\r\nوبلبل الدوح فصيحا غدا * في الأيك والشحر ورتمتام\r\nوالغصن فيه الف قد بدا * والنهر في أرجائها لام\r\nوالنرجس الغض اعتراه الحيا * فغض طرفا فيه أسقام \r\nويعجبني قول ابن مكانس :\r\n وجدول الماء يجري بين نرجسه * لدى البصائر جري الطيف في المقل \r\nومن المعاني التي اقتنصها ابن قرناص قوله :\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n من لي بروضة نرجس فاقت على * أنواع أزهار الربيع المبهج\r\nكقواعد من فضة قد ذهبت * تعلو على عمد من الفيروزج \r\nوقال علي بن سعيد صاحب ( المرقص ) في تفضيل الورد عليه :\r\n من فضل النرجس وهو الذي * يرضى بحكم الورد إذ يرأس\r\nا ما ترى الورد غدا قاعدا * وقام في خدمته النرجس \r\n\r\n[ ومن محاسن الشام البنفسج 
  ]\r\nوهو العراقي وقلبجى وابيض . وهذا النبات له ورق قابل التدوير له ساق يخرج من أصله عليه زغب أصفر وعلى طرف ساقه زهر طيب الرائحة جدا ولونه لون الفيروز ينبت في المواضع الظليلة الحسنة\r\nوهو بارد رطب ينفع الدماغ الحار ويسكن صداعه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوإذا ربى مع السكر ينفع من السعال الكائن من حرارة\r\nوقال جالينوس : في السادسة ورق هذا النبات جوهره جوهر ماء بارد قليلا ولذلك صار متى صنع ورقه كالضماد إما مفردا وإما مع دقيق الشعير سكن الأورام الحارة وقد يوضع على العين إذا كان فيها لهيب وينفع من التهاب المعدة والأورام الحارة ونتق المعدة ويقال إن زهره إذا تشرب بالماء نفع من الخناق العارض للصبيان وهو المسمى « أم الصبيان » وينوم نوما معتدلا ويسكن الصداع العارض من المرة الصفراء والدم . والبنفسج الناشف يسهل المرة الصفراء المحتبسة في المعدة والأمعاء أيضا . والشربة منه ثلاثة دراهم إلى سبعة دراهم مدقوقا منخولا مع مثله بالسكر ويشرب بالماء الحار واللّه اعلم . انتهى\r\nومن لطائف ابن تميم :\r\n عاينت ورد الروض يلطم خده * ويقول وهو على البنفسج محنق \r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n لا تقربوه وان تضوّع نشره * ما بينكم فهو العدو الأزرق \r\nومن عقود ابن لؤلؤ الذهبي قوله :\r\n ان البنفسج ترتاح النفوس له * ويمجز الوصف عن تحديد معجبه\r\nأوراقه شعل الكبريت منظرها * وريحه عنبر تحيى النفوس به \r\nوالأصل فيه قول عبد اللّه بن المعتز :\r\n بنفسج جمعت أوراقه فحكت * كحلا تشرب دمعا يوم تشتيت\r\nكأنه فوق قامات يلوح بها * أوائل النار في أطراف كبريت « 1 » \r\nقال النواجي في كتابه ( تأهيل الغريب ) رأيت لبعض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في هامش الأصل : وقد رأيت في نسخة أخرى :\r\n ولا زوردية تزهو بزرقتها * بين الرياض على حمر اليواقيت\r\nكأنها فوق قامات ضعفن بها * أوائل النار في أطراف كبريت \r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nصيارفة الأدب على هذا التشبيه نقدا حسنا فإنه قال « ان كانت النار في أوائل الكبريت قد وافقته في اللون فقد خالفته في الرائحة ، وشرط المشبه ان يكون أعلى رتبه في التشبيه ، والبنفسج يجل علو قدره عن ذلك ، فإنه من أهل الجنة والكبريت من أهل النار\r\nوقد زاحمه عليه أبو العلاء عطاء بن يعقوب في رسالته فقال « وحديقة سماوية اللباس ، مسكية الأنفاس . كبقايا النقش في بنان الكاعب ، أو النقس في أصابع الكاتب .\r\nلازوردية فاقت بزرقتها اليواقيت ، كأوائل النار في أطراف الكبريت »\r\nقال وقد قل من وفاه حقه من المتأدبين حسنا ، واتى في تشبيهه بما يلائمه صورة ومعنى . وقلت :\r\n\r\n[ ياسمين دمشق 
  ]\r\n وياسمين قد بدت * أزهاره لمن يصف\r\nكمثل ثوب اخضر * عليه قطن قد ندف \r\nشعر :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n خليليّ هبا ينقضي عنكما الهوى * وقوما إلى روض وكأس رحيق\r\nفقد لاح زهر الياسمين منورا * كاقراط در قمعت بعقيق \r\nبلدينا العلاء بن ايبك الدمشقي في الياسمين الأصفر قوله :\r\n كأنما الياسمين حين بدا * اصفره في جوانب الكثب\r\nعساكر الروم نازلت بلدا * وكل صلبانها من الذهب \r\nوقال الزحاري :\r\n ولفاء خلناها سماء زبرجد * لها أنجم زهر من الزهر الغض\r\nتناولها الجاني من الأرض قاعدا * ولم ار من يجنى السماء من الأرض \r\nونقلت من خط ابن حجة قوله فيه :\r\n الياسمين يقول مذ ولّى الشتا * ومضى الربيع بأعين ومباسم \r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n دين المصيف علىّ آن أوانه * وقد استحق اليوم قبض دراهمي \r\n\r\n[ ومن محاسن الشام للنثور . 
  ]\r\nوهو أصفر وأبيض وبنفسجي وازرق . والأزرق فيه حراقة ، وطعمه يشبه طعم الفجل يد شئ ويهضم . انتهى\r\nومن لطائف الأمير مجير الدين محمد بن تميم قوله :\r\n ومذ قلت للمنثور اني مفضل * على حسنك الورد الجليل عن الشبه\r\nتلون من قولي وزاد اصفراره * وفتح كفيه ومال إلى وجهي \r\nومن محاسنه قوله فيه :\r\n أنعم على المنثور منك بزورة * فلقد أراه والسقام حليفه\r\nما اصفرّ الاحين غبت ولم يزل * يدعو بان يأتي إليك كفوفه \r\nومن مقاصده قوله :\r\n من قال إن الورد كالمنثور في * عظم المكانة جد فيه تعنيفه \r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n ما احمرّ وجه الورد الا اذغدا * المنثور يلطم خده بكفوفه \r\nومن اغراضه قوله فيه :\r\n يشير بتوبة الندماء جهلا * وللمنثور عندهم نصيب\r\nوكيف وقد عقدنا كل كف * بكف منه انا لا نتوب \r\nومن محاسنه قوله فيه :\r\n مولاي للمنثور حق وهو أن * تلقاه إذ يلقى بكأس رحيقه\r\nأكرمه أو فاعلم بان كفوفه * تدعو على من لم يقم بحقوقه \r\nونقلت من خط الشيخ بدر الدين الدمامينى فيه :\r\n للّه منثور بروضك نشره * يطوي عبير المسك والكافور\r\nقطر الندى فيه جواهر نظمت * يا حبذا المنظوم في المنثور \r\nونقلت من خط القاضي زين الدين عبد الرحمن بن الخراط فيه :\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n دع المنثور شمس الور * دغشت نوره نورا\r\nألم تره إذا يبدو * هباء فيه منثورا \r\nوقال عرقلة في المنثور الأحمر وأجاد :\r\n انظر إلى المنثور ما بيننا * وقد كساه الطل قمصانا\r\nكأنما صاغته أيدي الحيا * من أحمر الياقوت صلبانا \r\nومن نكته البديعة قوله فيه :\r\n حاذر أصابع من ظلمت فإنها * تدعو بقلب في الدجى مكسور\r\nفالورد ما ألقاه في حجر القضا * الا دعاء أصابع المنثور \r\nومن لطائفه قوله فيه :\r\n مذ لاحظ المنثور طرف النرجس ال * مزورّ قال وقوله لا يدفع \r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n فتح عيونك في سواي فإنما * عندي قبالة كل عين إصبع \r\nومن محاسنه قوله فيه :\r\n لما ادّعى المنثور ان الورد لا * يأتي وان يصلى بنار سعير\r\nودّت ثغور الأقحوان لو أنها * كانت تعض أصابع المنثور \r\nونقلت من خط التقوى ابن حجة قوله فيه رحمه اللّه :\r\n رأيت مع المنثور بعض وقاحة * ولم ادر ما بين الغدير وبينه\r\nتلون منه ثم مدّ أصابعا * إلى وجهه عمدا وخضر عينه \r\nومن بدائعه قوله فيه :\r\n صافح منثور الربا وردة * فلامه القمريّ في الأيكه \r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n قالت ورود الروض في غيضة * هل جاز في إصبعه شوكه \r\nويعجبني قول الحاجبي وابدع :\r\n ولقد نثرت مدامعي ودمي معا * يوم الوداع وخاطري مكسور\r\nلا تعجبوا لتلون من ادمعي * لا بدع ان يتلون المنثور \r\nصاعد اللغوي قوله فيه وابدع :\r\n قد اقبل المنثور يا سيدي * كالدر والياقوت في نظمه\r\nثناك لا زال كانفاسه * ورأس من عاداك مثل اسمه \r\n\r\n[ ومن محاسن الشام السوسن ، 
  ]\r\nوهو ابيض واصفر وازرق\r\nقال العلامة ابن الجوزي في كتابه ( لقط المنافع ) هو ضرب من الرياحين وجيده الاسمانجونى الطري ، حار يابس ، يلين قصبة الرئة وينقيها ، وينفع الحلق ووجع الطحال ، ويصفى الصوت وينفع التهاب المدة وحرقة البول\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوقروح الكلى والمثانة ، ويزيد في المنى ، ويقوي الذكر ، وينفع جميع علل السودا والبلغم . والشربة منه ثلاثة دراهم\r\nوقال ابن سينا : في الرابعة ومن الناس من سماه اسيرس\r\nومنهم من سماه ايرس « 1 » اخربا وأهل رومية يسمونه غلاديون وهو نبات له ورق شبيه بالخناجر في عرضها محدد الطرف ، وله ساق خارج من وسط الورق وطوله ذراع . غليظ جدا عليه غلف ذات ثلاث زوايا وعلى الغلف زهر لونه إلى الفرقين ولون وسط الزهر احمر قان وله ثمر في غلف شبيه في شكله بالقثاء والثمر مستدير اسود وحريف وله أصل كثير العقد طويل احمر . يصلح للخراجات العارضة في الرأس والكسر العارض بقحف الرأس . وإذا تضمد به مع الخل أبرأ الأورام البلغمية والأورام الحارة وقد شرب بالشراب الحلو المعمول بماء البحر للشدخ وعرق النساء وتقطير البول والاسهال وإذا شرب بالخل حلل ورم الطحال\r\nومنه البري وفيه يقول ابن المعتز باللّه في الأبيض :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يسمى زهر السوسن  Iris  بالافرنسية والانكليزية\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n والسوسن الأبيض منثور الحلل * كقطن قد مسه بعض البلل \r\nوقال ابن تميم وابدع :\r\n وكأن سوسنة بدت في روضها * بيضاء ضاعف نشرها وقع الندا\r\nنوّارة برد النسيم وهب في * وقت الصباح بثوبها فتجردا \r\nومن التشبيه المقلوب قوله فيه :\r\n يا حسن نوفرة بدت في بركة * ابدا يفيض الماء فيها ديدنا\r\nما ان بدت الا وظلت مفكرا * في نوفر وراح ينبت سوسنا \r\nومن محاسن القاضي الفاضل قوله فيه :\r\n وأبيض السوسن في رياضه * يسبي قلوب الزهر بالتجرد\r\nيظل مسرورا به كأنه * اقداح بلور على زبرجد \r\nوقال ابن تميم فيه وكأنه تلميح إلى معنى ابن المعتز :\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n يا حسنها من روضة ازهارها * أبدت لعيني لؤلؤا وزبرجدا\r\nوالسوسن المبيض في ارجائها * كالقطن بلله الندى فتلبدا \r\nوقال ابن المطر زي في السوسن الأصفر :\r\n يا رب سوسنة قبلتها كلفا * وما لها غير نشر المسك في السوق\r\nمصفرة الوسط مبيض جوانبها * كأنها عاشق في حجر معشوق \r\nوقال ابن المعتز في السوسن المشرب بالحمرة :\r\n سقيا لأرض إذا ما نبهت بنهى * على الهدوّ بها قرع النواقيس\r\nكأن سوسنها في كل شارفة * على الميادين أذناب الطواويس \r\nوقال ابن حجة فيه مضمنا :\r\n بدا سوسن الروض المدبج ازرقا * وأصفر يعلو طوله فوق مبيض \r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n كأن الربا أرخت ذيول غلائل * مصبغة والبعض اقصر من بعض \r\n\r\n[ ومن محاسن الشام الزنبق 
  ]\r\nوهو من خصوصياتها .\r\nوهو قضبان خضر دون الذراعين عليها ورق عرض ورق الطرخون وأطول منه وفي رأسه زهر ابيض شبيه قبل تفتحه بالمكاحل فإذا انفتح تلفيه مسدسا وبوسطه شيء كالابر في رفعها وأطول منها وعلى رءوسها نقط صفر تصبغ كالزعفران ، عطر الرائحة شديد العرف وله دهن حار\r\nشعر :\r\n قد نشر الزنبق اعلامه * وقال كل الزهر في خدمتي\r\nلو لم أكن في الزهر سلطانها * ما رفعت من دونها رايتي\r\nفقهقه الورد به هازئا * وقال ما تحرز من سطوتى\r\nوقال للأزهار ماذا الذي * يقول ذا الأشيب في حضرتي\r\nفانفتح الزنبق من قوله * وقال للأزهار يا عصبتي\r\nيكون هذا الجيش بي محدقا * ويضحك الورد على شيبتي \r\nمعين الدين عصرون قوله فيه :\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n وزهراء هيفاء القوام رشيقة * منعمة شقت عليها الغلائل\r\nكأن أعاليها قناديل فضة * وقد أوقدت منهن تلك الفتائل \r\nالمنقول من خط ابن حجة الحموي قوله فيه رحمه اللّه :\r\n أصابع المنثور لما مدها * لقرص خد الورد من بعد القبل\r\nهزّ له الزنبق رمحا عاليا * فالراية البيضا عليه لم تزل \r\n\r\n[ ومن محاسن الشام البهار . 
  ]\r\nقال ابن البيطار وهو الأقحوان الأصفر عند بعض الناس في الثالثة وهو نبات له ساق رخصة وورق شبيه بورق الرازبانج وزهره أكبر من زهر البابونج أصفر اللون اسود الوسط شبيه بالعيون ولهذا يسميه بعض المغاربة بعين البقرة وينبت في الدمن وله حدة وحراقة وتحليل ويشفي من الأورام الصلبة إذا خلط بشمع مذاب ودهن\r\nوقال التميمي في كتابه ( المرشد ) ومنه نوع صغير الشكل جدا يسمى في الشام « عين الحجل » إذا جمع نوّاره وجفف وسحق وجعل في بعض أكحال العين جلا ظلمة البصر العارضة له وجلا البياض الكائن من الماء المنصب\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nإليها المفسد لحسن البصر وأحدّ نورها\r\nوفيه يقول ابن إسرافيل\r\n\r\n[ أقحوان دمشق 
  ]\r\n حكاني بهار الروض حين ألفته * وكل مشوق للمشوق يصاحب\r\nفقلت له ما بال لونك أصفر * فقال لانى حين أعكس راهب \r\nويضارعه الاقاح :\r\n ولو كنت حيث الروض قد مده الثرى * بسلطان امواه الجداول معلما\r\nومن فوقه زهر الاقاح منورا * رأيت السما كالأرض والأرض كالسما \r\nومنه الأقحوان :\r\n وقد لاح زهر الأقحوان كأنه * يميس به خصر ارق من العضب\r\nرؤوس مسامير من التبر رصعت * دوائرها الصواغ باللؤلؤ الرطب \r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nظافر الحداد قوله فيه :\r\n والاقحوانة تحكي ثغر غانية * تبسمت فيه من عجب ومن عجب\r\nفي القد والبرد والريق الشهي وطي * ب الريح واللون والتغنيج والشنب\r\nكشمسة من لجين في زبرجدة * قد أشرقت تحت مسمار من الذهب \r\nومن مرقص ابن حمديس الصقلي قوله فيه :\r\n من قبل أن ترشف شمس الضحى * ريق الغوادي من ثغور الاقاح\r\nباكر إلى اللذات واركب لها * سوابق اللهو ذوات المراح \r\nومن لطائف الخالدي قوله فيه :\r\n يا رب ربع مقفر موحش * خال نزلناه قبيل العشي \r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n كأنما نور الأقاحي به * ثغر فم عض على مشمش \r\nومن محاسن ابن عباد الإسكندري :\r\n والاقحوانة تجلو وهي ضاحكة * عن واضح عير ذي ظلم ولا شنب\r\nكأنها شمسة من فضة حرست * خوف الوقوع بمسمار من الذهب \r\n\r\n[ ومن محاسن الشام الاذريون . 
  ]\r\nهو صنف من الأقحوان ومنه ما نوّاره اصفر ومنه ما نواره احمر فالأصفر ذهبي وفي وسطه رأس صغير اسود\r\nوقال الغافقي هو نبات يدور مع الشمس ، وينضم نواره بالليل . وزعم قوم ان المرأة الحامل إذا امسكته بيديها مطبقة إحداهما على الأخرى نال الجنين ضرر عظيم شديد وان أدامت امساكه واشتمامه أسقطت\r\nوقال صاحب ( الفلاحة ) ان دخانه يهرب منه الفأر والوزغ وهو نبات حار رديء الكيفية ، إذا شرب من مائه\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nأربعة دراهم قيأ بقوة وان جعل زهره في موضع هرب منه الذباب وان دق وضمد به أسفل الظهر أنعظ انعاظ موسطا\r\nوقال هرمس : الأذريون حار في الثالثة يابس فيها ويقال المرأة العاقر إذا احتملته حبلت . انتهى\r\nوما أبلغ قول ابن المعتز فيه :\r\n واذريون شبهه * والشمس فيه كاليه\r\nمداهن من ذهب * فيها بقايا غاليه \r\nوما أحسن قول الصنوبري فيه :\r\n كأن اذريونها * من فوق تلك القصب\r\nخيام مسك فوقها * سرادق من ذهب \r\nوقال ابن حجة فيه :\r\n كان اذريونها * ونوره قد ابهجا\r\nوميض برق لامع * في جنح ليل قد دحا \r\nوقال ابن تميم :\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n وكأن اذريونها في روضة * سرج تضئ على صفا أنهارها\r\nوالسرج تخفيها الشموس وهذه * سرج تزيد الشمس في أنوارها \r\n\r\n[ ويلحق به البابونج . 
  ]\r\nقال ابن الجوزي في ( لقط المنافع ) أفضله ما كان أصفر طريا طيب الرائحة ، وهو حار يابس يحلل الاخلاط الرديئة ويقوى الأعصاب وينفع الصداع والوسواس واليرقان . وإذا جلست المرأة في مائة المطبوخ ادر الطمث واخرج الأجنة ويدر البول ويفتت الحصى الذي في الكلى والشربة منه ثمانية دراهم\r\nوكذلك زهر الكركيش قال الشاعر :\r\n انظر إلى الكركيش وهو محدق * كالتبر محتاط عليه يدار\r\nفكأنه فم شادن متبسم * من فوق رأس لسانه دينار \r\nومن محاسن الشام الآس . قال أبو حنيفة خواصه\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nعظيمة وخضرته دائمة وله زهرة بيضاء طيبة الرائحة وثمرته سوداء ومنها ما هو أبيض كاللؤلؤ بين ورق كالزبرجد يباع مجموعا بالرطل وباغصانه من غير ميزان ويحلو إذا أينع وعصارة ثمره رطبة تفعل فعل الثمرة وهي جيدة للمعدة مدرة للبول موافقة إذا خلطت بشراب لمن عضته الرتيلاء وللسع العقرب وطبخ الثمر يصبغ الشعر\r\n\r\n[ وقال ( ديسقوروس ) : الآس 
  ]\r\nإذا دق ورقه وسحق وصب عليه ماء وخلط به شئ يسير من دهن ورد وتضمد به وافق القروح الرطبة والمواضع التي يسيل إليها الفضول والاسهال المزمن والنملة والجمرة والأورام الحارة العارضة للأنثيين والثدي والبواسير وإذا دق يابسا ودر على الداحس نقع منه وقد يجعل في الآباط وهو بارد يابس\r\nوقال جالينوس : في السابعة هذا النبات من قوى متضادة والأكثر فيها الجوهر الأرضي وفيه مع هذا شيء حار لطيف فهو لهذا يجفف تجفيفا قويا وورقه وقضبانه وثمرته وعصارته ليس بينها في القبض كثير خلاف\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nلكنه يولد السهر ، ورفع مضرته بالبنفسج الطري ويصلح الأمزجة الباردة واللّه اعلم\r\nوما أحسن قول ابن طباطبا فيه :\r\n الآس فرد بديع في محاسنه * ما مثله في معانيه بموجود\r\nيبدو باغصانه خضراء تلبسه * كألسن الطير تشوى بالسفافيد \r\nوانشدني فيه شيخنا المرحوم العلامة برهان الدين الباعوني الشافعي :\r\n وروضة بأنها يهتز من طرب * شبيه مرتشف من خمرة الكاس\r\nيثني النسيم على الآس النضير بها * فهو العليل الذي يثنى على الآسي \r\nوقال بعض المفسرين في قوله تعالى  « فَرَوْحٌ وَرَيْحانٌ »  انه الآس . وهو باليونانبة المرسين\r\nعن ابن عباس رضي اللّه عنهما أنه قال اهبط آدم من الجنة بثلاثة أشياء الآسة وهي سيدة الرياحين الجنية وتلطف سليمان بن محمد الطرابلسي بقوله :\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n احبب بقضبان آس * في سائر الدهر توجد « 1 »\r\nكأنها حين تبدو * سلاسل من زبرجد \r\nوقال ابن حجة : تتبعت ما قيل في وصف الآس فلم أقف على ما أرضاني الا قول القائل رحمه اللّه وأجاد :\r\n خليلي ما للآس يعبق نشره * إذا شم أنفاس الرياح الهوا\r\nحكى لونه اصداغ ريم معذر * وصورته الآذان قبل النوا \r\nوقال :\r\n عوارض الآس أبدت في موشحها * نظما باغصانه للنبت خرجات\r\nوقد حلا لي بأوراق ملوزة * وللملوز في الدنيا حلاوات \r\nونقل الحافظ أبو القاسم خلف بن عبد الملك بسنده عن الحسن رضي اللّه عنه قال حياني رسول اللّه صلّى اللّه عليه وسلم بكلتا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في النسخة المصرية « في سائر الزهر »\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nيديه بورد فلما أدنيته من أنفي قال صلّى اللّه عليه وسلم « انه سيد رياحين الجنة بعد الآس » انتهى\r\nويلحق به الريحان وهو جنس تحته أنواع ترنجي وحماحمي وطترى وطراطر وحمام . ونقل الشيخ جمال الدين محمد بن نباته في كتابه ( سرح العيون في شرح رسالة ابن زيدون ) عند ذكر كسرى انو شروان انه كان جالسا وإذا بحية قد دنت من عش حمامة في بعض شرف الإيوان لتأكل فراخها فرمى الحية بسهم قتلها وقال « هكذا نفعل بعدوّ من استجار بنا » فلما كان بعد أيام جاءت الحمامة بحب في منقادها فالقته اليه فأخذه وقال « ازرعوه » فنبت ريحانا لم يكن رآه ولا عرفه فقال « نعم ما كافأتنا الحمامة .\r\nنسأل اللّه تعالى الذي الهمها ان يلهمنا الاحسان إلى رعيته والشكر على نعمته » انتهى\r\nقال ابن وكيع في الريحان الترنجي :\r\n لم ادر من قبل ريحان مررت به * ان الزمرد أغصان وأوراق \r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n من طيبه سرق الأترج نكهته * يا قوم حتى من الأشجار سراق \r\nومن محاسن أبي القاسم بن العطار في الحماحمي قوله :\r\n ا ما ترى الريحان أهدى لنا * حماحما منه فأحيانا\r\nنحسبه في طله والندى * زمردا يحمل مرجانا \r\nوأنشدني ذو الوزارتين الشهابي أحمد بن الخلوف في الريحان الطراطري :\r\n وريحان نضير غض جفنا * وأسبل فوق قامات ذوائب\r\nحكت قضب الزمرد في اخضرار * وآثار الخضاب بكف كاعب \r\nومن غزل السري الرفا قوله في الريحان الحمام :\r\n قضيب من الريحان شاكل لونه * إذا ما بدا للعين لون الزبرجد\r\nتشبهته لما بدا متجعدا * عذارا تبدى في سوالف أغيد \r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nومن مطرب أبي القاسم ابن العطار قوله :\r\n أعددت محتفلا ليوم فراغي * روضا غدا انسان عين الباغي\r\nروض يروض هموم قلبي حسنه * فيه لكأس اللهو أي مساغ\r\nوإذا انثنت قضبان ريحان به * جاءت بمثل سلاسل الاصداغ \r\nوقال ابن عبد ربه :\r\n وريحان يميس على غصون * يطيب بشمه شرب الكئوس\r\nكسودان لبسن ثياب خز * وقد شطحوا بها شيب الرؤوس \r\nونقلت فيه من خط ابن حجة قوله :\r\n يقول ريحان روضي للنسيم وقد * تعطر الكون منه حين وافاني \r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n سرقت نشري وهاديت الأنام به * وليس تحمل مني عود ريحان \r\nوريحان هذا الذي استعمله ابن حجة أخذه ابن المعمار وهو :\r\n لما تبدى عذار الحب قلت له * رفقا ومهلا عليه أيها الجاني\r\nلا تخش شيئا فما في الخد محتمل * بأن يحط عليه عرق ريحان \r\n\r\n[ ويضارعه النمام . 
  ]\r\nقال ابن الجوزي انه حار يابس قوي التحليل لما في الدماغ من الفضول البلغمية والصداع البارد ونقلت من خط البدر البشتكي قوله فيه :\r\n اني أرى البستان فيه ثلاثة * عندي بها حسناته آثام\r\nالعين صافية به ونسيمه * واش وزهر رياضه نمام \r\nومن لطائف الصفي الحلي قوله فيه :\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n ومجلس راق من واش يكدره * ومن رقيب له باللوم ايلام\r\nما فيه ساع سوى الساقي وليس به * بين الندامى سوى الريحان نمام \r\nويعجبني قول ابن تميم :\r\n ولم أنس إذ زار الحبيب بروضة * وقد غفلت عنا وشاة ولوام\r\nأقول وطرف النرجس الغض شاخص * الينا وللنمام حولي إلمام\r\nأيا رب حتى في الحدائق أعين * علينا وحتى في الرياحين نمام \r\n\r\n[ ومن محاسن الشام شقائق النعمان . 
  ]\r\nقال صاحب المفردات : في الثانية وهو صنفان : يرى وبستاني . ومن البستاني ما زهره أحمر ومنه ما زهره إلى البياض وله ورق شبيه بورق الكزبرة الا انه أدق تشريفا وساقه أخضر رقيق وورقه منبسط على الأرض وأغصانه شبيهة بشظايا\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nالقصب رقاق على أطرافها الزهر مثل زهر الخشخاش وفي وسط الزهر رؤوس لونها أسود وكحلي إلى السواد وأصله في عظم زيتونة أو أعظم . وأما البري منه فإنه أعظم من البستاني وأعرض ورقا وأصلب ورءوسه أطول وله زهر أحمر قان وفيه ما بعضه أحمر وبعضه أصفر وله أصول دقاق كثيرة وهو أشد حرافة من غيره\r\nومن الناس من لم يفرق بين شقائق النعمان البرى وبين النبات الذي يقال له « ارغمامونى » وزهر الصنف من الخشخاش الذي يقال له رواس . وهو رمان السعال لتشابه لون زهرهما في الخمرة . وهذا غلط فان زهر الارغماموني وزهر الصنف من الخشخاش المسمى بالرواس أقل اصباغا في الحمرة من شقائق النعمان . غير أن ظهورها في الزهر\r\nكظهور الشقيق . وقوى الشقيق حارة جاذبة فتاحة .\r\nوكذلك الشقيق إذا مضغ اجتذب البلغم . وعصارته تجلو الآثار الحادثة في العين عن القرحة ، والاكتحال بها يسود الحدقة ويمنع الماء النازل ويحدر الطمث إذا احتملت\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nبه المرأة ويدر اللبن . وإذا خلط زهره مع قشور الجوز الرطب صبغ الشعر وقلع القوباء واللّه اعلم . انتهى\r\nوفيه يقول الشريف الرضى :\r\n جام تكوّن من عقيق احمر * ملئت دوائره بمسك أذفر\r\nخط الربيع قوامه فأقامه * بين الرياض على قضيب اخضر \r\nبلدينا العلاء بن ايبك الدمشقي قوله فيه :\r\n وشقيقة حمراء ذات توقد * مطوية في اليوم تنشر في غد\r\nفكأن حمرتها وحسن سوادها * خد الحبيب زها بخال أسود \r\nوانشدني فيه ذو الوزارتين صاحب الصناعتين الشهاب الخلوف :\r\n خلت الشقيق وقد يرى في زرعه * شققا تقطع في سماء زمرد \r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n وكان اسوده إذا لا حظته * آثار كحل في لواحظ أرمد \r\nونقلت من خطه وانشدنيه :\r\n ما للشقائق إذ ابدى الربا زهرا * يفترّ عن مبسم كالدر منتضد\r\nاسودّ باطنها من نوره حسدا * حتى الشقائق لا تخلو من الحسد \r\nوانشدني ونقلت من خطه :\r\n وروضة أنف ابدى الغمام بها * شقائقا شكلها يبدي لمن رمقا\r\nغيرى بكت وأبانت شعرها وذوت * فضل النقاب وأدمت خدها حنقا \r\nونقلت من كتاب ( خمائل العطار ) للدنيسري احمد العطار قوله :\r\n كفى الروض حسنا ان بين زهوره * شقيقة نعمان تلوح وتبتدي \r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n كجام عقيق وسطه قرص عنبر * وخد به خال ومقلة أرمد \r\nونقلت من خط ابن حجة قوله :\r\n سألت الشقيق الغض عن نقطة بدت * على خده والروض منها تعطرا\r\nفقال سواد المسك هام بوجنتي * وقد أكثر التقبيل فيها فأثرا \r\nوقال أيضا التقوى ابن حجة :\r\n انهض إلى جنة روض زاهر * لا يعتريك في مقالي شك\r\nوانظر إلى كأس شقيق ملئت * رحيق طل والختام مسك \r\nونقلت من خط القاضي بدر الدين الدماميني المالكي الإسكندري :\r\n سوادك يا زهر الشقائق قد زها * بحمرة أوراق يروق سناؤها \r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n يحاكي قلوبا بالصدود تسودت * وجرّحها لحظ فسالت دماؤها \r\nومن بديع اكتفائه قوله :\r\n شقائق النعمان ألهو بها * ان غاب من أهوى وعز اللقا\r\nوالخد في القرب نعيمي وان * خاب فاني أكتفى بالشقائق \r\nومن غزل ابن منقذ قوله :\r\n الا عجب صاغ الربيع من الزهر * مداهن تبر لم يصغن من التبر\r\nشقائق في أغصان تبر كأنها * خدود بدت فيها عوارض من شعر \r\nومن غزل ابن وكيع :\r\n شقيقة جاءتك من روضة * يقصر عنها كل مشموم \r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n سوادها في صبغ محمرّها * كشامة في خد ملطوم \r\nوقال بعضهم :\r\n وبين الرياض الجون زهر شقائق * مطاردها حمر أسافلها سحم\r\nكما طرحت في الفحم نار ضعيفة * فمن جانب جمر ومن جانب فحم \r\nاخذه ظافر الحداد الإسكندري :\r\n وللشقائق جمر في جوانبه * بقية الفحم لم يستره باللهب \r\nوما ارشق قول ابن رشيق :\r\n رأيت شقيقة حمراء باد * على أطرافها لطخ السواد\r\nيلوح بها كأحسن ما تراه * على شفة الصبي من المداد \r\nوقال آخر :\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n شامتك السوداء يا قاتلي * في خدك الأحمر تحكي الشقيق\r\nشقت قليبي مع سويدائه * فصار قلبي في هواها شقيق \r\nوقال الميكالي وابدع :\r\n تصوغ لنا كف الربيع حدائقا * كعقد عقيق بين سمط لآلي\r\nوفيهن نوّار الشقيق وقد حكى * خدود عذارى نقطت بغوالي \r\nومن محاسن ابن حمديس الصقلي قوله :\r\n ولم تر عيني بينها كشقائق * تبلبلها الأرواح في الورق الخضر\r\nكما مشطت غيد القيان شعورها * وقامت لرقص في غلائلها الحمر \r\nقوله :\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n وترى شقائقه خلال رياضها * أوفت مطاردها على أزهارها\r\nفكأنها والريح يصقل خدها * والسحب تملأها بماء نضارها\r\nأقداح ياقوت لطاف اترعت * راحا فبات المسك حشو قرارها\r\nوكأنها وجنات غيد أحدقت * بخدودها حمرا خطوط عذارها \r\nونقلت من خط الجمالي علي بن الكمالي ظافر الخزرجي من كتابه ( التشبيهات ) :\r\n انظر إلى حسن شقيق الربا * تنظر إلى ما يحمل الزهرا\r\nمن كل حمراء بها نقطة * سوداء طابت بيننا نشرا\r\nكمثل خد فوقه شامة * مسودة قد أنبتت شعرا \r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n أو قطعة المسك إذا ألقيت * في وسط كأس ملئت خمرا \r\nومن مخترعاته قوله :\r\n ولاح لنا زهر الشقائق تابعا * كمثل زنوج ضرجتها دماؤها \r\nومن دقائق ابن وكيع قوله :\r\n قم فاسقنى يا رفيقي * من السلاف الرحيق\r\nا ما ترى الطل يحكي * على احمرار الشقيق\r\nلآلئا ضمنتها * مداهن من عقيق \r\nوأحسن منه :\r\n والشمس لا تشرب خمر الندى * في الروض الا بكئوس الشقيق \r\nومن أهاجي جمال الدين الخزرجي قوله :\r\n اني لا بغض في الشقائق منظرا * سمجا لان اديمه لون الدم \r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n فكأنما هي جرح طعنة أسمر * قد شد أوسطها بقطعة مرهم \r\nوقال أبو النصر سالم بن سعاد الحمصي في الشقيق والنرجس :\r\n وروض اريض من شقيق ونرجس * لنوريهما من تحت قضب الزبرجد\r\nخدود عقيق تحت خيلان عنبر * واجفان در تحت أحداق عسجد \r\nومن بليغ الأرجاني قوله :\r\n لما تباشر اصباحا شقائقها * بانت وكانت قمصها حمرا\r\nردت على رأسها الأذيال من طرب * لجعلهن على من بلغ الخبرا \r\nوقال الصنوبري في الورد والشقيق :\r\n قد أحدق الورد بالشقيق * فاشرب عقيقا على عقيق\r\nكأنه حوله وجوه * مستشرفات على حريق \r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوقال أبو نصر في الشقيق والسوسن :\r\n وروضة زهرها عند الصباح غدا * يدعو الندامى إلى شرب بتغليس\r\nشقائق مثل أعراف الديوك بها * وسوسن مثل أعراف الطواويس \r\nوقال القاضي عياض رحمه اللّه تعالى :\r\n انظر إلى الزرع وجماته * تحكى وقد هبت عليها الرياح\r\nكتيبة خضراء مهزومة * شقائق النعمان فيها جراح \r\nومن محاسنه قوله فيه :\r\n شقيقة شق على الورد ما * قد كسيت من خالص الصبغ\r\nكأنها لما بدت وجنة * قد بان فيها طرف الصدغ \r\n\r\n[ ومن محاسن الشام النيلوفر . 
  ]\r\nوهو أصفر وازرق\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nوبنفسجي واحمر . قال ابن الأثير في عجائبه يسمى « حب العروس » . وهو نبات هندي وأكثر ما ينبت بنفسه في مستنقعات الماء وراكدها ولا ينبت الا في الماء العذب الواقف من أرض طيبة ومن شأنه أنه يحوّل وجهه إلى الشمس إذا طلعت ، ويزيد انفتاحه بزيادة علو الشمس ، فإذا اخذت الشمس في الهبوط اخذ في الانضمام حتى يكمل انضمامه عند غيبوبة الشمس ويغطس في الماء . ويقال إن طائرا لطيفا يدخل في الزهر وينضم عليه ويغيب في الماء ليله فإذا أصبح طلع وتفتح فيخرج الطير\r\nوهو بارد رطب مسكن للصداع الحار ويكسر شهوة الجماع وينفع من الاحتلام إذا شرب منه درهم بشراب الخشخاش ويجمد المني . قال ابن البيطار : في الرابعة هو نبات له ورق شبيه بورق القلقاس الا أنها أرق واسمه فارسي معناه النيل له أجنحة تنبت في المياه الراكدة والآجام وورقه من أصل واحد . وقال ابن الجوزي : شبه البنفسج في قوته ومنفعته إلا أنه أبرد وأرطب يذهب وجع\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالأسنان إذا استعمل مضغة وينقى السواد والبلغم وانفعه الأصفر وهو من خواص الشام . انتهى\r\nوفيه يقول المطوعى وابدع :\r\n وبركة حفت بنيلوفر * قد جمعت من كل لون عجيب\r\nكأن نيلوفرها عاشق * نهاره يرقب وجه الحبيب\r\nحتى إذا الليل دنا وقته * وانصرف المحبوب خوف الرقيب\r\nأطبق جفنيه عسى في الكرى * ينظر من فارقه عن قريب \r\nوقال فيه :\r\n خناجر من حناجر ترعت * وهي على الماء من دم حمر \r\nومن لطائف الباخرزي قوله فيه :\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n اشرب على بركة نيلوفر * مخضرة الأوراق حمراء\r\nكأنما ازهارها أخرجت * السنة النار من الماء \r\nومن تشابيه ابن حمديس الصقلى قوله :\r\n ونيلوفر أوراقه مستديرة * تفتح فيما بينهن له زهر\r\nكما اعترضت خضر الفراش وبينها * عوامل ارماح أسنتها حمر \r\nومن مقاصده قوله فيه :\r\n لا تغفلن عن الصبوح وقم بنا * ننعم بطيب لذاذة للأنفس\r\nفي بركة تبدى لنا نيلوفرا * خضلا تضاحكه عيون النرجس\r\nكأسنة من فضة قد خضبت * بدم ولفت في عصائب سندس \r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nومن محاسن ابن سحنون خطيب النيربين قوله :\r\n يا حسنه نيلوفرا في مائه * طاف وفي احشاه نار تسعر\r\nيحكى أنامل غادة مضمومة * جمعت وزينها خضاب أخضر \r\nومن غراميات عبد الجليل بن دهبول قوله :\r\n وبركة تزهو بنيلوفر * نسيمه أشبه ريح الحبيب\r\nحتى إذا الليل دنا وقته * ومالت الشمس لحين المغيب\r\nأطبق جفنيه على إلفه * وغاص في الماء حذار الرقيب \r\nومن تشابيه ابن تميم قوله :\r\n ونيلوفر كالزهر شكلا ومنظرا * محاسنه فيها اللواحظ ترتع\r\nوكل نجوم لكن الفرق انها * تغيب صباحا وهي في الصبح تطلع \r\nوقال فيه :\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n وناظر نحو عين الشمس يرقبها * حتى إذا غربت اغضى بتنكيس\r\nكأنه ودروع الماء تشمله * تحت الشعاع أكاليل الطواويس \r\nومن بدائعه قوله « 1 » :\r\n نيلوفر النيل قد ابدى تلونه * واحمر وارزق من شامينا وشكا\r\nقلنا له ذاك لون واحد وبه * يسمو وأنت بليد وهو فيه ذكا \r\nوقال فيه :\r\n ونيلوفر حاكى النجوم جهالة * ولم يدر أن الزّهر يعنو لها الزّهر\r\nفلما بدا في الليل نكس رأسه * حيا واختفى في الماء حتى بدا الفجر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي نسخة : ونقلت من خط التقوي بن حجة وأجاد ثم أفاد بقوله\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nومن بدائعه قوله :\r\n ونيلوفر يحكي النجوم وماؤه * يحاكي سماء لا يغايرها وصفا\r\nيغيب كما غابت ويبدو كما بدت * ويشبهها شكلا ويفضلها عرفا \r\nومن مقاصده قوله فيه :\r\n يا حسن نوفرة « 1 » صفراء حين بدت * أبدت محاسنها عن منظر عجب\r\nكأنها حية في الماء سابحة * يبدو على رأسها تاج من الذهب \r\nأحمد بن الخلوف رحمه اللّه تعالى :\r\n ونيلوفر شبهته في غديره * بقايا سلاف في كئوس زجاج \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الزبيدي في التاج ان العوام يسمون النيلوفر « نوفر » كجوهر\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n نمثل أذناب الطواويس إذ غدا * يموّه بالياقوت صفحة عاج \r\nبلدينا العلاء بن ايبك الدمشقي قوله :\r\n يا حسنه في بركة قد أصبحت * محشوّة مسكا يشاب بندّه\r\nوكأنه إذ غاب عند مسائه * في الماء واحتجبت نضارة قده\r\nصب تهدده الحبيب بهجره * ظلما فغرّق نفسه من وجده \r\nوقال الأمير مجير الدين محمد بن تميم فيه :\r\n لما حكى زهر الكواكب نوفر * وأقام وهو على المطال حريص\r\nخاف الحريق وقد رمته بشهبها * فلذاك امسى في المياه يغوص \r\nوقال فيه :\r\n نيلوفر [ غض 
  ] تلبس ماءه * يوما وتاه على النجوم بذويه \r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n لحظته أعينها فنكس رأسه * خجلا وغاص من الحيا في ثوبه \r\n\r\n[ ومن محاسن الشام البان . 
  ]\r\nقال ابن البيطار : شجره يسمو ويطول في استواء ، وخشبه خوّار خفيف وقضبانه سمجة خضر وهدبه ينبت في القصب وهو طويل أخضر شديد الخضرة وثمرته تشبه قرون اللوبيا الا ان خضرتها شديدة وفيها حب فإذا انتهى انفتق وانتثر حبه ، وهو ابيض أغبر نحو الفستق ومنه يستخرج دهن ويقال لثمره السوع « 1 » وهو مربع ويكثر على الجدب وإذا أرادوا طبخه رض على الصلاية وغربل حتى ينعزل قشره ثم يطحن ويعتصر وهو كثير الدهن ودهنه ينفع من الكلف والمش ومن الجرب والحكة والعلة التي يتقشر معها الجلد ، ويلطف صلابة الكبد والطحال وماؤه يستخرج في شهر كانون الثاني ، يشد القلب . وخشبه يعمل منه الخلالات وهو عطر الرائحة\r\nالشاب الظريف محمد بن العفيف التلمساني رحمه اللّه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مفردات ابن البيطار « الشوع » وفي كتب اللغة « السياع » كسحاب\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n تبسم زهر البان عن طيب نشره * وأقبل في حسن يجل عن الوصف\r\nهلموا اليه بين قصف ولذة * فان غصون البان تصلح للقصف \r\nومن لطائف ابن قرناص قوله :\r\n مذا قبل الصيف وولى الشتا * اذهب عنى البرد والقرّا\r\nأما ترى البان على غصنه * قد قلب الفرو إلى برا \r\nومن اغراض ابن تميم قوله :\r\n يا هاجرا روضا لأجل البان إذ * ولى به والورد فيه مصان\r\nأرأيت روضا شب فيه ورده * ينسى إذا ما شاخ فيه البان \r\n\r\n[ ومن محاسن الشام « قف وانظر » 
  ]\r\nقال ابن البيطار :\r\nهذا من خواص ( دمشق ) وما والاها من أرض الشام ، ويعرف بالآس البري . وهو نبات له ورق شبيه بورق الآس البستاني الا انه اعرض منه وفي طرفه حد شبيه بطرف سنان المرمح وله ثمرة مستديرة في وسط الورقة بعرق اخضر يشبه الشريط وإذا انضجت كان لونها احمر\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nكالمرجان وفي جوفه حب صلب وله قضبان شبيهة بقضبان النبات الذي يقال له لوقس كثيرة مخرجها من أصل واحد طولها نحو من ذراع بواحد مملوءة ورقا [ وأصله شبيه بأصل النبات الذي يقال له اعرسطس إذا ذيق كان « 1 » 
  ] عفصا مائلا إلى المرارة وورق هذا النبات وثمره إذا شربا بالشراب ادرا البول وفتتا الحصاة وادرا الطمث وقد يبرئ اليرقان وتقطير [ البول 
  ] والصداع وينبت في مواضع خشنة واجراف قائمة . انتهى\r\n\r\n[ وأما تمر الحنا 
  ]\r\nفإنه يطلع خارج البلد في الغور وفي الأرض الحارة من قرى الشام ويعمل منه دهن . وفيه يقول السراج الوراق :\r\n ودوحة تأمر لما تبدت * كأذناب الثعالب في المثال\r\nعليه دق كافور سحيق * تضمخ بالمسوك وبالغوالي \r\nومن تشابيه تاج الدين الكندي فيه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الزيادة من مفردات ابن البيطار في مادة ( آس بري )\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n ودوح رياض كلما استقطر الندى * أعار بسيط الأرض ثوب ظلال\r\nترى تمر الحناء فيه كأنه * اكف عذارى في شباك لآلى \r\nوانشدني فيه الشيخ علاء الدين على البلاطنسى الشافعي :\r\n سابق إلى رشف الطلا بحديقة * فيها خدود قد زهت وثغور\r\nقد خلت فيها تمر حناء غدا * شبه الكفوف إلى المدام يشير \r\n\r\n[ ومن محاسن الشام الحيلاني 
  ]\r\nوهو شجر يشبه الصفصاف غير أنه في أوائل الربيع تصبغ جميع أغصانه بالأحمر كقضبان المرجان وله رؤية بديعة\r\nوفيه يقول الشيخ صلاح الدين خليل بن ايبك الصفدي :\r\n لنا حيلانة قد حالفتنا * تسر بها الخواطر والعيون \r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n فقلت لصاحبي لما تبدت * متى نبتت من الشفق الغصون \r\n\r\n[ ويلحق به شجر الزنزلخت 
  ]\r\nوله زهر طيب الرائحة يخرج في أيام الورد . رفيه يقول مؤلفه البدري :\r\n وزنزلخت أبيض * مع أحمر في غصن\r\nكالدر والياقوت أو * ثياب خام يمني \r\nوكذلك شجر السروفان رؤيته حسنة وأكثر ما يوجد بدمشق\r\nوفيه يقول أحمد بن وضاح :\r\n ايا سرو لا يجتز منابتك الحيا * ولا بزّ عن اغصانك الورق النضر\r\nوقد كسيت اعطافك الملد مثلما * تلف على الخطىّ راياته الخضر \r\nوانشدني ذو الوزارتين احمد الخلوف التونسي المالكي :\r\n وسروة شق النسيم رداءها * فابدت فصوص التبر في الحلل الخضر \r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n كزنجية ماست بغنج وشمرت * عن الساق ذيلا واكتست حلة الشعر\r\nإذا سقيت كأس الهنا قضب سوقها * امالت رءوسا لا تمل من السكر \r\nونقلت من خطه وانشدنيه :\r\n وسرو كزنج شمروا الذيل إذ غدوا * يهزهم خفق الربابة للطرب\r\nإذا مشطت أيدي النسيم فروعها * ترى حللا خضرا تزرّر بالذهب \r\nوفيه من رسالة القاضي محيي الدين بن عبد الظاهر قوله « والأغصان قد اخضر نبت عارضها ، ودنانير الأزهار ودراهمها تهيأت لتسليم قابضها . والحور قد حاور السهى بالتباشير ، والسرو قد كشفت عن سوقها وقالت لها الغدران بهديرها انه صرح ممرد من قوارير »\r\nوانشدني شيخنا العلامة بقية السلف إبراهيم الملاح :\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n ولما رأيت السرو في الروض مائسا * وأيدي الهوا فيه تزيد وتنقص\r\nحسبت رفاعيا اتى قاعة الهنا * واسبل فيها شعره وهو يرقص \r\nقلت : وجميع هذه المحاسن بالحواكير ، غير أن الماء لا يصل إليها الا بجهد كبير . لعلوها عن ( نهر يزيد ) ، فاصطنعوا لها الدولاب ودورانه بكل بهيم شديد . وفيه يقول ابن لؤلؤ الذهبي :\r\n حاكورة دولابها * إلى الغصون قد شكا\r\nمن حين ضاع زهرها * دار عليه وبكى \r\nودار في دولابه الصلاح الصفدي حيث قال :\r\n ابدى لنا الدولاب قولا معجبا * لما رآنا قادمين اليه\r\nاني من العجب العجيب كما ترى * قلبي معي وانا ادور عليه \r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوالأصل فيه قول ابن تميم فيه :\r\n تأمل إلى الدولاب والنهر إذ جرى * ودمعهما بين الرياض غزير\r\nوضاع النسيم الرطب والروض منهما * فأصبح ذا يجري وذاك يدور \r\nومن معاني ابن دمرداش قوله فيه :\r\n ولرب دولاب سقى دوح الحمى * فأعادها سكرى على الاطلاق\r\nوجدت كوجدي بالهوى فخمارها * مثلي وحقك من عيون الساقي \r\nومنه قول الشهاب الخفاجي :\r\n حالة الدولاب دلت * انه في فرط حزن\r\nكان يسقى ويغنى * صار يسقي ويغني \r\nونقلت من خط أحمد بن صالح قوله :\r\n دولابنا صب طليق دمعه * مأسور حب قلبه وضلوعه \r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n يبكي على فقد الأحبة ناثرا * من بعدهم جهد المقل دموعه \r\nومن لطائف ابن تميم قوله :\r\n ودولاب روض كان من قبل اغصنا * تميس . فلما فرقتها يد الدهر\r\nتذكر عهدا بالرياض فكله * عيون على أيام عهد الصبا تجري \r\nومن معاني الأسعدي قوله :\r\n شاهدت دولابا له ادمع * تكفلت للروض بالري\r\nفاعجب له من فلك دائر * ما فيه برج غير مائي \r\n\r\n[ ومن محاسن الشام ارض ( المزّة واللوان ) . 
  ]\r\nفان حكماء اليونان لما رأوا الجانب الشمالي يصلح لزراعة الأزهار ورأوا طيبة ارض الجانب القبلي اختاروها لغرس الأشجار\r\n\r\n[ فمنه المشمش وهو أحد وعشرون صنفا 
  ]\r\nبدمشق :\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nحموى ، سندياني ، اويسي ، عربيلي ، خراساني ، كافوري ، بعلبكي ، لقّيس ، لوزي ، دغمشى ، وزيري ، كلابى ، سلطاني ، حازمي ، ايدمري ، سنيني ، بردى ، ملوح ، فراط النجاتي ، جلاجل القلوع\r\nقال جالينوس في السابعة وهي ثمرة باردة أحسن من الخوخ وأجود منه لكونه لا يفسد كما يفسد الخوخ في المعدة ولا يحمض . وإذا اكل المشمش بعد الطعام فسد وطفا في رأس المعدة وان كان فيها فضل رديء استحال إلى طبيعة ذلك الفضل فلا يؤكل الا قبل الطعام ويشرب فوقه السكنجبين\r\nوقال ديسقوريدوس : في الأولى له طعم أحسن من طعم الخوخ وأجود للمعدة ويسهل الصفراء ويولد خلطا عظيما غليظا\r\nوقال الرازي في ( الحاوي ) اتاني رجل أبخر فحدست أن المشمش يذهب بخره ، فأطعمته من رطبه فذهب البخر . ثم كان يستعمل نقيعه دائما فلا أحسب أنه يوجد شئ\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nأشد للتبريد منه . وقال أيضا في كتابه ( دفع المضار ) انه يبرد المعدة جدأ ويورث الجشأ الحامض ويقمع الصفراء والدم - ولا سيما ان كانت معه أدنى مرارة - وينبغي أن يجتنبه من تكثر به الرياح ومن يسرع اليه الجشأ الحامض وإذا اخذ عليه الشراب الصرف والجوارشن الكموني والكندري نفعه . فاما أصحاب المعدة الحارة والجشأ الدخاني والعطش الدائم فكثيرا ما ينتفعون به ولا سيما في يوم بعد يوم ويوم يمسهم فيه حر وعطش ولا ينبغي ان يشرب عليه ماء الثلج . ويؤخذ لمن يكثر من أكله الإهليلج ثم بزر الرازيانج والسكر ليؤمن بذلك من المائية التي تتولد عنه في الدم فإنها تتعفن على الأيام وتهيج الحميات ان لم تتدارك بما قلناه الا أن يكثر من التعب حتى يجري منه العرق الكثير وتصيبه هيضة قوية أو يد من شرابا قويا يغزر عليه بوله وعرقه . وأقل ضررا من جميع أصناف المشمش الحموي لرقة حاشيته وحسن طعمه وحلاوته وعطر رائحة نواره\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nوفيه يقول جحظة :\r\n ومشمش زهره كالزّهر مشرقة * بحسن ما فيه من نور ومن نور\r\nكأن محمره في وسط أبيضه * حكى عقيقا على جامات بلور \r\nوقال ابن سينا المشمش له نوار ابيض مسدس مخضب بالحمرة عطر الرائحة ، ثم يعقد مع اخراج الورق كاللوز الأخضر بقلب ابيض ويخشب ويطبخ منه الطعام المعروف بالمشمشية ثم يصفر ويأخذ في الانضاج حتى ينتهى فينشف ويحمل منه إلى البلاد\r\nوفيه يقول محمد بن عطية بن حنان الكاتب القيرواني :\r\n ومشمش ما بدا يوما لذي بصر * الا وأصبح بين العجب والعجب\r\nكأن مخبره وصفا ومنظره * شهد تكنفه قشر من الذهب \r\nومن تشابيه ابن وكيع قوله :\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n بدا مشمش الأشجار فيها كأنه * يلوح على تلك الغصون الموائل\r\nقباب بمحمر الذبائح ضرجت * وقد زينت من عسجد بجلاجل \r\nونقلت من خط الشرف القواس الدمشقي :\r\n خلت في الروض مشمشا * جاء في الحمل بالعجب\r\nكسما من زبرجد * بنجوم من الذهب \r\nومن محاسن بلدينا العلائي بن ايبك :\r\n ومشمش جاءني من أعجب العجب * اشهى إلىّ من اللذات والطرب\r\nكأنه في هبوب الريح تنشره * بنائق خرطت من خالص الذهب \r\nومن تشابيه الصلاح الصفدي قوله :\r\n بدا مشمش الأشجار يذكى شهابه * على حسن أغصان من الدوح ميّد \r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n حكى وحكت أشجاره في اخضرارها * جلاجل تبر في قباب زبرجد \r\nومن لطائف ابن تميم قوله وقد أهداه لبعض أصحابه :\r\n امولاي عز الدين يا من جميله * إلى قاصديه ما عليه عيار\r\nجسرت وقد أهديت نحوك مشمشا * وذلك شيء ما عليه غبار\r\nوما كان هذا لونه غير أنه * علاه لخوف الردّ منك صفار \r\n\r\n[ ومن محاسن الشام القراصيا 
  ]\r\n: وهي سبعة أصناف رشيدية ، بعلبكية ، افرنجية رومية ، طعامية ، بزرة ، وفيجية - نسبة لقرية عين الفيجة ، وهي تحمل منها إلى السلطان بالديار المصرية - وأحسنها البلدية المنسوبة لواد مكرم وهو بين الربوة إلى تحت صحن المزة\r\nقال ضياء الدين بن البيطار : القراصيا أنواع ، فمنها الحلو والمر والعفص والحامض . فالحلو منه حار رطب في\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nالدرجة الثانية ينحدر عن المعدة سريعا ويثير التخم ويرخي المعدة ويستحيل مع كل طبع وإذا اكل أسهل البطن ولين الطبيعة ولا سيما إذا ابتلع بنواه وهو مع ذلك يزيد في الانعاظ\r\nوقال إسحاق بن عمران : خلط القراصيا غليظ مزلق فاسد الغذاء يولد السوداء ، وحامضه الذي لم يطب قاطع للعطش عاقل للبطن\r\nوقال ديسقوريدوس : في الأندلس حب الملوك وفي بلاد الروم الكراز . وهي شجرة معروفة أغصانها سبطة مشوبة بحمرة ولها ورق أطول من ورق المشمش ولها ثمرة شييهة بحبة العنب في التدوير ، تتدلى في شيء شبه الخيوط الخضر اثنان اثنان في الغالب وأزيد من ذلك ، ولونها أحمر ومنها ما يكون اسود وأشقر ، وفيها ما هو منصبغ ببعض حمرة\r\nوهو في الأولى ، وان استعمل رطبا لين البطن ، وان استعمل يابسا أمسك البطن ، وصمغه - إذا خلط\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nبشراب ممزوج بماء - يبريء السعال ويحسن اللون ويحد البصر وينهض الشهوة وينفع من به حصاة\r\nوقال جالينوس : في السابعة وفيه قبض ولكن ليس هو سواء والحامض أكثر قبضا وينفع المعدة البلغمية المملوءة فضولا لان الحامض يجفف أكثر من تجفيف العفص والحلو . وصبغ هذه الشجرة فيه من القوة العامة الموجودة في جميع الأدوية اللزجة التي لا تلذع معها فهي\r\nكذلك نافعة من الخشونة الكائنة في قصبة الرئة . وإذا شربت بشراب نفعت صاحب الحصاة لان فيها قوة لطيفة\r\nوطعام القراصية نافع ولذيذ ومسهل واللّه أعلم . اه وفيه يقول مؤلفه رحمه اللّه :\r\n كأنما القراصيا * لما بدت للنظر\r\nحبة مرجان ترى * في رأس خيط أخضر \r\nوله أيضا :\r\n تحكي القراصيا وقد * لاحت بعرق نضر \r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n كنجمة في شفق * بدت بذيل أخضر \r\nوله أيضا :\r\n ان القراصية التي * زهت بلون مورد\r\nكعقيقة حمرا بدت * بعلاقة تحكي الزبرجد \r\n\r\n[ ومن محاسن الشام الكمثرى 
  ]\r\n. وهو باليونانية الانجاص وهو أصناف : عثمانى . عيلانى . خلاني . سمرقندي .\r\nصيني . ملكي . صقلانى . مغاربى . يبرودي . رحبي .\r\nدرسى . قناديلى . خنافسي . معنق . دهمروري . عريب .\r\nبعلبكي . ماوردى . عقربانى . شتوي . صيفي . سكري قهلي\r\nقال ابن سينا : وفي بلادنا نوع من الكمثرى يقال له شاه امرود كبير الحجم شديد الاستدارة رقيق القشرة حسن اللون وكأنه ماء سكر منعقد جامد يميل إلى الصفرة يتكسر للجمود لا لغلظ الجوهر طيب الرائحة جدا إذا سقط عن شجره اضمحل وهذا مما لا مضرة فيه ولا يحمل من بلده وهو معتدل رطب\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوقال جالينوس : ورق الكمثرى وأطرافها قابضة فاما ثمرتها ففيها مع قبضها حلاوة ومائية . واجزاء هذه الثمرة ليست متساوية المزاج وان منها ما هو أرضى ومنها ما هو مائي . وان شئت قلت من وجه آخر بعضها بارد وبعضها معتدل المزاج . من اجل ذلك متى اكل الكمثرى قوى المعدة وسكن العطش ، ومتى وضع كالضماد جفف وجلا جلاء يسيرا ، وبهذا السبب أعلم اني قد ادملت به جراحات عندما كنت لا أقدر على دواء آخر\r\nوالكمثرى البري أكثر قبضا وتجفيفا من سائر الكمثرى فهو لذلك يدمل ما هو من الجراحات ويمنع المواد من التحلب\r\nوقال ( ديسقوريدوس ) : في الأولى الكمثرى وهي أصناف كثيرة وكلها قابض ، ولذلك يستعمل في الضمادات المانعة من مصير المواد إلى الأعضاء . وإذا أخذ أو شرب طبيخه بعد أن يجفف عقل البطن ، وإذا اكل الكمثرى والمعدة خالية أضر بآكله . وورقه أيضا قابض ، ورماد\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nخشبه قوي المنفعة للذين يعرض لهم خنق من اكل الفطر وهو ما يظهر بأرض الشام على ضرب الكمأة . وقد قال قوم انه إذا طبخ الكمثرى البري مع الفطر يمرض آكله\r\nواعترض إسحاق بن عمران على قوله في أن الكمثرى إذا اكلت على الريق تضر بآكلها ولم يخبر بالسبب في ذلك ولا أي الكمثرى يفعل ذلك . فأقول انه ذم الكمثرى على الريق إذا اخذ على سبيل اللذة والغذاء لا على سبيل الحاجة والدواء ، وخاصة إذا كان عفصا أو قابضا ، وان كان العفص أخص بذلك لان من خاصيته ان الاكثار منه يولد النفخ فإذا اخذ على خلاء المعدة تمكن من جرمها وقام فعله فيها ولم يؤمن على صاحبه مع الادمان عليه أن يورثه قولنجا يعسر انحلاله . فأما على سبيل الحاجة للدواء فان استعماله على الريق لا محالة أفضل لان استعماله بعد الطعام مطلق وزائد في ضعف المعدة لأنه بافراط قبضه يجمع أعلى المعدة وتقهر القوة الممسكة التي في أسفلها . وأما العفص من الكمثرى فهو أقل غذاء واقطعها للاسهال والقيء المراري\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nوأشدها مئونة للمعدة والأمعاء ، لأنه لا فراط خشونته وغلظ جسمه وبعد انقياده مضر بعصب المعدة جدا .\r\nولذلك وجب أن يتلطف له بما يرخى جسمه ويزيل غلظه ويلين خشونته مثل سلقه في الماء أو تعليقه على بخار الماء حتى ينضج أو يلبس عجينا ويشوى ويربى بسكر الطبرزد أو عسل على حسب مزاج المستعمل له\r\nوقال البصري : الكمثرى الحلو بارد في الأولى يابس في الثانية والصيني منه بارد في الدرجة الثانية رطب في الدرجة الأولى وفيه عطرية وقبض وتقوية القلب والتفاح خير منه\r\nوقال إسحاق بن عمران : الحامض منه دابغ للمعدة مدر للبول مشه للأكل\r\nوقال بقراط : ما كان من الكمثرى صلبا فهو يبرد ويجفف ويعقل البطن وما كان لينا نضيجا حلوا فهو يسخن ويرطب ويطلق البطن\r\nقلت وخالف البصري في قوله « والكمثرى ألذّ من\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nالتفاح وما يتولد منه في البدن احمد مما يتولد من التفاح وهو أسرع انهضاما »\r\nوقال الرازي في ( الحاوي ) : الخالص من الحلاوة من الكمثرى لا يبرد ، وأكله يعقل البطن الا أن يؤكل بعد الطعام فيسرع باحدار الثقل ثم تكون عاقبته عقل البطن . والصيني أقل ماء وأقوى فعلا وأشدها عقلا وأكثرها في تسكين العطش\r\nوقال في كتابه المسمى بدفع مضار الأغذية : الكمثرى كثير النفخ بطيء الانهضام . وينبغي أن يحذره من يعتريه القولنج ولا يشرب عليه ماء باردا ولا يأكل بعده طعاما غليظا ، وإذا أكل منه فليكن على جوع صادق ، وليطل النوم بعده ويشرب عقيبه شرابا عقيقا صرفا أو يأخذ عليه زنجبيلا مربى ثم يجعل ادامه في ذلك اليوم مرقة اسفيد باجة أو مرق مطجنة ويدع لحمها ولا يتعرض للمشوى وان اكل مع السمين المهري بالطبخ لم يضره ذلك . والكمثرى مقو للمعدة ضار للمبرودين ومن يعتريه القولنج وشره\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nأفجه وأقله حلاوة ونوار الكمثرى ابيض مستدير مشرق أكبر من نوار الخوخ وأعظم رائحة . انتهى واللّه اعلم\r\nوفيه يقول عبد اللّه بن برغش :\r\n وكمثرى تراه حين يبدو * على الأغصان مخضر الثياب\r\nكثدي خريدة ابدته تيها * له طعم الذ من الشراب \r\nوما ارشق قول ابن رشيق فيه :\r\n نظرت إلى البستان أحسن منظر * وقد حجب الأغصان شمس المشارق\r\nبه زوج رمان يلوح كأنه * قناديل تبر محكمات العلايق \r\nومن تشابيه صرّ درّ قوله فيه :\r\n حي بكمثراية لونها * لون محب زائد الصفرة \r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n تشبه نهد البكر ان اقعدت * وهي لها ان قلبت سره \r\n\r\n[ ومن محاسن الشام التفاح . وهو بدمشق أصناف 
  ]\r\nكثيرة فلنذكر بعضها : سكري . مسكى . فتحي . صيني .\r\nشتوي . بلدي . صيفي . قاسمي . فاطمي . قحابي . فضى .\r\nحديثي . جناني . حرستاني . لبناني . حلوانى . دهشاوى .\r\nاخلاطي . بريري . نبطي . ماوردي . بطيخى . مجهول\r\nقال البصري : نواره أشبه شيء بازرار الورد عند ظهوره ثم يفتح مع اخراج ورقه برائحة طيبة الشذا\r\nوفيه يقول ابن عمار :\r\n وزهر تفاح أضحى الغصن منتظما * كأنه لؤلؤ يبدو وياقوت\r\nوللرياض على ارجائها ارج * كان فيه ذكي المسك مفتوت \r\nقالت الحكماء : جسم التفاح صديق الجسم ، وريحه صديق الروح\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nوقال جالينوس : في السابعة ومنه ما هو حلو ومنه ما فيه عفوصة ومنه ما فيه قبض ومنه حامض ومنه ما بين الحموضة والحلاوة مسيخ الطعم وما كان منه على هذه الأوصاف فالأغلب عليه طبيعة الماء يكون مزاجه أبرد وأرطب معا ، وأما الذي فيه عفوصة فالأغلب عليه المزاج الأرضي البارد وأما القابض منه ففيه هذا الجوهر المائي البارد كما أن في الحلو منه جوهرا مائيا معتدل المزاج . وكذلك يمكنك أن تستعمل منه ما هو أشد قبضا وأكثر حموضة في ادمال الجراحات وفي موضع ما يتحلب في ابتداء حدوث الأورام الحارة إلى موضع الورم وفي تقوية فم المعدة عند استرخائها ويستعمل منه ما هو مسيخ الطعم ولا طعم له - كالماء - في مداواة الأورام التي هي في ابتدائها أو التي في تزايدها وفي جميع التفاح رطوبة كثيرة باردة ، ومما يدلك على ذلك أنه ليس منه ولا واحد تبقى عصارته ، بل جميعه إذا عصر فسد عصيره خلا السفرجل فان عصارته تبقى . واليونانيون يدخلونه في عداد التفاح المسمى نيطروما فان هذين النوعين لشدة\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nقبضهما ليس فيهما من الرطوبة الا اليسير ، وأما تلك الأنواع من التفاح فكلها ان طبخت عصارتها مع العسل صار منها رب يبقى وان تركت وحدها لم يبق\r\nوقال الرازي : التفاح مقو لفم المعدة موافق للمحرورين الا انه بطىء الهضم وينفخ ولا سيما الفج لحامض وكذلك ينبغي ان لا يشرب عليه من يجد منه ثقلا في معدته ماء باردا ولا يأكل عليه طعاما حامضا بل يشرب عليه الشراب ويأكل امراق المطجنات\r\nوقال الحكماء ان من خاصيته توليد النسيان ويكسل .\r\nوإذا اخذ اليسير منه نفع من الوسواس السوداوي . وأكل التفاح يحدث الخلط في البراز وشمه يقوي الدماغ والنفس :\r\nواللّه أعلم بالصواب\r\nوفيه يقول الزين الخراط في جارية أهدى إليها تفاحة :\r\n وعذراء أهديت تفاحة * إليها فقالت تفكه بشاني\r\nحديثي تفاحه سكريّ * كفتحى وتفاح خدى جناني \r\nوأحسن منه قول صلاح الدين بن شاكر الكتبي :\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n وغادة تيمنى حبها * تقول صف خدّي بالأحمر\r\nفقلت فضى غدا مخضبا * قالت حديثي قلت ذا سكري \r\nومنه قول جلال الدين ابن خطيب داريا :\r\n قالت العذراء لما * شاءت المنع بمنحى\r\nهاك تفاح حديثي * حلولا تطمع بفتحى \r\nومن محاسن صاعد اللغوي قوله :\r\n تفاحة اذكرني نصفها * خد حبيبي يوم عانقته\r\nونصفه الآخر شبهته * بلون وجهي حين فارقته \r\nومن نفثات ابن حبيب قوله :\r\n وتفاحة فيها احمرار وخضرة * مضمخة بالطيب من كل جانب\r\nتكامل فيها الحسن حتى كأنها * تورد خد فوق خضرة شارب \r\nومن مقاصد ابن نباتة قوله :\r\n كرات عقيق في غصون زبرجد * بكف نسيم الريح منها صوالج \r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n نقلبها طورا وطورا نشمها * فهن خدود بيننا ونوافج \r\nوما أرشق قول ابن رشيق القيرواني :\r\n تفاحة شامية * من كف ظبي اكحل\r\nما خلقت مذ خلقت * تلك لغير القبل\r\nكأنما حمرتها * حمرة خد خجل \r\nومن لطائفه قوله :\r\n وتفاحة من كف ظبي أخذتها * جناها من الغصن الذي شبه قده\r\nلها لمس رد فيه وطيب نسيمه * وطعم لما فيه وحمرة خده \r\nومن لطائف بشار بن برد :\r\n وتفاحة من خالص التبر نصفها * ومن جلنار نصفها وشقائق\r\nكأن الهوى قد ردّ بعد تفرق * لها خد معشوق إلى خد عاشق \r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nومن أغراض الصاحب بن عباد قوله :\r\n ولما بدا التفاح أحمر مشرقا * دعوت بكأس وهي ملأى من الشفق\r\nوقلت لساقيها أدرها فإنها * خدود عذارى قد جمعن على طبق \r\nونقلت من خط جمال الدين أبى حسن على الخزرجي قوله :\r\n تفاحة محمرة قد بدت * يميلها الريح على غصن\r\nكأنها خدان قد جمعا * يلوح فيها طابع الحسن \r\n\r\n[ ومن محاسن الشام الدراقن وهو أصناف 
  ]\r\nبدمشق ويسمى في القاهرة الخوخ ولم يكن بها سوى الزهري والمشعر فنذكر من أصنافه ما يحضرنا الآن بدمشق :\r\nخواجكي ، رصاصي ، حمصي ، نيربانى ، لوزي ، لزيق ،\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nلقيس ، كلابي ، صالحي ، ختمى ، مظفري ، مسافري ، صوري ، زهرى ، لحم الجمل ، مجهول\r\nقال أبو حنيفة : شجرة سريع الأخذ في الأرض ، قصير المدة ، أنهى مكثه عشر سنين ، ويضمحل ثمره ، وتنشف شجره ، وله نوّار احمر ينور من أصله إلى آخر فرعه ، زهي المنظر\r\nوفي زهره يقول محيي الدين بن قرناص الحموي :\r\n مررت بأشجار الدراقن سحرة * وقد رنحت اعطافه نسمة الفجر\r\nفشبهته لما رأيت احمراره * عيون مخامير أفاقوا من السكر \r\nقال جالينوس : في السابعة وفي نفس شجرة الخوخ المسمى بالدراقن بدمشق وقضبانها وورقها مرارة ولذلك متى سحق وضمد به السرة قتل الديدان التي بالجوف .\r\nوهو مع هذا يحلل . واما ثمرتها فمزاجها رطب يبرد\r\nوقال في كتاب اغذيته : ان الرطوبة المستكنة في\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nهذه الثمرة وجرمها نفسه سريعا الفساد رديئان في جميع الخصال ؛ ولذلك لا ينبغي أن يؤكل الخوخ بعد الطعام كما جرت عادة بعض الناس لأنه إذا طفا في المعدة فسد\r\nوقال ابن ماسويه : يولد بلغما غليظا سريع الفساد والعفونة في المعدة\r\nوقال الرازي في ( الحاوي ) : الخوخ يشهي الطعام جيد للمعدة الحارة والعطش واللهب منها ويزيد في الباه ويطفي الحرارة\r\nوقال ابن سينا يشبه ان يكون زيادته في الباه للأبدان الحارة اليابسة\r\nوقال ابن الجوزي في ( لقط المنافع ) : الخوخ بارد رطب نضيجه ينفع المعدة ويشهي الطعام ، غير أنه رديء الخلط سريع السلوك في فساد المعدة يصلح للشباب في البلاد الجنوبية ويؤكل بعده الزنجبيل المربى\r\nوقال الرازي في ( دفع مضار الأغذية ) : الخوخ ينفع المحموم وقت صعود الحمى الحادة إذا كانت غبا خالصة\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nويولد في الدم مائية يكمل استحالتها إلى الدم بعفن ويهيج الحميات بعد شهر أو شهرين كما يفعل المشمش الا ان الحميات المتولدة من الخوخ أقوى نافضا وأطول مدة واللّه سبحانه وتعالى أعلم\r\nوفي الخوخ الزهري يقول القيراطي :\r\n حللنا ببستان به الدوح واقف * وجدول صافي الماء من تحته يجري\r\nكان النجوم الزهر زهري خوخه * ولم أر مثلي شبه الزّهر بالزّهر \r\nومن محاسن العلائي الوداعى :\r\n وخوخة قد حكت لونين خلتهما * خدي محب ومحبوب قد التصقا\r\nتعانقا فبدا واش فراعهما * فاحمر ذا خجلا واصفر ذا فرقا \r\nومن لطائف النصر الحمامي قوله :\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n وخوخة يحكي لنا نصفها * وجنة معشوق رآها الكئيب\r\nونصفه الآخر شبهته * بلون صب غاب عنه الحبيب \r\n\r\n[ ومن محاسن الشام الآجاص ويسميه أهلها بالخوخ 
  ]\r\nوهو أصناف : صيفي ، زجاجي ، قبرصي ، اسود ، عين البقر ، خوخ الدب ، خوخ الطعام ، اغبر ، شقير ، حايكي ، برقوق ، مجهول ، بزرة . وله نوار ابيض صغير دون نوار الكمثرى\r\nقال ابن ماسويه الآجاص يغذي غذاء يسيرا ويرطب المعدة بلزوجة ويبردها ويلين الطبيعة ويسهل المرة الصفراء ويسكن العطش . وهو صنفان ابيض واسود فالأسود هو الآجاص على الحقيقة ، والأبيض هو المعروف بالشاهلوج وهو بطىء الانهضام وليس بمسهل كغيره وكلاهما بالشام\r\nوقال ابن زهر : الآجاص رديء للمعدة ملين للبطن\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nوأحسنه ما كان بدمشق فإنه إذا خف كان جيدا للمعدة ممسكا للبطن ويختار منه ما كان لحميا رقيق البشرة والكبير الرخو القليل القبوضة وأردأه الصغير الصلب الشديد العفوصة الأبيض وغالب عليه الزرقة المعروف عند أهل مصر بشقير\r\nوالبرقوق نوع منه صغير لكنه إذا نضج حلا\r\nوقال ابن الجوزي : الآجاص بارد رطب المختار منه الأسود الحلو الكبير يلين الطبيعة لكن خلطه غليظ بطىء الانهضام يطلق الصفراء والحامض أشد اطلاقا وينفع الصداع والشقيقة وينقص اليرقان وينفع الشباب في الصيف بالبلاد الحارة . دفع مضرته معجون الورد أو للعسل . انتهى واللّه أعلم\r\nوفيه يقول مصنفه البدري :\r\n يا حسن آجاص اتى * يحكى لعين البصر\r\nاكرا بدت من فضة * قد ضمخت بعنبر \r\nوقال ابن المعتز فيه :\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n لقد شاقني الآجاص لما رأيته * يميل مع الأغصان مع كل مائل\r\nتطلعن من بين الغصون كأنها * فقاح زنوج تحت خضر الغلائل \r\nوكل هذه الأصناف والألوان بالمزة وارض اللوان . وبها الدور الوسيعة الفناء ، المليحة الأساس والبناء . وفيها أعيان الناس ، وهي الجامعة بين حسن الأنواع والأجناس .\r\nمع الهواء الصحيح ، والاعتدال بالترجيح . وبها سويقتان ، فيهما سائر ما يشتهى من الألوان . ومصلى بخطبة وخطبة بجامع جديد ، وفيها ضريح الولي المعتقد الشيخ سعيد . أعاد اللّه علينا من بركاته ، وأمدنا بصالح دعواته\r\n\r\n[ ويتوصل منها إلى قرية ( كفرسوسة ) وبها معصرة 
  ]\r\nزيت وأشجار زيتون من زمن عيسى عليه السلام ، مع الفواكه الكبيرة بطريق الانضمام\r\nقال ابن البيطار : الزيتون في السادسة وورق هذه الشجرة وعيدانها الطرية فيهما من البرودة بمقدار ما فيهما\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nمن القبض . واما ثمرتها فما كان منها مدركا نضيجا فهو حار حرارة معتدلة وما كان منها غير نضيج فهو أشد قبضا وبردا\r\nوقال إسحاق بن عمران : الزيتون الأخضر دابغ للمعدة مقو للشهوة بطيء الانهضام رديء الغذاء . وإذا رمي في الخل كان أسرع انهضاما وأكثر عقلا للبطن .\r\nوإذا عمل بالملح اكتسب منه حرارة وكان ألطف من المنقع في الماء . والزيتون إذا تمضمض به شدّ اللثة والأسنان المتحركة . أما الزيتون الأسود النضيج فإنه سريع الفساد رديء للمعدة غير موافق للعين وإذا تضمد به منع القروح الخبيثة من أن تسعى في البدن والأسود ينقلب إلى المرة الصفراء وهو أسرع انهضاما من الأخضر وورقه قابض إذا دق وسحق وتضمد به نفع من النار الفارسية ومنع الحمرة ان تسعى في البدن ومنع النملة والقروح الخبيثة وينفع من الداحس واللّه أعلم . انتهى\r\nوفيه يقول محمد بن دانيال :\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\n كأنما الزيتون حول النهر * بين رياض زخرفت بالزهر\r\nعقد زمرد هوى من نحر * أو خرز خرطن من بازهر \r\n\r\n[ ومنها إلى أرض المزاز والشويكة وهي من محاسن . 
  ]\r\nالشام وإليها ينسب الرمان الشويكى\r\nوالرمان أصناف : شويكى ، بردي ، ماوردى ، مليسي ، كوفي ، برجنيقي ، سحاقي ، شويخى ، مصري ، سلطاني ، محجر ، مطوق ، تدمري ، لقيط ، حصوي ، طقاطقي ، قطى ، مشبه ، حامض للطعام ، لفان ، رأس البغل ، مجهول\r\nقال أبو حنيفة الدينوري : شجر الرمان معروف وله نوار أحمر كالازرار ثم يكبر ويفتح كقوالب السكر مشرقة الرؤوس بعضها ما هو مثمن والبعض مسدس وداخل هذا القمع نوار اصفر يعلوها ورق أحمر أرقّ بشرة من الحرير . وعند السامرة وعباد النار وغيرهم يسمى\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nبالمليح للهجور لكون الناس لم يعتنوا بزهره ولا يحتفلون به كغيره\r\nوفيه يقول الأمير أبو فراس :\r\n وجلنار مشرق * على أعالي شجره\r\nكان في رءوسه * احمره واصفره\r\nقراضة من ذهب * في خرق معصفره \r\nوقال ابن وكيع :\r\n وجلنار بهي * ضرامه يتوقد\r\nبدا لنا في غصون * خضر من الري ميّد\r\nيحكي فصوص عقيق * في قبة من زبرجد \r\nاخذه الصفدي :\r\n وجلنار تبدى * في غصنه يتوقد\r\nكأنجم من عقيق * سماؤها من زبرجد \r\nومن محاسن ابن دمرداش قوله :\r\n لما بدا الجلنار في القضب * والطل يبدو عليه كالحبب \r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n كأنما أكؤس العقيق به * قد ملئت من برادة الذهب \r\nقال ابن البيطار : الرمان في الثامنة وكله قابض الا اليسير ، لان الرمان منه حامض ومنه حلو ومنه قابض فيجب ضرورة أن تكون منفعة كل نوع بحسب الطعم الغالب عليه . وحب الرمان أشد قبضا من عصارته وأشد تجفيفا وقشره أكثر في الامرين جميعا وحينئذ الرمان الذي تساقط عن الشجر إذا عقد كان أجود\r\nوقال ابن زهر الرمان في الأولى كله جيد الكيموس جيد للمعدة قليل الغذاء والحلو منه أطيب طعما من غيره غير أنه يولد حرارة ليست بكثيرة في المعدة ونفخا ، ولذلك لا ينفع المحمومين ، والحامض انفع للمعدة الملتهبه ، وهو أكثر ادرارا للبول من غيره\r\nوقال ابن الجوزي الحلو حار رطب وقيل بارد معتدل جيده الكبار منفعته يلين الصدر والحلق ويصلح للسعال والباه ويوافق للمعدة ويحدث نفخا . دفع مضرته بالرمان الحامض يتولد منه غذاء صالح يصلح للامزاج المعتدلة\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nوللكهول في الخريف\r\nوالرمان الحامض بارد يابس لطيف قابض جيده الكثير الماء ينفع للكبد ويقمع الصفراء ويمنع سيلان الفضول إلى الحشا ، خصوصا شرابه . ويدر البول أكثر من الحلو لكنه يضر الصدر والصوت والمعدة ودفع مضرته بالحلواء العسلية يصلح للامزاج الملتهبة وللشباب في الصيف ومن أكل ثلاثة اقماع من الرمان بشحمه فإنه دباغ للمعدة وفيه فائدتان : الأولى انك إذا أردت معرفة الرمانة هل حبها فردام أزواج تنظر إلى تشريح قمعها ان كان فردا فهي بالفرد وان كان الزوج فهي بالزوج . الثانية انك تطعم انسانا يبغض انسانا مائتي حبة وأربعا وثمانين حبة رمان حلو وتطعم المبغوض في ذلك الوقت بعينه مائتين وعشرين حبة فإنهما يتحابان إلى الممات . نقلته ممن جربه فصح واللّه اعلم ومن لطائف جمال الدين الشواء قوله :\r\n من رام للرمان وصفا يقل * مثل الذي قد قلت اعلانا\r\nحق نضار لم يزل مودعا * فيه يواقيتا ومرجانا \r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nوما أبدع كلام أمير المؤمنين المأمون فيه :\r\n رمانة ما زلت مستخرجا * في الجام من حقتها جوهرا\r\nفالجام أرض وبنانى حيا * يمطر ياقوتا بها أحمرا \r\nومن تشابيه أبي الحسن الجوهري فيه :\r\n وحبات رمان لطاف كأنها * شوارد ياقوت لطفن عن الثقب\r\nأشبهها في لونها وصفائها * بقطرات دمع وردت من دم القلب \r\nومن محاسن كشاجم قوله :\r\n ومحمرة من بنات الغصون * ويمنعها ثقلها أن تميدا\r\nمنكسة التاج في رأسها * تفوق الخدود وتحكي النهودا\r\nتغض فتفترّ من مبسم * كأن به من عقيق عقودا \r\nومن محاسن ابن الرومي قوله :\r\n ولما فضضت الختم عنهن لاح لي * فصوص عقيق في بيوت من التبر \r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n فدرّ ولكن ليس يدنيه غائص * وماء ولكن في مخازن من جمر \r\nومن معاني ابن حمديس قوله :\r\n قد لاح رماننا بروضته * بين صحيح وبين مفتوت\r\nمن كل مصفرة مزعفرة * تفوق في الحسن كل منعوت\r\nكأنها حقة فان فتحت * فصرّة من فصوص ياقوت \r\nومن عقود ابن لؤلؤ الذهبي قوله :\r\n ورمان رقيق القشر يحكى * نهود الغيد في أثواب لاد\r\nإذا قشرته طلعت لدينا * فصوص من عقيق اونجاد \r\nومن مخترعات علي بن سعيد الخيري الأنصاري في رمان معشوقه :\r\n وساكنة في ظلال الغصو * ن بخدر تروقك افنانه\r\nتضاحك أترابها عندما * غدا الجوّ تدمع أجفانه\r\nكما فتح الليث فاه وقد * تضرج بالدم أسنانه \r\n\r\n[ ومن محاسن الشام قرية ( داريّا ) وهي قبلي ( الشويكة ) 
  ]\r\nوبها السيدان الجليلان ( أبو سليمان الداراني ) و ( أبو مسلم\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nالخولاني ) أعاد اللّه تعالى علينا من بركاتهما المتواترة وأفاض علينا من بحار علومهما الزاخرة\r\nوإليها يتشوق خطيب محاسنها الشيخ جلال الدين أبو المعالي محمد بن أحمد سليمان المعروف بابن خطيب داريّا من القاهرة المحروسة بقوله :\r\n سقى اللّه من شرقيّ جامع جلّق * منازل لا يهوى سواها غريبها\r\nمنازل لولا الساكنون بها لما * تذكرتها يوما ولو فاح طيبها\r\nوما قل منها إذ رضيت ببعدها * نصيبي ولكن قل مني نصيبها\r\nوما لي إلى الأوطان شوق وانما * هوى كل نفس اين حل حبيبها \r\nوإليها ينسب البطيخ الدارانى\r\n\r\n[ قال ( الرازي ) البطيخ الهندي وهو الأخضر 
  ]\r\nيقوى الترطيب مستعد لان يصير بلغما حلوا ولذلك صار نافعا\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nلأصحاب حميات الغب والمحرقة\r\nوقال ( ديسقوريدوس ) الخلط المتولد من البطيخ خلط رديء وكثيرا ما تعرض منه الهيضة ويعين على القئ وقشر البطيخ إذا استعمل عوضا عن الأشنان كفا الزهومة وذهب برائحة الزفر وإذا جفف قشره والقى في القدر مع اللحم الغليظ أسرع نضجه وهراه\r\nوقال ( ابن الجوزي ) : البطيخ الهندي بارد رطب جيده المايى الحلو ينفع الأمراض الحارة ويسكن العطش ويسيء الهضم دفع مضرته بالسكر يصلح للامزاج الحارة الصفراوية والشباب في الصيف وإذا اخذ من مائه في سكر أو سكنجبين ادرّ البول وغسل المثانة والكلى وكان أكثر في التبريد وينفع أصحاب اليرقان الحادث عن حرارة الكبد إذا شرب مع الطباشير والسكر وهو مصحح للاخلاط يضر المشايخ والكبد والطحال إذا كانت وارمة والاكثار منه يولد الهيضة وسوء الهضم وينبغي ان يتوقاه أصحاب المزاج البارد فان تناولوه أتبعوه بالعسل . انتهى واللّه سبحانه\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nوتعالى أعلم\r\nوفيه يقول تاج الدين الكندي وأجاد :\r\n انظر إلى البطيخ في تشقيقه * يحكى لدى التشبيه كل أنيق\r\nصفائح بلور بدت في زمرد * مركبة فيها فصوص عقيق \r\nومن ألغاز الصلاح الصفدي قوله :\r\n ما رباعيّ حروف * وهي خمس في البناء\r\nكله نبت ولكن * نصفه طائر ماء \r\nومن لطائف بلدينا الوأواء الدمشقي قوله :\r\n وذات ريق ان ترشفته * وجدته أحلى من المن\r\nإذا بدت في كف جلابها * رأيتها في غاية الحسن\r\nكسلة خضراء مختومه * على الفصوص الحمر في القطن \r\nوقال صاحب ( مطالع البدور ) البطيخ يغسل الطعام غسلا ، ويذهب بالأذى أصلا . وكانت ملوك الفرس تأمر يرفع الحلوى أيام الرطب وبرفع الأشنان أيام البطيخ\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nوالبطيخ الأخضر بدمشق أصناف . وهو داراني .\r\nومرجى نسبة إلى المرج ، ودومى نسبة لقرية دوما ، وحبشي ، وقبلي ، وعواميدى وهو المسمى بالنموس . انتهى\r\n\r\n[ ومن محاسن الشام قرية ( يلدا ) وهي من القبلة إلى 
  ]\r\nشرقي قرية ( عربيل ) وما بينهما من القرى الجميع برسم زراعة كروم العنب وعرائشه\r\nوقال صاحب ( معاياة العقل في معاناة النقل ) التعريش الرفعة لقوله تعالى  « وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ »  والعرش ارفع من السماء . انتهى\r\nوالعنب صنوف بدمشق . فمنها البلدي ، خناصري ، عاصمى ، زيني ، بيتموني ، قناديلي ، افرنجى ، مكاحلى ، بيض الحمام ، حلوانى ، بوارشي ، جبلى ، قصيف ، ابزاز الكلبة ، قشلميش ، كوتاني ، عبيدي ، شحمانى ، جوزانى ، دراقني ، مخ العصفور ، عرايشي ، رومى ، شبيهي ، نيطاني ، عصيرى ، رناطى ، ورق الطير ، سماقى ، حرصي ، مجزع ، شعراوي ، دربلى ، قارى ، علوي ، عينونى ، مورق ،\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nمشعر ، مسمط ، مرصص ، محضر ، مقوس ، حمادى ، تفاحي ، رهبانى ، زردي ، مبرد ، مخصل ، مغاربى ، شحمة القرط\r\nوقال ( ديسقوريدوس ) : الكرم في الخامسة وهو الذي يعتصر منه الشراب وورقه وخيوطه إذا سحقا وتضمد بهما سكنا الصداع . والورق إذا كان باردا قابضا فإنه إذا تضمد به وحده أو مع سويق الشعير سكن الورم الحار العارض للمعدة والالتهاب العارض لها . وعصارة الورق تنفع الذين بهم قرحة الأمعاء والذين يتقيأون الدم والذين يشكون معدهم والحوامل من النساء . وخيوط الكرم إذا انتقعت بالماء وشربت فعلت ذلك . ودمعة الكرم وهي شبيهة بالصمغ تجمد على القضبان إذا شربت مع الشراب أخرجت الحصى وإذا تلطخ بها ابرأت القوابي والجرب المتقرح والذي ليس بمتقرح . وينبغي إذا احتيج إلى التلطيخ بها ان يتقدم بغسل العضو بالنطرون وإذا تمسح بها مع الزيت دائما حلقت الشعر ، وخاصة الدمعة المجموعة\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nمن قضبان الكرم الطرية وإذا أحرقت ورشحت منها الدمعة كما يرشح العرق وهي التي إذا لطخت على الثآليل المسماة مرميقيا « 1 » ذهبت بها . ورماد قضبان الكرم ورماد شجير العنب إذا تضمد به مع الخل أبرأ المقعدة التي قد قلع منها البواسير وأبرأ من التواء العصب وقد ينفع من نهشة الأفعى وإذا تضمد به مع دهن ورد وسذاب وخل خمر نفع من الورم الحار العارض في الطحال\r\nوقال ابن الجوزي في لفظة « العنب » : حار رطب والأبيض احمد من الأسود والاكثار منه يصدع الرأس ومنفعته يسهل البطن ويسمن ، وهو قريب من التين في فضله على سائر الفواكه . مضرته يعطش ويرخي المثانة .\r\nدفع مضرته بالرمان الحامض يتولد منه دم جيد يصلح للمشايخ والامزاج الباردة في الخريف وفي البلاد الشمالية والحصرم ينفع المحرورين ويظبخ منه طعام لذيذ\r\nوفي اللغة قال الحصرم ثمر الكرم قبل الحلاوة والميم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل . وفي مفردات ابن البيطار « مرمعا »\r\n","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nفيه زائدة مأخوذ من الحصر وهو العجز عن النطق ، أو من الحصر الذي هو احتباس الباطن وبه سمي الرجل البخيل لمنعه ما في يده وتشديده . والحصير الملك سمي بذلك لامتناعه عن الأعين أو عن الضيم . قال الشاعر :\r\n وقماقم غلب الرقاب كأنهم * جند لدى باب الحصير قيام \r\nوسميت جهنم « للكافرين حصيرا » لمنعها من فيها أو لتمنعها هي في نفسها قال تعالى  « وَجَعَلْنا جَهَنَّمَ لِلْكافِرِينَ حَصِيراً » \r\nفالحصرم طبعه البرد واليبس ولذلك قبض الأجسام ومنع المسام من اخراج ما فيها من الفضل . انتهى كلام ( معاياة العقل )\r\nوفيه يقول الطغرائى وابدع :\r\n ترى الثريا من عناقيدها * تلوح في أخضر كالغيهب\r\nكم درة فيها وكم لؤلؤ « 1 » * صحيحة التدوير لم تثقب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ديوان الطغرائي « كم سبج فيه وكم جزعة »\r\n","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nواستعار هذه الثريا لعرشة ابن تميم فقال :\r\n نفى عني الهجير ظلال كرم * وأمتعني ونزه ناظريا\r\nولاحت عرشة فرأيت منها * سماء كل أنجمها ثريا \r\nومن لطائف الصاحب ابن عباد :\r\n وحبة من عنب قطفتها * تحسدها العقود في الترائب\r\nكأنها من بعد تمييزي لها * لؤلؤة مثقوبة من جانب \r\nومن تشابيه ابن المعتز قوله :\r\n وحبة من عنب * من جنة متخذة\r\nكأنها لؤلؤة * في وسطها زمرذه \r\nومن محاسنه قوله في العنب الأبيض :\r\n شربت حميا الكرم تحت ظلاله * على حسن محبوب الشمائل أغيد \r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n كأن عناقيد الكروم وظلها * كواكب در في سماء زبرجد \r\nومن أغراضه قوله في العنب الأسود :\r\n حتى إذا حرمرى جاء مرحلة « 1 » * بفاتر من هجير الجو مستعر\r\nطلت عناقيدها يخرجن من ورق * كما اختفى الزنج في خضر من الازر \r\nوقال ابن الصائغ في العنب العاصمي :\r\n وعاصمى قد غدا طعمه * أروى من الماء لدى الحائم\r\nأورث خلي أكله هيضة * فاعجب له من مسهل عاصمى \r\nوقال ابن الرومي في العنب الرازقي :\r\n كأن الرازقي وقد تناهى * وباهت بالعناقيد الكروم\r\nقوارير بماء الورد ملأى * تشف ولؤلؤ فيها يعوم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n وتحسبه من الشهد المصفى * إذ اختلفت عليك به الطعوم\r\nفكل مجمع منه ثريا * وكل مفرق منه نجوم \r\nوقال محمد بن عبد اللّه المحسن الكفر طابى في الأسود :\r\n جاءنا منك تحفة نحن منها * أبدا في تضاعف السراء\r\nعنب اسود كأن عليه * حللا من حنادس الظلماء\r\nخلته في خلال أوراقه الخض * ر ولون اسوداده للصفاء\r\nكقموع على أنامل خود * لحن من كم غادة خضراء \r\nونقلت من خط التقوى ابن حجة ملغزا في الكرمة :\r\n عناقيد على قضب تدلت * حكى منظومها عقد اللآلي\r\nإذا عصرت ترى في الكأس منها * دواء قد تركب من دوالى \r\nالبرهان البهنسي قوله :\r\n أخبروني عن فاضل بأصول * وفروع يسمو على كل فاضل \r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\n اسبغ اللّه ظله فهو ظل * سابغ وافر مديد وكامل\r\nوأبو محجن يقول ادفنوني * تحته ان أتاني الموت عاجل\r\nكم الينا قد مد كفا نديا * صير العيش أخضرا في المنازل\r\nنقطة الطل فوقه أوضحته * عند توقيعها به وهو عاطل\r\nما تبدى لنا بعين ولكن * حرفته وصحفته الأفاضل\r\nفرأينا للترك فيه اسم عين * بفتور الأجفان جاء يغازل\r\nان تذكره حرف الكل يبدي * كرما والندى من الكف هاطل\r\nأو تؤنثه يقبل الهاء في الحا * ل ومن بعد ذايرى هو حامل \r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n ويقل شطره لمن عاب منه * لك هم بالعكس عندي حاصل\r\nفيه حلو وفيه مرّ ويبدو * عند تحريف عكسه المتماثل\r\nوبلا أول يرى فعل أمر * واقلب الفعل منه فالامر حاصل\r\nهو خشب مسندات ولكن * حال يجلى يبدو رقيق الغلائل\r\nومن الغمر جسمه الغضّ يدمى * وتراه من بعد ذا وهو ذابل\r\nوإذا ما فرطت فيه تراه * لم يحل عنك وهي نعم الخصائل\r\nذو بياض وحمرة وكذا لي * فرحا من راح سرت في المفاصل\r\nفتراه يوما عقود عقيق * نظمت سلكها بغير أنامل \r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n وتراه يبدو عقود جمان * مالها غير ثغر حبي مماثل\r\nوتراه طورا سلافة راح * ولدر الحباب فيها حواصل\r\nوعلى عوده يغني علينا * أعجمي به تهيج البلابل\r\nلك منه فواكه وشراب * كل عصر إليك تلقاه واصل\r\nوحلاواته بها كل قلب * كسروه والقلب للكسر حامل\r\nوصله في مصر قليل ولكن * هو بالشام لا يزال مواصل\r\nوتراه بذات عرق مقيما * في نعيم وظله غير زائل\r\nوإذا قلت في المخيم بالغو * ورأيناك فيه أصدق قائل \r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\n ولقد جاءنا بعتب لطيف * عند تصحيفه لمن هو هازل\r\nكيف لا والكتاب عن حبتيه * قد أتى مخبرا بتلك الفضائل\r\nفتفكه من حبه في قطوف * دانيات لكل آت وراحل\r\nوأقم تحت ظله فهو لغز * ظله ظاهر على كل قائل\r\nتم دم في الالغاز بالحل والعقد * غنيا إذا اتى اللغز سائل \r\nوزبيبه حار والحامض منه بارد . قال أبو حنيفة الدينوري الزبيب جفيف العنب خاصة ، ثم قيل لما جفف من سائر الثمر قد زبب الا التمر فإنه يقال تمر الرطب ولا يقال زبب والزبيب هو العنجر\r\nوقال جالينوس تنطج وتحلل تحليلا معتدلا وهو في السادسة . وعجم الزبيب يجفف في الدرجة الثانية ويبرد في\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nالدرجة الأولى وجوهره جوهر غليظ ارضى كما قد تعلم ذلك من طعمه إذ كان يوجد عيانا وهو يسكن ما يكون في فم المعدة من التلذيع اليسير\r\nوأفضل أنواع الزبيب أكثره لحما وارقه قشرا وبعض الناس يميل إلى الزبيب الكبار الحلو فيخرج عنه عجمه قبل أن يأكله والفاعل لذلك محسن في فعله والكشمش هو الزبيب الصغير الذي لا عجم له وهو أجود وقال صاحب ( لقط المنافع ) الزبيب صديق المعدة والكبد ينفع الكلى والمثانة ووجع الأمعاء ويحد الذهن وينفع من قد اجتمعت في بدنه أخلاط بلغمية فاسدة الا أن مضرته احراق الدم ، ودفعها بالخيار الأخضر ، ينفع الامزاج الباردة والقابض منه قليل اللحم يقوى المعدة ومن أراد حبسه اكل الزبيب القابض بعجمه\r\nوبالاسناد إلى النبي صلّى اللّه عليه وسلم قال « نعم الطعام الزبيب يطيب النكهة ويذهب البلغم » . وقال أمير المؤمنين المنصور « كلوا الزبيب واطرحوا عجمه فان في عجمه داء\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nوفي شحمه دواء » هكذا حدثني أبي عن أبيه عن جده عن ابن عباس رضي اللّه عنهما أنه أمره بذلك . فتنبه واللّه أعلم\r\nويعمل من ماء العنب الدبس والملبن . قال الرازي في ( دفع مضار الأغذية ) الملبن غليظ مولد للسدد والقولنج بطيء الحركة والنزول ردئ في أكثر أحواله واجتنابه اصلح ، اللهم الا ان يكون الانسان جائعا . واصلاحه بالفانيذ ، ويسرع نزوله . وينبغي ان يحذره من به غلظ في كبده وطحاله ويعتريه الحصا في كلاه ، وليس بضار للصدر والرئة . انتهى\r\nقلت وبين هذه الكروم المذكورة قطع أراض جميعها أصول ( لوز ) ليس لها نظير في أيام تنويرها وهي من محاسن الشام\r\n\r\n[ قال ابن زهر : اللوز له نوار ابيض وأحمر يقال إن 
  ]\r\nالأحمر ثمرته مرة . وفيه يقول الأمير مجير الدين محمد بن تميم :\r\n خرجنا للتنزه في بقاع * يعود الطرف عنها وهو راض \r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n ولاح الزهر من بعد فخلنا * ضبابا قد تقطع في أراض \r\nومن محاسنه قوله :\r\n يا حسنها دوحة باللوز حالية * يبدو لعينيك منها منظر عجب\r\nكأنها قبة بيضاء قائمة * على عمود ولكن مالها طنب \r\nومن لطائفه قوله :\r\n بروحي من أبصرته متنزها * بروض نضير وشعّته الغمائم\r\nوقد نثرت من فوقه الدوح زهرها * كما نثرت فوق العروس الدراهم \r\nومن مقاصده قوله :\r\n روض تحلى بالنبات فما له * ولحسنه الّا السماء نظير\r\nوالزهر مثل الزهر تحسب أنها * فيه إذا هب النسيم تنير \r\nومن بدائعه قوله في الزهر على النهر :\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\n ولما نثرنا الزهر في النهر وانبرت * تجعده أيدي الصبا والجنائب\r\nحسبنا سماء قد تجعد غيمها * ولاحت خلال الغيم زهر الكواكب \r\nوقال :\r\n أبدت غصون اللوز من زهرها * ما كان في الاكمام مستورا\r\nظللت يومي كله مفكرا * في عنبر أعشب كافورا \r\nومن مخترعاته :\r\n يا حسن منعطف الحديقة إذ بدت * تجلو لزائرها سنى نوارها\r\nوكأنما حسد النسيم رياضها * فاذاع ما كتمته من أسرارها \r\nومن أغراضه البديعة قوله :\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\n لما أتينا اللوز لم يبعث لنا * نشرا وطال مخافة ان يجتنى\r\nفشكوته للريح فاستلبته من * أعلى الغصون وفرقته بيننا \r\nومن مجونه قوله :\r\n فديتك زهر اللوز جاء مبشرا * بفضل على شرب المدام معين\r\nفقم نجتلي بنت الكروم ونجتني * كواكب زهر من سماء غصون \r\nوقال ابن فضل اللّه فيه مع ورقه :\r\n ويا رب زهر أبيض بين أخضر * تتيه على كل الرياض رياضه\r\nكاثقاب نقش اخضر فوق معصم * صقيل تجلى بينهن بياضه \r\nومن النكت البديعة قول ابن نباتة :\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\n أهلا بسائرة الصبا من نحوكم * وبما عهدنا من تعاهد طولها\r\nأملت على الزهر المقطب ذكركم * حتى تبسم ضاحكا من قولها \r\nونقلت من خط الزيني ابن الخراط قوله :\r\n وروض به ثغر الازاهر باسم * وطرف الحيا من ضحك نواره باكي\r\nفلا تحسبوا برق الغمامة باسما * هو المبسم الحالي ولكنه الحاكي \r\nومن لطائفه قوله :\r\n مررت على دوح ينوح حمامه * ودولابه يبكي على شاطيء النهر\r\nفقلت على ما أنت باك ودائر * فقال على ما ضاع من نشر الزهر \r\nومن ملحه قوله :\r\n وروضة قال لنا نهرها * معاتبا إذ رقّ للشارب \r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\n أكون في خدمتكم جاريا * ويضحك الزهر على شارب \r\nوأنشدني شيخ الأدب العلائي المليك :\r\n باكر إلى زهر الرياض واسقني * كأس الطلا والراح روح الأنفس\r\nأو ما ترى نصب الربيع خيامه * في الروض فوق مطارف من سندس \r\nوأنشدني أيضا :\r\n بادر إلى الزهر في عرس الرياض ضحى * فالورق غنت على العيدان في الورق\r\nوالريح شبب والأغصان راقصة * والزهر تنثر أوراقا من الورق \r\nويعجبني في الزهر على النهر :\r\n لم لا أهيم إلى الرياض وطيبها * وأظل منها تحت ظل صافي\r\nوالزهر يلحظني بثغر باسم * والماء يلقاني بقلب صافي \r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nومن تحرير القيراطي قوله :\r\n سقيا لاقطار الشآم فكم * من أنجم في روضها نجمت\r\nوإذا السماء بارضها نزلت * طلعت زهور نجومها وسمت \r\nوقال محيي الدين بن قرناص :\r\n قد أتينا الرياض لما تجلت * وتحلت من الندى بجمان\r\nورأينا خواتم الزهر لما * سقطت من أنامل الأغصان \r\nوقال أيضا :\r\n مال القضيب بروضة من سكره * لما سقاه عقاره آذار\r\nحتى إذا سرق النسيم دراهما * من كمه صاحت به الأطيار \r\nوقال أيضا :\r\n هلم يا صاح إلى روضة * قد نمقت ازهارها السحب\r\nالزهر فيها شيق مغرم * وجدول الماء بها صب \r\nوقال بدر الدين بن لؤلؤ الذهبي :\r\n هلم يا صاح إلى روضة * يجلو بها العاني صداهم \r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\n نسيمها يعثر في ذيله * وزهرها يضحك في كمه \r\nومنه قول أحمد بن أبي صالح فيه :\r\n بارد إليها يا نديمي روضة * قد وشحتها انمل الغمام\r\nغنت على العود مطوقاتها * فزهرها يرقص بالاكمام \r\nوما أبدع قول يحيى بن هذيل :\r\n نام طفل الزهر في حجر النعاما * لاهتزار الظل في زهر الخزامى\r\nوسقى الوسمي اغضان النقا * فهوت تلثم أفواه الندامى \r\nوقال ابن قرناص :\r\n لقد عقد الربيع نطاق زهر * يضم لغصنه خصرا نحيلا\r\nودب مع العشي عذار طل * على نهر حكى خدا اسيلا \r\nوقال ابن مليك الحموي :\r\n كأن زهر الربى والطل بلله * ثغر بدا باسما يفتر عن شنب\r\nأولا فكأس لجين ملؤه ذهب * مكلل من عقود الدر بالحبب \r\nوقال المعوج الشامي في ازراره قبل تفتيحه :\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\n حقاق من النوار مزرورة العرى * على قطع الياقوت واللؤلؤ الغض\r\nفتحن على الأغصان اجفان فضة * وبالآس كانت مطبقات على الغمض \r\nوقال الشيخ إدريس وقد طلع باخوانه إلى الزهر :\r\n واخوان صدق قد أناخوا بروضة * وليس لهم الا النبات فراش\r\nفخلتهم والنور يسقط فوقهم * مصابيح تسرى نحوهن فراش \r\nوقال العلائي بن أسد في غلام يتفرج في النزهة :\r\n سلطان حسن أفتديه بناظري * وأعيذه من نزعة الشيطان\r\nيوما بزهر اللوز لما زارني * قضيت ذاك اليوم بالسلطاني \r\nوقال عفيف الدين بن محبوب المغربي في غلام بات تحت شجرة :\r\n وليلة بات بدري [ تحت 
  ] انجمها * من العشاء نديما لي إلى السحر \r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n يحبو بورد وورد طول ليلته * من خده ولماه العاطر الخضر\r\nحتى إذا اسكرتني خمر ريقته * غنى فأغنى عن المزمار والوتر\r\nما العيش الا ارتشاف الراح من شنب * يغني عن الراح من سلسال ذي أثر\r\nفأنشأت بنجوم الليل ترجمنا * سماؤها غيرة منها على القمر\r\nفظلت من وجه من أهوى ودارتها * وثغره والذي يهوى من الزهر\r\nما بين بدرين مكتوم ومشتهر * وبين درين منظوم ومنتثر \r\nومن المعاني البديعة قول السلامي :\r\n نسب الرياض إلى الغمام شريف * ومحلها عند النسيم لطيف \r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\n والأرض طرس والرياض سطوره * والزهر شكل بينها وحروف\r\nوكأنما الدولاب ضل طريقه * فتراه ليس يزول وهو يطوف \r\nوقال ابن لؤلؤ الذهبي في مشيب الزهر :\r\n ما نظرت مقلتي عجيبا * كاللوز لما بدا نواره\r\nاشتعل الرأس منه شيبا * واخضرّ من بعد ذا عذاره \r\nوقال الشاب الظريف محمد بن العفيف :\r\n لئن شاب زهر اللوز طفلا وقلتم * بان مشيب الطفل ليس يجوز\r\nفلا تعجبوا أن شاب في غير وقته * فكم نفخت يوما عليه عجوز \r\nواللوز بدمشق أصناف : منه الجبلي ، قسطاسى ، عربيلي ، عقابي ، بندقي ، شحمى\r\nقال مسيح [ بن الحكم 
  ] : إذا أكل اللوز العاقد بقشره الأخضر الطري دبغ اللثة والفم وسكن ما فيهما من الحرارة\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nبالبرودة والعفاصة والحموضة التي في قشره الخارج قبل أن يصلب ويشتد . وإذا اكل اللوز القلب الأخضر من غير قشر وهو طري اصلح المعدة وجلا الأعضاء الباطنة ونقاها وأعان على قذف الرطوبات\r\nوقال جالينوس : في السادسة والمر في الدرجة الثالثة .\r\nفالحلو قوته قوة ملطفة يفتح السدد الحادثة في الكبد عن الاخلاط الغليظة ، ويجلو النمش ، ويعين على نفث الدم والاخلاط الغليظة اللزجة في الصدر والرئة ، ويشفى الأوجاع الحادثة في الأضلاع وفي الطحال وفي الكليتين والقولنج ، ويؤخذ من أصل شجرة اللوز فيطبخ ويوضع من خارج على الكلف فيدهنه\r\nوقال ابن الجوزي : اللوز الحلو حار رطب يسمن ويقوي البصر ويفتح السدد خصوصا المر . وإذا اكل بالعسل أو السكر أسرع الانحدار ، وخلطه لطيف ، وينفع أصحاب السعال ، وسويقه ثقيل . واللوز المرّ حار يابس يزيل الكلف والآثار والنمش\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nوفي اللوز الأخضر يقول ظافر الحداد :\r\n جاء بلوز أخضر * أصغره ملء اليد\r\nكأنما زبيره * نبت عذار الأمرد\r\nجواهر لكنما ال * أصداف من زبرجد \r\nوقال القاضي السعيد هبة اللّه بن سنا الملك في اللوز الذي بقلبين :\r\n ومهد الينا لوزة قد تضمنت * لناظرها قلبين فيها تلاصقا\r\nكأنهما حبان فازا بخلوة * على غفلة من حاسد فتعانقا \r\nونقلت من خط الرضى المرتضى محب الدين الزرعي قوله :\r\n قم زوّج الصهباء يا ابن السما * ولو لحاك العاذل الفاسد\r\nأما ترى الورد أتى شاهدا * واللوز في أغصانه عاقد \r\nونقلت من خط ابن حبيب الحلبي قوله وهو المقدم :\r\n تزويج بنت الكرم بابن المزن قد * نظمت قلائده فقم يا راقد \r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\n فالطير يخطب والزهور شهوده * واللوز ما بين الكمائم عاقد \r\n\r\n[ ومن محاسن الشام ( مرج الشيخ رسلان ) أعاد اللّه 
  ]\r\nعلينا وعلى المسلمين من بركاته ، واجرى علينا من صالح كراماته . وفيه أقول :\r\n يا من غدا قليبه قاسيا * قم لولي صادق البرهان\r\nوقف بذل وانكسار وقل * بمدمع يا سيدي رسلان \r\nوهو يشتمل على أنهار وأشجار ونواعير لها مع النسيم رشاش ، وغالب تلك الأراضي تزرع الخشخاش\r\nوفيه يقول الموصلي :\r\n وزهر خشخاش بدا احمرا * كأنه في رونق وابتهاج\r\nاقداح بلور وقد اترعت * من خمرة لم تختلط بالمزاج \r\nومن تشابيه ابن دمرداش قوله :\r\n ولما بدا الخشخاش في الروض مزهرا * وقد نظرت شرزا اليه الحدائق\r\nحكى قلعة أبراجها مستديرة \r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\n مشرفة دارت عليها الصناحق \r\nوقال منشئه البدري :\r\n خشخاشنا الناشف في * قشر له لما حضر\r\nحكى دبابيسا أتت * حملا بايد للتتر \r\nوالخشخاش بارد يابس ابيضه اصلح من اسوده يجلب النوم ويمنع النزلة وينفع السعال الحار والنوازل إلى الصدر ومن نفث الدم ورطوبات المعدة خلطه غليظ وانفع ما اكل بالسكر أو العسل والأسود ردئ مخدر يورث السبات الا ان أجود الأسود المصري وهو ينقي الصدر . واللّه سبحانه وتعالى أعلم\r\n\r\n[ ومن محاسن الشام ( الوادي التحتاني ) وهو شرقي 
  ]\r\n( مرج الشيخ ) وهو يشتمل على غياض ورياض ، فالرياض هي رياض السفرجل وفيه يقول القيراطي :\r\n فؤادي إلى بانات جلق مائل * ودمعي على أنهارها يتحدر\r\nفوافى إلى زهر السفرجل شيقا * إذا ما بدا مثل الدراهم ينثر\r\nغياض يفيض الماء في عرصاتها * فتزهو جمالا عند ذاك وتزهر \r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\n ترى بردى فيها يجول كأنه * وحصباؤه سيف صقيل مجوهر \r\nومن رقيق شعر يحيى الخباز قوله :\r\n زهر السفرجل بالجميل رأيته * قد فاق زهر اللوز في الأوصاف\r\nهذاك ينثر للنديم دراهما * ونثار ذا بخفايف الانصاف \r\nوهنا نكته لطيفة وهو ان الشيخ جمال الدين محمد ابن نباتة قدم إلى دمشق في أيام السفرجل فاضافه الشيخ جمال الدين يوسف بن غانم في ( الوادي التحتاني ) لأجل رؤية زهر السفرجل فصادف نهار حر وقيظ شديد فأنشد الشيخ جمال الدين محمد بن نباتة المصري :\r\n قد أشبه الحمام منزل لهونا * فالماء يسخن والازاهر تحلق\r\nفلذاك جسمي منشد ومصحف * عرق على عرق ومثلي يعرق \r\nفاجابه الشيخ جمال الدين يوسف بن غانم يقول :\r\n ما أشبه الحمام منزل لهونا * الا لمعنى راق فيه المنطق\r\nفالدوح مثل قبابه والزهر كال * جامات فيه وماؤه يتدفق \r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\nومن الفوائد ان أزهار الفواكه لم يؤكل منها سوى زهر السفرجل لحلاوته وعطريته . وهو أصناف بدمشق :\r\nبرزى . قصبي . سالمى . صينى . رقي . عباسى . تفاحى .\r\nأبو فروة . مجهول\r\nقال ابن الجوزي : السفرجل بارد يابس ويقال رطب جيده البالغ الكبار ، يسر النفس ويدبغ المعدة ويقبض ويقوى ويمنع سيلان الفضول إلى الأحشاء ويدر البول غير أنه يحرك القولنج ان اكل قبل الطعام وان اكل بعده لين . ودفع مضرته بالرطب المعسل . والسفرجل المشوي أخف وانفع وطريقته ان يقور ويخرج حبه ويجعل فيه العسل ويطين خرمه ويودع الرماد . يتولد عنه خلط بارد وتوافقه الامزاج الصفراوية . وأما السفرجل فأشد تقوية للمعدة وأقل حبسا للطبيعة وكثرة اكله تولد وجع العصب وحبه ينفع من خشونة الحلق ويلين قصبة الرئة ولعابه يرطب يبسها\r\nوبالاسناد عن طلحة بن عبيد اللّه قال : اتيت النبي\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\nصلّى اللّه عليه وسلم وهو في جماعة من أصحابه وبيده سفرجلة يقبلها أو قال يقبلها « 1 » فلما جلست اليه وجاء بها نحوي قال « دونكها أبا محمد فإنه يشد القلب ويطيب النفس ويذهب بطخاء الصدر » وقال أبو عبيد الطخاء أي سحاب وظلمة\r\nوفي حديث آخر أنه قال عليه الصلاة والسلام « إذا وجد أحدكم طخاء على قلبه فليأكل السفرجل »\r\nوعن أنس بن مالك رضي اللّه عنه قال قال رسول اللّه صلّى اللّه عليه وسلم « كلوا السفرجل على الريق » انتهى\r\nوفيه يقول ابن تميم وأحسن :\r\n حاز السفرجل أوصاف الورى فغدا * على الفواكه بالتفضيل مشكورا\r\nكالراح طعما وشم المسك رائحة * والتبر لونا وشكل البدر تدويرا \r\nومن أوصاف الطغرائى قوله فيه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعله « يقلبها »\r\n","page_name":" 252 ","page_number":252},
  {"content":"\r\n\r\n وسفرجل عني المصيف بحفظه * فكساه قبل البرد خزا أصفرا\r\nيحكي نهود الغانيات وتحتها * سرر لهن حشين مسكا أذفرا \r\nومن تشابيه الصنوبري قوله :\r\n لك في السفرجل منظر تحظى به * وتفوز منه بشمه ومذاقه\r\nيحكي لنا الذهب المصفى لونه * ونزيد بهجته على اشراقه\r\nوالشكل من أعلاه يحكي سفله * ثدي الكعاب إلى مدار نطاقه\r\nوالشكل من سفلاه يحكي سرة * من شادن يزهو على عشاقه \r\nوقال بعضهم :\r\n حكى سفرجل دوح * حوى جميع المعاني\r\nكأنه حين يبدو * على ذرى الأغصان \r\n\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\n رؤوس أطفال روم * لطخن بالزعفران \r\nوأما الغياض فهي غياض الحور ، وهو في علو السواري خالص الاعتدال ورقه بوجهين أخضر وأبيض له مع النسيم حفيف لطيف بساق أبيض صقيل ترتاح الأنفس اليه\r\nوفيه يقول شهاب الدين المنصوري :\r\n كأن الغصون المائلات عرائس * تثنين عجبا في ملابس اطلس\r\nكأن قدود الحور حور وقد غدت * تشمر عن ساق لدى الحوض أملس \r\n\r\n[ وبه ( غيضة السلطان ) وحورها لا يستطيع 
  ]\r\nالانسان أن يدخل فيما بينه لانضمامه ولئلا يضل عن الطريق كأنه سكب بقوالب من الشمع\r\nوبهذا الوادي متنزه يقال له ( ست الشام ) وهو مرجة خضراء ما بين هذه الغياض وبها عين تجرى بماء بارد عذب\r\nابن حجة :\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n\r\n نقول ( ست الشام ) لما غازلت * بعينها فأنعشت حياتي\r\nوانشقت بمرجها وأبرزت * نثرا حلا لأنه نباتي\r\nخذني بغير ضرة فإنني * بديعة في الحسن والصفات\r\nواستجلني عروسة يتيمة * شامية وعش بلا حماة \r\n\r\n[ ومن محاسن الشام . . . وأوله منتهى ( الوادي التحتاني ) وآخره ( البحرة ) 
  ]\r\nيقال إنه يشتمل على ثلاثمائة وستين قرية تزرع الغلة والحبوبات وفي الغالب الشعير\r\nوفيه يقول ابن ظافر الحداد :\r\n كأن سنابل حب الحصيد * وقد شارفت حين إبانها\r\nكنابيس مظفورة ربعت * وارخي فاضل خيطانها \r\nومن محاسن السلامي قوله :\r\n يا حبذا سنبلة * تبدو لعين المبصر\r\nكأنها سلسلة * مظفورة من عنبر \r\nو ( البحرة ) إليها ينصبّ ما يفضل من مياه أنهار دمشق ومنها صيدها من السماء والماء من الطيور والأسماك صيفا وشتاء\r\n\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\n\r\n[ ومن محاسن الشام ( ضمير ) وهي من القرى القديمة اتخذها اليونان 
  ]\r\nوإليها ينسب البطيخ الضميري الأصفر ومن أصنافه السمرقندي ، والسلطاني ، والشمام\r\nوالبطيخ مشتق من التبطخ واسترخاء الجلد ولين الجسم تحت يد الغامز . ويقال فيه طبيخ وهي لغة فصيحة لأنه من الطبخ وهو النضج الذي لا يتهيأ له التماسك وقد يكون لافراط الرطوبة المفسدة لجوهر الجسم ، قاله صاحب ( معاياة العقل في معاناة النقل ) انتهى\r\nوقال ( جالينوس ) البطيخ الأصفر في الثانية النضيج وجوهره جوهر لطيف وغير النضيج جوهره جوهر غليظ وفيهما جميعا قوة تقطع وتجلو ويدران البول ويصفيان ظاهر البدن وخاصة ان عمد الانسان إلى بزرها فجففه ودقه ونخله واستعمله في الحمام ومعك به بدنه\r\nوقال ( ديسقوريدوس ) قشره إذا وضع على العين سكن ورمها وان وضع على نوافيخ الصبيان نفعهم من\r\n\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n\r\nالورم العارض في أدمغتهم . وبزر البطيخ اجلى من لحمه حتى أنه ينفع الكلى التي يتولد فيها الحصى . والخلط المتولد من البطيخ خلط رديء\r\nوقال ( ابن الجوزي ) في لفظة « رطب » يفتت الحصى وهل هو حار أم بارد فيه قولان ، جيده السمرقندي ، منفعته يجلو البشرة ويقطع الكلف والبهق الرقيق عن الجلد . وبزره أقوى جلاء من جلده . مضرته يرخى الجسد ويولد الريح ، رفعها بالسكنجبين الصرف . يصلح للامزاج المعتدلة والكهول في الخريف . وأضر ما اكل على الجوع لا سيما إذ أنام الانسان عقبه على الجنب الأيمن والمشي بعده صالح ، وإذا أكثر منه ولد هيضة لأنه سريع الفساد في المعدة سريع الاستحالة إلى ما يصادفها\r\nوقال ( أرسطو ) : إذا فسد في المعدة البطيخ كان شبيه السم فليتقاياه ، وبزره الشربة منه ثلاثة دراهم ، فإنه يزيد في الباه\r\nوبالاسناد عن أمية بن زيد العبسي ان النبي صلّى اللّه عليه وسلم كان\r\n\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n\r\nيحب من الفواكه العنب والبطيخ\r\n( فائدة ) عن أبي مسهر قال : كان أبي إذا بعثني أشترى البطيخ قال يا بني أعدد الخطوط التي فيها فان تك فردا فخليق بها أن تكون حلوة\r\nوفيه يقول المشد :\r\n يا حسن اصفر بطيخ مذاقته * كالشهد ضيف بما ورد وكافور\r\nمثل الدنانير في لون وفي زنة * وفي خشونة حبات وتدوير \r\nومن بديع الابيوردى قوله فيه :\r\n من رأى أشباح تبر * ملئت من ريق نحله\r\nفاجتليناها بدورا * وقطعناها أهله \r\nومن تفنن أبي طالب بن عبد السلام بن أكبر المأموني :\r\n مخططة مثل الأكف كأنها * من الجزع كبرى لم ترض بنظام\r\nلها حلة من جلنار وسوسن * مغمدة بالآس غب غمام \r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n\r\n تمازج فيها لون حب وعاشق * كساه الهوى والبين ثوب سقام\r\nوابدى لها التحزيز تخضيب كاعب * غلامية ذات اعتدال قوام\r\nرياضية مسكية عسلية * لها لون ديباج وعرف مدام\r\nإذا فصلت للاكل كانت أهلة * وان لم تفصل فهي بدر تمام \r\nوالبطيخ المخطط الأصفر وهو المسمى في الشام بالشمام وفي مصر يسمونه اللفاح وهو نوع صغير مستدير مخطط بحمرة وصفرة على شكل الثياب العتابي وهو في طبعه ومزاجه متوسط بين البطيخين الا أنه أقل رطوبة من البطيخ الهندي وأغلظ من البطيخ الخفيقى ورائحته باردة طيبة مسكنة للحرارة جالبة للنوم ، ولأجل ذلك ظنت عامة المصريين انه نوع من اللفاح الذي هو ثمر اليربوح . واللّه تعالى أعلم\r\n\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\nوفيه يقول كشاجم :\r\n للأنف والعينين في يربوحه * لون المحب وعطرة المعشوق\r\nصفراء طيبة النسيم كأنها * بلورة محشوة بخلوق \r\nولأبي طالب فيه :\r\n ومصفرة فيها طرائق خضرة * كما اخضر مجرى السيل من صيب المزن\r\nكحقة عاج زينت بزبرجد * حكت قطع الياقوت في غلف القطن \r\nوقال ابن المعتز في اللفاح :\r\n انظر إلى اللفاح في شكله * وحسنه المبدع النقش\r\nمثل عروس خضبت كفها * لم تعلق الحناء بالغش \r\nوقال فيه ظافر الحداد :\r\n اهدى الىّ الظبي لقاحة * قد ضمخت بالمسك والعنبر\r\nكأنما اللفاح في كفه * سبيكة من ذهب أحمر \r\n\r\n[ ومن محاسن الشام ( برزة ) وهي من متنزهات 
  ]\r\nدمشق التي يرحل إليها وهي شمال ضمير وبها مقام نبي اللّه\r\n\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\nإبراهيم الخليل عليه السلام وقد تقدم سبب تسميتها برزة « 1 »\r\nوما أحسن قول الشيخ محمد بن نباتة :\r\n طاب مقام المرء مع شادن * برّزت العيش به برزه\r\nوساعدتنى الراح لما انثنى * ولان بعد المنع والعزة\r\nفيالها من ربوة خلفه * قد أطلعتنى فوقها المزه \r\n\r\n[ وإليها ينسب التين البرزي . والتين أصناف : وهو 
  ]\r\nمزي ، برزي ، ماسوني ، رومى ، بعلبكى ، كعب الغزال ، غريب ، طيفور ، شتوي ، جبلي ، حفيرانى ، ملكي ، عسيلي ، مكتّب ، مجهول ، ورق الطير\r\nقال ( ديسقوريدوس ) : التين يجلب العرق ويقطع العطش ويسكن الحرارة . واليابس منه مغذ مسخن ومعطش ملين للبطن ، ليس بموافق لسيلان المواد إلى المعدة والأمعاء وموافق للحلق وقصبة الرئة والمثانة والكلى ومن به ربو والذين تغيرت ألوانهم من أمراض مزمنة والذين يصرعون والمجانين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر ص 32\r\n","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\nوقال ( جالينوس ) في الثامنة وأما التين اليابس فقوته حارة في الدرجة الأولى عند انقضائها وفي الثانية عند مبدإها وله لطافة وبهاتين الخصلتين صار يفي بانضاج الأورام الصلبة ويحللها وقد ينبغي إذا قصدت في استعمالك إياه أن تخلط معه الحنطة في الانضاج ودقيق الشعير للتحليل .\r\nوالتين اللحيم أكثر انضاجا والماء الذي يطبخ فيه التين طبخا كثيرا فإنه يصير شبيها بالعسل في قوامه وقوته معا والتين الطري قوته ضعيفة بسبب ما يخالطه من الرطوبات والنوعان جميعا من اليابس والطري يطلقان البطن . وأما التين البري فقوته حارّة محلله ، وكذلك التين البستاني إذا لم ينضج ، ومزاج شجرة التين حار كما يدل عليه عصارة ورقه فان كل واحد من هذين يسخن اسخانا شديدا وكل واحد منهما يلذع ويجلو جلاء قويا ويحدث في البدن قروحا ويفتح أفواه العروق التي في المقعدة ويقلع الثآليل وينثرها نثرا وهو مع هذا يسهل البطن . وقضيب شجر التين له حراقة ولطافة مزاج بحيث انك إذا وضعته على\r\n\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n\r\nاللحم اليابس في القدر بهريه\r\nوقال صاحب ( اللقط ) : التين حار رطب منفعته انه يجلو دمل الكلى والمثانة ويؤمن من السموم وهو أغذي من جميع الفواكه . ومضرته أن يحدث نفخا وغلظا .\r\nدفع مضرته بشراب السكنجبين واستعماله على الريق منفعته عجيبة في تفتيحه مجارى الغذاء خصوصا مع الجوز واللوز . والتين اليابس ينفع الصدر ويجلو . وشراب التين يدر البول وينفع السعال المزمن وأوجاع الصدر وأورام القصبة والرئة ويفتح السدد والكبد والطحال . وورق التين الأسود بماء المطر يسود الشعر\r\nوبالاسناد إلى النبي صلّى اللّه عليه وسلم انه أهدي اليه طبق من تين فأكل منه وقال لأصحابه : كلوا فلو قلت إن فاكهة نزلت من الجنة قلت هذه لان فاكهة الجنة بلا عجم فكلوها فإنها تقطع البواسير وتنفع من النقرس . انتهى\r\nوما أحسن قول ابن خفاجة :\r\n وسود الوجوه كلون الصدود * تبسمن تحت عبوس الغبش \r\n\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\n إذا ما تجلى بياض الضحى * تطلعن في وجهه كالنمش\r\nكأني أقطف منها ضحى * ثدي صغار بنات الحبش \r\nومن تشابيه ابن المعتز قوله فيه :\r\n أهلا بتين جاءنا * مبتسما على طبق\r\nيحكي الصباح بعضه * وبعضه يحكى الشفق\r\nكسفرة مضمومة * قد جمعت بلا حلق \r\nوقال مؤلفه البدري رحمه اللّه تعالى :\r\n نوافج المسك حكى * تينا تراه في الغلس\r\nأو فم ظبي سال منه * الريق لما ان نعس \r\nومن الغاز الصلاح الصفدي قوله :\r\n أي شئ طاب أكلا * ناعم في الحلق لين\r\nكيف يخفى عنك يوما * وهو في التصحيف بين \r\n\r\n[ ومن محاسن الشام ( القابون ) وهي حسنة الماء والهواء 
  ]\r\nوهما قابونان فوقاني وتحتانى وبهما ارض ( مصطبة السلطان ) وهي مصطبة في قدر فدان يصعد إليها في نيف وعشرين درجة من جهاتها الأربع وفيها قصر حسن البناء ينزل به\r\n\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\n\r\nالملوك والسلاطين عند توجههم إلى الاسفار\r\n\r\n[ وإلى هذا القابون ينسب الخيار 
  ]\r\nقال إسحاق بن سليمان : الخيار أبرد وأثقل وأغلظ من القثاء لأنه في آخر الدرجة الثانية وبرودة القثاء في وسطها ولذلك صار الخيار أشد تبريدا وتطفئة ومن قبل ذلك صار فعله في توليد البلغم الغليظ والاضرار بعصب المعدة ويفججها أكثر من فعل القثاء لأنه أثقل وأبعد انهضاما وأكثر اتعابا للمعدة ، فإذا عسر انهضامه ، وبعدت استحالته ، تولد عنه الخلط البارد الغليظ ، لان سائر الفواكه إذا عسر انهضامها وبعدت استحالتها تعفنت وولدت خلطا رديئا مذموما شبيها بكيفية الأدوية المسمومة ، واسبقها إلى ذلك وأخصها به الخيار لأنه أعسر انهضاما بالطبع . والمختار منه ما كان جسمه صغيرا وحبه رقيقا غزيرا متكائفا . وأفضل ما يؤكل منه لبه فقط لأنه أسرع انهضاما وأسهل انحدارا\r\nوقال الغافقي : يوافق الكبد والمعدة الملتهبتين . ولبه\r\n\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n\r\nألطف من لب القثاء وإذا أكل اليسير منه طيب النفس\r\nوقال أمين الدولة بزر الخيار بارد في الثالثة نافع من احتراق الصفراء ومن الورم الحار في الكبد والطحال ومن أوجاع الرئة الحارة وقروحها\r\nوقال ابن الجوزي : أبرد مزاجا من القثاء وهو رديء للمعدة يهيج القئ ويحدث وجع الخاصرة وينبغي لآكله أن يتبعه بالعسل\r\nوقال الرازي : الخيار المخلل مبرد مطف جدا بمقدار حموضته وعتقه الا انه طويل الوقوف في المعدة وينبغي أن لا يؤكل مع الألوان الغليظة ويؤكل مع الاسفيذ باجات وان سقيت امرأة من قشر الخيار اليابس وزن أربعة دراهم نفع من عسر الولادة . واللّه أعلم .\r\nوما أحسن قول عسى العالية « 1 » فيه :\r\n خيارة أهديت الينا * من كف من يجلب السرورا\r\nكأنها إذ قطعت منها * كافورة ألبست حريرا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا الأصل\r\n","page_name":" 266 ","page_number":266},
  {"content":"\r\n\r\nالقثاء بارد رطب ينفع الحميات المحرقة ويسكن الحرارة والصفراء والعطش ويدر البول ويحدث وجع الخواصر رديء الكيموس يهيج لمن داوم عليه الحميات\r\nوقال الرازي في كتابه ( دفع مضار الأغذية ) : القثاء أخف من الخيار واسرع نزولا وهو أيضا يبرد ويرطب وليس يسخن البدن بل كثيرا ما يبرد أصحاب الأمزجة الحارة ولا يحتاج المحرورون إلى اصلاحه الا ان يكثروا منه . وقد يصلح ما تولد منه في البطن من الثقل والنفخ الجوارش الكمونى والسفرجلى ونحوهما . والقثاء والخيار والقرع من طعام المحرورين ويضر المبرودين وينبغي ان لا يكثروا منه ويتلاحقوا ضرره بالشراب القوي\r\nوفيه يقول ابن المعتز باللّه :\r\n انظر اليه انابيبا منضدة * من الزبرجد خضرا مالها ورق\r\nإذا قلبت اسمه بانت محاسنه * وصار مقلوبه انى بكم أثق \r\nومن لطائف السلامي قوله :\r\n وقثاءة مثل هلال السماء * ولكنها البست سندسا \r\n\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n\r\n عراقية لم يذب جسمها * هزالا ولم تحس فيمن حسا\r\nزبرجدة حسنت منظرا * وكافورة بردت ملمسا\r\nعلى رأسها زهرة غضة * كنجم الظلام إذا عسعسا\r\nجاء بها مغرس طيب * من الأرض أكرم به مغرسا\r\nلها أخوات لطاف القدود * إذا ما تبرجن خضر الكنسا\r\nمحجبة عن شموس النهار * بأردبة كنسيم المسا\r\nتقوس في حين ميلادها * ولم ار ذا صغر قوسا\r\nيطول اللسان باطرائها * ويصبح من ذمها أخرسا \r\nومن محاسن ابن خطيب داريا قوله في الفقوس :\r\n شبهت حين بدا الفقوس مبتهجا * على الرياض وحب فيه ماسور\r\nمخازن من لجين لف ظاهرها * بسندس حشوها حبات كافور \r\n\r\n[ ومن محاسن الشام ( بيت لهيا والعنابة ) ومن الناس 
  ]\r\nمن يقول ( بيت الآلهة ) وهو مكان مبارك يزار ويقال إن حواء عليها السلام كانت مقيمة بهذا المكان . ونقل بعض\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n\r\nالمؤرخين قال : كانت حواء عليها السلام في ( بيت لهيا ) وآدم عليه السلام في ( بيت أبيات ) وهابيل في ( سطرا ) وقابيل في ( قينية )\r\nفائدة عن عبد الرحمن بن يحيى بن سماعيل بن عبد اللّه بن أبي المهاجر قال كان خارج باب الساعات صخرة يوضع عليها القربان فما تقبل منه جاءت نار فأحرقته وما لم يتقبل بقي على حاله وكان هابيل صاحب غنم وكان منزله في ( سطرا ) وكان قابيل صاحب زرع وكان منزله في ( قينية ) وكان آدم في ( بيت ابيات ) وكانت حواء في ( بيت لهيا ) فجاء هابيل بكبش سمين من غنمه فجعله على الصخرة فاخذته النار وجاء قابيل بقمح غلته فوضعه على الصخرة فبقى على حاله فحسد قابيل وتبعه في هذا الجبل يريد قتله حتى صار من أمره ما صار\r\nقال بعض المؤرخين وهذه الصخرة هي الآن في الجامع عند باب جيرون بالقرب من ( حاصل الزيت ) وهي\r\n\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n\r\nصخرة سوداء « 1 » مقرورة انتهى\r\n\r\n[ واما ( العنابة ) فهي محلة الآن تشتمل على دور وقصور 
  ]\r\nوالسبب في سميتها ان كاهنا في زمن الروم كان يتعبد في صومعة بتلك الأرض فحصل له علة اشرف منها على الهلاك فنزل عنده تاجر من تجار الروم ومن جملة متجره خمسة احمال عناب ، فحلها ونشرها ، وكانت دمشق ممحلة من العناب وليس يوجد بها حبة عناب ، فصار هذا الكاهن يتناول منه وقد طاب له . فلما أصبح جاء اليه الطبيب فوجده قد نصل من تلك العلة ووجد الكاهن في نفسه نشاطا فقال له ما الذي استعملت البارحة قال الشيء الفلاني ونسي ان يذكر له العناب فقال الطبيب ولعلك استعملت عنابا قال نعم ومن أخبرك بذلك قال لعامي ان علتك هذه لا يبرئها سواه وهو معدوم واختشيت ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا تزال هذه الصخرة موجودة في مسجد دمشق على هذه الصفة إلى اليوم ، والناس يذكرون انها صخرة القربان - المطبعة السلفية\r\n","page_name":" 270 ","page_number":270},
  {"content":"\r\n\r\nاعلق خاطرك به . فزرع الكاهن الأرض التي حول صومعته جميعها عنابا وتقرب بها في كل من احتاج منها إلى شي يأخذه حتى يقال إن في الاسلام وجد من ذلك العناب فرد شجرة وبنى ما حولها فسميت تلك المحلة بها واللّه تعالى أعلم\r\nالعناب حار رطب في وسط الدرجة الأولى والحرارة فيه أغلب من الرطوبة ويولد خلطا محمودا إذا اكل أو شرب ماؤه ويسكن حدة الدم وحراقته وهو نافع من السعال ومن الربو ووجع الكليتين والمثانة ووجع الصدر . والمختار منه ما عظم حبه وان اكل قبل الطعام فهو أجود\r\nوقال الإسرائيلي رطبه يتولد عنه دم بلغمى وهو أفضل من يابسه وإذا كان نضيجا لين الطبيعة ولا سيما اليابس منه وإذا كان غضا عفصا حبس الطبيعة وسكن هيجان الدم وحدته وليس بمسكن للدم الغالب عليه الرطوبة\r\nوقال الشريف : العناب إذا جفف ورقه وسحق ونثر على الاكلة نفع من ذلك نفعا لا يبلغه غيره من الدواء .\r\nوشرابه بارد رطب يصلح مزاج الدم ويلطفه من احتراق\r\n\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n\r\nوينفع من احتراق الكبد وخشونة الصدر ووجعه والسعال اليابس والحصبة والجدري . وصفته يؤخذ مائة حبة يترك عليها خمسة أرطال ماء يغلى حتى ينضج العناب ويصفى من الماء ثلاثة أرطال ويضاف اليه ثلاثة أسنان سكر وبياض بيضتين مضروبة بالماء ويرفع على النار ويحرك حتى ينحلّ السكر فإذا صار له قوام حط . انتهى\r\nوفيه ألغز الأمير سيف الدين المشد :\r\n وأحمر اللون قان * يعزى اليه الخضاب\r\nما فيه عين وناب * وفيه عين وناب \r\nومن معاني ديك الجن قوله بقافيتين :\r\n كأنما العناب في دوحه * لما تناهى حسنه وابتسم\r\nأقراط ياقوت تبدت لنا * أو أنمل قد قرطت بالعنم \r\nابن سهل الإشبيلي قبل اسلامه في العناب الأخضر :\r\n هات اسقني القهوة في سبتنا * فان يوم السبت يوم السرور \r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n\r\n أما ترى العناب في دوحه * كأنه رطب قلوب الطيور « 1 » \r\n\r\n[ ومن محاسن الشام ارض ( سطرا ومقرى ) وهما من 
  ]\r\nالأراضي الطيبة الفيحاء . وفيها يقول جلال الدين ابن خطيب داريا :\r\n خليليّ ان وافيتما الشام بكرة * وعاينتما الشقراء والغوطة الخضرا\r\nقفا وآقرءا عني كتابا كتبته * بدمعى لكم مقرى ولا تنسيا سطرا \r\nوفيهما يقول ابن عنين :\r\n الا ليت شعري هل ابيتن ليلة * وظلك يا ( مقرى ) عليّ ظليل\r\n( دمشق ) فلي شوق إليها مبرح * وان لج واش أو ألح عذول \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير إلى البيت المشهور :\r\n كأن قلوب الطير رطبا ويابسا * لدى وكرها العناب والحشف البالي \r\n","page_name":" 273 ","page_number":273},
  {"content":"\r\n\r\n بلاد بها الحصباء در وتربها * عبير وأنفاس الشمال شمول\r\nتسلسل فيها ماؤها وهو مطلق * وصح نسيم الروض وهو عليل \r\nوتلطف شيخ الشيوخ بقوله :\r\n قالوا اما في جلق نزهة * تنسيك من أنت به مغرى\r\nيا عاذلي دونك من لحظه * سهما ومن عارضه سطرا \r\n\r\n[ وبينهما متنزه يسمى باليلكي ، 
  ]\r\nيجتمع فيه الناس أيام زهر السفرجل ويسيبون الماء تحت أشجاره ويوقدون في ظلمة الشهر قشور البيض ويطلقونها في الماء ويعلقون قشور النارنج موقدة في الأشجار ويضربون الخيام في بستان الحاجب ويقطعون فيه أوقاتا من اللذة والانشراح يعجز الوصف عنها\r\nوفيها يقول الشيخ علاء الدين بن المشرف المارديني :\r\n انظر إلى يلك زهت أزهاره * وزره فالزورة قد تعينت\r\nأشرقت الأرض بنور ربها * وأخذت زخرفها وازينت \r\n\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\n\r\nوأنشدني بدر الدين محمد الأزهري الناسخ المعروف بفليفل فيه :\r\n للّه من يلك بديع حسنه * قد ضم شملي بالذي اهواه\r\nما زال يفرش لي بساطا أخضرا * فرعى الاله رياضه وكلاه \r\nوفيه يقول ابن قرناص :\r\n ويلك قد بدت فيه معان * تطيب بها الندامى والمدام\r\nيسامرك النسيم إذا تغنت * حمائه ويسقيك الغمام \r\nومنه قوله فيه :\r\n قد أتينا نبغي زيارة يلك * قد حبانا بالجود والاكرام\r\nناولتنا أيدي الغصون ثمارا * أخرجتها لنا من الاكمام \r\n\r\n[ ومن محاسن الشام أراضي المزارع وهي خضرة مع الفلاة وكثرة المياه . ومن خصوصياتها الهليون 
  ]\r\nقال ابن البيطار في مفرداته الهليون ورقه كورق الشبث ولا شوك له البتة وله بزر مدور اخضر ثم يسود ويحمر وفي جوفه ثلاث حبات كأنها حب النيل صلبة ، منه برّى كثير الشوك وهو الذي يسمى بعجمية الأندلس\r\n\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\nأسرعين\r\nوقال جالينوس في السادسة وقوته قوة تجلو وليس لها اسخان ولا تبريد ظاهر ، ولذلك صار يفتح السدد من الكبد والكليتين\r\nقال [ ديسقوريدس 
  ] : وإذا سلق سلقة خفيفة واكل لين البطن وادرّ البول . وإذا طبخت أصوله وشرب طبيخها نفع من به عسر البول [ أو يرقان 
  ] ومن به عرق النساء ووجع الأمعاء\r\n[ قال ابن ماسويه 
  ] : ويزيد في الباه ويفتح السدد التي تعرض في الكبد والكلى ، وينفع من به وجع الظهر العارض من الريح والبلغم وينفع من وجع القولنج\r\n[ قال الرازي 
  ] : وربما غثى ولا سيما إذا لم يسلق .\r\nوليس يحتاج المبرودون إلى اصلاحه وأما المحرورون فليأكلوه بعد سلقه وتصفيته بالخل والمري\r\nوقال ابن الجوزي في ( لقط المناقع ) : الهليون حار رطب معتدل يولد المني ويحرك شهوة الجماع ويدر البول\r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\nوفيه الجلاء وكذلك يفتح السدد ويؤكل مطبوخا باللحم ومصلوقا بالزيت والمري والتوابل وغذاؤه متوسط\r\nونقلت من ( عجائب المخلوقات ) لابن الأثير قال :\r\nالهليون قضبان برية ينبت بنفسه في المواضع الندية التي تجمع فيها مياه الأمطار ، وقد نقل إلى البساتين فافلح .\r\nوأجوده الغض البستاني المنعطف وهو حار رطب يفتح سدد الأحشاء وينفع عرق النساء مطبوخا وينفع من القولنج البلغمي والريحي وينفع من عسر البول ومن عسر الحبل وينفع لوجع الظهر ويزيد في الباه وبزره جيد لوجع الضرس\r\nوذكر القزويني قال : حكى لي صديق أربلي قال :\r\nبجبال اربل هليون كثير ، وكان عامل الناحية يتخذ منه شرابا في كل سنة يبعث به إلى صاحب اربل فعمله سنة وبعث به فوقعت الأكراد الحرامية على القفل فنهبوه ورأوا ذلك الشراب في البراني فحسبوه عسلا فأمعنوا في أكله فغلب عليهم الاسهال حتى ضعفوا عن الحركة فمر\r\n\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n\r\nالمسافرون فرفعوا أمرهم لصاحب اربل فأرسل إليهم فقبضوا عليهم وأدخلوهم محملين على الدواب ، والناس يضحكون منهم ويقولون هؤلاء سكارى الهليون . فتبصر في تأثيره ومنافعه . انتهى\r\nوفيه يقول كشاجم :\r\n وباقة هليون أتت وهي غضة * فشبهتها تشبيه ذي اللب والفضل\r\nبرشق نبال جمعت من زبرجد * مشنفة الاعلى مفضضة الأصل \r\n\r\n[ ومن خصوصياتها الطرخون . 
  ]\r\nقال ابن البيطار : في مفرداته هو نبات طويل الورق دقيق الساق يعلو على وجه الأرض نحوا من شبر إلى ذارع ونصف وهو من بقول المائدة ينهض الشهوة ويطيب النكهة وإذا شرب الماء عليه طيبه\r\nوقال صاحب ( الفلاحة ) : الطرخون صنفان بابلى طويل الورق ورومي مدور الورق وهو من بقول الصيف\r\n\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n\r\nوطعمه حريف لذاع في وسط الدرجة الثانية بطيء في المعدة عسر الانهضام يجفف الرطوبات وينبغي أن لا يكثر منه المبرودون وهو يطفئ حدة الدم ويقطع شهوة الباه وعسر انهضامه لكثرة دهنيته فلهذا صار بطيء الغذاء ويختار منه ما كان طريا غضا قريبا من ابتداء النبات لان ذلك أقل لدهنيته ويؤكل معه الكرفس لأنه يمنع ضرره ويجيد انحداره وانهضامه\r\nوقال التميمي الطرخون يخدر اللهاة واللسان بما في طبعه من الحرافة الكافورية اللطيفة وفي طعمه شيء من طعم العاقر قرحا وقد ينفع مضغه من يكره شرب الأدوية المطبوخة فلا يلبث في معدته ويدخل ماؤه مع ماء الرازيانج الأخضر في الشراب الهندي المسمى شراب الكدر النافع من فساد الهواء المانع لكون الجدري والحصبة وهو من أنفس أشربة الملوك الهندية وملوك خراسان ، وهذا من خاصة ماء الطرحون ويمنع من حدوث الوباء فافهم ذلك\r\nوقال ابن الأثير : الطرخون متى جعل في أصوله\r\n\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\nالملح جوّده وألقحه\r\nوعاقر قرحا هي أصل الطرخون الجبلي ، وهو حار يابس وفيه قوة مخدرة مجفف الرطوبات إذا مضع نفع من القلاع ويطيب البوارد إذا ألقى فيها ويقوي المعدة غير أنه يعطش ويحدث وجع الحلق\r\n\r\n[ ومن خصوصياتها الكرنب ، 
  ]\r\nوليس يوجد بالبلاد المصرية ، وهو صنفان النبطي وهو المشهور وخوزي وهو غليظ الورق جدا شديد الخشونة . والكرنب النبطي الأندلسي وهو شبيه بالسلق صغير القلوب وأشد رخوصة من القنبيط\r\nوقال جالينوس : الكرنب في السابعة ، وقوته قوة تجفيف إذا أكل وإذا وضع من خارج ، ولكنه ليس بظاهر الحدة والحرافة بل قوته قوة تبلغ به إلى ادمال الجراحات واشفاء القروح الخبيثة والأورام التي قد صلبت وصارت في حد ما يعسر انحلاله . وبزر الكرنب يقتل [ الدود 
  ] إذا شرب وقضبان الكرنب إذا أحرقت\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\nيصير منها رماد يجفف تجفيفا شديدا حتى أن قوته تكون قوة محرقة ، ومن أجل ذلك صاروا يخلطون معه شحما عتيقا ويستعملونه في مداواة وجع الجنبين إذا عتق وفي سائر العلل الشبيهة بهذا النوع من الوجع لأنه يحلل تحليلا قويا\r\nوقال ديسقوريدوس : في الثانية ان سلق سلقة خفيفة وانحل سهل البطن وان سلق سلقا جيدا أو سلق مرتين بماء بعد ماء امسك البطن ولقد زرع بمصر فما اكل لمرارته ولا نبت بعد جهد . وإذا أكل الكرنب نفع من ضعف البصر والارتعاش ، وإذا اكله المخمور سكن خماره .\r\nوعصارة الكرنب إذا خلط بالشراب وشرب نفع من لسعة الأفعى وإذا خلط بدقيق الحلبة والخل وتضمد به نفع من النقرس ووجع القروح الوسخة العميقة وإذا احتملته المرأة مع دقيق الشيلم ادر الطمث . وورق الكرنب إذا دق ناعما وتضمد به وحده أو مع سويق نفع من كل ورم من أورام البدن ومن الأورام البلغمية ومن الحمرة ويبريء\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n\r\nالشرى والجرب المتقرح . وإذا خلط بالملح قلع النار الفارسية ويمسك الشعر المتساقط . وإذا أكل الورق نيئا مع الخل نفع المطحولين وإذا مضغ ومص ماؤه اصلح الصوت المتقطع وزهره إذا عمل منه فرزجة واحتملته المرأة بعد الحبل قتل ما في بطنها\r\nوقال ارجنجانس : الكرنب ينفع من السعال القديم والنقرس إذا صب طبيخه على المفاصل وان أطعم الصبيان نشأوا نشؤا سريعا وعصيره ان شرب بالنبيذ أياما ذهب بوجع الطحال . ورماده يبريء حرق النار ويبرئ عصيره الحكة والجرب وان خلط بالزاج والخل وطلي به على الجرب والبرص نفع وأكله يجلب النوم ويصفي الصوت وينفع من عضة الكلب\r\nوقال الرازي : مرق الكرنب ينفع من السعال ومن وجع الظهر العتيق ووجع الركبة\r\nوقال مسناوس : أكل الكرنب يحسن اللون وان سلق مرتين ثم طيب بكمون وزيت وملح وفلفل وغلي\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n\r\nعليه نفع أصحاب العفر في الأمعاء . والماء الذي يغسل الكرنب به أو يطبخ فيه ينقى البدن ويخفف الصداع وينقى العينين اللتين يجد فيهما صاحبهما ظلمة من رطوبة أو بخار غليظ ، وينفع الأحشاء ولا سيما الطحال الغليظة ، والذين غلبت عليهم السوداء الا انه ينقى العروق\r\nوقال ابن ماسويه الكرنب مولد للمرة السوداء والدم العكر وان طبخ باللحم السمين قلت غائلته . وفي الكرنب الشامي صنف آخر سمي الموصلي وله ورق اخضر جعل مثل ورق الكرنب الأندلسي عير انه منبسط على وجه الأرض وينبت بمقامات العجوز . وبدمشق كرنب آخر بري ثمره مدور ابيض اللون على هيئة الفلفل الأبيض وهو ينفع من نهش الأفاعي ، وعروقه إذا جففت وسحقت وسقي منها وزن درهمين بشراب ينفع من نهش الأفاعي\r\nوأما القنبيط الذي يدعى عند المصريين بالكرنب فهو أغلظ وأقوى وابطأ في المعدة من الكرنب ، وورقه الناشئ حواليه أقل ضررا وأصلح من جمارته الصفراء الناشئة\r\n\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n\r\nفي وسطه للمائية الغالبة عليه . واجتنابه كله احمد لتوليده الدم العكر ، والاكثار منه يضعف البصر ، وهو مطلق للبطن ، كثير البخار يورث احلاما رديئة وسددا ومرة سوداء ، واصلح ما يؤكل مطبوخا باللحم السمين ، وبيضه الأصفر الذي يسمى جمارة يهيج القراقر والنفخ ويزيد في المني\r\nوقال الطبري القنبيط بارد يابس غليظ عسر الانهضام ردئ الغذاء وإذا طبخ بيضه الذي هو ثمره وصب ماؤه ثم اكل بالخل والزيت والمري زاد في المنى\r\nوقال الرازي : لمائه خاصية في منع السّكر . وخاصية بزر القنبيط افساد المني إذا احتملته المرأة بعد الطهر من الطمث\r\nوقال الإسرائيلي وإذا شربه المخمور حلل خماره .\r\nوإذا شرب قبل الشراب منع السكر . انتهى واللّه أعلم\r\nوفيه يقول مؤلفه :\r\n بغضي في قنبيط * قد حكى والفكر صارم \r\n\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n\r\n لرءوس من يهود * قطعت تحت العمائم \r\n\r\n[ ومن خصوصياتها الباذنجان الأحمر 
  ]\r\nالرفيع والأبيض القليل البزر الرقيق القشر\r\nقال ابن البيطار : اسمه فارسي معرب ويسمى بالعربية الأرنب\r\nقال الرازي : جيد للمعدة التي تقىء الطعام وردىء للرأس والعين يولد ماء اسود يسير المقدار ويتولد عنه كثير القوابى والبواسير والرمد والأمراض السوداوية ويفتح سدد الكبد والطحال وإذا سلق ثم قلي بدهن اللوز ذهب عنه أكثر حدته وحرافته ، والمشوى منه أصلح للمعدة التي تقىء الطعام ، والمطبوخ بالخل أوفق للمحرورين وأصحاب الأكباد الحارة والاطحلة الغليظة\r\nوقال ابن ماسويه : والاحمد في اتخاذه ان يقشر ويشق ويحشى ملحا ويترك وقتا طويلا في الماء البارد ثم يصب ذلك الماء عنه ويعاد عليه ماء آخر ثم يسلق ويطبخ بالحملان والجدايا والدجاج وان اكل مقلوا بسيرج وخل ومري يمتص\r\n\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n\r\nبعد اكله ماء الرمان . وكثرة اكله تولد السرطانات والصلامات والجذام والسهر وتكثر البلغم والبواسير الا ان اقماعه إذا جففت في الظل وسحقت نفعت البواسير بعد ان تطلى بدهن مسخن\r\nوقال بعضهم في وصف الباذنجان يشبه أنوف الزنج وأذناب المحاجم وبطون العقارب وبزر الزقوم . فقيل له انه يحشى باللحم المقلى بالزعفران فقال لو حشي بالتقوى ما أفلح ابدا\r\nوقال الشاعر :\r\n وإذا صنعت عذاءنا * فاصنعه غير مبندجي\r\nإياك هامة اسود * عريان أصلع كوسجي \r\nوقال مؤلفه البدري فيه وهو مقلي :\r\n بذنجة شبهتها * لما قلاها واخترم\r\nبسقط زنج راقد * وزند من بعض الخدم \r\nوقال فيه أيضا :\r\n بذنجكم كزنوج * كواسج في التئام \r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n\r\n خضر الطراطير هاموا * بالرقص تحت الخيام \r\n\r\n[ ومن خصائصها الكراث . 
  ]\r\nقال الغافقي الشامي صنفان منه صنف أعناقه طويلة ورءوسه صغار ، وصنف منه اعناقه قصيرة ورءوسه مدورة كبار أطيب طعما من الأول هو المسمى بالقفلوط وهو مما يؤكل أصله دون فروعه . وهو في الثانية نافخ رديء الكيموس تعرض منه أحلام رديئة ويدر البول ويلين البطن ويلطف ويحدث غشاوة في العين ويدر الطمث ويضر بالمثانة المتقرحة والكلى وإذا طبخ بماء الشعير اخرج الفضول التي في الصدر وورقه إذا طبخ بماء البحر والخل وجلس النساء فيه نفعهم من انضمام فم الرحم والصلابة العارضة له وقد يسلق سلقين بماء بعد ماء ثم ينقع بماء بارد حتى يحلو طعمه ويقل نفخه\r\nوقال الرازي : يهيج الباه والانعاظ ، وهو أسكن وأقل في الحدة والاعطاش من البصل ، وأغلظ جرما وأبطأ نزولا وانهضاما\r\n\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\nوقال ابن ماسويه « 1 » ينفع من القولنج ، وإذا أكل الكراث أو طبخ نفع من البواسير الباردة وورق الكراث الشامي من خاصيته النفع للرحم التي فيها رطوبة تزلق الولد\r\nوكراث المائدة المسمى عند أهل العراق بالقرط وفي الشام بالبقل وفي الحجاز بالكراث\r\nوقال ابن إسحاق « 2 » : هو الكراث النبطي ويخرج من تحت الأرض أوراقا ثلاثا دون أعناق في لون ورق الكراث الأندلسي وشكله الا أنه دقيق جدا وما تحت الأرض من أصله قدر عقدتين أو ثلاث ، أبيض مستطيل غير مستدير\r\n[ ديسقوريدوس : والكراث النبطي هو أشد حراقة من الكراث الشامي 
  ] ، وفيه شيء من قبض ، ولذلك ماؤه إذا خلط بالخل ودقاق الكندر قطع الدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ( مفردات ابن البيطار ) : « ابن ماسه »\r\n( 2 ) في ( مفردات ابن البيطار ) : « ابن سمحون قال علي ابن محمد . . . الخ »\r\n","page_name":" 288 ","page_number":288},
  {"content":"\r\n\r\nوخاصة الرعاف ، ويحرك شهوة الجماع ، وإذا خلط بالعسل ولعق كان صالحا لكل وجع يعرض في الصدر وقرحة الرئة ، وإذا أكل نقى قصبة الرئة ، وإذا أدمن أكله أظلم البصر ، وهو رديء للمعدة ، وإذا تضمد به مع السماق قطع الثآليل ويبري الشرى ، وإذا تضمد به مع الملح قلع خبث القروح وإذا شرب من نوره وزن درهمين مع مثله من حب الاس قطع نفث الدم من الصدر\r\nوقال ابن ماسويه : حار في الدرجة الثالثة يابس في الدرجة الثانية ، مصدع ، يولد بخارا ردئا ويري أحلاما مرعبة ، ينفع من السدد العارضة في الكبد المتولدة من البلغم وان سلق وطحن وأكل وضمد به البواسير العارضة من الرطوبة نفع منها\r\nوقال الرازي : مفتق لشهوة الطعام منعظ معين على الاستكثار من الباه ، ولا يصلح لأصحاب الأمزجة الحارة ومن يسرع اليه الرمد والامتلاء إلى رأسه\r\nوقال اليهودي : خاصيته افساد الأسنان واللثة\r\n\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n\r\nقال مؤنس « 1 » إذا ضمد به على موضع لسعة الأفعى نفع منها\r\n[ ماسرجويه 
  ] وبزره إذا دهنت به المقعدة أذهب البواسير وأكله يخرب الأضراس وينثرها غير أنه إذا وجد في الأمعاء بلغما أساله ، وإذا شرب من بزره ملعقة أحدث انتشارا صحيحا . انتهى\r\n\r\n[ وأما الجزر قال ابن الجوزي : حار رطب ، يحرك 
  ]\r\nالباه ، ويدر البول ، بطيء الهضم دفع مضرته انضاجه وفيه نفخ . اصلاحه بالخل والمرى والخردل\r\nومن تشبيه ابن المعتز قوله :\r\n أنظر إلى الجزر الذي * يحكي لنا لهب الحريق\r\nكمدية من سندس * وبها نصاب من عقيق \r\n\r\n[ وبها الزعتر . قال ابن الأثير : الزعتر نوعان بستاني 
  ]\r\nوبرى . وهو حار يابس محلل ملطف ، يسكن وجع الضرس إذا مضغ ، وينفع من أوجاع الوركين ، وينفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في [ مفردات ابن البيطار 
  ] : « إسحاق بن عمران »\r\n","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\nالكبد والمعدة ، ويخرج الديدان ، ويدر البول ، ويمري ويشهي الطعام ، ويحلل الرياح ، وقدر ما يوجد منه مثقال واكله ينفع من غشاوة البصر الحادث من رطوبة ، ودهنه ينفع الصدر والرئة ؛ وينفع من لسع الحيات لا سيما النديّ منه . وذكروا أن القنفذ وابن عرس إذا تناهشا الأفاعي والحيات تعالجا بأكل الزعتر البري . واللّه اعلم\r\nوفيه يقول ابن وكيع :\r\n زعتر بل أدق من أرجل النمل * وأزكى من نفحة الزعفران\r\nكسطور كسين نقطا وشكلا * من يدي كاتب لطيف المعاني \r\nوبها الفجل حار يابس محرك الباه ردئ الكيموس يهضم ولا ينهضم لأنه يهضم بجوهره اللطيف فإذا انحل ذلك الجوهر بقي جوهره الكثيف الذي فيه عاصيا على القوى الهاضمة لزجا سريعا إلى التعفن رديئا للمعدة يدر البول ويجلو المثانة فإذا أكل على الريق أزال البلغم وقوّى المعدة لكنه يضر الرأس والأسنان والعين ، لكن ماءه يجلو العين وإذا طلى بمائه البهق زال ومن طبخ الفجل\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\nباللبن الحليب وشربه تنظفت مثانته من الرمل والحصى .\r\nوالمطبوخ من الفجل يصلح للسعال المزمن العتيق والكيموس المتولد في الصدر ، وإذا اكل الفجل قبل الطعام لين البطن وانفذ الغذاء ، وإذا اكل بعده صار الطعام صافيا ولا يدعه يستقرّ . وماء ورقه يفتح سدد الكبد ويزيل اليرقان وينفع من نهش الأفاعي . وان وضعت شدخة منه على العقرب ماتت ، وماؤه أقوى من ذلك ، وأين لذغت العقرب من أكل فجلا لم تضرّه . ونور الفجل يحلل الرياح وينفع من النمش الكائن في الأعضاء وآثار الضرب والكلف . ومن أكل بزر الفجل مع العسل ذهب بعض فؤاده . انتهى\r\n\r\n[ وبها السذاب . حار يابس ينفع وجع الصدر ويقاوم 
  ]\r\nالسموم ويشرب من يحذر السم من بزره وزن درهم مع ورقة شراب يجفف ويقطعه ومن أغلى السذاب في سيرج وطلى به جسده لم يكن في ثيابه قملة ومن آلمه ضرسه فأخذ ورق السذاب مع زبيبة سوداء فمضغه سكن\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n\r\n\r\n[ وبها النعناع حار يابس وفيه رطوبة تحرك به شهوة 
  ]\r\nالجماع ويقوي المعدة ويسخنها ويجوّد الهضم ويسكن الفواق الحادث عن امتلاء وينفع اليرقان وخصوصا بشرابه وإذا تركت منه طاقات في اللبن لم يتجبن\r\nوبها الرشاد حار يابس ملطف يقتل الدود ويحلل الرياح ويقطع البلغم والرطوبة الا انه يضر المعدة والمثانة\r\nوبها البقلة الحمقاء باردة رطبة تنفع الضرس والصداع الحار تضر المني وتقطع شهوة الجماع ، دفع ضررها بالجرجير تصلح للامزاج الحارة والشباب في الصيف ، وإذا شرب بزر البقلة مع السكر نفع السعال الحار ، والأقباط تسميها رجلة\r\nوفيها يقول السراج الوراق :\r\n وأحمق أضافنا ببقلة * لنسبة بينهما ووصله\r\nفمن أقلّ أدبا من سفلة * قد مد ما بين الضيوف رجله \r\n\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\n\r\n[ وبها الاسفاناخ حار معتدل رطب وقيل بارد ينفع 
  ]\r\nمن السعال وخشونة الحلق والصدر ويقمع الصفراء والمرار مضرته أنه يسيء الهضم دفعها بمعجون الورد\r\nوبها الكرفس حار يابس يحلل الرياح ويسكن الأوجاع وينفع من عسر البول ويخرج المشيمة ويهيج الباه وينفع المعدة وبردها والسعال والطحال وينقي الكلى والمثانة ويفتت ويصدع الدماغ الا أن يضاف اليه الخس يصلح للمزاج الباردة والكهول في الشتاء وأكله في الشتاء يذهب البلغم\r\nوبها السلق الأحمر والأبيض حار رطب وقيل بارد ملين للطبيعة وبه تلطيف يفتح به سدد الكبد والطحال ينبغي لمن يأكله أن يطيبه بالخل والخردل وأصل السلق مولد البلغم لا يوافق المعدة وماؤه يذهب الحرارة من الرأس ويقلع الثآليل . مضرته يحرق الدم . دفعها . . . والمرى ينفع من الكلف إذا استعمل ورقه ضمادا بعد غسل الموضع بنطرون ومن طلا رأسه بالسلق زالت الصيبان منه واسودّ\r\n\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n\r\nشعره وتجعد وطال\r\nبها الهندباء باردة رطبة وقيل يابسة جيدها الرطب يقوي المعدة ويفتح سدد الكبد والطحال والأحشاء والعروق ويقطع حرارة الدم ويبرد الكبد الحارة وانفعها للكبد أمرّها وماؤها المعتصر ينفع اليرقان الذي من السدد مضرتها تبطيء بالهضم ، دفع مضرتها بالرشاد ، تصلح للامزجة الحارة والشباب في الصيف\r\n\r\n[ وبها البصل . حار يابس وقيل رطب ينفع من تغير 
  ]\r\nالمياه ويفتق الشهوة ويهيج الباه ويزيد في المنى ويحسن اللون ويقطع البلغم وينظف المعدة إلا أنه يثير الشقيقة ويصدع الرأس ويولد رياحا ويظلم البصر ، وكثرة أكل البصل تورث النسيان وتفسد العقل ، دفع مضرته الخل واللبن ، يصلح الامزاج الباردة ، وإذا دق وعجن بالعسل ووضع على الكلف الغليظ والقوابى والبهق الأسود قلع ذلك ، وإذا دق ناعما وطلي به موضع الشعر نفع داء الثعلب ، وان أحرق كان أنفع ، وينفع من نهش الحيات\r\n\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\nوالكلب الكلب\r\n\r\n[ وبها الثوم حار يابس سخن مجفف جيده 
  ]\r\nالقليل الحدّة ، ويقوي المعدة ، ويسخن المعدة مع البدن ، ويقطع البلغم ويحل النفخ ، ويصفى الحلق ، ويحفظ صحة البدن وينفع من تغيرت عليه المياه ، والسعال المزمن ، وأوجاع الصدر من البرد ، ويخرج العلق من الحلق ، وينفع من السموم ويفتح السدد ، الا أنه يهيج الصفراء ويضر الدماغ ويصدع ويضعف البصر والباه ، ولا يصلح بأن يأكله معتقل ولا مصدع وخلطه غليظ ، والنيء منه يقتل الدود ، والمطبوخ ينظف المثانة . ومن أخذ شيئا مطبوخا منه أو مقلوا بسيرج وتحمل به أزال الحكاك عنه ونفعه من عرق النساء ، ومن أكل الثوم ولذعته العقرب لم تضره وان طلي مكان اللذغة بالثوم خرج السم من اللسع ، وإذا مضغ على سن سكن ألمه ، ومطبوخه ومشويه يسكن وجع الأسنان ، ورماد الثوم إذا طلي بالعسل على البهق والقوابي نفع ، ومن أراد أن يذهب ريح الثوم من فيه\r\n\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\nقليمضغ دقيق الباقلاء\r\n\r\n[ وبها الكسفرة « 1 » اليابسة حارة مع قبض 
  ]\r\nوقيل باردة « 2 » تقوي المعدة المحرورة لكنها تولد ظلمة البصر ، ولا ينبغي الاستكثار منها لأنها تحرق الدم وتعفنه وتقطع الشهوة وتفسد الدهن والرطوبة وربما قتلت\r\nوبها الكراويا حارة يابسة تحلل الرياح وتقتل الدود العارض في الأمعاء وتسمن وتنفع الخفقان والمغص وترخي الرئة ، دفع ضررها بالشعير . انتهى\r\nوبها الكمون كالكراويا وأقوى في تحليل الريح ، حار في الثانية يابس في الثالثة إذا غسل الوجه بمائه صفاه فان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت في كتب النبات والعقاقير بلفظ كسفرة وكسبرة وكزبرة\r\n( 2 ) هذا قول ( ديسقوريدوس ) وقد تكلم على ذلك ابن البيطار في لفظ « كزبرة » من مفرداته بمقالة تدل على فضل وعلم\r\n","page_name":" 297 ","page_number":297},
  {"content":"\r\n\r\nاستكثر منه صفر اللون وإذا سخن بالخل وشم قطع الرعاف\r\n\r\n[ وبها القرع . قال جالينوس في السابعة مزاجه بارد رطب ، 
  ]\r\nوهو منهما في الدرجة الثالثة ، ولذلك صار عصير جرادته نافعا من وجع الاذن الحادث عن ورم حار متى استعمله الانسان مع دهن ورد ، وكذلك جملة جرم القرع وما دام نيئا فطعمه كريه ومضرته للمعدة عظيمة . وقد رأيت انسانا أقدم على أكله نيئا فاحسّ في معدته بثقل وبرد وأصابه عليه غثيان وقيء . فإذا سلق فإنه يغذو غذاء رطبا وانحداره عن المعدة سريع لرطوبته ولما فيه من الملاسة والتزليق ، وإذا انهضم فليس خلطه برديء متى لم يسبق اليه الفساد قبل انهضامه والفساد يعرض له من قبل ابطائه في المعدة وعدم انحداره ، ومهما اكل معه انقلب خلطه وتشبه به\r\nوقال ديسقوريدوس : يسكن الأورام البلغمية ، وإذا طبخ كما هو وعصر وشرب ماؤه بعسل وشيء يسير\r\n\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n\r\nمن نطرون أسهل البطن اسهالا خفيفا\r\nوقال الرازي : بارد مولد للبلغم وهو طعام المحرورين يطفئ ويبرد ويسكن اللهب والعطش وينفع من الحميات ، وإذا طبخ بالخل نقص من غلظه وبطؤ هضمه وكان أشد تطفية للصفراء والدم ، الا أنه في هذه الحالة لا يصلح لأصحاب خشونة الصدر والسعال وأما من به سعال وحمى فليطبخه مع كشك الشعير ومع الماش المقشر ودهن اللوز الحلو وليجتنبه المبرودون والمبلغمون لأنه يولد فيهم القولنج الغليظ ، وان اكلوه فليأكلوه مطبوخا بالزيت مطيبا بالفلفل وليشربوا عليه الشراب الصرف ، فإذا وضع مع اللبن يصلح منه الخردل ، وإذا وقع في الخل فإنه يصلح غلظه لكن لا يصلح برودته\r\nوقال إسحاق بن سليمان : إذا لطخ بالعجين وشوي في الفرن أو التنور واستخرج ماؤه وشرب ببعض الأشربة اللطيفة سكن حرارة الحمى الملتهبة وقطع العطش\r\nوقال حبيش [ بن الحسن 
  ] : إذا شرب من مائه\r\n\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n\r\nالمستخرج بالشيّ فيكون مع عشرين درهما من الجلاب اوزن عشرة دراهم من السكر الأبيض ، ومقدار ما يشرب منه أربعة آواق إلى نصف رطل ولحميته تسقط الشهوة ودهنه في نحو دهن البنفسج جيد للحر والسهر\r\nوقال إسحاق بن عمران : ماؤه يسكن الصداع إذا شرب أو غسل به الرأس ، وقد ينوم من يبس دماغه إذا قطر منه في الانف وهو يلين البطن كيف استعمل ولم يداو المبرسمون والمحرورون بمثله ولا أعجل نفعا منه\r\nوقال الشريف : ماؤه المشوي بالعجين إذا اكتحل به يذهب صفرة العين الكائنة من اليرقان ، وإذا اكتحل بماء زهره اذهب الرمد الحار ، وقشر القرع اليابس إذا أحرق وذر على الدم المنبعث قطعه ، وإذا أحرق وسحق وعجن بخل وطلى به البرص نفع منه ، وإذا قشر حبه ودق واستخرج دهنه انتفع به من وجع الاذان ووجع الأمعاء الحارة ومرقة الفروج المطبوخة بالقرع منعشة للمغشي عليهم من حدة الاخلاط الصفراوية في الحميات وحراقة\r\n\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n\r\nقشره اليابس تنقع من قروح الأعضاء اليابسة وهي جيدة لتطهير الصبيان ومن قروح الذكر وتجففها\r\nوعن هشام بن عروة عن أبيه عن عائشة رضى اللّه عنها قالت : قال رسول اللّه صلّى اللّه عليه وسلم « إذا طبختم قدرا فأكثروا فيها من الدبّاء فإنه يشد قلب الحزين » انتهى\r\nوانشدني شيخنا العلامة شهاب الدين المنصور :\r\n يا عين أعيان الزمان ويا * شيخ الشيوخ ومحيي الشرع\r\nما قرع الباب عليك امرء * الا وذاق حلاوة القرع \r\n\r\n[ وبها الكمأة وهي من خواصها 
  ]\r\n. قال ابن البيطار في الثانية وهو أصل مستدير لا ورق له ولا ساق ، لونه إلى الحمرة يؤخذ في الربيع ويؤكل نيئا ومطبوخا\r\nوقال جالينوس : في الثامنة قوام جرم الكمأة من جوهر أرضى وهي غليظة الكيموس قليلا الا أنه ليس برديء تورث عسر البول والقولنج وأجودها ما كان من موضع فيه رمل قليل والكمأة الحمراء قاتلة وأجود الكمأة الشديدة التلزز والاملاس والميل إلى البياض وأما المتخلخل\r\n\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n\r\nالرخو فرديء جدا في المعدة الحارة يولد الأوجاع في أسفل الظهر والصدر ويولد السدد ، وماؤها يجلي البصر وادمان اكلها يورث السكتة والفالج وهي بطيئة الانهضام وينبغي لآكلها ان يقشرها وينقيها تنقية كبيرة ليصل إليها الماء ويخرج غلظها وربما تدفن في الطين الحار يوما وليلة ثم تغسل ثم تسلقها بالماء والملح والفودنج والسذاب سلقا بليغا ثم تؤكل بالزيت الركابي والمرى والسعتر والفلفل . واليابسة من الكمأة ابطأ في المعدة وأكثر ضررا وينبغي ان يشرب عليها النبيذ المعسل الصرف ويؤخذ الترياق والزنجبيل\r\nوقال ابن الجوزي : الكمأة نبات يتولد من عفونة الأرض الكثيرة الأمطار يولد البلغم الشديد والأسود أشد غلظا يولد السوداء ويفسد النكهة وهي من الأغذية الرديئة لكن ماءها يجلو العين لقول النبي صلّى اللّه عليه وسلم « الكماة من المنّ وماؤها شفاء للعين » أخرجاه في الصحيحين .\r\nانتهى\r\nوقال الغافقي في مفردات ابن البيطار : ان من أكلها\r\n\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n\r\nولسعه شيء من الهوام ذوات السموم مات ولم يخلصه الدواء البتة . انتهى\r\n\r\n[ وبها اللوبياء . 
  ]\r\nقال ابن الجوزي : منه أبيض ومزاجه بارد يابس ، ومنه أحمر وفيه حرارة ونفخ ، جيده الأحمر يدر البول ويولد خلطا ويغشى ويولد احلاما رديئة رفعها بالزيت والمري والخردل ومنه غليظ وقليل صاف ينفع الامزاج الباردة اليابسة يصلح للكهول نفخه أقل من الباقلاء\r\nوبها الأرز . حار قيل بارد منفعته من لذغ المعدة مضرته القولنج لأنه يحبس البطن دفعها أن يطبخ بالدهن واللبن . وإذا طبخ الأرز بعد أن يغسل بدهن اللوز أو السيرج أو السمن أو الالية لم يحبس البطن بل يسكن الوجع العارض في المعدة والأمعاء وغذاؤه محمود معتدل يصلح للامراض الحارة الرطبة ، وإذا طبخ باللبن الحليب ولد السوداء لتوليده خلطا غليظا لكنه ينفع الباه\r\nالباقلاء . بارد رطب وقيل يابس ، أجوده الأبيض\r\n\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n\r\nالسمين وارداه الطري ، يحدث الحكة ويولد البلغم ودفع مضرته بالسعتر والملح ويؤكل بعده الزنجبيل ، والباقلاء تنفع من السعال . مضرته يبلد الحواس دفعها بإطالة نقعه واجادة نضجه وأكله بالفلفل والملح والسعتر مع الادهان لما فيه من النفخ والترهل والنوم والكسل والسدد يولد الاخلاط الغليظة ويرى أحلاما رديئة وإذا طبخ بقشره كان أردأ وأكثر توليدا للرياح والباقلاء وتجلو البهق من الوجه\r\nوفيها يقول القاضي جمال الدين أبو الحسن علي بن منصور الخزرجي صاحب ( غرائب التنبيهات على عجائب التشبيهات ) وقد صلق قدامه الباقلاء :\r\n وقدر بها تصلق الباقلا * قبيل الصباح لمن قد خمر\r\nأتينا بها وسط زبدية * فكان كأحسن شيء حضر\r\nفصوص من العاج مطبوقه * لها غلف من أديم البشر \r\nومن مجون ابن العطار الدنيسري قوله :\r\n شاقني حارس فول * زهره حاكى عيونك \r\n\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n\r\n وابتغى التعريض قلنا * لعن اللّه قرونك \r\nومن بديع ابن وكيع قوله :\r\n ان للباقلاء نورا ظريفا * جلّ في الحسن عن بديع مثال\r\nقد حكى ضحوة لنا إذ تبدى * سرر الروم ضمخت بغوال \r\nومن بديع المذكور ومقاصده قوله فيه :\r\n فصل الربيع بدا لنا بنسيمه * يدعو فتسرع نحوه الخلق\r\nزهر الباقلا به فكأنه « 1 » * بين الرياض حمائم بلق \r\nومن تشابيهه الفائقة قوله :\r\n كأن ورد الباقلاء إذ بدا * لناظريه أعين فيها حور\r\nكمثل الحاظ اليعافير إذا * روّعها من قانص فرط الحذر\r\nكأنها مداهن من فضة * أوساطها فيها من المسك اثر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 305 ","page_number":305},
  {"content":"\r\n\r\n كأنه سوالف من خرّد * قد نبتت سودا لها بيض الطرر \r\nومن لطائفه قوله فيه :\r\n لي نحو ورد الباقلا * لحظ سباني بالدعج\r\nكأنما بياضه * يلوح في ذاك البلج\r\nخواتم من فضة * بها فصوص من سبج \r\nوله رحمه اللّه تعالى :\r\n كلفت بنور باقلا سبتني * كمائمه فسري فيه فاش\r\nإذا نزل الفراش عليه يوما * حسبت النور افراخ الفراش \r\n\r\n[ وبها الذرة . باردة يابسة مجففة وبها الدخن يابس يعقل وبها الماش 
  ]\r\nبارد رطب جيده الأخضر الكبار يسهل الاخلاط المؤذية ويلين الصدر وينفع من السعال مع الحمى ويضعف الأسنان ويولد الرياح بطيء الانهضام وهو\r\n\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n\r\nغذاء جيد للمحموم إذا طبخ بدهن اللوز .\r\n\r\n[ وبها القرطم . حار رطب يسهل البلغم 
  ]\r\nويحلل الأورام الصلبة وينقى الصدر والصوت ويزيد في الباه ، لكنه رديء للمعدة ، مقدار الشربة منه خمسة دراهم\r\nوبها العدس . بارد يابس ، جيده الأبيض الناضج ، يسكن حدة الدم ، ويقوي المعدة ، مضرته بالماليخوليا والأعصاب والبصر دمه غليظ وهو عسر الانهضام ، يصلح الامزاج الدموية والشباب في الصيف ويكره لأصحاب السوداء ، لأنه يتولد منه خلط سوداوي فيحدث فيهم الوسواس والجذام وحمى الربع ويضر بالعين التي مزاجها يابس وينفع العين التي مزاجها رطب ؛ ومما يدفع ضرره الاسفاناخ والسلق مع كثير من الادهان . وينبغي أن يلقى على رطل من العدس سبعة أرطال من الماء حتى ينضج جيدا\r\nولا ينبغي أن يخلط به حلو فإنه يولد سددا في الكبد ، ومن أكثر من أكله اظلم بصره لشدة تجفيفه ويقلل البول والطمث فلا يقربه من يقطر في بوله\r\n\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\n\r\n[ وبها السمسم . حار رطب دسم مغث معطش مسقط 
  ]\r\nللشهوة مرخ للحشا عسر الانهضام ، الا أنه يسمن ويحلل الأورام الحارة وهو جيد لضيق النفس والربو . رديء للمعدة . دفع مضرته أن يؤكل بالعسل . ودهن السمسم هو السيرج محلل الأورام البلغمية والقولنج وينفع السعال وخشونة الحلق الا أنه رديء لفم المعدة\r\nوبها بزر قطونا . بارد رطب يجلو ويغسل وينقي ويطفي العطش إذا قلى فان ضرب في الماء حتى يرخي لعابه وشرب اطلق الطبيعة\r\nوبها الترمس . حار يابس . نفعه يقتل الدود وينفخ سدد الطحال عسر الانهضام يولد خلطا باردا دفعها أن يؤكل بالخل يصلح للامزاج البلغمية والشيوخ في الشتاء\r\nوفيه يقول مهيار :\r\n وترمس طاف به * مهفهف كالقمر\r\nمن اسود وأصفر * واحمر وأخضر\r\nفخلته لما أتى * به فصوص جوهر \r\n\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n\r\n\r\n[ وبها الحمص . حار رطب وقيل 
  ]\r\nيابس والأسود أقوى جيده الكبار ويجلو ويزيد في المني جدا ويفتت الحصى ويحسن اللون طلاء وأكلا ويصفي الصوت ويفتح السدد من الكبد والطحال ، وينبغي أن يؤكل في الطعام . وطبيخ الأسود بدهن اللوز ويفتت الحصا في المثانة والكلى .\r\nوهو رديء لقروح المثانة ورطبه أكثر توليدا للفضول من يابسه . وماؤه يحدر الدود وينقى المثانة والأمعاء الدقيقة وينفع من وجع الظهر ويخرج الجنين ويدر الطمث . دفع مضرته بالخشخاش والكمون والأسود أنفع . وإذا نقع في الخل على الريق وصبر عليه نصف يوم قتل الدود . انتهى\r\nوفيه يقول الشهابي ابن الأطرش ويعرض بذكر الأمير طشتمر حمص أخضر لما عاد من النفي :\r\n لما رجعت الينا * من شقة البعد والبين\r\nخلناك تحنو علينا * يا حمص اخضر بقلبين \r\nوبها الحلبة . حارة يابسة ملينة للطبيعة إذا اكلت مطبوخة بعد الطعام . ومتى طبخت مع التين اليابس طبخا\r\n\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n\r\nجيدا ثم صفيت والقى ماؤهما في العسل وطبخ ثانية حتى يصير كالعرق نفع أصحاب السعال العتيق ونقى الصدر والرئة من الخلط الغليظ اللزج\r\n\r\n[ وبها الخس 
  ]\r\nقال ابن الجوزي : بارد رطب ينفع السهر ويولد ماء كثيرا ويجلب النوم وينفع من الهذيان واحراق الشمس للرأس ويقطع سيلان المني . وهو أفضل البقول وأقلها رداءة وأكثرها غذاء سريع الهضم ينفع الامزاج الحادة والأورام الحارة واليرقان وينفع من اختلاف المياه وهو يسكن شهوة الجماع وينفع من كثرة الاحتلام وبزره أشد في ذلك الا أن ضرره يجفف المنى ويضر الباه والبصر ويحدث ظلمة ، دفع مضرته بالكرفس . واللّه أعلم\r\nوفيه يقول مؤلفه البدري على لسان بعض الظرفاء :\r\n صحبت في الزيه « 1 » يوما * خلين والجوع مسّا\r\nبفولة جاد لي ذا * وذا ببقل وخسّا « 1 » \r\nومن محاسن الشام أرض الميطور والسيلوق وهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 310 ","page_number":310},
  {"content":"\r\n\r\nمن متنزهاتها ويقال أن أول\r\n\r\n[ من غرس بها غراسا بيده سليمان بن عبد الملك 
  ]\r\nوكان يروي عن النبي صلّى اللّه عليه وسلم حديثا يقول : قال النبي صلّى اللّه عليه وسلم « من غرس غرسا كتب اللّه له من الاجر بقدر ما يخرج من ثمار ذلك الغرس » وقال النبي صلّى اللّه عليه وسلم « نعم المال النخل الراسخات في الوحل المطعمات في المحل » وقال صلّى اللّه عليه وسلم « ابتغوا الرزق في خبايا الأرض » يعنى الزراعة . وقيل لعثمان رضي اللّه عنه « ا تغرس بعد الكبر ؟ » فقال : « لأن توافينى الساعة وأنا من المصلحين خير من توافيني وأنا من المفسدين » . وقيل لأبي الدرداء رضي اللّه عنه وهو يغرس جوزة « اتغرس وأنت شيخ وهي لا تطعم الا بعد عشرين سنة » فقال « لا علىّ بعد أن يكون الاجر لي . ومر كسرى بشيخ وهو يغرس فقال « اترجو أن تأكل من ثمرتها » فقال « غرسوا وأكلنا ونغرس فيأكلون » فقال كسرى « زه » وأعطاه أربعة آلاف درهم فقال الشيخ « ان الشجر تدرك وتطعم في سبع سنين وقد أطعمت شجرتى في يوم واحد » فقال كسرى اعطوه\r\n\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\r\nأربعة آلاف أخرى\r\nرجع . ويقال أن سليمان بن عبد الملك كان نهما في الاكل فجاءه بستاني ليضمن بستانه هذا فقال اركب اليه أولا انظر فاكهته ثم نضمنك إياه ثم ركب ودخل البستان فلم يدع به من الثمار الا اليسير حتى\r\n\r\n[ ما خلّى فيه من البندق الأخضر 
  ]\r\nوالفستق الا ما عزب عنه ثم نادى الضامن سليمان وقال للشهود اكتبوا على هذا ضمان هذا البستان فقال البستاني كنت أضمنه قبل دخول أمير المؤمنين اليه فضحك منه . ويقال إن قشر البندق\r\nو \r\n[ الفستق تجمع فجاء 
  ]\r\nقدر مكوك طائفي وفضل عنه « 1 »\r\nقال ابن الجوزي : البندق حار يابس أغلظ من الجوز وابطأ انهضاما ويولد رياحا في البطن الأسفل الا أنه يقوى المعدة والأمعاء وخلطه غليظ في الدماغ ويؤكل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان القصاصون يبالغون أولا بذكر القصص في هذا الباب تقربا للعباسيين ، ثم خلف من بعدهم خلف تجاوزوا حدود المنطق والعقل في هذا الاغراق واسرفوا فيه\r\n","page_name":" 312 ","page_number":312},
  {"content":"\r\n\r\nمع قليل فلفل فينفع من الزكام وينفع من النهوش خصوصا في التين والسذاب وكذلك الجوز\r\nقال ابن البيطار : في السابعة وفيه من الجوهر الأرضي البارد أكثر مما في الجوز وكذلك هو أشد عفوصة منه عند المذاق ، وذلك موجود في شجرته وثمرته وقشره\r\nقال جالينوس : إذا سحق وشرب بالعسل أبرأ من السعال المزمن وإذا قلي واكل مع شيء يسير من الفلفل انضج النزلة وإذا حرق وسحق وخلط بالشحم العتيق من شحم الخنزير أو شحم الدبّ ولطخ به داء الثعلب نبت فيه الشعر . والبندق المحروق إذا سحق مع الزيت وسقيت به يافوخات الصبيان الزرق سوّد أحداقهم وشعورهم ومن اكل البندق قبل الطعام نفع من السموم وهو مقطع للخلط اللزج نافع من النفث الحادث من الرئة\r\nوفيه يقول بعضهم وابدع :\r\n ولقد شربت مع الغزال مدامة * حمراء صافية بغير مزاج\r\nفتفضل الظبي الغرير ببندق * شبهته ببنادق من ساج \r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n\r\n فكسرته فوجدت صوفا أحمرا * قد لف فيه بنادق من عاج \r\nالفستق حار يابس وقيل رطب وقيل معتدل منفعته للمعدة يقوى فمها ويقوى الكبد ويفتح سددها وينقي الكليتين والمثانة يفتح منافذ الغذاء ويزيد في الباه وينفع من لذغ العقرب وسائر الهوام خصوصا الشامي لكنه يصير الشرى دفع مضرته بمشمش يابس واللّه أعلم . انتهى وفيه يقول مهذب الدين الدهان :\r\n وفستقة شبهتها إذ رايتها * وقد عاينتها مقلتي بنعيم\r\nزبرجدة خضراء وسط حريرة * بحقة عاج في غلاف أديم \r\nوهو مأخوذ من قول الصابي :\r\n زمرد صانه حرير * في حق عاج له غلاف \r\nوأحسن منه قول ابن المعتز باللّه :\r\n زبرجدة ملفوفة في حريرة * مضمنة درا مغشى بياقوت \r\nوقال فضل الكاتب وابدع :\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\n وفستق مستلذ * من بعد شرب الرحيق\r\nحق من العاج يحوى * زمردا في عقيق \r\nومن لطائف ابن سكرة قوله :\r\n كأنما الفستق المملوح حين بدا * مقشرا في لطيفات الطيافير\r\nوالقلب من بين قشريه يلوح لنا * كألسن الطير من بين المناقير \r\nعود وانعطاف إلى ذكر سليمان بن عبد الملك . نقل الحافظ ابن عساكر في تاريخه عن عبد اللّه بن عبد اللّه بن الحارث قال أخبرنا ان سليمان بن عبد الملك أمر قيم بستانه ان يحبس على الفواكه لا يجني منها شيئا وأمرني بالركوب معه عند طلوع القمر من آخر الليل ومن حضر من أصحابه ، فلما دخلنا إلى البستان انفرد كل منا يأكل حتى ارتفع النهار ثم صرنا اليه وقد أكلنا قدر الطاقة ونحن نقول هذا القطف العنب استوى فيخرطه في فيه وهذه التفاحة نضجت وهذه الانجاصة ناعمة وكلما رأينا شيئا نضيجا نشير اليه\r\n\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\nفيتناوله ويأكله حتى آن الضحى ، فأقبل على قيم البستان وقال ويحك يا شمردل انى قد جعت فهل عندك شيء تطعمنيه . قال نعم عناق حولية حمراء قال ائتني بها بلا تأخير فجاء بها مشوية على خوان وهو قائم بين أشجار الفاكهة فصار يتناول منها قطعة بعد قطعة ويتناول عليها الفاكهة إلى أن فرغت . فقال له يا شمردل هل عندك غيرها فقال نعم دجاجتان معلوفتان قد عميتا شحما قال ائتني بهما ففعل كما فعل بالعناق واتى بهما وهو قائم بين أشجار الفاكهة حتى فرغا وقال له ان كان عندك سويق بسمن سلا وبعض سكر فائتني به فانى جائع فجاء بذلك فأكله واستدعى بماء بارد وجعل شمردل يصب عليه الماء وأمير المؤمنين يحركه حتى كفأه فارغا ثم أعاد الاكل في الفاكهة فأكل مليا وإذا بالسماط حضر فجلس يأكل كأنه لم يأكل شيئا\r\nقال الحارث فعجبنا منه ويقال إنه عرضت له حمى عقيب هذا اشرف منه على الموت وقيل بل سبب موته انه أكل أربعمائة بيضة\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n\r\nوسلتي تين وسبعمائة رمانة وخروف وست دجاجات ومكوك زبيب طائفي . انتهى\r\nوانما ذكر ذلك على سبيل الاستطراد وذكر بستانه واللّه أعلم\r\n\r\n[ ومن محاسن الشام ( السهم ) وهو متصل بأرض الصالحية 
  ]\r\n. وهو درب ما بين دور وقصور ، وفاكهة وزهور ، ومياه تجري بهدير كالبحور . وفيه يقول القيراطي :\r\n دمشق بواديها رياض نواضر * بها ينجلي عن قلب ناظرها الهمّ\r\nعلى نفسه فليبك من ضاع عمره * وليس له فيها نصيب ولا سهم \r\nومن لطائفه قوله فيها وفي السهم :\r\n بقاع دمشق للأمير بشائر * فقف بمغانى جنكها مترنما \r\n\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n\r\n بقاع إذا قوس الرباب بسهمه * رماها غدت بالوشى بردا مسهما \r\nوما أحسن قول القيراطي :\r\nدمشق سما سهمها على قوس الكواكب ، وأقبلت من كتائب زهورها في مواكب . وتحرك عودها حين غنت عليه من الورق الفينان ، وطفح يزيدها فقلت وهذا مما يعجب أبا سفيان\r\n\r\n[ ومن المحاسن ارض بضار وبهران ، وهما معدن 
  ]\r\nالتوت ، وأصل حسنه المنعوت\r\nوهو أصناف : محسني . بندقي . عجمي . مخضب .\r\nقرشي . حراديني . شامي وهو الأسود\r\nقال جالينوس في السابعة التوت المحسني الأبيض إذا كان نضيجا فهو يطلق البطن وما لم ينضج وقدّد صار دواء يحبس البطن حبسا شديدا حتى أنه يصلح لقروح الأمعاء والاستطلاق ولجميع العلل التي هي من جنس التحلب ، ويخلط بعد أن يسحق مع الأطعمة كما يخلط السماق\r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n\r\nفان أحب انسان أن يشربه شربة مع الماء أو مع الشراب أو مع عصارة التوت المدرك فهي نافعة لادواء الفم\r\nوقال ابن الجوزي : إذا أكل التوت الأبيض على الريق أسهل وولد خلطا جيدا فان أكل على الطعام ولد كيموسا وأضر بالمعدة وهو رديء الغذاء فاسد الدم خلطه غليظ يكره منه غير النضيج والأوفق أن يغسل قبل أكله ليؤمن اضراره بالمعدة والرأس ويشرب بعده السكنجبين والتوت النضيج المبرد بالثلج ينفع المعدة التي غلب الحر عليها واليبس . انتهى\r\nوفيه يقول المهلبي :\r\n كلوا من التوت وانشطوا * فإنه على الارى مسلط « 1 »\r\nكأنما التوت على اطباقه * لآلىء بعندم منقط \r\nومن مجون لسان الدين ابن الخطيب قوله فيه :\r\n أقول له إذ ابتعنا عصيرا * وجاوزنا المنازل والبيوتا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 319 ","page_number":319},
  {"content":"\r\n\r\n لعلك يا حبيب القلب تأتي * وتأكل عندنا عنبا وتوتا \r\nونقلت من خط المرحوم شمس الدين محمد النواجي قوله :\r\n باللّه يا صاح قم وباكر * بستان لهو حوى نعوتا\r\nتشبع نخلا به وكرما * مرتبا يا نعا وتوتا \r\nوالتوت الأسود الشامي قال ابن الجوزي في ( لقط المنافع ) الحلو حار رطب والحامض بارد جيده الكبار السود . ومنفعته لاورام الحلق وادرار البول ، ومضرته يحدث مغصا وسوء استحالة وهو رديء للمعدة الا أنه لا يضر معدة صفراوية ودفع مضرته الا طريفل الصغير يصلح للامزاج الدموية والشباب في الربيع في البلد الحار واللّه يعلم\r\n\r\n[ ومن محاسن الشام ( الصالحية ) مشحونة بالزوايا 
  ]\r\nوالترب والمدارس حتى أن بها قصبة دون ميل تمشي فيها بين ترب ومدارس ببناء جميل استولى عليها المباشرون\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\n\r\nوالنظار ، فازالوا منها العين ولم يبق سوى الآثار . فكم من مدرسة اندرست بعد الصلاة والتراويح ، وأمست في ظلمة بعد تلك المصابيح . وهي تقول أصبحت حاصلا ، بعد ما كان ايواني بالقراء عامرا آهلا ، وهذه تقول أضحيت مربطا للبهائم ، بعد ما كنت معبدا للقائم والصائم . وهذه تقول اتخذوني مسكنا ، وهذه تقول جعلوني متبنا . وهذه تقول هدّوني ، واخذوا سقفي وكشفونى . وهذه تقول اخربوا جداري . وباعوا الباب ، وجعلوني مأوى للكلاب . والأوقاف تستغيث إلى المولى المغيث . فيقال لهم اسمعوا كلام الرحمن في محكم القرآن « ان الينا إيابهم ، ثم إن علينا حسابهم »\r\nفيا شوقاه لحسن ( الجركسية ) وحلاوة ( الركنية ) ويا لهفاه على ( جامع الافرم ) و ( الناصرية ) . تغيرت تلك المعاهد ، وغلقت أبواب تلك المساجد والمعابد . انا للّه وانا اليه راجعون . ان هذا لهو البلاء الجسيم ، فلا حول ولا قوة الا باللّه العلي العظيم\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n\r\nوبالصالحية نهران ، فيها يجريان . ( ثورا ) و ( يزيد ) ، وكم عليهما من غرفة وقصر مشيد\r\n\r\n[ رخاء دمشق وخيراتها 
  ]\r\nيحكى عن ابن الصائغ الحنفي انه لما قدم من القاهرة إلى دمشق المحروسة نزل في ( الجسر الأبيض ) عند الأمير مجير الدين ابن تميم ونهر ثورا يمر بداره المانوسة فأجلسه على جانب النهر لأجل برد الهواء ، فرأى شمس الدين ابن الصائغ ما يمرّ من الفواكه على وجه الماء وصار يتناول ويأكل ما استطاب ويضع قدامه منه ما اعجبه ثم التفت لابن تميم وقال له أنت يغنيك هذا النهر عن شراء الفاكهة بفيض فضله العميم وانشده في الحال اتجالا :\r\n يقول وقد رأى ثورا خليلي * يفيض بسائر الثمرات فيضا\r\nأيكفيكم فلا تشرون شيئا * فقلت له نعم ونبيع أيضا \r\nفقال ابن الصائغ : وهذه الفاكهة أليس يرميها في النهر أرباب الغيطان . قال له ابن تميم انما هذه من اشتباك الأشجار وانحنائها عليه فيلقيها النسيم عندما تشتمل الأغصان واما البساتنة فإنهم يضعون فواكه مجموعة على\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n\r\nأبواب البساتين كالزكاة لمن يمرّ بها ويحتاج إلى شيء فيأخذه من الفقراء والمساكين\r\nوأخبرت في القديم ان بعض الفقراء يضع مكتله على رأسه ويسرح في طرق البساتين فيعود وقد امتلأ مكتله مما يسقط من الأثمار من غير أن يتناول بيده شيئا\r\nوفي البساتين من يزرع أشجارا للفقراء يعرفونها بالتكرار ، وغالب ما يزرع من ذلك على الطرقات ليقرب تناولها . انتهى\r\n\r\n[ وغالب أهل الصالحية يهادون سكان المدينة بالبلح 
  ]\r\nوالأترج والكباد ، لنمو حسنه عندهم ونضارته التي هي في ازدياد\r\nقال ابن الجوزي البلح حار يابس وقيل بارد ينشف الرطوبة ويدبغ المعدة ويحبس ، جيده غير القابض يضر بالأسنان والفم . دفع مضرته بالسكنجبين وإذا اكل أول ما يحلو أحدث قراقر . والبسر والبلح يحدث السدد في الأحشاء والكبد ويولد الاكثار منهما اخلاطا غليظة\r\n\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n\r\nوهما رديئان للصدر واللثة والجمار الذي هو طلع بارد يابس يقوي الحشا ويعقل البطن والطبع ويضر الصدر والحلق دفع مضرته بالتمر والشهد خلطه غليظ بطيء الهضم ينفع الامزاج الحارة الرطبة ومن أكثر من أكل الطلع مرضت معدته وأورثه القولنج\r\nوباسناد عن عائشة رضي اللّه قالت قال رسول اللّه صلّى اللّه عليه وسلم « كلوا البلح بالتمر فان الشيطان إذا نظر إلى ابن آدم يأكل البلح بالتمر يقول يقى ابن أدم جنى الحديث بالعتيق » انتهى\r\nالرطب حار رطب يقوي المعدة الباردة ويوافقها ويزيد في الباه لكنه سريع التعفن ودمه رديء وهو مصدع ويولد السدد ويؤذي الأسنان وينبغي ان يشرب بعده السكنجبين\r\nوعن انس قال « رأيت رسول اللّه صلّى اللّه عليه وسلم يأكل البطيخ بالرطب » ورواه أبو داود . وعن عبد اللّه بن جعفر قال « رأيت رسول اللّه صلّى اللّه عليه وسلم يأكل القثاء بالرطب » أخرجاه في الصحيحين . وعن أبي داود من حديث عائشة رضي اللّه\r\n\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n\r\nعنها أن النبي صلّى اللّه عليه وسلم كان يأكل البطيخ بالرطب ويقول « يكسر حر هذا برد هذا » . وقال أبو سليمان الخطابي وفي هذا بيان الرطب والعلاج ومقابلة الشيء بالمضاد له وفيه إباحة التوسع بالأطعمة ونيل الملاذ المباحة\r\nوالرطب المعسل حار رطب ينفع المعدة الباردة ويضر الحنجرة والصوت . دفع مضرته بالسويق الخشخاشي . فإذا عتق كان أقل حرارة وأكثر رطوبة وأزيد في توليد المنى فإذا ربي بالعسل والزعفران تضاعفت حرارته لكن يكسرها اللوز في موضع النوى ويؤكل بعده الخس بالخل\r\nوالتمر جيده البرني الحديث الكبار وهو حار رطب في الأولى يقوي الكبد والأعصاب ويلين الطبع ويزيد في المنى ولكنه يصدع لحرارته ويولد السدد ويؤذي الأسنان سريع التعفن\r\nوعن ابن عباس رضي اللّه عنه قال قال رسول اللّه صلّى اللّه عليه وسلم « كلوا التمر على الريق فإنه يقتل الدود » وعن انس بن مالك ان وفد عبد القيس من أهل هجر قدموا على النبي\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n\r\nصلّى اللّه عليه وسلم فقال « خير ثمراتكم البرني يذهب بالداء ولا داء فيه »\r\nوفي مدينة النبي صلّى اللّه عليه وسلم تمر يقال له العجوة . وفي الصحيحين من حديث سعد بن أبي وقاص عن النبي صلّى اللّه عليه وسلم أنه قال « من تصبح سبع تمرات عجوة لم يضره ذلك اليوم سم ولا سحر » وعن أبي سعيد وجابر قالا قال رسول اللّه صلّى اللّه عليه وسلم « العجوة من الجنة وهي شفاء من السم » . واعلم انما خصت عجوة المدينة بدعاء النبي صلّى اللّه عليه وسلم لان التمر لا يفعل ذلك\r\nوالقسب معتدل في الحرارة يابس يحبس الطبع وهو احمد من التمر . وما الطف قول صدر الدين بن الادمي في التمر :\r\n لم أرد التمر الذي * اهديتموه لسوى\r\nخوفي من نواكم * لان في التمر النوى \r\nوقال ظافر الحداد في وصف النخيل :\r\n وعشية بهرت لعينك منظرا * قدم السرور بها لقلبك وافدا\r\nروض كما أخضرّ العذار وجدول \r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\n نقشت عليه يد النسيم مباردا * والنخل كالهيف الحسان تزينت\r\nفلبسن من اثمارهن قلائدا \r\nوقال بعضهم :\r\n أما ترى التمر يحكي * في الحسن للنظار\r\nمخازنا من عقيق * قد قمعت بنضار\r\nكأنما زعفران * فيه مع الشهد جاري\r\nيشفّ مثل كئوس * مملوءة بعقار \r\nومما ينسب إلى نفطويه قوله :\r\n كأنما النخل وقد نكست * رءوسها الريح بأذيالها\r\nأحبة فارقها إلفها * فأطرقت تنظر في حالها \r\nومن محاسن ابن سارة قوله في الجمار :\r\n جمارة كالماء لكنها * ما بين أطمار من الليف\r\nكأنها جسم رطيب وقد * لفف في ثوب من الصوف \r\nوالنصير الحمامي في من أهدى له جمارة :\r\n أهدى لنا جمارة * من لست أخلو من عذابه \r\n\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n\r\n فكأنما هي جسمه * لما تجرّد من ثيابه \r\nابن المعتز يصف الطلع بقوله :\r\n ومريضة الأجفان تفتن * كل ذي عقل وناسك\r\nأهدت الينا طلعة * والشوك للأحشاء ناهك\r\nفكأنها لما بدت * في كفها مكوك حائك\r\nحتى إذا فضت رأيت * من اللجين بها سبائك \r\nومن محاسنه قوله فيه :\r\n كأنما الطلع يحكي * لناظري حين يقبل\r\nسلاسلا من لجين * يضمها تحت صندل \r\nوأخذه بلا قافية ابن عبد ربه :\r\n أفدي الذي أهدى الينا طلعة * اهدى إلى القلب المشوق بلابلا\r\nفكأنما هي زورق من فضة * قد أودعته من اللجين سلاسلا \r\nوأخذه ابن وكيع فقال وهو من لطائفه :\r\n طلع هتكنا عنه أثوابه * من بعد ما قد كان مستورا \r\n\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n\r\n كأنه لما بدا ضاحكا * في العين تشبيها وتقديرا\r\nدرج من الصندل قد أودعت * فيه يد العطار كافورا \r\nومن معانيه البديعة قوله :\r\n وطلع هتكنا عنه جيب قميصه * فيا حسنه من منظر حين هتكا\r\nحكى صدر خود من بني الروم هزها * سماع فشقت عنه ثوبا ممسكا \r\nومن مقاصده قوله في البسر الأحمر :\r\n انظر إلى البسر إذ تبدى * ولونه قد حكى الشقيقا\r\nكأنما خوصه عليه * زبرجد مثمر عقيقا \r\nومن بدائع ابن القطاع قوله فيه :\r\n انظر البسر ان صورته * أحسن ما صوره الرائي\r\nكأنما شكله لمبصره * أنامل قمعت بحناء \r\nابن حمديس الصقلي قوله في البلح :\r\n أما ترى النخل أطلعت بلحا * جاء بشيرا بدولة الرطب\r\nمكاحل من زمرد خرطت * مقمعات الرؤوس بالذهب \r\n\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n\r\nابن النقيب اللباني قوله في البسر الأبيض :\r\n انظر إلى البسر الذي * قد جاءنا بالعجب\r\nكيف غدا في لونه * كعاشق مكتئب\r\nكأنه من فضة * قد غمست في ذهب \r\nومن لطائف ابن وكيع قوله في الرطب :\r\n أما ترى الرطب المجنى لآكله * حلوى أعدت لنا من صنعة الباري\r\nما باشرتها يد العقاد في عمل * في الدست يوما ولاحطت على النار \r\n\r\n[ الأترج * قال ابن البيطار كثير بأرض العرب وهو 
  ]\r\nمما يغرس غرسا ولا يكون بريّا وورقه مثل ورق الجوز وهو طيب الرائحة ونواره شبيه بنوار النرجس الا أنه الطف وله بزر شبه الكمثرى\r\nوقال جالينوس في السابعة وجوف الأترج الذي فيه البزر حامض الطعم وقوته قوة تجفف تجفيفا كثيرا حتى\r\n\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n\r\nيقال إنه في الدرجة الثالثة من درجات الأشياء التي تبرد وتجفف\r\n[ إسحاق بن سليمان 
  ] وما كان منه حامضا كان باردا يابسا في الدرجة [ الثالثة 
  ] يقوي المعدة ويزيد في شهوة الطعام ويقمع حدّة [ المرّة 
  ] الصفراء ويزيد الغم العارض منها ويسكن العطش ويقطع الاسهال وينفع من القوباء والكلف إذا طلي عليها ، ويستدل على ذلك من فعله في الحبر إذا وقع في الثياب فإنه إذا طلى عليه قلعه وذهب به\r\n[ جالينوس 
  ] وشحم الأترج الذي بين قشره وحماضه يولد اخلاطا غليظة باردة\r\n[ ابن سينا 
  ] ينفخ بطىء الانهضام يورث القولنج ، ويجب أن يؤكل مفردا ولا يخلط بطعام قبله ولا بعده والمربى بالعسل اسلم واقبل للهضم\r\nوقال ابن الجوزي الأترج جيده السوسي الكبار وهو بارد رطب ولحمه بارد وقشره حار يابس وحماضه بارد يابس ودهنه ينفع البواسير وحبه ينفع الدماغ الذي ناله البرد\r\n\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n\r\nويحلل الرياح العارضة فيه . واللّه أعلم\r\nوفيه يقول عبد اللّه بن المعتز باللّه :\r\n يا حبذا يومنا ونحن على * رؤوسنا نعقد الاكاليلا\r\nفي روضة ذللت لقاطفها * غصونها الدانيات تذليلا\r\nكأن اترجها تميس به * أغصانها حاملا ومحمولا\r\nسلاسل من زبرجد حملت * من ذهب أصفى قناديلا \r\nوما أرشق قول ابن رشيق :\r\n أترجة سبطة الأطراف ناعمة * تلقى النفوس بحظ غير منحوس\r\nكأنما بسطت كفا لخالقها * تدعو بطول بقاء لابن باديس \r\nومن تشابيه ابن بوبن « 1 » من مزدوجته :\r\n كأنما أترجه المصبغ * أيدي زناة من زنود تقطع \r\nومن بديع ابن المعتز قوله :\r\n وكان الأترج كف كعاب * جمعته لضمها بسوار \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 332 ","page_number":332},
  {"content":"\r\n\r\nومن التشابيه البديعة قول ابن حمديس :\r\n انظر إلى الأترج وهو مصبغ * ان كنت في التشبيه اى محقق\r\nمثل الأكف غدت تضم اناملا * يدخلنّ في اناء ضيق \r\nومن محاسن محيي الدين الدهان :\r\n حياك من تهوى بأترجة * ناعمة مقدودة غضه\r\nفجلدها من ذهب أصفر * وجسمها الناعم من فضه \r\nوقال الأمير أبو فراس بن حمدان في الكباد :\r\n أما ترى الكباد في حسنه * إذا بدا في وسط بستانه\r\nكعاشق أبصر محبوبه * فاصفرّ من خيفة هجرانه \r\nوقال ابن زيدون في الحماض :\r\n يا حبذا حماضة * تحدث للنفس الطرب\r\nكأنها كافورة * لها غشاء من ذهب \r\n\r\n[ الليمون . قال صاحب الفلاحة ستة أنواع منها المركب 
  ]\r\nوهو نوعان أحمر وأصفر ومنها التفاحي وهو نوعان والمختم\r\n\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n\r\nوالحلسمى ، وغالب ما يستعمل الأصفر والتفاحي\r\nوأخبرني بعض الغياطنة أن بمصر الليمون أربعة عشر نوعا ولم يعد منهم ولا واحدا\r\nوقال ابن البيطار والليمون مركب من ثلاثة اجزاء مختلفه المنافع والقوى وهي القشر والحماض والبزر . في طعم قشره بعض مرورة وقبض خفي وله عطرية ظاهرة وفيه تسخين وتجفيف مزاجه حار في أول الدرجة الثانية يابس في آخرها\r\nومن لطائف النصير الحمامي قوله فيه :\r\n أهدى إلي الظبي ليمونة * لا زلت ذا شكر لاحسانه\r\nصفرتها تحكى اصفراري به * وطعمها من طعم هجرانه \r\nوله فيه :\r\n ليموننا هذا الذي قد بدا * يأخذ من اشراقه بالعيان\r\nكأنه بيض دجاج وقد * لطخه العابث بالزعفران \r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n\r\n\r\n[ النارنج قال ابن الجوزي حماضه بارد يابس يقوى المعدة 
  ]\r\nويقطع البلغم ويسكن الصفراء الا انه يرخي الأعصاب دفع مضرته أكله بالسكر يشهى الطعام وحبه يحلل الرياح الباردة من الدماغ وهو ألطف من الأترج ومختاره ما قلت حموضته وقشره حار يابس وخاصية النارنج ان من ادمن شمه يأخذه الرعاف إلى أن يموت واللّه سبحانه وتعالى أعلم وزهره يسمى بالقداح\r\nومن محاسن ابن قرناص قوله في نواره :\r\n نديميّ هبّا قد قضى النجم نحبه * وهبّ نسيم ناعم يوقظ الفجرا\r\nوقد أزهر النارنج أزرار فضة * تزر على الأشجار أوراقها الخضرا \r\nومن أغراض شهاب الدين محمد بن دمرداش قوله :\r\n ان أينع النارنج حاكى لونه * في صبغه القانيّ خد حبيبي \r\n\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n\r\n وإذا تبدّى مزهرا فكأنما * جمع الوصال عذاره ومشيبي \r\nوقال مؤلفه البدري :\r\n نارنجة قد أشبهت حسناء في * عرس النسيم تميس مع نشر طوى\r\nيا حسنها تجلى لنا في حلة * من سندس أزرارها من لؤلؤ \r\nوقال أيضا :\r\n في الكيميا صحت لنا * نارنجة من حطب\r\nلجين زهرها يعد * سبائكا من ذهب \r\nومن لطائف الأرجاني قوله فيه :\r\n ونارنجة بين الرياض نظرتها * على غصن رطب كقامة اغيد\r\nإذا ميلتها الريح كانت كاكرة * بدت ذهبا في صولجان زبرجد \r\nومن محاسن الصاحب ابن عباد :\r\n بعثنا من النارنج ما طاب عرفه \r\n\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n\r\n ونمت على الأغصان منه نوافج * كرات من العقيان احكم خرطها\r\nوأيدي الندامى حولهن صوالج \r\nومن بدائع ابن وكيع قوله :\r\n ألا اسقني الراح في جنة * طرائف أثمارها تزهر\r\nكان تمايل نارنجها * مقابض كيمختها أخضر \r\nومن ألغاز ابن خلكان قوله فيه :\r\n ما اسم إذا صحفته ألفيته * من بعد ذاك ولفظه تاريخ\r\nفي ضمنه نار إذا حققتها * لاجمرها وار ولا منفوخ\r\nحيران ان صحفته وعكسته * لا العذل يسمعه ولا التوبيخ\r\nيا ربح بلغ من أحب تحيتي * ان الحبيب لما تقول مصيخ \r\nونقلت من خط بلدينا الشرف القواس الدمشقي :\r\n نظرت إلى نارنجة في يمينه * كجمرة نار وهي باردة اللمس\r\nفقربها من خده فتالقت * فشبهتها المريخ في دارة الشمس \r\n\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n\r\nومن بدائع ابن قرناص الحموي قوله :\r\n نارنجة برزت في منظر عجب * زبرجد ونضار صاغه المطر\r\nكأن موسى كليم اللّه اقبسها * نارا وجرّ عليها ذيله الخضر \r\nومن اغزال ابن دمرداش قوله :\r\n تأمل ترى النارنج في الدوح باسما * نضيرا يروق العين من جلناره\r\nوقد لاح تحت الغصن غضا كأنه * خدود الذي أهواه تحت عذاره \r\nومن المعاني التي سبكها ظافر الحداد قوله :\r\n تأمل فدتك النفس يا صاح منظرا * يسر به قلب اللبيب على الفكر\r\nحيا وابل يجرى على شجر بدا * به ثمر النارنج كالاكر التبر\r\nدموع حداها الشوق فانهملت على * خدود تراب تحت انقبة خضر \r\nونقل ابن خلكان في ترجمة السلامي انه كان شاعرا\r\n\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n\r\nمجيدا فرحل في صباه من مدينة السلام إلى الموصل وبها جماعة من كبراء الشعراء كالسري والببغاء والخالديين فأرادوا اختباره في النظم فقال أبو الفرج الببغاء أنا أكفيكم ذلك وصنع وليمة ودعاه إلى عنده وقال له في غضون المحاضرة ما تقول في هذا النارنج الذي بمنزلنا فأنشده ارتجالا وقال :\r\n ونارنج تميل به غصون * ومنها ما يرى كالصولجان\r\nأشبهه ثدايا ناهدات * غلائلها صبغن بزعفران \r\nفحرك كل منهم رأسه وقال هذا التشبيه هجس بفكري الآن . وانشد :\r\n تطالعنا بين الغصون كأنها * نهود عذارى في ملاحفها الصفر \r\nالسري :\r\n إذا ما تبدى في الغصون حسبته * نهود عذارى مسهن خلوق \r\n\r\n[ ومن محاسن الشام ( جبل قاسيون ) فان الصالحية في سفحه وتحت ذراه 
  ]\r\n. وهو جبل مبارك به آثار الأنبياء والصحابة والأولياء وبه ( الكهف ) ويقال إنه كهف أصحاب القصة وبه مغارة الدم يقال إن كل ليلة جمعة يرى بها قطرة\r\n\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n\r\nدم وبه محاريب الأربعين محل تعبدهم . وقال بعضهم :\r\n تحن إلى وادي دمشق جوانحي * وان كان مما قل فيه نصيبي\r\nوانى لا هوى قاسيون لأنني * رأيت أسمه شبها لاسم حبيبي \r\nوبه ينبت من عند اللّه تعالى من الأزهار والأشجار ما لا ينبت في غيره وسقيه بالأمطار\r\nفمن أزهاره القرنفل وهو شديد العطرية\r\nوالخزام وهو مشهور بالعطرية\r\n\r\n[ والشيح . قال ابن الجوزي حار يابس في الثالثة أفضله 
  ]\r\nما كان إلى البياض وهو بدمشق يخرج الدود . وإذا احرق وسحق ووضع في زيت أو في دهن اللوز وطلى به من لم ينبت له لحية اسرع نباتها لأنه يوسع مسامها بلطافته ويمنع من داء الثعلب . وعن عبد اللّه بن أبي جعفر القرشي ان رسول اللّه صلّى اللّه عليه وسلم قال « بخروا بيوتكم باللبان والشيح »\r\nوبه السماق . قال ابن البيطار في الأولى يستعمل في الطعام وهو ثمر نبات يقال له اروس برسوديسقونس « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مفردات ابن البيطار « رؤس برسوديسمقوس »\r\n","page_name":" 340 ","page_number":340},
  {"content":"\r\n\r\nوهو بالعربية سماق الدباغين وانما سمي هكذا لان الدباغين يستعملونه في دباغة الجلود . وهي شجرة تنبت في الجبال والصخور طولها نحو من ذراعين وفيها ورق طويل لونه إلى حمرة الدم وهو مشرف الأطراف على هيئة المنشار وله ثمر شبيه بالعناقيد كثيف وفي عظم الحبة الخضراء إلى العرض\r\nوقال جالينوس في الثامنة يقبض ويجفف وانفع ما فيها الثمرة وعصارتها\r\n[ ديسقوريدوس 
  ] ويعمل منه حقنة لقرحة الأمعاء ويقطر في الاذن التي يسيل منها القيح وإذا تضمد بالورق [ مع الخل 
  ] والعسل اضمر الداحس ومنع الورم [ الخبيث الذي يقال له غنغرانا 
  ]\r\n[ الرازي 
  ] وزعم قوم انه إذا شد في صوف مصبوغ بحمرة وشد على صاحب النزف من أي عضو كان قطع الدم\r\n[ ابن ماسويه 
  ] وينفع الاسهال المزمن الذي يكون من الصفراء وإذا نقع في ماء ورد واكتحل به نفع من\r\n\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\nابتداء [ الرمد 
  ] الحار مع مادة وقوّى الحدقة\r\n[ إسحاق بن عمران 
  ] وان نقع في ماء نفع من السلاق والاحتراق وقطع الحكة العارضة للعين ، وان اخذه من به قىء دائم ودقه مع الكمون دقا جريشا وشرب منهما بماء بارد قطع القيء عنه\r\nوقال ابن الجوزي السماق بارد في الثانية يابس في الثالثة قابض مقو للمعدة يشدها ويجلو خشونة اللسان ويسكن العطش والغثيان الصفراوي واجوده الأحمر . انتهى\r\n\r\n[ وبه الزعرور . قال صاحب كتاب الفلاحة هي شجرة 
  ]\r\nتنبت بنفسها في الجبال والصحاري وتغرس في البساتين وفلاحتها كفلاحة الخوخ والمشمش وإذا حولت ضعفت ومن أراد قوتها فليحمل إليها من التراب الذي كانت به ويطمره حواليها فإنها تقوى واجوده الأحمر البستاني البالغ وهو بارد يابس ردئ للمعدة والكلى يولد بلغما والجبلي يقمع الصفراء ويحبس السيلانات ويقوى المعدة ويقمع القئ الا انه يصدع\r\n\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n\r\nوقال صاحب المفردات هي شجرة مشوكة ولها ثمر صغار شبيه بالتفاح في شكله لذيذ في كل واحدة منها ثلاث حبات ولذلك سماه قوم طريفلن « 1 » وهو ذو الثلاث حبات وهو قابض وإذا اكل كان جيدا للمعدة ممسكا للبطن مسكنا للصفراء والدم ولا يحبس البول ويشهى الاكل ويولد القولنج\r\nوقال صاحب ( اللقط ) الزعرور الجبلي بارد يابس مطفيء للحرارة يقمع الصفراء والبستاني الأحمر بارد رطب مولد للبلغم ردئ للمعدة واللّه أعلم\r\nوهذا الأحمر لا حاجة به لجناه وانما يرمي سياجا لشدة شوكه وكذا في السياج توت اسود لا يجنيه زراعه كورد السياج السالف لنا ذكره\r\n\r\n[ ومن السياج شجرة يقال لها ( الزيزفون ) « 2 » لها زهر 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت في الأصل ( طريفان ) وفي مفردات ابن البيطار ( طريفلن ) وفي اللغة الفرنسوية لفظ  Triphyllu  بمعنى ثلاثي الورقات\r\n( 2 ) قال ابن البيطار هو اسم دمشقي للنوع الذي لا يثمر من شجر الغبيراء\r\n","page_name":" 343 ","page_number":343},
  {"content":"\r\n\r\nاصفر برائحة عطرية وفيه تهييج للنساء إذا شممنه وهذه الأربعة الأشياء انما يزرعونها لشدة شوكها . انتهى\r\nوفيه يقول ابن حني وأبدع :\r\n كأنما الزعرور لما بدا * في حسن تقدير وأمر أنيق\r\nجلاجل مخضوبة عندما * أو خرزات خرطن من عقيق\r\nيضوع من رياه لما هفا * به نسيم الريح مسك نشيق \r\nونقلت من خط الشهابي أحمد بن العطار الدنيسري :\r\n باكر الدوحة واغنم واجتلي * غصن زعرور تسامى وافتخر\r\nحقة من ذهب داخلها * قطنة فيها ثلاث من درر \r\n\r\n[ وبه الخرنوب قال ابن الجوزي بارد يابس وقيل حار 
  ]\r\n،\r\n\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n\r\nجيده الحلو الطري ينفع القيام ما دام طريا فإذا يبس عقل البطن والرطب ردئ للمعدة واليابس أبطأ انهضاما يدفع ضرره الفانيد ، والمضمضة بطبيخه جيدة لوجع الأسنان .\r\nانتهى واللّه أعلم\r\n\r\n[ ومن محاسن الشام قرية ( منين ) . خضرة نضرة ، 
  ]\r\nوهي شمالي جبل قاسيون ، وبها السيدان الجليلان ( الشيخ جندل ) و ( الشيخ أبو الرجال ) أعاد اللّه علينا من بركاتهما ويقال أن الشيخ جندل لا يقبل من ينام عنده ، فإذا نام الانسان حول الضريح يفتح عينه يجد نفسه ملقى خارج المزار وقد اشتهر ذلك عنه\r\nوإلى منين ينسب الجوز المنيني لرقة قشره وبياض قلبه ، وهو صنوف : مغاربي ، وفرك ، ومنيني ، وجبلى ، وبستاني\r\nقال جالينوس في السابعة : وهذه الشجرة في ورقها وأطرافها شيء من القبض وهو في القشر الخارج إذا كان طريا أبين . وكذلك الصبّاغون يستعملون هذا القشر ،\r\n\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n\r\nوأما قلبه الذي يؤكل ففيه دهنية ، وبهذا السبب تسرع اليه الاستحالات\r\nقال ابن الجوزي : الجوز حار رطب وقيل يابس عسر الانهضام ردئ للمعدة مضرته نتن الفم ويؤلم الحلق ويصدع ولا يصلح أكل العتيق منه . ودفع مضرته بالخشخاش والمتولد عنه دم حار يصلح للامزاج اليابسة وللمشايخ إذا اكل مع التين نفع من السموم لا سيما الجوز الأخضر\r\nوقال ديسقوريدوس : الجوز عسر الانهضام مولد للمرة الصفراء حارّ لمن به سعال ، وإذا اكل على الريق هوّن القيء وإذا احرق قشره وسحق مع شراب وزيت ولطخ به رؤوس الصبيان حسن شعورهم وأنبت الشعر في داء الثعلب ، وداخله إذا احرق وخلط به شراب واحتملته المرأة منع الطمث\r\n[ إسحاق بن سليمان 
  ] والجوزة الخضراء إذا اخذت عندما تبقى قدر الحمصة ودقت وخلطت بالعسل واكتحل\r\n\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\n\r\nبها نفغ من غشاوة البصر\r\n[ الشريف 
  ] وإذا دق قشره الأخضر وألقى معه خبث الحديد مكسورا وترك أسبوعا معه يحرك في كل يوم ثم خضب به بعد ذلك الشيب سوّده وكان منه صبغ عجيب وإذا دلكت به القوابى والحزازات نفعها\r\n[ البصري 
  ] والجوز المربى جيد لبرد الكبد نشاف لرطوبة المعدة واللّه أعلم\r\nوفيه لأبي الفرج ابن هندو :\r\n تأمل الجوز في اطباقه لترى * رواق حسن عليه غير محطوط\r\nكأنه اكر من صندل خرطت * فيها بدائع من نقش وتخطيط \r\n\r\n[ وبها الثلج الذي يقيم من العام إلى القابل . ويحمل ثلج 
  ]\r\nالسلطان إلى القاهرة مدة العام وما يستعمل بدمشق الجميع منها يخزنونه في حواصل معدّة له\r\nوقال ابن الجوزي الثلج بارد بالطبع يابس بالعرض وفيه خلط يولد سوداء في الكبد جيده ما كان من ماء عذب يجمد يجود الهضم لكنه يهيج السعال ويلين المفاصل\r\n\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n\r\nويشنج ويضر العصب لأنه يحقن البخارات الحارة فيها ويمنعها من التحلل ويضر المعدة خصوصا التي يتولد فيها أخلاط باردة دفع مضرته شربه قليلا قليلا وهو صالح للامزجة الحارة وهو يطلق البطن أولا ثم يعقل وإذا كانت المياه الثليجة والجليدة في آجام كانت رديئة ثقيلة وهي تولد البلغم في الشتاء والمرارة في الصيف وتورث شاربيها الطحلة وحشو الأحشاء وربما وقعوا في الاستسقاء وتضعف أكبادهم وتولد فيهم الجنون والبواسير ويعسر على نسائهم الحبل والولادة ويلدن اجنة متورمين . والثلج ردئ للمشايخ وماء الثلج يسكن وجع الأسنان الحار واللّه اعلم\r\nومن لطائف ابن عباد قوله :\r\n اقبل الثلج فانبسط للسرور * وبشرب الصغير بعد الكبير\r\nفكأن السماء صاهرت الار * ض وصار النثار من كافور \r\nواخذه بلا قافية أحمد بن علي العلوي فقال :\r\n هواك من الدنيا نصيبي وانني * إليك لمشتاق كجفني إلى الغمض \r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n\r\n فزرنى وبادر يوم ثلج كأنه * شمائم كافور نثرن على الأرض \r\nومن محاسن قول أبى الفتح البستي :\r\n قد نظمنا السرور في عقد انس * وجعلنا الزمان للهو سلكا\r\nوشربنا المدام في يوم ثلج * عزل الفيء فيه رشدا ونسكا\r\nفكأن السماء تنخل كافو * را علينا ونحن نفتق مسكا \r\nاخذه ظافر الحداد فقال :\r\n ويوم ضاحك يبكي * ضعيف معاقد السلك\r\nاذوب ببرده بردا * كمبسم من حوى ملكي\r\nكان الريح تنثره * على الأرضين في وشك\r\nتغربل من خلال الند * كافورا على مسك \r\n\r\n[ وينبت في الثلج الريباس قال ابن الجوزي بارد يابس 
  ]\r\nمسكن للحرارة وقامع للصفراء نافع للاسهال يقوى المعدة والكبد الحرانين وهو شبيه باضلاع السلق وفيه خشونة وطعمه حلو يعطي حموضة بعفوصة ولا يطلع الا في الثلج واللّه اعلم\r\n\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n\r\nوفيه يقول أبو علي العثماني النيسابوري :\r\n انظر إلى الريباس تنظر * منه أعجب منظر\r\nكسواعد بيض بدت * من كم شعر أحمر \r\n\r\n[ وينبت في جبال الثلج أيضا أمير باريس . 
  ]\r\nقال ابن البيطار هو البر باريس وبالفارسية الزرشك . ومنه اندلسي ورومي وشامي ، وأحسنه الشامي [ يجلب من جبل بيروت وجبل بعلبك وهو أجود من الرومي عند باعة العطر بمصر والشام 
  ]\r\n[ الفلاحة 
  ] وهو شجرة خشنة النبات خضراء تضرب إلى السواد تحمل حبا صغارا بنفسجية\r\nقال ابن ماسة بارد يابس في الثانية يقوّى الكبد والأمعاء وفيه قوة قابضة مانعة\r\n[ ماسرجويه 
  ] يمنع من الأورام الحارة إذا وضع عليها\r\n[ الرازي 
  ] هو قاطع للعطش جيد للمعدة والكبد الملتهبين ويقمع الصفراء جدا\r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n\r\nقال الرازي « 1 » حبه يجفف قروح الأمعاء ويقطع نزف الدم الأسفل ، ولا سيما الذي يجلب من جبلي بيروت وبعلبك . انتهى\r\n\r\n[ وينبت بهذا الجبل الصنوبر : قال ابن الجوزي حار 
  ]\r\nفي الثانية يابس في الثالثة حبه ينفع من الصداع البلغمى ، افراط استعماله مصدع دفع مضرته بالشاه صيني أو الصندل ، والغرغرة بطبيخ قشره يجلب بلغما كثيرا . انتهى\r\nوفيه يقول الشريف الرضي :\r\n حب الصنوبر إذ أتا * ك غنيت من كل البشر\r\nنقل لعمري مشتهى * ما ان يدوم له خبر\r\nيحكي لنا صدفا أتت * في باطن منها الدرر \r\nومن اغراض ابن المعتز قوله :\r\n صنوبر ظلت به مولعا * لأنه أطيب موجود\r\nكأنه الكافور في لونه * يحويه إذ لاح من العود \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقله ابن البيطار عن كتاب ( التجربتين ) ولم يذكر جملة « ولا سيما . . . الخ »\r\n","page_name":" 351 ","page_number":351},
  {"content":"\r\n\r\n\r\n[ وثمّ أشياء لا تنبت الا في الأراضي الحارة كالقلقاس 
  ]\r\nفإنه يطلع بأرض قرية الغور من اعمال دمشق ولا ينبت في غيرها من أرض الشام\r\nقال ابن البيطار ينبت على المياه في الأراضي الحارة وله ورق كبير أملس يشبه ورق الموز الا أنه ليس بطوله وهو مجفف يشبه ورق القرع ولكل ورقة من ورقه قضيب منفرد غليظ الإصبع ونبات القضيب من الأصل الذي من الأرض وليس لهذا النبات ساق ولا ثمر وأصله شبيه بالأترج إلا أن ظاهره مائل إلى الحمرة وداخله أبيض كثيف مكتنز مشاكل للموز وطعمه فيه قبض مع حرافة قوية تدل على حرارته ويبسه وهو يابس في الأولى إذا سلق بالماء زالت حرافته جملة واكتسب مع ما فيه من القبض اليسير لزوجة مغرية كانت بالقوة الا ان حرافته كانت تخفيها وتسترها ولذلك صار غذاؤه غليظا بطيء الانهضام ثقيلا في المعدة لكثافة جسمه ولزوجته الا انه لما فيه من القبض والعفوصة صارت فيه قوة مقوية للمعدة معينة على\r\n\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n\r\nحبس البطن إذا أخذ مقدار منه لا يثقل على المعدة فيحيله ضرورة لثقله وبعد انهضامه ولما فيه من اللزوجة والتغرية صار نافعا [ من سحوج الأمعاء 
  ] ويزيد في الباه ويسمن وادمانه يولد السوداء واللّه أعلم\r\n\r\n[ ومنها الموز . قال ابن الأثير في عجائبه الموز يسمى قاتل 
  ]\r\nأبيه لان شجرته لا تثمر الا مرة في السنة ثم تموت ولا يحمل الأصل الواحد الا قنوا واحد ثم يموت ، وتخلفها أخرى من أصلها ويكون في القنو من خمسين موزة إلى خمسمائة ومن حين نشوئها إلى حين إثمارها شهران . ويقال إن فيه بريا وبستانيا والبري يسمى الطلح ، وأكثر ما يوجد في الجزائر . وورقها طوله ثلاث أذرع وعرضه ذراعان .\r\nوأجود الموز الكبار البالغ وثمرته حارة رطبة تنفع حرقة الصدر والحلق وتنفع المثانة وتدر البول وتلين الطبع لكنه ثقيل على المعدة والاكثار منه يولد السدد ويزيد في الصفراء والبلغم وأكله بعد الطعام يمنع بخار المعدة إلى أن يرتقي إلى الرأس\r\n\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n\r\nوقال ابن الجوزي جيده الكبار الحلو ينفع من خشونة الصدر والرئة وقروح الكليتين ويضر المعدة . دفع مضرته بالسكر ويتولد عنه دم بلغمي واللّه أعلم\r\nوفيه يقول الخوارزمي :\r\n يا من اتى البستان يقصد نزهة * انظر لصنع اللّه فيما يخلق\r\nالموز شبه عساكر مصفوفة * من فوقها رايات خضر تخفق \r\nوفيه يقول مؤلفه البدري :\r\n انظر إلى الموز الذي * حلا وصفا إذ مربي\r\nسبائكا من فضة * قد موهت بالذهب \r\n\r\n[ ومنها القصب . قال أبو حنيفة : القصب أنواع فمنه 
  ]\r\nأبيض وأصفر وأسود والأسود لا يعصر وهو يغلظ حتى لا يحيط به الكفان وانما يعتصر الأبيض والأصفر ويقال لعصارته عسل القصب واجوده ما يجاء به من أرض الزنج فهو أصفر مثل الأترج . والقند ما يجمد من عصير قصب السكر ثم يتخذ منه السكر ويقال لما جعل فيه القند من السويق وغيره مقنود ومقند كما يقال معسول ومعسل\r\n\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n\r\nوقال أبو العبر « 1 » قصب السكر لطيف ملائم للبدن نافع من الخشونة التي تعرض في الصدر والرئة والحلق ويجلو الرطوبة اللطيفة المتولدة فيها ويدر البول ويولد نفخا ولا سيما إذا أخذ بعد الطعام\r\nوقصب السكر ملين للطبيعة واستعماله لتهييج القيء صالح إذا شرب على أثره ماء فاتر وتهوع بريشة طويلة قد غمست في السيرج\r\nوقال المنصوري حار باعتدال يدر البول ويذهب بالحرقة الكائنة عند خروجه وينفع من السعال\r\n[ إسحاق بن عمران 
  ] يقطع الالتهاب العارض في المعدة برطوبته ولطافته وينقي المثانة\r\nوقال ابن الجوزي : القصب أشد تليينا من السكر لكنه يولد رياحا دفعها ان يقشر ويغسل بماء حار\r\nوقال عفان بن مسلم المحدث : من مص القصب السكر بعد طعامه لم يزل يومه اجمع في سرور واللّه تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مفردات ابن البيطار : ( الدمشقي )\r\n","page_name":" 355 ","page_number":355},
  {"content":"\r\n\r\nأعلم . انتهى\r\nوفيه يقول خليل « 1 » بن الفرس رحمه اللّه :\r\n سبحان من أنبت في ارضه * ما بين شوك وجلا فيها\r\nأنبوبة مملوءة سكرا * قد كان ماء وحلا فيها \r\nوكتب مؤلفه البدري يستدعي بعض الاخوان في شهر رمضان إلى غيط قصب :\r\n في قصب السكر لي * ذوق سريع ما اقتضب\r\nشبهته بأهيف * قد رقّ عشقا وانتصب\r\nواصفرّ جسمه لذا * أرخى له خضر العذب\r\nفقم لوصل قطعه * واسع له أخا الأرب\r\nفي الصوم قبل العصران * ذا لأعجب العجب \r\n\r\n[ قلت : واما محاسن الشام فإنها لا تحصى ، وغوطتها 
  ]\r\nالجامعة للمحاسن لا تستقصى . وقد جاء في الاخبار عن كعب الأحبار رضي اللّه عنه « غوطة دمشق بستان اللّه في أرضه »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في نسخة دار الكتب المصربة ( احمد )\r\n","page_name":" 356 ","page_number":356},
  {"content":"\r\n\r\nوعن أبي امامة رضي اللّه عنه ان النبي صلّى اللّه عليه وسلم تلا هذه الآية  « وَآوَيْناهُما إِلى رَبْوَةٍ ذاتِ قَرارٍ وَمَعِينٍ »  قال « هل تدرون اين هي » قالوا « اللّه ورسوله أعلم » قال « هي في الشام بأرض يقال لها الغوطة مدينه يقال لها دمشق هي خير مدائن الشام »\r\nوفي رواية عكرمة عن ابن عباس رضي اللّه عنهما بلفظ « قال هي دمشق »\r\nقال الذهبي : وأجمع سواح الأرض والأقطار على أن متنزهات الدنيا أربعة وهي ( صغد سمرقند ) و ( شعب بوّان ) و ( نهر الأبلة ) و ( غوطة دمشق )\r\nقال أبو بكر الخوارزمي في رحلته : رأيتها كلها فكان فضل غوطة دمشق على الثلاث كفضل الأربعة على غيرهن ، كأنها الجنة وقد زخرفت وصورت على وجه الأرض\r\nوما أحسن قول الشيخ علاء الدين علي بن المشرف المارداني وقد أنشدنيه شقيقه ركن الدين محمد عند قدوم\r\n\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\n\r\nأخيه إلى دمشق المحروسة في سنة احدى وعشرين وثمانمائة :\r\n ليس في الحسن للشآم نظير * لا يغرّنك بالبلاد الغرور\r\nكل ما تشتهيه نفسك فيها * وبها البشر والهنا والسرور\r\nقلت للركب مذ أنخنا عليها * وتراءت ولدانها والحور\r\nهذه الجنة ادخلوا بسلام * بلد طيب ورب غفور \r\nوقال الشيخ عبد اللّه الأرموي رحمه اللّه « دمشق من أي جهة أقبلت عليها تجدها حلة بيضاء طرازها أخضر »\r\nوقال الشهاب محمود من رسالة « وأما دمشق فكأنها وجه الحبيب ، وقد دار به العذار الأخضر الرطيب »\r\nوقال الشيخ ( عبد الولي الحضرمي ) رحمه اللّه :\r\n« سحت البلاد ورأيت ما بها من الأعاجيب ، فلم انظر كصغد سمرقند ، وهو نهر تحف به قصور وبساتين وقرى مشتبكة العمائر مقدار اثنى عشر فرسخا في مثلها ، وهي في وسط مملكة ما وراء النهر . ورايت شعب بوان وهي بقعة مذكورة بنيسابور « 1 » طولها فرسخان وقد التحفتها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا\r\n","page_name":" 358 ","page_number":358},
  {"content":"\r\n\r\nالأشجار ، وجاست خلالها الأنهار . وهذا الشعب لبوان بن ايوح ابن افريدون ، وفيه يقول أبو الطيب المتنبي من قصيدة تشتمل على وصفه :\r\n يقول بشعب بوان حصاني * أعن هذا يسار إلى الطعان\r\nأبوكم آدم سنّ المعاصي * وعلمكم مفارقة الجنان \r\nومررت بنهر الأبلة وهي من أعمال البصرة طوله أربعة فراسخ وعلى جانبيه بساتين كأنها بستان واحد قد مد على خط الاستواء نخله كأنه غرس في يوم واحد .\r\nودخلت إلى دمشق وتنزهت في غوطتها أجدها أحسن من الثلاث وأكثرها خيرا طولها ثلاثون ميلا وعرضها خمسة عشر ميلا مشتبكة القرى والضياع لا تكاد الشمس تقع على أرضها لغزارة أشجارها واكتناف أغصانها »\r\nوقال الميدومي في كتابه ( لطايف الأعاجيب ) كان بغوطة دمشق أشجار تحمل الواحدة منها أربع فواكه كالمشمش ، والخوخ ، والتفاح ، والكمثرى . وبها ما يحمل الثلاث وأقلهن اللونان من الفاكهة . قلت وهذا موجود\r\n\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\n\r\nإلى يومنا هذا فانى رأيت بها الكرمة الواحدة تطرح العنب الأبيض والأسود والأحمر ورأيت بوادي النير بين شجرة توت تطرح التوت الأبيض والأسود\r\nوهذا من صنعة الفلاحة يسمى التطعيم وهو ان يأخذ قطعة خشب من التفاح ويشق ساق شجرة كمثرى تكون بساقين وتوضع تلك القطعة في احدى الساقين المشقوقة وتشدها بخرقة وتسقيها وتعاهدها إلى أن تلحم بها ويخرج الورق الجديد ثم تثمر\r\nرجع إلى بقية كلام الميدومي . قال : وكان غرس الأشجار في بعض البساتين كالسطور التي تقرأ . انتهى واللّه أعلم\r\nونقلت من شرح الشريشي ما نقله عن شيخه ابن جبير قال : دمشق هي خير المشرق ، ومطلع حسنه المؤنق وعروس المدن قد تحلت بازاهير الرياحين ، وتجلت في حلل سندسية من البساتين . وحلت من موضع الحسن بمكان مكين ، وتجملت في منصتها بأجمل تزيين . وتشرفت\r\n\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n\r\nبان ادتى اللّه المسيح وأمه إلى ربوة ذات قرار ومعين .\r\nظل ظليل ، وماء سلسبيل ، ورياض تحيى النفوس بنسيمها العليل ، وتتبرج لناظرها بمجتلى صقيل ، وتناديهم هلموا إلى مغرس للحسن ومقيل . قد سمئت ارضها من كثرة الماء ، حتى اشتافت إلى الظماء . فتكاد تناديك بها الصم الصلاب :\r\nاركض برجلك هذا مغتسل بارد وشراب . قد أحدقت البساتين بها احداق الهالة بالقمر ، واكتنفتها اكتناف الكمامة للزهر . وامتدت بشرقها غوطتها الخضراء امتداد البصر . ولقد صدق القائلون « ان كانت الجنة في الأرض فدمشق لا شك فيها ، وان كانت في [ السماء 
  ] فهي بحيث تسامتها وتساميها »\r\nوقال البحتريّ فيها :\r\n إذا أردت ملأت الطرف من بلد * مستحسن وزمان يشبه البلدا\r\nيمشي السحاب على أجبالها فرقا * ويصبح النبت في صحرائها بددا \r\n\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n\r\n فلست تبصر الا واكفا خضلا * ويانعا خضرا أو طائرا غردا\r\nكأنما القيظ ولّى بعد جيئته * أو الربيع دنا من بعد ما بعدا \r\nوقال ابن سعيد الموصلي :\r\n سقى دمشق وأياما مضت فيها * مواطر السحب ساريها وغاديها\r\nولا يزال جنين النبت ترضعه * حوامل المزن في احشا أراضيها \r\n\r\n[ ومن محاسن الشام ما يصنع فيها من القماش والنسيج 
  ]\r\nعلى تعداد نقوشه وضروبه ورسومه . ومنها عمل القماش الأطلس بكل أجناسه وأنواعه . ومنها عمل القماش الهرمزي على اختلاف اشكاله وتباين أوصاله . ومنها عمل القماش الأبيض القطني المصور لاحياء القصور ، وأموات القبور .\r\nوبها أيضا عمل القماش السابوري بجميع ألوانه وحسن لمعانه\r\n\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\n\r\nوفيها تعمل صناعة الذهب المسبوك والمضروب والمجرور والمرفوع ، والممدود والمرصوع . وفيها تعمل صناعة القرطاس بحسن صقاله ونقيّ أوصاله . وفيها تعمل صناعة القرضية ودباغاتها المرضية . وفيها تعمل صناعة الزموط والاقباع وتحمل لسائر البلاد والضياع . وفيها صناعة الحرير بالفتل والدواليب والسرير . وفيها تعمل صناعة السلاح ، بما فيها من الأعاجيب والاقتراح . وفيها تعمل صناعة الموشى والمدهون بما تحتار فيه النواظر والعيون . وفيها تعمل صناعة النحاس من الضرب والتفصيل والنقوش التي تشرح صدر الناس . وفيها صناعة ألواح الصقال ودهن ألواح صغار الكتاب ، وجفان القصع وتفصيل القبقاب\r\nواذكرني هنا قول ابن هاني الأندلسي على لسان القبقاب وأجاد ثم أفاد :\r\n كنت غصنا بين الأنام رطيبا * مائس العطف من غناء الحمام \r\n\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\n\r\n صرت أحكى رؤوس اعداك في الذلّ * برغم اداس بالاقدام \r\nرجع . وغالب ما ذكرناه من هذه الصنائع تتبدل عليه أيادي الصناع من الواحد بعد الواحد إلى أن ينيف على عشرة صناع حتى تتم\r\nواعلم أن هذه الصنائع استخرجتها الحكماء بحكمتها ثم تعلمها الناس منهم وبعضهم من بعض وصارت وراثة من الحكماء والعلماء ومن العلماء للمتعلمين ومن الأستاذين للتلامذة للصناع هكذا نقله ابن جماعة في شرحه على نقول العيد ، انتهى\r\nومن محاسن الشام ما يحمل منها إلى الديار المصرية عشرة قافات انفردت بها وهذه مسمياتها : قصب ذهب ، قبع ، قرضية ، قرطاس ، قوس ، قبقاب ، قراصيا ، قمر الدين من المشمش ، قريشة ، قنب\r\nوكنت في هذا المحل اكتب وإذا بشخص خليع يغلب عليه الخبال والدخل يتردد اليّ من أهل مصر\r\n\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n\r\nالعتيقة يقال له تعاتير جاء اليّ وقال عبر لي هذا المنام رأيت الليلة في النوم رجلا جليلا من أهل الشام أعطاني قصعة بها آثار قطن فيه بعض قضامة مربوطة بخيط قنب . فأردت ان ادخل عليه سرورا قلت له : يا تعاتير من مناسبة الحبال القضامة وهي ذهب وفضة في وعاء مشدود معقود تناله من بعض رؤساء الشاميين . فسر بذلك وفارقني فأخذت أتعجب من الاتفاق وذكر هذه الأربعة قافات المجلوبة من الشام إلى القاهرة وفيما انا في مثل هذا السياق إذا أنا به في اليوم الثاني جاءني وهو يضحك فقلت ما بالك وما خبرك .\r\nقال : فارقتك فأخذت لي قطعة جنب ورطب وجلست آكلهم برغيف في عقبة قدام المقياس وإذا برئيس شامي في خدمته عبيد وغلمان نزل إلى تلك العقبة وقال للنوتي اطلع بنا المقياس لنزوره وزورنا الآثار وقال لغلمانه لاقونا بالخيل إلى الآثار فنهرنى بعض العبيد وقال ما تخرج . فقال له سيده دعه يؤانسنا . وسألني عن اسمى فقلت له الناس يسموني تعاتير وانما اسمى أبو الخير . فتهلل وجهه وقال :\r\n\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n\r\nهذا المكان ما اسمه فأقول له كيت وكيت وهذا يعرف بكذا إلى أن توجهنا إلى درج الآثار وأراد الطلوع وإذا بمنديل سقط منه في المركب فبادرت لمناولته إياه فقال لي اعط منه للنوتى دينارا وخذه لك بما فيه فقبلت يده وقال لي ما تروح معنا قلت له مرسومك هذا النوتي ابن حارتى وارجع معه فقال ادع لنا . وتركته وأنا لا أصدق من الفرح فقلت لبعض غلمانه أيش يقال لهذا الرئيس بين الشاميين قال هذا القاضي بدر الدين بن المزلق فدعوت له وانصرفت أجد بالمنديل خمسة دنانير ذهبا وسبعين نصفا فدفعت للنوتى دينارا وجئت لا تشكر منك على تعبير المنام وأخبرك بتفسيره فقلت له هذا أعجب من الأول . انتهى\r\nوغالب ما عددناه وأوردناه من محاسن الشام انفردت به دون غيرها ويحمل منها لغالب البلاد لكثرة خيرها ومن اعاجيبها ان خيرها في الغالب لغير بنيها حتى أنه ينسى الأهل والأوطان ولو فارقها لعاد إليها على طول الزمان\r\nوقال القاضي الفاضل :\r\n\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\n\r\n يقولون لي ماذا رأيت بشامهم * فقلت لهم كل المكارم والفضل\r\nفبلدتهم خير البلاد وأهلها * باحسانهم تغنى الغريب عن الأهل \r\nوقال ابن سعيد :\r\n في جلق نزلوا حيث النعيم غدا * مطولا وهو في الآفاق مختصر\r\nفالقضب راقصة والطير صادحة * والنسر مرتفع والماء منحدر\r\nلكل واد به موسى يفجره * وكل روض على حافاته الخضر \r\nوقال إبراهيم بن عبد اللّه الأنصاري متشوقا إليها :\r\n رعى اللّه أياما تمضت بجلق * لقلبي عليها أنة وتوجع\r\nرحلت وابراد الشباب قشيبة * وعدت واسمال المشيب ترقع \r\n\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n\r\nوقال الشيخ شمس الدين محمد بن الصائغ الحنفي يتشوق إليها :\r\n ا دمشق لابعدت ديارك عن فتى * ابدا إليك بكله يتشوق\r\nاشتاق منك منازلا لم انسها * انّى وقلبي في ربوعك موثق\r\nانّى اتجهت رأيت دوحا ماؤه * متسلسل يعلو عليه جوسق\r\nوالريح تكتب والجداول أسطر * خطّ له نسخ الغمام محقق\r\nومعاطف الأغصان هزتها الربا * طربا فذاك نما وهذا مونق\r\nتتلو على الأغصان أخبار الهوى * فيكاد ساكت كل شيء ينطق \r\nومن محاسن الشام ان كل نزهة ذكرناها لها أوان يتفرج أهل البلد فيه وزمان يتعاهدونها به ويرجعون اليه\r\n\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n\r\nويعجبني قول ابن فائد البحراني :\r\n برزت دمشق لزائري أوطانها * من كل ناحية بوجه أزهر\r\nلو أن انسانا تعمد أن يرى * مغنى خلا من نزهة لم يقدر \r\nومن لطائفه قوله في الذهبيات وقد عاد إليها في الخريف :\r\n صبغت بلون ثمارها أوراقها * فتكاد تحسب انهن ثمار\r\nلو كان مكتوبا عليها يوسف * شهد الصيارف أنها دينار \r\nومن محاسن ابن ديار قوله في الذهبيات :\r\n انظر إلى ذهبيات الغصون وقم * إلى المدام وواصلها إلى العنق\r\nأما ترى النهر بالتصفيق أطربها * فنقطته دنانيرا من الورق \r\n\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n\r\nونقلت من خط الزيني ابن الخراط قوله :\r\n اتانا الخريف نديمى فقم * نجدد بالراح عيشا ذهب\r\nإذا ما جلونا عروس الطلا * على الغصن نقطها بالذهب \r\nومن المعاني التي افتضها الرغادى :\r\n يا ورقا بالخريف يحكى * على النحور المسلسلات\r\nشبه الدنانير صففوها * على سيوف مسلسلات \r\nونقلت من خط بلدينا العلاء بن ايبك الدمشقي :\r\n لا تخش يا محبوب من فاقتي * فعن قريب ذهبي يأتي\r\nفاذهب لفضيات ذا بالطلا * واستجلها في الذهبيات \r\nونقلت من خط المرحوم شيخ الاسلام شهاب الدين ابن حجر :\r\n قد قال زهر الروض من ذا الذي * فضل فضل الذهبيات \r\n\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n\r\n ما ذهبي يذهب من حجلة * مودعا بل ذهبي يأتي \r\nويعجبني قول المعوج الشامي وتلطف بقوله :\r\n تأمل تر أرض الخريف عليلة * من البرد حتى عادها وابل القطر\r\nوعالجها فصل الربيع فعوفيت * فنقطها الأزهار بالبيض والصفر \r\nومن محاسن الشام صيفيتها وانها معلنة بحياة الأزهار ونمو الأثمار . ولهذا قال الحافظ اليغموري :\r\n واستنشقوا لهو الربيع فإنه * نعم الصديق وعنده الطاف\r\nيغذى الجسوم نسيمه فكأنه * روح حواها جوهر شفاف \r\nويعجبني قول ابن قرناص فيه :\r\n بعث الربيع رسالة بقدومه * للروض فهو بقربه فرحان \r\n\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\n\r\n ولطيب ما قرأ الهزار بشدوه * مضمونها مالت به الأغصان \r\nوشتويتها مؤذنة بموت الأشجار بالاصفرار ، وتغسيلها بعد التجريد بالأمطار . ولهذا قال الحافظ اليغمورى :\r\n خذ في التدفي بالخريف فإنه * مستوبل ونسيمه خطاف\r\nيجري مع الأجساد جري حياتها * كصديقها ومن الصديق يخاف \r\nومن الدر النظيم قول ابن تميم :\r\n يا شهر كانون من حب الغصون امتّ * الأرض وجدا وأبكيت السما حزنا\r\nوالمزن غسلها من فيض أدمعه * والثلج حاك لها من نسجه كفنا \r\nلكن يعتدّون للشتاء بالاسمان والادهان ويمونون البيوت بالحبوبات ، ولحم القديد والمعسولات . والفاكهة المعلقة ، والحلاوات المؤنقة . ويكنون في الأماكن المبخرات\r\n\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\n\r\nولا يخرجون منها .\r\n\r\n[ فإنها بلدة كثيرة المحاسن ، 
  ]\r\nوماؤها غير آسن . وهي مباركة وفيها البركة وعيشها رغد في السكون والحركة . ولكن استقرى من كان مولده فيها لم يزل في قبض ، ما دام بها الا أن ينزل إلى تحت الأرض . ويقال أنه لا يوجد بها اثنان من أهلها على قلب واحد متصافيان\r\nويقال إن من قصدها بسوء ونواه أكبه اللّه تعالى فيه وأعثره . ولما قدم عبد اللّه بن علي بن عبد اللّه بن عباس رضي اللّه عنهم دمشق وحاصر أهلها فلما دخلها وهدم سورها وقع منه حجر كان عليه مكتوب باليونانية فأرسل خلف بعض الرهبان فطبعه وقرأه فإذا عليه مكتوب :\r\nويك أم الجبابرة من رماك بسوء قصمه اللّه . ويك من الخمس الأعين ، نقض سورك على يديه بعد الف سنة .\r\nفوجدوا الخمس الأعين عبد اللّه بن علي بن عبد اللّه بن عباس بن عبد المطلب\r\n\r\n[ فهي بلدة كثيرة البركات غزيرة الخيرات ، نعم بلدة الأنبياء ، وموطن الأصفياء والأولياء 
  ]\r\n. وبها صحابة من\r\n\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\n\r\nالاجلاء ومقابرها حوت أماثل الفضلاء\r\nومنها جبانة باب الصغير بها بلال الحبشي رضي اللّه عنه وبها السيدة سكينة بنت أبي بكر الصديق رضي اللّه عنهما ، وبها السيدة زينب بنت الامام على رضي اللّه عنهما وبها معاوية رضي اللّه عنه ، وبها أويس القرني رضي اللّه عنه ، وبها أبو عبيدة بن الجراح على ما قيل خارج الجامع المعروف به « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زاد ابن الحوراني في كتابه ( الإشارات إلى أماكن الزيارات ) أن من الصحابة المدفونين في ( الباب الصغير ) : أوس ابن أوس الثقفي الصحابي من أهل الصفة ، ذكره النووي في ( تهذيب الأسماء )\r\nوأبا الدرداء عويمر الخزرجي الصحابي ، ولي قضاء دمشق لعمر . وزوجته أم الدرداء الصغرى مدفونة بقربه\r\nوواثلة بن الأسقع من أهل الصفة ، خدم النبي صلّى اللّه عليه وسلم ثلاث سنين\r\nوفضالة بن عبيد ، ولي قضاء دمشق لمعاوية ودفن عند أبي الدرداء . وحمل معاوية نعشه وقال لابنه « اعني فاني لا أحمل بعده مثله »\r\n","page_name":" 374 ","page_number":374},
  {"content":"\r\n\r\nويليها مقبرة محلة القروانة وبها جماعة من الاجلاء والفضلاء\r\nوسهل بن الربيع الأوسي الصحابي\r\nويسرة بن فاتك الأسدي أخا خزيم بن فاتك ، وهو الذي قسم دمشق بين المسلمين بعد فتحها\r\nوشمعون بن ختانة ابا ريحان الأسدي الأنصاري\r\nومكحولا مولى سعيد بن العاص ، سمع من انس وواثلة\r\nونقل ابن الحوراني عن الهروي في ( الزيارات ) أن في ( مسجد النارنج ) بباب الصغير ثلاثا من أزواج النبي صلّى اللّه عليه وسلم ، وفضة جارية فاطمة ، وقبر سهل بن الحنظلية ، وقبر أم الحسن بنت حمزة بن جعفر الصادق ، وقبر علي بن عبد اللّه ابن العباس ، وقبر ابنه سليمان ، وقبر زوجته أم الحسن بنت جعفر ابن الحسن بن الحسين . وبمقبرة باب الصغير أيضا قبر خديجة بنت زين العابدين ، هؤلاء في تربة واحدة . وقبر سكينة بنت الحسين . وقبر محمد بن عمر بن علي بن أبي طالب رضى اللّه عنهم\r\nوبها قبور كثير من الأولياء والصالحين لم يعلموا ، لما قيل من أن مقبرة باب الصغير حرثت وزرعت بعد مائة سنة ، فلذلك لا تعرف القبور\r\n\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n\r\nومنها جبانة باب شرقي بها ابيّ بن كعب رضي اللّه عنه ، وبها جبل بن معاذ رضي اللّه عنه ، وبها ضرار بن الأزور رضي اللّه عنه في حارة السادة القدماء عفا اللّه تعالى عنهم\r\nونقل عن الحافظ ابن طولون في ( بهجة الأنام ) أن قبر معاوية الكبير في الحائط القبلي من جامع دمشق في قصر الامارة ( الخضراء ) ، وهو الذي تسميه العامة ( قبر هود ) . أما الذي في الباب الصغير فهو قبر أبى ليلى معاوية الثاني ابن يزيد\r\nوذكر صاحب ( مثير الغرام ) أن ( الوليد بن عبد الملك ) - الذي بنى مسجد دمشق ومسجد النبي صلّى اللّه عليه وسلم وقبة الصخرة المقدسة في بيت المقدس - دفن سنة 96 بمقبرة باب الصغير شمالي قبر معاوية بنحو عشرين ذراعا وقبره ظاهر معروف يزار\r\nوفي الباب الصغير من العلماء الشيخ حماد وهو من القدماء .\r\nومنصور بن عماد بن كثير السلمي . وعمر بن الحسن الخرقي من تابعي أصحاب أحمد بن حنبل وهو مؤلف « المقنع » . وأبو الفتح نصر بن إبراهيم بن نصر المقدسي النابلسي شيخ الشافعية بالشام وقد\r\n\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n\r\nوتليها مقبرة الشيخ رسلان أعاد اللّه علينا وعلى المسلمين من بركاته وعنده جماعة من الأماثل والاجلاء الأفاضل « 1 »\r\nاجتمع به الغزالي واستفاد منه . وأبو البيان محمد بن محفوظ القرشي شيخ الطائفة البيانية ويعرف بابن الحوراني . قال ابن كثير له تآليف كثيرة وكان هو والشيخ رسلان أولا مجاورين في المسجد الذي في رأس درب الحجر في أواخر السوق الكبير قريبا من الباب الشرقي . والحافظ الكبير ثقة الدين أبو القاسم علي بن الحسن بن هبة اللّه بن عساكر صاحب ( تاريخ دمشق ) دفن شرقي مدفن معاوية . وتاج الدين عبد الرحمن بن إبراهيم الفزاري المعروف بابن الفركاح تلميذ ابن الصلاح والسخاوي وابن عبد السلام . وبدر الدين ابن مالك . وأبو الربيع سليمان ابن بلال الجعفري الهاشمي تلميذ الفزاري والنووي . وابن هشام وابن رجب . وابن قيم الجوزية . وإبراهيم الناجي . وأبو العباس أحمد الميلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ( ابن الحوراني ) الشيخ أرسلان الدمشقي ابن يعقوب بن عبد الرحمن بن عبد اللّه الجعبري . مدفون مع شيخه أبى عامر المؤدب ، توفى بعد الأربعين والخمسمائة\r\n","page_name":" 377 ","page_number":377},
  {"content":"\r\n\r\nوخارج باب توما شرحبيل كاتب وحي رسول اللّه صلّى اللّه عليه وسلم والسيدة خولة [ بنت الأزور 
  ] رضى اللّه عنهما\r\nوجبانة بيت لهيا بها سادة وأعيان وصالحون لهم قدر وشان\r\nويليها مقابر باب الفراديس بها أبو الدحدح [ الصحابي 
  ] رضي اللّه عنه ، وبها عبد الرحمن بن أبي بكر الصديق رضي اللّه عنهما « 1 »\r\nومقبرة سويقة صاروجا بها صالحون من أجلّ المسلمين\r\nومقابر الصوفية بها جماعة من العلماء أئمة الدين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ( ابن الحوراني ) : وفي مقبرة باب الفراديس مشهد الخضر ، وعنده قبر محمد بن عبد اللّه بن الحسن المقدسي ثم الدمشقي المعروف بأبي شامة وكان له شامة كبيرة فوق حاجبه الأيسر توفي سنة 665\r\nوفي مسجد الاقصاب سوق حجر بن عدي الصحابي وأصحابه\r\n","page_name":" 378 ","page_number":378},
  {"content":"\r\n\r\nوصالحي المسلمين كابن الصلاح وابن تيمية وابن المبارك وغيرهم « 1 »\r\nويليها مقبرة القنوات وباب السريجة وبها علماء الأمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقابر الصوفية هي الواقعة الآن في حديقة مستشفى دمشق على نهر بانياس عند محطة البرامكة غربي دمشق . قال ابن الحوراني : وممن دفن فيها ( قطب الدين أبو المعالي مسعود ابن محمد بن مسعود ) انفرد في دمشق برئاسة الشافعية توفي في رمضان سنة 578\r\nومنهم ( الفخر ابن عساكر ) توفي سنة 620 ودفن مقابل قبر ( ابن الصلاح ) المتوفى سنة 643\r\nومنهم ( عبد الرحمن بن نوح ) من أشياخ النووي وكان مفتي دمشق في وقته توفى سنة 654\r\nومنهم ( عماد الدين بن كثير البصري القرشي ) توفي سنة 774 ودفن عند شيخه شيخ الاسلام ابن تيمية المتوفى سنة 728\r\nومنهم ( إبراهيم بن سليمان الحموي ) له شرح الجامع الكبير في ست مجلدات وشرح المنظومة في مجلدين\r\nومنهم ( إبراهيم بن عبد الرزاق الحنفي ) شارح القدوري توفي سنة 807\r\n","page_name":" 379 ","page_number":379},
  {"content":"\r\n\r\nوأهل الرحمة . آخر من دفن بها شيخنا المرحوم العلامة محب الدين البصروى الشافعي رحمه اللّه\r\nومنها جبانة الحمرية « 1 » وبها المرحومون من الأولياء والصالحين\r\nومنها مقابر محلة السيدة عاتكة رضي اللّه عنها ويقال إن في ظاهرها ضريح المساك لركاب النبي صلّى اللّه عليه وسلم رضى اللّه عنه\r\nومنها جبانة محلة القبيبات وبها العلماء العاملون والمجاذيب والصالحون كالسيد الشريف الشيخ الزاهد العالم تقى الدين أبي بكر الحصني الشافعي امدنا اللّه بمدده . وهذه جملة المقابر التي في المدينة الخارجة عن مقابر الصالحية والقابونين وغير ذلك\r\nوثم صحابة في قرى الضواحي رضى اللّه عنهم كسعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن الحوراني هي بمحلة الشويكة وممن دفن فيها أحمد بن بدر الدين الحنفي المتوفى سنة 934 ، ومحمد بن الحر الحنفي توفي 789\r\n","page_name":" 380 ","page_number":380},
  {"content":"\r\n\r\nابن عبادة رضى اللّه عنه بأرض المنيحة « 1 » وتميم الداري رضى اللّه عنه بقرية تميم التي سميت به وأبو الدرداء رضي اللّه عنه فإنه داخل قلعة دمشق والسيدة زينب الكبرى بنت الإمام علي بن أبي طالب رضي اللّه عنهما وهي أخت أم كلثوم الكبرى التي تزوجها عمر رضي اللّه عنه وكانتا مع أخيهما الحسين لما قتل وقدمتا الشام وهاتان والحسن والحسين ومحسن الذي مات صغيرا أولاد الإمام علي من فاطمة رضي اللّه عنهما ثم تزوج بعد موت فاطمة وتسرى فجاءه بنون وبنات ومن جملة البنات زينب الصغرى وأم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقل ابن الحورانى عن النووي في ( تهذيب الأسماء ) قال : سعد بن عبادة الصاحبي الأنصاري الخزرجي الساعدي كان نقيب بني ساعدة وصاحب الأنصار في المشاهد كلها ، قال فيه رسول اللّه صلّى اللّه عليه وسلم « انه من بيت جود » شهد العقبة وبدرا والمشاهد ، توفي سنة 16 واتفقوا على أنه كان بحوران ومات بها ، قال الحافظ ابن عساكر وغيره : هذا القبر المشهور في المنيحة يقال إنه قبر سعد بن عبادة فيحتمل أنه نقل من حوران إليها\r\n","page_name":" 381 ","page_number":381},
  {"content":"\r\n\r\nكلثوم الصغرى ، هكذا ذكره شيخنا الحافظ برهان الدين الناجي رحمه اللّه تعالى ورضي عنه . وقال الشيخ العارف أبو بكر الموصلي رحمه اللّه تعالى في كتابه ( فتوح الرحمن ) توفيت السيدة زينب الكبرى بنت عليّ رضي اللّه عنهما بغوطة دمشق عقيب محنة أخيها ودفنت في قرية من ضواحي دمشق اسمها راوية ثم سميت البلدة بها فالآن يقال للبلدة الست ولا تعرف الا بقبر الست رضي اللّه عنها قال :\r\nوكنت أزورها في أول أحد من العام ، ومعي جماعة من أصحابي الفقراء ، ولا ندخل إلى قبرها بل نستقبله ونغض ابصارنا ، لما قرره علماؤنا في أن الزائر للميت يعامله بما لو كان حيا من الاحترام ، فبينما أنا في البكاء والخشوع والحضور وكأني بها وقد تراءت لي في صورة امرأة كبيرة محترمة موقرة لا يقدر الانسان ان يملأ نظره منها احتراما فأطرقت فقالت : يا بني زادك اللّه أدبا ا لم تعلم أن جدي رسول اللّه صلّى اللّه عليه وسلم وأصحابه كانوا يزورون أم أيمن « 1 » لكونها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الزبيدي في التاج : أم أيمن امرأة أعتقها صلّى اللّه\r\n","page_name":" 382 ","page_number":382},
  {"content":"\r\n\r\nامرأة محترمة وبشر الأمة أن جدي محمدا صلّى اللّه عليه وسلم وجميع أصحابه وذريته يحبون هذه الأمة ، الا من خرج عن الطريق فإنهم يبغضونه . فلحقني ازعاج من كلامها غيبنى فلما عدت إلى الحسّ لم أجدها فواظبت على زيارتها إلى يومنا هذا انتهى\r\nوبالقرية المذكورة ضريح السيد الجليل مدرك [ الفزاري الصحابي 
  ] أعاد اللّه علينا وعلى المسلمين من بركاته\r\nوهذا الذي وصل الينا من معرفة من بدمشق من الصحابة رضي اللّه عنهم أجمعين . وثم فيها من الأنبياء والصحابة والأولياء والصالحين غير ما ذكرناه لكن لتوالى المحن واندراس العلم والمعاهد والدمن وبانقراض المخبر انقطع الخبر فلا عين ولا اثر\r\nفان الشيخ محيي الدين النووي رحمه اللّه تعالى قال في شرح [ سنن 
  ] أبى داود الشام من العريش إلى بالس وقيل إلى الفرات وقال ابن السمعاني هي بلاد بين الجزيرة والغور إلى الساحل ويجوز فيها التذكير والتأنيث والهمز وتركه وأما عليه وسلم وهي حاضنة أولاده فزوجها من زيد فولدت له أسامة\r\n\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\n\r\nشآم بفتح الهمزة والمد فاباه أكثرهم الا في النسب انتهى واللّه أعلم\r\nفعلى هذا انظر ما في بلاد الشام من الأنبياء والصحابة والصالحين قال الحافظ العراقي « دمشق بلاد الأنبياء وموطن الأصفياء من الصحابة والتابعين والأولياء » وبسندي إلى النبي صلّى اللّه عليه وسلم انه اخبر انه زويت له مشارق الأرض ومغاربها وقال سيبلغ ملك أمتي مازوى لي وانهم سيفتحون مصر وهي أرض يذكر فيها القيراط وان عيسى ينزل على المنارة البيضاء شرقي دمشق . انتهى\r\nواما فضائل الشام فكثيرة ومحاسنها جمة غزيرة ، وبركاتها مشهورة واخبار خيراتها مأثورة . ولهذا أطلقنا عنان القلم في غيضاتها وروضاتها وقطوفها الدانية للمتفكر في متنزهاتها ، وهيمنا إلى الدور في تسلسل أنهارها ونبهنا الأحداق في حدائق ازهارها\r\n\r\n[ خاتمه 
  ]\r\nوقد ختمنا كتابنا بذكر الأنبياء والصحابة والأولياء\r\n\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\n\r\nوالمشايخ والصالحين والعلماء العاملين وذكر المقابر ، فان كل انسان إليها صائر . ونحبس عنان جواد القلم في ميادين طرسه ، فان من دخل إلى المقابر انقطعت اخباره بتواريه في رمسه\r\nواللّه تعالى اسأل ان يؤنسنا بالقرآن العظيم في قبورنا وان ينقلنا منها إلى الجنان بمحمد شفيعنا صلّى اللّه عليه وسلم صلاة وسلاما يتارج شذاهما ملء الأكوان ويفوح ضوعهما على نشر الأزهار وطي عرف الريحان ويكون كالنسيم في دوره بين الرياض والتنسيم فيكون آخر منتهاه أول مبتداه ان شاء اللّه تعالى بكرمه ومنه\r\n\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n\r\n\r\nفهرس\r\nصفحة\r\n2 / مقدمة الناشر\r\n4 / خطبة المؤلف والحنين إلى دمشق\r\n11 / ما ورد من الحديث في الشام\r\n13 / اشتقاق اسم الشام\r\n17 / الشام بلد الأنبياء\r\n18 / بناء دمشق\r\n23 / بناء قصري جيرون والبريد\r\n24 / أبواب دمشق\r\n29 / الفتح العربي\r\n30 / مسجد دمشق وفضله\r\n33 / بناء الوليد المسجد\r\n41 / مآذن المسجد وبعض ما كان فيه\r\n43 / غناء الدولة الأموية\r\n44 / وصف ابن حبيب الحلبي مسجد دمشق\r\n45 / وصف هذا المسجد شعرا\r\n48 / وصف البدر الدماميني دمشق\r\n50 / ابيات البرهان القيراطي في وصفها\r\n\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\n\r\n51 / وصف اليعقوبي وابن جبير مسجدها\r\n58 / الساعة العربية في دمشق أيام ابن جبير\r\n60 / قلعة دمشق\r\n62 / حيّ تحت القلعة\r\n65 / بين النهرين في دمشق\r\n66 و 185 / نواعير دمشق\r\n70 / الشرفان ، والشقرا والميدان\r\n73 / مرجة دمشق\r\n76 / محلتا الخلخال والمنيبع\r\n77 / متنزه الجبهة\r\n79 / متنزه قطية\r\n80 / متنزه البهنسية والنيربين\r\n82 / ربوة دمشق\r\n91 / الزبداني\r\n92 / أنهار دمشق\r\n102 / حواكير دمشق ورياحينها\r\n104 / ورد دمشق\r\n121 / نرجس دمشق\r\n133 / بنفسج دمشق\r\n\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n\r\n136 / ياسمين دمشق\r\n138 / منثور دمشق\r\n142 / سوسن دمشق\r\n146 / زنبق دمشق\r\n147 / بهار دمشق\r\n148 / أقحوان دمشق\r\n150 / آذريون دمشق\r\n152 / البابونج وزهر الكركيش\r\n153 / الآس\r\n159 / زهر النمام\r\n160 / شقائق النعمان\r\n172 / النيلوفر\r\n179 / البان\r\n180 / قف وانظر\r\n181 / تمر الحنا\r\n182 / الحيلاني\r\n183 / الزنزلخت والسرو\r\n187 و 212 / ارض المزة واللوان\r\n188 / المشمش\r\n\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\n\r\n192 / القراصية\r\n195 / الكمثرى\r\n201 / التفاح\r\n206 / الدراقن ( الخوخ )\r\n210 / الآجاص والبرقوق\r\n212 / زيتون كفر سوسة وسائر دمشق\r\n214 / المزاز وأرض الشويكة : الرمان\r\n219 / داريّا\r\n220 / البطيخ الهندي ( الأحمر )\r\n223 / العنب\r\n235 / اللوز وزهره\r\n248 / مرج الشيخ رسلان : الخشخاش\r\n249 / الوادي التحتاني : السفرجل\r\n254 / غيضة السلطان وست الشام\r\n255 / شرق دمشق\r\n256 / ضمير وبطيخها الأصفر\r\n260 / برزة\r\n261 / التين\r\n264 / القابون\r\n\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\n\r\n265 / الخيار والقثاء\r\n268 / بيت لهيا والعنابة\r\n271 / العناب\r\n273 / أراضي سطرا ومقرى\r\n274 / متنزه اليلك\r\n275 / الهليون\r\n278 / الطرخون\r\n280 / الكرنب والقنبيط\r\n285 / الباذنجان الأحمر\r\n287 / الكراث\r\n290 / الجزر\r\n291 / الزعتر والفجل\r\n292 / السذاب\r\n293 / النعناع والرشاد والبقلة الحمقاء\r\n294 / الاسفناج والكرفس والسلق\r\n295 / الهندباء والبصل\r\n296 / الثوم\r\n297 / الكسفرة والكراويا والكمون\r\n298 / القرع\r\n\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\n\r\n301 / الكمأة\r\n303 / اللوبياء والأرز والباقلاء\r\n306 / الذرة والدخن والماش\r\n307 / القرطم والعدس\r\n308 / السمسم وبزر قطونا والترمس\r\n309 / الحمص والحلبة\r\n310 / الخس ، أرض الميطور والسيلوق في غرس الشجر\r\n311 / مأثرة لسليمان بن عبد الملك في غرس الشجر\r\n312 / البندق\r\n314 / الفستق\r\n317 / متنزه السهم\r\n318 / ارض بضار وبهران ، والكلام على التوت\r\n320 / الصالحية وتلاعب النظار بأوقاف المدارس والمساجد\r\n322 / رخاء دمشق وخيراتها\r\n323 / البلح والرطب والقسب والطلع والبسر والتمر والنخيل\r\n330 / الأترج\r\n333 / الليمون\r\n335 / النارنج\r\n339 / جبل قاسيون والكهف\r\n\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\n\r\n340 / الشيح والسماق\r\n342 / الزعزور\r\n343 / الزيرفون\r\n344 / الخرنوب\r\n345 / قرية ( منين ) والجوز\r\n347 / الثلج\r\n349 / الريباس\r\n350 / أمير باريس\r\n351 / الصنوبر\r\n352 / القلقاس\r\n353 / الموز\r\n354 / قصب السكر\r\n356 و 367 / عود إلى غوطة دمشق وانها جنة الدنيا\r\n362 / صناعات دمشق\r\n373 / فضائل دمشق\r\n374 / المدفونون في دمشق من العظماء\r\n385 / آخر الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393}
  ]