[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nرسالة في الطهارة وفي حكم المجنب\r\nالمتيمم المحدث بالحدث الأصغر\r\nسماحة آية اللَّه العظمى\r\nالشيخ محمد رضا حسين‌آبادى الجرقوئي قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمنشورات ميثم التمّار\r\nرسالة في الطهارة وفي حكم المجنب المتيمم المحدث بالحدث الأصغر\r\nسماحة آية اللَّه العظمى الشيخ محمد رضا حسين آبادي الجرقوئي قدس سره\r\nالناشر : منشورات ميثم التمّار\r\nالمطبعة : مطبعة الزيتون\r\nالطبعة : الأولى / ذي حجة الحرام 1423 ه‍\r\nالكمية : 1000 نسخة\r\nالسعر : 300 تومان\r\nحقوق الطبع محفوظة للناشر\r\nالعنوان : قم - شارع الشهيد محمد المنتظري - الفرع الثامن - رقم 6\r\nصندوق البريد 557 / 37185 - الهاتف : 7732982 - الفاكس : 7735080 ( 251 ) ( 98 + )\r\nردمك : 8 - 47 - 5598 - 8964 - 47 - 5598 - 964  : NBSI \r\nالبريد الألكتروني  ten . tenroon \r\n rammat - m \r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nصورة سماحة آية اللَّه العظمى الشيخ محمد رضا حسين آبادي الجرقوئي قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\n[ مقدمة التحقيق 
  ]\r\nنموذج من خط يده المبارك\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nخطاب سماحة آية اللَّه العظمى الشيخ يوسف الصانعى\r\nحول المنزلة العلمية للمرحوم آية اللَّه الجرقوئي .\r\nالعالم الكبير والفقيه الحر المرحوم آية اللَّه العظمى الحاج الشيخ محمد رضا الصلصالي الحسين آبادي الجرقوئي واحد من المعدوين الذي ينبغي القول فيه : إنَّه كان ولا زال من مصاديق ( العلماء باقون ) . . .\r\nحقّاً ، والرسائل الأربع التي هي القليل ممَّا تركه المرحوم من آثار تكشف عن دقته في تحقيق المسائل العلمية والفقهية ومدى التفاته واهتمامه بفتاوى الأصحاب .\r\nالتقيتُ بالمرحوم في برّاني منزل أخيه المرحوم المؤمن المغفور له الحاج عبد الحميد الصلصالي وأدركت عندها إلمامه بالمسائل الفقهية واعتقاده بولاية الفقيه والفقه ، فبعد ما جاءه أحد السادة شاكياً من عدم دفع الخمس والواجبات المالية والعبادية وبعد ما دار بينهما من كلام أجابه بما ورد في المسألة 31 من فروع المقاصة من ملحقات أو نفس ( العروة الوثقى ) .\r\nوالأرفع من ذلك هو ما نشهده من حالة التعبد والتي لا زلنا نشهدها في أولاد هذه العائلة ، أتمنَّى أنْ تبقى إلى الأبد إن شاء اللَّه .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nومن آثار وبركات التقوى الالتزام الذي تتحلَّى به هذه العائلة هو شهادة حفيد المرحوم الشهيد أحمد الصلصالي أثناء حرب الدفاع المقدس في عمليات كربلاء الرابعة .\r\nأرجو من اللَّه تعالى أن يمنَّ على الخيِّر الحاج حسين الصلصالي وزوجته الكريمة صبية ذلك الفقيه الجليل الذي تبنَّى وسعى في طبع الرسائل الأربع بالعافية والسعادة ، لعلّ ذلك يكون أقلّ ما يمكن أداؤه تجاه العلم والفقه والفقهاء . ذي حجة الحرام 1423\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nملخّص خطاب سماحة آية اللَّه الشيخ إبراهيم الأميني\r\nحول المنزلة العلمية للمرحوم آية اللَّه الجرقوئي .\r\nكانت علاقتي بالمرحوم آية اللَّه الجرقوئي هي علاقة الطالب بأستاذه .\r\nأعتقد أني كنت بخدمة المرحوم عام 1325 أو 1326 ه‍ . ش في أصفهان وقد درست عنده كل أو أكثر المكاسب المحرّمة للشيخ الأنصاري .\r\nكان استاذاً دقيقاً جداً ، وعند التدريس لا نجده يخرج عن موضوع الدرس ولا يتحدّث بالشّتات ، بل كل ما كان يقوله عبارة عن مطالب علمية دقيقة تخصُّ موضوع الدرس .\r\nكان المرحوم آية اللَّه الجرقوئي انساناً حسن الخلق كثيراً وحسن المعاشرة والتعامل .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nنبذة عن حياة العالم العامل والفقيه الكامل والمجاهد آية اللَّه الحاج الشيخ محمد رضا الجرقوئي ( رضوان اللَّه تعالى عليه )\r\nهو محمد رضا ابن الحاج الملا علي ابن الملا محمد تقي\r\n\r\nولادته ووفاته\r\nولد المترجم له ليلة الجمعة في السادس والعشرين من ذي الحجة الحرام عام 1309 من الهجرة في حسين‌آباد جرقويه التابعة لأصفهان ، وتوفي ليلة الأحد في الثامن من محرّم الحرام عام 1372 من الهجرة في مدينة أصفهان ، ودفن في تكية سيد العرافين في تخت فولاد .\r\n\r\nوالده\r\nوهو المرحوم الحاج الملا علي بن محمد تقي الحسين آبادي الجرقوئي ، من العلماء المعروفين بالزهد والتقوى الذين تتلمذوا على أيدي الميرزا أبو المعالي الكلباسي والحاج ميرزا بديع الدرب\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nامامي في أصفهان .\r\nوالدته المرحومة المغفور لها بنت المرحوم الحاج الملا حسن الشاتوري ابن الحاج الملا عبد الرزاق الشاتوري .\r\nتوفي المرحوم الملا علي حوالي عام 1325 ه‍ . ق ودفن في مسقط رأسه ، ثمّ نُقلت جنازته بمعية جنازة زوجته إلى النجف الأشرف بناءً على وصيةٍ منه لتُدفن في تلك الأرض المقدسة .\r\n\r\nأساتذته\r\nبالنظر إلى رغبة آية اللَّه الجرقوئي الفطرية والعائلية تجاه دراسة العلوم الدينية ورجال الدين بدأ دراسته وهو شبل ، وبعد إتمامه المقدمات استفاد مدَّة أعوام في أصفهان من دروس العلماء والمراجع الدينيين من قبيل : السيد محمد باقر درجئي والآخوند الكاشي والآخوند الملا حسين الفشاركي ، ثمّ هاجر إلى النجف الأشرف واستفاد من أكابر من قبيل : السيد محمد كاظم اليزدي صاحب ( العروة الوثقى ) وشيخ الشريعة الاصفهاني والنائيني لينال عندها أعلى الدرجات العلمية .\r\nينقل آية اللَّه الحاج حسين الخادمي رحمه الله :\r\n« جاء المرحوم الجرقوئي إلى النجف عندما كنت هناك لغرض إكمال الدراسة والمراحل العلمية ، وفي اليوم الأول من حضوره درس النائيني طرح إشكالًا علمياً لفت انتباه النائيني إلى درجة استدعاني المرحوم الميرزا بعد نهاية الدرس وسألني عن هويته وأحواله .\r\nوقد طوى المراحل العلمية العالية ونال الاجتهاد بجهده وتشجيع من\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nقبل المرحوم الميرزا » .\r\n\r\nالرجوع إلى أصفهان\r\nبعد إقامته في النجف التي دامت سنوات شعر بعدم الحاجة للمواصلة هناك فغادر النجف نحو إيران راجعاً إلى أصفهان ، واهتمَّ هناك بتدريس الفقه والأصول والفلسفة والكلام في منزله الشخصي في البداية ثمّ في مدرسة جده الكبيرة ثمّ في مدرسة صدر بازار . وكان متبحّراً في الفلسفة والمنطق والكلام وعلّاماً بها كما كان كذلك في الفقه والأصول ، فهو جامع للمعقول والمنقول كما يُصطلح .\r\n\r\nالإجازة العلمية\r\nكان آية اللَّه الجرقوئي قد أبرز عند حضوره دروس علماء أصفهان قبل المغادرة إلى النجف مستوى نبوغه العلمي وقابليته لنيل مقام الاجتهاد الرفيع والمقدس ، ولذلك كتب المرحوم الفشاركي ( وهو من أكابر عصره ) شرحاً مفصلًا بَيَّن فيه مقامه العلمي الرفيع واجتهاده بتعابير مفصَّلة وأكَّدها ، مضافاً إلى ذلك منحه إجازة في نقل الرواية حسب تسلسل مشايخ الرواية . وقد أيَّد ذلك المرحوم الميرزا النائيني .\r\n\r\nخصائصه الأخلاقية\r\nمضافاً إلى المقام العلمي الرفيع ، كان آية اللَّه الجرقوئي يحضى بأعلى مراتب مكارم الأخلاق وحسن المعاشرة ومناعة الطبع وعزة النفس ، وكانت\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nمعاملته سواء مع الطلبة أو الناس العاديين تربوية كحلقة درسه ، وهي معاملة جديرة بالاهتمام .\r\nفي هذا المجال كتب المرحوم آية اللَّه محمد باقر صدقين رحمه الله ملزمة بخط يده المبارك في شرح حال آية اللَّه الجرقوئي ، جاء فيها : « المرحوم المبرور آية اللَّه الحاج الشيخ محمد رضا الجرقوئي عطّر اللَّه مضجعه الشريف من كبار العلماء والفضلاء الأجلّة كان نائلًا لدرجة الاجتهاد وذا فضائل أخلاقية وصفات انسانية حميدة ، ويحضى بذاكرة عالية » .\r\n\r\nحبّه الشديد لأهل بيت العصمة\r\nإذا تجاوزنا الفضائل العلمية والأخلاقية والدينية للمرحوم فإنَّ منبع جميع هذه الفضائل هو حبه الشديد والوافر لأهل بيت الرسالة والعصمة والطهارة ، وهي فضيلة تعلو جميع الفضائل ونبعت منها باقي الفضائل والكمالات الوجودية لذلك العالم الرباني .\r\nأسس المرحوم مجلس تعزية ، وكانت دموعه تجري على محاسنه بمجرد سماع الاسم المقدس لسيد الشهداء الإمام الحسين عليه السلام .\r\n\r\nشخصيته السياسية والاجتماعية\r\nمضافاً إلى اهتمامه بالدراسة والتحقيق والعلم كانت له اهتمامات كبيرة في المسائل السياسية والاجتماعية ، وكان يواجه بشدة فائقة المنكرات والانحرافات الدينية والاستبداد ، وكان من روّاد النهضة ومواجهة الطاغوت في أصفهان بعد تأميم النفط .\r\nيقول الشهيد الدكتور آية اللَّه البهشتي الذي كان ممَّن شهد ريادة آية اللَّه\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالجرقوئي لجهاد أهالي أصفهان .\r\n« . . . حسب العادة كنت أقضي شهري تير ومرداد في مدينة أصفهان ، فذهبت إلى أصفهان عام 1331 ه‍ ش ، فكانت حادث أمر قوام السلطنة بخلع الحجاب و . . . وحصلت المواجهة بين السلطة وأهالي أصفهان في التاسع والعشرين من شهر تير ، فنزل رجال الدين الساحة في هذه المواجهة ، كان منهم المرحوم الحاج الشيخ محمد رضا الجرقوئي ، وكان عالماً رغم بدانة جسمه نيّر الفكر ، جاء من مدرسة صدر حيث كان مدرساً فيها إلى ساحة الاعتصاب [ ساحة دروازه دولت 
  ] وفي تلك المواجهة سقط إثر ضربة جاءته من قوات السلطة التي واجهت المتعصبين ، وكان تواجد رجال الدين آنذاك تواجداً فعّالًا ومعبّئاً للناس . . . » « 1 » .\r\n\r\nسبب وفاته\r\nكما جاء في كلمات الشهيد البهشتي فانّ المرحوم آية اللَّه الجرقوئي كان قد ضُرِب بهراوة في الحركة التي خاضها رجال الدين في أصفهان ، وكانت الضربة شديدة جداً ممَّا أدّى إلى ايجاد تشنّجات في أجزاءٍ من جسمه توفّى بعدها بفترة وجيزة .\r\n\r\nتأليفاته\r\nكانت لسماحته تأليفات كثيرة لكن قصر العمر والموت المفاجئ ما سمح له بطبعها أو تكميلها ، والعناوين التالية بعض من آثاره :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشهيد بهشتي هذا الخطاب بعد انتصار الثورة في تجمُّع لأهالي مدينة نجف‌آباد التابعة لأصفهان بمناسبة حادثة 29 تير عام 1331 ه‍ ش في أصفهان ، حيث انتفض علماء الدين مواجهين السلطة .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n1 - تقريرات الفقه والأصول للمرحوم درجئي .\r\n2 - تقريرات فقه المرحوم السيد محمد كاظم اليزدي صاحب ( العروة الوثقى ) .\r\n3 - رسائل متعددة في المواضيع التالية :\r\nألف : في القبلة وأحكامها .\r\nباء : في العلم الإجمالي .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nالمصادر نبذة عن حياة\r\nاعتمدنا المصادر التالية في تدوين سيرة المرحوم آية اللَّه الجرقوئي :\r\n1 - زندگينامه ، مخطوطة بيد حجة الإسلام والمسلمين شيخ مهدي الفقيه إيماني دامت بركاته .\r\n2 - شرح حال مختصر ، مخطوطة للمرحوم المغفور له آية اللَّه محمد باقر صديقين .\r\n3 - تذكرة القبور أو ( دانشمندان وبزرگان أصفهان ) ، للسيد مصلح الدين المهدوي ، الطبعة الثانية ، نشر ثقفي ، أصفهان .\r\n4 - تاريخ علمي واجتماعي أصفهان در دو قرن أخير ، للسيد مصلح الدين المهدوي ، نشر الهداية ، طبع خيام قم 1367 ه‍ ش ، الطبعة الأولى .\r\n5 - خطاب الدكتور الشهيد آية اللَّه البهشتي الذي ألقاه في تجمع لأهالي نجف‌آباد ، اختص موضوعه بدور رجال الدين في نهضة 29 تير عام 1331 والتي حصلت بعد تأميم النفط .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالحمد للَّه رب العالمين الذي جعل نبيّه محمداً صلى الله عليه وآله اشرف الخلائق أجمعين والصلاة والسلام على خاتم أنبيائه محمد صلى الله عليه وآله سيد المرسلين وعلى آله الصلاة المهديين الطيبين الطاهرين .\r\nوبعد :\r\n\r\nفمسألة : في حكم المجنب المتيمم المحدث بالحدث الأصغر ،\r\nفي أنه هل يجب عليه التيمم بدلًا من الغسل أو يجب عليه الوضوء لو وجد الماء بمقداره ، والا يجب عليه التيمم بدلًا من الوضوء ما لم يرفع عنه العذر من الاغتسال .\r\nفأقول مستعيناً باللَّه تعالى : ان في المسألة اقوالًا ثلاثة :\r\nأحدها : ما ذهب إليه المشهور « 1 » ، وهو انه يجب عليه التيمم بدلًا من الغسل ، ولا يجزيه الوضوء لو وجد الماء بمقدار يكفيه ، ولا التيمم بدلًا منه لو لم يجد الماء .\r\nثانيها : ما ذهب إليه السيد المرتضى قدس سره في شرح رسالته « 2 » وعن ( المفاتيح ) : متابعته وعن ( الحدائق ) : تقويته ، وان نقل عن السيد قدس سره في غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منهم الشيخ في المبسوط 1 : 34 ، والمحقق في المعتبر 1 : 395 ، وصاحب المدارك 2 : 253 .\r\n( 2 ) نقله عنه في المعتبر ( ط - ق ) : 110 ، والمختلف 1 : 275 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nشرح الرسالة موافقة المشهور ، واختاره المحقق العلامة السيد محمد كاظم اليزدي دام ظلّه في ( العروة الوثقى ) وسائر كتب فتاويه ، وهو انه يجب عليه الوضوء لو وجد الماء « 1 » .\r\nوثالثها : ما ذهب اليه بعض مشايخنا على ما سمعته منه ، وهو انه يجب عليه الاحتياط بالجمع بين التيمم بدلًا عن الغسل والوضوء ، لوجود الماء بما يكفيه والجمع بين التيممين لو لم يجد الماء .\r\nوالحق والمختار عندنا ما ذهب إليه المشهور ،\r\n\r\nوتوضيح المقام يستدعى التكلم في مقامين :\r\nأحدهما : في بيان ما هو مقتضى الأصول العملية ، حتى يقول عليه عند عدم الدليل .\r\nوثانيهما : في بيان ما هو مقتضى الأدلة الشرعية الاجتهادية .\r\n\r\nوينبغي قبل الشروع في هذين المقامين ، من بيان مقدمة\r\nوهي في بيان أن التيمم هل يرفع الحدث وتحصل به الطهارة حقيقة مطلقاً ، أو في الجملة ، أو انه ليس كذلك ، بل الذي يحصل منه هو مجرد إباحة الدخول في المشروطات ؟\r\nفنقول : انه لا ينبغي التأمل في أنه لا يحصل به الطهارة ولا يرتفع به الحدث لا مطلقاً ولا إلى غاية متعينة ، وان ما يحصل به مجرد إباحة الدخول في المشروطات ؛ وذلك لوجهين ، أحدهما : الإجماع ، حيث أجمعت الخاصة بل العامة ايضاً على أنه لا يرتفع الحدث بالتيمم ، ولم يخالف فيه أحد من الخاصة الا سيدنا المرتضى قدس سره حيث نقل عنه أنه قال : في شرح الرسالة :\r\nالمجنب إذا تيمم ، ثمّ احدث بالأصغر ووجد ما يكفيه للوضوء ، توضأ به لأن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة الوثقى : ج 1 ، في أحكام التيمم .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nحدثه الأوّل قد ارتفع وجاء ما يوجب الصغرى ، وقد وجد الماء ما يكفيه لها ، فيجب عليه استعماله ولا يجزيه تيممه « 1 » انتهى .\r\nوأما ما احتمله مولانا السيد علي الطباطبائي قدس سره في ( البرهان القاطع ) من أن الذي يكون مخالفاً للاجماع ، هو كون التيمم رافعاً للحدث مطلقاً ، لا كونه رافعاً له إلى غاية معينة « 2 » ، فمدفوع بان من تدبر في كلمات القوم ، يعلم أن مطلق القول بالرافعية مخالف للاجماع ويشهد على ذلك ما نقله بنفسه عن شرح ( المفاتيح ) ، من دعوى الإجماع على كون المجنب المتيمم جنباً في حال تيممه ، وتوهم ان صاحب ( المدارك ) ذهب إلى كون التيمم رافعاً للحدث إلى غاية معينة كما زعمه السيد المذكور قدس سره في ( البرهان القاطع ) مدفوع ، بأنه وان كان ذلك مقتضى بعض كلمات صاحب ( المدارك ) حيث قال في الجواب عن مقالة المرتضى : وجوابه : المنع من ارتفاع الحدث السابق ، إلى أن يتمكن من الغسل ويغتسل ، ان القدر المتحقق ارتفاعه بالتيمم إلى أن يتمكن من الغسل أو احدث ثانياً بالأكبر أو الأصغر ، ومع حصول أحدهما ينتهي الرفع ويظهر اثر الحدث السابق ، انتهى ، إلّا انه صرّح في موضع آخر من كلامه بعدم ارتفاع بالتيمم ، حيث قال : إذا تيمم الجنب بدلًا من الغسل فأحدث بالأصغر ولم يرتفع العذر الغسل فيجب التيمم بدلًا من الغسل ، لان الجنابة باقية والاستباحة زالت بالحدث الأصغر ، انتهى .\r\nويمكن ارجاع عبارة الفوق التي نقلناها عنه إلى هذا الكلام الظاهر أن مراده من قوله ، بالرافعية إلى غاية ان التيمم رافع لوصف مانعية الحدث ومبيح للدخول في المشروطات إلى غاية ، ويشهد على ذلك ما قاله المحقق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n( 2 ) رياض المسائل ( ط - ق ) 1 : 81 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالقمي قدس سره في ( غنائم ) « 1 » ، وهذا لفظه قدس سره : ولا يذهب عليك انّ المراد بعدم رفع الحدث المدّعى عليه الاجماع هو رفع نفس الحالة ، فلا ينافي ، ما ذهب إليه بعض الأصحاب من ارتفاعه إلى زمان .\r\nوالحاصل ، أنَّ الحدث ، قد يطلق على السبب كالبول ، وقد يطلق على الحالة المسببة عنه وهي المهانة الحاصلة للنفس المانعة عن الدخول في المشروطات ، كما أشرنا في أوائل الكتاب ، وقد يطلق على وصف مانعيته تلك الحالة ، ولا الكلام في الأوّل ، والذي ادعى الإجماع على عدم رفعه هو نفس الحالة ، والذي جواز الأصحاب ارتفاعه ، هو وصف تلك الحالة ، ولا مانع من ارتفاعه في وقت دون وقت . فالنزاع لفظي ، كما أشرنا إليه سابقاً ، انتهى . حيث يظهر منه انه لو جوز أحد كون التيمم رافعاً للحدث إلى زمان يكون مراده كونه رافعاً لوصف مانعية الحدث بل صريح في ذلك وعلى هذا ، فلا يبعد دعوى عدم خروج السيد ايضاً من الإجماع ، بأن يقال : إنَّ مراده من قوله لان حدثه الأول ، قد ارتفع وصف مانعية الحدث الأصل ، كما حمله على ذلك في ( الذكرى ) على ما حُكي عنه ، لكن الانصاف ، أنَّ ذلك خلاف ظاهر كلام السيد .\r\nوكيف كان ، لا ينبغي التأمل في الإجماع المذكور ، ومخالفة السيد غير مضرٍّ به ، كما لا يخفى .\r\nوثانيهما : انه لو ارتفع الحدث السابق بالتيمم لا يعقل عوده من دون سبب ، وحينئذٍ فلا بد ان يكون عوده عند تمكن الماء ووجوب الطهارة المائية حينئذٍ ، لوجود الماء ، إذا علم أنه لا وجه له غيره ، ووجود الماء ليس موجباً للحدث للاجماع على أن وجود الماء ليس بحدث كما نقله المحقق القمي قدس سره ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غنائم 1 : 376 ، المعتبر 1 : 394 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفي غنائمه عن المحقق ، هذا مع أنه لو كان وجود الماء حدثاً للزم مساواة مقتضاه ، فما الذي أوجب الفرق بوجوب الغسل على المجنب والوضوء على غيره ؟\r\nثمّ انه لما نجد ثمرة وفائدة مهمة على تعيين أنه هل يكون التيمم رافعاً للحدث أو الذي يحصل منه ، هو مجرد إباحة الدخول في المشروطات على ما سيأتي توضيحه انشاء اللَّه تعالى في المقام الثاني ، فاقتصرنا في مقام اثبات عدم كونه رافعاً للحدث على الوجهين المذكورين واعرضنا عن اطناب الكلام في تعيين ما هو مقتضى لسان الأدلة والأخبار ، وان ادعى في ( الجواهر ) كون ذلك مستقلًا من الأخبار أيضاً ، والذي خطر ببالي في الابتداء كون ظواهر الأدلة متعارضة في المقام ، إذ لو قلنا بكون الطهارة عبارة عن النظافة الباطنة كما ذهب إليه الشيخ الأنصاري قدس سره ، لا عن نفس الأفعال التي يفعلها المكلف في الوضوء والغسل ، كما ذهب إليه المحقق الخونساري ، يكون مقتضى قوله تعالى :  « وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا »  « 1 » ، وقوله تعالى :  « وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً » *  « 2 » ، ومقتضى اخبار عديدة قوبل فيها التيمم مع الطهارة نظير الآية ،\r\nكرواية الحلبي قال : سمعت أبا عبد اللّه يقول :\r\n« إذا لم يجد الرجل طهوراً وكان جنباً فليتمسح من الأرض وليصل فإذا وجد ماءً ، فليغتسل وقد أجزأته صلاته التي صلّى »\r\n« 3 » ، وقد أجزأته صلاته التي صلى هو عدم كون التيمم موجباً للطهارة عن الحدث ، حيث يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة ، الآية 6 .\r\n( 2 ) سورة النساء ، الآية 43 ، سورة المائدة ، الآية 6 .\r\n( 3 ) وسائل الشيعة 3 : أبواب التيمم ، الباب 14 ، الحديث 4 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nمقتضى قرينة المقابلة ذلك ، ويكون مقتضى الأخبار التي فيها اطلاق الطهور على كلٍّ من التيمم والطهارة المائية ،\r\nكرواية محمد بن مسلم قال : سألت أبا عبد اللَّه عليه السلام عن رجل أجنب فتيمم بالصعيد وصلى ثمّ وجد الماء ، قال عليه السلام :\r\n« لا يعيد ، ان رب الماء رب الصعيد »\r\n« 1 » ، فقد فعل أحد الطهورين ، هو كون التيمم نظير الوضوء والغسل موجباً للطهارة ورافعاً للحدث .\r\nهذا ، لكن يمكن ان يقال : ان رواية محمد بن مسلم وأمثالها ، انما هي في بيان جواز الدخول في الصلاة للمجنب المتيمم الفاقد للماء للغسل وكون التيمم مبيحاً للدخول في المشروطات وليس لها اطلاق في كونه رافعاً لحدث الجنابة أو الحدث الأصغر ، فلا يعارض ما كان من قبيل رواية الحلبي وأمثالها الظاهرة في عدم ارتفاع الحدث بالتيمم .\r\nهذا ، مع انا لو سلمنا ظهور رواية ابن مسلم وأمثالها في رافعيته للحدث فنقول : ان رواية الحلبي وأمثالها اظهر منها في عدم الرافعية ، فيقع التعارض بين الظاهر والأظهر ، ومقتضى الجمع العرفي بينهما الأخذ بالأظهر وحمل الظاهر عليه ، كما حقق في محله .\r\nوبالجملة ، فلو قام ظهور على كون التيمم رافعاً للحدث لا بد من التصرف فيه ، وصرفه عن ظاهره من جهة ما ذكرنا من التعارض والاجماع والبرهان المذكور ، كما لا يخفى .\r\n\r\n[ المقام الأول في بيان ما هو مقتضى الأصول العملية ، حتى يقول عليه عند عدم الدليل . 
  ]\r\nإذا عرفت هذه المقدمة فلنشرع في التكلم في المقام الأوّل ، من المقامين .\r\nفنقول : ان مقتضى الأصل الأوّلي هو وجوب الاحتياط بالجمع بين التيمم بدلًا من الغسل والوضوء لو وجد الماء بما يكفيه ، والتيمم بدلًا منه لو لم يجد الماء بما يكفيه وذلك ، لأنّه لا إشكال في كون الحدث الأصغر الصادر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التهذيب 1 : 197 ، الاستبصار 1 : 161 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالمجنب المتيمم موجباً لواحد من التيمم بدلًا من الغسل والوضوء أو التيمم بدلًا منه .\r\nوحينئذٍ ، فنعلم اجمالًا بعد صدور الحدث الأصغر منه ولو بالإجماع المركب ، وعدم القول الثالث بوجوب واحد من التيمم والوضوء أو أحد التيممين عليه ، ومقتضى هذا العلم الإجمالي ، هو وجوب الاحتياط بالجمع بينهما ، ودعوى انه لا مانع من استصحاب مانعية الجنابة عن الدخول في الصلاة والحكم بوجوب الوضوء عليه ، حيث ثبت عدم مانعيتها قبل صدور الحدث الأصغر منه بمقتضى دليل جعل التيمم بدلًا من الغسل وجعله مبيحاً للصلاة ، فيستصحب ذلك بعد صدور الحدث الأصغر منه مدفوعة ، أولًا : بأنه لا مجال لاثبات وجوب الوضوء عليه بهذا الاستصحاب الاعلى القول بحجية الأصل المثبت ، بل لا يثبت بهذا الاستصحاب وجوب الوضوء عليه حتى على القول بحجية المثبت بناء على حجة الاستصحاب من باب الظن ؛ لأنه لم يثبت كون وجوب الوضوء على المجنب المتيمم المحدث بالحدث الأصغر اثراً لبقاء عدم مانعية جنابته من دخوله في الصلاة ، لا عقلًا ولا شرعاً ولا عادةً .\r\nنعم ، غاية ما لا يبعد ان يستفاد من الأدلة كون وجوب الوضوء ملازماً لرفع الاستباحة الثابتة للتيمم قبل صدور الحدث الأصغر بالحدث الأصغر مع فرض عدم مانعية الجنابة من دخوله في الصلاة واقعاً ، ومن المعلوم ان هذا ليس اثراً عقلياً ولا شرعياً لهذا المستصحب ولا من آثار وجوده الواقعي ، فتأمل .\r\nوثانياً : ان الاستصحاب المذكور مضافاً إلى أنه من باب الشك في المقتضي ، والتحقيق عدم حجيته كما حقق في محله ، معارض باستصحاب\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nعدم مانعية الحدث الأصغر من الدخول في الصلاة ، حيث لا إشكال في عدم كون الحدث الأصغر موجباً للطهارة وسبباً لشيءٍ من الوضوء والغسل ومانعا عن الدخول في الصلاة قبل صدور التيمم من المجنب ، لما هو الواضح البديهي من أنه كما لا تأثير لشيء من موجبات الوضوء عقيب مثله أو غيره ، كالبول عقيب البول وكالنّوم عقيب الريح في وجوب الوضوء ، وكما لا تأثير للجنابة عقيب الجنابة ، في وجوب الغسل ، ويكون وجوب الوضوء أو الغسل مستنداً إلى السبب الأوّل بوصف الأوليّة ، ولا تكون لما سوى الأول بوصف اوليّته مانعيّته من الدخول في الصلاة كذلك . لا تأثير للحدث الأصغر عقيب الجنابة لا في وجوب الغسل ولا في وجوب الوضوء ، ولا تكون له مانعية من الدخول في الصلاة .\r\nومن هنا قالوا بكون العلل الشرعية معرفات لا عللًا حقيقية ، فثبت عدم كون الحدث الأصغر مانعاً من الدخول في الصلاة قبل صدور التيمم من المجنب ، فيستصحب عدم مانعيته بعد التيمم وبعد صدوره من المجنب المتيمم ، وحينئذٍ فيقع التعارض بين الاستصحابين .\r\nان قلت : لا اشكال في كون الحدث الأصغر الصادر من المجنب المتيمم رافعاً للاستباحة ومانعاً من الدخول في الصلاة فكيف يستصحب عدم مانعيته ؟\r\nقلت : وإن كان ترفع الاستباحة بالحدث الأصغر إلّا انه لا علم لنا بمانعيته ؛ لاحتمال مجرد كونه ناقضاً للتيمم ، نظير وجدان الماء ، وكون المانع من الدخول في الصلاة هو الجنابة السابقة ، كيف مع أنه قال المشهور بوجوب التيمم بدلًا من الغسل للجنابة السابقة ، وأنت ترى انه لو كانت مانعية الحدث الأصغر قطعية لم يبق مجال للقول المشهور اصلًا .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nان قلت : انه بناء على ما هو الحق والتحقيق ومختارك في محله ، من جريان الأصل في أطراف العلم الإجمالي ، ومن عدم كون العلم الإجمالي مانعاً عن جريان الأصل في أطرافه ، خلافاً لشيخنا الأنصاري قدس سره ، لا تعارض بين هذين الأصلين ، ولا مانع من الاخذ بهما معاً .\r\nقلت : انا وان اخترنا في مسألة الشبهة المحصورة جريان الأصل في أطراف العلم الإجمالي وفاقا لجماعة من الفحول ، كالعلامة المجلسي قدس سره واستاذنا العلامة مولانا المحقق المدقق السيد محمد باقر أدام اللَّه تعالى ظله العالي وغيرهما ، إلّا أنه ذكرنا في الموضع المذكور أو في موضع آخر انه لو كان المعلوم بالاجمال واجباً شرطياً مقدمياً مردداً بين شيئين أو تردد المانع بين شيئين ، فحينئذٍ ، لمّا يلزم من جريان الأصل في طرفي العلم الإجمالي مخالفة قطعية تفصيلية فلا يعقل الترخيص في الطرفين ، مع مطلوبية الواجب المشروط بوجود واحد من هذين الشيئين أو بعدم واحد منهما ، كما في المقام ، حيث نعلم بوجوب واحد من الوضوء والتيمم أو أحد التيممين ويكون وجوبه شرطياً مقدمياً ، ونعلم بمانعية واحد من الجنابة والحدث الأصغر ولو أجرينا الاستصحاب بين المذكورين . وقلنا بعدم وجوب شيء من الوضوء والتيمم أو التيممين وبعدم مانعية شيء من الجنابة والحدث الأصغر .\r\nولو صلّى المجنب المتيمم المحدث بالحدث الأصغر بلا وضوء ولا أحد التيممين تبطل ، صلاته وتلزم المخالفة القطعية التفصيلية ، حيث نعلم باشتراط الصلاة بواحد من الوضوء والتيمم أو أحد التيممين ، ولا يعقل ترخيص الشارع في ترك كلٍّ منهما مع مطلوبية الصلاة المشروطة بواحد منهما ، فلا مجال لجريان الأصل في أطراف هذا العلم الإجمالي ، ويكون هو\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمانعاً من جريان الأصل في أطرافه ، وتوضيح المقام زائداً على ذلك موكول إلى محله .\r\nوثالثاً : أنَّ استصحاب عدم مانعية الجنابة معارض باستصحاب عدم مشروعية الوضوء وعدم وجوبه ، حيث لم يكن مشروعاً في حق المجنب قبل التيمم وبعده قبل صدور الحدث الأصغر ، فيستصحب عدم مشروعيته .\r\nودعوى ان الاستصحاب الأوّل سببيّ بالنسبة إلى الاستصحاب الثاني ؛ لكون الشك في وجوب الوضوء ومشروعيته بعد صدور الحدث الأصغر مسبباً عن الشك في بقاء عدم مانعية الجنابة ، حيث نعلم أنه لو كان عدم مانعيتها باقياً بعد صدور الحدث الأصغر ، يجب الوضوء عليه ، مدفوعة بأنَّ كلًا من الشك في مانعية الجنابة بعد صدور الحدث الأصغر والشك في وجوب الوضوء مسبب عن العلم الإجمالي ، فتأمل .\r\nفيقع التعارض بين الاستصحابين ، كما صرح بذلك في ( الجواهر ) « 1 » .\r\nثمّ انّ مما ذكرنا ظهر لك انه لا مجال ايضاً لاستصحاب عدم وجوب التيمم بدلًا من الغسل ؛ لأنّه معارض باستصحاب عدم وجوب الوضوء أو التيمم بدلًا منه ، ولا للرجوع إلى البراءة في نفي وجوب التيمم بدلًا من الغسل ؛ لأنها ايضاً معارضة بالبراءة عن وجوب الوجوب أو التيمم بدلًا منه .\r\nثمّ ان الأولى في الجواب عن استصحاب عدم مانعية الجنابة من الدخول في الصلاة هو ما ذكرنا ، لا ما ذكره المحقق القمي قدس سره في غنائمه ، حيث أجاب عنه بوجهين :\r\nأحدهما : ما أشار إليه بقوله بعد نقل حجة السيد المرتضى قدس سره على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 5 ، في احكام التيمم .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمدعاه : « وفيه ان ارتفاع الحالة إلى زمان التمكن من الغسل ممنوع ، بل المسلّم منه هو إلى ذلك الزمان أو حصول حدث آخر ، ولا يمكن التمسك بالاستصحاب ؛ لان الاستصحاب السابق لم يرتفع بمجرّد ذلك الاحتمال ، والقدر الثابت من الرافع هو الزمان المحدود ، غاية الأمر جهالة الحد » « 1 » ، انتهى .\r\nوالظاهر أن مراده انه لما ثبت مانعية الجنابة قبل التيمم ويكون القدر المسلم من دليل التيمم هو كونه رافعاً لوصف مانعية الجنابة إلى زمان حصول الحدث فبعد صدور الحدث يكون استصحاب مانعية الجنابة معارضاً مع استصحاب عدم مانعيتها ، فمراده من قوله : « لأن الاستصحاب السابق لم يرتفع بمجرد ذلك الاحتمال » كون التيمم رافعاً لوصف مانعية الجنابة إلى زمان التمكن من الغسل .\r\nوفيه : ان القول بتعارض استصحاب مانعية الجنابة مع استصحاب عدم مانعيتها بعد صدور الحدث مبني على أصل فاسد ، وهو ان الحكم الشرعي الموجود يقتصر فيه على القدر المتيقن ، وبعده يتعارض استصحاب وجوده مع استصحاب عدمه الأزلي الثابت قبل وجوده كما قال به الفاضل النراقي صاحب ( المستند ) قدس سره . وقد أوضحنا فساد ذلك في مبحث الاستصحاب بما لا مزيد وقلنا : ان في هذه الصورة لا مجال إلَّا لاستصحاب الوجود .\r\nثانيهما : ما أشار إليه بقوله : والحاصل ان المستفاد من الأدلة ان قطعة محدودة من هذا الزمان مستثنى من المنع ، وهو زمان التيمم مع العجز عن الطهارة المائية إلى زمان معين لا بأن يكون المخصص هو مطلق الرخصة في الدخول في المشروطات بعد التيمم حتى يمكن استصحابه إلى زمان التمكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غنائم الأيام : ج 1 ، ص 377 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمن الغسل ، غاية الأمر ان الحد مشتبه وهو لا يوجب جواز الاستصحاب .\r\nانتهى .\r\nومراده من هذا الوجه ان لم نقل بكون مرجعه إلى الوجه الأول ، كما يؤيد تعبيره عنه بقوله : والحاصل انه لما يكون المستفاد من الأدلة ، ان التيمم مع العجز عن الطهارة المائية رافع لوصف مانعية الجنابة إلى زمان معين ، ويكون حد ذلك الزمان مشتبهاً ، ولا يستفاد منها مطلق الرخصة في الدخول في المشروطات بعد التيمم ، فلا مجال لاستصحاب عدم مانعية الجنابة بعد صدور الحدث .\r\nوفيه : انه بعد كون مقدار زمان الرخصة في الدخول في المشروطات ومقدار زمان عدم مانعية الجنابة عن الدخول فيها مردداً بين الأقل والأكثر ، لا مانع من استصحاب الرخصة وعدم مانعيتها .\r\nفظهر مما ذكرنا : ان مقتضى الأصل في المقام هو الاحتياط بالجمع ، نعم لو قلنا بكون التيمم رافعاً للجنابة حقيقة وموجباً للطهارة عنها - كما ذهب إليه السيد علي الطباطبائي قدس سره على ما عرفت - فحينئذٍ لا مانع من استصحاب الطهارة وعدم الجنابة بعد صدور الحدث الأصغر والحكم بوجوب الوضوء عليه .\r\nفان قلت : ان وجوب الوضوء عند صدور الحدث الأصغر ملازم لبقاء عدم الجنابة واقعاً فلا يمكن اثباته باستصحاب عدم الجنابة ، بناء على ما هو التحقيق من عدم حجية الأصول المثبتة .\r\nقلت : ان الظاهر من\r\nصحيحة زرارة عن الباقر عليه السلام : « ومتى أصبت الماء فعليك الغسل » ان كنت جنباً ، والوضوء ان لم تكن جنباً »\r\n« 1 » كون وجوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التهذيب 1 : 210 ، الاستبصار 1 : 172 ، وسائل الشيعة 3 : أبواب التيمم ، الباب 14 ، الحديث 4 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالوضوء اثراً شرعياً لعدم الجنابة ، فيثبت باستصحاب عدم الجنابة ، هذا كله في المقام الأول .\r\n\r\nوأما المقام الثاني : [ في بيان ما هو مقتضى الأدلة الشرعية الاجتهادية . 
  ]\r\nفنقول : انه استدل على قول المشهور بوجوه :\r\n\r\nأحدها : ما استدل به غير واحد من الأصحاب على ما نقله في ( الجواهر ) ،\r\nونقل السيد الطباطبائي في ( البرهان القاطع ) : أنه بني في ( شرح المفاتيح واللوامع قوة القاطع ) مقالة المشهور عليه ، وهو ان جنابة المتيمم باقية والتيمم لم يؤثر في رفع الجنابة ولم يفد إلّا إباحة الدخول في الصلاة ، وحينئذٍ فلما ارتفعت الإباحة بالحدث الأصغر فيجب عليه التيمم بدلًا من الغسل ، إذ الجنب إذا أراد ان يستبيح له الصلاة ، لا تستبيح له إلّا بالغسل إذا أمكن أو التيمم بدل الغسل مع عدم الامكان .\r\nوأجيب عنه بما توضيحه ان مجرد القول بكون التيمم مفيداً لمجرد الإباحة ، وبعدم كونه رافعاً للجنابة ، لا يقتضى القول بوجوب التيمم موجباً لمجرد الإباحة ، وبعدم كونه رافعاً للجنابة ، وذلك بان يقال لا اشكال في كون التيمم رافعاً لمانعية الجنابة ، ولا دليل على عود مانعيتها بصدور الحدث الأصغر . فلا يجب الا ما يوجبه الحدث الأصغر ، وهو الوضوء مع امكانه للمكلف والتيمم بدلًا منه مع التعذر عنه .\r\nودعوى ان استباحة الصلاة قد ارتفعت بالحدث الأصغر وبارتفاع الاستباحة تبطل تأثير التيمم في رفع مانعية الجنابة قطعاً فتعود المانعية فيجب التيمم بدلًا من الغسل مدفوعة ، بأنه وان ارتفعت الاستباحة بالحدث الأصغر ، إلّا انه لا وجه لدعوى القطع ، بانَّ بارتفاع الاستباحة يرتفع عدم مانعية الجنابة ايضاً ؛ وذلك لأنّ التيمم مؤثر في رفع مانعية كل\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمن الجنابة والحدث الأصغر ، إذ التفاوت بين الغسل والتيمم الذي يكون بدله هو ان الغسل ، رافع لنفس الحدثين حقيقة ، والتيمم رافع لمانعيتها ، وحينئذٍ فمن الممكن ان يكون صدور الحدث الأصغر موجباً لبطلان اثر التيمم بالنسبة إلى رفع مانعية الحدث الأصغر بالنسبة إلى رفع مانعية الجنابة ، وأن تكون عدم مانعية الجنابة باقياً بحاله ، ومن الواضح انه يكفي في ارتفاع استباحة الصلاة بطلان اثر التيمم بالنسبة إلى رفع مانعية الحدث الأصغر .\r\nوبالجملة ، كما يكون الغسل رافعاً لكل من الجنابة والحدث الأصغر ومبيحاً للصلاة ويكون صدور الحدث الأصغر بعده رافعاً للاستباحة وموجباً للوضوء ولبطلان اثر الغسل بالنسبة إلى رفع الحدث الأصغر ولا يكون موجباً للغسل وعود الجنابة وبطلان اثر الغسل بالنسبة إلى رفع الجنابة كذلك يكون التيمم الذي يكون بدل الغسل رافعاً لمانعية كل من الجنابة والحدث الأصغر ومبيحاً للصلاة ، ويمكن ان يكون صدور الحدث الأصغر بعده رافعاً للاستباحة وموجباً للوضوء ولبطلان اثر التيمم بالنسبة إلى خصوص رفع مانعية الحدث الأصغر مع بقاء عدم مانعية الجنابة بحاله وان يكون الموجب لبطلان اثر التيمم بالنسبة إلى رفع مانعية كل من الجنابة والحدث الأصغر منحصراً بالتمكن من الاغتسال بالماء أو حصول جنابة أخرى ، ومن الواضح انه بعد بقاء عدم مانعية الجنابة لا يوجب الحدث الأصغر إلّا الوضوء ، فلا مجال للاستدلال بكون التيمم مبيحاً للصلاة لا رافعاً للجنابة على قول المشهور ؛ لامكان القول بوجوب الوضوء ، بناء على كون التيمم موجباً لمجرد الإباحة ايضاً ، فتأمل .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nوثانيها : ما استدل به في ( المدارك )\r\nوفي ( الجواهر ) « 1 » وغير واحد من الأصحاب غيرهما ، وهو مفهوم\r\nصحيحة زرارة عن أبي جعفر عليه السلام : « ومتى أصبت الماء فعليك الغسل ان كنت جنباً والوضوء ان لم تكن جنباً »\r\n« 2 » وتقريب الدلالة انه اشترط فيها الوضوء بعدم الجنابة فنقول بمفهوم الشرط على عدم مشروعية الوضوء للجنب .\r\nوالجواب عنه : ان الظاهر من الصحيحة إرادة غير مفروض المقام من المتيمم الواجد للماء قبل صدور حدث منه ، ومعلوم ان هذا المتيمم يغتسل ان كان جنباً ويتوضأ ان لم يكن جنباً .\r\n\r\nوثالثها : ما استدل به صاحب ( المدارك ) والمقدس الأردبيلي قدس سره في شرح ( الارشاد )\r\n« 3 » وفي ( الجواهر ) استدل به غيره من الأصحاب ، وهو الأخبار المعتبرة المشتملة على أمر الجنب بالتيمم وان كان عنده من الماء ما يكفيه للوضوء كصحيحة محمد بن مسلم ، عن أحدهما عليهما السلام : في رجل أجنب في سفر ومعه ماء يتوضأ به\r\nقال عليه السلام : « يتيمم ولا يتوضأ »\r\n« 4 » ، وكرواية الحلبي سأل أبا عبد اللَّه عليه السلام عن الرجل يجنب ومعه قدر ما يكفيه من الماء لوضوء الصلاة ، أيتوضأ بالماء أو يتيمّم ؟ قال عليه السلام : « لا بل يتيمم » « 5 » ، الحديث .\r\nوفيه : ان تلك الأخبار ظاهرة فيمن وجد الماء قبل التيمم عن غسل الجنابة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر : 5 ، في احكام التيمم .\r\n( 2 ) الاستبصار 1 : 172 ، وسائل الشيعة 3 : أبواب التيمم ، الباب 12 ، الحديث 4 .\r\n( 3 ) مجمع الفائدة والبرهان 1 : 225 وما بعدها .\r\n( 4 ) المصدر السابق 1 : 405 ، الوسائل 3 : من أبواب التيمم ، الباب 24 ، الحديث 4 .\r\n( 5 ) من لا يحضره الفقيه 1 : 57 - 213 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفظهر مما ذكرنا عدم تمامية شيء من الوجوه المستدل بها على القول المشهور ،\r\n\r\nفالأولى ان يُستدل له بوجوه أخرى .\r\n\r\nالأول : ما خطر ببالي وان وجدته ايضاً استدل به في ( الجواهر ) و ( البرهان القاطع )\r\nوهو : ان مقتضى اطلاق الأدلة ومعاقد الاجماعات ان مطلق الحدث صغيراً كان أم كبيراً ناقض ومبطل لكل تيمم ، سواء كان بدلًا عن الغسل أو الوضوء ، ومن الواضح انه بعد انتقاض التيمم الذي يكون بدل الغسل الجنابة بالحدث الأصغر يتعين مقالة المشهور ويثبت وجوب التيمم بدل الغسل على المجنب المتيمم المحدث بالحدث الأصغر ، من غير فرق بين القول بكون التيمم مفيداً لمجرد الإباحة للدخول في المشروطات وبين القول بكونه رافعاً للحدث والجنابة إلى غاية ، إذ بعد بطلانه وانتقاضه بالحدث الأصغر يبطل بهذا الحدث تأثيره في رفع مانعية كلٍّ من الحدث الأكبر والأصغر بناء على القول بكونه مفيداً للإباحة ورافعاً لمانعية الحدثين ، ويبطل به تأثيره في رفع نفس الحدثين ، فيكون الحدث الأصغر كوجدان الماء غاية لرافعيته ، بناء على القول بالرافعية إلى غاية .\r\nوتوضيح المقام : انه يحتمل ان يكون ناقض كل تيمم ناقض مبدله خاصة ، بمعنى ان يكون ناقض التيمم الذي يكون بدل الوضوء منحصراً في كونه ناقض نفس الوضوء ، ويكون ناقض التيمم الذي يكون بدل غسل الجنابة منحصراً في كونه ناقض هذا الغسل ، ويكون ناقض التيمم الواقع بدل غسل الحيض أو الاستحاضة أو النفاس منحصراً في كونه ناقض تلك الأغسال . وعلى هذا ، فينتقض التيمم الذي يكون بدل الوضوء بالبول والغائط ونحوهما ، من الاحداث الصغار ، وينتقض بها التيمم الواقع بدل غسل الجنابة وكذا الواقع بدل الغسل في الحيض الذي معه تيمم آخر بدل\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالوضوء بشيء من تلك الاحداث ، بحيث لو احدث الجنب المتيمم والحائض المتيممة بحدث صغير يجوز له الدخول في الصلاة .\r\nوبناءً على هذا الاحتمال يتعين القول الأول من الأقوال الثلاثة في صدر الرسالة ويثبت وجوب الوضوء أو التيمم بدلًا منه ، على المجنب المتيمم المحدث بالحدث الأصغر عند ارادته الدخول في الصلاة ، بحيث يجوز له قبل وضوئه أو تيممه بدلًا منه قراءة العزائم والدخول في المساجد ، ولا يجوز له الدخول في الصلاة ، إذ على هذا يكون حاله كحال المجنب المغتسل بالماء المحدث بالحدث الأصغر ، كما لا يخفى .\r\nويحتمل ان يكون ناقض كل تيمم هو ما ينافي غايته المنوية له ، بمعنى انه ينتقض التيمم الواقع لكل غاية بالحدث المنافي لتلك الغاية دون الحدث غير المنافي لها ، وعلى هذا فينتقض بالوطء أو بالاستمناء التيمم الواقع بدل غسل الجنابة أو غسل الحيض غاية للصوم ؛ لمنافاتهما للصوم ، ولا ينتقض بشيء من الاحداث الصغار ؛ لعدم منافاته للصوم ، وكذا لا ينتقض التيمم الواقع بدل غسل الحيض لإرادة الوطء ، بناء على وجوب الغسل الواطئ بحدث الجنابة ؛ لعدم منافاة الجنابة لوطء الحائض ، وبناء على هذا لا تثبت مقالة السيد ولا مقالة المشهور ، على نحو الاطلاق ، بل يثبت كل من قول السيد وقول المشهور في الجملة ، إذ على هذا ينتقض التيمم الواقع بدل غسل الجنابة غاية للدخول في الصلاة مثلًا ومس الكتاب بالبول والغائط ونحوهما من الاحداث الصغار ؛ لمنافاتها للصلاة ومس الكتاب ، فيجب التيمم بدل الغسل بحيث لا يجوز له ارتكاب واحد من المشروطات ، كالدخول في الصلاة ومس الكتاب والدخول في المساجد وقراءة العزائم قبل هذا التيمم ، ولا ينتقض التيمم الواقع بدل غسل الجنابة\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nلدخول المساجد وقراءة العزائم بشيء من الاحداث الصغار ، بحيث لو احدث المتيمم بهذا التيمم بحدث صغير يجوز له الدخول في المساجد وقراءة العزائم ، ويجب عليه الوضوء أو التيمم بدلًا منه عند إرادة الدخول في الصلاة .\r\nويحتمل ان يكون مطلق الحدث صغيراً كان أم كبيراً ناقضاً لكل تيمم سواء كان بدل الغسل أو الوضوء الواقعيين لكل غاية من الغايات ، بمعنى انه ينتقض كل من التيمم الواقع بدل الوضوء والواقع بدل الغسل بكلٍّ من نواقض الوضوء والغسل من غير فرق بين اقسام التيمم والنواقض من الاحداث الصغار والكبار . وعلى هذا ، فلو تيممت الحائض بعد الالتقاء بتيمم بدل الغسل وبتيمم آخر بدل الوضوء ، ثمّ أحدثت بالحدث الأصغر أو الأكبر ولو لم يكن حيضاً بطل التيممان معاً ، ويجب عليها اعادتها معاً ، وبناء على هذا الاحتمال تتعين مقالة المشهور ، كما عرفت .\r\nثمّ ، إذا عرفت الاحتمالات الثلاثة في ناقض التيمم ، وان قول السيد قدس سره ومن تبعه ، مبنى على الاحتمال الأوّل وقول المشهور مبني على الاحتمال الأخير ، إذ\r\nفي صحيح زرارة أنه قال : قلت لأبي جعفر عليه السلام : يصلي الرجل بوضوء واحد صلاة الليل والنهار ، قال عليه السلام : « نعم ، ما لم يحدث » ، قلت : فتصلي بتيمم واحد صلاة الليل والنهار كلها ؟ قال عليه السلام : نعم ، ما لم يحدث أو يصيب ماء ، قلت : فان أصاب الماء ورجى ان يقدر على ماء آخر ، وظنّ انه يقدر عليه كلما أراد فعسر ذلك عليه ، قال عليه السلام : « ينتقض ذلك تيممه وعليه ان يعيد التيمم »\r\n« 1 » ، الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 3 : 63 ، وسائل الشيعة 1 : أبواب الوضوء ، الباب 7 ، الحديث 1 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nومثله رواية حماد ،\r\nوفي رواية حريز أنه قال : قلت لأبي جعفر عليه السلام يصلى الرجل بتيمم واحد صلاة الليل والنهار كلها ، فقال عليه السلام : « نعم ، ما لم يحدث أو يصيب ماء »\r\n« 1 » . وفي رواية السكوني ، عن جعفر بن محمد عليه السلام ، عن أبيه ، عن آبائه عليهم السلام :\r\n« لا بأس ان تصلي صلاة الليل والنهار بتيمم واحد ما لم تحدث أو تصيب الماء »\r\n« 2 » . وأنت ترى ان هذه الأخبار صريحة في كون الحديث ناقضاً للتيمم خصوصاً بعد ما فيها من جعله كإصابة الماء ، وخصوصاً بعد ما في صحيحة زرارة من التصريح بناقضية إصابة الماء بعد جعل الحدث كإصابة الماء ، ومقتضى اطلاق تلك الأخبار كون من الأحداث صغارها وكبارها ناقضاً لكلٍّ من التيمم الواقع بدل الغسل وايّ غسل كان والواقع بدل الوضوء سيما بملاحظة عدم الاستفصال ، كما لا يخفى ، وكذا يكون مقتضى اطلاق معاقد الاجماعات على انتقاض التيمم بالحدث ووجدان الماء كون كل حدث من الصغار والكبار ناقضاً لمطلق التيمم ، بل في المحكى عن ( المختلف ) : لو احدث المتيمم من الجنابة حدثاً اصغراً انتقض تيممه اجماعاً ، فثبت كون مطلق الحدث ناقضاً لمطلق التيمم ، وعلى هذا فلو احدث المجنب المتيمم بالحدث الأصغر انتقض تيممه وارتفع عدم مانعية الجنابة والحدث الأصغر ، فيجب عليه التيمم بدلًا من الغسل ، ولا يجوز له قبل التيمم الثاني ارتكاب واحد من المشروطات ، كدخول الصلاة ومس كتابة القرآن ودخول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) استبصار 1 : 164 .\r\n( 2 ) وسائل الشيعة 3 : أبواب التيمم ، الباب 20 ، الحديث 5 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالمساجد وقراءة العزائم ، ويكون حاله قبل هذا التيمم كحال المجنب غير المتيمم رأساً ، فثبت قول المشهور .\r\nثمّ انّ ممَّا ذكرنا ظهر لك ان الذي ينبغي ان يجعل مبنى القول المشهور هو كون ناقض التيمم مطلق الحدث ، والذي ينبغي ان يجعل مبنى قول السيد قدس سره ومن تبعه هو كون ناقض التيمم ناقض مبدله خاصة ، ولا وجه لجعل مبنى قول المشهور كون التيمم مفيدا لمجرد الإباحة وعدم كونه رافعاً للحدث ، ولا جعل مبنى قول السيد قدس سره كونه رافعاً للحدث ، وان جعل قدس سره بنفسه هذا مبنى كلامه ؛ وذلك لما تقدم من استقامة قول السيد قدس سره على تقدير كون التيمم مبيحاً لا رافعاً ، ولما سيأتي ، إن شاء اللَّه تعالى في الجواب عن استدلال السيد قدس سره من استقامة مقالة المشهور على تقدير كونه رافعاً إلى غاية .\r\n\r\nالثاني : ما لم يسبقني إليه أحد ممَّا أعلم ،\r\nوهو ان الظاهر من قوله تعالى :\r\n « وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً » *  « 1 » كون كلِّ من الحدث الأصغر المعبر عنه بالغائط والجنابة الذي هو الحدث الأكبر المعبر عنه بلمس النساء سبباً مستقلًا لوجوب التيمم في حال عدم وجدان الماء ، إذ الظاهر من القضية الشرطية كون الشرط علة وسبباً للجزاء . ومقتضى اطلاق الآية كون كلٍّ من الحدث الأصغر والجنابة سبباً وموجباً للتيمم ولو في حال وجود الآخر ، فتدل الآية على كون الحدث الأصغر موجباً للتيمم حتى في حال الجنابة .\r\nوأنت ترى ان مقتضى قرينة المناسبة بين الحكم والموضوع كونه موجباً للتيمم بدل الغسل في حق المجنب وهذه القرينة من القرائن المعتبرة المتّكل عليها في المحاورات وانظار العلماء ، كما ترى انهم حملوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : الآية 43 ، سورة المائدة ، الآية 6 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبسبب هذه القرينة - قوله عليه السلام : لا بأس ببيع العذرة ، على جواز بيع عذرة المأكول لحمه ، وقوله عليه السلام : بيع العذرة سحت ، على عدم جواز بيع عذرة غير المأكول .\r\nودعوى ان العلل الشرعية معرفات لا علل حقيقية ، فلا مجال لاثبات كون الحدث الأصغر سبباً وموجباً للتيمم في حال الجنابة مدفوعة ، بأنه لا دليل على هذه الكلية ، وغاية ما ثبت عدم كون الحدث الأصغر الصادر من الجنب قبل تيممه موجباً موجباً لشيء ، ولم يثبت عدم كون الحدث الأصغر الصادر منه في حال تيممه موجباً لشيء ، بل يثبت خلافه ، فلا مجال لرفع اليد عن ظاهر الآية في المقام ، بل تمت دلالة الآية سيما بعد ما عرفت سابقاً من كون الجنب المتيمم جنباً وعدم كون التيمم رافعاً للجنابة على وجوب التيمم بدل الغسل على المجنب المتيمم المحدث بالحدث الأصغر ، وعلى كون الحدث الصادر منه موجباً للتيمم بدل الغسل ، فثبت منها ايضاً ما جعلناه في الحقيقة مبنى قول المشهور من كون الحدث الأصغر ناقضاً للتيمم الواقع بدل غسل الجنابة ، فلا تنافي بين جعلنا مبنى القول المشهور كون الحدث الأصغر ناقضاً للتيمم الواقع بدل الغسل وبين استدلالنا له بهذا الوجه ، كما أنه لا تنافي بينه وبين استدلالنا عليه ايضاً بالوجه الآتي ، إذ بالوجه الآتي يثبت ايضاً في الحقيقة هذا المبنى ، كما ستعرف إن شاء اللَّه تعالى ، فتدبر جيداً .\r\n\r\nالثالث : ما لم يسبقني إليه احداً ايضاً ،\r\nوهو ان يقال : ان قوله تعالى في سورة النساء :  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا \r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً »  « 1 » .\r\nوقوله تعالى في سورة المائدة :  « يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً »  « 2 » يدلان بالعموم الازماني على عدم جواز دخول الجنب في الصلاة في كل أزمنة جنابته ، وعلى كون جنابته مانعة من الدخول في الصلاة من حين حصولها إلى زمان اغتساله ، ومقتضى أدلة التيمم كذيل الآيتين جواز دخوله في الصلاة وعدم مانعية جنابته من الدخول فيها في حال التيمم ، بناء على ما عرفت سابقاً من كون المجنب المتيمم جنباً ، ومن عدم كون المتيمم رافعاً للجنابة لكن القدر المتيقن هو جواز دخوله فيها من أول زمان التيمم إلى زمان صدور الحدث الأصغر ، وما هو المعلوم المحقق هو خروج هذا المقدار من الزمان من عموم الآيتين ، ولم يعلم خروج ما بعد زمان صدور الحدث الأصغر ، فيتمسك بعموم الآيتين على عدم جواز دخوله في الصلاة وعلى مانعية جنابته من الدخول فيها بعد زمان صدور الحدث ، وحينئذٍ لبعد هذا الزمان يجب عليه عند ارادته الدخول في الصلاة بتيمم آخر بدل الغسل .\r\nان قلت : ان مقتضى المخصص كقوله تعالى في آخر الآيتين المذكورتين :\r\n « وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً »  « 3 » هو جواز الدخول في الصلاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : الآية 43 .\r\n( 2 ) سورة المائدة : الآية 6 .\r\n( 3 ) سورة المائدة : الآية 6 ، سورة النساء ، الآية 43 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمع الجنابة في حال التيمم ، ويكون الشك في المقام في أنه هل يكون ما بعد زمان صدور الحدث الأصغر حال التيمم حتى يكون مصداقاً للمخصص أو لا ؟\r\nوحينئذٍ فيكون التمسك بعموم الآيتين على عدم جواز الدخول في الصلاة فيما بعد زمان صدور الحدث الأصغر من قبيل التمسك بالعموم في الشبهة المصداقية ، نظير ما إذا قال المولى لعبده : ( أكرم العلماء ) ثمّ قال : ( لا تكرم الفساق من العلماء ) على وجوب اكرام زيد العالم المشكوك فسقه ، ومن المحقق في محله عدم جواز التمسك بالعام في الشبهة المصداقية ، إذ لا مجال للتمسك بالعموم إلّا في مورد يلزم من عدم التمسك به فيه مخالفة لظاهره ، كما إذا وقع الشك في أصل التخصيص أو في تخصيص زائد على المقدار المعلوم .\r\nوأنت ترى انه لا يلزم من ترك التمسك بالعام في الشبهة المصداقية ؛ لاحتمال كون الفرد المشكوك مصداقاً للمخصص المعلوم مخالفة ظاهر العام زائداً على المقدار المعلوم ، كما لا يخفى .\r\nقلت : انه لما يكون حال التيمم وزمانه مردداً بين الأقل والأكثر ، حيث يحتمل ان يكون الحدث الأصغر ناقضاً للتيمم ويحتمل ان يكون باقياً إلى زمان حصول جنابة أخرى أو وجدان الماء بما يكفي للغسل فيكون حداً لمخصص مشكوك ، ويكون الشك في تخصيص زائد على المقدار المعلوم ؛ لان المقدار المعلوم هو من زمان التيمم إلى زمان صدور الحدث الأصغر ، فلا بد من أن يصح التمسك بعموم الآيتين على عدم جواز الدخول في الصلاة بعد زمان صدور الحدث الأصغر اقتصاراً في مخالفة العموم على القدر\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمتيقن من التخصيص ، ولئلا يلزم مخالفة عمومها زائداً على المقدار المعلوم ، حيث لم يعلم من المخصص الا جواز الدخول في الصلاة مع الجنابة من حين التيمم إلى زمان صدور الحدث الأصغر ولم يعلم منه جواز الدخول فيها بعد زمان صدور الحدث الأصغر ايضاً .\r\nفيكون المقام نظير ما إذا قال المولى لعبده : ( أكرم العلماء ) ثمّ قال :\r\n( لا تكرم الفساق منهم ) فوقع الشك في حد الفسق وفي أنه هل يتحقق بارتكاب خصوص الكبائر أو يتحقق بارتكاب الصغائر ايضاً ؟ ومن الواضح انه حينئذٍ لا مانع من التمسك بعموم قوله : ( أكرم العلماء ) على وجوب اكرام عالم ارتكب الصغيرة ؛ لكون الشك في تخصيص زائد ، ولأنه لو لم يجز التمسك به على وجوب اكرام هذا العالم يلزم خروج العالم المرتكب للصغيرة من تحته من دون مخصص معلوم .\r\nفظهر مما ذكرنا انه ليس التمسك بعموم الآيتين على عدم جواز الدخول في الصلاة بعد صدور الحدث الأصغر من قبيل التمسك بالعموم في الشبهة المصداقية .\r\nفان قلت : انه لما تكون الأزمان ملحوظة في الآيتين على نحو الظرفية وورد التخصيص الزماني عليهما في الأثناء ، حيث كان ما قبل زمان التيمم مشمولًا لعمومها فلا مجال للتمسك بعمومها على عدم جواز دخول الجنب المتيمم في الصلاة بعد زمان صدور الحدث الأصغر منه .\r\nوتوضيح ذلك أنه لو كانت الأزمان ملحوظة في العام على نحو القيدية ، حتى يكون كل فرد في كل جزء من الزمان فرداً مستقلًا مغايراً له في جزء آخر من الزمان وينحلّ فرد واحد إلى افراد متعددة ، بعبارة أخرى : يكون الزمان مكثراً لافراد العموم ، فحينئذٍ لو خرج فرد من تحت العموم في جزء من الزمان يجوز التمسك بالعام على ثبوت حكمه لهذا الفرد فيما بعد الزمان\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالمخرج مطلقاً ، سواء كان خروج هذا الفرد من تحت العام في مقدار الزمان من ابتداء تحققه وصيرورته فرداً بحيث لم يدخل هذا الفرد تحت العام في جزء من زمان أم خرج من تحته في الأثناء وبعد دخوله تحته في مقدار من الزمان ، وذلك لأنه يكون الحكم بخروج هذا الفرد من تحت العام فيما بعد الزمان المخرج بمنزلة الحكم بخروج فرد مستقل بل هو هو ويكون الشك في خروجه من تحت العام فيما بعد الزمان المخرج من قبيل الشك في تخصيص زائد .\r\nوقد قلنا : ان المحقّق في محله وجوب التمسك بالعام في أمثال المقام على ثبوت حكمه لهذا الفرد فيما بعد هذا الزمان بناء على ما هو التحقيق من كون العام المخصص حجةً في الباقي ، وليس المقام مقام استصحاب حكم المخصص بل نقول : انه لو لم يكن هناك عموم اصلًا لم يجز التمسك بالاستصحاب بل يجب الرجوع إلى أصل آخر ؛ وذلك لما حقق في محله من أن من شروط جريان الاستصحاب بل من أركانه وجود المتيقن السابق والشك اللاحق ، والمفروض ان دخول هذا الفرد في افراد العموم تعييني ، وخروجه بذلك المخصص غير معلوم عدمه ، فليس هناك شك لاحق الذي هو أحد ركني الاستصحاب .\r\nفعلم أنه لو لم يكن هناك عموم لم يجز التمسك بالاستصحاب ايضاً ، بل يجب التمسك حينئذٍ ، بأصل آخر ، كما أنه لو كانت الأزمان ملحوظة على نحو الظرفية بان كان الملحوظ مجرد الاستمرار وخرج فرد من تحت العام في مقدار من الزمان من ابتداء صيرورته فرداً للعام ، كما في البيع الخارج من تحت عموم قوله تعالى :   « أَوْفُوا بِالْعُقُودِ »   من أول زمان تحققه إلى زمان انقضاء المجلس بمقتضى أدلة خيار المجلس ، لا مانع ايضاً من التمسك بالعام\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعلى ثبوت حكمه لهذا الفرد فيما بعد الزمان المخرج ، حيث وان سقط العموم الازماني عن الاعتبار وثبت خلافه ، لزوال الاستمرار الذي يكون هو المراد من العموم الازماني في هذا الفرض بمجرد خروج الفرد من تحت العام في جزء من الزمان إلَّا أن العموم الافرادي يقتضي دخول كل فرد تحته في الجملة وفي زمان ما ، ولم يثبت خلاف العموم ، إذ ما ثبت خلافه هو العموم الازماني فلا بدَّ ان يصحَّ التمسك بالعام فيما بعد الزمان المخرج على ثبوت حكمه لهذا الفرد في الجملة وفي زمان ما لو لم يحصل القطع بعدم الفرق بين الأزمنة المتأخرة عن الزمان المخرج من الاجماع المركب أو من غيره وإلَّا لا بدَّ ان يصح التمسك به على ثبوت حكمه لهذا الفرد من أول زمان الشك وفي جميع الأزمنة المتأخرة عن الزمان المخرج ؛ وذلك لئلا يلزم التخصيص الفردي من دون مخصص .\r\nولكن لو كانت الأزمان ملحوظة على نحو الظرفية ، وخرج فرد من تحت العام في الأثناء بعد كونه مشمولًا للعام في مقدار من الزمان ، فلا يمكن التمسك بالعام فيما بعد الزمان المخرج اصلًا بعمومه الازماني فواضح ، حيث زال الاستمرار قطعاً وثبت خلافه ، وأما بعمومه الافرادي لا يقتضى إلّا دخول الفرد تحته في الجملة وفي زمان ما ، والمفروض ان هذا الفرد كان مشمولًا للعام في مقدار من الزمان قبل الزمان المخرج .\r\nوعلى هذا ، ففي المقام لما يكون الظاهر كون الزمان ملحوظاً في الآيتين على نحو الظرفية ، كما هو الظاهر من نوع العمومات ، وورد التخصيص عليهما في الأثناء حيث كان قبل زمان التيمم مشمولًا لهما ، فلا يمكن التمسك بهما على مانعية جنابة المجنب المتيمم من الدخول في الصلاة بعد زمان صدور الحدث الأصغر منه .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nقلت : أولًا : انه لو كان استفادة العموم الازماني بمقتضى الحكمة يكون الزمان ملحوظاً فيه على نحو الظرفية ، إذ لو كان ملحوظاً على نحو القيدية ولوحظ فرد واحد افراداً متعددة بحسب أجزاء الزمان يحتاج إلى بيان زائد ، وهذا بخلاف ما لو كان ملحوظاً على نحو الظرفية ، فيستقل العقل بأنه لما ليس في الكلام بيان ان الزمان ملحوظ على نحو القيدية فلا بد ان يكون ملحوظاً على نحو الظرفية ، ولكن لو كان استفادة العموم اللازماني بمقتضى لفظ دال عليه وكان الزمان ملحوظاً بالاستقلال فالظاهر حينئذٍ كون الزمان ملحوظاً على نحو القيدية ، وعلى هذا ففي قوله تعالى :  « وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا »  « 1 » لما يكون العموم الزماني مستقلًا من لفظ ( حتى ) ويكون الزمان ملحوظاً بالاستقلال ، فالظاهر كون الزمان ملحوظاً فيه على نحو القيدية .\r\nوقد عرفت انه لو كان الزمان ملحوظاً في العام على نحو القيدية يصح التمسك به فيما بعد الزمان المخرج مطلقاً .\r\nوثانياً : انا وان اخترنا في مبحث الاستصحاب ، انه لو كان الزمان ملحوظاً في العام على نحو الظرفية ، وخرج فرد من تحته في الأثناء لا يجوز التمسك به فيما بعد الزمان المخرج ، لكن الانصاف انه لو لوحظ الزمان ظرفاً لحكم العام وخرج فرد من تحته في جزء من الزمان يجوز التمسك به فيما بعد الزمان المخرج مطلقاً ، سواء خرج هذا لفرد من تحت العام من أول زمان فرديّته أم خرج من تحته في الأثناء ؛ وذلك لأنه لو لوحظ الزمان ظرفاً للحكم وكان الحكم مستمراً في مقام اللحاظ فحينئذٍ لما لا إشكال في تعدد اطاعته ومعصيته وفي أن من امتثله بالنسبة إلى فرد في جميع الأزمنة يكون مستحقاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : الآية 43 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nلمثوبات متعددة بحسب اجزاء الزمان ، ومن خالفه في جميع الأزمنة يكون مستحقاً لعقوبات متعددة بحسب أجزاء الزمان ايضاً ، ومن امتثله في زمان وخالفه في زمان آخر يكون مستحقاً لثواب وعقاب ، فلا محالة لا بد ان يكون الحكم متعدداً بحسب أجزاء الزمان ، إذ لا يعقل تعدد الإطاعة والمعصية وتعدد الثواب والعقاب مع وحدة الحكم ، كيف مع أنه اشتهر في ألسنة أصاغر الطلبة عدم قابلية حكم واحد لامتثالين لعدم ؛ معقولية الامتثال عقيب الامتثال ، ومن الواضح البديهي انه لو تعدد الحكم يتعدد الموضوع ايضاً ؛ لاستحالة تعدد الطلب ووحدة المطلوب .\r\nوعلى هذا ، فينحل كلٌّ من الحكم والموضوع من هذا العام إلى أحكام وموضوعات متعددة ، وينحل فرد واحد منه إلى افراد متعددة بحسب اجزاء الزمان ، ولو خرج فرد من تحته في جزء من الزمان فيصح التمسك به على ثبوت الحكم لهذا الفرد فيما بعد الزمان المعلوم ، كونه مخرجاً لكون الشك حينئذٍ في تخصيص زائد ، لكون الحكم بخروج هذا الفرد من تحته فيما بعد الزمان المخرج بمنزلة خروج فرد مستقل .\r\nفان قلت : انه لو كان الزمان ملحوظاً على نحو الظرفية يكون بناء العرف على وحدة الموضوع ، وحينئذٍ فلما تكون اصالة العموم من الظواهر المعتبرة عرفاً عند الشك في التخصيص الذي لا يمكن الا مع تكثُّر الموضوع فلا مجال للأخذ باصالة العموم والتمسك بها فيما بعد الزمان المخرج فيما إذا كان الزمان ملحوظاً على نحو الظرفية .\r\nوالحاصل : أنَّ الدليل على اعتبار اصالة العموم ليس إلّا بناء العرف والعقلاء وليس بناءهم على العمل بالعموم فيما بعد الزمان المخرج فيما إذا كان الزمان ملحوظاً على نحو الظرفية ، إذ لا يمكن التمسك باصالة العموم\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nإلّا عند الشك في تخصيص الذي لا يتحقق إلّا مع تكثر الموضوع ، وبناء العرف مستقر فيما إذا كان الزمان ملحوظاً على نحو الظرفية على وحدة الموضوع .\r\nقلت : أولًا : انه كما يكون بناؤهم على وحدة الموضوع فيما إذا كان الزمان ملحوظاً على نحو الظرفية كذلك يكون بناؤهم على ذلك فيما إذا كان الزمان ملحوظاً على نحو القيدية ؛ لأنهم لا يعتنون باعتبار فرد واحد افراداً متعددة في مقام اللحاظ فلا بد ان لا يصحّ التمسك بالعام أيضاً فيما بعد الزمان المخرج في صورة كون الزمان ملحوظاً على نحو القيدية ولا يلتزم بذلك أحد .\r\nوثانياً : ان حكمهم بوحدة الموضوع فيما إذا لوحظ الزمان ظرفاً للحكم ، وكذا حكمهم بعدم جريان اصالة العموم فيما بعد الزمان المخرج ليس متبعاً ، حيث إنه ناش عن مسامحتهم ، ويرجعون عنه لو استكشف حقيقة الحال عليهم : ومن المحقق في محله ان ليس أمثال هذه المسامحة متبعة ، بل يمكن ان يقال : انه بعد تنقيح مفهوم العام بحسب الانفهام العرفي وتصحيح التمسك بعمومه عند الشك في التخصيص وبعد كون الشك فيما بعد الزمان المخرج شكّاً في التخصيص حقيقة لا بد ان يصح التمسك بالعام فيما بعد الزمان المخرج ، ولا وجه للاشكال على بناء العرف على وحدة الموضوع وعلى عدم كون الشك فيما بعد الزمان المخرج شكا في التخصيص ، إذ لا وجه لاتِّباع بنائهم في عدم تطبيق المفاهيم على مصاديقها بعد تطبيقها عليها على التحقيق والتدقيق ، حيث لا دليل على وجوب متابعتهم في غير تعيين مفاهيم الالفاظ .\r\nفظهر مما ذكرنا انه لا فرق بين ما إذا كان الزمان ملحوظاً على نحو القيدية\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوبين ما إذا كان ملحوظاً على نحو الظرفية للحكم ، ويصح التمسك بالعام على ثبوت حكمه للفرد المخرج في زمان فيما بعد ذلك الزمان مطلقاً ، سواء كان الزمان ملحوظاً على نحو القيدية أم لوحظ ظرفاً للحكم ، وسواء خرج هذا الفرد عن تحت العام من أول زمان فرديّته أم خرج عن تحته في الأثناء .\r\nنعم ، لو لوحظ الزمان ظرفاً للمحكوم به وللموضوع ، كما إذا امر المولى عبده بالجلوس إلى كذا ، من دون انحلال إلى مطلوبية الجلوس في كل آن من آناته ، بل على أن تكون بتمامها مطلوباً واحداً ، وكما في صوم كل يوم من أيام رمضان ، فحينئذٍ لما ليس إلّا إطاعة واحدة باتيان صحيح ، لكن المحكوم به مستمراً وليس إلّا معصية واحدة بعدم اتيانه على استمراره ، فلا مانع من القول بجواز التمسك بالعام فيما بعد الزمان المخرج لو خرج الفرد من تحته في مقدار من الزمان من أول زمان فرديته ، والقول بعدم جواز التمسك به فيما بعد الزمان المخرج لو خرج من تحته في الأثناء ، نظراً إلى ما عرفت الإشارة إليه آنفاً ، لكن لو لوحظ الزمان ظرفاً للحكم لا بد ان يصح التمسك بالعام فيما بعد الزمان المخرج مطلقاً . وبناء على هذا ، فلما يكون الظاهر من الآيتين المذكورتين كون الزمان ظرفاً للحكم ، كما هو الظاهر في نوع العمومات ، فيصح التمسك بهما على عدم جواز دخول الجنب المتيمم في الصلاة ، وعلى مانعية جنابته من الدخول فيها بعد زمان صدور الحدث الأصغر منه حتى يثبت وجوب تيمم آخر بدل الغسل عليه .\r\nهذا لكن الحق والانصاف انه لا يجوز التمسك بهما على ذلك اصلًا لوجهين :\r\nأحدهما : انه اختلف المفسرون في تأويل الآية الأولى على وجوه .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالأوّل : ان المراد بالصلاة مواضعها ، اعني المساجد ، كما روي عن أئمتنا عليهم السلام ، فهو اما من قبيل تسمية المحل باسم الحال فإنه مجاز شائع في كلام البلغاء أو على حذف مضاف ، أي مواضع الصلاة ، والمعنى : لا تقربوا المساجد في حالتين ، إحداهما : في حالة السكر ، فان الأغلب ان الذي يأتي المسجد ، انما يأتيه للصلاة ، وهي مشتملة على أذكار وأقوال ، يمنع السكر من الاتيان بها على وجهها . والحالة الثانية : حالة الجنابة ، واستثني من هذه الحالة « ما إذا كنتم عابري سبيل » إلى مارّين في المسجد ومجتازين فيه .\r\nونقل عن الشيخ البهائي قدس سره أنه قال : عمل أصحابنا رضي اللَّه عنهم على هذا التفسير ، وانه هو المروي عن أصحاب العصمة صلوات اللَّه عليهم أجمعين .\r\nالثاني : ما نقل عن بعض فضلاء فنّ العربية من أصحابنا الإمامية رضي اللَّه عنهم في كتاب الّفه في الصناعات البديعية ، وهو أن تكون الصلاة في قوله تعالى :  « لا تَقْرَبُوا الصَّلاةَ »  « 1 » على معناها الحقيقي ، ويراد بها عند قوله تعالى :  « وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ »  مواضعها ، اعني المساجد .\r\nوقال العلّامة المجلسي : ان هذا النوع من الاستخدام غير مشهور بين المتأخرين من علماء المعاني ، وانما المشهور منه نوعان ، الأوّل : ان يراد بلفظ له معنيان أحدهما : ثمّ يراد بالضمير الراجع إليه معناه الآخر ، والثاني :\r\nان يراد بأحد الضميرين الراجعين إلى لفظ أحد معنييه ، وبالآخر المعنى الآخر « 2 » انتهى .\r\nونقل عن الشيخ البهائي قدس سره أنه قال : عدم اشتهار هذا النوع بين المتأخرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : الآية 43 .\r\n( 2 ) بحار الأنوار 78 : 33 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nغير ضار ، فانَّ صاحب هذا الكلام من اعلام علماء المعاني ، ولا مشاحة في الاصطلاح .\r\nالثالث : ما نقله بعض المفسرين عن ابن عباس وسعيد بن جبير ، وربما رواه بعضهم عن أمير المؤمنين عليه السلام وهو ان المراد ولا بالصلاة في حالين : حال السكر وحال الجنابة ، واستثنى من حالة الجنابة ما إذا كنتم عابري سبيل أي مسافرين غير واجدين الماء ، كما هو الغالب من حال المسافر ، فيجوز لكم حينئذ الصلاة بالتيمم الذي لا يرتفع به الحدث وانما يباح به الدخول في الصلاة .\r\nونقل عن شيخنا البهائي قدس سره أنه قال : ان رواية هذا التفسير عن أمير المؤمنين عليه السلام لم تثبت عندنا ، مع أنه مستلزم للتكرار ، فإنه سبحانه بيَّن حكم الجنب العادم للماء في آخر الآية ، حيث قال جلَّ شأنه :  « وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً » *  « 1 » فان قوله سبحانه :  « أَوْ لامَسْتُمُ النِّساءَ » *  كناية عن الجماع ، كما روي عن أئمتنا عليهم السلام .\r\nوأنت ترى ان على كلٍّ من هذه التفاسير الثلاثة لا مجال للاستدلال بهذه الآية على عدم جواز دخول المجنب المحدث بالحدث الأصغر في الصلاة ، اما على التفسير الأول والثاني فواضح ، إذ بناء عليهما لا يدل قوله تعالى :  « وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا »  على عدم جواز دخول الجنب في الصلاة رأساً بل يدل على عدم جواز دخوله في المساجد .\r\nوأما الثالث ، فلانه بعد كون المراد من المستثنى هو المسافر غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : الآية 43 ، سورة المائدة : الآية 6 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالواجد لماء الغسل لا يدل قوله تعالى :  « وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا »  الا على عدم جواز دخول الجنب الواجد لماء الغسل في الصلاة ، فلا مجال للاستدلال به على عدم جواز دخول الجنب غير الواجد لماء الغسل في الصلاة .\r\nهذا كله في الآية الأولى ، وأما الآية الثانية فيحتمل أن تكون الجملة الشرطية في قوله سبحانه :  « وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا »  معطوفة على جملة الشرط الواقعة في صدر الآية ، وهي قوله تعالى شأنه :  « إِذا قُمْتُمْ إِلَى الصَّلاةِ »  ، وحينئذٍ فلا تكون مندرجة تحت القيام إلى الصلاة بل مستقلة برأسها ، والمراد : « يا أيها الذين آمنوا ان كنتم جنباً فاطهروا » أو بناء على هذا الاحتمال يستنبط من الآية وجوب غسل الجنابة لنفسه كما عول القائلون بوجوبه لنفسه على هذا التفسير والاحتمال .\r\nويحتمل أن تكون معطوفة على جزاء الشرط الأوّل ، اعني :  « فَاغْسِلُوا وُجُوهَكُمْ »  فيندرج تحت الشرط ، ويكون تقدير الكلام : إذا قمتم إلى الصلاة ، فان كنتم محدثين بالحدث الأصغر فتوضئوا ، وان كنتم جنباً فاطهروا ، وبناء على هذا الاحتمال يستنبط من الآية وجوب غسل الجنابة لغيره ، كما عول القائلون بوجوبه لغيره على هذا التفسير .\r\nوأنت ترى ان جواز الاستدلال بهذه الآية على عدم جواز دخول الجنب في الصلاة وعلى مانعية جنابته من الدخول فيها متوقف على إثبات الاحتمال الثاني وابطال الاحتمال الأوّل ، ولا وجه لإثبات الاحتمال وان استدل بعض على اثباته وإبطال الاحتمال الأوّل ، بأنه لا إشكال في كون الشرط الثالث ، أعني قوله تعالى :  « وَإِنْ كُنْتُمْ مَرْضى » *  مندرجاً تحت الشرط الأول .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوحينئذٍ ، فمقتضى السياق كون الشرط الثاني ايضاً مندرجاً تحت الشرط الأول ، وبان العطف بكلمة ان دون إذا يأبى العطف على جملة إذا قمتم ، لكني لست جازماً إلى الآن بتمامية هذين الاستدلالين ، كما أجيب عنهما بما ليس لي مجال نقله .\r\nوثانيهما : أنَّه لما يكون المخصص متصلًا بالاثنين المذكورتين ، وكان هو مجملًا ومردداً بين الأقل والأكثر ، لأنه يدل على جواز الدخول في الصلاة مع الجنابة في حال التيمم ، ويحتمل ان يكون ما بعد زمان صدور الحدث الأصغر ايضاً حال التيمم وأنْ يكون التيمم باقياً بعد صدور هذا الحدث ، فيسري إجمال الآيتين ، ولا مجال للتمسك بعمومهما فيما بعد زمان صدور الحدث الأصغر ؛ لما حقق في محله من أنه لو كان المخصص المتصل مردداً بين الأقل والأكثر لا يمكن التمسك بالعام بالنسبة إلى المقدار الزائد المشكوك ، فلا يمكن التمسك بالآيتين على عدم جواز دخول المجنب المتيمّم المحدث بالحدث الأصغر في الصلاة ، وعلى مانعية جنابته من الدخول فيها ، حتى يثبت المقصود ، وهو ثبوت قول المشهور .\r\nفالأولى الاستدلال له بعموم ما ادعي في ( الحدائق ) من أنه ورد من الشرع من أنه لا يباح الصلاة على الجنب إلّا بالغسل وان الصلاة مشروطة بالغسل في حقه « 1 » .\r\nوقد ظهر لك مما تقدّم دفع كلَّ ما يمكن ان يناقش به على هذا الاستدلال ، فثبت قول المشهور بحمد اللَّه والمنة .\r\nحجة السيد المرتضى قدس سره على ما ادعاه وما قال به في شرح الرسالة ، هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحدائق 4 : 373 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nلفظه المحكي عنه : المجنب إذا تيمم ثمّ احدث بالأصغر ووجد ما يكفيه من الماء للوضوء توضأ به ؛ لأنّ حدثه الأول قد ارتفع ، وجاء ما يوجب الصغرى وقد وجد الصغرى وقد وجد من الماء ما يكفيه لها ، فيجب عليه استعماله ، ولا يجزيه تيممه . انتهى .\r\nوفيه : أولًا : ما عرفت سابقاً من أن التيمم ليس رافعاً للجنابة لا مطلقاً ولا إلى غاية .\r\nوثانياً انه على تقدير كونه رافعاً للجنابة إلى غاية ليست الغاية منحصرة بوجدان الماء بمقدار الغسل ، إذ مطلق الحدث غاية الرافعية بمقتضى ما تقدّم ، فيستقيم قول المشهور على القول بالرافعية إلى غاية ايضاً . كما يمكن توجه مقالة السيد قدس سره على القول بكون التيمم مفيدا لمجرد الإباحة ايضاً ، كما تقدم .\r\nوحجة بعض مشايخنا على وجوب الاحتياط بالجمع بين الوضوء والتيمم بدل الغسل أو بالجمع بين التيممين هو ان مقتضى الأصل الأولي هو الاحتياط ، إذ العلم الإجمالي بكون الحدث الأصغر الصادر من المجنب المتيمم موجباً لواحد من التيمم بدل الغسل والوضوء ، أو التيمم بدلًا منه يقتضي الاحتياط ولا رافع ، لذلك تقدم تمامية شيء من الوجوه التي وقع الاستدلال بها على تعيين واحد من التيمم بدلًا من الغسل والوضوء أو التيمم بدلًا منه .\r\nوفيه : ما عرفت من دلالة الأدلة المعتبرة على وجوب التيمم بدل الغسل .\r\n\r\nخاتمة : اعلم أن بناء على القول المشهور لا بد ان يجوز للمجنب المتيمم المحدث بالحدث الأصغر ارتكاب شيء من المشروطات ،\r\nحتى دخول المساجد ، وقراءة العزائم ، إذ المفروض انه ينتقض التيمم بالحدث الأصغر ، وأما بناء على قول السيد قدس سره واتباعه فلا بد ان يجوز له كلُّ ما ليس مشروطاً\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nبالطهارة عن الحدث الأصغر ، كدخول المساجد وقراءة العزائم ، وان لا يجوز له كلُّ ما يكون مشروطاً بالطهارة عن الحدث الأصغر ايضاً ، كالدخول في الصلاة ومس الكتاب ، كما نقل عن ( المهذب البارع ) « 1 » ، انه صرّح بان المجنب المتيمم المحدث بالحدث الأصغر يباح له قبل التيمم الثاني دخول المساجد وقراءة العزائم عند السيد قدس سره لا عندنا ، وأما بناء على القول الثالث وهو القول بوجوب الاحتياط وبالجمع فلما يكون مدركه الأصل الأولي والعلم الإجمالي لا بد ان يجوز له دخول المساجد وقراءته العزائم قبل التيمم بدلا من الغسل والوضوء أو التيمم بدلًا منه ، إذ مقتضى الأصل الأولي جوازهما له ، حيث إن لا مانع من استصحابهما ، وليس لنا العلم الإجمالي بكون الحدث الأصغر الصادر منه موجباً لواحد من التيمم بدلًا من الغسل والوضوء أو التيمم بدلًا منه بالنسبة إلى دخول المساجد وقراءة العزائم حتى يمنع من استصحاب جوازهما ، فتدبر واغتنم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهذب البارع 1 : 141 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nنموذج من إجازاته الاجتهاد\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56}
  ]