[
  {"content":"\r\n\r\nالاجتهاد والتقليد\r\nوسلطات الفقيه وصلاحياته\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالاجتهاد والتقليد\r\nوسلطات الفقيه وصلاحياته\r\nتأليف\r\nالشيخ محمد مهدى الآصفي\r\nمركز الغدير للدراسات الاسلامية / قم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحقوق الطبع محفوظة للناشر\r\nالكتاب : الاجتهاد والتقليد وسلطات الفقيه\r\nالمؤلف : محمد مهدي الآصفي\r\nالناشر : مركز الغدير للدراسات الإسلامية\r\nالطبعة الثالثة مزيدة ومنقحة\r\nذو القعدة 1416 ه‍ / 1996 م\r\nالمطبعة : قلم\r\nعدد النسخ : 2000\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nكلمة المركز\r\nبسم اللّه الرحمن الرحيم الحمد للّه ربّ العالمين ، والصلاة والسلام على سيّد المرسلين محمّد وآله الطاهرين .\r\n إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ .  فاطر / 28\r\n . . . فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ .  التوبة / 122\r\nقدست الرسالة الإسلامية العلم ، وحثّت على طلبه ، وأوجبته وجوب كفاية في كل مجالاته وحقوله ، لا سيّما علوم الشريعة ومعارفها . وكرّمت العلماء ، واعتبرتهم ورثة الأنبياء عليهم السّلام والاستمرار المتواصل لمسيرتهم الإيمانية الرائدة .\r\nواستجابة لخطاب القرآن وتوجيه المنقذ الهادي محمد صلّى اللّه عليه وآله وسلم اعتنى المسلمون بطلب العلوم والمعارف الإسلامية ، وبذلوا الجهود المضنية لتحصيلها .\r\nوتأسيسا على مكانة العلم والعلماء حدّدت الرسالة الإسلامية مسؤوليات العلماء وصلاحياتهم ودورهم في مسيرة الرسالة والامّة والحضارة الإسلامية ، فشهد التاريخ ، وحفلت آفاق العلم بما بذله العلماء من جهد فكري وإثراء علمي متواصل وجهاد من أجل حفظ الشريعة وحماية نقائها وأصالتها والدفاع عن كيان الامّة السياسي والاجتماعي وقيادة جماهيرها المجاهدة في معارك التحرير منذ بدأ الاحتلال الاستعماري الذي مارسته أوربا وحتى اليوم ، وبذا برز دور العلماء الميداني في القيادة السياسية في معارك الدفاع والتحرير والوقوف بوجه الحكّام المنحرفين عن مسار الشريعة كما برز في مجال العلوم والمعارف .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوكتاب ( الاجتهاد والتقليد وسلطات الفقيه وصلاحياته ) لمؤلّفه العلّامة الكاتب الإسلامي الشيخ محمّد مهدي الآصفي يعرّف القارئ الكريم بتلك المهام التي نهض بها علماء الامّة ومراجعها كما تحدّث عن قضايا وموضوعات علمية تشكّل الإجابة عليها تعريفا بهذا الموضوع الخطير ، وقدّم حلّا لإشكالية فكرية مثارة أمام الفكر الإسلامي ، تتمثّل في التشكيك بقدرة الشريعة الإسلامية على حلّ ومعالجة مشاكل الإنسان المعاصرة من خلال الحديث عن الاجتهاد واتّجاهاته ودوره في ذلك .\r\nبعد ذلك حاول الإجابة على إشكالية علمية أخرى مثارة للحوار العلمي بين الفقهاء وعلماء الشريعة ، وتتلخّص في بيان صلاحيات الفقيه في الشريعة الإسلامية التي بحثها الفقهاء تحت عناوين ثلاثة هي :\r\n1 - الإفتاء .\r\n2 - القضاء .\r\n3 - الولاية .\r\nولمّا كان الفقهاء متّفقين على أهلية الفقيه وحده للإفتاء والقضاء تركّز بحث الكاتب ومناقشته في إثبات الولاية للفقيه العادل الكفوء وفق منهج البحث الفقهي المألوف لدى الفقهاء ، ليرد على الاتّجاه الذي لا يثبت الولاية للفقيه العادل الكفوء .\r\nومركز الغدير إذ يثمّن للكاتب هذا الجهد العلمي المركّز ويتبنّى نشر هذا الكتاب القيّم إنّما يساهم في تعميم الثقافة الإسلامية ، لا سيّما تلك التي تعرّف بالفقه السياسي وتعمّق البحث فيه ؛ لأهمّيته العلمية ودوره في التوعية ومواجهة التحدّيات .\r\nسائلين المولى القدير أن يتقبّل جهد العاملين على نشر الإسلام والدفاع عنه إنّه سميع مجيب .\r\nمركز الغدير للدراسات الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nكان من أهم الأحداث السياسية في المنطقة الإسلامية في القرن الرابع عشر ، ظهور قوّة سياسية جديدة وقويّة في الساحة السياسية ، وهي مرجعية الفتيا والتقليد . . وقد دخلت المرجعية في القرن الأخير في العراق وإيران في صراع عنيف مع الأنظمة الحاكمة في الإقليمين ، ومع محاور الاستكبار الإنكليزي والروسي والأمريكي . واستطاعت المرجعية خلال هذا الصراع أن تكسب ثقة جماهير المؤمنين . وتستقطب المحرومين والمستضعفين من المسلمين إلى جانبها ، وتفرض نفسها قيادة حقيقية فاعلة ومؤثرة وشرعية للساحة الإسلامية .\r\nخاضت المرجعية غمار معارك عنيفة مع الأنظمة الحاكمة في المنطقة ، منها حركة المرجع الشيرازي السيد محمد حسن رحمه اللّه في تحريم استعمال التبغ في إيران في قصة طويلة لإرغام الشاه على فسخ العقد الذي عقده مع شركة استثمارية إنكليزية ، ومنها الصراع الذي خاضه المرجع الشيخ محمد تقي الشيرازي رحمه اللّه من كربلاء مع الإنكليز في ثورة العشرين الشهيرة في تاريخ العراق ، ومنها المواجهة والصراع الذي خاضه المرجع السيد محسن الحكيم رحمه اللّه ضدّ حزب البعث في العراق ومن قبله ضدّ التيار الإلحادي الماركسي . . وأخيرا الثورة الإسلامية الكبرى التي قادها الإمام الخميني قدّس سرّه لإسقاط الشاه وإقامة الدولة الإسلامية المباركة في إيران .\r\nوما أشرنا إليه هو بعض الأمثلة فقط من حركة المرجعية الإسلامية في مواجهة الأنظمة العميلة وغير الإسلامية في المنطقة الإسلامية ، وفي قيادة الانتفاضة والثورة الإسلامية ، وفي بناء وتأسيس الدولة الإسلامية التي هي موضع آمال وطموحات الملايين من المسلمين .\r\nوخلال هذه المسيرة التاريخية الشاقّة والصعبة والحافلة بالمشاكل\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوالمتاعب ، كانت المرجعية تتمتّع بثقة جماهير المسلمين ، وكانت جماهير المؤمنين تضع أيديها بيد المرجعية بثقة واطمئنان ، وتدفع ضريبة هذه الثقة والتبعيّة الواعية من دون حرج .\r\nولم تتكوّن العلاقة المتينة بين المرجعية والامّة ، بصورة عفويّة ، وإنّما تمتد جذور هذه العلاقة والقناعة إلى عصر أهل البيت عليهم السّلام ، وتوجيهاتهم المتّصلة في ربط الأمّة بالعلماء والفقهاء الصالحين في مقابل الحكام المنحرفين ، الذين كانوا يمارسون الولاية والسلطان في العالم الإسلامي بعيدا عن خط الإسلام الفقهي والأخلاقي .\r\nكان أئمة أهل البيت عليهم السّلام ، يطرحون الارتباط بالفقهاء الصالحين بديلا عن الارتباط بالحكام والسلاطين المنحرفين . .\r\nوكانوا يربطون جماهير المسلمين بهم في أمور دينهم ودنياهم ، في معرفة حدود اللّه تعالى ، وفي شؤون حياتهم وتنظيم معاشهم ، وحلّ المشاكل والخلافات التي تبرز في حياتهم .\r\nوعندما نتتبّع نصوص الأحاديث الواردة عن رسول اللّه صلّى اللّه عليه وآله وسلّم وأهل بيته عليهم السّلام ، نجد أنّهم قد أناطوا بالصالحين من الفقهاء ثلاث مسؤوليات كبيرة ، هي :\r\n1 - الفتيا في حدود اللّه تعالى وأحكامه .\r\n2 - القضاء وحلّ النزاعات .\r\n3 - الولاية والحكم فيما بين المسلمين .\r\nوبين يدي القارئ الكريم ، رسالة موجزة في التعريف بالاجتهاد والتقليد والمناصب والمهام التي أناطها الإسلام بالفقهاء ، والعلاقة بين الفقهاء والامّة ، والحديث عن الفقيه وولاية الفقيه في الدولة الإسلامية . .\r\nوقد كتبت هذا البحث قبل قيام الدولة الإسلامية بقيادة الإمام الخميني قدّس سرّه بزمن طويل ، وعلى وجه الدقّة في سنة 1390 من الهجرة ، بعد وفاة الإمام الراحل\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالسيّد محسن الحكيم رحمه اللّه ، وما أثارته وفاة هذا الفقيه الجليل المجاهد في العراق من حديث عن الاجتهاد والتقليد ، ودور الفقهاء في الامّة ، وعلاقة الامّة بالفقهاء . .\r\nوبقيت مسوّدات الكتاب خلال هذه المدّة محفوظة في أوراقي الخاصّة ، انتقلت من العراق إلى إيران ، ومن إيران إلى الكويت ، ومن الكويت إلى إيران مرّة أخرى . . وقبل أيّام لفتت نظري هذه المسودّات ، فقرأت شطرا منها قراءة سريعة ، فوجدت أنّ الآراء التي طرحتها في ذلك التاريخ عن الاجتهاد والتقليد ، وعلاقة الامّة بالفقهاء ، وأمر ولاية الفقيه ، لم تتغيّر برغم التغيّرات السياسية الكبيرة التي طرأت على ساحتنا الإسلامية ، فاستخرت اللّه تعالى أن اخرجها بعد إضافات وتنقيح واقدّمها للطّبع لعلّ اللّه تعالى أن ينفع بها المؤمنين . واللّه تعالى ولي التوفيق والقبول .\r\nمحمّد مهدي الآصفي\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالمدخل حوارات وإثارات حول المرجعية والفقاهة\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nيجري في أوساط المثقفين اليوم حوار كثير حول « المرجعية » و « الحوزة العلمية » و « دور العلماء » في المجتمع .\r\nولما كان هذا الحوار يتعلق بمسألة ذات حساسية وأهمية خطيرة وذات بعد تاريخي في حياتنا السياسية والاجتماعية ، فقد رأيت من المفيد أن اسلّط بعض الضوء على النقاط الأساسية ومحاور البحث الرئيسة في هذا الحوار .\r\n\r\nالقيمة الحضارية للمرجعية :\r\nتختلف المرجعية عن أي مؤسسة أخرى من مؤسساتنا السياسية والعلمية والاجتماعية بما تمتلك من رصيد كبير من الاحترام والثقة في نفوس الناس ، وأمر هذا الرصيد يعود إلى مجموعة من العوامل التاريخية ساهمت في تكوين هذه الثقة في نفوس الجمهور .\r\nومن جملة هذه العوامل : التوصيات الكثيرة لأهل البيت عليهم السّلام بالارتباط بالفقهاء ومنحهم الثقة وتكريمهم .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nومنها : الدور الذي تنهض به المرجعية في تمثيل الإمام الحجة المنتظر ( عج ) ، وهذا التمثيل يعطي للمرجعية قيمة حضارية كبيرة في نفوس جماهير المؤمنين ، والنصوص الواردة عن أهل البيت عليهم السّلام تؤكد هذا التمثيل في عصر الغيبة .\r\nومن جملة هذه العوامل : الظلامات الكبيرة التي تعرضت لها المرجعية في تاريخها السياسي من قبل الأنظمة السياسية التي لم تتمكن من إخضاع الفقهاء لإراداتها وقراراتها السياسية ، واستقامة المرجعية على الخط الفقهي الذي ورثه الفقهاء من أئمة أهل البيت عليهم السّلام .\r\nهذه النقاط مجتمعة وغيرها تجعل للمرجعية قيمة حضارية كبيرة ، وتمنحها موقعا سياسيا واجتماعيا متميزا ، وثقة كبيرة في نفوس الناس ومحبة في قلوبهم .\r\nوقد استفادت المرجعية من هذه القيمة الحضارية في تاريخها السياسي كثيرا ، واستخدمتها في القضايا الكبيرة التي مرّت بالامّة خلال صراعها السياسي استخداما جيدا ، وعلى درجة عالية من الكفاءة ، كان آخرها الثورة الجماهيرية الكبيرة في إيران بقيادة الإمام الخميني رحمه اللّه حيث استطاعت المرجعية أن توظف هذه الثقة والعلاقة الروحية والفكرية في حياة الامّة وفي مختلف مواقع الصراع والمواجهة السياسية والعسكرية .\r\nومن المؤكد أنّ هذه الثقة لم تتكون تاريخيا بصورة عفوية ، كما لم يكن أمر المحافظة عليها أمرا يسيرا ، فهما قد استنفذا جهدا وعملا غير يسير من قبل الجماهير والمرجعية على امتداد هذا التاريخ .\r\n\r\nالمرجعية من مراكز القوّة في المجتمع :\r\nإذن المؤسسة الدينية تعتبر من مراكز القوّة الأساسية في مجتمعنا ،\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nومراكز القوة عادة تختزل قوة الامّة وإرادتها . فإنّ للامّة إرادة وقوّة ، وهذه الإرادة والقوة قد تجتمعان في مركز واحد ، فيكتسب هذا المركز قوّة كبيرة تساوي قوة الامّة ، وإرادة قويّة تساوي إرادة الامّة .\r\nوهذه المراكز هي ملك للامّة كلها ، لأنّ قوّتها وفاعليّتها نابعة من الامّة . . . ودورها هو تمثيل إرادة الامّة وعزمها في القضايا الكبيرة التي لا يتمكن الناس من القيام بها أفرادا وجماعات . وتلك حاجة حقيقية في الامّة .\r\nفلا بدّ في الامّة من مراكز قوّة تمثل إرادة الامّة ووعيها وقوتها وصرختها واحتجاجها .\r\nوالمؤسسة الدينية تمتلك هذا الثقل السياسي والاجتماعي والحركي إلى حد كبير .\r\nوالذين يفهمون هذه القيمة الحضارية ويحترمونها ويحترمون دورها التاريخي لا بدّ أن يضعوا في حساباتهم أضرار وخسائر التفريط بها في طريقة البحث والنقد لهذا الكيان الديني ، الفقهي ، السياسي ، . . دون أن نقصد تجنّب ( النقد الموجّه ) ، فإنّ النقد الموجّه ضرورة حقيقية في تنبيه وتوجيه وتثبيت هذا الكيان ، ليؤدي دوره بصورة أكثر فعّالية ، ولكن ( النقد ) من دون هذا الاعتبار ، أو بغير هذا التوجيه قد يؤدي ، من حيث لا يقصد الناقد إلى هذه الخسارة في حياة الامّة ومسيرتها .\r\nولذلك فإنّ طائفة من هذه النقود التي يوجهها الكتّاب والمفكّرون الشيعة الذين يفهمون هذا الدور للمرجعية الشيعية وقيمتها التاريخية عن حسن نية يحتاج أحيانا إلى ( نقد النقد ) أو ( توجيه النقد ) ليسلم من السلبيات التي قد تترتب عليها من دون قصد ، سواء كان النقد من داخل المؤسسة أو\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمن خارجها ، لا فرق .\r\nإذن - ودون أن نمنع هذا الحوار - نقول لا بدّ في كل حوار يجري أن نأخذ بنظر الاعتبار هذه الحقيقة .\r\nفليس من بأس على أحد من المفكّرين والمعنيّين بشؤون الامّة أن يحاور هذه المؤسسة أو تلك من مؤسسات الامّة ، وهذا المركز أو ذلك من مراكز القوّة ، إذا كان يلتزم في الحوار أن لا يفرّط بشيء منه ، وأن لا يجرّه الحوار والنقاش إلى التسقيط والإلغاء .\r\n\r\nالعمق الاجتماعي لأمّتنا :\r\nوقد يختفي هذا العمق الاجتماعي والقيمة الحضارية للعلماء والمؤسسة الدينية عن أعين الكثيرين ، فلا يرون للمؤسسة الدينية هذا النفوذ ، وهذا التأثير وهذه المركزية ، والموقع الحسّاس الذي تحدّثنا عنه .\r\nوأولئك على جانب من الحق ، فإنّ المجتمع قد يتعرض لمؤثرات سياسيّة وإعلامية معيّنة ، فتختفي القوّة الحقيقية في ذلك المجتمع ، وتظهر على السطح حالة وهميّة كاذبة ، ولكنها تملأ السمع والعين .\r\nوقد تعرّض مجتمعنا في السنوات العجاف لمثل هذه الحالة ، فاختفت هذه القوة عن السطح الظاهر للحياة ، دون أن تفقد قدرتها ونفوذها في وسط الجمهور ، أو على الأقل دون أن تفقد مقوّمات هذه القوّة ، وظهرت على السطح قوّة سياسيّة عسكرية تمتلك مفاتيح الإعلام والمال والسلطان ، دون أن تملك من دعم الجمهور وتأييده قليلا أو كثيرا ، ولكنها تعتمد على ( النظام الأمني القمعي ) من جانب ، وعلى ( التضليل الإعلامي ) من جانب آخر .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nواختفت في هذه السنوات العجاف ( أعراف ) الامّة و ( أيامها ) و ( أخلاقها ) وحتى ( مصطلحاتها ) و ( شعاراتها ) عن العين وظهرت على السطح أعراف ، وأيام ، وأخلاق ، ومصطلحات ، وشعارات لا قبل للامّة بها .\r\nوفي حالة تشبه حالة ( المسخ الحضاري ) ولكننا نقول تشبه حالة المسخ ولا نقول هي حالة المسخ الحضاري ؛ لأنّ العلماء لم يفقدوا في السنوات العجاف هذه قدرتهم ونفوذهم الحقيقي ، وإنما اختفوا عن السطح الظاهر للحياة فقط ، وملأ هذا السطح زبد يملأ العين والسمع .\r\nإلّا أنّ الأحداث الأخيرة في العراق وإيران وأفغانستان ومصر والجزائر . . . أعدّت العالم الإسلامي للعودة إلى حالته الطبيعية مرة أخرى ، ومهّدت الظروف السياسية لتحتلّ الحالة الإسلامية - ومن يرعى هذه الحالة من العلماء العاملين - السطح الظاهر للحياة الاجتماعية والسياسية .\r\nوكان أهم هذه الأحداث والهزّات في العالم الإسلامي ، على الإطلاق هي الثورة الإسلامية في إيران . . . فقد كان لهذه الثورة دور كبير في ذهاب الزبد الذي كان يطفو ويطغى على سطح الحياة ، وفي إبراز وتثبيت ما ينفع الناس من الوعي والحركة والأخلاق والأعراف والقوانين ، ومن الناس الذين يحملون هذا الوعي والحركة .\r\nوكانت هذه الثورة بمثابة زلزال قلب المجتمع ، فظهر على السطح ما كان خافيا وكامنا في العمق من قبل ، واختفى عن السطح تماما ما كان يملأ العين والسمع من قبل ، من الزبد الذي لا يحمل شيئا مما ينفع الناس .\r\nوهذه خاصّية الهزّات القوية ، وفي هذه الهزّة العميقة ظهر علماء الدين وبرز دورهم القياديّ الفاعل في الأحداث السياسية ، وفي مواجهة الاستكبار\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالكفر ، وكان للإمام الراحل الخميني رحمه اللّه الدور القياديّ البارز في هذه الحركة .\r\nولا تنقص من قيمة هذا الدور وهذا الحجم إطلاقا بعض الأخطاء السياسية والاجتماعية التي ارتكبها قادة الثورة ورجالها من العلماء وغيرهم .\r\nفلا بدّ في كل ثورة من الأخطاء . . وكل ثورة تمرّ عبر بحر من الفتن ، ولا يمكن أن تسلم الثورة عبر هذه الفتن من الأخطاء . وليس المهم حدوث هذه الأخطاء في وقتها ، وإنما المهم هو جرد الثورة بصورة مستمرة ، وتصحيح مسيرها ، وتصحيح الأخطاء التي تقع فيها ، وتثبيت المكاسب الحضارية والسياسية التي حقّقتها الثورة .\r\nونعود مرّة أخرى إلى القيمة الحضارية والسياسية للعلماء في امّتنا ، فنقول : في هذه الثورة تبادلت ( القيادة ) و ( القاعدة ) الثقة ، وشعر الناس بأنّ قيادتهم تشاركهم في همومهم وتتحسّس آلامهم ، حتى لو كانت تعجز عن إزالتها أو تخفيفها ، ووقفت الامّة إلى جانب قيادتها في الأزمات الشديدة ، وفي أقسى أيام الحصار الاقتصادي والسياسي والإعلامي .\r\nوأحسّ الناس بأنّ قيادتهم تحترم إرادتهم وتراثهم ومواريثهم الحضارية ، وكان الناس قد ألفوا منذ زمن طويل هجر القيادة وتنكّرها لإرادتهم ومواريثهم الحضارية وتراثهم .\r\nونوجز القول ونقول : إنّ هذه الثورة أعادت الناس إلى أنفسهم ، بعد أن كانت الأنظمة الحاكمة والمرتبطة بعجلة الغرب والشرق قد سلختهم عن أنفسهم .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوتلك قيمة حضارية كبيرة . ومن خلال هذا التصوّر نستطيع أن نفهم ونتحدث عن مركز العالم الديني وموقعه السياسي والاجتماعي في الامّة .\r\n\r\nالموقع التوجيهي والقيادي للعالم الديني في المجتمع :\r\nيمارس العالم الديني في مجتمعنا دورا توجيهيّا وقياديّا خطيرا .\r\nوهذا الموقع يتطلّب حضورا فاعلا ومؤثّرا في وسط الامّة . فلا يستطيع العلماء أن يمارسوا مثل هذا الدور الخطير في الامّة ، إذا كانوا منعزلين عن الامّة وعن حياتها السياسية والاقتصادية والاجتماعية ، وعن حركتها وطموحها وآمالها وآلامها .\r\nوتبادلهم الامّة أغلى ما عندها ، وأغلى ما عند الامّة هي ( الثقة ) و ( الطاعة ) . ولولا أنّ الامّة تمنح ( الثقة ) و ( الطاعة ) للعلماء لم يكن بإمكان العلماء أن يمارسوا دورا فعّالا من خلال هذا الموقع الخطير .\r\n\r\nمصادر الثقة :\r\nولم تكتسب المؤسسة الدينية هذه الثقة وبهذه الدرجة من الامّة من دون سبب ، فإن الامّة لا تمنح الثقة إلّا ضمن حساب دقيق .\r\nفقد يكتسب أحد ثقة جماعة من الناس بصورة أو أخرى ، من دون سبب كاف ، ولكن من غير الممكن أن شخصا أو مؤسسة تكتسب ثقة أمة من الناس بصورة اعتباطية ومن غير سبب كاف وبصورة مستمرة ، رغم كل العوامل السلبية .\r\nوعندما نبحث عن الأسباب التي دعت الناس إلى أن يضعوا ثقتهم في ( العلماء ) بهذه الصورة نلتقي بسببين أساسيين :\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالسبب الأول : هو توجيه أهل البيت عليهم السّلام الامّة باحترام العلماء ووضع الثقة فيهم ، والرجوع إليهم ، والأخذ بتوجيهاتهم ، والاحتفاف بهم ، والتزامهم ، وتبنّيهم .\r\nوالسبب الثاني : هو تاريخ المؤسّسة الدينية ، وهذا التاريخ يضرب بجذوره في عمق الماضي وتستحضره ذاكرة الامّة .\r\nوالذين يستحضرون هذا التاريخ يعرفون جيدا أنّ المؤسسة الدينية سلمت خلال هذا التاريخ الطويل من الغيبة الكبرى إلى اليوم من الانحراف والشطط والانتهازية والتلاعب ، واستثمار ثقة الناس في المصالح الشخصيّة .\r\nوهذا التاريخ حاضر في ذاكرة الامّة ضمن أرقام وقضايا واقعية .\r\nوليس معنى ذلك أن التاريخ لم يشهد عضوا في هذه المؤسسة شطّ أو انحرف . فقد حصل هذا الأمر بالتأكيد ، والمناقشة فيه مناقشة في البديهيات .\r\nولكن الأمر الذي حدث إلى جنب ذلك ، إن كلّ عنصر شطّ أو انحرف من داخل المؤسسة الدينية عزلته هذه المؤسسة عن نفسها أو عزله الناس بأنفسهم عن المؤسسة .\r\nولعل هذا الوعي المبكّر لتشخيص حالات الانحراف في أعضاء المؤسسة الدينية ، والموقف العمليّ السريع تجاه هذه العناصر وعزلها عن هذه المؤسسة وتجريدها عن صلاحياتها وأدوارها هو من جملة أسباب حصانة المرجعية والحوزة العلمية .\r\nويدخل في هذا الباب النماذج المعاصرة التي يعرفها الناس في حياتهم\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمن العلماء العاملين الموجودين في كل زمان وفي كل قطر تقريبا ، ممّن عرفهم الناس عن كثب وعرفوا فيهم الصلاح والتقوى والجديّة والإخلاص ونكران الذات ، والزهد والإعراض عن الدنيا ، والاهتمام بشؤون الناس ، والقوّة والجرأة والثبات والصمود .\r\nوهؤلاء العلماء لهم حضور فاعل بطبيعة الحال في حياة الناس ، يعرفهم الناس ويلتقونهم ويتعاملون معهم ، ويأخذون منهم ويمنحونهم ثقتهم . ويدخلون الحياة السياسية والاجتماعية من أوسع أبوابها . ومع ذلك لا يسجّل لهم التاريخ سقوطا عند هذه المزالق ، كما يسجّل لغيرهم ، ولا يفقدون رغم كل النقد والتجريح ، ثقة الناس واعتمادهم ، ويبقى هؤلاء عناصر صلبة في تيّار العمل السياسي والاجتماعي والحركي ، لا يمكن ترويضهم بإرهاب ولا إغراء .\r\nوعندما يتلاقى هذان العنصران ، ثقة الجمهور بقيادته ، وصلابة عناصر القيادة واستقامتها ، تكتسب المؤسسة الدينية قيمة كبرى ، وتعتبر مصدر خطر كبير بالنسبة للمؤسسات الاستكبارية التي تطمع في الوصول إلى مآرب سياسية واقتصادية في العالم الإسلامي .\r\nوأقول مرة أخرى : ليس معنى ذلك كله أنّ المؤسسة الدينية تخلو من عناصر ضعيفة تستغل ثقة الناس استغلالا شخصيا ، وتستفيد من احترام الناس وثقتهم في شؤون شخصيّة .\r\nفإنّ وجود هذه العناصر ضمن المؤسسة الدينية حقّ وواقع وطبيعي في نفس الوقت ، ووجود هذه القيمة الكبيرة للعالم الديني وللمؤسسة الدينية عموما أيضا صحيح وواقع ، ولا سبيل للمناقشة في هذه أو تلك .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nومن الخطأ التفريط في هذا الموقع الاجتماعي بما يحمل من قوّة وبما يكسب من ثقة الناس ، كما أنّ من الخطأ تجنّب الحوار والنقد الموضوعي البنّاء لهذه المؤسسة .\r\n\r\nكيف نتعامل مع المؤسسة الدينية ؟ :\r\nأمامنا ثلاثة أنماط من التعامل مع هذه المؤسسة :\r\nالأول : التعامل من خلال الثقة المطلقة لكل شرائح المؤسّسة الدينية .\r\nوالثاني : النقد الذي لا يتجنّب صاحبه فيه حالة التسقيط والإلغاء .\r\nوالثالث : النقد الموجّه المسؤول الذي يطلب فيه صاحبه نقاط الضعف ويوضحها للتسديد والنصح وليس للتسقيط والإلغاء .\r\nوالفرق بين الأسلوب الثاني والثالث واضح لا يخفى على الناقد ولا على القارئ .\r\nفإنّ النمط الثاني من التعامل نمط غير مسؤول من النقد ، بينما النمط الثالث نمط مسؤول من النقد .\r\nوالناقد غير المسؤول لا يهمّه إلّا تثبيت نقاط الضعف على هذه المؤسسة مهما كان الثمن ، ومهما آل إليه الأمر ، بينما الناقد الأخير يهمّه النصح والتسديد ، ومعالجة نقاط الضعف ، فهو يحرص على الكيان من حيث الأساس ، ويحرص في نفس الوقت على إصلاح وتسديد نقاط الضعف في هذا الكيان . . . وهذا هو النقد المسؤول والموجّه في مقابل النقد غير المسؤول وغير الموجّه .\r\nولست أشك أنّ المؤسسة الدينية بحاجة إلى كثير من النقد ، كما لست\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأشك أنّ النقد غير المسؤول وغير الموجّه ضرره أكثر من نفعه ، بل لا يأتي بغير الضرر ، لأنّ النقد اللّامسئول عمل تخريبي في مركز من أهم مراكز القوّة في المجتمع يؤدي إلى تشكيك الناس وسلب ثقتهم عن هذا المركز ، دون استبداله بمثله فضلا عن استبداله بخير منه .\r\nوهذا الأسلوب من النقد نابع من أحد أمرين :\r\nأما عدم وعي لمراكز القوّة في المجتمع وضرورتها .\r\nأو اللّامبالاة وعدم الاهتمام بوجود هذه المراكز .\r\nوالثاني أسوأ من الأوّل .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nدور العلماء في إحباط المؤامرات الثلاثة على العالم الإسلامي\r\nلكي نعرف قيمة الدور الذي نهض به العلماء في تاريخنا السياسي والفكري المعاصر ، لا بدّ أن نشير إشارة سريعة إلى المؤامرات الثلاثة الكبرى التي حلّت بالإسلام والمسلمين في تاريخنا الفكري والسياسيّ المعاصر والقريب منه . . . عندئذ نستطيع أن نقيّم الدور الذي نهض به العلماء في هذه المرحلة من التاريخ ، ونحدّد أسلوب النقد الذي نسمح به لأنفسنا في نقد نقاط الضعف الموجودة في هذه المؤسسة .\r\nوهذه المؤامرات هي :\r\n1 - التحريف .\r\n2 - التغريب .\r\n3 - الاستبداد السياسي .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n1 - التحريف :\r\nحركة التحريف المعاصرة حركة واسعة وهي في الظاهر فكريّة عقائديّة ، إلّا أنّها في خلفياتها سياسيّة .\r\nوالأهداف التي يحققها التحريف في المجتمع الإسلامي هي :\r\nأ - النيل من نقاوة الفكر الإسلامي وأصالته .\r\nب - تشويش الساحة الإسلامية بإثارة المشاكل الفكرية فيها وخلق جوّ من الاضطرابات والقلق الفكري في هذه الساحة .\r\nج - إيجاد أقلّيات عقائدية وفكرية في المجتمع الإسلامي ، تنفذ من خلالها الأنظمة التي تحكم الامّة بالاستبداد والإرهاب ، وتتخذ منها أدوات لإثارة المشاكل والمتاعب في صفوف الامّة ، وبالتالي إحكام القبضة السياسية على الامّة .\r\nولو استقرأنا التاريخ الإسلامي القريب والبعيد وجدنا أنّ هذه الأقليّات التي أوجدتها الانحرافات الفكرية خلقت كثيرا من المشاكل في حياة الامّة ، كالفرق المنحرفة من الصوفية والقاديانية والشيخية ، والغلاة ، والبابية والبهائية والنواصب والآغاخانية وغيرهم .\r\nوقد كان للعلماء دور بارز في مكافحة هذه الانحرافات الفكرية والتقليل من حجمها وخسائرها .\r\nفإنّ بعض هذه الفرق كان يمسّ أصول الألوهية كالغلاة ، وبعضها كان يمسّ النبوة والمعاد والعدل ، ومنها ما كان يمسّ شريعة اللّه وحدوده من الحلال والحرام .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\n2 - التغريب :\r\nوهو أشرس هجوم قام به الغرب تجاه الشرق .\r\nوقد سبقت هذا الهجوم الدراسات الاستشراقية التي مهّدت لدخول الغرب إلى العالم الإسلامي في الشرق .\r\nوكانت الغاية من هذا الهجوم هو مصادرة القيم الإسلامية وتصدير الأفكار والأعراف الغربية إلى العالم الإسلامي .\r\nفمتى بدأ هذا الهجوم ؟ وكيف كانت بداياته ؟ والغاية منه ؟\r\nفي عام 1798 م غزا نابليون مصر وهذه السنة بالذات تعتبر بداية محنة طويلة للشرق الإسلامي .\r\nولم يواجه نابليون في هذا الغزو مواجهة عسكرية تذكر ، ولكنه واجه مقاومة شديدة من قبل جماهير الامّة التي كانت تتمتع بحصانة حضارية قوية ضدّ غزو الكافر لبلاد المسلمين . وقد شلّت هذه المقاومة حركة نابليون العسكرية .\r\nفإنّ الإسلام يمنح المسلم مناعة كاملة ضد الكفر وأخلاقه وأفكاره وأحكامه وعاداته ونفوذه ، مهما يكن أمر هذا النفوذ ، سياسيّا كان ، أم عسكريّا أم اقتصاديّا ، أم حضاريّا . وهذه الحصانة والبراءة التي يتمتع بها الإنسان المسلم تحميه من غزو الكفار .\r\nوقد اصطدم نابليون في مصر بهذه العقبة أشدّ وأقوى من المواجهة العسكرية التي واجهها في هذا الغزو .\r\nفبدأ نابليون يفكّر في تغريب الشرقيين وانتزاع هذه المناعة الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمن نفوس الشرقيين وتطبيعهم بمعاشرة الغربيّين وترويضهم بقبول أخلاقهم وعاداتهم وقيمهم وقوانينهم ونفوذهم السياسي والعسكري والفكري والاقتصادي .\r\nولذلك بدأ نابليون يفكر في مخطط كامل للغزو الحضاري إلى جانب الغزو العسكري .\r\nوقد ورث الإنكليز بعد ذلك نظرية الغزو الحضاري من سلفهم الفرنسيين كما ورثها الأمريكان من الإنكليز .\r\nومهما يكن من أمر فإنّ الغربيّين بدءوا حركة تخريب حضارية شرسة في مصادرة القيم والأحكام الإسلامية واستبدالها بالقيم والأحكام المادية في العالم الإسلامي . وأهم مفردات التغريب ثلاث :\r\nأ - إسباغ الطابع المادي ( اللّاربّاني ) على حياة الإنسان ، وعزل الإيمان باللّه عن حياة الإنسان المسلم ، وحشر الإيمان باللّه في زوايا ومساحات محدودة من حياته في المساجد وفي بعض الطقوس والشعائر الدينية ، كما عزل الغرب الإيمان باللّه من حياته العملية وحشره في الكنيسة وفي بضع ساعات من أيام الآحاد فقط . . . بعكس الاتجاه الإسلامي الذي يحاول أن يربط كل حياة الإنسان بالإيمان باللّه وذكره . ففي منهج التربية الإسلامية يرتبط الإنسان في كل حال بذكر اللّه ، ويستقيم في كل حالة على نهج اللّه ، ويراقب حضور اللّه تعالى ومراقبته له في كل أحواله ، حتى في غير العبادات وممارسة الشعائر الدينية .\r\nوهو بعكس ما يتجه إليه الغرب تماما بالنسبة إلى الإيمان باللّه ؛ فإنّ الغرب لم يرفض بصورة رسمية مسألة الإيمان ، ولكنه عزل الإيمان عن\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nحياته تماما ، إلّا في حالات نادرة وضمن مساحات محدودة جدا .\r\nومن مظاهر إسباغ الحالة الماديّة ( اللّاربّانية ) على حياة الإنسان ، تحويل الإنسان من محور ألوهية اللّه تعالى إلى محور ألوهية الإنسان ، واستبدال ألوهية اللّه بالإنسان في حقّ التشريع والسيادة .\r\nففي الإسلام يرجع الإنسان كلّا من هذين الأمرين ( التشريع والسيادة ) إلى اللّه تعالى ، ولا يحقّ للإنسان أن يشرّع ، فإن التشريع خاص باللّه تعالى ، ولا يحقّ للإنسان أن يتولّى سلطانا أو ولاية في شأن من شؤون الناس إلّا فيما يأذن به اللّه تعالى ، وفي حدود ما أذن به اللّه تعالى ، فإنّ التشريع والولاية للّه لا يشاركه فيه أحد من خلقه .\r\nوقد حوّل الغرب حقّ التشريع وحقّ السيادة من محور ( اللّه ) تعالى إلى محور الإنسان ، وجعل من الإنسان إلها يشرّع ويمنح حقّ السيادة والولاية في مقابل اللّه تعالى .\r\nوهذه هي النظرية المعروفة ب‍ ( الديمقراطية ) التي يتبنّاها الغرب وروّج لها ، وصدّرها إلى الشرق الإسلامي فيما بعد .\r\nوبموجب هذه النظرية يحقّ للإنسان أن يشرّع لحياته ما شاء من حكم وقانون ، ويحقّ له أن يمنح الولاية والسيادة لمن يشاء من الناس بغير حدود .\r\nوالخلاصة الأخيرة التي نستطيع أن نوجز بها هذه النظرية هي : أنّ الديمقراطية تقرر حاكمية الإنسان في مقابل حاكميّة اللّه تعالى ، وتعكس تضايق الإنسان من حاكمية اللّه ، وتتوجّه إلى استبدال حاكمية اللّه بحاكمية الإنسان . يقول تعالى :  وَطائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ \r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n الْجاهِلِيَّةِ يَقُولُونَ هَلْ لَنا مِنَ الْأَمْرِ مِنْ شَيْءٍ  « 1 » .\r\nوالإسلام يقرّر في مقابل الديمقراطية مبدأ الشورى وهو مبدأ ينسجم تماما مع أصل التوحيد ، يقرر مشاركة الناس بصورة حقيقية في تقرير مصيرهم ، دون أن يزاحم حقّا للّه تعالى في التشريع والسيادة .\r\nومن الخطأ ما يرتكبه بعض الكتّاب المعاصرين في الخلط بين مبدأ ( الشورى ) و ( الديمقراطية ) .\r\nب - التحلّل والإباحية : وهو البعد الثاني من أبعاد الحضارة الغربية ، والمفردة الثانية من أهمّ مفردات التغريب التي صدّرها الغرب للشرق ، وتتلخّص هذه المفردة في دعوة الإنسان إلى التحلّل من القيود والقيم ، وفسح المجال للإنسان أن يأخذ حظّه من كل الشهوات واللّذات من دون قيود ولا حدود . وقد دخلت هذه الإباحية وهذا التحلّل بلادنا في الشرق تحت شعار ( الحرية ) كما دخل معها العدوان على حقّ اللّه في التشريع والسيادة تحت عنوان ( الديمقراطية ) .\r\nونظّر الغرب للتحلّل والإباحية بنظريات علمية دخلت بلادنا مع الحرية والإباحية جنبا إلى جنب ، كالداروينيّة ، والفرويدية ، وأمثال ذلك من النظريات التي تؤكّد عمق الحالة الحيوانية وتأصيل الجانب الحيواني لدى الإنسان وأصالة الهوى والشهوة والغريزة في شخصيّته . وتعطي الغريزة الجنسية الدور الأوّل والأكبر في حياة الإنسان ، بعكس الاتجاه القرآني الذي يعطي للجانب الروحي والإنساني الدور الأوّل والأكبر في حياة الإنسان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 154 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nويعتبر الجانب الحيواني مركّبا للشطر الإنساني .\r\nكما أنّ الإسلام يخالف تماما طرح الحرية مفهوما وشعارا وقيمة في حياة الإنسان ، فإنّ الإنسان من حيث المبدأ عبد للّه تعالى ، وشأن العبد الطاعة والالتزام والتعبّد والتقوى وكفّ النفس والاستعصام والورع .\r\nوهذه المفاهيم التي يطرحها الإسلام في مقابل التحلّل والإباحية تنبع من أصل ( العبودية ) . كما أنّ المفاهيم التي يطرحها الغرب تنبع من أصل ( الحرية ) .\r\nوهذان أصلان مختلفان لا يجتمعان ، ولا تجتمع النتائج الحاصلة منهما ، وهما يعتبران خطّان فكريان وحضاريان في اتّجاهين مختلفين ومتعاكسين .\r\nونحن نتّهم الماسونية في تصدير هذه الكلمة إلى العالم الإسلامي .\r\nواللّه تعالى وحده يعلم الخسائر والاضرار الحضارية ، والضلال ، والعمى ، والطيش الذي لحق بهذه الامّة نتيجة شيوع وانتشار هذه الكلمة .\r\nوقد أدرك علماؤنا بصورة مبكّرة خطر هذا الشعار ، وحذّروا الناس منه ، واستخدموا كلّ الوسائل الممكنة لصدّ تيّارها الجارف .\r\nوكانوا مدركين بصورة واضحة للنتائج والآثار السيئة التي تحملها هذه الكلمة ، وللمدلولات العقائدية التي تدلّ عليها هذه الكلمة .\r\nونحن الآن بعد أكثر من سبعين سنة من الصراع بين هذين الخطّين نقرأ في التاريخ هذا الوعي المبكّر لعلماء الإسلام لمداليل هذه الكلمة وآثارها في حياة المسلمين فيملكنا الإعجاب والاعتزاز بهذا الوعي والتحذير المبكّر .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nيقول الملّا علي الكني للملك ناصر الدين القاجار الإيراني في رسالة يبعثها إليه يحذّره فيها من حركة التغريب التي بدأت تزحف إلى العالم الإسلامي : ( إنّ كلمة الحرية القبيحة تصادر كل ما يقوله الأنبياء تحت عنوان العبودية والتقوى ) .\r\nويعبّر الشيخ فضل اللّه النوري عن هذه الكلمة ب‍ : الكلمة المشئومة .\r\nج - استبدال الولاء للّه ولرسوله وللمؤمنين بالولاء للقوم والوطن : كانت عملية ( تبديل الولاء ) واحدة من أهمّ نقاط المؤامرة في عملية التغريب ، فليس في الغرب ولاء للّه وللرسول وللمؤمنين ، وإنّما الولاء للوطن والقوم ، وليس فيما بين المسلمين ولاء للقوم والوطن ، ولكن الولاء للّه ولرسوله وللمؤمنين .\r\nومع استقرار هذا الولاء في نفوس المسلمين لا يمكن النفوذ إلى كيانهم السياسي وبسط نفوذهم وسلطانهم في بلاد المسلمين .\r\nولهذا السبب خطّط الغرب لعملية تبديل الولاء ، واستحداث الولاءات القومية ، والوطنية وأفقد العالم الإسلامي الحصانة التي كان يتمتّع بها من ناحية الولاء للّه ولرسوله وللمؤمنين .\r\nوسخّرت الأنظمة الحاكمة في بلاد المسلمين كل إمكاناتها الإعلامية والتربوية لإلغاء الولاء للّه ولرسوله وللمؤمنين . وتثبيت الولاء للقوم والوطن مكان الولاء للّه .\r\nوعمّقت هذه الأنظمة فكرة الولاء القومي والوطني بكل إمكاناتها .\r\nفعمّمت الثقافة الوطنية والقومية على كل الجهاز التربوي والتعليمي في بلاد المسلمين ، ونظّمت على هذا الأساس البرامج الفنيّة في الإعلام من خلال\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالأغاني والأناشيد ، واستخرجت التاريخ والتراث القومي والوطني ، من زوايا الخمول والنسيان وسلّطت عليه الأضواء ، وسمّت به الشوارع والمدارس والمعارض والمحلّات والقاعات . وعمدت إلى إخفاء معالم التاريخ الإسلامي وإبراز وتلميع الأساطير القومية والوطنية البائدة . . إلى غير ذلك من الأعمال التي قامت بها هذه الأنظمة في عملية ( استبدال الولاء ) .\r\nوكلّفت هذه العملية كثيرا من الجهود والأموال ، ليس فقط في إبراز مجاهيل التاريخ وأساطير التراث القومي والوطني باسم الفن والفولكلور ، وإنّما في تخريب الولاء الذي كان يضمره المسلمون للّه ولرسوله وللمؤمنين ، وفي نسيان وإلغاء التاريخ والتراث الإسلامي .\r\nوكان في مقدّمة هذه المؤامرة الحكام الذين يحكمون بلاد المسلمين من قبل رضا پهلوي في إيران وكمال آتاتورك في تركيا وأمان اللّه خان في أفغانستان وإلى جنبهم من الكتّاب والأدباء والشعراء والمفكّرين الذين سخّروا أقلامهم وأدبهم وفكرهم لخدمة استيراد هذا الولاء الجديد إلى العالم الإسلامي وإخراجه وإبرازه بصورة مناسبة . من مثل رفعت الطهطاوي في مصر الذي قضى نحو خمسين سنة من عمره في پاريس ورفع في مصر شعار الوطنية ودعا إليه ، وسليم النقّاش المسيحي الذي طرح شعار مصر للمصريين ، وبطرس البستاني المسيحي أيضا الذي كان يعدّ في مقدّمة الدعاة إلى الوطنية وشبلي شميل وسلامه موسى وغيرهم .\r\nومن الغريب أنّ أكثر المفكّرين من دعاة القومية والوطنية هم من المسيحيين .\r\nوقد جنى الغرب ثمرة هذا الولاء الجديد في الشرق الإسلامي كما كان\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nيتمنّى ويريد . ودعم بهذا المشروع الجديد في استبدال الولاء مشاريعه السياسية في تمزيق العالم الإسلامي وتحويله إلى أجزاء منفصلة عن بعض ، وأثار الخلافات والمشاكل القومية والوطنية فيما بينها ، وفرض سلطانه ونفوذه عليها من خلال هذه التجزئة وهذه الإثارات .\r\nيقول برنارد لويس في محاضراته التي ألقاها بجامعة « انديانا » في الولايات المتّحدة تحت عنوان الغرب والشرق الأوسط :\r\nإنّ تأثير التغريب في الشرق كان هو الانحلال السياسي الذي أدّى إلى تفتيت المنطقة وتجزئتها ، فقد هدمت الخلافة العثمانيّة ، ورغم ضعف الخلافة كان شطر كبير من المسلمين يضعون ولاءهم السياسي في خلفاء آل عثمان ، وخلفهم الملوك والرؤساء الذين لم يكتسبوا ولاء الرعية ، هذا الولاء الذي كان يجعل السلطان لا يحتاج إلى ضغط وعنف وإرهاب . . . فدخلت الدكتاتورية والإرهاب .\r\nوبعد أن كان كل مواطن عضوا في دولة إسلامية كبيرة لها ألف سنة من التراث والتاريخ وجد الناس أنفسهم منتمين إلى سلسلة من الأنظمة الحديثة والوحدات السياسية المفتعلة ( الوطنية والقومية ) والتي تحاول إيجاد عمق لها في ضمير الامّة ، وصاحب ذلك نسف النظام القديم وتدمير الدولة الإسلامية العريقة في نفوس الناس ، وحلّت محلّها ولاءات جديدة للقوم والوطن مستوردة من الغرب ، غريبة عن مشاعر المسلمين .\r\nهذه خلاصة عن التغريب وما استتبع التغريب من تخريب ثقافي وحضاري واسع في بلاد المسلمين .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالاستشراق والتغريب :\r\nوقد سبقت عملية التغريب دراسات استشراقية واسعة قام بها علماء من الغرب وقد مكّنتهم هذه الدراسات من معرفة التاريخ والتراث الإسلامي ، ومكّنتهم من معرفة بقاع العالم الإسلامي وما كان فيها من عادات وتقاليد ، وما فيها من نقاط الضعف والقوّة .\r\nفكانت هذه الدراسات الاستشراقية هي الطلائع الأولى لعمليات ( التغريب ) التي قام بها الغرب بعد ذلك على أيدي حكام ومفكّرين من العالم الإسلامي .\r\nولا نحتاج إلى كثير من التأمّل لندرك أنّ ( الاستشراق ) و ( التغريب ) وجهان للمحاولات التي بذلها الغرب منذ عصر نابليون إلى اليوم لبسط نفوذه وسلطانه في الشرق .\r\nومهما يكن من أمر فقد كان للتغريب أثر تخريبيّ كبير في ثقافة الامّة وتاريخها وحضارتها وحصانتها .\r\nوقد أدرك العلماء في وقت مبكّر خطر هذه الموجة التي كانت تزحف بصورة منتظمة إلى العالم الإسلامي ، وأنذروا المسلمين بأخطار هذه الموجة وآثارها التخريبية في الحضارة والسياسة ، وأنّ الاستسلام لهذه الموجة من الركون إلى الذين كفروا والذي حرّمه اللّه تعالى وأوعد عليه بالنار ، ومن سبيل الكافر على المؤمن .\r\nوقد نفى اللّه تعالى أن يكون للكافرين على المؤمنين سبيل أو سلطان ونفوذ في أي شأن من شؤون الحياة .\r\nغير أنّ الدعوة إلى التغريب كانت تتمّ ضمن إمكانات هائلة تملكها\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالأنظمة ودعم واسع من الغرب ، ولم تكن الدعوة المناهضة لها التي قام بها العلماء في العالم الإسلامي تملك الإمكانات المكافئة للدعوة الأولى في هذا الصراع الرهيب .\r\nوتمكّن الحكّام في فترة من التاريخ من عزل العلماء عن الساحة السياسية والإعلامية واستطاعوا أن يفسّروا ويوجّهوا حركة العلماء في مناهضة التغريب بمعاداة الحداثة والتخوّف من التجديد .\r\nوكان الخلط بين التغريب من جانب والحداثة والتجديد من جانب آخر لعبة إعلامية نجح فيها دعاة التغريب حكّاما ومفكّرين ، استطاعوا فيها أن يركّزوا في أذهان الناس أنّ الموقف السلبي للعلماء من التغريب ينبع من تخوّفهم من موجة الحداثة . إلّا أنّ نجاح الحكّام والكتّاب التابعين لهم في الدعوة إلى التغريب لم يطل . فقد كفتنا الفضائح السياسية والأخلاقية والمآسي الحضارية في الغرب شرّ هذه الموجة ، وأخذ الناس يعودون من جديد إلى قيمهم وجذورهم الحضارية .\r\n\r\n3 - الاستبداد السياسي :\r\nوهذه هي المؤامرة الثالثة . ولئن خفّت موجة المؤامرة الأولى والثانية فإنّ هذه المؤامرة لا تزال قائمة بقوّة ، وبكل ثقلها .\r\nوخلاصة هذه المؤامرة أنّ الاستعمار الانكليزى والفرنسي ، وبعدهما الاستعمار الأمريكي بدأ يخطّط بعد الحرب العالمية الثانية لأسلوب جديد من النفوذ السياسي بدل أسلوب الاحتلال العسكري .\r\nفقد واجه الاحتلال العسكري أمواجا عارمة من الغضب قادها العلماء كما حدث ذلك في العراق والجزائر ، لم يقو الاستعمار على مقاومتها\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوالتصدّي لها .\r\nفقد قاوم علماء العراق من مثل الشيخ محمّد تقي الشيرازي والسيد محمّد سعيد الحبوبي وشيخ الشريعة الاحتلال الإنكليزي مرّتين في سنة 1912 م وفي سنة 1920 م ممّا اضطرّ الإنكليز في النهاية أن يستبدلوا طريقة بسط نفوذهم في العراق من الاحتلال العسكري إلى أسلوب جديد هو ( مشروع الاستعمار الجديد ) .\r\n\r\nمشروع الاستعمار الجديد :\r\nوهذه نظرية سياسية جديدة للغرب في بسط نفوذه في الشرق ، وتعتمد هذه النظرية مجموعة من الأسس الاقتصادية والسياسية مثل السيطرة على الأسواق ، وفرض نظام العامل الواحد في الإنتاج والتصدير على البلاد المستعمرة ، وربط هذه البلاد بأقطاب الاستعمار من خلال احتياجات السوق الكثيرة ، وإغراق هذه الأسواق ببضائع الغرب في الوقت الذي لا يسمح الغرب للبلاد المصدّرة للنفط مثلا أن تتجاوز في اقتصادها عامل تصدير النفط .\r\nوبهذه الصورة ترتبط هذه البلاد بالاستعمار من خلال العامل الاقتصادي . وهكذا تمكّن الغرب أن يبسط نفوذه في هذه البلاد من خلال السيطرة على الأسواق التجارية .\r\nومن أسس هذه النظرية الاستعمارية الجديدة التخطيط لبسط نفوذ الدول الكبرى في العالم الثالث من خلال الأنظمة الحاكمة فيه ، وربط هذه الأنظمة بجملتها ، وتمكينها من رقاب الناس ودمائهم وأعراضهم ، وأموالهم ، وإطلاق أيديهم في حياة الناس بصورة رهيبة .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوفي ضوء هذه النظرية الاستعمارية الجديدة ولدت في العالم الثالث أنظمة سياسية ذات طابع إرهابي ، تحكم بالاستبداد السياسي ، وتحكم قبضتها بالإرهاب ، وتمارس التضليل السياسي والإفساد الحضاري والإرهاب على نطاق واسع .\r\nوتتبنّى الدول الكبرى هذه الأنظمة بشكل واسع ، تدعمها وتحتضنها ، كما تهيّئ لها ظروف الوصول إلى الحكم أحيانا .\r\nفنظام ( أسرة پهلوي ) في إيران ونظام ( حزب البعث ) في العراق ، ونظام ( جمال عبد الناصر ) في مصر ، ونظام ( أبو رقيبة ) في تونس ، والأنظمة المتعاقبة على الحكم في تركيا ؛ من أبرز هذه النماذج ، كما أنّ النظام الشيوعي في أفغانستان كان امتدادا لنفس النظرية ، ولكن من طرف الاتّحاد السوفيتي ( سابقا ) وليس من ناحية الغرب .\r\nولمّا كانت هذه الأنظمة تحكم بالإرهاب والاستبداد ، ولم تكن نابعة من وسط الجمهور وإرادته ، ولم يكن لها جذور وعمق في الامّة . . . فإنّها تضطرّ لكي تحتفظ بنفوذها وسلطانها إلى أن تكسب دعم الدول الكبرى وتحافظ عليه ، ولكي تكسب دعم هذه الدول أو تحافظ عليه تضطرّ لأن تنفّذ إرادة هذه الدول بشكل واسع . فهي تأتي إلى الحكم على مركب النفوذ الأجنبي وتضطرّ أن تبقى وفيّة لهذا المركب إلى الأخير .\r\nإذن هذه الأنظمة تحتاج في وصولها إلى الحكم وفي بقائها في الحكم إلى نفوذ الدول الكبرى ، فهي تحتاج إلى دعم الدول الكبرى المادّي ، كالمنح المالية والسلف ، وتحتاج إلى دعمها السياسي والعسكري في الصراعات السياسية والتي تؤدّي أحيانا إلى حروب عسكرية ، وتحتاج إلى دعمها الأمني\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nلكشف المؤامرات وإخماد الثورات والانتفاضات الداخلية ، وتحتاج إلى دعمها الإعلامي في الأوساط السياسية .\r\nومن العجب أنّ هذا الدعم يؤدّي أحيانا إلى المزيد من اعتماد هذه الأنظمة على الدول الكبرى ، وارتباطها بها في السلف والقروض الربوية الكبيرة التي تربط مصير هذه الأنظمة من الناحية الاقتصادية بعجلة الأنظمة الكبرى .\r\nكما أنّ الدول الكبرى تحتاج في مدّ نفوذها إلى العالم الثالث وفي استمرار نفوذها إلى هذه الأنظمة .\r\nوهذه هي أساس العلاقة العضوية والقرابة المشئومة القائمة بين هذه الأنظمة والدول الاستعمارية الكبرى .\r\nوضمن هذه الآليّة تمدّ هذه الدول نفوذها إلى العالم الإسلامي ، وتستخدم هذه الأنظمة في المهام الصعبة كما تستخدم العتلة في رفع الأثقال الكبيرة بسهولة وراحة .\r\nفلم يكن بإمكان ( أمريكا ) و ( إسرائيل ) أن تقوما بإزالة الحواجز الضخمة بين العرب والكيان الصهيوني في فلسطين ، وتطبيع العلاقات بين العالم العربي وهذا الكيان ، على الصعيد الرسمي على أقل التقادير ، لولا ( أنور السادات ) الذي تبرّع للغرب بتذليل هذه المهمّة ، والسفر إلى فلسطين ، واللقاء بزعماء الكيان الصهيوني في القدس ، والوصول إلى تفاهم عربي - أمريكي - إسرائيلي مشترك في ( كمب ديفيد ) .\r\nإنّ دور أنور السادات في هذه المهمّة هو تماما دور العتلة التي تقوم برفع الأثقال الكبيرة بجهد خفيف .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nإنّ حكّام العالم الثالث « 1 » يؤدّون هذه الخدمة الكبيرة إلى الدول الكبرى بكل رضى في مقابل بقائهم في الحكم . فإذا استنفذت الدول الكبرى أغراضها من هذه الأنظمة واستنفذت كل إمكاناتها واحترقت أوراق هذه الأنظمة بشكل كامل ، استبدلتها بغيرها من خلال مؤامرة عسكرية يخطّط لها الغرب ، وينفذها قادة عسكريون ابتغاء الوصول إلى المال والسلطان والنفوذ .\r\nوقد واجه علماؤنا هذه المؤامرة الأخيرة ، ودخلوا معها في صراع رهيب ، وطالت محنتهم وعذابهم بها ، وطارد الحكّام علماء الإسلام المناهضين لهم في كل رقعة ، في إيران والعراق ومصر والجزائر وتركيا وسوريا ولبنان وأفغانستان والهند والسودان ، وأذاقوهم ألوان العذاب ، وقتلوا منهم الآلاف وعذّبوا وسجنوا أضعاف ذلك . واستخدموا كل إمكاناتهم في استئصالهم وعزلهم عن ساحة الحياة .\r\nولكن هذه المحنة لم تتمكّن من إخماد صرخة علماء المسلمين في مواجهة الحكّام الظالمين وأجهزتهم القمعية الرهيبة . وعلى عكس ما كان يريده هؤلاء الحكام من عزل العلماء عن الجمهور . كانت هذه الأعمال التعسفية والقمعية تزيد من تعلّق الجمهور بالعلماء ، بل إنّ قيمة العالم ومكانته الاجتماعية كانت ترتبط وتتناسب عند الناس بمقدار جهاده للحكام الظالمين ، وبالعكس ، تهبط على قدر ارتباطهم واتصالهم بهم .\r\nولو أردنا أن نستعرض شرحا بأسماء وجهاد علماء الإسلام في تاريخنا السياسي المعاصر لطال الحديث وتطلّب الأمر مجلّدات من البحث في هذا التاريخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصطلح العالم الثالث يصحّ سياسيا قبل سقوط الاتّحاد السوفيتي .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nهذه هي خلاصة غير وافية عن المؤامرات الثلاثة على العالم الإسلامي . . . وقد نفّذت هذه المؤامرات بشكل دقيق ووفق أصول علمية مدروسة وبإمكانات ضخمة . ولولا الجهود الكبيرة التي بذلتها جماهير هذه الامّة بقيادة علمائها ضدّ هذا التيّار لكان لهذا التيّار شأن آخر في حياتنا السياسية والحضارية والعقائدية اليوم ، ولكن الأدوار الكبيرة التي قام بها العلماء والمخلصون من أبناء هذه الامّة أوقفت الزحف المادّي من ناحية الغرب والشرق ، وصدّته وأجبرته على التراجع من كثير من بلاد المسلمين .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالخصائص النفسية والموقع الاجتماعي للعلماء\r\nالعالم الديني صاحب اختصاص بالتأكيد . وهذا الاختصاص هو في علوم الشريعة ، وله ما لسائر أصحاب الاختصاص من حقوق وآثار ومسؤوليات . إلّا أنّ هذا الاختصاص يختلف عن غيره من الاختصاصات .\r\n\r\nالعلم والعمل :\r\nإنّ هذا الاختصاص يتطلّب من صاحبه أن يتجسّد فيه العلم إلى سلوك وحركة بشكل واضح وكامل . ومن غير أن تتحوّل هذه المعرفة إلى سلوك لا يكون لهذه المعرفة قيمة كبيرة عند اللّه . فإنّ العلم إذا رسخ في نفس الإنسان يخلق في نفسه شفّافية ونورا ، ولهذه الشفّافية وهذا النور آثار واسعة في حياة الإنسان .\r\nوالعلم يفتح منافذ القلب ، ويخرج الإنسان من حالة الانغلاق ويوسّع أفق الإنسان ويمنحه الإحساس بالمسئولية تجاه الآخرين ، ويحسّس\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالإنسان بآلام الآخرين وهمومهم ، ويلطّف إحساسه وشعوره ، ويمكّنه من تلقّي هموم الآخرين ومعاناتهم .\r\nوقد وردت في ذلك نصوص إسلامية ، ونحن فيما يلي نشير إلى طائفة من خصائص العلم من خلال النصوص الإسلامية :\r\n\r\nالعلم والخشية :\r\nيقول تعالى :  إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ  « 1 » .\r\nوهذه الآية تحصر الخشية من اللّه في العلماء ، وبقدر ما يكون العلم تكون الخشية من اللّه تعالى .\r\nوالعلم الذي لا ينتج خشية من اللّه تعالى لا يكون من العلم الذي يجعل من صاحبه عالما ، وإنّما هو تراكم من المعلومات .\r\nيقول تعالى :  وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ  « 2 » .\r\nوهذه الآية الكريمة تجعل الإيمان والإخبات من لوازم العلم .\r\nروي عن الإمام الصادق عليه السّلام قوله : « الخشية ميراث العلم ، ومن حرم الخشية لا يكون عالما وإن شقّ الشعر في متشابهات العلم » « 3 » .\r\nفالعلم الحقّ هو الذي يورث صاحبه الخشية ، وأما ما لا يورث صاحبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاطر : 28 .\r\n( 2 ) الحجّ : 39 .\r\n( 3 ) بحار الأنوار : 2 / 52 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالخشية فليس من العلم ، وإن شقّ صاحبه الشعر في دقة النظر .\r\nوفي القرآن نجد حصرين اثنين :\r\nحصر الخوف من اللّه تعالى والإخبات له في العلماء ، فلا يخشى اللّه تعالى حقّ خشيته أحد غير العلماء ، وكلّ يخشى اللّه تعالى على قدر علمه ، واختلاف الناس في الخشية من اللّه ينشأ من اختلاف درجاتهم في العلم ، كما أنّ اختلاف درجات الناس في الإخبات ينشأ من اختلافهم في درجات العلم .\r\nوهذا أحد الحصرين في القرآن .\r\nوالحصر الآخر في القرآن هو حصر الخوف في العالم من اللّه تعالى فقط ، فإنّ العالم يخشى اللّه تعالى فقط ولا يخشى أحدا إلّا اللّه . يقول تعالى :\r\n الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللَّهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلَّا اللَّهَ وَكَفى بِاللَّهِ حَسِيباً  « 1 » .\r\nوبموجب هذا الحصر لا يخشى العالم أحدا إلّا اللّه تعالى .\r\nوالآية الكريمة وإن كانت لا تضيف الخشية إلى العلماء ولكنها تضيفها إلى الذين يبلّغون رسالات اللّه ، ولا يبلّغ رسالات اللّه إلّا من كان عالما بها .\r\nفالعلم إذن ذو خاصيّة غريبة من نوعه : إنّه يبعث الخشية في نفس صاحبه ، وينفي الخوف من نفس صاحبه في نفس الوقت .\r\nوالثاني يتبع الأول ، والأول ينبعث من العلم . فلا يتحرر الإنسان من الخوف من غير اللّه إلّا إذا تأكد الخوف من اللّه تعالى في نفسه ، ولا يتأكد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 39 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالخوف من اللّه تعالى إلّا إذا رسخ العلم في نفسه ، وبقدر ما يرسخ العلم في نفس الإنسان يكون الإنسان خائفا من اللّه تعالى .\r\nونحن نستظهر هذه المعادلات كلها من بيان القرآن وتقريره .\r\nوهذا أحد أغرب آثار العلم في نفس العالم .\r\nوالعلم هنا أمر آخر غير ما يخزن الإنسان في ذاكرته من المعلومات ، وإنما هو ما يستقرّ في نفس الإنسان ، ويرسخ ، ويتحول في نفس الإنسان إلى وعي وبصيرة وهدى وسلوك .\r\nوهذه هي الخصوصية الأولى للعلم في النصوص الإسلامية .\r\n\r\nالعلم والمسؤولية :\r\nوالخصوصية الثانية للعلم هي : إنّ العلم يحمّل صاحبه مسؤولية أعمال الآخرين .\r\nيقول أمير المؤمنين عليه السّلام في الخطبة الشقشقية : « أما والذي فلق الحبّة ، وبرأ النسمة لولا حضور الحاضر وقيام الحجّة بوجود الناصر ، وما أخذ اللّه على العلماء ألّا يقارّوا على كظة ظالم ولا سغب مظلوم لألقيت حبلها على غاربها » « 1 » .\r\nفإنّ العلم كما ذكرنا يوسّع أفق وعي الإنسان وشعوره ، ويخرجه من حالة الأنا ، ويمكّنه من أن يتحسّس هموم الآخرين ومعاناتهم .\r\nفإذا أحسّ الإنسان بمعاناة الآخرين وهمومهم يحمل مسئوليتهم ، ويقف إلى جنبهم ، ويدافع عنهم ، ويرفع صرخة المظلوم في وجه الظالم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : ص 50 خطبة 3 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوهذا هو عهد اللّه على العالم ، كما يقول أمير المؤمنين عليه السّلام : « وما أخذ اللّه على العلماء ألّا يقارّوا على كظة ظالم ولا سغب مظلوم » .\r\nوهذا عهد أخذه اللّه على كل إنسان ، وكلّ منّا أعطاه اللّه تعالى هذا الوعي في عمق فطرته وتكوينه ، ولكن العلماء من دون سائر الناس يمكّنهم اللّه تعالى من وعي هذا العهد والإحساس به أكثر من غيرهم ويطالبهم به أكثر من غيرهم ، وهذا من خصائص العلم والمعرفة .\r\n\r\nالعلم والمعرفة :\r\nوالعلم الذي يمنح الإنسان هذه المؤهّلات وهذه الشفافية والخفّة في الروح ، هو ما يصطلح عليه اليوم ب‍ ( الثقافة ) .\r\nفإنّ المعرفة البشرية ( ثقافة ) و ( علم ) .\r\nوالثقافة هي مجموعة المعارف التي تدخل في تكوين ذهنية الإنسان ، وعقله ، وروحه ، وعواطفه ، وسلوكه ، وعقيدته مثل ( العقيدة ) و ( الفلسفة ) و ( الأخلاق ) و ( الآداب ) و ( التاريخ ) و ( علوم الشريعة ) والعلم ما عدا ذلك من تجارب الإنسان وخبراته ومعارفه ، كالصيدلة ، والطب ، والجراحة ، والرياضيات ، والفلك ، والجيولوجيا ، والجغرافيا .\r\nوالثقافة توجّه العلم . فإنّ العلم لا جهة له من الخير والشر في حياة الإنسان ويقبل الخير والشر معا ، والثقافة هي التي توجّه العلم إلى الخير والشر ، وتحدّد وجهة الإنسان في الحياة .\r\nفإذا كانت الثقافة التي تكوّن ذهن الإنسان ونفسه ثقافة ربّانية استطاع صاحبها أن يوظف العلم باتجاه خدمة الإنسان وصلاحه .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوإذا كانت الثقافة التي توجه الإنسان ثقافة ماديّة جاهلية وجّهت صاحبها إلى توظيف العلم باتجاه تخريب أخلاق الإنسان وسلوكه ، وباتجاه العدوان ، والإفساد في الحرث والنسل .\r\nوالثقافة مصطلح حديث في هذا المعنى ، إلّا أنّ التمييز بين ( العلم ) و ( الثقافة ) ليس حديثا .\r\nفقد كان العلماء قديما يفرّقون بين مصطلح ( العلم ) و ( المعرفة ) وكانوا يقصدون بالمعرفة مضمونا قريبا إلى مضمون ( الثقافة ) اليوم .\r\nومهما يكن من أمر فإننا نقصد بالعلم هنا ( الثقافة ) و ( المعرفة ) وبهذا المعنى يكون العلم موجّها للإنسان وهاديا له ، ويمنح الإنسان النور والشفّافيّة وسعة الأفق والبصيرة والهدى .\r\nوبهذا المعنى يكون العلم رحمة في حياة الإنسان .\r\nيقول تعالى في قصة لقاء موسى بن عمران عليه السّلام بالعبد العالم عند مجمع البحرين :  فَوَجَدا عَبْداً مِنْ عِبادِنا آتَيْناهُ رَحْمَةً مِنْ عِنْدِنا وَعَلَّمْناهُ مِنْ لَدُنَّا عِلْماً  « 1 » .\r\nوالعلم في هذه الآية المباركة وإن كان معطوفا على الرحمة ، إلّا أنّ السياق يشهد بأنّ المقصود من الرحمة ما يشمل العلم ، فإنّ اللّه تعالى إنّما وجّه عبده وكليمه موسى بن عمران عليه السّلام إلى لقاء عبده العالم ليأخذ مما آتاه اللّه تعالى من العلم .\r\nفالعلم إذن رحمة في حياة الإنسان ، ولن يكون العلم رحمة إلّا حينما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكهف : 65 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nيوجّه الإنسان إلى اللّه تعالى ، ويمنحه بصيرة وهدى وشفّافيّة في النفس ، ويرقّق مشاعره ، ويوسّع آفاق نفسه وعقله . . .\r\nوهذا هو معنى الثقافة والمعرفة .\r\n\r\nالمسئوليات التخصصية للعالم :\r\nالإسلام لا يعتبر العلماء طبقة اجتماعية متميزة ، ذات حقوق خاصة ومتميزة ، ولكن العلم يحمّل الإنسان مسؤولية متميزة وهي إصلاح المجتمع ودعوة الناس إلى اللّه تعالى .\r\nوهذه المسؤولية نابعة من وعي العالم بعهده الذي أعطاه للّه تعالى . . .\r\nوهذا العهد يتضمن دعوة الناس إلى اللّه تعالى وإصلاحهم وتوجيههم .\r\nوكلّما استقرّ العلم في نفس الإنسان أكثر تأكد هذا العهد عنده أكثر .\r\nوعلى هذا الأساس يكون الأمر بالمعروف والنهي عن المنكر مسؤولية تخصصية للعلماء دون سائر الناس ، ويجب على المسلمين إعداد العلماء للقيام بهذه المسؤولية .\r\n\r\nالأمر بالمعروف في الدائرة العامة والخاصة :\r\nوالذي يمعن النظر في القرآن يجد أنّ القرآن الكريم يطرح هذا الواجب الخطير على صعيدين :\r\nعلى الصعيد العام بالنسبة إلى كل المسلمين ، وعلى الصعيد الخاص بالنسبة للعلماء . يقول تعالى :\r\n وَالْمُؤْمِنُونَ وَالْمُؤْمِناتُ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولئِكَ \r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n سَيَرْحَمُهُمُ اللَّهُ  « 1 » .\r\nوهذه هي الدائرة العامة لهذه الفريضة الإسلامية ، وبموجب هذه الآية يجب الأمر بالمعروف والنهي عن المنكر على كل المؤمنين والمؤمنات .\r\nوفي الدائرة الخاصة يقول تعالى :  وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولئِكَ هُمُ الْمُفْلِحُونَ  « 2 » .\r\nوهذه الآية الكريمة واضحة في الدعوة إلى قيام طائفة من المؤمنين بصورة اختصاصية بمهمة الأمر بالمعروف والنهي عن المنكر والشاهد على ذلك كلمة  مِنْكُمْ  الدالّة على التبعيض .\r\nكما أنّ القرآن يوجب الإعداد العلمي لهذه الطائفة من الدعاة إلى اللّه والآمرين بالمعروف والناهين عن المنكر .\r\nيقول تعالى :  وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ  « 3 » .\r\nوهذه الآية الكريمة تدعو المؤمنين إلى أن ينفر من كل فرقة منهم طائفة ليتفقّهوا في الدين ، وليقوموا بمسئولية الإنذار والتوجيه والأمر بالمعروف والنهي عن المنكر إذا رجعوا إلى قومهم لعلهم يحذرون .\r\nفليس من الممكن أن يتفقّه الناس جميعا ، ولا يمكن أن يستقيم أمر الأمر بالمعروف والنهي عن المنكر ( في هذه الدائرة المركّزة ) من دون أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 71 .\r\n( 2 ) آل عمران : 104 .\r\n( 3 ) التوبة : 122 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nيتفقّه الآمرون بالمعروف والناهون عن المنكر . ولهذا وذاك يوجب القرآن الكريم على المؤمنين أن يتفقّه من كل فرقة منهم طائفة لينذروا قومهم إذا رجعوا إليهم .\r\nويبدو من هذه الآية الكريمة أنّ الأمر بالمعروف والنهي عن المنكر في الدائرة الخاصة يختلف شأنه عنه في الدائرة العامة .\r\nفهو يتطلّب من الفقه ما لا يتطلّبه الأمر بالمعروف والنهي عن المنكر في الدائرة العامة .\r\nويتطلّب من التفرّغ والتخصّص ما لا يتطلّبه الأمر بالمعروف في الدائرة العامة .\r\nويتطلّب من القوّة والسلطان والصلاحيات ما لا يتطلّبه الأمر بالمعروف في الدائرة العامة .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n- 1 - الاجتهاد\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nحقيقة الاجتهاد\r\nالإنسان كائن مفكّر ، يسير في أعماله وحركاته على استدلال واستنتاج ، وفي بعض الأحيان ينظّم الإنسان أعماله وسلوكه وفق فلسفة خاصة يؤمن بها عن قناعة ودليل . . .\r\nوفيما عدا السلوك الانفعالي والغريزي للإنسان الذي يتمّ بصورة طبيعية ، فإنّ أعمال الإنسان وحركاته وسلوكه خاضعة للاستدلال والاستنتاج والتفكير . .\r\nوبغضّ النظر عن استقامة الإنسان ، وانحرافه في التفكير والاستدلال تعتبر هذه الظاهرة - ظاهرة التفكير والاستدلال - ظاهرة عامة في الإنسان تميّز الإنسان عن سائر فصائل الحيوان ، فهو كائن عاقل ، يسبق أعماله في الغالب تفكير واستدلال ، وفي بعض الأحيان مناقشة ذاتية يقوم بها الإنسان بينه وبين نفسه أو مع الآخرين في الإقدام على عمل أو الإعراض عنه .\r\nوهذه المعايير التي يخضع لها الإنسان في سلوكه قد تكون فنّية وتفصيلية ، كما يخضع الطّبيب لمثل هذه المعايير والمقاييس في فهم نوعية المرض وتحديد نوعية العلاج ، وكما يعمل المهندس في التصميم لصنع\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nماكنة أو سيّارة .\r\nوقد يكون معيارا إجماليا ، كما يخضع المريض لتوصيات الطبيب .\r\nفهو لا يخضع لهذه التوصيات من دون تفكير واستدلال ، ولا يراجع الطبيب إلّا بعد استدلال وقناعة . . .\r\nوالاستدلال في هذه الحالة دليل إجمالي على ضرورة مراجعة الجاهل للعالم ، فيما يجهله من شؤون حياته . وهذا الدليل الإجمالي هو الذي يدفعه إلى مراجعة الطبيب المختصّ والأخذ برأيه وتوصياته .\r\nوعليه فإنّ المريض والطبيب سواء ، في أنّ سلوكهما يخضع لمعايير ومقاييس خاصة . وكلّ ما في الأمر أنّ هذه المعايير لدى الطبيب المعالج معايير فنّية تفصيلية ، ولدى المريض معيار إجمالي عقلي .\r\nوهكذا كلّ جوانب سلوك الإنسان العقلي والإرادي ، لا بدّ أن يخضع للاستدلال والتفكير ، إلّا أنّ الاستدلال يختلف من حيث التفصيل والإجمال .\r\nويتلخّص ما تقدّم في أمور ثلاثة :\r\nأوّلا : إنّ الإنسان كائن عاقل يخضع في سلوكه للتفكير والاستدلال .\r\nثانيا : إنّ هذه المعايير تختلف من حيث الإجمال والتفصيل ، فقد تكون هذه المعايير فنّية تفصيلية كما يخضع الطبيب والمهندس ، وقد يكون معيارا إجماليا وهو ضرورة رجوع الجاهل إلى العالم فيما لا يحسنه من معرفة وفنّ .\r\nوالقسم الأوّل من الناس مجتهدون فيما يتعلّق باختصاصاتهم ، بينما القسم الثاني من الناس مقلّدون فيما لا يحسنون .\r\nوالناس في الغالب مجتهدون ومقلّدون معا . مجتهدون في أشياء\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nومقلّدون في أمور أخر .\r\nوكذلك كلّ إنسان يخضع في جزء من سلوكه لإدراك تفصيلي نابع عن دراسة أو تجربة ، وفي جزء آخر من سلوكه يأخذ برأي المختصّين وذوي الخبرة . وهذا هو - بالإجمال - معنى كل من الاجتهاد والتقليد والفارق بينهما .\r\nثالثا : إنّ المقلد يرجع في أمر التقليد إلى نهج استدلالي واضح في الرجوع إلى ذوي الاختصاص ، ولا يمكن أن يكون مقلّدا في هذه المسألة أيضا ، وهذه هي المسألة المعروفة في التقليد : إنّ التقليد لا يجوز في مسألة التقليد ، وإنّ الإنسان لا بدّ وأن يكون مجتهدا في التقليد .\r\n\r\nالاجتهاد في الفقه :\r\nوعلم الشريعة ليس بدعا من العلوم والمعارف البشريّة . ولا يمكن أن يكون الناس كلّهم مجتهدين فيه ، ولا محالة ينقسم الناس في أمر الشريعة إلى طائفتين عامّة وخاصّة :\r\nوالعامّة من الناس هم الذين لا يحسنون فهم الحكم الشرعي بمراجعة مصادر الشريعة وأصولها ، وهؤلاء هم المقلّدون . . .\r\nوالخاصّة من الناس هم الذين تؤهّلهم دراستهم وممارستهم العلمية لفهم الحكم الشرعي واستخراجه من أدلّته ومصادره الشرعية ، وهؤلاء هم المجتهدون ذوو الاختصاص في علم الفقه . .\r\nولا يتيسّر لكل الناس أن يفهموا هذا الفقه فهما تفصيليا لما يستتبعه من دراسة ، وتخصّص في هذه الدراسة ، وإلمام بكثير من العلوم التي تتّصل بهذا العلم .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nومن الطبيعي أنّ من غير الممكن أن يتفرّغ الناس جميعا لدراسة الفقه والتخصّص فيه . فلو أنّ المسلمين انصرفوا كلّهم إلى هذا العلم لانصرفوا عن غير ذلك من متطلّبات الحياة وضروراتها ، واختلّت الحياة الاجتماعية . .\r\nفلا بدّ إذن من أن يتفرّغ طائفة من كلّ فرقة من المؤمنين للتخصّص في هذا العلم ، لينذروا قومهم إذا رجعوا إليهم ، وليبيّنوا لهم أحكام اللّه وحدوده وشرائعه .\r\nولا بدّ أيضا أن ينصرف سائر الناس إلى ما يهمّهم من أمور حياتهم :\r\n وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ  « 1 »\r\nولا بدّ لعامّة الناس أيضا أن يسألوا هؤلاء الفقهاء عن حدود اللّه وشرائعه ودينه ، كما يرجع أيّ جاهل إلى العالم فيما يهمّه من أمر حياته ، وكذا هي سنّة الحياة :\r\n فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 122 .\r\n( 2 ) النحل : 43 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nمدارس الاجتهاد في تاريخ الفقه الإسلامي\r\n\r\nنشوء الاجتهاد :\r\nيختلف تاريخ نشوء الاجتهاد وظهوره عند فقهاء مدرسة أهل البيت عن فقهاء أهل السنّة ، فعند أهل السنّة يبدأ تاريخ الاجتهاد من حين وفاة النبي صلّى اللّه عليه وآله وسلّم ، حيث بدأ المسلمون يواجهون حالات كثيرة لم ترد فيها نصوص من الكتاب أو السنّة ، ولا سيّما بعد ما توسّعت الحياة الاجتماعية لدى المسلمين ، وتوسّعت رقعة الوطن الإسلامي ، واتّصل المسلمون بحضارات ومدنيّات كثيرة ، وظهرت مسائل جديدة لم يكن لها أثر من قبل ، ولم يرد فيها نصّ من الشارع ، وهذا ما دعا المسلمين للتفكير في حكم هذه المسائل ، وما ينبغي أن يتّخذ إزاء ذلك من موقف .\r\nوفيما حدث أيّام أبي بكر وأيّام عمر ما يكفي للدّلالة على أنّ المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبدءوا يفكّرون في حكم ما استجدّ في حياتهم من مسائل بعد وفاة النبي صلّى اللّه عليه وآله وسلّم مباشرة ، ويرى بعض المؤرّخين للفقه الإسلامي أنّ تاريخ الاجتهاد يبدأ من حياة النبي صلّى اللّه عليه وآله وسلّم حيث أقرّ معاذا في اجتهاد رأيه ، ونحن سوف نذكر رأينا في حديث معاذ فيما يأتي من هذا البحث قريبا .\r\nوأمّا الشيعة - ونقصد بهذه الكلمة الشيعة الإمامية بصورة خاصّة - فيختلف الأمر لديهم كثيراً حيث إنّ أهل البيت عليهم السّلام ، عندهم يمثّلون امتداداً تشريعيّاً وقياديّاً لرسالة النبي صلّى اللّه عليه وآله وسلّم ، ويعتبرون عدلا للقرآن الكريم ، كما ورد ذلك فيما استفاض من النبي صلّى اللّه عليه وآله وسلّم من حديث الثّقلين : ( الكتاب والعترة ) « 1 » .\r\nوحديث أئمة أهل البيت عليهم السّلام ، لا يختلف في نظرهم عن حديث النبي صلّى اللّه عليه وآله وسلّم شيئا ، فهم لا يتحدّثون فيما يتعلّق بالدين ، إلّا ما حدّثهم النبي صلّى اللّه عليه وآله وسلّم ، وفتح عليهم علمه ورووا عنه ، ولا تزيد أحاديثهم على الرواية عن رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقد استفاض النقل عن النبي صلّى اللّه عليه وآله وسلّم : « إنّي تارك فيكم الثّقلين ، كتاب اللّه وعترتي أهل بيتي ما إن تمسّكتم بهما لن تضلّوا بعدي أبدا ، ألا وإنّهما لن يفترقا حتّى يردا عليّ الحوض » رواه من الشيعة جمع غفير من المحدّثين ، كما رواه من السنّة جمع من المحدّثين نذكر منهم أحمد في مسنده : 3 / 17 ، 59 و 4 / 367 و 5 / 182 ، 189 ، ورواه مسلم في الصحيح في فضائل علي عليه السّلام ، والحاكم في المستدرك : 3 / 118 ، ح 4576 ، وابن حجر في الصواعق ، والطبري في ذخائر العقبى . والحديث صريح في أنّ حديث أهل البيت عليهم السّلام عدل للكتاب الكريم وحجّة على المسلمين في أحكامهم وأعمالهم ، كما أنّ كتاب اللّه حجّة : « ما إن تمسّكتم بهما لن تضلّوا بعدي . . . » .\r\nكما أنّ الحديث صريح في عصمة أئمة أهل البيت عليهم السّلام فيما يقولون وفيما يتحدّثون وفيما يعملون . وللمزيد من الاطّلاع راجع كتاب ( الثّقلان ) للشيخ محمد حسين المظفّر ، وكتاب ( الأصول العامة للفقه المقارن ) للسيّد محمد تقي الحكيم .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوعليه فلا مبرّر للاجتهاد في عصر أئمة أهل البيت عليهم السّلام ، وإنّما اكتسب الاجتهاد مبرّرات وجوده عند الشيعة الإمامية بعد غيبة الإمام الثاني عشر من أئمة أهل البيت عليهم السّلام .\r\nعلى أنّ من الحقّ أن يقال إنّ بدايات ظهور الاجتهاد وكيفية معالجة الأحاديث واستعمال القواعد والأصول ، قد ظهرت في عصر الأئمة وبإرشاد وتوجيه منهم ، وذلك في كيفية استنباط الحكم الشرعي مباشرة من القرآن الكريم أو في التوسعة على الناس بالبراءة من التكليف المحتمل فيما لم يرد فيه بيان من الشارع ، وفي جريان الاستصحاب في الموضوعات التي لها حالات سابقة متيقّنة ويشك المكلّف فيها بعد ذلك .\r\nكما وردت توجيهات خاصّة منهم عليهم السّلام بمعالجة ما يردهم من أحاديث متعارضة من حيث المدلول . فقد كان عدم استيعاب الرواة وعدم حفظهم للرّواية بصورة دقيقة أحيانا يؤدّي إلى ظهور معارضات فيما يرد المسلمين من أحاديث عن أهل البيت عليهم السّلام ، كما كانت الظروف القلقة التي تحيط بهم عليهم السّلام ، ومراقبة السلطة لهم ، كل ذلك كان يؤدّي إلى ظهور أحاديث متعارضة ، وكان لا بدّ من إعطاء قواعد وتوجيهات لمعالجة هذه الأحاديث المتعارضة .\r\nإلّا أنّ الاجتهاد عند الشيعة كمدرسة ذات ملامح واضحة لم يظهر إلّا بعد غيبة الإمام الثاني عشر من أئمّة أهل البيت عجّل اللّه فرجه ، حيث مسّت الحاجة إلى ذلك . وأمّا قبل ذلك فكانوا يسألون الأئمة عليهم السّلام فيما تعرض لهم من حاجة أو يكاتبونهم أو يسألون الموثوقين من أصحابهم .\r\n\r\nمدارس الاجتهاد :\r\nكان الاجتهاد ضرورة في حياة المسلمين منذ أن انقطع الوحي من\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nحياة المسلمين ، وانقطع حديث أهل البيت عليهم السّلام بعد غيبة الإمام الثاني عشر عجّل اللّه فرجه .\r\nوكان لا بدّ أن يلتجئ المسلمون إلى الاجتهاد فيما يجدّ في حياتهم من مسائل ، وفيما تعرض عليهم من أحوال لا يعرفون الحكم الشرعي فيها .\r\nومن هنا كان ظهور الاجتهاد ضرورة في حياة المسلمين . . فظهر الاجتهاد في شكل حركة فقهيّة واسعة الأطراف وقويّة . . وكان من الطبيعي أن يظهر في هذه الحركة اتجاهات ومذاهب مختلفة على امتداد التاريخ الإسلامي .\r\nومن الطبيعي كذلك أنّ هذه الحركة لم تسلم في بعض فتراتها ، وفي بعض اتجاهاتها من الخطأ والانحراف أحيانا .\r\nولا بدّ ونحن نتحدّث عن الاجتهاد أن نستعرض هذه المذاهب ، ونلقي عليها بعض الضّوء لنعرف نقاط الضّعف والقوّة فيها ، ولنجد المذهب السليم فيها .\r\nوفيما يلي نستعرض أهم مذاهب الاجتهاد في الفقه الإسلامي على امتداد التاريخ الإسلامي بشكل موجز ، يتناسب وحجم هذه الرسالة .\r\n\r\nمدارس الاجتهاد في الفقه الإسلامي :\r\nلا يستطيع الباحث أن يلم بتاريخ الاجتهاد في الفقه الإسلامي . ويتعرّف على العوامل والمؤثرات التي أدت إلى تطويره وتغييره من شكله وصياغته الأولى أيام الصحابة والتابعين إلى شكله الحاضر . . . دون أن يتعرف على المدارس التي ظهرت في الاجتهاد ، على امتداد تاريخ الفقه الإسلامي ، وما\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nتركته من آثار في الفقه الإسلامي من الناحية الصياغية والاستنباطية .\r\nولذلك فإنّ عرض هذه المدارس على صعيد البحث العلمي عرضا موضوعيّا ، ونقد الاتجاهات التي ظهرت خلال التاريخ الإسلامي يسهّل لنا مهمتنا كثيرا كمؤرخين وباحثين في الفقه الإسلامي في معرفة تاريخ هذا الفقه ومراحل تطوره وتدرّجه من أيامه الأولى إلى الوقت الحاضر .\r\nومن جهة ثانية لا يستغني الباحث عن تاريخ مدرسة فقهية بالذات وتطوره ضمن المراحل الزمنية . . . أن يدرس المدارس الفقهية التي كانت تعاصر هذه المدرسة والتي كانت تختلف عنها في الاتجاه اختلافا كليّا أو اختلافا يسيرا . . . حتى يتّضح موقع المدرسة المقصودة بالبحث من سائر المدارس ، وما جدّدت هذه المدرسة في تاريخ الفقه الإسلامي من جديد في عالم الاجتهاد والفقاهة ، وما قدّمت من خدمة للفقهاء في الاجتهاد والاستنباط .\r\nوهذه المهمة الثنائية التي يتوقف تذليلها على دراسة مدارس الاجتهاد في تاريخ الفقه الإسلامي هي التي حدت بنا إلى هذه الدراسة الموجزة عن مدارس الاجتهاد في الفقه ، لعلّنا نتعرّف على تاريخ الفقه بصورة عامة أولا ، ثمّ نتعرّف ثانيا على تاريخ الاجتهاد عند الشيعة الإمامية ، وعلى موضع هذه المدرسة الفقهية عن سائر المدارس الفقهية التي عاصرتها ، والتي كانت تختلف عنها في الاجتهاد اختلافا كثيرا أو يسيرا ، وذلك من خلال استعراض سريع لكبريات المدارس التي ظهرت خلال التاريخ الإسلامي ، تمهيدا للبحث عن المدرسة التي تبنّتها الشيعة في الاجتهاد ، وموقع هذه المدرسة من مدارس الاجتهاد الإسلامي الأخرى .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n1 - مدرسة الرأي\r\nلم يمض وقت طويل على وفاة النبي صلّى اللّه عليه وآله وسلّم حتى ظهر اتجاه جديد في الفتوى والقضاء بين المسلمين عرف فيما بعد ب‍ ( الرأي ) وكان له الأثر البعيد في تاريخ الحياة العقلية الإسلامية .\r\nوذلك أنّ الحياة الاجتماعية تطوّرت سريعا بالمسلمين ، وواجه المسلمون ولا سيما القائمين بالحكم منهم حاجات جديدة ومسائل جديدة لم تعرض لهم من قبل أيام النبي صلّى اللّه عليه وآله وسلّم ، ولم يجدوا فيما بين أيديهم من النصوص التي يحفظونها عن النبي صلّى اللّه عليه وآله وسلّم ما ينصّ على حكم ذلك .\r\nوكان النبي صلّى اللّه عليه وآله وسلّم قد أعدّ لهذه الحالة من قبل ، فجعل أهل البيت عليهم السّلام عدلا للكتاب الكريم ، وكلّف الامّة بالرجوع إليهم فيما يهمّهم من شؤون الدنيا والآخرة في حديث الثقلين المستفيض ، وفي أكثر من موقف .\r\nإلّا أنّ هذا الذي أراده رسول اللّه صلّى اللّه عليه وآله وسلّم لم يتحقق في حياة المسلمين إلّا على صعيد محدود ، وأبعدت العوامل السياسية أهل البيت عليهم السّلام عن موقعهم الذي جعله اللّه تعالى لهم في الإمامة والفتوى في حياة المسلمين .\r\nفلم يجد المسلمون أو المعنيون بشؤون الحكم والفتوى منهم غير الالتجاء إلى ( الرأي ) فيما لا نصّ فيه من المسائل التي تطرأ في حياتهم .\r\nوفي ذلك يقول الشهرستاني : نعلم قطعا أنّ الحوادث والوقائع في العبادات والتصرفات مما لا يقبل الحصر والعد ، ونعلم قطعا أنّه لم يرد في كل حادثة نص ، ولا يتصور ذلك أيضا ، والنصوص إذا كانت متناهية والوقائع غير متناهية . . وما يتناهى لا يضبطه ما لا يتناهى ، علم قطعا أنّ الاجتهاد\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nوالقياس واجب الاعتبار ، حتى يكون بصدد كل حادثة اجتهاد « 1 » .\r\n\r\nالرأي :\r\nولا نعرف على التحديد ما يراد من الرأي في كلمات الفقهاء فهل المقصود منه هو المعنى اللغوي ، أم الرأي الشخصي ، أم القياس والاستحسان أم غير ذلك ؟\r\nفقد عرّفه ابن القيّم بقوله : ما يراه القلب بعد فكر وتأمل وطلب لمعرفة وجه الصواب « 2 » .\r\nوعرّفه غيره بالقياس أو الاستحسان أو غير ذلك .\r\nكما عرّفه آخرون بالذوق الشخصي والنظر .\r\nومهما يكن من أمر فقد شاع استعمال هذه الكلمة والالتجاء إليها بعد وفاة النبي صلّى اللّه عليه وآله وسلّم بشكل واسع ، وذلك كقول عمر بن الخطاب لكاتبه : قل هذا ما رأى عمر بن الخطاب ، وقول عثمان بن عفان في الأمر بإفراد العمرة عن الحج : إنّما هو رأي رأيته ، ووصية عمر لشريح حينما بعثه قاضيا : ما وجدته في كتاب اللّه فلا تسأل عنه أحدا ، وما لم تستبن في كتاب اللّه فالزم السنّة وإن لم يكن في السنّة فاجتهد رأيك « 3 » .\r\nوالمعروف أنّ عمر بن الخطاب كان من أكثر الناس تحمسا لمذهب ( الرأي ) ودعوته إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الملل والنحل : 1 / 180 .\r\n( 2 ) تاريخ التشريع الإسلامي : ص 94 .\r\n( 3 ) نظرة عامة في تاريخ الفقه الإسلامي ، علي حسن عبد القادر : ص 215 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nعلى أنّ من الحقّ أن نقول إنّ كلمة الرأي لم تحدّد تحديدا فنيا دقيقا في هذا العهد ، ولم يقصد غالبا من استعمال الكلمة في هذا الصدد معنى دقيقا محددا كما حدث من بعد ذلك في العهد العباسي وبعده ، حيث ازدهرت مدرسة الرأي في العراق ، حتى بلغت ذروتها على يد أبي حنيفة وأتباعه ، في قبال الحجاز التي كانت تفضّل أن تظل محافظة على المأثور من الحديث واجتهادات الصحابة والتابعين من بعدهم .\r\n\r\nأدلة القائلين بالرأي :\r\nوهذه الأدلة كثيرة يكفي أن نشير إلى بعضها ونناقشها ليقف القارئ على نوعية الأدلة والحجج التي يحتج بها ذووا الرأي على صحة مذهبهم .\r\nفمن ذلك ما ذكروه من أنّ اللّه عزّ وجلّ أمر بإنفاذ الحكم بالشاهدين واليمين وإنّما هذا غلبة الظن ، إذ قد يكون الشهود كذبة أو مغفلين وتكون اليمين كاذبة « 1 » . وأورد عليهم ابن حزم في رسالته ( إبطال القياس ) بقوله :\r\nوأما ما ذكروه من الأمر بالحكم بالشهود واليمين ، ولعلّ الشهود كاذبون أو مغفّلون ، واليمين كاذبة ، وأنّ هذا إنّما هو على غلبة الظن . بل ما يحكم من ذلك إلّا بيقين الحق الذي أمرنا اللّه به : لا يمتري في ذلك مسلم ، ولم يكلّفنا اللّه تعالى مراعاة الشهود في الكذب والصدق ولا معرفة كذب اليمين أو صدقها فلو كان هذا غلبة الظن ، وأعوذ باللّه من ذلك ، لكنّا إذا اختصم إلينا مسلم فاضل ، برّ ، تقيّ ، عدل ، ونصراني مثلّث مشهور بالكذب على اللّه وعلى الناس ، خليع ماجن ، فادّعى المسلم عليه دينا ، قلّ أو كثر ، فأنكر النصراني ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظرة في تاريخ الفقه الإسلامي : ص 213 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأو ادّعى النصراني وأنكر المسلم بدعواه ؛ لأنّه - في أغلب الظن الذي يناطح اليقين - هو الصادق والنصراني هو الكاذب ، لكن لا خلاف في أننا لا نفعل ذلك ، بل نحكم بالبيّنة العادلة عندنا أو بيمين المدّعى عليه ونطرح الظن جملة « 1 » .\r\nواستدل له أيضا بحديث معاذ الذي رواه أحمد وأبو داود والترمذي وغيرهم . قال : لمّا بعثه صلّى اللّه عليه وآله وسلّم إلى اليمن قال : « كيف تقضي إذا عرض لك قضاء ؟ قال : أقضي بكتاب اللّه . قال : فإن لم تجد في كتاب اللّه ؟ قال : فبسنّة رسول اللّه . قال : فإن لم تجد في سنّة رسول اللّه ولا في كتاب اللّه ؟ قال : أجتهد رأيي ولا آلو . قال : فضرب رسول اللّه صلّى اللّه عليه وآله وسلّم صدره ، وقال : الحمد للّه الذي وفّق رسول اللّه لما يرضاه رسول اللّه » « 2 » .\r\nوالحديث صريح في إقرار رسول اللّه صلّى اللّه عليه وآله وسلّم لمعاذ في استعمال الرأي فيما إذا لم يجد نصّا في الكتاب أو السنّة لما عرض له من الأمر .\r\nإلّا أنّ هذا الحديث لم يصح عن النبيّ صلّى اللّه عليه وآله وسلّم بطريق معتبر ، وقد أورده الجوزقاني في الموضوعات ، ولم يجد له طريقا معتبرا .\r\nوشكّ باحثون آخرون في صحة إسناد هذا الحديث إلى النبي صلّى اللّه عليه وآله وسلّم من حيث المتن ، حيث اشتملت الرواية على مصطلحات دقيقة تعتبر وليدة عصر ما بعد الصحابة ، وهذا ما دعاهم إلى التشكيك في قيمة إسناد هذه الرواية إلى النبي صلّى اللّه عليه وآله وسلّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبطال القياس لابن حزم ، وراجع أيضا الإحكام في أصول الأحكام : 7 / 373 وما بعدها .\r\n( 2 ) إرشاد الفحول للشوكاني : ص 202 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nأصحاب الرأي والاجتهاد :\r\nومهما تكن قيمة الأدلة التي يعرضها أصحاب الرأي للأخذ بالرأي في مجال الحكم والإفتاء . . . فإنّ مدرسة الرأي تميّزت منذ أول يوم ، بعد وفاة النبي صلّى اللّه عليه وآله وسلّم بشيء من الجرأة في إعطاء الحكم والفتوى لم توجد في غير هذه المدرسة . ونماذج ذلك كثيرة فيما استحدثه الخليفة الثاني مما لم يكن للمسلمين به عهد أيام النبي صلّى اللّه عليه وآله وسلّم وأيام أبي بكر من تحريم المتعتين ، وجمع الناس على إقامة صلاة التراويح جماعة ، ومنع سهم المؤلّفة قلوبهم ، وغير ذلك من الموارد التي استحدثها الخليفة اعتمادا على رأيه « 1 » .\r\n\r\nموقف أصحاب الرأي من السنّة :\r\nكما أنّ مدرسة الرأي تميّزت منذ أول يوم بقلّة الاهتمام بالسنّة والاكتفاء بالرأي عن السنّة ، وهذه ظاهرة تتميّز بها هذه المدرسة ، ولا يصعب على الباحث أن يلمس ملامح منها خلال هذه الفترة التي نمت فيها مدرسة الرأي ، على أن يلحظ في التماس ذلك تدرج المرحلة التي قطعتها هذه المدرسة حتى بلغت ذروتها على يد أبي حنيفة وأتباعه .\r\nوأول ما يلفت النظر قول الخليفة الثاني بمحضر من رسول اللّه صلّى اللّه عليه وآله وسلّم أيام مرضه الذي توفّي فيه - حينما طلب إليهم أن يحضروا له كتفا ودواة ليكتب لهم ما لا يضلوا من بعده أبدا - : إنّ النبي قد غلب عليه الوجع ، وعندكم القرآن ، حسبنا كتاب اللّه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يحسن لمن يريد تفصيلا أكثر ، أن يراجع ( الغدير ) للشيخ الأميني و ( النص والاجتهاد ) للسيد عبد الحسين شرف الدين .\r\n( 2 ) راجع صحيح البخاري : ج 114 ، 5345 . ورواه أحمد في مسنده : 1 / 325 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوروي عن أبي بكر أنّه جمع الناس بعد وفاة النبي صلّى اللّه عليه وآله وسلّم فقال : إنكم تحدّثون عن رسول اللّه أحاديث تختلفون فيها والناس بعدكم أشد اختلافا فلا تحدّثوا عن رسول اللّه شيئا ، فمن سألكم فقولوا بيننا وبينكم كتاب اللّه فاستحلّوا حلاله وحرّموا حرامه « 1 » .\r\nوروى عبد اللّه بن العلاء قال : سألت القاسم بن محمد أن يملي عليّ أحاديث ، فقال : إنّ الأحاديث كثرت على عهد عمر بن الخطاب فأنشد الناس أن يأتوه بها ، فلما أتوه بها أمر بتحريقها ثمّ قال :\r\n\r\nمثناة كمثناة أهل الكتاب « 2 »\r\n. وروي عن عمر أنّه قال لمن سيّرهم إلى العراق : إنكم تأتون أهل قرية لهم دويّ بالقرآن كدويّ النحل ، فلا تصدّوهم بالأحاديث فتشغلوهم ، جرّدوا القرآن وأقلّوا الرواية عن رسول اللّه وأنا شريككم « 3 » وروي أنّه حبس ثلاثة من الصحابة ؛ لأنّهم أكثروا من الحديث عن رسول اللّه صلّى اللّه عليه وآله وسلّم « 4 » .\r\nوقد كان عمر بن الخطاب يعارض تدوين الحديث ، وقد استشار فيه أصحاب رسول اللّه صلّى اللّه عليه وآله وسلّم ، فأشار عليه عامتهم بذلك . فلبث شهرا يستخير اللّه في ذلك شاكّا فيه ، ثمّ أصبح يوما فقال : إنّي كنت ذكرت لكم من كتابة السنن ما قد علمتم ثمّ تذكرت فإذا أناس من أهل الكتاب من قبلكم قد كتبوا مع كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ التشريع الإسلامي : ص 91 - 92 .\r\n( 2 ) الطبقات الكبرى لابن سعد : 5 / 188 .\r\n( 3 ) تاريخ التشريع الإسلامي : ص 92 .\r\n( 4 ) تذكرة الحفّاظ للذهبي 1 / 7 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nاللّه كتبا فأكبّوا عليها وتركوا كتاب اللّه وإنّي واللّه لا ألبس كتاب اللّه بشيء « 1 » .\r\nومن مثل ذلك يستطيع الباحث أن يجمع مجموعة من الشواهد على هذه الحالة التي تتميّز بها مدرسة الرأي بالنسبة إلى رواية الحديث . ومظاهر ذلك تختلف باختلاف المواقف والأشخاص .\r\nفتارة يشفق الخليفة على رسول اللّه صلّى اللّه عليه وآله وسلّم أن يكتب لهم كتابا وهو يتوجّع من المرض .\r\nوتارة يعتبر في القرآن كفاية فيما يهمّهم من شؤون الحكم .\r\nوتارة يحرق ما يأتونه به من الحديث ؛ لأن جمع الحديث يشبه عمل أهل الكتاب .\r\nوتارة يحسب أنّ ذلك يصدّهم عن تلاوة القرآن والعناية به . وحينا يحبس جمعا من الصحابة ؛ لأنهم يكثرون الحديث عن رسول اللّه دون أن يتّهمهم بالكذب على رسول اللّه .\r\nوتارة يحتج أبو بكر على ذلك بأنّ نقل الحديث يسبّب اختلافا وانشقاقا بين صفوف الأمّة فيمنع منه . هذا ولا نريد أن نقف هنا أكثر من هذه الوقفة ، ولا نريد أن نعقّب كثيرا على هذه النقطة من البحث . . . وإنّما نحب أن نستمر في عرض نماذج من هذا الإعراض في العصور المتأخرة عن هذا العصر ، ونمعن في التماس شواهد على هذا الموقف بعد ما بلغت مدرسة الرأي ذروتها على يد أبي حنيفة وأتباعه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مقدمة اللمعة الدمشقية : محمد مهدي الآصفي : ص 28 وتاريخ التشريع الإسلامي : ص 92 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوأول ما يجد الإنسان في تاريخ أبي حنيفة اتّهامه من قبل مناوئيه بأنّه كان قليل العناية بالحديث . فلم يصح لديه إلّا عدد يسير من الحديث كما يروي ذلك ابن خلدون « 1 » . كما أنّ خصومه رموه بالاعتداد برأيه حتى في قبال الحديث النبوي الشريف .\r\nحدّث أبو صالح الفرّاء : قال : سمعت يوسف بن أسباط يقول : ردّ أبو حنيفة على رسول اللّه أربعمائة حديث أو أكثر . قلت له : يا أبا محمد تعرفها ؟ قال : نعم ، قلت : أخبرني بشيء منها ، فقال :\r\nقال رسول اللّه : « للفرس سهمان وللرجل سهم » . قال أبو حنيفة : أنا لا أجعل سهم بهيمة أكثر من سهم المؤمن .\r\nوأشعر رسول اللّه وأصحابه البدن ، وقال أبو حنيفة الإشعار مثلة .\r\nوقال صلّى اللّه عليه وآله وسلّم : « البيّعان بالخيار ما لم يفترقا » ، وقال أبو حنيفة : إذا وجب البيع فلا خيار .\r\nوكان النبي يقرع بين نسائه إذا أراد أن يخرج في سفر ، وأقرع أصحابه وقال أبو حنيفة : القرعة قمار « 2 » .\r\nولسنا نقرّ هذه النسب إلى أبي حنيفة ، ولكنّا نقول : إنّ هذا الاتجاه من الرأي في الاجتهاد بلغ ذروته على يد أبي حنيفة وتلاميذ مدرسته ؛ ولولا الموقف المتصلّب المضادّ لهذه المدرسة لكان لهذا الاتجاه شأن آخر في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقدمة لابن خلدون : ص 371 . ونحن نشك في هذه النسبة لكنها تكشف اتجاها وطريقة متميزة في فقه المذهب الحنفي ومدرسة أبي حنيفة إمام هذا المذهب .\r\n( 2 ) تاريخ بغداد : 13 / 407 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nتاريخ الفقه بعد عصر أبي حنيفة .\r\n\r\nموقف أهل البيت عليهم السّلام من مدرسة الرأي :\r\nولا نحتاج إلى كثير من الجهد والبحث لنلمس موقف أهل البيت عليهم السّلام من مدرسة الرأي في الاجتهاد . فقد وجد أهل البيت في هذه المدرسة جرأة على الفتوى واستنباط أحكام اللّه تعالى ، كما وجدوا فيها تهاونا بالسنّة والحديث ؛ ولذلك وقف أئمة أهل البيت عليهم السّلام منذ أول يوم موقف المعارض من مدرسة الرأي في الاجتهاد ، وأبدوا رأيهم في هذه المدرسة في كثير من المناسبات دون أن يفرّقوا بين أقسام الرأي من قياس ، أو استحسان واستصلاح وغير ذلك من وجوه الرأي التي لا تستند على دليل معتبر من ناحية الشريعة .\r\nيقول ابن جميع : دخلت على جعفر بن محمد أنا وابن أبي ليلى ، وأبو حنيفة ، فقال لابن أبي ليلى : « من هذا معك » ؟ قال : هذا رجل له بصر ونفاذ في أمر الدين ، قال : « لعلّه يقيس أمر الدين برأيه » قلت : نعم ، فقال جعفر لأبي حنيفة : « ما اسمك » ؟ قال : نعمان .\r\nفقال : « يا نعمان حدّثني أبي عن جدّي أنّ رسول اللّه صلّى اللّه عليه وآله وسلّم قال : أول من قاس أمر الدين برأيه إبليس . قال اللّه تعالى له : اسجد لآدم . فقال أنا خير منه خلقتني من نار وخلقته من طين ، فمن قاس الدين برأيه قرنه اللّه تعالى يوم القيامة بإبليس لأنّه اتّبعه بالقياس » .\r\nوزاد ابن شبرمة في حديثه :\r\nثمّ قال جعفر : « أيّهما أعظم قتل النفس أو الزنا » ؟ قال : قتل النفس . قال : « فإنّ اللّه عزّ وجلّ قبل في قتل النفس شاهدين ، ولم يقبل في الزنا إلّا أربعة » .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nثمّ قال : « أيّهما أعظم الصلاة أم الصوم ؟ » قال : الصلاة ، قال : « فما بال الحائض تقضي الصوم ولا تقضي الصلاة ؟ فكيف ويحك يقوم لك قياسك ، اتق اللّه ولا تقس الدين برأيك » « 1 » .\r\nوالأحاديث ، نظير ذلك كثيرة عن أئمة أهل البيت عليهم السّلام في الردع عن إعمال الرأي والقياس والاستحسان ، بهذا الشكل الذي لا يقوم عليه دليل من الشرع ، وقد أفادت المعركة الفكرية التي خاضها أهل البيت عليهم السّلام ضد أنصار الرأي في التخفيف من غلواء هذه المدرسة ، وفي إحداث اتّجاه معارض لهذه المدرسة في الأوساط الفكرية وقتذاك ، كما مهّدت لظهور مدارس معارضة لها في الاتّجاه كما سنرى ذلك فيما بعد .\r\n\r\n2 - مدرسة الحديث\r\nوفي قبال مدرسة الرأي ظهرت مدرسة الحديث وتعصّب ناس من الفقهاء لمدرسة الحديث .\r\nوكان مركز هذه المدرسة الحجاز ، كما كان توسّع مدرسة الرأي في العراق . ففي الحجاز كان الفقهاء يعنون بحفظ الأحاديث والسنّة والآثار وفتاوى الصحابة والتابعين ، ويزهدون في الرأي وتجاوز المأثور من الحديث النبوي وأقوال الصحابة والتابعين .\r\nأما العراق فكان يختلف أمره عن الحجاز ، فقد تعرّض فيها الفقهاء لأمور جديدة لم يكن لهم بها عهد من قبل ، مما ألجأهم إلى الرأي ، وتجاوز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حلية الأولياء : 3 / 197 في ترجمة الإمام الصادق عليه السّلام .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nحدود الحديث والمأثور عن الصحابة والتابعين .\r\nومهما يكن من شيء فقد نشطت مدرسة الحديث في الحجاز في مقابل مدرسة الرأي بالعراق ، وتعصّب لها ناس كثير من الفقهاء وأخذوا يدعون إليها ، في الوقت الذي كانوا يعارضون فيه مدرسة الرأي ، مما ساعد على توسّع هذه المدرسة وتراجع أصحاب الرأي عن موقفهم من الحديث ومن الرأي معا .\r\nوذلك مثل ما حصل عند أبي حنيفة وتلامذته الأولين ، حيث أخذوا يخالفون طريقة أستاذهم أبي حنيفة ، ولم يبقوا أوفياء لها ، فنجد مثلا محمد ابن الحسن الشيباني يرحل إلى المدينة لأخذ الحديث ، وألّف كتاب الآثار ، وأخذ ينزل من كلام أستاذه وأهل العراق على مقتضى الآثار . . . وهكذا تطورت مدرسة الرأي وتباعدت عن طريقها الأوّل بإزاء نهوض الحديث وجهود المحدّثين في هذا العصر « 1 » .\r\nولما حدثت فتنة خلق القرآن وقف المأمون من أصحاب الحديث موقف المعارض ، فامتحنهم بألوان من التعذيب والبلاء وشدّد في مطاردتهم والتنكيل بهم فأثّر ذلك كلّه في بعد الشقّة بين المدرستين ، مدرسة الرأي ومدرسة الحديث .\r\nوقد كان من أهل الحديث أناس معتدلون يأخذون بالرأي ، إن كان هناك في الحديث أو في الشريعة ما يؤيده ويأمر بالأخذ به ، ويلغون الرأي إن لم يكن في الحديث ما يشير إلى الأخذ به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظرة عامة في تاريخ الفقه : ص 221 - 222 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nكما كان من أهل الحديث متطرّفون لا يقبلون غير الكتاب والحديث في الحكم والفتوى ، ويعرضون عن كل شيء غير الكتاب والحديث . وهؤلاء يلتقون في الغالب مع الأشاعرة في إنكار العقل والإعراض عن العقل ورفض حجّية العقل والقطع .\r\nوقد قامت مدرسة الحديث في قبال مدرسة الرأي ، كردّ فعل لما حصل لهذه المدرسة من تطرف في الأخذ بالرأي ، والإعراض عن الحديث .\r\nولا نستطيع أن نضع حدودا دقيقة لهذه المدرسة في قبال مدرسة الرأي ونصنّف المدارس الفقهيّة القائمة في وقته على أساس من هذه الحدود إلى طائفتين ، ولكن من المؤكد أن مدرستي داود وأبي حنيفة تقعان على طرفي هذا النزاع ، فقد نزع داود نزوعا بيّنا إلى الحديث ، وأخذ نصوصه على ظاهرها ونزع أبو حنيفة نزوعا بيّنا إلى الرأي ، حتى نقل عنه خصومه ومناوءوه فيما ينقل عنه : لو كان رسول اللّه حيا لأخذ عني أشياء كثيرة « 1 » .\r\nوما بين هاتين المدرستين تقع سائر المدارس متوسطة بينهما كمذهب مالك والشافعي وأحمد بن حنبل ، إلّا أنّها على كلّ حال يغلب عليها طابع إحدى المدرستين من النزوع للرأي أو النزوع للحديث .\r\n\r\n3 - مدرسة الشيعة الإمامية في الاجتهاد\r\nقامت مدرستا الرأي والحديث على طرفين متقابلين ، يدعو أنصار كل مدرسة منهما إلى اتجاه يغاير الاتجاه الآخر ، ولا يلتقي به إلّا في قليل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد : 13 / 407 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nفكانت مدرسة ( الرأي ) تدعو إلى استعمال الرأي بصورة واسعة وتأذن للمجتهد باستخدام رأيه وحتى ذوقه الشخصي في مسائل الشريعة . . . التي ليس لرأي الإنسان فيها نفوذ أو سلطان ، فعارضها أئمة أهل البيت عليهم السّلام ، ورفعوا في وجوههم الشعار المعروف ( إنّ دين اللّه لا يصاب بالعقول ) . هذا بينما كانت مدرسة الحديث تذهب إلى اتجاه مقابل تماما لا يقلّ خطورة عن الاتجاه الأول ، حيث كانت تتبنّى الجمود على النص والأخذ بظاهر الحديث ، كما يذهب إلى ذلك داود وغير داود من الظاهرية .\r\nوقد وجد فقهاء مدرسة أهل البيت عليهم السّلام في كلا الاتجاهين ما يجافي روح التشريع الإسلامي وطريقته .\r\nفبينما يذهب الاتجاه الأول إلى إدخال عنصر الرأي البشري في مصادر الشريعة وإن لم يبلغ مرحلة القطع واليقين . . . يذهب الاتجاه الثاني ( مدرسة الحديث ) إلى الاقتصار على ظاهر النصوص الشرعية . فكان لا بدّ من اتجاه ثالث في الاجتهاد يجمع بين إيجابيات هذه المدرسة وتلك ويتجنّب سلبيات كل من هاتين المدرستين .\r\nوقد قام فقهاء الشيعة بتبيين هذا الاتجاه الثالث في الاجتهاد ، وهذا ما سنتحدث عنه بشيء من التفصيل .\r\n\r\nالاستناد إلى الحجة :\r\nلا بدّ للفقيه في استنباط الحكم الشرعي ، من الاستناد إلى الحجة وهي : باصطلاح الأصولي عبارة عن الأدلّة الشرعية من الطرق والأمارات التي تقع وسطا لإثبات متعلقاتها بحسب الجعل الشرعي ، من دون أن يكون بينها\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوبين المتعلقات علقة ثبوتية بوجه من الوجوه « 1 » .\r\nومن لوازمها العقلية : المنجزية ، والمعذرية .\r\nفيحكم العقل بحسن عقاب العبد على تقدير مخالفة الحجّة ، كما يحكم بقبح عقابه على تقدير موافقة الحجّة ، أصاب الواقع أم لا .\r\nوالحجّة على قسمين : حجّة بالذات وحجّة بالجعل .\r\nفالأول هو العلم وحجّيته ذاتية ، من دون توسط شيء ، فلا تناله يد التشريع ، فإنّ الحجيّة والطريقيّة حاصلة له بالذات ، ولا معنى لجعل ما هو حاصل له بالذات . بل العلم هو انكشاف المعلوم ورؤية الواقع المقطوع به ، وما كان كذلك فلا يمكن جعل الطريقية له أو سلبها عنه .\r\nوالثاني : هو الطرق والأمارات المعتبرة شرعا والأصول التنزيلية منها وغير التنزيلية ، وهذه الأمور إمّا أن تكون طريقيّتها وكاشفيّتها ناقصة يتمّمها الشارع ، وإمّا أن لا تكون لها طريقية وكاشفية ، ولو ناقصة ، وذلك كالأصول غير المحرزة . فنحتاج في مقام الاحتجاج بها والاعتماد عليها إلى دليل من الشرع أو العقل باعتبارها وإسنادها ؛ وذلك بجعل الطريقيّة لها وتتميم كشفها ، فيما إذا كانت لها جهة كشف وطريقة ناقصة كما في الأمارات ، أو اعتبارها وإسنادها بسند قطعي من الشرع والعقل كما في الأصول الشرعية والعقليّة .\r\nومجمل القول إنّ طريقيّة الحجّة الذاتية ، نابعة من ذاتها ، دون الحجّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول للكاظمي : 3 / 7 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالمجعولة حيث تحتاج في حجيتها إلى سند قطعي من شرع أو عقل ؛ لأنّ طريقية كل شيء لا بدّ وأن تنتهي إلى العلم ، وطريقية العلم لا بدّ وأن تكون ذاتية ؛ فإنّ كل ما بالغير ينتهي إلى ما بالذات وإلّا للزم التسلسل .\r\nوإذا اتضح هذا الحديث عن ( الحجّة ) التي ربما تكون قد خرجت بنا عن الصدد . . . تتضح لنا معالم مدرسة فقهاء أهل البيت في الاجتهاد .\r\n\r\nمعالم المدرسة :\r\nوما يحدّد معالم هذه المدرسة بكلمة موجزة ، من حيث مصادر التشريع التي تعتمد عليها هو : ( الاستناد على الحجّة ) سواء كانت الحجيّة ذاتيّة لها ، أم الحجيّة مجعولة لها .\r\nفما يتّصف من هذه الأمور بالحجيّة الذاتيّة أو المجعولة يؤخذ به وما لا يتّصف بالحجيّة الذاتيّة والمجعولة فلا يؤخذ به . بل إنّ الشك في حجيّته كاف للقطع بعدم حجيّته .\r\nفالكتاب حجّة شرعية وكذلك السنّة بعد الوثوق من صدورها .\r\nوأمّا العقل ونقصد به : ( الحكم القطعي الذي يقطع به العقل ) نحو قبح الخيانة وحسن الأمانة ، فهو حجّة بذاته ، فيما إذا توفرت فيه الشروط التي يذكرها الأصوليون في المقام . فإنّ العقل السليم أيضا حجّة من الحجج ، فالحكم المنكشف به حكم بلّغه الرسول الباطني الذي هو شرع من داخل ، كما أنّ الشرع عقل من خارج « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرائد الأصول للشيخ الأنصاري : 1 / 19 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nواستفاضت آيات من القرآن الكريم بالاعتماد على مقتضى العقول وحجيّته ، قال سبحانه :  إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ  « 1 » .\r\nوقال :  لَآياتٍ لِأُولِي الْأَلْبابِ  « 2 » .\r\nوقال :  لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ  « 3 » .\r\nوذمّ قوما لم يعملوا بمقتضى عقولهم ، فقال عزّ ذكره  أَ فَلا يَعْقِلُونَ  « 4 » .\r\nوما عدا ذلك فما ثبت حجيّته بدليل قطعيّ من شرع أو عقل اخذ به ، وما لم تثبت حجيّته ، ولم يقم على اعتباره دليل لم يؤخذ بالاعتبار في الاستنباط .\r\nقال تعالى :  وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ  « 5 » .\r\nوقال تعالى :  إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً  « 6 » .\r\nوقال تعالى :  آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ  « 7 » .\r\nولما كان اتّباع الرأي اتّباعا لغير العلم ، لم يأذن به اللّه ولا يغني عن الحق . . . فلا يمكن الاعتماد عليه والأخذ به في مجال الحكم والاجتهاد كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرعد : 4 .\r\n( 2 ) آل عمران : 190 .\r\n( 3 ) الرعد : 3 .\r\n( 4 ) يس : 68 .\r\n( 5 ) الإسراء : 36 .\r\n( 6 ) يونس : 36 .\r\n( 7 ) يونس : 59 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nتأخذ به مدرسة الرأي .\r\nوتذهب مدرسة أهل البيت عليهم السّلام إلى القول ب‍ ( عصمة ) أهل البيت عليهم السّلام في تبليغ أحكام اللّه وحدوده ، و ( حجّية ) حديثهم وروايتهم ، محتجّين على ذلك بآية التطهير في كتاب اللّه في الدلالة على عصمتهم عليهم السّلام ونزاهتهم من المعاصي والكذب والافتراء على اللّه ورسوله ، وبحديث الثقلين الذي يتّفق الفريقان على صحّته في الدلالة على حجّية حديث أهل البيت عليهم السّلام واعتباره امتدادا لحديث رسول اللّه صلّى اللّه عليه وآله وسلّم ورواية صادقة لحديث رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\n\r\n4 - المدرسة الاخبارية في الاجتهاد\r\nوهنا لا بدّ أن نشير إلى أنّ هذا الاتجاه الذي تبنّاه فقهاء مدرسة أهل البيت عليهم السّلام في الاجتهاد كاد أن ينشق على أهله قبل أربعة قرون من الزمان ، فقد ظهرت في هذه الفترة مدرسة جديدة يتبنّاها جمع من الفقهاء عرفوا باسم ( الإخبارية ) وحدث صراع فكري عنيف بين الاتجاه السائد والرسمي لمدرسة فقهاء أهل البيت وبين الاتجاه الجديد الذي حدث لهذه المدرسة في هذه الفترة « 1 » .\r\nواحتدم هذا الصراع أكثر من أي مكان آخر في كربلاء حيث كانت تجمع في وقتها بين قطبين كبيرين للفكر الأصولي والإخباري معا ، فكان يمثّل الاتجاه الأصولي فيها الوحيد البهبهاني المتوفى سنة 1208 ه‍ ، ويمثل الاتجاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يذكر الأخباريون شواهد كثيرة على أنّ هذا الاتجاه هو الاتجاه الرسمي والسائد القديم .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالإخباري فيها الشيخ يوسف البحراني المتوفى سنة 1186 ه‍ . وكان كل من العلمين يقوم بالتدريس ، ويحضر درسهما جمع غفير من الطلاب .\r\nوفي هذا الصراع الفكري برزت ( المدرسة الأصولية ) أكثر من منافستها ( المدرسة الإخبارية ) ، وتبنّى كثير من فقهاء هذا المركز الفقهيّ ( كربلاء ) الاتجاه الأصولي في الاجتهاد كالشيخ كاشف الغطاء والسيد بحر العلوم والسيد مهدي الشهرستاني وغيرهم . وليس معنى ذلك الغضّ من مكانة وفقاهة القطب الآخر لهذا الصراع الفكري ، فقد كان الشيخ يوسف البحراني فقيها جليلا كبيرا ، ويكفي فيه أنّه مؤلف الموسوعة الفقهية الجليلة : الحدائق الناضرة وهي من خير ما ألفه فقهاء مدرسة أهل البيت عليهم السّلام في الفقه .\r\nوكان كلّ من الوحيد البهبهاني والفقيه البحراني طودا شامخا في التقوى والفضيلة والفقه .\r\n\r\nالأمين الأسترآبادي :\r\nومؤسس هذه الطائفة هو الشيخ أمين الأسترآبادي . والأخباريون وإن كانوا ينسبون أفكارهم إلى الفقهاء السابقين حتى عهد الشيخ الصدوق . . . ولكن الواقع أنّ الإخبارية كمدرسة محددة المعالم ، قائمة بالذات ، لم تقم إلّا على يد الشيخ أمين الأسترآبادي .\r\nوالأسترآبادي بالذات كان عالما وفقيها متميزا بالخبرة العلمية وسعة الاطلاع والتعمق في فنون كثيرة من العلم والمعرفة . وقد ألّف كتابا باسم ( الفوائد المدنيّة ) حاول فيه أن يعارض الفكر الأصولي وينقده ، وينكر حجيّة العقل بشكل خاص ، إلّا فيما كان له مبدأ حسّي أو مبدأ قريب من الحسّ كالرياضيات ؛ فإنّ العقل حجّة فيها ، وأمّا ما عدا ذلك فلا حجيّة للعقل فيه .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nمعالم المدرسة :\r\nوتضطرب كلمات الإخباريين بشكل يصعب على الباحث أن يستخرج من كلماتهم شيئا محدد المعالم ، ليسنده إليهم ، فمن منكر للملازمة بين الحكم العقلي والشرعي ، وآخر منكر للحكم العقلي الظنّي .\r\nوقد أنكر المحقّق الخراساني أن يكون مقصود الإخباريين إنكار حجيّة القطع فيما إذا كان بمقدّمات عقلية ، وإنّما تتّجه كلماتهم إلى منع الملازمة بين حكم العقل بوجوب شيء وحكم الشرع بوجوبه ، كما ينادي بأعلى صوته ما حكي عن السيد الصدر « 1 » في باب الملازمة . وأما في مقام عدم جواز الاعتماد على المقدمات العقلية لأنها لا تفيد إلّا الظن ، كما هو صريح الشيخ المحدّث الأسترآبادي رحمه اللّه « 2 » .\r\nولكن مراجعة كلمات المحدّث الأسترآبادي نفسه يعيد إلى نفوسنا الثقة بأنّه ممن لا يرتضي الاعتماد على غير الحديث حيث يقول - كما ينقله المحقّق الخراساني أيضا - :\r\nوإذا عرفت ما مهّدناه من الدقيقة الشريفة فنقول : إن تمسّكنا بكلامهم عليهم السّلام فقد عصمنا من الخطأ ، وإن تمسّكنا بغيره لم يعصم عنه ، ومن المعلوم أنّ العصمة عن الخطأ أمر مطلوب مرغوب فيه « 3 » .\r\nوهذا الكلام يتنافى مع ما يريد المحقّق الخراساني رحمه اللّه أن يستخلصه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيّد صدر الدين بن محمّد بن باقر الرضوي ، توفي في عشر الستين بعد المائة والألف وهو ابن خمس وستين الكنى والألقاب : 2 / 415 .\r\n( 2 ) كفاية الأصول : ص 270 المقصد السادس / الامارات .\r\n( 3 ) الفوائد المدنية للأسترابادي : ص 131 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nكلمات الإخباريين .\r\nومهما يكن من أمر فلا شكّ أنّ كلمات بعض الإخباريين يمكن أن تحمل على الخلاف الصغروي من منع حصول القطع بالحكم الشرعي عن غير الكتاب والسنّة . . . ولكن الظاهر مما ينسب إلى كثير منهم كالمحدّث الأسترآبادي والسيد نعمة اللّه الجزائري والمحدّث البحراني « 1 » هو القول بعدم حجيّة القطع الحاصل عن غير الكتاب والسنّة ، بعد حصوله « 2 » .\r\nإلّا أنّ الذي يستطيع الباحث أن يستخلصه من كلمات الإخباريين ويطمئن إلى نسبته إليهم ، دون أن يضر بذلك اختلاف كلماتهم ، هو القول بلزوم توسّط الأوصياء سلام اللّه عليهم في التبليغ ، فكل حكم لم يكن فيه وساطتهم فهو لا يكون وأصلا إلى مرتبة الفعليّة والباعثيّة ، وإن كان ذلك الحكم وأصلا إلى المكلّف بطريق آخر « 3 » .\r\nفلا يمكن الاعتماد بناء على هذه الدعوى ، على العقل في الحكم والاجتهاد ويتلو ذلك عند الإخباريين الاحتجاج بالكتاب العزيز ، فقد وقف الأخباريون عن العمل بالقرآن لطروّ مخصّصات من السنّة ومقيّدات على عمومه ومطلقاته ، ولما ورد من أحاديث ناهية عن تفسير القرآن بالرأي « 4 » وفي هذا القدر من الرأي ما فيه من تعقيد وتعطيل للاجتهاد .\r\nولسنا ندري على التحقيق ما كان يؤول إليه أمر الاجتهاد لدى فقهاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حاشية المشكيني على الكفاية : 3 / 113 .\r\n( 2 ) راجع دراسات الأستاذ المحقق الخوئي : 3 / 46 ط . النجف .\r\n( 3 ) أجود التقريرات للعلّامة المحقق الخوئي : 2 / 40 ط . صيدا .\r\n( 4 ) راجع الأصول العامة للفقه المقارن : ص 103 - 104 ط . بيروت .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالإمامية لو كانت هذه المدرسة تنجح في تغيير خط الاجتهاد إلى هذا المجرى ، ولربما كان يؤول أمره إلى اتجاه يشبه اتّجاه مدرسة الحديث في العصر العباسي .\r\nهذا كله رغم جلالة قدر هؤلاء الأعلام ومنزلتهم العلمية الرفيعة ، ولما كانوا يتّصفون به من إخلاص وتقوى ، ويكفي أن يكون منهم الشيخ صاحب الحدائق والسيد الجزائري وغيرهم ، وكلّهم من فقهاء الشيعة الكبار ، وممن خدموا الفقه خدمات جليلة كبيرة .\r\nوكان لتطور وتعمّق الدراسات الأصولية المتأخرة دور كبير في تعديل وتلطيف هذه الاتجاه . ويروى أنّ الشيخ الأنصاري رحمه اللّه كان يقول : لو كان يقدّر للأسترابادي أن يرى ما كتبته في الرسائل لكان يرجع عن آرائه .\r\nأما بعد ؛ فقد كان هذا حديثا عن الاجتهاد واتّجاهاته . . . حاولنا فيه أن نتعرض فيها لمدارس الاجتهاد ، منذ وفاة رسول اللّه صلّى اللّه عليه وآله وسلّم إلى الوقت الحاضر ، وما بينها من اختلاف ونزاع ، وحاولنا بعد ذلك أن ندرس كل مدرسة من هذه المدارس بما يتّسع له صدر هذا الحديث بشيء من الموضوعية ، ثمّ نجد موقف مدرسة أهل البيت في الاجتهاد من المدارس القائمة في الوقت الحاضر ومن المدارس التي قامت على أنقاضها ، ثمّ دخلنا مع التاريخ منعطفا هامّا من المنعطفات التاريخية التي انتهت إليها مدرسة الاجتهاد عند الإمامية قبل أربعة قرون من الزمان ، لنرى عن كثب عوامل وآثار هذا الاتجاه الجديد الذي ظهر في مدرسة أهل البيت ، ثمّ عادت هذه المدرسة إلى انسجامها واعتدالها من جديد دون أن يترك أثرا مهمّا في سير هذه المدرسة واتجاهها .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nحركة الاجتهاد بين الانفتاح والتعطيل\r\nمن أهم ما تمتاز به حركة الاجتهاد عند الشيعة هي الاستمرارية التي تتصف الحركة بها ، منذ أن ولدت إلى الوقت الحاضر .\r\nوبعكس هذا الاتجاه في الاجتهاد عند فقهاء الشيعة ، نجد أنّ حركة الاجتهاد عند المذاهب الفقهية الأخرى قد تعطّلت منذ أمد بعيد ، وتدخّلت عوامل كثيرة في تعطيل هذه الحركة وحصر الاجتهاد الجائز على أتباعه وتقليده من قبل جمهور الناس في المذاهب الفقهية الأربعة ، ومهما كانت العوامل التي أدّت إلى تجميد حركة الاجتهاد من سياسية وغير سياسية ، فإنّ الشيء المؤكّد أنّ الاجتهاد أصيب نتيجة لهذا الإجراء بضمور وضعف ، ولم يكن هناك أيّ مبرّر من الناحية الفقهية لتعطيل هذه الحركة في نطاق أربعة مذاهب أو أكثر من ذلك .\r\nفليس ثمّة من نصّ شرعي يحدّد صلاحية الاجتهاد في الأئمة الأربعة ،\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nويمنع من تقليد غيرهم من أئمة المسلمين ، كما ليس هناك أيّ ميزة لهؤلاء الأربعة من بين فقهاء المسلمين وأئمتهم دون غيرهم توجب حصر الاجتهاد فيهم والمنع من تقليد غيرهم .\r\nوليس من شك أنّ حركة الاجتهاد حينما تستمر وتتداولها الأفكار والعقول على مرّ العصور تكتسب نضجا وقوّة أكثر من ذي قبل ، شأنها في ذلك شأن أيّ علم وأيّ فنّ من الفنون ، وليس الاجتهاد بدعا من علوم الإنسان وثقافاته . فما ظنّك لو كانت الرياضيات تتوقف عند عهد فيثاغورس ، والطبّ يتوقف عند ابن سينا ، والكيمياء والفيزياء يتوقفان عند الرواد الأوائل لهذه العلوم ؟\r\nهل كان يتاح لهذه العلوم ، أن تتقدّم كل هذا التقدّم الهائل الذي أحرزته نتيجة للتفكير والعمل المستمر الذي قام به علماء متخصّصون على امتداد العصور ؟ وشأن الاجتهاد شأن غيره من هذه العلوم .\r\nوالذي يراجع تاريخ الاجتهاد عند فقهاء مدرسة أهل البيت عليهم السّلام يلمس بوضوح التطوّر والفوارق الكبيرة التي تميّز مراحل مختلفة من تاريخ هذا الفقه .\r\nفإنّ النضج والقوّة التي اكتسبها الفقه في عصر مؤلّف الجواهر والفرائد الشيخ محمد حسن والشيخ الأنصاري ، كان خطوة جبّارة في عالم الفقه والأصول ، ولم تقف حركة الاجتهاد بعد ذلك على هذا المستوى الذي خلّفه الشيخان النجفي والأنصاري ، وإنّما اكتسب نضجا وقوّة أكثر .\r\nوالذي يلحظ النتاج الفقهي والأصولي المعاصر ، ويقرنه إلى ما صدر قبل ذلك من نتاج يستطيع أن يلمس هذا الاختلاف بوضوح .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوطبيعيّ جدا ، أنّ علم الفقه حينما يتأتّى له هذا النضج والقوة في ظلّ الحركة المستمرة والجهد الدائم الذي يبذله الفقهاء يكون أوصل إلى حكم اللّه ، وأبلغ في الوصول إلى حدود اللّه وشرائعه .\r\nولست أعلم لما ذا يكون الجهد الذي يبذله أبو حنيفة ، أو الشافعي مثلا في استخراج الأحكام الشرعية مجزيا ومبرءا للذمة ، وموصلا إلى حدود اللّه وشرائعه ؟ ولا يكون هذا الجهد موصلا إلى أحكام اللّه ومجزيا إذا ما بذله فقيه معاصر ، قد ألمّ بكل ما كان يعرفه الفقيهان المعروفان أبو حنيفة والشافعي وزاد عليهم في النضج والخبرة .\r\nيقول الأستاذ المراغي في معرض مناقشة انسداد باب الاجتهاد في الأزهر الشريف والمعاهد الدينية في مصر : وليس ممّا يلائم سمعة المعاهد الدينية في مصر أن يقال عنها إنّ ما يدرس فيها من علوم اللغة والمنطق والكلام والأصول لا يكفي لفهم خطاب العرب ، ولا لمعرفة الأدلّة وشروطها ، وإذا صحّ هذا في الضيعة الأعمار والأموال التي تنفق في سبيلها « 1 » .\r\nوقد يعيش فقيه واحد في عصر واحد في بيئتين فتتغيّر نظرته الفقهية تبعا لاختلاف هاتين البيئتين ، وتتغيّر تبعا لذلك فتاواه .\r\nوالمعروف عن الإمام الشافعي أنّ فتاواه اختلفت حينما انتقل إلى مصر عمّا كان يفتي به سابقا وهو في المدينة ، نظرا لاختلاف بيئة الحجاز عن بيئة مصر .\r\nفإنّ الفقيه حينما يلمس عن كثب ضرورات بيئة يعيشها ، تختلف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصول العامة للفقه المقارن : ص 604 ، نقلا عن مجلّة رسالة الإسلام العدد 4 السنة الأولى ص 350 وما بعدها .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nنظرته وفهمه للأدلّة عن الفقيه الذي يستنبط أحكاما كلّية في إطار من الأدلة الفقهية ، بعيدا عن الاحتكاك بالواقع وضغوطه وظروفه .\r\nولا يعني ذلك تعدّدا واختلافا في مصادر الشريعة ، ولا يغيّر الاحتكاك الأدلّة الشرعية ، إلّا أنّ نظرة الفقيه وفهمه للأدلّة ، تختلف بلا شك حينما يحتكّ ببيئة جديدة أو ضرورات جديدة في الحياة .\r\nوعلى هذا فإنّ حركة الاجتهاد حينما تنقطع عند مرحلة زمنية وظروف بيئية خاصّة ، تفقد كثيرا من مرونتها وكفاءاتها التي تجعلها صالحة للتطبيق في مختلف الظروف والبيئات .\r\nونحن نطلب إلى فقهاء المسلمين أن يعيدوا النظر بجدّية في مسألة سدّ باب الاجتهاد ، ودفعها من جديد إلى الدراسة الجادّة في المعاهد والمدارس الفقهية ، كما نطلب منهم أن يستعينوا بالخبرة والعمق والدقة التي اكتسبتها حركة الاجتهاد في مدرسة أهل البيت عليهم السّلام طيلة هذه المدّة الطويلة التي كانت مفتوحة على وجهات النظر المختلفة ، ومسرحا للتفكير والدراسة الفقهية المعمّقة .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n2 التقليد\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالتقليد والاتّباع فيما لا يحسنه الإنسان شيء من فطرته وطبيعته ؛ فلا يحسن الإنسان كلّ ما يتعلّق بحياته وسلوكه وواجباته على تشعّب مسائل الحياة وواجباته فيها ، فيضطر الإنسان حينئذ إلى التقليد واتّباع الآخرين ممّن يحسنون ذلك .\r\nفحين يصاب الإنسان بمرض ، لا يتردّد في مراجعة الأطباء المتخصّصين في فهم نوعية المرض وتعيين العلاج . . ولا يتردّد في تنفيذ توصيات الطبيب فيما يتعلّق بصحّته ، وذلك انطلاقا من الأصل المتقدّم القائم بالفطرة . .\r\nفإنّ الرجوع إلى أصحاب الاختصاص فيما لا يحسنه الإنسان وما لا يعرفه أمر متأصّل في فطرة الإنسان ، يجري عليه الإنسان في الجانب الأكبر من حياته ومن شؤونه . وكلّما تتّسع دائرة حياة الإنسان وحاجاته وتتوسّع الاختصاصات والخبرات والتجارب البشرية ، كلّما تزداد حاجة الإنسان للتقليد والاستعانة بذوي الخبرة والتجربة .\r\nفالطبيب الذي يختصّ بأمراض القلب ، لا يستطيع أن يقطع برأي في\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nمريض قبل أن يستشير عددا من ذوي الاختصاصات الأخرى في الطب . . وفي صناعة مادّة كيمياوية ، أو صنع النسيج ، أو تصفية النفط قد يسهم العشرات من ذوي الخبرة والاختصاصات المختلفة حتى يتمّ العمل .\r\nولا يملك الإنسان في مسائل الحياة المتشعّبة والكثيرة وحاجاته الآخذة في الاتّساع ، إلّا أن يرجع إلى عدد كبير من ذوي الاختصاص والخبرة . . وتتوزّع الاختصاصات في المجتمع بصورة طبيعية ، ويتمّ التقليد والرجوع إلى ذوي الاختصاص في المسائل المختلفة كذلك بصورة طبيعية ، دون أن يفكّر أحد من الناس أن يقوم وحده بعبء كلّ حياته ، وأن يتخصّص في جميع المسائل التي تعنيه من أمر حياته .\r\nوالتقليد بهذا المعنى قانون أصيل من قوانين الفطرة ، وهو يختلف تماما عن التقليد المذموم الذي يفهمه الناس من كلمة التقليد ، وليس بمعنى التبعية غير الواعية وغير الراشدة ، فإنّ هذا النوع من التقليد في واقعه ، رجوع الجاهل إلى الجاهل ، وليس رجوعا للجاهل إلى العالم ، بعد تقييم وتقدير وحساب .\r\nوالذي نعنيه من التقليد هنا ، هو رجوع الجاهل إلى العالم بعد تقييم وتقدير وحساب ، وهو تقليد واع يتمّ عن تقييم وبصيرة لا بدّ منه ، ليتيح للإنسان الانتفاع بخبرات الآخرين وتجاربهم واختصاصاتهم ، وكلّما تتعقّد مسائل الحياة وتتشعّب ، تزداد حاجة الإنسان وإقباله إليه أكثر من ذي قبل .\r\nوالتقليد بهذا المعنى ، هو نفس المعنى الذي يقصد من كلمة التقليد التي تأتي في قبال كلمة الاجتهاد ، فإنّ الشريعة الإسلامية تتضمّن سلسلة من التعليمات والتشريعات التي تتعلّق بسلوك الإنسان المسلم وعلاقاته وأعماله .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوهي تشتمل على كلّ جوانب حياة الإنسان الفردية والاجتماعية ، وكلّ علاقاته وصلاته ، وكلّ أنحاء حياته في دقّة وتفصيل .\r\nولا يتيسّر لكلّ أحد أن يعرف هذه الأحكام في تفاصيلها من مصادرها الأولى ، فإنّ هذه العملية تتطلّب جهدا كبيرا ، ودراسة طويلة لهذه المصادر ومعرفة كاملة بقواعد الفقه وأصوله ، وإحاطة بالأحاديث والروايات وإلماما بإسناد هذه الروايات . والتوفّر على ذلك كلّه يتطلّب دراسة لا تتوفّر لكلّ أحد .\r\nوالذين يتاح لهم أن يتخصّصوا في هذا العلم ويتوفّروا عليه ، هم قلّة قليلة من الناس ، فلا يملك جمهور المسلمين من غير الفقهاء ، وهم مكلّفون بأحكام هذا الدين وتشريعاته ، إلّا أن يستعينوا بذوي الخبرة والاختصاص في هذا العلم ، ويقلّدوا ممّن أتيحت لهم هذه الدراسة .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nمرجع التقليد\r\n\r\nمكانة المرجع ومسئولياته :\r\nتناط بمراجع التقليد ، مسؤولية إصدار الفتوى واستنباط الأحكام الإلهية فيما يهمّ المسلم من أمر حياته وسلوكه ، ويرجع إليهم في معرفة أحكام اللّه وحدوده وشريعته ، وكل صغيرة وكبيرة ممّا يتعلّق بأعماله وعلاقاته ومعيشته وفرائضه ومعاملاته ، وفيما يتعلّق بشؤون الحياة الاجتماعية ومسائلها .\r\nوبذلك فإنّ المرجع الديني يمثّل السلطة الإفتائية العليا ( وهذه السلطة تحلّ محلّ السلطة التشريعية في الدول العلمانية ) ، كما يمثّل السلطة القضائية .\r\nوقد وردت أحاديث كثيرة عن قيمة المرجعية ومكانتها من حياة الامّة ، منها التوقيع المروي عن الإمام الحجة عجّل اللّه فرجه :\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n« وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة أحاديثنا ، فإنّهم حجّتي عليكم ، وأنا حجّة اللّه عليهم » .\r\nوالحديث المروي عن أمير المؤمنين عليه السّلام : « مجاري الأمور والأحكام على أيدي العلماء باللّه ، الامناء على حرامه وحلاله » .\r\n\r\nانتخاب المرجع :\r\nلأتباع مدرسة أهل البيت عليهم السّلام طريقتهم الخاصة في انتخاب المرجع الديني الذي يتصدّى لشؤون التقليد ، فلا يتم اختيار المرجع من قبل موقع مسؤول في النظام الحاكم كما هو الحال مثلا في جملة من الجامعات الإسلامية في البلاد الإسلامية في شمال إفريقية مثلا ، حيث يتمّ تعيين الشخص الذي يعهد إليه برئاسة الشؤون الدينية ورئاسة الجامعة بواسطة رئيس الجمهورية أو رئاسة الوزراء أو وزير الأوقاف ، ولهذه الطريقة سلبيات واضحة تجعل الجامعة الإسلامية أو منصب الفتوى تابعا للنظام وخاضعا له .\r\nولا يتمّ انتخاب المرجع بالطريقة الديمقراطية المعروفة في المؤسسات الديمقراطية ، حيث تلعب الوسائل الإعلامية دورا مؤثرا في تكوين الرأي العام وتوجيهه .\r\nوإنّما يتمّ انتخاب المرجع بصورة تدريجية عبر الزمن ، والسبب في ذلك أنّ ارتباط ( المقلّد ) الفرد المسلم بالمرجع في شؤون دينه يتمّ بعد اكتمال الثقة الكافية في نفس الفرد تجاه المرجع في كفاءته الدينية والعلمية والإدارية ، واكتمال هذه الثقة في مساحة واسعة من المجتمع يحتاج إلى زمن غير قليل .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nولهذه الطريقة سلبية معروفة ، نحن في غنىّ عن شرحها ؛ فإنّها طريقة بطيئة ومعوّقة للعمل ، ولا تكمل لمرجع التقليد إمكانات العمل بصورة واسعة وقوية إلّا في وقت متأخر وبعد تفويت فرص جيدة للعمل ، ويحدث أحيانا أنّ المرجعية تتوزع على عدد من المحاور بعد وفاة المرجع الذي كان يستوعب الساحة ، ويحتاج الأمر إلى زمن ليس بقليل حتى تجتمع المرجعية مرة أخرى حول محور واحد ، ويكتسب هذا المحور القوّة والكفاءة اللازمة لتحريك الأمّة وإدارة القضايا الكبرى التي تمرّ بها . ويتحين الأعداء والمتربصون بالامّة عادة فرصة وفاة مرجع وقيام مرجع آخر لتمرير مشاريعهم السياسية لعدم اكتمال أسباب المرجعية لمحور واحد بصورة كاملة خلال هذه الفترة ، وخلوّ الساحة من مرجع قويّ يتمكن من مواجهة هذه المشاريع وإحباطها .\r\nوهذا ما حدث فعلا بعد وفاة الإمام البروجردي رحمه اللّه تعالى عام 1965 في إيران ، حيث استغل ( الشاة ) فرصة توزّع المرجعية وخلو الساحة من مرجعية قوية ومستوعبة ، فطرح مجموعة من المشاريع السياسية لربط إيران بعجلة أمريكا التي عارضها الفقهاء في تلك الفترة ، وإلى أن استطاع الإمام الخميني رحمه اللّه تعالى أن يستقطب جماهير الامّة من حوله ويتصدى لمشاريع الشاه ، كان الشاة قد تمكّن من تنفيذ جملة من مشاريعه وأفكاره الرامية إلى ربط الامّة بمصالح الغرب .\r\nقد يصح هذا النقد ، ولكن ما لا يصح إطلاقا أن يقول أحد إنّ مرجعية الشيعة تقع تحت تأثير ونفوذ شبكة من رجال الدين ، ويندر أن يتمكن أحد أن يرشح نفسه للمرجعية ويكتسب ثقة الناس إلّا من خلال التفاهم مع هذه الشبكة ، والتنازل لمطالبها السياسية والمالية . وإنّ هذه الشبكة تمارس نفوذها غير المرئي على الوسط الشيعي في تشخيص وتحديد مرجع التقليد\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nبدرجة عالية وهي قادرة على تقويم المرجعية وتقويضها في آن واحد .\r\nإنّ في هذا التصور شيئا كثيرا من المبالغة والغلو والإفراط ، ولولا أنّي أعلم أنّ قائل هذه المقولة إنسان عالم وملم بظروف وتاريخ المرجعية البعيد والقريب ، وقرأت له في تاريخ الفقه الإمامي دراسة ناضجة وعلمية قيّمة جديرة بالاحترام لقلت إنّ هذا الكلام ضرب من الخيال « 1 » .\r\nولست أناقش في وجود هذه الحالة على أرض الواقع ، وهذا أمر طبيعي ، فمن حول كل مرشّح للزعامة نفر من الحاشية من أهل الدنيا والطمع في متاع الحياة الدنيا ، وهؤلاء النفر ينفعون ويضرّون بطبيعة الحال . هذا أمر لا أنفيه ، ولكن الكلام في حجم هذا النفر وقيمتهم السياسية والاجتماعية والدور الذي يمكن أن يضطلعوا به ، وأنا لا أشك أنّ هذا التصور عن الحجم والدور الضخم الذي يمارسه هذا النفر لا واقع له على أرض الواقع إطلاقا .\r\n\r\nالتقليد والحالة القومية عند الشيعة :\r\nوإذا أردنا أن نسلط الأضواء على الجوانب المشرقة لفكرة التقليد والمرجعية عند الشيعة ، يجب أن نذكر قدرة المرجعية في تخطي الحالة القومية وتجاوزها على مستوى القمة والقاعدة معا .\r\nفإنّنا نلاحظ على مستوى القمة في الحوزات العلمية ، وفي الأوساط الفقهية ذات الخبرة بالمرجعية والمعنية بها طرح اسم فقيه أو آخر لقيادة المسلمين الدينية في العالم الشيعي ، دون أن يؤخذ بنظر الاعتبار الحالة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير إلى المقال المنشور في جريدة ( صوت العراق ) الصادرة في لندن العدد 106 بتاريخ 22 / 2 / 1992 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالقومية والجذور القومية لهذا الشخص على الإطلاق .\r\nوكما نلاحظ على مستوى القاعدة قبول مرجعية الفقيه المتصدي العادل والكفوء من قبل جماهير المسلمين الشيعة ، دون أن يؤخذ بنظر الاعتبار انتماؤه وارتباطه القومي .\r\nوهذا التخطي على مستوى القمة وعلى مستوى القاعدة يدل على درجة عالية من الوعي والالتزام بالحدود الشرعية ، والفهم الشامل والمستوعب لمفاهيم الإسلام ونظرته الإنسانية الواحدة ، يجب أن يذكر باعتزاز ، ولنا على ذلك عشرات النماذج والمصاديق التاريخية والمعاصرة .\r\nفقد ذاع اسم الشيخ محمد حسن النجفي مؤلف الموسوعة الفقهية ( جواهر الكلام ) في الأوساط الفارسية والتركية في إيران والقفقاز وأذربيجان ، كما ذاع اسمه في الهند بالتقليد ، وهو فقيه عربي عريق من العراق . ولما حضرته الوفاة أناط المرجعية بحضور جمع من فقهاء العراق وعيونهم إلى فقيه فارسي من دزفول مغمور ، لا يعرفه أحد ، إلّا في أوساط الحوزة وبين الطلبة وهو الشيخ مرتضى الأنصاري بعد أن أوصاه أن يقلل من احتياطاته في الفتوى ، وقال له إنّ الشريعة سهلة سمحة فلا تكثر من الاحتياط . وقال رحمه اللّه بعد ذلك وهو في اللحظات الأخيرة من حياته : الآن طاب لي الموت .\r\nوقال الناس بعد ذلك : دخل ملا مرتضى - وهو الاسم الذي كان يعرف به الشيخ الأنصاري في أوساط طلبة الحوزة حينذاك - على صاحب الجواهر وخرج بعنوان الشيخ مرتضى الأنصاري زعيم الشيعة ومرجعهم في العالم .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوتعاقب بعد ذلك فقهاء من العراق وإيران على مرجعية الشيعة ، عمّ تقليدهم البلدين مثل : مرجعية الفقيه الشيخ جعفر كاشف الغطاء رحمه اللّه تعالى - من فقهاء العراق الكبار - والذي شاع تقليده في إيران في العصر ( القاجاري ) وسافر إلى إيران واستقبلته إيران استقبالا حافلا ، ومرجعية السيد ميرزا حسن الشيرازي الذي شاع تقليده في العراق بصورة واسعة .\r\nوفي عصرنا الحاضر يمكن أن نذكر كشاهد على ما نقول مرجعية الإمام السيد محسن الحكيم قدّس سرّه - من فقهاء العراق - التي امتدت من العراق إلى إيران وبلاد الأفغان والهند وباكستان . ومرجعية الإمام الخميني قدّس سرّه ، ومرجعية آية اللّه العظمى السيد الخوئي قدّس سرّه التي امتدت إلى البلاد العربية وغير العربية في العالم الشيعي بشكل واسع . وهذه الشواهد تعبر بوضوح عن مضمون حضاري في مرجعية الشيعة ، وهو أنّ الزعامة الشيعية تمكنت من أن تتجاوز الحدود الإقليمية والقومية بكفاءة وجدارة عالية .\r\nومما لا يصح في أي نقد موضوعي لمرجعية الشيعة تجاوز هذا الواقع الموضوعي المشرق والحديث عن المرجعية بلغة ( العرب ) و ( العجم ) و ( القومية ) و ( الإقليمية ) باللغة المألوفة في الأوساط السياسية « 1 » . فقد استطاعت الزعامة الشيعية أن تتجاوز هذه الحالة منذ عهد بعيد « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إشارة إلى المضامين الواردة في المقال في جريدة ( صوت العراق ) الصادرة من لندن .\r\n( 2 ) كان الشيخ المفيد موضع احترام وثقة الدولة ( البويهية ) الإيرانية المعروفة ، والشيخ كما نعرفه من أسرة عربية عراقية معروفة من ( عكبرا ) قرب مدينة بلد ، كما أنّ الشهيد الأول رحمه اللّه كان موضع ثقة واعتماد الدولة ( السربدارية ) الفارسية والسبزوارية ، وهو فقيه عربي من لبنان ( جبل عامل ) .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nمسؤولية الجمهور في أمر التقليد :\r\nوانطلاقا مما تقدم في أهمية موقع المؤسسة الدينية في مجتمعنا وأهمية زعيم هذه المؤسسة ، لا بدّ من أن نشير إلى ضخامة المسؤولية التي يتحمّلها الناس ، حينما يرجعون إلى أحد في التقليد ويختارونه للمرجعية . . فإنّ هذا الاختيار يعتبر كما سبق أن ذكرنا إسهاما مباشرا في تكوين المرجع الديني ونصبه للتقليد . . وهو مسؤولية خطيرة للغاية .\r\nوكما يتحمّل المرجع الديني مسؤولية هذه المهمّة كمرجع للتقليد ، تتحمّل الامّة أيضا مسؤولية اختيار المرجع الديني من بين المرشّحين للمرجعية ، فلا يجوز للامّة أن تسلّم المرجعية إلى أيّ يد تمتد لها ، دون أن تتأكّد من قبل من صلاحيتها وكفاءتها لهذا المنصب الرفيع ، ودون اختبار وحساب دقيق للشخص الذي تسلّمه الامّة زمام المرجعية . فإنّ عدم التأكّد من صلاحية المرجع وكفاءته من الناحية العلمية والتقوى والكفاءات الشخصية ، قد يؤدّي إلى كارثة في حياة الامّة ، عندما لا يكون المرجع الذي تسلّم مهام المرجعية أهلا لتحمّل هذه المسؤولية .\r\nفأمر اختيار المرجع - إذن - من المسئوليات الكبيرة الملقاة على عاتق الامّة ، وحينما تختار أحدا للتقليد تتحمّل مسؤولية التّبعات التي تتمخّض عن ذلك .\r\nولذلك فإنّ على الامّة أن تتريّث كثيرا في اختيار المرجع ، وأن تتأكد من الشخص الذي تنيط به هذه الأمانة ، قبل أن تحمّله هذه المسؤولية الكبيرة . فإنّ المرجعية كيان اجتماعي وسياسي مؤثّر في حياة الامّة تجلب كثيرا من المطامع ، وتعنى بها واجهات سياسية وحكومية ، وتحاول أن تدسّ أنفها في\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالموضوع وتؤثّر بشكل من الأشكال في توجيه المرجعية بالشكل الذي ترتضيه وتؤمّن مصالحها .\r\nومع أنّ هذه المحاولات لا تزال تبوء بالفشل في تاريخ المرجعية ، رغم الجهود الكبيرة التي تبذلها هذه الفئة أو تلك في تحريف خط المرجعية ، ومع أنّ المرجعية ظلّت على امتداد تاريخها الطويل - رغم كل هذه المحاولات - نظيفة مشرقة ، لا يجد فيها أحد مغمزا . . رغم ذلك كلّه فإنّ على الامّة أن تكون واعية ، مفتوحة العينين ، مدركة لمسئولياتها الكبيرة في اختيار المرجع الذي تلقي إليه زمام التقليد والزّعامة الإسلامية ، مقدّرة كل التقدير جسامة المسؤولية الملقاة على عاتقها في هذا الاختيار ، ولا تنقاد من وراء موقف عاطفي ، ولا تحكم بنظرة سطحية ، ودون تقدير وحساب دقيق لمن تختار لهذه المسؤولية الخطيرة .\r\n\r\nالشروط التي لا بدّ منها في مرجع التقليد :\r\nونظرا لما تقدّم من مسؤولية المرجع الديني ، ومسؤولية المقلّدين في اختيار مرجع التقليد من بين المرشّحين للمرجعية ، فلا بدّ من التأكّد من صلاحية الشخص لهذه المسؤولية ، وتوفّر الشروط التي لا بدّ منها فيه قبل اختياره لها .\r\nوهذه الشروط كثيرة لا نريد أن نستقصيها جميعا ، وبإمكان القارئ فيما لو أراد المزيد من المعرفة الرجوع إلى المباحث الفقهية المتعلّقة بالموضوع . وأهم هذه الشروط هي : - 1 - الحياة .\r\n2 - الفقاهة ( الاجتهاد ) .\r\n3 - العدالة .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nولمّا كان الفقهاء يتولّون في حياة المجتمع الإسلامي ، مسؤولية الولاية والحكم ، كان لا بدّ من إضافة شروط أخرى لا بدّ منها ، فيمن يتولّى شؤون المجتمع وإدارته ويتولّى مسؤولية الحكم والولاية فيه .\r\nوأهم هذه الشروط التي نضيفها إلى الشروط المتقدّمة - كشرط رابع - لتحقيق هذه الغاية هو ( الكفاءة والوعي ) .\r\nولمّا كنّا قد بحثنا سابقا عن ضرورة انفتاح حركة الاجتهاد ، والأخطار التي تلحق الفقه الإسلامي عند تعطيل هذه الحركة وتمجيدها . . فسوف لا نحتاج إلى البحث عن اشتراط الحياة في مرجع التقليد .\r\nفإنّ الرجوع إلى المجتهدين السابقين يؤدّي إلى تعطيل حركة الاجتهاد ، ويفقد هذه الحركة أهمّ خصائصها ، وهو المرونة في التطبيق . وللبحث عن الموضوع فقهيا مجال آخر .\r\nوبناء عليه فسوف نقتصر فيما يلي من البحث عن الشروط المتقدّمة ، باستثناء الحياة ، ونترك التفصيل للأبحاث الفقهية المعنية بالموضوع .\r\n\r\n1 - الفقاهة « 1 » :\r\nفي مقدّمة الشروط التي لا بدّ منها في مرجع التقليد ، هو الفقاهة والاجتهاد ، وهو ملكة نفسية تمكّن المجتهد من تحصيل الحجج والأدلّة على الحكم الشرعي أو الوظيفة الشرعية « 2 » ، ولا تتحقق هذه الملكة لدى الشخص ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمشهور من الفقهاء يذهبون إلى اشتراط الأعلمية في مرجع التقليد ، ونقل الإجماع على ذلك المحقّق الثاني .\r\n( 2 ) حيث لا يتأتّى للفقيه معرفة الحكم الشرعي ، يبحث عن الوظيفة الشرعية أو العقلية الثابتة له في ظرف الجهل بالحكم الشرعي .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nإلّا بعد إلمام اطّلاع واسع ومعمّق بالأصول والقواعد الفقهية التي تعين المجتهد على معرفة الحكم الشرعي والوظيفة الشرعية . ولا بدّ من أن تكون هذه المعرفة نابعة عن رأي ونظر ، ولا يكفي الاطّلاع وحده على هذه الأصول والقواعد ، ما لم تصحبها ممارسة طويلة لاستعمال هذه الأصول في مجاريها الصحيحة . . فقد تختلف أحيانا مجاري هذه الأصول والقواعد اختلافات دقيقة جدّا ، لا يتمكّن الفقيه من تمييزها دون ممارسة طويلة وخبرة واسعة في الموضوع ، وهذا هو ما يعبّر عنه الفقهاء عادة بالقدرة على تطبيق الكبريات على صغرياتها .\r\nفالطبيب الحاذق ، ليس هو الذي يفهم القواعد الكلّية في الطب ، ويفهم أحكاما كلّية عن الأمراض والمعالجات ، وإنّما هو الذي يحسن تشخيص الأمراض ، وتطبيق القواعد الكلّية في الطب على الانحرافات والأعراض المرضيّة . وهذه القابلية لا تحصل للطبيب بالدراسة بقدر ما تحصل له بالممارسة والتجربة والعمل .\r\nكما أنّ الاجتهاد يتطلّب من الفقيه معرفة كاملة بالحديث ، وفهم مجمله ومبيّنه وضعيفه وحسنه ، وحلّ معضلاته ومشكلاته ، وفهم الرجال الذين وصل إلينا الحديث على أيديهم من حيث الوثوق ، وفهم ظروف صدور الحديث .\r\nوفي دراسة الأحاديث يتّفق كثيرا أن يلتقي الفقيه بأحاديث متعارضة من حيث المدلول ، وذلك لما كان يحيط ظروف صدور الحديث من ملابسات ، لا نريد أن نتعرّض لها في هذا المجال .\r\nولا بدّ للفقيه أن يكون على معرفة واسعة بطرق علاج هذه المعارضات ،\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوترجيح بعضها على بعض أو الجمع بينها فيما إذا أمكن .\r\nويتطلّب الاجتهاد من الفقيه ، أن يكون على معرفة واسعة بالقرآن الكريم ، وبصورة خاصة ما يتعلّق بالأحكام من آياته ، ومعرفة الناسخ من المنسوخ ، والعام من الخاص ، والمجمل من المبيّن .\r\nولا بدّ أن يكون للفقيه ممارسة طويلة لكلام العرب وأساليبهم في الشعر والنثر ، تمكنه من فهم الكتاب والسنّة وتذوقهما بصورة سليمة خالية من التعقيد .\r\nكما لا بدّ أن يملك الفقيه ذوقا فقهيّا سليما خاليا من التعقيد ، بعيدا عن التكلّف ، مسترسلا في فهم الحكم الشرعي ؛ فإنّ الذّوق الشخصي والنظرة العامة التي تتكوّن لدى الفقيه عن الفقه ، تؤثر كثيرا في فهمه للأدلّة والقواعد . ويسمّى عادة هذا الذّوق الفقهي بالشمّ الفقهي ، ولا يستغني الفقيه عن هذا الشّم الفقهي أو الذّوق الفقهي في الاستنباط مهما بلغ علمه بالأصول والقواعد .\r\nويتكوّن لدى الفقيه هذا الحسّ من الاطّلاع الواسع على الكتب الفقهية القديمة والمعاصرة ، ودراسة القرآن والحديث بإمعان ، ومحاولة تكوين نظرة عامّة عن روح هذا الفقه واتجاهه العام .\r\nومن الطبيعي أنّ الفقيه لا يتيسّر له أن يبلغ هذا المبلغ من العلم والفقاهة ، دون أن يمضي أمدا طويلا في الدراسة والقراءة والتطبيق والمناقشة ، والاطّلاع على الموسوعات القرآنية والحديثية لمختلف طبقات المفسّرين والمحدّثين والفقهاء .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n2 - العدالة :\r\nالعدالة هي الاستقامة في السلوك ، وعدم الانحراف عن الموازين الإسلامية ، وهي شرط في مرجع التقليد ، كما هي شرط في كثير من الأمور الشرعية الأخرى ؛ كالإمامة والصلاة والشهادة وغير ذلك .\r\nوالدليل على اشتراطها في مرجع التقليد ، هو ارتكاز المتشرعة ، حيث لا يرجعون في أمور دينهم إلى من كان يرتكب المحرّمات ، ويعرف عنه ذلك .\r\nوقد يستند في ذلك بما ورد في التفسير المنسوب إلى الإمام العسكري عليه السّلام : « فأمّا من كان من الفقهاء صائنا لنفسه ، حافظا لدينه ، مخالفا على هواه ، مطيعا لأمر مولاه ، فللعوام أن يقلّدوه » « 1 » .\r\nومهما كان من أمر سند الرواية ، فإنّه لا يمكن التشكيك في اشتراط العدالة في مرجع التقليد ، نظرا لأهمية المرجعية ، وما يكنّه المسلمون من احترام وتقدير كبيرين للشخص الذي يقوم بأعباء هذا المنصب .\r\nولا يجوز الرجوع بالتقليد إلى أولئك الذين يتهافتون على متع الحياة ، ويتهالكون على الزعامة والشهرة والظهور ، متجاوزين في ذلك الوسائل والطرق المشروعة .\r\nفإنّ اختيار أمثال هؤلاء لمثل هذه المسؤولية الإسلامية الخطيرة ، قد يؤدي إلى تعريض هذا المنصب لأخطار الانزلاق والانحراف .\r\nوالمسؤولية التي يتحمّلها المرجع الديني في ممارسة شؤون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : 18 / 95 كتاب القضاء - باب صفات القاضي - باب 10 عدم جواز تقليد غير المعصوم .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالمرجعية ، يتحمّلها الناس كذلك في اختيار المرجع الذي تتوفر فيه الصلاحيات التي تؤهله لهذه المهمّة الخطيرة . لذلك فإنّ من واجب المقلّدين في مثل هذه الحالات الفحص الكامل والدقيق قبل اختيار المرجع الذي يرجعون إليه ، وعن الشخص الذي يصلح لهذه المهمة الخطيرة في العالم الإسلامي .\r\n\r\n3 - الكفاءة :\r\nسبق أن ذكرنا أنّ مسؤولية المرجعية لا تقتصر على إصدار الفتوى ، وبيان الحدود والأحكام الإلهيّة ، وإنّما تتناول قيادة المجتمع والعمل على سلامة الحياة الاجتماعية واستقرارها ، وحماية أمن المجتمع الفكري والسياسي والاجتماعي والحضاري .\r\nولكي تتمكن المرجعية من أن تقوم بدورها بحماية المجتمع الإسلامي ، والمحافظة على استقراره وسلامته ، لا بدّ أن يتمتّع المرجع الذي يتسلّم زمام القيادة من حياة المسلمين بكفاءات وقابليات قيادية ، وهي خصائص بعضها ذاتية ، وبعضها مكتسبة تحصل بالخبرة والتجربة وممارسة العمل .\r\nفمرجع التقليد لا بدّ أن يملك الجرأة والشجاعة الكافية لمواجهة الأحداث ، وحزما وعزما لاتخاذ القرارات الملائمة للمواقف المختلفة ، وعقلا مدبّرا لإدارة المجتمع . ولا بدّ للمرجع من حسّ اجتماعي وسياسي مرهف ، وأن يكون على معرفة واسعة بالمجتمع وقطاعاته ، والأحداث التي تمرّ عليه ، وقد كان النبي صلّى اللّه عليه وآله وسلّم والأئمة عليهم السّلام من أعلم الناس بالمجتمع وحاجاته وضروراته ، وبالحركات السياسية التي تحيط المجتمع ، وكانت أعمالهم\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nتقوم على أساس من تخطيط وتفكير دقيق ، وتشاور مع ذوي الرأي والخبرة . وكان النبي صلّى اللّه عليه وآله وسلّم على معرفة واسعة بالجزيرة وعشائرها وزعماء هذه العشائر ، وطبيعة المناطق التي يحتلونها ، وكان كثيرا السؤال عمّا يتعلّق بميدان عمله وحسن الإصغاء ، يصغي إلى محدّثه في انتباه ودقة ، ويعرف الأشخاص معرفة دقيقة كاملة .\r\nوكان سلوكه صلّى اللّه عليه وآله وسلّم في مكة والمدينة ينم عن تخطيط سياسي دقيق ، وفهم واع لطبيعة المراحل التي تتطلّبها عملية تغييرية واسعة كالإسلام . كما كانت أعماله العسكرية ، تنم عن تفكير عسكري وحربي مسبق .\r\nوكان سلوكه مع أصحابه ومع المسلمين ومع المنافقين ، ينمّ عن ذهنية مديرة ومدبّرة وحزم ولين وعقل ، مكّنه من أن يحتضن هذا المجتمع الذي أسلم في إخلاص ، وأحيانا في غير إخلاص ، بكل الرواسب والتناقضات التي كان يحملها هذا المجتمع ، دون أن تتعبه متاعب العمل ومشاكله ، وتبعث في روحه الكبيرة اليأس والملل ، ودون أن يهدأ عن التفكير والتخطيط والحركة لحظة من حياته . هذا كلّه بالإضافة إلى ( العصمة ) و ( الوحي ) .\r\nوإذا لم يتأت لإنسان ، أن يحمل كل المواهب البشرية ، فلا بدّ له حتى يصلح أن يكون مرجعا عاما للمسلمين ، ويحمل عنهم المسؤولية الإسلامية الكبرى ، ويبعث في نفوسهم هذه الرسالة حيّة متحرّكة ، ويكون خليفة للنبي صلّى اللّه عليه وآله وسلّم ، لا بدّ له أن يتمتّع ببعض هذه الخصائص ، وأن يملك بعض هذه الكفاءات والقابليات والخبرات والتجارب ، وبعض هذا الاهتمام ، وبعض هذا الحزم واللّين والحكمة والعقل العملي .\r\nفإنّ المرجعية بطبيعة ما أولاها الإسلام من اهتمام ، وللصلاحيات\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالكبيرة التي أناطها بها في مجال الحكم والولاية - كما سنتعرّض لذلك في فصل قادم من هذا الكتاب - وبطبيعة الدور الذي تقوم به في الوقت الحاضر بشكل خاص ، ونتيجة للظروف المعاصرة ، يجب أن تتمتّع بكافة الإمكانات والقدرات المطلوبة منها ، ويجب أن يكون المرجع الذي يتسلّم زمام القيادة بصفة شخصية ، مؤهلا لذلك كلّه ، ويملك مؤهّلات القيادة والزعامة من الحزم والعزم والقوّة والجرأة واللين وسعة الصدر وبعد النظر والقدرة على التخطيط .\r\nفلا تقتصر مسئوليته فقط ، على بيان حدود اللّه وأحكامه في الصلاة والصيام وأعمال الحج وأحكام الشكّ في الصلاة ، وإنّما تتجاوز مسئولياته إلى حدود بعيدة جدّا ، تتطلّب حزما وعزما وقوة وجرأة وعقلا وتفكيرا وتخطيطا ، وغير ذلك من مؤهّلات الزعامة .\r\nيقول الإمام أمير المؤمنين عليه السّلام :\r\n« أيّها الناس : إنّ أحقّ الناس بهذا الأمر أقواهم عليه ، وأعلمهم بأمر اللّه فيه ، فإنّ شغب شاغب استعتب ، فإن أبى قوتل » « 1 » .\r\nولسنا بحاجة إلى مناقشة الرواية في سندها ومتنها ، فإنّ المسألة تبلغ حدّا من الوضوح والضرورة ، لا تضرّها مناقشة في سند الحديث أو متنه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : ص 247 ، خطبة 173 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\n3 ولاية الفقيه دراسة لسلطات الفقيه وصلاحياته في عصر الغيبة\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nيقول الشيخ الأنصاري رحمه اللّه : للفقيه الجامع للشرائط مناصب ثلاثة :\r\nأحدها - الإفتاء : فيما يحتاج إليه العامّي في عمله ومورده المسائل الفرعية والموضوعات الاستنباطية من حيث ترتب حكم فرعي عليها ، ولا إشكال ولا خلاف في ثبوت هذا المنصب للفقيه .\r\nالثاني - الحكومة ( يعني القضاء ) : فله الحكم بما يراه حقا في المرافعات وغيرها في الجملة . وهذا المنصب أيضا ثابت له ، بلا خلاف فتوى ونصّا .\r\nالثالث - ولاية التصرّف في الأموال والأنفس : وهو المقصود بالتفصيل هنا « 1 » ، ثمّ يمضي الشيخ في تفصيل الكلام في ولاية الفقيه . ومناقشتها سلبا وإيجابا .\r\nوفي هذه الجملة يلحظ الشيخ الأنصاري سلطات الفقيه وصلاحياته في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المكاسب للشيخ الأنصاري : 9 / 304 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعصر الغيبة .\r\nوفيما يلي سوف نبحث عن هذه السلطات والصلاحيات بشيء من التفصيل ، وهي ثلاثة : منصب الإفتاء ، سلطة القضاء ، وسلطة الحكم والولاية والتنفيذ .\r\n\r\n1 - منصب الإفتاء :\r\nوهي في الفقه الإسلامي بديل السلطة التشريعية التي تنيطها القوانين الوضعية بالمجالس أو الهيئات التشريعية .\r\nفإنّ التشريع لمّا كان خاصا باللّه سبحانه وتعالى ، ولم يكن لأي إنسان حقّ في التشريع ، كانت صلاحية الفقيه في هذا المجال تقتصر على الإفتاء « 1 » . وهذه الصلاحية تختص بالفقهاء ، ولا يجوز الإفتاء لأحد من الناس عدا الفقهاء .\r\nفإنّ الإفتاء بأحكام اللّه وحدوده ، يتطلّب علما بهذه الأحكام ، وفقها ومعرفة كاملة بهذا الدين وحدوده وأحكامه . وهذا ما لا يتيسّر لغير الفقيه . وقد أمر اللّه تعالى المتصدّين لتعليم الناس وتوجيههم بالتفقّه في الدين . يقول تعالى :  فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ  « 2 » حيث علّقت الآية الكريمة جواز الإنذار من جانب هذه الطائفة على التفقّه في الدين ، ومعرفة أحكامه وحدوده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإفتاء هو الإخبار عن حكم اللّه أو الوظيفة الشرعية عن اجتهاد ورأي في استخراج الحكم من الأدلة الفقهية .\r\n( 2 ) التوبة : 122 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوكان الإمام الصادق عليه السّلام يأمر الفقهاء من أصحابه بالجلوس والإفتاء للناس . فقد روي أنّه قال لأبان بن تغلب :\r\n« اجلس في مسجد المدينة ، وأفت الناس ، فإنّي أحبّ أن يرى في شيعتي مثلك » « 1 » .\r\nوقد تحدّثنا عن التقليد والاجتهاد ، وما يتعلّق بهما من قبل في فصول سابقة من هذا الكتاب ، فلا نعيد الحديث عنها .\r\n\r\n2 - سلطة القضاء :\r\nالقضاء هو الفصل في الخصومات وحسمها . وهي من سلطات الفقيه وصلاحياته ، ولا يجوز التخاصم إلى الحكام والقضاة الجائرين المنصوبين من قبل الحكّام الظالمين ( الطاغوت ) .\r\nوإذا حكم أحدهم لأحد بمال أو حقّ ، فلا يجوز له أن يأخذه بحكم القاضي ( إذا كان يتوفر هناك من الفقهاء من يحكم بين المسلمين ) حتى لو كان ذلك المال حقا مشروعا له « 2 » .\r\nوكما لا يجوز التخاصم إلى القضاة الجائرين ، كذلك لا يجوز التخاصم إلى غير الفقهاء والعلماء بأحكام اللّه وحدوده « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال النجاشي : ص 7 ، رقم 7 .\r\n( 2 ) كما ورد في مقبولة عمر بن حنظلة : « وما يحكم له فإنّما يأخذه سحتا ، وإن كان حقا ثابتا له ؛ لأنّه أخذه بحكم الطاغوت ، وما أمر اللّه أن يكفر به » - وسائل الشيعة : 18 / 98 ، باب 11 من أبواب صفات القاضي ، الرواية الأولى .\r\n( 3 ) ادّعى الشهيد رحمه اللّه الإجماع عليه في المسالك .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفإنّ القضاء بين الناس ، وفصل الخصومات فصلا عادلا وفي حدود ما حكم اللّه ، يتطلّب فقها بأحكام اللّه وحدوده ، وعلماء بهذا الدين وأحكامه . والفقيه وحده هو الذي يتوفر لديه كل ذلك ، ويكون حكمه صادرا عن معرفة وفقه بهذا الدين وأحكامه وحدوده .\r\nوقد ورد في ذلك نصوص كثيرة نقتصر منها على النص التالي :\r\nعن أبي خديجة قال : قال أبو عبد اللّه عليه السّلام :\r\n« إيّاكم أن يحاكم بعضكم بعضا إلى أهل الجور ، ولكن انظروا إلى رجل منكم يعلم شيئا من قضايانا فاجعلوه بينكم ، فإنّي قد جعلته قاضيا فتحاكموا إليه » « 1 » .\r\nوالحديث يحرّم التخاصم إلى أهل الجور من القضاة ، كما يقصر جواز الرجوع على الفقهاء ممّن يعلم شيئا من قضاء هذا الدين وأحكامه .\r\nوبذلك يكون القضاء والحكم بين الناس ، وفصل الخصومات من صلاحية الفقيه وحده . ويعتبر نافذا على الأطراف المعنية في النزاع ، ويحرم عليهم ردّه ونقضه ، وإنّما يجب عليهم تنفيذه والعمل به .\r\nوقد تقدّم في رواية عمر بن حنظلة قول الإمام عليه السّلام :\r\n« ينظران من كان منكم ممّن قد روى حديثنا ، ونظر في حلالنا وحرامنا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه الصدوق في كتاب من لا يحضره الفقيه : 2 / 3 ، عن أحمد بن عائذ عن أبي خديجة . ويروي الصدوق عن أحمد بن عائذ أنّ هذا عن طريق أبيه عن سعد بن عبد اللّه عن أحمد بن محمد بن عيسى عن الحسن بن علي الوشاء . ورواة الحديث كلّهم ثقات ، عدا الحسن بن علي الوشاء ، إلّا أنّ النجاشي مدحه واعتبره من وجوه الطائفة وعيونها .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوعرف أحكامنا ، فليرضوا به حكما ، فإنّي قد جعلته حاكما . فإذا حكم بحكمنا فلم يقبل منه ، فإنّما استخفّ بحكم اللّه ، وعلينا ردّ ، والرّاد علينا رادّ على اللّه ، وهو على حدّ الشرك باللّه » .\r\nوفي رواية لأبي خديجة :\r\nبعثني أبو عبد اللّه عليه السّلام إلى أصحابنا ، فقال : « قل لهم إيّاكم إذا وقعت بينكم خصومة أو تداع في شيء من الأخذ والعطاء ، أن تحاكموا إلى أحد من هؤلاء الفسّاق بينكم . اجعلوا رجلا قد عرف حلالنا وحرامنا ، فإنّي قد جعلته قاضيا » « 1 » .\r\nولا معنى ( للحكومة ) و ( القضاء ) التي يجعلها الإمام عليه السّلام في رواية عمر بن حنظلة وأبي خديجة للفقهاء ، غير النفوذ في الحكم والقضاء ، ووجوب الانقياد له من قبل المتخاصمين .\r\nكما أنّ قوله عليه السّلام في رواية عمر بن حنظلة :\r\n« فإذا حكم بحكمنا ، فلم يقبل منه ، فإنّما استخفّ بحكم اللّه » .\r\nصريح في نفوذ حكم القاضي ووجوب الانقياد له ، وحرمة نقضه من قبل المتخاصمين وغيرهما .\r\n\r\n3 - سلطة الحكم والولاية والتنفيذ :\r\nوالحديث في هذا الأمر من السهل الممتنع ، والواضح العسير . سهل وواضح ؛ لأنّ كل من يلقي نظرة إلى هذا الدين وطبيعته ورسالته في الحياة ، ودوره في إقامة حكم اللّه ومسئوليته في تعبيد الإنسان للّه وانقاذه من سلطة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 18 / 100 ، باب 11 من أبواب صفات القاضي ، ح 6 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالطاغوت ، ويحكّم شرعية اللّه ويطمئن إلى أنّ موقع هذا الدين في حياة الإنسان هو موقع القيادة والحاكمية والولاية ، ولا بدّ من وجود صورة محدّدة ودقيقة للحكم وجهازه في الفقه الإسلامي . وفي نفس الوقت عمل صعب وعسير ؛ لأنّ الفترة التاريخية الطويلة التي اقصي الإسلام فيها عن ممارسة دوره في حياة الإنسان من الحكم ، واقتصر دور الإسلام فيها على الشؤون الفردية للإنسان من عبادة ومن أحوال شخصية وعائلية .\r\nأقول : إنّ هذه الفترة التاريخية الطويلة أدّت إلى إضعاف التصوّر الفقهي والبحث الفقهي لهذا الشأن الخطير والمهم من شؤون الإسلام ، وإلى نضوب شديد للممارسات الفقهية والفكرية في هذا المجال ممّا يجعل الكتابة والبحث في هذا الأمر صعبا عسيرا .\r\nومهما يكن من أمر ، فإنّنا سوف نبدأ بتكوين إطار عام للتصوّر الإسلامي في أمر الحكم والولاية والتنفيذ ، لننطلق منه إلى دراسة الصورة والصيغة التي يطرحها الإسلام لولاية وحاكمية الفقيه ، بقدر ما يتّسع له صدر هذا البحث الذي لم نرد له أن يكون بحثا علميا ، على مستوى الاختصاص الفقهي ، وإنّما أردنا به تكوين فكرة عامة عن الاجتهاد والتقليد وشؤون المجتهد الفقيه وصلاحياته ، بما يفيد المساحة الواسعة من القرّاء من غير ذوي الاختصاص .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nالحاكمية في رسالات اللّه\r\nقبل أن ندخل تفاصيل البحث عن موقع الحكم من الإسلام ، والمناهج التشريعية التي وضعها الإسلام لممارسة الحكم على وجه الأرض ، أودّ أن أتحدّث بعض الوقت عن موقع الحكم من رسالات اللّه ، بصورة عامة ، وموقع رسالات اللّه على وجه الأرض من حياة الإنسان .\r\nفإنّ ما يقال عن رسالات اللّه تعالى ، يقال عن الإسلام ، وما يقال عن الإسلام في جوهره وأصوله ، يقال عن رسالات اللّه بشكل عام .\r\nفإنّ رسالات اللّه مجموعة متكاملة ، تسير في اتجاه واحد ، وتخطّط لحياة الإنسان وسلامته ، واستقراره ، وتعبيده للّه تعالى ، وإعداده للغايات السامية التي خلقه اللّه تعالى من أجلها . وإذا كانت تختلف عن بعضها في بعض التفاصيل والأحكام التي تتطلّبها طبيعة المرحلية في هذه الرسالات ، فإنّها لا تختلف عن بعضها في جوهرها وأصولها وملامحها العامة .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nولهذا السبب نعتقد أنّ من الأفضل أن ينطلق البحث في هذا الموضوع ، من موقع السيادة والحكم من رسالات اللّه تعالى ، بشكل عام ، ليستدرجنا البحث بعد ذلك إلى موضع الإسلام من هذه القضية ، وموقعها منه .\r\nفهناك كثيرون من المؤمنين باللّه ، مسلمين وغير مسلمين ، يعتقدون أنّ رسالات اللّه تعالى ، تنتهي عند دعوة الناس إلى عبادة اللّه ، ضمن الطقوس الدينية المعروفة ، ثمّ تهذيب الإنسان في خلقه وسلوكه ، وتنظيم ما يتعلّق بحياته الشخصية من زواج وطلاق وميراث ، وما يتّصل بذلك من الأحوال الشخصية .\r\nوما عدا ذلك من شؤون الحياة ، فأمره قد أنيط بالإنسان نفسه ، يصنع ما يروق له ، أو تمليه عليه ظروفه ، بصورة فردية أو اجتماعية .\r\nوقد أدّى هذا التصوّر الساذج للدين ودوره في حياة الإنسان ، إلى إقصاء رسالات اللّه تعالى عن أكثر مجالات الحياة حيويّة وفاعلية ، وانعزال المؤمنين باللّه عن رسالتهم في مجالات خصبة وفاعلة من الحياة ، كما أدّى إلى عزل رسالات اللّه عن القيام بالدور التغييري البنّاء ، الذي أراده اللّه تعالى لدينه على وجه الأرض .\r\n\r\nالدور التغييري لرسالات اللّه\r\nولست أعرف تصوّرا للدين ودوره في حياة الإنسان ، أكثر سذاجة من هذا التصوّر . ولا أعتقد أنّ في رسالة من رسالات اللّه ، ما يوحي بهذا التصوّر الساذج ، ولا أدري كيف تسرّب هذا التصوّر إلى أذهان المتدينين ؟ فإنّ كلّ\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nشيء في مسيرة رسالات اللّه ، وتعاليم أحكام اللّه ينفي هذا التصوّر ، ويعطي الدين طابعه التغييري الواضح .\r\nوبغير هذه النظرة التغييرية لا نستطيع نحن أن نفهم فهما واضحا تاريخ رسالات اللّه ، والإنجازات الكبيرة التي قام بها أنبياء اللّه ، وأبعاد الدعوة التي كان يحمل أعبائها رسل اللّه على وجه الأرض .\r\nفلم تكن مسؤولية هذه الرسالات على وجه الأرض ، مسؤولية بلا محتوى تغييري ، بل كانت هذه الرسالات تنطوي على جهد تغييري مركز في القضاء على الأسلوب الجاهلي في التفكير ، والحضارات الجاهلية ، وإعادة بناء الإنسان وحضارته ومجتمعه في ضوء رسالة اللّه ودينه .\r\nوكان الدور الذي تتعهّده هذه الرسالات في حياة الإنسان ، دورا قائدا ، يهدف إلى تغيير المجتمع وبنائه من جديد ، بكل ما في هذه الكلمة من سعة وعمق .\r\nفإنّ إعادة بناء الإنسان وتغييره ، ذو مدلول علمي واسع ، يعني فيما يعني تغيير أسلوبه في التفكير ونمط حياته ، وعقيدته وفلسفته في الحياة ، والنظام الذي ينظّم حياته ، والعلاقات الاجتماعية التي يرتبط بها ، وعقله وعاطفته ، وأسلوبه في التعامل مع نفسه ومع المجتمع ، ومع الكون ومع اللّه ، وأيّ شيء آخر يرتبط بحياته وتفكيره من بعيد أو قريب .\r\nوعلى نحو الإجمال ؛ كانت المهمّة التغييرية التي تتعهّدها رسالات اللّه على وجه الأرض ، تتلخّص في عملية هدم وبناء للإنسان ، بما تتطلّبه هذه العمليّة من جهد شاق وعمل صعب .\r\nولم تكن تخلو مسيرة هذه الرسالات من متاعب ومشاكسات ،\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوعقبات كان يزرعها في الطريق ، أولئك الذين كانوا ينتفعون من الحياة الجاهلية .\r\nوكان هؤلاء دائما يتصدّون لهذه المسيرة الإلهية ، ويعملون ما في جهدهم لعرقلة سيرها وانطلاقها ، ويزرعون في طريق هذه الرسالات ما يستطيعون من عقبات وعراقيل وألغام ومشاكل .\r\nولم يكن يحدث شيء من ذلك ، لو لم تكن هذه الرسالات تحمل معها هذه المسؤولية التغييرية الكبيرة . ولم تكن تواجه هذا التصدّي العنيف من جانب الطواغيت المستكبرين على وجه الأرض ، لو لم تكن تشكل خطرا فعليا على الكيانات الاجتماعية القائمة .\r\nوكلّ ذلك وغيره يدلّ بكل وضوح ، على أنّ مسيرة رسالات اللّه كانت مسيرة تغييرية قائدة ، لا تتهاون ولا تساوم ، ولا تلين للإغراءات ، ولا تخضع لما تلاقيه من ضغوط سياسية واجتماعية ، ولا تعبأ بما يلاقيه أصحابه من عنف وقسوة في التعامل من قبل المجتمع .\r\n\r\nتوحيد العبوديّة للّه\r\nوالقاعدة التي تنطلق عنها هذه الحركة التغييرية الواسعة ، هي بكل بساطة توحيد العبادة والعبودية للّه ، وكلمة « لا إله إلّا اللّه » هي الشعار الدائم والمستمر لهذه الانطلاقة الجبّارة على وجه الأرض ، وعبر هذا التاريخ الطويل .\r\nولا يختلف في ذلك دين عن آخر ، ولا رسالة عن أخرى :\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنا إِلَيْكَ وَما وَصَّيْنا بِهِ إِبْراهِيمَ وَمُوسى وَعِيسى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ ما تَدْعُوهُمْ إِلَيْهِ  « 1 » .\r\n لَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ فَقالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ إِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ عَظِيمٍ  « 2 » .\r\n وَإِلى عادٍ أَخاهُمْ هُوداً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ أَ فَلا تَتَّقُونَ  « 3 » .\r\n وَإِلى ثَمُودَ أَخاهُمْ صالِحاً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ  « 4 » .\r\n وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ  « 5 » .\r\nولا عليك ، بعد ، من تثليث المسيحيين ، وتأليههم للمسيح عيسى بن مريم عليه السّلام ، وشرك اليهود ، فإنّ ذلك شيء حدث بعد موسى وعيسى عليهما السّلام ، ولم يدعوا إليه ، ولم يرتضياه .\r\nفهذه الرسالات ، إذن ، في جوهرها دعوة إلى توحيد اللّه تعالى ، ورفض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشورى : 13 .\r\n( 2 ) الأعراف : 59 .\r\n( 3 ) الأعراف : 65 .\r\n( 4 ) الأعراف : 73 .\r\n( 5 ) الأعراف : 85 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nللشرك في العبودية بكل معانيه ، وهو ما تلخّصه كلمة « لا إله إلّا اللّه » تلخيصا مستوعبا . فهي تدلّ على رفض أي إله على وجه الأرض وفي السماء غير اللّه ، وتوحيد الألوهية في اللّه ، وتوحيد العبودية له تعالى .\r\nوضمن هذا التصوّر نجد أنّ ( التوحيد ) والولاء والحاكمية يرتبطان ببعض ارتباطا وثيقا . والولاية والسيادة والحاكمية نابعة في هذا الدين من أصل ( التوحيد ) مباشرة .\r\nونحن فيما يلي نشير إلى النظام التوحيدي الشامل في الإسلام من خلال القرآن الكريم ، وعلاقة الولاية والسيادة والحكم والتشريع بهذا الجانب في حلقات مترابطة متماسكة .\r\nيقرر القرآن ( التوحيد ) ضمن نظام شامل ، هذا النظام يبدأ من التوحيد في الخلق والألوهية والربوبية ، وينتهي إلى التوحيد في أمر السيادة والتشريع .\r\nوفيما يلي استعراض سريع للنظام التوحيدي في القرآن :\r\n\r\n1 - توحيد الخلق :\r\nيقول تعالى :  يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ لا إِلهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ  « 1 » .\r\n ذلِكُمُ اللَّهُ رَبُّكُمْ لا إِلهَ إِلَّا هُوَ خالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاطر : 3 .\r\n( 2 ) الأنعام : 102 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nولم تكن مسألة توحيد الخلق هي محط الصراع بين حركتي الشرك والتوحيد في تاريخ الصراع العقائدي فقد كان أهل الكتاب والمشركون عموما يؤمنون بواحدية الخالق وتوحيد الخلق ، ولم يشذ في هذا الإيمان إلّا الملحدون الذين كانوا يرفضون الإيمان بالغيب على الإطلاق .\r\n\r\n2 - توحيد الألوهية :\r\nأ - الإله كما نفهم من القرآن هو الحاكم المهيمن على الكون :  وَهُوَ الَّذِي فِي السَّماءِ إِلهٌ وَفِي الْأَرْضِ إِلهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ  « 1 » .\r\n  أَمَّنْ خَلَقَ السَّماواتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّماءِ ماءً فَأَنْبَتْنا بِهِ حَدائِقَ ذاتَ بَهْجَةٍ ما كانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَها أَ إِلهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ أَمَّنْ جَعَلَ الْأَرْضَ قَراراً وَجَعَلَ خِلالَها أَنْهاراً وَجَعَلَ لَها رَواسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حاجِزاً أَ إِلهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ   « 2 » .\r\n خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهارِ وَيُكَوِّرُ النَّهارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى  « 3 » .\r\nب - وهو المهيمن الحاكم على وجود الإنسان :  قُلْ أَ رَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصارَكُمْ وَخَتَمَ عَلى قُلُوبِكُمْ مَنْ إِلهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ  « 4 » .\r\nج - وهو يعزّ ، ويذلّ ، ويعطي الملك لمن يشاء ، وينزع الملك ممن يشاء :  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَتُعِزُّ مَنْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزخرف : 84 .\r\n( 2 ) النمل : 60 - 61 .\r\n( 3 ) الزمر : 5 .\r\n( 4 ) الأنعام : 46 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n تَشاءُ وَتُذِلُّ مَنْ تَشاءُ  « 1 » .\r\n وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا  « 2 » « 3 » .\r\nوينصر :  وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ  « 4 » .\r\nويغني :  فَما أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جاءَ أَمْرُ رَبِّكَ وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ  « 5 » .\r\nويضر ، وينفع :  وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ ما لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ  « 6 » « 7 » .\r\n وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ وَلا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلا نَفْعاً وَلا يَمْلِكُونَ مَوْتاً وَلا حَياةً وَلا نُشُوراً  « 8 » .\r\nويتولى رزق عباده :  يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ لا إِلهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ  « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 26 .\r\n( 2 ) مريم : 81 .\r\n( 3 ) هذه الآية تدلّ على أنّ العرب كانوا يفهمون أن الإله هو مصدر عزّ الإنسان .\r\n( 4 ) يس : 74 .\r\n( 5 ) هود : 101 .\r\n( 6 ) يونس : 18 .\r\n( 7 ) كذلك هذه الآية تدلّ على أنّ من خصائص الألوهية أنّ الإله يضرّ وينفع ، ولما كان هؤلاء الناس يعبدون من دون اللّه ما لا يضرهم ولا ينفعهم يستنكر القرآن عبادتهم له واتخاذهم له إلها .\r\n( 8 ) الفرقان : 3 .\r\n( 9 ) فاطر : 3 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nد - وهو بذلك يستحق من الإنسان العبادة   وَما لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ * أَ أَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمنُ بِضُرٍّ لا تُغْنِ عَنِّي شَفاعَتُهُمْ شَيْئاً وَلا يُنْقِذُونِ   « 1 » .\r\n ذلِكُمُ اللَّهُ رَبُّكُمْ لا إِلهَ إِلَّا هُوَ خالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ  « 2 » .\r\nويستحق الدعاء :  وَلا تَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ لا إِلهَ إِلَّا هُوَ  « 3 » .\r\nويستحق التشريع :  أَمْ لَهُمْ شُرَكاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ ما لَمْ يَأْذَنْ بِهِ اللَّهُ  « 4 » .\r\nويستحق التبعية والطاعة :  أَ رَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ أَ فَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا  « 5 » .\r\nوإنّما اتخذوا أهواءهم آلهة ، بالتبعية والطاعة والانقياد لأهوائهم وشهواتهم .\r\nه‍ - وإذا عرفنا أنّ ( الإله ) هو القوة المهيمنة والحاكمة على الكون والإنسان ، وأنّه انطلاقا من هذه الهيمنة والقوة يعز ويذل وينصر ويغني ويعطي ويمنع ويضر وينفع ، وهو بذلك يستحق من الإنسان الدعاء والعبادة والطاعة والتسليم . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يس : 22 - 23 .\r\n( 2 ) الأنعام : 102 .\r\n( 3 ) القصص : 88 .\r\n( 4 ) الشورى : 21 .\r\n( 5 ) الفرقان : 43 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nويحقّ له وحده أن يتولى التشريع والحكم والسيادة في حياة الإنسان . . . أقول إذا عرفنا هذه المجموعة من الحقائق ، فإنّ القرآن يقرر أنّ الألوهية وحدة لا تتجزأ ولا تتعدد ، فإنّ المصدر الشرعي مصدر هذه الولاية المطلقة لل‍ ( إله ) لهذه الولاية المطلقة في حياة الإنسان هو الهيمنة والحاكمية المطلقة في الكون وفي حياة الإنسان . ولما كانت هذه الهيمنة والولاية لا تتعدد ولا تتجزأ  وَهُوَ الَّذِي فِي السَّماءِ إِلهٌ وَفِي الْأَرْضِ إِلهٌ  .\r\nفإنّ اللّه تعالى هو الإله الواحد المهيمن على هذا الكون ولذلك فهو الحاكم والمشرع في حياة الإنسان ، وهو وحده مصدر كل ولاية وسيادة وحاكمية في حياة الإنسان . وليس لغيره من دون إذنه ولاية وحاكمية وسيادة على حياة الإنسان . وهذا هو معنى توحيد الألوهية .\r\nيقول تعالى :  وَقالَ اللَّهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ إِنَّما هُوَ إِلهٌ واحِدٌ فَإِيَّايَ فَارْهَبُونِ  « 1 » .\r\n   وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ * أَمْواتٌ غَيْرُ أَحْياءٍ وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ * إِلهُكُمْ إِلهٌ واحِدٌ    « 2 » .\r\n وَلا تَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ لا إِلهَ إِلَّا هُوَ  « 3 » .\r\n\r\n3 - توحيد الربوبية :\r\nأ - ( الربّ ) في القرآن يأتي بمعنيين اثنين . يأتي بمعنى المربّي ( من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل : 51 .\r\n( 2 ) النحل : 20 - 21 .\r\n( 3 ) القصص : 88 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالتربية ) والاستصلاح ، والرعاية والتدبير . يقول الراغب في المفردات « 1 » : الربّ في الأصل التربية وهو إنشاء الشيء حالا فحالا إلى حد التمام . وقال في الصحاح « 2 » : ربّ الضيعة أي أصلحها وأتمها ، وربّ فلان ولده أي ربّاه . وبهذا المعنى استعمل القرآن هذه الكلمة كثيرا .\r\nيقول تعالى :    الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ * وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ    « 3 » .\r\n  قالَ فَمَنْ رَبُّكُما يا مُوسى * قالَ رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى   « 4 » .\r\n  قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَ فَلا تَتَّقُونَ * فَذلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَما ذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ   « 5 » .\r\n يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفردات للراغب : ص 184 مادة ( رب ) .\r\n( 2 ) الصحاح للجوهري : 1 / 130 .\r\n( 3 ) الشعراء : 78 - 80 .\r\n( 4 ) طه : 49 - 50 .\r\n( 5 ) يونس : 31 - 32 .\r\n( 6 ) فاطر : 13 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nب - ويأتي الربّ بمعنى المالك ، يقول تعالى :   فَلْيَعْبُدُوا رَبَّ هذَا الْبَيْتِ * الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ   « 1 » .\r\n قُلْ مَنْ رَبُّ السَّماواتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ  « 2 » .\r\n رَبُّ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما وَرَبُّ الْمَشارِقِ  « 3 » .\r\n وَأَنَّهُ هُوَ رَبُّ الشِّعْرى  « 4 » .\r\nج - ويحقّ للرب بموجب هذا التدبير والاستصلاح والرعاية للكون وللإنسان أن ينيب إليه الناس ويدعونه :  وَإِذا مَسَّ الْإِنْسانَ ضُرٌّ دَعا رَبَّهُ مُنِيباً إِلَيْهِ  « 5 » .\r\nويستحق بذلك على الناس الحمد :  فَلِلَّهِ الْحَمْدُ رَبِّ السَّماواتِ وَرَبِّ الْأَرْضِ رَبِّ الْعالَمِينَ  « 6 » .\r\n الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ  « 7 » .\r\nويستحق على الناس الاستغفار :  فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً  « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قريش : 3 - 4 .\r\n( 2 ) المؤمنون : 86 .\r\n( 3 ) الصافات : 5 .\r\n( 4 ) النجم : 49 .\r\n( 5 ) الزمر : 8 .\r\n( 6 ) الجاثية : 36 .\r\n( 7 ) الفاتحة : 1 .\r\n( 8 ) نوح : 10 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nويستحق بذلك على الناس العبادة :   فَلْيَعْبُدُوا رَبَّ هذَا الْبَيْتِ * الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ   « 1 » .\r\n رَبُّ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما فَاعْبُدْهُ وَاصْطَبِرْ لِعِبادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا  « 2 » .\r\n إِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ  « 3 » .\r\nويستحق على عباده الطاعة والتبعية :  اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِياءَ  « 4 » .\r\nويستحق على عباده الإيمان والطاعة :  وَتِلْكَ عادٌ جَحَدُوا بِآياتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ  « 5 » .\r\nويستحق على عباده الطاعة والانقياد وأن يولّوا وجوههم وجهه :\r\n فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَباً قالَ هذا رَبِّي فَلَمَّا أَفَلَ قالَ لا أُحِبُّ الْآفِلِينَ * . . .    فَلَمَّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبِّي هذا أَكْبَرُ فَلَمَّا أَفَلَتْ قالَ يا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ * إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَالْأَرْضَ حَنِيفاً وَما أَنَا مِنَ الْمُشْرِكِينَ   « 6 » .\r\nد - إذن للربوبية أصلان ومعنيان في القرآن :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قريش : 3 - 4 .\r\n( 2 ) مريم : 65 .\r\n( 3 ) الأنبياء : 92 .\r\n( 4 ) الأعراف : 3 .\r\n( 5 ) هود : 59 .\r\n( 6 ) الأنعام : 76 - 79 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nأحدهما : الرعاية والتدبير والاستصلاح . والثاني : الملك . وبناء على كلّ منهما يستحق ( الربّ ) من المربوبين الحمد والإنابة والاستغفار والطاعة والاتباع والانقياد والتسليم .\r\nولم يكن يشك أحد من المشركين في ربوبية اللّه تعالى ، كما لم يشكّوا في أنّه تعالى هو الخالق ، إلّا أنّهم كانوا يؤمنون بتوحيد الخالقية ، أمّا الربوبية فكانوا يقولون فيها بالتعدد والتجزؤ والشرك .\r\nفكانوا يرون أنّ للملائكة والجنّ والأرواح والنجوم حظّا في تدبير الكون والإنسان ، وحظّا في رعاية حياة الإنسان واستصلاحه واستصلاح الكون . هذا فيما يتعلق بالشرك في المعنى الأوّل من معنيي ( الرب ) ، وأمّا الشرك الذي كانوا يقترفونه في المعنى الثاني من معنيي ( الرب ) فهو في اعتبار الإنسان شريكا للّه تعالى في الملك .\r\nوبذلك كانوا يرون الملوك والحكام ( الطغاة ) الذين كانوا يملكون البلاد أنّهم أرباب هذه البلاد ، ويحقّ لهم بموجب هذه الربوبية أن يعبدهم الناس ويطيعوهم ويتبعوهم ويتولوهم ، وكان ملاك ذلك كلّه هو الملك .\r\nفقد كان نمرود - طاغية عصر إبراهيم عليه السّلام - يدّعي الربوبية ، وكان السبب في هذه الدعوى هو ( أن آتاه اللّه الملك ) . تأملوا في هذه الآيات المباركة :  أَ لَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْراهِيمَ فِي رَبِّهِ أَنْ آتاهُ اللَّهُ الْمُلْكَ إِذْ قالَ إِبْراهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ . . .  « 1 » .\r\nوكان فرعون - طاغية عصر موسى عليه السّلام - يدّعي الربوبية ، يقول تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 258 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n    فَكَذَّبَ وَعَصى * ثُمَّ أَدْبَرَ يَسْعى * فَحَشَرَ فَنادى * فَقالَ أَنَا رَبُّكُمُ الْأَعْلى     « 1 » .\r\nوكان ملاك هذه الربوبية عنده ( الملك ) .\r\nيقول تعالى :  وَنادى فِرْعَوْنُ فِي قَوْمِهِ قالَ يا قَوْمِ أَ لَيْسَ لِي مُلْكُ مِصْرَ وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي أَ فَلا تُبْصِرُونَ  « 2 » .\r\nوالقرآن يقرر في مقابل دعوى تجزئة الملك وتعدّد المالكية ، وتعدّد التدبير وتجزئته ، وحدة التدبير والملك ، وبالتالي توحيد الربوبية .\r\nيقول تعالى :  قُلْ أَ غَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ  « 3 » ،  رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لا إِلهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا  « 4 » ،  قالَ بَلْ رَبُّكُمْ رَبُّ السَّماواتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ  « 5 » وهذا هو أصل ( توحيد الربوبية ) .\r\n\r\n4 - توحيد التشريع :\r\nللربوبية والألوهية حقوق واختصاصات تخص ( الإله ) و ( الربّ ) في حياة الناس ومن هذه الاختصاصات والحقوق ، حقّ التشريع في حياة الإنسان . وقد اختصّ تعالى لنفسه بهذا الحق في حياة الإنسان .\r\nوذلك أنّ اللّه تعالى وحده الإله الحاكم في حياة الإنسان  وَهُوَ الَّذِي فِي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النازعات : 21 - 24 .\r\n( 2 ) الزخرف : 51 .\r\n( 3 ) الأنعام : 164 .\r\n( 4 ) المزمل : 9 .\r\n( 5 ) الأنبياء : 56 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n السَّماءِ إِلهٌ وَفِي الْأَرْضِ إِلهٌ  « 1 » .\r\nوهو وحده ( رب المشارق والمغارب ) و ( رب الناس ) ، أنشأهم وربّاهم ويملكهم ويدبر أمورهم     قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلهِ النَّاسِ     فهو بالضرورة يحقّ له وحده ، أن يشرّع للناس ، فإنّ التشريع يحدّد من حريّة الإنسان بالضرورة ، ولا يحقّ لأحد أن يحدّد من حريّة الآخرين ، إلّا إذا كان يملك أمورهم ، وكان المدبّر المهيمن الحاكم عليهم وهو اللّه تعالى فقط ، ولا يشاركه فيه أحد ؛ فإنّ الخلق والتدبير والهيمنة والملك في نظر القرآن كل لا يتجزأ ولا يتعدّد ، فلا ملك بالحقيقة ولا سلطان ولا هيمنة ، ولا تدبير لغير اللّه تعالى في حياة الإنسان إلّا أن يكون بإذن اللّه وفي امتداد سلطان اللّه وملكه وهيمنته وتدبيره .\r\nوتوحيد الخلق والتدبير والهيمنة والملك يقتضي توحيد التشريع بالضرورة ، فلا يحقّ لأحد أن يشرّع للآخرين إلّا بإذنه وأمره .\r\nوالحكم حكمان ولا ثالث لهما :\r\nفأمّا أن يكون الحكم للّه وبأمر اللّه فهو دين اللّه . وأمّا أن يكون لغير اللّه فهو من حكم الجاهلية . يقول تعالى :  أَ فَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ  « 2 » .\r\nوالقرآن صريح في توحيد التشريع ، يقول تعالى :  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ  « 3 » ،  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزخرف : 84 .\r\n( 2 ) المائدة : 50 .\r\n( 3 ) المائدة : 44 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n الظَّالِمُونَ  « 1 » ،  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْفاسِقُونَ  « 2 » .\r\nفلا يحقّ لأحد أن يشرّع لحياة الناس ، ولا يحقّ للناس أن يأخذوا بشرع ودين غير شرع اللّه ودينه وحكمه .\r\n\r\n5 - توحيد الحاكمية والسيادة :\r\nوالحق الآخر الذي اختص اللّه تعالى به لنفسه بالألوهية والربوبية هو حقّ الحاكمية والسيادة في حياة الإنسان .\r\nوشرعية الولاية والحاكمية والسيادة في حياة الناس لا تنفك عن الملك والسلطان والتدبير والهيمنة التكوينية للّه تعالى على الكون والإنسان . ومن يملك هذا الملك والسلطان والهيمنة بالتكوين ، يملك شرعية الولاية والسلطان والسيادة في حياة الناس بالأمر والنهي . والعلاقة بين تلك وهذه علاقة بديهية بحكم العقل .\r\nويقرر القرآن توحيد السيادة والحاكمية بصراحة ووضوح بقوله تعالى :  إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفاصِلِينَ  « 3 » والآية الشريفة واضحة في حصر الولاية والحاكمية في اللّه تعالى وتوحيدها له تعالى .\r\nويقول تعالى :  لَهُ الْحَمْدُ فِي الْأُولى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ  « 4 » وهذه الحاكمية من خصائص الألوهية والربوبية ، كما أنّ حقّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 45 .\r\n( 2 ) المائدة : 47 .\r\n( 3 ) الأنعام : 57 .\r\n( 4 ) القصص : 70 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالتشريع من خصائص الألوهية والربوبية ، وتوحيد الربوبية والألوهية يقتضي توحيد التشريع والسيادة للّه تعالى في حياة الإنسان .\r\nفكلمة التوحيد ، إذن ، ترفض أي إله وحاكم على وجه الأرض غير اللّه ، وتسلب حقّ الحكم والقيمومة في حياة الإنسان من غير اللّه ، وتحصر الألوهية والحاكمية في حياة الإنسان في اللّه ربّ العالمين .\r\nفهي دعوة صريحة إذن إلى توحيد العبودية للّه تعالى ، والخضوع والاستسلام لأمر اللّه وحكمه في كل شيء يتعلّق بحياة الإنسان وتفكيره من دون تردّد أو تريّث . فهو الحاكم المطلق في حياة الناس ، والناس عباد مخلوقون له ، محكومون لأمره لا يملكون من دونه ، من أمرهم شيئا .\r\nوذلك جوهر الدعوة في كل رسالات اللّه ، من دون فرق ، والعمود الفقري لكل دين للّه على وجه الأرض ، في أي مرحلة من مراحل تاريخ الإنسان ، ومهما اختلفت رسالات اللّه في التفاصيل والأحكام ، فلا تكاد تختلف فيما بينها في هذه الحقيقة الجوهرية ، التي تشكّل جوهر هذه الرسالات وأصلها .\r\nوناهيك به قاعدة للتغيير والانقلاب ، فهو انقلاب وتغيير في كل شيء في حياة الإنسان ، تغيير واسع يشمل كل أطراف الحياة ، وعميق يتناول أعمق أعماق الحياة .\r\nإذن ، المنطلق الذي تنطلق منه رسالات اللّه هو تعبيد الإنسان للّه تعالى ، وهو ذو مدلول فطري وسلوكي عميق . فإنّ الإنسان عندما يعترف للّه بالعبودية ، لا يملك أن يمارس شأنا من شؤون حياته الفردية والاجتماعية بمعزل عن شريعة اللّه ومنهجه .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nوأيّ تصرّف يقوم به الإنسان - العبد - بعيدا عن منهج اللّه ، يعتبر خرقا لالتزامات العبودية المطلقة ، التي يعترف بها العبد تجاه ربّه ، ويعتبر تمرّدا على شريعته وطغيانا .\r\nوالإسلام بهذا المعنى ، وهو صفة لكل رسالات اللّه : أن يسلّم الإنسان نفسه للّه ، ولا يقدم على عمل ، دون أن يعرض تصرّفه على منهج اللّه ودينه .\r\nولذلك ، فلا يبقى معنى لما يقال من أنّ ( ما لقيصر لقيصر ، وما للّه للّه ) ، فليس هناك شيء لغير اللّه ، ولا يملك قيصر شيئا من أمر نفسه ، ومن أمر الناس ، ولا يتوزّع ، بحال من الأحوال ، سلطان هذا الكون وحكمه بين قيصر وبين اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nموقف الإسلام من مسألة الحكم\r\nاستعرضنا - فيما سبق من هذا الحديث - موقع الحكم من رسالات اللّه ، بصورة واضحة ، وهو فيما أعتقد ، يعتبر منطلقا جيدا للبحث عن موقع الحكم من الإسلام ، خاتمة رسالات اللّه .\r\nفإنّ الإسلام قمّة هذا الامتداد الرسالي الذي ابتدأ في حياة الإنسان ، منذ أن أخذ الإنسان ينحرف عن خط الفطرة . فلا يختلف عن هذا الامتداد في شيء ممّا يتّصف به من أصالة ووضوح ، عدا أنّ هذه الأصالة تتّصف بعمق أكثر ووضوح وتركيز أكثر من ذي قبل في خاتمة الرسالات .\r\nوالأصالة التي لمسناها في رسالات اللّه ، في هذه المسألة ، نلمسها في الإسلام بشكل أكثر وضوحا وتركيزا في الجانب النظري والتشريعي ، وفي الممارسة الحيّة التي قادها القائد الأوّل لهذه الرسالة .\r\nوبهذا الشكل ، تمتزج مسألة الحاكمية والحكم بهذه الرسالة الخاتمة\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nامتزاجا قويّا ، وتتفاعل معه تفاعلا عضويا ، في كل جوانبها وأطرافها ، من عقيدة ، وتشريع ، حتى يكاد أن يصعب فرز بعضها عن بعض ، لنتناوله بدراسة مستقلّة .\r\n\r\nأصالة الحاكمية في هذا الدين\r\n\r\n1 - من الناحية الاعتقادية :\r\nكان من الواضح يوم بعث النبي صلّى اللّه عليه وآله وسلّم في الجزيرة العربية ، أنّ مهمة النبي صلّى اللّه عليه وآله وسلّم مهمة تغييرية ذات أبعاد وجذور عميقة في هدم الحياة الجاهلية ، بما فيها من شرك وعبادة للأوثان وعادات وتقاليد جاهلية ، وفي القضاء على السلطة التي كانت تمارس الحكم في الجزيرة ، وفي كل أطراف العالم ؛ لتبني على السلطة التي كانت تمارس الحكم في الجزيرة ، وفي كل أطراف العالم ؛ لتبني على أنقاض ذلك كلّه الحياة الإسلامية ، التي كانت تختلف اختلافا كلّيا عن الحياة الجاهلية في أعرافها ، وتقاليدها ، ومفاهيمها ، ونظمها ، وعقيدتها وأهدافها ، ولتتسلّم السلطة ليكون الحكم للّه ، وتكون شريعة اللّه هي الحاكمة في حياة الإنسان ، وكلمة اللّه هي العليا . وقد أدركت الجاهلية أبعاد هذه المهمة التغييرية يوم بعث النبي صلّى اللّه عليه وآله وسلّم وأعلن دعوته في الجزيرة بوضوح ، وأدركت خطر ذلك على الحياة الجاهلية ، وعلى ما تستفيده القلّة الحاكمة من مكاسب ماديّة ومعنوية من الحياة الجاهلية .\r\nوكان هذا هو في الغالب سبب المعارضة الشديدة التي أعلنتها قريش في وجه النبي صلّى اللّه عليه وآله وسلّم والدعوة الإسلامية .\r\nفإنّ كلمة التوحيد التي أعلنها النبي صلّى اللّه عليه وآله وسلّم ، كانت تنطوي في إيجازها على عمق عميق لم يخف يومذاك على قريش ، وهي تسمع النبي صلّى اللّه عليه وآله وسلّم يعلن\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nدعوته في إيجاز وجرأة وإصرار .\r\nوإذا كانت قريش بحسّها السياسي المرهف قد أدركت الخطر منذ اليوم الأوّل الذي ظهر فيه هذا الدين في الجزيرة نتيجة لاحتكاكها المباشر بهذه الدعوة ، فإنّ اليهودية والصليبية العالمية لم تفتها هذه الحقيقة أيضا ، ولكن بعد ما انتقلت الرسالة إلى قاعدتها الأولى في المدينة المنوّرة ، وأقام النبي صلّى اللّه عليه وآله وسلّم في المدينة نواة أوّل دولة إسلامية ، يحكمها الإسلام وينظّم شؤونها وعلاقاتها ، ويخطّط لكل ما يتّصل بحياتها . ويومذاك انتبهت اليهودية والصليبية لخطر هذا الكيان الجديد ، الذي جاء ليغيّر معالم الحياة كلّها ، ويتسلّم الحكم على وجه الأرض كلّها ، وليحقق حكم اللّه على أوسع بقعة من الأرض .\r\nولئن كانت هذه الدعوة تتّصل بأوثق الروابط برسالة موسى وعيسى عليهما السّلام ، فلا تتصل باليهودية والمسيحية التي عاصرت ظهور هذه الرسالة في شيء .\r\nوقد تأكدت اليهودية والصليبية من هذه الحقيقة في الدين الجديد ، فأعلنت الحرب في وجهه بكل قوة ، وبكل وسيلة ، وبدأتها اليهودية في المدينة ، وحينما فشلت في كل مؤامراتها ومكرها وخبثها ، تناست خلافاتها مع قريش ، والتحمت معها في حرب ضدّ المسلمين في واقعة الأحزاب ، وإذ ردّ اللّه مكرهم إلى صدورهم ، جدّدت المحاولة لتلتحم هذه المرّة مع الصليبية العالمية في الشام ، التي كانت قد شعرت بواقع هذه الدعوة في وقت متأخّر ، وقد تناست اليهودية هذه المرّة أيضا كل أحقادها التاريخية مع الصليبية للقضاء على العدو المشترك ، واشتبكتا مع المسلمين في حرب تبوك ، وقد\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nأراد اللّه أن تخرج الصليبية واليهودية من هذه الحرب التي مهّدوا لها عن فشل ذريع .\r\nواستمرّت هذه المؤامرات والمحاولات للقضاء على هذه الدعوة على امتداد التاريخ الإسلامي كلّه .\r\nوالحقيقة الواضحة في هذه المعارضات كلّها وعلى اختلاف مستوياتها ، أنّ الجاهلية أدركت منذ اليوم الأوّل من ظهور هذه الرسالة في مكة ، أنّ هذا الدين الجديد جاء ليحكم على وجه الأرض ، وليتسلّم السلطة ، وليحقق حكم اللّه على وجه الأرض في قوّة وقدرة وسلطان ، ولم يأت ليكون كيانا طفيليا في ظلّ أصحاب العروش والتيجان . وجاء إلى الناس بأخلاقية حركيّة فعّالة ، تدفع إلى الإسهام الجادّ والبنّاء في الحياة ، رافضا ، الأخلاقية السلبيّة التي تدعو إلى الانعزالية والرهبنة في الحياة .\r\nوهذه الحقيقة هي أوضح ما في هذا الدين من بعد كلمة التوحيد . بل إنّ كلمة التوحيد ذاتها التي حملها النبي صلّى اللّه عليه وآله وسلّم في قوّة وجرأة ، تحمل في أعماقها هذه الحقيقة بوضوح .\r\nولئن شككنا في أيّ شيء ، فلا نستطيع أن نشك في هذه الحقيقة التي كلّفت حملة هذه الرسالة العناء ، وجعلتهم في صراع دائم مع الجاهلية على امتداد تاريخ هذا الدين .\r\n\r\n2 - من الناحية التشريعية :\r\nوالذي يدرس بإمعان الجانب التشريعي من هذه الرسالة ، فسوف يخرج بقناعة كافية ، بأنّ هذا الفقه فقه قائد في الحياة ، ولا يقتصر نطاق عمله\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nومسئوليته على العبادات والأحوال الشخصية من زواج وطلاق وميراث ، وإنّما يتولّى إدارة المجتمع ، ويعمل لتنسيق الحياة الاجتماعية بكلّ أبعادها .\r\nوبشيء من الملاحظة الفقهيّة ، يكتشف الإنسان ، أنّ هذا الفقه يتجه في خطّه العام إلى إحداث جهاز اجتماعي حاكم يتولّى شؤون المجتمع .\r\nوكثير من أحكام هذا الفقه موضوع لهذه الغاية ، وضمن هذا الإطار ، فإذا انتزع عن إطاره الطبيعي ، الذي هو الدولة الإسلامية ، وطلب تنفيذه في غير هذا الإطار ، ظهر عليه أنّه حكم غير عملي ، وأنّه لغير هذا العصر ، أو كان يصعب تنفيذه وتحقيقه .\r\nوليس السبب من نقص في الحكم الشرعي ، وإنّما السبب كلّه ، أنّ هذا الحكم قد وضع ضمن إطار الدولة الإسلامية ، ولتنسيق أجهزة هذه الدولة . وعندما ننفّذ نحن اليوم هذا الحكم في غير إطاره الطبيعي ، نواجه مشاكل ومتاعب في تنفيذه .\r\nكما أنّ تعاليم هذا الفقه وأحكامه ، كانت في عصر التشريع تعاليم للدولة ، وأحكاما لها ، وكانت تفهم وتنفّذ على هذا الأساس . ونحن اليوم نأخذ بهذه التعاليم والأحكام ونفهمها في إطار فردي . ومن الواضح أن لا يكون لهذه الأحكام والتعاليم ذلك العطاء الذي كان لها عندما كانت تفهم وتنفّذ في إطار اجتماعي ، والتعاليم ذلك العطاء الذي كان لها عندما كانت تفهم وتنفّذ في إطار اجتماعي ، وضمن جهاز الدولة . فقوله تعالى :  وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى وَلا تَعاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوانِ  « 1 » ، تعليم للدولة ، وتوجيه لأجهزة الحكم ، وكان المسلمون يفهمونها وينفّذونها ضمن هذا الإطار الاجتماعي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 2 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالحاكم ، فكانت الآية الكريمة تتجسّد في المجتمع ضمن أجهزة وتركيب اجتماعي يخصّ هذه الغاية .\r\nونحن اليوم أيضا نفهم هذا التوجيه وننفّذه ، ولكن في نطاق فردي ، وعلى شكل مبرّات وصدقات فردية ، يدفعها الفرد منّا ، عندما يواجه حالة فقر أو عجز .\r\nومن الطبيعي جدّا أن لا يكون لتنفيذ هذا الحكم في حياتنا ، ذلك العطاء الذي كان له في عصر التشريع . والسبب كل السبب في هذا وفي غيره ، أنّ هذا التشريع بشكل عام قد وضع ضمن هذا الإطار الاجتماعي الحاكم ، فإذا انتزع من إطاره الطبيعي الذي وضعه اللّه فيه ، أدّى ذلك إلى نتيجتين اثنتين ، غريبتين عن طبيعة هذا الفقه ، أولاهما : صعوبة تنفيذ بعض أحكام هذا الفقه ، وثانيتهما : ضعف العطاء الذي تجنيه الامّة من تنفيذ أحكام هذا الدين .\r\nومهما يكن من أمر ، فإنّ هذه الطبيعة الاجتماعية ، والقيادية في تركيب التشريع الإسلامي ذات دلالة كافية لتوضيح طبيعة هذه الرسالة بشكل عام ، وعلاقتها بالمجتمع وموقفها من مسألة الحاكمية والحكم .\r\nفالنظام المالي مثلا في التشريع الإسلامي ، بعرضه العريض وبما خطّط فيه الإسلام من موارد مالية ضخمة ، تكفي لسدّ حاجات دولة ، لم يكن الغرض منه بالتأكيد ، سدّ العوز والحاجة الفرديّة ، وإعانة بعض الفقراء والعوائل المحتاجة فقط . فقد وضع الإسلام في هذا المخطّط المالي الكبير نظاما واسعا للجباية ، وتشريعا للضرائب الثابتة ، وأعطى للحاكم الإسلامي صلاحيات واسعة في فرض ما تقتضيه الضّرورة والمصلحة من الضرائب المالية .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوجعل ملكية الثروات الطبيعية كالمعادن والبحار والأنهار ، وكثير من الموارد الطبيعية للهيئة الحاكمة .\r\nوليس من شكّ أنّ هذا التشريع المالي الواسع ، لم يكن لغرض القيام بتعهّدات مالية لحالات فرديّة ، وإيواء المساكين والفقراء والضّعفاء ، كما نحن نستعمل اليوم هذا النظام ، وإنّما كان الغرض من هذا النظام الواسع ، سدّ حاجات الدولة وإدارة مرافقها ، وتوفير موارد ماليّة كافية لحالات الحرب والسّلم ، وللأغراض العمرانية والمعيشية للدّولة ، ولتوفير الأمن والسلامة للمجتمع وأجهزة الحكم .\r\nوليس من شكّ أنّ قطّاعا واسعا من المسلمين يمارسون اليوم تنفيذ هذا النظام ، ويستفيدون منه في سدّ الحاجة المادّية للحالات الفرديّة ، ولكنّ هذه الممارسة تتمّ في نطاق فردي ضيّق ، وفي إطار العلاقات الفرديّة . ومن الطبيعي أن لا يؤتي هذا النظام في ظلّ هذه الممارسة الفرديّة ثماره المترقّبة .\r\nومثل آخر لهذا التركيب الاجتماعي الحاكم في الفقه الإسلامي ، التشريع القضائي الواسع الذي وضعه الإسلام لفصل الخصومات فيما بين الناس ، وإحلال الوئام والسلام في العلاقات الاجتماعية ، والصلاحيات التنفيذيّة الواسعة ، التي أعطاها الإسلام للقاضي في حلّ الخصومات فيما بين الناس موضع هذه الحقيقة .\r\nوبالتأكيد لم يكن الغرض من هذا التشريع الواسع ، أن يمارس بضعة علماء مهمّة القضاء بين الناس بصورة فرديّة ، أو في ظلّ حكومات ظالمة جائرة ، لا تعترف بدين اللّه تعالى وشريعته .\r\nوكذلك الأمر في تشريع الجهاد والدفاع ، والأحكام التي وضعها\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالإسلام للدفاع عن حوزة وطن الإسلام لجهاد الكفّار ، لئلا تكون فتنة ، ويكون الدين كلّه للّه . وهذا التشريع الهادف الموسّع ، الذي نسيه المسلمون اليوم فيما نسوه من أحكام دينهم ، لا يمكن تنفيذه إلّا في ظلّ حكومة إسلامية ، تحكم بدين اللّه ، وتعمل على تنفيذ حكم اللّه على وجه الأرض .\r\nوتشريع الأحكام التي تخصّ أهل الذمّة ، والعناية التي يوليها بهم الفقه الإسلامي ، يدلّ على أنّ مهمّة هذا الفقه ومسئوليته في حياة الإنسان ، لا تنحصر في نطاق المسلمين ، وإنّما تشمل الوطن الإسلامي في نطاقه الوسيع ، بما فيه من مسلمين وغير مسلمين من أهل الذمّة ، الذين يعيشون في كنف الإسلام ورعايته من أهل الكتاب .\r\nومن هذا الباب أيضا الصلاحيات الواسعة التي يمنحها التشريع الإسلامي للفقيه الحاكم في الولاية على حياة الناس ، والتي سوف نتحدّث عنها إن شاء اللّه بتفصيل في موضعه من هذا البحث . ولا يمكننا - نحن - أن نفهم هذا الحكم الشرعي ، وهذه الصلاحيات التنفيذيّة الواسعة التي ينيطها المشرّع الإسلامي بالفقيه الحاكم ، إلّا في إطار دولة إسلامية تحكم بشريعة اللّه .\r\nوعلى نحو الإجمال ، نرى أنّ هذا التشريع قد امتزج امتزاجا شديدا بمسألة الحاكمية والحكم ، وتفاعل معه ، بصورة قويّة ، حتى كاد لا يمكن عزله وتفكيكه عن كثير من أحكام هذا الفقه وأبوابه .\r\nوكلّ ذلك يدلّ على أنّ هذا الفقه جاء ليقوم بدور قيادي حاكم على وجه الأرض ، ويعدّ جهازا بشريّا قائدا ، يتولّى الحاكمية على عباد اللّه ، في أرض اللّه ، وبمنهج اللّه تعالى وشريعته .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\n3 - من الناحية التنفيذية :\r\nولم يكن أمر الحاكمية في حياة هذه الأمّة ، قضيّة اعتقادية وتشريعية فقط ، وإنّما دخلت في حياة هذه الامّة من أوسع أبواب التاريخ ، وتجسّدت في حياتهم ، وتفاعلت مع التاريخ الإسلامي على شكل ممارسة فعلية جادّة ، لإقامة الحكم الإسلامي على وجه الأرض ، أو ممارسة فعلية لشؤون الحكم والإرادة في حياة المسلمين .\r\nوبدأ في ممارسة هذا العمل ، القائد الأوّل لهذه الرسالة صلّى اللّه عليه وآله وسلّم ، فأقدم على عمل جادّ في بناء قواعد الحكم الإسلامي على وجه الأرض ، ثمّ في ممارسة شؤون هذا الحكم .\r\nثمّ استمرّت هذه المحاولة والممارسة ، على امتداد التاريخ الإسلامي كلّه . والتاريخ الإسلامي كلّه ، لا يخلو من ممارسة صحيحة مشروعة لحاكمية اللّه على وجه الأرض ، أو محاولة جادّة صادقة ، في إرساء قواعد هذا الحكم ، وإعادة حاكمية اللّه إلى حياة الإنسان في حالات انحراف الحكم والقيادة الإسلامية عن خطّ شريعة اللّه .\r\nوفيما يلي نستعرض صورة مجسّدة عن هذه المحاولة والممارسة في التاريخ الإسلامي . محاولة إقامة حكم اللّه على وجه الأرض ، وممارسة شؤون الحكم والسياسة والإدارة ، في ضوء من نهج هذا الدين في حياة الإنسان .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nالتجربة الرائدة\r\nوالتجربة الأولى الرائدة في هذا المجال ، تتجسّد في سيرة رسول اللّه صلّى اللّه عليه وآله وسلّم ، القائد الأوّل لهذه الرسالة ، والذي أرسى قواعد أوّل ممارسة فعليّة لحكم اللّه على وجه الأرض في تاريخ هذا الدين .\r\nودراسة السيرة النبويّة تعطينا الوضوح الكافي في هذه المسألة . فلا يشكّ أحد يقرأ سيرة رسول اللّه صلّى اللّه عليه وآله وسلّم ، أنّ أمر إقامة حكم اللّه على وجه الأرض ، وإنشاء الدولة الإسلامية ، كان من أهمّ الأهداف التي كان الرسول الأكرم صلّى اللّه عليه وآله وسلّم يسعى من أجل تحقيقها ، بعد الدعوة . بل كانت الدعوة هي توحيد اللّه تعالى بالعبادة والعبودية والطاعة .\r\nوكل الجهد الذي بذله رسول اللّه صلّى اللّه عليه وآله وسلّم في حياته الكريمة ، كان يتلخّص في الدعوة إلى عبادة اللّه تعالى ، واستعادة الحاكمية في حياة الإنسان من الطواغيت ، إلى اللّه تعالى ، وتسلّم زمام الحكم ، وتكوين دولة للإسلام على وجه الأرض ، تنفّذ أحكام اللّه ، وتتولّى القيادة والزعامة في الأرض بأمر اللّه .\r\nوقام رسول اللّه صلّى اللّه عليه وآله وسلّم بأعباء هذه المهمّة الرسالية في حياته ، ضمن مخطّط متكامل بمراحل من العمل ، تختلف متطلّبات كل مرحلة منها ، عن متطلّبات المرحلة التي تليها ، وكان صلّى اللّه عليه وآله وسلّم يعمل في كل مرحلة من مراحل هذا العمل الشاق ، بما تتطلّبه المرحلة وما يلائمها من عمل ، حتى تأتّى له أن يقيم في المدينة المنوّرة قاعدة للتجربة الأولى من العمل ، وأن يقود من هذه القاعدة نواة دولة كبيرة شعّت على وجه الأرض ، وانتزعت الحكم من الطواغيت والمشركين .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nومهما يكن من أمر الانحراف الذي حصل على امتدادات هذه التجربة الرائدة ، فلا يمكن أن تكون هذه التجربة معزولة عنها ، وكان يمكن - لو التزم المسلمون جانب الاستقامة في الحكم - أن تكون هذه التجربة بمستوى التجربة الأولى نفسها استقامة وسلامة وصلابة .\r\nولم أجد فيمن أرّخ سيرة رسول اللّه صلّى اللّه عليه وآله وسلّم ، من يعنى بدراسة التخطيط السياسي في سيرة رسول اللّه صلّى اللّه عليه وآله وسلّم ، منذ انبثاق الدعوة في مكّة ، إلى استسلام الجزيرة العربية لحكم اللّه تعالى في المدينة .\r\nورأيي أنّه موضوع خصب للحديث ، ونافع لواقع المسلمين ، ولواقع الدعوة الإسلامية في يومنا هذا ، وذو دلالة عميقة على أصالة الحاكميّة في هذا الدين ، وإزاحة كثير من الشبهات التي ترسّبت في أذهان المسلمين ، خلال القرون الطويلة التي اقصي الإسلام فيها عن مجالات الحكم والقيادة في المجتمع .\r\nولا تظنّ أنّني أستطيع أن آتي في هذه العجالة بشيء جديد في هذا المجال ، وإنّما المح إلى هذه الناحية من السيرة النبويّة الكريمة تلميحا ، وأسأل اللّه بعد ذلك أن يوفقني لدراسة السيرة النبويّة بصورة مستقلّة .\r\n\r\nالتخطيط السياسي في السيرة النبويّة\r\n\r\nسرّية العمل :\r\nيتضمّن هذا التخطيط مرحلتين من العمل السياسي التغييري تفصل بينهما الهجرة .\r\nففي المرحلة الأولى ، حيث تبدأ الرسالة مسئولياتها التغييرية في\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمكّة ، بدأ النبي صلّى اللّه عليه وآله وسلّم بإعداد الطلائع المؤمنة لتحمّل هذه المسؤولية والقيام بها ، في سرّية وخفاء ، فلم يعلن النبي الرسالة إعلانا ، وإنّما كان يتكتّم بها ، ولم يمارس عمله ، إلّا في كتمان وحذر شديدين ، حرصا على الرسالة التي لم تترسّخ بعد في المجتمع الجاهلي ، ولم تقطع بعد شوطا من الطريق الطويل ، أن تتعرّض لأذى المشركين ومعارضتهم ، التي كان يقدّر صاحب الرسالة أن تكون قويّة وشديدة ، وتحمل كل أحقاد الجاهلية وأضغانها .\r\nفلم تكن الدعوة في هذه المرحلة من وجودها ، تتحمّل معارضة قويّة ، كتلك المعارضة التي أعلنتها قريش في وجه الرسالة الجديدة بعد إعلانها ، وكان من الحكمة أن يتحفّظ النبي صلّى اللّه عليه وآله وسلّم ما أمكنه التحفّظ ، من أن يعرّض هذا الدين لضغط من جانب قريش ، أو حرب من جانب اليهود .\r\nوتوافر لهذا الدين - خلال فترة سريّة العمل - العدد الكافي من الطلائع التي تحمل مسؤولية هذه الرسالة بجدارة وقوّة ، وفي إيمان وإخلاص كبيرين . وكان محل اجتماع هذه الطليعة بقائدها خلال هذه الفترة في الغالب ، دار أرقم بن أبي الأرقم ، الذي جعل من بيته مهدا لالتقاء النبي القائد صلّى اللّه عليه وآله وسلّم بطلائعه المؤمنين به ، وفي هذه الدار كان النبي صلّى اللّه عليه وآله وسلّم يوجّه أصحابه ، ويوزّع عليهم المسئوليات في حدود ما تقتضيه المرحلة من عمل ، ثمّ ينتشرون في مكّة قاعدة الدعوة الأولى ، ليمارسوا مهامهم ومسئولياتهم .\r\n\r\nإعلان الدعوة :\r\nوإذ وجد النبي صلّى اللّه عليه وآله وسلّم العدد الكافي الذي يضطلع بهذه المهمّة ، ويحمي الرسالة ، ويدافع عنها ، بدأ بإعلان الدعوة في مكّة بالتدريج ، وبدأ بتسفيه قريش فيما يعملون من عبادة الأصنام وفي أعرافهم وتقاليدهم .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nوقد أثار ذلك موجة من النقد العنيف في وجه النبي صلّى اللّه عليه وآله وسلّم وأصحابه ، وعرّضهم لأذى قريش وتعذيبها . وكانت قريش قد لمحت في هذا الوقت ، خطر هذه الرسالة على كيانها ووجودها ، ممّا دعاها إلى أن تقف بقوّة في وجه الرسالة الجديدة ، للقضاء عليها قبل أن تترسّخ في مجتمع مكّة .\r\n\r\nسياسة اللّاعنف :\r\nولم يكن من الحكمة في هذه المرحلة ، أن يردّ النبي صلّى اللّه عليه وآله وسلّم الأذى بالمثل والقوّة بالقوّة ، والعنف بالعنف ؛ فقد كانت الرسالة لا تزال تقطع بدايات الطريق . ورغم أنّها كانت قد قطعت شوط السرّية في العمل ، فإنّها لم تكن تقوى على مواجهة العنف بالعنف ، وتصعيد المواجهة والحرب مع قريش .\r\nولم يجد النبي صلّى اللّه عليه وآله وسلّم بدّا ، من أن يردّهم باللّين ويتغاضى عمّا يصيبه من الأذى ، ويأمر أصحابه بالصبر واللّين والتغاضي .\r\nوكانت هذه السياسة - سياسة اللّاعنف في مواجهة العنف الذي كانت تستعمله قريش - تؤذي قريش وتربكها أكثر من أي شيء آخر ، وتقطع عليها سبيل العنف والمقاومة المسلّحة . ورغم كلّ ذلك ، فقد كانت قريش تصعّد المقاومة ، وتعرّض أصحاب النبي صلّى اللّه عليه وآله وسلّم للتعذيب والأذى أكثر من ذي قبل .\r\nوقد بلغت هذه المواجهة قمّتها في مقاطعة قريش للنبي صلّى اللّه عليه وآله وسلّم ، وأهل بيته وأصحابه فترة طويلة من الزمن ، تحمّل المسلمون خلالها كثيرا من الأذى والعنت .\r\n\r\nالتخطيط لإعداد قاعدة جديدة :\r\nوكل ذلك دعا النبي صلّى اللّه عليه وآله وسلّم أن يخطّط لإعداد قاعدة جديدة للدعوة ، حتى\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nإذا ما اشتدت الأزمة ، وتعرّضت الرسالة لخطر جدّي ، ينتقل إليها ويجعلها قاعدة لعمله ومنطلقا للرسالة ، فتوجّه النبي صلّى اللّه عليه وآله وسلّم إلى الطائف ليبشّر فيها برسالته ، وليجد فيها أنصارا وأعوانا ، يهيّئون المنطقة لتكون القاعدة الجديدة التي كانت تشغل تفكير النبي القائد صلّى اللّه عليه وآله وسلّم في هذه الفترة .\r\nوإذ لم يقدّر للنبيّ صلّى اللّه عليه وآله وسلّم أن يجد في هذه المنطقة غايته ، وجّه جمعا من أصحابه إلى الحبشة ، ليهيّئوا هذه المنطقة ، لتكون المنطلق الجديد للدعوة .\r\nولم تكن الغاية من هذه الهجرة ، أن يريح النبي صلّى اللّه عليه وآله وسلّم أصحابه من أذي قريش وتعذيبهم ، كما يحسب بعض المؤرّخين لسيرة النبي صلّى اللّه عليه وآله وسلّم . فقد بعث النبي صلّى اللّه عليه وآله وسلّم جمعا من كبار أصحابه ، وممّن كانت تحميهم عشائرهم ، ومكانتهم في مكّة من ملاحقة قريش وأذاها ، من أمثال جعفر بن أبي طالب وغيره ، وأبقى في مكّة آخرين من الضعفاء ، الذين لم تكن تحميهم عشيرة أو مكانة .\r\nوقد أدركت قريش ما كان يريده النبي صلّى اللّه عليه وآله وسلّم من وراء هذه الهجرة ، فبعثت إلى الحبشة نفرا منهم بهدايا يحملونها إلى ملك الحبشة ، لإحباط المهمّة التي بعث النبي صلّى اللّه عليه وآله وسلّم أصحابه من أجلها .\r\nولم يترك رسول اللّه صلّى اللّه عليه وآله وسلّم الأمر مع ذلك ، فقد كانت فكرة الانتقال بالدعوة إلى قاعدة جديدة تشغل تفكير النبي صلّى اللّه عليه وآله وسلّم ، فقد وجد صلّى اللّه عليه وآله وسلّم أنّ مكّة لا تصلح أن تكون القاعدة الحصينة التي تتطلّبها الدعوة ، ولا بدّ لهذه الرسالة من قاعدة جديدة تتمتّع بالحصانة الكافية ، ولا تجد قريش إليها سبيلا .\r\nفمكّة قد شعرت بالخطر بوضوح ، وهي على وشك أن تنقضّ على الدعوة بكل قواها وإمكاناتها .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nوقد اتّسعت رقعة نفوذ الإسلام ، ووجد العدد الكافي من المؤمنين برسالته ، والرصيد الكافي لإقامة المجتمع الإسلامي الذي كان يخطّط له النبي صلّى اللّه عليه وآله وسلّم ، ضمن هذه المرحلة في صبر وحكمة . وإذا كانت مكّة لا تصلح أن تكون القاعدة المطلوبة ، فلا بدّ من التفكير في قاعدة جديدة ينتقل إليها القائد برسالته وعمله وأنصاره . فأخذ النبي صلّى اللّه عليه وآله وسلّم يعرض نفسه للحجّاج ، الذين يأتون لحجّ بيت اللّه الحرام في موسم الحج من كل سنة . ويعرض عليهم الرسالة بمفاهيمها ، وأفكارها الجديدة ، ويدعوهم إلى الإيمان بها .\r\nولم يكن الغرض من هذه المحاولة فقط ، أن يكسب النبي صلّى اللّه عليه وآله وسلّم أنصارا جددا للرسالة ، وإنّما كان النبي صلّى اللّه عليه وآله وسلّم يبتغي أيضا من وراء هذه المحاولة ، أن يجد القاعدة الجديدة التي كان يفكّر بها خارج مكّة .\r\n\r\nالهجرة :\r\nوقد قدّر اللّه لرسوله بعد كل هذه المحاولات ، أن يجد في حجّاج يثرب وفي يثرب غايته التي كان ينشدها .\r\nفانتقل النبي صلّى اللّه عليه وآله وسلّم إلى يثرب برسالته وأصحابه بعد أن مهّد لذلك ، وفي يثرب أقام النبي صلّى اللّه عليه وآله وسلّم المجتمع الإسلامي الذي يخطّط له الإسلام ويحكمه . وهنا تبدأ المرحلة الثانية من حياة النبي صلّى اللّه عليه وآله وسلّم وجهاده ، وهي مرحلة تختلف كل الاختلاف عن المرحلة الأولى من حياة النبي صلّى اللّه عليه وآله وسلّم وعمله . ففي هذه المرحلة تدخل الدعوة مرحلة تسلّم الحكم ، ويتسلّم النبي صلّى اللّه عليه وآله وسلّم كقائد أوّل لهذه الدعوة زمام الحكم في المجتمع الجديد ، بكل ما يرتبط بالحكم من شؤون القضاء والإدارة والسياسة والمال والاقتصاد والجيش . ويدخل المدينة حاكما يقرّ له المجتمع بهذا الحق وينقاد له .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nوكان هذا إعلانا بانتهاء فترة ، وبدء مرحلة أخرى من العمل ، وإعلانا لطبيعة هذه الدعوة وأصالة الحاكمية فيها ورأيها في الحكم ، وأنّ  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ  .\r\nوقد كان هذا المعنى واضحا للمسلمين من المهاجرين والأنصار ، الذين أقاموا هذا المجتمع ، فلم يستغرب أحد منهم أن يقيم النبي صلّى اللّه عليه وآله وسلّم دولة ، وأن يتولّى في هذا المجتمع شؤون الحكم والإدارة والسياسة والحرب .\r\nوكان واضحا لغير المسلمين أيضا . فقد عرفوا من طبيعة هذه الرسالة ، أنّها رسالة حاكمة ، وأنّ النبي صلّى اللّه عليه وآله وسلّم إذا ما تحوّل إلى المدينة فسيدخلها حاكما ، ويتسلّم فيها زمام الحكم والإدارة والحرب والسلم والمال .\r\n\r\nالموقف الجديد :\r\nوقد تغيّر شيء كثير من موقف هذا الدين تجاه أعدائه ومناوئيه . فبينما كان الموقف في مكّة يتّسم بكثير من اللّين والمرونة من جانب المسلمين ، تحوّل الموقف في المدينة إلى موقف القوّة وردّ العنف بالعنف والاعتداء بمثله ، وكان من الطبيعي جدّا ، أن ينطوي التخطيط النبوي على هذا التفكيك في المرحلة ، من حيث موقف المسلمين إزاء أعدائهم ومناوئيهم . فقد كان المسلمون في مكّة ضعفاء ولا يقوون على مواجهة الاعتداء بمثله . وأيّ عنف في المواجهة من جانب المسلمين ، كان يؤدّي إلى احتدام الصراع بين الرسالة الجديدة والجاهلية الحاقدة ، وإلى القضاء على الطليعة المؤمنة التي كانت تحمل مسؤولية الرسالة في تلك المرحلة من حياة النبي صلّى اللّه عليه وآله وسلّم .\r\nوحينما تحوّل المسلمون إلى المدينة ، تغيّر الوضع وأصبح المسلمون\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nيكوّنون قوّة في الجزيرة العربية .\r\nإذن فلا بدّ أن يتغيّر الموقف من لين إلى عنف ، ومن ضعف إلى قوّة ، ولا بدّ أن يتكيّف المسلمون مع الوضع الجديد الذي تتطلّبه المرحلة .\r\nفليس من رسالة الإسلام في شيء ، استعمال العنف في الموصول إلى غاياته وأهدافه ، بل الإقناع هو الأداة المفضّلة لهذه الرسالة في تحقيق الشخصية الإسلامية والمجتمع الإسلامي ، إلّا أنّه إذا قدّر لهذا الدين أن يصطدم بعقبة من العقبات التي تضعها الجاهلية في طريق هذه الرسالة ، وبمشكلة من المشاكل التي تسبّبها الجاهلية لهذا الدين ، فإنّ الدعوة لا تتردّد في إزاحة هذه العقبة عن طريقها ، وتذليل هذه المشكلة بكل ما لديها من قوّة ، وبكل ما تملك من عنف ، فقد كانت الجاهلية تريد أن تزاحم كلمة اللّه ، وحكمه وسلطانه في المجتمع ، وتتحكّم في مصير المجتمع وعلاقاته ، وتأخذ بيدها زمان المبادرة في ذلك كلّه .\r\nوأي لين أو مرونة في مواجهة العدو في هذه المرحلة ، ويؤدّي من دون ريب إلى فسح المجال له بمصادرة الغايات والأهداف التي يتوخاها هذا الدين في تحكيم كلمة اللّه ، وتحكيم شريعته ودينه على وجه الأرض .\r\nوذلك فقد كان الإسلام في هذه المرحلة جدّيا في مواجهة المشركين واليهود ، وفي تفويت الفرض عليهم ، وفي تصفية قواعدهم . فقد كانت مسألة الحكم صراعا بين الإسلام والجاهلية .\r\nوكان لا بدّ في هذا الصّراع من شيء كثير من القوة ، ومن الجدّية ومن العنف أيضا ، حينما كان الأمر يتطلّب العنف والجدّ .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nالتخطيط العسكري :\r\nوقد كانت الحروب التي خاضها النبي صلّى اللّه عليه وآله وسلّم في مواجهة قريش ، والقبائل العربية الموالية لها في الجزيرة ، آية في التخطيط العسكري ، وقمّة في القيادة . والتخطيط والإدارة مسألتان جوهريتان في هذا الدين ، والقيادة والحكم جزءان أصيلان من منهج هذا الدين .\r\nفقد بدأ النبي صلّى اللّه عليه وآله وسلّم يخطّط للاستيلاء على الجزيرة ، وتحكيم شريعة اللّه فيها منذ أن دخل المدينة ، وكانت قريش تعتبر عقبة كبيرة في سبيل تحقيق هذه الغاية ، كما كان اليهود يعتبرون العقبة الثانية ، وقد كان يلتف حول قريش بعض القبائل المخالفة لها .\r\nفبدأ النبي صلّى اللّه عليه وآله وسلّم بالعمل على تصفية قواعد العدو ، وكانت مكّة من أقوى هذه القواعد التي كانت تصمد في وجه النبي صلّى اللّه عليه وآله وسلّم .\r\n\r\nالحصار الاقتصادي :\r\nوللقضاء على صمود مكّة وقوّتها ، بادر النبي صلّى اللّه عليه وآله وسلّم بتهديد الطرق التجارية ، التي كانت تربط مكّة بالشام ، والتي كانت تقع على ساحل البحر الأحمر . وقد كان هذا الطريق هو العصب الذي يمدّ مكّة بكل ما تريده من متطلّبات الحياة في ذلك الوقت ، من سلاح وعتاد وتجارة ، وقد كانت تجارة قريش تعتبر موردا مادّيا ومعنويا لها في أوساط الجزيرة ، فقد كانت القبائل العربية المحيطة بمكّة ، تقصد مكّة بما لديها من مال وحاصلات زراعية ومواشي ، لتشتري من مكّة ما تحتاجه من سلاح وبضائع مستوردة من الشام .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوحين خطّط النبي صلّى اللّه عليه وآله وسلّم لتهديد هذا الطريق ، وتهديد تجارة قريش ، كان يعلم أنّه قد وجّه بذلك ضربة قوية لشخصية قريش ، من الناحية المادّية والمعنوية ، وفعلا نفّذ النبي صلّى اللّه عليه وآله وسلّم هذا التخطيط في حرب بدر ، ونجح المخطّط في تهديد تجارة قريش .\r\nولئن عادت قريش في عام مقبل لاستعادة مكانتها ، وإعادة الأمن إلى تجارتها ، وأصيب المسلمون ببعض الخسارة في هذه الحرب ( حرب أحد ) ، فإنّ الطريق لم يعد لقريش ، ولم تسلم قريش على تجارتها ، وانتكست اقتصاديا ومعنويا ، كذلك حيث انقطعت عنها البضائع التي كانت تأتي بها تجارتها من الشام ، وفقدت أسواق مكّة مركزيتها التجارية .\r\nولئن لم ينتبه المسلمون يومذاك ، إلى أهمية العمل الذي قام به النبي صلّى اللّه عليه وآله وسلّم من ناحية سياسية وعسكرية ، وتأثيره الكبير في شلّ الحياة الاقتصادية لمكّة ، فقد عرفت أوروبا بعد قرون أهميّة هذا العمل في إحراج العدو ، وإرهاقه ومباشرة الضغط عليه اقتصاديا . وعرفت هذه العملية بعد ذلك ب‍ ( الحصار الاقتصادي ) ، واستعملها نابليون ضدّ بريطانيا ، كما استعملت مرّات أخرى من قبل القادة العسكريين في الحروب .\r\n\r\nتصفية قواعد المشركين واليهود :\r\nوبعد أن تمّ للنبي صلّى اللّه عليه وآله وسلّم إرهاق العدو وإذلاله ، وبعد أن فشلت آخر محاولة للعدو في التجمّع للقضاء على المعسكر الإسلامي في حرب ( الأحزاب ) . بدأ بضرب قاعدة العدو ، وتصفية ما تبقى له من النفوذ في الجزيرة ، وسقطت القاعدة أمام الزّحف الإسلامي .\r\nوصفح النبي صلّى اللّه عليه وآله وسلّم عن كل جرائم قريش وعدوانها في كرم ونبل ،\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nواستمرّ الزّحف على سائر مراكز تجمّع العدو في أطراف الجزيرة ، وانهارت هذه المراكز واحدا بعد آخر ، أمام الجيش الإسلامي الفاتح . . . واستسلمت الجزيرة للدّين الجديد ، وفرضت الدعوة سلطانها على أطراف الجزيرة .\r\n\r\nتحصين القاعدة الإسلامية :\r\nوفي خلال هذه الأعمال ، كان النبي صلّى اللّه عليه وآله وسلّم يعمل لتحصين المدينة ، بتطهيرها من العناصر المخرّبة والمنافقين واليهود ، الذين كانوا يكيدون للإسلام وللمسلمين .\r\nفكان النبي صلّى اللّه عليه وآله وسلّم يعمل في وقت واحد لضرب معاقل العدو وقواعده في الجزيرة ، وبتحصين القاعدة الإسلامية في الجزيرة ، وتطهيرها من المنافقين واليهود ، ويمارس خلال هذه المهمة وتلك مسئولياته الرسالية في الدعوة ، وتربية الشخصية الإسلامية ، وتكوين المجتمع الإسلامي ، وترسيخ العقيدة الإسلامية في النفوس .\r\nواستطاع النبي صلّى اللّه عليه وآله وسلّم بعد هذا الشوط الطويل الذي قطعة في ثلاث وعشرين سنة بعد البعثة من اخضاع الجزيرة كلّها لشريعة اللّه ، والاستيلاء فيها على زمام الحكم ، وإدارة المجتمع بما في ذلك من شؤون الإدارة والمال والجيش والقضاء .\r\nوانقادت الجزيرة بكل أطرافها للدعوة ، واستسلمت لها في انقياد ، وانتظمت في مجتمع واحد يحكمه الإسلام .\r\nهذا إجمال من تفصيل عن الجانب القيادي من حياة النبي صلّى اللّه عليه وآله وسلّم ، والتخطيط الذي امتدّ على مدى ربع قرن من حياة صلّى اللّه عليه وآله وسلّم .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nوالذي يدرس السيرة النبويّة ، والأعمال التي قام بها النبي صلّى اللّه عليه وآله وسلّم بإمعان ودقّة ، في مكّة وفي المدينة ، يجد أنّها كانت تنتظم جميعا في مخطّط واحد ، وينتهي هذا المخطّط إلى تسلّم الحكم في الجزيرة ، وتحكيم شريعة اللّه فيها ، وإشاعة الدعوة الإسلامية وترسيخها في نفوس الناس . . . هذا ورسول اللّه صلّى اللّه عليه وآله وسلّم معصوم ، يعصمه اللّه من الزلل ، ويوحي إليه بأمره وحكمه ، ويسدّده في كلّ خطوة وعمل .\r\nكما يرى أنّ مسألة الحكم ، كانت مسألة جوهرية في هذه الرسالة ، وليست مسألة مؤقتة ، أو أمرا هامشيا في هذا الدين .\r\nوأنّ هذا الدين لا تنتهي رسالته عند دعوة الناس وإبلاغهم شريعة اللّه وأحكامه ، وردعهم عن الخضوع للأوثان والعبادة لغير اللّه .\r\nبل إنّ من صميم هذه الرسالة ، أن يتولّى المنهج الإلهي الحكم في حياة الناس ، وليس هذا الدين مجموعة من ( الاقتراحات الطيّبة ) و ( النصائح والمواعظ الدينية ) التي تلقى على المنابر ويتلقاها الناس بالقبول ، ويعرض على غيرهم من الناس في سلام ، وإنّما هو منهج في التشريع ومشروع للتنفيذ ، ومخطّط للتحكيم ، ودعوة ودولة ، وقوّة وصلابة في تحقيق ذلك كلّه .\r\n\r\nالدعوة والدولة في هذا الدين :\r\nوإذا كانت ( الدعوة ) قد سبقت ( الدولة ) في حياة النبي صلّى اللّه عليه وآله وسلّم ، فإنّ ذلك لا يعني أنّ الدولة لم تكن حاجة أساسية في هذا الدين ، أو جاءت عرضا وبالصّدفة . فإنّ كلّ شيء في حياة النبي صلّى اللّه عليه وآله وسلّم ، يشهد بأنّ هذه الدعوة كانت ملتحمة بفكرة الدولة ، وأنّ هذه الدعوة لم يتأتّ لها أن تغزو جزءا كبيرا من\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالأرض ، وأن تنشر النور والوعي في كل مكان ، لولا أن كانت دولة تسندها .\r\nوقد كان من ضمن المخطط الكبير ، أن يسبق الدعوة وجود الدولة ، وأن يسبق هذه الدولة تغيير نفسي عميق للناس ، وبناء للشخصية الإسلامية ، على أسس عقائدية متينة ، لتكون الدولة دولة عقائدية هادفة ، ذات رسالة إلهية في تاريخ هذا الإنسان .\r\nفلو لا الدعوة لم تكن الدولة التي أقامها هذا الدين قادرة على تحقيق رسالة اللّه على وجه الأرض ، ولم تكن هذه الدولة ذات رسالة تغييرية في حياة الإنسان ، ولم تكن إلّا شيئا من هذه الحكومات التي تتعاقب على الحكم ، ولا تترك في الحياة الاجتماعية غير هذا الصخب والضجيج والعبث بمصالح الناس .\r\nفقد عاشت الدعوة في مكّة ثلاثة عشر عاما من دون دولة ، فلم يؤمن بها غير قلّة في مكّة ، وعاشت هذه الفترة في أزمة ومحنة قاسية . ولم تنتقل الدعوة إلى المدينة ، حيث وجدت الفرصة الكفاية لإقامة الدولة ، حتى استجابت الجزيرة كلّها للدعوة ، وانطلقت رسل الدعوة إلى خارج الجزيرة ، ولم يمرّ عليها قرن ، حتى انفتحت للدعوة أقطار واسعة في آسيا وإفريقيّة وأوروبا أيضا .\r\nوليس ذلك إلّا لهذا الالتحام الوثيق بين الدعوة والدولة في الإسلام ؛ لأنّ أمر الدولة والحاكمية من صميم هذا الدين وجوهره ، وليس شيئا طارئا عليه ، حصل صدفة في حياة النبي صلّى اللّه عليه وآله وسلّم وبعده ، دون أن يكون هناك مخطّط واسع لتحقيق هذه الدولة .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\nبعد عصر الرّسالة\r\n\r\nوضوح الرّؤية :\r\nلم يختلف المسلمون في أمر كما اختلفوا في أمر الخلافة والحكم بعد رسول اللّه صلّى اللّه عليه وآله وسلّم ، ولم تحدث فتنة بين المسلمين كما حدث بعد رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\nوقد ذهب المسلمون في هذه الفتنة ، مذاهب شتّى من الرأي والمعتقد ، إلّا أنّ الّذي يلفت النظر حقّا في هذه الفتنة ، التي لم تخمد جذوتها بعد ، أنّ المسلمين مهما اختلفوا في شيء ، فلم يختلفوا في أصل وجوب إقامة الحكم الإسلامي بين المسلمين ، ومبايعة حاكم من بين المسلمين ، يحكم بينهم بكتاب اللّه وسنّة رسوله صلّى اللّه عليه وآله وسلّم .\r\nوهو أمر عجيب حقّا ، ملفت للنّظر ، فقد كانت المسألة من الوضوح عند المسلمين حدا لا يقبل أدنى تشكيك . فلم يحدّثنا التاريخ ، أنّ واحدا من المسلمين كان يقول ، أو يرى في السقيفة التي احتدم المسلمون فيها في أمر الخلافة ؛ أن لا حاجة إلى خليفة أو حاكم ، وبوسع المسلمين أن يعيشوا كما كانوا يعيشون في الجاهلية من غير خلافة أو إمامة إسلامية .\r\nوفيما بعد هذا اليوم أيضا ، لم يحدّثنا تاريخ المذاهب والنّحل أن حدث بين المسلمين خلاف في هذه المسألة .\r\nواستمرّت مسألة أصالة الحاكمية في الإسلام ، ووجوب الالتفاف حول الحاكم الإسلامي ومبايعته وطاعته أمرا لا يشكّ فيه أحد ، وإن كان الشكّ يراود المسلمين كثيرا ، فيمن كانوا ينصبون أنفسهم أئمة وقيّمين على\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالمسلمين ، وفي الشروط التي تؤهّل أصحابها لتسلّم الحكم فيما بين المسلمين « 1 » .\r\nومهما كان من انحراف الأجهزة التي تولّت الحكم على امتداد التاريخ الإسلامي ، وبعدها عن الأصالة الإسلامية والمفاهيم والمقاييس الإسلامية في الحكم ، فإنّ المسلمين بقوا يؤمنون رغم كل هذه الانحرافات ، أنّ الحاكمية لا يجوز أن تنحرف عن هذا الدين ، وحتى الحكام الذين كانوا يتناوبون على الحكم في اتجاه منحرف عن هذا الدين ، كانوا يحكمون باسم هذا الدين ، وكان الفقه الإسلامي هو القانون الذي يحقّ له أن يحكم حياة الناس في شؤونهم الفرديّة والاجتماعية ، وعلاقاتهم الداخلية والخارجية .\r\nولا يعني ذلك تبريز هذا الانحراف في الحكم في عصور الخلافة الإسلاميّة ، إلّا أنّ أصالة الحاكمية في هذا الدين كانت تحظى - حتى سقوط الخلافة العثمانية - بوضوح كامل لدى جمهور المسلمين ، ولم يكن أحد من المسلمين يفكّر يومذاك ، أنّ الدين شيء والدولة شيء غريب عن الدين ، ولا يتّصل به بسبب ، وأنّ من الجائز أن يحافظ المسلمون على دينهم بينما يحكمهم حاكم كافر ، وينظّم حياتهم قانون غريب عن تراث هذه الامّة وفقهها .\r\n\r\nالتآمر على هذا الدين :\r\nولم يختف هذا الوضوح ، إلّا بعد جهد كبير بذله الاستعمار في تغيير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عدا فرقة واحدة من الخوارج تعرف بالنجدات ، وقد اندثرت تأريخيا ، ولا وجود لها اليوم ، كانت ترى أن لا حاجة للمسلمين إلى إمام . راجع شرح المقاصد للتفتازاني : 5 / 235 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nملامح هذا الدين لدى العامّة من المسلمين ، وتحويله إلى دين يشبه المسيحية ( التي تؤمن بها أوروبا وإفريقيّة ) يقنع من الأرض بما تحيطه جدران الكنائس ، ويقنع من حياة الناس بالساعات القليلة التي يقضيها الناس في هذه الكنائس من أيّام الآحاد ، ويقنع من الإسهام في الحياة الاجتماعية ، بما تتطلّبه التقاليد الاجتماعية حين يموت أحد ويجري تشييعه ودفنه .\r\nوقد حاول الاستعمار أن يعطي نفس الطابع للإسلام في نظر المسلمين ، ويفقده أصالته وحيويته ، واهتمامه الكبير بمسائل الحياة وشؤونها ، ويفصل الدين عن الدولة وعن شؤون الحياة الأخرى .\r\nومنذ ذلك التاريخ أخذ هذا الوضوح بالاختفاء ، وأخذ المسلمون - في الغالب - لا يعون من الدين إلّا هذه الطقوس التي تجري أحيانا عن إيمان وإخلاص ، وتجري أحيانا أخرى كعادات وتقاليد اجتماعية لا بدّ من الإتيان بها . ولا يستعيد المسلمون كيانهم وشخصيتهم على وجه الأرض ، ولا يمكن أن تنطلق هذه الدعوة في تحقيق رسالة اللّه ، إلّا حينما يعي المسلمون حقيقة دينهم ، وواقع هذه الرسالة ، وإلّا حينما ينبثق من هذا الوعي قوّة إسلامية على وجه الأرض ، وكيان اجتماعي وسياسي ذو جذور وأبعاد رسالية وعقائدية .\r\n\r\nموقف أهل البيت من مسألة الحكم :\r\nمن نافلة القول أن نتحدّث عن انحراف الأجهزة التي تولّت الولاية والحاكمية في المسلمين ، في فترات طويلة من خلافة المسلمين .\r\nففي العصر الأموي والعصر العبّاسي والعصور التي تلت هذا العصر ، بلغ انحراف الخلافة الإسلامية ، حدّا لا يصحّ ولا يمكن الدفاع عنها .\r\nوقد تصدّى أهل بيت رسول اللّه صلّى اللّه عليه وآله وسلّم ، لتصحيح هذا الوضع الشّاذ في\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nجهاز الحكم الإسلامي ، وتعديل مسيرة الحكم الإسلامي . ولا نحتاج إلى كثير من العناء والبحث ، لنكتشف أبعاد الدور القيادي والتخطيط الهادف الذي كان يمارسه وينفّذه أهل البيت عليهم السّلام في إعداد الامّة ، في حركة تغييرية واسعة ، لرفض سلطان الباطل ، والمطالبة بإعادة الحكم الإسلامي إلى مجراه الصحيح . وآية هذه الحركة الواعية في تاريخ أهل البيت عليهم السّلام ، للمطالبة بتقويم ما انحرف من مسيرة الحكم ، ثورة الحسين من أهل البيت عليهم السّلام .\r\nفهو عليه السّلام كان يصرّح معلنا أهداف حركته الكبرى :\r\n« إنّي لم أخرج أشرا ولا بطرا ، ولا مفسدا ولا ظالما ، وإنّما خرجت لطلب الإصلاح في امّة جدّي أريد أن آمر بالمعروف وأنهى عن المنكر وأسير بسيرة جدّي وأبي عليّ بن أبي طالب » .\r\nويرفض بيعة يزيد بقوّة وإصرار ، ويرفض أن يكون ( يزيد بن معاوية ) أهلا لإمامة المسلمين ، وهو من تعرفه الامّة معاقرا للخمر ، لاعبا للقمار ، سفّاكا للدماء ، محلّلا لما حرّمه اللّه على عباده .\r\nوالأئمة الذين تسلّموا مسؤولية الإمامة بعد الحسين عليه السّلام ، من أهل البيت ، لم يختلف موقفهم من انحراف الحكومات المعاصرة لهم ، إلّا بقدر ما يتعلّق بضرورات المرحلة ومتطلّباتها .\r\nفقد كان أهل البيت عليهم السّلام إذن يخطّطون لتقويم جهاز الحكم الإسلامي ، وتعديل ما انحرف منه ، وتسلّم الحكم والولاية ، والقيمومة على حياة المسلمين .\r\nوليس من شكّ أنّ الأسلوب الذي كان يمارسه الإمام الحسين عليه السّلام ،\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nضمن هذا المخطّط ، كان يختلف عن الأسلوب الذي كان يمارسه الإمام الصادق من أهل البيت . غير أنّ اختلاف الأسلوب كان نابعا من اختلاف في مرحلة العمل ، وملابسات الظرف الاجتماعي . ولا يصعب على القارئ أن يكتشف وحدة الهدف ، والتخطيط والعمل ، لتصحيح ما انحرف من خطّ الحكم الإسلامي ، وممارسة الحاكميّة في حياة الناس ، بالصورة التي يرتضيها اللّه تعالى ضمن هذه الفترة التاريخية عند أهل البيت عليهم السّلام .\r\nفقد عاش الأئمة من أهل البيت عليهم السّلام إلى عهد الإمام الحسين عليه السّلام ، محنة انحراف الجهاز الذي يتولّى الحكم بين المسلمين ، فكان العمل منصبّا على استعادة الحكم إلى مجراه الإسلامي الصحيح .\r\nومنذ هذا العصر - أي أواسط العصر الأموي - تسرّب الانحراف من الحكم إلى جسم الامّة ، بصورة خطيرة ، وأصبح الحاكمون يعملون لإسناد موقعهم السياسي ، وتمييع المعارضة السياسية بكلّ ما يتأتى لهم من إشاعة الفحشاء والفساد والانحراف في صفوف المسلمين ، ويستعينون ببعض من يهون عليهم أمر دينهم من العلماء في تحريف هذا الدين وتشويه معالمه .\r\nوواجه أهل البيت عليهم السّلام هذه الحالة بوعي وجهاد طويل ، للمحافظة على الصورة الحقيقية لهذه الرسالة ، وصيانتها من التشويه والانحراف ، والمحافظة على هذه الامّة ، وإيجاد تغيير جذري عميق في جسم الامّة ، وتكوين طليعة واعية تعي هذا الدين وعيا صحيحا ؛ لتكون نواة للمستقبل استعدادا لإعادة الحكم إلى مجراه الصحيح ، وتسلّم الحاكميّة في هذه الامّة .\r\nولا تهمّ بعد ذلك مسألة التوقيت ، ومتى يقوم الحكم على القواعد الصحيحة التي يريدها اللّه ، وإنّما المهم التخطيط الواعي ، والعمل المخلص\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nللّه ، والصّبر والمثابرة ، وضبط النفس والأعصاب في مراحل العمل الطويلة الشاقة .\r\nوليس بوسعنا - هنا - أن نلخّص الأدوار التي اجتازها أهل البيت عليهم السّلام ، والتخطيط الواعي الذي وضعوه لمواجهة الواقع الاجتماعي وتعديله وتغييره في هذه الأدوار ، والعمل المكثّف الذي قام به أهل بيت رسول اللّه صلّى اللّه عليه وآله وسلّم في هذه الفترة في النطاق التربوي الخاص . ولا يسع صدر هذا الحديث لأكثر من هذا الحدّ ، إلّا أنّنا نخرج على كل حال ، من هذا الاستعراض السريع بنتيجة قاطعة ، هي أنّ أهل البيت عليهم السّلام ، كانوا يعملون دائما لإعادة الحكم الإسلامي إلى مجراه الصحيح ، وإرساء هذا الحكم على قواعد صلبة من هذه الرسالة والمؤمنين بها .\r\nوبعد ، فقد أطلنا الحديث بعض الشيء في هذا الجانب من مسألة ولاية الفقيه ، واسترسلنا كثيرا مع تاريخ هذا الدين ، وظهوره في الجزيرة العربية ، والملابسات التي أحاطت ظهور هذا الدين ، وتوسّعه في الجزيرة ، وعلى وجه الأرض ، ولم يكن هذا الاسترسال عفوا من الحديث ، واسترسالا في التاريخ غير مقصود ، وإنّما قصدت إلى ذلك قصدا . فإنّ كل غموض يلابس فكرة ولاية الفقيه في نظري ، تعود جذوره إلى غموض في فهم حقّ هذا الدين في الحكم ، وأصالة الحاكمية فيه . وإذا اكتسب هذا الجانب من القضية الوضوح الكافي ، فإنّ من السهولة بمكان أن نفهم سائر أطراف القضية .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nمراحل التاريخ السياسي للمرجعية عند الشيعة الإمامية من التقية إلى تسلّم الحكم\r\nلم أعثر فيما قرأت على دراسة للتاريخ السياسي لمرجعية الشيعة وفقهائها ، عدا دراسة واحدة لأحد الكتّاب الفضلاء ، ولست أريد أن أعجل في نقد هذه الدراسة قبل أن تخرج من المطبعة ، ولكن ما لا بدّ من ذكره في هذه المقالة أنّ الكاتب رحّل التاريخ السياسي لمرجعية الشيعة وفق مراحل نموها العلمي والفقهي .\r\nوأتصور أنّ المنهج العلمي مرحلية العمل السياسي لمرجعية الشيعة في التاريخ يختلف عن مرحلية العمل الفقهي لمرجعية الشيعة وفقهائهم ، ولكل من هذين الخطين ، الخط السياسي والخط الفقهي لمرجعية الشيعة ، تاريخه الخاص به ومراحله الخاصة كما أنّ لكل تاريخ خصائصه وملامحه .\r\nولست أحب أن أقف أكثر من هذا التلميح عند هذه النقطة فأقول :\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nبوسعنا أن نقسم مراحل التاريخ السياسي لمرجعية الشيعة إلى ثلاث مراحل سياسية :\r\n1 - مرحلة التقية ( المعارضة السرية ) .\r\n2 - مرحلة التصدي العلني للمعارضة .\r\n3 - مرحلة الولاية وتسلّم الحكم .\r\nونحن عندما نستعرض التاريخ السياسي لمرجعية الشيعة قد لا نعدم فترات من التاريخ تتداخل فيها هذه المراحل السياسية كلها أو بعضها ، ولكن ما لا يتفق في تاريخ مرجعية الشيعة أن تخلو فترة من فترات هذا التاريخ من واحدة من هذه المراحل الثلاث .\r\n\r\nمن التقية إلى إعلان المعارضة\r\n- 1 - لا أستطيع أن اشخّص بالدقة الفترة التي انتهت عندها حالة التقية عند الشيعة في تاريخ الإسلام ، وفي تاريخ الصراع السياسي والمذهبي ، ولكني أستطيع أن أقول إنّ التقية كانت في بدايتها ( سياسية ، مذهبية ) ، وكان النظام السياسي في العصرين الأموي والعباسي ، وما تعقّبه بعد ذلك من العصور ، يمارس سياسة إرهابية مزدوجة ، مذهبية وسياسية تجاه الشيعة .\r\nوطالت هذه الفترة ، وقست ، ومارس الحكام ضد الزعامة الشيعية ( المرجعية ) ألوانا من الإرهاب والضغط والاضطهاد .\r\nوبالتدريج خفت حدة الإرهاب المذهبي والطائفي ، وبرز التشيع من حالة الكتمان والتقية إلى السطح من الناحية الفقهية والأصولية وربما نجد في\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nعصر الشيخ المفيد والسيدين الرضي والمرتضى والشيخ الطوسي في العصر العباسي ملامح لبدايات هذه المرحلة الجديدة ، إلّا أنّ الإرهاب السياسي للشيعة ظل على حدته وقوته ، وقد تعرض في هذه المرحلة بالذات الشيخ الطوسي لإرهاب سياسي مركّز وتعرض الشيعة لفتنة طائفية سياسية في الكرخ من بغداد .\r\nومهما يكن من أمر فقد امتدّ الإرهاب السياسي لشيعة أهل البيت وامتدت إلى جنبه حالة التقية إلى وقت متأخّر جدا .\r\nوكانت السمة البارزة للشيعة خلال هذه الفترة الطويلة والممتدة من التقية هي ( الرفض ) ، والرفض تعبير سياسي أكثر من أن يكون تعبيرا مذهبيا .\r\nوهذه الكلمة تعني : المعارضة الدائمة الصامتة أحيانا أخرى والمعلنة أحيانا لكل الأنظمة التي مارست الولاية والحكم على بلاد المسلمين منذ العصر الأموي إلى العصر الحاضر ، ونفي شرعية هذه الأنظمة ، ورفض الاعتراف بها . وهذا الرفض المستمر كان يكلّف المرجعية الشيعية كثيرا ، وكان سببا للاضطهاد المستمر والدائم للزعامة الشيعية ، وحتى بعد أن انفرجت ظروف التعصب الطائفي الخانق ، استمر الإرهاب والاضطهاد السياسي . وهذا الاضطهاد السياسي والطائفي التاريخي علّم الشيعة أمرين كان لا بدّ لهم منهما ، وهما « السرية » و « التنظيم » .\r\nفإنّ العمل السياسي في ظروف الاضطهاد لا يتم من دون ( السرية ) ، وهذا هو مبدأ التقية الذي عرف به الشيعة على امتداد تاريخهم السياسي . والسرية كما تمكّن القيادات السياسية من المحافظة على أصل العمل ، فإنها\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nفي المقابل تقلل من فاعلية العمل ونفوذه وتأثيره ، ولذلك فلا بدّ من اعتماد مبدأ آخر للعمل السياسي يجبر هذا الضعف وهو مبدأ ( الطاعة الدقيقة والولاية والارتباط التنظيمي بأولياء الأمور ) ، وأولياء الأمور عند الشيعة هم أئمة أهل البيت عليهم السّلام في حالة حضورهم والفقهاء في عصر الغيبة .\r\nومهما اختلف رأي الفقهاء في أمر ( ولاية الفقيه ) بين السلب والإيجاب ، فإنّ السيرة المستمرة للشيعة الإمامية في عصر الغيبة إلى اليوم هي طاعة الفقهاء والارتباط بهم بصورة عملية .\r\nوهذا الارتباط بالطاعة يأخذ صفة تنظيمية دقيقة عن طريق شبكة الوكلاء الذين كانوا يمثلون الأئمة عليهم السّلام في عصر الحضور والمراجع والفقهاء في عصر الغيبة . وهذه الشبكة تنظم أمر ارتباط الامّة بالمرجعية بشكل منظم ودقيق ، وفي نفس الوقت من الناحية السياسية يحمي الكيان السياسي للطائفة من التسلّل ونفوذ العناصر الغريبة . وإنّ اشتراط العدالة في الوكلاء وأئمة الجماعة والجمعة والعلماء الذين يمارسون دورا اجتماعيا وسياسيا ، يؤمّن هذه النقطة إلى حد كبير ، وهذا هو مبدأ ( التنظيم ) .\r\nوقد كان لهذين المبدأين السياسيّين دور كبير في حماية القيادات الشيعية طوال فترة الاضطهاد السياسي والعقائدي .\r\nومهما يقل من شيء ، ومهما يكن من أمر في هذه الفترة ، فلا يختلف المؤرخون الذين يؤرخون هذه الفترة من تاريخ المرجعية الشيعة ، أنّ العمل السياسي كان من أبرز سمات هذه المرحلة المظلمة في تاريخ الشيعة ، فقد كان يجري تحت الأرض في المساحة الشيعية عمل سياسي ضخم في هذه الفترة رغم كل الظلم والاضطهاد الذي أصاب الشيعة . وما ملاحقة\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالشخصيات الشيعية واضطهادهم وسجنهم ، وتفتيت العوائل والأسر الشيعية العريقة ، وقتل العلماء ومطاردتهم إلّا نتيجة لهذا العمل السياسي الكبير الذي كان يجري تحت الأرض بعيدا عن عيون السلطات الأمنية في الأنظمة المعاصرة لهذه الفترة .\r\nوالذي يتابع أدوار تاريخ هذه المرحلة ، سيلفت نظره كثرة الفقهاء الشهداء ، حتى إنّ الشيخ عبد الحسين الأميني رحمه اللّه الباحث والمتتبع المعروف كتب كتابا عن الشهداء من الفقهاء في هذه المرحلة من تاريخ الشيعة أسماه ب‍ ( شهداء الفضيلة ) .\r\nوهذه المرحلة تمتد إلى وقت متأخر رغم تحسن الظروف السياسية في بعض الفترات ، ولكن يبقى ( الإرهاب والتقية ) هو الطابع العام لهذه المرحلة التاريخية الطويلة والصعبة .\r\nولم يؤرخ أحد التاريخ السياسي لهذه المرحلة بصورة واسعة ودقيقة ، وهي مرحلة جديرة بالتكفير والدراسة والعناية العلمية . ومن المؤسف حقّا أن يضيع نتيجة هذا الإهمال العلمي تاريخ حافل بالجهاد والعمل السياسي الهادف ؛ ولو أرّخ العلماء هذه الفترة في دراسة علمية دقيقة لعلم الناس ما لفقهاء الشيعة من دور كبير في خدمة الإسلام الأصيل الذي بعث اللّه به رسوله صلّى اللّه عليه وآله وسلّم ، في المساحة الشيعية والسنية معا في غمار الانحرافات السياسية وانحرافات الحكام وظلمهم وطيشهم من الذين حكموا باسم الإسلام ، ومارسوا كل قبيح وفساد في تاريخ الإسلام باسم الإسلام إرضاء لأهوائهم وشهواتهم وتثبيتا لدعائم حكمهم وسلطانهم .\r\nوفقهاء الشيعة في هذه الفترة المظلمة كانوا يقومون بدور كبير في\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nحفظ أصالة الإسلام ونقائه ، وعزل جماهير الامّة ( دينيا ) عن الحكام ، ونفي الشرعية عنهم والفصل بينهم وبين الدين ، لا بين السياسة والدين .\r\nومهما يكن من أمر فهذه مرحلة من أخصب مراحل المرجعية الشيعية ، وفي نفس الوقت من أصعبها وأشقّها . وكما تعرّض الشيعة وفقهاؤهم لظلم الحكّام والأنظمة في هذه الفترة ، كذلك ظلمتهم أقلام المؤرخين فلم يؤرّخوا التاريخ الحافل ذا الحركة والعمل لفقهاء الشيعة في هذه المرحلة من التاريخ . ولولا مفردات نوعية من الجهاد والحركة والعمل لفقهاء الشيعة وصلت إلينا لاندثرت هذه المرحلة بكاملها ، وضاع بذلك تراث عريق من العلم والعمل . وكان بودّي أن لا أفارق الحديث عن هذه المرحلة حتى افصّل الحديث عنها تفصيلا ، غير أنّي مضطر أن ارغم القلم على تجاوز هذه المرحلة ، على أمل أن يقيّض اللّه تعالى من العلماء والكتّاب والمؤرخين من يؤرخ هذه المرحلة ، ويعطيها حقها من تاريخ وجهاد وصبر ومقاومة عبر جهاد علمائها المخلصين .\r\nولولا جهود فقهاء الشيعة ومقاومتهم وعملهم الدءوب خلال هذه الفترة لا نزوت مدرسة أهل البيت عليهم السّلام تاريخيا في هذه المرحلة ، وتحوّلت إلى مذهب فكري وسياسي معزول وباطني بين الحياة والاندثار ، كما هو الشأن في طائفة من المذاهب التي حاربها الحكام ، ولم يكن يشفع لهذا المذهب ارتباطه بأهل البيت عليهم السّلام ، الذي أنزل اللّه تعالى الكتاب والوحي في بيوتهم . وينجلي هذا الليل المظلم ، بكل بشاعته وظلمه لتدخل القيادات الشيعية مرحلة التصدي العلني للمعارضة السياسية ومقارعة الأنظمة المعتدية والمنحرفة ، ولننظر في هذه المرحلة السياسية الجديدة من تاريخ الشيعة وجهادهم السياسي .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\nمن إعلان المعارضة إلى الولاية وتسلّم الحكم\r\n- 2 - في هذه المرحلة تجاوز التشيّع خطر الإبادة والتصفية الجسديّة والسياسية والفكريّة ، وهو عمل جبّار لفقهاء المرحلة الأولى ، تسلّمه فقهاء المرحلة الثانية بجدارة وكفاءة وتصدّى فقهاء هذه المرحلة للعمل السياسي تحت ضوء الشمس وعلى الأرض ، وكان محتوى العمل السياسي في هذه المرحلة هو مواجهة الأنظمة الحاكمة والسلاطين المنحرفين المتسلطين على مقدرات الامّة .\r\nومن الصعب جدا أن نحدد بصورة دقيقة الفترة الزمنية التي انتقلت فيها القيادة الشيعية من مرحلة العمل السري إلى مرحلة المعارضة العلنية ، فإنّ فترات هاتين المرحلتين متداخلة أحيانا في التاريخ ، حسب انفراج واشتداد الظروف السياسية ، إلّا أنّ السمة البارزة لهذه المرحلة التصدي للعمل السياسي والمواجهة العلنية .\r\nوعندما نستعرض تاريخ هذه المرحلة نلتقي بثلاثة أنواع من التحدّي الحضاري والسياسي التي تواجه المسلمين وهي :\r\n« التغريب ، والاستعمار ، والاحتلال » .\r\nوقد كان الاحتلال واسعا كالاستعمار في آسيا وإفريقيّة ، إلّا أنّ حركة الاحتلال انحسرت بالتدريج وتحرر أكثر البلاد الآسيوية والإفريقيّة من الغزو العسكري . ولم يبق من العالم الإسلامي بلد تحت الاحتلال المباشر للغرب غير فلسطين وبعض البلاد الإفريقيّة ، إلّا أنّ موجة الاستعمار\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوالتغريب بقيت على قوّتها .\r\nوكانت موجة التغريب والاستعمار تأتي من ناحية الغرب بطبيعة الحال ، ودخلت الجبهة الشرقية ( الاتحاد السوفيتي ) بعد ذلك في هذه الحلبة إلى حد منافسة الغرب سياسيا وحضاريا وثقافيا ، فأصبحت المنطقة الإسلامية ميدانا لحركة ونشاط الغرب والشرق السياسي والفكري والحضاري . وكان في واجهة هذه الحركة ( وليس وراءها ) عملاء الغرب والشرق من حكّام المنطقة ، وكان الاستعمار يستخدم هؤلاء العملاء والأنظمة المرتبطة بمثابة عتلة قوية لتحقيق وإنجاز المهمات الصعبة .\r\nوبطبيعة الحال كانت مهمة فقهاء هذه المرحلة هي مواجهة هذه الأنظمة ومن وراءهم من دول الاستكبار العالمي في الشرق والغرب . فكانت المهام السياسية الأساسية في حركة العلماء في هذه المرحلة ثلاث مهام :\r\nأ - الدعوة إلى الجهاد ضد الاحتلال الأجنبي .\r\nب - مكافحة الاستعمار الاقتصادي والسياسي .\r\nج - مكافحة التغريب والأفكار المستوردة من الشرق والغرب .\r\nوكانت الأداة المفضلة لمرجعية الشيعة في هذه الحركة ضد الاحتلال والاستعمار والتغريب هي توعية الجماهير وتحريكها ، وهذه الحركة كانت تكتسب أحيانا دورا إيجابيا من المواجهة المسلحة وغير المسلحة ، وتأخذ أحيانا دورا سلبيا نحو مقاطعة الأنظمة ومعارضتها .\r\nوقد خاضت مرجعية الشيعة صراعا طويلا في هذه المرحلة ، وفي هذه الساحات الثلاث ، في مثل :\r\nثورة إيران والعراق ( ضد استبداد الدولة القاجارية في إيران ) .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n- ثورة العشرين في العراق ضدّ الاحتلال الإنكليزي .\r\n- معركة الدستور في الدولة العثمانية التي وقف فيها علماء النجف إلى جانب المطالبة بالدستور .\r\n- حركة الميرزا الشيرازي في تحريم استعمال التنباك .\r\n- حركة الميرزا كوجك خان في شمال إيران .\r\n- مواجهة الاحتلال الروسي في عهد مظفر الدين قاجار .\r\n- مواقف علماء النجف :\r\nمن الاحتلال الإيطالي لليبيا .\r\nمن الاحتلال الصهيوني لفلسطين .\r\nمواجهة المد الأحمر في العراق .\r\n- حركة العلماء ضدّ برامج الشاه التي أسماها ( الثورة البيضاء ) .\r\n- مواقف علماء أفغانستان من الاحتلال الروسي لأفغانستان .\r\n- وموقفهم أيضا من اليسار والإلحاد الماركسي .\r\n- موقف علماء لبنان من المارونية ومن التحالف الماروني الصهيوني .\r\n- موقف علماء البحرين من استبداد الحكام في البحرين - مواقف العلماء ضدّ التطرّف السلفي ، ومواقفهم ضد الهجمات الوهابية المسلحة على سواحل الخليج والعراق .\r\n- مواقف العلماء في إيران ضدّ البهائية .\r\n- انحراف أحمد كسروي .\r\n- مواقف علماء العراق في انتفاضة رجب وشعبان في العراق .\r\nولو أننا استعرضنا فهرسا بعناوين هذه الانتفاضات والثورات والحركات والدعوات والمواقف التي نهض بها علماء الشيعة خلال هذه\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالمرحلة من التصدي للعمل السياسي والمواجهة لطال الحديث والكلام .\r\nولو أننا أرّخنا هذه المواقف والحركات والأعمال لاقتضى الأمر إلى تدوين مجلدات من التاريخ . وقد أولت الجماهير المرجعية الدينية خلال هذه المعارك والمواقف والمواقع ثقة كبيرة يندر مثلها في التاريخ السياسي المعاصر . وهذه الثقة والعلاقة القوية بين الجمهور والفقهاء هي التي مكنتهم من مواصلة التحرك بعكس التيار خلال هذه الفترة من تاريخ المرجعية .\r\n\r\nمرحلة تسلّم الحكم وممارسة الولاية\r\n- 3 - وتطور هذا العمل السياسي والحركي والجهادي الذي نهضت به مرجعية الشيعة إلى الثورة الإسلامية الكبرى التي أسقطت حكم الشاه وأنهت أسرة ( بهلوي ) في إيران ومكّنت المرجعية الشيعية من تسلّم الحكم في إيران ضمن نظرية فقهية محددة المعالم ، وثابتة الأصول من الناحية الفقهية بعنوان « ولاية الفقيه » .\r\nوهذه النظرية وإن كانت حديثة العهد بالتنفيذ ، ولم تدخل مرحلة الممارسة والفعلية إلّا في وقت متأخر ، إلّا أنّ الدراسة التاريخية لهذه النظرية تكشف لنا عن عمق تاريخي لهذه النظرية في أصولها الأولى يرجع إلى عصر أهل البيت عليهم السّلام .\r\nومن الناحية التنظيرية نلتقي بدراسات فقهية مدونة وكاملة عن ( ولاية الفقيه ) قبل أكثر من قرن ، ومن هذه الدراسات البحث العلمي القيم الذي كتبه المحقق والباحث الفقيه الشيخ أحمد النراقي رحمه اللّه تعالى ضمن أبحاث\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nكتابه الفقهي القيم « العوائد » وهو أستاذ الشيخ مرتضى الأنصاري رحمه اللّه .\r\nوهذا العمق النظري - على الأقل - لمسألة ولاية الفقيه في الفقه الشيعي ، يكشف لنا عن العلاقة التاريخية بين المرجعية والولاية والحكم على الصعيدين النظري بصورة واسعة ، والعملي في الدائرة الممكنة والميسرة .\r\nوإنّ انتصار الثورة الإسلامية وقيام الجمهورية الإسلامية بقيادة الإمام الخميني رحمه اللّه تعالى لم يكن حدثا عفويا وصدفة من صدف التاريخ ، إذا كان في التاريخ صدف ، وإنّما كان نتيجة لتاريخ طويل من العمل والحركة . ودخلت المرجعية في هذه المرحلة ساحة الصراع الدولي من أوسع الأبواب ، وأصبحت فجأة في مواجهة المؤمرات الدولية والصراع الدولي بصورة مباشرة ، واستهدفت من قبل الشرق والغرب ، في حديث طويل يعرفه من يلمّ بالوضع السياسي المعاصر في العالم .\r\nولولا الجذور التاريخية والعقيدية المتينة والعميقة لهذه الدولة الجديدة لسقطت أمام زوبعة المؤامرات الدولية التي واجهتها خلال هذه المدة . ولكن للّه تعالى شأن في هذه الدولة الفتية ، وله عزّ شأنه إرادة في أمر هذه الدولة ، فلا يمكن أن يثبت في الحسابات الماديّة المعقولة نظام سياسي في هذه المنطقة الحساسة ، وفي وسط هذه العواصف من المؤامرات لولا إرادة اللّه تعالى وأمره ، والأمر للّه تعالى وحده .\r\nونأمّل نحن أن توطئ هذه الدولة المباركة لقيام الدولة الكريمة التي بشّر بها الأنبياء عليهم السّلام والتي ينهض بها المهدي عليه السّلام من آل محمد صلّى اللّه عليه وآله وسلّم وينشر فيها العدل في أرجاء الأرض إن شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\nمسألة الولاية على الصعيد الفقهي العام\r\nمن الناحية الفقهية لا أعتقد أنّ ثمّة مشكلة فقهية في مسألة الولاية والطاعة .\r\nفإنّ الخلاف المعروف بين الفقهاء في أمر ( ولاية الفقيه ) لا يتصل بهذه المسألة ، ولا علاقة له بمسألة الارتباط بالولاية والطاعة والبيعة سواء كان الرأي الفقهي في مسألة ولاية الفقيه بالإيجاب أو بالسلب .\r\nفإنّ الخلاف المعروف في مسألة ولاية الفقيه يتلخص في أنّ الفقاهة هل تكسب صاحبها الولاية أم لا ؟\r\nوهذه مسألة يختلف فيها الفقهاء بين رأيين مختلفين ، فينفي الشيخ الأنصاري وطائفة من تلامذة مدرسته ولاية الفقيه بهذا المعنى ، ومنهم آية اللّه السيد الخوئي رحمه اللّه ، ويذهب جمع آخر من الفقهاء إلى إثبات الولاية للفقهاء\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nكالشيخ أحمد النراقي أستاذ الشيخ الأنصاري ، ومنهم الإمام الخميني رحمه اللّه من المعاصرين .\r\nوبموجب هذا الرأي يحقّ لكل فقيه أن يمارس الولاية في شؤون المسلمين ما لم تتزاحم الولايات ، فإذا تزاحمت الولايات نفّذ الحكم السابق من هذه الولايات بمقتضى القواعد الأصولية .\r\nوالفقهاء المعاصرون بين مؤيد لها ومعارض ، يرى أنّ الأدلة التي يذكرها المؤيدون لولاية الفقيه لا تنهض بهذه النتيجة .\r\nوهذه مسألة تختلف في الموضوع والحكم عن مسألة الولاية ووجوب طاعة ولي الأمر . ولا أعتقد أنّ فقيها من الفقهاء يذهب إلى جواز مخالفة ولي الأمر وجواز الانفصال عنه في هذا الفرض .\r\nفإنّ البديل لهذا الحكم هو تعطيل الحدود الإلهية والنظام والأمن الاجتماعيين . أو إقرار ولاية الظالمين المفسدين للنظام والأمن والمجتمع .\r\nوإذا سقط كل من هذين البديلين من الاعتبار ، فلا محالة ينحصر الأمر في الفرض الأوّل وهو مبايعة وطاعة ولي الأمر والارتباط به . ولا أعتقد أنّ فقيها يخرج عن هذه البديهية الفقهية .\r\nفإنّ إلغاء السيادة والحاكميّة في المجتمع رأسا يؤدي إلى تعطيل الحياة كلها ، فضلا عن تعطيل حدود اللّه وشريعته . وهو أمر لا يمكن أن يلتزم به أحد ، وهذا هو أحد البديلين .\r\nوالبديل الآخر هو إقرار الأنظمة العلمانية والحكام الظلمة وتشريعاتهم وأحكامهم والالتزام بها .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوهذا البديل يواجه عقبتين أساسيتين ، إحداهما عقبة واقعية ، والأخرى نظرية .\r\nأمّا الواقعية ، فهي أنّ هؤلاء الحكام يدخلون في ممارساتهم اليومية للحكم في مخالفات شرعية كثيرة ويرتكبون الكثير من المظالم والمنكرات .\r\nومن يقرأ تاريخ هذه الحكومات والأنظمة المعاصرة منها والمتقدمة لا يشك في هذه الحقيقة . ويكفي أن نلقي نظرة سريعة على الأنظمة القائمة في حياتنا السياسية اليوم ؛ لئلا ندخل في جدل علمي غير مثمر في هذه البديهية .\r\nوافتراض وجود نظام سياسي غير إسلامي يحقق العدل الذي يريده اللّه تعالى ، وينظم حركة عجلة حياة المجتمع من دون أن يدخل ممارسات محرّمة ، ويرتكب المظالم والمنكرات افتراض غير واقعي لا يصح من الناحية العلمية أن نتوقف عنده .\r\nوهذه الأنظمة وهؤلاء الحكّام موضوع حكمين شرعيين لا يختلف فيه الفقهاء .\r\nالحكم الأول : وهو أيسرها ، حرمة التعاون مع الظلمة وحرمة التحاكم إليهم - إلّا بالعنوان الثانوي - وحرمة دعمهم وتأييدهم وإسنادهم بكل أشكال الدعم والإسناد .\r\nوالحكم الثاني : وهو أشقهما وأصعبهما ، وجوب الأمر بالمعروف والنهي عن المنكر بعرضهما العريض ، الذي يبتدئ بالتغيير وفرض المعروف باليد ( الثورة المسلحة لقلب النظام ) ، ويمتد عبر مرحلة العصيان المدني ، ومرحلة المقاطعة السياسية والإدارية والاقتصادية ، ومرحلة\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالإجهار بالأمر بالمعروف والنهي عن المنكر والشجب والردع ، وآخره الإنكار بالقلب ، وهو أدنى درجات الإيمان .\r\nوهذه هي العقبة العملية التي تجعل معايشة هذه الأنظمة أمرا ممتنعا ومحرّما من الناحية الشرعية .\r\nفإنّ معايشة هذه الأنظمة وقبول سيادتها من أبرز وأصرح مصاديق الركون إلى الظالمين الذي نهانا اللّه تعالى عنه بقوله تعالى :  وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ  « 1 » .\r\nأمّا العقبة الثانية فهي العقبة النظرية ، وتتلخص هذه العقبة في مسألة ( توحيد الولاية ) وانحصار الولاية في حياة الإنسان في اللّه تعالى . وفيمن يأذن ويأمر به اللّه .\r\nوسلب الولاية من غير اللّه تعالى وغير أولياء اللّه الذين أمر اللّه تعالى بطاعتهم ، وعدم مشروعية أية ولاية أخرى ، مهما كانت الأسباب . وهذه مسلّمة قرآنية لا يرقى إليها الشك ، ولها علاقة مباشرة بقضية ( التوحيد ) في القرآن :\r\nيقول تعالى :  أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِياءَ فَاللَّهُ هُوَ الْوَلِيُّ  « 2 » .\r\nويقول تعالى :  أَ فَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبادِي مِنْ دُونِي أَوْلِياءَ  « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هود : 113 .\r\n( 2 ) الشورى : 9 .\r\n( 3 ) الكهف : 102 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nويقول تعالى :  وَما كانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ  « 1 » .\r\nويقول تعالى :  قُلْ أَ غَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فاطِرِ السَّماواتِ وَالْأَرْضِ  « 2 » .\r\nويقول تعالى :  اتَّبِعُوا ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِياءَ  « 3 » .\r\nوهذه كلّها آيات بيّنات محكمات من كتاب اللّه ، صريحات في توحيد الولاية للّه تعالى ، وإلغاء شرعية أيّ ولاء آخر غير ولاء اللّه تعالى ومن يأمر اللّه تعالى بولايته .\r\nوليس من شك أنّ معايشة الأنظمة غير الإسلامية تتضمّن التسليم لولاية الحكّام الظلمة وقبولها والتحاكم إليهم .\r\nوقد نهانا اللّه تعالى في كتابه عن طاعتهم ، والتسليم والانقياد لهم ، ونهانا عن التحاكم إليهم ، وأمرنا بأن نكفر بهم ، ونرفضهم ، وحرّم علينا الإقرار بولايتهم ، وسلب شرعية الحكم والولاية عنهم .\r\nيقول تعالى :  أَ لَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطانُ أَنْ يُضِلَّهُمْ ضَلالًا بَعِيداً  « 4 » .\r\nوهذه الآية الكريمة تقرّر بشكل قطعي حرمة التحاكم إلى الطاغوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هود : 20 .\r\n( 2 ) الأنعام : 14 .\r\n( 3 ) الأعراف : 3 .\r\n( 4 ) النساء : 60 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nووجوب الكفر به ، ويستنكر القرآن التحاكم إلى الطاغوت في الوقت الذي أمروا بأن يكفروا به .\r\nوليس من شك أنّ الحكّام الذين يحكمون بغير ما أنزل اللّه من أبرز وأوضح مصاديق الطاغوت .\r\nويقول تعالى :   وَلا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ * الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ   « 1 » .\r\nويقول تعالى :  وَلا تُطِعْ مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا وَاتَّبَعَ هَواهُ وَكانَ أَمْرُهُ فُرُطاً  « 2 » .\r\nويقول تعالى :  فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً  « 3 » .\r\nويقول تعالى :  وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً  « 4 » .\r\nوبناء على ذلك ، فلا تصح معايشة ولاية الظالم الذي أمرنا اللّه تعالى برفضه ، وحرّم علينا طاعته والتحاكم إليه . وهذه هي العقبة النظرية للبديل الثاني .\r\nومع سقوط هذين البديلين عن الاعتبار وعدم وجود بديل ثالث لا يبقى أمامنا غير خيار شرعي واحد ، وهو الارتباط بمحور الولاية ( الفقيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعراء : 151 - 152 .\r\n( 2 ) الكهف : 28 .\r\n( 3 ) الإنسان : 24 .\r\n( 4 ) النساء : 115 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nالمتصدي ) وهو القدر المتيقن ممن نعلم بأنّ اللّه تعالى أذن لهم في ولاية المسلمين في عصر الغيبة ، والالتزام بطاعته ومبايعته ، والسعي لتمكينه وبسط يده وسلطانه ، إذا كان قائما ومتصديا بالفعل . أو السعي لنصب الفقيه الكفوء العدل للولاية ، إذا لم يكن ناهضا بأمر الولاية والحكم بالفعل ، وإزالة العقبات وتمكينه من الحكم والولاية . وأعتقد أنّ طرح المسألة بهذه الصيغة يحقق لنا وحدة الرأي الفقهي في مسألة الولاية ، بغض النظر عن اختلاف الفقهاء من الرأي في مسألة ولاية الفقيه .\r\nوقد قلنا إن هذه المسألة لا ترتبط بتلك المسألة ، والخلاف المعروف في مسألة ( ولاية الفقيه ) ليس بمعنى الخلاف في مسألة الارتباط بالولاية ، ومن الممكن أن نستحصل على وحدة الرأي الفقهي في مسألة الارتباط بالولاية مع وجود هذا الخلاف في مسألة ولاية الفقيه أو حتى مع اختيار الرأي السلبي من مسألة ولاية الفقيه .\r\nفإنّ الرأي السلبي في تلك المسألة لا يصحح الموقف السلبي من مسألة الارتباط بالولاية .\r\nوقد انطلقت في تكوين هذا الرأي من مجموع من المسلّمات الفقهية ؛ لذلك أعتقد أنّ بالإمكان أن نجعل من هذا الرأي أساسا لوحدة النظر بين الفقهاء المعاصرين في مسألة الارتباط بالولاية .\r\n\r\nأدلّة ولاية الفقيه :\r\nوإذا اتّضح ما تقدّم من أمر الحاكمية في هذا الدين وأصالتها ، ننتقل إلى البحث عن ولاية الفقيه ، فإنّ طبيعة المنهجة التي رسمناها لهذا الكتاب ، تقتضينا أن نبحث - بعد التأكد من أصالة الحاكمية في هذا الدين - عن الأدلّة\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nالتي تثبت ولاية الفقيه وحقّه في الحكم ، وحرمة تولّي هذا الأمر من قبل أحد غير الفقهاء والعارفين بأحكام اللّه وحدوده .\r\nفإنّ مسؤولية الحاكم ، هي العمل لتحقيق أحكام اللّه وحدوده في المجتمع ، وإقامة حكم اللّه وتطبيق شريعته ، ولهذا السبب كان ممّا يجب أن يتّصف به الحاكم ، هو الفقاهة في دين اللّه وأحكامه وشرائعه .\r\nونعني بالفقاهة - ما قدّمنا له من تعريف سابقا - وهو فهم أحكام اللّه وحدوده من أدلّتها التفصيلية ، باجتهاد ورأي من دون تقليد ، فلا يتاح للحاكم أن يحكم بما أنزل اللّه ، لو لم يكن فقيها فيما أنزل اللّه من حكم .\r\nولا يجوز أن يتولّى شؤون المسلمين ، لو لم يكن عالما بما أوجب اللّه في ذلك ، من حدود وشريعة .\r\nولذلك كلّه ، فإنّ من الطبيعي أن ينحصر الحق في الحكم والولاية ، في الفقيه دون غيره من فئات المجتمع ، وأن يكون الفقيه ، هو وحده الذي يتسلّم السلطة التنفيذية في المجتمع الإسلامي باستحقاق .\r\nولا بدّ أن نستنطق بعد ذلك الروايات والأحاديث التي تؤكّد هذا المعنى ، وتدلّ بصراحة على انحصار هذا الحق في الفقيه الذي يفهم الأحكام الإلهية ، والوظائف من الأدلّة الفقهية التفصيلية ، عن رأي واجتهاد ، وهذه الأحاديث كثيرة ، نستعرض منها نموذجين بإيجاز ، ونحيل القارئ لاطّلاع تفصيلي أكثر ، إلى الموسوعات الحديثية والفقهية « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولدراسة تفصيلية في ذلك ، نوصي القرّاء بمراجعة المحاضرات القيّمة التي ألقاها آية اللّه العظمى الإمام الخميني قدّس سرّه ، في محاضرته عن ولاية الفقيه والحكم الإسلامي\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nوالنموذج الأول من هذه النماذج ، هو الروايات الدالة على إرجاع الناس إلى الفقهاء في القضايا العامة ، وفيما يحدث بين المسلمين من خلاف وفي مجاري الأمور والحوادث الواقعة .\r\nوالنموذج الثاني ، هو الروايات الدالة على أنّ الفقهاء يقومون مقام الأنبياء والأئمة ، ويرثون مكانتهم في الحياة الاجتماعية ، ويخلفونهم في قيادة المجتمع وإدارته .\r\n\r\nالنموذج الأول من الرّوايات - روايات الولاية -\r\nوهي الروايات الدالة على نصب الفقهاء حكاما على الناس في مسائل الحياة الاجتماعية ، من قبل الأئمة عليهم السّلام ، وإرجاع الناس إليهم في الشؤون الاجتماعية ، وفي قضايا الحكم والإدارة ، نقتصر على ذكر ثلاث روايات منها :\r\n1 - عن إسحاق بن يعقوب ، قال : سألت محمد بن عثمان العمري ، أن يوصل لي كتابا قد سألت فيه عن مسائل أشكلت عليّ ، فورد التوقيع بخط\r\n\r\n\r\n","description":"","footnote":"\r\nالتي ألقاها في النجف الأشرف وطبعت فيها ، وقد تناول قدّس سرّه في هذه المحاضرات الرّوايات الدّالة على ولاية الفقيه بالبحث والدرس من حيث المتن والسند بصورة وافية ودقيقة .\r\nولمّا كانت هذه الروايات قد درست من قبل سماحته دراسة علمية مستوعبة ، فلا نرى ضرورة في ذكر هذه الروايات جميعا بالتفصيل ، وإنّما نقتصر على ذكر بعضها ، ونحيل القارئ إلى هذه المحاضرات ، فيما لو كان يطلب تفصيلا أكثر في هذا الموضوع .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nمولانا صاحب الزّمان عليه السّلام :\r\n« أمّا ما سألت عنه أرشدك اللّه وثبّتك . . . إلى أن قال : وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة أحاديثنا ، فإنّهم حجّتي عليكم وأنا حجّة اللّه » « 1 » .\r\nو ( الحوادث الواقعة ) هي الأحداث التي تتطلّب مواقف سياسية موحّدة ، والقضايا التي تتطلّب إجراءات جديدة ، والتي يكون أمرها بيد الحاكم ، وذلك كالحروب والطوارئ ، والتحوّلات الاجتماعية التي تتطلّب إجراءات اجتماعية وقيادية .\r\nوهذه الأحداث والقضايا بشكل عام ، تتطلّب موقفا مركزيا واحدا وحاكما يفرض رأيه ، وينقاد له المجتمع ، ويحقّق وحدة الموقف الذي هو أهم ما في هذا الأمر .\r\nفهناك اذن « حوادث » تتطلّب مواقف جمعية يحدّدها الحاكم ، بما له من السلطنة التنفيذية في المجتمع . وبإزاء هذه الحوادث ، فهناك مسائل تتطلّب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه الشيخ أبو جعفر الطوسي رحمه اللّه في كتاب ( الغيبة ) عن جماعة ، عن جعفر بن محمّد بن قولويه وأبي غالب الزراري وغيرهما ، كلّهم عن محمّد بن يعقوب عن إسحاق بن يعقوب .\r\nراجع وسائل الشيعة 18 / 101 الباب 11 من أبواب صفات القاضي ح 9 .\r\nوالسند صحيح إلى محمّد بن يعقوب ، فإنّ فقهاءنا رحمه اللّه دأبوا على قبول الروايات التي يرويها ( الشيخ ) و ( الكليني ) عن جماعة من أصحابنا .\r\nولكن إسحاق بن يعقوب صاحب الكتاب الذي أوصله محمّد بن عثمان العمري إلى الإمام ( عج ) ، وسلّمه توقيع الإمام ( عج ) ليس له ذكر في كتب الرجال ، إلّا أنّ رواية محمّد بن يعقوب رحمه اللّه عنه للتوقيع الشريف يوحي بوثاقة إسحاق بن يعقوب عند الكليني رحمه اللّه .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nأحكاما يحدّدها الشارع ، وليس لأحد أن يتصرّف فيها في قليل أو كثير . والحاكم الشرعي ، لا يملك فيها إلّا بيان الحكم الشرعي حسبما ينتهي إليه نظره واجتهاده .\r\nوبين الأمرين بون بعيد ، والسؤال في الحديث عن الحوادث الواقعة ، التي تتطلّب أحكاما ومواقف وإجراءات من قبل السلطة الحاكمة ، أو الحكام الشرعي حسبما تقتضيه المصلحة العامة ، وليس سؤالا عن المسائل الشرعية التي يكثر الابتلاء بها .\r\nفإنّ كلمة ( الحوادث الواقعة ) ، تكاد تكون صريحة في ذلك ، بالإضافة إلى أنّ الرجوع إلى رواة الحديث ، فيما يبتلي به الفرد من المسائل الشرعية في عصر الغيبة ، كان من الأمور الواضحة . ومن المستبعد جدّا أن يكون السائل أراد ذلك بسؤاله .\r\n2 - عمر بن حنظلة ، قال : سألت أبا عبد اللّه عليه السّلام عن رجلين من أصحابنا ، بينهما منازعة في دين أو ميراث ، فتحاكما إلى السلطان وإلى القضاة أيحلّ ذلك ؟ قال :\r\n« من تحاكم إليهم في حقّ أو باطل ، فإنّما تحاكم إلى الطاغوت ، وما يحكم له ، فإنّما يأخذه سحتا ، وإن كان حقا ثابتا له ؛ لأنّه أخذه بحكم الطاغوت ، وما أمر اللّه أن يكفر به » .\r\nقال :  يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ  « 1 » . قلت : فكيف يصنعان ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 60 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nقال : « ينظران من كان منكم ممّن قد روى حديثنا ، ونظر في حلالنا وحرامنا ، وعرف أحكامنا ، فليرضوا به حكما فإنّي جعلته عليكم حاكما » « 1 » .\r\nومن الواضح أنّ الرجوع إلى السلطان ، أو الحاكم الجائر ليس لغرض معرفة الحق من الباطل ، فإنّ السائل على علم بانحراف هؤلاء الحاكمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه في وسائل الشيعة 18 / 98 - 99 ، الباب 11 من أبواب صفات القاضي ، ح 1 . وروى الشيخ الأنصاري جزءا منه في المكاسب : 2 / 154 في بحث ولاية الفقيه .\r\nوالسند كما يلي : محمّد بن يعقوب عن محمّد بن يحيى عن محمّد بن الحسين عن محمّد بن عيسى عن صفوان بن يحيى عن داود بن الحصين عن عمر بن حنظلة .\r\nوروى السند تامّ من غير جهة عمر بن حنظلة .\r\nوأمّا ( عمر ) فلم ترد في توثيقه شهادة من أصحاب الجرح والتعديل إلّا أنّ الشهيد رحمه اللّه وثّقه في ( الدراية : ص 44 ) ، كما في نقد الرجال : ص 253 وروى في الكافي : 3 / 275 باب وقت الظهر والعصر عن عليّ بن إبراهيم عن محمّد بن عيسى عن يونس عن يزيد بن خليفة قال :\r\nقلت لأبي عبد اللّه عليه السّلام : إنّ عمر بن حنظلة أتانا عنك بوقت ، فقال أبو عبد اللّه عليه السّلام : « إذا لا يكذب علينا » ، إلّا أنّ ( يزيد بن خليفة ) الوارد في سند الحديث لم يوثّق ومعروف بالوقف .\r\nولكن ثبتت رواية صفوان بن يحيى عن عمر بن حنظلة ، وصفوان بن يحيى أحد الذين أجمع أصحابنا ، كما يقول الشيخ الجليل أبو عمرو الكشيّ رحمه اللّه في كتاب الرجال على تصحيح ما يصحّ عن هؤلاء وتصديقهم . رجال الكشّي : ص 423 .\r\nوقال شيخ الطائفة أبو جعفر الطوسي : ميّزت الطائفة بين ما يرويه محمّد بن أبي عمير وصفوان بن يحيى وأحمد بن محمّد بن أبي نصر ( البزنطي ) وغيرهم من الثقات الذين عرفوا بأنّهم لا يروون ولا يرسلون إلّا عمّن يوثق به ، وبين ما اسند إلى غيرهم ، ولذلك عملوا بمراسيلهم إذا انفردوا عن رواية غيرهم .\r\nوذكر ذلك من المتأخرين محمّد بن الحسن الحرّ العاملي رحمه اللّه في خاتمة الوسائل : الفائدة الثامنة : 20 / 90 والوحيد البهبهاني رحمه اللّه في التعليقة على منهج المقال : ص 10 .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nجميعا ، وإنّما يكون لغرض انقاذ الحق وتنفيذه عن طريق الحاكم ، وبالسلطة التي يملكها الحاكم ، وإرغام المعتدي للإذعان للحق .\r\nويحظر الإمام عليه السّلام عليه وعلى عامّة المؤمنين أن يرجعوا إلى هؤلاء ، ويعتبر المال الذي يأخذه بموجب حكم الحاكم سحتا ، وإن كان من حقّه المشروع . ثمّ يأمر الإمام عليه السّلام أن يرجع المسلمون فيما يثار بينهم من خلاف ، إلى الفقهاء الذين نظروا في حلال هذا الدين وحرامه ، وعرفوا أحكامه لينفّذوا فيهم أحكام اللّه وحدوده .\r\nويمنح الفقيه هذا الحق الذي يستطيع بموجبه أن ينفّذ حكمه في المعتدي . ويأخذ منه الحق . ويوجب على الامّة الانقياد له « فإنّي جعلته عليكم حاكما » .\r\nفتحكيم الفقهاء والرجوع إليهم - إذن - يأتي في الحديث قبال مقاطعة الحكّام الجائرين والمنحرفين .\r\nفإنّ المقصود بالسؤال ، ليس الجانب التشريعي من قضاء القضاة الجائرين وأحكامهم ، فإنّ السائل لا يمكن أن يخطر على باله ، أن يكون قضاء هؤلاء القضاة مقياسا للحق . وإنّما المقصود بالسؤال هو الرجوع إلى هؤلاء القضاة ، من أجل انقاذ حقّ مشروع ، فيما لو كان هؤلاء القضاة يحكمون وفق المقاييس الشرعية .\r\nوإذا كان يجب مقاطعة هؤلاء الحكّام حتى في تنفيذ إنقاذ حقّ مشروع ، وكان يجب الرجوع إلى الفقهاء في ذلك كلّه ، فإنّ الفقهاء يحلّون من المجتمع محلّ هؤلاء القضاة والحكّام ، بالصلاحيات المخوّلة إليهم ، ويكون الإرجاع إلى الفقهاء في نفس الشؤون والأمور التي كان يتولّاها الحكّام الجائرون ،\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nويكون الفقيه حاكما بنفس المعنى ، ويكون حكمه نافذا ، يجب الانقياد له وامتثاله على المؤمنين ، كما كان الحكّام من أصحاب السلطة الزمنية يتمتّعون بهذا الحقّ في نظر الناس ، ويجوز له تنفيذ حكمه بالقوّة ، كما كان الحكّام يرون لأنفسهم ذلك .\r\nوبذلك تكون الرواية صريحة في اعتبار الفقيه حاكما يتمتّع من قبل الشارع بسلطة تنفيذية ، يجوز له بموجبها تنفيذ ما يصدره من حكم ، ويجب على الامّة أن تنقاد له وتطيع .\r\nوممّا يدلّ على ولاية الفقيه في ممارسة القضايا التي تتعلّق بشؤون الحكم من الأمور الحسبية وولاية المظالم وتنفيذ العقوبات والمحافظة على أموال القصّر والسفهاء وغير ذلك : أنّ القضاة المنصوبين من قبل الخلفاء في العصر الأموي والعبّاسي ، كانوا يمارسون مثل هذه الأعمال ، وكانت تخوّلهم السلطة الحاكمة المركزية في ذلك الوقت ممارسة هذه المهام . فكان القاضي قيّما على أموال الأيتام والقصّر ، وكان يأمر بتنفيذ العقوبات ومطاردة المجرمين ويتولّى الأمور الحسبية .\r\nوطبيعة المقابلة بين قضاة البلاط ، والقضاة المنصوبين من قبل أهل البيت عليهم السّلام من الفقهاء ، والمنع عن مراجعة أولئك وإرجاع الناس إلى هؤلاء . . . تقضي أنّ على القضاة المنصوبين من قبلهم عليهم السّلام - قضاء عامّا أو خاصّا - نفس المسئوليات التي كانت تناط بقضاة البلاط . وذلك حتى يتأتّى لهؤلاء القضاة أن يسدّوا الحاجات التي كان يسدّها أولئك القضاة .\r\nويؤيد ذلك الرواية التالية المرويّة عن الإمام الباقر عليه السّلام :\r\nروى الكليني في الكافي عن محمد بن إسماعيل بن بزيغ ، قال : مات\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nرجل من أصحابنا ، ولم يوص ، فرفع أمره إلى قاضي الكوفة ، فصيّر عبد الحميد القيّم بماله . وكان الرجل خلّف ورثة صغارا ، ومتاعا وجواري . فباع عبد الحميد المتاع . فلمّا أراد بيع الجواري ضعف قلبه على بعضهنّ . إذ لم يكن الميّت صيّر إليه وصيّته ، وكان قيامه فيها بأمر القاضي ، لأنّهنّ فروج .\r\nقال فذكرت ذلك لأبي جعفر عليه السّلام ، وقلت له : يموت الرجل من أصحابنا ، ولا يوصي إلى أحد ، ويخلف جواري ، فيقيم القاضي رجلا منّا ليبيعهنّ - أو قال - يقوم بذلك رجل منّا ، فيضعف قلبه لأنّهنّ فروج ، فما ترى في ذلك ؟\r\nقال : فقال : « إذا كان القيّم به مثلك أو مثل عبد الحميد ، فلا بأس » « 1 » .\r\n3 - حسن بن علي بن شعبة ، عن أبي عبد اللّه الحسين عليه السّلام ، عن أمير المؤمنين عليه السّلام : « مجاري الأمور والأحكام على أيدي العلماء ، باللّه الامناء على حرامه وحلاله » « 2 » .\r\nوالرواية طويلة اقتصرنا فيها على موضع الشاهد ، ومن التأمل في مجموع الرواية يتّضح أنّ المقصود بالعلماء هنا الفقهاء ، وليس الأئمّة عليهم السّلام ، كما يحتمل ذلك بعض الفقهاء « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : 12 / 270 كتاب التجارة ، باب 16 من أبواب عقد البيع ، ح 2 .\r\n( 2 ) تحف العقول : ص 169 ، باب ما روي عن الحسين بن علي عليه السّلام .\r\n( 3 ) والتعبير عن الفقهاء ( بالعلماء باللّه ) دون ( العلماء بأحكام اللّه ) لغرض يعرف من صدر الحديث ، حيث يتناول الحديث الإنكار على الأحبار الذين أقرّوا الناس على ما كانوا يرتكبون من منكرات رغم علمهم بأحكام اللّه ، وهذا السياق يقتضي التعبير عن العلماء الذين تناط بهم مجاري الأمور والأحكام علماء باللّه وامناء على حلاله وحرامه .\r\n","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nوالمقصود من مجاري الأمور والأحكام ، هو السلطة التنفيذية ومنصب الإفتاء التي سبق أن أشرنا إليهما في صلاحيات الحاكم وسلطاته . فإنّ المقصود بالأمور هو الشؤون الاجتماعية التي يتولّى إدارتها الحاكم ، ويرجع الناس إليه فيها ، ويتغيّر الحكم فيها حسب اختلاف الظروف والمصالح الاجتماعية ، وهي بالطّبع تختلف عن الأحكام الشرعية الثابتة التي يتولّى فيها الفقيه أمر استخراجها من الأدلّة الشرعية والإفتاء بها إلى الناس . وبذلك فالرواية تدلّ على إناطة الحكومة والإفتاء بالفقهاء ، وتنصيبهم حكاما على المسلمين في الشؤون الاجتماعية ، التي لا بدّ أن يتولّاها جهاز اجتماعي حاكم في المجتمع .\r\nيقول العلّامة حسين بن نصر اللّه الموسوي : دلّت الرواية على أنّ العلماء لهم الرئاسة المطلقة ، والسلطة الثابتة في أمور الرعية وإجراء الأحكام الشرعية ، حيث نصّ على أنّ مجاري الأمور بيدهم . ومن المعلوم أنّ الأمور جمع محلّى باللام ، وهو مفيد للعموم ، فلا اختصاص في رئاستهم بأمر دون أمر ، بل لهم الرئاسة في جميع أمور الرعية « 1 » .\r\n\r\nنظرة في أحاديث الولاية :\r\nهناك أحاديث وروايات كثيرة بهذا المضمون الأحاديث بهذا المضمون كثيرة ، ولسنا بصدد استقصائها وعرضها . وهي وإن كان بعضها لا يخلو من مناقشة في سندها ، إلّا أنّ تكرّر هذا المضمون في أحاديث كثيرة تطمئن الباحث إلى صحّة صدور هذا المضمون . وأمّا من حيث المضمون والدلالة ، فإنّ هذه الأحاديث والروايات جميعا ، تتّفق في تنزيل الفقهاء منزلة الأنبياء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسائل النجفية : ص 331 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوالأئمة في مسئولياتهم وواجباتهم ، وتعتبرهم ( خلفاء ) و ( ورثة ) و ( امناء ) للأنبياء .\r\nوممّا لا شكّ فيه أنّ مسؤولية الأنبياء وبخاصة أولى العزم منهم ، لم تكن تبليغ أحكام اللّه ودعوة الناس إلى دين اللّه فحسب ، وإنّما كان من مسئوليتهم أيضا تولّي السلطة في حياة المجتمع ، وقيادة المجتمع ، وتنظيم حياته وعلاقاته ، كما كان يجب على الناس الانقياد لهم والرجوع إليهم فيما يتصل بشؤون السلطة والحكم والإدارة . وقد بحثنا عن هذا الجانب في حياة النبي صلّى اللّه عليه وآله وسلّم بشكل واسع في مقدّمة هذا البحث ، ورأينا أنّ الجانب القيادي ، كان يعتبر جانبا كبيرا من اهتمامات النبي صلّى اللّه عليه وآله وسلّم ومسئولياته .\r\nوإذا كان الأمر كذلك ، فإنّ هذه المجموعة من الروايات تنزل الفقهاء منزلة الأنبياء . فتعتبرهم ( امناء ) للأنبياء و ( ورثة ) لهم و ( خلفاءهم ) و ( بمنزلتهم ) . وهذه الصّفات جميعا ، وهذه العناية بشأن الفقهاء ، بهذا الشكل من التأكيد والتكرار ، لا يمكن أن يقصد به الفضل أو المنزلة في الحياة الأخرى ، أو أيّ شيء من هذا القبيل .\r\nواقتران ( الفقاهة ) ب‍ ( النبوّة ) في الروايات برابطة الخلافة تارة ، وبعلاقة الوراثة أخرى ، والأمانة ثالثة ، والمنزلة رابعة ، ذو مدلول أعمق وأشمل من ذلك كلّه ، ويتناول كل السلطات والصلاحيات التي أناطها اللّه تعالى بالأنبياء والأئمة عليهم السّلام عدا الأمور التي تخصّهم .\r\nومن أظهر هذه السلطات والصلاحيات وأهمّها ، هي صلاحية الحكم في المجتمع وتولّي السلطة فيه .\r\nويتّضح الأمر كثيرا لو عرضنا هذه التعابير جميعا على العرف العام\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nمن الناس ، وألغينا الاحتمالات والتشكيكات التي لا يأخذها العرف بنظر الاعتبار .\r\nوذلك فيما لو صرّح حاكم قبل وفاته ، بأنّ فلانا بمنزلتي ووارثي وأميني وخليفتي ، فهل يمكن أن يرتاب أحد من الناس في أنّ الحاكم يريد إناطة السلطة والحكومة به بعد وفاته ؟\r\nوإذا كان الأمر بهذا الحدّ من الوضوح في الفهم العرفي العام ، فلما ذا لا يجوز التمسّك بهذه الروايات جميعا ، وبغيرها ممّا يتّفق معها في المضمون في إثبات ولاية الفقيه ، وحقّه في تولّي السلطة الاجتماعية في المجتمع .\r\nوهناك مجموعات أخرى من الروايات تشبه هاتين المجموعتين من الروايات في هذا المضمون ، وتدلّ على ولاية الفقيه وحقّه في التنفيذ ، ووجوب الانقياد له من قبل الامّة .\r\nوبإمكان القارئ أن يرجع إلى هذه الروايات في الجوامع الحديثية بشكل مفصّل .\r\n\r\nنظرة أخرى في أحاديث الولاية :\r\nمن مراجعة الروايات المتقدّمة ، يتبيّن أنّ الفقيه يتولّى من حياة المجتمع ( مجاري الأمور ) و ( الحوادث الواقعة ) . وهذه الأمور والحوادث ، هي التي يلي أمرها الفقيه من حياة المجتمع ، وينفّذ فيها على المسلمين حكمه ورأيه . ولا بدّ من إلقاء بعض الضوء على ذلك ؛ ليتّضح ما هو المقصود من هذه الأمور والحوادث .\r\nوأوّل ما يلفت النظر في ذلك ، أنّ المقصود من الأمور التي يتولاها\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nالفقيه شيء غير الأحكام الشرعية .\r\nفإنّ رجوع الناس إلى الرواة والفقهاء في الأحكام الشرعية ، ليس من الأمور الخافية التي يسأل عنها إسحاق بن يعقوب ، وإنما المقصود ب‍ ( الحوادث الواقعة ) و ( مجاري الأمور ) التي يرجع الناس فيها إلى العلماء ، هي الشؤون الاجتماعية والإدارية التي ترك الإسلام أمرها للفقيه الحاكم ، يتولّى أمرها حسبما تقتضيه المصلحة الاجتماعية .\r\nوبذلك ، فإنّ ( مجاري الأمور ) و ( الحوادث الواقعة ) ، تقع في النقطة المقابلة من الأحكام الشرعية ، التي تحدّد جزءا كبيرا من تصرّفات المسلمين - قاعدة ورعايا - في حدود شرعية دقيقة .\r\nففي الحياة الاجتماعية نوعان من المسائل :\r\nنوع من هذه المسائل ورد فيها أحكام شرعية ثابتة ، ولا يمكن أن تتبدّل بحال ، وليس للفقيه حقّ في إجراء أي تغيير عليها : كحرمة الربا ، والاحتكار ، ووجوب إخراج الزكاة ، والخمس من المال ، ووقوع الطلاق عن رغبة الرجل دون المرأة ، وغير ذلك من الأحكام الشرعية الثابتة التي تتناول جانبا كبيرا من حياة الفرد وحياة المجتمع .\r\nونوع آخر من المسائل الاجتماعية لم يحدّد الشارع لها حكما شرعيّا ثابتا ، نظرا لارتباطها الوثيق بالظروف الاجتماعية المتبدّلة ، وعدم وجود وضع ثابت لها ، ممّا يتطلّب أحكاما ومواقف مختلفة باختلاف الظروف والحالات التي تطرأ على المجتمع ؛ كالضرائب المالية التي تفرضها الدولة على رؤوس الأموال - عد الزّكاة والخمس - في الحالات الضرورية ، كما لو تعرّضت الامّة لكارثة طبيعية ، أو تعرّضت لهجوم من جانب الأعداء ، ويتطلّب\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nالأمر فرض ضرائب مالية عدا ضريبة الخمس والزّكاة على المتمكّنين من ذوي الدخول الكبيرة من جانب الحاكم الإسلامي لمواجهة الحالة الطارئة . وكإلزام الناس بنظام خاص تتطلّبه المصلحة الاجتماعية في العمل والتجارة والدراسة والسير والسكنى .\r\nفقد تقتضي المصلحة الاجتماعية أن تتوقف ممارسة الأفراد لمهنة من المهن الحرّة ؛ كالطبابة والصيدلة مثلا ، على موافقة الجهات المعنية في الدولة ، وقد تقتضي المصلحة الاجتماعية المنع من استيراد بضاعة من البضائع ، لغرض عدم الإنتاج الداخلي ، أو لغير ذلك من الأسباب ، وقد تقتضي إرغام الناس على التلقيح ضدّ بعض الأمراض المعدية ، خوفا من انتشار المرض . وغير ذلك من الحوادث والأمور التي لا يمكن تحديدها في إطار ثابت من الأحكام الشرعية ، نظرا لاختلاف الظروف والمصلحة .\r\nفإنّ مثل هذه الحوادث والأمور ، تتطلّب مرونة وتبدّلا في الحكم حسب اختلاف الظروف والمصالح الوقتية ، ممّا يجعل ربطها بأحكام شرعية ثابتة أمرا غير ممكن . وهذه الأمور هي المقصودة ب‍ ( مجاري الأمور ) و ( الحوادث الواقعة ) التي ورد ذكرها في الروايتين الأولى والثالثة ، وقد أناط الإسلام أمر هذه الحوادث بالولاة من الفقهاء ، ومنحهم حقا في الحكم في أمثال هذه القضايا ، بما تتطلّبه مصلحة الوقت والظرف ، وأمر المسلمين بالرجوع إليهم والانقياد لهم ، فيما يتعلّق بهذه القضايا التي تتولّى السلطة تنظيمها وتنسيقها عادة في الدول ، واعتبر حكمهم نافذا على المسلمين ، لا يجوز مخالفته في شيء .\r\nومن الواضح أن الأحكام التي يصدرها الحاكم في مثل هذه القضايا ،\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nلا تنتظمها - في مفرداتها - نصوص شرعية خاصة ثابتة ، لعدم إمكان وضع حدود ثابتة لمفردات هذه القضايا . وإنّما يلحظ الحاكم في الحكم مصلحة الوقت والظرف فقط ، ولكن هذه الأحكام مع ذلك تندرج في أحكام كلّية شرعية يستند عليها الفقيه في التطبيق ، ويتولّى أمر تطبيقها .\r\nفإنّ الأمر بإعداد القوّة لمواجهة العدو وإرهابه ، حكم كلّي شرعي ، يستند عليه الفقيه في إعداد تنظيم عسكري خاص تتطلّبه مصلحة الوقت والظرف ، ويتولّى تنفيذه وتطبيقه بين المسلمين بما منحه الإسلام من حقّ وسلطة في مجال التنفيذ . ونلاحظ بعد ذلك في كلمة ( الحوادث الواقعة ) و ( مجاري الأمور ) ، أنّ المقصود منهما لا يمكن أن يكون الحوادث والأمور التي تتّصل بحياة الأفراد ، دون أن ترتبط بمصلحة اجتماعية ، وإنّما تخصّ هذه الكلمة الحوادث والأمور التي تتّصل بحياة المجتمع وبشؤون القيادة والحكم ، وما يرتبط بالمصلحة الاجتماعية بشكل من الأشكال . فلا تعني هذه الروايات إذن ؛ مراجعة الفقهاء في القضايا الشخصية التي لا تتّصل بالحياة الاجتماعية ، وبشؤون القيادة والحكم وبالمصلحة الاجتماعية ، كما لو أراد أحد الزواج من امرأة ، أو الإنفاق على فقير ، أو السعي في إيجاد عمل لإنسان عاطل ، أو شراء أو بيع . فإنّ أمثال هذه القضايا لا تخصّ السلطة الحاكمة ، ولا تتعلّق بشؤون القيادة والزعامة ، وليست من الأمور والحوادث الاجتماعية التي تتولّاها السلطة عن الناس عادة . فيجوز للمسلمين ممارسة أمثال هذه الأمور التي لا ترتبط بشؤون الحكم والإدارة والقيادة اتصالا وثيقا ، بصفة شخصية ، دون حاجة إلى مراجعة جهاز الحكومة الإسلامية في ذلك . ويناط غير ذلك من شؤون الحياة الاجتماعية والإدارية ، وقضايا الحكم والسياسة والحرب بالحكم وجهاز الحكومة .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n\r\nالنموذج الثاني من الروايات أحاديث التنزيل\r\nوهي أحاديث وروايات كثيرة تدلّ على أن الفقهاء يرثون الأنبياء ، ويخلفونهم في القيادة على المجتمع ، وأنّهم يقومون بين المسلمين مقام الأنبياء من بني إسرائيل ، وينزلون من الامّة منزلة الأئمة في وجوب الانقياد لهم ، وفي نفوذ حكمهم ووجوب الرجوع إليهم ، وهي كثيرة نقتصر على ذكر بعضها :\r\n1 - عن أبي عبد اللّه الصادق عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم : « الفقهاء امناء الرسل ما لم يدخلوا في الدنيا » « 1 » .\r\n2 - عن أبي البختري عن أبي عبد اللّه عليه السّلام قال : « إنّ العلماء ورثة الأنبياء » « 2 » .\r\n3 - عن الإمام الرضا عليه السّلام ، قال : « منزلة الفقيه في هذا الوقت كمنزلة الأنبياء في بني إسرائيل » « 3 » .\r\n4 - عن رسول اللّه صلّى اللّه عليه وآله وسلّم ، قال : « علماء امّتي كسائر الأنبياء قبلي » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي - كتاب فضل العلم : باب 13 ، الحديث 5 .\r\n( 2 ) قال السيد حسين الموسوي في الدرّة النجفية : ص 331 :\r\nمعنى الوراثة هي الخلافة ، والقيام في مقام المورث ، ومن المعلوم أنّ مقام الأنبياء هو الرئاسة وحفظ الامّة ، وصلاح الرعيّة وتبليغ الشريعة وحفظها ، فكذا العلماء بنصّ الرّواية ، لأنّ ذلك مقتضى الوراثة .\r\n( 3 ) العوائد : ص 186 .\r\n( 4 ) المصدر السابق .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n5 - عن أمير المؤمنين عليه السّلام عن رسول اللّه صلّى اللّه عليه وآله وسلّم أنّه قال : « اللّهمّ ارحم خلفائي ، قيل : ومن خلفاؤك يا رسول اللّه ؟ قال : الذين يأتون من بعدي ويروون حديثي وسنّتي » .\r\nوهناك أحاديث أخرى بهذا المضمون ، بإمكان القارئ الرجوع إليها في الموسوعات الحديثية والفقهية .\r\n\r\nأقسام الولاية\r\nيختلف الفقهاء في أمر ولاية الفقيه إلى طائفتين اثنتين :\r\nطائفة ترى عمومية وشمول ولاية الفقيه ، وأنّ الفقيه في عصر الغيبة يتولّى ما يتولّاه الإمام في عصر الحضور من أمور المسلمين ، ويكون أولى بالمسلمين من أنفسهم ، في كل مجال يتولّاه الإمام ، ويكون أولى فيه بالمسلمين من أنفسهم .\r\nوهذه هي ( الولاية العامة ) التي يذهب إليها جمع من الفقهاء ، كالمحقّق الكركي ، والمحقّق النراقي في العوائد ، ومن المعاصرين الإمام الخميني قدّس سرّه .\r\nوطائفة أخرى من الفقهاء ، يذهبون إلى أنّ الفقيه يتولّى فقط الأمور التي نقطع بأنّ الإسلام يطلبها على كل حال من أمور وشؤون المجتمع ، ممّا يختل نظام حياة الناس من دونه ، ولا بدّ منه على كل حال في تنظيم حياة الناس وشؤونهم ونقطع بمشروعيّة وجوده في الخارج ، وحتى لو لم يكن حاكم يتولّى أمور المسلمين وجب على المسلمين القيام به كفاية ، كالشئون الأمنية والبلدية والاقتصادية والصحية والدفاعية والتعليمية والتموينية وما إلى ذلك دون ما يشكّ في مشروعيّته ، لو لم تتمّ دلالة نصوص الولاية والحكومة كزواج الصغيرة لغير الأب والجدّ .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nوهذه وأمثالها هي الأمور التي لا بدّ منها في حياة الناس ، ويطلبها الإسلام على كل حال على نحو الكفاية أو العين ، وهي تتوقّف - في مجال التنفيذ عادة - على وجود جهاز للحكم ورئيس لهذا الجهاز ، يتولّى أمور الحكم والنظام ، ولا يمكن بحسب العادة والطبيعة أن تحقق من دون وجود جهاز متكامل للحكم .\r\nوالفقيه هو القدر المتيقّن ممّن يصح أن يتولّى أمر هذا الجهاز ، وينهض بولاية الأمر ، بمعنى أنّه لا بدّ من أحد يتولّى أمر الحكم ، وهو مردد بين أن يكون واحدا من عدول المؤمنين ومنهم الفقهاء ، أو يكون الفقهاء وحدهم هم المؤهلين للنهوض بهذا الأمر ، وعليه فإنّ الفقيه هو القدر المتيقّن ممّن يصح منه أن يتولّى أمور الحكم والدولة .\r\nوهذه الأمور والشؤون يصطلح عليها الفقهاء بالأمور ( الحسبية ) « 1 » ، التي تختلّ الحياة الاجتماعية من دونها ، ويطلبها الإسلام على كل حال ، حتى لو لم يكن هناك فقيه ، يجب على سائر المؤمنين القيام بها بقدر الإمكان ، حتى من غير وجود نظام للحكم .\r\n\r\nكلمات الفقهاء في الأمور الحسبية :\r\n1 - يقول الشيخ الأنصاري رحمه اللّه بعد مناقشة الرأي الأول في ولاية الفقيه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للأمور الحسبية معنيان : فقد يقصد بالأمور الحسبية شؤون الرقابة الاجتماعية ، والأمر بالمعروف والنهي عن المنكر . وهذا هو المقصود من ( ولاية الحسبية ) في التاريخ الإسلامي ، وقد يقصد به كلّ ما يطلبه الشارع على نحو الكفاية ممّا تقوّم به حياة المجتمع ، ويختل من دونه المجتمع ، ويدخل في قوله تعالى :  وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى  . ونحن نقصد بالأمور الحسبية المعنى الثاني هنا .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nوهو عموم الولاية :\r\nوعلى أي تقدير فقد ظهر ممّا ذكرناه ، أنّ ما دلّت عليه هذه الأدلّة هو ثبوت الولاية للفقيه في الأمور التي يكون مشروعية إيجادها في الخارج مفروغا عنها ، بحيث لو فرض عدم الفقيه كان على الناس القيام بها كفاية ، وأمّا ما يشكّ في مشروعيته ، كالحدود لغير الإمام ، وتزويج الصغيرة لغير الأب والجدّ ، وولاية المعاملة على مال الغائب بالعقد عليه ، وفسخ العقد الخياري عنه ، وغير ذلك ، فلا يثبت من تلك الأدلّة مشروعيتها للفقيه « 1 » .\r\n2 - ويقول المحقق النراقي في ( العوائد ) :\r\nإنّ كل فعل متعلّق بأمور العباد في دينهم أو دنياهم ، ولا بدّ من الإتيان به ، ولا مفرّ منه ، أمّا عقلا أو عادة ، من جهة توقف أمور المعاد والمعاش لواحد أو جماعة عليه ، وإناطة انتظام أمور الدين والدنيا به ، أو شرعا ، من جهة ورود أمر به ، أو إجماع أو نفي ضرر ، أو أضرار ، أو عسر ، أو حرج ، أو فساد على مسلم ، أو دليل آخر ، أو ورود الإذن فيه من الشارع ، ولم يجعل وظيفة لمعيّن واحد ، أو جماعة ، ولا لغير معيّن ، أي واحد لا يعنيه ، بل علم لا بدّ من الإتيان به أو الإذن فيه ، ولم يعلم المأمور به ولا المأذون فيه ، فهو وظيفة الفقيه ، وله التصرّف فيه والإتيان به « 2 » .\r\n3 - ويقول آية اللّه البروجردي كما في تقريرات تلميذه آية اللّه المنتظري : وبالجملة كون الفقيه العادل منصوبا من قبل الأئمة عليهم السّلام ، لمثل تلك الأمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المكاسب للشيخ الأعظم الأنصاري : ص 154 .\r\n( 2 ) العوائد للشيخ أحمد النراقي : ص 188 .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nالعامة المهمة التي يبتلى بها العامة ممّا لا إشكال فيه إجمالا بعد ما بيّناه « 1 » .\r\n4 - ويقول المحقق النائيني بهذا الصدد ، كما في تقريرات بحثه في المكاسب بقلم المحقق الخوانساري :\r\nوبالجملة ، الأمور التي يعلم من الشارع مطلوبيتها في جميع الأزمان ، ولم يؤخذ في دليلها صدورها من شخص خاص ، فمع وجود الفقيه هو المتعيّن للقيام بها . أما لثبوت ولايته عليها بالأدلّة العامة ، أو لكونه المتيقن من بين المسلمين ، أو لئلا يلزم الهرج والمرج ، فيعتبر قيام الفقيه به مباشرة ، أو إذنه ، أو استنابته مع تعذّره ، فيقوم به سائر المسلمين « 2 » .\r\n5 - ويقول آية اللّه السيّد الخوئي قدّس سرّه كما في التنقيح في تقرير دليل القائلين بالولاية العامة :\r\nإنّ الأمور الراجعة إلى الولاية ممّا لا مناص من أن تتحقق في الخارج . . . لا مناص من أن ترجع الأمور إلى الفقيه الجامع للشرائط ، لأنّه القدر المتيقّن ممّن يحتمل أن يرخص الشارع فيها ، كما لا يحتمل أن يهملها لأنّها لا بدّ من أن تقع في الخارج . فمع التمكّن من الفقيه لا يحتمل الرجوع فيها إلى الغير ، لأنّه إذا لم يمكن الرجوع إليه في مورد ثبتت الولاية لعدول المؤمنين . ثمّ يقول السيّد الخوئي قدّس سرّه في مناقشة هذا الدليل :\r\nإنّ الأمور المذكورة ، وإن كانت حتمية التحقق في الخارج ، وهي المعبّر عنها بالأمور الحسبية ، لأنّها بمعنى الأمور القربية التي لا مناص من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البدر الزّاهر في صلاة الجمعة والمسافر لآية اللّه المنتظري : ص 57 .\r\n( 2 ) منية الطالب تقريرات بحث المحقق النائيني : 1 / 329 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nتحققها خارجا ، كما أنّ الفقيه هو القدر المتيقّن - كما مرّ - إلّا أنّه لا يستكشف بذلك أنّ الفقيه له الولاية المطلقة في عصر الغيبة ، كالولاية الثابتة للنبي صلّى اللّه عليه وآله وسلّم ، أو الأئمة عليهم السّلام . فإنّ تلك الأمور ( الأمور الحسبية ) لا يمكن للشارع إهمالها ، كما لا يمكن أن يرخّص فيها لغير الفقيه دون الفقيه ، فيستنتج بذلك أنّ الفقيه هو القدر المتيقّن في تلك التصرّفات « 1 » .\r\nولا خلاف بين الفقهاء في أمر ولاية الفقيه في دائرة الأمور الحسبية ، التي تشمل مجمل القضايا التي تنهض بها الحكومات عادة . وأمّا المقدار الذي يختلف فيه الفقهاء من أمر ( ولاية الفقيه ) فهو في الولاية العامة للفقيه في الأمور التي شكّ في مشروعيّتها في حالة عدم تماميّة ولاية الفقيه ، وهذه المساحة يختصّ بها الأئمّة عليهم السّلام ، من أمور المسلمين ، وهذا هو الذي يضعه بعض الفقهاء موضع الشك في الدراسات الفقهية .\r\nأمّا المسائل والشؤون التي يحتاج إليها المسلمون في معاشهم ومعادهم ، ودنياهم وآخرتهم ولا ينتظم من دونها دينهم ولا دنياهم ، فلا خلاف بين الفقهاء في أنّ الفقيه هو الذي يتولّاها ، وهو ما يسمّى بالأمور الحسبية كما ذكرنا . وهذا الحدّ من ( ولاية الفقيه ) موضع إجماع الفقهاء .\r\nقال المحقّق الكركي في جامع المقاصد : اتّفق أصحابنا على أنّ الفقيه العادل الجامع لشرائط الفتوى ، المعبّر عنه بالمجتهد في الأحكام الشرعية ، نائب من قبل أئمة الهدى عليهم السّلام في حال الغيبة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح في الاجتهاد والتقليد : ص 422 - 423 .\r\n( 2 ) جامع المقاصد للمحقق الكركي . وعبارة المحقق الكركي أوسع من الولاية في دائرة الأمور الحسبية ، وأقرب إلى الولاية العامة منها إلى الولاية في الأمور الحسبية .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nوإذا شئنا أن نفرّق بين شطري ولاية الفقيه ، الشطر المتفق عليه بين الفقهاء والذي أسميناه ب‍ ( الأمور الحسبية ) ، والشطر المختلف فيه . فإنّ بإمكاننا أن نقول : كلّ ما كان وجوبه ومشروعيته مطلقة ، وعلمنا أنّ الإسلام يريده ويطلبه ، ولا يعلّق طلبه وإيجابه على شيء ، ولكن وجوده في الخارج يتوقّف عادة على الدولة الإسلامية وولي الأمر ، فهو من الأمور الحسبية التي يتفق جميع الفقهاء على ولاية الفقيه فيها .\r\nوأمّا ما كان يحتمل أن يكون وجوبه ومشروعيته موقوفا على حضور الإمام ، فهو من الشطر الثاني الذي يختلف فيه الفقهاء ، على رأيين : سلبي وإيجابي .\r\nمثلا لا يشترط في وجوب المحافظة على الأمن والاستقرار في المجتمع ، وفي إقامة المشاريع والمؤسسات الاجتماعية والثقافية والصحية والاقتصادية ، وفي الأمر بالمعروف والنهي عن المنكر . . . وجود الإمام وحضوره ، فهي واجبة على كل حال ، ووجوبها مطلق وغير مقيّد بحضور الإمام . وإن كان وجود هذه الأمور في القطّاع العام يتوقّف عادة على وجود حكومة إسلامية ، ولا يمكن تحقيقها في الغالب من دون وجود جهاز للحكم ونظام حاكم في المجتمع بصورة كاملة ووافية ، لأنّ طبيعة هذه الأعمال طبيعة اجتماعية وليست طبيعتها طبيعة فرديّة .\r\nولمّا كانت هذه الأمور ضرورية في حياة المجتمع ، وكانت الحياة الاجتماعية تختل من دونها ، ولمّا كانت طبيعة هذه الأمور طبيعة اجتماعية ، تتوقّف على وجود نظام حاكم وحكومة إسلامية . . . فإنّ النتيجة المنطقية لهذه المقدّمات ، هي وجوب إقامة دولة إسلامية ، مقدّمة لتنفيذ هذه الأمور\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nوتمهيدا للأمر بالمعروف والنهي عن المنكر ، وإجراء حدود اللّه وأحكامه . فلا يمكن تنفيذ الأمور الحسبية هذه بصورة كاملة من دون وجود دولة إسلامية .\r\nولكنّ هذه الأمور لمّا كان وجوبها ومشروعيتها مطلقة ، وغير مقيّدة بشيء ، فلا يسقط وجوبها ومشروعيتها عند فقدان الدولة الإسلامية ، فيجب السعي لإقامتها ، وفي حالة العجز عن إقامة الدولة الإسلامية ، تجب بالمقدار الميسور ، بصورة فردية أو قريبة من الصورة الفردية .\r\nوأمّا القسم الثاني من الولاية ، فنحتمل فيها أن يكون وجوبها ومشروعيتها مشروطا وموقوفا على حضور الإمام ، وممارسته للولاية والحكم . فإذا كان الإمام حاضرا ومبسوط اليد ونافذ القدرة ، وجب عليه عند ذلك ، وإلّا سقط وجوبها ، وسقطت مشروعيتها ، لأنّ وجوبها ومشروعيّتها في الفرض ، وجوب مشروط ومشروعية مشروطة ، أو يحتمل فيه ذلك على الأقل ، وما لم يتحقق الشرط لا يتحقق الوجوب .\r\nوهذا من الوجوب المشروط في مقابل الحالة الأولى ، التي كانت من الوجوب المطلق ، ومثال القسم الأول شؤون ( الدفاع ) ، ومثال القسم الثاني شؤون الجهاد الابتدائي ، ، فنحن نحتمل - على الأقل أن يكون وجوب الجهاد ( الابتدائي ) ، وجوبا مشروطا بحضور الإمام ونفوذ قدرته وبسط يده ، كما يتوقّف وجوب الحجّ مثلا على الاستطاعة ، فإذا انتفت الاستطاعة لم يثبت الوجوب من أوّل الأمر .\r\nبينما لا نحتمل ذلك في ( الدفاع ) ، فإنّ وجوبه بالتأكيد مطلق وغير مقيّد بشيء ، والإسلام يطلب من المسلمين أن يدافعوا عن أنفسهم من دون شرط\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nولا قيد . فإذا كان أمر الدفاع يتوقّف على وجود دولة للإسلام وقوّة للدفاع ، وجب على المسلمين إقامة هذه الدولة وتوفير هذه القوّة ، وحتى لو عجزوا عن إقامة الدولة وجب عليهم الدفاع عن بلاد المسلمين بالميسور من ذلك .\r\n\r\nالحكم والفتوى :\r\nوقد جرت العادة على تسمية الأوامر التي يصدرها الحكام فيما يتعلّق بشؤون الولاية ب‍ ( الحكم ) . وكلمة ( الحكم ) تأتي هنا في قبال ( الفتوى ) . ويختلف عن الفتوى في طبيعته وآثاره .\r\nفالفتوى إخبار عن الحكم الشرعي ، يقوم به الفقيه ، بناء على المستندات الفقهية التي يملكها في الكشف عن حكم الشارع في قضيّة ما .\r\nبينما الحكم ليس إخبارا عن حكم الشارع ، وإنّما هو إنشاء للحكم يقوم به الفقيه الحاكم .\r\nويختلف الحكم عن الفتوى من حيث الأثر أيضا ، فإنّ الحكم ينفذ على كافة المسلمين ، ويجب عليهم امتثاله ، فيما إذا كان الحاكم صالحا للحكم ، دون فتوى الفقيه ، حيث لا تنفذ إلّا على مقلّديه دون غيرهم .\r\nكما أنّ الفتوى تنقض بالحكم ، ولا ينقض الحكم بالفتوى .\r\nفإنّ الغرض من الحكم المنع من حدوث الفوضى في المجتمع ، وتوحيد المجتمع في رأي واحد وحكم واحد .\r\nوإذا كانت الفتوى تنقض الحكم ، فلا يمكن أن تنقطع الفوضى في المجتمع ، لاختلاف المجتهدين في الرأي غالبا ، واختلاف مبانيهم في الفتوى .\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nوالفتوى ليس حجّة في الموضوعات ، إذ ليس للمفتي إلّا أن يخبر عن الأحكام الشرعية الكلية ، والمقلّد هو الذي ينظر في الموضوعات ، وأمر تشخيص الموضوعات موكّل إلى نظر العرف دون المجتهد .\r\nوذلك بعكس الحكم ، حيث يكون حجّة في الموضوعات ، فينفذ حكم الحاكم في ثبوت الهلال ، وحريّة شخص وكفر شخص ، وكون الأرض مسجدا أو غير ذلك .\r\nفإذا حكم بحرّية شخص ، فلا يجوز شراؤه واستبعاده ، وإذا حكم بكون الأرض مسجدا ، فلا يجوز شراؤه وبيعه وإهداؤه وغير ذلك ، كما إذا حكم بثبوت هلال شوّال فلا يجوز صوم ذلك اليوم .\r\nوقد ورد في كلمات بعض الفقهاء اختصاص الحكم بموارد الخصومة « 1 » ، وليس ذلك صحيحا ، لتعلّق الحكم بثبوت الهلال ، وبغير ذلك من الأمور التي لا تقع موردا للخصومة ، ولا تعرض على القضاء .\r\nولا يسعنا المجال هنا في تشريح الحكم وتوضيح الفرق بينه وبين الفتوى ، أكثر ممّا ذكرناه ، وبإمكان الباحث أن يرجع إلى الموسوعات الفقهية في استيضاح أكثر لمعنى الحكم والفرق بينه وبين الفتوى « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الشهيد رحمه اللّه في القواعد ( 1 / 320 ، قاعدة رقم 114 ) في قاعدة الفرق بين الفتوى والحكم : بأنّ الحكم : إنشاء إطلاق أو إلزام في المسائل الاجتهادية وغيرها ، مع تقارب المدارك فيها ، ممّا يتنازع فيه الخصمان لمصالح المعاش .\r\nوخصّ بذلك الحكم في موارد الخصومة . وليس ذلك بصحيح كما ذكرنا ذلك في المتن . وفي كلام الشهيد مواضع أخرى للمناقشة لا يهمّنا التعرّض لها هنا .\r\n( 2 ) من المصادر المفيدة في هذا الباب ، كتاب القضاء للعلّامة الكني : ص 201 - 252 .\r\n","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nعلى أنّ المسألة ليست محرّرة تحريرا منهجيا وافيا في الكتب الفقهية بشكل يرضي الباحث . والحمد للّه ربّ العالمين والصلاة والسلام على محمّد وآله الطاهرين .\r\nمحمّد مهدي الآصفي\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n\r\nمصادر البحث\r\n1 القرآن الكريم\r\n2 إبطال القياس : ابن حزم الأندلسي .\r\n3 أجود التقريرات : السيد أبو القاسم الخوئي .\r\n4 الإحكام في أصول الأحكام : ابن حزم الأندلسي ( ت / 456 ه‍ ) .\r\nدار الحديث - القاهرة ، الطبعة الثانية 1413 ه‍ / 1992 م .\r\n5 إرشاد الفحول : محمّد بن علي بن محمّد الشوكاني ( ت / 1255 ه‍ ) .\r\nدار الفكر - بيروت ، الطبعة الأولى .\r\n6 الأصول العامّة للفقه المقارن : محمّد تقي الحكيم .\r\nدار الأندلس - بيروت ، الطبعة الأولى 1963 م .\r\n7 بحار الأنوار : الشيخ محمّد باقر المجلسي ( ت / 1111 ه‍ ) .\r\nدار إحياء التراث العربي - بيروت ، الطبعة الثانية 1403 ه‍ / 1983 م .\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n8 البدر الزاهر في صلاة الجمعة والمسافر : حسين علي المنتظري النجف‌آبادي .\r\nمركز انتشارات دفتر تبليغات اسلامي - قم ، 1362 ه‍ ش .\r\n9 تاريخ بغداد : أحمد بن علي الخطيب البغدادي ( ت / 463 ه‍ ) .\r\nدار الكتب العلمية - بيروت .\r\n10 تاريخ التشريع الإسلامي : الشيخ محمّد الخضري .\r\n11 تحف العقول : الحسن بن علي بن الحسين بن شعبة الحراني ( من أعلام القرن الرابع ) .\r\nمنشورات المطبعة الحيدرية - النجف الأشرف ، الطبعة الخامسة 1380 ه‍ / 1961 م .\r\n12 تذكرة الحفّاظ : شمس الدين محمّد الذهبي ( ت / 748 ه‍ ) .\r\nدار الكتب العلمية - بيروت .\r\n13 التنقيح في الاجتهاد والتقليد : السيّد أبو القاسم الخوئي .\r\nمؤسّسة آل البيت عليهم السّلام .\r\n14 الثقلان : الشيخ محمّد حسين المظفر .\r\n15 جامع المقاصد : الشيخ علي بن الحسين الكركي ( ت / 940 ه‍ ) .\r\nمؤسّسة آل البيت عليهم السّلام لإحياء التراث - قم ، الطبعة الأولى 1408 ه‍ .\r\n16 - جريدة صوت العراق .\r\nالعدد 106 ، لندن 22 / 2 / 1992 .\r\n17 حاشية المشكيني على كفاية الأصول : الميرزا أبو الحسن المشكيني الأردبيلي .\r\nتحقيق الشيخ سامي الخفاجي ، منشورات دار الحكمة - قم ، الطبعة الأولى 1415 ه‍\r\n18 حلية الأولياء : أبو نعيم الأصبهاني أحمد بن عبد اللّه ( ت / 430 ه‍ ) .\r\nدار الكتاب العربي - بيروت ، الطبعة الخامسة 1407 ه‍ / 1987 م .\r\n19 دراسات الخوئي في الأصول : علي الحسيني الشاهرودي ( ت / 1376 ه‍ ) .\r\nالمطبعة الحيدرية - النجف الأشرف ، 1371 ه‍ / 1952 م .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n20 الدراية في علم مصطلح الحديث : الشهيد زين الدين العاملي ( 911 - 965 ه‍ ) .\r\nمطبعة النعمان - النجف الأشرف ، الطبعة الثالثة 1409 ه‍ .\r\n21 ذخائر العقبى : محبّ الدين أحمد بن عبد اللّه الطبري ( ت / 694 ه‍ ) .\r\nدار المعرفة - بيروت .\r\n22 رجال الكشي : محمّد بن عمر بن عبد العزيز الكشي .\r\nمطبعة الآداب - النجف الأشرف .\r\n23 رجال النجاشي : أحمد بن علي بن أحمد بن العباس النجاشي ( 372 - 450 ه‍ ) .\r\nمؤسسة النشر الإسلامي / جامعة المدرسين - قم ، الطبعة الرابعة 1413 ه‍ .\r\n24 شرح المقاصد : سعد الدين التفتازاني ( 712 - 793 ه‍ ) .\r\nمنشورات الشريف الرضي - قم ، الطبعة الأولى 1409 ه‍ / 1989 م .\r\n25 شهداء الفضيلة : الشيخ عبد الحسين الأميني النجفي ( 1320 - 1390 ه‍ ) .\r\nمطبعة الغري - النجف الأشرف ، الطبعة الثانية 1355 ه‍ / 1936 م .\r\n26 الصحاح : إسماعيل بن حماد الجوهري ( ت / 393 ه‍ ) .\r\nدار العلم للملايين - بيروت ، الطبعة الرابعة 1407 ه‍ / 1987 م .\r\n27 صحيح البخاري : محمّد بن إسماعيل البخاري ( ت / 256 ه‍ ) .\r\nتحقيق د . مصطفى ديب البغا ، مطبعة الهندي .\r\n28 صحيح مسلم : مسلم بن الحجّاج القشيري ( 206 - 261 ه‍ ) .\r\nمؤسّسة عزّ الدين - بيروت ، الطبعة الأولى 1407 ه‍ / 1987 م .\r\n29 الصواعق المحرقة : أحمد بن حجر الهيتمي المكي ( 899 - 974 ه‍ ) .\r\nشركة الطباعة الفنية المتّحدة - مكتبة القاهرة ، الطبعة الثانية 1385 ه‍ / 1965 م .\r\n30 الطبقات الكبرى : محمّد بن سعد ( ت / 230 ه‍ ) .\r\nدار صادر - بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n31 عوائد الأيام : المولى أحمد النراقي ( ت / 1245 ) .\r\nمنشورات مكتبة بصيرتي - قم ، الطبعة الثالثة 1408 ه‍ .\r\n32 الغدير : الشيخ عبد الحسين الأميني ( 1320 - 1390 ه‍ ) .\r\nدار الكتاب العربي - بيروت ، 1403 ه‍ / 1983 م .\r\n33 الغيبة : الشيخ محمّد بن الحسن الطوسي ( 385 - 460 ه‍ ) .\r\nمؤسّسة المعارف الإسلامية - قم ، الطبعة الأولى 1411 ه‍\r\n34 فرائد الأصول : الشيخ مرتضى الأنصاري ( 1214 - 1281 ه‍ ) .\r\nمؤسّسة النشر الإسلامي / جماعة المدرسين - قم .\r\n35 فوائد الأصول : محمّد علي الكاظمي ( ت / 1365 ه‍ ) .\r\nمؤسّسة النشر الإسلامي / جماعة المدرسين - قم ، 1406 ه‍ .\r\n36 الفوائد المدنية : محمّد أمين الأسترآبادي ( ت / 1033 ه‍ ) .\r\nدار النشر لأهل البيت عليهم السّلام .\r\n37 القواعد والفوائد : الشهيد الأوّل محمّد بن مكّي العاملي ( استشهد عام 786 ه‍ ) .\r\nمنشورات مكتبة المفيد - قم ، مطبعة الآداب - النجف الأشرف ، 1980 م .\r\n38 القضاء : العلّامة الكني .\r\n39 الكافي : محمّد بن يعقوب الكليني ( ت / 328 ه‍ ) .\r\n40 كفاية الأصول : محمّد كاظم الخراساني ( ت / 1329 ه‍ ) .\r\nمؤسّسة آل البيت عليهم السّلام لإحياء التراث - قم ، الطبعة الأولى 1409 ه‍ .\r\n41 الكنى والألقاب : الشيخ عبّاس القمّي ( 1294 - 1359 ه‍ ) .\r\nمنشورات مكتبة الصدر - طهران ، الطبعة الخامسة 1409 ه‍ .\r\n42 - مجلة رسالة الإسلام .\r\nتصدر عن دار التقريب بين المذاهب الإسلامية - القاهرة .\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n43 المسائل النجفية : السيّد حسين بن نصر اللّه الموسوي .\r\n44 مسالك الأفهام : الشهيد زين الدين بن علي العاملي ( 911 - 966 ه‍ ) .\r\nدار الهدى للطباعة والنشر - قم .\r\n45 المستدرك على الصحيحين : محمّد بن عبد اللّه الحاكم النيسابوري ( ت / 405 ه‍ ) .\r\nدار الكتب العلمية - بيروت ، الطبعة الأولى 1411 ه‍ / 1990 م .\r\n46 مسند أحمد : أحمد بن محمّد بن حنبل ( ت / 241 ه‍ ) .\r\nدار صادر - بيروت ، افست على طبعة المطبعة الميمنية بمصر 1313 ه‍ .\r\n47 المفردات في غريب القرآن : الحسين بن محمّد الراغب الأصفهاني ( ت / 502 ه‍ ) .\r\nدفتر نشر الكتاب ، الطبعة الثانية 1404 ه‍ .\r\n48 مقدّمة ابن خلدون : عبد الرحمن بن محمّد بن خلدون ( ت / 808 ه‍ ) .\r\nمؤسّسة الأعلمي للمطبوعات - بيروت ، 1391 ه‍ / 1971 م .\r\n49 مقدّمة اللمعة الدمشقية : الشيخ محمّد مهدي الآصفي .\r\n50 المكاسب : الشيخ مرتضى الأنصاري ( 1214 - 1281 ه‍ ) .\r\nمطبعة الآداب - النجف الأشرف ، الطبعة الأولى 1397 ه‍ .\r\n51 الملل والنحل : محمّد بن عبد الكريم الشهرستاني ( 479 - 548 ه‍ ) .\r\nمكتبة الإنجلو المصرية - القاهرة ، 1375 ه‍ / 1956 م .\r\n52 من لا يحضره الفقيه : محمّد بن علي بن الحسين بن بابويه الصدوق ( ت / 381 ه‍ ) .\r\nمنشورات جامعة المدرسين - قم ، الطبعة الثانية 1404 ه‍ .\r\n53 منهج المقال .\r\n54 منية الطالب : موسى بن محمّد النجفي الخوانساري .\r\nالمطبعة المرتضوية - النجف الأشرف 1358 ه‍ .\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n55 النص والاجتهاد : عبد الحسين شرف الدين ( ت 1377 ه‍ / 1957 م ) .\r\nقسم الدراسات الإسلامية / مؤسّسة البعثة - طهران ، الطبعة الثانية 1408 ه‍ .\r\n56 نظرة عامّة في تاريخ الفقه الإسلامي : علي حسين عبد القادر .\r\n57 نقد الرجال : مير مصطفى الحسيني التفريشي .\r\nانتشارات الرسول المصطفى - قم .\r\n58 نهج البلاغة : تحقيق صبحي الصالح .\r\nمؤسّسة الهجرة ، الطبعة الخامسة 1412 ه‍ .\r\n59 وسائل الشيعة : محمّد بن الحسن الحرّ العاملي ( ت / 1104 ) .\r\nدار إحياء التراث العربي - بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219}
  ]