[
  {"content":"\r\n\r\nدروس تمهيدية\r\nفي قواعد الفقهية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمؤسسة الفقه للطباعة والنشر\r\nدروس تمهيدية\r\nفي القواعد الفقهية\r\nالجزء الأول\r\nبقلم\r\nباقر الإيرواني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nدار الفقه للطباعة والنشر\r\nاسم الكتاب : دروس تمهيدية في القواعد الفقهية / الجزء 1\r\nالمؤلف : باقر الإيرواني\r\nالطبعة : الثالثة - 1426 ه‍ . ق - 1384 ه‍ . ش\r\nعدد المطبوع : 1500 نسخة\r\nالمبطعة : برهان\r\nشابك : 9 - 2 - 91559 - 964 ( دوره 2 جلدي )\r\nIsbn : 964 - 91559 - 2 - 9 ( 2 volset )\r\nشابك : 2 - 38 - 499 - 964 ( جلد 1 )\r\n( Isbn 964 - 499 - 038 - 2 ( vol 1 )\r\nص . پ . 3663 - 37185 - تلفن 7734873 - 251 - 98 +\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالجزء الأول\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\n\r\n[ مقدمة المؤلف 
  ]\r\nالحمد للّه رب العالمين ، والصلاة والسلام على اشرف الخلق محمد وعلى أهل بيته الطيبين الطاهرين .\r\nان الميّزة البارزة في دراساتنا الحوزوية دقة البحث وعمقه من جانب ، وشموليته واستيعابه من جانب آخر . وهو ثري من هاتين الناحيتين .\r\nبيد ان كثيرا من الجواهر واللآلئ فيه مكنوزة تحتاج إلى غواص يخرجها بألفاظ عذبة ومنهجة مريحة .\r\nوقد جاءت محاولتنا في القواعد الفقهية تنحو هذا المجال ، ولا ندري كم هي موفقة في ذلك .\r\nوكانت بذور المحاولة مجموعة محاضرات ألقيت خلال عامين على مجموعة من طلابنا الأعزاء في حوزة أهل البيت عليهم السّلام ومدينتهم المقدسة قم المباركة .\r\nوتعميما للفائدة قصدنا نشرها لتكون دروسا تمهيدية في القواعد\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالفقهية ، وليتمكن الطالب من خلال المرور بها على استيعاب تلك القواعد التي سوف يواجهها في بحوث مرحلة الخارج بشكل أكبر دقة وعمقا وشمولا ، ولنكون بذلك قد قدّمنا بعض الخدمة لحوزاتنا العلمية ، وخففنا عن كاهلنا قسما من المسؤولية التي نشعر بها في اعماق أنفسنا ، ولنحوز بذلك ذرة من رضا مولانا وسيدنا والحجة من قبل اللّه سبحانه علينا الحجة بن الحسن روحي وأرواح العالمين له الفداء . ولئن كنا موفقين في هذا المجال فذلك من توفيق اللّه سبحانه والا ففي بقية الاخوة كامل الآمل .\r\nباقر الإيرواني\r\n19 ربيع الثاني 1417 ه‍ - قم المقدسة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالمدخل\r\nيجدر بنا قبل أن ندخل في صميم البحث عن القواعد الفقهية الاطلاع على ما يلي :\r\n\r\nمدى أهمية البحث عن القواعد الفقهية\r\nلا نكون مبالغين إذا قلنا بأن البحث عن القواعد الفقهية لا يقلّ في الأهمية عن البحث في القواعد الأصولية ، فالقواعد الأصولية تكمن أهميتها من خلال وقوعها في طريق استنباط مجموعة من الأحكام الفقهية ، وكذلك الأمر في القواعد الفقهية ؛ فالفقيه يستعين بها في تحصيل مجموعة من الأحكام الفقهية .\r\nفالمصلّي إذا نسي قراءة الفاتحة أو السورة في صلاته أو صلّى بدون وضوء أو اقتدى بشخص واتضح كونه فاسقا أو اتضح كونه يصلّي نافلة أو . . . ان هذه وأمثالها يمكن للفقيه أن يستحصل على\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nحكمها من خلال قاعدة لا تعاد الصلاة إلّا من خمسة : الطهور والوقت والقبلة والركوع والسجود .\r\nان القاعدة المذكورة تدلّ على انّه متى ما حصل الإخلال بواحد من الخمسة المذكورة وجبت إعادة الصلاة ، دون ما إذا حصل الإخلال بغيرها ؛ فنسيان الحمد أو السورة لا يبطل الصلاة ، لأنّه ليس أحد الخمسة المذكورة ، وهكذا الصلاة خلف شخص اتضح كونه فاسقا أو يصلّي نافلة ، بخلاف ما إذا صلّى بدون وضوء فان صلاته باطلة لأن الطهور أحد الخمسة المستثناة .\r\nوعلى هذا المنوال يمكن أن نخرج بأحكام أخرى كثيرة بتوسط القاعدة المذكورة .\r\nهذه واحدة من القواعد الفقهية . وعلى منوالها قواعد أخرى كثيرة لا تقلّ عنها أهمية .\r\nفهل ترى بعد هذا استغناء الفقيه عن بحث القواعد المذكورة ؟\r\n\r\nتاريخ البحث في القواعد الفقهية\r\nوالفقهاء لم يولوا القواعد الفقهية اهتماما كما أولوا القواعد الأصولية ذلك ، فالقواعد الأصولية أفردوها بالبحث وبعلم مستقل تحت عنوان علم أصول الفقه ، وأخذ هذا العلم بالتطور تدريجا وبمرور الزمن حتى بلغ القمة في وقتنا الحاضر ، بينما لا نجد هذا المعنى في القواعد الفقهية ، فهي لم تفرد ببحث مستقل وانما يبحثها الفقيه في علم الأصول وبشكل استطرادي ، أو في الفقه وبمناسبات خاصة .\r\nفقاعدة لا ضرر بحثها الشيخ الأعظم قدّس سرّه في أصوله المسمى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبالرسائل ، فبعد أن أنهى بحثه في البراءة والاشتغال تعرّض إلى بحث آخر تحت عنوان خاتمة في شرائط جريان الأصول العملية ، فذكر ان أصل البراءة لا يجري إلّا إذا فحص المجتهد عن الأدلة الاجتهادية إلى حدّ اليأس عن العثور على دليل للحكم ، انّه آنذاك يمكنه اجراء أصل البراءة ، وإلّا فقبل الفحص لا يمكنه اجراء الأصل المذكور ، ثم أخذ يتدرج في البحث المذكور حتى وصل إلى نقل رأي عن الفاضل التوني يقول فيه : ان من شرائط جريان البراءة عدم كون المورد مشمولا لقاعدة لا ضرر . وأخذ الشيخ بمناقشة الرأي المذكور ، ولما أنهى مناقشته قال :\r\nانّه لا بأس ان نبحث القاعدة المذكورة بشكل مستقل . وأخذ ببحثها ، وتابعه على ذلك من جاء بعده .\r\nان القاعدة المذكورة نجدها قد بحثت في علم الأصول ولم تبحث في الفقه ، فضلا عن إفرادها وأخواتها بعلم مستقل .\r\nوهكذا نجد الأمر في مثل أصالة الصحة وقاعدة الفراغ والتجاوز قد بحثها الشيخ الأعظم في رسائله بمناسبة خاصة ، ووأكبه على ذلك من تأخّر عنه .\r\nهذا شأن بعض القواعد الفقهية ، وبعضها الآخر يبحثها الفقيه استطرادا في أبحاثه الفقهية كقاعدة لا تعاد أو نفي العسر والحرج أو قاعدة اليد والقرعة و . . .\r\nولعلّ أول من فكّر في افراد القواعد الأصولية ببحث مستقل هو الشهيد الأول في كتابه المعروف بالقواعد والفوائد الذي طبع طبعة محققة في جزءين ؛ ولكن الكتاب المذكور ليس ممحضا في القواعد الفقهية ، بل يذكر قواعد أخرى أجنبية عن الفقه هي أشبه باللغوية أو\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالأدبية أو الكلامية أو الأصولية .\r\nفمثلا يذكر في القاعدة الأولى تفسير الفقه لغة وشرعا ، وفي القاعدة الثانية أقسام الحكم الشرعي ، وفي القاعدة الثالثة ان العبادات تتصف بالأحكام الخمسة ما عدا الإباحة ، فالصلاة مثلا تكون واجبة أو مستحبة أو مكروهة أو محرّمة ولا تكون مباحة ، وهذا بخلاف العقود فإنها تتصف بجميع الأحكام الخمسة ، وعلى هذا المنوال يذكر قواعد أخرى كثيرة .\r\nومن هنا نجد ان تسمية الكتاب جاءت بالقواعد والفوائد ، فلم تقيد القواعد بالفقهية وعطفت الفوائد على القواعد .\r\nوعلى أي حال ان بحث الكتاب المذكور عن القواعد الفقهية أمر نادر ، وإذا بحثها اتفاقا بحثها بالشكل المناسب لتلك الفترة الزمنية ، فهو لا يذكر مدرك القاعدة وجهات البحث فيها وكيفية الاستفادة منها .\r\nوجاءت في الآونة الأخيرة بعض المحاولات الجيدة في هذا المجال ؛ أخص من بينها بالذكر : القواعد الفقهية للسيد البجنوردي ، والقواعد الفقهية للشيخ الشيرازي ، ومائة قاعدة للسيد المصطفوي .\r\nولا ننسى الالتفات إلى أن الفترة المتوسطة بين عصر الشهيد الأول والآونة الأخيرة اشتملت على بعض المؤلفات الأخرى المخطوطة والمطبوعة .\r\nفمن المطبوعة : عوائد الأيام في بيان قواعد الأحكام ومهمات مسائل الحلال والحرام للشيخ النراقي ، إلّا أنّه ليس بمستوعب لها ، بل هو يشتمل على عشر قواعد تقريبا ، وأكثره ناظر إلى فوائد أخرى من قبيل البحث عن ولاية الفقيه ، وتحقيق حال كتاب الفقه الرضوي ،\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nواستعراض بعض الفوائد الرجالية ؛ من قبيل : بيان معنى اسند عنه أو الفرق بين الكتاب والأصل والنوادر ، أو بيان معنى فلان مولى فلان ، إلى غير ذلك .\r\nومن الكتاب المخطوطة بعض الرسائل الخاصة بالقواعد الفقهية التي أشار لها الشيخ آقا بزرك في الذريعة ، كرسالة السيد محمد مهدي القزويني ، ورسالة المولى محمد جعفر الأسترآبادي وغير ذلك .\r\n\r\nالقاعدة الفقهية والفارق بينها وبين القاعدة الأصولية\r\nفي مجال التفريق بين القاعدة الفقهية والقاعدة الأصولية يمكن أن تقدم عدّة فوارق قد يكون بعضها قابلا للمناقشة ، إلّا اننا نترك ذلك إلى مستوى أعلى .\r\n1 - ان القاعدة الفقهية قاعدة تشتمل على حكم شرعي عام يستفاد من تطبيقها الحصول على أحكام شرعية جزئية هي مصاديق لذلك الحكم العام ، بينما القاعدة الأصولية قاعدة تستبطن حكما عاما يستفاد من خلال تطبيقها استنباط أحكام شرعية كلية مغايرة لذلك الحكم العام .\r\nمثال ذلك : قاعدة الطهارة التي هي قاعدة فقهية والتي تنص على أن كل شيء يشك في نجاسته فهو محكوم بالطهارة .\r\nانّ هذه القاعدة تتضمن حكما شرعيا عاما ، وإذا طبقناها على مواردها لم نحصل على أحكام أخرى تتغاير ومضمونها ، بل على أحكام تتفق ومضمونها ، بيد أنها أضيق فإذا كان لدينا ملابس نشك في نجاستها ، فمن خلال تطبيقها عليها نحكم بأنها طاهرة . والحكم هذا\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبالطهارة على الملابس التي يشك في نجاستها هو بنفسه مضمون قاعدة الطهارة وليس شيئا غيره ؛ غايته انّه أضيق وخاص بالملابس .\r\nوهذا بخلاف قاعدة حجيّة خبر الثقة التي هي قاعدة أصولية ، فانّه من خلال تطبيقها نستفيد حرمة العصير العنبي إذا غلى فيما إذا دلّ خبر ثقة على ذلك ، والحرمة المذكورة ليست مصداقا لمضمون حجيّة خبر الثقة ، بل هما شيئان متغايران تمام التغاير ، إلّا ان أحدهما يستنبط منه الثاني ويستحصل عليه من خلاله .\r\nاذن القاعدة الفقهية حكم شرعي عام تستفاد من خلال تطبيقها أحكام شرعية جزئية هي مصاديق لذلك الحكم العام ، بخلافه في القاعدة الأصولية فان ما يستحصل عليه منها هي أحكام شرعية مغايرة لذلك الحكم العام .\r\nويمكن أن نعبّر عن هذا الفارق الأول بتعبير ثان وهو ان القاعدة الفقهية يستفاد منها في مجال التطبيق على مصاديقها ، بينما القاعدة الأصولية يستفاد منها في مجال الاستنباط .\r\n2 - ان القاعدة الفقهية تقدّم لنا من خلال تطبيقها أحكاما جزئية بخلاف القاعدة الأصولية فإنها تقدم لنا أحكاما كليّة . فبتطبيق قاعدة الطهارة وعلى مواردها نستفيد ان هذا الماء طاهر ، وذاك الطعام طاهر « 1 » بينما نستفيد من خلال تطبيق قاعدة حجيّة خبر الثقة أن العصير العنبي الكلي إذا غلى حرم ، لا أن هذا العصير أو ذاك العصير الخاص يحرم إذا غلى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يمكن التأمل في ذلك باعتبار انه قد يستفاد من القاعدة الفقهية حكم كلي كطهارة الحديد لو شككنا في طهارته في نفسه .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n3 - ان القاعدة الفقهية يتعهد بتطبيقها المكلّف العامي دون المجتهد ، فالمجتهد يقدّم إلى العامي كبرى قاعدة الطهارة ويقول له : انّ كلّ شيء مشكوك النجاسة هو طاهر ، اما ان هذا أو ذاك هو مشكوك النجاسة ومن ثمّ هو طاهر فوظيفته راجعة إلى العامي ، فهو الذي يقول :\r\nهذا الطعام الذي في بيتي مشكوك النجاسة فهو طاهر . ولا يبقى منتظرا الرجوع إلى المجتهد ليتصدى للدور المذكور . هذا في مثل قاعدة الطهارة .\r\nأما مثل كبرى حجيّة خبر الثقة فتطبيقها على مواردها وظيفة المجتهد ، فهو الذي يبحث عن الخبر الدال على حرمة العصير ويبحث عن وثاقة الراوي ويطبق كبرى حجية خبر الثقة عليه بعد ثبوت كونه ثقة « 1 » .\r\n\r\nالمسألة الفقهية والقاعدة الفقهية\r\nبعد أن عرفنا الفرق بين القاعدة الفقهية والقاعدة الأصولية قد تسأل عن الفارق بين المسألة الفقهية والقاعدة الفقهية ؟\r\nوالجواب : ان الفارق هو أن موضوع الأولى خاص ، بخلاف موضوع الثانية فانّه عام ، فمثلا قولنا : « الصلاة واجبة » و « شرب الخمر محرم » مسألة فقهية ، فالأولى خاصة بموضوع الصلاة ، والثانية خاصة بموضوع شرب الخمر .\r\nوهذا بخلاف قولنا « كلّ شيء لك طاهر حتى تعلم بأنّه نجس »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يمكن أن يورد على هذا الفارق بأن بعض القواعد الفقهية لا يمكن للعامي تطبيقها ، مثل لا ضرر ولا تعاد و . . .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفانّه قاعدة فقهية ، حيث إن موضوعه عام وله جنبة شمولية لموضوعات متعددة ولم يؤخذ فيه موضوع معين .\r\nوأما المسألة الأصولية والقاعدة الأصولية فهما واحد ولا فرق بينهما .\r\n\r\nما به الاشتراك والامتياز\r\nومن خلال ما سبق اتضح ان القاعدة الفقهية تلتقي مع القاعدة الأصولية في نقطة ، وتفترق عنها في نقطة أخرى .\r\nاما نقطة الالتقاء فهي ان كلتا القاعدتين لهما جنبة شمولية لأكثر من مسألة واحدة ولا تختصان بمورد معين .\r\nواما نقطة الافتراق فهي ان القاعدة الأصولية يستنبط منها حكم شرعي مغاير لها ، بينما القاعدة الفقهية يستحصل من خلال تطبيقها على أحكام لا تغاير مضمونها ، بل هي جزئيات ومصاديق لمضمونها الكلي .\r\n\r\nالقواعد الفقهية لا تنحصر في عدد معين\r\nحيث ذكرنا فيما سبق ان القاعدة الفقهية ترجع في حقيقتها إلى حكم شرعي عام ، له سعة وشمولية لمجموعة مسائل فقهية هي بمنزلة المصاديق له يتضح أن القواعد الفقهية لا تنحصر في عدد معين بل يمكن من خلال مراجعة الرسائل العملية لفقهائنا العظام الحصول على قواعد فقهية كثيرة من قبيل قاعدة « يحرم من الرضاع ما يحرم من النسب » أو « البينة على من ادّعى واليمين على من أنكر » أو « ان دين اللّه\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأحق بالقضاء من دين الناس » أو « من حاز ملك » أو « كل شرط نافذ إلّا ما خالف الكتاب العزيز ومقتضى العقد » أو « ما على المحسنين من سبيل » و . . . .\r\n\r\nالقاعدة الفقهية على قسمين\r\nوالقواعد الفقهية على قسمين ، فبعضها يختص بباب واحد ، وبعضها يعمّ أكثر من باب .\r\nمثال الأول : قاعدة لا تعاد ، فإنها خاصة بباب الصلاة ، وقاعدة الطهارة فإنها خاصة بباب الطهارة ، وقاعدة ما يضمن بصحيحه يضمن بفاسده وبالعكس ، فإنها خاصة بباب المعاملات .\r\nومثال الثاني : قاعدة لا ضرر ، وقاعدة نفي العسر ، فإنهما تعمّان أبوابا مختلفة .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nقاعدة لا تعاد\r\n1 - مضمون القاعدة\r\n2 - مدرك القاعدة\r\n3 - عدم شمول القاعدة للعامد\r\n4 - هل تختص بالناسي\r\n5 - هل تعمّ الجاهل بكلا قسميه\r\n6 - معذورية العامد في بعض الحالات\r\n7 - هل تختص القاعدة بحالة الفراغ\r\n8 - عموم القاعدة لحالة الزيادة\r\n9 - نكتة عدم الإشارة إلى بعض الأركان\r\n10 - ما المراد بالطهور\r\n11 - هل تعم القاعدة الموانع\r\n12 - تطبيقات على ضوء قاعدة لا تعاد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتوجد في باب الصلاة عدّة قواعد ؛ من قبيل قاعدة لا تعاد ، وقاعدة الفراغ والتجاوز ، وقاعدة الحيلولة ، وقاعدة لا شك لكثير الشك ، وقاعدة عدم تحمل الركعتين الأوليين للسهو و . . . .\r\nونحن ننتخب الآن أهمها ، وهما قاعدتان : قاعدة لا تعاد ، وقاعدة الفراغ والتجاوز .\r\nونمنهج حديثنا حول قاعدة لا تعاد ضمن النقاط التالية :\r\n1 - مضمون القاعدة .\r\n2 - مدرك القاعدة .\r\n3 - عدم شمول القاعدة للعامد .\r\n4 - هل تختص بالناسي ؟\r\n5 - هل تعمّ الجاهل بكلا قسميه ؟\r\n6 - معذورية العامد في بعض الحالات .\r\n7 - هل تختص القاعدة بحالة الفراغ ؟\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n8 - عموم القاعدة لحالة الزيادة .\r\n9 - نكتة عدم الإشارة إلى بعض الأركان .\r\n10 - ما المراد بالطهور ؟\r\n11 - هل تعمّ القاعدة الموانع ؟\r\n12 - تطبيقات على ضوء قاعدة لا تعاد .\r\n\r\n1 - مضمون القاعدة\r\nوالمقصود من قاعدة لا تعاد : ان من ترك بعض أجزاء الصلاة وشرائطها فصلاته لا تبطل ، إلّا إذا كان الجزء أو الشرط من قبيل الركوع والسجود والطهارة من الحدث والقبلة والوقت .\r\nان الاخلال إذا كان بواحد من هذه الخمسة فالصلاة تبطل ، حتى ولو كان الاخلال عن سهو أو جهل ، اما إذا كان بغيرها فلا تبطل .\r\nوان شئت قلت : ان الاخلال إذا كان بأحد الأركان فالصلاة تبطل وإلّا فلا .\r\nوإذا قلت : ان التكبير والقيام هما من الأركان أيضا فلما ذا لم يذكرا ؟ كما أن الطهارة والقبلة والوقت ليسا من الأركان فلما ذا ذكرت ؟\r\nقلت : ان الجواب يأتي فيما بعد ان شاء اللّه تعالى .\r\n\r\n2 - مدرك القاعدة\r\nوالمدرك للقاعدة المذكورة هو صحيحة زرارة عن أبي جعفر عليه السّلام والتي رواها الصدوق في خصاله تارة ، وفي الفقيه أخرى ، كما رواها الشيخ الطوسي في تهذيبه .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nففي الخصال رواها الصدوق عن أبيه عن سعد عن أحمد بن محمد عن الحسين بن سعيد عن حمّاد بن عيسى عن حريز عن زرارة عن أبي جعفر عليه السّلام « قال : لا تعاد الصلاة إلّا من خمسة : الطهور والوقت والقبلة والركوع والسجود . ثم قال عليه السّلام : القراءة سنة ، والتشهد سنة ، والتكبير سنة ، ولا تنقض السنّة الفريضة » « 1 » .\r\nوفي الفقيه قال : « وروى زرارة عن أبي جعفر عليه السّلام انّه قال : لا تعاد الصلاة إلّا من خمسة : الطهور والوقت والقبلة والركوع والسجود ، ثم قال : القراءة سنّة ، والتشهد سنّة ، ولا تنقض السنّة الفريضة » « 2 » .\r\nوفي التهذيب : « روى زرارة عن أبي جعفر عليه السّلام انّه قال : لا تعاد الصلاة إلّا من خمسة : الطهور والوقت والقبلة والركوع والسجود . ثم قال : القراءة سنّة ، والتشهد سنّة ، فلا تنقض السنّة الفريضة » « 3 » .\r\nوالرواية صحيحة السند ، فإنها بطريق الشيخ وان كانت قابلة للتأمل « 4 » إلّا انها بكلا طريقي الصدوق هي معتبرة « 5 » . ويكفينا لاعتبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ، الباب 1 من أفعال الصلاة ح 14 .\r\n( 2 ) الفقيه 1 : 255 .\r\n( 3 ) التهذيب 2 : 152 .\r\n( 4 ) لأن الطريق الذي ذكره الشيخ إلى زرارة في الفهرست : 75 يمرّ بابن أبي عمير عن بعض أصحابه حيث قال « أخبرنا به ابن أبي جيد عن ابن الوليد عن سعد بن عبد اللّه والحميري عن أحمد بن أبي عبد اللّه البرقي عن أبيه عن ابن أبي عمير عن بعض أصحابه عنه » .\r\nهذا مضافا إلى أن زرارة لم يكن له إلّا كتاب واحد وهو كتاب الاستطاعة والجبر . والشيخ حينما يذكر طريقه في الفهرست إلى زرارة يذكر طريقه إلى هذا الكتاب . ومن البعيد أن الرواية المذكورة موجودة فيه . وعلى هذا فالرواية مرسلة .\r\n( 5 ) اما طريق الخصال فواضح لأن وثاقة نفس الصدوق ووالده أبين من الشمس .\r\nواما سعد فهو كما قال النجاشي : « شيخ هذه الطائفة وفقيهها ووجهها » .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالرواية صحّة أحد طرقها .\r\n\r\nتوضيح اجمالي\r\nورد في الرواية التعبير ب‍ « السنة » و « الفريضة » . ويراد من مصطلح السنّة عادة ما سنّه النبي صلّى اللّه عليه وآله وشرّعه ، ومن مصطلح الفريضة ما شرّعه اللّه سبحانه وفرضه .\r\nوعلى هذا فالمعنى ان الركوع وبقية الخمسة واجبات فرضها اللّه سبحانه في حين أن بقية الأجزاء سنّها وشرّعها النبي صلّى اللّه عليه وآله . وأي خلل يقع فيما فرضه اللّه سبحانه تبطل به الصلاة ، بينما الخلل الواقع فيما سنّه النبي صلّى اللّه عليه وآله لا تبطل به الصلاة ولا يؤثر على صحّة ما فرضه اللّه سبحانه .\r\nوهناك باب خاص قد عقده الشيخ الكليني في الكافي « 1 » تحت عنوان « باب التفويض إلى رسول اللّه صلّى اللّه عليه وآله وإلى الأئمة عليهم السّلام في أمر\r\n\r\n\r\n","description":"","footnote":"\r\nوأما أحمد بن محمد بن عيسى فهو كما قال الشيخ الطوسي : « شيخ قم ووجيها وفقيهها غير مدافع » .\r\n« واما الحسين بن سعيد فهو كما قال الشيخ « صاحب المصنفات الأهوازي ثقة » .\r\n« واما حماد فهو غريق الجحفة والذي قال عنه النجاشي « كان ثقة في حديثه صدوقا » .\r\nوأما حريز فهو ثقة كوفي على حد تعبير الشيخ .\r\nواما زرارة فهو شيخ أصحابنا في زمانه ومتقدمهم على حدّ تعبير النجاشي .\r\nهذا بالنسبة إلى طريق الخصال .\r\nواما طريق الفقيه فقد ذكر الصدوق في المشيخة المذكورة آخر الجزء الرابع من الفقيه هكذا : أبي رضي اللّه عنه عن عبد اللّه بن جعفر الحميري عن محمد بن عيسى بن عبيد والحسن بن ظريف وعلي بن إسماعيل بن عيسى كلّهم عن حمّاد بن عيسى عن حريز بن عبد اللّه عن زرارة بن أعين . وجميع السلسلة المذكورة هم من الثقات .\r\n( 1 ) الكافي 1 : 265 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالدين » يدلّ على ثبوت السلطة التشريعية للرسول صلّى اللّه عليه وآله .\r\n\r\n3 - عدم شمول الحديث للعامد\r\nينبغي أن يكون من الواضحات عدم شمول الحديث للمتعمد ترك الجزء أو الشرط ، فان عدم وجوب الإعادة خلف فرض الجزئية والشرطية ، إذ كيف تجتمع جزئية الشيء وشرطيته مع عدم بطلان العمل بتركه عمدا .\r\nهذا مضافا إلى انصراف التعبير ب‍ « لا تعاد » إلى من اعتقد اتيانه الصلاة بكامل متطلباتها ثمّ التفت بعد ذلك إلى وقوع الخلل فيها .\r\nومن الغريب ما نقله الميرزا في تقريرات صلاة تلميذه الكاظمي « 1 » من ذهاب بعض إلى شمول الحديث في نفسه لكلّ مكلّف ، غايته ان العامد خرج بالإجماع حيث قام على بطلان صلاته « 2 » .\r\n\r\n4 - هل تختص بالناسي\r\nلا اشكال في أن القدر المتيقن من الحديث هو الناسي ، وانما الكلام وقع في شمولاه للجاهل .\r\nاختار جمع ؛ منهم الميرزا قدّس سرّه الاختصاص بالناسي وقرّب ذلك على ما في تقريرات الصلاة لتلميذه الكاظمي « 3 » بأن الجاهل حيث لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التقريرات 2 : 193 .\r\n( 2 ) وفي القواعد الفقهية للسيد البجنوردي 1 : 62 نسبة دعوى امكان شمول الحديث للعامد إلى الشيخ محمد تقي الشيرازي قدّس سرّه .\r\n( 3 ) التقريرات 2 : 194 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nيأت بالواجب الثابت عليه واقعا فلا يخاطب بخطاب أعد أو لا تعد ، بل بخطاب ائت بالسورة أو بالتشهد أو . . . وهذا بخلاف الناسي فانّه حيث لا يكون مكلّفا حالة النسيان بما نساه لعدم امكان تكليف الناسي - من جهة عدم قدرته على فعل المنسي حالة نسيانه ، وهذا بخلاف الجاهل فإن جهله لا يسلب قدرته على فعل الجزء - فمن المناسب توجيه الأمر بالإعادة له ، فيقال له : أعد أو لا تعد « 1 » .\r\nوفيه : انه بناء على هذه التدقيقات يلزم عدم شمول الحديث للناسي أيضا ، لأنّه ما دام لم يكلف بالسورة التي نساها فلا معنى لأن يقال له : أعد ، فإن الأمر بالإعادة فرع وجود أمر سابق .\r\nوالصحيح شمول الحديث للجاهل ، لأنّه نسب الإعادة إلى الصلاة فقال لا تعاد الصلاة ، ومن الواضح ان الصلاة حيث أتي بها أولا بلا سورة مثلا ، فمن الوجيه حينئذ التعبير بالإعادة نظرا إلى الاتيان بها سابقا .\r\n\r\n5 - هل تعمّ الجاهل بكلا قسميه\r\nبعد التسليم بشمول الحديث للجاهل نسأل هل هو خاص بالجاهل القاصر أو يعمّ المقصّر أيضا ؟\r\nذكر السيد الخوئي في المستند « 2 » انّه خاص بالقاصر لأن ظاهره التعرّض لحكم من هو معذور وليس مكلفا بشيء لولا اتضاح الحال له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد نقل السيد الخوئي التقريب المذكور عن الميرزا فراجع التنقيح 1 : 50 ، وفقه الشيعة 1 : 225 ، والمستند 6 : 17 .\r\n( 2 ) المستند 6 : 18 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوانه لم يأت ببعض الأجزاء ، ومن الواضح ان الجاهل المقصّر تجب عليه الإعادة بحكم العقل سواء انكشف له الخلاف أم لا ، لتنجز التكليف الواقعي عليه وعدم كونه معذورا بعد فرض تقصيره .\r\nوفيه : انه لا فرق بين المقصر والقاصر ، فانّه بعد انكشاف الخلاف وانه لم يؤت ببعض الأجزاء فمن اللازم عليهما معا الإعادة ، وقبل انكشاف الخلاف لا يجب عليهما الإعادة فيما إذا كانا قاطعين بالتمامية .\r\nأجل الفرق بينهما يظهر في الجاهل البسيط بمعنى المتردد ، فان المقصّر يلزمه التعلم بخلاف القاصر فإنه لا يلزمه ، وإلّا لم يكن قاصرا ، إلّا ان هذا مطلب آخر لا ربط له بما نحن فيه .\r\nوقد يقال بعدم الشمول للجاهل المقصّر بتقريب ان الحديث لو شمله كما شمل القاصر يلزم اختصاص الأحكام بخصوص العالمين بها وهو خلف فرض ضرورة الاشتراك .\r\nوفيه : ان عدم الاشتراك لا محذور فيه بعد دلالة الدليل عليه - وهو اطلاق حديث لا تعاد - كما لم يكن فيه محذور في مثل مسألة الجهر والاخفات والقصر والتمام .\r\nعلى أن عدم وجوب الإعادة لعلّه من باب الاكتفاء بالناقص عن التام في مقام الامتثال ، وليس من باب اختصاص الحكم ابتداء بالعالم .\r\nوعليه فدعوى الشمول للجاهل المقصّر أمر وجيه لولا شبهة الاجماع على عدم معذورية الجاهل المقصّر من هذه الناحية .\r\nويؤيد الاجماع حكمهم بتخصيص معذورية الجاهل بخصوص مسألة الجهر والاخفات والقصر والتمام ، فان ذلك يدلّ على عدم\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمعذوريته في غير ذلك .\r\n\r\n6 - معذورية العامد في بعض الحالات\r\nذكرنا ان الحديث لا يشمل العامد . ونستدرك الآن لنقول : ان الحديث يشمل العامد فيما إذا كان إخلاله العمدي عن عذر ، كما لو اقتدى بشخص باعتقاد انّه عادل وترك قراءة الحمد والسورة ، ثم اتضح انّه فاسق ؛ ان ترك القراءة في هذه الحالة عمدي ، إلّا انّه عن عذر حيث تخيّل عدالة الامام وتحمله القراءة .\r\nوهكذا لو كان المكلف يصلّي منفردا فأتى في الركعة الثانية بالتسبيحات بتخيل انها الركعة الثالثة .\r\nأو اقتدى بشخص بتخيل انّه يصلّي فريضة فاتضح انّه يصلّي نافلة ، فان الصلاة محكومة في الحالات المذكورة بالصحة ، إذ الخلل اما من ناحية نيّة الاقتداء بمن لا يصح الاقتداء به ، أو من ناحية ترك القراءة عن عمد واختيار ، وكلاهما لا يضرّ لقاعدة لا تعاد .\r\nثم إن الوجه في شمول الحديث لحالة الترك العمدي عن عذر هو ان ما تقدّم من الوجهين السابقين لعدم الشمول لحالة العمد لا يعمّ الحالة المذكورة ، فالمنافاة مع جزئية الجزء أو شرطية الشرط لا تلزم ، كما أن الانصراف المدعى لا يتم هنا .\r\n\r\n7 - هل تختص القاعدة بحالة الفراغ\r\nتارة يصلّي المكلف وبعد الفراغ منها يتضح له الخلل فيها بترك جزء أو شرط ، كما إذا انكشف له عدم ستر عورته ، وأخرى يتضح له\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nذلك في أثناء العمل .\r\nأما الحالة الأولى فهي القدر المتيقن من الحديث .\r\nواما الحالة الثانية فقد يقال بعدم شمول الحديث لها ، لأن التعبير بالإعادة يدلّ على ضرورة الفراغ من العمل وإلّا فلا معنى للإعادة وعدمها . وهكذا التعبير بالصلاة يدلّ على إرادة تمام الصلاة .\r\nوفيه : ان لفظ الصلاة كما يصدق على المجموع يصدق على البعض أيضا ، فيقال مثلا : لا تتكلم في صلاتك ، أي أثناءها وقبل اكمالها .\r\nوالتعبير بإعادة الصلاة كما يصح بلحاظ تمام الصلاة ، كذلك يصح بلحاظ بعضها .\r\nوعليه فمقتضى اطلاق الحديث شمولاه للحالة الثانية أيضا وعدم اختصاصه بالأولى .\r\n\r\n8 - عموم القاعدة لحالة الزيادة\r\nتارة يكون الاخلال في الصلاة بسبب ترك جزء أو شرط وأخرى يكون بسبب زيادة ذلك .\r\nوالقدر المتيقن من الحديث هو الأول . وقد وقع الاختلاف في شمولاه لحالة الزيادة فقيل بعدم الشمول ، لأن ثلاثة من الخمسة - وهي الوقت والقبلة والطهور - لا يتصور فيها الزيادة .\r\nوالصحيح هو الشمول .\r\nاما بناء على ما هو المعروف من أن حذف المتعلق يدلّ على العموم فالأمر واضح ، إذ الحديث لم يقل : لا تعاد الصلاة من النقيصة إلّا في خمسة ، بل حذف المتعلق وقال : لا تعاد الصلاة إلّا من خمسة .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nواما بناء على التشكيك في دلالة حذف المتعلق على العموم فيمكن التمسك بعموم التعليل وان السنة لا تنقض الفريضة ، ان هذا التعليل لا يتناسب وخصوص النقيصة بل يلتئم مع الزيادة أيضا ، وواضح ان عموم التعليل قرينة على عموم الحكم المعلل وعدم اختصاصه بحالة النقيصة .\r\nومن الغريب ما ذكره بعض « 1 » من أن التعليل يدلّ على الاختصاص بالنقيصة إذ المقصود منه ان الأجزاء التي فرضها اللّه سبحانه متى ما تحققت فلا يضرّ فقد غيرها .\r\nوفيه : ان تفسير التعليل بهذا الشكل الضيق تفسير لا وجه له .\r\nواما ما استدلّ به من أن ثلاثة من الخمسة لا يتصور فيه الزيادة فيمكن دفعه بأن ذلك قرينة على عدم إرادة الزيادة في خصوص الثلاثة المذكورة ، ولا يصلح قرينة على عدم إرادتها في مطلق الخمسة .\r\n\r\n9 - نكتة عدم الإشارة لبعض الأركان\r\nنحن نعرف ان الأركان لا تختص بالركوع والسجود ، بل النيّة والتكبير والقيام هي من جملة الأركان أيضا ، فلما ذا لم يشر لها الحديث ؟\r\nونعرف ان الوقت والقبلة والطهارة من الحدث ليست من الأركان فلما ذا لم يذكرها الفقهاء من جملة الأركان بالرغم من ذكر الحديث لها ؟\r\nوالجواب : أما بالنسبة إلى نكتة الاقتصار على الركوع والسجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو الشيخ ناصر مكارم في قواعده الفقهية 1 : 527 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nفلعل ذلك من جهة ان العمل من دون نيّة لا يصدق عليه صلاة ، فالمكلّف إذا لم ينو الصلاة لا يصدق انه دخل في الصلاة حتى يحكم عليه بإعادة الصلاة ، وإذا لم يكبّر لم يتحقق منه الدخول في الصلاة حتى يحكم عليه بالإعادة أو بعدمها .\r\nواما القيام فالمعروف ان الركن منه هو القيام المتصل بالركوع ، أي الذي يكون قبل الركوع بلحظة . ولعل عدم ذكره من باب ان تركه بشكل مستقل عن ترك الركوع لا يتحقق عادة ، بل إن ترك القيام السابق على الركوع بلحظة يلازم ترك الركوع ، وحيث إن الركوع قد أشير اليه في الحديث فلا حاجة للإشارة إلى القيام .\r\nوهناك قيام ثان قيل بركنيته وهو القيام حالة تكبيرة الاحرام .\r\nولعل عدم ذكره هو من باب عدم تحقق عنوان تكبيرة الاحرام بدونه ، فإن العنوان المذكور متقوم بالقيام .\r\nواما ان الفقهاء لم يحكموا على الطهارة والقبلة والوقت بالركنية بالرغم من أنها مذكورة في النص ، فلعلّ ذلك من جهة ان الركن لدى الفقهاء مصطلح يختص بالأجزاء التي تبطل الصلاة بتركها ولو عن سهو ، وواضح ان الطهارة والقبلة والوقت ليست أجزاء للصلاة ، وانما هي شرائط لها .\r\n\r\n10 - ما المراد بالطهور ؟\r\nهل المقصود بالطهور خصوص الطهارة الحدثية أو ما يعمّ الطهارة الخبثية ؟\r\nقد يقال : بأن المراد هو الأعمّ أو لا أقل أن الكلمة مجملة ومرددة\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبين إرادة الأعم أو خصوص الحدثية ؛ الأمر الذي لازمه عدم امكان الاستدلال بالحديث على الصحة في موارد فوات الطهارة الخبثية ، والظاهر إرادة خصوص الطهارة الحدثية ، لأن حديث لا تعاد اشتمل على ذيل وهو « القراءة سنّة والتشهد سنّة ، ولا تنقض السنة الفريضة » فإن المراد بالفريضة ما ثبت بتشريع اللّه سبحانه ، وبالسنّة ما ثبت بتشريع الرسول صلّى اللّه عليه وآله ، وواضح ان الذي ثبت بتشريع اللّه سبحانه هو اعتبار الطهارة الحدثية دون الخبثية ؛ قال تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ . . .  « 1 » واما الطهارة الخبثية فقد دلّت على اعتبارها الروايات دون القرآن الكريم .\r\nلا يقال : قد دلّ القرآن الكريم على اعتبار الطهارة من الخبث بقوله :  وَثِيابَكَ فَطَهِّرْ  « 2 » .\r\nفانّه يقال : ليس المراد من الأمر - فطهّر - طلب الطهارة الشرعية بل الطهارة العرفية بمعنى النظافة في مقابل القذارة العرفية ، فإنّه كما قيل : النظافة من الايمان .\r\n\r\n11 - هل تعم القاعدة الموانع ؟\r\nان الصلاة مركبة من أجزاء وشرائط وعدم موانع معينة كعدم القهقهة وعدم التكلّم .\r\nوالحديث يشمل الأجزاء والشرائط قطعا وذلك هو القدر المتيقن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 6 .\r\n( 2 ) المدثر : 4 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمنه . واما عدم الموانع فقد يشكك في ذلك « 1 » . فإذا ضحك المصلّى أو لبس ما لا يصح له لبسه ونحو ذلك ، فلا يمكن تصحيح صلاته بالقاعدة المذكورة .\r\nوالوجه في ذلك : ان العناوين المذكورة في المستثنى هي اما من قبيل الأجزاء كالركوع والسجود أو من قبيل الشرائط كبقية الخمسة ، وليس شيء منها من قبيل عدم المانع .\r\nهذا مضافا إلى أن الامام عليه السّلام في مقام التعليل قال : « ان القراءة سنّة والتشهد سنّة . . . » ولم يذكر ما هو من قبيل عدم المانع .\r\nوفيه : ان القادح بصحة الصلاة إذا كان منحصرا بالخمسة المذكورة فهل يبقى توقع ذكر ما هو من قبيل عدم المانع .\r\nواما الاقتصار في مقام التعليل على التشهد والقراءة فذلك من باب المثال ، وإلّا فالترتيب والموالاة شرط ومع ذلك لم يشر لهما .\r\nوفي الحقيقة ان الذي يقرأ الرواية يفهم من لهجتها الشمول ؛ خصوصا وان التعليل فيها يدلّ على أن فرض اللّه لا يحكم عليه بالبطلان بسبب غيره ، سواء كان من قبيل اختلال الشرط أو من قبيل وجود المانع .\r\n\r\n12 - تطبيقات على ضوء قاعدة لا تعاد\r\nما هو الحكم في الفروع التالية على ضوء قاعدة لا تعاد ؟\r\n1 - شخص صلّى العشاء قبل المغرب بتخيل أداء المغرب أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من جملة من شكك في ذلك الشيخ ناصر مكارم في قواعده الفقهية 1 : 523 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nصلّى العصر قبل الظهر بتخيل أداء الظهر .\r\n2 - شخص كان يقلّد مجتهدا يقول بوجوب أداء الصلاة قصرا ثم قلّد ثانيا من يقول بوجوب التمام .\r\n3 - صلّى المكلف وهو لا يدري ان على بدنه أو ملابسه بعض أجزاء حيوان لا يحلّ أكل لحمه شرعا ، كشعر القط مثلا .\r\n4 - لو نسي المكلف الركوع قبل تجاوز المحل - أي قبل الدخول في السجود - أو بعده .\r\n5 - لو سبّح المصلي بدل القراءة في الركعة الأولى أو أتى بتشهد فيها .\r\n6 - إذا اتضح عدم صحّة قراءة الإمام بعد فترة من الزمن ، أو عدم صحّة قراءة المكلف نفسه لو كان يصلّي فرادى .\r\n7 - إذا اتضح للمأموم ان الامام امرأة أو فاسق ، أو يوجد حائل بينهما يمنع من صدق الجماعة ؟\r\n8 - امرأة كانت تغتسل غسل الحيض قبل انقضاء حيضها فترة من الزمن .\r\n9 - شخص كان يغتسل أو يتوضأ فترة من الزمن وعلى بعض أعضائه حائل ثم التفت .\r\n10 - شخص كان يغسل أعضاء وضوئه ثلاث مرّات ثم التفت إلى عدم جواز ذلك .\r\n11 - ما حكم من تيمم بدل الوضوء باعتقاد ضيق الوقت ثم انكشف سعته ؟ وما هو حكم العكس ، أي من توضأ بدل التيمم باعتقاد سعة الوقت ثم انكشف الخلاف ؟\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nقاعدتا الفراغ والتجاوز\r\n1 - مضمون القاعدتين\r\n2 - مدرك القاعدتين\r\n3 - قاعدتان أو قاعدة واحدة\r\n4 - عموم القاعدتين لغير الصلاة والوضوء\r\n5 - استثناء الوضوء من قاعدة التجاوز\r\n6 - هل يعتبر الدخول في الغير\r\n7 - ما المراد من الغير\r\n8 - احتمال الالتفات\r\n9 - تطبيقات\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمن القواعد المهمة التي يستفيد منها الفقيه كثيرا قاعدتا الفراغ والتجاوز ، وقد جرت عادة الأعلام على جمعهما بالبحث في مورد واحد للتقارب الشديد بينهما .\r\nونمنهج الحديث عنهما كما يلي :\r\n1 - مضمون القاعدتين .\r\n2 - مدرك القاعدتين .\r\n3 - قاعدتان أو قاعدة واحدة .\r\n4 - عموم القاعدتين لغير الصلاة والوضوء .\r\n5 - استثناء الوضوء من قاعدة التجاوز .\r\n6 - هل يعتبر الدخول في الغير\r\n7 - ما المراد من الغير ؟\r\n8 - احتمال الالتفات .\r\n9 - تطبيقات .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n1 - مضمون القاعدتين\r\nوقع الاختلاف بين الأعلام في مضمون القاعدتين وكيفية التفرقة بينهما ، فذهب جمع منهم الشيخ النائيني إلى أن قاعدة الفراغ ناظرة إلى الشك في صحة الكلّ ، بينما قاعدة التجاوز ناظرة إلى الشك في الجزء السابق بعد الدخول في الجزء اللاحق « 1 » .\r\nتوضيح ذلك : إنّ شكّ المصلّي في صحة صلاته له صورتان ، فتارة يشك بعد فراغه من صلاته في صحتها ؟ وأخرى يشك وهو في أثنائها في الجزء السابق بعد الدخول في الجزء اللاحق كأن يشك في الركوع بعد ما سجد مثلا .\r\nفإن شك في صحة صلاته بعد فراغه منها حكم بصحتها . وهذا هو مضمون قاعدة الفراغ .\r\nوإن شك في الجزء السابق بعد الدخول في اللاحق حكم بتحقق ما سبق وعدم الاعتناء بالشك . وهذا هو مضمون قاعدة التجاوز .\r\nهذا ما ذهب اليه جمع من الأعلام .\r\nوذهب جمع ثان ؛ منهم السيّد الخوئي « 2 » إلى أن المصلي تارة يشك في صحة ما أتى به بعد جزمه بإتيانه به سواء كان ما شك في صحته هو الكل أو الجزء ، وأخرى يشك في أصل اتيانه بالشيء .\r\nففي الحالة الأولى يحكم عليه بصحة ما أتى به . وذلك هو مضمون قاعدة الفراغ من دون تخصيصها بالشك في صحة الكلّ ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 465 .\r\n( 2 ) مصباح الأصول 3 : 277 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nتعمّ الشك في صحة الجزء أيضا .\r\nوفي الحالة الثانية يحكم بتحقق الجزء المشكوك . وذلك مضمون قاعدة التجاوز .\r\nوان شئت قلت : انه على الرأي الثاني يكون مضمون قاعدة الفراغ الحكم بصحة ما اتي به ، ومضمون قاعدة التجاوز الحكم بتحقق ما شك في اتيانه .\r\nبينما على الرأي الأول يكون مضمون قاعدة الفراغ الحكم بصحة الكلّ بعد الفراغ منه ، ومضمون قاعدة التجاوز الحكم بتحقق الجزء السابق عندما يكون الشك أثناء العمل .\r\nوقد وقع الاختلاف في أن القاعدتين المذكورتين هل ترجعان من حيث الروح إلى قاعدة واحدة أو إلى قاعدتين . وسنوضح ذلك فيما بعد ان شاء اللّه تعالى .\r\n\r\n2 - مدرك القاعدتين\r\nالأخبار الواردة في المقام على نحوين فبعضها ناظر إلى الحكم بوجود الشيء المشكوك وبعضها الآخر ناظر إلى الحكم بصحة الشيء المشكوك .\r\nفمن النحو الأول : صحيحة زرارة : « قلت لأبي عبد اللّه عليه السّلام : رجل شك في الاذان وقد دخل في الإقامة . قال : يمضي .\r\nقلت : رجل شك في الاذان والإقامة وقد كبّر . قال : يمضي .\r\nقلت : رجل شك في التكبير وقد قرأ . قال : يمضي .\r\nقلت : رجل شك في القراءة وقد ركع . قال : يمضي .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nقلت : شك في الركوع وقد سجد . قال : يمضي على صلاته .\r\nثم قال : يا زرارة إذا خرجت من شيء ثم دخلت في غيره فشكك ليس بشيء » « 1 » .\r\nوبمضمونها صحيحة إسماعيل بن جابر فقد روى عن أبي جعفر عليه السّلام ما نصه : « ان شكّ في الركوع بعد ما سجد فليمض . وان شك في السجود بعد ما قام فليمض . كلّ شيء شك فيه مما قد جاوزه ودخل في غيره فليمض عليه » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 23 من أبواب الخلل الواقع في الصلاة ح 1 .\r\nوالرواية صحيحة السند لأن صاحب الوسائل رواها كما يلي : محمد بن الحسن بإسناده عن أحمد بن محمد عن أحمد بن محمد بن أبي نصر عن حماد بن عيسى عن حريز بن عبد اللّه عن زرارة .\r\nاما محمد بن الحسن فهو الشيخ الطوسي الذي لا يحتاج لشهرته إلى توثيق .\r\nوأما أحمد بن محمد فهو أحمد بن محمد بن عيسى الأشعري « شيخ قم ووجيهها وفقيهها غير مدافع » .\r\nوأما أحمد بن محمد بن أبي نصر فهو البزنطي الذي قال الشيخ الطوسي في حقه « ثقة جليل القدر » .\r\nواما حمّاد وحريز وزرارة فقد تقدم حالهم .\r\nيبقى علينا ملاحظة سند الشيخ الطوسي إلى أحمد بن محمد بن عيسى ، وهو محلّ كلام بين الأعلام .\r\nوسائل الشيعة : الباب 13 من أبواب الركوع ح 4 .\r\n( 2 ) والوجه في كونها صحيحة السند : ان الحر رواها هكذا : وباسناده عن سعد عن أحمد بن محمد عن أبيه عن عبد اللّه بن المغيرة عن إسماعيل بن جابر .\r\nوالمقصود من قوله « وباسناده » أي وباسناد الشيخ الطوسي عن سعد بن عبد اللّه الأشعري .\r\nوسند الشيخ الطوسي إلى سعد صحيح لأنّه ذكر في مشيخة التهذيب 10 : 74 ان ما أرويه عن سعد فقد أخبرني به الشيخ رحمه اللّه - أي المفيد - عن أبي جعفر محمد بن علي بن الحسين -\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nومن النحو التالي :\r\nأ - موثقة محمد بن مسلم عن أبي جعفر عليه السّلام قال : « كل ما شككت فيه مما قد مضى فامضه كما هو » « 1 » .\r\nب - صحيحة محمد بن مسلم عن أبي جعفر عليه السّلام قال : « كل ما شككت فيه بعد ما تفرغ من صلاتك فامض ولا تعد » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nيعني الصدوق - عن أبيه عن سعد بن عبد اللّه .\r\nوأما سعد نفسه فقد تقدّم عن النجاشي انّه « شيخ هذه الطائفة وفقيهها ووجهها » .\r\nوأما أحمد بن محمد بن عيسى فقد تقدّم عن الشيخ الطوسي انّه « شيخ قم ووجيهها وفقيهها غير مدافع » .\r\nوأما والد أحمد الذي اسمه محمد بن عيسى الأشعري فهو على ما قال النجاشي « شيخ القميين ، وجه الأشاعرة ، متقدم عند السلطان » .\r\nوأما عبد اللّه بن المغيرة فهو على ما قال النجاشي : « ثقة ثقة لا يعدل به أحد من جلالته ودينه وورعه » .\r\nواما إسماعيل بن جابر فقد قال عنه الشيخ الطوسي في رجاله في أصحاب الباقر « ثقة ممدوح » .\r\n( 1 ) وسائل الشيعة : الباب 23 من أبواب الخلل ح 3 .\r\nوانما كانت موثقة لأن في سندها عبد اللّه بن بكير وهو فطحي ولكنه ثقة .\r\nوقد رواها في الوسائل هكذا : وعنه عن صفوان عن ابن بكير عن محمد بن مسلم عن أبي جعفر عليه السّلام .\r\nوضمير « عنه » يرجع إلى الحسين بن سعيد المذكور في السند السابق . أي وعن الشيخ الطوسي بإسناده إلى الحسين بن سعيد .\r\nاما الحسين بن سعيد فهو ثقة .\r\nواما عبد اللّه بن بكير فهو على ما قال الشيخ « فطحي إلّا انّه ثقة » .\r\nواما صفوان فهو ثقة سواء كان صفوان بن مهران الجمال أو صفوان بن يحيى .\r\nواما محمد بن مسلم فهو كما قال النجاشي : « وجه أصحابنا بالكوفة فقيه ورع » .\r\nيبقى طريق الشيخ إلى الحسين بن سعيد . وهو صحيح . راجع مشيخة التهذيب 10 : 63 .\r\n( 2 ) وسائل الشيعة : الباب 27 من أبواب الخلل الواقع في الصلاة ح 2 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوبمضمونها صحيحته الأخرى « 1 » .\r\nج - موثقة بكير بن أعين قال : « قلت له : الرجل يشك بعد ما يتوضأ .\r\nقال : هو حين يتوضأ أذكر منه حين يشك » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ح 3 .\r\n( 2 ) وسائل الشيعة : الباب 42 من أبواب الوضوء ح 7 .\r\nوهي على ما رواه في الوسائل هكذا : وبإسناده - أي الشيخ الطوسي بقرينة ما سبق عليها من الروايات - عن الحسين بن سعيد عن فضالة عن أبان بن عثمان عن بكير بن أعين .\r\nاما الحسين بن سعيد فقد تقدم انّه ثقة .\r\nواما فضالة فهو فضالة بن أيوب وقد قال عنه النجاشي : « كان ثقة في حديثه مستقيما في دينه » .\r\nواما أبان بن عثمان فقد عدّه الكشي ممن أجمع على تصديقهم . ولأجل كونه ناووسيا عدت الرواية موثقة .\r\nواما بكير بن أعين فقد ورد بطريق صحيح ان الإمام الصادق عليه السّلام قال عنه لما بلغه موته :\r\n« اما واللّه لقد أنزله اللّه بين رسول اللّه وأمير المؤمنين صلوات اللّه عليهما » .\r\nثم إن موثقة بكير مضمرة ، أي لم يذكر فيها الشخص المسؤول وانه الامام عليه السّلام حيث قيل « قلت له . . . » . ولعل الضمير يرجع إلى غير الامام عليه السّلام ، ومعه تسقط الرواية عن الاعتبار .\r\nوهناك كلام بين الأعلام يرتبط بالمضمرات وانّها حجّة أو لا .\r\nوالمشهور هو التفصيل بين ما إذا كان الشخص المضمر من أجلاء الرواة الذين لا يليق بهم السؤال من غير الامام عليه السّلام - كزرارة ومحمد بن مسلم و . . . - فتكون مضمراته حجّة ، وبين غيره فلا تكون حجّة .\r\nوالصحيح حجيّة مطلق المضمرات بالبيان التالي : ان العرب لا يذكرون الضمير مجردا عن مرجع يرجع اليه بل متى ما ذكروا الضمير ذكروا معه المرجع الذي يرجع إليه ، اما ذكره مجردا عن المرجع فهو أمر غير مألوف ، اللّهم إلّا إذا فرض وجود عهد خاص بين الطرفين يستندان إليه في إرجاع الضمير .\r\nوعلى هذا الأساس نقول إن ذكر بكير بن أعين للضمير من دون مرجع يرجع اليه لا يكون وجيها إلّا إذا افترضنا وجود شخص معهود يرجع اليه الضمير ، ومن الواضح انه لا يوجد شخص يليق أن يكون معهودا إلّا الامام عليه السّلام فيتعين رجوع الضمير اليه . وهو المطلوب .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nهذا هو المهم من الروايات . ويوجد غيرها كثير .\r\n\r\nمستندات أخرى\r\nوقد حاول البعض تجميع مستندات أخرى للقاعدتين المذكورتين - من قبيل التمسك بتسالم الفقهاء أو اصالة الصحة أو قاعدة نفي العسر والحرج أو السيرة - إلّا انّها قابلة للمناقشة . والمهم هو الأخبار المتقدمة .\r\n\r\n3 - قاعدة واحدة أو قاعدتان\r\nوقع الاختلاف بين الاعلام في أن القاعدتين المذكورتين هل ترجعان من حيث الروح إلى قاعدة واحدة ، والاختلاف بينهما ليس إلّا\r\n\r\n\r\n","description":"","footnote":"\r\nوإذا قيل : لعلّ زرارة مثلا هو المعهود بين الطرفين ويقصدان إرجاع الضمير إليه دون الامام عليه السّلام .\r\nكان الجواب : ان بكير حينما سجل الرواية في أصله أو نقلها للآخرين كان قاصدا بذلك ايصال الرواية إلى الأجيال المستقبلية وعدم احتكارها على نفسه والطرف الثاني الذي وقع طرفا للحوار ، ومع افتراض توجّه نظره إلى الأجيال فلا بد من تعيين المرجع وعهده لدى الجميع ، وليس هو إلّا الامام عليه السّلام .\r\nثم إن بعض المضمرات قد يشتمل على نكتة خاصة إضافية تصلح لتشخيص كون المسؤول هو الامام ؛ من قبيل : ما ورد في رواية علي بن مهزيار ، قال : كتب اليه سليمان بن رشيد يخبره انه بال في ظلمة الليل وانه أصاب كفّه برد نقطة من البول . . . فأجابه بجواب قرأته بخطه . . . الباب 42 من النجاسات .\r\nان السيّد الخوئي في التنقيح 2 : 376 ذكر ان سليمان بن رشيد حيث اننا لا نعرفه فالرواية ساقطة عن الاعتبار إذ لعلّه كان قاضيا من قضاة الجمهور وسأل من أئمة مذهبه .\r\nان هذا الكلام يمكن أن يورد عليه بأن الرواية تشتمل على خصوصية تعين كون المسؤول هو الامام عليه السّلام وهي تعبير ابن مهزيار « قرأته بخطه » ، ان تأكيد رؤية خط المسؤول لا معنى له إلّا إذا كان المقصود اني رأيت خط الامام عليه السّلام .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمن قبيل اختلاف مصاديق الشيء الواحد أو ان كلّ قاعدة هي مستقلة عن الأخرى .\r\nوما هي الثمرة لهذا البحث ؟ انها تظهر في بعض النقاط الآتية كما سيتجلى ان شاء اللّه « 1 » .\r\nوالآراء في هذا المجال ثلاثة :\r\n1 - ما يظهر من الشيخ في الرسائل في الموضع السادس من المواضيع السبعة التي بحثها في قاعدة الفراغ والتجاوز « 2 » ، حيث ذكر ان القاعدتين ترجعان إلى التعبد بشيء واحد وهو التعبد بوجود العمل الصحيح . فمن شك في صحة العمل بعد الفراغ منه يكون شاكّا في وجود العمل الصحيح ، وقاعدة الفراغ تعبده بوجود العمل الصحيح ، ومن شك في الاتيان بالجزء السابق بعد دخوله في الجزء اللاحق يكون شاكا في الاتيان بالجزء الصحيح وقاعدة التجاوز تعبده بوجوده .\r\nاذن المجعول في كليهما هو التعبد بمفاد كان التامة ، أي التعبد بأصل وجود الشيء .\r\nوإذا قيل بأن التعبد في قاعدة التجاوز انما هو بأصل وجود الجزء وليس بوجوده الصحيح .\r\nكان الجواب : ان التعبد بأصل وجود الشيء دون وجوده الصحيح لغو .\r\nولم يذكر الشيخ وجها للاستدلال على ذلك .\r\nوالميرزا قدّس سرّه أورد على مختار الشيخ أربع مناقشات ثم أخذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحد تلك المواضع ما يأتي : 49 ، 54 .\r\n( 2 ) راجع الرسائل : 414 من طبع رحمت اللّه .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبدفعها فراجع أجود التقريرات « 1 » .\r\n2 - ما اختاره الميرزا من أن المجعول من قبل الشارع هو قاعدة الفراغ فقط ، أي الحكم بصحة العمل بعد الفراغ منه ، غايته ان الشارع نزّل جزء العمل بمنزلة تمام العمل في الحكم بصحته وعدم الاعتناء بالشك من ناحيته .\r\nوذكر في توجيه ذلك : ان موثقة ابن أبي يعفور عن أبي عبد اللّه عليه السّلام تقول : « إذا شككت في شيء من الوضوء وقد دخلت في غيره فليس شكك بشيء انّما الشك إذا كنت في شيء لم تجزه » « 2 » ، والمستفاد من قوله : « إذا كنت في شيء لم تجزه » ان المدار على الفراغ من الشيء والخروج عنه من دون فرق بين الوضوء والصلاة ، فمتى ما فرغ المكلف من الشيء بكامله فشكّه ليس بشيء ، وإذا لم يفرغ منه بالكامل فلا بدّ ان يعتني لشكه .\r\nهذا ولكن في باب الصلاة بالخصوص ولمثل صحيحة زرارة الواردة في أجزاء الصلاة والتي قيل في آخرها : « كلّ شيء شك فيه مما قد جاوزه ودخل في غيره فليمض عليه » استفدنا ان الشارع نزّل في خصوص باب الصلاة كلّ جزء منها منزلة تمام العمل في عدم الاعتناء بالشك بعد الانتهاء عنه ، وان كان المناسب لولا التنزيل المذكور الاعتناء بالشك لفرض عدم الفراغ من العمل بالكامل « 3 » .\r\n3 - ما اختاره جمع من الأعلام منهم السيد الخوئي من أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 465 - 467 .\r\n( 2 ) وسائل الشيعة : الباب 42 من أبواب الوضوء ح 2 .\r\n( 3 ) أجود التقريرات : 468 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالمجعول من قبل الشارع هو قاعدة التجاوز فقط ، فالشارع حكم بأن الشك في وجود الجزء بعد تجاوز محله لا يعتنى به ، واما الشك في الصحة بعد الفراغ فهو مسبب دائما عن الشك في وجود الجزء أو الشرط للمركب ، فالتعبد بالصحة بعد الفراغ يرجع إلى التعبد بمنشإ الصحة وهو وجود القيد المشكوك « 1 » .\r\n\r\nعالم الاثبات وعالم الثبوت\r\nثم إن البحث في وحدة القاعدتين وتعددهما تارة يلحظ بالنسبة إلى عالم الثبوت بأن يقال : هل يمكن ثبوتا وواقعا اتحاد القاعدتين أو لا ؟\r\nوكلامنا السابق كان ناظرا إلى هذا العالم . وتقدم ان الميرزا قال :\r\nالمجعول هو قاعدة الفراغ فقط ، والسيد الخوئي قال : ان المجعول هو قاعدة التجاوز فقط .\r\nوأخرى يلحظ بالنسبة إلى عالم الاثبات والأدلة بأن يقال اننا لو رجعنا إلى الروايات فهل يستفاد منها وحدة القاعدتين أو تعددهما .\r\nوبلحاظ هذا العالم اختلف الميرزا والسيد الخوئي أيضا ، فالميرزا « 2 » ذكر ما نصه : « ان روايات الباب آبية عن حملها على جعل قاعدتين مستقلتين ، فان الرجوع إليها يشرف الفقيه على القطع بكون المجعول فيها أمرا واحدا ينطبق على موارد الشك في الأجزاء والشك بعد العمل ، فان اتحاد التعبير في موارد الأخبار الواردة في موارد التجاوز عن الأجزاء والفراغ عن العمل يوجب القطع بوحدة القاعدة المجعولة ، فالمقصود هو ضرب قاعدة كلية وهو عدم الاعتناء بالشك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 3 : 271 .\r\n( 2 ) أجود التقريرات 2 : 467 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفي تحقق المشكوك بعد تجاوز محله من دون فرق بين كون المشكوك وجود الجزء بعد تجاوز محله أو الكل بعد الفراغ عنه » .\r\nبينما السيد الخوئي ذكر ما نصه : « المستفاد من ظواهر الأدلة كون القاعدتين مجعولتين بالاستقلال ، وان ملاك إحداهما غير ملاك الأخرى ، فان ملاك قاعدة الفراغ هو الشك في صحة الشيء مع احراز وجوده ، وملاك قاعدة التجاوز هو الشك في وجود الشيء بعد التجاوز عن محله » « 1 » .\r\n\r\nالصحيح من الاحتمالين\r\nولا يبعد كون الصحيح ما أفاده الشيخ الأعظم من كون المجعول قاعدة واحدة وهي البناء على صحة العمل الواقع خارجا أعم من كونه تمام العمل أو جزأه وأعم من كون الشك في أصل الوجود أو في صحة الموجود .\r\nهكذا نقول . ولا نقول كما قاله الميرزا من كون المجعول هو قاعدة الفراغ فقط ، أي البناء على صحة تمام العمل ، كما ولا نقول بما ذكره السيد الخوئي من كون المجعول هو قاعدة التجاوز فقط والبناء على تحقق الوجود المشكوك .\r\nأجل الشيخ الأعظم يظهر منه ان متعلق التعبد هو البناء على وجود العمل الصحيح بنحو مفاد كان التامة ، ونحن نقول : ان بالامكان ان يدعى ان متعلق التعبد هو البناء على صحة العمل الواقع بنحو مفاد كان الناقصة ، فلا يرد الاشكال بأن التعبد بوجود العمل الصحيح بنحو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 3 : 279 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمفاد كان التامة ليس محلا للآثار ، فان الآثار الشرعية مترتبة على صحة العمل الواقع لا على وجود العمل الصحيح .\r\nوعلى أي حال : ان ظاهر الروايات هو ما أفاده الشيخ الأعظم ؛ خصوصا لو قرأنا موثقة محمد بن مسلم التي تقول : « كل ما مضى من صلاتك وطهورك فذكرته تذكرا فأمضه ولا إعادة عليك فيه » « 1 » فإنها ظاهرة في لزوم البناء على الصحة في الجزء والكل معا .\r\n\r\n4 - عموم القاعدتين لغير الصلاة والوضوء\r\nوقع البحث في عموم القاعدتين لغير باب الصلاة والوضوء ، فالحج مثلا هل يمكن تطبيق ذلك عليه ؟ سؤال اختلفت الإجابة عنه .\r\nوالمناسب أن يقال :\r\nاما بالنسبة إلى قاعدة الفراغ فينبغي الجزم بعمومها ، فان موثقة محمد بن مسلم عن أبي جعفر عليه السّلام قالت : « كل ما شككت فيه مما قد مضى فامضه كما هو » « 2 » ، تشمل بعمومها مثل الحج .\r\nوهكذا موثقة بكير بن أعين « هو حين يتوضأ أذكر منه حين يشك » « 3 » ، فان النكتة المذكورة للزوم الحكم بالصحة بعد الفراغ تعم مثل الحج .\r\nوعليه فلا ينبغي التشكيك في عمومها لبقية العبادات غير الصلاة والوضوء ، بل يمكن ان يقال بشمول موثقة ابن مسلم لباب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقدم في : 42 .\r\n( 2 ) المتقدمة في : 41 .\r\n( 3 ) المتقدمة في : 42 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالمعاملات أيضا .\r\nواما بالنسبة إلى قاعدة التجاوز فيمكن أن يقال بعمومها أيضا فيما إذا بني على أحد الأمور التالية : -\r\nأ - القول بوحدة القاعدتين بالشكل الذي أفاده الشيخ الأعظم قدّس سرّه ، فإنه بناء على أن الكبرى المجعولة فيهما واحدة ، وان الاختلاف بين قاعدة الفراغ والتجاوز ليس إلا من قبيل اختلاف مصاديق الشيء الواحد ، انّه بناء على هذا يلزم بعد البناء على عمومية قاعدة الفراغ البناء على عمومية قاعدة التجاوز أيضا . وهذا من أحد ثمرات البحث عن تعدد القاعدتين ووحدتهما .\r\nب - القول بأن وجود القدر المتيقن في مقام التخاطب لا يمنع من انعقاد الاطلاق ، فانّه بناء عليه يمكن التمسك بإطلاق القاعدة التي ذكرها الامام عليه السّلام في آخر صحيحة زرارة « 1 » حيث قال عليه السّلام : « يا زرارة إذا خرجت من شيء ثم دخلت في غيره فشكك ليس بشيء » .\r\nج - القول بوجود عموم لموثقة ابن مسلم : « كلّ ما شككت فيه مما قد مضى فامضه كما هو » للشك في صحة الجزء أو أصل وجوده وعدم اختصاصه بالشك في صحة المركب بعد الفراغ منه .\r\n\r\n5 - استثناء الوضوء من قاعدة التجاوز\r\nبعد البناء على شمول قاعدة التجاوز لجميع العبادات وعدم اختصاصها بالصلاة نعود لنستدرك من ذلك الوضوء ، فإن من شك في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتقدمة في : 40 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالجزء السابق من الوضوء بعد الانتقال إلى الجزء اللاحق يلزمه العود اليه والاتيان به بشكل صحيح ، سواء كان شكّه في أصل الاتيان به أو في صحته .\r\nأجل إذا فرغ من الوضوء وطرأ عليه الشك بعد ذلك فلا يعتدّ بشكّه .\r\nاذن الوضوء شذّ عن قاعدة التجاوز ولم يشذّ عن قاعدة الفراغ .\r\nوالمستند في استثناء الوضوء من قاعدة التجاوز صحيحة زرارة عن أبي جعفر عليه السّلام قال : « إذا كنت قاعدا على وضوئك فلم تدر أغسلت ذراعيك أم لا فأعد عليهما وعلى جميع ما شككت فيه أنّك لم تغسله أو تمسحه مما سمى اللّه ما دمت في حال الوضوء ، فإذا قمت من الوضوء وفرغت منه وقد صرت إلى حال أخرى في الصلاة أو في غيرها فشككت في بعض ما سمّى اللّه مما أوجب اللّه عليك فيه وضوءه لا شيء عليك فيه . . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 42 من أبواب الوضوء ح 1 .\r\nوهي صحيحة السند لأن الحر العاملي رواها هكذا : محمد بن الحسن عن المفيد عن أحمد بن محمد عن أبيه عن أحمد بن إدريس وسعد بن عبد اللّه عن أحمد بن محمد عن الحسين بن سعيد عن حماد عن حريز عن زرارة عن أبي جعفر عليه السّلام .\r\nاما محمد بن الحسن فهو الشيخ الطوسي وهو غني عن التعريف .\r\nواما المفيد فهو غني عن التعريف أيضا .\r\nوأما أحمد بن محمد فهو أحمد بن محمد بن الحسن بن الوليد الذي هو من مشايخ المفيد ، ولم يذكر في حقه توثيق ، ولذلك وقع محلا للكلام .\r\nواما محمد بن الحسن بن الوليد فهو « شيخ القميين وفقيههم ومتقدمهم ووجههم » على ما قال النجاشي .\r\nوأما أحمد بن إدريس وسعد بن عبد اللّه فيكفينا وثاقة أحدهما ، ومن حسن الصدفة وثاقة\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالوضوء وقاعدة الفراغ\r\nوبعد أن عرفنا عدم جريان قاعدة التجاوز في باب الوضوء فهل الأمر في قاعدة الفراغ كذلك ، أي لا تجري في الوضوء كما لم تجر قاعدة التجاوز ؟\r\nالمناسب جريانها لعدم الموجب لاستثناء الوضوء من عمومها ، والمفروض ان عمومها - المستفاد من موثقة محمد بن مسلم كل ما شككت فيه مما قد مضى فامضه كما هو « 1 » - شامل للوضوء .\r\n\r\nالغسل والتيمم\r\nوهل الغسل والتيمم ملحقان بالوضوء في عدم جريان قاعدة التجاوز في أجزائهما ؟\r\nالمنسوب إلى الشيخ الأعظم الإلحاق بتقريب ان النكتة التي من أجلها لم تجر قاعدة التجاوز في الوضوء هي ان الواجب في باب الوضوء هو الطهارة المسببة عن الغسلات والمسحات ، والغسلات والمسحات ما هي إلّا محصّل لتحقق الطهارة ، وحيث إن الطهارة الواجبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كليهما فان أحمد بن إدريس هو المكنى بأبي علي الأشعري الذي قال النجاشي عنه « كان ثقة فقيها في أصحابنا كثير الحديث صحيح الرواية » وهو شيخ الكليني ، وقد أكثر في الكافي الرواية عنه .\r\nوسعد بن عبد اللّه قد تقدمت الإشارة له ص 23 .\r\nواما أحمد بن محمد فهو أحمد بن محمد بن عيسى ، وقد تقدمت الإشارة له وبقية رجال السند ص 24 .\r\nثم إن الرواية لها سند ثان ذكره الحر العاملي آخر الرواية . ولئن كانت هي بهذا السند قابلة للتشكيك في صحتها من ناحية أحمد بن محمد بن الحسن بن الوليد ولكنها بالسند الثاني صحيحة .\r\n( 1 ) راجع : 41 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأمر بسيط وليست مركبة من أجزاء فلذا لم يجر الشارع فيها قاعدة التجاوز .\r\nوان شئت قلت : إذا أريد اجراء قاعدة التجاوز في باب الوضوء ففيم تجري ؟ هل تجري في نفس الطهارة ، وهذا لا معنى له لأنها أمر بسيط ، أو في الغسلات والمسحات ، وهذا لا معنى له أيضا لأنها ليست بنفسها واجبة بل هي محصلة للواجب . وعليه فالشك في حصول بعض الغسلات والمسحات يستلزم الشك في تمامية تحقق المحصّل للواجب ، وواضح ان الشك في المحصّل مجرى للاحتياط .\r\nهذه هي النكتة التي من أجلها لم تجر قاعدة التجاوز في الوضوء ، وهي عامة للتيمم والغسل أيضا ولا تختص بالوضوء ، ومعه فالمناسب عدم جريان قاعدة التجاوز في الغسل والتيمم أيضا .\r\nوالصحيح عدم إلحاق الغسل والتيمم بالوضوء لأنّه حتى لو سلمنا بالمبنى الذي يرتكز عليه هذا البيان وهو ان الواجب في باب الطهارات الثلاث هو الطهارة المسببة دون نفس الغسلات والمسحات ، فبالامكان ان نقول إن كون الغسلات والمسحات محصلا للطهارة الواجبة وليست بنفسها مركز الوجوب لا يشكّل مانعا من جريان قاعدة التجاوز فيها ، لأن مجرد كونها ليست واجبة بل محصلة للواجب لا يمنع من جريان القاعدة فيها .\r\nومعه فإذا كان لدليل قاعدة التجاوز اطلاق يشمل الغسل والتيمم - كما هو المفروض - فلا ينبغي التوقف عن إعمالها فيهما .\r\nوإذا قلت : إذا لم يكن ما ذكر صالحا لتشكيل مانع من جريان قاعدة التجاوز في الوضوء فلما ذا اذن لم يجر الشارع قاعدة التجاوز\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفي الوضوء .\r\nكان الجواب : ان ذلك لنكتة لا يلزم أن نكون مطلعين عليها .\r\n\r\n6 - وهل يعتبر الدخول في الغير ؟\r\nوقع الكلام في أنه هل يلزم لجريان قاعدة التجاوز والفراغ الدخول في الغير ؟ فمن شك في الركوع وبعد لم يسجد هل تجري في حقه قاعدة التجاوز ؟ ومن شك في صحة الكل أو صحة الجزء وبعد لم يدخل في غيره هل تجري في حقه قاعدة الفراغ ؟\r\nوالجواب :\r\nاما بالنسبة إلى قاعدة التجاوز - أي الشك في الاتيان بالجزء السابق - فلا اشكال في اعتبار الدخول في الجزء اللاحق لصراحة صحيحة زرارة المتقدمة في ذلك حيث قال عليه السّلام في آخرها : « إذا خرجت من شيء ثم دخلت في غيره فشكك ليس بشيء » « 1 » .\r\nواما بالنسبة إلى قاعدة الفراغ فقد يقال باعتبار الدخول في الغير أيضا ، فمن شك في صحة الجزء السابق - الذي يجزم بتحققه - فلا يجوز أن يا بني على صحته إلا بعد الدخول في الجزء اللاحق .\r\nويمكن توجيه ذلك بعدّة وجوه نذكر اثنين منها :\r\nأ - ما أفاده الشيخ النائيني من أن عنوان المضي هو من قبيل الكلي المشكك فصدقه مع عدم الدخول في الغير ليس في درجة صدقه مع الدخول في الغير بل صدقه مع فرض الدخول في الغير أوضح ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتقدمة : 40 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nومعه فلا يكون المضي مع عدم الدخول في الغير مشمولا لأدلّة قاعدة الفراغ لانصراف المطلق عنه ، ولا أقل من كون حالة الدخول في الغير هي القدر المتيقن في مقام التخاطب « 1 » .\r\nوفيه : ان اختلاف الأفراد في درجة الوضوح لا يمنع من شمول الدليل لجميعها ، فمثلا صدق العالم على الأكثر علما أوضح من صدقه على الأقلّ علما ولكن ذلك لا يمنع من شمول أكرم العالم لجميع الأفراد .\r\nأجل إذا كان صدق العنوان على بعض الأفراد خفيا جدا أمكن أن يكون ذلك موجبا للانصراف عنه ، اما إذا لم يفرض مثل هذا الخفاء وانما كان الصدق على البعض أوضح وأظهر فلا يمنع ذلك من الشمول له .\r\nب - انه حيث اعتبر في قاعدة التجاوز الدخول في الغير فيلزم أن يكون ذلك معتبرا في قاعدة الفراغ أيضا بناء على وحدة القاعدتين وعدم اختلافهما في المجعول .\r\nوهذا ما يمكن عدّه من أحد ثمرات البحث عن وحدة القاعدتين وتعددهما .\r\nوفيه : ان قاعدة التجاوز لو كان يعتبر فيها الدخول في الغير فاعتباره في قاعدة الفراغ جيد ، لاستظهار وحدة القاعدتين ، إلا أن اعتبار ذلك في قاعدة التجاوز محل تأمل .\r\nوالوجه في ذلك : ان الملاك لعدم الاعتناء بالشك هو المضي عن الشيء ، فإن موثقة محمد بن مسلم قالت : « كل ما مضى وشككت فيه . . . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 471 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبيد ان المضي عن الشيء يختلف محققه باختلاف كون الشك في أصل وجود الشيء أو في صحته ، فمتى ما كان الشك في أصل وجود الشيء فالمضي عنه لا يتحقق إلا بالانتقال إلى الجزء المتأخر عنه ، إذ ما دام أصل وجود الشيء مشكوكا فكيف يصدق المضي عن الشيء ؟ انه لا يصدق إلا باعتبار المضي عن محله - وإلا فالمضي عنه نفسه لا يمكن صدقه ما دام أصل وجوده مشكوكا - والمضي عن محل الجزء لا يتحقق إلا بالدخول في الجزء اللاحق .\r\nومن هنا اعتبر في قاعدة التجاوز - أي عند الشك في أصل تحقق الجزء - الدخول في الجزء اللاحق .\r\nان اعتبار ذلك ليس لاعتبار الدخول في الجزء اللاحق بعنوانه بل لكون ذلك طريقا لتحقق المضي .\r\nهذا في قاعدة التجاوز .\r\nواما بالنسبة إلى قاعدة الفراغ - أي الشك في صحة الشيء المتحقق سواء كان جزءا أم لا - فبما ان الشيء المشكوك صحته يتيقن بوجوده فالمضي عنه لا يتوقف صدقه على الدخول في جزء لاحق بل بالانتهاء عنه يصدق المضي .\r\nوالخلاصة : ان الشارع ألغى الشك بعد المضي عن الشيء ولم يعتبر في إلغاء الشك سوى المضي عن الشيء ، إلا أن تحقق المضي عن الشيء يختلف باختلاف كون الشك في أصل الوجود وكونه في صحة الشيء الموجود ، فعدم الاعتناء بالشك في أصل الوجود يشترط فيه الدخول في الجزء اللاحق ، لأنّه لا يصدق المضي إلا بذلك ، بينما عدم الاعتناء بالشك في صحة الموجود لا يلزم فيه ذلك لصدق\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالمضي بدونه .\r\nوهذه من النكات المهمة التي يلزم الالتفات إليها ، وهي انه في قاعدة التجاوز يعتبر الدخول في الغير ، بخلافه في قاعدة الفراغ فانّه لا يعتبر ذلك بالرغم من وحدة القاعدتين ، وما ذاك إلا للبيان المتقدم .\r\n\r\n7 - ما المراد من الغير ؟\r\nذكرنا ان شرط جريان قاعدة التجاوز - أي عدم الاعتناء بالشك في أصل الوجود - الدخول في الجزء الثاني ، وليس ذلك إلّا من باب توقف تحقق المضي عليه . وهنا نتساءل عن ذلك الغير .\r\nوفي هذا المجال نطرح عدّة أسئلة لنجيب عنها : -\r\n\r\nالدخول في جزء الجزء :\r\nأ - من شك في القراءة بعد الدخول في الركوع لا يعتني بشكه ، لأنّه شك في الجزء السابق بعد الدخول في الجزء اللاحق . ونسأل عمّن شك في الحمد بعد الدخول في السورة فهل لا يعتني لشكه أيضا بعد الالتفات إلى أن مجموع القراءة جزء واحد وليست الفاتحة جزءا مستقلا في مقابل السورة ؟ نعم لا يعتني لشكه ؛ لأن عنوان المضي صادق .\r\nهذا مضافا إلى أن مجموع القراءة إذا كان جزءا فأبعاضه أجزاء أيضا . ولم يفرض في قاعدة « إذا خرجت من شيء ودخلت في غيره . . . »\r\nان يكون الشيء جزءا مستقلا .\r\nلا يقال : ان صحيحة زرارة مثّلت بالشك في القراءة بعد الدخول في الركوع ، ولم تمثّل بالشك في ابعاض القراءة .\r\nفإنه يقال : ان ذلك من باب فرض الشك في مجموع القراءة ، وهذا\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nلا يدلّ على عدم صحة الفروض الأخرى ؛ خصوصا إذا التفتنا إلى أن الأمثلة قد ذكرت في كلام زرارة دون الامام عليه السّلام .\r\nثم إن من الغريب ما نسب إلى جماعة ؛ منهم الشهيد الثاني ، والميرزا « 1 » من اعتبار الدخول في الأجزاء المستقلة ، ولا يكفي الدخول في أجزاء الأجزاء .\r\nووجه الغرابة : ان ذلك خلف اطلاق كلمة الجزء المذكورة في صحيحة زرارة . وسيأتي تقريب الميرزا لعدم الشمول .\r\n\r\nالدخول في آية أخرى\r\nب - هل الشك في آية بعد الدخول في آية أخرى لا يعتنى به أيضا ؟\r\nذكر الميرزا في أجود التقريرات « 2 » عدم جريان قاعدة التجاوز في مثل ذلك ، لأن المجعول حسب مبناه هو قاعدة الفراغ فقط ، أي عدم الاعتناء بالشك بعد الفراغ من تمام المركب ؛ غايته ان الشارع نزّل أجزاء المركب منزلة تمام المركب في عدم الاعتناء بالشك بعده ، والقدر المتيقن من التنزيل المذكور هو تنزيل الأجزاء المستقلة كما تشهد به الأمثلة .\r\nوفيه : انه لو سلم المبنى فيمكن ان يقال : ان اطلاق كلمة « شيء » في صحيحة زرارة شامل للجزء غير المستقل ، وبذلك يثبت التنزيل في الأجزاء غير المستقلة أيضا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 473 .\r\n( 2 ) أجود التقريرات 2 : 475 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالدخول في كلمة ثانية\r\nج - إذا شك في كلمة بعد الدخول في كلمة أخرى فهل لا يعتنى للشك أيضا ؟\r\nوالجواب : ان لفظ « شيء » وان كان صادقا على الكلمة بحسب الدقة ، إلا أنه منصرف عنها عرفا . وأولى من ذلك الشك في الحرف السابق بعد الدخول في حرف جديد ، فان الانصراف فيه أوضح .\r\nهذا كلّه لو لاحظنا القاعدة المذكورة في صحيحة زرارة بلسان « كلما دخلت في شيء وخرجت . . . » ، واما لو لاحظنا موثقة محمد بن مسلم التي تقول « كلّ ما مضى وشككت . . . » فالأمر أوضح ، لعدم صدق المضي عرفا في مثل الحالات المذكورة .\r\n\r\nالدخول في الأجزاء المستحبة\r\nد - إذا شك في بعض الأجزاء الواجبة السابقة بعد الدخول في بعض الأجزاء المستحبة - كمن شك في القراءة بعد الدخول في القنوت - فهل يمكن التمسك بقاعدة التجاوز ؟\r\nذكر السيد اليزدي في العروة الوثقى ، ووافقه جملة من المحشين ، عدم الاعتناء بالشك .\r\nوفي مقابل ذلك ذهب جماعة منهم السيد الخوئي إلى عدم الاعتداد بالدخول في الجزء المستحب .\r\nويمكن توجيه ذلك حسبما يستفاد من مصباح الأصول « 1 » بالبيانين التاليين « 2 » : -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 3 : 300 .\r\n( 2 ) وقد أشير إلى البيان الثاني في المستند 6 : 131 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالبيان الأول\r\nان الجزء المستحب ليس معقولا في نفسه ، بل الجزء اما أن يكون واجبا أو لا يكون جزءا أصلا ، اما كونه جزءا مستحبا فهو غير معقول ، لأن القنوت مثلا ان كان مقوما لماهية الصلاة ومعتبرا فيها فهو واجب ، وإلا لم يكن جزءا أصلا .\r\nوعليه فإطلاق الجزء على مثل القنوت المستحب مشتمل على المسامحة . وواقع الحال هو ان مثل القنوت مأمور به بأمر استحبابي مستقل ، غاية الأمر هو مستحب في ظرف الصلاة وبعد القراءة في الركعة الثانية فهو مستحب باستحباب نفسي في ظرف الواجب ، ومعه فيكون الدخول فيه كالدخول في أي فعل آخر ليس هو جزء من الصلاة ، فكما انه لا يتحقق التجاوز عن المحل بذلك كذلك في المقام .\r\nوفيه : ان مرتبة القنوت ما دام قد قررها الشارع بعد مرتبة القراءة ، فالداخل في القنوت بعد شكّه في القراءة يصدق عليه انه دخل في غيره .\r\nودعوى : انه لا يكفي مطلق الدخول في الغير إلّا فيما إذا كان جزءا .\r\nمدفوعة : بان اعتبار كون الغير جزءا غير لازم بعد ما قرر الشارع له محلا متأخرا عن القراءة .\r\nهذا كلّه إذا سلمنا المبنى المتقدم والحال انه قابل للمناقشة ، لأن ما ذكر خاص بالمركبات الحقيقية ، واما الاعتبارية كالصلاة مثلا فيمكن افتراض كون الشيء دخيلا في الماهية بدرجة ضعيفة تقتضي الاستحباب دون اللزوم ؛ فان الاعتبار سهل المؤونة . كيف وفي المركبات الاعتبارية سلم بامكان أن يكون الشيء جزءا للواجب حالة\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوجوده وليس بجزء حالة عدمه - كما في التشهد فإنه جزء حالة وجوده وليس بجزء حالة تركه نسيانا - ولازم ذلك بالأولوية امكان أن يكون الشيء دخيلا في المركب الاعتباري بدرجة ضعيفة تستدعي صيرورته جزءا مستحبا لا واجبا .\r\n\r\nالبيان الثاني\r\nان مثل القنوت وان اعتبر تأخره عن القراءة ، إلا أن القراءة لم يعتبر تقدمها على القنوت ، إذ ليس من شرط صحة القراءة ان تتقدم على القنوت ، وإلا يلزم عدم صحة القراءة فيما إذا لم يتعقبها القنوت .\r\nومع عدم اشتراط تعقب القراءة بالقنوت فالآتي بالقنوت لا يصدق عليه انه قد تجاوز عن محل القراءة ، إذ محلها غير مشروط بكونه قبل القنوت .\r\nوإذا قال قائل : انه بالرغم من ذلك يصدق التجاوز والدخول في الغير .\r\nقلنا له : ان لازم هذا ان المكلف لو كان مشغولا بالتعقيب وشك في أنه هل صلّى صلاة الظهر أو لا ، فبالامكان تطبيق قاعدة التجاوز والحكم عليه بعدم لزوم الاتيان بالظهر ، لأن محل التعقيب متأخر عن الصلاة وان كانت هي غير مشروطة بالتقدم عليه .\r\nوهكذا لو كان المكلف قد دخل في العصر وهو شاك هل أتى بالظهر أو لا ، انه يلزم الحكم بالاتيان بالظهر ، لأن العصر متأخرة عن الظهر وان كانت الظهر غير مشروطة بالتقدم على العصر .\r\nوفيه : ان الشارع ما دام قد أعطى للقنوت رتبة متأخرة عن القراءة فالآتي به يصدق عليه انّه دخل في غيره وقد تجاوز عن محل القراءة .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nودعوى : ان ذلك لا يكفي إلا إذا فرض اعتبار تقدّم القراءة على القنوت .\r\nمدفوعة : بأنها غير ثابتة .\r\nوالاستشهاد بالمثالين مدفوع بأن قاعدة التجاوز يمكن دعوى اختصاصها باجزاء المركب خاصة ، وواضح ان الشك في المثالين ليس من قبيل الشك في أجزاء المركب .\r\nهذا مضافا إلى امكان دعوى وجود نص خاص أخرج المثالين المذكورين من قاعدة التجاوز ، وهو ما دلّ على أن الشاك في أصل الاتيان بالصلاة لا يعتني بشكه ما دام ذلك بعد خروج الوقت « 1 » ، فإنه يدلّ على أن الشك ما دام داخل الوقت فيجب الاحتياط ، وباطلاقه يشمل صورة الدخول في التعقيب أو الصلاة الثانية .\r\n\r\nالدخول في المقدمات\r\nذ - وهل يكفي الدخول في مقدمات الأجزاء لتطبيق قاعدة التجاوز ؟ فمن شك في الركوع بعد الهوي إلى السجود هل يحكم عليه بعدم الاعتناء بشكّه ؟ سؤال اختلفت الإجابة عنه .\r\nوالصحيح عدم تطبيق قاعدة التجاوز ، لانصراف كلمة الغير عن مثل الهوي ، فإنه ليس معتبرا في الصلاة لا بنحو الوجوب ولا الاستحباب وليس له رتبة متأخرة ، بل لو أمكن لإنسان أن يأتي بالركوع والسجود بلا هوي كفاه ذلك ، وهو نظير ما إذا كان المصلي من عادته تحريك رأسه بشكل خاص بعد الركوع فهل ترى انّه لو شك في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 60 من أبواب المواقيت ح 1 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالركوع وهو في حالة يحرّك رأسه فيها عدم اعتنائه لشكه .\r\nومما يؤكد ما نقول إن الإمام الباقر عليه السّلام في صحيحة إسماعيل بن جابر قال : « ان شك في الركوع بعد ما سجد فليمض . . . » « 1 » فلو كان الهوي كافيا كان من المناسب أن يقول : ان شك في الركوع بعد ما هوى أو سجد .\r\nهذا ولكن ورد في موثقة عبد الرحمن بن أبي عبد اللّه عليه السّلام قال قلت لأبي عبد اللّه عليه السّلام : « رجل أهوى إلى السجود فلم يدر أركع أم لم يركع ؟\r\nقال عليه السّلام : قد ركع » « 2 » فانّه قد يقال بدلالتها على كفاية الهوي .\r\nوفيه : ان التعبير ب‍ « أهوى » يدل على تحقق الهوي والفراغ منه ، ولازم الانتهاء من الهوي تحقق السجود ، فتكون دالة على حدوث الشك بعد تحقق السجود أو لا أقل هي مطلقة فتقيد بصحيحة إسماعيل .\r\nوإذا قيل إنه مع فرض تحقق السجود لا يعبر باهوى بل بسجد أمكن تقديم جواب ثان هو ان الرواية المذكورة قد رويت بنفس السند بشكل آخر بحيث يمكن تحصيل الاطمئنان بعدم التعدد ، فقد نقل الشكل الأوّل في التهذيب « 3 » والاستبصار « 4 » هكذا قال : « وعنه - أي سعد بن عبد اللّه - عن أبي جعفر « 5 » عن أحمد بن محمد بن أبي نصر عن أبان بن عثمان عن عبد الرحمن بن أبي عبد اللّه عن أبي عبد اللّه عليه السّلام قال : « قلت لأبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 13 من أبواب الركوع ح 4 .\r\nوانما لم نذكر صحيحة زرارة لأن الأمثلة فيها ليس من الامام عليه السّلام بل من زرارة .\r\n( 2 ) المصدر نفسه ح 6 .\r\n( 3 ) التهذيب 2 : 151 .\r\n( 4 ) الاستبصار 1 : 358 .\r\n( 5 ) أي أحمد بن محمد بن عيسى فإن كنيته أبو جعفر .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nعبد اللّه عليه السّلام : رجل أهوى إلى السجود فلم يدر أركع أم لم يركع . قال : قد ركع » « 1 » . ونقل الشكل الثاني في التهذيب « 2 » والاستبصار « 3 » هكذا : « عن سعد عن أحمد بن محمد عن أحمد بن محمد بن أبي نصر عن أبان بن عثمان عن عبد الرحمن بن أبي عبد اللّه قال : قلت لأبي عبد اللّه عليه السّلام : « رجل رفع رأسه عن السجود فشك قبل أن يستوي جالسا فلم يدر أسجد أم لم يسجد ؟ قال يسجد . قلت : فرجل نهض من سجوده فشك قبل أن يستوي قائما فلم يدر أسجد أم لم يسجد ؟ قال : يسجد » .\r\nفان الرواية اما أن تكون واحدة ، وبذلك يلزم عدم العلم بالصادر ويسقطان عن الحجية أو يفترض صدق الجميع - بأن يكون السائل قد سأل ثلاثة أسئلة ، والشيخ الطوسي قطّع الأسئلة - فيحصل التعارض ؛ لأن إحداهما تدلّ على كفاية الدخول في مقدمة الجزء لتطبيق قاعدة التجاوز ، والأخرى تدلّ على عدم كفاية ذلك .\r\nوإذا قيل إن النقل الثاني يدلّ على أن المرتكز في ذهن السائل كفاية الاستواء في تطبيق قاعدة التجاوز ، وحيث إن الامام عليه السّلام لم يردع عنه فتثبت بذلك حجيته .\r\nكان الجواب : نحن لا نحتاج إلى التمسك بهذا الارتكاز واثبات حجيته بل نحن نلتزم بمضمونه حتى لو قطعنا النظر عنه فإن الاستواء ما بين السجدتين واجب . والقيام من السجدة الثانية واجب أيضا لتتحقق بذلك القراءة الواجبة إذ القراءة تجب حالة الوقوف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويمكن مراجعة الوسائل : الباب 13 من أبواب الركوع ح 6 .\r\n( 2 ) التهذيب 2 : 153 .\r\n( 3 ) الاستبصار 1 : 362 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nومع وجوب الاستواء يصح تطبيق قاعدة التجاوز عند تحققه - الاستواء - لصدق عنوان الغير عليه ويكون مشمولا لصحيحة زرارة التي تقول : « إذا خرجت من شيء ودخلت في غيره . . . » .\r\n\r\nالجزء المترتب\r\nز - إذا شك المكلف في جزء سابق فتارة يفرض انه لم يدخل في جزء جديد ، وأخرى يفرض دخوله في جزء جديد مترتب على سابقه شرعا ، وثالثة يفرض دخوله في جزء جديد غير مترتب على سابقه شرعا ، كمن تشهد في الركعة الأولى غفلة عن كونها أولى وشك في اتيانه بالسجود . ان التشهد حيث لم يؤمر به في الركعة الأولى فالدخول فيه دخول في جزء غير مترتب شرعا على سابقه .\r\nولا اشكال في عدم جريان قاعدة التجاوز في الحالة الأولى ، كما ولا اشكال في جريانها في الحالة الثانية . ووقع الاشكال في جريانها في الحالة الثالثة .\r\nاختار جمع - منهم السيد اليزدي في العروة الوثقى « 1 » - الجريان تمسكا باطلاق كلمة « غيره » الواردة في صحيحة زرارة « إذا خرجت من شيء ثم دخلت في غيره . . . » « 2 » .\r\nواختار آخرون - منهم السيد الحكيم والخوئي « 3 » - عدم الجريان .\r\nوقرّب ذلك بأن التجاوز عن الشيء المشكوك حيث لا يمكن تحققه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة الوثقى : مسألة 59 من المسائل المذكورة تحت عنوان « ختام » في نهاية فصل الشكوك التي لا اعتبار بها .\r\n( 2 ) المتقدمة في : 40 .\r\n( 3 ) مستمسك العروة الوثقى 7 : 632 . مستند العروة الوثقى 7 : 297 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nحقيقة - لفرض الشك في أصل الاتيان بالشيء ، والتجاوز عن شيء فرع الاتيان به - فلا بدّ من كون المقصود التجاوز عن محله ، وواضح ان التجاوز عن محل الشيء المشكوك لا يتحقق إلّا بالدخول في الجزء المترتب شرعا على الشيء المشكوك ، إذ غير المترتب حيث لا محل له شرعا فالدخول فيه لا يتحقق به التجاوز عن محل الجزء المشكوك « 1 » .\r\nوفي مقام التعليق نقول : ان كلام الاعلام القائلين بالجريان والقائلين بعدمه مبني على التعامل مع ألفاظ القاعدة ، فبعضهم لاحظ لفظ « غيره » وتمسك باطلاقه ، وبعض لاحظ لفظ التجاوز وارتأى عدم صدقه إلّا بالدخول في الجزء المترتب .\r\nوالمناسب التعامل مع نكتة القاعدة فان القاعدة المذكورة تبتني على نكتة عقلائية وهي ان المكلف حيث انّه في صدد الامتثال وتحقيق الاتيان بكل جزء في محله الشرعي فيكون ظاهر حاله عند الدخول في جزء جديد الاتيان بالجزء السابق .\r\nوإذا كانت هذه نكتة القاعدة ولا يحتمل كونها قاعدة تعبدية فمن اللازم الحكم بعموم القاعدة لحالة الدخول في جزء غير مترتب على سابقه شرعا لعموم النكتة المذكورة لكلتا الحالتين .\r\n\r\nالشك في الجزء الأخير\r\nو - إذا شك المصلّي في اتيانه بالجزء الأخير كالتسليم فما هو حكمه بعد الالتفات إلى عدم وجود جزء آخر بعد التسليم ليتحقق الدخول فيه الذي هو شرط تطبيق قاعدة التجاوز .\r\nوهنا تارة يقصر النظر على الجزء الأخير ويحاول اثبات حصوله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستند العروة الوثقى 7 : 297 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوتحققه من خلال قاعدة التجاوز ، وأخرى تلحظ الصلاة ككل ويحاول اثبات صحتها من خلال قاعدة الفراغ .\r\nواما حالة الجزم بالاتيان بالتسليم والشك في صحته فلا اشكال في الحكم بصحته لقاعدة الفراغ .\r\nاما إذا أخذنا بالملاحظة الأولى فالتمسك بقاعدة التجاوز مشكل ، لأن التجاوز عن محل الشيء انما يتحقق بالدخول فيما تكون مرتبته متأخرة عن المشكوك ، وهو ليس إلا ما كان جزءا واجبا أو مستحبا من الصلاة ، اما ما كان خارجا عن الصلاة فتحقق التجاوز عن المحل به غير واضح .\r\nواما إذا أخذنا بالملاحظة الثانية فالتمسك بقاعدة الفراغ انما يتم فيما إذا صدق عنوان مضي الصلاة والفراغ عنها ، وذلك لا يكون إلا بالدخول في أفعال أخرى منافية للصلاة سواء صدرت عمدا أو سهوا كالاستدبار أو نقض الطهارة .\r\n\r\n8 - احتمال الالتفات\r\nتارة يفرض ان الشخص بعد فراغه من العمل وطرو الشك عليه يقطع بكونه حين العمل كان غافلا عن الجزء أو الشرط المشكوك ، وأخرى يفترض احتماله الالتفات . فمثلا الشخص الذي يتوضأ وهو لابس للخاتم وبعد اتمامه الوضوء شك هل وصل الماء تحته أو لا ؟\r\nفي هذه الحالة تارة يقطع بكونه غافلا حالة الوضوء عن وجود الخاتم بيده وعن تحريكه ، غايته يحتمل تسرّب الماء تحته بلا التفات منه ، وأخرى يحتمل انه كان حالة الوضوء ملتفتا إلى الخاتم وإلى\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nتحريكه وايصال الماء تحته .\r\nهاتان حالتان ولا ثالثة لهما ، إذ الثالثة ليست هي إلا حالة القطع بالالتفات ، ولكن مع وجود القطع بالالتفات لا يبقى مجال للشك واحتمال عدم وصول الماء ليحتاج إلى تطبيق قاعدة الفراغ .\r\nوباتضاح هذا نقول : اما إذا فرض احتمال الالتفات فلا اشكال في جواز تطبيق قاعدة الفراغ .\r\nواما إذا فرض القطع بالغافلة فهناك من رفض تطبيقها مدّعيا عدم شمولها لمثل ذلك .\r\nومن جملة هؤلاء السيد الخوئي والسيد الشهيد قدّس سرّهما ، وذلك لوجهين : -\r\nأ - ان قاعدة الفراغ والتجاوز لم تشرعا لتأسيس مطلب جديد تعبدي على خلاف المرتكزات العقلائية ، بل هما قاعدتان ناظرتان إلى ما عليه سيرة العقلاء من عدم الاعتناء بالشك بعد الفراغ من العمل وترشدان إلى ذلك ، وواضح ان العقلاء انما يلغون الشك فيما إذا لم يقطع بالغافلة حين العمل بشكل كامل .\r\nب - التمسك بتعبير الأذكرية والأقربية ، ففي موثقة بكير بن أعين ورد « هو حين يتوضأ أذكر منه حين يشك » « 1 » ، وفي رواية محمد بن مسلم الواردة فيمن شك بعد الفراغ من الصلاة انّه صلّى ثلاثا أو أربعا :\r\n« وكان حين انصرف أقرب إلى الحق منه بعد ذلك » « 2 » ، فإن مقتضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 42 من أبواب الوضوء ح 7 .\r\n( 2 ) وسائل الشيعة : الباب 27 من أبواب الخلل في الصلاة ح 3 .\r\nوانما عبرنا عنها بالرواية لأن الصدوق رواها عن محمد بن مسلم ، وسنده إليه على ما في\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالتعليل بالأذكرية والأقربية الاقتصار على الموارد التي يحتمل فيها الالتفات ، واما الموارد التي يقطع فيها بعدم الالتفات فلا مجال للأذكرية والأقربية « 1 » .\r\nونترك التعليق على ذلك إلى مستوى أعلى .\r\nأبحاث أخرى وهناك أبحاث أخرى في قاعدة الفراغ والتجاوز تعرض لها الأعلام نعرض عنها خوف الاطناب والملل ونقتصر على التطبيقات .\r\n\r\n9 - تطبيقات\r\n1 - إذا شك المكلّف أثناء الصلاة أو بعدها انّه توضأ أو لا فما هو حكمه ؟\r\n2 - إذا علم المكلف بأنه قد توضأ ولكنه شك أثناء الصلاة أو بعدها في انّه هل ترك جزءا من الوضوء أو لا فما هو حكمه ؟\r\n3 - الحاج أثناء السعي شك انه طاف بالكعبة المشرّفة سبعا أو ستا فما ذا يفعل ؟\r\n4 - إذا أنهى الطائف طوافه ، وقبل ان يشرع في صلاة الطواف شك هل توضأ قبل الطواف أو لا فما هو حكمه بلحاظ الطواف ؟ وما هو حكمه بلحاظ صلاة الطواف ؟\r\n5 - إذا أنهى المصلّي صلاة المغرب وشك بعدها انّه صلّاها\r\n\r\n\r\n","description":"","footnote":"\r\nمشيخة الفقيه 4 : 6 ضعيف بعلي بن أحمد بن عبد اللّه البرقي الذي يروي عنه مباشرة حيث انّه مجهول الحال .\r\n( 1 ) مصباح الأصول 3 : 306 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nركعتين أو أربعا فما ذا يفعل ؟\r\n6 - إذا انهى المكلّف الظهرين وجزم بفوات الركوع اما من الظهر أو من العصر فهل تجري قاعدة الفراغ بالنسبة إلى كلتا الصلاتين أو تجري بلحاظ إحداهما ، أو لا تجري في شيء منهما ؟\r\n7 - الصورة السابقة مع فرض التشهد بدل الركوع .\r\n8 - إذا علم المكلف بعد صلاته انّه فاته اما القنوت أو الركوع فهل هناك مجال لتطبيق قاعدة الفراغ ؟\r\n9 - إذا علم المكلف بعد الصلاة اما بفوات الركوع منها أو بعدم غسل بعض أعضاء الوضوء فهل بالإمكان تطبيق قاعدة الفراغ على الصلاة أو الوضوء ؟\r\n10 - إذا علم المكلف بعد صلاته اما بفوات التشهد منها أو عدم غسل بعض أعضاء الوضوء فما هو حكمه ؟\r\n11 - إذا شك المصلي في الركعة الثانية ان الركوع من الأولى هل أتى به بشكل صحيح أو لا فهل هذا مجال قاعدة التجاوز أو الفراغ ؟\r\n12 - إذا أنهى المصلّي أثناء قراءة الحمد آية معينة ، وبمجرد انهائها شك هل أتى بها بشكل صحيح أو ملحون ، فهل عليه إعادتها ولما ذا ؟\r\n13 - إذا علم المكلف بعد انهاء وضوئه اما ببطلانه أو بطلان وضوء أحد أصدقائه فما هو الحكم ؟\r\n14 - إذا علم المأموم بعد إكمال صلاته ببطلان اما صلاته أو صلاة المأموم الآخر فما هو الحكم ؟\r\n15 - إذا علم المأموم اما هو لم يتوضأ أو إمامه لم يتوضأ فما هو\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحكم صلاته التي فرغ منها ؟\r\n16 - إذا علم المكلف بعد انهاء صلاته ببطلان اما صلاته أو وضوئه فما هو الحكم ؟\r\n17 - إذا علم المكلف ببطلان اما وضوء صلاة الصبح أو وضوء صلاة الظهر فما هو الحكم ؟\r\n18 - إذا علم المكلف ببطلان اما وضوء صلاة الظهر أو وضوء صلاة العصر فما هو الحكم ؟\r\n19 - لو علم المكلف قبل دخوله في تشهد الركعة الثانية بأنه قد ترك سجدتين جزما اما من الركعة الأولى أو من الركعة الثانية التي هي بيده فما هو الحكم ؟\r\n20 - الصورة السابقة مع فرض حصول العلم الإجمالي المذكور بعد الدخول في التشهد .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nأصالة الصحة\r\n1 - المقصود من القاعدة\r\n2 - الفرق بينها وبين قاعدة الفراغ\r\n3 - مدرك القاعدة\r\n4 - هل يشترط العلم بالصحة والفساد\r\n5 - هل تختص بحالة الشك في وجود المانع\r\n6 - يلزم احراز وقوع الفعل الجامع\r\n7 - الصحة عند الفاعل أو عند الحامل\r\n8 - تطبيقات\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمن الأصول المسلمة بين الاعلام اصالة الصحة في فعل الغير .\r\nوقد بحثها الشيخ الأعظم في الرسائل بعد الفراغ من قاعدة الفراغ والتجاوز تحت عنوان المسألة الثالثة من المسائل التي تعرّض فيها لبيان النسبة بين الاستصحاب وبقية القواعد .\r\nوقد تبع الشيخ الأعظم من تأخر عنه .\r\nوقد سبقه في بحثها أستاذه النراقي « 1 » .\r\nوالكلام في ذلك يقع ضمن نقاط :\r\n1 - المقصود من القاعدة .\r\n2 - الفرق بينها وبين قاعدة الفراغ .\r\n3 - مدرك القاعدة .\r\n4 - هل يشترط العلم بالصحة والفساد ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عوائد الأيام : 74 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n5 - هل تختص بحالة الشك في وجود المانع ؟\r\n6 - يلزم احراز وقوع الفعل الجامع .\r\n7 - الصحة عند الفاعل أو عند الحامل .\r\n8 - تطبيقات .\r\n\r\n1 - المقصود من القاعدة\r\nلا يقصد بالقاعدة المذكورة ان المسلم إذا صدر منه فعل يحتمل كونه محرما يحمل على كونه مباحا ، ان هذا وان كان أمرا مسلما ولكنه ليس هو المقصود من القاعدة المذكورة ، وانما المقصود : لو صدر فعل - عقدا كان أو ايقاعا أو تطهير شيء أو صلاة استيجار أو . . . - وشك في كونه صحيحا يترتب عليه الأثر أو باطلا لا يترتب عليه أثر فباصالة الصحة يحمل على كونه صحيحا ذا اثر .\r\nوبكلمة أخرى : ان تطهير الثوب سواء كان صحيحا أم فاسدا هو مباح وليس بمحرم ، وباصالة الصحة لا يراد اثبات كونه مباحا في مقابل كونه محرما وانما يراد اثبات كونه صحيحا ذا أثر في مقابل الفاسد الفاقد للأثر . وهذا كلّه بخلافه في اصالة الصحة بالمعنى الأول فإنه يراد بها نفي صدور الحرام ، كما لو تكلم مؤمن بكلام وشك في كونه غيبة محرمة أو غيبة مباحة فانّه بحمل فعل المسلم على المباح ينفى كونه غيبة محرمة .\r\n\r\n2 - الفرق بينها وبين قاعدة الفراغ\r\nعرفنا فيما سبق ان قاعدة الفراغ تقتضي حمل الفعل بعد الفراغ\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمنه على الصحيح ، والآن قد تسأل قائلا : إن قاعدة الفراغ إذا كانت تقتضي هذا فما الفارق اذن بينها وبين اصالة الصحة التي تقتضي حمل الفعل على الصحيح أيضا ؟\r\nان الفارق بينهما ثابت في موردين :\r\nأ - ان قاعدة الصحة ناظرة إلى فعل الغير ، بخلاف قاعدة الفراغ فإنها ناظرة إلى فعل المكلف نفسه ، فمن صلّى على الميت وشك بعد ذلك في صحة صلاة نفسه أجرى قاعدة الفراغ ، اما إذا صلّى الغير على الميت وشككنا في صحة صلاته بعد فراغه فلا يمكننا اجراء قاعدة الفراغ وانما تجري اصالة الصحة في فعل الغير .\r\nب - ان قاعدة الفراغ لا تجري في أثناء العمل لتصحيحه بخلاف اصالة الصحة فإنها تجري ، فلو فرض ان شخصا يصلّي وفي الأثناء شك هل هو متوضأ أو لا فلا يمكنه اجراء قاعدة الفراغ لتصحيح صلاته ، لأنها تقول له بما انك فرغت مما سبق فما سبق صحيح ، واما ما يأتي فبما انك لم تفرغ منه فلا معنى لإجراء قاعدة الفراغ بلحاظه .\r\nوبهذا يبقى ما يأتي بدون قاعدة تقتضي صحته .\r\nوهذا كلّه بخلاف ما لو كان الغير يصلّي على الميت مثلا وشككنا هل هو يصلّي عن وضوء - كي نجتزئ بصلاته ولا نحتاج إلى الصلاة عليه من جديد - أو لا فإنّه بإمكاننا اجراء اصالة الصحة في صلاته والاجتزاء بها .\r\nهذان فرقان بين قاعدة الفراغ واصالة الصحة .\r\nوقد يقول قائل بوجود فرق ثالث بينهما ، وهو ان قاعدة الفراغ خاصة بالعبادات كالصلاة ونحوها بخلاف اصالة الصحة فإنها لا\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nتختص بالعبادات .\r\nولكنه باطل ، فإن قاعدة الفراغ تعمّ غير العبادات أيضا ، فمن أوقع عقدا وبعد الفراغ منه شك في صحته فبامكانه اجراء قاعدة الفراغ ، لأن موثقة محمد ابن مسلم قالت : « كل ما شككت فيه مما قد مضى فامضه كما هو » « 1 » من دون تخصيص بالعبادات .\r\n\r\n3 - مدرك القاعدة\r\nقد يستدل على اصالة الصحة في فعل الغير بمثل قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ . . .  « 2 » أو بمثل قول صادق أهل البيت عليهم السّلام « إذا اتهم المؤمن أخاه انماث الايمان في قلبه كما ينماث الملح في الماء » « 3 » أو بمثل قول أمير المؤمنين عليه السّلام :\r\n« ضع أمر أخيك على أحسنه حتى يأتيك ما يغلبك منه ولا تظنن بكلمة خرجت من أخيك سوأ وأنت تجد لها في الخير محملا » « 4 » .\r\nالا ان الاستدلال بهذه وجيه لو أريد اصالة الصحة بالمعنى الأول ، أي بمعنى حمل فعل المسلم على المباح وعدم ارتكابه للمحرم ، ولكن ليس هذا هو المهم ، وانما المهم اثبات الصحة بمعنى ترتب الأثر وعدم كون الفعل فاسدا ، والنصوص المذكورة لا تفي باثبات ذلك .\r\nومهم الدليل على ذلك هو السيرة العقلائية والمتشرعية على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع صفحة 41 .\r\n( 2 ) الحجرات : 12 .\r\n( 3 ) وسائل الشيعة : الباب 161 من أبواب أحكام العشرة ح 1 .\r\n( 4 ) المصدر نفسه ح 3 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالتعامل مع الفعل الصادر من الآخرين معاملة الصحيح ، فمتى ما أخبر انسان اني بعت داري ، أو عقدت على امرأة ، أو طهّرت ثوبي يصدّق اخباره ويحمل على كون فعله صحيحا ، ولا يشكك في صحة بيع داره ، أو عقده على المرأة ، أو تطهيره للثوب ، وإذا أراد شخص أن يشكك ويقول : لعلّه لم يعصر الثوب جيدا ، أو لعله لم يجر العقد بالماضوية أو . . . حمل ذلك منه على الشذوذ والوسواس .\r\nوهذه السيرة لا تختص بما إذا كان فاعل العقد ونحوه مسلما ، بل حتى غير المسلم إذا صدر منه ذلك يحمل على الصحيح .\r\nولعل نكتة هذه السيرة هي ظهور حال فعل العاقل في أنه لا يرتكب إلا الفعل الصحيح ذا الأثر ولا يكون لاغيا أو عابثا في أفعاله ، أو لأنّه يلزم العسر والحرج الغالب واختلال النظام لو لم تحمل أفعال الآخرين على الصحيح .\r\nوإذا قال قائل : اني أسلّم السيرة المذكورة ، ولكن ما هو الدليل على حجيتها ؟ كان الجواب ان السيرة المذكورة إذا كانت عقلائية فليست سيرة جديدة جزما بل هي سابقة ومتصلة بعهد المعصوم عليه السّلام فإذا لم يردع عنها كان ذلك دليلا على امضائها .\r\nوإذا كانت سيرة متشرعة فحيث ان هذه السيرة لا يحتمل كونها جديدة حدثت في الآونة المتأخرة بل هي متداولة يدا بيد بين المتشرعة فيلزم كونها متلقاة من المعصوم عليه السّلام وإلا لم تكن سيرة متشرّعة ، فنفس افتراض كون السيرة ثابتة بين المتشرعة يقتضي وصولها من الامام عليه السّلام بلا حاجة إلى التمسك بعدم الردع لإثبات حجيتها فإننا قرأنا في علم الأصول وجود فارق بين سيرة العقلاء وسيرة المتشرعة ،\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nفالأولى تحتاج إلى امضاء بخلاف الثانية .\r\nوالفارق هو ان سيرة المتشرعة ما دامت سيرة للمتشرعة فنفس هذا الافتراض يعني انها متلقاة يدا بيد من حاشية الامام عليه السّلام وأصحابه وإلا لم تكن سيرة متشرعة ، ومع تلقيها من الامام عليه السّلام فأي حاجة للإمضاء ، وهذا بخلاف سيرة العقلاء فإنه لا يفترض فيها ذلك .\r\n\r\n4 - وهل يشترط العلم بالصحة والفساد\r\nان الشخص الذي يجري العقد على امرأة مثلا تارة يفرض اننا نجزم باطلاعه ومعرفته بالعقد الصحيح وتمييزه عن العقد الفاسد .\r\nوفي هذه الحالة لا اشكال في حمل فعله على الصحيح ، لأن هذه الحالة هي القدر المتيقن من السيرة المتقدمة .\r\nوأخرى يفرض جزمنا بجهله وعدم تمييزه العقد الصحيح عن الفاسد .\r\nوفي هذه الحالة لا تجري اصالة الصحة ولا يمكن التمسك بها للحمل على الصحيح ، لأن السيرة التي هي المدرك دليل لبي لا اطلاق له فيقتصر على القدر المتيقن .\r\nوثالثة يفرض الشك في تمييزه بين الصحيح والفاسد .\r\nومثل هذه الحالة يمكن ان يقال بشمول السيرة لها أيضا كالحالة الأولى لأن غالب الناس الذين يجرون العقود لا يعرفون شروط العقود والموانع من صحتها بشكل تفصيلي ، لأنهم اما لم يتفقهوا بأحكام دينهم أو أنهم تفقهوا ولكنهم لم يطلعوا على أن هذا شرط في صحة العقد وذاك مانع ، فكثير من أهل العلم في يومنا هذا لا يعرفون بشكل\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nتفصيلي شروط صحّة بعض العقود فيلزم لو لم تطبق اصالة الصحة اختلال النظام .\r\nاذن اصالة الصحة ثابتة في موارد الجزم بالتمييز بين الصحيح والفاسد أو الشك في ذلك .\r\n\r\n5 - وهل تختص بحالة الشك في وجود المانع\r\nإذا أجرى شخص عقدا وشك في صحته فسبب الشك :\r\nتارة يكون هو احتمال كون البائع ليس بمالك مثلا .\r\nوأخرى يكون هو احتمال كون المبيع خمرا أوليس بمال عرفا مثلا .\r\nوثالثة هو احتمال اجرائه بالفارسية أو بالمضارع مثلا .\r\nويصطلح على الأول بالشك في الصحة من جهة الشك في قابلية الفاعل .\r\nوعلى الثاني بالشك في الصحة من جهة الشك في قابلية المورد .\r\nوعلى الثالث بالشك في الصحة من جهة احتمال عدم شرط أو ثبوت مانع .\r\nولا اشكال في جريان اصالة الصحة في الحالة الثالثة واما الحالة الأولى والثانية فالصحيح عدم جريانها فيهما - لأن القدر المتيقن من السيرة هو الحالة الثالثة لا غير - خلافا للشيخ الأعظم وجماعة حيث اختاروا جريانها مطلقا .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n6 - يلزم احراز وقوع الفعل الجامع\r\nتارة يفرض اننا نجزم بإجراء شخص عقدا على امرأة ولكن نشك هل هو صحيح أو فاسد ،\r\nوأخرى يفرض الشك في أصل وقوع العقد منه ، كما إذا رأيناه يتلفظ بألفاظ معينة مع امرأة وشككنا هل هي ألفاظ العقد أو ألفاظ أخرى هي أجنبية عن العقد .\r\nوالحالة الأولى هي القدر المتيقن من السيرة ، واما الثانية فإن لم يجزم بعدم انعقاد السيرة فيها فلا أقل من الشك .\r\nوعلى هذا الأساس لو فرض ان وصي الميت استأجر شخصا لأداء الصلاة عن الميت فأتى الأجير بعمل لا يدري الولي انه قد قصد به النيابة أو لا فلا يمكن اجراء اصالة الصحة للحكم بفراغ ذمة الميت ، لأن فراغ الذمة موقوف على قصد النيابة فإذا أحرز قصده أمكن آنذاك اجراء اصالة الصحة فيما لو شك في اختلال أحد الشروط فيه .\r\nأجل لو أخبر الأجير بأني قد قصدت النيابة وأتيت بالصلاة بقصد النيابة صدّق في ذلك ، لكن لا لأجل اصالة الصحة بل لقاعدة أخرى تسمى « من ملك شيئا ملك الاقرار به » فالزوج مثلا يملك تطليق زوجته فإذا أخبر بأنه قد طلقها صدّق للقاعدة المذكورة ، وهكذا الحال في المقام .\r\n\r\n7 - الصحة عند الفاعل أو عند الحامل\r\nإذا فرض ان شخصا أجرى عقدا فتارة : يفرض أن العربية شرط\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفي نظر مجري العقد ونظر الشخص الثاني الشاك في صحة العقد الذي يريد تطبيق اصالة الصحة .\r\nوأخرى : يفرض انها شرط في نظر الثاني دون الأول .\r\nوثالثة : يفرض الشك في تطابق النظرين .\r\nورابعة : يفرض اختلاف النظرين بشكل لا يجتمعان ، كما لو كان أحدهما يرى أن الجهر في الجمعة واجب والآخر يرى أن الاخفات واجب .\r\nوالسؤال المطروح هو ان اصالة الصحة هل تقتضي الحمل على ما هو صحيح في نظر الفاعل للفعل ، أو تقتضي الحمل على ما هو صحيح في نظر الحامل الذي يريد الحمل على الصحة ؟ وقد يعبر عن ذلك بالصحة الواقعية فيقال هل المدار على الصحة عند الفاعل أو على الصحة الواقعية .\r\nوطبيعي هذا التساؤل لا معنى لطرحه في الحالة الأولى لفرض اتفاق النظرين ، وينبغي أيضا الجزم في الحالة الرابعة بالحمل على ما هو صحيح في نظر الفاعل ، لأن ما هو صحيح في نظر الحامل فاسد في نظر الفاعل ، فكيف يقدم عليه الفاعل .\r\nواما الحالة الثالثة فالمناسب الحكم فيها بكون المدار على الصحة في نظر الحامل ، لأن العقلاء في سيرتهم لا يسألون : هل شروط العقد في نظر الفاعل تطابق الشروط في نظرنا أو لا ؟\r\nواما الحالة الثانية فالجزم فيها بانعقاد السيرة على الحمل على الصحة الواقعية مشكل .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n8 - تطبيقات\r\n1 - شخص استأجرناه لأداء الحج . وبعد مضي فترة الحج أخبرنا بأنّه قد حجّ ، فتارة نشك : هل حج واقعا أو انه ذهب إلى مكة لغرض النزهة أو التجارة ، وثانية : نعلم بأنه قد حج ولكن لا ندري ؛ هل أتى به عن نفسه أو عمّن استأجرناه لأداء الحج عنه ، وثالثة : نجزم بأنه قد حج ونجزم بأنه قد قصد به النيابة ، ولكن لا ندري هل أتى به بشكله الصحيح الكامل أو لا . هل هناك قاعدة يمكن تطبيقها في الحالات الثلاث المذكورة ؟ وما هي ؟\r\n2 - شخص رأيناه واقفا مقابل ميت وهو يتلفّظ بألفاظ لا ندري هل قصد بها أداء الصلاة على الميت أو قصد بها الدعاء للميت دون الصلاة عليه فهل هناك قاعدة يمكن تطبيقها ؟\r\n3 - إذا اخبر شخص غير مسلم انه اجرى عقدا من العقود فهل يصدّق في اخباره هذا ؟ وبأي نكتة ؟\r\n4 - أجرى شخص عقدا وبعد الفراغ منه بفترة شك نفسه في صحة عقده فما ذا يحكم ؟ ولأي نكتة ؟\r\n5 - شخص رأيناه من بعيد يتكلم معنا لا ندري انّه سلّم علينا أو يسأل عن صحتنا فبما ذا نحكم ؟\r\n6 - العين الموقوفة إذا باعها الناظر عليها وشك في أن بيعه هل هو مع وجود المسوغ أو لا فبما ذا نحكم ؟\r\n7 - إذا أجرى شخص عقد صرف الذي يشترط فيه التقابض وشككنا في حصول التقابض وعدمه فهل يمكن تطبيق اصالة الصحة\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعلى العقد واثبات انه صحيح ومن ثم اثبات تحقق التقابض ؟ وهكذا الكلام في الهبة ، فلو فرض ان شخصا وهب لغيره مالا وشك في تحقق القبض فهل يمكن تطبيق اصالة الصحة على العقد واثبات تحقق القبض ؟\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nقاعدة لا ضرر\r\n1 - مضمون القاعدة\r\n2 - مدرك القاعدة\r\n3 - اختلاف صيغة الحديث\r\n4 - الجمع في الرواية أو في المروي\r\n5 - توضيح مفردات الحديث\r\n6 - المقصود من قاعدة لا ضرر\r\n7 - تطبيق الحديث على قضية سمرة\r\n8 - كيف يدفع محذور كثرة التخصيص\r\n9 - شمول الحديث للأحكام العدمية\r\n10 - وجه تقدم الحديث على الأدلّة الأوّلية\r\n11 - الضرر الواقعي أو العلمي\r\n12 - تعارض الضررين\r\n13 - تطبيقات\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nقاعدة لا ضرر من القواعد المهمة في مقام الاستنباط ، فانّه بناء على كون المقصود منها نفي الحكم الذي ينشأ منه الضرر فسوف يثبت لدى الفقيه نفي وجوب الوضوء إذا ترتّب عليه الضرر ، ونفي وجوب الصوم إذا ترتّب عليه الضرر ، ونفي حرمة حلق اللحية إذا ترتّب على عدمه الضرر ، ونفي حرمة ابراز المرأة بعض محاسنها إذا ترتّب على عدمه الضرر ، ونفي حرمة كشف المرأة عورتها أمام الطبيب لأجل العلاج أو التلقيح أو الولادة إذا ترتّب على عدمه الضرر ، وأمثال ذلك كثير .\r\nوقد بالغ بعض العامّة حتى قال : انّ الفقه يدور على خمسة أحاديث ، أحدها حديث لا ضرر ولا ضرار « 1 » .\r\nوقد اهتم بها علماؤنا الأعلام حتى ألّف كثير منهم رسائل مستقلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تنوير الحوالك للسيوطي 2 : 122 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nفي ذلك ، كشيخ الشريعة الاصفهاني والميرزا النائيني وغيرهما .\r\nوقد بحثها الشيخ الأعظم في الرسائل « 1 » في مبحث شرائط جريان الأصول العملية الذي ذكره تحت عنوان خاتمة ، فانّه نقل عن الفاضل التوني : انّ من جملة شرائط جريان أصل البراءة عدم ترتّب ضرر على اجراء البراءة . وبهذه المناسبة أخذ بالبحث عن قاعدة لا ضرر بشكل مستقل .\r\nوتابعه على ذلك من تأخر عنه ، فأخذوا بالبحث عنها في الموضع المذكور ، وبعضهم يطنب وبعضهم يختصر . ونحن نحاول الاختصار كي يسهل على الطالب هضم مباحثها .\r\nونمنهج الحديث عنها ضمن النقاط التالية :\r\n1 - مضمون القاعدة .\r\n2 - مدرك القاعدة .\r\n3 - اختلاف صيغة الحديث .\r\n4 - الجمع في الرواية أو في المروي .\r\n5 - توضيح مفردات الحديث .\r\n6 - المقصود من قاعدة لا ضرر .\r\n7 - تطبيق الحديث على قضية سمرة .\r\n8 - كيف يدفع محذور كثرة التخصيص .\r\n9 - شمول الحديث للأحكام العدمية .\r\n10 - وجه تقدم الحديث على الأدلّة الأوّلية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بل كتب عنها رسالة مستقلة ألحقت بآخر المكاسب ، وتعرّض لها الشيخ النراقي في العائدة الرابعة من عوائد الأيام أيضا .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n11 - الضرر الواقعي أو العلمي .\r\n12 - تعارض الضررين .\r\n13 - تطبيقات .\r\n\r\n1 - مضمون القاعدة\r\nوقع الاختلاف بين الأعلام في المقصود من قاعدة لا ضرر ولا ضرار ، فالشيخ الأعظم في رسائله فهم منها : ان كل حكم يتسبّب من ثبوته ضرر على المكلّف فهو مرفوع وغير ثابت في الشريعة .\r\nوبكلمة أخرى : كل حكم شرّع في الإسلام فهو ثابت ما دام لا يلزم من ثبوته ضرر على المكلّف ، وفي أي فترة وحالة يلزم الضرر من ثبوته فيها كان مرتفعا .\r\nوقد تابع الشيخ الأعظم في رأيه هذا جماعة ممّن تأخّر عنه .\r\nوذهب آخرون - ومن جملتهم شيخ الشريعة الاصفهاني - إلى انّ المقصود النهي عن الاضرار بالآخرين وتحريم ذلك ، وليست بناظرة إلى الأحكام الشرعية ونفيها حالة لزوم الضرر .\r\nوهناك تفاسير أخرى نكتفي الآن بما ذكر ، وسيتّضح بعضها الآخر فيما بعد إن شاء اللّه تعالى .\r\n\r\n2 - مدرك القاعدة\r\nوردت جملة « لا ضرر ولا ضرار » في ثلاثة موارد :\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n1 - قضية سمرة بن جندب التي رواها الكليني في الكافي « 1 » بالشكل التالي :\r\n« عدة من أصحابنا عن أحمد بن محمّد بن خالد عن أبيه عن عبد اللّه بن بكير عن زرارة عن أبي جعفر عليه السّلام قال : انّ سمرة بن جندب كان له عذق « 2 » في حائط « 3 » لرجل من الأنصار ، وكان منزل الأنصاري بباب البستان ، وكان يمر به إلى نخلته ولا يستأذن ، فكلّمه الأنصاري ان يستأذن إذا جاء فأبى سمرة ، فلمّا تأبّى جاء الأنصاري إلى رسول اللّه صلّى اللّه عليه وآله فشكا إليه وخبّره الخبر ، فأرسل إليه رسول اللّه صلّى اللّه عليه وآله وخبّره بقول الأنصاري وما شكا وقال : انّ أردت الدخول فاستأذن فأبى ، فلمّا أبى ساومه حتى بلغ به من الثمن ما شاء اللّه ، فأبى أن يبيع ، فقال : لك بها عذق يمدّ لك في الجنة ، فأبى أن يقبل ، فقال رسول اللّه صلّى اللّه عليه وآله للأنصاري اذهب فاقلعها وارم بها إليه فانّه لا ضرر ولا ضرار » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 5 : 292 .\r\n( 2 ) العذق على ما في المنجد : كل غصن له شعب .\r\n( 3 ) الحائط : هو البستان على ما في المنجد .\r\n( 4 ) وسائل الشيعة : الباب 12 من إحياء الموات ح 3 . والرواية صحيحة السند .\r\nأمّا العدة من أصحابنا فقد تعرّضنا إليها في أبحاثنا الرجالية ، وانتهينا إلى عدم وجود مشكلة من ناحيتها .\r\nوأمّا أحمد بن محمّد بن خالد فهو البرقي المعروف بصاحب المحاسن ، وقد قال عنه النجاشي :\r\n« كان ثقة في نفسه ، يروي عن الضعفاء ، واعتمد المراسيل » .\r\nوأمّا والده فهو محمّد بن خالد البرقي وقد وثّقه الشيخ الطوسي في رجاله في أصحاب الرضا عليه السّلام .\r\nوأمّا عبد اللّه بن بكير فقد قال عنه الشيخ الطوسي : « فطحي المذهب إلّا انّه ثقة » .\r\nوأمّا زرارة فهو أجلّ من أن يحتاج إلى توثيق .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nإضافة كلمة « على مؤمن » وقد رواها الكليني نفسه ثانية وبعد عدة أحاديث بهذا الشكل :\r\n« علي بن محمد بن بندار عن أحمد بن أبي عبد اللّه عن أبيه عن بعض أصحابنا عن عبد اللّه بن مسكان عن زرارة عن أبي جعفر عليه السّلام قال : ان سمرة بن جندب [ إلى أن قال 
  ] فقال له رسول اللّه صلّى اللّه عليه وآله وسلّم : انك رجل مضار ، ولا ضرر ولا ضرار على مؤمن » « 1 » .\r\nوفي هذه الرواية كما نرى زيادة كلمة « على مؤمن » الأمر الذي له تأثير من بعض الجوانب ، كما سيأتي إن شاء اللّه تعالى .\r\nثم إن قضية سمرة المشتملة على جملة « لا ضرر ولا ضرار » قد رواها كل من الشيخ الطوسي « 2 » والشيخ الصدوق « 3 » ، وكل منهما رواها عن ابن بكير عن زرارة عن أبي عبد اللّه عليه السّلام .\r\nأجل ان الشيخ الصدوق روى بسنده عن الحسن الصيقل عن أبي عبيدة الحذّاء عن أبي جعفر عليه السّلام قصة سمرة ، ولكن ليس في آخرها جملة : لا ضرر ولا ضرار ، وإنّما فيها « ما أراك يا سمرة إلّا مضارا اذهب يا فلان فاقطعها ، واضرب بها وجهه » « 4 » .\r\nوبهذا يتّضح ان قضية سمرة رويت في مصادرنا الحديثية بثلاثة أشكال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 12 من إحياء الموات ح 4 .\r\nالرواية المذكورة ضعيفة السند من ناحية الارسال عن بعض أصحابنا .\r\n( 2 ) التهذيب 7 : 146 .\r\n( 3 ) الفقيه 3 : 147 .\r\n( 4 ) الفقيه 3 : 59 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nفتارة رويت وفي آخرها جملة « لا ضرر ولا ضرار » من دون إضافة .\r\nوثانية رويت وفي آخرها جملة « لا ضرر ولا ضرار على مؤمن » أي : بزيادة قيد « على مؤمن » .\r\nوثالثة رويت من دون ذكر جملة « لا ضرر ولا ضرار » .\r\nومن هنا قد يقال بعدم ثبوت ذكر جملة « لا ضرر ولا ضرار » في قضية سمرة لأجل تعارض النقل .\r\nوقد يرد ذلك بأن التعارض المذكور تعارض بين الزيادة والنقيصة ، وأصالة عدم الزيادة مقدمة على أصالة عدم النقيصة .\r\n2 - مسألة الشفعة ؛ فقد روى المشايخ الثلاثة عن عاقبة بن خالد عن أبي عبد اللّه عليه السّلام قال : قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بالشفعة بين الشركاء في الأرضين والمساكن . وقال : لا ضرر ولا ضرار ، وقال إذا ارّفت الارف « 1 » وحدت الحدود فلا شفعة « 2 » .\r\n3 - مسألة مشارب النخل وفضل الماء ؛ فقد روى الكليني بسنده إلى عاقبة بن خالد أيضا عن أبي عبد اللّه عليه السّلام قال : « قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بين أهل المدينة في مشارب النخل : انه لا يمنع نفع الشيء « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي رسمت الحدود . وكأنه يراد بذكر جملة « لا ضرر » بيان حكمة تشريع الشفعة ، كما وانه يراد بذكر جملة « إذا ارفت . . . » الرّد على قول من يقول بأنّ الشفعة ثابتة بعد تقسيم الأرض وتعيين حصة كل شريك .\r\n( 2 ) وسائل الشيعة : الباب 5 من أبواب الشفعة ح 1 .\r\n( 3 ) لعلّ كلمة نقع - بالقاف - أنسب . والنقع هو الفاضل . قال ابن الأثير في النهاية في شرح الحديث : فيه نهي ان يمنع نقع البئر - أي فضل مائها - لأنّه ينقع به العطش أي يروي .\r\n( النهاية 5 : 108 ) .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوقضى بين أهل البادية انّه لا يمنع فضل ماء ليمنع فضل كلاء فقال لا ضرر ولا ضرار » « 1 » .\r\nهذا ولكن عاقبة بن خالد لم يثبت توثيقه ، فيكون المدار على روايات قصة سمرة .\r\n\r\nاتّضح ممّا تقدم\r\nاتضح مما تقدم ان قيد « على مؤمن » لم يرد في رواية معتبرة السند ، وعليه فما افاده الشيخ الأعظم من انّ أصح الروايات سندا ما ورد فيه « لا ضرر ولا ضرار على مؤمن » موضع تأمّل .\r\nكما واتّضح انّه لا يمكن أن يقال : إنّ قضية سمرة قضية واحدة لا يحتمل فيها التعدد ، وقد نقلت تارة متضمّنة جملة « لا ضرر ولا ضرار » وأخرى متضمّنة لشيء آخر وهو « ما أراك يا سمرة إلّا مضارا . اذهب يا فلان فاقطعها واضرب بها وجهه » ، ومع تعارض النقل لا يبقى ما يثبت وجود جملة « لا ضرر ولا ضرار » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 7 من إحياء الموات ح 2 .\r\nثم إنّه يحتمل أن يكون المقصود من جملة « لا يمنع فضل ماء ليمنع فضل كلاء » هو انّ الشخص الذي عنده بئر فضل قسم من مائها لو منع الناس من ذلك الفاضل فسوف يصير منعه سببا لعدم مرور رعاة الأنعام على تلك المنطقة التي فيها البئر ، ومن ثمّ سوف يبقى الكلأ الفاضل عاطلا في الصحراء ومن دون حيوانات تستفيد من أكله .\r\nوبهذا يتّضح انّ اللام للعاقبة ، أي : لا يمنع فضل الماء الذي عاقبته المنع من فاضل الكلأ .\r\nوقد ذكر شيخ الشريعة في ( رسالته : 14 ) ان هذا هو المعروف في تفسير الحديث .\r\nثم نقل عن الشيخ الطوسي في المبسوط الحكم التالي : كل موضع قلنا إنه يملك البئر فإنه أحق بمائها بقدر حاجته لشربه وشرب ماشيته وسقي زرعه ، فإذا فضل بعد ذلك شيء وجب عليه بذله بلا عوض . . . وليس له منع الماء الفاضل من حاجته حتى لا يتمكن غيره من رعي الكلأ الذي يقرب ذلك الماء . . .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nووجه بطلان المعارضة المذكورة : ان مستند النقل الثاني هو رواية الحذاء ، وهي ضعيفة السند بالحسن الصيقل وغيره .\r\nهذا مضافا إلى امكان أن يقال إنّ المقام ليس من صغريات باب المعارضة ، إذ النقل الفاقد للزيادة لا ينفي وجود الزيادة ليعارض ما دلّ على وجود الزيادة .\r\nوبعد هذا لا نبقى بحاجة إلى ما أفاده الميرزا لنفي الزيادة من انّ مدرك عدم الزيادة هو أصالة عدم الزيادة التي مستندها سيرة العقلاء ، ولكن لا يعلم بناء العقلاء في مثل المقام على تقديم أصالة عدم الزيادة ، حيث يحتمل قريبا كون الزيادة قد حصلت من الراوي لمغروسيتها في ذهنه عند نقله الرواية بالمعنى بمناسبة الحكم والموضوع وملاحظة أشباه ذلك من مثل لا رهبانية في الإسلام ولا اخصاء في الإسلام .\r\nان هذا البيان الميرزائي لسنا بحاجة إليه بعد ضعف مستند وجود الزيادة في نفسه .\r\n\r\n3 - اختلاف صيغة الحديث\r\nورد في بعض مصادر الحديث زيادة قيد « على مؤمن » كما أشرنا إلى ذلك سابقا ، وأشرنا إلى انّ ذلك لم يثبت بطريق معتبر .\r\nوورد في بعض مصادر الحديث : لا ضرر ولا إضرار ، فالفقرة الثانية هي « ولا إضرار » وليس « ولا ضرار » . ومن جملة المصادر التي ورد فيها ذلك الفقيه ، حيث نقل الحديث هكذا : « لا ضرر ولا إضرار\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nفي الإسلام » « 1 » .\r\nوفي بعض مصادر حديث العامّة ورد : « لا ضرر ولا ضرورة » .\r\nوفي بعضها « لا ضرر في الإسلام » « 2 » بحذف الفقرة الثانية .\r\nوالمهم من بين هذه النقول التي نريد لفت النظر إليه هو ما اشتمل على قيد « في الإسلام » ، فانّ شيخ الشريعة الاصفهاني ذهب إلى أن المقصود من الحديث المذكور إفادة النهي التكليفي ، ولكن الذي كان يقف أمامه وجود قيد « في الإسلام » ، فان ذلك لا يتلاءم وإفادة النهي .\r\nومن هنا أخذ ينفي القيد المذكور ، حيث ذكر في الفصل الثالث من الفصول الاثني عشر التي رتّب رسالته عليها : انّ القيد المذكور غير موجود في الروايات بما في ذلك روايات العامّة ، فقد تفحّصت كتبهم وصحاحهم ومسانيدهم ومعاجمهم فحصا أكيدا فلم أجد رواية أصل الحديث إلّا عن ابن عباس وعن عبادة بن الصامت ، وكلاهما رويا الحديث بدون الزيادة السابقة ، وبعد هذا فلا ندري من أين جاء ابن الأثير بهذه الزيادة في نهايته .\r\nثم قال في نهاية كلامه : وأعجب من الكلّ ما رأيته في كلام بعض المعاصرين من دعوى الاستفاضة مع هذا القيد واسناده إلى المحقّقين تواتر الحديث مع الزيادة المذكورة « 3 » .\r\nونحن لسنا في صدد التعليق على كلام شيخ الشريعة من جميع جوانبه ، فحصر رواة الحديث بابن عباس وعبادة في غير محله ، فهناك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقيه 4 : 243 .\r\n( 2 ) راجع هذا وما قبله في قاعدة لا ضرر للسيد السيستاني : 105 .\r\n( 3 ) قاعدة لا ضرر لشيخ الشريعة : 12 - 13 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nعدة آخرون يبلغ عددهم ستة أو سبعة يروون هذا الحديث عن النبي صلّى اللّه عليه وآله وسلّم .\r\nكما أن زيادة قيد « في الإسلام » موجودة في رواية أبي لبابة ورواية جابر بن عبد اللّه « 1 » .\r\nوالذي نريد لفت النظر إليه هو ان إضافة القيد المذكور ثابت في مصادرنا أيضا ، فالصدوق « 2 » ، روى بشكل مرسل حديث لا ضرر مع الزيادة المذكورة « 3 » .\r\nورواها مع القيد المذكور كل من ابن أبي جمهور الأحسائي في عوالي اللآلي عن الشهيد الأوّل في بعض مصنفاته عن أبي سعيد الخدري ، والشيخ الطوسي في كتاب الشفعة من الخلاف ، والعلّامة في خيار الغبن من التذكرة .\r\nوقد يحاول تصحيح رواية الصدوق المرسلة ببيان أنّ مراسيل الصدوق إذا كانت بلسان قال فهي حجة دون ما إذا كانت بلسان ( روي ) .\r\nويمكن توجيه ذلك بأحد البيانين التاليين :\r\nأ - ما تبنّاه جماعة منهم السيد الخوئي في رأيه القديم المذكور في الدراسات « 4 » ، وحاصله : أنّ التعبير ب‍ « قال » يدلّ على ثبوت الرواية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد أوضح السيد السيستاني ذلك في رسالة قاعدة لا ضرر : 75 - 83 .\r\n( 2 ) الفقيه 4 : 243 .\r\n( 3 ) وقد أشار إلى ذلك السيد محمد علي القاضي في هامش رسالة لا ضرر لشيخ الشريعة الاصفهاني : 13 فراجعه .\r\n( 4 ) الدراسات : 322 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوصحتها لدى الصدوق ، وإلّا لما جاز له الإخبار بنحو الجزم وانّ النبيّ صلّى اللّه عليه وآله وسلّم قال كذا ، فإخباره الجزمي يدل على حجيتها وصحتها لديه ، وهو المطلوب .\r\nوجواب ذلك واضح فانّ حجّية خبر عنده لا تستلزم حجيته عندنا ، إذ لعله اطمأن به بسبب قرائن لو اطّلعنا عليها لم توجب لنا الاطمئنان ، كما أوضح هذا التراجع قدّس سرّه في مصباح الأصول « 1 » .\r\nب - ان التعبير ب‍ « قال » يدل على جزم الصدوق ، وإذا احتملنا استناد هذا الجزم إلى الحس طبّقنا أصالة الحسّ العقلائية . وفي المقام حيث نحتمل انّ الجزم وليد الحسّ - بأن كان هناك تواتر في نقل الحديث المذكور استند إليه الصدوق - فنحكم بكونه عن حسّ .\r\nوإذا قيل : إذا كان هناك تواتر فلما ذا لم نعثر على نقل الحديث من غير الطرق القليلة المذكورة سابقا ؟\r\nكان الجواب : أنّ الحديث بما أنّه نبوي وديدن الأصحاب لم يكن على ضبط الأحاديث النبوية المروية عن غير الأئمّة عليهم السّلام فنحتمل انّ التواتر كان ولم يضبط ، ولا استبعاد في كون هذا الخبر زمن الصدوق كان متواترا « 2 » .\r\nوفيه :\r\nأ - ان تعبير الصدوق ب‍ « قال » لو دلّ على الجزم فهو يدل على الجزم الأعم من الوجداني والتعبدي ولا يتعين في الوجداني ، والجزم التعبدي يكفي فيه اطمئنانه بصدور الرواية ولو لقرائن لو اطلعنا عليها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 2 : 520 .\r\n( 2 ) بحوث في علم الأصول 5 : 437 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nقد لا نراها موجبة للاطمئنان .\r\nب - ان أصالة الحسّ تجري لتعيين حال النقل وانّه عن حسن لا عن حدس ، ولا جزم بانعقادها لتعيين حال الجزم .\r\nوبكلمة أخرى : ان نقل الصدوق يشتمل على أمرين : نقل الرواية ، وانه جازم بها . وأصالة الحسّ تجري بلحاظ أصل النقل لإثبات انه عن حسّ دون تعيين حال الجزم لعدم الجزم بانعقادها على ذلك .\r\nج - ان التواتر المحتمل امّا هو بلحاظ نقل الشيعة ، أو بلحاظ نقل العامة ، أو بلحاظ كليهما .\r\nوإذا لاحظنا جميع المصادر لربّما يحصل للشخص تواتر ، إلّا انّ الذي يمكن حصوله هو التواتر بلحاظ فقرة : لا ضرر ولا ضرار من دون ضم قيد « في الإسلام » ، امّا إذا أردنا ملاحظة هذا القيد فلا يمكن تحصيل التواتر ، لأنّ القيد المذكور وارد في نقول قليلة لا تتجاوز الثلاثة أو الأربعة .\r\nد - ان تعبير الصدوق لا يدل على الجزم أصلا ، لأنّ ظاهر كلامه انّه بصدد الاحتجاج على العامة ، فانّ الحديث ذكره تحت عنوان ميراث أهل الملل ، فالمسلم إذا مات هل يرثه الكافر ، والكافر إذا مات هل يرثه المسلم .\r\nوفي هذا المجال ذكر أنّ الكافر لا يرث المسلم عقوبة له على كفره ، ثم قال ما نصّه : « فأمّا المسلم فلأي جرم وعقوبة يحرم الميراث ؟\r\nوكيف صار الإسلام يزيده شرّا مع قول النبي صلّى اللّه عليه وآله وسلّم : الإسلام يزيد ولا ينقص ، ومع قوله عليه السّلام لا ضرر ولا إضرار في الإسلام ؟ فالإسلام يزيد\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالمسلم خيرا ولا يزيده شرا » « 1 » .\r\nانه بذلك يقصد الرّد على العامة الذين حرموا المسلم من ارث الكافر أيضا ، فهو كأنه يخاطبهم ويقول لهم : كيف لا يرث المسلم الكافر ، والحال أنّ الحديث الوارد في رواياتكم يقول : لا ضرر ولا إضرار في الإسلام ؟ !\r\nومن الغريب ما ذكره بعض الأعلام قدّس سرّه من انّ قيد « في الإسلام » الوارد في الفقيه اشتباه . وقرّب الاشتباه بما يلي : إنّ من المحتمل كون الوارد في أصل الفقيه هكذا : لا ضرر ولا اضرار فالإسلام يزيد . . .\r\nفالحديث ذكر من دون قيد : « في الإسلام » ، وإنّما ذكر الصدوق « فالإسلام يزيد . . . » بصدد تكملة ردّه على العامّة . ولكن الكاتب اشتبه فكرّر كلمة « فالإسلام » مرتين من باب سهو القلم .\r\nثم بعد ذلك جاء دور من تأخر عن الكاتب ورأى أنّ كلمة « فالإسلام » كررت مرتين ، فظن الاشتباه وتخيّل ان المناسب بدل كلمة « فالإسلام » الأولى : « في الإسلام » ، فصحّح العبارة وصارت النتيجة كما نراه اليوم « 2 » .\r\nوفيه : إنّ ما ذكره مجرّد احتمال لم يقم دليلا على اثباته ، بل الدليل على عكسه ، وهو اتفاق النسخ على ما هو الموجود اليوم ، ولم ينقل عن أحد وجود نسخة أخرى للعبارة المذكورة .\r\nبل انّ في كلام الصدوق نفسه قرينة تدل على ضرورة وجود قيد « في الإسلام » ، وهي كونه في صدد الرّد على العامة ، وكأنه يريد ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقيه 4 : 243 .\r\n( 2 ) الرسائل : 25 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nيقول : لا ضرر ولا إضرار بسبب الإسلام ، والمسلم إذا حرم من ارث الكافر لزم تضرره بسبب الإسلام .\r\nوبهذا يتّضح ان كلمة « في » في قوله : « في الإسلام » سببية ، نظير ما ورد عن أبي هريرة عن النبي صلّى اللّه عليه وآله وسلّم : « انّ امرأة دخلت النار في هرّة . . . » . أي : بسبب هرّة .\r\n\r\nلفت نظر\r\nذكرنا أنّ نكتة البحث عن وجود قيد « في الإسلام » وعدمه تظهر في امكان استفادة النهي التكليفي من الحديث ، فان شيخ الشريعة اختار إرادة التحريم التكليفي من حديث لا ضرر .\r\nوهذا الرأي يقف أمامه وجود القيد المذكور - ومن هنا أخذ شيخ الشريعة ينفي القيد المذكور - إذ لا معنى لأن يقال : لا تضر في الإسلام بنحو يقصد الإنشاء دون الإخبار .\r\nهذا وبالامكان أن يقال : إنّ وجود القيد المذكور إنّما يتنافى مع إرادة النهي لو فرض انّا فسرنا النفي بالنهي ، امّا إذا وجّهنا ذلك بأن المقصود هو الإخبار بداعي الإنشاء - من قبيل يعيد بداعي إنشاء وجوب الإعادة ، أو قدّرنا خبرا محذوفا ؛ أي لا ضرر جائزا في الإسلام - فلا منافاة بين القيد المذكور وإرادة النهي .\r\n\r\n4 - الجمع في الرواية أو في المروي\r\nورد في حديث الشفعة عن أبي عبد اللّه عليه السّلام قال : قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بالشفعة بين الشركاء . . . وقال : لا ضرر ولا ضرار .\r\nان في هذا الحديث احتمالين ، فيحتمل ان الجملة الثانية قد صدرت\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمن النبي صلّى اللّه عليه وآله وسلّم مستقلة عن الجملة الأولى ؛ إحداهما في مجلس والأخرى في مجلس ثان ، إلّا ان الناقل - وهو عاقبة بن خالد قد جمع - بين الروايتين المستقلّتين في مقام النقل .\r\nويحتمل انهما صدرتا من النبي صلّى اللّه عليه وآله وسلّم في مجلس واحد ، بنحو تكون الثانية قد ذكرها صلّى اللّه عليه وآله وسلّم - أو تبرع بها الإمام الصادق عليه السّلام - لتكون مكملة للثانية ومبينة للحكمة بالشفعة بين الشركاء .\r\nويصطلح على الأوّل : الجمع بين الروايتين في مقام النقل ، وعلى الثاني : الجمع بين المرويين .\r\nوقد وقع البحث بين الاعلام في أن الجمع بين الفقرتين المذكورتين هل هو من النحو الأول أو من النحو الثاني .\r\nوالسبب في طرح هذا البحث : انّ أحد الاحتمالات في المقصود من قاعدة لا ضرر هو إفادة النهي عن ارتكاب الضرر وبيان تحريمه في التشريع الإسلامي .\r\nوشيخ الشريعة الاصفهاني من روّاد هذا الاحتمال ومؤيديه ، إلّا انّ الذي يقف أمام هذا الاحتمال هو ان قاعدة لا ضرر إذا كان يقصد بها إفادة النهي التحريمي فلما ذا ذكرت في ذيل حديث الشفعة وفي ذيل حديث المنع من فضل الماء ؟\r\nان ذكرها ذيل حديث الشفعة لا وجه له باعتبار ان الشفعة بين الشركاء حكم وضعي ولا معنى لتعليله بما يدلّ على الحكم التكليفي ، فلا معنى لأن يقال : الشفعة ثابتة بين الشركاء لأنّه يحرم الاضرار . ان هذا لا ربط له بهذا حتى يذكر كتعليل له .\r\nوهذا بخلاف ما إذا لم يكن المقصود من قاعدة لا ضرر إفادة\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالنهي التكليفي ، بل إفادة معنى آخر كالمعنى الذي ذكره الشيخ الأعظم في الرسائل ، وهو : نفي كل حكم يستلزم ثبوته الضرر بالمكلّف ؛ فكل حكم من هذا القبيل منتف في التشريع الإسلامي وليس بثابت ، انّه بناء على هذا تكون المناسبة واضحة ، فكأنه يراد ان يقال : إذا باع أحد الشريكين حصته فالشفعة ثابتة للشريك الثاني وله الحق في أخذ حصة الشريك بالشفعة ؛ إذ لو لم يكن له هذا الحق وكان بيع الشريك لازما يلزم تضرّر الشريك الثاني ، ولزوم بيع الشريك ما دام يلزم منه الضرر على الشريك الثاني منفي .\r\nهذا بالنسبة إلى حديث الشفعة .\r\nوامّا بالنسبة إلى حديث المنع من فضل الماء فالوجه في عدم صحة ذكر قاعدة نفي الضرر في ذيله هو : ان المنع من فضل الماء ليس محرما بل هو مكروه ، فمن كانت له بئر وفضل من مائها شيء فمن حقه منع الآخرين من الاستفادة من ذلك الماء ، لكن ذلك مكروه .\r\nوما دام مكروها فلا معنى لأن يعلّل بحرمة الاضرار . أجل لو كان المنع من فضل الماء محرما لكان تعليله بحرمة الاضرار وجيها ، إلّا انه لمّا كان مكروها فلا معنى لتعليله بقاعدة نفي الضرر بناء على كون المقصود منها إفادة تحريم الاضرار .\r\nان اشكال عدم المناسبة بين التعليل والحكم المعلل يتم في حديث الشفعة والمنع من فضل الماء ولا يتمّ وارم في الحديث الناقل لقصة سمرة لأنّه قد حكم صلّى اللّه عليه وآله وسلّم بقوله : اذهب فاقلعها بها إليه فانّه لا ضرر ولا ضرار . انّ المناسبة واضحة ، فالنبي صلّى اللّه عليه وآله وسلّم جوّز قلع النخلة ،\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nلأنّ دخول سمرة إليها يوجب اضرار الأنصاري ، والاضرار محرم « 1 » .\r\nوبالجملة ان إشكال عدم المناسبة بين التعليل والحكم المعلل - بناء على إرادة التحريم التكليفي من قاعدة لا ضرر - يختص بحديث الشفعة والمنع من فضل الماء دون حديث قصة سمرة .\r\nومن هنا حاول شيخ الشريعة التغلب على هذه المشكلة بدعوى ان فقرة لا ضرر المذكورة في حديث الشفعة والمنع من فضل الماء لم تذكر كتتمة للفقرة الأولى ليرد إشكال عدم المناسبة ، وإنّما ذكرها عاقبة بن خالد من باب نقل روايتين إحداهما مستقلة عن الأخرى .\r\nقال قدّس سرّه في رسالته التي ألّفها لبحث قاعدة لا ضرر ما نصه : « ان الراجع في نظري القاصر إرادة النهي التكليفي من حديث الضرر ، وكنت استظهر منه عند البحث عنه في أوقات مختلفة إرادة التحريم التكليفي فقط ، إلّا انه يثبّطني من الجزم به حديث الشفعة وحديث النهي عن منع فضل الماء ، حيث إن اللفظ واحد ولا مجال لإرادة ما عدا الحكم الوضعي في حديث الشفعة ولا التحريم في النهي عن منع فضل الماء ، بناء على ما اشتهر عند الفريقين من حمل النهي على التنزيه فكنت اتشبّث ببعض الأمور في دفع الإشكال إلى أن استرحت في هذه الأواخر وتبيّن عندي انّ حديث الشفعة والناهي عن منع الفضل لم يكونا حال صدورهما من النبي صلّى اللّه عليه وآله وسلّم مذيلين بحديث الضرر وان الجمع بينهما وبينه جمع من الراوي بين روايتين صادرتين عنه صلّى اللّه عليه وآله وسلّم في وقتين مختلفين . . . » « 2 » . ثم أخذ في بيان اثبات الدعوى المذكورة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولكن سيأتي إن شاء اللّه التأمل في ذلك أيضا .\r\n( 2 ) قاعدة لا ضرر : 18 - 19 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوإذا كانت رسالة لا ضرر لشيخ الشريعة تعدّ من الرسائل الجيدة في هذا المجال فذلك ليس إلّا من جهة تحقيقه الذي قام به لإثبات دعوى كون الفقرتين روايتين مستقلتين جمعتا في رواية واحدة في مقام النقل .\r\nوأيّده في هذه الفكرة جمع من الأعلام منهم الشيخ النائيني والشيخ الاصفهاني ، ولكن لبيانات أخرى .\r\nوحاصل ما ذكره شيخ الشريعة : انّ قضية « لا ضرر » الصادرة من النبي صلّى اللّه عليه وآله وسلّم قد صدرت كقضاء مستقل ، إلّا انّ عاقبة بن خالد قد ألحقها بقضية الشفعة . والناظر إلى حديث عاقبة يتخيّل انّ ذلك الالحاق هو من باب كون قضية لا ضرر علّة للحكم بثبوت الشفعة ، والحال أنّ الأمر ليس كذلك بل هو قضاء مستقل .\r\nوالدليل على ذلك : ان أحمد بن حنبل في مسنده الكبير روى عن عبادة بن الصامت مجموعة من الأقضية المستقلة للنبي صلّى اللّه عليه وآله وسلّم ، وذكر من جملتها قضية الشفعة من دون أن تكون مذيّلة بحديث لا ضرر ، وهكذا ذكر من جملتها قضية المنع عن فضل الماء من دون ان يكون مذيلا بقضيّة لا ضرر ، وإنّما ذكر عبادة قضيّة لا ضرر بشكل مستقل عن قضيّة الشفعة وقضيّة فضل الماء .\r\nولأجل ان يتّضح المطلب ننقل رواية عبادة ؛ قال : « ان من قضاء رسول اللّه صلّى اللّه عليه وآله وسلّم : انّ المعدن جبار والبئر جبار والعجماء جرحها جبار « 1 » ، وقضى في الركاز الخمس ، وقضى انّ ثمر النخل لمن ابّرها إلّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجبار هو الهدر الذي لا يغرم . والعجماء هي البهيمة .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nان يشترط المبتاع ، وقضى ان مال المملوك لمن باعه إلّا انّ يشترط المبتاع ، وقضى ان الولد للفراش وللعاهر الحجر ، وقضى بالشفعة بين الشركاء في الأرضين والدور ، وقضى لحمل ابن مالك الهذلي بميراثه عن امرأته التي قتلتها الأخرى [ إلى أن قال 
  ] وقضى ان لا ضرر ولا ضرار ، وقضى انّه ليس لعرق ظالم حق ، وقضى بين أهل المدينة في النخل لا يمنع نقع البئر ، وقضى بين أهل البادية انّه لا يمنع فضل ماء ليمنع فضل الكلأ . . . » .\r\nانّنا نجد بوضوح في هذه الرواية انّ قضية لا ضرر ذكرت كقضاء مستقل .\r\nهذا في روايات العامّة .\r\nولو رجعنا إلى روايات الشيعة لوجدنا انّ عاقبة بن خالد ينقل مقدارا كبيرا من تلك الأقضية التي نقلها عبادة ، ولكن لم ينقلها علماؤنا مجموعة في رواية واحدة بل فرقت على الأبواب المختلفة « 1 » .\r\nوإذا قارنا بين ما هو المنقول بطرقنا من تلك الأقضية المستقلة وما هو المنقول في رواية عبادة لوجدنا تشابها كبيرا ، الأمر الذي يوجب الوثوق بانّ قضية لا ضرر المذكورة في رواية عاقبة بعد الحكم بالشفعة ذكرت كقضاء مستقل .\r\nوبكلمة أخرى : يحصل وثوق بأنّ ما صدر من النبي صلّى اللّه عليه وآله وسلّم في قضية الشفعة قد صدر غير مذيّل بقضية لا ضرر ، وإنّما عاقبة قد جمع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ففي الفقيه بسنده إلى عاقبة عن أبي عبد اللّه عليه السّلام قال : من قضاء رسول اللّه صلّى اللّه عليه وآله وسلّم انّ المعدن جبار والبئر جبار والعجماء جبار . وفي الكافي والتهذيب عن عاقبة عن أبي عبد اللّه عليه السّلام قال : قضى رسول اللّه صلّى اللّه عليه وآله وسلّم انّ ثمر النخل للذي أبّرها إلّا أن يشترط المبتاع .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nبينهما من باب الجمع بين الروايتين المستقلّتين .\r\nهذا بالنسبة إلى حديث الشفعة .\r\nوهكذا يقال بالنسبة إلى حديث المنع من فضل الماء .\r\nوأضاف شيخ الشريعة قائلا : انّ احتمال كون عبادة قد فصل بين قضية الشفعة وقضية لا ضرر - بعد ما كانت الأولى مذيّلة بالثانية ، فصل نتيجة لتصرّف شخصي منه - احتمال بعيد جدا ، خصوصا بعد استقراء رواياته وثبوت ضبطه واتقانه ، بل قيل : انّه من أجلّاء الشيعة .\r\nوعن الكشّي عن الفضل بن شاذان : انّه من السابقين الذين رجعوا إلى أمير المؤمنين عليه السّلام ، كحذيفة وخزيمة بن ثابت وابن التيّهان ، وهو ممّن شهد العقبة الأولى والثانية وبدرا وأحدا والخندق والمشاهد كلّها مع رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\nهذا توضيح ما أفاده قدّس سرّه .\r\nوخوفا من الإطالة نترك المناقشة إلى مستوى أعلى من البحث إلّا انّه بشكل مختصر نقول : انّ ما أفاده قدّس سرّه لا يتم إلّا بناء على انّ جملة لا ضرر الصادرة من النبي صلّى اللّه عليه وآله وسلّم قد صدرت مرة واحدة لا أكثر ، امّا إذا افترضنا انّها صدرت مرّتين ؛ مرة كقضاء مستقل نقله عبادة ، وأخرى كتعليل للحكم بالشفعة وفضل الماء فلا يتم ما ذكره . وواضح انّ احتمال التعدّد موجود ، ومعه تبطل القرينة المذكورة .\r\nوإذا قيل دفاعا عن شيخ الشريعة بانّ من يقارن بين الأقضية التي نقلها عبادة والأقضية التي نقلها عاقبة يجد تشابها تاما ، إلّا من ناحية تذييل قضية الشفعة وفضل الماء بقضية لا ضرر ، وهذا يورث الاطمئنان بأنّهما بصدد نقل شيء واحد صادر من النبي صلّى اللّه عليه وآله وسلّم وليسا\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبصدد نقل شيئين صدرا منه صلّى اللّه عليه وآله وسلّم ؛ وحيث انّ عبادة من أجلّاء الأصحاب ولا يحتمل وجود مصلحة له تدعوه إلى حذف قضية لا ضرر من الذيلية فيثبت انّ قضية لا ضرر الصادرة من النبي صلّى اللّه عليه وآله وسلّم قضية واحدة .\r\nومثل هذا البيان لا ينفع في ردّه احتمال تعدد الصادر من النبي صلّى اللّه عليه وآله وسلّم .\r\nوالوجه في ذلك : انّ لنا اطمئنانا بكون عاقبة ناظرا في نقله إلى نقل نفس ما ينقله عبادة ، ولا يقصد عاقبة نقل أشياء اخر غير ما ينقله عبادة ، وحيث انّ عبادة دقيق في نقله ولا نحتمل وجود مصلحة له في الفصل فيثبت انّ قضية لا ضرر حينما صدرت من النبي صلّى اللّه عليه وآله وسلّم صدرت مستقلة أيضا .\r\nويرده : ان قضية لا ضرر في نقل عاقبة لو كانت قضية مستقلة فما معنى اقحامها بين قوله : « قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بالشفعة بين الشركاء في الأرضين والمساكن » ، وقوله « إذا أرفت . . . » ؟ ان هاتين الجملتين مرتبطتان بمسألة الشفعة ، واقحام شيء مستقل بينهما أمر غير مناسب .\r\nوجمعا بين تصديق عاقبة وتصديق عبادة يمكن ان نفترض انّ عبادة قد سمع مرتين من النبي صلّى اللّه عليه وآله وسلّم قضية لا ضرر ؛ سمعها مرة كقضاء مستقل ، وسمعها أخرى في ذيل قضية الشفعة ، ونقل القضاء المستقل في روايته السابقة وتساهل عن نقلها ثانية كذيل لقضية الشفعة من باب أنّ إسقاطه لا يغيّر في المعنى شيئا ، إذ هو إسقاط للتعليل لا أكثر ؛ وقد شجّعه على ذلك ذكره لقضية لا ضرر بعد ذلك\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nكقضاء مستقل .\r\nهذا كله لو سلّمنا بوثاقة عبادة وصحّة الرواية من ناحيته ومن ناحية بقية أفراد السند ، وإلّا فالمجال للمناقشة واسع ، إذ يقال : سلّمنا بوثاقة عبادة وجلالته ، ولكن ذلك لا يلزم منه وثاقة جميع أفراد السند غير عبادة .\r\nومع عدم ثبوت صحّة الرواية سندا كيف تجعل قرينة على التصرّف في رواية عاقبة بن خالد ؟\r\n\r\nنكات أخرى\r\nذكر الميرزا في رسالته بعض النكات الأخرى لإثبات انّ قضية لا ضرر قضية مستقلة لا ربط لها بسابقها ، ووافقه السيد الخوئي على بعضها وأشار لها في مصباح الأصول « 1 » ، نذكر منها :\r\n1 - انّ قاعدة لا ضرر لا ربط لها بمسألة الشفعة ، فانّ قاعدة لا ضرر تنفي كل حكم يتولّد منه الضرر .\r\nوفي المقام نقول : انّ الضرر امّا ان ينشأ من بيع الشريك حصته لشخص ثالث أو ينشأ من لزوم ذلك البيع لا من نفسه ؛ وعلى الأوّل يلزم بطلان البيع وانتفاؤه لا الحكم بصحته وثبوت حق الشفعة للشريك .\r\nوعلى الثاني يلزم انتفاء لزوم البيع وكونه مشتملا على الخيار بحيث يحقّ للشريك الأوّل فسخ البيع ورجوع الحصة المباعة إلى ملك الشريك البائع .\r\nوعلى كلا التقديرين لا معنى لثبوت الشفعة للشريك بنحو ينقلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 2 : 521 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nإلى ملك نفسه . ان هذا حكم لا يستفاد من قضية لا ضرر كما أوضحنا .\r\nأجل ، لو قلنا بأنّ حديث لا ضرر يدلّ على لزوم جبران الضرر الوارد على الشخص لأمكن أن يقال بانّ الاستشهاد بقضية لا ضرر هو من باب إفادة انّ الضرر الوارد على الشريك لا بدّ من جبره ، وذلك لا يكون إلّا بتشريع حق الشفعة .\r\nولكن يرد ذلك أنّ حديث نفي الضرر حديث نفي لا حديث إثبات فهو وارد لبيان انتفاء كل حكم يلزم منه الضرر لا اثبات كل حكم ينجبر به الضرر .\r\nهذه حصيلة النكتة الأولى .\r\nويردها : ان ثبوت حقّ الشفعة لو لم يمكنّا استفادته من حديث لا ضرر فهذا لا يعني رفع اليد عن ظهور حديث عاقبة في كون قاعدة لا ضرر ذكرت فيه كذيل وتعليل ، بل ينبغي ان نقول : انّ وجه التعليل قد خفي علينا ولا نعرفه لا انّه لا يوجد وجه للتعليل وبالتالي ننكر كونه ذيلا .\r\nهذا مضافا إلى إمكان ان يقال : انّ ذكر قضية لا ضرر كتعليل يدل على انّ المقصود منها - قضية لا ضرر - أوسع ممّا نفهمه ، فنحن كنّا نفهم منها انّها واردة لبيان النفي لا اثبات وتشريع ما يجبر به الضرر ، ومن المناسب انّ نرفع اليد عن هذا الفهم ، ونقول : انّ المقصود منها الأعم من النفي واثبات التشريع الجابر بقرينة ذكرها ذيلا وتعليلا .\r\nعلى انّ بالامكان استفادة ثبوت حق الشفعة من قاعدة لا ضرر بتقريب : انّ الشريك إذا أراد بيع حصته فالمجتمع والفطرة والعقلاء يحكمون بأحقيّة الشريك الآخر بالحصة فيما إذا استعدّ لأخذها بالثمن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالذي يطلبه بائعها ، فانّ غرض البائع ليس إلّا تحصيل الثمن والمفروض انّ الشريك الآخر يبذله ، وبيع الحصة لغيره دونه ادخال للشريك عليه دون أي مسوّغ .\r\nانّ هذا الحق ثابت للشريك ، فإذا لم يشرّع له حق الشفعة لزم سلب حقه ، وسلب الحق نحو من أنحاء الضرر .\r\nانّ الضرر لا يختص بالنقص في المال أو البدن ، بل يعمّ عدم منح صاحب الحق حقه .\r\nأجل هناك بعض الحقوق الاجتماعية لم يمضها الشارع فعدم منحها لا يعدّ ضررا ، من قبيل عدم تزويج بنت العمّ لابن عمّها .\r\nأما مثل حق الشفعة فهو حق اجتماعي وعقلائي وقد أمضاه الشارع ، وسلب مثله وعدم منحه يعدّ ضررا .\r\nوبهذا يتّضح انّ الضرر اللازم في المقام ليس هو في البيع نفسه ولا في لزومه ، بل في عدم إعمال حق الشريك الذي تولّد بسبب بيع الشريك الآخر .\r\n2 - وهذه النكتة ناظرة إلى حديث فضل الماء ، وحاصلها انّ قضية لا ضرر لا يمكن أن تكون ذيلا وعلّة للحكم بالمنع عن فضل الماء ، لأن الشخص الذي له بئر وفضل قسم من مائها له الحق في منع الآخرين من الاستفادة من مائها لأنّها ملكه وحقه ، غايته ان منعه الآخرين مكروه ومرجوح لا انّه محرّم ، ومع كون المنع جائزا ومرجوحا فلا معنى لتعليله بقضية لا ضرر التي تدل على حكم لزومي .\r\nان التعليل بقضية لا ضرر يدل على انّ منع الآخرين من الاستفادة من فاضل الماء محرم ، والحال ان المنع مكروه ، وتعليل المنع\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالمكروه بما يدل على التحريم غير وجيه ، وعليه فيتعين أن تكون قضية لا ضرر مستقلة .\r\nوتحقيق الحال في هذه النكتة يرتبط بتحقيق الحال في مسألة المنع عن فضل الماء وهل ذلك - المنع من الفاضل - حق لصاحب البئر أو لا .\r\nان المعروف انّ من حفر بئرا أو عينا فهو مالك لها ، سواء كان ذلك الحفر في أرض مباحة أو في التي هي ملكه ، إلّا انّ بالامكان أن يقال : انّه لا يملكها أو بالأحرى يملكها في حدود حاجته ، ولا بدّ له من فسح المجال أمام الآخرين بالمقدار الزائد عن حاجته .\r\nوالمستند في ذلك باختصار : ان دليل الملكيّة ، امّا قاعدة من حاز ملك ، أو السيرة العقلائية على انّ من حفر بئرا أو استخرج معدنا فهو ملك له ، أو هو الاجماع التعبّدي .\r\nامّا قاعدة من حاز ملك فهي مردودة ، باعتبار انّها ليست مدلولا لدليل لفظي ليتمسك باطلاقه وإنّما مستندها السيرة العقلائية ؛ وعليه فيلزم الرجوع إلى السيرة .\r\nوالسيرة مدفوعة بأن القدر المتيقن منها الحكم بملك الحائز فيما إذا كانت الحيازة للطير أو للسمك أو للأرض أو لغير ذلك مما هو في حدود حاجة الحائز ، اما إذا حاز مقدارا أكبر من حاجته فلا يحرز التعامل معه معاملة المالك .\r\nوعلى تقدير ثبوت مثل هذه السيرة على اطلاقها فهي لا تكون حجة إلّا مع الامضاء الشرعي ، وهو غير ثابت لاحتمال الردع بمثل رواية عاقبة وغيرها التي نهي فيها عن فضل الماء ليمنع من فضل الكلأ .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوإذا قيل بأنّ هذه الرواية لم تثبت حجيتها لضعف سندها .\r\nأجبنا : انّ الرواية وانّ كانت ضعيفة السند إلّا انّه يحتمل صدورها واقعا ، ومع ثبوت الاحتمال المذكور فلا نجزم بعدم الردع وبالتالي لا يجزم بالامضاء .\r\nواما الاجماع التعبّدي فهو مدفوع بمخالفة الشيخ الطوسي ، حيث ذكر في المبسوط : كل موضع قلنا : انّه يملك البئر فانّه أحق بمائها بقدر حاجته لشربه وشرب ماشيته وسقي زرعه ، فإذا فضل بعد ذلك شيء وجب عليه بذله بلا عوض لمن احتاج إليه لشربه وشرب ماشيته من السابلة وغيرهم ، وليس له منع الماء الفاضل من حاجته حتى لا يتمكن غيره من رعي الكلأ الذي يقرب ذلك الماء « 1 » .\r\nوعليه فلا إشكال في التعليل بقاعدة لا ضرر من هذه الناحية .\r\n\r\n5 - توضيح مفردات الحديث\r\nاشتمل الحديث على كلمة « ضرر » و « ضرار » ، ولا بدّ من توضيح المقصود منهما .\r\nأمّا الضرر فقد ذكر غير واحد أنّه النقص في المال أو البدن أو العرض .\r\nوقد يقيد ذلك بما إذا كان النقص موجبا لوقوع الشخص في الضيق والشدّة ؛ فالتاجر الذي يملك الملايين إذا ضاع منه بعض الدنانير لا يصدق عليه انّه تضرر ، بخلاف ذلك في الفقير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط 3 : 281 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوالمناسب عدم تخصيص الضرر بالنقص في أحد الأمور الثلاثة المتقدمة ، بل تعميمه للنقص في الحق أيضا ؛ فمن كان له حق عقلائي وشرعي في قضية معيّنة فالمنع من ممارسته لحقه المذكور ضرر أيضا .\r\nفمثلا من حق الشخص ان يعيش في داره حرّا ، والحيلولة دون ممارسة حقه - كما حال سمرة دون إعمال الأنصاري حقّه هذا في داره - ضرر .\r\nومن حق كل إنسان ممارسة أي عمل شرعي كالتصدير والاستيراد ونحو ذلك من الأعمال ، والحيلولة دون ذلك ضرر فيما إذا لم يشكّل ذلك خطرا من ناحية أخرى .\r\nوأمّا مثل حق الطباعة والنشر والتأليف وحقّ الاختراع ، وأمثال ذلك من الحقوق المتداولة في يومنا هذا فهي لو ثبت كونها حقوقا عقلائية وشرعية لأمكن ان تعدّ طباعة الغير للكتاب تضييعا لحق دار النشر والطباعة ، ومن ثمّ يلزم أن يكون ذلك محرما ، إلّا انّ كون هذه حقوقا عقلائية وشرعية لأصحابها أوّل الكلام ، فان كل دار نشر لديها جهاز خاص بالطباعة لنفسها ، ولها حقّ التصرف في جهازها وأوراقها والأدوات الخاصة بها ، والحيلولة دون ممارسة حقّها هذا هو الذي يعدّ ضررا ، وإذا مارست حقها هذا لم يعد ذلك اضرارا بدار النشر التي احتفظت بهذا الحق لنفسها ، فانّ هذا الحق الذي احتفظت به لنفسها ليس حقا في نظر الشرع والعقلاء ؛ وأي حق يتولد بمجرد الكتابة على صفحة الغلاف : ان حقوق الطبع محفوظة لدار النشر ؟ ! ! وهل يحتمل ان طبعه\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nللكتاب قبل غيره ومسارعته إلى ذلك يولّد له حقا ؟ ! « 1 » ان ذلك مضحك .\r\nوبالجملة نحن نسلّم ان بعض هذه أو كلها لو ثبت كونها حقوقا عقلائية وشرعية فالتجاوز عليها ضرر ، إلّا ان الكلام في كونها حقوقا .\r\nوالمهم في النتيجة التي نريد الخروج بها هي : ان الضرر لا يختص بالنقص في المال أو العرض أو البدن ، بل التجاوز على حقوق الآخرين والتعدّي عليها ضرر أيضا .\r\n\r\nالفرق بين الضرر والضرار :\r\nعرفنا فيما سبق ان مادة الضرر - أي كلمة ضرر - تدل على النقص ، وكلتا الكلمتين تشتركان في هذا المعنى ، وذلك نقطة اشتراك بينهما ، ولكن ما هي مادة الامتياز ؟\r\nفمثلا كلمة كتب وكاتب تشتركان في الدلالة على أصل الكتابة ، ولكن بالرغم من هذا الاشتراك تمتاز كل واحدة عن الأخرى في نقطة ، وهي ان كتب تدل على الكتابة بنحو تلبّس الفاعل بها في الزمن السابق ، وهذا بخلاف كاتب فانّها تدل على التلبّس الفعلي من دون دلالة على الزمن .\r\nوالسؤال في مقامنا عن الفارق بين كلمة ضرر وضرار بعد اشتراكهما في الدلالة على أصل النقص .\r\nويمكن ان يفرّق بينهما بان الضرر اسم مصدر ، بينما الضرار مصدر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإذا قيل : كيف لا يكون للمؤلف حقّ وهو قد بذل جهودا فكرية كبيرة ؟ أجبنا : انّ لازم انّ المطالب العلمية التي يسجلها بعض المفكرين في كتبهم لا يحقّ للآخرين الاستفادة منها والتبنّي لها ، وهو واضح البطلان .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوالفارق بين المصدر واسمه هو : ان الكلمة تارة تدل على مجرد الحدث مع قطع النظر عن حيثيّة صدوره من الفاعل ، أو بالأحرى من دون دلالتها على النسبة إلى الفاعل ، وأخرى تدل عليه مع ملاحظة حيثيّة صدوره من الفاعل . والأول هو اسم المصدر ، والثاني هو المصدر . فمثلا العلم إذا لوحظ منسوبا إلى الفاعل وقيل علم زيد بالقضية ثابت فهو مصدر ، أمّا إذا قيل العلم خير من الجهل فهو اسم مصدر .\r\nوغالبا لا فرق بين المصدر واسمه في اللفظ في اللغة العربية « 1 » ، بينما على العكس في اللغة الفارسية ، حيث يختم المصدر بالنون بخلاف اسم المصدر فيقال : « گفتن وگفتار ، ورفتن ورفتار ، وكشتن وكشتار ، وكتك وزدن ، و . . . » .\r\nوإذا أردنا ان نمثل للمصدر واسمه المختلفين في اللغة العربية فيمكن ان نمثل بالضرر والضرار ؛ فان الضرر هو نفس النقص بلا لحاظ حيثية صدوره من الفاعل ، فحينما يقال : ضرر فلان عظيم يقصد انّ نفس النقيصة فاحشة وعظيمة ، ولا يراد انّ النقيصة التي أدخلها وفعلها فلان عظيمة . انّ حيثيّة فعلها من فلان أو فلان ليست ملحوظة ، وإنّما الملحوظ هو النقص بما هو نقص بقطع النظر عن صدوره من هذا أو ذاك . وهذا كله بخلاف الضرار فان حيثية الصدور من الفاعل ملحوظة ، فيقال : ضرار فلان عظيم . أي : انّ الضرر الذي قام به فلان وصدر منه عظيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويمكن أن يمثل للمختلفين لفظا بالضرر والضرار وبالتلف والاتلاف والنفع والمنفعة .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nمعنى الضرار\r\nبعد ان عرفنا ان الضرار مصدر نسأل عن معناه ، إذ الضرار يحتمل كونه مصدرا لضرّ ، ويحتمل كونه مصدرا لضارّ ؛ فان ضرّ يأتي مصدره ضرا وضرارا « 1 » . وضارّ - الذي هو على وزن فاعل - يأتي مصدره على وزن فعال ومفاعلة ، أي : ضرار ومضارة « 2 » .\r\nثم إنّه إذا كان مصدرا لضارّ ، يقال بان الضرار مصدر باب المفاعلة ؛ إذ مصدر ضارّ وإن لم ينحصر بالمفاعلة بل يأتي مصدره على وزن فعال ، إلّا انّه ينسب إلى باب المفاعلة من باب النسبة إلى أشهر المصدرين .\r\nوبالجملة إذا كان الضرار مصدرا لضارّ - أي كان مصدرا من باب المفاعلة - فقد يقال بدلالته على المشاركة ، أي لا يضرّ هذا ذاك ولا ذاك هذا فان المنسوب إلى جملة من اللغويين ان باب المفاعلة موضوع للمشاركة ، فقاتل زيد عمرا ، يعني : هذا قاتل ذاك وذاك قاتل هذا ، إلّا ان النسبة في أحدهما أصلية وفي الآخر تبعية ، فالنسبة بلحاظ الفاعل - وهو زيد - أصلية بينما بلحاظ المفعول - وهو عمرو - تبعية .\r\nهذا ، ولكن الشيخ الاصفهاني - ووافقه على ذلك جماعة - أنكر دلالة باب المفاعلة على المشاركة ، وقال : انّي تتبّعت القرآن من أوله إلى آخره فلم أجد استعمال باب المفاعلة في الدلالة على المشاركة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فإنّ الفعل الثلاثي قد يأتي مصدره على فعال ، من قبيل كتب كتابا ، وحسب حسابا ، وقام قياما .\r\n( 2 ) في شرح ابن عقيل 2 : 131 ، كل فعل على وزن فاعل فمصدره الفعال والمفاعلة ، نحو :\r\nضارب ضرابا ومضاربة ، وقاتل قتالا ومقاتلة ، وخاصم خصاما ومخاصمة .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوعلى أي حال ، سواء تمّ ما أفاده أو لا ففي خصوص الحديث لم يقصد من كلمة الضرار الدلالة على المشاركة ، إذ الضرر كان صادرا من سمرة فقط دون الأنصاري . وسوف يأتي إن شاء اللّه تعالى في النقطة التالية أنّ استشهاد الرسول صلّى اللّه عليه وآله وسلّم إنما هو بفقرة « لا ضرار » دون « لا ضرر » .\r\nوبعد عدم كون المشاركة مقصودة فما هو المقصود إذن ؟\r\nان المصدر وان دلّ على صدور الحدث من الفاعل ، إلّا ان هذا المقدار قضية تشترك فيها جميع المصادر ، ولكن دلالة بعض المصادر تختلف عن دلالة بعضها الآخر ، والسؤال عن دلالة هيئة الضرار ما هي ؟\r\nلا يبعد دلالة كلمة « ضرار » على صدور الضرر من الفاعل أمّا بنحو الاستمرار والتكرّر ، أو بنحو التقصّد والتعمّد واتّخاذ ذريعة باطلة إليه ، فلا ضرار يعني : لا يصدر منكم الضرر متقصدين إليه ومتشبّثين ببعض الذرائع الواهية .\r\nولعل بعض الاستعمالات القرآنية تساعد على ذلك ، قال تعالى :\r\n وَإِذا طَلَّقْتُمُ النِّساءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلا تُمْسِكُوهُنَّ ضِراراً لِتَعْتَدُوا  « 1 » ، وقال :  وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِراراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ . . .  « 2 » ، وقال :  . . . وَلا يُضَارَّ كاتِبٌ وَلا شَهِيدٌ . . .  « 3 » وقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 231 .\r\n( 2 ) التوبة : 107 .\r\n( 3 ) البقرة : 282 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n . . . لا تُضَارَّ والِدَةٌ بِوَلَدِها وَلا مَوْلُودٌ لَهُ بِوَلَدِهِ . . .  « 1 » إلى غير ذلك .\r\nوالنتيجة المستخلصة من كل هذا أنّ كلمة الضرر تدل على نفس النقص ، وكلمة الضرار تدل على الضرر الصادر من الفاعل عن تعمّد وقصد .\r\n\r\n6 - المقصود من قاعدة لا ضرر\r\nبعد أن عرفنا المقصود من كلمة الضرر والضرار يقع الكلام في المقصود من مجموع الجملة وأنّه ما ذا تريد أن تقول وتبيّن .\r\nإن أهم نقطة من نقاط البحث عن قاعدة لا ضرر هي هذه النقطة .\r\nوقد اختلفت الإجابة عن هذا التساؤل ، ونذكر المهمّ منها كما يلي :\r\nأ - انّ المقصود النهي وإفادة تحريم الضرر تكليفا . وهذا الرأي ذكره الآخوند في الكفاية ، واختاره شيخ الشريعة الاصفهاني .\r\nب - ان المقصود نفي الضرر غير المتدارك . وهذا هو المنسوب للفاضل التوني .\r\nج - ان المقصود نفي تشريع الحكم الذي يستلزم الضرر ويسببه .\r\nوهذا ما اختاره الشيخ الأعظم والميرزا والسيد الخوئي .\r\nد - ان المقصود نفي الحكم بلسان نفي الموضوع . وهذا ما اختاره الآخوند الخراساني في الكفاية .\r\nويأتي فيما بعد إن شاء اللّه تعالى توضيح الفرق بين هذا الرأي وما قبله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 233 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوبعد هذا نأخذ بالتحدّث بشكل مختصر عن كل واحد من هذه الآراء ، ثم بيان ما هو المختار .\r\n\r\nتوضيح الرأي الأول\r\nان تفسير القاعدة بالتحريم التكليفي للضرر يمكن ان يتم بأحد الطرق الثلاث التالية :\r\nأ - استعمال « لا » النافية في النهي بنحو المجاز والاستعمال في المعنى غير الموضوع له .\r\nب - تقدير خبر محذوف ، أي : لا ضرر جائز .\r\nج - أن تكون الجملة مستعملة في الإخبار عن النفي بقصد النهي ، نظير استعمال جملة بعت بداعي الانشاء .\r\n\r\nالدليل على الرأي الأول\r\nان كيفية تخريج إرادة النهي من الحديث ليس بمهم ، وإنّما المهم إقامة الدليل على اثبات ذلك .\r\nوإذا رجعنا إلى كلمات شيخ الشريعة في رسالة لا ضرر وجدناه يذكر الوجوه التالية :\r\nأ - ان الشائع من الاستعمال المذكور إرادة النهي ، من قبيل  . . . فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدالَ فِي الْحَجِّ . . .  « 1 » ،  . . . فَإِنَّ لَكَ فِي الْحَياةِ أَنْ تَقُولَ لا مِساسَ . . .  « 2 » ، ومن قبيل قوله صلّى اللّه عليه وآله وسلّم : « لا طاعة لمخلوق في معصية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 197 .\r\n( 2 ) طه : 97 .\r\nوفي مجمع البيان : معنى لا مساس : لا يمسّ بعض بعضا فصار السامري يهيم في البراري لا يمسّه أحد ولا يمسّ أحدا عقوبة من اللّه سبحانه له ، وكان إذا لقي أحدا يقول : لا مساس ،\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالخالق » ، و « لا غشّ بين المسلمين » . إلى غير ذلك من الشواهد التي أكثر منها .\r\nومن الغريب في المقام ان الآخوند ذكر في الكفاية ان استعمال التركيب المذكور لإفادة النهي غير معهود ، بينما شيخ الشريعة يقول :\r\nإنّ ذلك هو الشائع .\r\nثمّ إنّه إذا أشكلنا على شيخ الشريعة بأنّ استعمال التركيب المذكور في غير النهي معهود أيضا من قبيل « لا شكّ لكثير الشك » ، « لا ربا بين الوالد وولده » وأمثال ذلك .\r\nأجاب بأنّ الأمثلة المذكورة لا يصح الاستشهاد بها ، لأنّ الشارع المقدّس قد أعطى للربا حكما معينا وهو الحرمة ، وقد أثبت ذلك لطبيعيّه ، وأريد بالجملة المذكورة نفي الموضوع وتنزيله منزلة العدم بلحاظ بعض أفراده ، وكأنّه يراد أن يقال : هذا الفرد ليس من الربا ، ومن ثمّ لا يثبت له الحكم الثابت لطبيعي الربا وهو الحرمة ؛ وأين ذلك من المقام الذي لا يوجد فيه حكم عام للضرر ليراد نفي ذلك الحكم من خلال تنزيل بعض أفراده منزلة العدم .\r\nب - التمسك بالتبادر وان الأذهان الفارغة من الشبهات العلمية لا تنسبق إلّا إليه .\r\nج - ان الوارد في الحديث انّ النبيّ صلّى اللّه عليه وآله وسلّم قال لسمرة : إنّك رجل مضار ولا ضرر ولا ضرار على مؤمن . وهذا بمنزلة صغرى وكبرى ، أي : إنّك مضار ، والمضارة حرام . وهذا وجيه ، بينما لو كان المقصود أي : لا تمسّني .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nنفي الحكم الضرري يصير المعنى : انّك رجل مضار ، والحكم الضرري منتف ، ولا يظن بالأذهان المستقيمة ارتضاءه .\r\nد - اتفاق أهل اللغة على فهم النهي من الحديث .\r\n\r\nمناقشة أدلّة شيخ الشريعة\r\nويمكن مناقشة الوجوه المذكورة بما يلي :\r\nامّا الوجه الأول فلأنّ مجرد استعمال التركيب المذكور في جملة من الموارد لإفادة النهي لا يعني ان التركيب المذكور أينما ورد يلزم حمله على ذلك بل لا بدّ من ملاحظة المناسبات والنكات .\r\nوفي المقام توجد بعض النكات التي تعيق عن ذلك ، فان الضرر على ما تقدم هو نفس النقص بدون التفات إلى حيثيّة الصدور من الفاعل ، والنهي عن نفس النقص لا معنى له . أجل الضرار حيث إن الملحوظ فيه حيثية الصدور من الفاعل فاستعماله لإفادة النهي وجيه ، ويصير لا ضرار بمنزلة لا إضرار ، أي : لا يضر بعضكم بعضا .\r\nوعليه يتضح ان المناسب هو التفكيك بين جملة « لا ضرر » وجملة « لا ضرار » ، فالثانية تفيد النهي دون الأولى ؛ ولا ينبغي ملاحظة الجملتين كجملة واحدة بدون تفكيك بينهما ، انّه خطأ لا توجيه له .\r\nوظاهر كلمات المشهور وإن كان عدم التفكيك بينهما إلّا ان المناسب هو التفكيك .\r\nوأمّا الوجه الثاني فعهدة دعوى التبادر عليه .\r\nوأمّا الوجه الثالث فلأنّ استفادة الصغرى والكبرى وإن كانت أمرا وجيها إلّا انّه يكفي لذلك تفسير فقرة لا ضرار بالنهي ، ولا يتوقف على تفسير الفقرة الأولى - لا ضرر - بالنهي .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوأمّا الوجه الرابع فيرده ان فهم أهل اللغة لا حجيّة له ، فان الحجّية لو كانت ثابتة لأهل اللغة فهي ثابتة في مقام تشخيص معاني المفردات دون معنى الجمل ، فان ذلك اجتهاد محض منهم .\r\n\r\nالاستدلال على الرأي الثاني\r\nوأمّا ما أفاده الفاضل التوني فيمكن ان يوجّه بأنّ الحديث نفى وجود الضرر خارجا ، وحيث إن ذلك كذب فلا بدّ وان نفترض تدارك الضرر الموجود خارجا ، إذ بتداركه يكون وجوده كالعدم فانّ الضرر المتدارك في حكم العدم ، وحيث انّه لا يمكن أن يكون المقصود انّ كل ضرر هو متدارك بالفعل وخارجا ، لأنّ ذلك كذب أيضا ، إذ ما أكثر الإضرار التي لم يتحقق تداركها بالفعل ، فلا بدّ وأن يكون المقصود انّ كل ضرر خارجا هو محكوم شرعا بوجوب التدارك .\r\nوبذلك يثبت ان كل ضرر هو محكوم بوجوب التدارك والضمان شرعا ، أي : نفهم من الحديث جعل الضمان شرعا لكل ضرر .\r\nولكن من هو الضامن ؟\r\nان الحديث يدل على أن الضرر إذا كان منسوبا إلى شخص معين فهو الضامن ، وهذا ما تدل عليه فقرة لا ضرار ، حيث إن الضرار هو الضرر الملحوظ نسبته إلى الفاعل ، فإذا نفي دلّ ذلك على أنه ضامن .\r\nوامّا إذا لم يكن الضرر منسوبا إلى شخص فالضامن هو الدولة أو بالأحرى هو بيت مال المسلمين ، وهذا ما تدل عليه فقرة « لا ضرر » ، لأنّ الضرر هو النقص من دون لحاظ نسبته إلى الفاعل ، فنفيه يدل على وجوب ضمانه وليس الضامن في مثل ذلك إلّا الدولة ، إذ لا يوجد ما يمكن ان يكون ضامنا غيرها .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوتحقيق من هو الضامن قضية غير مهمة فيما نحن بصدده الآن ، وإنّما المهم هو الالتفات إلى تقريب دلالة الحديث على مدعى الفاضل التوني بالشكل المتقدم .\r\nوروح هذا التقريب قد تستفاد من عبارة الفاضل التوني حيث قال في الوافية : « إذ نفي الضرر غير محمول على نفي حقيقته لأنّه غير منفي ، بل الظاهر أن المراد به نفي الضرر من غير جبران بحسب الشرع » « 1 » .\r\n\r\nمناقشة الرأي الثاني\r\nوقد يناقش هذا الرأي بما ذكره السيد الخوئي « 2 » ، من انّ لازم هذا الرأي تقييد الضرر بغير المتدارك وهو بحاجة إلى دليل لأنّه خلاف الاطلاق .\r\nويرده : ان بإمكان شيخ الشريعة ان يدّعي تارة بأنّي لا أدّعي تقييد لفظ الضرر بلفظ غير المتدارك ليكون ذلك بحاجة إلى قرينة ، وإنّما أدّعي ان الشارع لمّا حكم بوجوب التدارك صحّ له ان ينفي الضرر وينزّله منزلة العدم ، فالضرر منفي خارجا باعتبار حكم الشارع بلزوم التدارك من دون ان نقيّد لفظ الضرر في الحديث .\r\nكما أن بإمكان الفاضل التوني ان يختار التقييد ويقول : انّ الدليل عليه موجود بتقريب ان الشارع حينما أخبر بعدم تحقّق الضرر خارجا فذلك منه كذب من دون تقييد بالتدارك فصيانة لكلام الشارع من الكذب لا بدّ من التقييد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوافية : 194 .\r\n( 2 ) مصباح الأصول 2 : 529 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوالصحيح في مناقشته أن يقال : إنّ مجرد حكم الشارع بلزوم التدارك لا يكفي لتصحيح نفي الضرر خارجا ، وإنّما المصحح لذلك هو تحقّق التدارك خارجا وبالفعل .\r\nوإذا قيل : إنّ الشارع قد جعل لذلك قوة اجرائية ، فباعتبار ذلك يكون التدارك في نظره جاريا مجرى الأمر الواقع والمتحقق .\r\nكان الجواب : انّ الشارع وإن جعل قوة اجرائية لكن ذلك على مستوى التشريع لا على مستوى التكوين ، ومجرد تشريع القوة الاجرائية بدون ان تمارس أعمالها تكوينا لا يصحح له الاخبار بانتفاء الضرر خارجا .\r\nهذا مضافا إلى امكان ذكر جواب ثان ، وهو : أنّ حمل الحديث على ما ذكره الفاضل التوني يلزم منه تخصيص الأكثر ، فالانسان إذا عثر وانكسرت رجله لا يضمن ضرره أحد ، وإذا احترقت داره أو كتبه بدون نسبة الاحراق إلى شخص لم يضمن أحد ذلك ، وإذا مات ربّ الأسرة تضرّر أعضاؤها ولم يضمن ذلك أحد ، وإذا مرض الإنسان وانحرفت صحته تضرّر ولم يضمن ذلك أحد ، إلى غير ذلك من الأمثلة التي لا يكون الضرر فيها منسوبا إلى شخص معين .\r\nأجل في خصوص القتل إذا فرض ان الشخص وجد مقتولا ولم يعرف قاتله ، أو فرض انّ الزحام الشديد في منى أو عرفات أو صلاة الجمعة أودى بحياته أمكن الحكم بضمان ديته من بيت مال المسلمين ، للخبر الصحيح عن الإمام الصادق عليه السّلام : قال : « قضى أمير المؤمنين عليه السّلام في رجل وجد مقتولا لا يدرى من قتله ، قال : ان كان عرف له أولياء يطلبون ديته أعطوا ديته من بيت مال المسلمين ، ولا يبطل دم امرئ\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمسلم ، لان ميراثه للإمام ، فكذلك تكون ديته على الإمام ويصلّون عليه ويدفنونه . قال : وقضى في رجل زحمه الناس يوم الجمعة في زحام الناس فمات : أنّ ديته من بيت مال المسلمين » « 1 » .\r\n\r\nالاستدلال على الرأي الثالث\r\nإنّ تفسير الحديث بنفي الحكم الضرري هو المعروف بين المتأخرين ، واختاره الشيخ الأعظم والميرزا والسيد الخوئي .\r\nوبناء على هذا التفسير يلزم الاستفادة الكثيرة من الحديث ، حيث يثبت انّ كل حكم من الأحكام منفي حالة الضرر .\r\nوتصوير هذا الاحتمال يمكن أن يكون بأحد أشكال ثلاثة :\r\nأ - ان تقدر كلمة « حكم » . اي : لا حكم ضرريا أو لا حكم ينشأ منه الضرر .\r\nب - ان لا تقدر كلمة « حكم » ، بل تجعل كلمة الضرر بنفسها معبّرة عن الحكم ، فعبّر بكلمة « ضرر » وقصد منها الحكم .\r\nوعلى الاحتمال الأول لا تلزم المجازية في كلمة ضرر ، بل تكون مستعملة في معناها بنحو الحقيقة ، وإنّما العناية من حيث التقدير ، من قبيل :  وَسْئَلِ الْقَرْيَةَ  . . . « 2 » .\r\nبينما على الاحتمال الثاني تلزم المجازية في استعمال كلمة الضرر حيث قصد بها غير معناها ، والمصحح هو ان الحكم يستلزم الضرر .\r\nج - أن تكون كلمة « ضرر » مستعملة في نفس الحكم كما على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 6 من أبواب دعوى القتل وما يثبت به ح 1 .\r\n( 2 ) يوسف : 82 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالاحتمال الثاني ، ولكن يدعى هنا ان الاستعمال المذكور حقيقي وليس بمجازي ، بدعوى انّ المورد من موارد السبب والمسبب التوليدي ، واستعمال لفظ المسبب التوليدي في السبب التوليدي استعمال عرفي حقيقي وليس مجازيا ، يقال : فلان أحرق الورقة . والحال أنّه ألقاها ، أو :\r\nفلان قتل فلانا . والحال أنّه أطلق عليه الرصاص « 1 » .\r\nوهذا التقريب ذكره الشيخ النائيني .\r\n\r\nمناقشة الرأي الثالث\r\nهذا ما يمكن به تقريب الرأي المذكور .\r\nوهو وإن كان في نفسه وجيها إلّا ان تقريباته الثلاثة قابلة للتأمل .\r\nاما الأول فلأنّه بحاجة إلى تقدير ، والدليل عليه مفقود ، مضافا إلى أن الحكم لا يوصف بالضرر وإنّما هو ضرري .\r\nوامّا الثاني فلأن استعمال الضرر وإرادة الحكم ليس عرفيا ولو بنحو المجاز .\r\nوعلى تقدير التنزّل وصحة الاستعمال المذكور فالذي يصحّ هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود من السبب والمسبب التوليدي العلة التامّة ومعلولها ، فان العلة التامّة متى ما تحققت سبّبت وولدت المعلول ، فالعلّة تسمّى بالسبب التوليدي ، والمعلول يسمّى بالمسبّب التوليدي .\r\nومثال ذلك النار والاحراق ، فالنار سبب توليدي والاحراق مسبب توليدي .\r\nوفي مقابل هذا المصطلح الفعل المباشري ، وهو الفعل الذي يصدر من الفاعل باختياره ، فالانسان يشعل النار ويحصل بذلك الاحراق ؛ ان اشعال النار فعل يصدر منه بإرادته واختياره ، ويسمى بالفعل المباشري ، واما الاحراق فيصدر منه بدون اختياره ، إذ اشتعال النار علّة تامة للإحراق بدون مدخلية للاختيار . ويسمى الاشعال بالسبب التوليدي والاحراق بالمسبب التوليدي .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nاستعمال لفظ الضرار في الحكم لا لفظ الضرر فإن الضرر هو نفس النقص ، والحكم ليس نفس النقص بل هو يوجده ويحصّله ، بخلاف ذلك في الضرار فانّ النسبة فيه ملحوظة .\r\nوبذلك يتّضح وهن التقريب الثالث بالأولى .\r\nهذا ، ولكن وهن هذه التقريبات الثلاثة لا يعني وهن أصل الرأي الثالث ، بل سيأتي تقريبه ببيان آخر إن شاء اللّه تعالى .\r\n\r\nالاستدلال على الرأي الرابع\r\nوالرأي الرابع يرى أن المقصود من الحديث نفي الحكم بلسان نفي الموضوع .\r\nوالفرق بين هذا الرأي والرأي الثالث : أنّ الثالث يجعل كلمة الضرر مستعملة في الحكم ودالّة عليه ، بينما هذا الرأي يرى أنّها مستعملة في الموضوع دون الحكم ، ففي قولنا : الوضوء واجب يكون الوضوء بمنزلة الموضوع والوجوب حكما ، وعلى الرأي الثالث تكون كلمة « الضرر » مستعملة في الوجوب ، بينما على الرأي الرابع تكون مستعملة في الوضوء . هذا فارق .\r\nوفارق ثان أنّه على الرأي الثالث ينتفي الحكم كلّما استوجب الضرر ، سواء كان الضرر بسبب موضوعه أو بعض مقدماته ، وهذا بخلافه على الرأي الرابع فإنه لا ينتفي إلّا إذا كان موضوعه ضرريا ، ولا يكفي لانتفائه كون مقدماته ضررية .\r\nففي مثال الوضوء تارة نفترض ان الوضوء نفسه ضرري ، وأخرى يفترض ان مقدمات تحصيل الوضوء تستوجب الضرر ، ففي الحالة الأولى يرتفع وجوب الوضوء بدون فرق بين الاحتمالين ، وفي\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالحالة الثانية يرتفع وجوب الوضوء على الاحتمال الثالث ولا يرتفع على الاحتمال الرابع .\r\nواستدل الآخوند على رأيه هذا بانّه : بعد عدم امكان إرادة نفي الحقيقة حقيقة ، فاقرب المجازات هو نفيها ادعاء ، مضافا إلى انّ التركيب المذكور كثيرا ما يستعمل في النفي الادعائي بخلاف غيره من المعاني .\r\n\r\nمناقشة الرأي الرابع\r\nويمكن ان يناقش الرأي المذكور بانّ فكرة نفي الحكم بلسان نفي موضوعه يصعب تطبيقها في المقام ، ففي مثل قولنا : لا ربا بين الوالد وولده . يمكن تطبيق الفكرة المذكورة ، لأن الربا موضوع للحرمة فنفيه نفي لها ، وفي المقام حكم الضرر هو الحرمة والضمان « 1 » ، فإذا نفي لزم من ذلك نفي الحرمة والضمان ، وذلك عكس المقصود .\r\nوعليه فلتصحيح تطبيق الفكرة المذكورة لا بدّ من أخذ عنوان الضرر مشيرا إلى مثل الوضوء حتى يكون المنفي هو الوضوء ومن ثمّ حكمه وهو الوجوب . وهذا قابل للتأمل لان التعبير عن الوضوء بالضرر الذي هو نفس النقص ليس عرفيا ، فان الوضوء يستوجب الضرر وسبب له لا انّه نفسه .\r\nوفي المحاورات العرفية وان كان قد يستعمل اللفظ أحيانا بنحو المرآتية إلى شيء آخر ، إلّا ان ذلك يختص بباب العنوان والمعنون ، فالعنوان قد يطلق بنحو المراتبة على معنونه ، والمصحح لذلك هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فإنّ الحكم المتصوّر للضرر لو كان فهو الحرمة والضمان - ولا يوجد حكم غيرهما - وإن كان في ذلك شيء من المسامحة ، باعتبار ان الضرر الذي هو نفس النقص لا حكم له ، وإنّما المحرم والموجب للضمان هو الضرار بمعنى الاضرار .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالاتحاد الثابت بينهما ، فالعنوان عين المعنون ومتّحد معه ، وهذا بخلافه في باب السبب والمسبب فإنه لا يستعمل أحدهما مرآة للآخر ، فلا تستعمل كلمة النار مرآة للإحراق ولا بالعكس ، وما ذاك إلّا لعدم الاتّحاد بينهما .\r\nوالأمر في المقام كذلك فان الضرر مسبب عن الوضوء وليس عينه وعنوانا له .\r\nهذا مضافا إلى انّ فكرة نفي الحكم بلسان نفي موضوعه لا يمكن تطبيقها على المقام من جهة أخرى ، باعتبار انّه عندنا مصطلحان :\r\nموضوع ومتعلّق ، والذي يصح نفي الحكم بنفيه هو الموضوع دون المتعلق ، وفي المقام الوضوء متعلق وليس موضوعا فلا يصح بنفيه نفي الحكم .\r\nولتوضيح المصطلحين المذكورين نقول : انّ ما يلزم فرضه في المرتبة السابقة وبعد ذلك يثبت الحكم هو الموضوع . وامّا ما يكون الحكم مقتضيا لإيجاده أو نفيه ، ويكون تحققه من نتائج الحكم بدون ان يلزم فرضه في المرتبة السابقة فهو المتعلّق .\r\nففي قولنا : يجب الحجّ على المستطيع يكون المستطيع موضوعا ، لأنه متى ما فرض تحقّقه يثبت الحكم ، بينما الحجّ متعلّق لأنه لا يلزم فرضه في المرتبة السابقة وبعد ذلك يتحقق الوجوب ، بل إن الوجوب يحرك نحو تحقيقه ، بخلاف ذلك في المستطيع ، فانّ الوجوب لا يحرك نحو تحقيقه .\r\nوفي قولنا : الربا محرم ، يكون الربا موضوعا للحرمة ، لأنّه متى ما فرض صدق الربا على البيع أو القرض كان ارتكابه محرما ، فالربا\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nموضوع وارتكابه متعلق ، وفي مثل ذلك يصح نفي الحكم بلسان نفي الموضوع ، فيقال مثلا : « لا ربا بين الوالد وولده » .\r\nوهذا بخلافه في مثل الوضوء ، فانّه متعلق حيث يجب ايجاده ، لا انّه على تقدير فرض تحقّقه يصير واجبا .\r\nوالوجه في اختصاص الفكرة السابقة بذلك هو الوجدان العرفي فهل ترى يصح ان يقال لا وضوء عند الضرر ويقصد بذلك انّه ليس بواجب ؟ كلا لا يصح ذلك ، وهذا بخلافه في مثل : لا ربا بين الوالد وولده فإنه يصح ، إذ الربا إذا لم يتحقق لم تثبت الحرمة ، وهذا بخلافه في الوضوء فإنه إذا لم يتحقق لم يلزم انتفاء الوجوب .\r\nان ما ذكرناه مطلب وجداني . ونكتته هي أنّ الموضوع إذا لم يتحقق لم يتحقق الحكم ، ولذا يصح التعبير بانتفاء الموضوع بقصد إفادة انتفاء الحكم ، وهذا بخلافه في المتعلق فان انتفاءه لا يستلزم انتفاء الحكم ، فمن لا يتوضأ عصيانا لا ينتفي الوجوب عنه ، ومن هنا لا يصح التعبير عن انتفاء هذا بانتفاء ذاك .\r\n\r\nالصحيح أن يقال\r\nوالصحيح أن يقال : انّه توجد لدينا فقرتان : فقرة « لا ضرر » وفقرة « لا ضرار » ، وكل واحدة منهما يمكن ان يستفاد منها غير ما يستفاد من الأخرى ، ولا ينبغي التعامل معهما بشكل واحد .\r\nامّا فقرة « لا ضرر » فيمكن ان نستفيد منها انتفاء كل حكم يكون ثبوته مستلزما للضرر كما افاده الشيخ الأعظم ، ولكن لا لأحد البيانات السابقة فإنها ضعيفة كما تقدم ، وانما ذلك من جهة ان كلمة الضرر تعني نفس النقص كما تقدم ، وإرادة النهي عن ذلك غير محتملة كما\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nتقدم ، إذ نفس النقص لا معنى للنهي عنه فما ذا يقصد اذن ؟\r\nانّ النبي صلّى اللّه عليه وآله وسلّم حينما يتكلم لا بدّ وانه يتكلّم بما هو شارع ، والشارع حينما يخبر عن عدم الضرر لا بدّ وأن يكون مقصوده نفي تحقّق الضرر من ناحية أحكامه وتشريعاته ، انّ ذلك هو المناسب له .\r\nوبذلك يثبت انّ المقصود نفي تحقّق الضرر في حق المكلّف من ناحية التشريع والأحكام ، فكل حكم يكون ثبوته مستلزما للضرر يكون منتفيا .\r\nوفرق هذا التقريب عن التقريبات السابقة انّه على هذا التقريب لا نكون بحاجة إلى تقدير كلمة حكم ، كما انّه لا يلزم استعمال كلمة الضرر في الحكم وإنّما المنفي هو نفس الضرر لكننا نقيد النفي وانّه نفي للضرر من ناحية الحكم والتشريع .\r\nولا يخفى انّه لو خلينا نحن وهذه الفقرة لأمكن ان نستفيد منها - إضافة إلى ما ذكرناه من انتفاء كل حكم ضرري - حرمة الاضرار بالآخرين وعدم اباحته ، لأنّ الحكم بإباحته مستلزم للضرر « 1 » على الآخرين فيكون منتفيا .\r\nوعليه فما رامه شيخ الشريعة من استفادة تحريم الضرر يكون ثابتا ضمن هذا التفسير أيضا .\r\nهذا بالنسبة إلى فقرة « لا ضرر » .\r\nواما بالنسبة إلى فقرة « لا ضرار » فيستفاد منها النهي عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غير أنّه يستفاد منها عدم إباحة الاضرار بالآخرين ، ولا يستفاد منها عدم ثبوت إباحة اضرار الانسان نفسه ، بخلاف ذلك في فقرة « ولا ضرار » فانّه يمكن ان يستفاد منها ذلك تمسكا بالاطلاق .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالاضرار وتحريمه كما رام ذلك شيخ الشريعة ، حيث إن الضرار لوحظ فيه جنبة الصدور من الفاعل ، وهو أشبه بكلمة اضرار ، فكما انّه في جملة « لا اضرار » يستفاد النهي عن الاضرار كذلك في لا ضرار .\r\nونلفت النظر إلى أن تحريم الاضرار بدون تشريع وسائل وقائية تحول دون حدوث الضرر أو دون بقائه ليس عقلائيا ، فالتحريم تكليفا للإضرار يلازم تشريع الوسائل المانعة من حدوث أو بقاء الضرر .\r\nوبهذا يتّضح الجواب عن التساؤل الذي ستأتي الإشارة له إن شاء اللّه تعالى وهو : انّ المناسب لحرمة الاضرار منع دخول سمرة إلى منزل الأنصاري دون الأمر بقلع النخلة .\r\nووجه الجواب : ان تحريم الاضرار منفكّا عن تشريع الوسائل الوقائية حيث انّه ليس عقلائيا فيكون أمر النبي صلّى اللّه عليه وآله وسلّم بقلع النخلة من هذه الناحية .\r\nكما يتّضح من خلال ما ذكرناه وجه الارتباط بين تحريم الاضرار وتشريع حق الشفعة ، ان ذلك من جهة ان بيع الشريك لحصته لما كان يولّد حقا للشريك الأول في المطالبة بالحصة لنفسه بإزاء بذله للثمن ، ولمّا كان منعه من إعمال حقه هذا اضرارا به فمن المناسب بعد حرمة الاضرار ثبوت حق الشفعة .\r\nفالتناسب على هذا تناسب بين الفقرة الثانية وثبوت حق الشفعة ، وليس تناسبا بين الفقرة الأولى وحق الشفعة .\r\n\r\n7 - تطبيق الحديث على قضية سمرة\r\nهناك إشكال ذكره الشيخ الأعظم في رسالة لا ضرر بقوله : « وفي\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nهذه القضية إشكال من حيث حكم النبي صلّى اللّه عليه وآله وسلّم بقطع العذق مع أنّ القواعد لا تقتضيه ، ونفي الضرر لا يوجب ذلك ، لكن ذلك لا يخلّ بالاستدلال » .\r\nوحاصله : انه صلّى اللّه عليه وآله وسلّم أمر بقلع الشجرة وعلّل ذلك بقوله لا ضرر ولا ضرار ، والحال ان تحريم الضرر لا يقتضي جواز قلع الشجرة ، وإنّما أقصى ما يقتضي منع سمرة من الدخول بدون استئذان ، حيث إن في ذلك اضرارا وهو محرم ، ولا معنى لتجويز قلع الشجرة .\r\nهذا بناء على انّ مفاد قاعدة لا ضرر تحريم الاضرار ، وامّا إذا كان مفادها نفي الحكم الضرري فالامر مشكل أيضا ، لأنّ الحكم بثبوت حق لسمرة في بقاء نخلته في ملك الأنصاري ليس ضررا على الأنصاري لكي يكون مرفوعا بالقاعدة ، وإنّما الحكم الضرري هو تجويز الاستطراق بدون استئذان فيكون هو المرفوع .\r\nوقد أجيب عن ذلك بعدة أجوبة نذكر منها :\r\n1 - ما أشار إليه الشيخ الأعظم في العبارة السابقة وهو ان عدم المعرفة بكيفية التطبيق لا يمنع من الاستدلال بالقاعدة ولا يؤثر على ذلك .\r\nويرده : ان عدم التعرّف على كيفية التطبيق على نفس المورد يولّد احتمال كون المقصود من القاعدة شيئا آخر غير ما نفهمه ، إذ لو كان المقصود ما نفهمه منها يلزم عدم الملاءمة بين ما نفهمه منها وبين تطبيقها .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n2 - ما اختاره جماعة كالميرزا والسيد الخوئي « 1 » ، من أن الأمر بالقلع لم يستند إلى القاعدة ، وإنّما استند إلى ولايته صلّى اللّه عليه وآله وسلّم وكونه حاكما وظيفته حفظ النظام ، فمن باب كونه يجب عليه الحفاظ على النظام أمر بالقلع وليس من باب قاعدة لا ضرر .\r\nويرده : انّه صلّى اللّه عليه وآله وسلّم حينما أمر بالقلع علل بقوله لا ضرر ، حيث قال صلّى اللّه عليه وآله وسلّم اذهب فاقلعها وارم بها إليه فانّه لا ضرر ولا ضرار ؛ فإنّ ذلك واضح في كون القاعدة قد ذكرت كتعليل للأمر بالقلع .\r\n3 - ما ذكره بعض الأعلام « 2 » - من أنّ قاعدة لا ضرر ولا ضرار التي ذكرها النبيّ صلّى اللّه عليه وآله وسلّم وتمسّك بها لم يذكرها من باب أنّها قاعدة من القواعد الإلهيّة التي امر النبيّ صلّى اللّه عليه وآله وسلّم بتبليغها كقانون من اللّه سبحانه ، وإنّما ذلك حكم صادر منه صلّى اللّه عليه وآله وسلّم بما هو رئيس للحكومة الإسلامية ، فالقاعدة حكم سلطاني وحكومتي وليس إلهيّا .\r\nوتوجيه ذلك : ان الروايات على قسمين : بعضها عبّر بكلمة « قضى » ، مثل رواية عبادة وعاقبة ، حيث قيل قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بالشفعة وقال لا ضرر ، ودلالة مثل ذلك بقرينة كلمة « قضى » على كون القاعدة حكما سلطانيا واضحة .\r\nوبعضها الآخر - مثل رواية الكافي - لم يعبّر فيها بكلمة « قضى » ، ولكن بالرغم من ذلك تكون القاعدة فيه حكما سلطانيا ؛ لأنّ الأنصاري لما ظلمه سمرة شكا أمره إلى النبيّ صلّى اللّه عليه وآله وسلّم بما هو سلطان ورئيس للحكومة فحكم صلّى اللّه عليه وآله وسلّم بأنّه لا يضرّ أحد أخاه في حكومتي ودولتي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 2 : 232 .\r\n( 2 ) الرسائل : 55 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nقال قدّس سرّه بعد استعراض الإشكال ما نصّه : « وأمّا الإشكال فلا يرد على ما ذكرنا ضرورة أنّ المورد مندرج تحت الحكم السلطاني الكلّي ، فيكون الأمر بالقطع لقطع مادة الفساد المتوقّع في المقام » « 1 » .\r\nوإذا قيل : إنّه بناء على هذا يكون مفاد الحديث هو النهي عن الضرر وهو نفس ما أفاده شيخ الشريعة .\r\nكان الجواب : انّ شيخ الشريعة كان يقول بأنّ المقصود بيان التحريم والنهي الإلهي ، بينما على هذا التصوير يكون المقصود بيان التحريم والنهي السلطاني . وعلى الأوّل يكون النبيّ صلّى اللّه عليه وآله وسلّم مبلّغا لحكم إلهي ، وعلى الثاني لا يكون النبيّ صلّى اللّه عليه وآله وسلّم مبلّغا بل مقنّنا لحكم سلطاني .\r\nوإذا قيل : ما الفرق بين هذا الجواب والجواب الثالث الذي ذكر فيه كون الأمر بالقلع حكما ولايتيّا ؟\r\nكان الجواب : انّه على الجواب السابق تكون قاعدة لا ضرر ولا ضرار حكما إلهيّا قد أمر النبيّ صلّى اللّه عليه وآله وسلّم بتبليغه ، غايته أنّه أمر بالقلع من باب الولاية وحفظ النظام ، وهذا بخلافه على هذا الجواب ، فإنّ القاعدة بنفسها حكم سلطاني .\r\nويردّه : انّ المشكلة لا تنحلّ بكون النهي عن الضرر والضرار سلطانيا ؛ إذ يبقى أنّ مجرّد تحريم الاضرار والمنع عنه - ولو سلطانيا - لا يقتضي إلّا المنع من الدخول بلا إذن ولا يقتضي تجويز القلع .\r\n4 - ما اخترناه سابقا وهو أنّ الحديث يشتمل على فقرتين ، وفي فقرته الثانية يدلّ على تحريم الاضرار ، وتحريم الاضطرار يستبطن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرسائل : 59 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nبالملازمة العقلائية تشريع الوسائل الوقائية والوقوف أمام تحقّق الظلم أو بقائه ولو بإعطاء ذلك كصلاحيّة للحاكم . وهذا نظير النهي عن الاحتكار ، فإنّه لو نهي شخص عن الاحتكار وبالرغم من ذلك احتكر ، فلو جاء الحاكم وأخرج السلع المحتكرة وباعها لم يشكل على ذلك بأنّ النهي عن الاحتكار لا يستوجب إلّا تحريم الاحتكار لا أكثر ، بل يرون وجود ملازمة بين تحريم الاحتكار وتشريع الوسيلة الوقائية وانّ الأوّل دون الثاني أشبه بالتفكيك بين المتلازمين .\r\nوفي المقام أحد تلك الوسائل : قلع النخلة ، إذ بدون قلعها يبقى سمرة داخلا وخارجا ، وذلك يستلزم استمرار الاضرار ، ومجرّد منعه بدون استئذان لا يكفي للوقوف أمام ظلمه ، اللّهمّ إلّا إذا فرض ايقاف شرطي عند الباب يأمر سمرة بالاستئذان ، وذلك أمر غير عملي ، ولأجل انحصار الوسيلة الوقائية بالقلع أمر صلّى اللّه عليه وآله وسلّم بالقلع .\r\n\r\n8 - كيف يدفع محذور كثرة التخصيص\r\nهناك إشكال أشار له الشيخ الأعظم في الرسائل حاصلة : انّ قاعدة لا ضرر قد طرأت عليها تخصيصات كثيرة بمعنى : أنّ هناك أحكاما كثيرة ثابتة في الإسلام وهي ضررية ولا ترتفع بقاعدة لا ضرر ، كما هو الحال في الحدود ، والديات ، والتعزيرات ، والقصاص ، وباب الضمان بالاتلاف أو اليد ، وباب الخمس ، والزكاة ، والجهاد ، والحجّ ، والانفاق على الزوجة والأقارب ، وباب الكفارات ، ككفارة خلف اليمين ، أو الافطار ، أو كفّارات الحجّ ، وباب تنجّس الملاقي ؛ فإنّ المرق\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالكثير إذا لاقى نجاسة وجب التجنّب عنه وإن كان كثيرا ، وذلك ضرر « 1 » .\r\nانّ الحكم بالحدّ والتعزير والقصاص إدخال للنقص على الجاني واضرار به ، وهكذا الأمر في باب الضمان ونحوه .\r\nوكثرة التخصيص هذه توجب بلا ريب وهن القاعدة ، ومن ثمّ توجب أن لا يكون المقصود من القاعدة معناها الظاهر ؛ إذ لازمه كثرة التخصيص المستهجن ، وعليه فيلزم أن يكون المقصود من القاعدة معنى آخر لا يلزم من إرادته محذور تخصيص الأكثر ، وحيث إنّ ذلك المعنى غير معلوم لنا فيلزم سقوط القاعدة عن الاعتبار أو - على أقل تقدير - لا يصحّ التمسّك بها إلّا في الموارد التي تمسّك فيها المشهور بها .\r\nوبالجملة : إنّ العمل بالقاعدة على عمومها بحيث لا يلتزم بتخصيصها بما تقدّم من الموارد يلزم منه - على حدّ تعبير الشيخ - فقه جديد ، والالتزام بتخصيصها يلزم منه ما تقدّم .\r\nهذه حصيلة الإشكال .\r\nويمكن أن نطرحه بصيغة ثانية أو بروح أخرى هي : انّ كثرة تخصيص الحديث يعني أنّ في الإسلام أحكاما كثيرة هي ضررية ولا ترتفع بحديث نفي الضرر ، ومن ثمّ تكون ثابتة بالرغم من كونها ضررية ، وهذا معناه : أنّ الإسلام ضرري في كثير من أحكامه وأنّه يوقع أتباعه في الضرر . وهذا تشويه واضح لسمعة الإسلام النزيه عن هذا وأمثاله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولعلّ على هذا المنوال يمكن ذكر أمثلة أخرى ، من قبيل سلب حرية الزوجة من التزوّج بزوج آخر ، أو عدم جواز خروجها من البيت بدون إذن زوجها أو . . .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوإشكال كثرة التخصيص الذي طرحه الشيخ الأعظم يمكن أن يجعل منه أعداء الإسلام - من باب : من فمك أدينك - وسيلة للطعن على الإسلام ، فإنّ من قبل بلزوم تخصيص الأكثر بشكل وآخر فقد قبل بتشويه سمعة الإسلام من حيث لا يدري .\r\nهذه صياغة ثانية للإشكال .\r\nويمكن أن نتقدّم بصياغة ثالثة للإشكال ، وهي أنّ الحديث مسوق مساق الامتنان على الامّة الإسلامية ، وسوق القضية مساق الامتنان يجعلها عرفا تأبى عن التخصيص حتى ولو فرض عدم كثرته أو فرض عدم استهجان كثرة التخصيص ، خصوصا إذا التفتنا إلى أنّ الخارج من القاعدة هو من القضايا الأساسية في الإسلام ، كالحدود والديات وأمثالها .\r\nإنّ خروج أمثال هذه الأحكام الأساسية في الإسلام عن القاعدة المسوقة مساق الامتنان مستهجن ومرفوض عرفا .\r\nوهل ترى من المناسب أن يقول الشارع : لم أجعل عليكم حكما ضرريا امتنانا منّي عليكم إلّا في باب الحدود والديات والقصاص فقد أثبتّ عليكم حكما ضرريا ولم أمتن عليكم ؟ !\r\nهذه صيغ ثلاث للإشكال ، والمذكور منها في كلمات الأعلام هو الصيغة الأولى فقط .\r\nوقد ذكروا للجواب عن ذلك عدّة وجوه نذكر من بينها :\r\n1 - ما أفاده الشيخ الأعظم من أنّ خروج الأكثر حصل بعنوان واحد جامع لها ولم يخرج كل واحد منها بعنوانه الخاصّ ، كل ما في الأمر انّ ذلك العنوان الجامع مجهول لنا . ومتى ما كان الخروج بعنوان\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nواحد فهو ليس بمستهجن حتى ولو كان الخارج به الأكثر ، كما إذا قيل :\r\n« أكرم الناس » ودلّ دليل آخر على خروج الفاسق الذي هو شامل لأكثر الأفراد ، فإنّه لا استهجان فيه .\r\nوردّ الآخوند ذلك بأنّه لا فرق في الاستهجان بين أن يكون ذلك بعنوان واحد أو بعناوين متعدّدة .\r\nوالميرزا « 1 » - وتبعه على ذلك السيّد الخوئي - فصّل بين القضية الحقيقية والخارجية ، ففي الخارجية يمتنع تخصيص الأكثر ولو بعنوان واحد ، كما لو قيل : أكرم من في العسكر ، ثمّ أخرج بني تميم الذين يساوي عددهم عدد العسكر باستثناء ثلاثة أو أربعة ، وأمّا في القضية الحقيقيّة فلا يمتنع ذلك .\r\nثمّ أفاد أنّ الحديث الشريف حيث إنّه من قبيل القضايا الخارجية باعتبار أنّه ناظر إلى الأحكام التي بلّغها اللّه سبحانه إلى الناس بلسان نبيّه صلّى اللّه عليه وآله وسلّم فالحقّ مع الآخوند .\r\nوهذا الجواب كما ترى يسلّم بأنّ أكثر الأحكام ضررية فيبقى الإشكال بصيغته الثانية .\r\n2 - ما ذكر في جملة من الكلمات بالنسبة إلى الديات والحدود والقصاص والحجّ والجهاد ، من أنّها مجعولة ضررية ومبنيّة على الضرر ، والحديث ناظر إلى العمومات التي قد تكون ضررية وقد لا تكون ويقيّدها بصورة عدم الضرر ، ومعه فكل حكم جعل ضرريا بطبعه من أوّل الأمر لا يكون مشمولا لحديث لا ضرر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة لا ضرر : 211 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوهذا كما ترى يسلّم بالضرر في الأحكام المذكورة فيبقي الإشكال بصيغته الثانية .\r\n3 - إنّه في باب الخمس لا يصدق الضرر ، لأنّ الشارع لم يعتبر الشخص مالكا لمقدار الخمس حتى يكون وجوب إخراجه ضررا عليه ، بل اعتبره شريكا مع السادة ، ولكن يصدق قلّة النفع وهي ليست بضرر « 1 » . أجل الزكاة هي فرع الملك ويصدق الضرر بالنسبة إليها ، ولكن لا يشملها الحديث من باب أنّها بطبعها مبنيّة على الضرر .\r\n4 - ما ذكر في غير واحد من الكلمات ، من أنّ موارد الضمان والقصاص هي من موارد تعارض الضررين ، فإنّ عدم الضمان ضرر على المضمون له والضمان ضرر على الضامن . وهكذا يرد في موارد القصاص ، فإنّه ضرر على الجاني وعدمه ضرر على المجني عليه ، والحديث لا يشمل موارد تعارض الضررين .\r\nإلى غير ذلك من الأجوبة ، وهي كما ترى لا يخلو أكثرها من تكلّف ، مضافا إلى أنّها لا تحلّ الإشكال بجميع صيغه .\r\nوالذي نراه في الجواب أن يقال : إنّه لو فرضنا أسرة كبيرة تعيش في بيت واحد ، وكان ربّ الأسرة يشرف عليها ويدير أمرها بما يراه صلاحا لها فقال من باب الحفاظ عليها : على الثري من أفراد الأسرة أن يدفع في نهاية كل عام جزءا من الفائض عنده ليصرف في إصلاح شؤون الفقراء من الأسرة ، أو ليرمّم به البيت الذي تعيش فيه الأسرة ، أو ليشترى به للأسرة سيّارة يستفيد منها كل أفرادها ، هل ترى في مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا ذكر جماعة منهم السيّد الخوئي في المصباح 2 : 539 . هذا ولكن السيّد الشهيد في التقرير 5 : 474 اختار انّ كليهما في طول الدخول في الملك .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nذلك أنّ مدير الأسرة قد أضرّ بحال من أخذ منه الأموال ؟ انّه لم يأخذها ليضعها في كيسه الخاص بل أخذها لإصلاح شؤونهم .\r\nوهكذا لو فرض أنّه قال : من أتلف أموالا لغيره بعمد أو غير عمد فيلزم أن يدفع عوضها ، أو قال : من جنى على غيره فللمجني عليه ، أو أوليائه الجناية بالمثل أو أخذ الفداء « 1 » ، هل ترى أنّ أمثال هذه المقررات التي يصدرها ربّ الأسرة أو شيخ العشيرة ضرر ، أو هي عين النفع والعدالة والاستقامة التي بها ينتظم أمر المجتمع ؟\r\nوهكذا إذا قال : كلّ من تلوّث طعامه بالميكروبات فعليه عدم تناوله حفاظا على صحّته ، هل مثل هذا يعدّ إضراراً بهم ؟\r\nوهكذا إذا قال : على أفراد الأسرة القادرين على حمل السلاح مداهمة العدو والهجوم عليه بين آونة وأخرى حفاظا على الأسرة من العدوّ ، هل مثل ذلك يعدّ اضرارا بها ؟\r\nوهكذا إذا قال : على كل واحد من أولادي المتزوّجين سدّ حاجة زوجته وأطفاله ، هل يعدّ مثل ذلك إضراراً ؟\r\nوهكذا إذا قال : كلّ من التزم على نفسه بقضية معيّنة فعليه الوفاء بالتزامه ، وإذا لمّ يف فعليه دفع غرامة معيّنة ، هل ترى مثل ذلك إضرارا ؟\r\nوهكذا إذا قال : كلّ من خالف المقرّرات المرسومة لصالحة عزّر ، أو سجن لفترة تأديبا ، أو يلزمه دفع غرامة معيّنة ، هل يعدّ مثل ذلك إضرارا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المعبّر عنه بالفصل في الأوساط العراقية .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوهكذا إذا قال : على التلاميذ إطاعة تكاليف المعلّم ، وعلى الأولاد إطاعة أوامر أبيهم ، وعلى الزوجة إطاعة أمر زوجها ، هل مثل ذلك يعدّ إضرارا ؟\r\nإنّنا إذا قبلنا عدم كون مثل هذه القوانين إضرارا بأفراد الأسرة ، أو هي بالأحرى ليست إضرارا بالنظرة العقلائية وبلحاظ القيم العقلائية التي يسمو الإنسان إلى تحقيقها - وإن كانت إضرارا من زاوية اللغة - فلما ذا لا نقول مثل ذلك في الإسلام ؟\r\nإنّ الإسلام ينظر إلى المجتمع الإسلامي كاسرة واحدة ، والشارع هو المشرف على مصالحها ، كيف لا ، والمسلمون في تراحمهم وتعاطفهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الأعضاء بالحمى والسهر ؟ !\r\nوتكفينا الآيات القرآنية حيث تخاطب المسلمين بخاطب الواحد :\r\n كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ . . .  « 1 » .\r\nإنّ قوانين الإسلام في باب الحدود والديات والتعزيرات والقصاص والضمان والخمس والجهاد والزكاة والإنفاق على الزوجة والأقارب ترجع مصالحها إلى المجتمع الواحد ، فكيف تكون اضرارا ؟\r\nانّ بها ديمومة المجتمع وبدونها لا يدوم ولا يمكن له الاستمرار ، فكيف تكون اضرارا ؟\r\nوهل حكم الشارع بتنجّس المضاف ووجوب اراقته حفاظا على المجتمع الإسلامي من الميكروبات إضرار به ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 110 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nأم هل الحجّ الذي به يلتقي المسلمون بعضهم ببعضهم الآخر ، ويحصل التعرّف بينهم وحلّ مشاكلهم ، وفيه ارتزاق أهل مكّة واستفادة الفقراء من الذبائح والتجارة ، والاطّلاع على مهد الرسالة ومواضع نزول جبرئيل والتقاء أفراد الامّة بأئمتها وعلمائها ، والتواجد في مثل تلك المشاعر الشريفة التي يشعر فيها المؤمن بالاتّصال باللّه وصقل روحه صقلا كاملا ، هل في مثل ذلك كلّه ضرر ؟\r\nإن بذلك وحدة المسلمين وقوّتهم واستمرارهم ، هل مثل ذلك ضرر أو عين النفع والصواب ؟ !\r\nإنّنا لو أردنا أن نؤسّس مجتمعا عقلائيا يعيش المدينة الفاضلة لما كنّا نعدو أمثال هذه القوانين ، ولئن كنّا نعدو بعضها فذلك وليد جهلنا بها وعدم توصّل عقول العقلاء إليها .\r\nوالذي نراه سببا لنشوء فكرة التخصيص الكثير : النظر إلى الإسلام كمجموعة تشريعات جاءت لإصلاح شؤون الأفراد دون المجتمع ، انّ النظر إلى الإسلام بهذا الشكل يولّد حتما مثل هذه الشبهة ، أمّا إذا نظرنا إليه بصفته مجموعة تشريعات جاءت لإصلاح الساحة العالمية أيضا فلا يتمّ ما ذكر ، لأنّ الساحة العالمية تحتاج إلى مثل هذه القوانين ليلتئم فيها النظام وتسود به السعادة ؛  وَلَكُمْ فِي الْقِصاصِ حَياةٌ يا أُولِي الْأَلْبابِ  « 1 » .\r\nوالكلمة المختصرة في حلّ الشبهة : انّ الضرر في الأمثلة المتقدّمة وغيرها يصدق فيما إذا لم يعد نفع القانون إلى الشخص نفسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 179 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nأو إلى المجتمع الإسلامي ، أمّا بعد عود النفع إلى أحد هذين فالضرر غير صادق على المستوى العقلائي ولا يعد لدى العقلاء ضررا ، أو على الأقل يعدّ ضررا غير أنّه ضرر مقبول لدى العقلاء ، وحديث نفي الضرر حينما يقول : لا ضرر يقصد نفي ما يكون ضررا على المستوى العقلائي .\r\n\r\n9 - شمول الحديث للأحكام العدمية\r\nوقع الكلام في أنّ حديث لا ضرر هل يشمل الأحكام العدمية أو يختصّ بالأحكام الوجودية ، فوجوب الوضوء مثلا حكم وجودي ولا إشكال في شمول الحديث له حالة الضرر ، وأمّا عدم ثبوت حقّ الطلاق لغير الزوج - عند عدم قيامه بالإنفاق على الزوجة ، أو عند حبس الزوج لفترة طويلة تستوجب تضرّر الزوجة - فهو حكم عدمي ، وعدم انتفائه في الحالات المذكورة وأمثالها يستوجب الضرر ، فهل يمكن تطبيق الحديث عليه ومن ثمّ ليثبت حقّ الطلاق لغير الزوج ؟\r\nاختار السيّد اليزدي في ملحقات العروة ثبوت حقّ الطلاق للحاكم ، لأنّ عدم ثبوته له يستلزم الضرر ، فينتفي ذلك العدم بحديث لا ضرر وبالتالي يثبت الوجود ، أي يثبت حقّ الطلاق للحاكم « 1 » .\r\nومثال ثان لذلك : إذا حبس شخص شخصا آخر حرّا يوما أو يومين وفات بذلك عمله ، انّ المشهور قالوا بعدم الضمان ويختصّ الضمان بمن حبس عبد الغير أو حبس أجير الغير ، فإنّ منافع العبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولم يستند السيّد اليزدي إلى حديث لا ضرر فقط ، بل تمسّك بالروايات الخاصّة أيضا .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوالأجير فاتت بسبب الحبس فيمكن تطبيق قاعدة من أتلف مال الغير فهو له ضامن وهذا بخلاف الحرّ فإنّه ليس بمال فلا تشمله قاعدة من أتلف مال الغير ، بل إذا كان هناك مدرك للضمان فهو يختصّ بقاعدة لا ضرر بناء على شمولها للأحكام العدمية ، فيقال : إنّ عدم ضمان منافع الحرّ المحبوس ضرر عليه فيلزم ضمانها بحديث لا ضرر بناء على شمولاه الأحكام العدمية .\r\nومثال ثالث لذلك : ما إذا كان العبد تحت الشدّة والمولى يؤذيه كثيرا ، فإنّ عدم انعتاقه ضرر عليه فيلزم انعتاقه تطبيقا لحديث لا ضرر بناء على شمولاه للأحكام العدمية .\r\nوقد يستدلّ على عدم شمول الحديث للأحكام العدمية بما يلي :\r\n1 - ما أفاده الشيخ النائيني « 1 » ، من أنّ حديث لا ضرر ناظر إلى الأحكام التي جعلها الشارع وشرّعها لينفيها حالة الضرر ، وعدم الحكم ليس أمرا مجعولا من قبله ليشمله الحديث ، وإنّما هو عدم جعل لا جعل للعدم .\r\nوالسيّد الخوئي في مصباح الأصول « 2 » سلّم نظر الحديث إلى خصوص الأحكام المجعولة ، ولكنّه دفع ذلك بأنّ عدم جعل الحكم في الموضع القابل للجعل نحو جعل للعدم ، وكأنّ الشارع قد جعل عدم الحكم .\r\nوما أفاده لا يخلو من تكلّف .\r\nوالمناسب أن يقال : لا موجب لتخصيص نظر الحديث إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة لا ضرر : 220 .\r\n( 2 ) مصباح الأصول 2 : 560 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nخصوص الأحكام المجعولة ، فان ذلك بلا موجب ، إذ المقصود نفي الضرر اللازم من الموقف الشرعي ، ففي عالم التشريع لم يتّخذ الشارع موقفا يلزم منه الضرر على المكلّفين ، ومن الواضح أنّ عدم حكم الشارع بثبوت حقّ الطلاق للزوجة ، أو للحاكم الشرعي موقف من قبل الشارع يلزم منه الضرر على الزوجة ، وهكذا بالنسبة إلى بقية الأمثلة .\r\nهذا مضافا إلى أنّ بعض الأمثلة المتقدّمة يمكن تصوير الحكم فيها وجوديا ، كما هو الحال في مثال الزوجية ، فإنّ ثبوت حقّ الطلاق للزوج وكونه خاصّا به بشكل مطلق يستلزم الضرر في الحالات المتقدّمة فيكون منفيا .\r\nوهكذا يمكن تصوير الحكم وجوديا في مثال العبد ، فان حكم الشارع ببقاء الرقية بشكل مطلق وفي كل الحالات يستلزم الضرر .\r\n2 - ما أفاده الشيخ النائيني أيضا من أنّ لازم شمول الحديث للأحكام العدمية تأسيس فقه جديد ، إذ يلزم صيرورة أمر الطلاق بيد الزوجة في حالة تضرّرها ، فمن حقّها أن تطلّق نفسها ولو لم يطلّقها الزوج ، وهذا غريب لم يعهد من أحد القول به .\r\nوفيه : انّ ما ذكره ليس إلّا مجرّد شعار وإعلام ، فقد نقل هو قدّس سرّه أنّ السيّد الطباطبائي اليزدي في ملحقّات العروة يرى : إمكان الحكم بثبوت حقّ الطلاق لغير الزوج تمسّكا بحديث لا ضرر .\r\nوالمناسب أن يقال بشمول الحديث للأحكام العدمية والالتزام بما يؤدّي إليه من نتائج فيما إذا لم يكن هناك إجماع على خلافها ، ومجرّد عدم كونها معروفة بين الفقهاء لا يمنع من التمسّك بعموم الحديث .\r\n3 - انّ حديث لا ضرر حديث نفي وليس حديث إثبات ، فهو كأنّه\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nيقول : أنا أنفي الأحكام التي يستلزم ثبوتها الضرر ، ولا يقول : أنا أثبت الأحكام التي يستلزم عدمها الضرر .\r\nوفيه : إنّا نسلّم ظهوره في النفي دون الإثبات حيث عبّر بكلمة « لا » النافية ، إلّا أنّه ينفي الضرر من زاوية عالم التشريع ، فكأنّه يقول لا يلزم ضرر من ناحية مواقفي التشريعيّة في عالم التشريع ، وواضح أنّ نفي الضرر من هذه الزاوية له مصداقان ، أحدهما : نفي الحكم الذي يستلزم ثبوته الضرر والآخر : إثبات الحكم الذي يستلزم عدمه الضرر . فإثبات الحكم الذي يستلزم عدمه الضرر إذن مصداق للمدلول المباشري ، ولا ندّعي كونه مدلولا مباشريّا .\r\n4 - انّه بناء على شمول الحديث للأحكام العدمية يكون مفيدا بيان تشريع أحكام يستلزم عدمها الضرر . ومن المناسب للإنسان العرفي إذا أراد بيان تشريع أحكام وجودية أن يعبّر بنفس الحكم الوجودي ، ويقول : شرّعت هذا الحكم الوجودي ، وليس من المناسب الاستعانة بنفي النفي ، فإنّ نفي النفي وإن كان إثباتا ، إلّا أنّه ليس طريقة عرفية لإفادة الحكم الوجودي .\r\nوفي مقامنا لو كان عدم ثبوت حقّ الطلاق للزوجة ضررياً ومشمولًا للحديث لكان لازم ذلك دلالة الحديث على نفي عدم ثبوت حقّ الطلاق للزوجة ، الذي هو عبارة أخرى عن ثبوت حقّ الطلاق للزوجة ، ومثل هذه الطريقة ليست عرفية ، فليس من المناسب بيان ثبوت حقّ الطلاق للزوجة بنفي النفي ، فالحديث بناء على شمولاه للأحكام العدمية يكون قد استعان بهذه الطريقة التي هي ليست عرفية .\r\nوفيه : انّ الحديث بلسانه المباشري ينفي الضرر من زاوية\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nالموقف التشريعي لا أكثر ، لكن نفي الضرر من هذه الزاوية قد يتطابق بحسب النتيجة مع نفي النفي ، فنفي النفي ليس مدلولا للدليل بشكل مباشر حتى يقال : إنّ ذلك أمر غير عرفي ؛ وإنّما هو قضية متطابقة بحسب النتيجة مع مفاد الدليل المباشري ، والذي هو مستهجن كون مفاد الدليل بشكل مباشر نفي النفي ، أمّا مجرّد التطابق فليس بمستهجن .\r\n\r\n10 - وجه تقديم الحديث على الأدلّة الأوّلية\r\nلا إشكال في أنّ نسبة حديث نفي الضرر إلى أدلّة الأحكام الأوّلية نسبة العموم من وجه ، فدليل وجوب الوضوء - مثلا - يدلّ على وجوب الوضوء في حالتي الضرر وعدمها ، وحديث نفي الضرر يدلّ على نفي الحكم الضرري ، سواء كان من قبيل وجوب الوضوء أو غيره ، فذاك يشمل حالة الضرر وغيرها ، وهذا يشمل وجوب الوضوء وغيره .\r\nومادة الاجتماع التي يتعارضان فيها هي الوضوء الضرري ، فإنّ أحدهما يثبت الوجوب فيها والآخر ينفيه .\r\nوالمناسب في موارد المعارضة بنحو العموم من وجه هو تساقط الدليلين في مادة المعارضة لا تقديم أحدهما ، ومعه فلما ذا يقدّم حديث نفي الضرر على الأدلّة الأوّلية ؟\r\nونلفت النظر إلى أنّه لا إشكال بين الأعلام في تقدّم حديث نفي الضرر ، وإنّما الإشكال والتساؤل عن النكتة الفنيّة لذلك .\r\nوفي هذا المجال ذكرت عدّة أجوبة كان أحدها كون التقديم من جهة حكومة الحديث .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوحينما انجرّ الحديث إلى الحكومة وقع اختلاف ثان في المقصود من مصطلح الحكومة فهل يقصد منه نظر أحد الدليلين إلى الآخر أو يقصد منه شيء آخر ؟\r\nوانجرّ الحديث إلى اختلاف ثالث وهو : ما هي النكتة الفنيّة التي لأجلها يقدّم الدليل الحاكم على الدليل المحكوم ؟\r\nانّ هذه مواطن ثلاثة للاختلاف نحاول المرور عليها بشكل سريع .\r\n\r\nوجه التقدّم\r\nأمّا بالنسبة إلى وجه تقدّم الحديث على الأدلّة الأوّلية فهناك عدّة آراء ، نذكر من بينها :\r\n1 - انّ حديث نفي الضرر حينما نلحظه بالقياس إلى كل دليل من أدلّة الأحكام الأوّلية بانفراده فالنسبة وإن كانت هي العموم من وجه ، إلّا أنّه حينما نلحظه بالقياس إلى مجموع الأدلّة الأوّلية فالنسبة نسبة العموم والخصوص المطلق ، فإن دليل وجوب الصلاة لو ضمّ إلى دليل وجوب الصوم والحجّ و . . . صار مجموعها بمنزلة دليل واحد يقول :\r\nتجب الصلاة والصوم وبقية الواجبات ، ونسبة هذا الدليل الواحد الملحوظ بهذا الشكل إلى حديث لا ضرر نسبة العموم والخصوص المطلق ، فحديث لا ضرر بمنزلة الأخص ويقدّم من جهة الأخصيّة .\r\nوالوجه في صيرورته أخصّ : انّ دليل وجوب الصوم والصلاة و . . . وإن كان يثبت وجوب الأمور المذكورة في حالة الضرر وعدمها - وهو من هذه الناحية أعمّ - إلّا أنّ حديث نفي الضرر يصير خاصّا وتنتفي عنه جهة العمومية ، لأنّه إنّما كان أعمّ باعتبار أنّه ينفي الحكم\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالضرري ، سواء كان وجوب الصلاة أو وجوب الصوم أو بقية الأحكام ، فإذا فرض انّ كل الأحكام لوحظت بمنزلة حكم واحد فلا تبقى له عمومية .\r\nوفيه : انّ ملاحظة مجموع الأدلّة الأوّلية بمنزلة دليل واحد عناية تحتاج إلى ما يبرّرها بعد فرض انّ كلّ واحد منها دليل مستقلّ حقيقة ، ولا مبرّر يثبت ذلك .\r\n2 - لو لم يقدّم حديث لا ضرر على الأدلّة الأوّلية يلزم الغاؤه رأسا وعدم بقاء مورد له ، وهذا بخلاف ما لو قدّم فإنّه لا يلزم إلغاء الأدلّة الأوّلية رأسا ، وإنّما يلزم اختصاصها بموارد عدم الضرر . وكلّما دار الأمر بين دليلين من هذا القبيل قدّم ما يلزم من عدم تقديمه الغاؤه رأسا ، وهو حديث لا ضرر في المقام .\r\nوفيه : انّ هذا الوجه جيّد ، ولكن لا ينحصر وجه التقديم به كما سيتّضح .\r\n3 - ما ذكره الآخوند في الكفاية . وحاصله : انّه كلّما كان عندنا دليلان ، أحدهما : وارد لبيان الحكم الأوّلي للشيء ، والآخر : لبيان الحكم الثانوي له فالعرف يوفّق بينهما بحمل الأوّل على الحكم الاقتضائي والثاني على الحكم الفعلي ، وفي المقام حيث إنّ الضرر عنوان ثانوي للأشياء فالعرف يحمل حديث نفي الضرر على بيان الحكم الفعلي وأنّ الوضوء محكوم فعلا بعدم الوجوب وانّ الوجوب الذي كان ثابتا له ثابت بنحو الاقتضاء ، أي أنّ في الوضوء مصلحة واقتضاء للوجوب بدون أن يصل ذلك إلى مرحلة الفعلية .\r\nانّ الآخوند يعتقد أنّه كلّما اجتمع دليلان : أوّلي وثانوي فالعرف\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nيوفّق بينهما بحمل الأوّلي على الاقتضائي ، والثانوي على الفعلي .\r\nوعند اجتماع الحكم الفعلي والاقتضائي لا إشكال في لزوم الأخذ بالحكم الفعلي .\r\nوفيه : أنّه ليس بوسعنا التصديق بورود الأدلّة الأوّلية لبيان الحكم الاقتضائي . وكيف يحتمل ورود مثل قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ . . .  « 1 » لبيان الحكم الاقتضائي ، وانّ هناك مقتضيا ومصلحة في الوضوء تقتضي وجوبه من دون أن يكون دالّا على وجوبه الفعلي ؟ !\r\nوإذا قيل : ليس المدّعى أنّ دليل وجوب الوضوء يدلّ على الحكم الاقتضائي دائما وفي جميع الحالات ، وإنّما المدّعى دلالته على ذلك عند كونه مضرّا . وبتعبير أوضح هو يدلّ على الوجوب الفعلي عند عدم كونه مضرّا ، وعلى وجوبه الاقتضائي عند كونه مضرّا .\r\nقلنا : إنّ الدليل الواحد إمّا أن يدلّ على الوجوب الفعلي فقط ، أو يدلّ على الوجوب الاقتضائي فقط ، ولا معنى لأن يدلّ على هذا في حالة وعلى ذاك في حالة أخرى ؛ إذ ذلك مخالف للظاهر جزما ، فإنّ ظاهر كلّ دليل الدلالة على حكم واحد وليس على حكمين .\r\n4 - انّ دليل القاعدة والأدلّة الأوّلية متعارضان ، وبعد التعارض والتساقط يرجع إلى الأصل العملي ، وهو يقتضي البراءة التي هي تتّفق مع نتيجة تقديم قاعدة لا ضرر .\r\nوفيه : انّ المعارضة والتساقط غير تامين ، لإمكان الجمع العرفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 6 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nبالحكومة كما سنذكر .\r\n5 - أن يكون الوجه في ذلك هو حكومة حديث لا ضرر على الأدلّة الأوّلية ، وهذا الوجه هو المعروف بين المتأخّرين . وما ذا تعني الحكومة ؟\r\n\r\nالحكومة\r\nانّها تعني نظر أحد الدليلين إلى الآخر بحيث يكون الأوّل لغوا لو لم يفرض الثاني في مرحلة أسبق وهذا كما هو الحال في مقامنا ، فإنّ حديث لا ضرر ينفي الضرر من زاوية التشريع ، فلا بدّ من فرض تشريع وأحكام في مرحلة سابقة لينفيها حديث لا ضرر في حالة الضرر .\r\nهذا ، وهناك رأي ثان « 1 » في تفسير الحكومة يقول : إنّ الدليلين متى ما كان لسان أحدهما مسالما للدليل الثاني فالأوّل هو الحاكم والثاني هو المحكوم ، فلو قيل : أكرم العالم ، ثمّ قيل لا تكرم العالم الفاسق ، كان لسان الثاني منافيا للأوّل ، أمّا لو قيل بدل الدليل الثاني : الفاسق ليس بعالم ، كان لسانه مسالما للأوّل .\r\nوإذا كان اللسان مسالما فهو مورد الحكومة ، وإذا لم يكن مسالما فهو مورد التخصيص .\r\nوتظهر الثمرة بين التفسيرين فيما إذا فرض أنّ حديث لا ضرر لم يثبت نظره إلى الأدلّة الأوّلية - كما هو رأي الآخوند - فإنّه على الرأي الأوّل لا يكون حاكما ، في حين أنّه على الرأي الثاني يكون حاكما ، لأنّ لسانه مسالم للأدلّة الأوّلية .\r\nثمّ إنّ الآخوند في الكفاية رفض تقديم حديث لا ضرر من ناحية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تبنّاه السيّد السيستاني ( دام ظلّه ) في قاعدة لا ضرر : 239 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالحكومة ، باعتبار أنّها متقوّمة بالنظر ولم يثبت نظر حديث لا ضرر إلى الأدلّة الأوّلية ، وبنى على كون التقديم من جهة التوفيق العرفي بالبيان المتقدّم .\r\nولعلّ السبب في إنكاره للنظر أنّ حديث لا ضرر كأنّه يقول بلسانه : أنا لا أجعل حكما ضرريا ، وواضح انّ مثل هذا اللسان لا يتوقّف على افتراض وجود أحكام مسبقة ، فإنّ اللسان المذكور يصحّ حتى لو فرض عدم تشريع أحكام مسبقة ، إذ عدم جعل حكم ضرري لا يتوقّف على وجود أحكام مسبقة .\r\nويردّه : انّ ذلك يتمّ لو فرض انّا كنّا نحتمل أنّ المولى لم يشرّع حكما سوى قاعدة لا ضرر ، أمّا بعد جزمنا بوجود شريعة وأحكام فلا بدّ من كون الحديث ناظرا إلى تلك الشريعة والأحكام ليبيّن أنّها غير ثابتة في حالة الضرر .\r\n\r\nنكتة تقدم الحاكم\r\nيبقى علينا أن نعرف نكتة تقدّم الدليل الحاكم على الدليل المحكوم ، فإنّ من المسلّم بين جميع الأعلام تقديم الدليل الحاكم ، وإنّما اختلفوا في نكتة تقدّمه . وفي هذا المجال يوجد رأيان :\r\n1 - ما أفاده الشيخ النائيني « 1 » . وحاصله : أنّ الدليل المحكوم يتكفّل إثبات الحكم على تقدير ثبوت الموضوع ولا يتكفّل إثبات الموضوع وأنّه متحقّق بالفعل أو لا في حين أن الدليل الحاكم ينفي تحقّق الموضوع ، ومثل هذين لا تعارض بينهما ، فدليل أكرم العالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة لا ضرر : 213 ، وتبنّى هذا الرأي السيّد الخوئي أيضا في مصباح الأصول 2 :\r\n542 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n- مثلا - يقول : على تقدير كون هذا أو ذاك عالما يجب اكرامه ، أمّا أنّ هذا أو ذاك عالم بالفعل فلا يتكفّل اثباته ، فإذا جاء دليل ثان يقول الفاسق ليس بعالم فلا يكون معارضا للأوّل ليتأمّل في وجه تقدّمه عليه .\r\nويردّه : انّ دليل أكرم العالم يثبت وجوب الإكرام لمن كان عالما حقيقة وواقعا كما هو شأن كل دليل حيث يثبت الحكم للموضوع الواقعي ، وواضح أنّ دليل الفاسق ليس بعالم لا ينفي العالمية واقعا لكي لا يتنافى ووجوب إكرام كلّ عالم .\r\n2 - أن يكون وجه التقدّم هو النظر ، فإنّ كون الدليل الحاكم ناظرا إلى الدليل المحكوم هو بنفسه نكتة تكفي في نظر العرف للتقدّم ، لأنّ معنى كونه ناظرا هو أنّ المتكلّم قد أعدّه لتوضيح المقصود من الدليل المحكوم ، وواضح أنّ ما اعدّ لتوضيح المقصود من غيره يكون هو المقدّم في نظر العرف .\r\n\r\n11 - الضرر الواقعي أو العلمي\r\nكلّ عنوان يؤخذ في الدليل يحمل على الواقعي دون العلمي ، فحينما يقال : الدم نجس فالمقصود انّ ما كان دما واقعا هو نجس ، سواء علم المكلّف بكونه دما أو لا ، فالمدار إذن على تحقّق العنوان بوجوده الواقعي وليس على تحقّقه بنظر المكلّف وعلمه .\r\nوفي ضوء هذا يلزم أن يقال بأنّ حديث لا ضرر حينما ينفي كلّ حكم شرعي في حالة الضرر فالمقصود : نفي ذلك حالة تحقّق الضرر واقعا حتى وإن لم يحرز المكلّف ذلك .\r\nويتفرّع على هذا أنّ المكلّف لو كان يعتقد حينما يريد الوضوء\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nبعدم كونه مضرّا ، وبعد أن توضّأ اتّضح أنّه مضر فالمناسب الحكم ببطلانه ، لأنّه ما دام مضرّا واقعا فالأمر به يكون منتفيا بسبب حديث لا ضرر ، ومع انتفاء الأمر به يلزم وقوعه باطلا ، والحال أنّ المعروف بين الأعلام بل قيل بتسالمهم على الحكم بصحّته .\r\nوبكلمة مختصرة : كيف يوجّه الحكم بصحّة الوضوء في الحالة المذكورة ، والحال أنّ المناسب لحديث لا ضرر هو البطلان ؟\r\nوهناك عدّة أجوبة عن ذلك نذكر منها :\r\n1 - ما أفاده الشيخ النائيني قدّس سرّه من أنّ الضرر في المقام لم ينشأ من الحكم الشرعي بوجوب الوضوء ليرتفع الحكم بالوجوب ، وإنّما نشأ من اعتقاد المكلّف وتخيّله عدم الضرر في وضوئه ، فاعتقاده عدم الضرر هو الذي أوقعه في الضرر وليس الحكم الشرعي بوجوب الوضوء ، ولذا لو فرض أنّ الحكم بوجوب الوضوء لم يكن واقعا لوقع المكلّف في الضرر بسبب اعتقاده عدم الضرر .\r\nوما دام الضرر لم ينشأ من الحكم الشرعي بوجوب الوضوء فلا يرتفع - وجوب الوضوء - بحديث نفي الضرر .\r\nومع عدم ارتفاع وجوب الوضوء يقع - الوضوء - صحيحا من جهة تعلّق الأمر به وعدم انتفائه .\r\nوفيه : انّ وجوب الوضوء لو كان ثابتا في مورد الفرض فهو ثابت في مورد تحقّق الضرر واقعا فيلزم انتفاؤه . ومجرّد أنّ الضرر خارجا لم يتحقّق بسببه غير مهمّ فإنّ الميزان في تطبيق حديث لا ضرر هو على ثبوت الحكم الشرعي في مورد الضرر وليس على نشوء الضرر خارجا من جهة الحكم الشرعي حتى يتعذّر تطبيقه في المقام .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n2 - انّ حديث نفي الضرر ، حيث انّه وارد مورد الامتنان ، فهو يرفع الالزام والوجوب دون أصل الطلب والمشروعية ، فإنّ رفع ذلك ليس امتنانا وإنّما الامتنان هو في رفع الالزام لا أكثر . وهذا معنى ما يقال من أنّ نفي الضرر هو على نحو الرخصة دون العزيمة .\r\nوهذا الجواب يظهر من السيّد اليزدي في مبحث التيمّم من العروة الوثقى .\r\nوقد يشكل على ذلك بأنّ الوجوب ليس مركّبا من جزءين : طلب الفعل والالزام ليكون حديث نفي الضرر رافعا للجزء الثاني دون الأول ، بل هو أمر بسيط عبارة عن الطلب الشديد ، أو يقال : إنّ الصيغة تدل على الطلب فقط ، والالزام يستفاد من حكم العقل بناء على المسلك القائل باستفادة الوجوب من حكم العقل دون الوضع « 1 » .\r\nوفيه : ان الوجوب حتى لو افترضناه أمرا بسيطا ، ولكن جعل الوجوب يستلزم بالتبع جعل المشروعية والطلب ، فالمشروعية مجعولة بالتبع وليس بالأصالة من باب انّها جزء مدلول الوجوب لينكر ذلك .\r\nوإن شئت قلت : كما أن الأربعة لها لازم لا ينفكّ عنها وهو الزوجية وان الجاعل للأربعة يكون جاعلا للزوجية بالتبع كذلك الحال في الوجوب ، فان له لازما لا ينفك عنه وهو المشروعية ، وجعل الوجوب يستلزم جعل المشروعية بالتبع ، والامتنان يتحقق برفع المجعول الأصلي بلا حاجة إلى رفع المجعول التبعي .\r\nوإذا قيل : ان المولى إذا رفع المجعول الأصلي فمن أين نعرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح 9 : 424 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nعدم رفعه للمجعول التبعي ؟\r\nقلنا : ان نفس الامتنان دليل على عدم رفع اليد عن المجعول التبعي ؛ إذ الامتنان يتحقق برفع اليد عن الوجوب بلا حاجة إلى رفع اليد عن المشروعية ، بل رفع اليد عنها مخالف للامتنان .\r\nوإذا قيل : ان المشروعية ما دامت لازما للوجوب فبرفع الوجوب كيف تبقى المشروعية ؟ انّ بقاءها خلف كونها لازمة وتابعة للوجوب .\r\nقلنا : ان الإشكال المذكور يتم في الأمور التكوينية دون الاعتبارية ، فان الاعتبار سهل المؤونة ، والوجوب والمشروعية هما من الأمور الاعتبارية ، وبالامكان ان يفترض ان المولى يرفع الوجوب دون المشروعية .\r\nوالذي يكشف عن صحة ما ذكرناه ان الوجدان قاض بصحة تصريح المولى : اني ارفع الوجوب دون المشروعية .\r\nوإذا قيل : إنّ هذا كله وجيه على غير مسلك حكم العقل ، واما بناء على كون الوجوب حكما عقليا فلا يكون الوجوب حكما مجعولا بالأصالة لتكون المشروعية مجعولة بالتبع ثمّ ليتصور رفع المولى يده عن المجعول الأصلي دون التبعي .\r\nقلنا : انه بناء على كون الوجوب حكما عقليا يلزم عدم امكان رفع الوجوب حتى مع الانضمام إلى رفع المشروعية ، لأنّ الوجوب ليس أمرا مجعولا ليمكن رفعه .\r\nوهذا ينبغي عدّه كمنبّه وجداني على بطلان مسلك حكم العقل ، فان له لوازم باطلة ، من جملتها عدم امكان رفع الوجوب بحديث نفي الضرر أو حديث الرفع أو غيرهما .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n3 - ان دليل وجوب الوضوء يدل على شيئين : وجوب الوضوء واشتماله على الملاك ، وحديث نفي الضرر حيث انّه وارد مورد الامتنان ، وهو يكفي في تحققه نفي الوجوب فقط دون الملاك فيكون المرفوع بالحديث هو الوجوب فقط دون الملاك ، ومع بقاء الملاك يقع الوضوء صحيحا من ناحية الملاك « 1 » .\r\nونوقش ذلك بأن الدال على الملاك هو الوجوب ، فإذا ارتفع بالحديث فلا يبقى ما يدل على الملاك ليمكن التقرب به « 2 » .\r\nوقد يضاف إلى ذلك أيضا بأن الملاك أمر تكويني وليس أمرا مجعولا من قبل الشارع ليمكن رفعه أو إبقاءه بالحديث ، فان القابل للرفع والابقاء هو الأمر المجعول دون الأمر التكويني .\r\nهاتان مناقشتان قد توردان على هذا الوجه .\r\nويرد المناقشة الأولى : أنّ حديث نفي الضرر ما دام واردا مورد الامتنان فلا بدّ من كون المرفوع خصوص الوجوب ؛ إذ رفع الملاك إضافة إلى رفع الوجوب مستلزم لمخالفة الامتنان ، لأنّ لازم ذلك بطلان وضوء الجاهل بالضرر ولزوم الإعادة عليه ، وذلك مخالف للامتنان .\r\nويرد المناقشة الثانية : أنّنا لا ندّعي دلالة الحديث على إبقاء الملاك ليقال بأن إبقاء الملاك ورفعه ليس أمرا ممكنا ، بل نقول : إنّ الحديث يدل على انّ الملاك باق واقعا ولم يتأثر فهو كاشف عن بقاء الملاك لا انّه يبقيه بتقريب : أنّ الضرر حينما يذكر سببا للرفع يفهم منه العرف كونه مانعا من تأثير الملاك لا رافعا له من أساسه ، إذ لو كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من جملة من اختار ذلك السيد الحكيم في المستمسك 4 : 332 .\r\n( 2 ) التنقيح 9 : 425 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nمرتفعا لما كان الحديث مسوقا للامتنان ، لأن الامتنان لا يتحقّق مع ارتفاع المصلحة من الأساس ، وإنّما يتحقق لو رفع الحكم - بالرغم من وجود المصلحة - لأجل الضرر .\r\nوبهذا اتّضح ان الوجه المذكور تام وصالح للاعتماد عليه .\r\n\r\nشرطان لصحة الوضوء\r\nوقد يقال : إنّ الحكم بصحة الوضوء في المقام موقوف على إثبات أمرين :\r\nأ - أن تكون آية الوضوء ذات اطلاق تدل بواسطته على صحة الوضوء في جميع الحالات ، بما في ذلك حالة الضرر الواقعي ليمكن التمسك باطلاقها بعد فرض قصور حديث نفي الضرر عن اثبات البطلان .\r\nوبكلمة أخرى : ان قصور حديث لا ضرر عن اثبات بطلان الوضوء لا يستلزم الحكم بصحته إلّا بعد فرض وجود اطلاق يمكن التمسك به ، وآية الوضوء لا إطلاق فيها ؛ إذ تقول :  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا . . .  « 1 » .\r\nان الآية الكريمة تدل على تقيد مطلوبية الوضوء بحالة عدم المرض ، وحيث إنّ المرض ملحوظ بما هو طريق إلى الضرر « 2 » فيكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 6 .\r\n( 2 ) لوضوح ان ذكر المرض هو من باب استلزامه للضرر عادة ، فلو فرض انّ مريضا لم\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوجوب الوضوء مقيدا بحالة عدم الضرر وليس له اطلاق .\r\nويرده : ان هذا وجيه لو كانت صحة الوضوء موقوفة على وجود الأمر به ، أمّا بناء على كفاية الملاك فلا نكون بحاجة إلى اطلاق الآية الكريمة وتكفينا دلالة حديث لا ضرر على بقاء الملاك .\r\nب - ان لا يا بنى على حرمة كل ما هو مضر للإنسان وإلّا وقع الوضوء باطلا ، لأنّه لو كان مضرّا واقعا يلزم وقوعه محرما ، ومع حرمته كيف يقع صحيحا ومصداقا للمطلوب ؟\r\nوفيه : انّا حتى لو بنينا على حرمة مطلق ما يوجب الضرر فلا يلزم من ذلك بطلان الوضوء ، لأنّه ما دام مشتملا على الملاك واقعا - حسب ما هو المفروض - وقد صدر بقصد التقرب يلزم وقوعه صحيحا ، وحرمته واقعا لا تستلزم امتناع التقرب به بعد فرض كونها مجهولة .\r\nودعوى ان المحرم لا يمكن ان يقع مصداقا لما هو الصحيح شرعا قضية غير مدعومة بالدليل .\r\n\r\nحرمة الاضرار بالنفس\r\nوحيث انجرّ الحديث إلى مسألة حرمة الاضرار بالنفس فلا بأس بالتعرض إلى هذه المسألة باختصار .\r\nان الاضرار بالنفس تارة يكون بدرجة كبيرة موجبة للموت ولا اشكال في حرمة مثل ذلك لقوله تعالى :  . . . وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ . . .  « 1 » .\r\nوأخرى لا يكون واصلا إلى درجة الموت ، ولكنه بدرجة يعلم يضره استعمال الماء لم يجز له التيمّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 195 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبمبغوضيّته شرعا ، كقطع الإنسان يده أو رجله مثلا .\r\nوثالثة يفترض كونه ليس من أحد النحوين السابقين بل هو بدرجة أخف منهما ، كالضرر المتولّد من التدخين ، أو من استعمال الماء للمريض وأمثال ذلك .\r\nوالكلام هو في هذا النحو الثالث فهل هو حرام أو لا ؟\r\nقد يقال بحرمته للوجوه التالية :\r\n1 - ان السيرة العقلائية جارية على التجنب عن كل ما يوجب الضرر ، وحيث لم يردع عنها شرعا فهي ممضاة .\r\nويرده : ان العقلاء وان تجنبوا عن كل ما يوجب الضرر ، إلّا ان ذلك ليس بنحو الالزام ، بل بنحو الرجحان ومن باب كونه أجدر ، وإلّا فهل يحتمل حرمة ملء المعدة بالطعام ، أو أكل المصاب بمرض السكر لبعض الأطعمة التي قد ترفع من درجة السكر ؟ وهل يحتمل حرمة الجماع الزائد ، أو الخروج من المكان الدافئ إلى البارد وأمثال ذلك ؟\r\n2 - التمسك بحديث لا ضرر ، حيث ورد في الفقرة الثانية « ولا ضرار » ، وقد ذكرنا سابقا امكان حمل هذه الفقرة على النهي وانّه لا يجوز الاضرار .\r\nوفيه : ان المنصرف من النهي المذكور هو النهي عن الاضرار بالآخرين دون اضرار الشخص بنفسه .\r\n3 - التمسّك بالآيات الناهية عن ظلم الإنسان نفسه ، بتقريب : ان ارتكاب ما يضر بالنفس ظلم لها .\r\nوفيه : ان صدق الظلم على ارتكاب شيء فرع حرمته في المرتبة السابقة ، وإلّا فلا يصدق - لأن المراد ظلمها بارتكاب الذنوب وادخالها\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nنار جهنّم عقوبة على ذلك - ، والمفروض بعد لم تثبت حرمة مطلق المضر .\r\n4 - التمسك ببعض الروايات الدالة على انّ علّة تحريم بعض المحرمات هو اضرارها ببدن الإنسان ، من قبيل رواية المفضل بن عمر :\r\n« قلت لأبي عبد اللّه عليه السّلام لم حرّم اللّه الخمر والميتة والدم ولحم الخنزير ؟\r\nقال إن اللّه تبارك وتعالى . . . علم ما يضرهم فنهاهم عنه وحرّمه عليهم . . . » « 1 » . ونحوها غيرها بتقريب : أنّ علّة تحريم المحرمات إذا كانت هي الاضرار بالنفس فيلزم حرمة كل ما يوجب الضرر بالنفس ، وإلّا لما صلح أن يكون علّة لتحريم المحرمات .\r\nوفيه : ان الحديث وإن دلّ على حرمة الاضرار بالنفس ، ولكن لم يوضح ان الضرر من أي قسم وبأي درجة يكون محرما ، وليس له اطلاق من هذه الناحية ليتمسّك به ، ولعلّ المحرم حصة خاصة من الضرر .\r\nبل انّ بعض الأحاديث يستفاد منها عدم حرمة الاضرار بالنفس ، كالأحاديث التي ترشد إلى رجحان عدم تناول بعض الأطعمة لكونها مضرة .\r\nوبالجملة : لا دليل على حرمة مطلق ما يوجب الضرر ، إلّا في أحد النحوين الأولين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 1 من أبواب الأطعمة المحرمة ح 1 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\n12 - تعارض الضررين\r\nمن الأبحاث التي تعرض لها الشيخ الأعظم في الرسائل في قاعدة لا ضرر مسألة تعارض الضررين .\r\nوننتخب من ذلك صورتين نتعرض لهما باختصار .\r\n\r\nالصورة الأولى\r\nإذا دار الأمر بين ضررين في حق شخصين فأيهما المقدم ؟\r\nبمعنى : انّه لو كان شخصان دار الأمر بين ان يتضرر هذا أو ذاك ، ورفعا أمرهما إلى الحاكم ، فهل يقدّم الحاكم تضرر هذا أو تضرر ذاك ؟\r\nوالمثال المتوارث لذلك : ما إذا أدخلت دابة شخص رأسها في قدر شخص آخر ، ودار الأمر بين كسر القدر حفاظا على رأس الدابّة وبين قطع رأس الدابّة حفاظا على القدر ، فأيّهما المقدّم ؟ بعد وضوح أن الحكم بكسر القدر يستوجب الضرر على صاحبه ، والحكم بقطع رأس الدابة يستوجب الضرر على صاحبها ، فالأمر على هذا يدور بين حكمين يستلزم كل منهما الضرر .\r\nوفي هذه الحالة إذا فرض ان الطرفين تمّ اتفاقهما على أمر معين ، ككسر القدر - مثلا - فلا اشكال ، لأن المال مالهما وبامكانهما التصالح كيفما أحبّا .\r\nوتنحصر المشكلة بما إذا لم يتصالحا على أمر معين ورفعا أمرهما إلى الحاكم ، فما ذا يفعل ؟\r\nإنّه ليس بالامكان التمسك بحديث لا ضرر ، لأنّ التمسك به في صالح أي واحد منهما ترجيح بلا مرجح بعد استلزام كل منهما الضرر .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nولا محيص للحاكم - بعد عدم امكان التمسك بحديث لا ضرر - من ملاحظة من يتضرر أقل فيرجّح اتلاف ماله ، وعند التساوي من هذه الناحية وسائر الخصوصيات الموجبة للترجيح العقلائي ينتقل إلى القرعة ، لأنّها طريق عقلائي في أمثال هذه المقامات . كل ذلك مع ضمان قيمة النقص الطارئ بسبب الكسر أو قطع الرأس على الطرف الثاني .\r\nوالوجه في ذلك هو التمسك بقاعدة العدل والانصاف ، فانّ مقتضى العدالة هو ما ذكرناه .\r\nوإذا قيل : إنّ القاعدة المذكورة لم ينعقد عليها بناء عقلائي ، ولا مستند لها سوى عذوبة ألفاظها ، كما ناقش بذلك السيد الخوئي في بعض المواضع من كلماته « 1 » .\r\nكان الجواب : يكفينا لإثباتها في الجملة كتاب اللّه العزيز حيث يقول :  . . . وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ . . .  « 2 » .\r\n\r\nمثال معاصر\r\nوالمثال الموروث - كما قلنا - هو ما تقدم ، بيد أنّه قد يبدل بمثال معاصر ، وهو : ما إذا كانت امرأة حاملا بطفل ، ودار الأمر بين الحفاظ على الطفل الموجب لتضرّرها والحفاظ على الام الموجب لقتل الطفل « 3 » .\r\nوان شئت قلت : إنّ حكم الشارع بوجوب الحفاظ على الام حيث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الخمس من مستند العروة الوثقى : 147 ، أجل التزم بها قدّس سرّه في مصباح الأصول 2 : 564 .\r\n( 2 ) النساء : 58 .\r\n( 3 ) ومن الأمثلة المعاصرة أيضا : ما إذا كان الإنسان راكبا سيارة ودار الأمر بين أن يضرّر الآخرين أو يضرر نفسه .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nيستلزم الضرر على الطفل ، وهكذا العكس بالعكس فلا يمكن التمسك بحديث نفي الضرر ، لأن ذلك ترجيح بلا مرجح .\r\nوإذا كان الاستشهاد بالمثال المذكور قابلا للمناقشة من بعض الجهات ، إلّا أنّه جيد في الجملة .\r\nوفي تحقيق حاله نقول : إذا كان ضرر الام بدرجة موتها وكان موتها مستلزما لموت الحمل أيضا فلا إشكال في تعين الحفاظ على حياتها ، لأنّ الأمر يدور بين موت الام وحملها أو موت خصوص الحمل ، والثاني متعين .\r\nوإذا كان تضرّرها شديدا ولكنه لا يبلغ درجة الموت فيجوز لها اسقاطه أيضا باعتبار ان الدليل على حرمة الاسقاط : إمّا هو الاجماع والتسالم أو روايات ثبوت الدّية في الاسقاط بناء على دلالة ذلك بالملازمة على الحرمة ، وكلاهما لا اطلاق فيه .\r\nوطبيعي جواز الاسقاط لا يعني ارتفاع الدية ، بل هي ثابتة بالرغم من جواز الاسقاط لإطلاق دليلها .\r\nوهل عملية الاسقاط ينبغي أن تكون من الحامل نفسها أو تجوز من الطبيب أيضا ؟\r\nالمناسب جوازها من الطبيب أيضا ، لأنّ الاسقاط من الطبيب لا دليل على حرمته في مثل هذه الحالة فيتمسك بأصل البراءة .\r\n\r\nالصورة الثانية\r\nان يفترض أنّ لإنسان ملكا ، كدار أو غيرها ، وأراد التصرّف باحداث حمام فيها إلى جانب غرفة بيت جاره فاعترض الجار بأن رطوبة الحمام تسري إلى غرفتي .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nوهذه المسألة من موارد الابتلاء الكثيرة في حياتنا .\r\nوطبيعي ينبغي ان نحصر الكلام بحالة : إذا لم يتمكّن صاحب الدار من إحداث الحمام في غير ذلك المكان الذي يضر بالجار ، وإلّا فمنعه من إحداث الحمام لا يولّد له ضررا ، بل أقصى ما يلزم عدم امكان تصرفه في داره بالشكل الذي يحب ، وذلك لا يعدّ ضررا بالنظر العقلائي ، كما ينبغي ان نفترض أنّ إحداثه للحمام ضروري بحيث يشكّل عدمه ضررا عليه .\r\nوإذا قيل : إنّ منع المالك من التصرف في ملكه كيفما أحبّ حرج عليه ، وهو منفي في التشريع الاسلامي .\r\nكان الجواب : ان ذلك ليس بحرج ؛ لأنّ الحرج هو المشقة الشديدة ، والمفروض عدم لزومها .\r\nإذن لا بدّ من فرض البحث في حالة دوران الأمر بين ضررين ، وعلى أساس هذا الافتراض لا يمكن التمسّك بحديث نفي الضرر ، لأنّ الأمر يدور بين حكمين ضرريّين ، فالحكم بجواز إحداث الحمام مستلزم للضرر على الجار ، والحكم بعدم جوازه مستلزم للضرر على المالك ، والتمسك بالحديث بلحاظ أحدهما دون الآخر ترجيح بلا مرجّح .\r\nوإذا قيل : إنّ قاعدة الناس مسلطون على أموالهم ترجّح طرف المالك ، حيث إن منعه من التصرّف في ملكه خلاف تسلطه على ماله .\r\nكان الجواب : انّ القاعدة المذكورة لا دليل معتبر عليها من الروايات ، فإنها لم ترد في معاجمنا الحديثية إلّا في البحار « 1 » . أجل قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 2 : 272 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nتشتمل عليها بعض كتبنا الفقهية ، كالخلاف للشيخ الطوسي « 1 » ، بل قيل :\r\nإنّ المعاجم الحديثية المشهورة للعامة لا تشتمل عليها .\r\nوعلى هذا فمهم المستند للقاعدة المذكورة هو سيرة العقلاء وارتكازهم ، والقدر المتيقّن من ذلك حالة عدم استلزام تصرف الإنسان في ملكه الضرر بالآخرين .\r\nوبعد اتضاح عدم امكان التمسك بقاعدة لا ضرر يتعين الرجوع - بعد الشك في جواز تصرف المالك في ملكه - إلى أصل البراءة .\r\n\r\n13 - تطبيقات\r\n1 - هل يمكن ان نستفيد - وفق حديث لا ضرر - حكم التطبير في عزاء سيّد الشهداء عليه السّلام جوازا أو تحريما ؟\r\n2 - هل يمكن في ضوء حديث لا ضرر استفادة حكم التدخين جوازا أو تحريما ؟\r\n3 - يخرج في وجه الشخص أحيانا بعض اللحوم الصغيرة الزائدة فإذا أراد قطع تلك اللحوم من خلال شدّ خيط عليها ونحوه مع عدم وصول الماء إليها يوما أو يومين خلال فترة وجود الخيط فهل ذلك جائز بعد الالتفات إلى امتناع الوضوء خلال تلك الفترة ؟\r\n4 - امرأة أرادت وضع لولب لمنع الحمل فهل ذلك جائز ؟ فصّل الشقوق المتصوّرة في ذلك .\r\n5 - شخص لا يمكنه القيام أثناء الصلاة كيف نشخّص وظيفته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلاف 3 : 176 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nطبق الأدلة ؟\r\n6 - إذا فرض انّ شخصا يتضرّر بشكل وآخر من أداء الصلاة فهل يجوز له تركها ؟ ولما ذا ؟\r\n7 - مؤمن يعمل في بعض الدوائر الرسمية يحتاج لسبب وآخر إلى حلق لحيته فهل يجوز له ذلك على تفصيل أو مطلقا ؟\r\n8 - هل يجوز للمرأة استعمال أقراص منع الحمل ، ولما ذا ؟\r\n9 - مؤمن اعتقد بأنّ الصلاة من قيام مضرّة له فصلّى من جلوس ثم اتّضح له خطأ اعتقاده فما حكم صلاته ؟ ولو فرض العكس : بأن اعتقد أنّ القيام غير مضر له فصلّى من قيام ثم اتّضح الخطأ فما حكم صلاته ؟\r\n10 - هل يشمل حديث لا ضرر الأحكام الترخيصية ؟ فلو فرض ان شخصا كان يضرّه استعمال الماء فهل يرتفع بذلك جواز شرب الماء بمقتضى الحديث ؟ أوضح نكتة جوابك .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nقاعدة نفي الحرج\r\n1 - مضمون القاعدة\r\n2 - مدرك القاعدة\r\n3 - المقصود من الحرج والفرق بينه وبين الضرر\r\n4 - وجه تقدم القاعدة على الأدلّة الأوّلية\r\n5 - وهن القاعدة بكثرة التخصيص\r\n6 - هل المدار على رفع الحرج النوعي أو الشخصي\r\n7 - هل رفع الحرج رخصة أو عزيمة\r\n8 - هل القاعدة تعم الحكم الوضعي أيضا\r\n9 - تطبيقات\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nمن القواعد المهمة التي يتكل الفقيه كثيرا عليها في مقام الاستنباط قاعدة نفي الحرج .\r\nومن الجدير التعرض للبحث عن هذه القاعدة بشكل مستقل ومستوعب بعد أهميتها ، ولكن مع الأسف لم يتعرض لها الأعلام كذلك ، وانما يتعرّضون بنحو الإشارة إلى كل حكم حرجي ، ويقولون : هو مرفوع من ناحية قاعدة نفي الحرج .\r\nأجل في كتب القواعد الفقهية تبحث بشكل مستقل ، ولعل أول من بحثها هو النراقي في عوائده « 1 » .\r\nوهذا كلّه بخلافه في قاعدة لا ضرر وغيرها من القواعد المتقدمة فإنها بحثت بشكل مشبّع ومستقل ، إمّا في الكتاب الأصولية أو الفقهية .\r\nوعلى أي حال الكلام في قاعدة لا حرج يقع ضمن نقاط :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عوائد الأيام : 57 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n1 - مضمون القاعدة .\r\n2 - مدرك القاعدة .\r\n3 - المقصود من الحرج والفرق بينه وبين الضرر .\r\n4 - وجه تقدم القاعدة على الأدلّة الأوّلية .\r\n5 - وهن القاعدة بكثرة التخصيص .\r\n6 - هل المدار على رفع الحرج النوعي أو الشخصي ؟\r\n7 - هل رفع الحرج رخصة أو عزيمة ؟\r\n8 - هل القاعدة تعم الحكم الوضعي أيضا ؟\r\n9 - تطبيقات .\r\n\r\n1 - مضمون القاعدة\r\nإذا كان المقصود من قاعدة لا ضرر قد وقع فيه الاختلاف بين الاعلام بالشكل المتقدم فان المقصود من قاعدة لا حرج لم يقع فيه الاختلاف - في حدود علمنا - فالمقصود منها : نفي كل حكم يستلزم ثبوته على العباد الحرج ، فوجوب الوضوء أو الغسل أو وجوب اعفاء اللحية أو حرمة كشف المرأة عورتها امام الطبيبة للفحص أو . . . إذا استلزم الحرج يكون مرفوعا .\r\nوالسبب في عدم الاختلاف هنا هو ان مدرك القاعدة يقول :\r\n . . . ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْراهِيمَ . . .  « 1 » ، وعدم جعل الحرج في الدين ليس الّا عبارة أخرى عن عدم تشريع الاحكام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحج : 78 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالمستلزم ثبوتها للحرج ، ولا يحتمل إرادة معنى ثان من الآية الكريمة .\r\n\r\n2 - مدرك القاعدة\r\nقد دلّ على القاعدة المذكورة جملة من النصوص بعضها من الكتاب الكريم وبعضها الاخر من السنة الشريفة .\r\nاما الكتاب الكريم فالآية المتقدمة  . . . ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ . . .  واضحة الدلالة على ذلك .\r\nكما قد يستفاد ذلك من قوله تعالى :  . . . وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ  « 1 » .\r\nواما قوله تعالى في آية الصوم  . . . وَمَنْ كانَ مَرِيضاً أَوْ عَلى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ . . .  « 2 » فلا يمكن الاستدلال به لاحتمال اختصاص قوله  يُرِيدُ اللَّهُ بِكُمُ . . .  بخصوص الصوم ولا يعمّ بقية الأبواب ، فإنه ليس علة ليتمسك بعموم العلة في الغاء الاحتمال المذكور ، بل هو حكمة ، لأنه لو كان علة يلزم دوران الحكم مدارها ، والحال ان المسافر يلزمه الافطار حتى ولو لم يعسر عليه الصوم .\r\nواما السّنة الشريفة فيمكن الاستشهاد منها بجملة من النصوص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 6 .\r\n( 2 ) البقرة : 185 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nأنهاها الشيخ النراقي في عوائده إلى ثمانية عشر حديثا « 1 » ، بيد انّه لا حاجة إلى استعراضها بعد دلالة الكتاب الكريم على ذلك .\r\n\r\nالعقل والاجماع\r\nوهل يمكن الاستدلال على القاعدة المذكورة مضافا إلى الكتاب والسنة بالإجماع والعقل ؟ كلا لا يمكن الاستدلال بذلك .\r\nأمّا ان العقل لا يمكن الاستدلال به فباعتبار انه لا يرى امتناع التكليف بالأمر الشاق ، كيف وقد وقع التكليف بالأمر الشاق في الشرائع السابقة ، كما تشير اليه الآية الكريمة  . . . رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا . . .  « 2 » فان الاصر عبارة عن الأمر الشاق .\r\nوانما العقل يمنع من التكليف بالأمر غير المقدور ، ولكن المفروض ان الحرج ليس هو الامر غير المقدور - وان كان ذلك يظهر من بعض - بل هو الأمر الشاق .\r\nواما ان الاجماع لا يمكن الاستدلال به فلأنّه مدركي - لأننا نحتمل أو نجزم بان مدرك المجمعين هو النصوص من الكتاب والسنة الشريفين - والاجماع المدركي ليس حجة ، لأن حجية الاجماع هي باعتبار كاشفيته يدا بيد عن وصول الحكم من الامام عليه السّلام ، ومع وجود مدرك يحتمل استناد المجمعين إليه لا يجزم بوصول الحكم من الامام عليه السّلام حتى يكون حجة ، بل يلزم الرجوع إلى المدرك وملاحظة أنّه تام سندا ودلالة أو لا .\r\nومن خلال هذا كله يتضح ان المدرك للقاعدة هو الكتاب والسنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عوائد الأيام : 57 - 58 .\r\n( 2 ) البقرة : 286 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nالشريفان دون العقل والاجماع .\r\nومن الغريب ما ينقل عن بعض « 1 » ، من عدم وجود مدرك صحيح لقاعدة لا حرج ، إنّه غريب بعد تصريح الكتاب الكريم بقوله :  . . . ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ . . .  .\r\n\r\n3 - المقصود من الحرج والفرق بينه وبين الضرر\r\nقد يتصور ان المقصود من الحرج عدم القدرة على الشيء ، فكل شيء لا يكون ممكنا ومقدورا يكون حرجيا .\r\nولكنه مرفوض ، فان المتبادر من الحرج هو المشقة والضيق دون عدم القدرة ، اجل ليس كل مشقة حرجا ، بل هو عبارة عن خصوص المشقة الشديدة .\r\nوالشاهد على ذلك - مضافا إلى قضاء الوجدان والتبادر - ان لازم تفسيره بمطلق المشقة كون جميع التكاليف حرجية ، لأن التكليف انما كان تكليفا باعتبار اشتماله على الكلفة والمشقة ، والا كان إباحة ولم يكن تكليفا .\r\nوإذا سألت عن الفرق بين الضرر والحرج كان الجواب : ان الضرر هو النقص ، إمّا في المال أو البدن أو غيرهما ، فما لا يكون نقصا لا يكون ضررا ، وهذا بخلافه في الحرج ، فإنه المشقة ولو لم تكن مشتملة على النقص ، كالوضوء بالماء البارد في الشتاء القارس ، فإنه قد يبلغ المشقة الشديدة من دون طرو مرض على البدن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أشير إلى ذلك في القواعد الفقهية للشيرازي : 159 .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nوهكذا الحال فيما لو حصل المكلّف على مقدار من المال يساوي مقدار الاستطاعة إلى الحج ، وكان بحاجة إلى شراء بيت به ، فان وجوب صرفه في الحج لا يوجب الضرر بمعنى النقص ، وانما يوجب الحرج بمعنى الوقوع في المشقة لا أكثر .\r\nانّه في هذين الموردين يصدق الحرج بدون الضرر .\r\nوقد ينعكس الامر ، كما إذا أوجب الوضوء المرض - كالحمى - بدون أن يكون ذلك حرجا .\r\n\r\n4 - وجه تقدم القاعدة على الأدلّة الأوّلية\r\nلو لاحظنا النسبة بين الأدلّة الأوّلية وقاعدة لا حرج وجدناها العموم من وجه ، فدليل وجوب الوضوء - مثلا - يثبت وجوب الوضوء بشكل مطلق وشامل حتى لحالة الحرج ، ودليل نفي الحرج ينفي كل حكم حرجي بما في ذلك وجوب الوضوء . ومع كون النسبة هي العموم من وجه فلما ذا تقديم القاعدة على الأدلّة الأوّلية ولا يعكس الأمر ؟\r\nوقد تقدم عند البحث عن قاعدة لا ضرر بيان عدة وجوه لتقديم قاعدة لا ضرر ، ولعل تلك الوجوه تأتي هنا أيضا .\r\nإلّا أنّ المتعين هنا - كما كان هو المتعين في قاعدة لا ضرر - كون الوجه في التقديم هو الحكومة ، فقاعدة لا حرج حاكمة بمعنى انها ناظرة إلى الأدلّة الأوّلية وتريد ان تبين ان تلك الأدلّة الأوّلية لا تريد اثبات الاحكام بشكل مطلق وشامل حتى لحالة الحرج ، بل هي تختص بحالة عدم الحرج ، فان اللّه سبحانه لم يجعل على عباده الحرج في تشريعاته ودينه .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\n5 - وهن القاعدة بكثرة التخصيص\r\nقد يشكل على قاعدة نفي الحرج - كما أشكل بذلك في قاعدة لا ضرر - بكثرة التخصيص ، فالجهاد حرجي وقد خرج وجوبه من القاعدة ، فهو واجب بالرغم من كونه حرجيا ، وهكذا حرمة الفرار من الزحف أو وجوب تسليم النفس للحدّ والقصاص و . . .\r\nوكثرة التخصيص ، حيث إنّها مستهجنة فيكشف ذلك عن إرادة معنى من القاعدة غير ما نفهمه منها لا تلزم منه كثرة التخصيص ، وحيث إنّ ذلك المعنى مجهول لنا فلا يمكن الاستدلال بعد هذا بالقاعدة في شيء من الموارد .\r\nويرده ما تقدمت الإشارة إليه في قاعدة لا ضرر من أن الالزام بمثل هذه الأمور حيث إنه عقلائي فلا يكون مشمولا للقاعدة من البداية لأن رفع الالزام في مثل الموارد المذكورة ما دام ليس عقلائيا - لما يترتب على الالزام المذكور من المصالح وحفظ النظام - فلا معنى لرفعه ، فان رفعه خلاف عقلائية ثبوته ، والقاعدة ناظرة إلى ما يكون رفعه عقلائيا .\r\n\r\n6 - هل المدار على رفع الحرج النوعي أو الشخصي ؟\r\nالحرج تارة يكون شخصيا وأخرى نوعيا .\r\nوالمراد من الحرج الشخصي : الحرج الثابت لهذا الشخص بخصوصه أو لذاك بخصوصه ، بينما المراد من الحرج النوعي : الحرج الثابت لنوع الناس ، - أي غالبهم - كما هو الحال في وجوب الوضوء حالة\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالمرض ، فإنه حرجي لغالب المرضى وان لم يكن حرجيا بلحاظ بعض المرضى .\r\nوإذا كان المدار على الحرج الشخصي فوجوب الوضوء - مثلا - لا يرتفع الا عمن كان ثبوت الوجوب في حقه حرجيا بالخصوص ، ولا يكفي كونه حرجيا بلحاظ النوع والغالب ، وهذا بخلافه بناء على إرادة الحرج النوعي ، فإنه يرتفع الوجوب في حق كل مريض حتى من لم يكن ثبوت الوجوب في حقه حرجيا .\r\nوباتضاح المقصود نعود لنطرح التساؤل : هل قاعدة لا حرج تنفي الأحكام الأوّلية في حالة لزوم الحرج الشخصي بالخصوص ولا يكفي لزوم الحرج النوعي ، أو انها تنفي الأحكام حالة الحرج النوعي أيضا ولا يلزم تحقق الحرج الشخصي .\r\nالصحيح كون المدار على الحرج الشخصي ، لأن ذلك هو المتبادر والمفهوم من لسان دليل القاعدة  . . . ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ . . .  ،\r\nوالحمل على الحرج النوعي يحتاج إلى قرينة ، وهي مفقودة .\r\n\r\n7 - هل رفع الحرج رخصة أو عزيمة ؟\r\nإذا كان وجوب الوضوء في حق مريض حرجيا فلا اشكال في ارتفاعه بالقاعدة ، ولكن لو فرض انه تكلّف واتى به بالرغم من كونه حرجيا في حقه فهل يقع منه صحيحا ؟\r\nان الجواب عن ذلك يرتبط بتحقيق نقطة ، وهي : هل المقصود من القاعدة رفع الالزام بالوضوء دون الرخصة في الاتيان به ، أو ان المقصود منها رفع الالزام والرخصة معا ؟\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nفعلى الأوّل يقال : إنّ الرفع في القاعدة وارد بنحو الرخصة ، أي ان المكلّف مرخص في ترك الوضوء - مثلا - وليس بملزم به ، ولكنه في نفس الوقت مرخص في الاتيان به ، في حين إنّه على الثاني يقال : ان الرفع وارد بنحو العزيمة « 1 » ، اي ان المكلّف ملزم بترك الوضوء - مثلا - وليس مرخصا في ذلك .\r\nوقد اختار جماعة ، منهم السيد اليزدي في العروة الوثقى « 2 » كونه بنحو الرخصة دون العزيمة في حين اختار آخرون كونه بنحو العزيمة .\r\nوقد يستدل على كون الرفع بنحو العزيمة دون الرخصة بوجهين :\r\n1 - ما تمسك به الشيخ النائيني في خصوص مسألة الوضوء .\r\nوحاصله ان الآية الكريمة :  . . . وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً . . .  « 3 » تدل على أن موضوع وجوب الوضوء هو الواجد للماء ، بمعنى القادر عليه ، وموضوع وجوب التيمم هو الفاقد للماء ، بمعنى غير القادر عليه ، فإذا فرض كون الرفع في قاعدة لا حرج بنحو الرخصة دون العزيمة فهذا يعني : أنّ المكلّف يجوز له في حالة الحرج كلا الأمرين : التيمم والوضوء ، وهو غير ممكن لان لازمه كون المكلّف واجدا للماء وغير واجد له ، وهو مستحيل لكونه اجتماعا للمتناقضين .\r\nاما كيف يلزم كونه واجدا وغير واجد ؟ ذلك باعتبار أنّ الوضوء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقصود من العزيمة هو الالزام والوجوب .\r\n( 2 ) راجع المسألة 18 من فصل مسوغات التيمم .\r\n( 3 ) المائدة : 6 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nإذا كان جائزا فلازمه كونه واجدا للماء - إذ موضوع وجوب الوضوء هو الواجد للماء كما تقدم - وإذا كان التيمم جائزا له أيضا فلازمه كونه فاقدا للماء ، لأن موضوع وجوب التيمم هو فقدان الماء .\r\nوبالجملة لا يمكن ان يكون رفع الحرج بنحو الرخصة لأن لازمه التخيير بين الوضوء والتيمم في حالة الحرج ، وهو غير ممكن ، لأن لازم التخيير اجتماع المتناقضين ، وان المكلّف واجد للماء وغير واجد له .\r\nويرده : ان الجمع بين المتناقضين يلزم لو فرض أنّنا قلنا بوجوب كلا الأمرين - الوضوء والتيمم - على المكلّف بنحو التعيين ، بمعنى انه يجب الاتيان بالوضوء بنحو التعيين وبالتيمم بنحو التعيين ، انه آنذاك يلزم الجمع بين المتناقضين ، اما إذا قلنا بوجوب كل واحد منهما بنحو التخيير - أي هو مخير في الاتيان بأحدهما - فلا يلزم المحذور المذكور ، لأن الوجدان ليس موضوعا لوجوب الوضوء بنحو التخيير ، بل هو موضوع لوجوبه بنحو التعيين ، وهكذا بالنسبة إلى الفقدان ، فإنه موضوع لوجوب التيمم بنحو التعيين ، لأن ذلك هو المستفاد من الآية الكريمة ، والمفروض اننا لا نقول بوجوب كل منهما بنحو التعيين ، بل بوجوب أحدهما بنحو التخيير .\r\n2 - ان كون الرفع في قاعدة نفي الحرج بنحو الرخصة دون العزيمة يتم لو فرض اننا قلنا بان المرفوع بالقاعدة هو خصوص الالزام دون أصل الطلب والرجحان والملاك ، انه بناء على هذا يمكن الحكم بصحة الوضوء في موارد الحرج استنادا إلى الملاك والرجحان ، ولكن هذا لا يمكن الالتزام به ، حيث إن الدال على الملاك والرجحان هو الوجوب ، فإذا رفع الوجوب بقاعدة لا حرج لا يبقى ما يدل على بقاء\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nالملاك والرجحان حتى يمكن بواسطته الحكم بصحة الوضوء .\r\nويرده : اننا ندعي ان قوله تعالى  . . . ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  حيث إنه وارد للامتنان على الأمة الاسلامية فهو يدل على مطلبين في آن واحد : رفع الوجوب وبقاء الملاك والرجحان ، إذ لو كان الملاك والرجحان غير باقيين لما كان رفع الحكم في موارد الحرج امتنانيا ، فان رفع الحكم انما يكون امتنانيا لو كان هناك ملاك يقتضي ثبوته ولكنه يرفع من باب المانع وهو الحرج ، اما إذا لم يكن له ملاك فلا قابلية لثبوته في نفسه حتى يكون رفعه امتنانيا .\r\nوعليه فالحكم بصحة الفعل الحرجي في موارد الحرج هو المناسب . اللهم الا ان يدعى انعقاد اجماع تعبدي على عدم الصحة ، كما قد يدعى ذلك في باب الوضوء وانه انعقد اجماع على عدم التخيير بين الوضوء والتيمم .\r\n\r\n8 - هل القاعدة تعم الحكم الوضعي أيضا ؟\r\nقد يتساءل عن قاعدة نفي الحرج : هل ترفع خصوص الأحكام التكليفية أو ترفع الأحكام الوضعية أيضا ؟\r\nينبغي في مقام الجواب التفصيل بين ما إذا كان الحرج لازما لخصوص الحكم التكليفي دون الحكم الوضعي فيكون المرتفع بالقاعدة خصوص الحكم التكليفي ، وبين ما إذا كان لازما للحكم الوضعي أيضا فيكون المرتفع بالقاعدة الحكم الوضعي أيضا .\r\nمثال الأوّل : إذا فرض ان امرأة كان زوجها سيئ المعاشرة بحيث يضربها دائما ويتعامل معها أسوأ من معاملة العبيد فإنه في مثل ذلك\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nيمكن الحكم بجواز خروجها من المنزل إلى بيت أهلها من دون استئذانه ، لأن حرمة الخروج بدون اذنه تستلزم الحرج لها ، ولكن هذا لا يعني زوال الزوجية - التي هي حكم وضعي - فان الحرج لا يترتب على بقاء الزوجية ، بل على وجوب إطاعة الزوج تكليفا فيكون هو المرتفع دون الزوجية .\r\nومثال الثاني : لزوم البيع في حالات الغبن ، فإنه يترتب عليه وقوع المغبون في الحرج ، فيحكم بعدم لزوم البيع وجواز فسخه تمسكا بالقاعدة .\r\n\r\n9 - تطبيقات\r\n1 - رجل حصل على مال يساوي مقدار الاستطاعة للحج ولم يكن له دار سكن فهل من حقه صرف ذلك في شرائها ؟\r\n2 - رجل حصل على ما يساوي مقدار الاستطاعة وكانت له دار سكن فهل من حقه شراء دار سكن ثانية ؟\r\n3 - هل يجوز لمن حصل على ما يساوي الاستطاعة صرف المال في شراء سيارة أو في الزواج به ؟\r\n4 - هل يجوز للزوجين إذا لم ينجبا الفحص لدى الطبيب أو الطبيبة ، مع العلم بان ذلك يستدعي الكشف عن العورة ؟\r\n5 - كثيرا ما تذهب النساء إلى الطبيبة لإجراء فحوصات عليها بالرغم من عدم وجود حاجة ملحّة لها فهل يجوز ذلك ؟\r\n6 - إذا ثبت بواسطة الأجهزة الحديثة ان الحمل مشوّه الخلقة فهل يجوز للأم الاجهاض ؟\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n7 - إذا حضر الرجل بعض الحفلات التي يشترك فيها الرجال والنساء وتقدمت امرأة إليه للمصافحة فهل يجوز له تقديم يده ؟\r\n8 - إذا كان للمكلّف مكتبة أو سيارة أو دار ثانية فهل يجب عليه بيعها والحج بثمنها ؟\r\n9 - إذا كان للمرأة حلى ذهبية لو باعتها استطاعت للحج فهل يجب عليها بيعها ؟\r\n10 - الزنا محرم في الشريعة الاسلامية ، ولكن هل يمكن الحكم بجوازه أحيانا تطبيقا لقانون لا حرج ؟\r\n11 - شخص حصل على مال الاستطاعة وكان ولده بحاجة إلى زوجة فهل يجوز له صرف ذلك المال في تزويج ولده ؟\r\n12 - الذبح في منى للحاج يصعب في اليوم العاشر فما حكمه ؟\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nقاعدة اليد\r\n1 - مضمون القاعدة\r\n2 - مدرك القاعدة\r\n3 - قاعدة اليد أصل أو أمارة\r\n4 - اعتبار الجهل بالحالة السابقة في أمارية اليد\r\n5 - حالات اليد بلحاظ المقابل\r\n6 - ضابط اليد\r\n7 - اليد على المنافع\r\n8 - عموم أمارية اليد في حق صاحبها\r\n9 - تطبيقات\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nمن القواعد التي يستفيد منها الفقيه في باب المعاملات والقضاء قاعدة اليد .\r\nوقد تعرض الأصوليون إلى هذه القاعدة تبعا للشيخ الأعظم في الرسائل ، حيث تعرض قدّس سرّه في نهاية مبحث الاستصحاب إلى مسألة ما لو اجتمع في مورد واحد الاستصحاب وقاعدة من القواعد الأخرى - ومن جملة تلك القواعد التي ذكرها قاعدة اليد - فأيهما المقدم ؟ فهل الاستصحاب هو المقدم أو القاعدة المقابلة ؟\r\nوبهذه المناسبة تعرض بشكل مختصر إلى قاعدة اليد ، وجاء الأصوليون من بعده وتعرضوا على ذلك المنوال للقاعدة المذكورة .\r\nوقد تعرض - حسب اطلاعنا - إلى هذه القاعدة قبل الشيخ الأعظم أستاذه الشيخ النراقي في عوائده « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عوائد الأيام : 254 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nوقد كتب بعض في هذه القاعدة رسالة مستقلة ، نخص بالذكر من بينهم الشيخ الاصفهاني صاحب كتاب نهاية الدراية ، حيث ذكر في ترجمته ذلك ، ولكننا لم نر الرسالة المذكورة .\r\nوالكلام عن القاعدة المذكورة يقع ضمن النقاط التالية :\r\n1 - مضمون القاعدة .\r\n2 - مدرك القاعدة .\r\n3 - قاعدة اليد أصل أو أمارة .\r\n4 - اعتبار الجهل بالحالة السابقة في أمارية اليد .\r\n5 - حالات اليد بلحاظ المقابل .\r\n6 - ضابط اليد .\r\n7 - اليد على المنافع .\r\n8 - عموم أمارية اليد في حق صاحبها .\r\n9 - تطبيقات .\r\n\r\n1 - مضمون القاعدة\r\nيقصد بالقاعدة المذكورة : ان من له استيلاء على شيء بحيث كان ذلك الشيء واقعا في حوزته ويعدّ من توابعه فذلك الاستيلاء يكون أمارة على الملكية ، فمن كان لابسا لثوب يتصرف فيه تصرف الملاك ، أو له سيارة أو كتاب أو دار وأشباه ذلك ويتصرف في ذلك تصرف الملاك فذلك بنفسه يعدّ أمارة على ملكيته لذلك الشيء ، إلّا ان تقوم بينة ونحوها على الخلاف فتسقط أمارية اليد عن الاعتبار .\r\nوبهذا نعرف المقصود من اليد ، فإنه يراد بها الكناية عن\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nالاستيلاء وكون الشيء تحت تصرف الشخص وفي حوزته ، وليس المقصود بها الجارحة الخاصة بنحو الحقيقة .\r\nولعل المناسبة في الاستعانة باليد للتعبير عن ذلك هي ان التصرف والاستيلاء يقع عادة باليد ، بل إذا رجعنا إلى المنشأ الأوّل لملكية الإنسان للأشياء وجدنا انه الحيازة ، فبحيازة الأشياء كان يستولي على الأشياء - وأما العقود وسائر أسباب الملكية الأخرى فوجدت بعد ذلك وبالتدريج - وحيث إنّ الحيازة تقع عادة باليد لذا صح التعبير باليد كناية عن الاستيلاء .\r\nوسيأتي إن شاء اللّه تعالى تحديد المقصود من اليد بشكل أدق .\r\nوينبغي ان لا يغيب علينا الفرق بين قاعدة اليد وقاعدة اخبار ذي اليد ، فقاعدة اليد تعني ان نفس اليد - ولو بدون اخبار - أمارة على ملكية صاحبها ، فمن كان ساكنا في دار ويتصرف فيها تصرف الملاك فنفس ذلك أمارة ملكيته لها حتى ولو لم يخبر عن ملكه لها ، وهذا بخلافه في قاعدة إخبار ذي اليد ، فان المقصود منها : ان من كانت له يد واستيلاء على شيء فإذا أخبر عن حال من أحواله - ككونه طاهرا أو نجسا - صدّق في ذلك وكان إخباره حجة .\r\nوالحجة في القاعدة الثانية هو الاخبار المقيد باليد دون نفس اليد ، وهذا بخلافه في القاعدة الأولى ، فان الحجة هو نفس اليد دون اخبارها .\r\nكما أنه في القاعدة الأولى يكون المقصود استكشاف الملكية من خلال اليد ، ولكنه في القاعدة الثانية يكون المقصود استكشاف أحوال أخرى ، كالطهارة والنجاسة وأمثال ذلك .\r\nوعلى هذا يكون الفارق بين القاعدتين من حيث الدال تارة ومن\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nحيث المدلول أخرى ، فان الدال في القاعدة الأولى هو نفس اليد ، بينما في القاعدة الثانية هو أخبارها . والمدلول في القاعدة الأولى هو الملكية ، بينما في القاعدة الثانية هو أحوال أخرى .\r\n\r\nقاعدة على اليد\r\nكما ينبغي أن لا يغيب علينا الفرق بين قاعدة اليد وقاعدة على اليد ما أخذت حتى تؤدي ، فان الأولى يراد بها جعلها أمارة على الملك ، بينما الثانية يراد بها جعل اليد سببا للضمان ، وهي قاعدة أخرى مستقلة .\r\n\r\n2 - مدرك القاعدة\r\nقد تذكر مدارك متعددة لقاعدة اليد ، إلّا ان أهمها : سيرة العقلاء الجارية على التعامل مع صاحب اليد معاملة المالك ، فمن كانت له يد على دار نتعامل معه معاملة المالك ، فإذا أراد بيعها اشتريناها منه ، وإذا وهبها قبلنا هبته ، وإذا أجاز الدخول إليها والتصرف فيها دخلنا فيها وتصرفنا ، كل ذلك من دون مطالبته بالبينة على مالكيته .\r\nان عادة العقلاء قد جرت على ذلك ، وحيث إنه لم يردع عنها فهي ممضاة .\r\nان المدرك المهم هو هذه السيرة .\r\nواما الاجماع المدعى على القاعدة فهو محتمل المدرك ، حيث يحتمل استناده إلى السيرة المذكورة أو غيرها ، وقد تقدم في قاعدة نفي الحرج عدم حجية الاجماع في حالة احتمال كونه مدركيا .\r\nوأما الاخبار المستدل بها على القاعدة المذكورة فهي وان كانت كثيرة ولا يخلو بعضها من وجاهة ، إلّا انه ليس لها اطلاق يمكن التمسك\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nبه في موارد الشك ، وانما تدل على قاعدة اليد في الجملة وعلى نحو القضية الموجبة الجزئية .\r\nهذا مضافا إلى أنه لا يستفاد منها حجية قاعدة اليد بنحو التأسيس في مقابل السيرة العقلائية ، بل الظاهر منها ورودها كإرشاد إلى السيرة العقلائية ، ومعه فلا يمكن ان يستفاد منها أكثر مما يستفاد من السيرة العقلائية .\r\nونذكر تبركا بعض تلك الأخبار .\r\nأ - رواية حفص بن غياث عن أبي عبد اللّه عليه السّلام : « قال له رجل : إذا رأيت شيئا في يدي رجل يجوز لي ان أشهد انه له ؟ قال : نعم . قال الرجل : أشهد انه في يده ولا أشهد انه له فلعله لغيره . فقال أبو عبد اللّه عليه السّلام : أفيحل الشراء منه ؟ قال : نعم . فقال أبو عبد اللّه عليه السّلام : فلعله لغيره فمن أين جاز لك ان تشتريه ويصير ملكا لك ثم تقول بعد الملك هو لي ، وتحلف عليه ولا يجوز ان تنسبه إلى من صار ملكه من قبله إليك ؟ ثم قال عليه السّلام : لو لم يجز هذا لم يقم للمسلمين سوق » « 1 » .\r\nب - صحيحة عثمان بن عيسى وحماد بن عثمان عن أبي عبد اللّه عليه السّلام في حديث فدك : ان أمير المؤمنين عليه السّلام قال لأبي بكر : أتحكم فينا بخلاف حكم اللّه في المسلمين ؟ قال : لا . قال : فإن كان في يد المسلمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 25 من أبواب كيفية الحكم وأحكام الدعوى ح 2 .\r\nوانما عبرنا بالرواية دون الصحيحة أو الموثقة باعتبار امكان الخدشة في سندها من ناحية القاسم بن يحيى - فان الكليني رواها عن علي بن إبراهيم عن أبيه وعلي بن محمد القاساني جميعا عن القاسم بن يحيى عن سليمان بن داود عن حفص بن غياث - حيث لم تثبت وثاقته الا بناء على وثاقة كل من ورد في اسناد كامل الزيارة . واما بقية رجال السند فهم ثقات .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nشيء يملكونه ادعيت أنا فيه من تسأل البيّنة ؟ قال : إيّاك كنت أسأل البينة على ما تدّعيه على المسلمين . قال : فإذا كان في يدي شيء فادعى فيه المسلمون تسألني البيّنة على ما في يدي وقد ملكته في حياة رسول اللّه صلّى اللّه عليه وآله وبعده . . . » « 1 » .\r\nحيث تدلّ على أن من بيده شيء لا يطالب بالبيّنة وانّما يطالب بها غيره ، وهذا لا وجه له إلّا حجية اليد .\r\nج - صحيحة العيص بن القاسم عن أبي عبد اللّه عليه السّلام قال : سألته عن مملوك ادّعى انّه حرّ ولم يأت ببينة على ذلك اشتريه ؟ قال : نعم » « 2 » .\r\nفإنّه لا وجه لجواز شرائه ورفض دعواه الحرية إلا حجيّة يد البائع .\r\nد - موثقة يونس بن يعقوب عن أبي عبد اللّه عليه السّلام في امرأة تموت قبل الرجل أو رجل قبل المرأة . قال : « ما كان من متاع النساء فهو للمرأة ، وما كان من متاع الرجال والنساء فهو بينهما ، ومن استولى على شيء منه فهو له » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ح 3 .\r\nوقد روى الحرّ الحديث المذكور عن علي بن إبراهيم في تفسيره عن أبيه عن ابن أبي عمير عن عثمان بن عيسى وحمّاد بن عثمان . والكلّ ثقات .\r\n( 2 ) وسائل الشيعة باب 5 من أبواب بيع الحيوان ح 1 .\r\nوقد روى الحديث الشيخ الطوسي بسنده إلى الحسين بن سعيد عن صفوان بن يحيى عن العيص بن القاسم ، وحيث إن سند الشيخ إلى الحسين بن سعيد صحيح - كما يتضح من خلال مراجعة مشيخة التهذيب - وبقية الرجال ثقات فالرواية صحيحة .\r\n( 3 ) وسائل الشيعة : الباب 8 من أبواب ميراث الأزواج ح 3 .\r\nوانما كانت موثقة باعتبار اشتمال سندها على علي بن الحسن بن فضال الذي هو فطحي .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nفان جملة « ومن استولى على شيء منه فهو له » واضحة الدلالة على حجيّة اليد .\r\nوهناك روايات أخرى يمكن الاستشهاد بها على قاعدة اليد أعرضنا عن ذكرها خوف الملل .\r\nومجموع الروايات المذكورة - كما ترى - يدلّ على حجيّة اليد في الجملة ولكن لا اطلاق لها يمكن الركون اليه في موارد الشك . وهذه نقطة لها تأثيرها على ما يأتي من أبحاث .\r\nوالخلاصة : المهم في الدليل هو السيرة العقلائية المتقدمة .\r\n\r\nنكتة السيرة\r\nوالاعلام بعد تسليمهم لهذه السيرة وقع كلام بينهم في تحديد النكتة الفنية التي لأجلها بنى العقلاء على امارية اليد .\r\nفالشيخ النائيني اختار ان ذلك من جهة الغلبة ، أي بما ان الغالب في أصحاب الأيدي كونهم ملّاكا وليسوا غاصبين لذا يا بني العقلاء على امارية اليد ودلالتها على الملكية « 1 » .\r\nبينما اختار الشيخ العراقي ان ذلك من باب كون قاعدة اليد وظيفة عملية يرجعون إليها في ظرف الجهل بالواقع ، فإن العقلاء كما لهم أمور يرجعون إليها من باب كونها كاشفة عن الواقع ، كما هو الحال في خبر الثقة وبقية الامارات كذلك لهم أمور يرجعون إليها عند استتار الواقع من باب ان استقامة نظام معاملاتهم لا تتم إلّا بذلك ، فيبنون عليها من باب كونها وظيفة عملية ظرف الجهل بالواقع « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 603 .\r\n( 2 ) نهاية الأفكار الجزء الثاني من القسم الرابع : 21 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوالشيخ الأعظم في الرسائل أشار في كلامه إلى كلتا النكتتين المذكورتين فقال : ان من المحتمل تمسك العقلاء باليد من باب الغلبة ومن المحتمل كونه من باب الوظيفة العملية ، ثم رجّح في نهاية كلامه كون النكتة هي الغلبة « 1 » .\r\nوللسيد الشهيد في بحوثه كلام مجمل قد يلتئم مع الغلبة أكثر ، حيث ذكر ان العقلاء يبنون على اليد من جهة كاشفية الاستيلاء الخارجي عن الاستيلاء التشريعي الذي هو عبارة أخرى عن الملكية « 2 » .\r\nوثمرة الاختلاف في النكتة الفنية تظهر في البحث الآتي ان شاء اللّه تعالى .\r\n\r\n3 - قاعدة اليد أصل أو امارة\r\nوقع كلام بين الباحثين عن قاعدة اليد في أنّها أصل أو امارة .\r\nوالثمرة لهذا البحث تظهر في التعرّف على نكتة تقدم اليد على الاستصحاب عند اجتماعهما في مورد واحد .\r\nوبتعبير أوضح : ان الأعلام اتفقت كلمتهم على تقدم اليد على الاستصحاب ، وانما الكلام في تحقيق النكتة الفنية لذلك .\r\nوقبل تحقيق تلك النكتة لا بدّ من استذكار الفرق بين الامارة والأصل .\r\nوالمعروف في التفرقة بينهما ان ما جعل حجّة من حيث جهة الكشف والطريقية الثابتة له فهو امارة ، وما لم يجعل حجة من هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرائد الأصول ، الطبعة القديمة المحشاة بحواشي رحمت اللّه : 409 .\r\n( 2 ) بحوث في شرح العروة الوثقى 2 : 104 .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nالجهة بل جعل حجّة من حيث كونه وظيفة عملية عند عدم وجود كاشف معتبر عن الواقع فهو أصل .\r\nوفي ضوء هذا نقول : الصحيح كون اليد حجّة من حيث الامارية لأن مهم الدليل على حجيتها هو السيرة العقلائية ، واما الأخبار فهي - كما قلنا - واردة لتأكيد السيرة العقلائية وليست في صدد بيان مطلب جديد ، وواضح . ان العقلاء يعتبرون اليد حجّة من حيث كشفها الغالب عن الملكية ، وليس لحجيتها تعبدا من باب كونها وظيفة عملية عند الجهل بالواقع ، فإن القضايا التعبدية بعيدة عن الحياة العقلائية وان اصرّ على امكان ذلك الشيخ العراقي ، وقال ما نصّه : « لأن العقلاء كما لهم أمور يرجعون إليها لكونها كاشفة عن الواقع ، كذلك لهم أمور يرجعون إليها عند استتار الواقع ، باعتبار كونها وظيفة عملية في ظرف الجهل بالواقع » « 1 » .\r\nوعلى أي حال إذا قلنا بأن اليد امارة فوجه تقدمها على الاستصحاب واضح ، وإذا قلنا بكونها أصلا فأيضا يلزم تقديمها ، من جهة انّه لو لم تقدم يلزم ان لا يبقى لها مورد للجريان ؛ إذ ما من مورد تجري فيه اليد عادة إلّا ويوجد استصحاب يجري إلى جانبها يثبت من خلاله عدم ملكية صاحب اليد ، فإن صاحب اليد على العين غالبا ما هو مسبوق بعدم مالكيته ، بمعنى انّه لم تكن العين مملوكة له من القديم وانما كانت ملكا لغيره ، فإذا شك في انتقالها إليه استصحب عدم مالكيته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار الجزء الثاني من القسم الرابع : 21 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوإذا لم يبق مورد لليد بدون جريان الاستصحاب إلى جانبها يلزم من ذلك اختلال النظام ، لأنه إذا أردنا أن نشتري دارا أو غيرها من شخص فنحتمل عدم كونه مالكا ومن ثمّ يلزم عدم صحة الشراء منه ، وهذا هو اختلال النظام الذي أشارت له رواية حفص بن غياث المتقدمة بقولها :\r\n« لو لم يجز هذا لم يقم للمسلمين سوق » .\r\nوهذا المعنى أو قريب منه هو الذي أشار له الشيخ الأعظم بقوله :\r\n« وكيف كان فاليد - على تقدير كونها من الأصول التعبدية أيضا - مقدمة على الاستصحاب وان جعلناه من الأمارات الظنية ، لأن الشارع نصبها في مورد الاستصحاب . وان شئت قلت : ان دليله أخص من عمومات الاستصحاب » « 1 » .\r\n\r\n4 - اعتبار الجهل بالحالة السابقة في امارية اليد\r\nإذا كان شخص يسكن دارا بحيث كان صاحب يد عليها فتارة يجهل الحال السابق لليد وأخرى تعرف الحالة السابقة .\r\nوقد يذكر للحالة الثانية عدّة شقوق نشير إلى اثنين منها :\r\n1 - أن تكون اليد سابقا يد امانية أو غصبية أو يد إجارة أو نحو ذلك ثم احتمل تحولها إلى يد ملك ، بأن نفترض ان شخصا كان يسكن دارا في زمن سابق بنحو الإجارة واحتمل شراؤه لها بعد ذلك ، وهكذا لو فرض انّه كان غاصبا لها فيما سبق أو كانت في يده أمانة واحتمل شراؤه لها بعد ذلك ، انه في مثل هذه الحالة التي يعلم بأن اليد فيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرائد الأصول ، الطبع القديم : 409 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nسابقا لم تكن يد ملك واحتمل تحولها إلى يد ملك بعد ذلك هل تكون اليد فيها امارة على الملكية ؟\r\n2 - أن يعلم بكون الدار سابقا وقفا ، واحتمل عروض بعض المسوغات لبيعها ، وصاحب اليد اشتراها وصار مالكا لها بسبب عروض تلك المسوغات .\r\nوبعد هذه الفهرسة للحالات نقول :\r\nاما إذا كان الحال السابق لليد مجهولا - بأن رأينا شخصا يسكن دارا ولا نعرف الحال السابق لليد ، فنحتمل انّه توارثها أبا عن جد أو اشتراها من مالكها الشرعي ، ونحتمل في نفس الوقت ان وصولها إليه لم يكن شرعيا بل نتيجة غصب ونحوه - فذلك هو القدر المتيقن من سيرة العقلاء على التمسك باليد .\r\nواما الحالة الثانية فقد فرضنا لها شقين :\r\n\r\nالشقّ الأول\r\nاما بالنسبة إلى الشقّ الأول فالمناسب الحكم بعدم حجية اليد لا لأجل استصحاب الحال السابق لليد ، كما حاول ذلك الشيخ النائيني « 1 » حيث ذكر ان اليد ما دامت غاصبة سابقا فيجري استصحاب بقائها على كونها غاصبة ، ومع ثبوت حال اليد الآن بسبب الاستصحاب وكونها غاصبة لا معنى للتمسك باليد ، فإن التمسك بها فرع الشك والجهل بحالها ، والمفروض معرفة حالها وكونها غاصبة . وهكذا الحال لو كانت يد أمانة سابقا أو يد إجارة ، فانّه يجري استصحاب الحال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 605 .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالسابق ، وبه يتضح حال اليد الآن .\r\nهكذا ذكر الشيخ النائيني .\r\nوالمناسب ان يقال في توجيه عدم حجيّة اليد في الشقّ المذكور بدلا عمّا ذكره الشيخ النائيني : ان الدليل المهم على حجيّة اليد ليس إلّا السيرة العقلائية ، واما الأخبار فهي واردة كمؤكد للسيرة العقلائية لا أكثر ، مضافا إلى انّه ليس لها اطلاق يمكن التمسك به في حالات الشك .\r\nوإذا كانت السيرة العقلائية هي الدليل المهم فحيث انّها دليل لبي وليس لفظيا ذا اطلاق ليتمسك به فينبغي الاقتصار على القدر المتيقن ، وهو فيما إذا كان الحال السابق لليد مجهولا .\r\nوعليه فلا حاجة إلى بيان الميرزا النائيني ، بل هو قابل للتأمل باعتبار ان لازمه : عدم امكان التمسك باليد في أي مورد من الموارد ، لجريان استصحاب عدم تحقق الملكية والنقل والانتقال إلى صاحب اليد في جميع الموارد على ما تقدمت الإشارة إليه سابقا .\r\n\r\nوجه الاعتماد على السندات\r\nومن هنا يتضح الوجه في قبول الاعلام لسندات الايجار ، فإنّه لو فرض ان شخصا كان يسكن دارا ويدّعي أنّها له ، وتقدّم شخص ثان إلى الحاكم يدّعي ان الدار ملك له وانه آجرها لصاحب اليد الفعلية ، وكان له سند يشهد بالايجار ، انّه في مثل هذه الحالة تطرح اليد ولا يعار أهمية لها ، ويؤخذ بسند الايجار ويحكم بكونها ملكا للمدّعي صاحب السند .\r\nومن خلال بياننا السابق اتضح الوجه للحكم المذكور ؛ ان ذلك من جهة ان اليد إذا كانت سابقا يد ايجار فلا تكون حجّة في اثبات الملك\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nفعلا ، من جهة عدم الجزم بانعقاد السيرة على الأخذ باليد والحكم على طبقها ، وذلك يكفي في اسقاطها من الاعتبار ، ومع عدم حجيتها يبقى استصحاب الملك السابق أو الايجار السابق بلا معارض فيؤخذ به .\r\n\r\nالشق الثاني\r\nهذا كلّه في الشقّ الأول .\r\nواما الشقّ الثاني ، وهو فيما إذا كانت الدار سابقا وقفا - فيمكن أن نتصوره بشكلين :\r\nأ - ان يعلم بأن اليد حينما طرأت على الدار طرأت عليها وهي وقف ، بأن يفرض ان صاحب اليد استأجر الوقف ، ولكننا نحتمل بعد ذلك طرو أحد المسوغات لبيع الوقف فاشتراها ممن له حق بيعها .\r\nب - ان لا نجزم بكون الدار وقفا حين طرو اليد عليها ، بل نحتمل بطلان الوقف أولا بأحد الأسباب الشرعية ، ثم شراء صاحب اليد لها بعد ذلك .\r\n\r\nاما الشكل الأول\r\nفينبغي أن يكون واضحا عدم حجيّة اليد لنفس النكتة المتقدمة وهي : عدم الجزم بانعقاد السيرة على الأخذ باليد ، لأن حال اليد سابقا معلوم وهو كونها يد ايجار للوقف مثلا ، ويشك في انقلابها عن ذلك فيدخل ذلك في الشق الأول ، ولا يوجد فارق معه ويكون حكمه حكمه .\r\nواما بالنسبة إلى الشكل الثاني فقد اختار فيه السيد اليزدي - في كتاب القضاء من ملحقات العروة الوثقى - الحكم بامارية اليد على الملكية وعدم انتزاع الدار من صاحب اليد وتسليمها إلى أرباب الوقف .\r\nوقد قيل باحتمال أخذه لهذا الحكم من أستاذه السيد محمد باقر\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nالاصفهاني الشفتي ، حيث اشتهر عنه هذا الحكم في أصفهان « 1 » .\r\nوقد قيل في توجيه حجيّة اليد في مثل ذلك بأنّه لا مانع من الأخذ باليد سوى استصحاب بقاء الدار وقفا وعدم انتقالها ملكا إلى صاحب اليد بيد ان هذا المقدار لا يقف أمام حجيّة اليد والّا لزم عدم حجية اليد في سائر الحالات أيضا ، لأن استصحاب بقاء الدار على ملك مالكها السابق على صاحب اليد يجري ويقف أمام اليد ، وإذا كان مثل هذا الاستصحاب لا بدّ من طرحه وعدم وقوفه أمام اليد يلزم مثل ذلك في استصحاب بقاء الدار على وقفها السابق .\r\nويرده : انه في الحالات المتعارفة لليد حيث يا بني العقلاء على التمسك باليد فيكون ذلك موجبا لحجيتها ومن ثمّ لسقوط الاستصحاب المقابل لها عن الاعتبار ، وهذا بخلافه في محل كلامنا ، فانّه لا يحرز انعقاد السيرة على التمسك باليد لتقف بذلك حائلا أمام الاستصحاب .\r\nوالخلاصة من كلّ ما تقدّم : ان المقدار الذي يجزم بانعقاد السيرة فيه على امارة اليد هو فيما إذا كان الحال السابق لليد مجهولا ولا يجزم بانعقادها فيما سوى ذلك .\r\n\r\n5 - حالات اليد بلحاظ المقابل\r\nإذا كان شخص يسكن دارا مثلا وكانت تحت يده وتصرفه فقد قلنا سابقا : ان يده تكون امارة على الملكية لو فرض ان الحال السابق لليد مجهول . وهذا واضح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار الجزء الثاني من القسم الثاني : 25 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nومن هنا سوف نفترض في بحثنا لهذه النقطة ان الحال السابق لليد مجهول وبعد تحقق الجهل نقول :\r\nتارة يفترض عدم وجود من يدّعي ملكية الدار في مقابل صاحب اليد كما لا توجد بيّنة أو إقرار يتنافى وملكية صاحب اليد . وفي مثل هذه الحالة لا اشكال في حجيّة اليد واماريتها على الملكية .\r\nمضافا إلى دخول المورد تحت قاعدة الدعوى بلا منازع ، فان كل من ادّعى شيئا ولا منازع له قبلت دعواه لجريان السيرة العقلائية الممضاة شرعا على ذلك .\r\nوثانية يفترض وجود من يدّعي ملكية الدار بالفعل . وفي مثل ذلك ان كانت للمدّعي بيّنة دفعت له الدار وإلّا بقيت في يد صاحب اليد .\r\nوثالثة فترض قيام الحجّة على كون الدار ملكا فيما سبق لشخص آخر غير صاحب اليد من دون ان يثبت بتلك الحجة انتقال الدار من مالكها السابق إلى صاحب اليد بأحد النواقل ، كما لو فرض ان البيّنة شهدت بأن الدار كانت فيما سبق ملكا لشخص آخر غير صاحب اليد ، أو فرض ان الحاكم كان يعلم بذلك ، أو فرض ان نفس صاحب اليد أقرّ بذلك .\r\nويلزم أن نفترض ان ذلك الغير السابق يدّعي ملكية الدار الآن - وإلا كانت اليد ثابتة بلا منازع وتثبت الملكية بلا كلام - إلا أنّه يدّعيها من دون وجود حجّة له ، لأن الحجة تشهد بالملك السابق لا أكثر « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يقال : انه بناء على هذا يكون الحال السابق لليد معلوما فلا تكون حجّة على الملك كما تقدّم سابقا بلا حاجة إلى استئناف بحث جديد .\r\nفانّه يقال : المقصود من الحال السابق كون اليد إجارة أو غصبا مثلا ، وفي المقام لم نفترض\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nوفي هذه الحالة لا بدّ من التفصيل بين اقرار صاحب اليد وغير ذلك .\r\nفعلى تقدير قيام البيّنة أو علم الحاكم بأن الدار كانت سابقا لشخص آخر ويحتمل انتقالها إلى صاحب اليد فلا إشكال في امارية اليد والحكم على طبقها بملكيته .\r\nوالوجه : انعقاد السيرة على ذلك ، فإن من يشتري دارا من غيره كثيرا ما يعلم أن تلك الدار كانت مملوكة لإنسان آخر ثالث ، وبالرغم من علمه يقدم على شرائها حتى مع دعوى المدّعي المالك سابقا ملكيتها فعلا . واستصحاب بقاء ملك السابق لا ينفع بعد جريان قاعدة اليد .\r\nواما على تقدير اقرار صاحب اليد بكونها سابقا ملكا لفلان ، ونفترض ان ذلك الغير السابق يدّعيها بالفعل ، في حين أنّ صاحب اليد يدّعي انتقالها إليه من المالك السابق فالمشهور اختار ان الدار تنزع من ذي اليد وتسلّم إلى المدّعي ، لأنّه بإقراره تنقلب الدعوى ويصير المدّعي منكرا والمنكر مدّعيا .\r\nالاشكال من ناحية فدك ثم إنّه على الرأي المشهور القائل بانقلاب صاحب اليد مدعيا في حالة اقراره بالملك للمالك السابق - فيما إذا كان المالك السابق مدّعيا للعين - يرد اشكال حاصله : انّ الخليفة الأول ادّعى ان النبي صلّى اللّه عليه وآله لا يورّث ، وأنّ فدكا ينبغي أن لا تكون إرثا للزهراء عليها السّلام بل فيئا لجميع المسلمين ، إلّا إذا أقامت - سلام اللّه عليها - شهودا على أن النبي صلّى اللّه عليه وآله قد\r\n\r\n\r\n","description":"","footnote":"\r\nذلك ، بل افترضنا انها ليست مالكة سابقا ، وهذا لا يؤثر على حجيّة اليد ، وإلا لم تكن لدينا يد حجة .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nانحلها إيّاها في حياته فانّه يحكم بكونها ملكا لها ، وإلّا فلا حقّ لها .\r\nوفي هذا المجال اعترض أمير المؤمنين عليه السّلام بأن الزهراء عليها السّلام ما دامت صاحبة يد على فدك فلما ذا مطالبتها بالبيّنة ، فإن صاحب اليد لا يطالب بالبيّنة .\r\nفقد ورد في احتجاج الطبرسي وشرح المعتزلي « 1 » : « فقال أبو بكر :\r\nهذا فيء المسلمين ، فإن أقامت شهودا ان رسول اللّه صلّى اللّه عليه وآله جعله لها وإلّا فلا حق لها فيه .\r\nفقال أمير المؤمنين عليه السّلام : يا أبا بكر أتحكم فينا بخلاف حكم اللّه في المسلمين ؟\r\nقال : لا .\r\nقال : فإن كان في يد المسلمين شيء يملكونه ثم ادعيت أنا فيه ، من تسأل البيّنة ؟\r\nقال : إيّاك أسأل البيّنة .\r\nقال : فما بال فاطمة سألتها البيّنة على ما في يدها وقد ملكته في حياة رسول اللّه صلّى اللّه عليه وآله وبعده ، ولم تسأل المسلمين بيّنة على ما ادّعوا شهودا ، كما سألتني على ما ادعيت عليهم ؟\r\nفسكت أبو بكر فقال عمر : يا علي دعنا من كلامك فانّا لا نقوى على حجّتك ، فإن أتيت بشهود عدول ، وإلّا فهو فيء للمسلمين لا حق لك ولا لفاطمة فيه . . . » .\r\nان الزهراء عليها السّلام كانت تعترف بأن فدكا كانت للنبي صلّى اللّه عليه وآله ، ومع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاحتجاج 1 : 121 ، وشرح ابن أبي الحديد 16 : 274 .\r\n","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nاعترافها بكونها للنبي صلّى اللّه عليه وآله فهي تدّعي انتقالها منه إليها وانّه وهبها إيّاها ، وبذلك تصير مدعية للهبة فتلزمها البيّنة ، ومع عدم البيّنة لها ينبغي أن تبقى على ملك النبي صلّى اللّه عليه وآله ، وحيث انّه لا يورّث ينبغي أن تنتقل فيئا للمسلمين . إذن كيف يقول أمير المؤمنين عليه السّلام ان الزهراء عليها السّلام ما دامت صاحبة يد فلا معنى لمطالبتها بالبيّنة ؟\r\nويمكن الجواب عن ذلك : بأن شخصا لو دفع إلى ثان قطعة قماش مثلا وخاطها الثاني ولبسها فترة طويلة من الزمن وكان يتصرّف فيها تصرّف الملّاك ، ثم بعد فترة مات الأول ، فهل يحقّ للوصي مطالبة الثاني بقطعة القماش فيما إذا كان الثاني يدّعي أن الأول ملّكها إيّاه ؟ كلا لأن الثاني بسبب يده الثابتة زمن المالك السابق وسكوته عن ذلك بل وامضائه لا يتحول إلى مدع ، وانّما يكون المدّعي هو الوصي ، كيف لا ونحن نعرف ان المدّعي هو من إذا سحب نفسه وسكت أغلقت الدعوى ، وهذا الضابط ينطبق على الوصي ، فانّه لو سكت أغلقت الدعوى .\r\nولا يخفى ان جوابنا هذا يرجع إلى ما حاصله : ان إقرار صاحب اليد انما يقلبه إلى كونه مدّعيا فيما لو فرض ان الطرف الثاني الذي يدّعي عدم تمليك العين لصاحب اليد هو المالك نفسه أو ورّثته دون ما إذا كان هو الوصي - كما في المقام - فإن الخليفة الأول ليس هو المالك لفدك سابقا وليس هو الوارث للنبي صلّى اللّه عليه وآله ، بل أقصى ما يمكن تسليمه هو كونه وصيّا ، والوصي لا يقبل منه ما يدّعيه في مقابل اليد الفعلية ، بل السيرة منعقدة على حجيّة اليد ، ولا أقل تكفينا قصة المنازعة في فدك هذه ، ولا يتسجل بسببها اشكال على المشهور ، فإن كلام المشهور ناظر إلى حالة ما إذا كان الطرف المقابل لليد هو المالك نفسه دون\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nالوصي عنه خصوصا وان الوصي - حسب الفرض - لا يدّعي عدم حصول التمليك من قبل المالك لصاحب اليد ، بل أقصى ما يقوله : اني لا أعلم بحصول الانتقال ، وعدم العلم بالانتقال لا يقف أمام اليد الفعلية .\r\nوان شئت قلت : ان المدّعي انّما يطلب منه البيّنة لو كان له طرف ينكر دعواه - وإلّا كان المورد من قبيل الدعوى بلا منازع التي هي مقبولة بلا حاجة إلى اثبات - والمفروض ان الخليفة الأول لم يكن منكرا ، وانّما يدّعي عدم العلم لا العلم بالعدم .\r\nوإذا قيل : المهم صدق عنوان المدعى عليه ولا يلزم صدق عنوان المنكر .\r\nكان الجواب : ان الخليفة الأول لا ينطبق عليه عنوان المدعى عليه ، بل النبي صلّى اللّه عليه وآله هو المدعى عليه النحلة .\r\nعلى انّا لو تنزلنا وسلمنا ان دعوى الوصي كدعوى الميت الموصي باعتبار انه أعرف بحاله فذلك يتم فيما لو كان الوصي قد نصبه الميت دون ما لو لم ينصبه الميت ، وانما تم نصبه بعد ذلك لاتفاق المسلمين على بيعته بعد النبي صلّى اللّه عليه وآله كما هو المعروف لدى العامة .\r\n\r\n6 - ضابط اليد\r\nبعد أن عرفنا ان اليد امارة على الملك للسيرة العقلائية يجدر ان نحدد المقصود من كون الشيء تحت اليد .\r\nانّه لا يقصد جزما كون الشيء مقبوضا باليد ، كقبض القلم والدينار للجزم بتحقق اليد في مثل السيارة والدار عرفا ، والحال انها\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nليست مقبوضة باليد .\r\nوكذلك لا يكفي كون الشيء واقعا تحت القدرة بحيث يقدر على التصرف فيه كيف شاء ، للجزم عرفا بعدم تحقق اليد على الشيء بمجرد القدرة ، وإلّا كان رئيس كلّ دولة ذا يد على جميع ما في الدولة من أشياء ، لأنّه قادر على التصرف فيها كيفما شاء .\r\nولا يكفي أيضا وقوع الشيء في حوزة الانسان من دون أن يعدّ من توابعه ، كما هو الحال في الوكيل الذي وكل في التصرف في شيء كيفما أحبّ ، فإنّه حتى لو تصرّف فيه لا يكون صاحب يد عرفا ، لأن الشيء لا يعدّ من توابعه .\r\nوعليه فلا يبعد أن تكون اليد عبارة عن تصرف الشخص في شيء ووقوعه في حوزته بحيث يعدّ من توابعه عرفا .\r\nويبقى الرجوع إلى العرف هو الميزان الأساسي لتشخيص صدق اليد وعدمه ، فمن بيده مفتاح الدار مع سكن الغير فيها لا يصدق كونه صاحب يد عليها ، بخلاف ما إذا لم تكن مسكونة .\r\n\r\n7 - اليد على المنافع\r\nتارة يفرض ان اليد تتعلق بالعين ، وهذا ما تقدّم الحديث عنه وقلنا إن السيرة قد انعقدت على كونها امارة على الملك ، وأخرى تتعلّق بالمنفعة ، وهذا قد وقع البحث عنه في كونها امارة على الملك أو لا .\r\nمثال ذلك : ما إذا كان شخص يسكن دارا وعلمنا بعدم كونه مالكا للعين ، بيد انّا كنّا نحتمل كونه مالكا للمنفعة بإجارة ونحوها فهل يحكم بملكيته لها تمسكا بامارية اليد ؟\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nيمكن أن يقال : ان القدر المتيقن من سيرة العقلاء هو اثبات ملك العين باليد ، واما ملك المنافع مستقلا عن العين فهو مشكوك فيقتصر على القدر المتيقن .\r\nأجل إذا كان المتصرف مسلما حمل تصرفه على كونه تصرفا صحيحا ، فلو آجر الدار أو أعارها حمل ذلك على الصحة ، بيد ان هذا مطلب آخر ، وكلامنا في اثبات ملكية المنفعة بنفس اليد بدون اخبار ولا غيره من القواعد الأخرى .\r\nوالثمرة تظهر فيما لو فرض - مثلا - ان شخصا كان يسكن دارا نعلم بعدم ملكيته لها ، ونفترض انّه لو كان مالكا للمنفعة فهو راض جزما بالسكن في الدار ، ولكننا نشك في ملكيته لها ، ونحتمل انّه أبيح له السكن فقط على وجه لا يحقّ له إباحة ذلك لغيره .\r\nثم إنّه بعد عدم الجزم بانعقاد السيرة على الحكم بملكية المنفعة لا نطيل البحث عن امكان تصور تعلق اليد بالمنافع والاشكال على ذلك ، بدعوى ان المنافع ليس لها وجود فعلي لتتعلق به اليد ، وانما توجد بالاستيفاء شيئا فشيئا .\r\n\r\n8 - عموم امارية اليد في حق صاحبها\r\nتارة يفرض ان الانسان صاحب يد على شيء ويشك الغير في مالكيته ، وأخرى يفرض ان صاحب اليد نفسه يجد في بيته أو صندوقه شيئا ويشك انّه له أو لا ، ففي مثل ذلك هل يحكم بملكية صاحب اليد لما يجده في حوزته ؟\r\nقد يقال بعموم دليل حجية قاعدة اليد وهو السيرة العقلائية لذلك\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nبتقريب ان العقلاء انّما يحكمون بامارية اليد في سائر الموارد من باب غلبة كون ما تحت اليد ملكا لصاحبها ، ومن النادر أن يكون غاصبا ، وواضح ان هذه النكتة تعمّ المقام أيضا ، فإن الغالب كون ما في صندوق الانسان أمرا راجعا اليه وخاصا به وليس راجعا إلى الغير ، لبعد ان يضع غير صاحب الصندوق فيه شيئا . أجل إذا كان الصندوق معدا لوضع أشخاص متعددين فيه أشياءهم فلا يحكم باختصاص الشيء بصاحب الصندوق .\r\nان هذا التفصيل إذا سلم فبها وإلّا فيمكن التمسك بصحيحة جميل بن صالح : « قلت لأبي عبد اللّه عليه السّلام : رجل وجد في منزله دينارا . قال : يدخل منزله غيره ؟ قلت : نعم كثير ، قال : هذا لقطة . قلت : فرجل وجد في صندوقه دينارا ؟ قال : يدخل أحد يده في صندوقه غيره أو يضع فيه شيئا قلت : لا . قال : فهو له » « 1 » .\r\n\r\n9 - تطبيقات\r\n1 - إذا كان شخص صاحب يد على شيء وادعاه غيره فما هو الموقف ؟\r\n2 - إذا كان شخص صاحب يد على شيء ، وكان يعترف انّه ليس له وتداعاه اثنان ، كلّ واحد منهما يقول : هو لي ، فما هو الموقف في حالة تصديق صاحب اليد لأحدهما ، وما هو الموقف في حالة سكوته وعدم تصديقه لأحدهما ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : الباب 3 من أبواب اللقطة ح 1 .\r\n","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n3 - إذا كان شخص يسكن دارا وقال هي ملكي ، فقبولنا لقوله يدخل تحت أي قاعدة ؟\r\n4 - إذا كان شخصان يسكنان دارا ، فتارة يدّعيها أحدهما ، وأخرى يدّعيها كلاهما ، وثالثة يدّعيها شخص ثالث غيرهما . ما هو الموقف في هذه الحالات ؟\r\n5 - إذا كان شخص كافر يدّعي ان شيئا معينا ملك له فأي قاعدة يمكن تطبيقها لإثبات ملكه ؟\r\n6 - إذا اختلف المسلم والكافر في دعوى ملكية شيء فعلى طبق قول أيّهما يحكم ؟\r\n7 - إذا كان شخص يبيع لحما نشك انّه مذكى أو لا فبما ذا نحكم ، وعلى طبق أي قاعدة ؟\r\n8 - إذا دخلنا دار شخص ، وقال : ان هذا المكان من الدار نجس فهل يحكم بحجية ما يقول ولأي قاعدة ؟\r\nتمّ بتوفيق اللّه سبحانه مراجعة\r\nكتابنا المذكور في مدينة قم المقدسة\r\nيوم 21 / جمادي أول / 1417 ه‍\r\nباقر الإيرواني\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214}
  ]