[
  {"content":"\r\n\r\nدراسات موجزة\r\nفي\r\nالخيارات والشروط\r\nدراسة موضوعية ميسرة\r\nعلى ضوء الكتاب والسنة\r\nتأليف\r\nالفقيه المحقق\r\nجعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسبحاني تبريزى ، جعفر ، 1308 -\r\nدراسات موجزه في الخيارات والشروط : دراسة موضوعيه ميسره على الضوء الكتاب والسنة / تأليف جعفر سبحاني . - قم : المركز العالمي للدراسات الاسلامية ، 1423 ق - 1381 .\r\n207\r\nص . - ( مركز العالمي للدراسات الاسلامية 271 )\r\nكتابنامه به صورت زير نويس .\r\n1 . خيارات ( فقه ) . 2 . معاملات ( فقه ) . 3 . فقه جعفري - قرن 14 ق . الف - مركز العالمي للدراسات الاسلامية . ب . عنوان .\r\n4 د 2 س / 2 / 190 BP\r\n373 / 297\r\nاسم الكتاب : الخيارات والشروط\r\nالمؤلف : جعفر السبحاني\r\nالناشر : المركز العالمي للدرسات الاسلامية\r\nالطبعة : الأولى\r\nالمطبعة : توحيد - قم\r\nالتاريخ : 1423 ه‍ . ق / 1381 ه‍ . ش\r\nالكمية : 2000 نسخة\r\nالسعر : 7500 ريال\r\nشابك 9 - 18 - 7741 - 964\r\n9 - 18 - 7741 - 964 ISBN\r\nحقوق الطبع والنشر محفوظة للمركز العالمي للدراسات الاسلامية\r\nالتوزيع : قم - شارع 19 دى ( باجك ) ، المركز العالمي للدراسات الاسلامية ،\r\nتلفن : 7727468 فاكس : 7724862\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nقال الله تبارك وتعالى :\r\n* ( وما كان المؤمنون لينقروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون ) *\r\n( التوبة : 122 )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nكلمة المكتب\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * \r\nالحمد للّه والصّلاة والسّلام على أنبياء اللّه ، لا سيّما رسوله الخاتم وآله الطيّبين الطاهرين المعصومين .\r\nأمّا بعد ، لا شكّ انّ إصلاح المناهج الدراسية المتداولة في الحوزات العلمية والمعاهد الدراسية في العصر الحاضر الذي عُرف بعصر ثورة المعلومات بات حاجة ملحّة يقتضيها تطوّر العلوم وتكاملها عبر الزمان ، وظهور مناهج تعليمية وتربوية حديثة تتوافق مع الطموحات والحاجات الإنسانية المتجددة .\r\nوهذه الحقيقة لم تعد خافية على القائمين على هذه المراكز ، فوضعوا نصب أعينهم إصلاح النظام التعليمي في قائمة الأولويات بعد أن باتت فاعليته رهن إجراء تغييرات جذرية على هيكلية هذا النظام .\r\nويبدو من خلال هذه الرؤية انّ إصلاح النظام الحوزوي ليس أمراً بعيد المنال ، إلّا أنّه من دون إحداث تغيير في المناهج الحوزوية ستبوء كافة الدعوات الإصلاحية بالفشل الذريع ، وستموت في مهدها .\r\nوالمركز العالمي للدراسات الإسلامية الذي يتولّى مهمّة إعداد المئات من الطلاب الوافدين من مختلف بقاع الأرض للاغتراف من نمير علوم أهل\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالبيت عليهم السَّلام شرع في الخطوات اللازمة لإجراء تغييرات جذرية على المناهج الدراسية المتّبعة وفق الأساليب العلمية الحديثة بهدف عرض المواد التعليمية بنحو أفضل ، الأمر الذي لا تلبّيه الكتب الحوزوية السائدة ؛ ذلك انّها لم تؤلّف لهدف التدريس ، وإنّما أُلّفت لتعبّر عن أفكار مؤلّفيها حيال موضوعات مرّ عليها حُقبة طويلة من الزمن وأصبحت جزءاً من الماضي .\r\nوفضلًا عن ذلك فانّها تفتقد مزايا الكتب الدراسية التي يراعى فيها مستوى الطالب ومؤهّلاته الفكرية والعلمية ، وتسلسل الأفكار المودعة فيها وأداؤها ، واستعراض الآراء والنظريات الحديثة التي تعبّر عن المدى الذي وصلت إليه من عمق ، بلغة عصرية يتوخّى فيها السهولة والتيسير وتذليل صعب المسائل مع احتفاظها بدقة العبارات وعمق الأفكار بعيداً عن التعقيد الذي يقتل الطالب فيه وقته الثمين دون جدوى .\r\nوانطلاقاً من توجيهات كبار العلماء والمصلحين وعلى رأسهم سماحة الإمام الراحل قدَّس سرَّه ، وتلبية لنداء قائد الثورة الإسلامية آية اللّه الخامنه‌اي مدّ ظله الوارف قام هذا المركز بتخويل « مكتب مطالعة وتدوين المناهج الدراسية » مهمة تجديد الكتب الدراسية السائدة في الحوزات العلمية على أن يضع له خطة عمل لإعداد كتب دراسية تتوفّر فيها المزايا السالفة الذكر .\r\nوقد بدت أمام المكتب المذكور ولأوّل وهلة عدّة خيارات :\r\n1 . اختصار الكتب الدراسية المتداولة من خلال انتقاء الموضوعات التي لها مساس بالواقع العملي .\r\n2 . إيجازها وشحنها بآراء ونظريات حديثة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n3 . تحديثها من رأس بلغة عصرية وإيداعها أفكار جديدة ، إلّا أنّ العقبة الكأداء التي ظلّت تواجه هذا الخيار هي وقوع القطيعة التامة بين الماضي والحاضر ، بحيث تبدو الأفكار المطروحة في الكتب الحديثة وكأنّها تعيش في غربة عن التراث ، وللحيلولة دون ذلك ، لمعت فكرة جمع الخيارات المذكورة في قالب واحد تمثّل في المحافظة على الكتب الدراسية القديمة كمتون وشرحها بأُسلوب عصري يجمع بين القديم الغابر والجديد المحدث .\r\nوبناء على ذلك راح المكتب يشمّر عن ساعد الجدّ ويستعين بمجموعة من الأساتذة المتخصّصين لوضع كتب وكراسات في المواد الدراسية المختلفة ، من فقه وأُصول وتفسير ورجال وحديث وأدب وغيرها .\r\nوكانت مادة الفقه ( قسم الخيارات ) بحاجة ماسّة إلى وضع كتاب جديد فيها يتناسب مع تطلّعات المركز ، فطلبنا من العلّامة الفقيه ، سماحة آية اللّه الشيخ جعفر السبحاني مدّ ظله تدوين دروس موجزة في الخيارات والشروط ، فلبّى رغبتنا مشكوراً وتفضّل بتدوين هذا الكتاب الذي يحتوي على أهمّ المطالب الفقهية في الخيارات والشروط ، ببيان جزل وأُسلوب سهل ، بعيداً عن التعقيد والغموض ، لا يجد الطالب عسراً في استيعابها وفهمها .\r\nوفي الختام لا يفوتنا إلّا أن نتقدّم بالشكر الجزيل والثناء الوافر لأُستاذنا المؤلِّف على ما بذله من جهود في هذا الصعيد ، ونبتهل إلى اللّه سبحانه أن يديم عطاءه العلمي .\r\nالمركز العالمي للدراسات الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  \r\n  الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ *   ، والصّلاة والسلام على خاتم أنبيائه وأفضل سفرائه وأمينه على وحيه ، وعلى آله الذين هم عيبة علمه وحفظة سننه ، وحجج اللّه في أرضه .\r\nأمّا بعد ، فهذه دروس موجزة في الخيارات والشروط وأحكامهما ، مصحوبة بالاستدلال ، بعيدة عن التعقيد والغموض والإطناب المملّ ، متعرّضة لأهمّ المسائل وألزمها ، معرضة عمّا يقلّ الابتلاء بها .\r\nوقبل الخوض في المقصود نرى من اللازم الإشارة إلى نكتة هامة وهي انّ الفقهاء قسّموا الفقه إلى أقسام أربعة :\r\n1 . العبادات ، 2 . العقود ، 3 . الإيقاعات ، 4 . الأحكام والسياسات .\r\nويشترك جميعها في لزوم استنباط أحكامها من الكتاب والسنّة والتحلّي بالمبادئ التي يتوقف عليها الاجتهاد ، غير انّ هناك فرقاً رئيسياً بين العبادات والمعاملات ( العقود والإيقاعات ) وهو انّ العبادات المحضة « 1 » أُمور توقيفية نزل بها الوحي من دون أن يكون للعرف والعقلاء أيّ مدخليّة فيها ، بل يجب على الفقيه الانكباب على الكتاب والسنّة .\r\nوهذا بخلاف المعاملات ، فانّها أُمور عرفية عقلائية أجرى الشارع عليها التعديل ، فأمضى ما يُصبّ في صالح الفرد والمجتمع وردع عن غيره ، الأمر الذي يفسّره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قيد احترازي عن الزكاة والخمس ونحوهما فانّها قربيات لا عبادات .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nلنا قلة النصوص الشرعية في باب المعاملات .\r\nوعلى ضوء ذلك فالعبادات بما أنّها أُمور توقيفية ، ولم يخوّل أمرها إلى الإنسان ، وليس له فيها أيّ صنع ، لا محيص للفقيه في استنباط أحكامها عن السير وراء النصوص ، وعدم الخروج عنها قيد شعرة ، والإفتاء حسب شمول النصوص للمورد وعدم شموله ، والإمعان في لسان الدليل وملاحظة مقدار سعته وضيقه .\r\nوأمّا المعاملات فبما أنّها أُمور عقلائية ابتكرها العقلاء طيلة حياتهم الاجتماعية فهي أُمور عرفية قبل أن تكون شرعية ، فلا محيص للفقيه وراء مطالعة الدروس عن الإمعان في الارتكازات العرفية ، وما هو المعتبر عند العرف ، وما ليس كذلك .\r\nوقد أوضحنا في محاضراتنا أنّ صحّة المعاملة رهن دعامتين :\r\nالأُولى : كون المعاملة عرفية عقلائية ، تدور عليها رحى معاشهم وحياتهم الاجتماعية .\r\nالثانية : عدم ورود نهي من الشارع عنها على نحو العموم أو الخصوص .\r\nوإحراز كلا الأمرين كاف في الحكم بصحّة المعاملة ، ودخولها تحت العمومات ، من غير حاجة إلى إخراج النفس وإتعابها ، وإدخال المعاملات المستحدثة تحت العناوين الموجودة في الكتب الفقهية ، فعقد التأمين ، والشركات المستحدثة ، وبيع الامتياز ونظائرها داخلة تحت تلك الضابطة ، والتفصيل موكول إلى محلّه .\r\nوفي الختام نرجو من اللّه سبحانه أن يحفظنا من الزلل في التفكير والعمل ، كما نرجو منه سبحانه أن ينتفع بهذا الكتاب روّاد العلم وطلّاب الفضيلة .\r\nالمؤلف\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالكتاب يشتمل على المباحث التالية :\r\nتمهيد : انّ الأصل في العقود اللزوم\r\nالمقصد الأوّل : الخيارات العامة\r\nالمقصد الثاني : الخيارات الخاصة بالبيع\r\nالمقصد الثالث : أقسام الشرط\r\nالمقصد الرابع : شروط صحة الشرط\r\nالمقصد الخامس : أحكام الشروط\r\nالمقصد السادس : أحكام الخيار\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nتمهيد الأصل في العقود اللزوم\r\n\r\nالخيار لغةً واصطلاحاً\r\nالخيار اسم مصدر من الاختيار ، نصّ به لفيف من علماء اللغة .\r\nقال ابن منظور : الخيار خلاف الأشرار . والخيار الاسم من الاختيار . « 1 »\r\nوتبعه الزبيدي في شرح القاموس . « 2 »\r\nولكن الظاهر من الفيّومي في مصباحه انّه مصدر حيث قال : الخيار هو الاختيار . « 3 »\r\nونقل الطريحي كلا القولين من غير ترجيح وقال : الخيار هو الاختيار ، ويقال : اسم من تخيرت الشيء مثل الطيرة اسم من تطيّر . « 4 »\r\nوعلى كلّ تقدير إذ كان الخيار من الاختيار وهو بمعنى الاصطفاء ، قال سبحانه : (  وَاخْتارَ مُوسى قَوْمَهُ سَبْعِينَ رَجُلًا  ) « 5 » ، وقال سبحانه : (  وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِما يُوحى  ) « 6 » ، فيكون الخيار أيضاً بمعنى الاصطفاء والانتخاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لسان العرب : 4 ، مادة « خير » فيه وسائر المصادر .\r\n( 2 ) تاج العروس : 11 .\r\n( 3 ) المصباح المنير : 1 .\r\n( 4 ) مجمع البحرين : 3 .\r\n( 5 ) الأعراف : 155 .\r\n( 6 ) طه : 13 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوأمّا في الاصطلاح فقد عُرِّف بتعاريف عديدة ، نقتصر منها على تعريفين : فالأوّل منهما للمحقّقين من القدماء ، والثاني للشيخ الأنصاري :\r\n1 . الخيار ملك إقرار العقد وإزالته .\r\n2 . الخيار هو ملك فسخ العقد « 1 » ، وهو المنقول أيضاً عن فخر المحقّقين ، ولعلّ الأوّل هو الأوفق لما في الروايات ، كما في قوله عليه السَّلام : « البيّعان بالخيار ما لم يفترقا » « 2 » ، أي له السلطنة على انتخاب أحد الطرفين إلى أن يفترقا ، وفي رواية الحلبي : « فإذا افترقا وجب البيع » . 3\r\nوعلى هذا فالخيار لغة غيره اصطلاحاً ، لأنّه في اللغة بمعنى الاصطفاء والترجيح فيلازم صدور الترجيح من ذي الخيار ، بخلافه في الاصطلاح فهو عبارة عن حقّ الاصطفاء وحقّ الترجيح وإن لم يعمل حقّه ، ولم يُرجح شيئاً .\r\n\r\nالأصل في العقود اللزوم\r\n\r\nوقبل الخوض في بيان أقسام الخيار وأحكامها نشير إلى ضابطة في العقود\r\n، وهي :\r\nذهب الأعلام 4 إلى أنّ الأصل في العقود هو اللزوم ، يقول الشهيد : الأصل في البيع اللزوم ، وكذا في سائر العقود ويُخرج عن الأصل في مواضع لعلل خارجة . 5\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والفرق بين التعريفين ، انّ الأوّل يركز على مالكية ذي الخيار للاقرار والفسخ ، والثاني يركز على مالكية ذي الخيار لخصوص الإزالة .\r\n( 2 ) 2 و 3 الوسائل : 12 ، الباب 1 من أبواب الخيار ، الحديث 3 و 4 .\r\n( 3 ) 4 التذكرة : 10 / 5 ؛ إيضاح الفوائد في شرح القواعد : 1 / 480 .\r\n( 4 ) 5 القواعد والفوائد : 2 / 242 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nويظهر من « مفتاح الكرامة » في كتاب المزارعة انّه إجماعي حيث قال بعد قول العلّامة « وهو عقد لازم من الطرفين » ما هذا نصّه : « إجماعاً كما في جامع المقاصد والمسالك ومجمع البرهان . . . وكأنّه إجماع ، لأنّ الأصل في العقد اللزوم إلّا ما أخرجه الدليل » . « 1 »\r\nفلو ثبتت الضابطة المذكورة فتكون هي المرجع فيما شكّ في لزوم العقد وجوازه ، سواء كانت الشبهة حكمية أو موضوعية .\r\nأمّا الأُولى فكما إذا شكّ في لزوم الجعالة أو المضاربة ، فالأصل هو اللزوم . اللّهمّ إلّا أن يدلّ دليل على الجواز .\r\nأمّا الثانية فكما إذا اختلف المتداعيان في عقد ، فادّعى أحدهما انّه كان صلحاً والآخر انّه كان وديعة أو عارية ، فالأصل هو اللزوم ، فعلى من يدّعي خلافه ، البيّنة .\r\n\r\nإذا عرفت ذلك فالكلام يقع في توضيح الأصل ، وما هو المراد منه ؟ فنقول : هنا وجوه :\r\n\r\nالأوّل : المراد من الأصل هو الغلبة\r\nوانّ الغالب على العقود هو اللزوم .\r\nلكنّه ممنوع صغرى ، إذ ليست قلّة العقود الجائزة على حدّ يوجب انصراف الدليل عنها ، كما أنّه ممنوع كبرى ، إذ لا دليل على حجّية الغلبة لأنّها لا تفيد إلّا ظنّاً ، والأصل في الظنون عدم الحجّية إلّا إذا قام الدليل على حجّيتها .\r\n\r\nالثاني : الاستصحاب\r\nبمعنى انّه إذا قام أحد المتعاقدين بفسخ العقد وشككنا في تأثيره وعدمه ، فالأصل هو بقاء أصل العقد أو أثره بعد الفسخ .\r\nوذلك لأنّ العقد أو الإيقاع إذا تحقّق يوجب ترتّب أثر شرعي عليه ، من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفتاح الكرامة : 7 / 300 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nحصول ملك كما في البيع ، أو منفعة كما في الإجارة والعارية أو انتفاع كما في التحليل ، فإذا شكّ في اللزوم والجواز فمرجعه إلى الشكّ في أنّه لو فسخ هذا السبب ، هل يبطل ذلك المسبب ، الثابت أو لا بل هو باق على حاله ؟ ولا شكّ انّ قضية الاستصحاب عدم زوال الأثر من ملك أو نحوه إلّا بمزيل شرعي وهو معنى اللزوم ، فالأصل يقتضي بقاء الأثر إلّا أن يثبت دليل قطعي على رفعه . « 1 »\r\n\r\nالثالث : انّ حكم الفقهاء بانّ الأصل في العقود اللزوم مأخوذ من مفهوم العقد ومعناه اللغوي\r\n، فانّ العقد هو العهد أو العهد المشدّد ، وهو كناية عن لزوم الوفاء وعدم قبوله للانثلام كالبيعة فهي عهد مشدد بين المبايع والمبايع له على وجه يثق الإنسان بعدم نقضها والوفاء بمضمونها .\r\nوعلى ضوء ذلك ، فعقد البيع والنكاح والضمان والوقف من مقولة العقد المشدّد الّذي طبعها اللزوم والاستحكام .\r\nويؤيد ذلك انّ الغاية المنشودة من العقود غالباً لا تحصل إلّا بلزومها ، مثلًا : انّ الغاية من البيع تمكّن كلّ من المتعاقدين من التصرّف فيما صار إليه ، وإنّما يتمّ ذلك باللزوم ليأمن من نقض صاحبه عليه . « 2 »\r\nواستعمالها في العقود الجائزة من باب الاستعارة .\r\nوعلى ذلك تجب دراسة حال كلّ عقد بخصوصه وانّ الغاية المطلوبة منه هل تحصل مطلقاً أو تحصل في صورة اللزوم فقط ؟ ! فيحكم عليه باللزوم ، ولا يمكن الحكم على عامّة العقود مرّة واحدة بل لا بدّ من ملاحظة كلّ برأسه .\r\nولعلّ ذلك أوضح الطرق ، مثلًا نقول : إنّ لكلّ عقد في نظر العقلاء طبعاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العناوين : الجزء 2 ، العنوان 29 .\r\n( 2 ) التذكرة : 10 / 5 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nخاصاً . فطبيعة العارية خصوصاً فيما إذا لم تحدد بوقت ، هي الجواز ، لأنّ المعير لم يقطع علاقته بماله وإنّما دفعه إلى المستعير ليقضي به حاجته ثمّ يردّها إلى صاحبها .\r\nبخلاف طبيعة الوقف ، فإنّها عبارة عن قطع المالك علقتَه عن الموقوف وإدخاله في سلطة الموقوف عليهم .\r\nومثله البيع ، فإنّ غرض كلّ من المتعاقدين هو التصرّف فيما صار إليه تصرّفاً مأموناً من نقض صاحبه عليه .\r\nوبعبارة أُخرى : انّ كلًا من البائع والمشتري إنّما يقدم على البيع لأن يقضي به حاجته التي لا تقضى إلّا أن يكون كلّ مالكاً للثمن أو المثمن على وجه تنقطع به سلطنة البائع أو المشتري ، فالمشتري يريد أن يشتري بيتاً ويسكن فيه وتحصل له الطمأنينة من أزمة المسكن بحيث لا يكون للبائع سلطة الفسخ أو يريد أن يجعله صداقاً لزوجته أو غير ذلك من الأُمور التي تقتضي بطبعها كون البيع عقداً لازماً .\r\nومنه تظهر الحال في النكاح والضمان ، فإنّ الأغراض الداعية إلى إنشائهما لا تحصل إلّا باللزوم .\r\nنعم ، الأصل بهذا المعنى ( الثالث ) لا يفيد إلّا في الشبهات الحكمية كالشكّ في لزوم الجعالة وعدمه ، لا في الشبهات الموضوعية التي ربّما يتردّد العقد بين عقدين : أحدها لازم كالصلح والآخر جائز كالوديعة ، فلا يجري فيها ذلك الأصل ، بل لا بدّ فيها من الرجوع إلى قواعد أُخرى .\r\nوبالجملة دراسة طبائع العقود وخصائصها ونتائجها عند العرف كاف في الحكم عليه باللزوم مطلقاً أو الجواز كذلك .\r\n\r\nالرابع : مقتضى الأدلّة الاجتهادية من العمومات والإطلاقات\r\n، وهذا هو\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالظاهر من الشيخ الأنصاري في كتابي البيع والخيارات « 1 » حيث استدلّ على القاعدة بالآيات والروايات وأثبت بها أنّ الأصل في العقود والبيع خصوصاً هو اللزوم ، نقتصر ممّا ذكره من الأدلة الاجتهادية بدليلين : أحدهما يثبت كون الأصل في مطلق العقود اللزوم ، والآخر يثبت كونه في خصوص البيع اللزوم .\r\n\r\nالدليل الأوّل : آية الوفاء بالعقود\r\nقال سبحانه : (   يا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ   ) . « 2 »\r\nوجه الدلالة : انّ المراد بوجوب الوفاء ، العمل بما اقتضاه العقد في نفسه بحسب الدلالة اللفظية ، مثلًا دلّت الآية المباركة على أنّ كلّ عقد يجب الوفاء به ، والمراد بالوفاء به ، العمل بمقتضاه ، ومقتضى العقد إمّا تمليك أو نحوه ، ومقتضى لزوم الوفاء ، البقاء على هذا الأثر ، وإبقاؤه وجوباً فلا رخصة في إبطاله ، وهذا هو المقصود من اللزوم . « 3 »\r\nفإن قلت : تدلّ الآية على أنّه يجب العمل على وفق العقد ، فلو كان العقد لازماً يجب العمل على وفقه ، وإن كان جائزاً فكذلك ، وهذا مثل ما يقال : يجب العمل بالأحكام الشرعية التي تشمل الواجب والمستحب والمباح ، وبالجملة : المراد لزوم العمل بمقتضاه إن جائزاً فجائز وإن لازماً فلازم ، وعندئذ لا تدلّ الآية على ما هو المطلوب من أنّ الأصل في العقود اللزوم .\r\nقلت : قد أجاب الشيخ الأعظم عن الإشكال ما هذا خلاصته : اللزوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم البيع ؛ ص 85 ، والخيارات ، ص 215214 .\r\n( 2 ) المائدة : 1 .\r\n( 3 ) العناوين : الجزء 2 ، العنوان 39 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوالجواز من الأحكام الشرعية للعقد وليسا من مقتضيات العقد في نفسه مع قطع النظر عن حكم الشارع ، فالذي يجب الوفاء به ، ما هو مقتضاه حسب الدلالة اللفظية ، وما يدلّ عليه العقد بهذه الدلالة من البيع مثلًا هو مالكية المشتري للمثمن فيجب الوفاء بها والاحترام لها ، وأمّا الوجوب والجواز ، فخارجان عن مفاد العقد ، فيخرج عن إطار وجوب الوفاء طبعاً . « 1 »\r\n\r\nالدليل الثاني : آية حلية البيع\r\nقال سبحانه : (  الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِّ ذلِكَ بِأَنَّهُمْ قالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا  ) . « 2 »\r\nاستدلّ الشيخ الأعظم بالآية المباركة بأنّ الأصل في البيع اللزوم قائلًا بأنّ حلّية البيع التي لا يراد بها إلّا حلّية جميع التصرّفات المترتبة عليه التي منها ما يقع بعد فسخ أحد المتبايعين بغير رضا الآخر مستلزمة لعدم تأثير ذلك الفسخ وكونه لغواً غير مؤثر . « 3 »\r\n\r\nانقسام الخيار إلى قسمين\r\nثمّ إنّ الخيار على قسمين :\r\n1 . ما لا يختصّ بالبيع ويعمّ سائر العقود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات ، ص 215 .\r\n( 2 ) البقرة : 275 .\r\n( 3 ) المتاجر ، كتاب الخيارات ، ص 215 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n2 . ما يختصّ به ولا يعمّ غيره كخيار المجلس .\r\nفلنقدّم الأوّل على الثاني كما هو مقتضى طبع البحث .\r\n* * * \r\nالتحقيق\r\nبيّن كيفية دلالة الأدلّة التالية على انّ الأصل في العقود ، اللزوم .\r\nقوله سبحانه : (  وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ  ) .\r\nقوله صلَّى الله عليه وآله وسلَّم : « الناس مسلّطون على أموالهم » .\r\nقوله صلَّى الله عليه وآله وسلَّم : « المؤمنون عند شروطهم » .\r\nلاحظ : كتاب الخيارات من متاجر الشيخ ، ص 215 طبعة تبريز وتعليقة السيد الطباطبائي على خيارات المتاجر ، ص 4 .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالمقصد الأوّل في الخيارات العامّة : ما لا يختصّ بالبيع\r\nوفيه فصول :\r\nالفصل الأوّل : في خيار الشرط\r\nالفصل الثاني : خيار تخلّف الشرط\r\nالفصل الثالث : خيار الغبن\r\nالفصل الرابع : خيار العيب\r\nالفصل الخامس : خيار تبعّض الصفقة\r\nالفصل السادس : خيار الرؤية\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالفصل الأوّل خيار الشرط\r\nخيار الشرط هو الخيار الثابت بسبب اشتراطه في العقد ، مثلًا إذا اشترط المتعاقدان أو أحدهما في العقد أن يكون لهما فيه الخيار ما شاءا من الزمان ثلاثاً أو شهراً أو أكثر ، فيسمّى هذا النوع من الخيار بخيار الشرط ( والأولى أن يسمّى شرط الخيار ) ، فينعقد العقد ويكون لهما خيار في تلك المدّة إلّا أن يسقطاه .\r\nوالفرق بين هذا الخيار وخيار المجلس أو الحيوان ، هو انّ الخيار في الثاني أثر نفس العقد شرعاً بخلاف المقام ، فإنّ الخيار فُرض على العقد من جانب المتبايعين أو أحدهما .\r\n\r\nويدلّ على صحّة هذا الشرط الأُمور التالية :\r\n\r\n1 . سيرة العقلاء\r\nأطبق العقلاء على هذا النوع من الشرط في معاملاتهم مع عدم ردع من الشارع ، وهذا كاف في إثبات الصحّة من غير فرق بين أن تكون المدّة قليلة أو كثيرة ، خلافاً لأبي حنيفة حيث قال : لا تتجاوز المدّة عن ثلاث ، وعند مالك ما تدعو الحاجة إليه . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلاف : 3 ، كتاب البيوع ، المسألة 7 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n2 . الأخبار العامّة\r\nدلّت طائفة من الأخبار على صحّة اشتراط كلّ شرط في العقد إلّا ما خالف كتاب اللّه وسنّة رسوله ، كقوله : « المسلمون عند شروطهم ، إلّا كلّ شرط خالف كتاب اللّه عزّ وجلّ » . « 1 » وليس شرط الخيار في مدّة مضبوطة ممّا خالف كتاب اللّه وسنّة رسوله .\r\n\r\n3 . الأخبار الخاصّة\r\nهناك أخبار وردت في صحّة خصوص هذا الخيار .\r\nأ : ما روي عن عبد اللّه بن سنان بسند معتبر عند المشهور ، عن أبي عبد اللّه عليه السَّلام في حديث قال : « وإن كان بينهما شرط أيّاماً معدودة فهلك في يد المشتري قبل أن يمضي الوقت فهو من مال البائع » . « 2 » والمراد من الشرط في الرواية هو شرط الخيار ، وكون التلف في الرواية من مال البائع ومحسوباً عليه لقاعدة خاصة في باب الخيار ستوافيك في موردها . « 3 »\r\nب : ما روي عن السكوني بسند معتبر ، عن أبي عبد اللّه عليه السَّلام أنّ أمير المؤمنين عليه السَّلام قضى في رجل اشترى ثوباً بشرط إلى نصف النهار ، فعرض له ربح فأراد بيعه ، قال : « ليُشهد انّه قد رضيه فاستوجبه ، ثمّ ليَبعْه إن شاء ، فإن أقامه في السوق ولم يبع ، فقد وجب عليه » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 2 ؛ ولاحظ سائر أحاديث الباب .\r\n( 2 ) الوسائل : 12 ، الباب 8 من أبواب الخيار ، الحديث 2 .\r\n( 3 ) كلّ مبيع قد تلف في زمن الخيار فهو ممّن لا خيار له ، والمفروض في الرواية انّ المشتري وحده يملك حقّ الخيار دون البائع .\r\n( 4 ) الوسائل : 12 ، الباب 12 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nفإن قلت : إنّ الشرط إنّما يجوز إذا لم يخالف كتاب اللّه وسنّة رسوله وهذا النوع من الشرط يخالف قوله (   أَوْفُوا بِالْعُقُودِ   ) حيث إنّ الخيار بمعنى عدم وجوب الوفاء في المدّة المضروبة ، يخالف مفاد الآية الدالّة على وجوبه .\r\nكما يخالف السنّة حيث قال : « فإذا افترقا وجب البيع » فانّ جعل الخيار أيّاً ما ، يستلزم عدم لزومه بعد الافتراق وهو يخالف قوله : « فإذا افترقا وجب البيع » .\r\nقلت : إنّ جعل الشرط ضمن البيع لا يخالف الكتاب ولا السنّة ؛ أمّا الأوّل فلأنّ مفاد قوله : (   أَوْفُوا بِالْعُقُودِ   ) هو وجوب الوفاء بما عقدوا عليه ، والمفروض انّ المعقود عليه ليس هو البيع على وجه الإطلاق بل البيع المقرون بالخيار إلى مدّة معيّنة ، فعندئذ يجب الوفاء بالبيع المقيد لا بالبيع المطلق ، فالقول بجواز البيع إلى مدّة معيّنة ولزومه بعد انقضائها ، هو نفس الوفاء بالعقد .\r\nوأمّا الثاني فلأنّ مفاد قوله : « ما لم يفترقا » هو انّ الافتراق بما هو هو ما لم يقترن بشيء آخر ملزِم للعقد ، وهذا لا ينافي أن يكون هناك طارئ آخر موجب لبقاء البيع على الجواز ، نظير خيار العيب والغبن خصوصاً على القول بأنّ مبدأ الخيار في العيب هو العقد .\r\n\r\nالخيار المتّصل بالعقد والمنفصل\r\nيجوز أن يكون زمان الخيار متّصلًا بالعقد أو منفصلًا عنه ؛ والأوّل كما إذا عقد واشترط الخيار من زمان العقد إلى ثلاثة أيام ، والثاني كما إذا عقد يوم الأربعاء واشترط الخيار في خصوص يوم الجمعة ، والدليل على صحّتهما إطلاق الدليل .\r\nفإن قلت : إذا افترقا يوم الأربعاء يصير العقد لازماً ، فإذا جاء يوم الجمعة يلزم انقلاب العقد اللازم إلى العقد الجائز .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقلت : صيرورة العقد جائزاً بعد لزومه لا يكون مانعاً من صحّة الاشتراط بعد إطلاق الأدلّة خصوصاً بعد وجوده في الخيارات كخيار تأخير الثمن من جانب المشتري حيث يُحدِث خياراً للبائع بعد ثلاثة أيام من زمان العقد .\r\nوالمهمّ في المقام لزوم ضبط المدّة ، فلا يجوز أن يناط بما يحتمل الزيادة والنقصان كقدوم الحاجّ أو أوان الحصاد أو الدياس .\r\nويدلّ عليه لزوم اعتبار العلم بالعوضين في البيع بحيث يكون الجهل بهما أو بأحدهما مانعاً عن الصحّة وشرط الخيار إلى مدّة مجهولة ، يوجب الجهل بالثمن لتردد مدّة الخيار التي هي جزء من الثمن ، بين يوم وعام ، فلا يدرى انّ الثمن هل هو دينار مع خيار يوم أو دينار مع خيار عام ؟ قال الشيخ الأعظم : فلو تراضيا على مدّة مجهولة كقدوم الحاج بطل بلا خلاف بل حكي الإجماع عليه لصيرورة المعاملة بذلك غررية ولا عبرة بمسامحة العرف في بعض المقامات . « 1 »\r\nثمّ إنّه لا فرق في بطلان العقد بين ذكر المدّة المجهولة كقدوم الحاج ، وعدم ذكر المدّة أصلًا كأن يقول : بعتك على أن يكون لي الخيار ، وبين ذكر المدّة المطلقة كأن يقول : بعتك على أن يكون لي الخيار مدّة ؛ لاستواء الكلّ في الجهل على ما قلناه ، إلّا أن يكون هناك قرينة عرفية لتعيين المدّة وهو خارج عن موضوع البحث .\r\nوأمّا مبدأ هذا الخيار فهل هو حين العقد أو حين التفرّق ؟ فيه وجهان :\r\nذهب الشيخ الطوسي إلى كون المبدأ هو تفرّق الأبدان . « 2 »\r\nوذهب الشيخ الأعظم إلى أنّ المبدأ هو حين العقد ، مستدلًا بأنّه المتبادر من كلام المتبايعين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات ، ص 228 .\r\n( 2 ) الخلاف : 3 ، كتاب البيوع ، المسألة 44 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوالذي ينبغي أن يقال : انّه إذا كان هناك تبادر أو قرينة على أحد الأمرين فهو المتّبع وإلّا فإن كان نهاية خيار الشرط محدداً فيصحّ أيضاً ، كما إذا قال : بعتك بشرط أن يكون لي الخيار إلى غروب يوم الجمعة ، فلا يضرّ الجهل بمبدإ الخيار ، لكون المنتهى معلوماً وإلّا فيبطل كما إذا قال : بعتك بأن يكون لي الخيار ثلاثين ساعة ، فانّه إذا جهل المبدأ تسري الجهالة إلى المنتهى .\r\nثمّ إنّه كما يصحّ جعل الخيار لأحد المتبايعين يصحّ جعله للأجنبي بأن يبيع الولد ويجعل الخيار لوكيله .\r\n\r\nبيع الخيار\r\nمن أفراد خيار الشرط ، الخيار الذي يضاف إليه البيع ، ويقال له : بيع الخيار أي البيع الذي فيه الخيار ، والمقصود منه في مصطلح الإمامية أن يشترط البائع على المشتري انّ له حقّ استرجاع المبيع بردّ الثمن في مدّة معيّنة .\r\nقال الشيخ في الخلاف : يجوز عندنا البيع بشرط ، مثل أن يقول : بعتك إلى شهر فإن رددتَ عليّ الثمن وإلّا كان المبيع لي ، فإن ردّ عليه وجب عليه ردّ الملك ، وإن جازت المدّة ملك بالعقد الأوّل . « 1 »\r\nومن مصالح تشريع هذا النوع من البيع حدّ الناس عن أكل الربا ، حيث إنّه ربّما تمسّ الحاجة إلى المال ولا يتحصّل إلّا بالربا .\r\nولأجل الاحتراز عنه يبيع داره بثمنه الواقعي أو أقلّ منه كما هو الغالب حتى ينتفع هو بثمنها وينتفع المشتري بالإسكان فيها ، ولكنّه ربما لا يقطع البائع علقته بالمبيع تماماً ، فيشترط على المشتري أنّ له استرجاع المثمن بردّ الثمن في مدّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلاف : 3 / 192 ، كتاب البيوع ، المسألة 22 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمضبوطة ، وهذا ما يسمّيه أهل السنّة ببيع الوفاء ، والشيعة ببيع الخيار وهو عندنا جائز إجماعاً وغير جائز عندهم كذلك .\r\nثمّ إنّ الداعي إلى عنوان هذا القسم من خيار الشرط مستقلًا لوجود الخلاف في صحّة هذا القسم وإلّا فهو من أقسام خيار الشرط .\r\n\r\nويدلّ على صحّة هذا البيع لفيف من الأخبار :\r\nأ . صحيحة علي بن النعمان « 1 » عن سعيد بن يسار « 2 » ، قال : قلت لأبي عبد اللّه عليه السَّلام : إنّا نخالط أُناساً من أهل السواد وغيرهم ، فنبيعهم ونربح عليهم للعشرة اثني عشر والعشرة ثلاثة عشر ، ونؤخّر ذلك فيما بيننا وبينهم السنة ونحوها ، ويكتب لنا الرجل على داره أو على أرضه بذلك المال الذي فيه الفضل الذي أخذ منّا شراءً ، قد باع وقبض الثمن منه فنعده إن هو جاء بالمال إلى وقت بيننا وبينه أن نردّ عليه الشراء ، فإن جاء الوقت ولم يأتنا بالدراهم فهو لنا ؛ فما ترى في الشراء ؟ فقال : « أرى أنّه لك إن لم يفعل ، وإن جاء بالمال « 3 » للوقت فردّ عليه » .\r\nوالرواية وإن كانت مشتملة على لفظ الوعد لكن المراد منه هو الاشتراط بقرينة الجواب حيث قال : « أرى أنّه لك » .\r\nب . موثّقة إسحاق بن عمّار ، قال : حدّثني من سمع أبا عبد اللّه عليه السَّلام وسأله رجل وأنا عنده ، فقال : رجل مسلم احتاج إلى بيع داره ، فجاء إلى أخيه ، فقال : أبيعك داري هذه ، وتكون لك أحبّ إليّ من أن تكون لغيرك على أن تشترط لي إن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعلم النخعي ، قال النجاشي : كان علي ثقة ، وجهاً ، ثبتاً ، صحيحاً ، واضح الطريقة . رجال النجاشي : 2 / 109 برقم 717 .\r\n( 2 ) الضبعي ، كوفي ثقة ، روى عنه محمد بن أبي حمزة . رجال النجاشي : 1 / 410 برقم 476 .\r\n( 3 ) الوسائل : 12 ، الباب 7 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nأنا جئتك بثمنها إلى سنة أن ترد عليّ ، فقال : « لا بأس بهذا إن جاء بثمنها إلى سنة ردّها عليه » قلت : فانّها كانت فيها غلة كثيرة فأخذ الغلة ، لمن تكون الغلة ؟\r\nفقال : « الغلة للمشتري ، ألا ترى انّه لو احترقت لكانت من ماله » . « 1 »\r\nثمّ إنّ مورد الروايات وإن كان اشتراط البائع الفسخ بردّ الثمن ، لكن يجوز للمشتري نفس ذلك الشرط وهو فسخ البيع بردّ المثمن وأخذ الثمن ، لأنّ الشرط على وفاق القاعدة فلا مانع من كلا الشرطين .\r\nغير انّ مقتضى اشتراط الفسخ من جانب البائع هو ردّ الثمن بعينه أو مثله ، لأنّ الغاية من البيع هو التصرّف في الثمن ، وهذه قرينة على أنّ المراد من الثمن هو الأعمّ من العين والمثل .\r\nوهذا بخلاف ما إذا كان الشرط من جانب المشتري ، فمقتضى الإطلاق ردّ المبيع بعينه ، فلو تلف سقط الخيار لعدم التمكّن من الشرط ، ولا يكفي ردّ البدل ، لانصراف الإطلاق في مورد المبيع إلى ردّ نفسه .\r\nنعم إذا كان المبيع من المنتوجات الصناعية التي لا يتميّز عين المبيع عن مثله كالأواني والألبسة ، فلا يبعد الاكتفاء بردّ البدل عند تلف العين .\r\n\r\nإكمال\r\nلا شكّ في صحّة شرط الخيار في البيع وما أشبهه من العقود اللازمة كالإجارة والمزارعة والمساقاة ، ولأجل ذلك قلنا : إنّه من الخيارات غير المختصة بالبيع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 8 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالتحقيق\r\nإنّ العقود بالنسبة إلى خيار الشرط على أقسام ثلاثة :\r\n1 . ما لا يدخله اتّفاقاً .\r\n2 . ما يدخله اتّفاقاً .\r\n3 . ما اختلف فيه .\r\nأُذكر مصاديق هذه الأقسام الثلاثة التي ذكرها الشيخ في كتاب المتاجر ، قسم الخيارات ، ص 233 طبعة تبريز .\r\nثمّ إنّ من أقسام خيار الشرط ، شرط الاستيمار فأوضح لنا ما هو المراد من هذا الشرط المذكور ص 229 من كتاب المتاجر ؟\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالفصل الثاني خيار تخلّف الشرط\r\nيطلق الشرط ويراد به تارة المعنى الأُصولي ، وهو التعليق في مقابل التنجيز ، بأن يقصد المتعاقدان ، انعقاد المعاملة في صورة وجود ذلك الشيء لا في غيرها ، كما إذا قال : بعت الدار إن قدم الحجّاج اليوم ، أو قال الواقف : إذا جاء رأس الشهر فقد وقفته ، أو قال : خذ المال قرضا أو قراضاً إن أخذته من زيد ، فمن قال بشرطية التنجيز في صحّة العقود قال ببطلانه في هذه الموارد .\r\nوقد يطلق ويراد به الشرط الفقهي ، وهو اشتراط عمل على المشروط عليه وطلب شيء منه من خياطة ثوب ، أو تعليم شيء أو غيره .\r\nوالمراد من الشرط في المقام هو هذا المعنى المسمّى بالشرط الفقهي ، أعني : جعل عمل على ذمّة أحد المتعاقدين ، لا الشرط الأُصولي الذي يراد به التعليق .\r\nإذا علمت ذلك فنقول :\r\nإذا شرط أحد المتعاقدين شيئاً على الآخر ، ولم يف المشروط عليه « 1 » ، فللمشروط له ، الخيار بين إمضاء العقد وفسخه ، كما إذا باع داره بشرط كون الثمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيوافيك حكم تعذر العمل بالشرط في المقصد الرابع ، أحكام الشروط .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nنقداً كلّه ، أو أن يخيط له قميصاً ، أو نحو ذلك ؛ فإن وفى بالشرط فهو ، وإلّا فللمشروط له ، الخيار ، لانّ عدم الوفاء بالشرط يفوِّت غرض الشارط مطلقاً ، مالياً كان أو غيره ، لأنّ إلزامه بلزوم الوفاء بالعقد المجرّد عن الشرط ضرر منفيّ في الشرع ، مضافاً إلى أنّ الموجود ، غير ما عقد عليه ، حيث إنّ المعقود عليه ، تسليم الثمن نقداً أو تسليمه مع خياطة قميص ، والمفروض تخلّفه عمّا التزم به .\r\nثمّ إنّ الفرق بين خيار الشرط وخيار تخلّف الشرط واضح ، لأنّ الخيار الأوّل كما تقدّم في الفصل السابق نتيجة اشتراط المتعاقدين أو أحدهما الخيارَ في العقد وقد عُرِّف بالخيار الثابت بالاشتراط ضمن العقد . وقد عرفت أنّ من أقسامه ، شرط فسخ العقد بردّ الثمن ؛ وأمّا الخيار في الثاني فهو نتيجة تخلّف المشروط عليه من العمل بما التزم به ، من دون اشتراط في العقد .\r\nثمّ إنّه اتّفقت كلمة الفقهاء على صحّة الشرط الفقهي إذا كان الشرط جامعاً لشرائط الصحّة التي هي عبارة عن الشرائط التالية :\r\n1 . أن يكون مقدوراً ، 2 . أن يكون سائغاً في نفسه ، 3 . أن يكون عقلائياً ، 4 . أن لا يكون مخالفاً للكتاب والسنّة ، 5 . أن لا يكون مخالفاً لمقتضى العقد ، 6 . أن لا يكون مجهولًا ، 7 . أن لا يكون مستلزماً للمحال ، 8 . أن يكون مذكوراً في العقد ، 9 . أن يكون العقد منجّزاً لا معلّقاً .\r\nولو قلنا بأنّ الشرط الثاني كونه سائغاً في نفسه يغني عن الرابع ، أعني : كونه مخالفاً للكتاب والسنة ، يرجع عدد شروط صحّة الشرط إلى ثمانية .\r\nوسيوافيك البحث في هذه الشروط في المقصد الثالث .\r\nثمّ إنّ الشيخ الأنصاري لم يذكر هذا النوع من الخيار مستقلًا استغناء عنه بما ذكره في خيار التدليس ، أو الرؤية ، أو خيار العيب ، إذ الجميع يشارك في عدم\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالوفاء بما عقد عليه ، ولكنّه أفاض الكلام في شروط صحّة هذا النوع من الشرط على وجه يليق أن يعدّ رسالة خاصة في الموضوع .\r\nوبما انّ رائدنا في هذه المباحث ، هو متاجر الشيخ ، فنحن نقتفيه ، فنبحث في شروط صحّة الشرط في مقصد خاص بعد الفراغ عن أقسام الخيار بعون اللّه سبحانه .\r\n\r\nالتحقيق\r\n1 . ما هو الدليل على بطلان العقد المعلّق ؟\r\n2 . ما هو الفرق بين تعليق الانشاء وتعليق المنشأ ؟\r\n3 . وهل هناك فرق بين التعليق على الشرط الذي ليس العقد معلّقاً عليه في الواقع كقدوم الحجاج وبين التعليق على الشرط الذي هو معلّق عليه في الواقع وإن لم يذكر في العقد كالزوجية عند الطلاق ، والرقية عند التحرير ، فيقول إن كانت زوجتي فهي طالق ، أو إن كان عبداً فهو حرّ ، فلا يضر التعليق في القسم الأوّل دون الثاني .\r\nلاحظ : متاجر الشيخ ، قسم البيع ، ص 99 وتعليقة السيد الطباطبائي ، ص 91 .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nالفصل الثالث خيار الغبن\r\nالغبن بسكون الباء أصله الخدعة ، والمراد به في المقام هو تمليك ماله ، بما يزيد على قيمته مع جهل الآخر بما لا يتسامح به غالباً ، ولم يرد فيه نصّ بالخصوص كما ورد في خيار المجلس والحيوان ، ولذا لم يذكره الصدوق في « المقنع » ولا المفيد في « المقنعة » ولا الشيخ في « النهاية » من الكتب التي تقتبس فيها الفتاوى من لسان النصوص .\r\nومع ذلك كلّه فقد أوعز إليه لفيف من القدماء كالقاضي في « المهذّب » « 1 » ، وابن حمزة في « الوسيلة » « 2 » وابن زهرة في « الغنية » . « 3 » وذلك لأنّ في النصوص إشارات وتلويحات إليه ، مضافاً إلى أنّ الخيار فيه على وفق القواعد العامّة كما سيظهر .\r\nقال ابن زهرة : السبب الخامس للخيار ظهور غبن لم تجر العادة بمثله ، ويحتج على المخالف بقوله صلَّى الله عليه وآله وسلَّم : « لا ضرر ولا ضرار » ومن اشترى بمائة ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهذّب : 1 / 331 .\r\n( 2 ) الوسيلة : 237 .\r\n( 3 ) غنية النزوع : 2 / 224 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nيساوي عشرة كان غاية من الضرر وبنهيه صلَّى الله عليه وآله وسلَّم عن تلقّي الركبان ، وقوله : « فإن تلقّى متلقّ فصاحب السلعة بالخيار إذا دخل السوق ، لأنّه إنّما جعل له الخيار لأجل الغبن » . « 1 »\r\nولأجل ذلك ذكر في الجواهر : أنّه لم يجد خلافاً في المسألة بين من تعرّض له عدا ما يحكى عن المحقّق في حلقة درسه ، واستظهره في « الدروس » من كلام الإسكافي ، ونسبه في « التذكرة » إلى علمائنا . « 2 »\r\n\r\nأدلّة خيار الغبن\r\nاستدلّ على خيار الغبن في العقود التي يزيد الثمن أو ينقص عمّا هو المتعارف بكثير بوجوه ، نذكر منها ما هو المهم .\r\n\r\n1 . بناء العقلاء\r\nإنّ المبتاع أو الموجر أو غيرهما ، إذا حاول الشراء خصوصاً إذا كان المبيع ذا قيمة باهظة لا يتفق مع البائع على المعاملة إلّا وفي ضميره أنّ ما يدفعه من السعر مساو للمبيع على وجه التقريب ، بحيث لو وقف على فقد هذا الوصف وانّ المساواة منتفية لما أقدم على البيع ، وهذا الالتزام وإن كان غير ملفوظ ولا مذكور في العقد لكنّه من القيود المفهومية التي تدلّ عليها القرائن اللفظية أو الحالية ، فانّ المماكسة في البيع أو السؤال من مراكز مختلفة ، أصدق شاهد على أنّه لا يشتري إلّا بزعم المساواة والمقابلة ، وعلى ذلك فهي من القيود المفهومية التي لا تحتاج إلى التصريح ، وذلك كقيد وصف الصحّة الذي لا يلزم ذكره في متن العقد ، فلو ظهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغنية : 2 / 224 .\r\n( 2 ) الجواهر : 23 / 41 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nمعيباً يُحكم بجواز الردّ واسترداد الثمن ، وليس لأحد أن يعترض بأنّ وصف الصحّة غير مذكور ولا ملفوظ ، وذلك لأنّ القيود إنّما يلزم ذكرها فيما لا تكون مفهومة من اللفظ أو من القرينة ، وأمّا مثلها فتكفي فيه شهادة الحال أو المقال ، فإذا تخلَّف القيد وفقد المبيع الوصفَ الملحوظ ، فللمبتاع الردّ لأجل التخلّف .\r\nوإلى ذلك الوجه يشير الشيخ الأنصاري عند توجيه كلام العلّامة بقوله :\r\nإنّ رضا المغبون لكون ما يأخذه عوضاً عمّا يدفعه مبنيّ على عنوان مفقود وهو عدم نقصه عنه في المالية ، فكأنّه قال : اشتريت هذا الشيء الذي يساوي درهماً بدرهم ، فإذا تبيّن أنّه لا يساوي درهماً تبيَّن انّه لم يكن راضياً به .\r\nفإن قلت : إنّ تبيّن الخلاف يستلزم بطلان المعاملة لا صحتها وجوازها .\r\nقلت : قد أجاب عنه الشيخ بقوله :\r\nلمّا كان المفقود صفة من صفات المبيع لم يكن تبيُّن فقده كاشفاً عن بطلان البيع ، بل كان كسائر الصفات المقصودة التي لا يوجب تبيّن فقدها إلّا الخيار فراراً عن استلزام لزوم المعاملة ، إلزامه بما لم يلتزم ولم يرض به . « 1 »\r\nتوضيحه : انّ التخلّف على قسمين :\r\nتارة يكون المفقود وصف من أوصاف المبيع ، وأُخرى يكون عنوانَه وذاتَه ، فالأوّل كما إذا باع فرساً عربياً فبان خلافه ، فالمعقود عليه هو الفرس وهو موجود ، وإنّما التخلّف في وصفه لا في ذاته ، فلا يقال : « ما قصد لم يقع وما وقع لم يقصد » في نظر العرف .\r\nوأمّا الثاني : كما إذا باع كومة بما أنّها حديد فبان قطناً ، فيحكم بالبطلان .\r\nوبذلك يعلم أنّه لو كان التخلّف في المبيع المشخص على وجه التباين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر : قسم الخيارات ، ص 234 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nعرفاً ، يبطل فيه العقد ، وإن كان من قبيل تخلّف الوصف ، ففيه الخيار .\r\nوقد تقدّم أنّ عدم ذكر المساواة في متن العقد غير ضائر ، لأنّه إنّما يلزم ذكر شيء مقصود إذا لم يفهم من قرينة حال أو مقال ، بخلاف ما إذا فُهم من أحدهما كوصف الصحّة ، فالأوصاف التي لها تأثير في الرغبة ولا يغفل عنها الإنسان لا يلزم ذكرها في متن العقد .\r\nنعم الأوصاف الكمالية ككون العبد كاتباً ، والأمة خيّاطة ، يجب ذكرها في متن العقد ، وإلّا لا يكون التخلّف دليلًا على الخيار .\r\nوما ذكرنا من الدليل هو أقوى الأدلة في المقام .\r\n\r\n2 . قاعدة لا ضرر\r\nقد وصف الشيخ الاستدلال بقاعدة لا ضرر من أقوى الأدلة في المقام ، وقال ما هذا نصّه :\r\n« إنّ لزوم مثل هذا البيع وعدم تسلّط المغبون على فسخه ، ضرر عليه وإضرار به فيكون منفيّاً ، فحاصل الرواية أنّ الشارع لم يحكم بحكم يكون فيه الضرر ، ولم يسوّغ إضرار المسلمين بعضهم بعضاً ، ولم يُمض لهم من التصرّفات ما فيه ضرر على الممضى عليه .\r\nومنه تظهر صحّة التمسّك بها لتزلزل كلّ عقد يكون لزومه ضرراً على الممضى عليه ، سواء أكان من جهة الغبن أم لا ، وسواء أكان في المبيع أم في غيره ، كالصلح غير المبني على المسامحة ، والإجارة وغيرها من المعاوضات » . « 1 »\r\nفإن قلت : إنّ غاية ما تثبته قاعدة « لا ضرر » هو نفي اللزوم ، فوزانها وزان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر : قسم الخيارات ، ص 235 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nحديث الرفع ، فهو حديث رفع لا حديث وضع ، وعلى ذلك فغاية ما تثبته القاعدة هو نفي اللزوم لا إثبات الخيار بين الفسخ والإمضاء .\r\nقلت : يكفي في إثبات الخيار نفي اللزوم ، فانّ نفيه عبارة أُخرى عن كون المعاملة جائزة ، وجواز المعاملة يساوق كون الخيار بيد المشتري فله الإمضاء كما له الفسخ .\r\n\r\n3 . النهي عن أكل المال بالباطل\r\nاستدلّ على ثبوت الخيار في العقود الغبنيّة بقوله سبحانه : (  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ  ) . « 1 »\r\nاستدلّ الشيخ بهذه الآية على الخيار وقال : إنّ أكل المال على وجه الخدع ببيع ما يسوي درهماً بعشرة ، مع عدم تسلّط المخدوع بعد تبيّن خدعه على ردّ المعاملة وعدم نفوذ ردّه ، أكل المال بالباطل .\r\nنعم ، مع رضاه بعد التبيّن بذلك لا يعدّ أكلًا بالباطل .\r\nأقول : قد استدلّ الشيخ بهذه الآية في غير موضع من كتاب البيع والخيارات ، ولكن الدلالة في المقام غير تامة .\r\nوذلك لأنّ فساد المعاملة وحرمتها تارة يرجع إلى المسبّب أي نفس المعاملة مع كون السبب ( كالبيع ) جائزاً عارياً من الإشكال ، كما في بيع الملاهي والخمور والتماثيل والدماء وغير ذلك ، وأُخرى يرجع إلى نفس السبب مع كون المسبّب عارياً عن الإشكال ؛ وهذا كما في أكل المال بالرشاء والقمار واليمين الكاذبة وغيره ، فالآية ناظرة إلى القسم الثاني بشهادة لفظ « الباء » في (  بِالْباطِلِ  )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 29 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالدالة على السببية ، فالآية تدلّ على حرمة الأكل بالأسباب الباطلة في مقابل أكل المال بالأسباب الصحيحة كالتجارة مع الرضا .\r\nومنه يظهر عدم صحّة الاستدلال بالآية على المقام ، لأنّ الفساد في المقام يرجع إلى المسبّب ( المعاملة الغبنية ) لا السبب ( البيع ) والآية ناظرة إلى الفساد المترشّح من السبب ، والفساد في المقام مترشّح عن نفس المسبّب ( المعاملة ) .\r\nيقول الطبرسي في تفسير الآية :\r\n« لا يأكل بعضكم مال بعض بالغصب والظلم والوجوه التي لا تحل ، وقيل معناه : لا تأكلوا أموالكم باللهو واللعب مثل ما يؤخذ في القمار والملاهي ، لأنّ كلّ ذلك من الباطل ، وروي عن أبي جعفر عليه السَّلام أنّه يعنى بالباطل : اليمين الكاذبة ، يقتطع به الأموال . وروي عن أبي عبد اللّه عليه السَّلام قال : « كانت قريش تقامر الرجل في أهله وماله فنهاهم اللّه » والأولى حمله على الجميع ، لأنّ الآية تحتمل الكل » . والفساد « 1 » في الكلّ يرجع إلى فساد السبب لا المسبّب .\r\n\r\n4 . الاستدلال بالروايات\r\nقد عرفت أنّه لم يرد نصّ بالخصوص في خيار الغبن ، ولكن وردت فيها إلماعات إلى خيار الغبن .\r\nأمّا أهل السنّة فقد رووا الروايتين التاليتين :\r\n1 . روى أبو هريرة : « أنّ النبي صلَّى الله عليه وآله وسلَّم نهى عن تلقّي الجلب ، فإن تلقّى متلقّ فاشتراه فصاحب السلعة بالخيار إذا ورد السوق » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان : 1 / 282 .\r\n( 2 ) سنن أبي داود : 3 / 299 ، الحديث 3437 ؛ سنن الترمذي : 3 / 524 ، الحديث 1321 ؛ ونقله الشيخ في الخلاف : 3 / 173 ، المسألة 282 من كتاب البيوع .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n2 . أخرج البيهقي : « لا تلقوا الجلب ، فمن تلقاه واشترى منه فإذا أتى السوق فهو بالخيار » . « 1 »\r\nوأمّا من طرقنا :\r\n1 . روى إسحاق بن عمّار ، عن أبي عبد اللّه عليه السَّلام قال : « غبن المسترسل سحت » . « 2 » والاسترسال : الاستئناس إلى الإنسان والثقة بما يحدّثه .\r\n2 . روى ميسر عنه قال : « غبن المؤمن حرام » . « 3 »\r\n3 . قال الصدوق : قال الصادق عليه السَّلام : « غبن المسترسل سحت ، وغبن المؤمن حرام » . « 4 »\r\n4 . حديث تلقّي الركبان ، فقد ورد فيه انّ صاحب السلعة بالخيار وقد تقدّم .\r\nلكن الاستدلال بما ورد من طرقنا على صحّة البيع مع الخيار غير تامّ ، لأنّ الغبن إمّا يراد منه المعنى المصدري ، أو الزيادة الحاصلة بالبيع الغبني ؛ فعلى الأوّل تدلّ على حرمة نفس العمل ، وعلى الثاني تدلّ على حرمة الزيادة ، وعلى كلّ تقدير لا تدلّ على صحّة المعاملة وجوازها .\r\n\r\nشرائط خيار الغبن\r\nيشترط في خيار الغبن أمران :\r\n\r\nالأوّل : عدم علم المغبون بالقيمة\r\nإنّ المغبون إمّا أن يكون جاهلًا بالقيمة ، أو غافلًا عنها ، أو عالماً بغبنه ، أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي : 5 / 348 .\r\n( 2 ) الوسائل : 12 ، الباب 17 من أبواب الخيار ، الحديث 1 و 2 .\r\n( 3 ) الوسائل : 12 ، الباب 17 من أبواب الخيار ، الحديث 1 و 2 .\r\n( 4 ) الوسائل : 12 ، الباب 9 من أبواب آداب التجارة ، الحديث 4 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمطمئنّاً ، أو ظانّاً ، أو شاكّاً .\r\nلا شكّ في ثبوت الخيار في الصورتين الأُوليين ، فالمبتاع فيها ذو خيار بين الفسخ والإمضاء .\r\nكما أنّه لا شكّ في عدم الخيار في الصورة الثالثة والرابعة ، لأنّ المتبادر من حديث « تلقّي الركبان » هو عدم العلم بشهادة قوله : « فإذا أتى السوق فهو بالخيار » كما أنّ المتيقّن من حديث « لا ضرر » هو الضرر الناشئ من جانب الغير لا الناشئ من إقدام المكلّف نفسه على المعاملة الغبنية مع علمه بها .\r\nومثلهما بناء العقلاء ، لأنّه عندئذ أقدم مع العلم بعدم المساواة فلم يكن القيد ( المساواة ) مأخوذاً في المعاملة ، ولا موجوداً في ضميره ، ولا مبنيّاً عليه العقد ، وقد عرفت أنّ أساس الحكم بالخيار هو تقيّد المعاملة لبّاً بالمساواة .\r\nنعم يثبت الخيار في صورة الظنّ بالغبن والشكّ فيه ، لأنّه لم يقدم على المعاملة على وجه الإطلاق ، ولم يرفع يده عن قيد المساواة كما رفع عنه في صورة العلم والاطمئنان ، ولأجل ذلك لو تبيّنت الحال يندم على الإقدام ، بخلاف صورتي العلم والاطمئنان .\r\n\r\nما هو الملاك في القيمة ؟\r\nإذا كان الغبن هو تمليك مال بما يزيد على قيمته مع جهل الآخر ، يقع الكلام فيما هو الملاك في القيمة ، فهل الملاك هو القيمة حال العقد مطلقاً ، ارتفعت قيمته بعده أم نزلت أو ثبتت ، أو الميزان هو القيمة حال العلم أو الفسخ ؟\r\nوالظاهر انّ الميزان هو قيمة زمان العقد ، لما عرفت من أنّ مبنى الخيار هو\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nإقدام المشتري على المعاملة مبنيّاً على وجود المساواة بين المثمن والثمن ، والمفروض فقدانه في هذا الظرف ، فيثبت الخيار فيه سواء ارتفع السعر بعده أم لا ، وعلى ذلك بناء العقلاء .\r\n\r\nالثاني : كون التفاوت فاحشاً\r\nوهذا هو الذي اتّفقت عليه كلمة الفقهاء ، قال المحقّق : من اشترى شيئاً ولم يكن من أهل الخبرة وظهر فيه غبن لم تجر العادة بالتغابن به ، كان له الفسخ إذا شاء . « 1 »\r\nوقال ابن قدامة : المسترسل إذا غبن غبناً يخرج عن العادة ، فله الخيار بين الفسخ والإمضاء ، ولا تحديد للغبن في المنصوص عن أحمد ، وحدّه أبو بكر في التنبيه ، وابن أبي موسى في الإرشاد ، بالثلث ، وهو قول مالك ، لأنّ الثلث كثير ، بدليل قول النبي صلَّى الله عليه وآله وسلَّم : « والثلث كثير » وقيل : بالسدس ، وقيل : ما لا يتغابن الناس به في العادة ، لأنّ ما لا يرد الشرع بتحديده يرجع فيه إلى العرف . « 2 »\r\nودليل هذا الشرط واضح ، لأنّا لو قلنا بأنّ مدرك الخيار هو حديث « تلقّي الركبان » ، فهو منصرف عن الضرر اليسير بحيث لا يطلق عليه انّه غبن وتضرر ، كما أنّه لو كان المدرك للخيار قاعدة « لا ضرر » فهو مثله ، فلا يطلق على الضرر اليسير ، نعم هو ضرر عقلي وليس بضرر عرفي .\r\nوأمّا إذا قلنا بأنّ مدرك الخيار هو الشرط الضمني وتعاهد المتعاقدين على أنّ الثمن يساوي المثمن في القيمة ، فمن المعلوم أنّ المراد من المساواة هي المساواة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر : 23 / 44 ، قسم المتن .\r\n( 2 ) ابن قدامة : المغني : 3 / 523 . والمراد من « أحمد » إمام مذهبه أحمد بن حنبل ، كما أنّ المقصود من أبي بكر ، هو الخلّال ( المتوفّى 313 ه‍ ) الذي جمع فتاوى « أحمد » من هنا وهناك ، بعد ما لم يكن له فقه مدوَّن .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالعرفية لا الحقيقية ، فلو كان التفاوت يسيراً فلا يعدّ نقضاً للشرط بخلاف ما إذا كان فاحشاً .\r\nوأمّا ما هو المعيار في القلة والكثرة ، فلا شكّ أنّ المرجع هو العرف ، ولا يمكن إعطاء ضابطة كلّية في المقام ، لأنّه يختلف نظر العرف من حيث اختلاف المبيع من جهة العزّة والندرة ، أو الكثرة والوفرة ، ومن حيث الزمان والمكان ، فربما يعدّ التفاوت في عام الجدب والغلاء تفاوتاً يسيراً ، بخلافه في زمان الخصب والرخاء ، كما أنّ ندرة الشيء وعزّته يؤثّر في قضاء العرف في كون التفاوت فاحشاً أو غير فاحش ، فالأولى إرجاع التقدير إلى العرف .\r\n\r\nمسقطات خيار الغبن\r\nالبحث عن المسقطات فرع كون الخيار من الحقوق القابلة للإسقاط ، فنقول :\r\nإنّ الحقوق على أقسام :\r\n1 . ما لا يصحّ إسقاطه ولا نقله ، كحقّ الأُبوّة ، وحقّ الولاية للحاكم .\r\n2 . ما يصحّ إسقاطه ، ولا يصحّ نقله ، كحقّ الغيبة ، أو الشجب ، أو الإهانة ، أو الضرب ، بناء على وجوب إرضاء صاحبه وعدم كفاية التوبة .\r\n3 . ما يصحّ إسقاطه ونقله ، وينتقل بالموت كحقّ القصاص وحقّ التحجير .\r\n4 . ما يشكّ في صحّة الإسقاط والنقل ، كحقّ النفقة في الأقارب كالأبوين والأولاد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ للوقوف على الفرق بين الحكم والحق وأقسامه متاجر الشيخ ، قسم البيع ، ص 79 مع تعليقات السيد الطباطبائي ، ص 55 ، فإنّ هذا المبحث من المسائل المهمّة في الفقه الإسلامي ، وقد أُلّف في هذا المضمار رسائل .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nثمّ إنّ المقام من قبيل القسم الثالث ، أي يصحّ نقله وإسقاطه ، وذلك لأنّ طبع الحقّ يقتضي جواز الإسقاط والنقل ، لأنّ ذا الحقّ مالك للأمر ومتسلّط عليه ، وهذا يقتضي كون زمام الأمر بيده من الإبقاء والإسقاط ، ولو منع مورد من الإسقاط فلأحد أمرين :\r\nأ . ورود دليل شرعي مانع عن الإسقاط كما في حقّ الحضانة .\r\nب . قصور في كيفية الجعل ، كما هو الحال في حقّ التولية في الوقف ، وحقّ الوصاية في الوصية ، فانّ الواقف أو الموصي جعل شخصاً خاصّاً مورداً للحقّ فلا يتعدّى عنه ، وهكذا الولاية فإنّها ثابتة لشخص خاص لأجل مؤهّلات خاصّة توفّرت فيه دون سائر الناس فلا يتعدّى عنه .\r\nوأمّا المقام فالأمران منتفيان فيه ، فليس هناك منع شرعي من الإسقاط والنقل ، كما أنّه ليس هناك قصور في الجعل ، إذ لا يشترط في ثبوت الخيار خصوصية في ذي الخيار سوى الشروط العامة .\r\nوبذلك يُصبح خيار الغبن من الحقوق القابلة للإسقاط .\r\nفإذا ثبت أنّ خيار الغبن من الحقوق القابلة للإسقاط ، يقع الكلام في أنواع مسقطاته ، وهي على أقسام نشير إلى ثلاثة منها عاجلًا ، ثمّ نشير إلى القسم الرابع بعد الفراغ عنها :\r\nالأوّل : الإسقاط في متن العقد .\r\nالثاني : الإسقاط بعد العقد وقبل ظهور الغبن .\r\nالثالث : الإسقاط بعد العقد وبعد ظهور الغبن .\r\nوطبيعة الحال تقتضي البحث فيها بالترتيب ، إلّا انّا آثرنا تقديم البحث في الصورة الثالثة باعتبارها أوضح من الصورة الثانية ، وهي بدورها أوضح من الصورة الأُولى .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالأوّل : الإسقاط بعد العقد وبعد ظهور الغبن\r\nإسقاط الخيار بعد العقد وبعد ظهور الغبن على وجوه :\r\nأ . إسقاط الخيار مع العلم بمقدار الغبن .\r\nب . إسقاط الخيار مع الجهل بمقدار الغبن ، بأيّ مرتبة كان ، فاحشاً أو أفحش .\r\nج . إسقاط الخيار بزعم أنّ التفاوت عشرة فظهر مائة .\r\nلا كلام في صحّة الإسقاط في الصورتين الأُوليين ، إنّما الكلام في الصورة الثالثة ، ففي السقوط وجهان :\r\n1 . عدم طيب نفسه بسقوط هذا المقدار من الحقّ كما لو أسقط حقّ عرض ، زعم انّه شتم لا يبلغ القذف فتبيّن كونه قذفاً .\r\n2 . انّ الخيار أمر واحد مسبّب عن مطلق التفاوت الذي لا يُتسامح به ولا تعدّد فيه فيسقط بمجرّد الإسقاط ، وأمّا القذف وما دونه من الشتم فهما حقّان مختلفان ، فلا يكون أحدهما دليلًا على إسقاط الآخر . « 1 »\r\nوالأولى التفصيل بين كون التفاوت داعياً وكونه قيداً ، فإن أسقط الخيار بداعي أنّ التفاوت ربع على وجه لو كان التفاوت أكثر أيضاً لما توقف في الإسقاط ، فحينئذ فقد أسقط مطلق الخيار لعدم كون الداعي قيداً ، بخلاف ما لو أسقط الخيار المقيد بكون سببه الربع ، فلا يعدّ دليلًا على سقوط مطلق الخيار ، لأنّ الساقط غير الواقع ، وما ذكر من أنّ الخيار واحد لا يتعدّد وإن كان صحيحاً ، لكن لا يكون دليلًا على صحّة الإسقاط كما عليه المستدلّ بل يجتمع مع بطلانه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر : قسم الخيارات ، ص 238 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nهذا كلّه إذا أسقط بلا عوض ، وأمّا إذا أسقط بعوض ، بمعنى انّه صالح الغبن بشيء ، فلا إشكال في سقوط الخيار مع العلم بمرتبة الغبن أو مع الجهل به لكن مع التصريح بعموم المراتب .\r\nوأمّا لو أطلق مع الجهل بمرتبة الغبن ، فإن كان للإطلاق انصراف إلى مرتبة خاصّة من الغبن كما لو صالح على الغبن المحقّق في المتاع المشترى بعشرين ، بدرهم ، فإنّ المتعارف في مثل هذه المعاملة هو كون التفاوت أربعة أو خمسة في العشرين فيصالح عن هذا المحتمل بدرهم فظهر أنّ التفاوت على خلاف المنصرف بأن كان ثمانية عشر ، فيجري فيه ما ذكرناه في البحث السابق من انّه لو كان الغبن المتعارف ( أربعة في العشرين ) داعياً ، تكون المصالحة صحيحة وإلّا فتبطل .\r\n\r\nالثاني : الإسقاط بعد العقد وقبل ظهور الغبن\r\nإذا أسقط بعد العقد وقبل ظهور الغبن ، فربما يقال بعدم صحّته وذلك لوجهين :\r\n1 . إنّ إسقاط الخيار على وجه التنجيز يتوقّف على العلم به ، وهو بعدُ مشكوك ، سواء أقلنا بأنّ ظهور الغبن كاشف عنه عقلًا أو محدث وشرط شرعاً ، وإسقاطه على وجه التعليق ينافي الجزم في العقود والإيقاع .\r\nيلاحظ عليه : بأنّا نختار الشقّ الثاني ونقول : إنّ التعليق على ما لا يكون الإنشاء معلّقاً عليه في الواقع كقدوم الحاج ودخول الشهر يوجب البطلان على المشهور ، وأمّا تعليق العقد على ما هو معلّق عليه واقعاً فليس بمضر ، سواء أتكلّم به أو لا ، وهذا نظير طلاق مشكوك الزوجية ، وإعتاق مشكوك الرقية ، وإبراء ما احتمل الاشتغال به ، أو الإبراء عن العيوب المحتملة ، فانشاء الإسقاط في الجميع\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nصحيح ، سواء أكان المنشأ منجّزاً أم معلّقاً ، وعلى ذلك فلا إشكال إذا قال : أسقطت خيار الغبن لو كان هنا غبن أو ظهر .\r\n2 . انّه إسقاط ما لم يجب حيث إنّه لم يظهر الغبن حتّى يثبت الخيار ، فيكون إسقاطه لما لم يجب .\r\nيلاحظ عليه بعد تسليم كون ظهور الغبن محدثاً للخيار لا كاشفاً عنه : أنّه يكفي في صحّة الإسقاط الاعتباري وجود المقتضي يعني العقود ووجود الأثر ولو بعد تبيّن الخيار ، فيكفي في نظر العقلاء وجود المقتضي والأثر المترقب . « 1 »\r\n\r\nالثالث : الإسقاط في متن العقد\r\nمن مسقطات خيار الغبن اشتراط سقوطه في نفس العقد ، ويرد على هذا النوع من الإسقاط ما تقدّم من الإشكالات المذكورة في القسمين السابقين والجواب نفس الجواب .\r\nنعم هنا إشكال خاص يختص بهذا النوع وهو لزوم الغرر من اشتراط إسقاطه الموجب للغرر .\r\nقال الشهيد في « الدروس » : ولو اشترطا رفعه ( خيار الغبن ) أو رفع خيار الرؤية ، فالظاهر بطلان العقد للغرر .\r\nيلاحظ عليه : بأنّ الغرر في الحديث المروي : « نهى النبي صلَّى الله عليه وآله وسلَّم عن بيع الغرر » يحتمل أحد معنيين :\r\n1 . الغرر بمعنى الخدعة والحيلة كالتدليس في المبيع .\r\n2 . الغرر بمعنى الخطر كبيع الطير في الهواء والسمك في الماء ، واشتراء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكم له في الفقه من نظير : مثل ضمان الدرك حيث يضمن الأجنبيّ للمشتري ثمن العين إذا ظهرت مستحقة للغير ، مع عدم ثبوت الاستحقاق ، فيقال : إنّ المقتضي للضمان وهو العقد كاف .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nصبرة مردّدة بين طن أو أطنان .\r\nوإسقاط الخيار في متن العقد ليس من مصاديق القسم الأوّل ، إنّما الكلام في كونه من مصاديق القسم الثاني ، فنقول :\r\nإنّ البيع المخطور عبارة عن ما إذا كان مجهول الذات كبيع ما في قبضة اليد المردّد بين كونه حجراً أو ذهباً ، أو مجهول الصفات كما إذا علم أنّه ذهب مردد بين عيارات مختلفة ، أو مجهول المقدار كما في مورد الصبرة .\r\nوأمّا البيع مع الجهل بالقيمة الواقعية كما هو الحال في المقام ، فهو على قسمين :\r\nتارة يكون السعر مجهولًا بتاتاً ، كما إذا اشترى شيئاً وأسقط خياره في متن العقد وتردد قيمة الشيء بين دينار وألف دينار فاشتراه بألف دينار .\r\nوأُخرى يكون معلوماً في الجملة ، لكن يكون محتمل الزيادة كما في المقام ويسقط خياره مع الجهل بالقيمة على وجه دقيق ، لكن شمول النبوي لهذا القسم مورد تأمّل ، بل منع ، وإلّا يلزم بطلان أكثر المعاملات التي يحتمل فيها الغبن ، إذ يكون عندئذ محكوماً بالبطلان لكونه غرريّاً ولا يصحّحه الخيار ، وإلّا يلزم تجويز كلّ معاملة غررية بالخيار .\r\nإلى هنا تمّ الكلام في الأقسام الثلاثة التي يجمعها كون المسقط أمراً لفظيّاً إمّا في العقد ، أو بعده وقبل ظهوره أو بعده .\r\nبقي الكلام في القسم الرابع الذي يكون المسقط فعلًا من أفعال المغبون ، فهذا هو الذي نتلوه عليك .\r\n\r\nالرابع : تصرّف المغبون فيما اشترى بعد علمه بالغبن\r\nقد اشتهر بينهم أنّ تصرّف ذي الخيار فيما انتقل إليه إجازة ، وفيما انتقل\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nعنه فسخ ، وهذه القاعدة معقد الإجماع ، ولو قلنا بحجّيته في المقام يكون تصرّف المغبون مسقطاً للخيار .\r\nلكن المتيقّن منه هو ما إذا تصرّف في المبيع تصرّفاً كاشفاً عن رضاه الشخصي بالمبيع ، أو تصرّف فيه تصرّفاً يدلّ بنوعه على رضا المتصرّف نوعاً بالبيع وإن لم يعلم التزامه الفعلي به .\r\nوالدليل على السقوط في هاتين الصورتين عموم التعليل في صحيحة علي بن رئاب ، قال : « فإن أحدث المشتري فيما اشترى حدثاً قبل الثلاثة الأيّام ، فذلك رضا منه فلا شرط ( أي لا خيار ) » . « 1 »\r\nوالمراد من إحداث الحدث هو التصرّف الكاشف عن الرضا الشخصي أو النوعي ، وأمّا إذا تصرّف فيه بعد العلم بالغبن تصرّفاً لا يكشف عن الالتزام الشخصي ولا النوعي ، فالظاهر بقاء الخيار لوجود المقتضي وهو إطلاق أدلّة الخيار ، وعدم المقيّد ، لما عرفت من أنّ التعليل في صحيحة علي بن رئاب منصرف إلى القسمين الأوّلين ، وهذا كما إذا لبس الثوب أو طالع الكتاب ونحو ذلك .\r\n\r\nهل خيار الغبن فوري أم لا ؟\r\nنسب إلى المشهور « 2 » انّ خيار الغبن فوري ، فلو أهمل في الإعمال بعد الوقوف على الغبن يسقط .\r\nاستدلّ له بأنّ الخيار على خلاف الأصل وهو اللزوم ويقتصر فيه على المتيقّن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) الحدائق : 19 / 43 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nكما استدلّ على عدم الفورية بأنّ الأصل بقاء الخيار حتّى بعد التساهل في الاعمال .\r\nوكلا الاستدلالين يعربان عن عدم وجود إطلاق في دليل الخيار ، ولأجل ذلك التجأ الأوّل بالأخذ بالقدر المتيقّن ، والثاني إلى استصحاب الخيار ، ولكن الظاهر وجود الإطلاق في بعض أدلّته .\r\nوتكفي في المقام قاعدة لا ضرر ، فانّ ظاهر « لا ضرر ولا ضرار » هو الإخبار عن عدم وجود أيِّ ضرر وضرار في الخارج ، ومن المعلوم أنّ الإخبار ليس على وفق الواقع ، إذ ما أكثرَ الضررَ والضرارَ فيه ، غير أنّ المسوّغ لهذا الإخبار هو عدم تشريع أيّ حكم ضرري في الإسلام بحيث صار ذلك سبباً للإخبار عن عدم أيّ ضرر فيه .\r\nفإذاً الحديث يشير إلى خلو صفحة التشريع من الحكم الضرري ، ومقتضى نفيه على وجه الإطلاق هو نفيه في جميع الأزمنة من غير فرق بين الزمان الأوّل والثاني .\r\nولازم ذلك بقاء الخيار في الزمان الثاني ، وإلّا لم يصحّ نفي الضرر على وجه الإطلاق .\r\n\r\nعدم اختصاص خيار الغبن بالبيع\r\nلا إشكال في عدم اختصاص خيار الغبن بالبيع ، بل هو ثابت في كلّ معاملة غير مبنيّة على التسامح ، والإجماع وإن كان قاصراً عن إثبات العموم لكن قاعدة لا ضرر وبناء العقلاء غير قاصرين .\r\nنعم لا غبن في الصلح لأجل رفع النزاع أو احتمال الشغل ، لأنّ بناء\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالصلح على المحاباة وعدم المداقّة ، اللّهمّ إلّا إذا كان الاحتمال دائراً بين العشرة والعشرين فيصالح بالأوّل فبان أنّه ألف ، فعند ذلك يتعلّق به الخيار .\r\n* * * \r\nالتحقيق\r\nهل ظهور الغبن شرط شرعي كحدوث الخيار ، أو كاشف عقلي عن ثبوته حين العقد ؟ حقّق لنا هذا الموضوع ولاحظ المتاجر قسم الخيارات ، ص 237 وتعليق السيد الطباطبائي ، ص 40 .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nالفصل الرابع خيار العيب\r\n« العيب » من المفاهيم العرفية التي يقف عليها العرف بصفاء ذهنه ولا يحتاج إلى تعريف ، قال سبحانه حاكياً عن مصاحب موسى : (  أَمَّا السَّفِينَةُ فَكانَتْ لِمَساكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَها وَكانَ وَراءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً  ) « 1 » ولا نحتاج في تفسير الآية إلى تعريف العيب ، وإن أردت صياغة تعريف له ، فلك أن تقول :\r\nإنّ لكلّ شيء حسب الخلقة أو حسب موازين الصنعة ، مقياساً طبيعياً أو صناعياً يشارك فيه أغلب الأفراد ، ويعدُّ فقدان ذلك عيباً ، فالخروج عن المقياس الطبيعي أو الصناعي في الأُمور الطبيعية والصناعية على وجه يوجب رغبة الناس عنه ، عيب ؛ فخرج ما يوجب كثرة الرغبة فيه كالحدة في البصر في العبد ، والإتقان البالغ في المصنوع ، والعبد المختون بين المسلمين .\r\nهذا ما لدينا .\r\n\r\nمفهوم « العيب » عند المشهور\r\nعرّفه المشهور بقولهم : كلّما زاد عن الخلقة الأصلية أو نقص عنها ؛ عيناً كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكهف : 79 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالزائد أو الناقص ، كالإصبع الزائد على الخمس أو الناقصة منها ؛ أو صفة ، فهو عيب .\r\nيلاحظ عليه : بأنّه لا يمكن عدّ كلّ ما كان على خلاف مقتضى الخلقة الطبيعية عيباً ، وإنّما يعدّ عيباً إذا كان سبباً لرغبة الناس عنه كالثيبوبة ، لا لرغبتهم فيه كالختان بين المسلمين ، فانّ غير المختون معرّض للخطر فكيف يعدّ الختان عيباً ؟ !\r\nفبإضافة ما ذكرنا من القيد ( ما يوجب قلّة الرغبة ) يتقوّم تعريف العيب عند المشهور بأمرين :\r\n1 . خروجه عن مقتضى الخلقة الأصلية .\r\n2 . كونه سبباً لرغبة الناس عنه .\r\nوهل يشترط مضافاً إلى ما ذكر أن يكون النقص الخلقي سبباً للنقص المالي ؟ كما عليه الشيخ الأنصاري ؛ وعلى ذلك فالنقص الخلقي غير الموجب للنقص المالي كالخصاء ونحوه لا يعدّ عيباً .\r\nولمّا كان مقتضى ذلك عدم الخيار فيما إذا ظهر انّ المبيع خصيّ لكثرة الرغبة فيه لأغراض خاصّة ، حاول الإجابة عنه ، بقوله : إنّ الغالب في أفراد الحيوان لما كان عدمه ، كان إطلاق العقد منزلًا على إقدام المشتري على الشراء مع عدم هذا النقص ، فتكون السلامة عنه بمنزلة شرط اشترط في العقد ، ولا يوجب تخلّفه إلّا خيار تخلّف الشرط لا خيار العيب . « 1 »\r\nيلاحظ عليه : بأنّه لا يشترط في صدق العيب استلزامه النقصَ المالي وإن كان الغالب كذلك ، لما عرفت من أنّ العيب مفهوم عرفي يوصف به الشيء عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر : قسم الخيارات ، ص 266 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالتخلّف عن المقياس المقرّر له حسب الخلقة أو الصناعة ، فإذا تخلّف عنه تخلّفاً موجباً لرغبة الناس عنه ، يعدّ عيباً . وإقبال بعض الأثرياء على شراء ذلك المعيب لغرض خاص لا يخرجه عن كونه معيباً ، فلو اشترى عبداً فبان خصيّاً فللمشتري خيار العيب ، لا خيار الاشتراط .\r\n\r\nاقتضاء العقد السلامةَ\r\nثمّ إنّ الدليل الواضح على الخيار في هذا النوع من العقد هو اقتضاء العقد السلامةَ من غير فرق بين عقد وعقد ، فمقتضى العقد في البيع هو سلامة المبيع ، كما أنّ مقتضاه في الإجارة سلامة العين المستأجرة ، إلى غير ذلك من العقود .\r\nاستدلّ على ذلك بالأُمور التالية :\r\n1 . انصراف المطلق إلى الفرد الصحيح .\r\nيلاحظ عليه : أوّلًا : بمنع الانصراف ، ولذلك لا يجري في الأيمان والنذور والوصايا .\r\nوثانياً : عدم جريانه فيما إذا كان المبيع أو العين المستأجرة أمراً جزئياً خارجيّاً ، لأنّ مجرى الانصراف فيما إذا كان المبيع كلّياً ، والمفروض انّه جزئي .\r\n2 . إنّ وصف الصحّة قد أخذ شرطاً في العين الخارجية نظير وصف الكمال كمعرفة الكتابة أو غيرها من الصفات الكمالية المشروطة في العين الخارجية ، وإنّما استغني عن ذكر وصف الصحّة لاعتماد المشتري أو المستأجر في وجودها على الأصل ؛ كالعين المرئية سابقاً حيث يعتمد في وجود أصلها وصفاتها على الأصل .\r\nوالحاصل : إنّ وزان صفات الصحّة ، كوزان صفات الكمال ، ولما كانت أصالة الصحة أمراً مسلّماً بين المتعاقدين فلا تُذكر في العقد ، بخلاف صفات الكمال فانّها بحاجة إلى الذكر فيه .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nيلاحظ عليه : أنّه لو صحّ هذا الوجه يعود خيار العيب إلى خيار تخلّف شرط الصحّة ويعدّ من أقسامه ، مع أنّه أمر مستقل عند الفقهاء .\r\n3 . إنّ أصالة الصحّة في الأشياء الطبيعية أصل مسلّم بين العقلاء ، التي أخبر عنها الوحي ، كما في قوله : (  الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ  ) . « 1 »\r\nوقد اتّفق عليها العقلاء من طريق التجربة ، فصارت أصلًا معتمداً بين العقلاء في معاملاتهم وعقودهم ، ومرتكزة للأذهان في مبادلاتهم ومعاوضاتهم ، وإن لم يكن كذلك في غير ذلك المجال كالوصايا والايمان والنذور ، فلو تخلّف ، لا يُلزم المتخلّف عليه بالوفاء بعهده ( كدفع الثمن ) ، لأنّ الموجود غير المعهود عليه إلّا إذا سمح ورضي بالفاقد واكتفى من المطلوب بالدرجة الوسطى لا القصوى .\r\nوبذلك يظهر الفرق بين خيار شرط الصحّة ، وخيار العيب ، فالأوّل مستند إلى ذكرها في متن العقد ، بخلاف الثاني فهو مستند إلى أصل عقلائي معتبر في المعاوضات .\r\nكما يظهر انّ ذكر شرط الصحّة في متن العقد يحدث خياراً مستقلًا لو بان الخلاف ، لما عرفت من تغاير الملاكين . « 2 »\r\nوهذا الوجه من أوضح الأدلّة على وجود الخيار في أمثال هذه العقود .\r\n\r\nحكم ظهور العيب\r\nإذا ظهر العيب فالرائج بين العقلاء هو أنّه ليس للمشتري ولا غيره إلّا أمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السجدة : 7 .\r\n( 2 ) وأمّا ما روي عن يونس الدالّ على أنّ شرط الصحّة لا يفيد سوى التأكيد فليس بحجّة ، لأنّه لم يُسند الرواية إلى المعصوم ، ولعلّه من آرائه الخاصة به . ( لاحظ : الوسائل : 12 ، الباب 6 من أبواب أحكام العيوب ، الحديث 1 ) .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nواحد وهو كونه مستحقاً للردّ وأخذ الثمن فقط وليس عندهم وراء ذلك شيء آخر .\r\nوأمّا كونه مخيّراً بين الردّ وأخذ الثمن والإمساك مع الأرش فليس بينهم عنه أثر .\r\nنعم لو لم يتمكن من ردّ المعيب كان له عليه الأرش ، فليس أخذ الأرش في عرض جواز الرد .\r\nنعم لو تراضيا على أخذ الأرش حتّى في صورة التمكّن من الردّ فهو أمر آخر ، إنّما الكلام في أنّه هل للمشتري من بدء ظهور العيب أحد الأمرين بحيث يتمكّن من إجبار البائع على واحد منهما : الردّ وأخذ الثمن ، أو إمساكه وأخذ الأرش ، وانّ زمام الأمر في تعيين أحد الأمرين بيد المشتري ، فهذا ما ليس منه بين العقلاء عين ولا أثر .\r\nويظهر من الشيخ الطوسي في « المبسوط » أنّ الأرش ليس في عرض الردّ وإنّما يُلتجأ إليه عند عدم التمكّن ، قال : « فيما إذا باع المشتري ، المعيبَ قبل علمه بالعيب » : وأمّا لو باعه قبل العلم بالعيب ثمّ علمه فانّه لا يمكنه الردّ ، لزوال ملكه ولا يجب أيضاً له الأرش ، لأنّه لم ييأس من ردّه ( المشتري الثاني ) على البائع ( المشتري الأوّل ) ، فإن ردّه على المشتري الأوّل واسترجع الثمن فانّ المشتري الأوّل يردّه على البائع أيضاً . « 1 »\r\nترى أنّ العبارة ظاهرة في أنّ الأرش يتعيّن حين اليأس من إمكان الردّ لا مطلقاً .\r\nوربّما يظهر ذلك أيضاً من ابن البرّاج فيما اشترى دنانير بدراهم معيّنة : فإذا كان العيب من جنسه مثل أن يكون فضة خشنة أو ذهباً خشناً أو تكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط : 2 / 131 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالسكة فيه مضطربة مخالفة لسكة السلطان ، فذلك عيب ، وهو مخيّر بين الرد واسترجاع الثمن ، وبين الرضا به ، وليس له المطالبة ببدل ، لأنّ العقد تناول عينه ووقع عليها ولا يجوز له إبداله . « 1 »\r\nترى أنّه ذكر حكم الإبدال ولم يذكر الأرش .\r\nويظهر ذلك القول من فقهاء السنّة ، فليس عندهم إلّا الردّ وأخذ الثمن ، قال ابن قدامة : إنّه متى علم بالمبيع عيباً ، لم يكن عالماً به ، فله الخيار بين الإمساك والفسخ سواء أكان البائع علم العيب وكتمه أو لم يعلم ، لا نعلم بين أهل العلم في هذا خلافاً ، وإثبات النبي صلَّى الله عليه وآله وسلَّم خيار التصرية تنبيه على ثبوته بالعيب ، ولأنّ مطلق العقد يقتضي السلامة من العيب . « 2 »\r\n\r\nما هو المشهور عند الأصحاب ؟\r\nقد عرفت ما هو الرائج عند العقلاء وبعض الأصحاب ، غير أنّ المشهور عند أصحابنا هو التخيير بين الردّ وأخذ الأرش ، وانّهما في عرض واحد ، وإليك بعض نصوصهم :\r\nقال المفيد : فإن كان المبيع جملة وظهر العيب في بعضه ، كان للمبتاع أرش العيب في البعض الذي وجده فيه ، وإن شاء ردّ جميع المتاع واسترجع الثمن ، وليس له ردّ المعيب دون سواه . « 3 »\r\nوتبعه الشيخ في « النهاية » « 4 » ، وسلّار في « المراسم » « 5 » وابن حمزة في « الوسيلة » « 6 » ، وابن إدريس في « السرائر » . « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهذّب : 1 / 366 .\r\n( 2 ) المغني : 4 / 179 .\r\n( 3 ) المقنعة : 597 .\r\n( 4 ) النهاية : 392 .\r\n( 5 ) المراسم : 175 .\r\n( 6 ) الوسيلة : 256 .\r\n( 7 ) السرائر : 2 / 296 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوعلى رأيهم جرى الأصحاب في العصور المتأخرة وهو غير خفيّ على من راجع الشرائع وكتب العلّامة والشهيدين قدّس اللّه أسرارهم .\r\n\r\nالاستدلال على قول المشهور\r\nاستدلّ على القول المشهور بوجوه قاصرة نشير إليها :\r\nالأوّل : قوله صلَّى الله عليه وآله وسلَّم : « لا ضرر ولا ضرار » فإنّ الحكم بلزوم العقد مع العيب ضرر بلا كلام ؛ فدفعه يتحقّق بأحد الأمرين : الردّ وأخذ الثمن ، والإمساك مع الأرش .\r\nيلاحظ عليه : أنّ الحديث لا يثبت تمام المقصود ، لأنّ الضرر كما قال : وإن كان يندفع بأخذ الأرش ، يندفع بالردّ وأخذ الثمن ، وأمّا كون الاختيار بيد المشتري في تعيين أحد الأمرين مع عدم رضى البائع إلّا بالردّ فلا يدلّ عليه .\r\nالثاني : ما ورد في الفقه الرضوي ، قال : « فإن خرج في السلعة عيب وعلم المشتري فالخيار إليه ، إن شاء ردّها وإن شاء أخذها ، أو ردّ عليه القيمة مع أرش العيب » . « 1 »\r\nيلاحظ عليه : أنّ الفقه الرضوي لا يصلح للاحتجاج ، لأنّه إمّا رسالة علي بن بابويه إلى ولده الصدوق ، أو كتاب الشلمغاني المسمّى باسم « التكليف » ، وإن كان الأظهر هو الأولى ، على أنّ العبارة ليست صريحة فيما عليه المشهور .\r\nالثالث : الروايات الواردة في المقام ، وإليك بيانها :\r\n1 . مرسلة جميل ، عن أحدهما عليه السَّلام في الرجل يشتري الثوب أو المتاع فيجد فيه عيباً ؟ فقال : « إن كان الشيء قائماً بعينه ردّه على صاحبه وأخذ الثمن ، وإن كان الثوب قد قطع أو خيط أو صبغ يرجع بنقصان العيب » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل : 13 ، الباب 12 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) الوسائل : 12 ، الباب 16 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nيلاحظ على الاستدلال بالحديث بأنّه بصدد التفصيل بين بقاء المبيع على ما هو عليه وعدمه ، فالردّ في الأوّل والأرش في الثاني ، ولا يدلّ على أنّ الإمساك مع الأرش في عرض الردّ وأخذ الثمن مطلقاً ، بل يدلّ على أنّ الأرش عند عدم بقاء العين على ما هو عليها .\r\n2 . صحيحة ابن سنان ، عن أبي عبد اللّه عليه السَّلام في حديث قال علي عليه السَّلام : « لا تردّ التي ليست بحبلى إذا وطأها صاحبها ، ويوضع عنه من ثمنها بقدر عيب إن كان فيها » . « 1 »\r\nيلاحظ عليه : بأنّه يدلّ على أنّ التصرّف مانع عن الردّ ويتعيّن الإمساك وأخذ الأرش ، وأين هذا من كون أخذ الأرش في عرض الردّ وأخذ الثمن مطلقاً حتّى فيما إذا لم يكن هنا تصرّف مانع من الردّ ؟ !\r\n3 . صحيح ميسر ، عن أبي عبد اللّه عليه السَّلام قلت له : رجل اشترى زقّ زيت فوجد فيه درديّاً ، قال : فقال : « إن كان يعلم أنّ ذلك يكون في الزيت لم يردّه ، وإن لم يكن يعلم أنّ ذلك يكون في الزيت ردّه على صاحبه » . « 2 »\r\nيلاحظ عليه : أنّه بصدد التفصيل بين علم المشتري بالعين وجهله ، فيردّ في الثاني دون الأوّل ، فأين هذا من الإمساك وأخذ الأرش ، فضلًا عن كونه في عرض الردّ وأخذ الثمن ؟ !\r\n4 . ما رواه السكوني ، عن جعفر ، عن أبيه أنّ علياً عليه السَّلام قضى في رجل اشترى من رجل عكة فيها سمن ، احتكرها حكرة فوجد فيها ربّاً ، فخاصمه إلى علي عليه السَّلام ، فقال له علي عليه السَّلام : « لك بكيل الرب سمناً » ، فقال له الرجل : إنّما بعته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب أحكام العيوب ، الحديث 1 .\r\n( 2 ) الوسائل : 12 ، الباب 7 من أبواب أحكام العيوب ، الحديث 1 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمنك حكرة ، فقال له علي عليه السَّلام : « إنّما اشترى منك سمناً ولم يشتر منك ربّاً » . « 1 »\r\nيلاحظ عليه : بأنّه يدلّ على لزوم تبديل الرب الموجود بالسمن ، وأين هذا من أخذ الأرش ؟ !\r\n5 . ما رواه عمر بن يزيد ، قال : كنت أنا وعمر بالمدينة ، فباع عمر جراباً هروياً كلّ ثوب بكذا وكذا ، فأخذوه فاقتسموه فوجدوا ثوباً فيه عيب ، فقال لهم عمر : أعطيكم ثمنه الذي بعتكم به ، قالوا : لا ولكنّا نأخذ منك قيمة الثوب ، فذكر ذلك عمر لأبي عبد اللّه عليه السَّلام ، فقال : « يلزمه ذلك » . « 2 »\r\nيلاحظ عليه : بأنّه أجنبي عن المطلوب ، لأنّ البائع كان مستعدّاً لأن يقبل خصوص الثوب المعيب ويدفع الثمن الذي باع به ، ولكن المشتري كان مصرّاً على دفع القيمة السوقية له إن كان صحيحاً .\r\nفأجاب الإمام عليه السَّلام بأنّه يلزم المشتري ما اقترحه البائع ( عمر ) من أخذ الثمن لا القيمة ، لأنّ مقتضى الفسخ ولو في بعض المبيع أخذ الثمن لا القيمة ، وتظهر الفائدة فيما إذا كان الثمن أقلّ من القيمة ، وأين هذا من مسألة أخذ الأرش ؟ !\r\nإلى هنا تبيّن عدم دليل واضح على أنّ أخذ الأرش في عرض الردّ وأخذ الثمن ، وأوّل من تنبّه لذلك المحقّق الأردبيلي في شرح الإرشاد ثمّ صاحب الحدائق . « 3 »\r\nوبذلك تبيّن أنّ ذا الخيار ليس له إلّا الردّ وأخذ الثمن .\r\nنعم فيما لا يتمكّن من الردّ ينتقل الأمر إلى الأرش .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 7 من أبواب أحكام العيوب ، الحديث 3 .\r\nالعكّة بالضم : آنية السمن ؛ حكرة : جملة .\r\n( 2 ) الوسائل : 12 ، الباب 16 من أبواب الخيار ، الحديث 1 .\r\n( 3 ) الحدائق : 19 / 36 ؛ نقله عن الأردبيلي أيضاً .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nالظهور كاشف لا شرط شرعي\r\nلا شكّ أنّ السبب للخيار هو العيب ، إنّما الكلام في أنّ ظهور العيب هل هو كاشف عقلي عن الخيار في زمان العقد أو شرط شرعي لتأثير السبب ( العيب ) ؟\r\nذهب الشيخ الأنصاري إلى الوجه الأوّل ، وهو الأقوى .\r\nوالدليل عليه : أنّ الظهور وما يعادله ، أخذ في الروايات والفتاوى طريقاً إلى العلم بالسبب التام وهو وجود العيب حين العقد ، لا موضوعاً مؤثراً حين الظهور ، وعلى ذلك يثبت الخيار من زمان العقد لا من زمان الظهور .\r\nهذا إذا كان المصدر للخيار هو الروايات ومعاقد الإجماعات ، وأمّا إذا كان المصدر هو قاعدة « لا ضرر » والتعهد الضمني للصحّة ، فالملاك هو الضرر الواقعي أو التخلّف الواقعي ، وكلاهما موجودان في زمان العقد ، وعلى هذا يترتب على العيب آثاره من أوّل الأمر .\r\nنعم لو شككنا في أحد الأمرين فمقتضى القاعدة نفي جميع آثار الخيار من الفسخ والسقوط قبل الظهور .\r\n\r\nعمومية الخيار للثمن\r\nإنّ الثمن والمثمن متّحدان حكماً في باب خيار العيب ، لأنّ قاعدة لا ضرر أو التعهد الضمني كما يجري في المبيع يجري في الأثمان أيضاً ، وهل يجري في سائر المعاوضات من الصلح والإجارة ونحوهما أو لا ؟\r\nالظاهر هو الأوّل ، لاشتراك الجميع في دليل الخيار .\r\nوأمّا ذكر المبيع في الروايات فهو من باب المثال ، لغلبة العيب في المبيع ، فلذلك جيء بالمبيع كمثال دون الثمن .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nمسقطات خيار العيب\r\nيسقط خيار العيب بأُمور :\r\n\r\nالأوّل : إنشاء السقوط قولًا أو فعلًا\r\nأمّا الأوّل : فربما يكون ظاهراً في سقوط خصوص الردّ دون الأرش ، كما إذا قال : التزمت بالعقد ، فانّ الالتزام به لا ينافي إقرار العقد بالأرش ، وربّما يكون صريحاً فيه ، كما إذا قال : أسقطت الردّ دون الأرش ؛ وربّما يكون ظاهراً في سقوط كلا الأمرين ، كما إذا قال : أسقطت الخيار ، لما عرفت من أنّ الخيار هو السلطة على إقرار العقد وإزالته ؛ فإسقاط الخيار يلازم إسقاط آثاره من الردّ والأرش .\r\nوأمّا الثاني : أي إنشاء السقوط فعلًا ، فهو يتحقّق بالتصرّفات الاعتبارية كالبيع والهبة والعتق والتدبير .\r\nفإن قلت : التصرّفات الاعتبارية ، لا تنافي بقاء العين على حالها ، فكيف تكون مسقطاً ؟\r\nقلت : يكفي في سقوط الخيار صدور فعل من المشتري ، يكون مصداقاً لإنشاء الإسقاط فعلًا ، إذا كان عالماً بالعيب ، بل في الجاهل إذا كان محتملًا له ، فالمعيار هو كون الفعل مصداقاً لإنشاء السقوط ، سواء بقيت العين بحالها أم لا .\r\nوأمّا التصرّف المغيّر للعين ، فهو أمر آخر سيوافيك بيانه .\r\n\r\nالثاني : اشتراط الإسقاط في متن العقد\r\nوإذا تعاقدا واتّفقا على سقوط خيار العيب في متن العقد ، أو بعد العقد وقبل ظهور العيب ، أو بعد ظهوره ، يسقط الخيار في الجميع ، وقد مرّ تفصيل\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nصور هذا النوع من الإسقاط في خيار الغبن ، وأوضحنا حال الإشكالات المتوهّمة حول هذا القسم من المسقطات .\r\n\r\nالثالث : التصرّف المغيّر في المعيب\r\nإذا تصرّف في المعيب تصرّفاً مغيّراً على نحو يصدق عليه أنّ العين ليست باقية على حالها يسقط الردّ دون الأرش ، سواء أكان قبل العلم أو بعده ، كشف عن الرضا بالعقد إذا كان بعد العلم أم لا . ويدلّ على ذلك روايتان :\r\n1 . مرسلة جميل ، عن بعض أصحابنا ، عن أحدهما عليهما السَّلام في الرجل يشتري الثوب أو المتاع فيجد فيه عيباً ، فقال : « إن كان الشيء قائماً بعينه ردّه على صاحبه وأخذ الثمن ، وإن كان الثوب قد قطع أو خِيط أو صُبغ ، يرجع بنقصان العيب » . « 1 »\r\nوالملاك في الرواية في الأخذ بالردّ وعدمه ، هو بقاء العين بحالها ، وعدم بقائها ، من غير فرق بين كونه قبل العلم بالعيب أو بعده ، كشف عن الرضا أو لا .\r\n2 . صحيحة زرارة « 2 » عن أبي جعفر عليه السَّلام قال : « أيّما رجل اشترى شيئاً وبه عيب وعوار ، ولم يُتبرّأ إليه ، ولم يُبيّن له ، فأحدث فيه بعد ما قبضه شيئاً ثمّ علم بذلك العوار ، وبذلك الداء ، انّه يمضي عليه البيع ، ويردّ عليه بقدر ما نقص من ذلك الداء والعيب من ثمن ذلك لو لم يكن به » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 16 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) وصفها الشيخ الأنصاري بالصحّة مع انّ في سندها « موسى بن بكير » وهو لم يوثّق في الأُصول الرجالية .\r\n( 3 ) الوسائل : 12 ، الباب 16 من أبواب الخيار ، الحديث 2 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوقوله : « فأحدث فيه بعد ما قبضه » وإن كان يعمّ الحدث المغيّر وغيره ، لكن يقيّد إطلاقه بما في مرسلة جميل من التصرّف المغيّر كقطع الثوب وصبغه ، مضافاً إلى ما سيوافيك في خيار الحيوان من أنّ المراد من إحداث الحدث فيه ، هو إيجاد التغيّر في المبيع ، فلا يشمل تعليف الدابّة وسقيها أو ركوبها ، وستوافيك الشواهد على هذا في بابه .\r\n\r\nالرابع : تلف العين\r\nويدلّ على سقوطه بتلف العين مفهوم الجملة الشرطية الواردة في مرسلة « جميل » حيث قال : « إن كان الثوب قائماً بعينه ردّ على صاحبه » فكما أنّه يصدق بانتفاء المحمول مثل ما إذا كان الثوب موجوداً لكن غير قائم بحاله فهكذا يصدق بانتفاء الموضوع بتلف الثوب رأساً فيصدق أنّه غير قائم بعينه .\r\n\r\nالخامس : حدوث العيب بعد العقد\r\nإذا حدث العيب بعد العقد على المعيب ، فله صور :\r\n1 . أن يحدث قبل القبض .\r\n2 . أن يحدث بعده قبل انقضاء خيار المشتري كخيار المجلس والحيوان والشرط .\r\n3 . أن يحدث بعد القبض ومضيّ الخيار .\r\nأمّا الأوّل : فلا إشكال في أنّه غير مانع عن الردّ بالعيب السابق ، وهل هو سبب مستقل موجب للردّ والأرش على القول بكونه في عرض الردّ أو لا ؟ فيه وجهان ، والأقوى هو الأوّل . بشهادة انّه لو كان المبيع سالماً وطرأ عليه العيب\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nقبل القبض ، فللمشتري الخيار مستقلًا .\r\nوأمّا الثاني : إنّ الحادث في زمان الخيار فهو أيضاً مثل الأوّل غير مانع عن الردّ والأرش ، فهو أيضاً سبب مستقل لما سيوافيك في أحكام الخيار ، من أنّ كلّ حدث حدث في زمان الخيار ، فهو من مال من لا خيار له وهو في المقام ، البائع ، فيكون في المقام سببان للخيار .\r\nوأمّا الثالث : الذي هو المقصود بالبحث في المقام ، فالمشهور أنّ العيب الحادث بعد انقضاء الخيار ، مانع عن الردّ بالعيب السابق على العقد .\r\nويدلّ عليه مرسلة جميل المؤيدة برواية زرارة ، لما عرفت من أنّ المعيار لجواز الردّ وعدمه هو بقاء العين بحالها وعدمه ، فيتعيّن جبر العيب السابق بالأرش . اللّهمّ إلّا إذا كان العيب مستنداً إلى فعل البائع ، فلا يكون مانعاً عن الردّ .\r\n\r\nثمّ إنّ هناك أُموراً تارة تمنع عن الردّ دون الأرش ، وأُخرى على العكس ، وثالثة تمنع عن كلا الأمرين\r\n، وإليك بيانها :\r\n\r\n1 . تبعّض الصفقة من موانع الردّ\r\nإنّ من موانع الردّ عند المشهور هو تبعّض الصفقة بالردّ ، وذلك فيما إذا ابتاع شيئين من مالك واحد ، بثمن واحد ثمّ بان عيب في واحد منهما ، فليس له ردّ المعيب وإمساك الصحيح ، بل له إمّا ردّهما أو إمساكهما معاً ، والدليل على ذلك ارتكاز العقلاء حيث لا يرون للمشتري إلّا حقاً واحداً ، وهو إمّا ردّ الجميع أو إمساك الجميع ، وأمّا التبعيض فلا ، وهذا متّبع ما لم يردع عنه الشرع .\r\nمضافاً إلى أنّ المتبادر من مرسلة جميل بقاء العين بذاتها ووصفها ، وفي المقام العين وإن كانت قائمة بذاتها لكنّها غير قائمة بوصفها ، أعني : كونها منضمّة إلى الصحيح الذي هو الداعي للبيع والشراء .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n2 . لزوم الربا من موانع أخذ الأرش\r\nإذا اشترى ربوياً بجنسه فظهر في أحدهما عيب ، فالأرش ساقط لاستلزامه الربا .\r\nتوضيحه : انّ المقصود من الربا في المقام هو القسم المعاوضي لا الربا القرضي ، فالمتجانسان عرفاً أو المحكوم عليه بالتجانس شرعاً إذا كانا مكيلين أو موزونين لا يجوز التفاضل عند المعاوضة ، إلّا إذا كان مثلًا بمثل ، حتّى ولو كان أحدهما صحيحاً والآخر معيباً ، لا يجوز التفاضل ، مثل ما إذا كان العوض حُليّاً مصوغاً والآخر مكسوراً ، حيث إنّ أخذ الأرش يوجب التفاضل الحرام ، فلا محيص عن الردّ .\r\n\r\n3 . ما يمنع عن الردّ والأرش\r\nإنّ هناك أُموراً تمنع عن كلا الأمرين نذكر منها ما يلي :\r\n\r\nأ . العلم بالعيب قبل العقد\r\n؛ إذا كان المشتري واقفاً على العيب قبل العقد ، فهذا يسقط الردّ والأرش ، لأنّ إقدامه معه رضى منه به ، وأدلّة الخيار ظاهرة في غير هذه الصورة ، مضافاً إلى أنّ ما في صحيح « زرارة » من قوله : « لم يتبرّأ إليه ولم يبيّن له » « 1 » فخصّ الخيار بما إذا لم يبيّن ( العيب ) ، فعلمه بالعيب قبل العقد كالتبيين .\r\n\r\nب . تبرّؤ البائع من العيوب\r\n؛ إنّ تبرّؤ البائع من العيب يمنع عن الردّ والأرش بأن يقول : بعتك هذا بكل عيب أو أنا بريء من العيوب ظاهرة وباطنة ، معلومة وغير معلومة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 16 من أبواب الخيار ، الحديث 2 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nويدلّ على المنع أوّلًا : انصراف دليل الخيار عن مثله .\r\nوثانياً : انّ التبرّؤ من العيوب لا يقصر من العلم به .\r\nوثالثاً : عموم « المؤمنون عند شروطهم » .\r\nورابعاً : حسنة جعفر بن عيسى ، فقد كتب إلى أبي الحسن عليه السَّلام فيمن اشترى شيئاً ثمّ وقف فيه على العيب فادعى البائع قد برئت من العيوب عند البيع ، « فيقول المشتري : لم أسمع البراءة منها ، أيصدّق فلا يجب عليه الثمن أم لا يصدّق فيجب عليه الثمن ؟ فكتب : عليه الثمن » . « 1 »\r\nفالحديث يدلّ بالدلالة الالتزامية على أنّه لو ثبت براءة البائع لكفى في عدم جواز الرّد .\r\n* * * ثمّ إنّ الشيخ فتح باباً واسعاً في المقام ونظائره باسم « اختلاف المتبايعين » ، حيث يختلفون تارة في نفس الخيار ، وأُخرى في موجبه ، وثالثة في مسقطه ، ورابعة في إعماله بالفسخ . فهذه المسائل من فروع باب القضاء وأحكام المتحاكمين ، ولأجل ذلك أعرضنا عن ذكر مسائل التحاكم في هذا الكتاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 8 من أبواب أحكام العيوب ، الحديث 1 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nالأرش وكيفيّة تقديره\r\n« الأرش » في اللغة بمعنى الخدش ، ويطلق على دية الجراحات التي ليس لها قدر معلوم ، ويكون من قبيل إطلاق السبب على المسبّب ، وفي مصطلح الفقهاء عبارة عن مال يؤخذ بدلًا عن نقص مضمون في مال أو بدن .\r\nثمّ إنّ الضمان على قسمين :\r\n1 . ضمان اليد والإتلاف .\r\n2 . ضمان المعاوضة .\r\nأمّا الأوّل : فهو كالمغصوب والمستام إذا تلف ، وفي مثله يكون التالف مضموناً بقيمته السوقية ، سواء أكان التالف ذاتَ الشيء أم وصفَه ، لأنّ تلف العين صار سبباً لتضرر المالك بما يعادل قيمته السوقية ، وبما انّ ضمان الجزء أو الوصف تابع لضمان الكلّ فلو عاب في يد الغاصب أو المستام ، يجب تداركه بالقيمة السوقية .\r\nوعلى هذا لو أتلف العين يضمنها بقيمتها السوقية ، وإن أتلف الجزء أو الوصف يقوّم صحيحاً ثمّ يقوّم معيباً ويدفع إلى المالك التفاوتَ بين القيمتين ، وبذلك يخرج عن ضمان ما أضرّ به من إتلاف الجزء أو الوصف .\r\nوأمّا الثاني : أعني ضمان المعاوضة ، وهو ما يكون الضمان في مقابل العوض الذي يدفعه أحد المتعاملين إلى الآخر ، نظير ضمان البائع للمشتري ، فهو يضمن تسليم المبيع له بعامة أجزائه وخصوصياته وصفاته في مقابل العوض الذي\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيأخذه منه ، فلو تخلّف لا يستحقّ المشتري عليه إلّا استرداد ما يقابله من الثمن ( لا قيمته السوقية ) وذلك لأنّ الضرر المتوجّه من ناحية البائع إلى المشتري ، لا يتجاوز عمّا أخذه من العوض في مقابل المبيع فلا يحكم على البائع إلّا بردّ ما أخذه في مقابل الجزء أو الوصف المفقودين .\r\nبعبارة واضحة : لا يحكم عليه إلّا بتأدية ما أخذه ولم يسلّم عوضه ، وهو ليس إلّا ما يخصه من العوض ، لأنّه لم يقدم على الضمان ولم يقبله المشتري إلّا في هذا الإطار ، ولم يكن هناك أيّ تضامن وتعاهد بالنسبة إلى القيمة السوقية .\r\nوبذلك يفترق طريق تعيين الخسارة هنا عن القسم السابق ، وقد مرّ فيه أنّه إذا عاب الشيء في يد المتلف يقوّم صحيحاً ومعيباً ويدفع تفاوت ما بين القيمتين إلى المالك ، وأمّا المقام فلا يكفي ذلك ، لأنّه يستلزم ضمان ما تلف بقيمته السوقية ، مع أنّ البائع لم يضمن التالف إلّا في مقابل ما أخذه من العوض ، ولأجل ذلك لا بدّ من إضافة عمل آخر إلى العمل السابق وهو أنّه يؤخذ من الثمن ، مقدار نسبة قيمة المعيب إلى الصحيح .\r\nمثلًا لو كانت قيمة المبيع الصحيح مائة ، وقيمة المعيب خمسة وسبعين وباعه بثمانين يردّ من الثمن ( الثمانين ) بتلك النسبة ، أي ربعه وهي العشرون .\r\nوبذلك يعلم أنّ الضمان المعاوضي ، ضمان مطابق للقاعدة ، ولو حكم بضمان القيمة السوقية يكون على خلاف القاعدة ، لأنّ المقياس جبر الضرر المتوجّه إلى المشتري من جانب البائع وهو ليس إلّا ما يخصّه من الثمن ، لا التفاوت الموجود بين القيمتين السوقيتين .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nإشكال وإجابة\r\nقد تكرر في كلمات الشيخ الأعظم من أنّ الثمن لا يقسّط على الأوصاف من غير فرق بين وصفي الكمال والصحّة وإنّما يقسّط على الأجزاء ، ولو صحّ ما ذكره فيرد هنا إشكال وهو أنّه إذا كان الثمن لا يقسّط على الوصف فما معنى الأرش ؟ فلو كانت الأوصاف خارجة عن حريم المقابلة فما معنى البحث عن تعيين ما يقع في مقابلها ؟\r\nهذا هو الإشكال وإليك الإجابة :\r\nوالجواب ، أنّ ما ادّعاه من أنّ الثمن لا يقسّط إلّا على الأجزاء ، دون الأوصاف الكمالية أو الصحّية ، غير ثابت ، بل العقلاء على خلافه ، فإنّ العبد الكاتب المحاسب ، يُشترى بأضعاف ما يشترى العبد الأُمّي ، وبذلك تظهر صحة القول بأنّ كلّ ما يكون موجباً لكثرة الرغبة حتى غلاف المبيع ووعاؤه إذا وقع تحت الإنشاء بأن يقول : بعتك بغلافه ووعائه ، أو كان الإنشاء مبنيّاً عليه عند المعاملين ، يُقسّط الثمن عليه .\r\nوما أُثير حوله من المحاذير فقد أوضحنا حالها في محاضراتنا . « 1 »\r\nوبذلك يعلم أنّ الأرش جزء الثمن المردود فكأنّ المعاملة تنفسخ بالنسبة إلى ذلك الجزء وليس غرامة خارجية يبذلها البائع لأجل تسليم المبيع الفاقد للوصف .\r\nوبذلك يظهر أنّه لا أرش في معاوضة المتماثلين كالحنطة بالحنطة إذا بانت إحداهما رديئة فلا يجوز أخذ الأرش ، لأنّ الشارع ألغى دخل وصف الصحّة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ : المختار في أحكام الخيار ، ص 437 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمقام المعاوضة ، وقد عرفت أنّ الأرش جزء الثمن المردود فلا يقسّط الثمن على وصف الصحّة المفقود في المتماثلين حتّى يستعاد عند التخلّف .\r\nبل هو كذلك حتّى على القول بأنّ الأرش غرامة ، فلا يجوز أخذ الغرامة في معاوضة المتماثلين إذا بان أحدهما معيباً ، وذلك لأنّ الشارع بقوله « مثلًا بمثل » ألغى وصف الصحّة فلا خدعة حتّى يغرم الخادع ، غاية الأمر يثبت خيار تخلّف الوصف أو الشرط إذا كان المشتري جاهلًا واشترط الصحة في العوض أو كان العقد مبنيّاً عليه .\r\n* * * \r\nالتحقيق\r\n1 . لما ذا وصفنا رواية جعفر بن عيسى في مسألة تبرّي البائع من العيوب ، بالخبر فهل في السند من لم يوثّق ، ومن هو ؟\r\n2 . ما هو حكم التصرّف غير الموجب لنقصان القيمة ، فهل هو مانع عن الردّ ؟ لاحظ : المتاجر ، قسم الخيارات ، ص 261 .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالفصل الخامس خيار تبعّض الصفقة\r\n« الصفقة » لغة : هو الضرب الذي له صوت ، يقال : صفَّق الطائرُ بجناحيه : إذا ضربهما . وفي الاصطلاح : عبارة عن البيع ، سمّي بذلك لأنّهم كانوا يتصافقون بأيديهم إذا تبايعوا فيجعلونها دلالة على الرضا به ، ومنه قول النبي صلَّى الله عليه وآله وسلَّم لعروة البارقي : « بارك اللّه لك في صفقة يمينك » .\r\nأخرج أصحاب السنن أنّ النبي صلَّى الله عليه وآله وسلَّم أعطى عروة البارقي ديناراً ليشتري له شاة فاشترى بالدينار شاتين ، فباع إحداهما بدينار وأتى النبي بالدينار والشاة فقال صلَّى الله عليه وآله وسلَّم له : « بارك اللّه لك في صفقة يمينك » . « 1 »\r\nفإذا كانت الصفقة كناية عن البيع فتبعّضها عبارة عن تبعّض العقد الواحد ، مثلًا : إذا اشترى سلعتين ، فبانت إحداهما مستحقة للغير فعندئذ يتخيّر المشتري بين الفسخ بالردّ والقبول باسترجاع قسطها من الثمن .\r\nونظير ذلك : إذا اشترى سلعة ، فظهر استحقاق بعضها المشاع فيتخيّر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السنن الكبرى : 6 / 112 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nعندئذ المشتري بين الردّ وأخذ الأرش .\r\nوربّما يطلق على الخيار في المثال الثاني خيار الشركة ، فيختصّ خيار تبعّض الصفقة بما إذا كانت السلعة متعدّدة .\r\nويمكن أن يقال : إنّ في المثال الثاني خيارين : خيار تبعّض الصفقة ، وخيار الشركة ، وتظهر الفائدة إذا أسقط أحدهما دون الآخر .\r\nويمكن إدخال خيار الشركة في المثال المزبور تحت خيار العيب إذا فسّر العيب بالنقص المطلق في المبيع ، حيث لا شكّ أنّ الشركة في شيء واحد تعدّ نقصاً غالباً ، لأنّها تمنع الشريك من التصرّف في المبيع كيف ما شاء ما لم يأذن الشريك الآخر ، فيُشبه خيار العيب لأجل انتفاء الوصف ( الطِّلْق ) ، فينجبر بالخيار .\r\nنعم لو فسّر العيب بالخروج عن الخلقة الأصلية فلا يصحّ إدخاله في خيار العيب .\r\n\r\nأدلّة خيار تبعّض الصفقة\r\nوالدليل على الخيار عند تبعّض الصفقة أمران :\r\n1 . إنّ البائع كان يملك سلعة واحدة ولكن ضمّ السلعة الثانية إلى الأصل وباعهما بصفقة واحدة ، فيكون البيع بالنسبة إلى ما لا يملك بيعاً فضوليّاً ، فما لم يكن هناك إذن من المالك الثاني يكون العقد غير مؤثر بالنسبة إليه ، فعندئذ يأتي حديث تخلّف المعقود عليه عمّا هو الواقع في الخارج فلا يكون هناك أيّ ملزم للوفاء بالعقد ، فله أن يردّ السلعة ويأخذ الثمن أو يُمضي العقد ويأخذ الأرش ، وسيوافيك انّه إذا لم ينته التخلّف إلى المباينة بين المعقود عليه والموجود ، ففي مثله ، يصحّ العقد مع الخيار .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n2 . قوله صلَّى الله عليه وآله وسلَّم : « لا ضرر ولا ضرار » ؛ فإنّ إلزام المشتري بالوفاء بالعقد حينئذ حكم ضرري ، فربّما تتعلّق رغبته بابتياع سلعتين معاً بنحو لو كانت منفردة لما أقدم على شرائها .\r\nومنه يظهر حكم ما إذا بان بعض السلعة مستحقاً للغير ، فإنّ الرغبة ربما تتعلّق بتملّك السلعة كلّها على نحو لولا هذا الوصف لما أقدم على شرائها .\r\nوقد ظهر ممّا ذكرنا أيضاً انّ خيار تبعّض الصفقة من الخيارات العامّة التي لا تختصّ بالبيع بل يجري في عقد الإجارة والصلح وغير ذلك لانّ الضرر منفيّ في عامة العقود ولا يختص بالبيع .\r\nفلو آجر دارين بصفقة واحدة ثمّ تبيّن أنّ إحداهما مستحقة للغير ، يكون له الخيار في الردّ والإمضاء ؛ ومثل الإجارة عقد الصلح .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالفصل السادس خيار الرؤية\r\nاتّفق الفقهاء على بطلان البيع الغرري ، وللتخلّص من الغرر طريقان :\r\n1 . الرؤية والمشاهدة .\r\n2 . التعريف والوصف .\r\nفإذا اشترى حسَب التعريف والوصف وكان المرئيّ مطابقاً للموصوف لزم العقد ، وإلّا فللمشتري خيار الرؤية .\r\nوقد عرّفه المحقّق بقوله : « وهو بيع الأعيان من غير مشاهدة ، ويفتقر إلى ذكر الجنس وهو القدر الذي يشترك فيه أفراد الحقيقة ، وذكر الوصف وهو الفارق بين أفراد ذلك الجنس » . « 1 »\r\nيقول الشيخ في « الخلاف » : « بيع خيار الرؤية صحيح ، وصورته أن تقول : بعتك هذا الثوب في كُمّي أو في الصُّندوق ، فيذكر جنسه ووصفه » . « 2 »\r\nثمّ إنّ إحراز الوصف يتحقّق بالأُمور التالية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرائع : 2 / 279 .\r\n( 2 ) الخلاف : 3 ، كتاب البيوع ، المسألة 1 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nأ . وصف البائع المبيعَ خارج العقد .\r\nب . تواطؤ البائع والمشتري على وجود ذلك الوصف .\r\nج . سبق رؤية المشتري للمبيع .\r\nد . مشاهدة نموذج منه وقياس الباقي عليه .\r\nفإذا شوهد التخلّف في جميع الصور يثبت خيار الرؤية .\r\nثمّ إنّ هاهنا سؤالًا وهو : ما الفرق بين خيار الرؤية وخيار تخلّف الوصف ، فانّ مرجع خيار الرؤية إلى تخلّف الوصف الذي أحرزه المشتري بإحدى الطرق السابقة ؟\r\nوالجواب : انّ الفرق بينهما اعتباري وهو : انّه إذا ذكر الوصف في متن العقد ثمّ بان التخلّف يكون الخيار خيار تخلّف الوصف ، بخلاف ما إذا أحرز الوصف بإحدى الطرق السابقة من وصف البائع خارج العقد أو تواطئهما عليه أو سبق رؤية المبيع ، أو مشاهدة نموذج وقياس الباقي عليه ، وعندئذ يكون الخيار خيار الرؤية .\r\nكما أنّ الفرق بين خيار تخلّف الوصف والشرط أيضاً اعتباري ، فانّ القيد إن جاء بصورة الوصف كما إذا قال : « اشتريت هذا العبد الكاتب » ، يكون الخيار عند التخلّف خيار تخلّف الوصف ؛ وإن جاء القيد بصورة الشرط وبان التخلّف يكون خيار تخلّف الشرط ، كأن يقول : « اشتري منك هذا العبد شريطة أن يكون كاتباً » ، والبائع يقول : « بعتك على هذا الشرط » .\r\nوبذلك بان الفرق بين الخيارات الثلاثة .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nأ . خيار الرؤية ومقوّمه ذكر الوصف خارج العقد .\r\nب . خيار تخلّف الوصف ومقوّمه ذكر القيد في متن العقد بصورة الوصف .\r\nج . خيار تخلّف الشرط ومقوّمه ذكر القيد في متن العقد بصورة الشرط .\r\nإذا علمت ذلك ، فنقول : المشهور عند الإمامية هو صحّة العقد قبل ظهور الخلاف وبعده ، قال في الجواهر : « لا ريب في صحّة البيع نصاً وفتوى ، بل الإجماع بقسميه عليه » . « 1 »\r\nنعم يظهر من « المقنعة » بطلان العقد حيث قال : « ولا بأس ببيع الموجود في الوقت بالصفة وإن لم يشاهده المبتاع في الحال ، فإن قبضه ووجده على الصفة التي ابتاعه عليها كان البيع ماضياً ، وإن كان بخلاف الصفة كان مردوداً » . « 2 »\r\nوقريب منه عبارة الشيخ في النهاية . « 3 »\r\nولكن يمكن أن يقال : انّ المقصود من قوله « كان مردوداً » أي قابلًا للردّ بدليل انّه عبّر به أيضاً في خيار الغبن مع أنّ العقد فيه صحيح وليس بباطل .\r\n\r\nما هو الدليل على الصحّة ؟\r\nيدلّ على صحّة هذا النوع من العقد أمران :\r\n1 . السيرة المستمرة بين العقلاء حيث يبيعون أطناناً من الحبوب بإراءة نموذج منها ، كما يبيعون المنسوجات كذلك ، ولم يرد عنه ردع في الشريعة المقدّسة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر : 23 / 92 .\r\n( 2 ) المقنعة : 594 .\r\n( 3 ) النهاية : 397 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمع كونه داخلًا في قوله سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) ، ومن المعلوم أنّ المراد من العقود هو العقود العرفية ، غاية الأمر العقود التي لم يرد في الشرع نهي عنها .\r\n2 . صحيحة جميل بن درّاج قال : سألت أبا عبد اللّه عليه السَّلام عن رجل اشترى ضيعة وقد كان يدخلها ويخرج منها ، فلمّا أن نقد المال صار إلى الضيعة فقلّبها ثمّ رجع فاستقال صاحبه فلم يُقله ، فقال أبو عبد اللّه عليه السَّلام : « إنّه لو قلّب منها ونظر إلى تسعة وتسعين قطعة ثمّ بقي منها قطعة ولم يرها لكان له في ذلك خيار الرؤية » . « 1 »\r\nوالرواية ظاهرة في أنّه اشترى الضيعة بتخيّل انّ ما لم يره مثل ما رآه فبان الخلاف ، أو محمولة عليه .\r\n\r\nبما ذا ترتفع الجهالة ؟\r\nإنّ الضابطة لارتفاع الجهالة وبالتالي عدم صدق الغرر بمعنى الخدعة أو الخطر أحد الأمرين التاليين :\r\nيجب أن يذكر ما تختلف به قيمة المبيع أو ما تختلف الرغبة باختلافه ، والمعيار الأوّل خيرة العلّامة في التذكرة « 2 » والثاني خيرة ابن حمزة في الوسيلة . « 3 »\r\n\r\nإشكال وإجابة\r\nأمّا الإشكال فحاصله : انّه كيف يكون العقد عند التخلّف صحيحاً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 15 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) التذكرة : 11 / 76 .\r\n( 3 ) الوسيلة : 240 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوالحال انّ المعقود عليه غير موجود والموجود غير معقود عليه ؟\r\nوالجواب عنه انّ تخلّف القيد على قسمين :\r\nأ . ما يكون التخلّف سبباً لمغايرة المعقود عليه مع الموجود ، كما إذا باع صبرة معيّنة على أنّها حنطة ثمّ بان انّها حديد ، وأُخرى لا يكون سبباً للمغايرة بل يعدّ المعقود عليه من جنس المثمن فيكون فاقداً للكيفية العالية المطلوبة ، ففي مثل ذلك يكون المعقود عليه هو نفس الموجود لكن بانتفاء وصف منه .\r\nوبعبارة أُخرى : يكون للمشتري رغبتان :\r\nرغبة في أصل المبيع ، ورغبة أُخرى في كيفيته ، فعند ذلك لا يعدّ الموجود مغايراً للمعقود عليه ، فيكون من باب تعدّد المطلوب .\r\nنعم لو علم كون المورد من باب وحدة المطلوب بحيث رضي المشتري بالمبيع لغاية الوصف المفقود ، يحكم عليه بالبطلان ، كما لو اشترى العبد لكتابته على نحو لولاها لما اشتراه أبداً .\r\nثمّ إنّ المائز بين الموجود والمعقود عليه وكون الموجود مرتبة ضعيفة منه هو انّه عند اقتناع المشتري بالفاقد ، إذا لم يصدق في حقّ البائع انّه وفى بغير الجنس ، ولم يصدق في حقّ المشتري انّه أخذ غير المبيع مكان المبيع ، بل قيل : أخذ المبيع واقتنع بالكيفية النازلة ، فهو من باب تعدّد المطلوب وإلّا فمن باب وحدة المطلوب .\r\n\r\nأخذ الأرش\r\nثمّ إنّ المشهور بين الأصحاب أنّ المشتري مخيّر بين الردّ والإمساك ، وليس\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nله أخذ الأرش ، وذهب ابن إدريس في سرائره « 1 » إلى أنّ له أخذ الأرش ، وحمل الشيخ الأعظم كلامه بما إذا كان الوصف المتخلّف وصف الصحة ، كما إذا بان انّه أعمى أو أعرج ، لا وصف الكمال كما إذا تبيّن انّه غير كاتب .\r\nوالحقّ انّه يجوز له أخذ الأرش مطلقاً سواء كان الوصف وصف الصحّة أو وصف الكمال .\r\nتوضيح ذلك : إنّ الشيخ كما مرّ ذهب إلى أنّ الثمن يُقسّط على الأجزاء لا على الأوصاف مطلقاً سواء كان وصفَ الصحة أو الكمال ، ولكن لمّا دلّ الدليل في خيار العيب على تقسيطه على وصف الصحّة عدل عن الضابطة تعبّداً إلى القول بتقسيط الثمن على صفات الصحة عند التخلّف ، وبقيت صفات الكمال تحت الضابطة الممنوعة .\r\nولكن الحقّ عدم صحّة تلك الضابطة ، إذ لم يدل دليل على أنّ الثمن يقسّط على الأجزاء دون الأوصاف بل الثمن يقسّط على كلّ ما له دخل في رغبة الناس في الشراء ، أو ما تختلف به قيمة المبيع ، وعندئذ لا يفرّق بين الأجزاء والصفات ، وفيها بين صفات الصحة وصفات الكمال ، بل ربّما يكون الحافز للشراء هو وجود وصف الكمال في المبيع كالغناء في الأمة والأصالة في الفرس ، فكيف يقال بأنّ الثمن يقسّط على الأجزاء دون الصفات ؟ !\r\nوعلى هذا الأصل تكون الضابطة هي جواز أخذ الأرش في كلّ مورد يكون الوصف موجباً لارتفاع القيمة ؛ فما ذكره الشيخ من تقسيط الثمن على الأجزاء ثمّ على الأوصاف تعبّداً مخالف للسيرة العقلائية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السرائر : 2 / 242 ، باب حقيقة البيع وأقسامه .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nخيار الرؤية فوري أو لا ؟\r\nيظهر من العلّامة عدم الخلاف بين المسلمين في كون خيار الرؤية فورياً إلّا أحمد بن حنبل حيث جعله ممتدّاً بامتداد المجلس الذي وقعت فيه الرؤية ، وأمّا حسب الأدلّة فإن قلنا بأنّ صحيحة جميل بن درّاج في مقام البيان ، أي بيان أصل الخيار وكيفيّته من الفور والتراخي ، فسكوته عن الفورية يدلّ على بقاء الخيار حتى بعد انفضاض المجلس .\r\nوأمّا لو قلنا بعدم كونها في مقام البيان فقد عرفت أنّ الأصل في العقود هو اللزوم خرج عنه زمان الرؤية ، وأمّا بعدها فهو باق تحت الضابطة .\r\nثمّ إنّه إذا كان المشتري جاهلًا بالحكم أو بفوريته أو نسيهما ، فهل يعد الجهل عذراً أو لا ؟ الظاهر من الأصحاب عدم كون الجهل عذراً .\r\nاللهمّ إلّا إذا كان وجوب الوفاء ضررياً لا يتسامح فيه ، ولعلّ الجهل عذر في هذه الموارد حسب روح الشريعة الإسلامية السمحة .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nمسقطات خيار الرؤية\r\nيسقط هذا الخيار بأُمور :\r\n\r\n1 . التسامح في الإعمال على القول بالفورية .\r\n\r\n2 . الإسقاط القولي بعد الرؤية .\r\n\r\n3 . التصرف بعد الرؤية .\r\nأمّا الأوّلان فواضح ، وأمّا الثالث فوجه السقوط انّ التصرّف يعدّ عرفاً التزاماً بالبيع وإسقاطاً فعلياً للخيار ، ولعلّ ما في صحيحة علي بن رئاب في خيار الحيوان إشارة إلى انّ سقوط الخيار بالتصرّف ضابطة كليّة في عامة الخيارات .\r\nقال فيه : « فإن أحدث المشتري فيما اشترى حدثاً قبل الثلاثة الأيام ، فذلك رضا منه فلا شرط » . « 1 » أي رضا منه في نظر العرف ، فلو كان أمارة للرضا بشراء الحيوان ، يكون كذلك في سائر الموارد .\r\nنعم التصرّف قبل الرؤية لا يعدّ إسقاطاً فعلياً ، إذ ليس كاشفاً عند العقلاء عن الرضا خلافاً للتصرّف بعد الرؤية .\r\nكما أنّه لو كان المتصرّف عالماً بالحال قبل الرؤية وتصرّف ، يكون تصرّفه هذا مسقطاً للخيار .\r\n\r\n4 . إسقاطه باللفظ بعد العقد قبل الرؤية\r\nإذا قال : أسقطت خيار الرؤية لو بان الخلاف ، يسقط خياره وليس هناك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمانع من صحّة الإسقاط إلّا كونه من قبيل إسقاط ما لم يجب ، وقد عرفت أنّه يكفي في صحّته مضافاً إلى كونه أمراً عقلائياً وجود المقتضي وهو العقد ، من غير فرق بين جعل الرؤية كاشفاً عن وجود الخيار في زمان العقد أو سبباً محدثاً ، وإن كان الإسقاط على الكشف أوضح .\r\nثمّ إنّ الخيار يسقط في هذه الموارد بعد انعقاد العقد صحيحاً عارياً عن الغرر والعقد كان عند انعقاده حائزاً لشرائط الصحّة التي منها عدم كونه غرريّاً خلافاً للشقّ الآتي .\r\n\r\n5 . إسقاطه في متن العقد\r\nاختلفت كلمتهم في صحّة إسقاطه في العقد إلى أقوال ، فمن قائل بفساد الشرط وإفساده ، وهو خيرة العلّامة والشيخ الأعظم « 1 » ، إلى قائل آخر بصحّة الشرط والمشروط ، إلى ثالث مفصّل بين فساد الشرط وصحّة العقد ، وانّ الأوّل فاسد دون الثاني .\r\nوالحقّ هو القول الأوّل ، وذلك لأنّ ابتياع الشيء الغائب جاهلًا بأوصافه المطلوبة غرر لا بدّ من رفعه ، والذي يتصور أن يكون رافعاً أحد الأُمور التالية :\r\n\r\n1 . جعل الخيار ؛\r\nيلاحظ عليه : أنّ الخيار حكم شرعي مترتب على صحّة العقد فلا بدّ من تحقّق الصحّة قبل الخيار حتّى يترتّب عليه الخيار ، فكيف يمكن أن تكون صحّة العقد معلّقة على جعل الخيار ؟ !\r\nأضف إلى ذلك انّه لو كان جعل الخيار رافعاً للغرر « 2 » لزم تصحيح بيع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات ، ص 251 .\r\n( 2 ) والمراد من الغرر في المقام هو الخطر وليست الجهالة من معانيه .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nكلّ مجهول مشروط بالخيار .\r\n\r\n2 . الوصف\r\n؛ بيانه انّ البيع الغرري عبارة عن بيع شيء على أيّ نحو ، دون البيع موصوفاً بصفات معيّنة .\r\nيلاحظ عليه : أنّ الوصف بما هو هو ليس رافعاً للغرر ، لأنّه إخبار ولا نعلم أنّه صادق في إخباره أو كاذب ومن المحتمل أن يكون المبيع فاقداً له ، ومعه كيف يخرج البيع عن كونه غرريّاً ؟ ! فالإقدام على ابتياع شيء هذا حاله وشأنه ، خطر كله .\r\n3 . العلم بصدق البائع والوثوق بقوله وإخباره بأنّ المبيع كذا وكذا .\r\nولا شكّ انّ العلم بصدق البائع رافع للغرر لكنّه عزيز الوجود .\r\n4 . التزام البائع ضمن الإنشاء بتسليم المبيع بالصفات التي توافقا عليها على نحو لو لم يف بالتزامه يكون مأخوذاً بالقانون ومحكوماً بما يقتضيه الشرع ، وهذا النوع من العقد هو الرافع للغرر حتماً لا غيره لكن بشرط بقائه إلى الفراغ عن العقد حتّى يترتّب عليه الأثر .\r\nفإن قلت : ما الفرق بين وصف البائع بالمبيع وبين التزامه بالوصف في ضمن العقد حيث إنّ الأوّل غير رافع للغرر ، بخلاف الثاني .\r\nقلت : الفرق واضح حيث إنّ القيود والأوصاف المذكورة خارج الإنشاء لا يلزم الوفاء بها عند مشهور الفقهاء ، وهذا بخلاف الأوصاف والشروط الواقعة تحت الإنشاء حيث يجب الوفاء بها .\r\nثمّ إنّ الأثر الشرعي المترتب على هذا النوع من التعهد أحد الأمرين :\r\n1 . إلزام الحاكم بأداء العين موصوفة بالصفة .\r\n2 . جواز فسخ العقد .\r\nوالأوّل غير ممكن ، لأنّ المفروض انّ المبيع فاقد للوصف وبما انّه مبيع\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمشخص لا يقبل التعويض والتبديل .\r\nوالثاني غير باق ، لأنّ المفروض إسقاط الخيار في متن العقد ، فيصبح هذا النوع من التعهد ، والالتزام بلا أثر شرعي ولا قانوني فيصبح البيع غررياً باطلًا ، لأنّ المفروض انّ تعهده وعدمه سواسية .\r\nفالحقّ انّ الإسقاط في متن العقد باطل ومبطل لاستلزامه كون العقد غرريّاً بخلاف إسقاطه بعد العقد قبل الرؤية .\r\n\r\nخيار الرؤية من الخيارات العامة\r\nإنّ خيار الرؤية يعمّ كلّ عقد واقع على عين شخصية موصوفة كالصلح والإجارة ، وقد عرفت أنّ هذا النوع من العقد أمر رائج بين العقلاء ، من غير فرق بين وقوع العقد على المبيع أو تمليك المنفعة أو غير ذلك ، فلو آجر داراً معيّنة بصفات خاصة ثمّ بان خلافها عند الرؤية فللمستأجر خيار الرؤية .\r\n\r\nالتحقيق\r\nما الفرق بين إسقاط خيار الرؤية في متن العقد ، ومسألة تبرّي البائع من العيوب ، حيث قالوا بصحة العقد فيه مع أنّه عندئذ يصبح الالتزام بصحّة المبيع بلا أثر شرعي وقانوني لتبرّئه من العيب ، فيكون البيع غررياً ، مع أنّ المشهور قالوا بصحّة العقد والتبري ، غاية الأمر انّ للمشتري الخيار .\r\nلاحظ : كتاب المختار في أحكام الخيار ، ص 313 .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالمقصد الثاني في الخيارات الخاصّة بالبيع\r\nوفيه فصول :\r\n1 . خيار المجلس\r\n2 . خيار الحيوان\r\n3 . خيار التأخير\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالفصل الأوّل خيار المجلس\r\nقد ركّزنا في هذا المبحث على بيان الخيارات المختصّة بالبيع التي منها خيار المجلس وإليك توضيحه :\r\nإنّ تسلّط كلّ من المتبايعين على فسخ البيع ما لم يتفرّقا عن مجلسه ، هو المسمّى بخيار المجلس ؛ وإضافته إلى المجلس إمّا من باب إضافة الحالِّ إلى المحل ، والمراد من المجلس مطلق مكان العقد وإن كانا قائمين فيه ، أو من باب إضافة المسبّب إلى السبب لكون المجلس سبباً للخيار ، كخيار الغبن والعيب لكونهما سببين له .\r\nوهذا الخيار من ضروريات فقه الإمامية ، ووافقهم في ذلك لفيف من الصحابة ، منهم : عبد اللّه بن عمر وعبد اللّه بن عباس وأبو هريرة وأبو برزة الأسلمي ، ومن التابعين : الحسن البصري وسعيد بن مسيّب والزهري وعطاء ، ومن الفقهاء : الأوزاعي وأحمد بن حنبل والشافعي . نعم ، خالفهم من الفقهاء : مالك وأبو حنيفة وأصحابه .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوقد تضافرت الروايات من طرقنا على ثبوته ، نذكر منها ما يلي :\r\n1 . روى محمد بن مسلم ، عن أبي عبد اللّه عليه السَّلام قال : قال رسول اللّه صلَّى الله عليه وآله وسلَّم : « البيّعان بالخيار حتّى يفترقا ، وصاحب الحيوان بالخيار ثلاثة أيّام » . « 1 »\r\n2 . روى أيضاً ، عن أبي جعفر عليه السَّلام قال : سمعته يقول : « بايعت رجلًا فلمّا بايعته قمت فمشيت خُطاً ثمّ رجعت إلى مجلسي ليجب البيع حين افترقنا » . « 2 »\r\n3 . روى زرارة ، عن أبي عبد اللّه عليه السَّلام : سمعته يقول : « البيّعان بالخيار حتّى يفترقا ، وصاحب الحيوان ثلاث . . . » ( يريد ثلاثة أيّام ) . « 3 »\r\nوعن طرق أهل السنّة ، روى نافع عن ابن عمر ، أنّ النبي صلَّى الله عليه وآله وسلَّم قال : « المتبايعان بالخيار ما لم يفترقا إلّا بيع الخيار » . « 4 »\r\n\r\nثبوته للوكيل\r\nوهل يثبت للوكيل كثبوته للأصل كما عليه المحدّث البحراني « 5 » ، أو يختصّ بالعاقد من المالكين كما عليه المحقّق الثاني « 6 » ، أو يُفصَّل بين الوكيل الذي له السلطة على التصرّف في العوض المنتقل إليه حتّى يمكنه نقله إلى الطرف المقابل بالفسخ فيثبت ، وبين من يكون وكيلًا في مجرّد إجراء الصيغة فلا يثبت كما عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 1 من أبواب بالخيار ، الحديث 1 .\r\n( 2 ) الوسائل : 12 ، الباب 2 من أبواب الخيار ، الحديث 3 .\r\n( 3 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 6 .\r\n( 4 ) سنن ابن ماجة : 2 / 736 ، حديث 2182 ؛ مسند أحمد : 2 / 9 ؛ سنن الترمذي : 3 / 547 ، الحديث 1245 . وقد مرّ تفسير « بيع الخيار » في « خيار الشرط » .\r\n( 5 ) الحدائق : 9 / 7 .\r\n( 6 ) جامع المقاصد : 4 / 286 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nشيخنا الأنصاري ؟ « 1 »\r\nوهناك تفصيل رابع قوّيناه في محاضراتنا ، وهو أنّ ثبوت الخيار للوكيل لا يتوقّف على كونه وكيلًا في التصرّف فيما انتقل إليه من العوض كما عليه شيخنا الأنصاري بل يكفي أدون من ذلك وهو ثبوت السلطنة له على نفس العقد إيجاداً وحلًّا بعد الانعقاد ، في مقابل ما يكون وكيلًا في إيجاد العقد فقط ، وعندئذ يكون له الخيار ، لأنّ كونه وكيلًا بهذا المعنى أنّ زمام العقد بيده ، فسخاً وإبقاءً .\r\nوعلى ضوء ذلك ففي كلّ مورد تجوز له الإقالة يثبت له الخيار . « 2 »\r\n\r\nثبوته للموكل\r\nوهل يثبت خيار المجلس للموكّل نظراً إلى أنّ ثبوته للنائب يستلزم ثبوته للمنوب عنه بوجه أولى ، أو لا يثبت له مطلقاً لأنّ الموضوع هو البيّع وهو موضوع لمن صدر منه البيع وليس هو إلّا الوكيل ، أو يفصّل بين ما ثبت للوكيل ، فلا يثبت للموكل ، وما إذا لم يثبت له ، فيثبت للموكّل ، نظراً إلى أنّ خيار المجلس من لوازم البيع غير المنفكة عنه ، فإذا كان الوكيل فاقداً للخيار كان الخيار للموكّل قهراً .\r\nوالأظهر هو الوجه الأوّل ، وذلك لأنّ البيّع وإن كان موضوعاً لمن صدر منه البيع لكن الصدور أعمّ من المباشرة والتسبيب وليس المراد من « البيع » في قوله : « من صدر عنه البيع » ، العقدُ اللفظي حتى يكون قائماً بالوكيل فقط ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات ، ص 217 .\r\n( 2 ) المختار في أحكام الخيار : 40 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالمراد البيع الاعتباري الذي يصلح لأن يُنتسب إلى كلّ من الوكيل والموكّل .\r\nوإن شئت قلت : إنّ مَثَلُ البيع في المقام نظير التوفّي في الذكر الحكيم فإنّه فعل الملائكة لقوله سبحانه : (  الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ  ) « 1 » وفي الوقت نفسه هو فعل اللّه سبحانه لقوله : (  اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها  ) « 2 » ، وعلى ذلك فلا مانع من أن يكون كلّ من الملك وخالقه متوفياً بنسبتين مختلفتين بالمباشرة والتسبيب ، ومثله « البيّع » حرفاً بحرف .\r\n\r\nلو كان العاقد واحداً\r\nربّما يتّحد العاقد ويعقد عن الطرفين ولاية أو وكالة ، أو أصالة من جانب نفسه ، وولاية أو وكالة من غيره ، فهل يثبت الخيار للعاقد الواحد أو لا ؟\r\nربما يرجّح الثاني بأنّ الموضوع في لسان الدليل هو « البيّعان » وهو لا يصدق على العاقد الواحد .\r\nيلاحظ عليه بأنّ الغرض من التثنية هو التنبيه على ثبوت الحكم لكلّ من البائع والمشتري ، وأنّه لا يختصّ بالبائع مثلًا ، لا إخراج العاقد الواحد ، ولأجل ذلك يقول المحقّق : « لو كان العاقد واحداً عن اثنين كالأب والجدّ كان الخيار ثابتاً ، وأمّا ما هو المسقط عندئذ بعد عدم تصوّر الافتراق الذي هو غاية الخيار ، فالظاهر بقاء العقد خيارياً ما لم يشترط العاقد سقوطه في متن العقد ، فيبقى العقد خيارياً حتى يسقط بسائر الأُمور المسقطة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل : 32 .\r\n( 2 ) الزمر : 42 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nخيار المجلس وسائر العقود اللازمة\r\nالظاهر اختصاص خيار المجلس بالبيع ، لأنّ موضوعه في لسان الدليل هو البيّع وهو غير صادق على الموجر والمتصالح ، ومنه تظهر حال العقود الجائزة كالعارية والوكالة والقراض والجعالة ، لعدم صدق الموضوع ( البيع أوّلًا ) ولغوية دخوله فيها ، لأنّها في عامة الأوقات جائزة ولا حاجة للتوقيت .\r\n\r\nخيار المجلس وبيع الصرف والسلم\r\nهل مبدأ الخيار في بيع الصرف والسلم من حين العقد مثل غيرهما أو المبدأ هو بعد التقابض في الصرف ، والإقباض في السلم ؟ ، الظاهر هو الثاني ، ويعلم وجهه بعد الإحاطة بالفرق بين القبض في الصرف والسلم ، والقبض في غيرهما وهو انّ القبض في الأوّلين مكمّل للعقد وجزء منه ولولاه لكان العقد ناقصاً ، فلو تفرّقا قبله بطل العقد ، بخلافه في غيرهما فإنّ العقد أو البيع عندئذ كامل والقبض عمل بالتعهد وخروج من عهدة الواجب الذي فرضه عليهما العقد ولذلك لو تفرّقا يصير العقد لازماً .\r\nثمّ إنّ في كون مبدأ الخيار هو العقد ، أو التقابض في الصرف والإقباض في السلم ، وجهين : من ظهور النصّ في أنّ الخيار يتعلّق بالعقد الصحيح التام ، والعقد قبلهما غير تام أو غير صحيح فلا موضوع للخيار فيه ، ومن كون الموضوع هو البيّعان وهو صادق عليهما قبل القبض أو التقابض .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nمسقطات خيار المجلس\r\nيسقط خيار المجلس بأُمور أَربعة :\r\n\r\nالأوّل : اشتراط سقوطه في نفس العقد\r\nيسقط خيار المجلس باشتراطه في متن العقد لقوله صلَّى الله عليه وآله وسلَّم : « المؤمنون عند شروطهم إلّا ما حرّم حلالًا أو أحلّ حراماً » « 1 » والمفروض انّ الشرط أمر جائز في نفسه فلا يشمله قوله : « إلّا ما حرّم حلالًا ، أو أحلّ حراماً » .\r\nوبعبارة أُخرى : انّ معنى قوله : « البيّعان بالخيار » انّ البيع بما هو هو مع قطع النظر عن الطوارئ والعوارض مقتض للخيار ، وهذا لا يمنع من عروض عنوان ، يمنع عن تأثير المقتضي كما هو الحال في أكثر العناوين الثانوية بالنسبة إلى العناوين الأوّلية ، فالوضوء بما هو هو واجب ولكنّه غير مانع من عدم وجوبه لأجل الضرر والحرج .\r\n\r\nالثاني : الإسقاط بعد العقد\r\nوهذا هو المسقط الثاني الذي وصفه الشيخ بالمسقط الحقيقي ، لأنّ إسقاطه في أثناء العقد من قبيل الدفع وهذا من قبيل الرفع ، والفرق بينهما واضح ، وغنيّ عن البيان .\r\nوالدليل على صحته هو انّ المشرّع لخيار المجلس وإن كان هو الشرع ولم يكن بين العقلاء فيه عين ولا أثر ، لكنّه لا يكون سبباً لأن تختلف ماهيته مع سائر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 1 و 2 ، 5 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالخيارات ، فخيار المجلس كسائر الخيارات التي شُرِّع لصالح صاحبه ويعدّ حقّاً له فله أن يتقلّب فيه كيفما شاء ما لم يدلّ دليل على أنّه من الحقوق غير القابلة للإسقاط كحقّ الحضانة والولاية ، والمفروض عدم دليل على أنّ خيار المجلس من الحقوق غير القابلة للإسقاط .\r\nنعم لو قيل بأنّ خيار المجلس من قبيل الأحكام فلا مجال للاسقاط بعد العقد ، لعدم تعلّقه بالحكم الشرعي .\r\n\r\nالثالث : الافتراق\r\nقد تضافرت الروايات على سقوط خيار المجلس بالافتراق ، لكونه كاشفاً عن الرضا بالبيع غالباً « 1 » ، نعم لا يشترط إحراز كون الافتراق عن رضا ، بل يكفي كونه كاشفاً عنه غالباً ، لإطلاق الدليل .\r\nوأمّا ما هو المحقّق للافتراق فالظاهر انّه يرجع فيه إلى العرف والعادة ، لأنّه من المفاهيم العرفية فيرجع فيه إليه ومن المعلوم انّه لا يصدق على الخطوة والخطوتين « 2 » فضلًا عن انفصال السفينتين بأقلّ من خطوة ، خصوصاً إذا كان الافتراق لغرض عقلائي من دون أن ينوي المفارقة عن مكان التعامل ، كما إذا كان المكان ضيّقا أو حارّاً أو بارداً فيمشي خطوة أو خطوتين لتلك الغاية من دون قصد المفارقة وترك مجلس البيع .\r\nنعم يشترط أن يكون الافتراق عن اختيار ، فلو أكره المتعاقدان بالافتراق لم يسقط خيارهما ، سواء تمكّنا من الفسخ والإمضاء أو مُنعا حتى من التخاير . أمّا الصورة الثانية فواضحة ، وأمّا الصورة الأُولى ، أعني : إذا أكرها على الافتراق مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي حديث فضل إشارة إليه ، لاحظ الوسائل : 12 ، ، الباب 1 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) وقد مرّ حديث محمد بن مسلم عن أبي جعفر عليه السَّلام انّه مشى خُطاً ولعلّها كانت خُطاً كثيرة .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nتمكّنهما من الفسخ والإمضاء ، فلأجل انّ المتعاقدين وإن كانا متمكّنين من الإمضاء والفسخ ، ولكن ربما لا يكونان جازمين بأحد الطرفين ويتوقف الجزم على التروّي في مجلس البيع ، وقد أكرها على التفرّق .\r\n\r\nالرابع : التصرّف في المثمن أو الثمن\r\nإنّ كون التصرّف مسقطاً لخيار المجلس على وجه يأتي في خيار الحيوان مما لم يظهر بين الفقهاء خلاف فيه ، وقد ورد في الروايات انّ التصرّف في الحيوان آية رضاه بالبيع قال عليه السَّلام : « . . . فإن أحدث المشتري فيما اشترى حدثاً قبل الثلاثة الأيّام فذلك رضا منه فلا شرط » . « 1 » فكأنّ التصرّف المعبّر عنه بإحداث الحدث دليل عرفي على رضاه بالبيع ، وسقوط خياره مطلقاً ، سواء كان الخيار خيار حيوان ، أو خيار مجلس أو غيرهما .\r\n\r\nالتحقيق\r\nربّما استثني من ثبوت خيار المجلس موارد أربعة ذكرها الشيخ الأنصاري وهي :\r\n1 . من ينعتق على أحد المتبايعين ، 2 . العبد المسلم المشترى من الكافر ، 3 . شراء العبد نفسه ، 4 . المبيع غير القابل للبقاء كالجمد في الجو الحار .\r\nاذكر ما هو الدليل على استثناء هذه الموارد عن إطلاق الدليل ، أعني : البيّعان بالخيار ؟ وما هو المحذور الشرعي للقول بثبوته فيها ؟\r\nلاحظ : المتاجر ، قسم الخيارات ، ص 218 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالفصل الثاني خيار الحيوان\r\nخيار الحيوان ممّا انفردت به الإمامية ولم يقل به غيرهم ، ويظهر من الشيخ في خلافه « 1 » أنّ خيار الحيوان هو نفس خيار المجلس ، غاية الأمر أنّه ينقضي في غير الحيوان بالافتراق ، وفيه بانقضاء ثلاثة أيّام ، وفي بعض الروايات إلماع إلى ذلك وسيوافيك تفصيله .\r\nوبما أنّ الموضوع هو الحيوان فيشمل بيع كلّ ذي حياة له قيمة حتّى النحل ودود القز ، والعلق .\r\nنعم هو منصرف عمّا يباع لا بما أنّه حيوان بل بما انّه لحم ، كالسمك المخرج من الماء ، والجراد المحرز ، والصيد المشرف على الموت .\r\nكما أنّه منصرف عن الحيوان الكلّي إذا باع سلفاً ، فانّه ليس حيواناً إلّا بالحمل الأوّلي لا بالحمل الشائع ، ولولا النصّ على شمول خيار الحيوان لبيع الرقّ لقلنا بنفس هذا الانصراف فيه ، لأنّه ليس بحيوان عرفاً وإن كان كذلك عقلًا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلاف : 3 ، كتاب البيوع ، المسألة 8 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nوكيف كان فيقع الكلام في المواضع الثلاثة :\r\n1 . اختصاص خيار الحيوان بالمشتري وعدمه .\r\n2 . مبدأ الخيار ومنتهاه .\r\n3 . مسقطاته .\r\n\r\nالموضع الأوّل : في اختصاصه بالمشتري وعدمه\r\n\r\nهنا أقوال ثلاثة :\r\n\r\n1 . اختصاص الخيار بالمشتري\r\n؛ قال العلّامة في « المختلف » « 1 » : « خيار الحيوان ثلاثة أيّام يثبت في العقد سواء شرطاه أو لا للمشتري خاصّة ، ذهب إليه الشيخان وابن الجنيد وسلّار والصدوق وابن البراج وابن إدريس » .\r\n\r\n2 . عمومية الخيار للبائع والمشتري\r\n؛ وهو خيرة السيد المرتضى « 2 » ، وحكي عن ابن طاوس ، وقوّاه الشهيد الثاني في « المسالك » . « 3 »\r\n\r\n3 . ثبوته لصاحب الحيوان بائعاً كان أو مشترياً ، مثمناً كان أو ثمناً\r\n؛ ذكره العلّامة في « المختلف » « 4 » بصورة الاحتمال ، فتكون الأقوال أو الاحتمالات ثلاثة .\r\n\r\nدليل القول باختصاصه بالمشتري\r\nاستفاضت الروايات على ثبوت الخيار للمشتري ، نذكر منها ما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المختلف : 5 / 65 .\r\n( 2 ) الانتصار : 207 .\r\n( 3 ) المسالك : 3 / 200 .\r\n( 4 ) المختلف : 5 / 65 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n1 . صحيحة فضيل ، عن أبي عبد اللّه عليه السَّلام قال : قلت له : ما الشرط في الحيوان ؟ قال : « ثلاثة أيّام للمشتري » .\r\nقلت : ما الشرط في غير الحيوان ؟ قال : « البيّعان بالخيار ما لم يفترقا ، فإذا افترقا فلا خيار بعد الرضا منهما » . « 1 » ودلالة الحديث على اختصاصه بالمشتري واضحة .\r\nوذلك لأنّه عبّر في خيار الحيوان بلفظ « للمشتري » وفي خيار المجلس بقوله : « البيّعان » ، مضافاً إلى أنّ القيد ( للمشتري ) في مقام التحديد يدلّ على المفهوم بمعنى عدم ثبوته لغيره .\r\n2 . صحيحة علي بن رئاب : « الشرط في الحيوان ثلاثة أيّام للمشتري ، اشترط أم لم يشترط » . « 2 »\r\nودلالة الحديث على الاختصاص ، لأجل كون القيد في مقام التحديد دالًّا على المفهوم .\r\nوهناك روايات أُخرى جاء فيها الجمل التالية ، الظاهرة في الاختصاص :\r\nأ : الخيار لمن اشترى ثلاثة أيّام نظرة . « 3 »\r\nب : الخيار لمن اشترى . « 4 »\r\nج : في الحيوان كلّه شرط ثلاثة أيّام للمشتري . « 5 »\r\nد : الخيار في الحيوان ثلاثة أيّام للمشتري . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 5 ؛ والباب 1 منه ، الحديث 3 وقد جزّأ صاحب الوسائل الحديث على البابين كعادته في الكتاب .\r\n( 2 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 .\r\n( 3 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 9 و 1 ؛ والباب 4 ، الحديث 3 .\r\n( 4 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 9 و 1 ؛ والباب 4 ، الحديث 3 .\r\n( 5 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 9 و 1 ؛ والباب 4 ، الحديث 3 .\r\n( 6 ) الوسائل : 12 ، الباب 1 من أبواب الخيار ، الحديث 5 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوالإمعان في هذه العبارات يشرف الفقيه باختصاصه للمشتري أخذاً بالمفهوم ، لكون القيد ( للمشتري ) وارداً في مقام التحديد .\r\nوهو أيضاً مقتضى الحكمة ، لأنّ الحكمة في الخيار للمشتري منتفية في حقّ البائع ، فلا يكون الخيار مطلوباً في حقّه ؛ لانتفاء حكمته .\r\nوبيانه : أنّ عيب الحيوان قد يخفى ولا يظهر كظهوره في غير الحيوان ، والمالك أعرف به من المشتري ، فضرب الشارع للمشتري مدّة ثلاثة أيّام ؛ لإمكان ظهور عيب فيه خفي عنه ، بخلاف البائع المطّلع على عيوبه .\r\n\r\nحجّة القول الثاني\r\nاحتجّ للقول الثاني أعني : ثبوته للمتبايعين ، من غير فرق بين كون الثمن نقداً أو متاعاً غير الحيوان ، أو حيواناً بوجهين :\r\n1 . انّه أحد المتبايعين فكان له الخيار كالآخر ، كخيار المجلس ، بناءً على أنّ خيار الحيوان ، امتداد لخيار المجلس فيعمّ المتبايعين .\r\n2 . ما رواه محمد بن مسلم في الصحيح ، عن الصادق عليه السَّلام قال : « المتبايعان بالخيار ثلاثة أيّام في الحيوان ، وفيما سوى ذلك من بيع حتّى يفترقا » . « 1 »\r\nيلاحظ عليه أوّلًا : بأنّ الدليلين يرجعان إلى دليل واحد ، وهو كون الموضوع في صحيح ابن مسلم هو المتبايعان وهو يعمّ البائع والمشتري ، إنّما الكلام في ثبوت رواية ابن مسلم بهذا اللفظ ، لأنّها رويت بصورة أُخرى ، فجاء فيها مكان : « المتبايعان » لفظ « صاحب الحيوان » .\r\nفقد روى أيضاً محمد بن مسلم عن أبي عبد اللّه عليه السَّلام أنّه قال : قال رسول اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n« البيّعان بالخيار حتّى يفترقا ، وصاحب الحيوان بالخيار ثلاثة أيّام » « 1 » ، وهي نفس الرواية السابقة غير أنّ فيها تقديماً وتأخيراً ، فقد قدّم في الثانية خيار المجلس . وأُخّر خيار الحيوان ، بخلاف الأُولى ، ومع الاختلاف في التعبير عن الموضوع ، لا يمكن الاحتجاج بالأعم ( المتبايعان ) بل يقتصر على القدر المتيقّن وهو صاحب الحيوان ، أي المشتري .\r\nفإن قلت : إذا أخذنا باللفظ الثاني ، أي صاحب الحيوان ، الذي هو أخصّ من المتبايعين ويعدّ قدراً متيقّناً من الروايتين ، يجب الأخذ بإطلاقه ، وهو ثبوت الخيار لصاحب الحيوان وإن كان بائعاً ، كما إذا باع الحنطة بحيوان ، بحيث عدّ الحيوان في العرف ثمناً فعندئذ يثبت للبائع دون المشتري ، لأنّه أخذ الحنطة ، أو ثبوته للمتبايعين كما إذا بادل حيواناً بحيوان ، وهذا يكون قولًا ثالثاً أشار إليه العلّامة في « المختلف » . « 2 » ويؤيّده ما رواه زرارة عن الباقر عليه السَّلام ، أنّه قال رسول اللّه صلَّى الله عليه وآله وسلَّم : « البيّعان بالخيار حتّى يتفرقا ، وصاحب الحيوان ثلاث » . « 3 »\r\nقلت : ما ذكر صحيح ، لولا تقييد « صاحب الحيوان » في بعض الروايات بالمشتري ، كموثقة الحسن بن علي بن فضّال قال : سمعت أبا الحسن علي بن موسى الرضا عليه السَّلام يقول : « صاحب الحيوان المشتري بالخيار بثلاثة أيّام » « 4 » وظاهر الرواية تحديد الموضوع بقيدين . فالأمر يدور بين أحد أمرين :\r\n1 . الأخذ بالاطلاق ( صاحب الحيوان ) ، وحمل القيد الوارد في رواية ابن فضّال على وروده موضع الغالب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 1 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) المختلف : 5 / 65 .\r\n( 3 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 6 .\r\n( 4 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 2 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n2 . الأخذ بالقيد ( المشتري ) ، وحمل المطلق على المقيّد ، ولا ترجيح لأحد الأمرين .\r\nومع هذين الاحتمالين المتساويين لا يتعيّن الأخذ بإطلاق « صاحب الحيوان » وإن ورد في روايتين .\r\n\r\nحصيلة البحث\r\n1 . تضافرت الروايات على أنّ الخيار للمشتري وبما أنّها في مقام التحديد ، يؤخذ بالقيد .\r\n2 . روى محمد بن مسلم : « المتبايعان بالخيار ثلاثة أيّام في الحيوان » لكن لا يمكن الأخذ بإطلاقه ، لأنّها مروية عنه بصورة أُخرى : « صاحب الحيوان بالخيار ثلاثة أيّام » وهو أخص من الأُولى ، فيؤخذ منه بالقدر المتيقّن ، أي صاحب الحيوان المنطبق على المشتري .\r\n3 . إنّ صاحب الحيوان وإن كان ينطبق على البائع فيما إذا باع الحنطة بفرس ، أو على المتبايعين ، لكنّه ورد في موثّقة ابن فضّال مقيّداً بالمشتري ، وقد عرفت أنّ الأمر يدور بين حمل القيد على الغالب ، أو تقييد المطلق بالقيد ولا مرجّح .\r\nوبذلك يعلم أنّ ما ذهب إليه المشهور هو الأقوى حسب صناعة الفقه .\r\nنعم بالنظر إلى حكمة الخيار يمكن القول بثبوته فيما لو باع حيواناً بحيوان ، أو جعل الثمن حيواناً كما عليه الشهيد الثاني في « المسالك » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك : 3 / 200 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالموضع الثاني : في مبدأ خيار الحيوان\r\nالمشهور أنّ مبدأ خيار الحيوان هو زمان العقد ، صرّح به جماعة وهو ظاهر الباقين .\r\nنعم ذهب صاحب الغنية إلى أنّ مبدأه هو حين التفرّق ، قال :\r\n« واعلم أنّ ابتداء المدّة للخيار من حين التفرّق بالأبدان ، لا من حين حصول العقد ، لأنّ الخيار إنّما يثبت بعد ثبوت العقد ، وهو لا يثبت إلّا بعد التفرّق » . « 1 »\r\nوقد تبع في ذلك كلام الشيخ في « المبسوط » حيث قال : « خيار الشرط يثبت من حين التفرّق ، لأنّ الخيار يدخل إذا ثبت العقد والعقد لم يثبت قبل التفرّق » . « 2 »\r\nولو صحّ ما ذكراه لجرى في خيار الحيوان أيضاً ، ولكن التحقيق هو أنّ مبدأه هو العقد لما عرفت من أنّ الظاهر من الشيخ في الخلاف أنّ خيار الحيوان هو نفس خيار المجلس ، غاية الأمر أنّ خيار المجلس ينقطع بالتفرّق دون خيار الحيوان فيمتد إلى ثلاثة أيّام ، فكما أنّ مبدأه هو زمان العقد فهكذا الآخر .\r\nويمكن استظهار ذلك من الروايات وأنّه ليس هنا إلّا خيار واحد لجميع المبيعات وإنّما الاختلاف بين الحيوان وغيره في منتهى الخيار ، وإليك نقل ما يدلّ على ذلك :\r\n1 . صحيحة محمد بن مسلم عن أبي عبد اللّه عليه السَّلام قال : « المتبايعان بالخيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغنية : 2 / 220 .\r\n( 2 ) المبسوط : 2 / 85 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nثلاثة أيّام في الحيوان ، وفي ما سوى ذلك من بيع حتّى يفترقا » « 1 » ، وظاهره أنّ الخيار المتحقّق في الحيوان ، نفس الخيار المتحقّق في غيره ، وإنّما الاختلاف في الغاية .\r\n2 . رواية علي بن أسباط ، عن أبي الحسن الرضا عليه السَّلام قال : سمعته يقول : « الخيار في الحيوان ثلاثة للمشتري ، وفي غير الحيوان أن يفترقا » . « 2 »\r\n3 . صحيحة فضيل ، عن أبي عبد اللّه عليه السَّلام قال : قلت له : ما الشرط في الحيوان ، قال : « ثلاثة أيّام للمشتري » . قال : قلت له : ما الشرط في غير الحيوان ؟ قال : « البيّعان بالخيار ما لم يفترقا » . « 3 »\r\nفإنّ الظاهر من رواية علي بن أسباط وغيرها أنّ هنا خياراً واحداً في المبيع غير أنّه تختلف غايته حسب اختلاف المبيع ، كما أنّ الظاهر من صحيحة فضيل أنّ الشرط في الحيوان ثلاثة أيّام وهو في غيره ما لم يفترقا ، فالمجعول خيار واحد ، غير انّه رعاية للحكمة جعل غايته في غير الحيوان الافتراق لسرعة تبيّن حاله ، وفي الحيوان لحاجته إلى التروّي والإمعان انقضاء ثلاثة أيّام ، هذا هو الظاهر من الروايات .\r\n\r\nالموضع الثالث : في مسقطاته\r\nيسقط خيار الحيوان كخيار المجلس بأُمور :\r\n\r\n1 . اشتراط سقوطه في ضمن العقد\r\nكما إذا قال : بعت هذا بهذا مع إسقاط خيار الحيوان ، وبما أنّ الخيار من الحقوق القابلة للإسقاط يصحّ الشرط ويجب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 8 ، والباب 1 من أبواب الخيار ، الحديث 5 .\r\n( 3 ) الوسائل : 12 ، الباب 3 من أبواب الخيار ، الحديث 5 ، والباب 1 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالوفاء به ، وما ربّما يقال من أنّه إسقاط لما لم يجب فقد عرفت جوابه في غير مورد ، وانّه يكفي في جواز الإسقاط وجود المقتضي للخيار وهو العقد .\r\nكما يجوز إسقاط خيار الحيوان بعامّته يجوز إسقاط بعضه دون البعض الآخر حسب الأيّام والساعات .\r\nومعنى الإسقاط هو تقليل مدّة الخيار من أوّل الأمر وتخصيصه باليوم الأوّل أو باليوم الثاني فقط .\r\n\r\n2 . إسقاطه بعد العقد\r\n، كما إذا قال : التزمت بالعقد .\r\n\r\n3 . سقوطه بكلّ فعل دالّ على التزامه بالعقد وكراهته للفسخ وان لم يستلزم تصرّفاً في المبيع\r\n، كما لو اشترى للفرس في أيام الخيار ، سرجاً وزماماً ، أو اشترى للجارية فيها ما يناسبها من الألبسة والأحذية وأدوات الزينة ، أو عرضها للبيع من دون أن يتصرّف فيها ولكن عُدّ العمل عرفاً ، إنشاءً فعليّاً للالتزام بالبيع وإسقاطاً للحقّ ، إذ لا فرق فيه بين القول والفعل ، فالإنشاء الفعلي كالإنشاء القولي وقد ورد في خيار الشرط ما يشهد لذلك . « 1 »\r\n\r\n4 . التصرّف وكونه مسقطاً في الجملة ممّا لا كلام فيه\r\n، إنّما الكلام في خصوصياته ، فقد اضطربت كلماتهم كاضطراب النصوص في نظرهم ، وقد أنهى السيد الطباطبائي الأقوال في المسألة إلى سبعة « 2 » ، والمهمّ هو القولان التاليان :\r\nأ : مطلق التصرّف وإن لم يكن مغيّراً للعين مسقط .\r\nب : التصرّف المغيّر للعين مسقط .\r\nولا يتعيّن أحد القولين إلّا بدراسة الروايات ، وهي على صنفين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 12 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) تعليقة السيد الطباطبائي : 2 / 21 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالأوّل : ما يدلّ على أنّ مطلق التصرّف وإن لم يكن مغيّراً للعين مسقط للعين ، صحيحة علي بن رئاب ، قال : سألت أبا عبد اللّه عليه السَّلام عن رجل اشترى جارية لمن الخيار ؟ فقال : « الخيار لمن اشترى » إلى أن قال : قلت له : أرأيت إن قبّلها المشتري أو لامس ؟ قال : فقال : « إذا قبّل أو لامس أو نظر منها إلى ما يحرم على غيره فقد انقضى الشرط ولزمته » . « 1 »\r\nالثاني : ما يدلّ على أنّ التصرّف المغيِّر للعين هو المسقط ، ونقتصر على روايتين :\r\n1 . روى الصفّار ، قال : كتبت إلى أبي محمد عليه السَّلام في الرجل اشترى من رجل دابّة فأحدث فيها حدثاً من أخذ الحافر ، أو أنعلها أو ركب ظهرها فراسخ ، أله أن يردّها في الثلاثة الأيّام التي له فيها الخيار بعد الحدث الذي يحدث فيها أو الركوب الذي يركبها فراسخ ؟ فوقع عليه السَّلام : « إذا أحدث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 3 و 2 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nفيها حدثاً فقد وجب الشراء إن شاء اللّه » . « 1 »\r\nوجه الدلالة : إنّ السائل طرح تصرّفين في ذيل سؤاله :\r\nأ : الحدث الذي يحدث فيها .\r\nب : الركوب الذي يركبها فراسخ .\r\nوالأوّل : هو التصرّف المغيّر كما مثّل الراوي في صدر كلامه من أخذ الحافر وإنعالها .\r\nوالثاني : هو التصرّف غير المغيّر ، وقد جعله الراوي موضوعاً مستقلًا بشهادة أنّه عطفه على الحدث الذي يحدث فيها .\r\nولكنّ الإمام خصّ الإسقاط بالقسم الأوّل دون الثاني وقال : « إذا أحدث فيها حدثاً » ولم يقل : « أو ركب ظهرها » وهذا يدل على أنّ التصرّف المغيّر هو المسقط لا مطلق التصرّف وإلّا لما ترك ذكر الركوب .\r\n2 . ما رواه الحلبي ، عن أبي عبد اللّه عليه السَّلام في رجل اشترى شاة فأمسكها ثلاثة أيّام ثمّ ردّها ؟ فقال : « إن كان في تلك الثلاثة الأيّام يشرب لبنها ردّ معها ثلاثة أمداد ، وإن لم يكن لها لبن فليس عليه شيء » . « 2 »\r\nوجه الاستدلال : أنّه لو كان مطلق التصرّف مسقطاً لسقط الخيار ، لأنّ المفروض انّ المشتري حلبها وشرب لبنها ، فإذا لم يكن مثل ذلك مسقطاً بشهادة تجويز الردّ فسقي الدابة وتعليفها أو استخدام الأمة لبعض الأُمور لا يكون مسقطاً بطريق أولى .\r\nوبذلك يقيّد ما دلّ على أنّ مطلق التصرّف مسقط بما دلّ على أنّ المسقط هو التصرّف المغيّر .\r\nبقي هنا سؤال ، وهو انّ الإمام عدّ لمس الأمة وتقبيلها أو النظر إليها بما يحرم عليه قبل الشراء في رواية علي بن رئاب من المسقطات ، ومن المعلوم أنّ هذه الأُمور ليست تصرّفاً مغيّراً ؟\r\nوالجواب : أنّ ما جاء فيها يختصّ بالأمة دون غيرها وفي الأمة أيضاً يختص بباب خيار الحيوان . وعلى ذلك فلا يتعدّى إلى غير الأمة في خيار الحيوان ، ولا فيها إلى غير خيار الحيوان كخيار العيب ، فلأجل ذلك جعلوا المسقط في خيار العيب في الأمة الوطء ، وتضافرت الروايات في كونه مسقطاً ، ولو كان النظر واللمس مسقطاً ، يلزم عدم استناد السقوط في مورد إلى الوطء لكونه مسبوقاً بهما دائماً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 3 و 2 .\r\n( 2 ) الوسائل : 12 ، الباب 13 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nعمومية الحكم للجاهل والعالم\r\nثمّ إنّه إذا كان التصرّف المغيّر مسقطاً ، فهل هو مسقط مطلقاً ، سواء كان المتصرّف عالماً بالموضوع ( أنّ هذا الفرس مثلًا هو المبيع الذي اشتراه أمس ) أو جاهلًا به وتصوّر أنّه هو ماله الذي تملَّكه قبل شهور ، وسواء أكان عالماً بالحكم وأنّه ذو خيار أو أنّ خياره يسقط بالتصرّف أم لا ؟ أو أنّ المسقط هو التصرّف الصادر من الملتفت إلى الموضوع والحكم ، فلا يسقط إذا كان جاهلًا بالموضوع أو الحكم ؟ ظاهر الروايات هو الأوّل ، وإنّ التصرّف وإحداث الحدث كاف في سقوط الخيار مطلقاً ، ولو خصّصناه بالملتفت ، يلزم حمل المطلقات على المواضع القليلة أو النادرة ، فإنّ الجهل بالأحكام سائد على الناس خصوصاً الجهل بخصوصيات المسقط .\r\n\r\nالتحقيق\r\n1 . لا شكّ في دخول الليلتين المتوسطتين في الثلاثة الأيّام ، فهل دخولهما تبعيٌّ لحفظ الاستمرار ، أو دخولهما حقيقي إذا أُريد من الأيّام ولو مجازاً الأيّام ولياليها ؟\r\n2 . اذكر الاستعمالات المختلفة للفظة « الأيّام » في القرآن .\r\nلاحظ : المتاجر ، قسم الخيارات ، ص 225 ؛ والمختار في أحكام الخيار ، ص 119 .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالفصل الثالث خيار التأخير\r\nخيار التأخير ممّا أطبق فقهاء أهل السنّة على عدمه ، كما أطبق أصحابنا على ثبوته ، وأخبارهم به متضافرة ، ومورده عبارة : عمّن ابتاع شيئاً معيّناً بثمن معيّن ولم يَقبضه ولا قبّض ثمنه وفارقه البائع ، فالمبتاع أحقّ به ما بينه وبين ثلاثة أيّام ، فإن مضت ولم يُحضر الثمن ، كان البائع بالخيار بين فسخ البيع وبين مطالبته بالثمن . « 1 »\r\nوعرّفه المحقّق بقوله : من باع ولم يَقبض الثمن ، ولا سلّم المبيع ، ولا اشترط تأخير الثمن ، فالبيع لازم ثلاثة أيّام ؛ فإن جاء المشتري بالثمن ، وإلّا كان البائع أولى بالمبيع . « 2 »\r\nووفقاً لما ذكر فهو مشروط بثلاثة شروط :\r\nالأوّل : عدم قبض الثمن .\r\nالثاني : عدم تسليم المبيع .\r\nالثالث : عدم اشتراط التأجيل في الثمن والمثمن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلاف : 3 / 20 ، المسألة 24 .\r\n( 2 ) الشرائع : 2 / 23 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوسيوافيك أنّ هنا شرطاً رابعاً وهو كون المبيع شخصيّاً لا كليّاً .\r\nويدلّ عليه أُمور : أوضحها الروايات المتضافرة المغنية عن دراسة رجالها ، وهي بين صحيحة وغير صحيحة .\r\n1 . صحيحة زرارة ، عن أبي جعفر عليه السَّلام قال : قلت له : الرجل يشتري من الرجل المتاعَ ، ثمّ يدعه عنده ، فيقول : حتى آتيك بثمنه ؟ قال : « إن جاء فيما بينه وبين ثلاثة أيّام ، وإلّا فلا بيع له » . « 1 »\r\n2 . خبر عبد الرحمن بن الحجاج قال : اشتريت محملًا فأعطيت بعض ثمنه وتركته عند صاحبه ، ثمّ احْتُبِسْتُ أيّاماً ، ثمّ جئت إلى بائع المحمل لأخذه ، فقال : قد بعته ، فضحكت ثمّ قلت : لا واللّه لا أدعك أو أقاضيك ، فقال لي : ترضى بأبي بكر بن عياش ؟ قلت : نعم ، فأتيته فقصصنا عليه قصّتنا ، فقال أبو بكر : بقول من تريد أن أقضي بينكما ، بقول صاحبك أو غيره ؟ قال : قلت : بقول صاحبي ، قال : سمعته يقول : « من اشترى شيئاً فجاء بالثمن ما بينه وبين ثلاثة أيّام وإلّا فلا بيع له » . « 2 »\r\n3 . صحيحة علي بن يقطين : أنّه سأل أبا الحسن عليه السَّلام عن الرجل يبيع البيع ولا يُقبضه صاحبَه ولا يَقبض الثمن ؟ قال : « فإنّ الأجل بينهما ثلاثة أيّام ، فإن قبض بيعه وإلّا فلا بيع بينهما » . « 3 »\r\n4 . خبر إسحاق بن عمّار ، عن العبد الصالح عليه السَّلام قال : « من اشترى بيعاً فمضت ثلاثة أيّام ولم يجئ فلا بيع له » . « 4 »\r\nثمّ إنّ الأصحاب بعد ما اتفقوا على عدم اللزوم اختلفوا في صحّة المعاملة وبطلانها على قولين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 1 ، 2 ، 3 و 4 .\r\n( 2 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 1 ، 2 ، 3 و 4 .\r\n( 3 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 1 ، 2 ، 3 و 4 .\r\n( 4 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 1 ، 2 ، 3 و 4 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nأ . ذهب الشيخ في « المبسوط » « 1 » والقاضي في « المهذّب » « 2 » إلى القول ببطلان البيع بعد الثلاثة ، وحكاه العلّامة عن ابن الجنيد في « المختلف » « 3 » ؛ وقد قال به من المتأخرين المحدّث البحراني في « الحدائق » « 4 » ومال إليه السيد الطباطبائي في تعليقته « 5 » على المتاجر .\r\nوالذي نصّ به المفيد في « المقنعة » « 6 » والشيخ في « النهاية » « 7 » أنّ العقد صحيح ، ويكون للبائع الخيار إن شاء فسخ البيع وإن شاء طالب بالثمن .\r\nومدرك القولين هو الروايات السابقة ، أعني قوله : « فلا بيع له » فهل هو محمول على نفي الصحة أو على نفي اللزوم .\r\nويرجَّح القولُ الأوّل بأنّه إذا تعذّرت الحقيقة لوجود البيع فأقرب المجازات وهو نفي الصحّة أولى .\r\nويرجّح القول الثاني بأنّ الهيئة ( لا بيع له ) وإن كانت ظاهرة في نفي الحقيقة عند الإمكان ثمّ نفي الصحّة عند عدم إمكان نفي الحقيقة ، إلّا أنّ هناك قرائن تدلّ على أنّ المراد نفي اللزوم ، وإليك بعض هذه القرائن :\r\n1 . انّ الروايات الماضية تشتمل على قضية شرطية :\r\nففي صحيحة زرارة : « إن جاء فيما بينه وبين ثلاثة أيّام » .\r\nوفي رواية عبد الرحمن بن الحجاج : « من اشترى شيئاً فجاء بالثمن ما بينه وبين ثلاثة أيّام » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط : 2 / 87 .\r\n( 2 ) المهذّب : 1 / 361 .\r\n( 3 ) المختلف : 5 / 70 .\r\n( 4 ) الحدائق الناضرة : 19 / 48 .\r\n( 5 ) تعليقة السيد الطباطبائي : 2 / 52 .\r\n( 6 ) المقنعة : 591 .\r\n( 7 ) النهاية : 385 ، باب الشروط في العقود .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوفي صحيحة علي بن يقطين : « فإن قبض بيعه » .\r\nهذه قضايا شرطية حذف جزاؤها ، وأقيم مكانه قوله : « وإلّا فلا بيع له » ، وله في الكتاب والسنّة نظائر كثيرة حيث يحذف الجزاء ويقوم مقامه شيء آخر ، نظير قوله سبحانه : (  إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ  ) « 1 » والجزاء محذوف وهو « فلا عجب » أي فإن سرق فلا عجب ولا غرو ، فقد سرق أخوه أيضاً من قبل .\r\nوعندئذ يجب علينا تعيين الجزاء المحذوف فهل هو قوله : « لا يجب الوفاء » أو قوله : « يبطل البيع » ؟\r\nمقتضى التقابل بين الجزاءين هو الأوّل ، لأنّ الجزاء المقدّر في الشرطية الأُولى ، أعني : قوله : « إن جاء فيما بينه وبين ثلاثة أيّام » هو قوله : « يجب الوفاء » ، فيناسب أن يكون الجزاء في الشرطية الثانية أي قوله : « وإلّا » هو نفس ذلك الجزاء بصورة السالبة ، أي لا يجب الوفاء لا انّه « يبطل العقد » ، لعدم التقابل بين وجوب الوفاء وبطلان العقد .\r\nوبعبارة أُخرى : أنّ الهدف من السؤال ، هو تعيين تكليف البائع حيث إنّه كان في السابق ملزماً بالوفاء بالعقد وإقباض ، المبيع فأراد أن يقف على أنّه هل هو ملزم به مثل السابق أو لا ؟ فوافاه الجواب بأنّه لا بيع ، فيكون المراد ، هو نفي اللزوم ، فأشبه بالبناء المتزلزل الذي يصحّ أن يوصف بأنّه لا بناء ، كما يصحّ أن يوصف المنهدم أيضاً بأنّه لا بناء .\r\n2 . إنّ الحكم في المقام امتناني ، ومقتضاه صحّته بلا لزوم لا بطلانه ، إذ ربّما يتعلّق الغرض ببقاء العقد واستمراره بحيث يكون في بطلانه ضرر عليه .\r\n3 . ما ورد في « دعائم الإسلام » : انّه من اشترى صفقة وذهب ليجيء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوسف : 77 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nبالثمن فمضت ثلاثة أيّام ولم يأت به ، فلا بيع إذا جاء يطلب إلّا أن يشاء البائع . « 1 »\r\n4 . يؤيّده أيضاً ما في رواية علي بن يقطين قال : سألت أبا الحسن عليه السَّلام عن رجل اشترى جارية وقال : أجيئك بالثمن ؟ فقال : « إن جاء فيما بينه وبين شهر وإلّا فلا بيع له » « 2 » حيث تدلّ على صحّة المعاملة وبقائها إلى مضي شهر ، بناء على أنّ الرواية غير مختصّة بموردها وأنّ الإجابة مستحبّة إلى شهر وذلك جمعاً بين الروايات والقول ببقائها إلى شهر لا يجتمع مع البطلان بعد ثلاثة أيّام .\r\nولو شكّ في المفاد ، فالمحكَّم عند الشيخ هو استصحاب الآثار المترتّبة على البيع .\r\n\r\nشروط الخيار\r\nيعتبر في شروط الخيار الأُمور الأربعة التالية :\r\n1 . عدم قبض المبيع .\r\n2 . عدم قبض مجموع الثمن .\r\n3 . عدم اشتراط تأخير تسليم أحد العوضين .\r\n4 . أن يكون المبيع عيناً أو شبهها كصاع من صبرة .\r\nوإليك دراسة هذه الشروط :\r\n\r\nالأوّل : عدم قبض المبيع\r\nيعتبر في ثبوت خيار التأخير عدم قبض المبيع ، وادّعي في « الحدائق »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستدرك : 13 ، الباب 8 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 6 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nو « الجواهر » « 1 » اتّفاق الأصحاب عليه . ويدلّ عليه ما في صحيحة علي بن يقطين « 2 » : « فإن قبض بيعه وإلّا فلا بيع بينهما » والمراد من « البيع » هو المبيع بقرينة صدر الرواية : « عن الرجل يبيع البيع ولا يُقبضه صاحبه ولا يَقبض الثمن » .\r\nثمّ إنّ الفعل في قوله : « فإن قبض بيعه » إمّا بالتخفيف أو بالتشديد ، فعلى الأوّل يتعدّى إلى مفعول واحد ، ويكون المراد : فإن قبض صاحبُ البائع ( المشتري ) المبيع ، وعلى الثاني يتعدّى إلى مفعولين ويكون المراد : فإن قبّض البائعُ صاحبَه المبيعَ ، وعلى كلا التقديرين يدلّ على المقصود .\r\nوأمّا خبر إسحاق بن عمّار : « من اشترى بيعاً فمضت ثلاثة أيّام ولم يجئ فلا بيع له » فهو أيضاً دالّ على شرطية عدم قبض المبيع ، لأنّ المقصود قوله : « لم يجئ » هو أنّه « لم يجئ ليقبض المبيع » بقرينة قوله : « من اشترى بيعاً » فيدلّ على شرطية عدم القبض كالرواية السابقة .\r\n\r\nالثاني : عدم قبض الثمن\r\nاتّفقت كلمتهم على هذا الشرط ، وهو ظاهر الأخبار وقد تكرّرت هذه الجملة : « إن جاء بينه وبين ثلاثة أيّام وإلّا فلا بيع له » الظاهر في عدم دفع الثمن . حتّى أنّ بعضهم جعل الموضوع عدم المجيء بالثمن ، سواء أقبض المثمن أم لا ، فهو شرط متّفق عليه ، وقبض بعض الثمن ، ك‍ « لا قبض » ، لعدم كونه ثمناً .\r\nولو قبضه بلا إذن فهو ك‍ « لا قبض » ، لأنّ تعيين ما في الذمّة في فرد ، من صلاحيات المشتري لا البائع ، اللّهمّ إلّا إذا كان ممتنعاً ، فيتعيّن بتعيين الفقيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحدائق : 19 / 45 ؛ الجواهر : 23 / 53 .\r\n( 2 ) الوسائل : 12 ، الباب 9 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوبالجملة إنّ ولاية المشتري في تعيين الثمن الكلّي في فرد بعدُ باقية ، فلا يتعيّن بدون إذنه .\r\n\r\nالثالث : تأخير الثمن ثلاثة أيّام\r\nالمتبادر من الروايات أنّ التحديد بثلاثة ، تحديد شرعي وإمهال مولوي من جانب الشارع للمشتري ، ومن المعلوم أنّ الإمهال إنّما هو في مورد لم يكن هناك مجوّز للتأخير كاشتراطه في متن العقد .\r\n\r\nالرابع : أن يكون المبيع عيناً أو شبهها كصاع من صبرة\r\nويمكن استظهاره مضافاً إلى وروده في عبارة « الخلاف » و « المهذّب » وغيرهما من كتب الأصحاب ، أنّه ورد في النصوص الجمل التالية : 1 . « يشتري من الرجل المتاع ثمّ يدعه عنده » ؛ 2 . « اشتريت محملًا » و 3 . « عن الرجل يشتري المتاع أو الثوب » وكلّها ظاهرة في الشخصي ، ولا يعمّ الكلّي .\r\nنعم هنا طائفة ثانية يستظهر منها العموم ، أعني :\r\n1 . ما رواه ابن عيّاش عن أبي عبد اللّه عليه السَّلام : « من اشترى شيئاً » .\r\n2 . ما رواه علي بن يقطين عن أبي الحسن عليه السَّلام : « يبيع البيع » .\r\n3 . ما رواه إسحاق بن عمّار عن العبد الصالح : « من اشترى بيعاً » .\r\nويمكن أن يقال إنّه لا يستفاد من الطائفة الأُولى الاختصاص بالشخص ، كما لا يستفاد من الثانية العموم لعدم كونها في مقام البيان من هذه الجهة .\r\nغير أنّ هذا الخيار لما كان على خلاف القاعدة ، فإنّ الجواز بعد اللزوم ثبت تعبّداً فيقتصر على المتيقّن من الموارد ، وهو المبيع الشخصي ، مضافاً إلى المناسبة\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالمغروسة في الأذهان من أنّ هذا الخيار لأجل ذبّ الضرر عن جانب البائع ، وهو موجود في الشخصي دون الكلّي ، لا أقول إنّ الحكم دائر مدار الضرر ، ولكن يمكن أن يكون قرينة على الانصراف .\r\n\r\nمسقطات خيار التأخير\r\nيسقط هذا الخيار بأُمور :\r\n1 . إسقاطه بعد الثلاثة قولًا وفعلًا .\r\n2 . إسقاطه في الثلاثة قولًا وفعلًا ، وليس الإسقاط في هذا القسم من قبيل إسقاط ما لم يجب ، لما عرفت من كفاية وجود المقتضي وهو العقد فيصح إسقاطه كسائر الخيارات كالمجلس والحيوان .\r\n3 . اشتراط سقوطه في متن العقد ، ووجه الصحّة ما ذكرناه .\r\nوأمّا سقوطه ببذل المشتري الثمن بعد الثلاثة ، فالأقوى عدم سقوطه لظهور الروايات في أنّ التأخير تمام الثلاثة علّة تامّة للخيار ، والبذل بعده لا تأثير له في إزالة الخيار ؛ ولو شكّ في بقاء الخيار وعدمه ، فإطلاق الروايات الدال على بقاء الخيار مطلقاً ، سواء أبذل بعد الثلاثة أم لا ، كاف في رفع الشكّ من دون حاجة إلى استصحاب بقاء الخيار .\r\nولو أخذ البائع الثمن بعد الثلاثة من المشتري ، فلو نوى عند الأخذ الالتزامَ بالبيع فالخيار يسقط ، وإلّا فلا ، هذا حسب الثبوت ؛ وأمّا الإثبات ، فالظاهر انّه يحكم عليه بالإسقاط إذا كان عالماً بالموضوع والحكم ، فلا يقبل منه تفسير الأخذ بغير هذا الوجه .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nومثله مطالبة الثمن بعد الثلاثة فالظاهر أنّه لا يدلّ على الإسقاط ، إذ من المحتمل أن يكون لأجل استكشاف حال المشتري وانّه هل هو مستعد لدفع الثمن فيمضى العقد ، أو لا ، فيفسخ ، فلو ادّعى ذلك يقبل منه .\r\nثمّ إنّ خيار التأخير غير فوري لإطلاق الروايات .\r\n\r\nلو اشترى ما يفسد من يومه\r\nلو اشترى ما يفسد من يومه ولم يجئ بالثمن . ففي مرسلة محمّد بن أبي حمزة : في الرجل يشتري الشيء الذي يفسد من يومه ويتركه حتّى يأتيه بالثمن ؟ قال : « إن جاء فيما بينه وبين الليل بالثمن وإلّا فلا بيع له » . « 1 »\r\nوفي خبر « 2 » زرارة ، عن أبي عبد اللّه عليه السَّلام في حديث قال : « العهدة فيما يفسد من يومه مثل البقول والبطيخ والفواكه يوم إلى الليل » . « 3 »\r\nإنّما الكلام في تبيين ما هو المقصود من « ما يفسد من يومه » فهنا احتمالان :\r\n1 . المراد منه ما يفسد قرب دخول الليل ، فيكون الخيار في أوّل أزمنة الفساد .\r\nيلاحظ عليه : بأنّ الخيار لا يجدي في هذا الحال .\r\n2 . أنّ المراد منه هو اليوم مع ليله ، ، فالمفسد هو مبيته ، فيكون للبائع مجال لبيعه من غيره قبل المبيت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الجزء 12 ، الباب 11 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) في سنده حسن بن رباط ، ولم يوثّق ، لكن الروايتين عمل بهما المشهور .\r\n( 3 ) الوسائل : الجزء 12 ، الباب 11 من أبواب الخيار ، الحديث 2 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالمقصد الثالث أقسام الشرط\r\nإنّ للشرط أقساماً :\r\n1 . شرط الفعل\r\n2 . شرط الوصف\r\n3 . شرط النتيجة\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالشرط وأقسامه\r\nينقسم الشرط في باب المعاملات إلى أقسام :\r\n\r\n1 . شرط الفعل\r\nما يتعلّق بفعل من أفعال المكلّفين ، كما إذا باع وشرط على المشتري أن يخيط له قميصاً أو يعلّمه القرآن ؛ ويمكن تصوير ذلك في البيع الكلّي أيضاً ، كما إذا اشترى حنطة سلماً ، واشترط على البائع أن يدفع من صنف خاص ، فهو أيضاً من قبيل شرط الفعل .\r\n\r\n2 . شرط الوصف\r\nما يتعلّق بوصف من صفات المبيع الشخصي ، ككون الدابّة حاملًا ، والسجادة مصبوغة بصبغ خاص ، وكون الفرس أصيلًا ، إلى غير ذلك من الأوصاف المطلوبة في المبيع .\r\n\r\n3 . شرط النتيجة\r\nما يتعلّق الغرض بما هو من قبيل الغاية للفعل ، كما إذا باع داره بثمن وشرط\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nأن تكون ثمرة الشجرة ملكاً له ، أو أُخته زوجة له ، أو كونه وصيّاً له ، أو عبده معتقاً ؛ فالشرط في هذا القسم عبارة عن الغاية الحاصلة من الفعل ، فانّ الغاية الحاصلة من قوله : ملّكت أو زوّجت أو وصّيتك أو اعتقتُ عبدي هو كون الثمرة ملكاً ، والأُخت زوجة ، والمشتري وصيّاً ، والعبد معتقاً ، فهو يشترط حصول تلك الغايات بلا حاجة إلى عقد آخر ، وهذا ما يطلق عليه شرط النتيجة .\r\n\r\nثمّ إنّ شرط النتيجة على أقسام :\r\n1 . ما دلّ الدليل الشرعي على عدم تحقّق تلك الغاية إلّا بأسبابها الشرعية كالزوجية ، والعتق ، ولا يكفي اشتراطها في نفس العقد .\r\n2 . ما دلّ الدليل على عدم توقّفه على سبب خاص ، بل يكفي شرطه في العقد كالوكالة والوصاية ، ككون الثمرة على الشجرة ملكاً للبائع .\r\n3 . ما جهل نوعه ، كاشتراط أن يكون مال خاص غير تابع لأحد العوضين ملكاً لأحدهما ، أو صدقة للفقراء .\r\nأمّا القسم الأوّل : أي ما يحتاج في تحقّقها إلى سبب خاص ، فيكون الشرط المذكور في العقد شرطاً فاسداً ، كاشتراط زوجية الأُخت وانعتاق العبد ، ويجري فيه ما سنذكره في الشرط الفاسد من انّه فاسد ومفسد أو فاسد وليس بمفسد ؟\r\nوأمّا القسم الثاني : أي ما لا يحتاج في تحقّقه إلى سبب خاص ، كالوكالة ، والوصاية ، وكون ثمرة الشجرة ملكاً للبائع ، فهو شرط صحيح يجب ترتيب الأثر عليه .\r\nوأمّا القسم الثالث أعني : ما إذا تردّد بين القسمين ثبوتاً ولم يعلم أنّه هل\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nيتوقّف على سبب خاص أو يكفي في تحقّقه اشتراطه في العقد ، فهل يجب الوفاء به أو لا ؟ قولان :\r\nالأوّل : عدم وجوب الوفاء به ، لأنّ قوله سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) أو قوله عليه السَّلام : « المؤمنون عند شروطهم » مخصّص خرج عن تحته الشرط الذي تحقّقه رهن سبب خاص والمفروض أنّ ما بأيدينا من الشرط مردّد بين ما هو باق تحت العام أو خارج عنه وداخل تحت المخصّص ، ومن المعلوم عدم جواز التمسّك بالعام عند الشكّ في الشبهة المصداقية .\r\nالثاني : وجوب الوفاء به ، لأنّ المشهور عند الأُصوليّين وإن كان عدم صحّة التمسّك بالعام ، لكن الشبهة المصداقية على قسمين :\r\nقسم يتوقّف التعرّف عليه على بيان الشارع .\r\nوقسم يتمكّن المكلّف من تحصيل معرفته من الطرق المألوفة .\r\nفما لا يجوز التمسّك فيه بالعام إنّما هو في القسم الثاني دون القسم الأوّل ، لأنّ المفروض أنّ التعرّف رهن بيان الشارع ، فإذا لم يكن هناك بيان خاص ، فذلك يكشف عن بقائه تحت العام .\r\nتوضيح القسمين : إذا قال المولى : أكرم العلماء ، ثمّ قال : لا تكرم فسّاق العلماء ، ودار أمر زيد العالم بين بقائه تحت العام إذا كان عادلًا أو خروجه عنه إذا كان فاسقاً ، ففي هذا المورد لا يمكن التمسّك بعموم العام ، لأنّ المفروض أنّ التعرّف على حال المورد ، أمر ممكن للمكلّف من دون حاجة إلى بيان الشارع .\r\nوأمّا إذا باع البائع داره بثمن وشرط في ضمن العقد أن تكون الشاة\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالموجودة في داره له ، وشككنا في أنّ وجوب الوفاء بهذا النوع من الشروط ( ما لا يعدّ تابعاً للمبيع ) هل هو رهن سبب خاص أو لا ؟ فبيانه على عاتق الشارع ، فيكفي في جواز التمسّك بالعام ، الفحص والتتبع في الكتاب والسنّة وعدم العثور على كونه رهن سبب خاص ، إذ لو كان لظهر وبان .\r\n\r\nما هي الضابطة لتمييز القسمين ؟\r\nقد عرفت أنّ الشرط على قسمين :\r\nما يحتاج إلى سبب خاص كالزوجية .\r\nوما لا يحتاج إلى سبب خاص بل يكفي الاشتراط ، كالوصية والوكالة .\r\nفيقع الكلام في تمييز القسم الأوّل عن الثاني وما هي الضابطة في ذلك ؟\r\nأقول : إنّ هناك ضابطتين نشير إليهما :\r\nالأُولى : ما أفاده السيد الإمام الخميني قدَّس سرَّه وقال :\r\nكلّ عنوان يصحّ جعله مستقلًا وابتداءً ، يصحّ جعله بالشرط أيضاً ذلك كالوكالة والوصاية والأمانة والوديعة والرهن والقرض فكلّها يصحّ جعلها مستقلًا ، بأن يقول : أنت وليّي ووصيي ، وهذه أمانة أو وديعة ، فمثله يصحّ جعله بالشرط أيضاً بأن يشترط هذه العناوين في ضمن عقد .\r\nوأمّا ما لا يمكن جعله مستقلًا كالمبيعية والثمنية للمبيع والثمن فهذا لا يصحّ شرطه ، بل يجب أن يتطرّق إلى حصولها من طريق ثالث .\r\nالثانية : الظاهر أنّ كلّ أمر اعتباري ، يهتمّ به العرف والشرع من حيث اللفظ\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوالصيغة ، ولا يقوم به إلّا بتشريفات خاصّة ، فهذا ممّا لا يحصل بنفس الاشتراط كالنكاح والطلاق ، ولعلّ منه الوقف والنذر ، وأمّا ما لا يهتمّ به ، مثل ما سبق ، فيكفي فيه نفس الاشتراط .\r\n\r\nالتحقيق\r\nبيّن لنا معنى « الشبهة المصداقية » فهل الشبهة والشكّ في صدق عنوان العام على المورد ، أو انّ صدق عنوان العام محرز ، وإنّما الشكّ في صدق عنوان الخاص عليه ؟\r\nلما ذا لا يجوز التمسّك في الشبهة المصداقية بالعام ، وما هو دليل المانعين المذكور في علم الأُصول ، باب العام والخاص ؟\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالمقصد الرابع شروط صحّة الشرط\r\nقد عرفت أنّ الشرط يُطلق ويراد به الشرط الأُصولي وهو تعليق المنشأ على شيء ، وقد يطلق ويراد به الشرط الفقهي أعني به : جعل شيء على ذمّة أحد المتعاقدين فإن وفى بالشرط لزم العقد ، وإن تخلّف يثبت للمشروط له الخيار .\r\nهذا ما تقدّم تفصيله في الفصل الثاني من المقصد الأوّل من الخيارات العامّة ، وبما انّ الشرط بهذا المعنى ينقسم إلى صحيح وفاسد ، عنون الفقهاء باباً باسم شروط صحّة الشرط ، وممّن خاض في هذا البحث شيخنا الأنصاري بعد الفراغ عن بيان أقسام الخيار ، وقد ناهز عدد الشروط عنده التسعة هي :\r\n1 . أن يكون الشرط مقدوراً عليه .\r\n2 . أن يكون الشرط سائغاً .\r\n3 . أن يكون عُقلائياً .\r\n4 . أن لا يخالف الكتاب والسنّة .\r\n5 . أن لا يخالف مقتضى العقد .\r\n6 . أن لا يكون مجهولًا جهالة توجب الغرر .\r\n7 . أن لا يكون مستلزماً للمحال .\r\n8 . أن يلتزم بالشرط في متن العقد .\r\n9 . أن يكون منجّزاً لا معلّقاً .\r\nوإليك دراسة هذه الشروط بنحو موجز في ضمن فصول :\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالفصل الأوّل القدرة على إنجاز الشرط\r\nيشترط في صحّة الشرط قدرة المشروط عليه على إنجازه بأن يكون داخلًا تحت قدرته ؛ قال المحقّق : لا يجوز اشتراط ما لا يدخل في مقدوره ، كبيع الزرع على أن يجعله سنبلًا ، والرطب على أن يجعله تمراً . « 1 »\r\nوقال في « الحدائق » : يبطل الشرط باشتراط غير المقدور للمشروط عليه ، كاشتراط حمل الدابّة فيما بعد ، أو انّ الزرع يبلغ السنبل ، سواء شرط عليه أن يبلغ ذلك بفعله أو بفعل اللّه تعالى ، لاشتراكهما في عدم المقدورية . « 2 »\r\nأقول : الظاهر انّ المراد من كون الشرط داخلًا تحت القدرة في بادئ النظر هو التحرّز عن أمرين :\r\nالأوّل : اشتراط ما هو مُحال عقلًا ، كالجمع بين الضدّين أو عادة كالطيران في الهواء بلا سبب .\r\nالثاني : اشتراط فعل الغير ، الخارج عن اختيار فعل المتعاقدين المحتمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرائع : 2 / 288 ، النظر الخامس في الشروط .\r\n( 2 ) الحدائق : 19 / 67 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوقوعه في المستقبل .\r\nفالأوّل أي الممتنع بالذات ممّا لا يشترطه العقلاء حتّى يحترز عنه ، بخلاف الثاني فانّه أمر مطلوب للعقلاء وهو أولى من الشرط بالوصف الحالي المجهول تحقّقه ككون الحيوان حاملًا فعلًا . وعلى ذلك يكون المراد من اشتراط القدرة ، هو إخراج شرط فعل الغير ، الخارج عن اختيار المشروط عليه .\r\nثمّ إنّهم استدلّوا على فساد شرط فعل الغير بأنّه يستلزم أحد الأمرين :\r\n1 . الغرر بمعنى الخطر .\r\n2 . عدم القدرة على التسليم .\r\nيلاحظ عليه : أنّ تعليل بطلان هذا النوع من الاشتراط بالأوّل ( استلزامه الغرر ) يستلزم دخوله في الشرط السادس الذي سيوافيك وهو أن لا يكون مجهولًا جهالة توجب الغرر ، فلا وجه لذكره مستقلًا .\r\nوأمّا تعليله بعدم القدرة على التسليم فهو قابل للنقاش ، وذلك لأنّه لو شرط فعل الغير ولكن كان هناك مظنّة للتسليم ، كما إذا كان الغير عبداً أو أمة له أو ولداً أو أخاً أو صديقاً يلبُّون دعوته ، ويقضون طلبه بلا تروّ وتردّد ، فلا مانع من اشتراطه ، لأنّ الميزان لصحّة الشرط هو الاطمئنان بتحصيله ، فإذا كان هناك اطمئنان بتحصيل فعل الغير حسب الموازين العرفية لأجل العلقة التي تجمعهما فلا مانع من اشتراطه .\r\nوبذلك تبيّن أنّه لا وجه لهذا الشرط بمحتملاته الثلاثة :\r\n1 . ما هو ممتنع عقلًا أو عادة .\r\n2 . شرط فعل الغير إذا كان مستلزماً للغرر ، كما إذا لم يكن هناك اطمئنان\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبتحصيله ، إذ يُستغنى عنه بالشرط السادس .\r\n3 . شرط فعل الغير إذا كان هناك اطمئنان بتحصيله ، وهو أمر عقلائي .\r\n\r\nالتحقيق\r\nما هي الموارد التي رتّبها الفقهاء على هذا الشرط ؟ لاحظ : الجواهر : 23 / 205 ؛ المختار في أحكام الخيار ، ص 448447 .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nالفصل الثاني كون الشرط سائغاً في نفسه\r\nلا يجوز اشتراط جعل العنب خمراً ونحوه لعدم نفوذ الالتزام بالمحرّمات .\r\nففي رواية إسحاق بن عمّار ، عن جعفر ، عن أبيه أنّ علي بن أبي طالب كان يقول : « من شرط لامرأته شرطاً فليف لها به ، فانّ المسلمين عند شروطهم ، إلّا شرطاً حرّم حلالًا أو أحلّ حراماً » . « 1 »\r\nيلاحظ عليه : بأنّ مرجع هذا الشرط إلى الشرط الرابع ، أعني : ما لا يكون مخالفاً للكتاب والسنّة ، وربّما حاول بعضهم التفريق بين هذا الشرط والشرط الرابع بوجوه :\r\n1 . إنّ المحرّم في المقام هو نفس الالتزام والتعهد ، وقد قيل : إنّ الشرط إذا كان محرّماً كان اشتراطه والالتزام به إحلالًا للحرام « 2 » ، وهذا بخلاف الشرط الرابع فإنّ المحرّم فيه نفس الملتزم كشرب الخمر .\r\nيلاحظ عليه : بأنّ حرمة الالتزام تابعة لحرمة الملتزم ، فلو كان الملتزم محرّماً كجعل العنب خمراً فالالتزام والتعهد به يكون كذلك وإلّا فلا ، فاشتراط كون الملتزم سائغاً غير مخالف للكتاب والسنّة يغني عن الآخر للتلازم بينهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 5 .\r\n( 2 ) المتاجر : قسم الخيارات ، 276 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n2 . تخصيص الشرط الثاني بالحلّية التكليفية كالمثال المزبور ، وحمل الشرط الرابع على الحلّية الوضعية حذراً عن رقيّة الحرّ ، وكون الأجنبي وارثاً .\r\nيلاحظ عليه : أنّ مورد الشرط الرابع أعمّ من التكليفية والوضعيّة في لسان الروايات وكلمات الفقهاء كما سيوافيك .\r\n3 . تخصيص الشرط الثاني بعدم المخالفة مع السنّة ، والرابع بعدم المخالفة مع الكتاب .\r\nيلاحظ عليه : أنّ مورد الرابع أعمّ ، فالحقّ الاستغناء عن هذا الشرط كالشرط الأوّل .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nالفصل الثالث كون الشرط عقلائياً\r\nيشترط في صحّة الاشتراط أن يكون عقلائياً ويتعلّق به الغرض ولا يعدّ لغواً ، فخرج مثل اشتراط الكيل بمكيال أو الوزن بميزان معيّنين مع مساواتهما لسائر المكاييل والموازين الدقيقة .\r\nوالدليل على ذلك ، عدم شمول أدلّة الإمضاء ، أعني : « المسلمون عند شروطهم » ، إلّا للشرط العقلائي لا الخارج عن إطار أعمالهم ، وبذلك يعلم أنّ اشتراط المعاملة بعُمْلة ورقية خاصّة مع مساواتها لسائر العملات الورقية شرط غير عقلائي .\r\nويترتب على ذلك أنّه لو اشترى بنيّة دفع عملة معيّنة في كيسه تكون النيّة لغواً ، لأنّ قصد هذا الورق من العملة دون ذاك ، قصد باطل لا طائل تحته . « 1 »\r\nثمّ إنّ الشيخ علّل عدم صحّة هذا الشرط بأنّه لا يعدّ حقّاً للمشروط له حتّى يتضرّر بتعذّره فيثبت له الخيار ، أو يعتني به الشارع فيوجب الوفاء به ويكونَ تركه ظلماً فهو نظير عدم إمضاء الشارع لبذل المال على ما فيه منفعة لا يعتدّ بها عند العقلاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويترتّب على ذلك بعض المسائل الفقهية التي لا تخفى على الفقيه . منها شراء متاع ناوياً دفع ثمنه بالثمن المغصوب أو الاستحمام في حمّام الغير ناوياً دفع الأُجرة من العُملة المغصوبة فلاحظ .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nيلاحظ عليه : بأنّ موضوع الوفاء هو الشرط لا الشرط الذي يوجد حقّاً ويعدّ تركه ظلماً ، ولعلّ هذه العناوين تنتزع من أدلّة لزوم الوفاء بعد شمولها للشرط الوارد في كلام المتبايعين ، فلا يصحّ أخذ ما هو متأخّر عن تطبيق الدليل في لسانه ، فلا يصحّ أخذ « ما يتضرّر بتعذّره المشروط له » في لسان « المؤمنون عند شروطهم » وإنّما المأخوذ فيه هو ذات الشرط بما هو هو .\r\nوالأولى الاستدلال بما ذكرناه من عدم شمول أدلّة الإمضاء له .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nالفصل الرابع عدم كونه مخالفاً للكتاب والسنّة\r\nمن شرائط صحّة الشرط أن لا يكون مخالفاً للكتاب والسنّة ، كما إذا اشترط كون الطلاق بيد الزوجة ، أو رقّيّة حرّ ، أو توريث أجنبي ، فلا يكون نافذاً ، وتحقيق هذا الشرط يتوقّف على سرد روايات المقام وهي على أصناف ،\r\n\r\nونحن نذكر هنا من كلّ صنف رواية واحدة ونشير في الهامش إلى ما لم نذكر من روايات ذلك الصنف\r\n، ومن حاول أن يقف على جميع روايات الباب فليرجع إلى محالّها التي أشرنا إليها في الهامش .\r\n\r\nالأوّل : أن لا يكون مخالفاً لكتاب اللّه\r\nعن عبد اللّه بن سنان ، عن أبي عبد اللّه عليه السَّلام قال : سمعته يقول : « من اشترط شرطاً مخالفاً لكتاب اللّه فلا يجوز له ، ولا يجوز على الذي اشترط عليه » . « 1 »\r\n\r\nالثاني : أن يكون موافقاً لكتاب اللّه\r\nفعن عبد اللّه بن سنان ، عن أبي عبد اللّه عليه السَّلام قال : سمعته يقول : « من اشترط شرطاً مخالفاً لكتاب اللّه فلا يجوز له ، ولا يجوز على الذي اشترط عليه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 1 ؛ ولاحظ أيضاً : الحديث 2 و 3 و 4 من ذلك الباب ؛ والجزء 15 ، الباب 41 من أبواب مقدمات الطلاق ، الحديث 6 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوالمسلمون عند شروطهم ممّا وافق كتاب اللّه عزّ وجلّ » . « 1 »\r\nومحل الاستشهاد هو ذيل الحديث .\r\n\r\nالثالث : أن لا يكون مخالفاً للسنّة\r\nعن محمد بن قيس ، عن أبي جعفر عليه السَّلام قال : قضى علي عليه السَّلام في رجل تزوّج امرأة وأصدقها ، واشترطت عليه أنّ بيدها الجماع والطلاق ؟ قال : « خالفت السنّة ووليت حقّاً ليست بأهله ، قال : فقضى علي عليه السَّلام أنّ عليه الصداق وبيده الجماع والطلاق وتلك السنّة » . « 2 »\r\n\r\nالرابع : أن لا يكون مخالفاً لشرط اللّه\r\nعن محمد بن قيس ، عن أبي جعفر عليه السَّلام قال : « قضى علي عليه السَّلام في رجل تزوّج امرأة وشرط لها إن هو تزوّج عليها امرأة أو هجرها أو اتّخذ عليها سريّة فهي طالق ، فقضى في ذلك : انّ شرط اللّه قبل شرطكم ، فإن شاء وفى لها بالشرط ، وإن شاء أمسكها واتّخذ عليها ونكح عليها » . « 3 »\r\n\r\nالخامس : أن لا يكون محرّماً لحلال أو محلّلًا لحرام\r\nروى إسحاق بن عمّار ، عن جعفر ، عن أبيه عليه السَّلام : « أنّ علي بن أبي طالب كان يقول : « من شرط لامرأته شرطاً فليف لها به ، فانّ المسلمين عند شروطهم ، إلّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 1 ؛ وج 15 ، الباب 13 من أبواب مقدّمات الطلاق ، الحديث 1 ؛ صحيح البخاري : 3 / 192 ، باب الشروط في الولاء ، الحديث 1 ؛ المستدرك : 15 ، الباب 30 من كتاب العتق ، الحديث 2 .\r\n( 2 ) الفقيه : 3 / 269 برقم 1276 .\r\n( 3 ) الوسائل : 15 ، الباب 13 من أبواب مقدّمات الطلاق ، الحديث 2 ؛ ولاحظ أيضاً الجزء نفسه ، الباب 38 من أبواب المهور ، الحديث 1 ، والباب 20 من أبواب المهور ، الحديث 6 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nشرطاً حرّم حلالًا أو أحلّ حراماً » . « 1 »\r\n\r\nالسادس : عدم منع الكتاب والسنّة عنه\r\nروى أبو المكارم في « الغنية » : « الشرط جائز بين المسلمين ما لم يمنع منه كتاب أو سنّة » . « 2 »\r\n\r\nوقبل الخوض في تفسير الموافق والمخالف للكتاب والسنّة نشير إلى عدّة أُمور :\r\n\r\nالأوّل : المراد من كتاب اللّه هو القرآن المجيد لا مطلق ما كتب اللّه على عباده من أحكام الدين وبيّنه على لسان رسوله\r\nوذلك ، لأنّ المتبادر من الكتاب ما ذكرنا .\r\nنعم ذهب الشيخ الأنصاري إلى أنّ المراد هو الثاني بشهادة أنّ اشتراط ولاء المملوك لبائعه إنّما جُعل في النبويّ مخالفاً لكتاب اللّه مع كون الكتاب العزيز خالياً منه ، فلا بدّ من تفسير الكتاب بما كتب اللّه على عباده . « 3 »\r\nأقول : مقصوده من النبوي ما رواه صاحب دعائم الإسلام بقوله : « ما بال أقوام يشترطون شروطاً ليست في كتاب اللّه يبيع أحدهم الرقبة ويشترط الولاء ، والولاء لمن اعتق وشرط اللّه له ، كلّ شرط خالف كتاب اللّه فهو ردّ » . « 4 »\r\nيلاحظ عليه : أنّ ما ذكره صحيح لو كانت الرواية على نحو ما رواه صاحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 5 .\r\n( 2 ) الغنية : 2 / 587 في فصل باب الخيار ومسقطاته .\r\n( 3 ) المتاجر ، قسم الخيارات ، ص 277 .\r\n( 4 ) المستدرك : 15 ، الباب 30 من كتاب العتق ، الحديث 2 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالدعائم ، لكنّها مروية في صحيح البخاري بصورة أُخرى ، قال : « ما بال رجال يشترطون شروطاً ليست في كتاب اللّه ، ما كان من شرط ليس في كتاب اللّه فهو باطل وإن كان مائة شرط ، قضاء اللّه أحق وشرط اللّه أوثق ، وإنّما الولاء لمن أعتق » . « 1 »\r\nفالموضوع هو ما « ليس في كتاب اللّه » وهو صادق على كون الولاء لبائعه ، لخلو القرآن المجيد منه ، فلا ضرورة لتفسير الكتاب بمطلق ما كُتب .\r\nعلى أنّ صدر النبوي جعل الشرط ما ليس في كتاب اللّه وإن جعله في الذيل ما كان مخالفاً لكتاب اللّه .\r\nنعم العمل بالنبوي على كلا النقلين لا يخلو من إشكال .\r\nأمّا الأوّل : فقد جعل الضابطة مخالفة الكتاب وهي ضابطة تامّة لكن عدّ الولاء لغير المعتق من مصاديقها ليس بصحيح وأمّا الثاني فقد جعل الضابطة ما ليس في كتاب اللّه وهو غير تامّ لاستلزامه كون الملاك في صحّة الشرط وجوده في كتاب اللّه مع أنّ أغلب الشروط السائغة غير موجودة فيه .\r\n\r\nالثاني : هل الشرط عدم المخالفة للكتاب كما هو مفاد الصنف الأوّل من الروايات أو الشرط الموافق له ؟\r\nوالظاهر هو الأوّل ، وذلك لأنّ دأب القرآن وديدنه هو بيان المحرّمات ، لا المحلّلات وضعاً وتكليفاً ، فمجرّد كونه غير مخالف للكتاب يكفي في الحلّيّة والنفوذ خصوصاً أنّ الشروط بين المتعاقدين متوفرة نوعاً وصنفاً ، فترقب ورودها بأنواعها وأصنافها فضلًا عن أشخاصها في الكتاب في غير موضعه ، فتكون النتيجة مانعية المخالفة ، لا شرطية الموافقة ، فالناظر في الروايات يقدّم مانعية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : 3 / 192 ، باب الشروط في الولاء ، الحديث 1 ؛ ورواه البيهقي في سننه : 10 / 295 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالمخالفة على شرطية الموافقة .\r\nهذا كلّه إذا أُريد من الكتاب ، القرآنُ ، وأمّا إذا أُريد منه الدين وأنّ الكتاب رمز للشريعة الإسلامية الغرّاء ، فبما أنّ لكلّ موضوع حكماً شرعياً في الشريعة ، فلا واسطة بين عدم المخالفة والموافقة ، فإذا لم يكن مخالفاً يكون طبعاً موافقاً قطعاً .\r\n\r\nالثالث : هل المراد من السنّة الواردة في الصنف الثالث هو الحكم الوارد في لسان النبي صلَّى الله عليه وآله وسلَّم مقابل وروده في الكتاب\r\n، أو المراد منه هو الطريقة والشريعة الإلهية سواء ورد في لسان النبي صلَّى الله عليه وآله وسلَّم أو في القرآن المجيد ؟\r\nوالظاهر هو الثاني ، لما ورد في الصنف الثالث من صحيحة محمد بن قيس « 1 » ، عن أبي جعفر عليه السَّلام حيث وصف مَن جَعَلَ الجماع والطلاق بيد الزوجة بأنّ الشارط خالف السنّة ، والمراد من السنّة هو قوله سبحانه : (  الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ  ) . « 2 »\r\nوالشاهد على أنّ المراد من السنّة في رواية ابن قيس هو الكتاب ، خبر إبراهيم بن محرز ، قال : سأل رجل أبا عبد اللّه عليه السَّلام وأنا عنده ، فقال : رجل قال لامرأته : أمرك بيدك ؟ قال : « أنّى يكون هذا ، واللّه يقول : (  الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ  ) ليس هذا بشيء » . « 3 »\r\n\r\nالرابع : انّ اشتراط فعل أيّ شيء أو تركه ، يوجد ضيقاً على المشروط عليه بعد ما كان هو مخيّراً فيه\r\n، وهذا ما يسمّى بالإيجاب والتحريم الشرطيّين ، فلو باع وشرط على المشتري أن يخيط له قميصاً ، أو يعلّمه القرآن أو يطلّق زوجته ، فقد شرط عليه شيئاً كان له فيه التخيير بين الفعل والترك قبل الاشتراط ، حيث إنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقيه : 3 / 269 برقم 1276 .\r\n( 2 ) النساء : 34 .\r\n( 3 ) الوسائل : 15 ، الباب 41 من أبواب مقدّمات الطلاق ، الحديث 6 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالأوّل مباح والثاني مستحبّ ، والثالث مكروه ، ويشترك الجميع في عدم إيجاب من الشارع على الفعل والترك ، لكنّه بعد الاشتراط يجب عليه القيام بما اشترط ، ولا يعدّ الإلزام على فعل المباح والمستحبّ أو المكروه مخالفاً للشريعة ، لأنّ الشارع لم يُلزم الأخذ بأحد الطرفين بل شرّع التخيير بين الفعل والترك ، من غير فرق بين ما يتساوى فيه الطرفان من حيث الرجحان كما في المباح أو يرجّح الفعل كما في المستحبّ ، أو يرجّح الترك ، كما في المكروه ، فإذا شرط عليه أحد الأُمور ، فقد أُلزم بالأخذ بأحد طرفي التخيير حسب الاتفاق . ولو كان الإلزام بأحد هذه الأُمور مخالفاً للكتاب والسنّة ، يلزم انحصار صحّة الشرط في فعل الواجب وترك الحرام ومن المعلوم بطلانه .\r\nيقول المحقّق المراغي : لو كان الفعل والترك ممّا رُخّص فيه كطلاق الزوجة ، وبيع الدار ، وأكل الرمان ، والقعود يوم الجمعة في الدار ، والسير إلى مكان ، ونحو ذلك ممّا لا أمر فيه للشارع ولا نهي فيجوز اشتراط فعل وترك من دون إشكال وليس داخلًا في مخالف الكتاب والسنّة .\r\nوبعبارة أُخرى : كلّ شرط مع قطع النظر عن لزوم العمل بالشرط لم يرد في الشرع ما يدلّ على الإلزام فيه بفعل أو ترك ، فلا مانع من اشتراطه . كما لا مانع من اشتراط ما أوجب الشرع فعله أو تركه ، فيكون اشتراط الواجب أو ترك الحرام على المكلّف عندئذ ، نظير النذر على فعل الواجب أو تركه . « 1 »\r\nفإن قلت : إنّ اشتراط فعل المباح أو عديله ، تدخّل في سلطان اللّه في تشريعه حيث فرض على المشروط عليه ما أباحه اللّه وخيّره بين الفعل والترك . إذ لا يؤمَّن غرض الشارط إلّا أخذ المشروط عليه بواحد من الطرفين .\r\nقلت : إنّ الشارط لا يتدخّل في سلطان اللّه في تشريعه بل يسلّم أنّه باق في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العناوين : 2 / 296 ، العنوان 46 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nالشريعة على ما كان من الحكم من الإباحة والاستحباب والكراهة ، غير أنّ غرض الشارط لمّا تعلّق بواحد من الطرفين لا كليهما ، يشترط عليه أن يأخذ في المباح مثلًا بجانب الفعل دون الترك ، فالتشريع قائم بحاله لا تمُسُّ كرامته ، والشرط يتعلّق بفعل المكلّف .\r\nوليس الشرط بهذا المعنى نادراً في بابه وكم له من نظير ، فإذا أمر الوالد ، ونذر الناذر ، وحكم الحاكم بغير الواجبات والمحرّمات ، يجب على المكلّف الحركة على وفق النذر ، وأمر الوالد ، وحكم الحاكم ، وإن كان الفعل في ذاته غير واجب ولا محرّم .\r\n\r\nإذا عرفت ذلك ، فلندخل في صلب الموضوع :\r\n\r\nما هو الميزان لتمييز المخالف عن الموافق ؟\r\nالمراد من عدم جواز اشتراط مخالف الكتاب والسنّة ، هو المنع عن اشتراط ما يطرده المصدران ، سواء أكان في مجال الأحكام الوضعية أم التكليفية ، فلو كان للشارع في واقعة حكم وضعي أو تكليفي إلزامي ، فلا يجوز اشتراط ما يخالف وضعه أو تكليفه المتمثّل بصورة الأمر والنهي غالباً ، وإليك بعض الأمثلة في كلا المجالين :\r\n\r\nشرط ما يخالف الحكم الوضعي\r\nالتشريع الإسلامي يتضمّن أحكاماً وضعية في مجال العقود والإيقاعات والسياسات فهي أحكام ثابتة لا تمسّ كرامتُها مطلقاً لا قبل الشرط ولا بعده ، مثلًا :\r\n1 . الولاء للمعتِق ، فجعله لغيره مخالف له .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n2 . الطلاق والجماع بيد الزوج فجعلهما بيد الزوجة يخالفه .\r\n3 . التركة كلّها تورّث ، فاشتراط عدم موروثية الأمة عند البيع ، يخالفه . « 1 »\r\n4 . التركة كلّها للوارث ، وتسهيم الأجنبي وتوريثه يخالفه .\r\n5 . الزوج والزوجة يتوارثان على ضابطة خاصّة ، واشتراط ضابطة أُخرى في عقد النكاح يخالفها .\r\n6 . ولد الحرّ محكوم بالحرّية ، واشتراط رقّيّته عند تزويج الأمة إيّاه يخالفه .\r\nوبذلك تبيّن حال جميع الأحكام الوضعية التي لا تقبل الخلاف والنقاش ، فكلّ شرط خالف بمدلوله العرفي الحكمَ الوضعي المجعول في الشرع ، فلا يجوز اشتراطه في العقد ، وإليك البحث في الشروط التكليفية .\r\n\r\nشرط ما يخالف الحكم التكليفي\r\nإنّ التشريع الإسلامي يتضمّن أحكاماً تكليفية إلزامية ، لا يجوز شرط ما يخالفها من غير فرق بين شرط فعل أو تركه ، وإليك بعض الأمثلة :\r\n1 . إذا باع الخل ويشترط عليه أن يجعله خمراً .\r\n2 . إذا أجر عاملًا ويشترط عليه ترك الصوم ليقوم بالعمل .\r\n3 . إذا نكح المرأة ويشترط عليها أن لا تمنع من وطئها في المحيض ، إلى غير ذلك من الأمثلة .\r\nفكلّ شرط خالف بمفهومه العرفي ، الحكم التكليفي المجعول في الشرع فلا يجوز اشتراطه في العقد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مرسلة ابن سنان ، عن أبي عبد اللّه عن الشرط في الإماء : لا تباع ولا توهب ، قال : « يجوز ذلك غير الميراث فإنّها تورث ، لأنّ كلّ شرط خالف الكتاب باطل » ، الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nوالحاصل : انّ وزان النهي عن شرط ما خالف الكتاب والسنّة وزان قول القائل : « أطع أباك إلّا فيما خالف الشرع » ، أو قول الرجل لصديقه : « إنّي أُطيعك وأسمع قولك إلّا فيما خالف أمر اللّه » فإنّ معناه أنّ أمر الوالد ، والمولى أو الصديق من الملزِمات إمّا بأمر من الشارع كما في مورد المولى والأب ، أو بالتزام من المكلّف بنفسه كما في مورد الصديق ، ولكن لو كان للشرع أمر ونهي أو وضع فهو المتّبع لا أمر الوالد والمولى والصديق ، وإن لم يكن للشارع فيه أمر ولا نهي ولا جعل غاية الأمر امّا رخصة أو سكوت فالمتّبع أمرهم .\r\nونظير هذه الأُمور اشتراط شيء في العقد محكوم في الشرع بحكم وضعي أو تكليفي فلا يصحّ اشتراط ما يخالف أحد التكليفين .\r\n\r\nحصيلة البحث\r\nإنّ التشريع السماوي نزل لإسعاد البشر فلو عمل به لساقه إلى أعلى درجات الكمال ، وبما أنّ النبيّ الأكرم خاتم الأنبياء ، وكتابه خاتم الكتب ، ورسالته خاتمة الرسالات أضفى سبحانه على شريعته ، وصف الثبات والبقاء إلى يوم القيامة ، فحلاله وحرامه باقيان إلى يوم البعث .\r\nولكن البشر الجاهل ربّما يتلاعب بأحكامه سبحانه بطرق وحيل ، فيخالف ما سنّه وشرّعه ، لكن بصورة قانونية ، فيجمع بزعمه بين الهوى والشرع ، فأراد سبحانه أن يسدّ هذا الباب في وجهه ليصون بذلك أحكامه عن التلاعب فحكم أنّه :\r\n1 . ليس لأحد المتعاملين اشتراط ما خالف كتاب اللّه وسنّة رسوله بحجّة قوله سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 1 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n2 . لا يصحّ الحلف على ما حرّمه سبحانه ، لئلّا يعصيه بحجة : (  وَاحْفَظُوا أَيْمانَكُمْ  ) . « 1 »\r\n3 . ليس لأحد نذر أمر حرام لئلّا يرتكبه متمسّكاً بقوله : (  وَلْيُوفُوا نُذُورَهُمْ  ) . « 2 »\r\nولأجل ذلك تضافرت عنهم عليهم السَّلام أنّه : لا نذر في معصية « 3 » ، ولا يمين في قطيعة . « 4 »\r\n4 . ليس لأحد أن يشترط ما خالف كتاب اللّه وسنّة نبيّه ، لغاية ارتكاب المعصية تحت غطاء الاشتراط .\r\nفأحكامه سبحانه لها كرامتها الخاصة لا يصحّ التلاعب بها ، ولا مسّها بسوء ، أي بهذه العناوين ، بل نسخها وتخصيصها أو تحديدها إلى أمد كالضرر والحرج بيده سبحانه ، ليس لأحد سواه أيُّ تدخّل في شؤون التشريع .\r\nفإذا كان الأمر كذلك فلا فرق بين الأحكام الوضعية والتكليفية الالزاميّة ، فلا يجوز إيجاد أيِّ خدش فيها ، بل تجب صيانتها عن أيّ تصرّف .\r\nوبذلك تقدر على تمييز الموافق عن المخالف ، فإنّ كلّ ملتزم يعدّ مخالفاً لنفس التشريع بالدلالة المطابقية فهو شرط مخالف في كلا المجالين : الوضعية ، والتكليفية . وكلّ شرط لا يكون بالدلالة المطابقية مخالفاً لما شرّعه الشارع فلا يعدّ مخالفاً ، فلو شرط في العقد ، ترك الواجب أو فعل الحرام يعدّ شرطه مخالفاً للكتاب والسنّة بالدلالة المطابقية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 9 .\r\n( 2 ) الحج : 22 .\r\n( 3 ) الوسائل : 16 ، الباب 11 من كتاب الأيمان ، الحديث 1 ؛ والباب 17 من كتاب النذر والعهد ، الحديث 2 و 3 .\r\n( 4 ) الوسائل : 16 ، الباب 11 من كتاب الأيمان ، الحديث 1 ؛ والباب 17 من كتاب النذر والعهد ، الحديث 2 و 3 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوأمّا لو شرط الأخذ بأحد طرفي المستحب أو المكروه أو المباح فلا يعدّ شرطه مخالفاً لهما مطلقاً ، لا بالمطابقية ولا بالالتزامية ، إذ لم يسبق من الشارع الزام بأحد الطرفين معيّناً ، حتّى يعدّ شرط الطرف الآخر مخالفاً لما ورد في كتابه وسنة نبيّه .\r\nوفي الختام نؤكّد على أنّ تمييز الشرط الحلال عن الحرام أو عن ما فيه المعصية ، رهنُ دراسة مجموع ما ورد في هذا المجال في أبواب مختلفة ، كالصلح ، والشروط ، واليمين ، والنذر ، وغير ذلك حتّى يخرج بنتيجة واحدة ، وهي أنّ المقياس مخالفة نفس الشرط بالمدلول المطابقي ، لما دلّ عليه الكتاب والسنّة كذلك .\r\n\r\nالتحقيق\r\nقد تقدّم أنّ روايات المقام على أصناف ستّة مبثوثة في أجزاء وأبواب مختلفة في كتاب الوسائل ، فعليك جمع الروايات من تلك الأبواب وتمييز الصحيح عن غيره بدراسة أسانيدها على ضوء الكتب الرجالية .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالفصل الخامس عدم كونه مخالفاً لمقتضى العقد\r\nمن شرائط صحّة الشرط المأخوذ في العقد ، أو المبنيُّ عليه العقد ، بناءً على كفاية البناء من الأخذ في العقد أن لا يكون مخالفاً لمقتضى العقد .\r\nوتوضيح ذلك رهن بيان أقسام الشرط المخالف لمقتضى العقد .\r\n\r\nينقسم الشرط المخالف لمقتضى العقد إلى أقسام أربعة :\r\n1 . أن يكون مخالفاً لماهيّة العقد .\r\n2 . أن يكون مخالفاً لمنشَئه .\r\n3 . أن يكون مخالفاً للازمه العرفي .\r\n4 . أن يكون مخالفاً لإطلاق العقد . « 1 »\r\nوإليك دراسة الجميع واحداً تلو الآخر .\r\n\r\n1 . ما يكون مخالفاً لماهيّة العقد\r\nإنّ لكلّ عقد ماهيّة اعتبارية بها تتحقّق وبانتفائها تفوت الماهية ، وذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغرض بيان أقسام المخالفة لا بيان أحكامها وإلّا فسيوافيك أنّ المخالف لإطلاق العقد لا يستلزم الفساد .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nكالبيع والإجارة والصلح والجعالة والسبق والرماية ، فإنّ الجميع يقتضي بالذات المعاوضة والتمليك ، فالبيع بلا عوض والإجارة بلا تمليك المنفعة ، يخالف ماهيّة العقد وواقعه .\r\nونظير ما ذكرنا المضاربة ، فإنّها معاملة بحصّة من الربح ؛ والمزارعة ، فإنّها معاملة على الأرض بحصّة من النماء ؛ والمساقاة ، فإنّها معاملة على الأُصول بحصّة من الثمرة ، فالمضاربة بلا مشاركة في الربح ، أو المزارعة بلا مشاركة في النماء ، أو المساقاة بلا مشاركة في الثمرة ، تنفي ماهيّة هذه العقود وواقعها .\r\n\r\n2 . ما يكون مخالفاً لمنشئه\r\nإذا قال : بعت هذا بهذا ، فقد أنشأ ملكية المثمن لمن خرج الثمن عن ملكه ، فإذا شرط وقال : يشترط أن يكون المثمن وقفاً للمسجد ، أو ملكاً لابنه ، فقد شرط ما ينافي المنشئ ، ولو صحّ يلزم الالتزام بشيئين متضادّين .\r\n\r\n3 . ما يكون مخالفاً لأثره العرفي\r\nربّما يكون للعقد أثر عرفي لا ينفك عنه عند العرف ، بحيث يساوي سلبُه سلبَ المعاملة عرفاً ، فيكون نظير اشتراط ما يخالف منشئه .\r\nمثلًا إذا قال : بعت هذا بهذا بشرط عدم تسليم المبيع للبائع ، فالشرط وإن لم يكن منافياً لماهيّة العقد ولا مقتضاه ، فإنّ هناك تبادلًا بين المالين وإنشاءً لمالكية كلّ من المتبايعين المثمنَ والثمنَ ، ويكفي في صدق البيع وتحقّق ماهيته ، هذا المقدار من الإنشاء والالتزام لكن لما كانت الغاية من البيع هي السيطرة على المبيع ، فاشتراط عدمها في نظر العرف مساوق لعدم مالكيته ، فهي من اللوازم العرفية التي يساوق نفيها نفي مقتضي البيع وإن لم يكن في الواقع كذلك .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nونظيره : ما إذا شرط عدم التصرّف في المبيع طيلة عمره لا خارجياً ولا اعتبارياً كأن يعتقه ، فيكون مساوقاً لعدم المالكية . نعم إذا شرط سلب بعض التصرّفات ككونه مسلوب المنفعة سنة ، أو شرط خصوص عدم بيعه أو إجارته ، أو شرط بيعه من شخص خاص ، مع عدم المنع عن سائر التصرّفات ، فلا يعدّ مخالفاً لمقتضى العقد إذا كانت هناك منافع سائغة يبذل بإزائها الثمن ويباع الشيء ويشترى لأجلها ، وليس ذلك بمنزلة سلب السلطنة بل تحديد لها عن إذن ورغبة .\r\nوالحاصل أنّ المنافي عبارة عن إنشاء معاملة عارية عن الأثر المطلوب منها عند العرف وليس المقام كذلك .\r\nفتلخّص ممّا ذكرنا أنّ كلّ شرط يعدّ مخالفاً لمقتضى العقد ، امّا مخالفاً لماهيته ، أو منشَئه ، أو مخالفاً لأثره غير المنفك عنه عرفاً ، فالشرط فاسد غير نافذ .\r\nوأمّا الأثر الشرعي اللازم لكون الطلاق بيد الزوج ، فلا يعدّ شرط كونه بيد الزوجة مخالفاً لمقتضى العقد ، لأنّ أسماء العقود أسماء للصحيحة عند العرف ، والمفروض أنّه ليس من الآثار اللازمة عند العرف ، فالعقد محقّق والشرط يخالف الكتاب والسنّة لا مقتضى العقد .\r\n\r\n4 . ما يكون مخالفاً لإطلاق العقد\r\nإنّ هنا آثاراً وأحكاماً يقتضيها إطلاق العقد بحيث لو لم يقيّد بوصف أو وقت أو مكان ، يترتّب عليه الأثر ، وبعبارة أُخرى : ينصرف إليه اللفظ ، أو يحكم بأنّه المقصود ، ما لم يصرّح بخلافه ، فإذا صرّح بالخلاف يكون الثاني هو المتّبع دون إطلاق العقد .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nوإليك بعض ما يُعدّ من آثار إطلاق العقد ، ويكون معتبراً ما لم يصرّح بالخلاف .\r\n1 . إذا أوصى أو وقف فلازم إطلاق الوقف والوصيّة التسوية بينهم وإن اختلفوا بالذكورية والأُنوثية .\r\n2 . إذا باع فلازم الإطلاق كون الثمن نقداً ما لم يشترط خلافه .\r\n3 . إذا باع المكيل أو الموزون فمقتضى إطلاق العقد هو الكيل والوزن المعتاد في البلد .\r\n4 . إذا زارع فمقتضى إطلاق العقد ، زرع ما شاءه العامل .\r\n5 . إذا باع أو صالح أو آجر فمقتضى إطلاق المعاوضة كون العوض والمعوّض حالّين ، فالمقتضيات متّبعة إلّا أن يشترط خلافه .\r\n\r\nما هو الدليل على بطلان الشرط المنافي ؟\r\nاستدلّ الشيخ على شرطية عدم منافاة الشرط لمقتضي العقد بوجهين :\r\nأ : وقوع التنافي في العقد المقيّد بهذا الشرط ، بين مقتضاه الذي لا يتخلّف عنه ، وبين الشرط الملازم لعدم تحقّقه ، فيدور الأمر بين أُمور :\r\n1 . الوفاء بالمشروط والشرط معاً ، وهو مستحيل للمطاردة بينهما .\r\n2 . الوفاء بالشرط دون المشروط ، وهو مثله لعدم إمكان الوفاء به من دون المشروط .\r\n3 . الوفاء بالمتبوع دون التابع .\r\n4 . أو الحكم بتساقطهما .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nوعلى كلّ تقدير يسقط العمل بالشرط .\r\nب : أنّ الشرط المنافي لمقتضى العقد ، مخالف للكتاب والسنّة الدالّين على عدم تخلّف العقد عن مقتضاه ، فاشتراط تخلّفه عنه ، مخالف للكتاب .\r\nتوضيحه : إنّ الكتاب والسنّة يأمران بالوفاء بالعقود ، يقول سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) ومعنى الوفاء بالعقود هو الأخذ بمقتضاها والشرط المنافي لمقتضى العقد إذا وجب الوفاء به يكون معناه ، يجب الوفاء على خلاف مقتضى العقد وهو مخالف لمضمون الآية .\r\nيلاحظ عليه : أنّ مرجعه إلى الشرط الرابع ، مع أنّ المفروض كونه شرطاً مستقلًا .\r\n\r\nالتحقيق\r\nإذا اشترط أحد الشريكين أن يكون سهيماً في الربح دون الخسران ، فهل يعدّ هذا مخالفاً لمقتضى العقد ؟\r\nلاحظ : المتاجر ، قسم الخيارات ، ص 281 ؛ المختار في أحكام الخيار ، ص 483 .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nالفصل السادس انتفاء الجهالة الموجبة للغرر\r\nمن شرائط صحّة العقد ، عدم الجهالة ، قال الشهيد في « اللمعة » : « ويصحّ اشتراط سائغ في العقد إذا لم يؤدّ إلى جهالة في أحد العوضين » . « 1 »\r\nوقال المحقّق المراغي في ضمن بيان الشروط الخارجة عن القاعدة : الشرط المؤدّي إلى جهالة في أحد العوضين . « 2 »\r\nوقال الشيخ الأنصاري : أن لا يكون الشرط مجهولًا يوجب الغرر في البيع ، لأنّ الشرط في الحقيقة كالجزء في العوضين . « 3 »\r\nوالظاهر من هذه العبارات أنّ بطلان الشرط المجهول لأجل سراية جهالة الشرط إلى جهالة العوضين ، وقد ثبت في محلّه ( باب شرائط العوضين ) أنّ الجهل بالعوض أو العوضين مبطل للبيع .\r\nتوضيحه : إنّ الشرط لما كان مرتبطاً بالعقد فيكون بمنزلة وصف مأخوذ في أحد العوضين من جهة المعاوضة ، وحكمه بمنزلة أصل العوضين ، فكما أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الروضة البهية : 3 / 505 ، قسم المتن .\r\n( 2 ) العناوين : 2 / 288 ، العنوان 46 .\r\n( 3 ) المتاجر : قسم الخيارات ، ص 282 ، ولعلّ مراد الشيخ من قوله : « يوجب الغرر في البيع » هو إيجابه الجهل بأحد العوضين .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالعوضين لو كانا أو أحدهما مجهولي الوصف تبطل المعاملة للزوم الغرر ، فكذلك الشرط إذا جهل بنفسه أو شرط على نحو يوجب تزلزلًا وتردّداً في العوض قابلًا للنقص والزيادة فيبطل ، لأنّ ذلك راجع إلى أصل العوض . « 1 »\r\nمثلًا إذا باع وشرط على المشتري أن يخيط له ثوباً ما ، أو يبني جداراً ما ، فإنّ الجهالة في الموردين تسري إلى الجهالة في الثمن . وذلك لأنّ هناك ثوباً يخاط بدينار وثوباً يخاط بمائة دينار فإذا اشترط عليه الخياطة المجهولة يكون الثمن مجهولًا .\r\nأقول : إذا كان وجه بطلان الشرط المجهول هو سرايته جهالة إلى العوضين يجب استثناء موردين :\r\nالأوّل : إذا كان الشرط المجهول تابعاً غير مقصود بالأصالة ، كما إذا باع دجاجاً مع بيضه فلا يضرّ الجهل بحال البيض من حيث الصغر والكبر ، ومثل ما إذا باع حيواناً مع حمله ، ففي هذا المورد يصحّ العقد قطعاً ، لعدم استلزام الجهل بالشرط الجهلَ بالمعوض .\r\nالثاني : إذا كان وجه البطلان سراية جهالة الشرط إلى جهالة أحد العوضين فلا بدّ من التفصيل بين عقد يداق فيه كالبيع والإجارة ونحو ذلك ، وعقد لا يداقّ فيه ويتحمّل فيه الجهالة كالصلح ، فإنّ أساسه على التسامح والتساهل ، كما أنّه لا بدّ من التفصيل في الصلح أيضاً بين المقدار الذي يُتحمّل فيه ، وما لا يتحمّل ، فيحكم بالبطلان في الثاني دون الأوّل .\r\nوعلى كلّ تقدير فليس هذا الشرط ، أمراً مستقلًا بل يرجع إلى عدم مخالفته للكتاب والسنة ( الشرط الرابع ) لأنّ السنّة دلّت على شرطية معلومية العوضين ، فاشتراط الشرط المجهول ، كأنّه نفي لوجوب معلومية العوضين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العناوين : 1 / 289 ، العنوان 46 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nثمّ إنّه ربّما يستدلّ على بطلان الشرط المجهول بما رواه الفريقان عن النبي صلَّى الله عليه وآله وسلَّم انّه نهى عن بيع الغرر . « 1 » والاستدلال إنّما يتم إذا كان الغرر بمعنى الجهل وهو بعد غير ثابت ، بل هو إمّا بمعنى الخدعة ، أو الخطر ، فلاحظ « المقاييس » لابن فارس ، و « النهاية » لابن الأثير و « اللسان » لابن منظور وكلا المعنيين غير صادقين في المقام .\r\n\r\nالتحقيق\r\nهل ورد الحديث بلفظ آخر أيضاً أي « نهى النبي عن الغرر » مجرّداً عن لفظ البيع أو لم يرد ؟ فليلاحظ مصادر الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 40 من أبواب آداب التجارة ، الحديث 3 ؛ السنن الكبرى للبيهقي : 6 / 338 ؛ المستدرك : 13 ، الباب 33 من أبواب التجارة ، الحديث 1 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nالفصل السابع عدم استلزامه المحال\r\nربّما يكون الشرط محالًا بالذات كالجمع بين الضدّين ، وربّما يكون ممكناً بالذات ويكون وجوده رهن أسباب خاصّة كالنكاح والطلاق ، فإنّها من الأُمور الاعتبارية الممكنة المتحقّقة بأسبابها الخاصّة .\r\nأمّا الأوّل : فهو خارج عن محطّ البحث ، لأنّه خارج عن قدرة المكلّف أوّلًا ومقاصد العقلاء ثانياً ، وقد أسلفنا الكلام في هذا النوع من الشرط ، في الشرط الأوّل فلاحظ .\r\nأمّا الثاني : فهو محطّ البحث ، كما إذا باع أو آجر ، وشرط أن تكون بنتُه زوجة له بهذا الشرط ، أو زوجته مطلّقة بهذا الشرط من دون حاجة إلى عقد جديد ، وهذا ما يقال من استلزامه المحال ، لأنّ النكاح والطلاق لا يتحقّقان في عالم الاعتبار إلّا بصيغة خاصّة فشرط تحقّقهما بنفس الشرط دون تحقّق أسبابه يرجع إلى شرط ما يستلزم المحال ، لاستلزامه تحقّق المعلول بدون علّته .\r\nهكذا ينبغي أن يوضح المقام غير انّ العلّامة أوضح حال هذا الشرط بوجه آخر وقال : إذا باعه شيئاً بشرط أن يبيعه إيّاه لم يصحّ سواء اتّحد الثمن قدراً أو جنساً ووصفاً أو لا ، لاستلزامه الدور ، لأنّ بيعه له يتوقّف على ملكيته له ، المتوقّفة\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nعلى بيعه ( أي العمل بالشرط ) فيدور ، بخلاف ما لو شرط أن يبيعه من غيره فإنّه يصحّ عندنا حيث لا منافاة فيه للكتاب والسنّة ثمّ قال : لا يقال : ما التزموه من الدور آت هنا ، لأنّا نقول : الفرق ظاهر ، لجواز أن يكون جارياً على حدّ التوكيل أو العقد الفضولي بخلاف ما لو شرط البيع من البائع . « 1 »\r\nيلاحظ عليه : أوّلًا : الاشتراط لا يستلزم الدور ، لأنّ ملك المشتري متزلزلًا لا يتوقّف على العمل بالشرط ، بل يتوقّف على إنشاء البائع وقبوله وقد حصل . نعم لزومه يتوقّف على العمل بالشرط فلا دور ، وبيعه ثانياً من البائع يتوقّف على تلك الملكية الحاصلة ، غير المتوقّفة على العمل بالشرط .\r\nوثانياً : لو سلّمنا الدور فلا فرق بين بيعه من البائع أو غيره ، لأنّ البيع الثاني مطلقاً متوقّف على ملكيته المتوقّفة على البيع الثاني ( العمل بالشرط ) .\r\nواحتمال كون بيعه الثاني من باب التوكيل أو العقد الفضولي خلاف الفرض ، ولأجل ذلك يخرج المبيع عن ملك المشتري ويدخل الثمن في ملكه لا في ملك البائع الأوّل . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التذكرة : 10 / 251 ، الفرع الأوّل .\r\n( 2 ) لاحظ : المختار في أحكام الخيار ، ص 494 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nالفصل الثامن الالتزام بالشرط في متن العقد\r\nالمشهور انّه يشترط في لزوم الوفاء بالشرط أن يُلتزم به في متن العقد فلو تواطئا عليه قبله لم يكف ذلك في التزام المشروط ، وقد ادّعى الشيخ الأعظم فيه عدم العلم بالخلاف عدا ما يتوهّم من ظاهر « الخلاف » للشيخ و « المختلف » للعلّامة .\r\nأقول : الشروط غير المذكورة في العقد على أقسام ثلاثة ، والنزاع في القسم الثالث دون الأوّلين فهما خارجان عنه ، وهذه الأقسام عبارة عن :\r\n1 . إذا أنشأ شرطاً على نفسه قبل العقد كالخياطة ، التزاماً ابتدائياً وبقي أثره في ذهنه إلى حين انعقاد البيع ، من دون تقييد أحدهما بالآخر لا لفظاً ولا قصداً .\r\n2 . إذا أنشأ التزاماً بشيء ووعد بإيقاع العقد مقيّداً به في عالم القصد فأخلف وعده ، ولم يوقعه مقيّداً .\r\n3 . تلك الصورة لكنّه وفى وقيّد العقد في ضميره بالشرط ، وهذا هو ما يقال الشرط المبنيّ عليه العقد .\r\nثمّ إنّ المشهور عدم الاعتداد بالشرط غير المذكور في العقد ، وهو خيرة\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالشيخ الأنصاري « 1 » ، وكان سيّد مشايخنا العلّامة السيّد محمد الكوهكمري من المصرّين على لزوم ذكر الشرط في العقد ، غير أنّ لفيفاً من المحقّقين أنكروا ذلك الأصل ، منهم : النراقي في عوائده « 2 » ، والسيّد الطباطبائي في تعليقته على الخيارات « 3 » ، والشهيدي في حاشيته . « 4 »\r\nوقد استدلّ الشيخ بوجوه :\r\n1 . الإجماع .\r\nيلاحظ عليه : أنّ الإجماع مدركي ، ولعلّ المجمعين استندوا إلى الوجوه الآتية .\r\n2 . الشرط من أركان العقد . « 5 »\r\nيلاحظ عليه : انّه مجرّد إدّعاء لا دليل عليه بل هو من توابع العقد كما هو الواضح من ذكر الشروط بعد العوضين .\r\n3 . إنّ الشرط كالجزء من العوضين ، فيجب ذكره في الايجاب والقبول كأجزاء العوضين . « 6 »\r\nيلاحظ عليه : بأنّه لو سلّمنا كونه جزءاً من العوضين ، لا دليل على ذكر كلّ ما يعدّ جزءاً منه ، كما في الشروط التابعة للمبيع كالثمرة على الشجر ، بل لا دليل على لزوم ذكر العوضين في العقد ، بل يكفي مجرّد قوله : بعت واشتريت إذا عيّن المثمن والثمن ، فما نقل عن الشهيد في « غاية المراد » من وجوب ذكر الثمن في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر : قسم الخيارات ، 282 .\r\n( 2 ) العوائد : 46 ، ذيل كلام الشهيد في القواعد .\r\n( 3 ) تعليقة السيد الطباطبائي : 118 .\r\n( 4 ) حاشية الشهيدي على خيارات الشيخ : 576 .\r\n( 5 ) المتاجر : قسم الخيارات ، 283 .\r\n( 6 ) المتاجر : قسم الخيارات ، 283 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالعقد وعدم الاستغناء عنه بذكره سابقاً ، غير واضح جدّاً .\r\n3 . ما يستفاد من كلام المحقّق المراغي من أنّ الشرط في العقد إنّما هو بمعنى الربط وإحداث العلاقة بين العقد والشرط ولا يطلق الشرط على الإلزام المستقل الذي لا ربط له بشيء آخر . « 1 » ولا يتحقّق الربط بمجرّد اتفاق الطرفين ما لم يقع تحت الإنشاء .\r\nيلاحظ عليه : أنّه يكفي في الربط ، إنشاء الالتزام بالشرط قبل العقد وإيقاعه عليه ، مرتبطاً به في القصد والضمير ، والربط الاعتباريّ كما يحصل بذكره في متن العقد ، يحصل بإنشاء الشرط قبل العقد ، ثمّ إنشاء العقد مبنيّاً عليه .\r\nوقد عرفت أنّ محلّ النزاع فيما إذا أُنشئ الشرط قبل العقد ، ثمّ عقدا بانين على الشرط المنشأ قبله .\r\n4 . يدلّ لفيف من الروايات أنّه لا عبرة بالشرط المتقدّم والمتأخّر .\r\nأ : عن ابن بكير : قال : قال أبو عبد اللّه عليه السَّلام : « إذا اشترطت على المرأة شروط المتعة ، فرضيت به وأوجبت التزويج ، فاردد عليها شرطك الأوّل بعد النكاح فإن أجازته فقد جاز ، وإن لم تجزه فلا يجوز عليها ما كان من شرط قبل النكاح » . « 2 »\r\nب : عن عبد اللّه بن بكير ، قال : قال أبو عبد اللّه عليه السَّلام : « ما كان من شرط قبل النكاح هدمه النكاح ، وما كان بعد النكاح فهو جائز » . « 3 »\r\nج : عن محمّد بن مسلم ، قال : سألت أبا عبد اللّه عليه السَّلام عن قول اللّه عزّ وجلّ : (  وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ  ) ؟ فقال : « ما تراضوا به من بعد النكاح فهو جائز ، وما كان قبل النكاح فلا يجوز إلّا برضاها وبشيء يعطيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العناوين : 2 / 274 ، العنوان 45 .\r\n( 2 ) الوسائل : 14 ، الباب 19 من أبواب المتعة ، الحديث 1 و 2 .\r\n( 3 ) الوسائل : 14 ، الباب 19 من أبواب المتعة ، الحديث 1 و 2 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nفترضى به » . « 1 »\r\nوجه الاستدلال : هو ظهور الروايات في أنّه لا عبرة بالشرط قبل النكاح وإنّما العبرة بالشرط المذكور بعد قوله « أنكحت » فيكون من أقسام الشروط المذكورة في متن العقد وهو المراد من قوله : « بعد النكاح » وإلّا فلو أُريد الشرط المتأخر عن العقد فيتوجّه السؤال إلى أنّه أيّ فرق بين المتقدّم والمتأخّر .\r\nيلاحظ عليه : أنّ مورد الروايات هو عقد المتعة وقد ورد عنهم عليهم السَّلام بسند صحيح لا تكون متعة إلّا بأمرين : بأجل مسمّى وأجر مسمّى « 2 » فدلّ على أنّ المائز بينها وبين الدائم هو ذكر أمرين : الأجل والأجر ، فذكرهما من أركان المتعة ولذا لو قصد المتعة وأخلّ بذكر الأجل فالمشهور انّه ينعقد دائماً ، لأنّ لفظ الإيجاب صالح لكلّ منها وإنّما يتمحض للمتعة بذكر الأجل ، والدوام بعدمه فإذا انتفى الأوّل ثبت الثاني .\r\nوبذلك تبيّن اختصاص الروايات بباب المتعة ، لأنّ ذكر الأجل والأجر فيها من الأركان فلا عبرة للمتقدّم والمتأخّر ، ولا إطلاق فيها بالنسبة إلى غير موردها ممّا لا يعدّ الشرط من الأركان .\r\nفإن قلت : إنّ رواية محمد بن مسلم مطلق يعمّ الدائم والمنقطع .\r\nقلت : ليس كذلك ، فإنّ في السؤال قرينة على أنّ المراد هو العقد المنقطع ، وذلك لأنّ الراوي سأل عن قوله عز وجلّ : (  وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ )  وهو جزء من آية المتعة ، لمجيئه بعد قوله سبحانه :  ( فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ . . .  ) . « 3 »\r\nومنه تعلم حال رواية ابن بكير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 14 ، الباب 19 من أبواب المتعة ، الحديث 3 .\r\n( 2 ) الوسائل : 14 ، الباب 17 من أبواب المتعة ، الحديث 1 .\r\n( 3 ) النساء : 24 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nالفصل التاسع تنجيز الشرط\r\nوالمراد من تنجيز الشرط هو ذكر الشرط في العقد على وجه التنجيز ، بأن يقول : بعتك هذا بدرهم على أن تخيط لي قميصاً ، فخرج ما إذا كان الشرط مقيّداً بقيد كأن يقول : « بعتك هذا بدرهم على أن تخيط لي قميصاً إن جاء زيد » فالخياطة شرط ، وهو مقيّد بمجيء زيد .\r\nوالدليل على ذلك هو انّهم اتّفقوا في باب شرائط العقود على لزوم كون العقد منجّزاً لا معلّقاً ، واستدلّوا عليه بوجوه :\r\n1 . الإجماع المحصّل في كلمات الأصحاب قديماً وحديثاً بحيث لا يعرف منهم مخالف في هذا الباب .\r\n2 . إنّ التعليق في العقد مناف لوضع العقود والإيقاعات المتعارفة بين الناس .\r\nإلى غير ذلك من الوجوه المذكورة في محلّها . « 1 »\r\nفإذا تبيّن لزوم كون العقد منجّزاً لا معلّقاً ، رتّبوا على ذلك لزوم كون الشرط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم البيع ، ص 99 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nأيضاً منجّزاً لا مقيّداً ، وذلك لأنّ تقييده يسري إلى العقد ( أصل المعاوضة ) بعد ملاحظة رجوع الشرط إلى جزء من أحد العوضين ، فإنّ مرجع قوله : « بعتك هذا بدرهم على أن تخيط لي قميصاً إن جاء زيد » إلى أنّ المعاوضة بين المبيع وبين الدرهم المقرون بخياطة الثوب على تقدير مجيء زيد .\r\nيلاحظ عليه : أنّ القيد في جانب الشرط يرجع إلى الخياطة فقط فهو هادم للإطلاق في جانب الشرط ( على أن تخيط . . . ) ولا يرجع إلى أصل المعاوضة ( أي البيع ) ، فالخياطة المقيّدة بمجيء زيد ، هو الشرط ، فيكون القيد راجعاً إلى الشرط لا أصل المعاوضة ، والمتيقن هو كون البيع منجّزاً لا معلّقاً ، وأمّا كون الشرط منجّزاً لا معلّقاً فلم يدل عليه دليل .\r\nفظهر ممّا ذكرناه أنّه لا يشترط تنجيز الشرط بل يجوز تعليقه بشيء .\r\nتمّ الكلام في شروط صحّة الشرط\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nالمقصد الخامس أحكام الشروط\r\n\r\nإذا اشترط فعلًا على المشروط عليه حتّى يقوم به بعد العقد ، فله أحكام :\r\n1 . صحّة الاشتراط في العقود .\r\n2 . وجوب الوفاء بالشرط .\r\n3 . جواز إجبار المشروط عليه على إنجاز الشرط .\r\n4 . ثبوت الخيار مع القدرة على الإجبار وعدمه .\r\n5 . حكم الشرط المتعذِّر .\r\n6 . جواز إسقاط الشرط الصحيح .\r\n7 . حكم الشرط الفاسد .\r\n\r\nالأوّل : صحّة الاشتراط في العقود\r\nلا ريب أنّ الشروط خارجة عن اسم العقود وإنّما هو شرط لاحق ، يربطه العاقد بالعقد ويقصدهما معاً على نحو التركيب ، فيحتاج في إثبات صحّة هذا الربط إلى دليل يدلّ على صحّة الأخذ .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nوقد استدلّ على صحّة الأخذ بأُمور مذكورة في محلّها « 1 » أوضحها أنّ المعاملات ليست مبنية على التعبّد بل هي أُمور مجعولة عند العقلاء على نحو يتمّ به النظام ، والشارع قرّرهم على ذلك ، فكلّ معاملة شائعة بين الناس ، يُحكم بصحّتها شرعاً لكشف الشيوع عن تقرير الشارع إلّا ما ورد المنع عنه ، والمفروض عدم ورود منع من الشارع بل ورد الأمر بالعمل بالشرط حيث قال : « المؤمنون عند شروطهم » .\r\nوبما أنّ المسألة من الوضوح بمكان نكتفي بهذا المقدار .\r\n\r\nالثاني : وجوب الوفاء بالشرط\r\nإذا اشترط فعلًا على المشروط عليه حتّى يقوم به بعد العقد ، فهل يجب عليه القيام به تكليفاً ويكون التخلّف عن الإنجاز عصياناً ، أو لا يجب بل يكون أثر الشرط جعل العقد عرضة للزوال ، وللمشروط له الفسخ عند التخلّف ؟ قولان :\r\nالظاهر هو الأوّل ، أي كون الوفاء بالشرط أمراً واجباً على المشروط عليه ، ويدلّ عليه أُمور :\r\n1 . قوله صلَّى الله عليه وآله وسلَّم : « المؤمنون عند شروطهم » فهو جملة خبرية تخبر بمفادها المطابقي عن أنّ المؤمن مقرون بشرطه وعهده وهو لا ينفكّ عنه في حياته ، وهذا هو المعنى المطابقي للحديث ، ولكنّ الاخبار كناية عن لزوم الوفاء بالشرط وإنجازه للمشروط له ، نظير ذلك قول القائل : « ولدي يصلّي » فإنّ مفاده المطابقي هو الإخبار عن صلاة ولده في المستقبل ، ولكنّه كناية عن الإلزام بالصلاة وأنّ رغبة الوالد بصلاة الولد وصلت إلى حدّ يخبر عن صلاته في الخارج على وجه القطع ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العناوين : 2 / 205 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nفدلالة مثله على الوجوب آكد من الأمر بها .\r\nومثله المقام ، فالجملة الخبرية الحاكية عن عدم انفكاك المؤمن عن شرطه ، كناية عن وجوب الوفاء به ، وأنّ رغبته إلى الوفاء بالشرط بلغت إلى حدّ يخبر عن كون المؤمن غير منفكّ عن شرطه في الخارج .\r\n2 . مرسلة « المؤمنون عند شروطهم إلّا من عصى اللّه » « 1 » بناء على أنّ الاستثناء من المشروط عليه ، أي أنّ المؤمنين ملتزمون بشروطهم إلّا من عصى اللّه بالتخلّف .\r\n3 . موثقة إسحاق بن عمّار مسندة إلى علي عليه السَّلام كان يقول : « من شرط لامرأته شرطاً فليف لها به فإنّ المسلمين عند شروطهم » . « 2 » والأمر آية الوجوب .\r\n4 . انّ الشرط إمّا جزء من المثمن أو الثمن ، فإذا كان تسليم الثمن والمثمن واجباً تكليفاً بحكم قوله سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) يكون القيام بالشرط أيضاً واجباً مثله .\r\nثمّ إنّ الوجوب التكليفي يستتبع وجوباً وضعياً بمعنى لزوم الشرط وضعاً كلزوم المشروط .\r\n\r\nالثالث : جواز إجبار المشروط عليه على إنجاز الشرط\r\nهل يجوز إجبار المشروط عليه على إنجاز الشرط عند الامتناع أو لا يجوز ؟ وليس المراد من الإجبار ، إقدام المشروط له بنفسه بل المراد إرجاع الأمر إلى الحاكم الشرعي حتى ينتصف منه له ؛ الأقوى هو الجواز ، وذلك لأنّ وجوب الوفاء ليس حكماً تكليفياً صرفاً بل تكليفاً يستتبع حقّاً للمشروط له ، فيجوز له الإجبار ، ضرورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستدرك : 13 ، الباب 5 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 5 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nأنّ لكلّ ذي حقّ إجبارَ من عليه الحقّ على أدائه ، من غير فرق بين تعلّقه بمصلحة المتعاقدين وعدمه ، حتّى فيما إذا شرط العتق والوقف للّه سبحانه ، إذ ربّما يتعلّق غرض البائع من البيع بعتق المبيع أو جعله وقفاً ، فعندئذ يملك الشارط على ذمّة المشروط عليه حقّاً ، وهو أن يقوم بالإعتاق ، والوقف للّه سبحانه ، ولأجله يجوز له الإجبار وإن كان ما يقوم به هو العمل للّه سبحانه ، وإلى ما ذكرنا يشير الشيخ بقوله : « لعموم وجوب الوفاء بالعقد والشرط ، فإنّ العمل بالشرط ليس إلّا كتسليم العوضين ، فإنّ المشروط له قد ملك الشرط على المشروط عليه بمقتضى العقد المقرون بالشرط فيُجبر على تسليمه » . « 1 »\r\n\r\nالرابع : ثبوت الخيار مع القدرة على الإجبار\r\nهل للمشروط له الفسخ مع التمكّن من الاجبار فيكون مخيّراً بينهما أم لا يجوز له الفسخ إلّا مع تعذّر الإجبار ؟ والظاهر هو الأوّل ، لأنّ الدليل الوحيد للخيار في غير ما ورد فيه النص هو بناء العقلاء ، والخيار عند العقلاء ، مترتب على تخلّف الشرط على وجه الإطلاق سواء أمكن الإجبار أو لا ، وهو حاصل .\r\nاستدلّ القائل بأنّ الفسخ بالخيار في طول الإجبار بالعمل بالشرط بقوله : إنّ الخيار على خلاف القاعدة يقتصر فيه على مورد الضرر وهي غير جارية في صورة إمكان الإجبار ، أو أنّ مدركه الإجماع ، والقدر المتيقّن منه هو غير مورد القدرة كما لا يخفى .\r\nيلاحظ عليه : أنّ مدركه هو بناء العقلاء على الخيار عند التخلّف وهو حاصل ، وذلك لأنّ التعهد من كلّ من الطرفين كان مشروطاً لبّاً بالوفاء بالمعاملة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات ، ص 285 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nبتمام أجزائها وخصوصياتها ، فإذا تخلّف أحد المتعاقدين لم يكن هناك دليل على لزوم الوفاء .\r\n\r\nالخامس : حكم الشرط المتعذّر\r\nقد تعرّفت على حكم الشرط المتخلّف « 1 » ، بقي الكلام في حكم الشرط المتعذّر ، نظير ما إذا باع حنطة كلّية وتعهّد أن تكون حمراء ، وفقدت الحنطة الحمراء بعد البيع في السوق ، أو اشترط خياطة ثوب معيّن فسرق الثوب قبل إجراء الخياطة ، ففي المقام قولان :\r\nالأوّل : ما اختاره المشهور من كونه مخيّراً بين الإمضاء والفسخ ، ووجه ذلك ما ذكره الشيخ الأعظم بأنّ المقابلة عرفاً وشرعاً بين المالين ، والتقييد أمر معنوي لا يعدّ مالًا وإن كانت مالية المال تزيد وتنقص بوجوده وعدمه .\r\nولما كان ما ذكره منافياً لثبوت الأرش في أوصاف الصحة ، قال : إنّ ثبوت الأرش فيها لأجل النص ، فبقيت أوصاف الكمال ( كون الحنطة حمراء ) تحت القاعدة ، أعني : عدم تعلّق الأرش بغير المالين . « 2 »\r\nوأورد عليه السيد الطباطبائي بما هذا حاصله : إنّ الوصف والشرط وإن لم يكونا مقابلين بالعوض في مقام الإنشاء إلّا أنّهما مقابلان بالعوض في عالم اللب ، لأنّ المفروض أنّ للوصف والشرط قسطاً من الثمن ، بمعنى أنّهما موجبان لزيادة قيمة العين ونقصانها ، ومقتضى هذه المقابلة جواز الفسخ وجواز الأرش بمعنى جواز استرداد ما يساوي ذلك المقدار في عالم اللب على ما بيّنوه في خيار العيب من نسبة التفاوت بين القيمتين إلى الثمن والأخذ بمقدار النسبة . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مرّ الكلام فيه ، في الفصل الثاني من المقصد الأوّل .\r\n( 2 ) المتاجر : قسم الخيارات ، ص 285 .\r\n( 3 ) تعليقة السيد الطباطبائي : 2 / 130 و 425 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nيلاحظ عليه : أنّه قدَّس سرَّه ببيانه هذا وان مهّد الطريق لجواز أخذ الأرش ، ولكن كلامه لا يخلو من إشكال ، وهو أنّه ليس في المقام إلّا معاوضة إنشائية حسيّة وليس عن المعاوضة اللبّية بين العقلاء عين ولا أثر ، فليس للمعاملة ظاهر وباطن .\r\nولو فرضنا وجود المعاوضتين فتأثير الوصف أو الشرط لبّاً لا يزيد عن تأثير الدواعي الباعثة للبيع بأزيد ، ومن المعلوم أنّ تخلّف الداعي لا يؤثر شيئاً ، ومثله ما هو الدخيل في ارتفاع القيمة في الضمير .\r\nفالأولى أن يحسم إشكال الشيخ بالصورة التالية :\r\nإنّ من لاحظ المعاملات الرائجة بين الناس يقف على أنّ الثمن يقسّط على كلّ ما له دخل في المرغوبية حتى « الحرز » فضلًا عن الشروط والأوصاف التي ربّما يشتري المبيع لأجلها ، وتكون هي المطمح في مقام الإنشاء ، فكيف يقسّط الثمن على الأجزاء دون الأوصاف والشروط ؟ !\r\nوما ذكره الشيخ الأعظم من أنّ التقييد أمر معنوي وإن كان صحيحاً لكن القيود أُمور ملموسة ، سواء كان القيد وصفاً للمبيع أو كان إيجاد فعل كالخياطة المنضمّة إلى المبيع ، فكلّها ملموسات في الخارج ، فلما ذا لا تقابل بالمال ؟ فالشروط المذكورة في العقود أو المبنيّ عليها العقد ، تُخصِّص لنفسها قسطاً من الثمن في مقام الإنشاء وإن لم يتشخّص القسط في مقام العقد بالدقّة ، فعلى ضوء هذا فلو تعذّر الشرط فلما ذا لا يكون استرداد ما يساويه من الثمن مطابقاً للقاعدة ؟\r\nالثاني : كونه مخيّراً بين الإمضاء مع الأرش وعدمه ، وبين الفسخ ، وهذا هو\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالذي اختاره العلّامة في خصوص التعذّر ، والصيمري في الأعم من التعذر والتخلّف ، وقد ظهر وجه ذلك ممّا ذكرناه من أنّ الثمن يقسّط على المبيع بذاته ووصفه والشرط المنضمّ إليه .\r\n\r\nالسادس : جواز إسقاط الشرط الصحيح\r\nيجوز للمشروط له إسقاط شرطه إذا كان الشرط ، شرط فعل غير متحقّق بعد ، كالخياطة ، بخلاف شرط النتيجة الحاصل بنفس العقد ، ككون الحمل ملكاً له عند بيع الدابّة ، فلا مجال للإسقاط لصيرورته مالكاً للحمل .\r\nوقد استثني من جواز الاسقاط مثل شرط الوقف ، كما إذا قال : بعتك بشرط ان توقفه للفقراء ، وذلك لاجتماع حقوق ثلاثة فيه : حقّ للمشروط له لتعلّق غرضه بهذا الأمر المطلوب ، وحقّ اللّه ، حيث يجب عليه الوقف تقرّباً إليه سبحانه ، وحقّ للفقراء وانتفاعهم به ، فلا يصحّ إسقاط مثل هذا الشرط .\r\nولكن الظاهر كون الحقّ واحداً وهو حقّ المشروط له ، فله إثباته وإسقاطه ، وأمّا ما يرجع إلى اللّه فليس إلّا حكمه سبحانه على العمل بالوقف إذا تحقق ، وهو حكم لاحق ، وأمّا الفقير فهو ينتفع بتحقق هذا الشرط وليس طرفاً للحقّ والمفروض انتفاؤه بإسقاطه .\r\nونظيره إذا نذر إعطاء دينار للفقير المعيّن وتخلّف ، فليس للفقير الإجبار بما أنّه طرف الحقّ ومتعلّقه وإنّما هو ينتفع به .\r\nنعم لو عمل بالشرط ووقف المبيع ، يكون الموقوف عليه طرفاً للحق ، وله المطالبة بغلّة الموقوفة وإقامة الدعوى على المانع ، إذا كان الموقوف عليه\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nشخصياً .\r\nثمّ إنّ الشرط الفاسد من أقسام الشرط ، والبحث عن كونه فاسداً ومفسداً أو فاسداً فقط يرجع إلى البحث عن أحكام الشروط ، فاللازم هو البحث فيه في هذا المقام ولذلك خصّصنا البحث الآتي بأحكام الشرط الفاسد ، من حيث كونه مفسداً أو لا .\r\n\r\nالسابع : حكم الشرط الفاسد\r\nإذا تحقّق العقد بأركانه ولكن تضمّن شرطاً فاسداً ، فهل فساد الشرط يسري إلى العقد أو لا ؟ وقبل أن نخوض في صلب الموضوع لا بدّ من تحرير محلّ النزاع فنقول :\r\n\r\nتحرير محل النزاع\r\nإنّ الشرط الفاسد على قسمين :\r\nالأوّل : ما يكون فاسداً بذاته ، ويتسرّب فساده إلى العقد بلا كلام ويزلزل أركان العقد ، وذلك كالأمثلة التالية :\r\n1 . إذا كان الشرط منافياً لمقتضى العقد بحيث يرجع إلى إنشاء المتناقضين .\r\n2 . إذا كان الشرط مستلزماً للدور .\r\n3 . إذا كان الشرط مستلزماً لعدم التمكّن من القصد الجدّي للبيع كما قيل فيما إذا باعه بثمن نقد وشرط بيعه ثانياً منه بنفس ذلك الثمن .\r\n4 . إذا كانت جهالة الشرط موجبة لحدوث الجهل بوجود المبيع ، أو وصفه ، أو القدرة على التسليم ، على نحو يجعل البيع غررياً ، كما إذا باع وشرط تسليم\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالمبيع في قلّة جبل ، أو في واد غير ذي زرع ، فلا شكّ في كونه مفسداً لتسرّب الخلل إلى شرائط العوضين ، وهذا بخلاف ما إذا لم تكن الجهالة موجبة لواحد منها .\r\nالثاني : ما يكون فاسداً بذاته ، ولكنّه ليس على نحو يتسرّب فساده إلى العقد ولا يزلزل أركانه ، كما إذا تزوّج واشترط عليه كون الطلاق بيد الزوجة ، فالعقد كامل الأركان ، والشرط وحده فاسد ، فيقع الكلام هل هذا النوع من الشرط مفسد للعقد أو لا ؟ والكلام في المقام منصبٌّ على القسم الثاني ؛ إذ لا شكّ أنّ الشرط الفاسد في القسم الأوّل فاسد ومفسد .\r\nإذا عرفت ذلك فاعلم أنّ في المسألة قولين :\r\nأ . العقد فاسد لفساد الشرط ؛ وقد حكي ذلك عن العلّامة والشهيدين والمحقّق الثاني .\r\nب . العقد صحيح ، والشرط فاسد ، وفساد الشرط لا يبطل العقد وإنّما يؤثر في حدوث الخيار للمشروط له ؛ وهو خيرة الإسكافي والشيخ الطوسي وابن البرّاج وابن سعيد الحلي . « 1 »\r\nوإليك دراسة أدلّة القولين :\r\n\r\nأدلّة القائل بكونه مفسداً\r\nاستدلّ القائل بأنّ الشرط الفاسد مفسد بوجوه :\r\n\r\nالأوّل : أنّ للشرط قسطاً من العوض ، فإذا سقط لفساده ، صار العوض مجهولًا .\r\nويكون هذا القسم أيضاً من مقولة القسم الأوّل الذي مرّ انّه يُفسد بلا كلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المختلف : 5 / 298 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nيلاحظ عليه : أنّ شرط الفعل مثل جعل العنب خمراً ، كوصف الصحّة ، فكما أنّ التفاوت بين الصحيح والمعيب مضبوط ، فكذلك التفاوت بين الثمن المجرّد عن الشرط والمقرون به معلوم ، كما إذا باع عبداً بشرط العتق بسبعين ديناراً ، فانّه بلا هذا الشرط يساوي بثمن آخر مضبوط عند العرف .\r\n\r\nالثاني : إنّ التراضي إنّما وقع على العقد الواقع على النحو الخاص\r\n، فإذا تعذّرت الخصوصية لم يبق التراضي لانتفاء المقيّد بانتفاء القيد وعدم بقاء الجنس ( التراضي ) مع ارتفاع الفصل ( الشرط الفاسد ) فالمعاوضة بين الثمن والمثمن بدون الشرط معاوضة أُخرى محتاجة إلى تراض حديث وإنشاء جديد ، وبدونه يكون التصرّف أكلًا بالباطل .\r\nيلاحظ عليه : أنّ تصحيح العقد الفاقد للشرط يتوقّف ثبوتاً وإثباتاً على أمرين :\r\n1 . يكون الفاقد نفس الواجد في نظر الناس والمتعاملين ، غير أنّ الثاني يفقد بعض أوصافه الصحيحة أو الكمالية .\r\n2 . إنّ الإنشاء كما يشمل الواجد ، يشمل الفاقد أيضاً .\r\nأمّا الأوّل : فلأنّ الأوصاف على قسمين ، قسم يعدّ ركناً ويكون ارتفاعه موجباً لانقلابه إلى مباينه ، فلو قال : بعتك هذه الصبرة على أنّها كذا حنطة ، فبان كذا أُرزاً ، فلا يمكن تصحيحه بالأرش والغرامة ، ولو رضي الطرفان لا يعدّ هذا تحقيقاً للمعاملة السابقة ، بخلاف ما إذا قال : بعتك هذه الصبرة على أنّها حنطة صفراء فبانت حنطة بيضاء ، فلو قبلت الثانية يعدّ القبول تجسيداً للمعاملة السابقة ولا تعدّ معاملة جديدة .\r\nوأمّا الثاني : فلأنّ الإنشاء مع كونه أمراً بسيطاً له انبساط على الأجزاء\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nوالأوصاف والشرائط ، مثل الأمر المتعلّق على الأجزاء والشرائط ، فإذا سقط الأمر بجزء أو شرط لنسيان أو اضطرار ، يكون بقاء الأمر على الباقي موافقاً للقاعدة ، ومثله المقام ، فإذا منع الشارع من تنفيذ الشرط ، يكون منعه بمنزلة تضييق انبساط الإنشاء فلا يعدّ شمول الإنشاء للفاقد ، أمراً مخالفاً للقاعدة .\r\nنعم ، إنّما يتمّ هذا البيان إذا دلّت العمومات أو غيرها على صحّة العقد ، فيكون كاشفاً عن تضييق الإنشاء لا عن إسقاطه عن حدّ الاعتبار .\r\n\r\nالثالث : الروايات التي يستظهر منها فساد العقد لفساد شرطه\r\n، ونذكر منها ما يلي :\r\n1 . صحيحة عبد الملك بن عتبة « 1 » قال : سألت أبا الحسن موسى عليه السَّلام عن الرجل ابتاع منه طعاماً ، أو ابتاع منه متاعاً على أن ليس عليّ منه وضيعة ، هل يستقيم هذا ؟ وكيف يستقيم وجه ذلك ؟ قال : « لا ينبغي » . « 2 »\r\nوالاستدلال به يتوقّف على ثبوت أُمور ثلاثة :\r\n1 . الشرط الوارد في الرواية « ليس عليّ منه وضيعة » شرط فاسد .\r\n2 . دلالة « لا ينبغي » على الحرمة المتعلّقة بالعقد .\r\n3 . النهي عن العقد دليل الفساد .\r\nأقول : أمّا الأوّل : فهو ثابت ، وذلك لأنّ النفع والضرر تابعان للمال ، فمن يملك المال يملك النفع ويتحمّل الخسران من لا يملكه ، فاشتراط ورود الخسران على غير المالك شرط فاسد مخالف لمقتضى العقد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال السند كلّهم ثقات غير الأخير ، فالرواية صحيحة إليه ، وأمّا عبد الملك فقد وثّقه العلّامة في الخلاصة ، فلو قلنا باعتبار توثيقات المتأخّرين فتدخل الرواية تحت الصحاح .\r\n( 2 ) الوسائل : 12 ، الباب 35 من أبواب أحكام العقود ، الحديث 1 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nإنّما الكلام في الأمر الثاني : فإنّ قوله « لا ينبغي » ليس ظاهراً في الحرمة بل ظاهر في الكراهة .\r\nوأمّا الثالث : وهو كون النهي التحريمي عن العقد مساوقاً للفساد ، فغير ثابت ، وذلك لما تقرّر من أنّ النهي إنّما يلازم الفساد إذا تعلّق بنفس المعاملة كالنهي عن بيع الخمر ، أو بأثرها كالنهي عن أكل الثمن كقوله : « ثمن العذرة سحت » ، وأمّا إذا كانت المعاملة مشروعة وتضمّنت شرطاً فاسداً فربّما يكون النهي إرشاداً إلى فساد الشرط أو إلى الحرمة تكليفاً ، لا دليلًا على فساد العقد .\r\n2 . رواية علي بن جعفر ، عن أخيه عليه السَّلام قال : سألته عن رجل باع ثوباً بعشرة دراهم ثمّ اشتراه بخمسة دراهم أيحل ؟ قال : « إذا لم يشترط ورضيا فلا بأس » . « 1 »\r\nإنّ ما طرحه علي بن جعفر على أخيه عبارة عن بيع متاع لرجل بثمن نسيئة ثمّ اشتراؤه منه بأقل نقداً ويسمّى هذا في الروايات ب‍ « بيع العينية » وهو بيع الشيء إلى أجل بزيادة على ثمنه لأجل كون الثمن نسيئة ثمّ الاشتراء منه بأقلّ من الثمن نقداً . « 2 »\r\nوأمّا كون الشرط فاسداً هو عدم وجود الجد للبيع بين المتعاملين ، والغرض الواقعي لهما دفع الفائض وأكل الربا لكن بصورة البيع والشرط ، فلذلك قيّد الإمام الصحة بقوله : « إذا لم يشترط ورضيا فلا بأس » .\r\nوأمّا دلالته على فساد العقد فلظهور مفهوم « فيه بأس » في الحرمة التي تلازم الفساد .\r\nيلاحظ عليه : أنّ المورد خارج عن محطّ البحث ، فإنّ مورده ما إذا تمّ أركان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 5 من أبواب أحكام العقود ، الحديث 6 .\r\n( 2 ) لاحظ : النهاية لابن الأثير ، مادة « عين » .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nالعقد وكان هناك قصد جدّي للمعاملة غير أنّ العقد اشتمل على شرط فاسد ، أمّا المقام فكما قلنا ليس فيه قصد جدّي للمعاملة ، وإنّما الغرض دفع الفائض وأكله لكن في غطاء البيع والشراء ، فالعقد بما أنّه فاقد للقصد الجدي فاسد في حدّ ذاته ، فضلًا عن جهة اشتماله على الشرط الفاسد .\r\n\r\nأدلّة القائل بالصحّة\r\nقد تعرّفت على عدم صحّة ما استدلّ به على كون الشرط الفاسد مفسداً ، ونبحث الآن عن أدلّة القائل بالصحّة ، نذكر منها وجهين :\r\n\r\nالأوّل : الاستدلال بالعمومات\r\nاستدلّ الشيخ على صحّة العقد بعموم الأدلّة وإطلاقها ، أعني : قوله سبحانه : (   أَوْفُوا بِالْعُقُودِ   ) وقوله تعالى (  أَحَلَّ اللَّهُ الْبَيْعَ  ) بتقريب أنّ العقد صادق على الواجد والفاقد ، وارتفاع الشرط لا يخلّ بالعقد ، وقد تعاهد الطرفان على مبادلة مال بمال ، وهما محفوظان وإن فقد أحدهما الشرط .\r\nوبذلك تظهر صحّة التمسّك بقوله : (  أَحَلَّ اللَّهُ الْبَيْعَ  ) ، لأنّ البيع هو المبادلة بين المالين المحفوظين .\r\nفإن قلت : إنّ الشرط الفاسد كجعل العنب خمراً لا يخلو من أحد وجهين :\r\nأ : كونه قيداً للمنشأ ، أي البيع المقيّد بجعل العنب خمراً .\r\nب : كونه قيداً للمبيع ، أي المبيع المقيّد بجعله خمراً .\r\nوعلى كلا التقديرين ، فالعقد المقيّد خارج عن تحت العموم والإطلاق ، لأجل فساد قيده ، ومعه كيف يجوز التمسّك بها لإثبات صحّة العقد ؟ !\r\nقلت : إنّ الإنشاء وإن كان أمراً واحداً إلّا أنّ له انبساطاً على المقيّد والقيد ،\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nفإذا فسد الشرط ورفضه الشارع ، يتضيّق الإنشاء وينسحب عن القيد ، فلا يعد بقاء العقد على المقيّد بلا قيد ، أو المشروط بلا شرط ، عقداً جديداً وبيعاً ثانياً ، خصوصاً إذا وافقه العرف ، ودلّت عليه الروايات الآتية .\r\nوالحاصل : انّ لانبساط الإنشاء على المقيّد وقيوده ، تأثيراً خاصّاً في بقائه وعدم عدّه عقداً وبيعاً جديداً ، فإذا دلّ الدليل على بطلان الشرط فإنّما يرفع اليد عن نفس القيد ، لا المقيّد مع القيد ، كما هو الحال في إجراء البراءة عند الشكّ في أصل جزئية الشيء أو شرطيّته عند الجهل أو جزئيّته أو شرطيته عند النسيان ، فدليل البراءة يرفع الجزئية أو الشرطية من دون أن يمسّ كرامة الأجزاء الباقية غير المنسيّة ، ومثله المقام .\r\n\r\nالثاني : الاستدلال بروايات خاصّة\r\nاستدلّ على عدم إفساد الشرط الفاسد بروايات نأتي ببعضها :\r\n1 . روى ابن سنان ، قال : سألت أبا عبد اللّه عليه السَّلام عن الشرط في الإماء لا تباع ولا توهب ؟ قال : « يجوز ذلك غير الميراث ، فإنّها تورث لأنّ كلّ شرط خالف الكتاب باطل » . « 1 »\r\nفظاهر الرواية انّه لو شرط في البيع أن لا تورث الأمة ، فالشرط لا يجوز ولا ينفذ لكن العقد صحيح نافذ .\r\n2 . روى سعيد بن يسار ، عن أبي عبد اللّه عليه السَّلام : سألته عن الرجل يتزوّج المرأة متعة ولم يشترط الميراث ؟ قال : « ليس بينهما ميراث ، اشترط أو لم يشترط » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 6 من أبواب الخيار ، الحديث 3 .\r\n( 2 ) الوسائل : 14 ، الباب 32 من أبواب المتعة ، الحديث 7 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nفلو تزوّج المرأة بمتعة وشرط الميراث ، فظاهر الرواية أنّ المرأة لا ترث ، فلازم ذلك انّ العقد يصحّ دون الشرط .\r\n3 . حديث بريرة حيث اشترتها عائشة وأعتقتها ، وكان مواليها الذين باعوها اشترطوا عليها أنّ لهم ولاءها ، فقال رسول اللّه صلَّى الله عليه وآله وسلَّم : « الولاء لمن اعتق » . « 1 »\r\nفالرواية تدلّ على أنّ العتق كان صحيحاً وتلازم صحّةُ العتق صحّةَ البيع المشتمل على الشرط الفاسد ، فلو كان مفسداً لما صحّ البيع ولا العتق .\r\n4 . رواية زرارة قال : إنّ ضريساً كانت تحته بنت حمران ، فجعل لها أن لا يتزوّج عليها ولا يتسرّى أبداً ، في حياتها ولا بعد موتها . . . ، فسأل الإمام الصادق عليه السَّلام عن ذلك ، فأجابه الإمام عليه السَّلام : « لك الحقّ ، اذهب وتزوّج وتسرّ ، فإنّ ذلك ليس بشيء ، وليس شيء عليك ولا عليها » . « 2 »\r\n\r\nبقي هنا أمران :\r\n\r\nالأوّل : ثبوت الخيار في الشرط الفاسد\r\nقد تعرّفت على وجود الخيار للمشروط له إذا تخلّف المشروط عليه عن القيام بالشرط الصحيح أو عدم وجوده في المبيع . وإنّما الكلام في ثبوته في الشرط الفاسد ، ومحلّ الكلام فيما إذا كان هناك تخلّف ، كما إذا شرط النتيجة وكان فاسداً كملكية الخنزير والخمر ، أو شرط الفعل كجعل العنب خمراً وهو بعد لم يقم به ، لا ما إذا لم يصدق التخلّف كما إذا جعل العنب خمراً .\r\nففي المسألة قولان :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 14 ، الباب 52 من أبواب نكاح العبيد ، الحديث 2 .\r\n( 2 ) الوسائل : 15 ، الباب 20 من أبواب المهور ، الحديث 2 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n1 . ذهب الشيخ الأعظم إلى عدم الخيار ، قائلًا : بأنّ مدرك الخيار الإجماع وقاعدة لا ضرر .\r\nأمّا الإجماع ، فالقدر المتيقّن منه هو التخلّف عن الشرط الصحيح .\r\nوأمّا قاعدة لا ضرر فانّ الشارط إمّا عالم بفساد الشرط أو جاهل مقصّر ، فالعالم مقدّم على الضرر ، وأمّا الجاهل فالقدر المتيقّن من القاعدة نفي الضرر غير الآتي عن تقصير المتضرر والمفروض أنّ الجاهل مقصّر .\r\n2 . ثبوت الخيار ، لأنّ دليل الخيار في غير خياري المجلس والحيوان هو بناء العقلاء وهم لا يفرّقون بين الشرط الصحيح والشرط الفاسد ، خصوصاً مع جهل الشارط ، لأنّ المشروط له وإن تعاهد مع المشروط عليه ولكن كان تعاهده على البيع مع شرط خاص ، فإذا ألغى القانون أو الشارع القيدَ وانسحب الحكمُ من الأكثر إلى الأقلّ ، فللمشروط له أن يتوقّف في لزوم الوفاء قائلًا بأنّ التعهّد كان على الأكثر ، والتسليم وقع على الأقل ، فله أن يقبل وله أن يُردّ ولا يعدّ تراجعه نقضاً للعهد .\r\n\r\nالثاني : إسقاط الشرط الفاسد بعد العقد\r\nإذا قلنا بأنّ الشرط الفاسد ليس مفسداً للعقد فلا موضوع لهذا البحث ، لأنّه ساقط بحكم الشرع ؛ إنّما الكلام على القول بأنّ الشرط الفاسد مفسد للعقد ، فهل يصحّ إسقاط الشرط الفاسد لغاية إصلاح العقد ؟ قولان :\r\nالأوّل : الصحّة ، وذلك لأنّ التراضي حصل على العقد المجرد عن الشرط فيكون كتراضيهما عليه حال العقد .\r\nالثاني : البطلان ، قائلًا بأنّ التراضي إنّما ينفع إذا يتعلّق بما وقع عليه العقد\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nكلّه ، أو يلحق بالعقد السابق كما في بيع المكره والفضولي ، وأمّا إذا طرأ الرضا على غير ما وقع عليه فلا ينفع ، لأنّ متعلّق الرضا لم يعقد عليه ومتعلّق العقد لم يرض به .\r\nويمكن أن يقال بالصحّة بوجه آخر ، وهو أنّ للعقد الفاسد بقاء عرفياً وعقلائياً ولم يكن فساده لأجل فقد المقتضي وإنّما كان لوجود المانع ، فإذا أُزيل المانع مع كمال الاقتضاء فلا وجه للبطلان .\r\nنعم لو كان بطلانه لفقد المقتضي كان لما ذكر وجه .\r\n\r\nالتحقيق\r\nمن أدلّة القائل بأنّ الشرط الفاسد مفسد ، رواية الحسين بن المنذر التي نقلها صاحب الوسائل في الجزء 12 ، الباب 5 من أبواب أحكام العقود ، الحديث 4 ، فهل السند صحيح أوّلًا ، وعلى فرض الصحّة فما هو فقه الحديث وكيفية دلالته على مقصود القائل ثانياً ، ثمّ ما هي أجوبة الشيخ الأنصاري عن الاستدلال بها ثالثاً ؟ لاحظ : المتاجر ، قسم الخيارات ، ص 288 ؛ المختار في أحكام الخيار ، ص 537536 .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nالمقصد السادس أحكام الخيار\r\nقد مرّ معنى الخيار وأقسامه العامّة والخاصّة ، فحان البحث في أحكامه ، ونقتصر في بيان الأحكام ، على الأُمور التالية :\r\nالأوّل : إرث الخيار .\r\nالثاني : تصرّف ذي الخيار فيما انتقل عنه فسخ .\r\nالثالث : تملّك المبيع بالعقد لا به وبانقضاء الخيار .\r\nالرابع : التلف في زمن الخيار ممّن لا خيار له .\r\nالخامس : عدم بطلان الخيار بتلف العين .\r\nهذه بعض أحكام الخيار المذكورة في الكتب الفقهية ، ونحن نأخذ بالبحث واحداً تلو الآخر ضمن فصول على وجه يناسب كتابنا هذا ، وأمّا التفصيل فيطلب من الموسوعات الفقهيّة :\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n\r\nالفصل الأوّل إرث الخيار\r\n\r\nإرث الخيار يتوقّف على ثبوت أمرين :\r\n1 . كونه حقّاً لا حكماً شرعيّاً .\r\n2 . كونه حقّاً قابلًا للانتقال .\r\nولولا ثبوت هذين الأمرين لا تنفع العمومات الواردة في الكتاب والسنّة من أنّ « ما تركه الميّت فلوارثه » ، لأنّ الضابطة ناظرة إلى ما يقبل الانتقال . وأمّا ما هو قابل للانتقال وما ليس بقابل له ، فلا بدّ من ثبوته بدليل آخر غير هذه الضابطة لأنّ الكبرى لا تُثبِتُ صغراها وإنّما تثبت بدليل آخر .\r\n\r\nالضابطة في تمييز الحقّ عن الحكم\r\nإنّ من المباحث البديعة في الفقه الإسلامي ، تقسيمَ ما خُوِّل إلى الإنسان إلى الحقّ والحكم ، والفارق بينهما هو أخذ السلطة وإعمال القدرة في مفهوم الأوّل ، ومجرّد جواز الفعل والترك في مفهوم الثاني . فترى الفرق الواضح بين حقّ القصاص وجواز شرب الماء وأكل اللحم ؛ فيتضمّن الأوّل ، السلطةَ وإعمالَ القدرة ، قال سبحانه : (  وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ \r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n مَنْصُوراً  ) « 1 » ، وفي الوقت نفسه يقول : (  وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا  ) . « 2 »\r\nهذه هي الضابطة الكلّيّة في التعرّف الإجمالي على الحقّ والحكم . ويستعان في تمييز أحدهما عن الآخر بلسان الدليل تارة ، والارتكاز العرفي ثانياً ، والإجماع ثالثاً ، وآثاره الشرعية رابعاً ؛ فإنّ الحكم لا يقبل الإسقاط ولا النقل ولا الانتقال القهري ، لأنّ كلّ واحد منها ، تدخّل في التشريع مع أنّه بيد اللّه سبحانه ، وهذا بخلاف الحقّ فهو يقبل غالباً واحداً أو أكثر هذه الأُمور .\r\nإذا وقفت على هذه المقدّمة ، فلنرجع إلى الأمرين اللّذين أشرنا إليهما في صدر البحث .\r\n\r\nالأوّل : إنّ الخيار حقّ\r\nلا شكّ أنّ الخيار حقّ لصاحبه وليس حكماً شرعياً محضاً ، ويدلّ على ذلك مضافاً إلى الارتكاز العرفي حيث إنّ أحد الطرفين يرى نفسه حاكماً والآخر محكوماً عليه ما دلّ على سقوط الخيار بالتصرّف الكاشف عن الرضا ، « 3 » والحكم الشرعي لا يسقط .\r\n\r\nالثاني : الخيار قابل للانتقال\r\nهذا هو المهمّ في المقام ولا يحكم عليه بالانتقال حتّى نقف على الضابطة التي يعرف بها الحقّ غير القابل للانتقال ، عن القابل له ، فنقول :\r\nإنّ عدم الانتقال رهن أحد أمرين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإسراء : 33 .\r\n( 2 ) الأعراف : 31 .\r\n( 3 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 و 3 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nأ : إذا أحرز كون الشيء حقّاً وثبت أنّ المتعلّق مقوِّم للحقّ لا مورد ، فهذا لا يقبل الانتقال ، كما في الولاية العامّة للفقيه ، والخاصّة للوالد ، والشفعة للشريكين ، والمضاجعة للزوجين ، فبما أنّ من قام به الحقّ يعدّ مقوِّماً للحقّ لا ينتقل إلى غيره .\r\nب : إذا ورد النهي الشرعي عن الانتقال بعد كونه قابلًا للانتقال عرفاً ، كحقّ القصاص بالنسبة إلى الوارث الكافر مع وجود الوارث المسلم ، فيُتبع النص ولا يحكم بالانتقال لما عرفت .\r\nوأمّا في غير هذين الموردين ، فالحق يكون قابلًا للانتقال ، ومن حسن الحظّ أنّ المتعلّق في الخيار ليس مقوّماً أوّلًا ولم يرد في الشرع نهي عن الانتقال ثانياً فيحكم بالانتقال الشرعي .\r\nعلى أنّ هناك طريقاً آخر إلى إثبات كونه قابلًا للانتقال شرعاً وهو ارتكاز العرف ومتلقّاه ، فهو طريق إلى كونه كذلك عند الشرع كما هو الحال في سائر الموارد ، فإذا حكم العرف بأنّه قابل للانتقال ، كشف ذلك عن كونه كذلك شرعاً .\r\nوليس الاستكشاف ( استكشاف حكم الشرع عن طريق حكم العرف ) منحصراً بهذا المقام ، بل يمكن استكشاف العقد الصحيح عن العقد الفاسد من هذا الطريق ، فإذا كان العقد صحيحاً عند العرف نستكشف كونه كذلك عند الشرع ، إلّا إذا نهى الشارع عنه ، وهذا هو الطريق الذي سلكه الشيخ في أوّل كتاب البيع لتمييز البيع الصحيح عن الفاسد . « 1 »\r\nبقي هنا كلام وهو كيفية إرث الخيار مع تعدّد الورثة .\r\n\r\nكيفية إرث الخيار مع تعدّد الورثة\r\nإذا ثبت أنّ الخيار حقّ موروث ، يقع الكلام في كيفية إرث الحقّ الواحد مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، عند البحث عن تعريف البيع ، ص 8180 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nكون الوارث متعدّداً ، وجه الإشكال انّه ليس الحقّ كالمال حتى تشترك فيه الأفراد حسب السهام والحصص ، بل هو أمر واحد ، فكيف يتسلّط عليه أفراد ، فلا محيص عن أحد أمرين : إمّا تكثير الواحد ، أو توحيد الكثير ؟ وقد ذهب القوم في حلّ الإشكال إلى مذاهب نشير إليها :\r\n1 . إنّ الحقّ الواحد يتكثّر حسب تكثّر الورثة ، فيستقلّ كلّ بالخيار ، ولأجل ذلك يقدّم الفاسخ على المجيز ، وإن تأخّر الفسخ ونظير ذلك حقّ القصاص ، وحقّ القذف وحقّ الشفعة ، فانّها تتكثر مع تكثّر الورثة .\r\n2 . إنّ الحقّ الواحد يتكثّر حسب السهام والحصص ، لا حسب تكثّر الأفراد ، فكلّ واحد من الورثة يملك خياراً حسب حصّته ، غاية الأمر لو أجاز الباقون ، وفسخ واحد تبعّضت الصفقة على المشتري ، فله الخيار .\r\n3 . إنّ الحقّ الواحد يرثه مجموع الورثة بما هو هو ، فلا يجوز لواحد الاستقلال بالفسخ لا في الكلّ ولا في البعض ، فلو لم تجتمع كلمتهم على الفسخ لا يؤثّر ، لعدم تحقّق الموضوع .\r\nوالظاهر هو الوجه الأخير ، أي ثبوت الحقّ الواحد للمجموع ، وهو أيضاً خيرة الشيخ الأعظم وسيّدنا الأُستاذ قدّس سرّهما والدليل على ذلك أنّ حقّ الخيار لا ينحلّ إلى حقوق ، ضرورة أنّه لم يكن للمورّث إلّا حقّ واحد متعلّق بالمبيع ولم يكن له إلّا فسخ الجميع أو إمضاؤه ، وهو بهذا الوصف ينتقل إلى الورثة فلا تنحلّ إلى حقوق حسب الرؤوس أو السهام . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتاجر ، قسم الخيارات : 5 / 262 ؛ تحرير الوسيلة : 1 / 488 ، في أحكام الخيار .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nالفصل الثاني تصرّف ذي الخيار فيما انتقل عنه فسخ\r\nقد اشتهر بينهم أنّ تصرّف ذي الخيار فيما انتقل إليه إجازة وتصرّفه فيما انتقل عنه فسخ ، وقد مرّ الكلام في الشقّ الأوّل ، ونبحث في الشقّ الثاني أي كون التصرّف فيما انتقل عنه فسخ ، والمهمّ تحديد التصرّف الذي يعدّ فسخاً ، فهناك وجهان :\r\nأ . التصرّف الناشئ عن قصد إنشاء الفسخ .\r\nب . مطلق ما يحكي عن كراهة البيع وإن لم يُقصد بالتصرّف إنشاءُ الفسخ .\r\nوالأقوى هو الوجه الأوّل ، وذلك لأنّ الفسخ من الأُمور الإيقاعية كالطلاق والنذر والوقف ، والاعتبار إيقاعياً كان أو عقدياً ، رهن قصد الإنشاء بلا فرق بين القول والفعل ، فإذا صدر التصرّف بقصد إنشاء الفسخ بالفعل ، يتحقّق ذلك المعنى وإلّا فلا .\r\nنعم ، قد تقدّم منّا في خيار الحيوان أنّ تصرّف المشتري في الحيوان إذا عدّ في العرف مصداقاً لإسقاط الخيار وإجازة للبيع فهو مسقط ، سواء كان التصرّف مقروناً بقصد الإسقاط أو لا ، إلّا انّ ذلك الحكم مختص بباب الحيوان كان لأجل\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nرواية علي بن رئاب حيث قال : « فإن أحدث المشتري فيما اشترى حدثاً قبل الثلاثة الأيّام فذلك رضا منه فلا شرط » . « 1 » فيقتصر على مورده ، وأمّا في غير هذا المورد فلا يحكم بالفسخ ما لم يكن التصرّف بنيّة إنشائه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nالفصل الثالث في تملّك المبيع بالعقد لا به وبانقضاء الخيار\r\nهل المبيع يتملّك بالعقد أو به وبانقضاء الخيار معاً ؟ فيه أقوال ثلاثة :\r\n1 . العقد هو السبب التام للانتقال من دون توقّف على انقضاء الخيار .\r\n2 . توقّف الملكية على انقضاء الخيار .\r\n3 . التفصيل بين خيار المشتري وحده وغيره فيخرج عن ملك البائع في الأوّل دون غيره .\r\nالحقّ هو القول الأوّل ويدلّ عليه وجوه :\r\n1 . سيرة العقلاء في كلّ عصر ومصر إلى أن ينتهي إلى عصر المعصومين عليهم السَّلام حيث إنّ المشتري يرى نفسه مالكاً للمثمن والبائع مثله يرى نفسه مالكاً للثمن فيتصرّف كلّ فيما انتقل إليه ؛ وأمّا أثر الخيار فهو تزلزل الملك بعد حصوله .\r\nنعم ، لو دلّ الدليل على اشتراط شرط آخر في حصول الملك يؤخذ به ، كما دلّ على توقّف الملك في الصرف والسلم على القبض والإقباض في مجلس المعاملة ، ولكنّه مختصّ بالصرف والسلم لا بعقد آخر ، وبنفس القبض لا بشرط آخر ، ولم يرد مثله في انقضاء الخيار ؛ والسيرة العقلائية حجّة شرعية إذا لم يرد ردع عنها والمفروض عدمه .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n2 . دلالة العمومات والإطلاقات على حصول الملك بالعقد بداهة ظهورها في أنّ العقد علّة تامّة لجواز التصرّف الذي هو من لوازم الملك .\r\n3 . الروايات الظاهرة في مذهب المشهور ، ونذكر من الكثير ، القليلَ .\r\nأ : « البيّعان بالخيار حتّى يفترقا » « 1 » فانّ صدق البيّع فرع تحقّق البيع بمفهومه ، وتحقّقه يلازم حصول الملكية قبل الافتراق .\r\nب : ما يدلّ من الروايات على سقوط خيار المشتري بالتصرّف في المبيع بلمس الأمة ، وتقبيلها أو النظر إلى ما يحرم عليه قبل الشراء ، أو أخذ الحافر ونعل الدابّة ، فإنّ ظاهر هذه الروايات ، أنّ هذه التصرّفات التي هي من شؤون المالك جائزة للمشتري ومباحة قبل التصرّف وبه يسقط خياره .\r\nففي صحيحة علي بن رئاب ، عن أبي عبد اللّه عليه السَّلام : . . . قيل له : وما الحدث ؟ قال : « إن لامس أو قبّل أو نظر منها إلى ما كان يحرم عليه قبل الشراء » . « 2 »\r\nوفي رواية أُخرى عنه : قلت له : أرأيت إن قبّلها المشتري أو لامس ؟ قال : فقال : « إذا قبّل أو لامس أو نظر منها إلى ما يحرم على غيره ، فقد انقضى الشرط ولزمته » . « 3 »\r\nوظاهر الرواية ثبوت الحلية للمشتري قبل التصرّف ، وأمّا التصرّف فلا دور له إلّا في إيجاب العقد وإضفاء اللزوم عليه ، لا أنّ التصرّف بإسقاطه الخيار يحدث الملكية والحلّية معاً .\r\nج : خبر بشار بن يسار ، قال : سألت أبا عبد اللّه عليه السَّلام عن الرجل يبيع المتاع بنساء فيشتريه من صاحبه الذي يبيعه منه ؟ قال : « نعم ، لا بأس به » ، فقلت له :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 1 من أبواب الخيار ، الحديث 1 .\r\n( 2 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 و 3 .\r\n( 3 ) الوسائل : 12 ، الباب 4 من أبواب الخيار ، الحديث 1 و 3 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nأشتري متاعي ؟ فقال : « ليس هو متاعك ولا بقرك ولا غنمك » . « 1 »\r\nوالدلالة واضحة ، فانّه يشتري المتاع من المشتري في المجلس الذي لم يتفرقا عنه ، فلمّا تعجّب الراوي من صحّة الاشتراء أزال الإمام تعجّبه بقوله : « انّه ليس هو متاعك ولا بقرك ولا غنمك » حتّى يكون من قبيل اشتراء الرجل مال نفسه ، بل اشتراء لمال الغير .\r\n\r\nوجوب التسليم في زمان الخيار\r\nويترتّب على ما ذكرنا من حصول الملكية بالعقد بلا توقّف على انقضاء الخيار ، أنّه يجب على كلّ واحد من المتعاملين تسليم ما لديه للآخر عند الطلب ، وكون الخيار غير مانع عن وجوبه ، نعم انفرد العلّامة في المقام بفتوى خاصّة وهو أنّه لا يجب على البائع تسليم المبيع ولا على المشتري تسليم الثمن في زمان الخيار ، ولو تبرّع أحدهما بالتسليم لم يبطل خياره ، ولا يجبر الآخر على تسليم ما عنده ، وله استرداد المدفوع قضيّة للخيار ، ثمّ نقل عن بعض الشافعية ، انّه ليس له استرداده ، وله أخذ ما عند صاحبه بلا رضاه ، كما لو كان التسليم بعد لزوم البيع . « 2 »\r\nومع ذلك فقد أفتى في موضع آخر بأنّ الملك ينتقل بالعقد ويلزم بانقضائه . « 3 »\r\n\r\nالتحقيق\r\nاذكر ما يدلّ من الروايات على مذهب المشهور ( لاحظ : الوسائل : 12 ، الباب 1 من أبواب الخيار ، الحديث 4 و 5 ) و ( الباب 8 من أبواب الخيار ، الحديث 10 ) وبيّن كيفية دلالتها على القول المشهور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 5 من أبواب أحكام العقود ، الحديث 3 .\r\n( 2 ) التذكرة : 11 / 181 .\r\n( 3 ) التذكرة : 11 / 155 .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n\r\nالفصل الرابع التلف في زمن الخيار ممن لا خيار له\r\nقد اشتهر بين الفقهاء : « إنّ التلف في زمن الخيار ممّن لا خيار له » و « إنّ المبيع في زمن الخيار في ضمان من لا خيار له » أو « أنّ كلّ مبيع قد تلف في زمن الخيار ففي ضمان من لا خيار له » أو « إنّ كلّ مبيع قد تلف في زمن الخيار فهو ممّن لا خيار له » إلى غير ذلك من التعابير المختلفة المعبِّرة عن معنى واحد .\r\nثمّ إنّ للقاعدة صوراً ، بعضها على وفق القاعدة وبعضها على خلافها :\r\nأ : إذا تلف المبيع في يد المشتري ، وكان الخيار مختصّاً بالبائع ، فكون التلف ممّن لا خيار له ، أي المشتري على وفاق القاعدة ، لأنّه تلف تحت يده .\r\nب : إذا تلف الثمن في يد البائع وكان الخيار للمشتري ، فكون التلف ممّن لا خيار له ، أي البائع على وفق القاعدة ، لأنّه تلف تحت يده .\r\nج : إذا كان الخيار للمشتري وتلف في يده ، فالحكم بضمان البائع بحجّة أنّه لا خيار له ، وأنّ المعاملة تامّة من جانبه دون الجانب الآخر على خلاف القاعدة ، لأنّ ضمان الأجنبي مال الغير بلا مباشرة ولا تسبيب في التلف يحتاج إلى دليل قاطع .\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nدليل القاعدة\r\nقد دلّ غير واحد من الروايات على مضمون القاعدة ومورد الجميع هو بيع الحيوان ، وإليك بعضها :\r\n1 . صحيحة عبد اللّه بن سنان ، قال : سألت أبا عبد اللّه عليه السَّلام عن الرجل يشتري الدابّة أو العبد ، ويشترط إلى يوم أو يومين فيموت العبد والدابّة أو يحدث فيه حدث ، على من ضمان ذلك ؟ فقال : « على البائع حتّى ينقضي الشرط ثلاثة أيّام ويصير المبيع للمشتري » . « 1 »\r\n2 . عن الحسن بن علي ، عن علي بن رباط ، عمّن رواه ، عن أبي عبد اللّه عليه السَّلام ، قال : « إن حدث بالحيوان قبل ثلاثة أيّام فهو من مال البائع » . « 2 »\r\n3 . عن عبد الرحمن بن أبي عبد اللّه قال : سألت أبا عبد اللّه عليه السَّلام عن رجل اشترى أمة بشرط من رجل يوماً أو يومين فماتت عنده وقد قطع الثمن ، على من يكون الضمان ؟ فقال : « ليس على الذي اشترى ضمان حتّى يمضي شرطه » . « 3 »\r\n4 . خبر عبد اللّه بن الحسن ، عن أبيه ، عن جعفر بن محمد ، قال : « قال رسول اللّه صلَّى الله عليه وآله وسلَّم في رجل اشترى عبداً بشرط ثلاثة أيّام فمات العبد في الشرط ، قال : يستحلف باللّه ما رضيه ثمّ هو بريء من الضمان » . « 4 »\r\nوهل القاعدة تعمّ الخيارات عامة أو تختصّ بخيار الحيوان ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : 12 ، الباب 5 من أبواب الخيارات ، الحديث 2 ، 5 .\r\n( 2 ) الوسائل : 12 ، الباب 5 من أبواب الخيارات ، الحديث 2 ، 5 .\r\n( 3 ) الوسائل : 12 ، الباب 5 من أبواب الخيارات ، الحديث 1 ، 4 .\r\n( 4 ) الوسائل : 12 ، الباب 5 من أبواب الخيارات ، الحديث 1 ، 4 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\nالحكم مختصّ بالحيوان\r\nالإمعان في الروايات يعرب عن أنّ الهدف توسيع دائرة ضمان البائع قبل القبض ، حيث إنّ البائع ضامن للمبيع قبل قبضه في عامّة الموارد ، وقد اشتهر بينهم « كلّ مبيع تلف قبل قبضه فهو من مال بائعه » لكن هذه الروايات توسّع ضمان البائع في خصوص الحيوان حتّى بعد القبض إلى انقضاء الخيار ، ومعنى كون التلف ممّن لا خيار له ، هو انفساخ العقد ، ورجوع الثمن إلى مالكه السابق ، وضمان المبيع على البائع وتلفه من ماله .\r\nولعلّ حكمه بضمان البائع لأجل صيانة حقّ المشتري ، لأنّ هلاك الحيوان في الأيّام الثلاثة أو حدوث حدث فيه ، ربّما يكون مسبوقاً بوجود مادّة المرض في جسم الحيوان وكمونها فيه على نحو يكون المرض بروزاً للمادّة المكنونة ، وفي مثل هذا المورد حكم الشارع أنّ التلف من كيس البائع إذا كان المشتري ذا خيار ، وأمّا في غير هذا المورد فبما انّ الحكم بالضمان على خلاف القاعدة كان اللازم الاقتصار على مورد النص .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\nالفصل الخامس عدم بطلان الخيار بتلف العين\r\nإذا تلفت العين هل يبطل الخيار أو لا ؟ وقبل الخوض في المقصود لا بدّ من تحرير محلّ النزاع .\r\nلا شكّ في سقوط الخيار في موارد :\r\n1 . إذا كان إعمال الخيار مشروطاً بوجود العين وردّها ، فيسقط الخيار ، فليس للمشتري الخيار ، إذا امتنع الردّ الخارجي .\r\n2 . إذا دلّ الدليل الشرعي على سقوطه مع تلف العين أو حدوث حدث فيها ، كما هو الحال في خيار العيب لما مرّ من مرسلة جميل ، عن بعض أصحابنا ، عن أحدهما عليهما السَّلام : « إن كان الشيء قائماً بعينه ردّه على صاحبه وأخذ الثمن ، وإن كان الثوب قد قطع أو خيط أو صبغ يرجع بنقصان العيب » . « 1 »\r\n3 . إذا كان التلف موجباً للانفساخ ، كما هو الحال في التلف قبل القبض أو في التلف في زمان الخيار كما مرّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : ج 12 ، الباب 16 من أبواب الخيار ، الحديث 3 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n4 . التلف في زمان خيار التأخير ، فإنّه يوجب الانفساخ فلا يبقى موضوع للخيار .\r\nإذا عرفت ذلك : فالأقوى هو الضابطة المعروفة بين الفقهاء ، أعني :\r\n1 . إنّ كلّ خيار متعلّق بالعقد ، فلا يبطل بتلف العين .\r\n2 . كلّ خيار متعلّق بردّ العين أو ترادّ العينين ، كما هو الحال في المعاطاة على القول بعدم إفادتها اللزوم ، فيبطل به .\r\nأمّا بقاء الخيار المتعلّق بالعقد ، فلأنّ الخيار عبارة عن ملك فسخ العقد ، والعقد بعد التلف بعد باق ، ولذا تجوز الإقالة حينئذ اتّفاقاً فلا مزيل لهذا الملك ( ملك فسخ العقد ) بعد التلف ولا مقيّد له بصورة البقاء .\r\nوأمّا انتفاؤه في الخيار المشتمل بردّ العين أو العينين فلأجل عدم بقاء موضوع الخيار ، أعني : العين .\r\nفإذا كان الخيار قائماً بالعقد وتلفت العين وفسخ ذو الخيار ، يأخذ الثمن وينتقل ضمان العين إلى المثل إن كان مثليّاً أو القيمة إذا كان قيميّاً .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nخاتمة المطاف في الإقالة\r\nوحقيقتها إزالة العقد وفسخه من الطرفين ، وتقع بكلّ لفظ أفاد المعنى المقصود عند أهل المحاورة ، كأن يقولا : تقايلنا ، أو تفاسخنا أو يقول أحدهما : أقلتك ، ويقبل الآخر بقوله : قبلت ، ولا تعتبر العربية في كل العقود ، إلّا النكاح والطلاق .\r\nوبما انّ الناس مسلّطون على أموالهم فللمتعاملين إقالة جميع ما وقع عليه العقد أو بعضهِ وعندئذ يُقسّط الثمن عليها بالنسبة كما أنّه إذا تعدّد البائع ، فللمشتري إقالة سهم أحدهما إذا رضي دون الآخر .\r\nبقي هنا أمران :\r\nالأوّل : كما أنّ التلف غير مانع عن الفسخ ، فهكذا غير مانع عن الإقالة ، فلو تقايلا رجع كلّ عوض إلى مالكه فإن كان موجوداً أخذه وإن كان تالفاً كما هو المفروض يرجع إلى المثل في المثلي ، وإلى القيمة في القيمي .\r\nالثاني : إنّ الإقالة إزالة العقد وليس بيعاً ، وبعبارة أُخرى : هدم للعقد السابق وجعله كأنْ لم يكن ، لا تأسيس عقد جديد ، فلا تجوز الإقالة بزيادة على الثمن المسمّى ولا نقصان منه ، فلو أقال المشتري بزيادة أو البائع بوضيعة بطلت\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالإقالة وبقي العوضان على ملك صاحبهما ، لأنّ معنى الإقالة رجوع كلّ عوض إلى مالكه ، فإذا شرط فيها ما يخالف مقتضاها فسد الشرط وفسدت الإقالة بفساده ، لما عرفت من أنّ اشتراط ما يخالف مقتضى العقد ، يوجب فساده وإن لم نقل بأنّ الشرط الفاسد مفسد .\r\nتمّ الكلام في أحكام الخيار ولاح بدر تمامه\r\nعشية يوم الأحد سابع شهر جمادى الآخرة\r\nمن شهور عام 1422 من الهجرة النبوية\r\nكتبه الراجي لرحمة ربّه وغفرانه ، جعفر السبحاني\r\nرزقه اللّه حسن العاقبة\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208}
  ]