[
  {"content":"\r\n\r\nسلسة المسائل الفقهية\r\n19\r\nالوصية للوارث\r\nتأليف\r\nالفقيه المحقق\r\nجعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالسبحاني التبريزي ، جعفر 1347 ق -\r\nالوصية للوارث / تأليف جعفر السبحاني . - قم : مؤسسة الإمام الصادق عليه السلام 1430 ق = 1387 .\r\n44 ص - ( سلسلة المسائل الفقهية ، 19 )\r\nكتابنامه به صورت زير نويس :\r\n9 - 366 - 357 - 964 - 978 : ISBN\r\n1 . وصية . 2 . فقه تطبيقي . الف . مؤسسة الإمام الصادق عليه السلام . ب . العنوان .\r\n6 و 2 س / 7 / 192 BP\r\n372 / 297\r\nاسم الكتاب : الوصية للوارث\r\nالمؤلف : العلامة الفقيه جعفر السبحاني\r\nالمطبعة : مؤسسة الإمام الصادق عليه السلام\r\nالناشر : مؤسسة الإمام الصادق عليه السلام\r\nالطبعة : الثانية - 1430 ه‍ . ق\r\nالكمية : 1000\r\nمركز التوزيع\r\nقم المقدسة\r\nساحة الشهداء ، مكتبة التوحيد\r\n7745457 ، 09121519271\r\nhttp : / / www . imamsadiq . org\r\nwww . shia . ir\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ 19 . الوصية للوارث 
  ]\r\n\r\n[ مقدمة 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nالحمد للّه ربّ العالمين ، والصلاة والسلام على أفضل خلقه وخاتم رسله محمّد وعلى آله الطيّبين الطاهرين الذين هم عيبة علمه وحفظة سننه .\r\nأمّا بعد ، فانّ الإسلام عقيدة وشريعة ، فالعقيدة هي الإيمان باللّه ورسله واليوم الآخر ، والشريعة هي الأحكام الإلهية التي تكفل للبشرية الحياة الفضلى وتحقّق لها السعادة الدنيوية والأُخروية .\r\nوقد امتازت الشريعة الإسلامية بالشمول ، ووضع الحلول لكافّة المشاكل التي تعتري الإنسان في جميع جوانب الحياة قال سبحانه : (  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  ) . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المائدة : 3 .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nغير أنّ هناك مسائل فرعية اختلف فيها الفقهاء لاختلافهم فيما أثر عن مبلّغ الرسالة النبي الأكرم ( صلى الله عليه وآله وسلم ) ، الأمر الّذي أدّى إلى اختلاف كلمتهم فيها ، وبما أنّ الحقيقة بنت البحث فقد حاولنا في هذه الدراسات المتسلسلة أن نطرحها على طاولة البحث ، عسى أن تكون وسيلة لتوحيد الكلمة وتقريب الخطى في هذا الحقل ، فالخلاف فيها ليس خلافاً في جوهر الدين وأُصوله حتّى يستوجب العداء والبغضاء ، وإنّما هو خلاف فيما روي عنه ( صلى الله عليه وآله وسلم ) ، وهو أمر يسير في مقابل المسائل الكثيرة المتّفق عليها بين المذاهب الإسلامية .\r\nورائدنا في هذا السبيل قوله سبحانه : (  وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْداءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْواناً  ) . « 1 »\r\nجعفر السبحاني قم مؤسسة الإمام الصادق ( عليه السلام )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آل عمران : 103 .\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالوصية للوارث إذا لم تتجاوز الثلث\r\nاتّفقت المذاهب الخمسة على أنّ الوصية التبرّعيّة تنفذ في مقدار الثلث فقط ، مع وجود الوارث سواء صدرت في المرض أم في الصحّة ، وما زاد عن الثلث يفتقر إلى إجازة الورثة . وإن كان الأفضل في بعض المذاهب أن لا يستوعب الثلث بالوصية . « 1 »\r\nوأمّا في مقدار الثلث فتنفّذ وصيته عند الإمامية في الأقرب والأجنبي ، ومن غير فرق في الأقرب ، بين الوارث وغيره . وأمّا المذاهب الأربعة فأجازت الوصية للأقرب بشرط أن لا يكون وارثاً ، وأمّا الوارث فلا تجوز الوصية له سواء كان بمقدار الثلث أم أقل أم أكثر ، إلّا بإجازة الورثة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المغني : 78 / 6 .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nقال السيد المرتضى : وممّا ظنّ انفراد الإمامية به ، ما ذهبوا إليه من أنّ الوصية للوارث جائزة ، وليس للوارث ( غير الموصى له ) ردّها . وقد وافقهم في هذا المذهب بعض الفقهاء « 1 » وإن كان الجمهور والغالب ، على خلافه . « 2 »\r\nوقال الشيخ الطوسي : تصحّ الوصية للوارث مثل الابن والأبوين . وخالف جميع الفقهاء في ذلك وقالوا : لا وصية للوارث . « 3 »\r\nوقال الخرقي في متن المغني : « ولا وصية لوارث إلّا أن يجيز الورثة ذلك » . وقال ابن قدامة في شرحه : إنّ الإنسان إذا أوصى لوارثه بوصية فلم يجزها سائر الورثة ، لم تصح ، بغير خلاف بين العلماء . قال ابن المنذر وابن عبد البرّ : أجمع أهل العلم على هذا ، وجاءت الأخبار عن رسول اللّه ( صلى الله عليه وآله وسلم ) بذلك فروى أبو أُمامة قال : سمعت رسول اللّه ( صلى الله عليه وآله وسلم ) يقول : « إنّ اللّه قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيوافيك التصريح به من صاحب المنار أيضاً .\r\n( 2 ) - الانتصار : 308 .\r\n( 3 ) - الخلاف : 2 كتاب الوصية 1 .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nأعطى كل ذي حقّ حقّه فلا وصية لوارث » رواه أبو داود وابن ماجة والترمذي ، ولأنّ النبي ( صلى الله عليه وآله وسلم ) منع من عطية بعض ولده وتفضيل بعضهم على بعض في حال الصحّة وقوّة الملك وإمكان تلافي العدل بينهم بإعطاء الذي لم يعطه فيما بعد ذلك ، لما فيه من إيقاع العداوة والحسد بينهم ، ففي حال موته أو مرضه وضعف ملكه وتعلّق الحقوق به وتعذّر تلافي العدل بينهم أولى وأحرى ، وإن أجازها جازت في قول الجمهور من العلماء . « 1 »\r\nوحاصل الكلام : انّ فقهاء السنّة يشترطون لنفاذ الوصية أن لا يكون الموصى له وارثاً للموصي عند موت الموصي إذا كان هناك وارث آخر لم يجز الوصية ، فإن أجاز بقية الورثة الوصية للوارث نفذت الوصية ، فتكون الوصية للوارث موقوفة على إجازة بقية الورثة أخذاً بقوله ( صلى الله عليه وآله وسلم ) : « لا تجوز وصية لوارث إلّا أن يشاء الورثة » ، وقوله : « لا وصية لوارث إلّا أن يجيز الورثة » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المغني : 79 / 806 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nثمّ إنّ القوم بدل أن يعرضوا المسألة على الكتاب أخذوا بالتفلسف ونحت الحكمة للمسألة كما عرفت في كلام ابن قدامة حيث قال : « لما فيه من ايقاع العداوة والحسد بينهم » .\r\nوقال بعضهم : لما في إيثار بعض الورثة من غير رضا الآخرين ما يؤدي إلى الشقاق والنزاع وقطع الرحم وإثارة البغضاء والحسد بين الورثة .\r\nلكن هؤلاء غفلوا عن أنّ ما ذكروه من الوجه ليس كلياً ، بل ولا غالبياً ، إذ ربما يكون بعض الورثة أولى ببعض الميراث من غيرهم ، كما إذا كان المورث صاحب كتاب مخطوط أو مطبوع لا يستفيد منه إلّا الوارث الطالب دون الآخرين المشتغلين بالتجارة ، فهل الإيصاء عندئذ يوجب البغضاء ؟\r\nوربما يكون الموصى له عاجزاً مقعداً مستحقاً للإيصاء فهل يثير الإيصاء في المقام البغضاء والحسد ، ولأجل ذلك نرى أنّ قانون الوصية في مصر أخذ برأي الشيعة الإمامية في سنة 1946 م ، فأجاز الوصية للوارث في حدود الثلث من غير إجازة الورثة ، نعم التزم القانون السوري برأي الجمهور وهي\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nانّ الوصية لا تنفذ إلّا إذا أجازها الورثة .\r\nومع أنّ الكتب الفقهية للمذاهب الأربعة تنفي جواز الوصية للوارث ، إلّا إذا أجاز الورثة ، حتى أنّ بعضهم يقول بأنّ الوصية باطلة وإن أجازها سائر الورثة إلّا أن يعطوه عطية مبتدأة « 1 » ومع هذا التصريح ينقل الشيخ محمد جواد مغنية : ما زال عمل المحاكم الشرعية السنّية في لبنان على عدم صحّة الوصية للوارث ، ومنذ سنوات قدّم قضاتها مشروعاً إلى الحكومة يجيز الوصية للوارث ورغبوا إليها في تبنّيه . « 2 »\r\nيلاحظ على ما ذكره ابن قدامة من الحكمة : أنّها لا تقاوم الذكر الحكيم ، واتّفاق أئمّة أهل البيت ، ولو صحّت لزم تحريم تفضيل بعضهم على بعض في الحياة في البر والإحسان ، لأنّ ذلك يدعو إلى الحسد والبغضاء مع أنّه لا خلاف في جوازه ، وما نقل عن النبي من النهي ، فهو محمول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصدر نفسه .\r\n( 2 ) - الفقه على المذاهب الخمسة : 465 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nعلى التنزيه لا التحريم إذ لم يقل أحد بحرمة التفضيل في الحياة . وسيوافيك الكلام فيما تصور من الحكمة .\r\n\r\n[ الاستدلال على جواز الوصية بقوله سبحانه : كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ . . . . بوجهين 
  ]\r\nوالأُوْلى عرض المسألة على الكتاب والسنّة ، أمّا الكتاب فيكفي في جواز الوصية قوله سبحانه : (  كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  ) . « 1 »\r\nالمراد من حضور الموت : ظهور أماراته من المرض والهرم وغيره ، ولم يرد إذا عاين ملك الموت ، لأنّ تلك الحالة تشغل الإنسان عن الوصيّة ، وأيضاً يجب أن يراعى جانب المعروف في مقدار الوصية والموصى له ، فمن يملك المال الكثير إذا أوصى بدرهم فلم يوص بالمعروف ، كما أنّ الإيصاء للغني دون الفقير خارج عن المعروف ، فانّ المعروف هو العدل الذي لا ينكر ، ولا حيف فيه ولا جور .\r\nوالآية صريحة في الوصية للوالدين ، ولا وارث أقرب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - البقرة : 180 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nللإنسان من والديه ، وقد خصّهما بالذكر لأولويّتهما بالوصية ثمّ عمّم الموضوع وقال : (  وَالْأَقْرَبِينَ  ) ليعمّ كل قريب ، وارثاً كان أم لا .\r\nوهذا صريح الكتاب ولا يصح رفع اليد عنه إلّا بدليل قاطع مثله ، وقد أجاب القائلون بعدم الجواز عن الاستدلال بالآية بوجهين :\r\n\r\n1 . آية الوصية منسوخة بآية المواريث\r\nقالوا : إنّها منسوخة بآية المواريث ، فعن ابن عباس والحسن : نسخت الوصية للوالدين بالفرض في سورة النساء « 1 » ، وتثبت للأقربين الذين لا يرثون ، وهو مذهب الشافعي وأكثر المالكيين ، وجماعة من أهل العلم .\r\nومنهم من يأبى كونها منسوخة ، وقال : بأنّها محكمة ظاهرها العموم ومعناها الخصوص في الوالدين اللَّذين لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( ولأبويه لكل واحد منهما السدس ممّا ترك إن كان له ولد . . . ) النساء : الآية 11 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nيرثان كالكافرين والعبدين ، وفي القرابة غير الورثة . « 1 »\r\nومرجع الوجه الأوّل : إلى نسخ جواز الايصاء في الوالدين وانّه لا يوصى لهما مطلقاً وارثين كانا أو ممنوعين من الإرث لأجل الكفر والرق ، وتقييد جواز الإيصاء للأقربين بما إذا كانا غير وارثين .\r\nومرجع الوجه الثاني : إلى تقييدين ، تقييد جواز الايصاء للوالدين بما إذا كانا ممنوعين من الإرث ، وتقييد جواز الايصاء بالأقربين بما مرّ في الوجه الأوّل .\r\nوقال الجصاص في تفسير الآية : نسختها آية الفرائض .\r\n1 . قال ابن جريج عن مجاهد : كان الميراث للولد والوصية للوالدين والأقربين . فهي منسوخة . « 2 »\r\n2 . وقالت طائفة أُخرى : قد كانت الوصية واجبة للوالدين والأقربين فنسخت عمّن يرث ، وجعلت للوالدين والأقربين الذين لا يرثون . « 3 »\r\nوعلى الوجه الأوّل فآية الوصية منسوخة بالمعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الجامع لأحكام القرآن : 262 / 2 263 .\r\n( 2 ) - سنن الدارمي : 419 / 2 مرسلًا عن قتادة .\r\n( 3 ) - أحكام القرآن : 164 / 1 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالحقيقي ، وعلى الثاني مخصّصة حيث أخرج الوارث منهما وأبقى غير الوارث ، لكن لازم كون الوصية واجبة وبقاء الأقربين تحت العموم ، وجوب الوصية لغير الوارث منهما . وهو كما ترى .\r\nتجد نظير هذه الكلمات في كتب التفسير والفقه لأهل السنّة ونعلّق عليها بوجهين :\r\nالأوّل : إنّ السابر في كتب القوم يقف على أنّ الذي حملهم على ادّعاء النسخ والتخصيص في الآية هو رواية أبي أُمامة أو عمر بن خارجة وأنّه سمع رسول اللّه يقول في خطبته عام حجة الوداع : ألا أنّ اللّه قد أعطى كلّ ذي حقّ حقّه فلا وصية لوارث . « 1 » ولولا هذه الرواية لما خطر في بال أحد بأنّ آية المواريث ناسخة لآية الوصية ، إذ لا تنافي بينهما قيد شعرة حتى تكون إحداهما ناسخة أو مخصّصة ، إذا لا منافاة أن يكتب سبحانه على الإنسان فرضاً أو ندباً أن يوصي للوالدين والأقربين بشيء ، لا يتجاوز الثلث ، وفي الوقت نفسه يُورِّث الوالدين والأقربين على النظام المعروف في الفقه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيوافيك نصّه وسنده .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوالذي يوضح ذلك : هو أنّ الميراث ، في طول الوصيّة ، ولا يصح للمتأخّر أن يعارض المتقدّم ، وأنّ الورّاث يرثون بعد إخراج الدين والوصية ، قال سبحانه : (  مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِها أَوْ دَيْنٍ  ) « 1 » وفي ثلاثة موارد أُخرى : (  مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ  . . .  تُوصُونَ .  . .  يُوصى بِها أَوْ دَيْنٍ  ) « 2 » ، فلا موضوع للنسخ ولا للتخصيص .\r\nوقد تفطّن القرطبي لبعض ما ذكرنا وقال : ولولا هذا الحديث لأمكن الجمع بين الآيتين بأن يأخذوا المال عن المورِّث بالوصية ، وبالميراث إن لم يوص ، أو ما بقي بعد الوصية ، لكن منع من ذلك هذا الحديث والإجماع . « 3 »\r\nأقول : أمّا الإجماع ، فغير متحقّق ، وكيف يكون كذلك مع أنّ أئمة أهل البيت كما سيوافيك اتّفقوا على جوازه وكذلك فقهاء الإمامية طوال القرون وهم ثلث المسلمين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - النساء : 11 .\r\n( 2 ) - النساء : 12 .\r\n( 3 ) - الجامع لأحكام القرآن : 263 / 1 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوبعض السلف كما يحدّث عنه صاحب المنار ، وأمّا الحديث فسيوافيك ضعفه ، وأنّه على فرض الصحّة سنداً ، قابل للتأويل والحمل على ما زاد الإيصاء عن الثلث .\r\nالثاني : إنّ ادّعاء النسخ أو التخصيص في الآية ، بآية المواريث ، متوقّف على تأخّر الثانية عن الأُولى وأنّى للقائل بهما إثباته ؟ ! بل لسان آية الوصية بما فيها من التأكيد لأجل الإتيان بلفظ (  كُتِبَ  ) وتوصيفه بكونه حقّاً على المؤمنين يأبى عن كونه حكماً موقتاً لا يدوم إلّا شهراً أو شهوراً .\r\nقال الإمام عبده : إنّه لا دليل على أنّ آية المواريث نزلت بعد آية الوصية هنا فانّ السياق ينافي النسخ ، فانّ اللّه تعالى إذا شرّع للناس حكماً وعلم أنّه مؤقت وأنّه سينسخه بعد زمن قريب ، فانّه لا يؤكّده ولا يوثّقه بمثل ما أكّد به أمر الوصية هنا من كونه حقّاً على المتّقين ومن وعيد لمن بدّله .\r\nثمّ قال : وبإمكان الجمع بين الآيتين إذا قلنا إنّ الوصيّة في آية المواريث مخصوصة بغير الوارث بأن يخصّ القريب هنا بالممنوع من الإرث ولو بسبب اختلاف الدين ، فإذا أسلم\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالكافر وحضرته الوفاة ووالداه كافران ، فله أن يوصي لهما بما يؤلّف به قلوبهما . « 1 »\r\nولا يخفى ما في صدر كلامه من الإتقان لولا ما تنازل في آخره وحاول الجمع بين الآيتين بتخصيص جواز الوصية لمن لا يرثان من الوالدين لسبب كالقتل والكفر والسرقة ، إذ لقائل أن يسأل الإمام أنّه إذا كان المراد من الوالدين والأقربين في آية الوصية هم الممنوعين من الوراثة ، فما معنى هذا التأكيد والعناية البارزة في الآية مع ندرة المصداق أو قلّته بالنسبة إلى غير الممنوعين ، أوَ ليس هذا أشبه بالتخصيص المستهجن فلا محيص عن القول بعموم الآية ، لكلّ والد ووالدة ، والأقربين ممنوعين كانوا أم غيرهم .\r\nوأمّا ما يثيرون حول الإيصاء للوالدين من كونه سبباً لظهور العداء ، فقد مرّ جوابه في صدر البحث ، وهنا نزيد ما ذكره ذلك الإمام بقوله :\r\nوجوّز بعض السلف الوصية للوارث نفسه بأن يخصّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير المنار : 136 / 2 137 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبها من يراه أحوج من الورثة كأن يكون بعضهم غنياً والبعض الآخر فقيراً . مثال ذلك أن يطلّق أبوه أُمّه وهو غنيّ ، ولا عائل لها إلّا ولدها ، ويرى أنّ ما يصيبها من التركة لا يكفيها ، ومثله أن يكون بعض ولده أو إخوته إن لم يكن له ولد عاجزاً عن الكسب فنحن نرى أنّ الحكيم الخبير اللطيف بعباده ، الذي وضع الشريعة والأحكام لمصلحة خلقه ، لا يحكم أن يساوي الغني الفقير . والقادر على الكسب من يعجزه عنه ، فإذا كان قد وضع أحكام المواريث العادلة على أساس التساوي بين الطبقات باعتبار أنّهم سواسية في الحاجة كما أنّهم سواء في القرابة ، فلا غرو أن يجعل أمر الوصيّة مقدّماً على أمر الإرث . . . ويجعل الوالدين والأقربين في آية أُخرى أولى بالوصيّة لهم من غيرهم لعلمه سبحانه وتعالى بما يكون من التفاوت بينهم في الحاجة أحياناً ، فقد قال في آيات الإرث في سورة النساء : (  مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِها أَوْ دَيْنٍ *  ) فأطلق أمر الوصية وقال في آية الوصية هنا ما هو تفصيل لتلك .\r\nلقد بان الحق ممّا ذكرنا وانّ الذكر الحكيم أعطى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nللإنسان حقّ الإيصاء للوالدين لمصالح هو أعرف بها ، على حدّ لا يتجاوز الثلث ، وليكون إيصاؤه أيضاً على حدّ المعروف .\r\nويؤيّده إطلاق قوله سبحانه في ذيل آية المواريث قال سبحانه : (  وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً  ) « 1 » .\r\nويريد من الذيل الإحسان في الحياة والوصية عند الموت فانّه « 2 » جائز . وإطلاقه يعمّ الوارث وغيره .\r\nواللّه سبحانه هو العالم بمصالح العباد ، فتارة يخصّ بعض الورّاث ببعض التركة عن طريق تنفيذ الوصية ما لم تتجاوز الثلث ، وأُخرى يوصي لغير الوارث بشيء منها ، يقول سبحانه : (  وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً  ) . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأحزاب : 7 .\r\n( 2 ) - الجامع لأحكام القرآن : 126 / 14 .\r\n( 3 ) - النساء : 8 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوالمراد من ذوي القربى الأخ للميت الشقيق وهو لا يرث ، وكذلك العم والخال والعمّة والخالة ويعدّون من ذوي القربى للوارث ، الذي لا يرثون معه وقد يسري إلى نفوسهم الحسد فينبغي التودّد إليهم ، واستمالتهم بإعطائهم شيئاً من ذلك الموروث ، بحسب ما يليق بهم ولو بصفة الهبة أو الهدية . . . . « 1 »\r\n\r\n2 . آية الوصية منسوخة بالسنّة\r\nقد عرفت مدى صحّة نسخ الآية بآية المواريث فهلمّ معي ندرس منسوخية الآية بالسنّة التي رواها أصحاب السنن ولم يروها الشيخان : البخاري ومسلم في صحيحيهما ، وإليك ما نقل سنداً ومتناً .\r\nروى الترمذي في باب : ما جاء لا وصية لوارث :\r\n1 . حدثنا علي بن حجر وهنّاد قالا : حدثنا إسماعيل بن عياش ، حدثنا شرحبيل بن مسلم الخولاني ، عن أبي أُمامة الباهلي قال : سمعت رسول اللّه ( صلى الله عليه وآله وسلم ) يقول في خطبته عام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير المنار : 394 / 2 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nحجة الوداع : إنّ اللّه قد أعطى لكلّ ذي حقّ حقّه فلا وصية لوارث ، الولد للفراش وللعاهر الحجر . . .\r\n2 . حدثنا قتيبة ، حدثنا أبو عوانة ، عن قتادة ، عن شهر بن حوشب ، عن عبد الرحمن بن غنم ، عن عمرو بن خارجة : أنّ النبي ( صلى الله عليه وآله وسلم ) خطب على ناقته وأنا تحت جِرانها وهي تقصع بجرّتها « 1 » وإنّ نعامها يسيل بين كتفي فسمعته يقول : إنّ اللّه أعطى كلّ ذي حقّ حقّه ، ولا وصية لوارث والولد للفراش وللعاهر الحجر . . . . « 2 »\r\n\r\nوفي الاسناد : من لا يحتجّ به .\r\n\r\n1 . إسماعيل بن عياش\r\nقال الخطيب : عن يحيى بن معين يقول : أمّا روايته عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « الجران » : هو من العنق ما بين المذبح إلى المنحر . و « تقصع بجرّتها » : أراد شدة المضغ وضمّ بعض الأسنان على بعض ، وقيل : قصع الجرّة : خروجها من الجوف إلى الشدق . النهاية .\r\n( 2 ) - سنن الترمذي : 433 / 4 ، باب ما جاء لا وصية لوارث ، الحديث 21212120 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nأهل الحجاز فإنّ كتابه ضاع ، فخلط في حفظه عنهم .\r\nوقال محمد بن عثمان بن أبي شيبة ، عن علي بن المديني : كان يوثق فيما روى عن أصحابه أهل الشام فأمّا من روى عن غير أهل الشام ففيه ضعف .\r\nوقال عمر بن علي : كان عبد الرحمن بن المهدي : لا يحدّث عن إسماعيل بن عياش . « 1 »\r\nوقال ابن منظور : وقال مضر بن محمد الأسدي ، عن يحيى : إذا حدّث عن الشاميين وذكر الخبر فحديثه مستقيم ، فإذا حدّث عن الحجازيين والعراقيين خلط ما شاء . « 2 »\r\nوقال الحافظ جمال الدين المزّي : قال عبد اللّه بن أحمد بن حنبل : سئل أبي عن إسماعيل بن عياش فقال : نظرت في كتابه عن يحيى بن سعيد أحاديث صحاح ، وفي « المصنّف » أحاديث مضطربة .\r\nوقال عثمان بن سعيد الدارمي عن دحيم : إسماعيل بن عياش في الشاميّين غاية ، وخلط عن المدنيّين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاريخ بغداد : 226 / 2276 .\r\n( 2 ) - مختصر تاريخ دمشق : 376 / 4 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوقال أحمد بن أبي الحواري : سمعت وكيعاً يقول : قدم علينا إسماعيل بن عياش فأخذ منّي أطرافاً لإسماعيل بن أبي خالد ، فرأيته يُخلِّط في أخذه .\r\nوقال إبراهيم بن يعقوب الجوزجاني : ما أشبه حديثه بثياب سابور يُرقّم على الثوب المائة ، وأقلّ شرائه دون عشرة . قال : كان من أروى الناس عن الكذابين .\r\nوقال أبو إسحاق الفزاري في حقّه : ذاك رجل لا يدري ما يخرج من رأسه . « 1 »\r\nونقل الترمذي بعد ذكر الحديث عن أبي إسحاق الفزاري : ولا تأخذوا عن إسماعيل بن عياش ما حدّث عن الثقات ولا عن غير الثقات . « 2 »\r\n\r\n2 . شرحبيل بن مسلم الخولاني الشامي\r\nقال ابن معين : ضعيف واختُتِنَ في ولاية عبد الملك بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الكمال : 175 / 1783 .\r\n( 2 ) - سنن الترمذي : 433 / 4 ، الحديث 2120 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمروان ، ووثّقه الآخرون . « 1 »\r\n\r\n3 . شهر بن حوشب\r\nتابعي توفّي حدود عام 100 .\r\nقال النسائي : ليس بالقوي . « 2 »\r\nوقال يحيى بن أبي بكر الكرماني عن أبيه : كان شهر بن حوشب على بيت المال فأخذ خريطة فيها دراهم ، فقال القائل :\r\n لقد باع شهر دينه بخريطة * فمن يأمن القرّاء بعدك يا شهرُ « 3 » \r\nوقال جمال الدين المزّي : قال شبابة بن سوّار عن شعبة : ولقد لقيت شهراً فلم أعتد به . وقال عمرو بن علي : كان يحيى لا يُحدِّث عن شهر بن حوشب . وقال أيضاً : سألت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الكمال : 431 / 12 برقم 1721 .\r\n( 2 ) - الضعفاء والمتروكين : 134 برقم 310 .\r\n( 3 ) - تهذيب التهذيب : 286 / 4 ، برقم 570 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nابن عون عن حديث هلال بن أبي زينب عن شهر . . . فقال : ما يُصنع بشهر إنَّ شعبة نزك شهراً . فقال النضر : نزكوه . أي طعنوا فيه .\r\nوقال إبراهيم بن يعقوب الجوزجاني : أحاديثه لا تشبه حديث الناس . وقال موسى بن هارون : ضعيف . وقال علي بن المديني : كان يحيى بن سعيد لا يحدّث عن شهر ، وقال يعقوب بن شيبة : . . . على أنّ بعضهم قد طعن فيه . « 1 »\r\n3 . روى أبو داود : حدثنا عبد الوهاب بن نجدة ، حدثنا ابن عياش ، عن شرحبيل بن مسلم : سمعت أبا أُمامة : سمعت رسول اللّه ( صلى الله عليه وآله وسلم ) يقول : « إنّ اللّه قد أعطى كلّ ذي حقّ حقّه فلا وصية لوارث » . « 2 »\r\nوالاسناد مشتمل على إسماعيل بن عياش وشرحبيل بن مسلم وقد عرفت حالهما . فلاحظ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الكمال : 581 / 12 .\r\n( 2 ) - سنن أبي داود : 114 / 3 ، باب ما جاء في الوصية للوارث ، برقم 2870 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n4 . روى النسائي : أخبرنا قتيبة بن سعيد ، قال : حدثنا أبو عوانة عن قتادة عن شهر بن حوشب ، عن عبد الرحمن بن غنم ، عن عمرو بن خارجة قال : خطب رسول اللّه ( صلى الله عليه وآله وسلم ) فقال : إنّ اللّه قد أعطى كلّ ذي حقّ حقّه ، ولا وصية لوارث .\r\n5 . أخبرنا إسماعيل بن مسعود ، قال : حدّثنا خالد ، قال : حدثنا شعبة ، قال : حدّثنا قتادة عن شهر بن حوشب ، أنّ ابن غنم ذكر أنّ ابن خارجة ذكر له أنّه شهد رسول اللّه ( صلى الله عليه وآله وسلم ) يخطب الناس على راحلته ، وإنّها لتقصع بجرّتها وإنّ نعامها ليسيل . فقال رسول اللّه ( صلى الله عليه وآله وسلم ) في خطبته : إنّ اللّه قد قسّم لكل إنسان قسمة من الميراث ، فلا تجوز لوارث وصية .\r\nفالإسنادان مشتملان على شهر بن حوشب ، وقد تعرّفت عليه .\r\n6 . أخبرنا عتبة بن عبد اللّه المروزي قال : أنبأنا عبد اللّه بن المبارك ، قال : أنبأنا إسماعيل بن أبي خالد ، عن قتادة ، عن عمرو بن خارجة قال : قال رسول اللّه ( صلى الله عليه وآله وسلم ) : « إنّ اللّه عزّ اسمه\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقد أعطى كلّ ذي حقّ حقّه ، ولا وصيّة لوارث » . « 1 »\r\nوقد اشتمل الإسناد على قتادة بن دعامة بن قتادة : أبو الخطاب البصري ( 11761 ه‍ ) الذي ورد في حقّه عن حنظلة بن أبي سفيان : كنت أرى طاوساً إذا أتاه قتادة يسأله يفرّ منه ، قال : وكان قتادة يتّهم بالقَدَر .\r\nوقال علي بن المديني : قلت ليحيى بن سعيد : إنّ عبد الرحمن يقول : اترك كلّ من كان رأساً في بدعة يدعو إليها . قال : كيف تصنع بقتادة . . . ؟ ثمّ قال يحيى : إنْ تَرَكَ هذا الضرب ، تَرَكَ ناساً كثيراً .\r\nوقال الحاكم في علوم الحديث : لم يسمع قتادة من صحابي غير أنس .\r\nوقال أبو داود : حدّث قتادة عن ثلاثين رجلًا لم يسمع منهم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن النسائي : 207 / 6 ، كتاب الوصايا ، باب إبطال الوصية للوارث . الحديث بأسناده الثلاثة ينتهي إلى عمرو بن خارجة الذي قال البزار في حقّه : إنّه لا نعلم له عن النبي إلّا هذا الحديث .\r\n( 2 ) - تهذيب التهذيب : 319 / 8 ؛ تهذيب الكمال : 509 / 23 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n7 . روى ابن ماجة : حدّثنا أبو بكر بن أبي شيبة ، حدثنا يزيد بن هارون : أنبأنا سعيد بن أبي عروبة ، عن قتادة ، عن شهر بن حوشب ، عن عبد الرحمن بن غنم ، عن عمرو بن خارجة : أنّ النبيّ خطبهم وهو على راحلته ، وإنّ راحلته لتقصع بجرّتها ، وإنّ لُغامَها ليسيل بين كتفيَّ ، قال : إنّ اللّه قسّم لكلّ وارث نصيبه من الميراث ، فلا يجوز لوارث وصية ، والولد للفراش . . .\r\nالإسناد مشتمل على شهر بن حوشب ، وقد مرّ الكلام فيه .\r\n8 . حدثنا هشام بن عمّار ، حدثنا إسماعيل بن عياش ، حدثنا شرحبيل بن مسلم الخولاني : سمعت أبا أُمامة الباهلي يقول : سمعت رسول اللّه ( صلى الله عليه وآله وسلم ) يقول في خطبته ، عام حجّة الوداع : إنّ اللّه قد أعطى كلّ ذي حقّ حقّه ، فلا وصية لوارث .\r\nوفي الاسناد إسماعيل بن عياش ، وقد عرفت حاله .\r\n9 . حدثنا هشام بن عمّار ، حدثنا محمد بن شعيب بن شابور ، حدثنا عبد الرحمن ابن يزيد بن جابر ، عن سعيد بن أبي\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nسعيد ، أنّه حدّثه عن أنس بن مالك قال : إنّي لتحت ناقة رسول اللّه ، يسيل عليَّ نعامها ، فسمعته يقول : إنّ اللّه قد أعطى كلّ ذي حقّ حقّه ألا لا وصية لوارث . « 1 »\r\nوفي السند ، من لا يحتج به :\r\n1 . عبد الرحمن بن يزيد بن جابر الأزدي ، أبو عتبة الشامي ( المتوفّى عام 153 ه‍ ) .\r\nقال الفلاس : ضعيف الحديث . . . روى عن أهل الكوفة أحاديث مناكير . « 2 »\r\n2 . سعيد بن أبي سعيد ، واسمه كيسان المقبري أبو سعد المدني ( المتوفّى عام 125 ه‍ ) .\r\nقال يعقوب بن شيبة : قد كان تغيّر واختلط قبل موته يقال بأربع سنين ، وقال الواقدي : اختلط قبل موته بأربع سنين ، وقال ابن حبّان في « الثقات » : اختلط قبل موته بأربع سنين . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن ابن ماجة : 905 / 2 ، كتاب الوصايا ، باب لا وصية لوارث ، الأحاديث 2712 2714 .\r\n( 2 ) - تهذيب التهذيب : 266 / 6 برقم 581 .\r\n( 3 ) - المصدر نفسه : 34 / 4 برقم 61 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n10 . روى الدارقطني : نا أبو بكر النيسابوري ، نا يوسف بن سعيد ، نا حجاج ، عن جريج ، عن عطاء عن ابن عباس قال : قال رسول اللّه ( صلى الله عليه وآله وسلم ) : لا تجوز الوصية لوارث إلّا أن يشاء الورثة .\r\nوفي الاسناد عطاء بن أبي مسلم الخراساني ( 50 135 ه‍ ) .\r\nقال الدارقطني : لم يلق ابن عباس .\r\nوقال أبو داود : ولم يدرك ابن عباس ولم يره .\r\nالبخاري قد ذكر عطاء الخراساني في الضعفاء . . . والبخاري لم يخرج له شيئاً .\r\nوقال ابن حبّان : كان رديء الحفظ يخطئ ولا يعلم ، فبطل الاحتجاج به . « 1 »\r\nوقال البيهقي : عطاء هذا هو الخراساني لم يدرك ابن عباس ولم يره . قاله أبو داود السجستاني وغيره ، وقد روى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصدر نفسه : 190 / 7 برقم 395 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوجه آخر عن عكرمة عن ابن عباس . « 1 »\r\n11 . نا علي بن إبراهيم بن عيسى ، نا أحمد بن محمد الماسرجسي ، نا عمرو ابن زرارة ، نا زياد بن عبد اللّه ، نا إسماعيل بن مسلم ، عن الحسن ، عن عمرو بن خارجة قال : قال رسول اللّه : لا وصية لوارث إلّا أن يجيز الورثة .\r\nولو صحّ الاسناد ، فهو محمول على ما إذا زاد عن الثلث كما سيأتي نقله .\r\n12 . نا عبيد اللّه بن عبد الصمد بن المهتدي ، نا محمد بن عمرو بن خالد ، نا أبي ، عن يونس بن راشد ، عن عطاء الخراساني ، عن عكرمة ، عن ابن عباس قال : قال رسول اللّه : « لا يجوز لوارث وصية إلّا أن يشاء الورثة » . « 2 »\r\nولا أظنّ أن فقيهاً يحتجّ بحديث في سنده : عكرمة البربري : أبو عبد اللّه المدني ، مولى ابن عباس : وقد عرّفه أهل الرجال بما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - السنن الكبرى : 264 / 6 .\r\n( 2 ) - سنن الدارقطني : 152 / 4 « الوصايا » الحديث 10 و 11 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقال ابن لهيعة : عن أبي الأسود : كان عكرمة قليل العقل خفيفاً ، كان قد سمع الحديث من رجلين ، وكان إذا سئل حدّث به عن رجل يسأل عنه بعد ذلك ، فيحدّث به عن الآخر ، فكانوا يقولون : ما أكذبه .\r\nوقال يحيى بن معين : إنّما لم يذكر مالك بن أنس عكرمة ، لأنّ عكرمة كان ينتحل رأي الصفرية ( طائفة من الخوارج ) وقال عطاء : كان إباضياً .\r\nوقال أبو خلف الخزاز ، عن يحيى البكاء : سمعت ابن عمر يقول لنافع : اتّق اللّه ويحك يا نافع ولا تكذب عليّ كما كذب عكرمة على ابن عباس .\r\nوعن سعيد بن المسيب أنّه كان يقول لغلامه : لا تكذب عليّ كما يكذب عكرمة على ابن عباس .\r\nوعن عطاء الخراساني : قلت لسعيد بن المسيب : إنّ عكرمة يزعم أنّ رسول اللّه ( صلى الله عليه وآله وسلم ) تزوّج ميمونة وهو محرم ، فقال : كذب مخبثان .\r\nوقال سعيد بن جبير : كذب عكرمة .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوقال وهيب بن خالد عن يحيى بن سعيد الأنصاري : كان كذّاباً .\r\nوكان مالك لا يرى عكرمة ثقة ويأمر أن لا يؤخذ عنه .\r\nوقال حنبل بن إسحاق عن أحمد بن حنبل : . . . وعكرمة مضطرب الحديث يختلف عنه .\r\nوقال ابن علية : ذكره أيوب فقال : قليل العقل .\r\nوقال الحاكم : أبو أحمد احتجّ بحديثه الأئمّة القدماء لكن بعض المتأخرين أخرج حديثه من حيز الصحاح . « 1 »\r\n13 . نا أحمد بن كامل ، نا عبيد بن كثير ، نا عباد بن يعقوب ، نا نوح بن دراج ، عن أبان بن تغلب ، عن جعفر بن محمد ، عن أبيه قال : قال رسول اللّه : لا وصية لوارث ولا إقرار بدين .\r\nوفي الاسناد من لا يحتجّ به أهل السنّة ، وهو نوح بن دراج ( المتوفّى عام 182 ه‍ ) والحديث نقل محرّفاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب التهذيب : 234 / 7 رقم 476 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفقد تضافر عن جعفر بن محمد ، صحّة الوصية للوارث إلّا إذا تجاوز عن الثلث ، فانّه إضرار بالورثة ويؤيّده ذيل الحديث « ولا إقرار بدين » والإقرار بالدين ، والإيصاء فوق الثلث مظنّة الإضرار بالورثة .\r\n14 . نا أحمد بن زياد ، نا عبد الرحمن بن مرزوق ، نا عبد الوهاب ، نا سعيد ، عن قتادة ، عن شهر بن حوشب ، عن عبد الرحمن بن غنم ، عن عمرو بن خارجة قال : خطبنا رسول اللّه بمنى فقال : إنّ اللّه عزّ وجلّ قد قسّم لكلّ إنسان نصيبه من الميراث ، فلا يجوز لوارث وصية إلّا من الثلث .\r\nقال : ونا سعيد بن مطر ، عن شهر ، عن عمرو بن خارجة عن النبي ( صلى الله عليه وآله وسلم ) مثله . « 1 »\r\nوالسند مشتمل على شهر بن حوشب ، والمتن يؤيد مقالة الإمامية حيث قال : فلا يجوز لوارث وصية إلّا من الثلث .\r\n15 . روى الدارمي : حدثنا مسلم بن إبراهيم ، حدثنا هشام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن الدارقطني : 152 / 4 « الوصايا » الحديث 12 و 13 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالدستوائي ، حدثنا قتادة ، عن شهر بن حوشب ، عن عبد الرحمن بن غنم ، عن عمرو بن خارجة ، قال : كنت تحت ناقة النبي ( صلى الله عليه وآله وسلم ) وهي تقصع بجرّتها ونعامها وينوص بين كتفي ، سمعته يقول : ألا إنّ اللّه قد أعطى كلّ ذي حقّ حقّه فلا يجوز وصية لوارث . « 1 »\r\nوفي الاسناد شهر بن حوشب وكفى به ضعفاً .\r\n16 . روى البيهقي بأسانيد مختلفة ، لا تخلو من ضعف .\r\nفالأوّل مقطوع برواية عطاء عن ابن عباس ، وقد عرفت عدم إدراكه له ، وعطاء هذا هو عطاء الخراساني .\r\nوالثاني مشتمل على رواية : عطاء عن عكرمة عن ابن عباس ، وقد عرفت حال الرجلين .\r\nوالثالث أيضاً مثل الثاني .\r\nوالرابع مشتمل على الربيع بن سليمان ، الذي كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن الدارمي : 419 / 2 ، باب الوصية للوارث .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nيوصف بغفلة شديدة ، وعن الشافعي أنّه ليس بثبت وإنّما أخذ أكثر الكتب من آل البويطي بعد موت البويطي . « 1 »\r\nوعلى سفيان بن عيينة ( المتوفّى عام 198 ) قال محمد بن عبد اللّه بن عمّار : سمعت يحيى بن سعيد يقول : اشهدوا أنّ سفيان بن عيينة اختلط سنة 197 ، فمن سمع في هذه السنة وبعدها ، سماعه لا شيء . « 2 »\r\nوعلى مجاهد بن جبر المكّي المولود في خلافة عمر ( المتوفّى عام 100 ه‍ ) فمضافاً إلى أنّ الرواية مقطوعة فقد ورد في حقّه : مجاهد معلوم التدليس ، فعنعنته لا تفيد الوصل . « 3 »\r\nوالخامس مشتمل على ابن عياش وشرحبيل بن مسلم ، وقد تعرّفت عليهما .\r\nوالسادس مشتمل على شهر بن حوشب .\r\nوالسابع مشتمل على حماد بن سلمة عن قتادة ، والسند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب التهذيب : 213 / 3 برقم 473 .\r\n( 2 ) - تهذيب الكمال : 196 / 11 .\r\n( 3 ) - تهذيب التهذيب : 40 / 10 برقم 68 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nإمّا مقطوع أو موصول بواسطة شهر بن حوشب بقرينة الرواية السابقة .\r\nوالثامن مشتمل على إسماعيل بن مسلم ، وهو مردّد بين العبدي ( أبو محمد البصري ) والمكي ( أبو إسحاق البصري ) الذي ضعّفه جمال الدين المزّي بقوله : قال عمرو بن علي : كان يحيى وعبد الرحمن لا يحدّثان عن إسماعيل المكي .\r\nوقال أبو طالب : قال أحمد بن حنبل : إسماعيل بن مسلم المكي منكر الحديث .\r\nوقال عباس الدوري عن يحيى بن معين : إسماعيل بن مسلم المكي ليس بشيء . وكذلك قال عثمان بن سعيد الدارمي وأبو يعلى الموصلي عن يحيى .\r\nوعن علي بن المديني : إسماعيل بن مسلم المكي لا يكتب حديثه . . . وكان ضعيفاً في الحديث . . . يكثر الخلط .\r\nوقال أبو زرعة : هو بصري سكن مكة ، ضعيف الحديث .\r\nوقال النسائي : . . . متروك الحديث . وقال في موضع\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nآخر : ليس بثقة . « 1 »\r\nوالتاسع مشتمل على عبد الرحمن بن يزيد بن جابر الأزدي ، وسعيد بن أبي سعيد ، وقد تعرّفت عليهما .\r\nوالعاشر مشتمل على سفيان بن عيينة وقد تعرّفت عليه ؛ وعلى طاوس بن كيسان اليماني ، وهو تابعي لم يدرك النبيّ ، وإنّما ينقل ما ينقل عن ابن عباس . « 2 »\r\n17 . روى الحافظ سعيد بن منصور المكي ( المتوفّى 227 ) في سننه هذا الحديث بأسانيد مختلفة .\r\nفالأوّل مضافاً إلى أنّه مقطوع بمجاهد : مشتمل على سفيان بن عيينة .\r\nوالثاني : مقطوع بعمرو بن دينار ( المتوفّى حدود عام 125 ه‍ ) ومشتمل على سفيان بن عيينة .\r\nوالثالث : مشتمل على إسماعيل بن عياش وشرحبيل بن مسلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الكمال : 198 / 3 برقم 483 .\r\n( 2 ) - سنن البيهقي : 264 / 2656 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوالرابع : مشتمل على شهر بن حوشب .\r\nوالخامس : مشتمل على سفيان بن عيينة وهشام بن حجر المكي الذي ضعّفه يحيى بن معين ، وعن غيره أنّه يضرب على حديثه ، وعن أبي داود أنّه ضرب الحدّ بمكة . « 1 »\r\n18 . روى عبد الرزاق بن همام الصنعاني ( 176 211 ه‍ ) بسند ينتهي إلى شهر بن حوشب عن عمرو بن خارجة ، قال : سمعت رسول اللّه يقول : لا وصية لوارث . « 2 » وقد تعرفت على حال « شهر » .\r\n\r\nملاحظات على نسخ الآية بالسنّة\r\nويلاحظ على هذه الإجابة أي نسخ الكتاب بهذه الروايات بوجوه :\r\n1 . الكتاب العزيز ، قطعي السند ، وصريح الدلالة في المقام . وظاهر الآية كون الحكم أمراً أبدياً وأنّه مكتوب على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب التهذيب : 32 / 11 برقم 74 .\r\n( 2 ) - المصنف : 70 / 9 برقم 16376 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالمؤمنين ، وهو حقّ على المتّقين ، أفيصح نسخه أو تخصيصه برواية لم يسلم سند منها عن خلل ونقاش فرواتها : مخلّط ، من أروى الناس عن الكذابين ، لا يرى ما يخرج من رأسه ، إلى ضعيف اختُتِنَ في كبر سنِّه ، إلى بائع دينه بخريطة ، إلى مسند ولم ير المسند إليه ، إلى محدود أُجري عليه الحد في مكة ، إلى خارجيّ يُضرب به المثل ، إلى ، إلى ، إلى . . . . « 1 »\r\nولو قلنا بجواز نسخ الكتاب فانّما نقول به إذا كان الناسخ ، دلالة قرآنية أو سنّة قاطعة .\r\n2 . كيف يمكن الاعتماد على رواية ، تدّعي أنّ النبي الأكرم خطب في محتشد كبير لم ينقل لنا التاريخ له مثيلًا في حياة النبي إلّا في وقعة الغدير ، وقال : إنّه لا وصية لوارث ، ولم يسمعه أحد من الصحابة إلّا أعرابي مثل عمرو بن خارجة الذي ليس له رواية عن رسول اللّه سوى هذه « 2 » ، أو شخص آخر كأبي أُمامة الباهلي وهذا ما يورث الاطمئنان على وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لاحظ ما نقلناه عن أئمة الرجال في حق رواة الحديث ونقلته .\r\n( 2 ) - الإصابة : 527 / 2 ؛ تهذيب الكمال : 599 / 21 ؛ الثقات : 271 / 3 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالخلل فيها سنداً أو دلالة .\r\n3 . لو سلم أنّ الحديث قابل للاحتجاج ، لكنّه لا يعادله ولا يقاوم ما تواتر عن أئمّة أهل البيت من جواز الوصية للوارث . فهذا هو محمد بن مسلم أحد فقهاء القرن الثاني ، من تلاميذ أبي جعفر الباقر ( عليه السلام ) يقول : سألت أبا جعفر عن الوصية للوارث ؟ فقال : « تجوز » ، ثمّ تلا هذه الآية : (  إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَالْأَقْرَبِينَ  ) . « 1 »\r\nوهذا أبو بصير المرادي شيخ الشيعة في عصر الصادق ( عليه السلام ) يروي عنه أنّه سأله عن الوصية للوارث ؟ فقال : تجوز . « 2 »\r\n4 . أنّ التعارض فرع عدم وجود الجمع الدلالي بين نصّ الكتاب والحديث ، إذ من المحتمل جداً أنّ الرسول ( صلى الله عليه وآله وسلم ) ذكر قيداً لكلامه ، ولم يسمعه الراوي أو سمعه ، وغفل عن نقله ، أو نقله ولم يصل إلينا وهو أنّه مثلًا قال : « ولا تجوز وصية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة : 13 ، الباب 15 من أبواب أحكام الوصايا ، الحديث 2 و 3 ، وفيه ثلاثة عشر حديثاً تصرِّح بجواز الوصية للوارث .\r\n( 2 ) - وسائل الشيعة : 13 ، الباب 15 من أبواب أحكام الوصايا ، الحديث 2 و 3 ، وفيه ثلاثة عشر حديثاً تصرِّح بجواز الوصية للوارث .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nللوارث » إذا زاد عن الثلث أو بأكثر منه ، كما ورد كذلك من طرقنا ، وطرق أهل السنّة . وقد عرفت : أنّ الدارقطني نقله عن الرسول الأكرم بهذا القيد . « 1 » وقد ورد من طرقنا عن النبي الأكرم أنّه قال في خطبة الوداع : « أيّها الناس إنّ اللّه قد قسّم لكلّ وارث نصيبه من الميراث ، ولا تجوز وصية لوارث بأكثر من الثلث » . « 2 »\r\nوبعد هذه الملاحظات لا يبقى أيّ وثوق بالرواية المنقولة بالصورة الموجودة في كتب السنن .\r\nأضف إلى ذلك : أنّ الإسلام دين الفطرة ، ورسالته خاتمة الرسالات ، فكيف يصحّ أن يسد باب الإيصاء للوارث ، مع أنّه ربّما تمسّ الحاجة إلى الإيصاء للوارث ، بعيداً عن الجور والحيف ، من دون أن يثير عداء الباقين وحسد الآخرين كما إذا كان طفلًا ، أو مريضاً ، أو معوّقاً أو طالب علم ، لا يتسنّى له التحصيل إلّا بعون آخرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لاحظ الرقم 14 ممّا سلف وفيه : فلا يجوز لوارث وصية إلّا من الثلث .\r\n( 2 ) - تحف العقول : 34 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nكل ذلك يدعو فقهاء المذاهب في الأمصار ، إلى دراسة المسألة من الأصل عسى أن يتبدّل المختلف إلى المؤتلف والخلاف إلى الوفاق بفضله وكرمه سبحانه .\r\nقد عرفت أنّ مصدر الحكم عند القوم هو الروايات التي تعرفت على ضعفها ومقدار دلالتها ، وربّما يستدلّ بوجه غريب : انّ المال حينئذ صار للورثة ، فحكم الموصي فيما استحقوه بالميراث باطل ، لقول رسول اللّه ( صلى الله عليه وآله وسلم ) : « إنّ دماءكم وأموالكم وأعراضكم عليكم حرام » فليس لهم إجازة الباطل ، لكن إن أحبوا أن ينفذوا الوصية من مالهم باختيارهم ، فلهم التنفيذ ، ولهم حينئذ أن يجعلوا الأجر لمن شاءوا .\r\nيلاحظ عليه : ما هو الدليل لقوله : « المال حينئذ صار للورثة فحكم الموصي فيما استحقّوه بالميراث باطل .\r\nفإن كان الدليل هو الرواية ، أعني قوله : « لا وصية لوارث » فقد عرفت ضعف الرواية وانّها لا تقاوم الذكر لحكيم أوّلًا ، وإمكان الجمع بينهما ثانياً .\r\nوإن كان الدليل قول رسول اللّه ( صلى الله عليه وآله وسلم ) : « إنّ دماءكم\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوأولادكم وأعراضكم عليكم حرام » كما هو الظاهر من ذيل كلامه ففيه انّه لم يدل دليل على أنّ الموصى به ملك للورثة ينتقل منهم إلى الموصى له ، بل ظاهر الآية انّ المنقول من التركة إلى الوارث مخصص بغير الدين والوصية ، فمقدار الدين وما أوصى به لا ينتقلان إلى الورثة حتّى ينتقلا إلى الموصى له ، بل المنقول إليهم مضيق من أوّل الأمر بغير الدين والوصية ، ويدلّ عليه قوله سبحانه في موردين :\r\nأ . (  فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِها أَوْ دَيْنٍ  ) .\r\nب . (  فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ  ) .\r\nالحمد للّه ربّ العالمين\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46}
  ]