[
  {"content":"\r\n\r\nمناسك الحج\r\nو\r\nاحكام العمرة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمناسك الحج\r\nو\r\nاحكام العمرة\r\nمطابق لفتاوى\r\nآية الله العظمى الشيخ جعفر السبحاني\r\nدام ظله\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحضرت آيت الله العظمى سبحاني تبريزى ، 1308 -\r\nمناسك الحج والعمرة / تأليف جعفر السبحاني . - قم : مؤسسة الإمام الصادق عليه السلام 1428 ف = 1386 .\r\n200 ص .\r\n9 - 283 - 357 - 964 - 978 isbn\r\nكتابنامه به صورت زير نويس .\r\nفهرستنويسى بر أساس اطلاعات فيپا\r\n1 . حج . 2 . حج - رساله عمليه . الف . مؤسسة الإمام الصادق عليه السلام . ب .\r\n1389 2043 / م 2 س / 8 / 188 bp\r\n357 / 297\r\nاسم الكتاب : مناسك الحج وأحكام العمرة\r\nالمؤلف : العلامة المحقق آية الله العظمى جعفر السبحاني\r\nالطبعة : الأولى\r\nتاريخ الطبع : 1428 ه‍\r\nالمطبعة : مؤسسة الإمام الصادق عليه السلام\r\nالكمية : 3000 نسخة\r\nالناشر : مؤسسة الإمام الصادق عليه السلام\r\nالصف والإخراج الفني : مؤسسة الإمام الصادق عليه السلام - السيد محسن البطاط\r\nتوزيع\r\nمكتبة التوحيد\r\nإيران - قم ، ساحة الشهداء\r\n7745457 - 2925152\r\nالبريد الإلكتروني : imamsadiq @ gmall . com\r\nالعنوان في شبكة المعلومات : www . imamsadeq . org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ المقدمة 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nالحمد للّه الّذي جعل الكعبة البيت الحرام قياما للناس ، وجعل الحج موسما للعبادة ، وفرصة لالتقاء المسلمين الوافدين من كلّ صقع وصوب ليتعارفوا ويتعرّفوا على معالم دينهم ، ويطّلع على أحوال بعضهم بعض .\r\nقال الإمام الصادق عليه السّلام : « وجعل فيه الاجتماع من المشرق والمغرب ليتعارفوا ولتعرف آثار رسول اللّه وتعرف أخباره ولا تنسى ، ولو كان كلّ قوم إنّما يتّكلون على بلادهم وما فيها هلكوا وخربت البلاد وسقط الجلب والأرباح ، وعميت الأخبار ، ولم يقفوا على ذلك ، وذلك علّة الحج » . « 1 »\r\nوالصلاة والسلام على من علّم الناس مناسك الحج بعد ما اندرست ، وأرشدهم إلى معالمه ومآثره بعد ما عطّلت ، وعلى آله الذين أتمّوا الحجّة وعلّموا الأمّة ، صلاة دائمة زاكية .\r\nأمّا بعد : فهذه رسالة موجزة في مناسك الحج وأحكامه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار : 99 / 33 ، نقلا عن علل الشرائع للصدوق .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوالحج كثير المسائل ، متشعّب الفروع ، وافر المقاصد ، جمّ المطالب ، وأكثر مسائله غير مأنوس ولا متكرر .\r\nروى زرارة قال : قلت لأبي عبد اللّه عليه السّلام : جعلني اللّه فداك ، أسألك في الحج منذ أربعين عامّا فتفتيني ؟ فقال عليه السّلام : « يا زرارة بيت يحجّ إليه قبل آدم بألفي عام تريد أن تفنى مسائله في أربعين عاما » . « 1 »\r\nولذا عزمنا على إفراد مسائل الحج في هذه الرسالة ، وتقديمها للإخوة المؤمنين بعبارة واضحة عسى أن ينتفعوا بها ، وأكون مشاركا لهم في الثواب .\r\n* * * بسمه تعالى العمل برسالة مناسك الحج وأحكام العمرة مجزى ومبرئ للذمة إن شاء اللّه تعالى جعفر السّبحاني رجب المرجب 1428\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوسائل : 8 ، الباب 1 من أبواب وجوب الحج وشرائطه ، الحديث 12 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : في وجوب الحج وشرائطه\r\n\r\nالمسألة ( 1 ) : يجب الحج على المستطيع مرة واحدة في العمر ،\r\nوهذا ما يطلق عليه « حجّة الإسلام » . وسنذكر معنى الاستطاعة في المسائل الآتية .\r\n\r\nالمسألة ( 2 ) : تجب المبادرة إلى الحج عند الاستطاعة\r\nولا يجوز التأخير ، ولو أخّر في سنة الاستطاعة تجب المبادرة إليه في السنة التالية ، وهكذا .\r\n\r\nالمسألة ( 3 ) : إذا وجب الحج على الإنسان يجب عليه تحصيل مقدماته ،\r\nوهي تختلف حسب الظروف ، ففي زماننا هذا يجب عليه مثلا : تهيئة مستلزمات السفر ، كجواز السفر ، والبطاقة الصحية وأشباه ذلك . فلو سعى إلى الحصول عليها ولم يتم له الحجّ ، كشف عن عدم وجوب الحج عليه في تلك السنة ، فإن بقيت الاستطاعة المالية والبدنية إلى السنة القادمة وجب عليه الحج أيضا ، وهكذا .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nشرائط وجوب حجة الإسلام\r\nيجب الحج عند توفّر شروط هي :\r\n\r\nالأوّل والثاني : العقل والبلوغ\r\nفلا يجب الحج على الصبي والمجنون ، لكونهما غير مكلّفين .\r\n\r\nالمسألة ( 4 ) : لو أحرم غير البالغ كان حجه صحيحا ،\r\nولكن لا يغني عن حجّة الإسلام ، فلو بلغ واستطاع يجب عليه الحج .\r\n\r\nالمسألة ( 5 ) : لو أحرم غير البالغ المميّز للحج وبلغ عند الوقوف في المشعر الحرام ،\r\nفيحسب حجّه حجة الإسلام ويجزئه عنها .\r\n\r\nالمسألة ( 6 ) : لو أحرم بظن أنّه غير بالغ وأتى الحج بنية الاستحباب ثمّ بان أنّه كان بالغا عند الإحرام ،\r\nصحّ حجّه وأجزأه عن حجة الإسلام إلّا إذا قيّد حجّه بالاستحباب على نحو لو لاه لما أحرم وحجّ ، فلا يحكم عليه بالصحة ، ومثله فرض نادر .\r\n\r\nالمسألة ( 7 ) : يستحب لولي الطفل غير المميّز أن يلبسه ثوبي الإحرام بعد نزع ملابسه إذا كان ذكرا ،\r\nوينوي الولي نيابة عنه\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nويلبّي مكانه ، ويعينه على أداء ما يقدر عليه من أعمال الحج ، وينوب عنه فيما لا يقدر عليه ، فيطوف به حول البيت ويسعى به في المسعى ويقف به في عرفات والمشعر الحرام ويذهب به إلى منى ويأمره برمي الجمرات والحلق أو التقصير إلى أن يتم أعمال الحج كافّة .\r\n\r\nالمسألة ( 8 ) : الولي - في المقام - عبارة عمن يجوز له التصرف في مال الطفل كالأب والجد ، ووصيهما .\r\nنعم يجوز للأم الّتي تتكفّل بأمور الطفل غير المميّز أن تحرم به ، والأحوط الاستجازة من ولي الطفل في إحرامه .\r\n\r\nالمسألة ( 9 ) : إذا أحرم الولي بالطفل يجب عليه أن يجنّبه محرّمات الإحرام ،\r\nولو ارتكب المحرّم بمرأى ومسمع من الولي لا تجب الكفّارة على الولي ، إلّا إذا صاد صيدا فإنّ كفّارته على وليّ الطفل .\r\n\r\nالمسألة ( 10 ) : ثمن هدي الصبي على الولي ،\r\nوكذلك كفّارة الصيد ، وأمّا الكفّارات الّتي تجب عند الإتيان بموجبها ، فالظاهر عدم وجوبها لا على الصبي ولا على وليّه .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nالشرط الثالث : الحرية\r\nلا يجب الحج على المملوك ولو كان مستطيعا ومأذونا من قبل مولاه ، ولو عتق فشأنه كشأن الآخرين .\r\n\r\nالشرط الرابع : الاستطاعة\r\nونعني بها الاستطاعة من حيث صحة البدن وقوته ، وتوفر المال ، وتخلية السرب وسلامته ، وسعة الوقت وكفايته .\r\nالمقصود بالاستطاعة البدنية أن يكون صحيحا غير عليل على نحو يتمكّن فيه من السفر إلى الحج والقيام بأعماله . ولو اعتقد المكلّف بضعفه البدني أو أنّ الطبيب منعه من الذهاب إلى الحج إلى حدّ صار آيسا من عود الصحة إليه ، يجب عليه أن يستنيب .\r\nكما أنّ المقصود من الاستطاعة المالية - الّتي يعبّر عنها في كتب الفقهاء بالزاد والراحلة - هو أن تتوفر عنده الإمكانية المالية الّتي يصرفها في الذهاب والإياب والإقامة هناك . وبعبارة أخرى وجود ما يبلغه إلى مكة المكرمة ويرجعه إلى بلده من الرزق ووسيلة السفر ، وذلك يختلف حسب اختلاف مكانة المكلف .\r\n\r\nالمسألة ( 11 ) : تتحقّق الاستطاعة - وراء ما يبذله لمصارف الحجّ - بتملك ما يحتاج إليه من ضروريات حياته على حدّ شأنه ،\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكالسكن ووسيلة النقل ، إلى غير ذلك ممّا يختلف كيفا وكمّا حسب اختلاف المكانة الاجتماعية للمكلّف .\r\nفربّ انسان من شأنه أن يسكن البيت الملكي ويعدّ السكن في البيت الإجاري على خلاف شأنيّته ، فلا يجب عليه الحج إلّا بعد أن يتملك بيتا . ورب إنسان آخر يكفيه البيت الإجاري ولا يعدّ خلاف شأنه ، فيعد مستطيعا ويجب عليه الحج ولو لم يملك بيتا .\r\nوعلى ضوء ذلك فلو حج الأوّل مع احتياجه إلى البيت الملكي فلا يغني حجّه عن حجّة الإسلام ، لأنّه حج وهو غير مستطيع .\r\n\r\nالمسألة ( 12 ) : لو كان له إمكانية مالية ولكنّه لم يتزوج ،\r\nوهو بعد بحاجة إلى الزواج والأمر دائر بين صرف المال في أحد الأمرين ؛ الزواج أو الحج ، يقدّم الأوّل على الثاني .\r\n\r\nالمسألة ( 13 ) : لو اجتمعت فيه مواصفات الاستطاعة وكان له دين معجّل على نحو لو طالب به لأدّي إليه ،\r\nتجب عليه المطالبة بالدّين .\r\n\r\nالمسألة ( 14 ) : لو اجتمعت فيه مواصفات الاستطاعة وكان له دين مؤجّل وكان المديون مستعدا لأداء الدّين ،\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nكان عليه أخذ ماله من المديون والحج به .\r\n\r\nالمسألة ( 15 ) : إذا اقترض مقدارا من المال يفي بمصارف الحج ، وكان قادرا على أداء هذا الدّين بالتدريج ،\r\nفلا يجب عليه الحج ، ولو حجّ فلا يجزي عن حجّة الإسلام .\r\n\r\nالمسألة ( 16 ) : لو كان على الإنسان دين مؤجّل وعنده من المال ما يفي بمصارف الحج\r\nعلى نحو يطمأن بأنّه لو رجع من الحج لاستطاع أن يؤدّي دينه في وقته ، وجب الحج عليه . والفرق بين هذه المسألة وما قبلها واضح .\r\n\r\nالمسألة ( 17 ) : لو كان على الإنسان حقوق شرعية - كالزكاة والخمس\r\n- فإنّما يجب عليه الحج إذا استطاع إليه بعد إخراجها .\r\n\r\nالمسألة ( 18 ) : لو استطاع الإنسان ماليا وبدنيا ولكنّه تساهل في الذهاب إلى الحج ثمّ مرض أو سدّ الطريق أمامه\r\nولم يذهب إلى الحج ، استقرّ عليه الحج سواء احتفظ بماله أم لم يحتفظ به .\r\n\r\nالمسألة ( 19 ) : لو استطاع الإنسان ماليا في سنة ولكنه مرض في نفس تلك السنة أو سدّ الطريق أمامه فيها ،\r\nفيمكن له إنفاق مصارف الحج في أمور حياته وغيرها ، ولكن الأحوط أن يحتفظ بها إلى سنة أخرى ، عسى أن تعود إليه صحته أو يفتح الطريق أمامه .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالمسألة ( 20 ) : إذا توقّف الذهاب إلى الحج على مقدّمات خارجية\r\n- كأخذ جواز السفر ودفع ضريبته إلى غير ذلك ممّا صار مرسوما هذه الأيام - فيشترط في وجوب الحج تمكّنه من توفير هذه المقدمات .\r\n\r\nالمسألة ( 21 ) : لو كان للذهاب إلى الحج طريقان ،\r\nأحدهما طريق رخيص ولكنّه غير مقدور ، والآخر غال يتوقّف على صرف مال كثير ، يجب عليه السفر إلى الحج عبر الطريق الثاني ، إلّا إذا كان يستلزم صرف أموال طائلة يصعب تحمّلها عادة .\r\n\r\nالمسألة ( 22 ) : إذا كان له ملك فائض عن مئونته\r\nفلو باعه يتمكّن من السفر بثمنه إلى الحج ، ولكن كانت الأسعار في تلك السنة منخفضة ، يجب عليه بيع هذا الملك والذهاب إلى الحج ، إلّا إذا كان بيعه بثمن منخفض مورثا للحرج .\r\n\r\nالمسألة ( 23 ) : من ورث مكتبة غالية - وهو غير محتاج لها - ولو باعها لأصبح مستطيعا ،\r\nفيجب عليه بيعها والذهاب إلى الحج .\r\n\r\nالمسألة ( 24 ) : لو شك أنّه مستطيع أو لا ،\r\nيجب عليه الفحص إذا كان ميسورا حتّى تتبين له الحال .\r\n\r\nالمسألة ( 25 ) : لو نذر - قبل أن يستطيع - أن يزور الإمام الحسين عليه السّلام في يوم عرفة ، ثمّ استطاع - في تلك السنة\r\n- قدّم النذر\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nعلى الحج ، ولو عكس قدّم الحج ولم ينعقد النذر .\r\n\r\nالمسألة ( 26 ) : لو نذر أن يزور الإمام الحسين عليه السّلام خمس سنوات يوم عرفة في كربلاء ثمّ استطاع خلال هذه السنوات ،\r\nقدّم الحج وانحلّ النذر في نفس السنة ، ويبقى وجوب العمل بالنذر في السنوات الأخرى على حاله .\r\n\r\nالمسألة ( 27 ) : لو توقّف الذهاب إلى الحج وإتيان أعماله على ترك الواجب أو ارتكاب عمل محرم ،\r\nوجب الحج ، إلّا إذا كان ترك الواجب أو فعل المحرم يتمتع بأهمية خاصّة فوق الحج .\r\n\r\nالحج البذلي\r\n\r\nالمسألة ( 28 ) : إذا عرض على المكلّف الحج والتزم الباذل ببذل نفقته عبر الطريق وتكفل أيضا بنفقة عياله ،\r\nيجب عليه الحج ، ولا يشترط في هذه الصورة تملك المكلّف لضروريات الحياة من السكن ووسيلة النقل وغيرها ، إذ لا يتفاوت حاله بين الذهاب إلى الحج وبين تركه .\r\n\r\nالمسألة ( 29 ) : إذا أعطاه مالا ليصرفه على الحج وكان وافيا بمصارف ذهابه وإيابه وعياله ،\r\nوجب عليه القبول إذا لم يكن القبول على خلاف شأنيّته ، والفرق بين هذه الصورة والمسألة السابقة هو\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأنّه في الأولى يتكفّل الباذل بنفقته عبر الطريق بالتدريج وأمّا نفقة عياله فانّه يعطيها كاملة قبل السفر . وفي الثانية يعطيه مالا ليصرفه في الحج ذهابا وإيابا ونفقة على عياله .\r\n\r\nالمسألة ( 30 ) : ثمن الهدي في كلتا الصورتين على المتبرّع والباذل ،\r\nولو فرض تخلّفه عن البذل فلو كان المبذول له ، قادرا على الهدي يجب عليه الهدي وإلّا يكون حكمه حكم كل من لم يتمكن من الهدي فيصوم ثلاثة أيّام في الحج وسبعة إذا رجع إلى وطنه ، وعلى كل تقدير فلا يشترط في الحج البذلي الشرط الخامس ( الرجوع إلى الكفاية ) كما سيوافيك شرحه .\r\n\r\nالمسألة ( 31 ) : لو أعطي مالا هبة وخيّره الواهب بين الحج وغيره ،\r\nأو وهبه مالا من دون أن يذكر الحج لا تعيينا ولا تخييرا ، لم يجب عليه الحج .\r\n\r\nالمسألة ( 32 ) : لو قبل العمل في قافلة الحجيج وكان عمله لا يتنافى مع أعمال الحج ،\r\nوجب عليه الحج في تلك السنة ، ولا يشترط فيه كونه مالكا لنفقة عائلته أو سائر حاجات الحياة . وعلى ضوء ذلك فطبيب القافلة ومرشدها الديني يجب عليهما الحج في السنة الأولى وليس لهما تقبّل الحج نيابة عن أحد .\r\n\r\nالمسألة ( 33 ) : لو استأجر نفسه للحج عن الغير ،\r\nوكانت\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالأجرة وافرة على نحو يكفي ما يتبقى منها للحج في السنة التالية ، وجب عليه الحج حينئذ فيها .\r\n\r\nالمسألة ( 34 ) : من شروط الاستطاعة أن يتمكّن الإنسان من توفير نفقات من يعيله ،\r\nسواء وجبت نفقته عليه شرعا أو تكفّل بنفقته عرفا وأخلاقا .\r\n\r\nالشرط الخامس : الرجوع إلى كفاف\r\nيشترط في وجوب الحج الرجوع إلى كفاف بمعنى أنّه يستطيع بعد الحج إدارة نفسه وأهله حسب مكانته الاجتماعية ، فلو لم يكن له إلّا رأس مال يتّجر به ويدير به عائلته بحيث لو صرفه في الحج ورجع ، صار فقيرا ، فلا يجب عليه الحج حينئذ .\r\n\r\nالمسألة ( 35 ) : لو استطاع الإنسان وتساهل في الذهاب إلى الحجّ ، استقر عليه الواجب ،\r\nثمّ إنّه لو زالت الاستطاعة الجسمية بحيث لو حج مباشرة لزم الحرج والمشقة ، يجب عليه أن ينيب غيره عنه .\r\n\r\nالمسألة ( 36 ) : لو استطاع ولكنه تساهل في الذهاب إلى الحج سنة أو أكثر ثمّ زالت الاستطاعة المالية ،\r\nيجب عليه الذهاب إلى الحج ولو متسكعا متزامنا مع المشقة .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nالمسألة ( 37 ) : لو استطاع الإنسان يجب عليه الحج مباشرة وإن كان هرما ،\r\nإلّا إذا كان مريضا أو كان الذهاب إلى الحج أمرا حرجيا ، فعليه أن ينيب غيره .\r\n\r\nالمسألة ( 38 ) : لو استطاع الإنسان في سنة لا يصح له أن ينوب عن الآخر ،\r\nبل يجب عليه أن يقدّم حجّ نفسه على حج الغير ، وكذلك إذا استقر عليه الحج من سنوات سابقة لا يصح أن ينوب عن الغير مع وجوب الحج عليه .\r\n\r\nالمسألة ( 39 ) : إذا استقر الحج على الإنسان ولكنّه توفّي قبل أدائه\r\nيجب إخراج مصارف الحج - كسائر ديونه - من تركته ، ثمّ تقسيم ماله بين الورثة .\r\n\r\nالمسألة ( 40 ) : لو استقر عليه الحج ومات يجب على الوارث أن ينيب عنه للحج ،\r\nولكن يكفي في ذلك الاستنابة عنه من الميقات ولا تجب الاستنابة من البلد ، إلّا إذا أوصى بأن يحج عنه بلديا لا ميقاتيا .\r\n\r\nالمسألة ( 41 ) : لو استطاعت المرأة للحج ، ولكنّها كانت متكفّلة بنفقات عائلتها ،\r\nيجب عليها الحج وإن شق الأمر عندئذ على الزوج .\r\n\r\nالمسألة ( 42 ) : لا يشترط إذن الزوج في ذهاب الزوجة إلى الحج الواجب ،\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالأفضل تحصيل رضاه .\r\n\r\nالمسألة ( 43 ) : لو استطاعت المرأة بواسطة ما وصلها من الميراث ،\r\nيجب عليها الحج بشرط الرجوع إلى الكفاف بعد الحج .\r\n\r\nالمسألة ( 44 ) : إذا كان الصّداق يكفي لمئونة الحج وكان الزوج متمكّنا من أدائه ،\r\nوجب عليها المطالبة بالصداق والذهاب إلى الحج ، إلّا إذا كان الزوج معسرا أو كانت المطالبة بالصّداق مورثة للاختلاف بينهما .\r\n\r\nالمسألة ( 45 ) : من كانت عنده حقوق شرعية مأخوذة من الغير كالخمس ،\r\nيجب عليه إرسالها إلى الحاكم الشرعي ولا يجوز له صرفها في الحج .\r\n\r\nالمسألة ( 46 ) : لو كان الإنسان مالكا لبيت كبير ذا قيمة عالية ،\r\nبحيث إنّه لو باعه لتمكّن أن يذهب إلى الحج مع شراء بيت يناسب حاله وشأنه ، فلا يجب عليه البيع ولا التبديل ، نعم لو أقدم على البيع واشترى بيتا مناسبا لحاله يجب عليه الحج بما بقي من الثمن .\r\n\r\nالمسألة ( 47 ) : إذا كان الإنسان يؤمّن قسما من معاشه من الحقوق الشرعية ،\r\nلا يجب عليه الحج ، ولو حجّ لا يكون حجّه حجّة الإسلام .\r\n\r\nالمسألة ( 48 ) : إذا لم يملك الإنسان بيتا يسكن فيه ،\r\nإلّا أنّه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nيمتلك أرضا لو باعها لاشترى بثمنها بيتا ، فلا يجب عليه الحج حتّى ولو كان الثمن وافيا بمصارف الحج .\r\n\r\nالمسألة ( 49 ) : من استقر عليه الحج في السنوات السابقة وكان الطريق منحصرا بالسفر الجوّي وهو عاجز عن ذلك والطريق الآخر غير ممكن ،\r\nفيجب عليه في هذه الحال أن يستنيب .\r\n\r\nالمسألة ( 50 ) : إذا كان الإنسان غير مستطيع في وطنه\r\nلا يجب عليه الحج ، ولكنّه لو حضر في أيام الحج أحد المواقيت يجب عليه الحج إذا ملك ما يحتاجه خلال أيّام الحج .\r\n\r\nالمسألة ( 51 ) : لو قبل النيابة عن شخص وهو غير مستطيع ثمّ صار مستطيعا في السنة ذاتها ،\r\nيقدّم الحج النيابي على حج نفسه ، ولو بقيت استطاعته إلى السنة القادمة وجب عليه الحج عن نفسه .\r\n\r\nالمسألة ( 52 ) : ليس للاستطاعة المالية وقت خاص وشهر معيّن ،\r\nفإذا استطاع في أي شهر من الشهور وتوفّرت سائر الشروط ، وجب عليه الحج .\r\n\r\nشرائط النائب\r\n\r\nالمسألة ( 53 ) : يشترط في النائب الأمور الآتية :\r\n1 . البلوغ . 2 . العقل . 3 . الإيمان . 4 . الوثوق بأنّه يقوم بأعمال\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالحج صحيحة . 5 . معرفته بأحكام الحج ، ولو عن طريق مرشد الحج . 6 . فراغ ذمّته عن الحج الواجب في السنة الّتي ينوب فيها .\r\n7 . تمكّنه وقدرته البدنية على إتيان الأعمال بنفسه .\r\n\r\nالمسألة ( 54 ) : يشترط في المنوب عنه الأمور التالية :\r\n1 . كونه مسلما . 2 . ميتا أو عاجزا عن السفر إلى الحج والإتيان بأعماله ، عجزا لا أمل في رجوع الاستطاعة إليه . 3 . صار مستطيعا وهو بالغ ، أو صار مستطيعا وهو صغير واستمرت الاستطاعة إلى أوان البلوغ وعجز عن الحج .\r\n\r\nالمسألة ( 55 ) : إنّما يصح عمل النائب إذا نوى إتيان العمل عن جانب المنوب عنه ،\r\nبل يستحب أن يذكر اسمه .\r\n\r\nالمسألة ( 56 ) : ثمن لباس الإحرام والهدي على النائب\r\nإلّا أن يشترط في عقد النيابة كونه بعهدة المنوب عنه . ولو ارتكب النائب أحد المحرّمات فالكفارة عليه لا على المنوب عنه .\r\n\r\nالمسألة ( 57 ) : لو قام النائب بعمل النيابة على الوجه الصحيح\r\nبرئت ذمّة المنوب عنه عن الاشتغال بالحج . ولو مات النائب بعد ما أحرم ودخل الحرم قبل أن يأتي بأعمال العمرة أو الحج يكفي ذلك في براءة ذمّة المنوب عنه ولا تجب الاستنابة في الأعمال المتبقّية . وأمّا لو مات بعد ما أحرم وقبل أن يدخل الحرم وجب\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعلى المنوب عنه أو وليّه أن يستنيب ثانيا .\r\n\r\nالمسألة ( 58 ) : إذا أتى النائب بأعمال الحج كلّها عن جانب المنوب عنه وبقي عليه طواف النساء ،\r\nيجب عليه أن يأتي به عن نفسه ، ولو قصد ما في ذمّته من الطواف لكفى .\r\n\r\nالمسألة ( 59 ) : لو ترك النائب طواف النساء أو أتى به على شكل غير صحيح ،\r\nحرمت عليه زوجته ولا تحرم زوجة المنوب عنه عليه فيما إذا كان حيّا غير قادر على الحج .\r\n\r\nالمسألة ( 60 ) : إذا وجب حج التمتع على المنوب عنه ولكن ضاق الوقت عن إتيانه نيابة عنه\r\nفلا يصح أن ينوب لأداء ما في ذمّته . نعم لو ناب عمّن وجب عليه حج التمتع والوقت وسيع بحيث يتمكن أن يأتي بالعمرة أوّلا ثمّ بالحج ثانيا ولكن طرأت طوارئ وحدثت حوادث ، فضاق الوقت عن إتيان حج التمتع ، يجب عليه العدول إلى حج الإفراد فيقدّم الحج على العمرة فيذهب إلى عرفات ثمّ المزدلفة ثمّ إلى منى ثمّ يؤدي بقية أعمال الحج ويأتي بعمرة مفردة بعد انتهاء أيّام التشريق .\r\nنعم لو تساهل وصار الوقت ضيقا ، فالأحوط عدم كفاية حج الإفراد عن حج التمتع .\r\n\r\nالمسألة ( 61 ) : لا يصح للنائب أن ينوب في عام واحد إلّا عن شخص واحد ،\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nنعم يجوز أن ينوب في بعض الأعمال عن أشخاص متعدّدين ، كالنيابة في الطواف والهدي والرمي .\r\n\r\nالمسألة ( 62 ) : من استطاع ماليا وبدنيا ولكنّه تساهل ولم يذهب إلى أن مرض مرضا لا يتوقع برؤه منه أو أنّه هرم وعجز ،\r\nفيجب عليه أن ينيب غيره عنه إلى الحج .\r\n\r\nالمسألة ( 63 ) : لو استناب فيما يجب عليه أن ينيب وقام النائب بعمل النيابة على الوجه الصحيح ثمّ ارتفع العذر ورجعت الصحة إليه\r\nفلا يجب عليه الحج ، وأمّا لو ارتفع العذر والنائب في طريقه إلى الحج وهو بعد لم يحج فيستحب أن يحج عن نفسه أيضا إن استطاع .\r\n\r\nالمسألة ( 64 ) : من وجب عليه الحج في نفس السنة الّتي أراد أن ينوب فيها عن غيره أو استطاع قبل تلك السنة ولم يحج ،\r\nفليس له أن ينوب عن الآخر .\r\n\r\nالمسألة ( 65 ) : إذا مات النائب قبل أن يأتي بالأعمال كلّها فهل يستحق الأجرة أو لا ؟\r\nهناك صور :\r\nأ . لو كانت الأجرة في مقابل عمل الحج ، فلا يستحق شيئا .\r\nب . لو كانت الأجرة مقابل براءة ذمة المنوب عنه من الحج ، فيستحق الأجرة بتمامها إذا مات بعد ما أحرم ودخل الحرم ، ولا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيستحق شيئا إذا مات قبل دخول الحرم .\r\nج . لو كانت الأجرة مقسّطة على الذهاب والعمل والإياب ، فيستحق الأجرة حسب ما أدّاه من هذه الأعمال . ولكن الغالب على النيابة هو الصورة الثانية .\r\n\r\nالمسألة ( 66 ) : يستحب للنائب بعد الفراغ من العمرة والحج النيابيين ، أن يعتمر عمرة مفردة لنفسه .\r\n\r\nالمسألة ( 67 ) : لا تصح استنابة الإنسان العاجز عن إتيان بعض الأعمال .\r\n\r\nالحج المستحب\r\n\r\nالمسألة ( 68 ) : من كان غير مستطيع شرعا ولكن يقدر على أن يأتي بالحج متسكعا متزامنا مع المشقة يستحب له الحج ،\r\nوكذا يستحب على من حجّ أن يدعو اللّه تعالى - عندما يغادر مكة - أن يرزقه الحج مرة ثانية .\r\n\r\nالمسألة ( 69 ) : تصحّ النيابة في الحج المستحب عن الحيّ ،\r\nكما يصح الطواف عنه بشرط أن لا يكون متواجدا في مكة أو كان متواجدا ولكن كان معذورا .\r\n\r\nالمسألة ( 70 ) : يستحب لمن ليس له استطاعة مالية أن يقترض ويحج\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبشرط أن يكون قادرا على أداء الدّين ، لكن لا يجزي عن حجة الإسلام .\r\n\r\nالمسألة ( 71 ) : إذا كان ما تحت يد الإنسان من الأموال حراما مستحقا للغير فهو ليس بمستطيع .\r\nنعم لو احتمل اختلاط المال بالحرام فهو مستطيع يجب عليه الحج .\r\n\r\nالمسألة ( 72 ) : إذا حج الإنسان حجّا استحبابيا يصحّ إهداء ثوابه إلى الغير ،\r\nبل يجوز إهداؤه عند النيّة وقبل العمل .\r\n\r\nالمسألة ( 73 ) : إذا لم يكن مستطيعا ماليا\r\nيستحب له أن ينوب عن الغير ويحج .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالفصل الثاني : في أقسام الحج\r\nينقسم الحج إلى أقسام ثلاثة :\r\n1 . حج التمتّع .\r\n2 . حج الإفراد .\r\n3 . حج القران .\r\nفالأوّل فرض من كان بعيدا عن مكة ، والآخران فرض من كان حاضرا غير بعيد . وحد البعد عبارة عمّن كان بين أهله ومكة أكثر من ستة عشر فرسخا . والحاضر هو من يكون البعد بين أهله ومكة أقل من ستة عشر فرسخا ، أي ما يعادل حدود 88 كيلومترا .\r\nويتألّف حج التمتع من عملين :\r\n1 . عمرة التمتع .\r\n2 . حج التمتع .\r\nأمّا العمرة فتتكون من خمسة أعمال :\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n1 . الإحرام . 2 . طواف البيت . 3 . صلاة الطواف . 4 . السعي بين الصفا والمروة . 5 . التقصير .\r\nفإذا فرغ المحرم من هذه الأعمال الخمسة يحلّ له كلّ محرّمات الإحرام الّتي تحرم بسبب الإحرام ، والّتي ستوافيك لاحقا .\r\nثمّ إنّه يأتي بأعمال الحج على النحو التالي :\r\n1 . الإحرام . 2 . الوقوف في عرفات . 3 . الوقوف في المشعر الحرام ، المسمّى بمزدلفة . 4 . رمي جمرة العقبة يوم منى وهو اليوم العاشر . 5 . الهدي في منى . 6 . الحلق أو التقصير في منى . 7 . طواف البيت المسمّى بطواف الزيارة . 8 . صلاة الطواف . 9 . السعي بين الصفا والمروة . 10 . طواف النساء . 11 . صلاة الطواف . 12 . المبيت في منى ليلة الحادي عشر ، وليلة الثاني عشر ، وحتّى ليلة الثالث عشر لبعض الناس . 13 . رمي الجمرات الثلاث في اليوم الحادي عشر والثاني عشر ، وحتّى الثالث عشر لبعض الناس .\r\nهذه هي أعمال حج التمتع : عمرته وحجّه . وأمّا حج الإفراد والقران فسيوافيك بيانهما في فصل مفرد . فلنشرع بتفصيل أعمال حج التمتع : عمرته ، وحجّه .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالفصل الثالث : الإحرام لعمرة التمتّع\r\n\r\nالمسألة ( 74 ) : الإحرام هو أوّل عمل من أعمال عمرة التمتع ،\r\nويجب على المعتمر تمتّعا ، الإحرام من أحد المواقيت الخمسة .\r\nوالسر في تعدد المواقيت هو اختلاف طرق الحجاج إلى مكة المكرّمة ، حيث يفدون من الشرق والغرب والشمال والجنوب ، وهذا يستدعي مواقيت مختلفة حسب اختلاف الجهات .\r\n\r\nالميقات الأوّل : مسجد الشجرة\r\nإنّ مسجد الشجرة - وربما يسمّى ذو الحليفة - هو ميقات المدنيّين وكل من يمرّ عليه من جانب المدينة . ويبعد المسجد عن مركز البلد حوالي ( 9 ) كيلومترات ، كما أنّه يبعد عن مكة المكرمة حوالي ( 450 ) كيلومترا .\r\n\r\nالمسألة ( 75 ) : إذا لم يتمكن من الإحرام من مسجد الشجرة ،\r\nيجب عليه أن يحرم من الميقات الّذي يقع في طريقه إلى مكة وهو\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n( الجحفة ) ، وسيأتي تفصيل ذلك .\r\n\r\nالمسألة ( 76 ) : يستحب الإحرام من داخل المسجد ،\r\nولو أحرم من خارجه صحّ إحرامه أيضا ، ولا فرق في ذلك بين البناء القديم والجديد من المسجد . نعم من أراد أن يحرم من خارج المسجد ، يحرم من ورائه أو عن يمينه أو يساره ، لا من أمامه .\r\n\r\nالمسألة ( 77 ) : لا تشترط الطهارة من الجنابة ولا الحيض ولا النفاس في صحة الإحرام ،\r\nكما لا تشترط الطهارة من الحدث الأصغر .\r\n\r\nالمسألة ( 78 ) : إذا كان جنبا لا يحرم من داخل المسجد بل يحرم من خارجه على النحو المذكور ،\r\nوإذا أراد أن يحرم من داخله يحرم عبورا ، دخولا من باب وخروجا من باب آخر مع التلبية ، هذا إذا كان البابان مفتوحين ، وأمّا إذا كان أحدهما مغلقا ولم يتمكن من العبور ، فعليه الإحرام من خارج المسجد .\r\n\r\nالمسألة ( 79 ) : الحائض إذا ضاق الوقت عليها تحرم من خارج المسجد ،\r\nوأمّا إذا قربت طهارتها من الحيض وأمكنها البقاء ، فلتصبر حتّى تطهر ثمّ تحرم من داخل المسجد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالميقات الثاني : وادي العقيق\r\nوادي العقيق هو ميقات أهل نجد والعراق ومن يمرّ عليه من غيرهم . وأوله المسلخ وأوسطه غمرة وآخره ذات عرق ، وهذا الميقات أوسع المواقيت الخمسة ويبعد عن مكة حوالي ( 180 ) كيلومترا . والأحوط أن لا يتجاوز « غمرة » إلّا وهو محرم ولا يؤخر الإحرام إلى « ذات عرق » .\r\n\r\nالميقات الثالث : قرن المنازل\r\nوهو ميقات أهل الطائف ، ويبعد عن مكة حوالي ( 75 ) كيلومترا على الطريق القديم ، وفي جانب الطريق الجديد ( على بعد 60 كيلومترا ) لوحة إرشادية تشير إلى نقطة المحاذاة لقرن المنازل وتسمّى بوادي المحرم .\r\n\r\nالميقات الرابع : يلملم\r\nوهو ميقات أهل اليمن ، وقال بعض الفقهاء يلملم قرية صغيرة عند أسفل الجبل ، تبعد عن مكة ( 100 ) كيلومتر ، وهي الآن لم تعد محرما لأهلها ولا لأبناء القبائل الموجودة في القرى\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالأرياف حواليها أو قريبا منها ، وذلك لاندثار الطريق القديم الّذي كان يمرّ بها من اليمن إلى مكة بسبب إحداث طريق جديد له من جهة الساحل ، وبينهما ( الطريقين ) مسافة 25 كيلومترا ، عرف بطريق السعدية الّتي هي الموضع المحاذي ليلملم ، وأصبح اليوم ( قرية السعدية ) هو المحرم .\r\n\r\nالميقات الخامس : الجحفة\r\nالجحفة ميقات المبحرين والشاميين ، وكل من مرّ على مسجد الشجرة بلا إحرام ، يحرم منها ، وتبعد عن مكة حوالي ( 187 ) كيلومترا . وبين الميقات وغدير خمّ - وهو المكان الّذي نصب فيه النبي صلّى اللّه عليه وآله وسلّم الإمام عليا عليه السّلام للولاية والخلافة - حوالي ( 11 ) كيلومترا .\r\n\r\nالمسألة ( 80 ) : لو شهد عادل على أنّ هذه النقطة هي أحد المواقيت يعتمد على قوله ،\r\nوإذا لم يشهد عادل يرجع إلى شهادة أهل المحل ، فإذا حصل الاطمئنان يعمل بقولهم ، والّذي يهوّن الخطب أنّ المواقيت الخمسة حاليا محددة بعلائم ولوحات إرشادية تفيد الاطمئنان بل اليقين .\r\n\r\nالمسألة ( 81 ) : لو حج عن طريق لا يمر على ميقات ما ،\r\nكما\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nإذا ركب الطائرة ونزل مطار جدّة فأمامه خيارات أربعة :\r\nأ . أن يذهب إلى المدينة المنورة ويزور الرسول صلّى اللّه عليه وآله وسلّم ويحرم من مسجد الشجرة وعند الضرورة من الجحفة .\r\nب . أن يذهب إلى الجحفة ويحرم منها .\r\nج . يحرم من الموضع المحاذي للجحفة الواقع في الجنوب الشرقي لمدينة جدّة . وحسب الأخبار الواصلة من أهل التحقيق ، فإن مركز المدينة ( قبل الوصول إلى الجسر الكبير ) هو الموضع المحاذي للجحفة .\r\nوالمحاذاة هي أن يقع الميقات طرف يمينه أو يساره على نحو يقال عرفا انّ هذه النقطة تحاذي أحد المواقيت الخمسة .\r\nد . الأفضل أن يذهب إلى الحديبية من أحد الطريقين القديم أو الجديد ويحرم من هناك ، وهي مكان معدّ للإحرام ويتوفر فيه كل ما يحتاجه الحجيج .\r\nوالضابطة الكلية لكل من لا يمر على أحد المواقيت الخمسة أن يحرم من أدنى الحل كالحديبية ، أو التنعيم ، أو المراكز الأخرى .\r\n\r\nالمسألة ( 82 ) : من كان في طريقه ميقاتان وأحرم من الميقات الأوّل\r\nلا يجب عليه تجديد الإحرام عند المرور على\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالميقات الثاني ، كما أنّه إذا أحرم من أحد المواضع المحاذية لميقات ما ، ثمّ مرّ على موضع محاذ لميقات آخر لا يجب عليه تجديد الإحرام .\r\n\r\nالمسألة ( 83 ) : الإحرام قبل الميقات - كالصلاة قبل الوقت - غير جائز ،\r\nلكن إذا نذر أن يحرم قبل الميقات كان له الإحرام قبله ، وكل من يريد أن يذهب إلى مكة مباشرة فعليه أن يحرم قبل الميقات في المطار الّذي يطير منه أو داخل الطائرة ، ولو مرّ على الميقات لا يجب عليه تجديد الإحرام .\r\n\r\nالمسألة ( 84 ) : لو جاوز الميقات بلا إحرام نسيانا\r\nيجب عليه الرجوع إلى الميقات الّذي مرّ عليه ، سواء دخل الحرم أم لم يدخل ، ولو عجز عن الرجوع فلو كان خارج الحرم يرجع ويتجه باتجاه الميقات ويمشي عدة خطوات ثمّ يحرم من هناك . ولو دخل الحرم يخرج منه ويحرم من أدنى الحلّ ، ولو عجز عن الرجوع يعود ويمشي عدة خطوات ثمّ يحرم من هناك .\r\n\r\nالمسألة ( 85 ) : لو مرّت الحائض على الميقات بلا إحرام جاهلة بالحكم ،\r\nفحكمها حكم من نسي الإحرام في المسألة السابقة .\r\n\r\nالمسألة ( 86 ) : لو لم يحرم من الميقات عمدا ،\r\nوضاق الوقت\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nولم يقدر على الرجوع إلى الميقات ولم يكن أمامه ميقات آخر ، بطل حجّه ويجب عليه قضاؤه في السنة التالية ، والأحوط أن يحرم من أدنى الحل ويأتي بالأعمال ثمّ يقضي في المستقبل .\r\n\r\nالمسألة ( 87 ) : مجاوزة الميقات بلا إحرام أمر محرّم ،\r\nولكنّه لو فعل وأحرم من ميقات آخر صحّ حجّه .\r\n\r\nالمسألة ( 88 ) : لو دار الأمر بين أن يحرم من مسجد الشجرة أو من ميقات آخر ،\r\nفالأفضل الإحرام من المسجد لفضله .\r\n\r\nالمسألة ( 89 ) : إذا اعتمر الإنسان في غير أشهر الحج ( شوال ، وذي القعدة ، وذي الحجة )\r\nوبقي في أحد الحرمين الشريفين أو غيرهما ثمّ حاول أن يحج حجّة التمتع فلو وقع في مسيره إلى مكة أحد المواقيت الخمسة يحرم منه ، وإلّا - كما لو كان في مكة المكرمة - فيخرج إلى أدنى الحل كالتنعيم والحديبية وغيرهما فيحرم منها .\r\n\r\nالمسألة ( 90 ) : كل من يريد أن يأتي بعمرة مفردة ، إذا وقع في مسيره إلى مكة أحد المواقيت الخمسة ،\r\nيحرم منه وليس له أن يجاوزه بلا إحرام ، فإن جاوزه يجب الرجوع إليه ، وإذا لم يكن في مسيره إلى مكة أحد هذه المواقيت ، يحرم من أدنى الحلّ . وحدود الحرم مشخّصة باللوحات الإرشادية في أغلب المناطق .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالمسألة ( 91 ) : إذا كان الإنسان موظفا في جدّة يحرم إلى العمرة المفردة وعمرة التمتع من أدنى الحل ،\r\nوالأفضل أن يختار الحديبية الّتي عقدت فيها بيعة الرضوان ومكث النبي صلّى اللّه عليه وآله وسلّم فيها أيّاما إلى أن عقد صلح الحديبية المعروف فرجع صلّى اللّه عليه وآله وسلّم إلى المدينة بنية الاعتمار في السنة القادمة .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالفصل الرابع : في واجبات الإحرام\r\n\r\nيتكون الإحرام من ثلاثة أعمال ،\r\nهي :\r\n1 . النيّة .\r\n2 . لبس ثوبي الإحرام .\r\n3 . التلبية .\r\nوإليك شرح هذه الأعمال :\r\n\r\n1 . نيّة الإحرام\r\nالعمرة والحج عملان عباديان لهما منزلة خاصة ومكانة سامية عند اللّه تبارك وتعالى ، والإحرام بوابة الدخول فيهما . وعلى هذا فمعنى نية الإحرام هو أن ينوي الورود في عمل عبادي له حرمة عند اللّه وكرامة .\r\nوأمّا الاجتناب عن عدة أمور باسم محرّمات الإحرام ، فهو سياج يحفظ حرمة هذه العبادة .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nولا تتوقف نيّة الإحرام على نية ترك هذه المحرّمات ، لما قلنا من أنّ الشارع أوجب تركها صيانة لحرمة هذه العبادة ، بل يكفي الناسك أن يخطر بباله أنّه يحرم لعمرة التمتع أو لحجّه ، ولو أجرى على لسانه ما خطر بباله لكان أفضل ، ويكفي أيضا أن يحرم بما هو واجبه فعلا .\r\n\r\nالمسألة ( 92 ) : لو اعتمر عمرة التمتع رياء وسمعة ،\r\nبطلت عمرته ويجب عليه تجديدها على النحو المعروف . ولو ضاق الوقت ولم يتمكّن من عمرة التمتع يجب عليه العدول إلى حج الإفراد وهو أن يقدّم الحج ، وبعد الفراغ منه يعتمر عمرة مفردة بعد مضي أيّام التشريق .\r\n\r\nالمسألة ( 93 ) : لو أتى ببعض أعمال العمرة رياء وسمعة ،\r\nفحكمه حكم من أتى بجميعها كذلك .\r\n\r\nالمسألة ( 94 ) : لو أخطأ وأحرم بنية الحج مع أنّ وظيفته الإحرام لعمرة التمتع ،\r\nبطلت عمرته . نعم لو كان بصدد الإتيان بما في ذمته من الواجب وتخيّل أنّ الواجب هو الإحرام للحج غافلا عن أنّ واجبه هو الإحرام للعمرة ، يصح حينئذ إحرامه ، والأفضل إذا وقف على خطئه أن يجدّد النية .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n2 . لبس ثوبي الإحرام\r\nيجب لبس الثوبين بعد التجرّد عمّا يجب على المحرم اجتنابه ، وكيفيّته : أن يأتزر بأحدهما ويرتدي بالآخر ، ويستثنى من ذلك الصبيان حيث يجوز تأخير تجريدهم إلى « فخ » . والأحوط أن تلبس النساء هذين الثوبين فوق الثياب الّتي عليهن .\r\n\r\nالمسألة ( 95 ) : يلبس المحرم الثوبين قبل التلبية\r\nوإنّما يلبّي بعد ما يلبس ، ولو لبّى قبل أن يلبس فالأحوط تجديد التلبية بعد اللّبس .\r\n\r\nالمسألة ( 96 ) : يعتبر في الإزار أن يكون ساترا من السّرة إلى الركبة ،\r\nكما يعتبر في الرداء أن يكون ساترا للمنكبين .\r\n\r\nالمسألة ( 97 ) : لبس الثوبين للمحرم واجب تعبّدي\r\nيشترط فيه قصد القربة .\r\n\r\nالمسألة ( 98 ) : يشترط التعدّد في الثوبين\r\nفيجب أن يكون الإزار منفصلا عن الرداء ، ولا يكفي ثوب واحد يستر المنكبين ويمتد إلى الركبتين .\r\n\r\nالمسألة ( 99 ) : يعتبر في الرداء والإزار أن يكونا ساترين للبشرة غير حاكيين لها ،\r\nكما يعتبر فيهما أن\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nيكونا منسوجين ، فلا يكفي الجلد واللبد « 1 » .\r\n\r\nالمسألة ( 100 ) : يجوز عقد كلّ من الثوبين ،\r\nإلّا أنّ الاحتياط أن لا يعقد ما جعله إزارا على عنقه فيما لو كان وسيعا . ولو عقده نسيانا أو جهلا بالحكم يحلّه من فوره ، ولكنّه لا يضرّ بالإحرام ولا يوجب الكفّارة .\r\n\r\nالمسألة ( 101 ) : الأحوط ترك التوشّح\r\nوهو عبارة عن إدخال الرداء تحت الإبط الأيمن - مثلا - وإلقائه فوق المنكب الأيسر ، وذلك لأنّ النصوص دلّت على أن يكون أحدهما إزارا والآخر رداء ، والهيئة المذكورة ( أي التوشح ) مخالفة للارتداء .\r\n\r\nالمسألة ( 102 ) : ما يعتبر في لباس المصلي معتبر أيضا في ثوبي الإحرام ،\r\nفلا يجوز الإحرام بالثوبين المتخذين ممّا لا يؤكل لحمه ، أو النجسين ، أو كانا من الحرير الخالص ، والأحوط عدم اشتمال ثياب المرأة المحرمة على ذلك أيضا .\r\n\r\nالمسألة ( 103 ) : لو تنجّس ثوب الإحرام يجب تطهيره أو تبديله .\r\n\r\nالمسألة ( 104 ) : يستحب إتيان الأعمال بنفس الثوبين\r\nاللّذين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اللّبد ( جمعها لبود وألباد ) : كل شعر أو صوف متلبّد . يقال تلبّد الصوف ونحوه : إذا تداخلت أجزاؤه ولزق بعضها ببعض .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nلبسهما في الميقات ، وأمّا لو أبدلهما بآخرين ، فيستحب إتيان الأعمال بالثوب الأوّل .\r\n\r\nالمسألة ( 105 ) : لا تجب الاستدامة بلباس الإحرام ،\r\nفلا بأس بإلقائه عن بدنه لضرورة أو لغير ضرورة ، كما لا بأس بالتبديل إذا كان البدل واجدا للشرائط .\r\n\r\nالمسألة ( 106 ) : يجوز للمحرم أن يلبس أزيد من ثوبي الإحرام للاتّقاء من الحر والبرد ،\r\nشريطة أن لا يكون مخيطا .\r\n\r\nالمسألة ( 107 ) : إذا كان عليه المخيط ومع ذلك اتّزر وارتدى ثمّ لبّى - عالما أو جاهلا -\r\nصحّ إحرامه غير أنّ العامد يعدّ عاصيا ، وعلى كل تقدير يجب نزع المخيط والاكتفاء بثوبي الإحرام . ومثله ما إذا أحرم مع المخيط نسيانا ثمّ تذكّر فيجب عليه نزع المخيط والاقتصار على ثوبي الإحرام ، ويجب التكفير بالهدي على من عمل ذلك عامدا .\r\n\r\n3 . التلبية\r\nالتلبية هي الواجب الثالث من واجبات الإحرام وصورتها :\r\n« لبّيك اللّهم لبّيك ، لا شريك لك لبّيك » .\r\nويستحب أن يقول بعدها :\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n« إنّ الحمد والنعمة لك والملك ، لا شريك لك » .\r\nويستحب كذلك ان يضيف إليها الجمل التالية :\r\n« لبّيك ذا المعارج لبّيك ، لبّيك داعيا إلى دار السلام لبّيك ، لبّيك غفّار الذنوب لبّيك ، لبّيك أهل التلبية لبّيك ، لبّيك ذا الجلال والإكرام » .\r\n\r\nالمسألة ( 108 ) : يجب التلفّظ بالتلبية بصورة صحيحة ،\r\nوقد مرّ أنّ منزلة التلبية في إحرام الحج منزلة تكبيرة الإحرام في الصلاة ، فلا يصير الإنسان محرما إلّا بها ، فيجب التلفّظ بها ولو بتلقين شخص آخر ، فإذا لم يتعلم ولم يتيسّر التلقين ، يلبّي بالمقدار الميسور من هذه الكلمات « فإن الميسور لا يسقط بالمعسور » .\r\nولو أحرم من الميقات بلا تلبية نسيانا يجب عليه الرجوع إلى الميقات الّذي أحرم منه حتّى يحرم مع التلبية . وإذا لم يتيسر له الرجوع فلو لم يدخل الحرم يحرم هناك ويلبّي ، ولو دخل الحرم يرجع إلى أدنى الحل ويحرم فيه ويلبّي ، وإن لم يتمكّن من الرجوع إليه ، يحرم مع التلبية في الموضع الّذي تذكّر فيه .\r\n\r\nالمسألة ( 109 ) : لو لبس الثوبين من دون أن يلبّي ، لم تحرم عليه محرّمات الإحرام ،\r\nوهكذا من أحرم ولبّى رياء .\r\n\r\nالمسألة ( 110 ) : لو أحرم من الميقات وجاوزه وشك في شيء من شروط الإحرام ومقوماته ،\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nلم يعتدّ بالشك . وهكذا إذا أحرم في اليوم الثامن من ذي الحجّة الحرام ولبّى ثمّ شك بعد فترة في أنّه هل أحرم للعمرة أو للحج ، بنى على الصحة وأنّه أحرم للحجّ .\r\n\r\nالمسألة ( 111 ) : تجب التلبية مرة واحدة عند الإحرام في الميقات ،\r\nويستحب تكرارها إلى سبعين مرة عبر الطريق ، إلى أن يشاهد بيوت مكة ، فيقطع التلبية .\r\nوأمّا إذا أحرم للحج ، فيستحب تكرارها إلى ظهر عرفة ، فإذا زالت الشمس يقطع التلبية .\r\nوإذا أحرم لعمرة مفردة من خارج الحرم ، يستحب تكرارها حتّى دخول الحرم ؛ وأمّا إذا أحرم من داخل الحرم ، فيستحب تكرارها إلى مشاهدة الكعبة المشرّفة .\r\n\r\nمستحبات الإحرام\r\nيستحبّ لمن أراد الإحرام أن يقوم بالأعمال التالية :\r\n1 . تنظيف بدنه ، وإزالة شعر إبطيه وعانته بالنورة ، وقصّ أظفاره قبل الإحرام .\r\n2 . توفير شعر رأسه ولحيته إذا قصد الحج من أوّل شهر ذي القعدة ، وكذا من قصد العمرة المفردة قبل شهر .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n3 . الغسل للإحرام في الميقات ، ويصحّ هذا الغسل من الحائض والنفساء . ويجوز تقديمه على الميقات ( بالغسل في الفندق وغيره ) إذا خاف عدم وجدان الماء في الميقات أو خاف الزحام بشرط أن لا يلبس المخيط بعد الغسل ، ولو اغتسل قبل الميقات ثمّ تمكن من الغسل أعاده استحبابا . وإذا اغتسل في النهار كفى إلى آخر الليل أو اغتسل في الليل كفى إلى آخر النهار .\r\nوإذا اغتسل ثمّ أحدث حدثا أصغر قبل الإحرام يستحب له إعادة الغسل .\r\n4 . أن يكون ثوبي الإحرام من القطن الأبيض .\r\n5 . أن يكون إحرامه بعد فريضة الظهر ، فإن لم يقع فليكن بعد فريضة أخرى ، وإن لم يقع فليكن بعد صلاة ركعتين ، والأفضل بعد ست ركعات .\r\n6 . أن يقول حين لبس الإحرام : « الحمد للّه الّذي رزقني ما أواري به عورتي ، وأؤدّي فيه فرضي وأعبد فيه ربّي وأنتهي فيه إلى ما أمرني . الحمد للّه الّذي قصدته فبلّغني ، وأردته فأعانني ، وقبلني ولم يقطع بي ، ووجهه أردت فسلّمني ، فهو حصني وكهفي وحرزي وظهري وملاذي ورجائي ومنجاي وذخري وعدّتي في شدّتي ورخائي » .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n7 . تكرار التلبية وقت النهوض من النوم وبعد كل صلاة واجبة ومستحبة وعند صعود تل أو هبوط واد ، ويستحب للرجال الجهر بالتلبية .\r\n\r\nمكروهات الإحرام\r\nوهي عدة أمور :\r\n1 . الإحرام في ثوب أسود .\r\n2 . أن ينام على وسادة أو فراش أصفر أو الفراش الوسخ .\r\n3 . الإحرام في ثوب قذر .\r\n4 . الإحرام في ثوب مخطّط .\r\n5 . استعمال الحناء قبل الإحرام إذا بقي أثرها حتّى حال الإحرام .\r\n6 . دخول الحمامات العامة ودلك بدنه .\r\n7 . أن يجيب من يناديه ب‍ « لبيك » .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nالفصل الخامس : في محرّمات الإحرام\r\nيحرّم على المحرم - وربّما على غيره « 1 » - أمور يناهز عددها أربعا وعشرين ، وهي :\r\n\r\n1 . صيد البر الوحشي\r\n\r\nالمسألة ( 112 ) : يحرم على المحرم صيد البرّ الوحشي\r\nكما يحرم أكل لحمه ، سواء اصطاده بنفسه أم اصطاده غيره ، وسواء كان الصائد محرما أم محلا .\r\n\r\nالمسألة ( 113 ) : تحرم الدلالة على الصيد ولو بالإشارة ،\r\nوتحرم إعانة الصائد بأي نحو كان .\r\n\r\nالمسألة ( 114 ) : لو ذبح المحرم صيدا ،\r\nيحرم أكله مطلقا على المحرم وغيره .\r\n\r\nالمسألة ( 115 ) : يجوز للمحرم صيد البحر ،\r\nوالمراد به هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كالصيد في الحرم الّذي يحرّم على المحلّ أيضا .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالحيوان الّذي يعيش تحت الماء ، وعلى ضوء ذلك فالطيور البحرية الّتي تعيش في البحر تارة وفي البرّ أخرى ليست من أقسام صيد البحر .\r\n\r\nالمسألة ( 116 ) : يجوز للمحرم ذبح الحيوان الأهلي وأكل لحمه\r\nكالدجاج والبقر والغنم .\r\n\r\nالمسألة ( 117 ) : الطيور الوحشية من صيد البر\r\nومنه الجراد .\r\n\r\nالمسألة ( 118 ) : لا يجوز للمحرم قتل الزنبور والنحل إذا لم يقصدا الإنسان ،\r\nولو قتلهما وجبت عليه الكفّارة وهو مقدار من الطحين يدفعه للفقير .\r\n\r\n2 . التلذّذ بالنساء\r\n\r\nالمسألة ( 119 ) : يحرم التلذذ بالنساء وطءا وتقبيلا ولمسا ونظرا بشهوة ،\r\nبل كلّ لذة وتمتع . وأمّا اللمس والنظر مجرّدين عن الشهوة فليسا بحرام ، ولذلك تجوز الخلوة بين الرجل وزوجته .\r\n\r\nالمسألة ( 120 ) : لو جامع المحرم في عمرة التمتع قبل السعي ، تبطل عمرته\r\nويجب عليه إعادة العمرة . ولو جامع بعد السعي وقبل التقصير صحّت عمرته ووجبت عليه الكفارة .\r\n\r\nالمسألة ( 121 ) : الأحوط لمن جامع قبل السعي أن يتمّ عمرته\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nثمّ يجدّد العمرة ، وأمّا لو جامع بعد السعي فليتمّ عمله ولا إعادة عليه سوى الكفارة .\r\nولو جامع في إحرام الحج قبل الوقوف بعرفات أو قبل الوقوف في المشعر الحرام ، تترتب عليه الأحكام التالية :\r\n1 . يبطل حجّه .\r\n2 . يمضي في حجّه ويتمّه .\r\n3 . يقضي حجّه في السنة التالية .\r\n4 . يكفّر بذبح بدنة .\r\n\r\nالمسألة ( 122 ) : لو قبّل زوجته وهو محرم ، فعليه بدنة ،\r\nسواء أمنى أم لا ، ولو قبّلها بلا شهوة فعليه ذبح شاة .\r\n\r\nالمسألة ( 123 ) : لو نظر إلى امرأته بشهوة فأمنى فكفارته بدنة ،\r\nولو نظر نظرة عادية فأمنى من غير اختيار فلا كفارة عليه .\r\n\r\nالمسألة ( 124 ) : لو لامس زوجته عن شهوة فكفارته ذبح شاة ،\r\nسواء أمنى أم لا ، ولو لامسها بلا شهوة فلا كفارة عليه حتّى لو أمنى .\r\n\r\nالمسألة ( 125 ) : لو نظر أو لامس عن شهوة ناسيا للحكم الشرعي أو جاهلا به ،\r\nصحّت عمرته وحجّه ولا كفارة عليه . ولكن\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالجاهل بالحكم عاص بعمله هذا وإن لم يكن ملتفتا إلى حرمة العمل .\r\n\r\nالمسألة ( 126 ) : لو جامع زوجته وهي كارهة ،\r\nوجبت على الزوج كفارتان ، وليس على الزوجة شيء ، إلّا إذا رضيت في الأثناء فتجب عليها الكفارة .\r\n\r\n3 . عقد النكاح\r\n\r\nالمسألة ( 127 ) : يحرم على المحرم تزويج نفسه أو غيره ،\r\nسواء أكان ذلك الغير محرما أم محلّا ، وسواء أكان التزويج تزويج دوام أم تزويج انقطاع .\r\n\r\nالمسألة ( 128 ) : يحرم على المحرم حضور مجلس العقد لتحمّل الشهادة .\r\nوأمّا أداء الشهادة وهو محرم ، فالأقوى جوازه سواء تحمّلها محرما أم غير محرم ، وإن كان الأحوط تركه .\r\n\r\nالمسألة ( 129 ) : تكره الخطبة في حال الإحرام .\r\n\r\nالمسألة ( 130 ) : يجوز الرجوع في حال الإحرام بالطلاق الرجعي .\r\nكما يجوز للمطلقة خلعيّة الرجوع فيما بذلته .\r\n\r\nالمسألة ( 131 ) : لو عقد في حال الإحرام وهو عالم بالتحريم ،\r\nتحرم عليه المعقودة حرمة أبدية ، سواء أكانت محرمة أم غير\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمحرمة ، وسواء أكانت عالمة أم جاهلة .\r\n\r\nالمسألة ( 132 ) : لو عقد المحرم وهو جاهل بالحكم الشرعي ،\r\nفالعقد باطل ولا تحرم المرأة عليه حرمة أبدية ، فيجوز له أن يعقد عليها بعد أن يتحلّل من إحرامه ، إلّا إذا كانت المرأة عالمة بالموضوع والحكم الشرعي .\r\n\r\nالمسألة ( 133 ) : لو عقد غير المحرم على امرأة محرمة\r\nفلو كان أحد المتعاقدين عالما بالحكم الشرعي ، يبطل العقد وتحرم المرأة على العاقد حرمة أبدية .\r\n\r\nالمسألة ( 134 ) : لو عقد ثالث للمحرم والمحرمة ودخل الزوج ،\r\nفلو كان العاقد والزوج والزوجة عالمين بالحكم الشرعي ، وجبت الكفارة على كل منهم وهي بدنة ، ولو كان بعضهم عالما دون بعض فالكفارة على العالم دون الجاهل .\r\n\r\n4 . الاستمناء\r\n\r\nالمسألة ( 135 ) : لو أمنى المحرم بسبب من الأسباب كمداعبة زوجته أو غير ذلك ،\r\nتجب عليه بدنة ، وفي كل مورد يفسد الحج بالجماع يفسد بالاستمناء أيضا على الأحوط .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n5 . استعمال الطّيب\r\n\r\nالمسألة ( 136 ) : يحرم على المحرم استعمال الطّيب من المسك والعود والزعفران وماء الورد والعنبر ونحوها ،\r\nشمّا وتطيّبا ودلكا وأكلا ، كما يحرم عليه لبس ما يكون عليه أثر منها ، وعلى ذلك يحرم استعمال الصابون المعطّر والغسول السائل ( الشامبو ) ، وأكل الأغذية المعطّرة بالزعفران وغيره .\r\n\r\nالمسألة ( 137 ) : لا بأس بأكل الفواكه ذات الرائحة الطيبة ، كالتّفاح والسفرجل ، والرياحين والنعناع ،\r\nولكن يمسك عن شمّها حين الأكل وغيره .\r\n\r\nالمسألة ( 138 ) : لو تعطّر بدن المحرم أو لباسه حين الطواف وغيره بسبب الاحتكاك مع الآخرين ،\r\nفليس عليه شيء ، ولكن يجتنب عن شمّه .\r\n\r\nالمسألة ( 139 ) : لو صبّ إنسان عطرا أو ماء الورد على المحرم وهو غافل ،\r\nفليس عليه شيء ، ولكن يجب عليه عدم شمّه .\r\n\r\nالمسألة ( 140 ) : لو اضطرّ لأجل دفع الحر والبرد إلى لبس لباس معطّر أو أكل غذاء كذلك ،\r\nلا يضرّ ذلك بإحرامه ، لكن يجب عليه الاجتناب عن شمّه .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالمسألة ( 141 ) : يجب على المحرم الاجتناب عن كل ما يزرع لأخذ العطر من أزهاره كالورد المحمدي ، والياسمين ، والنيلوفر ،\r\nوفي غير هذه الأزهار لا يجب الاجتناب .\r\n\r\nالمسألة ( 142 ) : يجب على المحرم الاجتناب عن شمّ وأكل الدارصيني والزنجبيل .\r\n\r\nالمسألة ( 143 ) : يحرم على المحرم أن يمسك على أنفه من الروائح الكريهة ،\r\nنعم لا بأس بالإسراع في المشي للتخلّص منها .\r\n\r\nالمسألة ( 144 ) : يجوز للمحرم بيع العطور وشراؤها\r\nبشرط أن لا يشمّ شيئا منها للتجربة .\r\n\r\nالمسألة ( 145 ) : كفارة استعمال الطيب بالأكل شاة ،\r\nوفي استعماله عن طريق غير الأكل كالشمّ والتطيّب شاة أيضا على الأحوط .\r\n\r\nالمسألة ( 146 ) : لو استعمل العطر في مجلس واحد عدة مرات ،\r\nفعليه كفارة واحدة ؛ ولو استعمله في مجالس مختلفة تكررت الكفارة حسب تكرر الاستعمال . ولو أكل الغذاء المعطّر وكفّر ثمّ أكل تتكرر الكفارة بتكرر الأكل بعد التكفير .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n6 . لبس المخيط للرجال\r\n\r\nالمسألة ( 147 ) : يحرم على المحرم أن يلبس القميص والقباء ، والسروال ،\r\nبل الأحوط الاجتناب عن كل ثوب يكون مشابها للمخيط ، كالملبّد الّذي يستعمله الرعاة ، وما يحاك من اللباس ، ويستثنى من ذلك :\r\nأ . الهميان - وهو ما توضع به النقود حفظا لها ويشد على الظهر أو البطن - فإن لبسه جائز ( والآن يصنع الهميان بدون خياطة ) .\r\nب . الكمام الطبي وإن كان مخيطا .\r\nج . التحزم بالحزام المخيط كالّذي يستعمله من ابتلي بالفتق .\r\nد . التغطّي باللحاف المخيط في حال الاضطجاع للنوم وغيره ما عدا الرأس .\r\n\r\nالمسألة ( 148 ) : لو اضطر إلى لبس المخيط ،\r\nجاز وعليه الكفارة ، وهي شاة .\r\n\r\nالمسألة ( 149 ) : أن لا يعقد الإزار في عنقه ، بل لا يعقده مطلقا ،\r\nولو بعضه ببعض ، ولا يغرزه بإبرة ونحوها ، والأحوط أن لا يعقد\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالرداء أيضا ، ولا بأس بغرزه بالإبرة وأمثالها .\r\n\r\nالمسألة ( 150 ) : يجوز للنساء لبس المخيط ، إلّا القفّاز\r\n( وهو لباس الكفّ ، وتسمّيه العامة « الكفوف » ) سواء أكان للحر أو للبرد أو لغير ذلك .\r\n\r\nالمسألة ( 151 ) : لو لبس المخيط ثمّ نزعه وكفّر ثمّ لبسه ،\r\nتجب عليه الكفارة مجدّدا .\r\n\r\nالمسألة ( 152 ) : لو لبس ألبسة مخيطة متعددة في زمان واحد ،\r\nتجب عليه كفارة واحدة ؛ وأمّا لو لبس واحدا منها في مجلس ثمّ الآخر في مجلس آخر ، تعدّدت الكفارة .\r\n\r\n7 . الاكتحال\r\n\r\nالمسألة ( 153 ) : يحرم على المحرم الاكتحال بالكحل إذا عدّ زينة ،\r\nوإن لم يقصدها المستعمل . ولو اشتمل الكحل على العطر يحرم عليه أيضا وإن لم يعدّ زينة .\r\n\r\nالمسألة ( 154 ) : لا فرق في حرمة الاكتحال بين الرجال والنساء .\r\n\r\nالمسألة ( 155 ) : لا كفارة في استعمال الكحل ،\r\nإلّا إذا كان معطّرا ، فتجب عليه الكفارة ، وهي شاة .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nالمسألة ( 156 ) : لو اضطر إلى استعمال الكحل ولم يكن له بدل ،\r\nجاز .\r\n\r\n8 . النظر في المرآة\r\n\r\nالمسألة ( 157 ) : يحرم على المحرم النظر في المرآة للزينة ،\r\nوأمّا النظر إليها لغاية أخرى ، كإزالة الدم والوسخ عن الوجه فلا إشكال فيه ، كما أنّه لا إشكال في نظر السائق في مرآة السيارة لرؤية ما وراءه من الطريق . ولا فرق في ذلك بين الرجل والمرأة .\r\n\r\nالمسألة ( 158 ) : النظر في الأجسام المصقولة أو المياه الصافية بمنزلة النظر في المرآة ،\r\nفالنظر فيها بقصد الزينة حرام .\r\n\r\nالمسألة ( 159 ) : يجوز لبس النظّارات إذا لم يكن بقصد الزينة .\r\n\r\nالمسألة ( 160 ) : النظر إلى المرآة حرام وليس فيه كفارة ،\r\nوالأفضل أن يجدّد التلبية بعد النظر .\r\n\r\nالمسألة ( 161 ) : إذا كانت جدران غرفة المحرم مزيّنة بالمرآة ،\r\nفلا إشكال في النظر فيها إذا لم يكن بقصد الزينة ، والأولى أن يسترها بقماش وغيره .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n9 . تغطية ظهر القدم\r\n\r\nالمسألة ( 162 ) : يحرم على الرجل المحرم تغطية ظهر قدمه بالخف والجورب ،\r\nوكل ما يلصق بالقدم .\r\n\r\nالمسألة ( 163 ) : لو اضطر الرجل للبس ما يستر ظهر القدم ،\r\nجاز ، والأولى له خرقه حتّى يخرج عن كونه ساترا واحدا .\r\n\r\nالمسألة ( 164 ) : لا كفارة في لبس ما يستر ظهر القدم ،\r\nوالأفضل أن يكفّر بشاة .\r\n\r\n10 . الفسوق\r\n\r\nالمسألة ( 165 ) : يحرم الفسوق ،\r\nوهو : السّباب والمفاخرة والكذب ، وليس في الفسوق كفارة ، بل تجب التوبة عنه ، وتستحب الكفارة بذبح بقرة .\r\n\r\nالمسألة ( 166 ) : التكلم بكلمات غير لائقة ليس فيه كفارة .\r\n\r\n11 . الجدال\r\n\r\nالمسألة ( 167 ) : يحرم الجدال ،\r\nوهو : أن يقسم باللّه أو ما يعادله بأي لسان لإثبات أمر أو نفيه .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالمسألة ( 168 ) : لو حلف - في مقام الجدال - بغير لفظ الجلالة وغير ما يعادله ،\r\nكما إذا حلف بالرحمن والرحيم وخالق السماوات والأرض ، فهو أيضا جدال .\r\n\r\nالمسألة ( 169 ) : لو حلف - في مقام الجدال - لإثبات حق ماليّ لنفسه لا يثبت إلّا بالحلف ،\r\nجاز .\r\n\r\nالمسألة ( 170 ) : لو حلف - في مقام الجدال - أقل من ثلاث مرات حلفا صادقا ،\r\nيكفّر بالاستغفار ، ولو حلف مرة ثالثة يكفّر بشاة .\r\n\r\nالمسألة ( 171 ) : لو حلف - في مقام الجدال - حلفا كاذبا ،\r\nففي المرة الأولى يكفّر بشاة ، وفي الثانية ببقرة ، وفي الثالثة ببدنة .\r\n\r\nالمسألة ( 172 ) : لو حلف - في مقام الجدال - ثلاث مرات وكفّر بشاة ،\r\nثمّ حلف كذلك يجب عليه التكفير بشاة أخرى .\r\n\r\nالمسألة ( 173 ) : لو حلف - في مقام الجدال - ثلاث مرات حلفا كاذبا وكفّر ببدنة ،\r\nثمّ حلف مرّة أخرى ، يكفّر بشاة ، وفي الثانية ببقرة ، وفي الثالثة ببدنة .\r\n\r\n12 . قتل هوامّ الجسد\r\n\r\nالمسألة ( 174 ) : يحرم قتل هوامّ الجسد كالقملة والبرغوث\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nونحوهما ، وكذا هوامّ جسد سائر الحيوانات ، ولا يجوز إلقاؤها من الجسد ولا نقلها من مكانها إلى محل تسقط منه ، بل الأحوط عدم نقلها إلى محل تكون معرضا للسقوط ، والأحوط أن لا ينقلها إلى مكان يكون الأوّل أحفظ منه . ولو قتل هوام الجسد فالأحوط التصدّق بكف من الطعام .\r\n\r\n13 . التزيّن\r\n\r\nالمسألة ( 175 ) : يحرم على المحرم - رجلا كان أو امرأة - لبس الخاتم للزينة ،\r\nفلو لبسه للاستحباب أو لخاصة فيه - لا للزينة - جاز .\r\n\r\nالمسألة ( 176 ) : لا يجوز الخضاب بالحناء إذا عدّ زينة ،\r\nسواء قصدها المستعمل أم لم يقصد ، شريطة أن يبقى أثرها بعد الغسل ، وإلّا فلا يحرم .\r\n\r\nالمسألة ( 177 ) : لو خضب بالحناء قبل الإحرام ،\r\nجاز وإن بقي أثرها بعده ، والأحوط تركه إذا بقي أثرها بعد الإحرام .\r\nومثله الخضاب بغير الحناء إذا بقي أثره بعد الإحرام .\r\n\r\nالمسألة ( 178 ) : يجب على المحرم - رجلا كان أو امرأة - الاجتناب عن كل ما يعدّ زينة ،\r\nسواء أقصد به الزينة أم لا .\r\n\r\nالمسألة ( 179 ) : لا يجب على المرأة المحرمة خلع ما كانت تعتاد لبسه قبل الإحرام من الزينة ،\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nولكن عليها ألا تظهره لزوجها ولا لغيره من الرجال .\r\n\r\n14 . الادّهان\r\n\r\nالمسألة ( 180 ) : لا يجوز للمحرم الادّهان\r\nولو كان بما ليست فيه رائحة طيبة .\r\n\r\nالمسألة ( 181 ) : لا يجوز الادّهان قبل الإحرام إذا بقي أثره إلى حينه .\r\n\r\nالمسألة ( 182 ) : لو اضطر إلى الادهان - لمرض جلديّ أو غيره\r\n- جاز له ، شريطة أن يدهن بما ليس فيه طيب . وإذا لم يكن الصبر حرجيا ، فليصبر إلى أن يخرج من الإحرام .\r\n\r\nالمسألة ( 183 ) : يجوز للمحرم أكل الدهن إذا كان فاقدا للطّيب .\r\n\r\nالمسألة ( 184 ) : لا كفارة في الادّهان بدهن ليس فيه طيب ،\r\nولكن يستحب التكفير بشاة .\r\n\r\nالمسألة ( 185 ) : لو ادّهن بدهن فيه طيب ،\r\nيكفّر بشاة ولو كان مضطرا .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n15 . إزالة الشعر عن البدن\r\n\r\nالمسألة ( 186 ) : تحرم - على المحرم - إزالة الشعر ،\r\nكثيره وقليله - حتّى ولو شعرة واحدة - عن الرأس واللحية وسائر البدن بحلق أو نتف أو قصّ ، أو باستعمال النورة ، سواء أكانت الإزالة عن نفسه أم عن غيره حتّى ولو كان الغير محلّا .\r\n\r\nالمسألة ( 187 ) : إذا اضطر إلى إزالة الشعر لتجنب هوام الرأس ، أو لإيذاء العين ،\r\nجاز مع التكفير .\r\n\r\nالمسألة ( 188 ) : لو حلق رأسه لضرورة يكفّر باثني عشر مدّا من الطعام ( الطحين )\r\nلستة مساكين ، لكل منهم مدّان ، أو بدم شاة أو بصيام ثلاثة أيّام ، ولو حلق لغير ضرورة يكفّر بشاة .\r\n\r\nالمسألة ( 189 ) : لو أزال شعر الإبطين ،\r\nففيه شاة والأحوط ذلك إذا نتف إحداهما .\r\n\r\nالمسألة ( 190 ) : لو أزال شعر الرأس بغير الحلق ،\r\nفكفارته ككفارة الحلق .\r\n\r\nالمسألة ( 191 ) : لو مسح على رأسه فسقطت شعرة أو أكثر ،\r\nفالأحوط كفّ طحين يتصدّق به .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n16 . تغطية الرأس للرجال\r\n\r\nالمسألة ( 192 ) : يحرم على الرجل تغطية الرأس - حال الإحرام\r\n- بكل ما تصح به التغطية حتّى الحشيش والحناء والطين ، وحمل شيء على رأسه .\r\n\r\nالمسألة ( 193 ) : لا يجوز للمحرم رمس رأسه في الماء أو سائر المائعات\r\nكماء الورد .\r\n\r\nالمسألة ( 194 ) : لا فرق في التغطية بين تغطية تمام الرأس أو بعضه .\r\n\r\nالمسألة ( 195 ) : المقصود من الرأس ما يطلق عليه عرفا ،\r\nوعلى هذا فالأذنان ، خارجتان عن الرأس ، ولا بأس بوضع الرأس على الوسادة ونحوها ، كما لا بأس بتغطية الوجه للرجال .\r\n\r\nالمسألة ( 196 ) : لا يجوز للرجل استعمال الكمام إذا كان ما يثبّت به ،\r\nعريضا يغطي جزءا من الرأس ، كما أنّه لا يجوز للنساء استعماله في غير الضرورة لأجل أنّه يغطي جزءا من الوجه .\r\n\r\nالمسألة ( 197 ) : لو اضطر إلى تعصيب الرأس بمنديل ، جاز ،\r\nولكن عليه أن يكفّر بشاة .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالمسألة ( 198 ) : لو علّق منديلا فوق رأسه لتجنّب الحشرات المؤذية ،\r\nجاز ما لم يكن ملتصقا بوجهه .\r\n\r\nالمسألة ( 199 ) : يجوز للمحرم أن يقف تحت رشّاش الماء ( الدّوش ) للاغتسال ونحوه ،\r\nوالأحوط الاجتناب عن الاغتسال بماء الشلّال .\r\n\r\nالمسألة ( 200 ) : يجوز للمرأة المحرمة لبس الشعر الصناعي ( الباروكة ) ،\r\nولا يجوز ذلك للرجل .\r\n\r\nالمسألة ( 201 ) : لا يجوز للمحرم تجفيف شعر رأسه بالمنديل ،\r\nنعم يجوز ذلك إذا كان التجفيف على التدريج . وفي تغطية بعض الرأس ، نفس ما في تغطية كل الرأس .\r\n\r\nالمسألة ( 202 ) : لو غطى رأسه وكفّر ثمّ جدّد التغطية ،\r\nيجدّد التكفير ، وإما لو كرّر التغطية في مجلس واحد ، فالأحوط تكرار الكفارة وإن لم يكفّر أثناءه .\r\n\r\nالمسألة ( 203 ) : يجوز للمحرم النوم في الناموسية\r\n( وهي نسيج رقيق يجعل على السرير وقاية من البعوض وغيره ، وتعرف بالكلّة ) .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n17 . تغطية المرأة وجهها\r\n\r\nالمسألة ( 204 ) : يحرم على المرأة تغطية وجهها بنقاب وغيره ممّا يلصق بالوجه كلّا أو بعضا\r\nوحتّى في حال النوم ، كما لا يجوز لها لبس الكمام الطبي في غير حال الضرورة .\r\n\r\nالمسألة ( 205 ) : تغطية البعض كتغطية الكل ،\r\nولكن لها أن تضع يدها على وجهها ، كما يجوز لها أن تنام وإن استوجب ذلك تغطية قسم من وجهها بسبب التصاقه بالأرض ، ويجوز أن تستر وجهها ببرقع بشرط أن يكون بعيدا عن وجهها .\r\n\r\nالمسألة ( 206 ) : يجوز للمحرمة لبس عباءتها وستر وجهها بها ،\r\nولكن تحافظ على أن لا تلتصق بوجهها .\r\n\r\n18 . التظليل للرجال\r\n\r\nالمسألة ( 207 ) : لا يجوز للرجل المحرم التظليل حال السير بمظلة متحركة كالتظلل بالمحمل والسيارة والطائرة ،\r\nولا فرق في ذلك بين الراكب والراجل ولا بين النهار والليل على الأحوط ، على ما يأتي تفصيله .\r\n\r\nالمسألة ( 208 ) : يجوز التظلّل حين المسير ، بالمظلات الثابتة\r\nغير المتحركة كالاستظلال بالنفق والأشجار والجبال والجدران ،\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمن غير فرق بين كون المحرم راكبا أو راجلا . وعلى ما ذكرنا يجوز للمحرم التوقف للاستراحة في المقاهي والمطاعم ، كما يجوز التظلل في مكة وعرفات ومنى بالسّقف والخيم الثابتة .\r\n\r\nالمسألة ( 209 ) : لا يجوز للمحرم عندما ينزل مكة المكرمة الاستظلال بالمظلّة ( الشمسية )\r\nأو السيارة عند الذهاب إلى المسجد الحرام ، كما لا يجوز له الاستظلال بالمتحرك ، إذا أراد الذهاب من مكان إلى آخر أيّام منى .\r\n\r\nالمسألة ( 210 ) : لو أحرم وهو في السفينة\r\n، فيجب عليه الخروج من غرفها والجلوس في الأماكن غير المسقفة .\r\n\r\nالمسألة ( 211 ) : المراد من الاستظلال هو التستر من الشمس أو البرد أو الحر أو المطر أو الريح العاصفة ،\r\nفإذا لم يكن شيء من ذلك فحيث كان وجود المظلة كعدمها فلا بأس به . وعلى ذلك يجوز له ركوب الطائرة أو السيارة في الليل إذا لم يكن في الجو ريح أو مطر ، ولو ركب السيارة وأخذت الأمطار بالهطول ، فعليه أن يتوقف حتّى ينقطع المطر ، ثمّ يواصل مسيره بعد ذلك .\r\n\r\nالمسألة ( 212 ) : لو استظل بالمظلة غير الثابتة ولو لضرورة يكفّر بشاة ،\r\nولو استظل بالعمرة وكرّر الاستظلال في الحج أيضا تكون عليه كفارتان .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nنعم لا تتكرر الكفارة إذا تكرر الاستظلال في العمرة فقط أو في الحج فقط .\r\n\r\n19 . إخراج الدم من البدن\r\n\r\nالمسألة ( 213 ) : لا يجوز للمحرم إخراج الدم من بدنه في غير حال الضرورة\r\nبأي وسيلة كانت ، حتّى بالحك والسواك أو قصّ الأظافر ، وحقن الإبر .\r\n\r\nالمسألة ( 214 ) : يجوز إخراج الدم عندما يضطر المحرم إلى إخراج القيح\r\nمن الدمامل الّتي على جسده .\r\n\r\nالمسألة ( 215 ) : لا كفارة في إخراج الدم بغير ضرورة ،\r\nويستحب التكفير بشاة .\r\n\r\n20 . تقليم الأظفار\r\n\r\nالمسألة ( 216 ) : لا يجوز للمحرم تقليم أظفاره ، كلّها أو بعضها ،\r\nولا فرق في ذلك بين آلات التقليم ، اللهم إلّا إذا انكسر بعض الظفر واضطر إلى تقليمه ، فيجوز .\r\n\r\nالمسألة ( 217 ) : لو كان له إصبع زائدة ،\r\nفالأحوط عدم تقليمه أيضا .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالمسألة ( 218 ) : لو قلّم أظافر اليدين والقدمين في مجلس واحد ،\r\nفعليه دم شاة . ولو قلّمها في مجلسين ، فعليه شاتان .\r\n\r\nالمسألة ( 219 ) : كفارة تقليم كل ظفر مدّ من الطعام ما لم يبلغ إلى العشرة ،\r\nفعندها يجب عليه التكفير بشاة .\r\n\r\n21 . قلع الضرس\r\n\r\nالمسألة ( 220 ) : لا يجوز للمحرم قلع الضرس إذا كان مدميا ،\r\nوفيه كفارة شاة . وإذا اضطر إلى القلع وخرج الدم فالأحوط التكفير بشاة .\r\n\r\n22 . قلع شجر الحرم ونبته\r\n\r\nالمسألة ( 221 ) : لا يجوز للمحرم قلع الشجر والحشائش النابتة في الحرم .\r\nويستثنى منه موارد :\r\nالأوّل : ما نبت في داره ومنزله بعد ما صارت داره ومنزله ، فإن غرسه وأنبته بنفسه جاز قلعهما وقطعهما ، وإن لم يغرس الشجر بنفسه ، فالأحوط الترك وإن كان الأقوى الجواز ، ولا يترك الاحتياط في الحشيش إن لم ينبته بنفسه ، ولو اشترى دارا فيه شجر وحشيش ، فلا يجوز له قطعهما .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالثاني : شجر الفواكه والنخيل ، سواء أنبته اللّه تعالى أو الآدمي .\r\nالثالث : الإذخر وهو عشب طيّب الرائحة .\r\n\r\n23 . حمل السلاح\r\n\r\nالمسألة ( 222 ) : لا يجوز للمحرم حمل السلاح ( ممّا يصدق عليه اسم السلاح عرفا ) .\r\nنعم لو لم يكن حاملا للسلاح بل وضعه في حقيبته وفي طيّات حوائجه فلا مانع منه . « 1 »\r\n\r\nمحل ذبح الكفارة\r\n\r\nالمسألة ( 223 ) : إذا وجبت على المحرم كفارة في إحرام العمرة ، فمحلّ ذبحها مكة المكرمة ،\r\nوإذا وجبت الكفارة وهو في إحرام الحج ، فمحلّها منى ، ويجوز تأخيرها إلى عودته من الحج في أي وقت شاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هذه هي محرمات الإحرام الّتي بلغت 23 محرّما ، وربّما ذكر بعض الفقهاء موارد أخرى وذلك لعدّهم مسّ المرأة وتقبيلها بشهوة محرّما خاصا ، وأمّا نحن فقد ذكرناه ضمن فرع خاص سميناه التلذذ الجنسي بالنساء ، والمسألة مذكورة هناك .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالفصل السادس : عمرة التمتع وأعمالها\r\nتتألف عمرة التمتع - كما ذكرنا سابقا - من خمسة أعمال ، وهي :\r\n1 . الإحرام . 2 . الطواف . 3 . ركعتا الطواف . 4 . السعي بين الصفا والمروة . 5 . التقصير .\r\n\r\nالأوّل : الإحرام\r\nوقد مرّ الكلام في الإحرام ومحرماته ومستحباته على وجه التفصيل ، بقي الكلام في الأعمال الأربعة الباقية ، وسنقوم بذكرها مفصلا فيما يلي .\r\n\r\nالثاني : الطواف\r\n\r\nالمسألة ( 224 ) : الواجب الثاني من أعمال عمرة التمتع هو الطواف حول الكعبة المشرفة سبعة أشواط ،\r\nوالمجموع يعدّ طوافا واحدا .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالمسألة ( 225 ) : الطواف من أركان العمرة بمعنى أن من تركه عن عمد بطلت عمرته ،\r\nسواء أكان عالما بالحكم الشرعي أم جاهلا به .\r\n\r\nالمسألة ( 226 ) : إذا ترك الطواف وصلاته عن عمد وسعى بين الصفا والمروة وقصّر ،\r\nفلو كان الوقت متسعا ، يطوف ويصلي ركعتيه ويسعى بين الصفا والمروة ثمّ يقصر ، وبعده يحرم إلى الحج .\r\nوإن كان الوقت ضيقا بالنسبة لأعمال عمرة التمتع ، فعليه أن يعدل من حج التمتع إلى حج الإفراد ويجعل إحرامه هذا إحرام حج الإفراد ويأتي بأعماله . وسيوافيك تفصيله في فصل خاص .\r\n\r\nالمسألة ( 227 ) : لو ترك الطواف سهوا ، صحّت عمرته ،\r\nولو خرج من مكة وتذكر في أثناء الطريق ، فلو أمكنه الرجوع من دون حرج ، رجع إلى مكة وطاف وصلّى ركعتيه ، وإلّا فيستنيب .\r\n\r\nالمسألة ( 228 ) : المريض والهرم يطاف بهما إمّا بحملهما أو بوضعهما في السرير الخاص بهما ،\r\nوإن لم يمكنهما ذلك يستنيبان .\r\nوإذا منع - في حالة الازدحام - من الطواف بهما داخل المسجد ، يطاف بهما - بشرط أن ينوي هو نفسه - من الطابق العلوي ، مع الجمع بينه وبين الاستنابة على الأحوط .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nواجبات الطواف\r\n\r\nالمسألة ( 229 ) : تنقسم واجبات الطواف إلى قسمين :\r\nالأوّل : ما يرجع إلى نفس الطائف .\r\nالثاني : ما يرجع إلى كيفية الطواف .\r\nوإليك البحث في القسم الأوّل :\r\n\r\nيعتبر في صحة الطواف أمور خمسة :\r\n\r\n1 . النيّة\r\nالطواف عمل عبادي ، وروح العبادة تكمن في النيّة ، ولأجل ذلك يجب أن يكون الطواف مقرونا بالقصد والإخلاص للّه سبحانه ، وبعيدا عن الرياء وسائر الدوافع غير الإلهية .\r\n\r\n2 . الطهارة من الحدث الأصغر والأكبر\r\nويراد من الحدث الأكبر الجنابة والحيض والنفاس ، كما يراد من الأصغر ما ينتقض به الوضوء كالنوم والبول والغائط والريح ، فيجب على الطائف الطهارة بمعنى الغسل بعد الحدث الأكبر ، والوضوء بعد الحدث الأصغر .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالمسألة ( 230 ) : الطهارة من الحدث شرط لطبيعة الطواف الواجب ،\r\nسواء أكان الطواف طواف العمرة أو طواف الحج أو طواف النساء . فلو طاف وهو محدث ، يبطل طوافه مطلقا ، سواء أكان عالما بكونه محدثا أم جاهلا وساهيا .\r\n\r\nالمسألة ( 231 ) : لا تشترط الطهارة من الحدث الأصغر في الطواف المستحب .\r\nنعم تشترط الطهارة فيه من الحدث الأكبر .\r\n\r\nالمسألة ( 232 ) : لو أحدث وهو في أثناء الطواف ،\r\nفإن كان قبل تجاوز نصف الأشواط ، يبطل طوافه ، وعليه تحصيل الطهارة ثمّ إعادة الطواف من رأس .\r\nوإن كان بعد تجاوز النصف ، يقطع طوافه ويتطهر ويكمل الطواف من الموضع الّذي أحدث فيه .\r\n\r\nالمسألة ( 233 ) : لو أجنب ( المحرم ) أو حاضت ( المحرمة ) أثناء الطواف ،\r\nيجب عليهما الخروج من المسجد الحرام فورا . وأمّا حكم الطواف من الإعادة أو الإكمال فهو كما مر بيانه في المسألة المتقدمة .\r\n\r\nالمسألة ( 234 ) : لو كان معذورا عن الوضوء والاغتسال ، فعليه التيمم والطواف\r\nبشرط أن يكون المورد جامعا لشرائط التيمّم .\r\n\r\nالمسألة ( 235 ) : لو كان على طهارة ( من الحدثين ) ثمّ شكّ في صدور الحدث منه لا يعتدّ بشكّه ،\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوجاز له الدخول في الطواف .\r\nولو شكّ في أثناء الطواف ، فلا يعتدّ بشكّه ويستمر في طوافه .\r\n\r\nالمسألة ( 236 ) : إذا أحدث قبل الطواف بالحدث الأكبر أو الأصغر ،\r\nوغفل عن حالته ودخل في الطواف ، ولكنه شكّ في أنّه اغتسل أو توضأ قبل عروض الغفلة عليه ، يبطل طوافه سواء عرض له الشك في أثناء الطواف أو بعده . وعلى ما ذكرنا يجب عليه ترك المسجد إذا كان جنبا ( أو كانت حائضا ) وشكّ ، ويطوف بعد تحصيل الطهارة .\r\n\r\nالمسألة ( 237 ) : لو شكّ بعد الفراغ من الطواف ، في أنّه هل كان متطهرا أو لا ،\r\nوكانت حالته السابقة على الطواف مجهولة غير معلومة عنده ، لا يعتدّ بشكّه ويحكم على طوافه بالصحة ، ولكنه يتطهر لما يأتي من الأعمال .\r\n\r\nالمسألة ( 238 ) : لو علم بعد الطواف أنّه كان محدثا بالحدث الأصغر ،\r\nيعيد الطواف والصلاة ، إذا صلاها بعده .\r\n\r\nالمسألة ( 239 ) : لو علم بعد السعي - الّذي هو جزء من أعمال العمرة - أنّه كان محدثا في حال الطواف ،\r\nيجب عليه إعادة الطواف وصلاة ركعتيه والسعي .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nالمسألة ( 240 ) : لو علم بعد التقصير - الّذي هو العمل الأخير للعمرة - أنّه كان محدثا في حال الطواف ،\r\nيعيد الأعمال كلّها مع لبس ثوبي الإحرام .\r\n\r\n3 . طهارة البدن والثوب\r\nتشترط طهارة بدن الطائف ولباسه من النجاسات ، حتّى عن المقدار المعفو عنه في الصلاة ، كالدم الّذي يكون أقل من الدرهم .\r\n\r\nالمسألة ( 241 ) : كل ما لا يستر العورتين إذا كان نجسا لا يضرّ بالطواف ،\r\nكالجورب والمنديل الصغير .\r\n\r\nالمسألة ( 242 ) : إذا تلوّث ثوب أو بدن المحرم بدم الدمامل والجروح ،\r\nكان عليه تطهير بدنه وثوبه ، أو تبديل ثوبه .\r\n\r\nالمسألة ( 243 ) : لو كان تطهير البدن من دم الدمامل والجروح أمرا حرجيا وكان الوقت متسعا للطواف ،\r\nيصبر حتّى يمكن له تطهير بدنه ، ولو ضاق الوقت يطوف بحالته تلك .\r\n\r\nالمسألة ( 244 ) : لو علم بعد الطواف أنّ بدنه أو ثوبه كان نجسا\r\nصحّ طوافه .\r\n\r\nالمسألة ( 245 ) : لو شك عند الدخول في الطواف في طهارة بدنه وثوبه وكانت الحالة السابقة ( أي قبل الطواف ) مجهولة لديه ،\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nصحّ طوافه حتى وإن انكشف الخلاف وعلم أنّ بدنه وثوبه كانا نجسين حال الطواف ، وأمّا لو كانت الحالة السابقة معلومة بمعنى أنّهما كانا نجسين وشك في تطهيرهما ، فلا يجوز له الدخول في الطواف . ولو طاف مع الشك بطل طوافه ، بل يجب عليه تحصيل الطهارة ثمّ الدخول في الطواف .\r\n\r\nالمسألة ( 246 ) : لو طرأت النجاسة على ثوبه ،\r\nفلو أمكنه تطهيره من دون أن يقطع الطواف ، فليفعل ، وإلّا قطع الطواف ثمّ أتمّه بعد التطهير من حيث قطع ، من غير فرق بين وقت طروء النجاسة إذا كان قبل تجاوز نصف الأشواط أو بعده .\r\n\r\nالمسألة ( 247 ) : لو كان عالما بنجاسة ثوبه أو بدنه ، ولكنّه غفل ودخل في الطواف ثمّ تذكّر ،\r\nبطل طوافه ، وأعاده مع صلاته .\r\n\r\n4 . الختان ( للذكور )\r\nيشترط في صحة طواف الرجل أن يكون مختونا ، من غير فرق بين كونه بالغا أو غير بالغ ، والثاني بين كونه مميّزا أو غير مميّز .\r\n\r\nالمسألة ( 248 ) : لو أحرم الصبي المميّز وهو غير مختون ،\r\nصحّ إحرامه ولكن لا يصحّ طوافه مطلقا ، سواء أكان طواف الزيارة أو طواف النساء ، ولو تزوج بعد البلوغ لا يجوز له الدخول بزوجته إلّا\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبعد أن يكون مختونا ويأتي بطواف النساء مباشرة أو استنابة .\r\n\r\nالمسألة ( 249 ) : لو ولد الصبي مختونا ،\r\nفطوافه صحيح .\r\n\r\n5 . ستر العورة\r\nستر العورة من شرائط صحة الطواف ، وهي ما يجب ستره في الصلاة ، ولو طاف بلا ستر ، بطل طوافه .\r\n\r\nالمسألة ( 250 ) : يجب أن يكون الثوب والنعلان مباحة غير مغصوبة ،\r\nفالطواف في المغصوب منهما باطل .\r\n\r\nالمسألة ( 251 ) : يجب على المحرمة في حال الطواف أن تستر قدميها ظهرهما وبطنهما ،\r\nوان لم يجب عليها ذلك في حال الصلاة . وكذلك يجوز للمرأة أن تستر وجهها عند الصلاة ولكن يحرم عليها ذلك في حال الإحرام . نعم يجوز لها أن تصون وجهها من رؤية الأجنبي بشيء لا يمس وجهها ، وفي الوقت نفسه يقع مانعا من الرؤية .\r\n\r\nالمسألة ( 252 ) : يجب على المحرمة ستر ما وراء الوجه حتّى الشعرة الواحدة ،\r\nفلو طافت وهي عالمة بعدم سترها لشعرها وما يجب عليها ستره ، أثمت ولكن يصحّ طوافها .\r\n\r\nالمسألة ( 253 ) : لو أحرمت في ثوب رقيق يرى ما وراءه\r\n-\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوخاصة فيما لو عرق بدنها والتصق الثوب به - فطوافها وصلاتها بهذا الثوب غير صحيحين .\r\n\r\nالمسألة ( 254 ) : الأشواط السبعة تشكّل طوافا واحدا ،\r\nوهو عمل واحد يجب أن يأتي به المحرم بصورة لا يخرج عن كونه كذلك ، فلو شرع في الطواف عند شروق الشمس وأتمّه عند المغرب لم يصح .\r\n\r\nكيفية الطواف\r\nإلى هنا تمّ ما يرجع إلى الطائف من الشرائط ، ولنتطرق إلى كيفية الطواف والشرائط المرتبطة بها .\r\n\r\n1 و 2 . البدء والختم بالحجر الأسود\r\nالطواف مركّب من أشواط سبعة يبدأ كل شوط من الحجر الأسود ، وينتهي بالوصول إليه . ومع أنّه عمل عبادي فهو في الوقت نفسه أمر عرفي يكفي في مقام الامتثال أن يبتدأ بالطواف مقابل الحجر الأسود وينتهي بالوصول إلى محاذاته ، فإذا كرر ذلك سبع مرات ، أجزأه .\r\nوبما أنّ موسم الحج يكون مقرونا بالزحام فلا يتمكّن الطائف من تشخيص المحاذاة بالدقة ، لذا يجب عليه - من باب\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالمقدمة العلمية - أن ينوي الطواف من محاذاة الحجر الأسود قبل أن يصل إليها .\r\n\r\nالمسألة ( 255 ) : الطواف بالبيت عمل واحد تكفي فيه نية واحدة ،\r\nولا يجب تجديد النية في كل شوط .\r\n\r\nالمسألة ( 256 ) : يجب البدء بالطواف من محاذاة الحجر الأسود ،\r\nولو بدأ به من الركن اليماني الواقع قبل الحجر الأسود وختم به ، بطل طوافه .\r\n\r\nالمسألة ( 257 ) : لو بدأ من الركن اليماني ولكنّه ختم الشوط الأخير بالحجر الأسود ،\r\nصحّ طوافه ، بشرط أن تكون نيّته الطواف من المكان الّذي أمر الشارع بأن يبدأ الطواف منه ، ولكنّه تخيّل أنّ هذا المكان هو الركن اليماني على نحو لو عرف الواقع لاتّبعه . « 1 »\r\n\r\n3 . أن تكون الكعبة على يسار الطائف\r\nالشرط الثالث هو أن تقع الكعبة على يسار الطائف .\r\n\r\nالمسألة ( 258 ) : يجب البدء بالطواف من محاذاة الحجر الأسود على وجه تقع الكعبة على يساره ،\r\nفلو شرع بالطواف من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وهذا ما يقال له في البحوث الفقهية أنّه من قبيل « الخطأ في التطبيق » .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالحجر الأسود على نحو معكوس - أي أن تكون الكعبة على يمينه - بطل طوافه .\r\n\r\nالمسألة ( 259 ) : إذا استقبل الطائف الكعبة لتقبيل الأركان أو لغير ذلك أو ألجأه الزحام إلى استقبال الكعبة\r\nأو استدبارها أو جعلها على اليمين ، فذلك المقدار لا يعدّ من الطواف .\r\n\r\nالمسألة ( 260 ) : العبرة في جعل الكعبة على اليسار بالصدق العرفي ،\r\nوقد طاف النبي صلّى اللّه عليه وآله وسلّم راكبا ، فلا يضر وقوع الكعبة عند فتحتي حجر إسماعيل وراء الظهر ، وإذا أراد أن يحتاط عند الفتحتين يمكنه أن يميل عند الفتحة الأولى مقدارا إلى جانب اليسار ، وقبل الفتحة الثانية مقدارا إلى جانب اليمين ، وعندئذ تقع الكعبة على يساره في جميع الأوقات .\r\n\r\nالمسألة ( 261 ) : يجوز الطواف راجلا وراكبا ومسرعا وغير مسرع ،\r\nوالأولى رعاية الاعتدال في المشي والركوب حال الطواف .\r\n\r\nالمسألة ( 262 ) : يجوز للمحرم النظر إلى اليمين واليسار في حال الطواف ،\r\nويجوز له قطع الطواف وتقبيل الكعبة ، ولكن يجب أن يرجع إلى المكان الّذي قطع منه طوافه ويستمر في العمل .\r\n\r\nالمسألة ( 263 ) : يجب أن يتم الطواف عن إرادة واختيار ،\r\nفلو وقع إلى الامام لأجل الزحام مقدارا معتدّا به على نحو لا يمكنه\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالرجوع إلى المكان الّذي دفع عنه ، عندئذ يستمر بالمشي بلا نية ويدور مع الطائفين إلى أن يصل إلى المكان الّذي دفع عنه ، فينوي الطواف إكمالا لشوطه السابق .\r\n\r\n4 . إدخال حجر إسماعيل في الطواف\r\nالحجر - بكسر الحاء وسكون الجيم - هو الموضع المحاط بجدار مقوّس تحت ميزاب الكعبة في الجهة الشمالية من الكعبة ، وهو ليس جزءا منها ، ولكن يجب إدخاله في الطواف ، وللحجر فتحتان ، والناس يصلّون ويدعون اللّه فيه ، وقد نقل أن الحجر مدفن إسماعيل وأمّه هاجر .\r\n\r\nالمسألة ( 264 ) : لو طاف ولم يدخل الحجر في مطافه\r\n- كما إذا دخل من إحدى الفتحتين وخرج من الأخرى - بطل هذا الشوط من طوافه .\r\n\r\nالمسألة ( 265 ) : لو طاف بعض الأشواط من داخل الحجر جهلا بالحكم الشرعي أو نسيانا له ،\r\nفهناك صور :\r\nأ . لو تنبّه أثناء الطواف ، يجب عليه إعادة الشوط أو الشوطين أو الأشواط الّتي طافها بهذه الهيئة ، وقد مرّت كيفية الإعادة عند الخطأ في الطواف في المسألة رقم ( 263 ) .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nب . لو طاف من داخل الحجر في الشوط السابع ، يتداركه بنفس الكيفية السابقة .\r\nج . لو طاف من داخل الحجر في الأشواط المتقدمة على السابع وتنبّه بعد الطواف ، فعليه أن يصلي ركعتي الطواف ثمّ يصبر قليلا من الوقت على نحو لا يصدق توالي الطوافين ، ويعيد الطواف أوّلا ثمّ الصلاة ثانيا .\r\n\r\nالمسألة ( 266 ) : لو تذكّر في اليوم الثاني عشر أو الثالث عشر من ذي الحجّة أنّه طاف بعض الأشواط في طواف عمرة التمتع من داخل الحجر ،\r\nفإذا كان طوافه سهوا ، يعيد الطواف ويصلي ركعتيه ويصح حجّه .\r\nوإذا كان طوافه كذلك عمدا - إمّا متسامحا أو جهلا بالحكم الشرعي - فعمرته باطلة ، ويتبدّل حجه إلى حج الإفراد ، ووجب عليه بعد إتمام أعمال الحج ، الإتيان بعمرة مفردة ، وإعادة الحج في السنة التالية .\r\n\r\nالمسألة ( 267 ) : لو طاف بعض الأشواط من داخل الحجر وصلّى ركعتي الطواف وسعى بين الصفا والمروة وقصّر ،\r\nثمّ تذكر الخطأ في كيفية طوافه ، أعاد الطواف وركعتيه والسعي والتقصير .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n5 . الطواف بين البيت ومقام إبراهيم\r\nيجب أن يقع الطواف بين الكعبة ومقام إبراهيم عليه السّلام ، الّذي يقع مقابل أحد الأضلاع الأربعة للكعبة ، والمسافة بينهما 12 مترا تقريبا ، وعلى هذا يجب أن يطوف بين الكعبة والمقام في نفس الضلع ، وأمّا الأضلاع الثلاثة الباقية ، فيجب أن يقع طوافه عندها في نفس هذه المسافة لا أبعد منها .\r\n\r\nالمسألة ( 268 ) : المبدأ لهذه الفاصلة المكانية هو جدار الكعبة ،\r\nوأمّا الضلع المتصل بحجر إسماعيل فالمبدأ هو جدار الحجر لا جدار الكعبة ، وعلى هذا يكون المطاف في الجوانب الأربعة بمقدار واحد .\r\n\r\nالمسألة ( 269 ) : لو اشتغل بالطواف وتسبّب عمّال التنظيف بقطع طوافه وخروجه عن المطاف ،\r\nفعليه أن يصبر ، فإذا انتهى عملهم يتمّ طوافه من حيث قطع .\r\n\r\nالمسألة ( 270 ) : لو كان الطواف في الفاصل المكاني بين الكعبة والمقام أمرا حرجيا بسبب الزحام الشديد ،\r\nفعليه أن يطوف خارج هذه المسافة مراعيا الأقرب فالأقرب ويصح طوافه ولا يجب عليه الصبر إلى أن يخلو المطاف من الزحام .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالمسألة ( 271 ) : يجب أن يكون الطواف في أرض المسجد ،\r\nلقوله سبحانه :  وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ  « 1 » وأمّا الطواف في الطابق العلوي للبيت ، فإذا كان ارتفاعه دون سطح الكعبة ، صحّ الطواف ، ولا يصحّ إذا كان أعلى من ذلك إلّا اضطرارا ، كما هو الحال في العجزة والمعوقين حيث لا يسمح لهم الطواف في أرض المسجد .\r\nومع ذلك ، لو أمكن هؤلاء الاستنابة ، فالأحوط ذلك ، ولكن يجب عليهم صلاة الطواف عند المقام ، إلّا إذا كانت الصلاة عنده أمرا حرجيا لهم ، فتجوز إقامتها في الطابق العلوي على نحو أن يقع المقام أمامهم .\r\n\r\nالمسألة ( 272 ) : يجب الخروج عن حائط البيت وأساسه عند الطواف ،\r\nفلو مشى على أساسه أو حائط الحجر لم يجزه ، والمراد من أساس البيت هو « الشاذروان » وهو عبارة عن الجزء السفلي الخارج من جدار البيت مرتفعا على وجه الأرض .\r\n\r\nالمسألة ( 273 ) : لا يجوز وضع اليد على جدار الحجر حال الطواف ،\r\nولو طاف كذلك ، يجب عليه إعادة هذا المقدار من الشوط . وقد مرّ ذكر كيفية إعادة الشوط إذا وجد فيه خلل في المسألة رقم ( 263 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحج : 29 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n6 . مراعاة عدد الأشواط\r\nطواف الكعبة عمل واحد مركّب من سبعة أشواط ، فيجب على الحاج أن يطوف بالبيت بأشواط متوالية عرفا من دون زيادة ولا نقصان .\r\n\r\nالمسألة ( 274 ) : لو نوى حين بدأ طوافه أن يطوف - عمدا - أزيد من سبعة أشواط أو أنقص منها ،\r\nبطل طوافه ، حتّى وإن أتمّه على سبعة أشواط ، لأنّه قصد خلاف ما أمر به اللّه سبحانه .\r\n\r\nالمسألة ( 275 ) : لو دخل في الطواف بهذه النية لكن - لا عمدا - سهوا وغفلة أو جهلا بالحكم الشرعي\r\nوأتمّ الطواف على سبعة أشواط صحّ طوافه . وإن أتمّه على أقلّ منها يجب عليه إكمال الأشواط بشرط بقاء الموالاة ، وإلّا فيعيد الطواف . ولو أتمها على أزيد من سبعة صحّ طوافه ولا يضر الزائد ، كل ذلك إذا كان ناويا امتثال الأمر الإلهي ، لكنه تخيّل أن متعلق الأمر هو العدد الناقص أو الزائد . « 1 »\r\n\r\nالمسألة ( 276 ) : لو نوى في أثناء الطواف أن يطوف أزيد من سبعة أو أنقص من ذلك ،\r\nفإن كان عامدا بطل طوافه وإن أتمّ على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وهذا ما يسمى في مصطلح الفقهاء ب‍ « الخطأ في التطبيق » .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nسبعة أشواط . ولو نوى غفلة وسهوا أو جهلا بالحكم الشرعي ، فحكمه حكم من نوى ذلك حين بدأ الطواف ، وقد مرّ حكمه في المسألة السابقة .\r\n\r\nالمسألة ( 277 ) : لو نوى حين بدأ الطواف أن يطوف ثمانية أشواط ، سبعة منها وجوبا وشوطا آخر استحبابا أو تبرّكا ،\r\nصحّ طوافه .\r\n\r\nالمسألة ( 278 ) : لو دخل في الطواف بنية سبعة أشواط ، ولكنه ختم الطواف على أقل منها ،\r\nيجب عليه إتمام الأشواط بشرط بقاء الموالاة ، ولو فاتت الموالاة يتمّ الطواف السابق ويصلي ركعتيه ، ثمّ يصبر بمقدار لا يصدق معه توالي الطوافين ، ويعيد الطواف مع ركعتيه . ولو ترك العمل بما ذكرنا تكون حاله كمن ترك الطواف عمدا .\r\n\r\nالمسألة ( 279 ) : لو طاف غفلة ونسيانا أقل من سبعة أشواط ،\r\nفلو تذّكر قبل فوات الموالاة يأتي ببقية الأشواط ، وإن تذكّر بعد فواتها ( الموالاة ) فإن كان ما أتى به من الطواف أقل من نصفه يعيد طوافه ، وإن كان أكثر من النصف يتمّ الطواف ويصلي ركعتيه ، والأحوط إعادته مع الصلاة .\r\n\r\nالمسألة ( 280 ) : لو تذكّر أنّه طاف أقل من سبعة أشواط وهو في طريق عودته إلى وطنه ،\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفلو أمكنه الرجوع رجع إلى مكة وأتمّ الباقي من طوافه ويصلي ثمّ يعيد الطواف مع صلاته احتياطا ، وفي غير هذه الصورة يستنيب ، والنائب يفعل ما وجب على المنوب أي أنّه أيضا يتم الطواف ويصلي ثمّ يعيد الطواف ويصلي .\r\nهذا فيما إذا كان الفائت شوطا أو شوطين ، أما لو كان أكثر من النصف فاللازم إعادة الطواف مع ركعتيه ، من غير فرق بين النائب والمنوب .\r\n\r\nالمسألة ( 281 ) : بما أنّ الطواف بأشواطه عمل واحد ،\r\nفالواجب أن يؤتى به بصورة عمل واحد ، أي أن لا يمتدّ العمل على طول النهار مثلا ، لأنّه والحالة هذه سوف يخرج عن كونه عملا واحدا ، والأحوط أن لا يصلي وسط الأشواط صلاة مستحبة ، أو يشتغل بأعمال تنافي الموالاة عرفا .\r\n\r\nالمسألة ( 282 ) : تجوز للطائف الاستراحة أثناء الطواف إذا تعب ،\r\nثمّ عليه إكمال الطواف من الموضع الّذي قطع الطواف منه ، أو من محاذيه بشرط أن لا تفوت الموالاة معها ، وإلّا فيعيد الطواف إذا قطعه قبل تجاوز النصف .\r\n\r\nالمسألة ( 283 ) : لا يجوز قطع الطواف الواجب إلّا عن عذر ،\r\nويجوز قطع الطواف المستحب .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالمسألة ( 284 ) : لو طرأ عذر أثناء الطواف\r\n( كما إذا أحدث الرجل أو حاضت المرأة ) ، فإن كان قبل تجاوز النصف ، فعليه إعادة الطواف بعد ارتفاع العذر ( وتحصيل الطهارة كما في المثالين المذكورين ) ، وإن طرأ بعد تجاوز النصف ، يتم الطواف من الموضع الّذي قطع ، بعد ارتفاع العذر ( وتحصيل الطهارة ) .\r\n\r\nالمسألة ( 285 ) : لو أغمي عليه أثناء الطواف ،\r\nفلو كان قبل تجاوز النصف يتوضأ ويعيد الطواف ، وإن كان بعد تجاوز نصفه يتوضأ ويكمله من الموضع الّذي قطع منه الطواف أو من محاذيه .\r\n\r\nالمسألة ( 286 ) : لو ضاق وقت الفريضة وهو في أثناء الطواف يجب عليه قطعه ،\r\nفإن كان قبل تجاوز النصف يعيد الطواف ، وإن كان بعده يتمّه من الموضع الّذي قطعه منه .\r\n\r\nالمسألة ( 287 ) : لو أقيمت صلاة الجماعة وهو في الطواف ولم يتمكن من إكماله ،\r\nيقطع الطواف ثمّ يتمه بعد إتمام الصلاة من الموضع الّذي قطعه منه أو من محاذيه .\r\n\r\nالمسألة ( 288 ) : لو قطع الطواف قبل تجاوز النصف بلا عذر ،\r\nفإن لم تفت الموالاة يكمله وإلّا يعيد الطواف ، ولو قطعه بلا عذر بعد تجاوز النصف فعليه أن يتم الطواف من الموضع الذي قطع .\r\nولو أراد الاحتياط يتمّ الطواف ويصلي ثمّ يعيد الطواف مع صلاته .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nالمسألة ( 289 ) : لو شك بعد الفراغ من الطواف في صحة طوافه وأنّه مثلا هل كان على وضوء أو لا ؟\r\nأو أنّه طاف بعض الأشواط من داخل الحجر أو لا ، إلى غير ذلك من أسباب الشك ، لا يعتدّ بشكه .\r\n\r\nالمسألة ( 290 ) : لا اعتبار بالظن والتخمين في عدد الأشواط ،\r\nبل يجب تحصيل اليقين .\r\n\r\nالمسألة ( 291 ) : لو شك في عدد الأشواط مع علمه بعدم الزيادة ،\r\nولكنّه استمرّ في عمله رجاء انكشاف الواقع ثمّ انكشف الواقع ، صحّ طوافه .\r\n\r\nالمسألة ( 292 ) : لو دخل الطواف وكان المطاف مزدحما على نحو قد يدفع بالانسان إلى الامام بدون اختياره ،\r\nفلو أنّه كان قد نوى أنّه يطوف مع الجماعة حتّى لو دفع إلى الامام صحّ طوافه عندئذ .\r\nولو أراد الاحتياط يعيّن الموضع الّذي دفع منه ويمشي مع الطائفين بلا نية وحينما يصل إلى نفس المكان ( أو محاذيه ) ينوي إكمال الشوط . « 1 »\r\n\r\nالمسألة ( 293 ) : لو أتى بأعمال العمرة حتّى التقصير ثمّ علم بطلان طوافه وسعيه ،\r\nفهو بعد محرم لم يخرج من الإحرام ، وإن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بما أن التقهقر غير ممكن ، تعيّن إصلاح الشوط بالشكل المذكور .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nتخيّل أنّه خرج منه ، فيجب عليه اجتناب المحرمات ويعيد الطواف وصلاته والسعي والتقصير وهو مرتد لثوبي الإحرام .\r\n\r\nالمسألة ( 294 ) : لو انتهى في طوافه إلى محاذاة الحجر الأسود وشكّ في أنّه هل طاف سبعة أشواط أو أكثر ؟\r\nلا يعتدّ بشكه .\r\n\r\nالمسألة ( 295 ) : لو شك بين السابع والثامن قبل أن يصل الحجر الأسود ،\r\nبطل طوافه وعليه الإعادة .\r\n\r\nالمسألة ( 296 ) : لو شك في عدد الأشواط ولم يتيقن بشيء بعد التروّي ،\r\nبطل طوافه ويعيد ، والأفضل أن يصبر وقتا حتّى لا يصدق التوالي بين الطوافين .\r\n\r\nالمسألة ( 297 ) : لو شك قبل أن يصل إلى الحجر الأسود أن الشوط الّذي بيده هو السادس أو السابع يكمل شوطه\r\nويصلي صلاة الطواف ثمّ يعيد الطواف والصلاة . والأفضل الفصل بين الطوافين حتّى لا يصدق التوالي .\r\n\r\nالمسألة ( 298 ) : لو شك في عدد أشواط الطواف المستحب ،\r\nيبني على الأقل ويكمل طوافه .\r\n\r\nالمسألة ( 299 ) : لو كان كثير الشك يبني على الأكثر ،\r\nإلّا إذا استلزم البناء على الأكثر الزيادة في عدد الأشواط ، مثلا إذا شك بين الثالث والرابع بنى على الرابع ، وإذا شك بين السابع والثامن يبني على الأقل .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nالمسألة ( 300 ) : لو تذكّر في حال السعي بين الصفا والمروة أنّه لم يطف ،\r\nقطع السعي ويرجع إلى المطاف فيطوف سبعة أشواط ويصلي ، ثمّ يرجع إلى السعي .\r\n\r\nالمسألة ( 301 ) : لو تذكّر في أثناء السعي أنّه طاف أقل من سبعة أشواط ،\r\nفعليه أن يقطع السعي ويرجع إلى المطاف ويعمل بالشكل التالي :\r\nإن تجاوز النصف في الطواف ، يتمّ الطواف ويصلي ركعتيه ثمّ يكمل السعي ويعيده احتياطا .\r\nوإن كان لم يتجاوز النصف ، يعيد الطواف من رأس ويصلي ركعتيه ويعيد السعي ، ثمّ يحتاط بإكمال سعيه السابق .\r\n\r\nالمسألة ( 302 ) : يصحّ الطواف عن نفسه مع حمل الصبي\r\nوالطواف به أيضا .\r\n\r\nالمسألة ( 303 ) : إذا وجب عليه إتمام الطواف والسعي مع إعادتهما ،\r\nيجب عليه تقديم الطواف على السعي . أي أن يتمّ الطواف ويصلي ، ثمّ يعيد الطواف ويصلي ، وبعد ذلك يتوجه إلى السعي ويفعل فيه ما ذكرناه في الطواف . أي يقدم إتمام السعي على إعادته .\r\n\r\nالمسألة ( 304 ) : لو فاته طواف عمرة التمتع أو بطل ،\r\nيتداركه\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nقبل الإحرام للحج ، ولو تذكّر بعد الإحرام للحج يأتي بالطواف بعد الرجوع من منى فيقدم طواف العمرة على طواف الحج . ولو تذكر بعد طواف الحج جاز له قضاؤه في أي وقت شاء .\r\n\r\nالمسألة ( 305 ) : لو استطاع أن يطوف بعض الأشواط وعجز عن الجميع ،\r\nفعليه أن يستنيب في الكل ولا تصح الاستنابة في بعض الأشواط .\r\n\r\nالمسألة ( 306 ) : لو مرض أو طرأ عليه العجز ،\r\nفإن احتمل البرء ورجوع القدرة يجب عليه الصبر حتى يطوف بنفسه ، ولو لم يحتمل ذلك يطاف به على المطاف ، وإن تعذّرت الإطافة به ، فيستنيب .\r\n\r\nالمسألة ( 307 ) : إذا استطاع أن يطوف كافة أشواطه مع الاستراحة في أثناء الطواف ،\r\nيجب المباشرة بالطواف ، ولو طرأ عليه العجز في أثناء الطواف ، فإن كان قبل تجاوز النصف يستنيب ، فيطوف النائب عنه سبعة أشواط .\r\nوإن تجاوز النصف ، يكمل النائب طوافه ، وفي كلتا الحالتين يصلي كل من النائب والمنوب عنه ركعتي الطواف .\r\n\r\nالمسألة ( 308 ) : إذا ناب في الطواف والسعي ، تجوز له النيابة\r\nولو كان محلّا ولم يكن عليه ثوبا الإحرام .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nالمسألة ( 309 ) : لو كان معذورا في مباشرة الطواف ، ووجبت عليه الاستنابة ،\r\nفيجب على النائب العمل بوظيفة المنوب عنه ، مثلا ، كما يجب عليه أن يطوف طواف العمرة قبل الإحرام للحج ، فكذلك يجب على النائب ، أن يطوف قبل إحرام المنوب عنه للحج . وأمّا لو كان معذورا في طواف الحج ، يجوز للنائب أن يطوف في أي وقت شاء إلى آخر شهر ذي الحجة الحرام .\r\nولو نسي الطواف ورجع إلى وطنه ، فيجوز للنائب أن يطوف في أي وقت شاء .\r\n\r\nأحكام النساء\r\n\r\nالمسألة ( 310 ) : يجب على الحائض والنفساء المحرمة بعد انقضاء أيّامها الاغتسال للطواف\r\nفلو كانت المرأة ذات عادة عددية ، وصبرت حتّى انقضت أيّام عادتها ونقت من الدم ، ثمّ اغتسلت وأتت بأعمال العمرة ثمّ رأت الدم ، فلها حالتان :\r\nالأولى : لو انقطع الدم قبل انقضاء عشرة أيّام ، فالأيام الّتي رأت فيها الدم والأوقات الّتي نقت فيها ثمّ رأت الدم كلها محكومة بالحيض ، فيجب عليها إعادة أعمال العمرة .\r\nالثانية : إذا تجاوز الدم العشرة ، فأيام عادتها هي أيام الحيض ،\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوأمّا الأيّام الباقية فحكمها الاستحاضة . وعلى هذا فما أتت به من أعمال في أيّام النقاء صحيحة .\r\n\r\nالمسألة ( 311 ) : لو حاضت المحرمة في أثناء الطواف وقبل تجاوز النصف من الأشواط ،\r\nتخرج من المسجد فورا ، فإذا طهرت طافت مجددا وأتمّت سائر الأعمال .\r\nولو ضاق عليها الوقت ولم تطهر إلى وقت الخروج إلى عرفات ، ينقلب حجها إلى حج الإفراد ، فتأتي بعمرة مفردة بعد أعمال الحج .\r\nوإن حاضت بعد تجاوز النصف ولم تطهر إلى أن ضاق الوقت إلى الخروج إلى عرفات ، تأتي ببقية أعمال العمرة كالسعي والتقصير وتحرم للحج ، فإذا رجعت من منى تكمل طواف العمرة مع صلاته أوّلا ثمّ تأتي بأعمال الحج .\r\n\r\nالمسألة ( 312 ) : لو كانت حائضا وكانت غافلة عن حالتها ، وأتت بأعمال العمرة ، ثمّ علمت بحالتها ،\r\nفلو طهرت وكان الوقت متسعا ، يجب عليها الطواف وصلاته والسعي ، ولو لم تطهر أو طهرت ولكن ضاق الوقت ، ينقلب حجها إلى حج الإفراد ، فتأتي بعمرة مفردة بعد أعمال الحج .\r\n\r\nالمسألة ( 313 ) : لو أتت بأعمال العمرة ثمّ ذكرت أن طوافها كان باطلا ، ثمّ حاضت ،\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nفلو طهرت قبل الإحرام للحج ، تعيد الطواف والصلاة والسعي والتقصير . وإن ضاق الوقت ، ينقلب حجها إلى حج الإفراد فتأتي بعمرة مفردة بعد أعمال الحج .\r\n\r\nالمسألة ( 314 ) : لو تخيّلت أنّها مستحاضة وأحرمت ثمّ أتت بأعمال العمرة ثمّ علمت أنّها كانت حائضا ،\r\nفلو طهرت وكان الوقت متسعا للإتيان بأعمال العمرة ، تأتي بها تماما ، ولو ضاق الوقت ، ينقلب حجها إلى حج الإفراد فتأتي بعمرة مفردة بعد أعمال الحج .\r\n\r\nالمسألة ( 315 ) : لو كانت حائضا وتخيّلت أنّها طهرت فطافت وصلت ،\r\nولكنّها علمت عند السعي أنّها حائض بعد ، فعليها أن تعمل بوظيفة من أتت بجميع الأعمال حائضا ، وقد تقدّم حكمها .\r\n\r\nالمسألة ( 316 ) : لو رأت دم الاستحاضة أثناء الطواف وكانت قليلة ،\r\nفإن رأت الدم بعد تجاوز النصف من الأشواط ، يجب عليها تجديد الوضوء وتطهير البدن والثوب وإتمام الطواف والإتيان بصلاته .\r\nولو رأته ولم تتجاوز النصف ، وجب عليها الوضوء وتطهير البدن والثوب وإعادة الطواف من رأس مع الإتيان بركعتيه .\r\n\r\nالمسألة ( 317 ) : لو كانت مستحاضة استحاضة كثيرة واغتسلت للصلاة ،\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nكفى غسلها للطواف أيضا ، ويجب عليها الوضوء فقط ، سواء انقطع الدم بعد الاغتسال إلى آخر الصلاة أم لم ينقطع ، والأفضل أن تغتسل غسلا آخر للطواف والصلاة .\r\n\r\nالثالث : ركعتا الطواف\r\nالعمل الثالث من أعمال العمرة هو صلاة ركعتين بعد الطواف عند مقام إبراهيم ، وكيفيتها كصلاة الصبح .\r\n\r\nالمسألة ( 318 ) : تجوز قراءة أية سورة من سور القرآن في كل من الركعتين ما عدا سور العزائم\r\n( الّتي فيها آية السجدة ) ، والأفضل أن يقرأ بعد الحمد في الأولى سورة الاخلاص وفي الركعة الثانية سورة   « قُلْ يا أَيُّهَا الْكافِرُونَ »   .\r\n\r\nالمسألة ( 319 ) : تشترك صلاة الطواف مع الصلوات اليومية في الشروط والأجزاء وفي سائر الأحكام ،\r\nولذلك يكون الشك في الركعتين الأوليين مبطلا ، والظن معتبر فيهما .\r\n\r\nالمسألة ( 320 ) : لا تعتبر فيها كيفية خاصة من الجهر والمخافتة ،\r\nفتجوز القراءة بكلّ منهما .\r\n\r\nالمسألة ( 321 ) : تعتبر الموالاة بين الطواف وصلاته ،\r\nفإذا فرغ من الطواف يبادر إلى صلاته صيانة للموالاة .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nالمسألة ( 322 ) : يشترط إتيان الصلاة عند المقام ، وخلف المقام وجانباه في ذلك سواء .\r\nوما ورد في بعض الروايات من إتيانها خلف المقام أريد به عدم تجاوز المقام على نحو يكون المقام خلفه .\r\n\r\nالمسألة ( 323 ) : لو عجز عن إتيان الصلاة عند المقام بسبب الزحام ،\r\nيأتي بها في أقرب موضع للمقام سواء أكان ذلك الموضع خلف المقام أم في أحد جانبيه ، ومع وجود الموضع الأقرب إلى المقام لا يجوز له إتيانها في الموضع الأبعد ، ولا يجب عليه الصبر حتّى يخلو المقام ، بل ربما يؤدي الصبر إلى فوات الموالاة .\r\nلو نسي صلاة الطواف ، يصلي عند المقام حيثما يتذكّر على التفصيل الآتي :\r\n\r\nالمسألة ( 324 ) : لو طاف ونسي صلاته وسعى وقصّر ثمّ ذكر أنّه لم يصلّ ،\r\nيصلي عند المقام حيثما تذكّر ولا يعيد ما أتى به من الأعمال .\r\n\r\nالمسألة ( 325 ) : لو نسي صلاة الطواف وهو بعد في مكة ، يصلي عند المقام حيث تذكّر ،\r\nوإن غادر مكة وأمكنه الرجوع إليها ، رجع وصلّى صلاة الطواف ، ولو كان الرجوع حرجيا ، يصلّي أينما تذكّر .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالمسألة ( 326 ) : يشترط في صحة صلاة الطواف إتيانها بقراءة صحيحة ،\r\nولو كانت قراءته ملحونة وضاق الوقت عن التعلم ، يقرأ بتلقين الغير ، ولو لم يتيسّر له ذلك ، يقرأ بما أمكنه ويستنيب احتياطا .\r\n\r\nالمسألة ( 327 ) : يصح إتيان صلاة الطواف المستحب في أي موضع من المسجد الحرام .\r\n\r\nالمسألة ( 328 ) : لو أتمّ طوافه وأقيمت الجماعة قبل أن يأتي بصلاة الطواف ،\r\nيجب عليه الصبر حتّى تتم الجماعة ثمّ يصلي لدى المقام ، والفاصل الزماني حينئذ لا يضر بالموالاة . ولو لم يتمكّن من الصلاة لدى المقام يختار أقرب المواضع إليه .\r\n\r\nالمسألة ( 329 ) : لو نسيت المحرمة صلاة الطواف وسعت وقصّرت ثمّ حاضت وتذكّرت أنّها لم تصلّ صلاة الطواف ،\r\nثمّ أنّها لم تطهر من الحيض إلى وقت الخروج إلى عرفات ، فعليها أن تحرم للحج وتذهب إلى عرفات ومنى وبعد أن ترجع إلى مكة ، تصلي صلاة طواف العمرة قبل طواف الحج ، ثمّ تطوف طواف الحج .\r\n\r\nالمسألة ( 330 ) : يشترط في صحة صلاة الطواف عدم تقدم المرأة على الرجل ولا محاذاتها له .\r\nولو سبّبت رعاية هذا الشرط\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالحرج أو استلزمت فوات الموالاة بين الطواف والصلاة ، فلا تجب رعايته .\r\n\r\nالطواف المستحب\r\nيستحب الطواف بالبيت كل الأيّام وطول السنة .\r\n\r\nالمسألة ( 331 ) : يجوز للإنسان أن يطوف عن المعصومين عليهم السّلام وعن أقاربه وأصدقائه\r\nسواء أكانوا أحياء أم أمواتا ، غير أنّه يشترط في الطواف عن الأحياء أن لا يكونوا متواجدين في مكة ، ولو كانوا متواجدين أن يكونوا معذورين .\r\n\r\nالمسألة ( 332 ) : يشترط في الطواف المستحب ما يشترط في الطواف الواجب\r\nإلّا أنّه لا يشترط فيه الطهارة من الحدث الأصغر ، ويجوز إتيان صلاته في أي موضع من مواضع المسجد .\r\n\r\nالمسألة ( 333 ) : يستحب عند الدخول في المسجد الحرام أن يصلي ركعتين تحية للمسجد ، ثمّ يطوف ،\r\nولو طاف قبل الصلاة يغني عن صلاة التحية .\r\n\r\nالمسألة ( 334 ) : لو شك في عدد أشواط الطواف المستحب ،\r\nيبني على الأقل .\r\n\r\nالمسألة ( 335 ) : من أحرم للحج ، فلا يطوف طوافا مستحبا قبل الذهاب إلى عرفات ،\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nولو أنّه طاف فليجدّد التلبية .\r\n\r\nالرابع : السعي بين الصفا والمروة\r\nالسعي بين الصفا والمروة هو العمل الرابع من أعمال العمرة ، والصفا جزء من جبل أبي قبيس ، وكان متصلا به ، كما أنّ المروة جزء من جبل قيقعان على ما في تهذيب النووي . « 1 » وكانا متصلين بالأصل غير أنّ التغييرات الحاصلة عبر الزمان فصلتهما عن الأصل ، فقد أحدث ممرّ ومعبر وراء الجبلين .\r\nوالمسعى عبارة عن الوادي بين الجبلين ، المعروف بوادي إبراهيم عليه السّلام . ففي صحيحة معاوية بن عمّار عن الإمام الصادق عليه السّلام أنّه قال : « فاصعد على الصفا حتّى تنظر إلى البيت » وذلك يدل على أنّ المسعى كان أخفض من الجبل ، وقد صنعوا في زمن الخلافة العباسية درجا للصعود على كلا الجبلين ، وقد أزيلا منذ قرون وجعل مكانهما الطريق المرتفع من كلا الجانبين ليسهل الصعود عليهما .\r\nيبلغ المسعى ( بين الجبلين ) طولا 400 متر ، وعرضا 20 مترا .\r\n\r\nالمسألة ( 336 ) : يبدأ بالسعي من أول الصفا إلى آخر المروة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الجواهر : 19 / 421 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nويحسبه شوطا ، ويرجع من المروة إلى الصفا ويحسبه شوطا ثانيا إلى أن يتم سبعة أشواط ، مبتدئا بالصفا ومختتما بالمروة .\r\n\r\nالمسألة ( 337 ) : يشترط أن يكون السعي بعد الطواف وصلاته ،\r\nولو قدّمه على الطواف أو على صلاته بطل سعيه ، ووجب إعادته بعد الطواف وصلاته .\r\n\r\nالمسألة ( 338 ) : يجب السعي على أرض المسعى ،\r\nولا يكفي السعي في الطابق العلوي ، لأنّه أعلى من رأسي الجبلين ، فلا يصدق أنّه سعى بين الصفا والمروة . ولو تعذر السعي على الأرض جاز له السعي في الطابق العلوي .\r\n\r\nالمسألة ( 339 ) : يجب أن يكون في سعيه من الصفا مواجها ببدنه للمروة ،\r\nوهكذا العكس ، ومع ذلك لا يضر النظر إلى اليمين واليسار ، ويشترط أن يكون السعي على النحو المتعارف لا على نحو التقهقر .\r\n\r\nالمسألة ( 340 ) : السعي عمل واحد يجب الإتيان به بصورة عمل واحد ،\r\nومع ذلك تجوز الاستراحة في أثناء الشوط أو بين الأشواط .\r\n\r\nالمسألة ( 341 ) : يستحب في السعي ، الطهارة من الحدث الأصغر ، وطهارة الثوبين .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالمسألة ( 342 ) : لو طاف في النهار وصلّى صلاته ،\r\nيجوز له تأخير السعي إلى الليل بشرط أن يفرغ منه قبل طلوع الفجر .\r\n\r\nالمسألة ( 343 ) : السعي عمل عبادي لا يصح\r\nإلّا أن يكون مع القصد وخالصا للّه سبحانه منزّها عن الرياء والسمعة .\r\n\r\nالمسألة ( 344 ) : السعي كالطواف من أركان العمرة\r\nفلو تركه عمدا تبطل عمرته ، أو زاد فيه عمدا كذلك إلّا أن يتدارك قبل فوات الوقت .\r\n\r\nالمسألة ( 345 ) : لو ترك السعي أو بعض أشواطه عمدا أو زاد فيه كذلك ولم يتدارك إلى أن ضاق الوقت ،\r\nينقلب حجه إلى حج الإفراد فيأتي بعد إحرام الحج وأعماله ، بعمرة مفردة .\r\n\r\nالمسألة ( 346 ) : لو سعى أقل من سبعة أشواط نسيانا أو جهلا بالحكم الشرعي ،\r\nفلو كان في مكة يكمل سعيه ، ولو غادر مكة وكان الرجوع ميسورا يرجع ويكمله ، وأمّا لو كان الرجوع حرجيا ، فعليه أن يستنيب ، والنائب يكمل السعي ثمّ يعيده من رأس .\r\n\r\nالمسألة ( 347 ) : لو سعى أقل من شوط واحد ونسي باقي الأشواط ثمّ تذكّر ، يعيد السعي .\r\nولو نسي الباقي بعد شوط أو أشواط ، يكمل سعيه حينما يتذكّر ، والأحوط استحبابا أن يعيد السعي إذا نسي بقية الأشواط قبل تجاوز النصف .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nالمسألة ( 348 ) : إذا أتمّ سعيه ولم يقصّر ، فهو بعد محرم لم يخرج من الإحرام .\r\n\r\nالمسألة ( 349 ) : لو أتمّ السعي ثمّ شك في النقيصة أو الزيادة ، لا يعتدّ بشكّه ،\r\nولو شك في صحة الشوط الّذي أتمه ، لا يعتني بشكّه .\r\n\r\nالمسألة ( 350 ) : لو شك وهو في المروة أنّ ما أتمه هل هو الشوط السابع أو التاسع ،\r\nلا يعتدّ بشكّه .\r\n\r\nالمسألة ( 351 ) : لو شك وهو في طريقه إلى المروة أنّه في الشوط الخامس أو السابع ، بطل سعيه .\r\nومثله سائر الصور كما إذا شك وهو في طريقه إلى المروة أنّه الشوط الثالث أو الخامس .\r\n\r\nالمسألة ( 352 ) : لو شك في حال السعي في عدد الأشواط وكان طرف الشك هو النقيصة لا الزيادة\r\n( كما إذا شك بين الخامس أو السابع ) ، يستمر في العمل رجاء حصول اليقين بأحد الطرفين ، فإذا حصل اليقين ، صحّ سعيه ، وإلّا بطل .\r\n\r\nالمسألة ( 353 ) : لو زاد شوطا سهوا يتخيّر بين إكماله حتّى يبلغ عدد الأشواط أربعة عشر شوطا ،\r\nأو لا يعتدّ بهذا الشوط الزائد ويعيد السعي .\r\n\r\nالمسألة ( 354 ) : لو طاف في النهار يجوز له تأخير السعي إلى الليل ،\r\nولا يجوز تأخيره إلى الغد ، ولو أخّره إلى الغد ، يجب عليه\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nإعادة الطواف وصلاته ، ولو أخّره لعذر كالمرض والتعب المفرط ، فلا تجب إعادة الطواف وصلاته .\r\n\r\nالمسألة ( 355 ) : لو حصلت التوسعة في المسعى\r\n( بأن يحدث مسعى جديد في الجانب الشرقي ، للذهاب من الصفا إلى المروة ، ويخصص المسعى القديم للرجوع من المروة إلى الصفا ، جاز السعي فيه ، لأنّ المسعى كان أوسع ممّا هو اليوم عليه . « 1 »\r\n\r\nالمسألة ( 356 ) : لا يجب الصعود على الصفا والمروة ،\r\nولا يجب الجلوس عليهما ولا إلصاق الأعقاب بهما . حتّى أنّ الطريق المرتفع ليس من المسعى بل هي محل الدرج الّذي كان قد بني في عصر العباسيين ، فالسعي من الموضع المستوي يكفي وإن كان الاحتياط ضمّ شيء من الطريق المرتفع إلى جانب الجبل .\r\n\r\nالمسألة ( 357 ) : لو حاضت المرأة في أثناء الطواف وقبل تجاوزها النصف ،\r\nفعليها - كما قلنا - أن تستنيب للطواف إذا ضاق الوقت ، لكن عليها أن تسعى بنفسها ، لأنّ المسعى ليس بمسجد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتبنا رسالة في « توسعة المسعى » أوضحنا فيها أنّ المسعى كان أعرض ممّا هو عليه اليوم وكان هناك امتداد لجبلي الصفا والمروة إلى الجانب الشرقي من المسعى ، وقد طرأت عليه التغييرات فيما بعد . ومن أراد المزيد فعليه الرجوع إلى الرسالة المذكورة أعلاه المطبوعة في آخر كتاب الحج في الشريعة الإسلامية الغراء ج 5 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nنعم يجب أن تبدأ السعي بعد أن يطوف النائب عنها .\r\n\r\nالمسألة ( 358 ) : يجب تأخير السعي للمحرمة الحائض ،\r\nإذا كانت في مكان لا يتيسّر لها فيه الوصول إلى المسعى إلّا باجتياز المسجد الحرام . ولو اجتازته وسعت ، أثمت ، ولكن صحّ سعيها .\r\n\r\nالمسألة ( 359 ) : السعي عمل عبادي واحد يجب أن يأتي به المحرم بصورة عمل واحد ،\r\nأي أن يراعي فيه الموالاة بين الأشواط ، بنحو لا تكون فيه الفاصلة الزمنية بين الأشواط كبيرة .\r\n\r\nالمسألة ( 360 ) : يجوز السعي على الكرسي المتحرك ،\r\nولكن يجب على القادر أن يقوده بنفسه ، ويجوز للعاجز أن يستعين بغيره لقيادته .\r\n\r\nالمسألة ( 361 ) : لو سعى مقدارا من الشوط متقهقرا ،\r\nوجب عليه أن يعود ويسعى بالشكل العادي .\r\n\r\nالمسألة ( 362 ) : لو سعت المرأة وقد كشفت بعض ما يجب عليها ستره ، أثمت ،\r\nولكن صحّ سعيها .\r\n\r\nالمسألة ( 363 ) : إذا أخل الطفل المحرم بسعيه ،\r\nفلو كان مميّزا ، فعليه إصلاح سعيه بنفسه بعد تذكير الآخرين له ، وإن كان غير مميز ، يتداركه وليّه .\r\n\r\nالمسألة ( 364 ) : يجب أن يكون الطفل المميز يقظا حال السعي ،\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nولو كان في بدايته يقظا ولكنه نام في أثناء السعي يعيد المقدار الّذي كان فيه نائما . وأمّا غير المميز فيصحّ سعيه وإن كان نائما ، وعلى كل تقدير يجب أن يكون وجه الطفل حال السعي مقابلا للصفا والمروة .\r\n\r\nالمسألة ( 365 ) : لو رجع في أثناء الشوط إلى الوراء لغرض من الأغراض ،\r\nيجب عليه أن يرجع إلى الموضع الّذي عاد منه إلى الوراء بلا نيّة السعي . ولو رجع بنيّة السعي ، بطل سعيه للزيادة .\r\n\r\nالمسألة ( 366 ) : لو نسي قبل تجاوز النصف ما بقي من الأشواط ، يعيد السعي احتياطا ،\r\nولو نسي بعد التجاوز يكمل الباقي متى تذكّر . ولو كان في عمرة التمتع ، يجب عليه الإكمال قبل الإحرام للحج .\r\n\r\nالمسألة ( 367 ) : لو تصور أنّه سعى سبعة أشواط فقصّر ثمّ تذكر نقصان السعي ،\r\nيجب عليه أن يتدارك النقيصة ثمّ يقصّر .\r\n\r\nالمسألة ( 368 ) : لو اعتقد أنّ السعي مشروط بالطهارة من الحدث الأصغر فقطع السعي لأجل تحصيل الوضوء ، ثمّ أعاد السعي ،\r\nفلو كان الفاصل الزماني بين السعيين كبيرا بحيث لا يصدق التوالي بين السعيين ، صحّ سعيه الثاني ، وإلّا يجب عليه إعادة السعي بالشرط المذكور .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nالخامس : التقصير\r\nالتقصير - بمعنى أخذ الشعر من الرأس واللحية - هو العمل الخامس من أعمال العمرة ، وبه تتم أعمالها ويخرج المعتمر من الإحرام ، ويكفي في ذلك أخذ شيء من الشارب أو اللحية أو الرأس ، ولو أراد التقصير بتقليم الأظفار يقدّم تقصير الشعر على التقليم .\r\n\r\nالمسألة ( 369 ) : الواجب في عمرة التمتع هو التقصير ،\r\nولا يجوز الحلق بدله .\r\n\r\nالمسألة ( 370 ) : لا يكفي أخذ الشعر من غير المواضع المذكورة ، كالإبط والعانة ،\r\nبل لا يكفي نتف الشعر من الرأس واللحية والشارب .\r\n\r\nالمسألة ( 371 ) : التقصير في العمرة عمل عبادي\r\nيجب أن يكون مقرونا بالقصد والقربة .\r\n\r\nالمسألة ( 372 ) : لا تجب المبادرة إلى التقصير\r\nوليس له مكان خاص ، فإذا فرغ من السعي ، فله أن يقصّر في أي مكان شاء حتّى المنزل أو الفندق .\r\n\r\nالمسألة ( 373 ) : التقصير ركن من أركان العمرة\r\nفلو تركه عمدا\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nإلى أن ضاق الوقت للإحرام للحج ، تبطل عمرته وينقلب حجه إلى حج الإفراد ، وعندئذ يجب عليه بعد الإتيان بأعمال الحج ، أن يأتي بعمرة مفردة ، ويستحب له إعادة الحج في السنوات المقبلة .\r\n\r\nالمسألة ( 374 ) : لو نسي التقصير إلى أن أحرم للحج ،\r\nصحّت عمرته ، ويستحب له التكفير بدم شاة .\r\n\r\nالمسألة ( 375 ) : لو قصّر ثمّ علم النقيصة في سعيه ،\r\nفهناك فروض ثلاثة :\r\n1 . لو قصّر بعد ما سعى ستة أشواط ، يجب عليه إكمال السعي وليس عليه إعادة التقصير إلّا إذا أراد الاحتياط .\r\n2 . لو علم أنّه قصّر بعد أن أتى بأربعة أشواط ، يجب عليه إكمال السعي وإعادة التقصير .\r\n3 . لو علم أنّه قصّر قبل أن يأتي بأربعة أشواط ، يجب عليه إكمال السعي وإعادته مع إعادة التقصير .\r\n\r\nالمسألة ( 376 ) : لو شك في صحة التقصير لا يعتدّ بشكه ،\r\nولو شك في أصل التقصير ، يجب عليه التقصير .\r\n\r\nالمسألة ( 377 ) : لا تجب المباشرة في التقصير ،\r\nفيجوز لغيره أن يقصّر شيئا من شعره بعد أن ينوي ، ولكن المحرم ما لم يقصّر عن نفسه لا يجوز له أن يقصّر للآخرين .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nالمسألة ( 378 ) : إذا قصّر في عمرة التمتع ،\r\nحلّت له كل المحرمات ، حتّى الزوجة ، ولكن من أتى بعمرة التمتع لا يجوز له الخروج من مكة وتوابعها إلّا أن يحرم للحج ، وعندئذ يجوز له الخروج من مكة وتوابعها . وعلى كل تقدير ، يبقى على إحرامه إلى أن يأتي بأعمال الحج .\r\n\r\nالمسألة ( 379 ) : خدمة القوافل كغيرهم من الحجيج ،\r\nفلو تمتعوا بالعمرة وأرادوا الخروج إلى عرفات لأجل تهيئة بعض الحاجات ، يجب عليهم الإحرام للحج ثمّ مغادرة مكة إلى عرفات وغيرها ، إلّا إذا كان الإحرام عملا حرجيا لهم ، فيجوز لهم الخروج من دون إحرام ، ومع ذلك لو علموا بأنّهم لو خرجوا بلا إحرام ضاق عليهم الوقت للإحرام للحج ، فلا يخرجوا إلّا وهم محرمون .\r\n\r\nالمسألة ( 380 ) : يجوز الخروج بعد عمرة التمتع إلى غار حراء ،\r\nولا يجوز الخروج إلى غار ثور ، لأنّه ليس من توابع مكة .\r\n\r\nالمسألة ( 381 ) : لو خرج بعد عمرة التمتع من مكة وتوابعها بلا إحرام ، أثم ،\r\nولا يضرّ ذلك بعمرته ولا حجّه .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالفصل السابع : في واجبات الحج\r\nيجب على المكلف أن يتهيأ لأداء وظائف الحج فيما إذا قرب منه اليوم التاسع من ذي الحجة الحرام ، وواجبات الحج ثلاثة عشر ، هي كما يلي :\r\n1 . الإحرام من مكة على تفصيل يأتي .\r\n2 . الوقوف في عرفات بعد الزوال من ظهر اليوم التاسع إلى المغرب . وتقع عرفات على بعد أربعة فراسخ من مكة .\r\n3 . الوقوف في المزدلفة يوم العيد ( الأضحى ) من الفجر إلى طلوع الشمس . وتقع المزدلفة بين عرفات ومكة .\r\n4 . رمي جمرة العقبة في منى يوم العيد . وتقع منى على بعد فرسخ واحد تقريبا من مكة .\r\n5 . النحر أو ذبح الهدي في منى يوم العيد .\r\n6 . الحلق أو التقصير في منى ، وبذلك يحلّ له ما حرّم عليه من جهة الإحرام ، ما عدا النساء والطّيب .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n7 . طواف الزيارة بعد الرجوع إلى مكة .\r\n8 . صلاة الطواف .\r\n9 . السعي بين الصفا والمروة ، وبذلك يحلّ له الطّيب أيضا .\r\n10 . طواف النساء .\r\n11 . صلاة طواف النساء ، وبذلك تحلّ له النساء أيضا .\r\n12 . المبيت في منى ليلة الحادي عشر ، وليلة الثاني عشر بل ليلة الثالث عشر في بعض الصور ، كما سيأتي .\r\n13 . رمي الجمار الثلاث في اليوم الحادي عشر والثاني عشر ، بل في اليوم الثالث عشر أيضا فيما إذا بات المكلّف هناك على الأحوط .\r\n\r\n1 . الإحرام من مكة\r\n\r\nالمسألة ( 382 ) : إذا فرغ الحاج من أعمال عمرة التمتع يحرم للحج ،\r\nوأفضل أوقاته يوم التروية ( اليوم الثامن من ذي الحجة الحرام ) ويجوز التقدّم عليه بثلاثة أيام ، ويتضيّق وقت الإحرام فيما إذا استلزم تأخيره فوات وقت الوقوف بعرفات يوم عرفة .\r\n\r\nالمسألة ( 383 ) : ميقات إحرام الحج هو « مكة » قديمها وجديدها ،\r\nإلّا أنّ الأفضل ، الإحرام من المسجد الحرام ، وبالأخصّ\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمقام إبراهيم أو حجر إسماعيل عليهما السّلام ، ولا دليل على خصوصية الإحرام تحت الميزاب .\r\n\r\nالمسألة ( 384 ) : إحرام الحج - كيفية وشروطا - كإحرام عمرة التمتع ،\r\nإلّا أنّهما يختلفان في النيّة . فمن أراد الإحرام لحج التمتع يغتسل ويلبس ثوبي الإحرام في الموضع الّذي يحرم منه ويصلي ركعتين ثمّ يلبّي بنية إحرام الحج ، فتحرم عليه عامة المحرّمات الّتي مرّ ذكرها في عمرة التمتع .\r\n\r\nالمسألة ( 385 ) : لو ترك إحرام الحج عمدا إلى أن فات الوقت ،\r\nبطل حجّه .\r\n\r\nالمسألة ( 386 ) : لو ترك إحرام الحج نسيانا وخرج من مكة ،\r\nفلو تذكّر قبل الوقوف بعرفات يرجع إلى مكة ويحرم من هناك ثمّ يعود إليها ، ولو كان الرجوع غير ميسور أو حرجيا ، يحرم من الموضع الّذي تذكّر فيه ، وإن كان ذاك الموضع هو عرفات فيلبس ثوبي الإحرام ويلبّي ثمّ يقول : « اللهم على كتابك وسنة نبيك » ، ولو تذكّر وهو في المشعر الحرام يحرم من الموضع الّذي تذكر ويلبّي مع الذكر المذكور آنفا .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\n2 . الوقوف بعرفات\r\nعرفات ، أرض وسيعة يبلغ عرضها ( 6 ) كيلومترات ، وطولها ( 13 ) كيلومترا ، وقد حدّدت حدودها بعلائم ولوحات إرشادية واضحة كتب عليها ( بداية عرفات ، نهاية عرفات ) ، فعلى المحرم ألا يتجاوز هذه الحدود ، وأن يجتنب الوقوف في أرض « عرنة » و « نمرة » .\r\n\r\nالمسألة ( 387 ) : الوقوف بعرفات عمل عبادي يحتاج إلى نيّة وإخلاص ،\r\nوتعيين نوع الوقوف ، وانّه لحج التمتع أو للقسمين الآخرين : حج الإفراد وحج القران .\r\n\r\nالمسألة ( 388 ) : الجبل الموجود في عرفات والمعروف بجبل الرحمة جزء من عرفات ،\r\nلكن يكره الوقوف عليه . نعم يستحب الوقوف في السفح من ميسرة الجبل . كما دعا فيه الإمام الطاهر الحسين بن علي عليهما السّلام ، يوم عرفة دعاءه المعروف .\r\n\r\nالمسألة ( 389 ) : الواجب هو الوقوف بعرفات من أوّل ظهر اليوم التاسع من ذي الحجة الحرام إلى غروبه ،\r\nنعم يجوز تأخير الوقوف إلى ما بعد الظهر بمقدار إقامة صلاة الظهر والعصر في مسجد « نمرة » .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالمسألة ( 390 ) : الوقوف المذكور واجب ،\r\nإلّا أنّه ليس من الأركان ، بمعنى أنّ من ترك الوقوف مقدارا من هذا الوقت لا يفسد حجّه ، فما هو الركن منه ، هو الوقوف في الجملة . نعم لو ترك الوقوف كل الوقت باختياره ، بطل حجّه .\r\n\r\nالمسألة ( 391 ) : لا تعتبر في الوقوف بعرفات كيفيّة خاصة ،\r\nبل الواجب هو التواجد هناك ، فيجوز له أن ينام أو يجلس أو يمشي ، غير أنّه يجب أن يكون قبيل الظهر يقظا حتّى ينوي الوقوف فيها .\r\n\r\nالمسألة ( 392 ) : الوقوف بعرفات عبادة ، ولكن لا يشترط فيها الطهارة من الحدثين ،\r\nفيجوز الوقوف بها للجنب والحائض .\r\n\r\nالمسألة ( 393 ) : للوقوف بعرفات وقتان :\r\n1 . اختياري ، ويمتدّ - كما قلنا - من ظهر اليوم التاسع إلى الغروب الشرعي منه .\r\n2 . اضطراري ، ويمتدّ من الغروب الشرعي إلى طلوع الفجر من اليوم العاشر ( يوم العيد ) ، فمن فاته الوقوف في الوقت الاختياري لعذر - كالنسيان وضيق الوقت ونحوهما - وجب عليه الوقوف في الوقت الاضطراري ، ولو تركه عامدا ، بطل حجّه .\r\nوالواجب من الوقوف في الوقت الاضطراري ، هو التواجد هناك ، ولو لوقت قليل .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nالمسألة ( 394 ) : لو وصل مكة وخاف أنّه إن ذهب إلى عرفات لدرك الوقوف في الوقت الاضطراري بها فاته الوقوف في الوقت الاختياري بالمشعر الحرام ،\r\n« 1 » وجب عليه الذهاب إلى منى ومنها إلى المشعر ليدرك الوقوف في الوقت الاختياري بالمشعر .\r\n\r\nالمسألة ( 395 ) : تحرم الإفاضة من عرفات قبل غروب الشمس عالما عامدا لكنّها لا تفسد الحجّ ،\r\nفلو أفاض منها عمدا يجب عليه العود إلى عرفات ، وإن لم يرجع أثم ويكفّر ببدنة ، وإن لم يتمكن ، يصوم ثمانية عشر يوما ، ويجوز له الصوم في مكة وفي طريقه إلى الوطن .\r\n\r\nالمسألة ( 396 ) : لو أفاض من عرفات قبل الغروب سهوا أو لعذر ثمّ تذكّر أو ارتفع العذر ،\r\nيجب عليه العود إلى عرفات ، وإن لم يعد ، يكفّر ببدنة احتياطا .\r\n\r\n3 . الوقوف بالمزدلفة\r\nالوقوف بالمزدلفة هو الواجب الثالث من واجبات حج التمتع . والمزدلفة اسم آخر للمشعر الحرام ، وتقع بين عرفات ومنى ، وقد حدّدت حدود المشعر بعلائم ولوحات إرشادية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوقوف الاختياري للمشعر هو الوقوف بالمزدلفة من طلوع الفجر إلى طلوع الشمس من يوم العيد .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالمسألة ( 397 ) : الوقوف في المشعر الحرام أمر عبادي يتوقّف على النيّة والإخلاص ،\r\nوتعيين نوع الوقوف وأنّه لحج التمتع أو للقسمين الآخرين .\r\n\r\nالمسألة ( 398 ) : كما أنّ للوقوف بعرفات وقتين : اختياريا واضطراريا ، فهكذا للوقوف بالمشعر وقتان :\r\nاختياري واضطراري ، غير أنّ للاختياري نوعا واحدا وللاضطراري نوعين ، وبيانه كما يلي :\r\nأ . الوقت الاختياري ، ويمتدّ من طلوع الفجر إلى طلوع الشمس من صباح اليوم العاشر من ذي الحجة الحرام ، وهو فرض غير المعذورين .\r\nب . الوقت الاضطراري الليلي ، وهو ليلة العاشر في الجملة ، إذ يجوز فيه الوقوف للنساء والأطفال والشيوخ ، ولمن له عذر كالخوف والمرض ، ولمن ينفر بهم ويراقبهم ويمرّضهم ، على أن لا يخرجوا من المشعر قبل منتصف الليل .\r\nج . الوقت الاضطراري النهاري يمتدّ من طلوع الشمس في اليوم العاشر إلى منتصف النهار ، فكل من لم يتمكن من درك الوقوفين السابقين ، يجب عليه الوقوف بالمشعر بين الوقتين في الجملة ، ثمّ يرجع إلى « منى » للرمي وما يليه من الأعمال .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nالمسألة ( 399 ) : من أدرك الوقوف بالمشعر في الوقت الاختياري وانكشف النهار ،\r\nجاز له التوجه إلى منى بشرط أن لا يخرج من المشعر قبل طلوع الشمس ولا يدخل في وادي محسّر .\r\n\r\nالمسألة ( 400 ) : الوقوف في كل من الأوقات الثلاثة : الاختياري والاضطراري بنوعيه ، واجب ،\r\nولكن الركن منه هو الوقوف في الجملة ، فمن ترك الوقوف كليّة ، بطل حجّه .\r\n\r\nالمسألة ( 401 ) : يستحب مؤكدا أنّ يقضي وقته عند التواجد في المشعر الحرام بالعبادة وطاعة اللّه سبحانه ،\r\nوأن يذكر اللّه كثيرا ، كما قال سبحانه :  فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرامِ وَاذْكُرُوهُ كَما هَداكُمْ  « 1 » .\r\n\r\nالمسألة ( 402 ) : من فاته الوقوف بعرفات وبالمشعر ، ولم يقف إلّا في الوقت الاضطراري بالمشعر ،\r\nيجب عليه إعادة الحج احتياطا في السنة التالية .\r\n\r\n4 . رمي جمرة العقبة\r\nالرابع من واجبات الحج ، رمي جمرة العقبة يوم النحر ، والجمرة هي مجتمع الجمار الصغار ، والعقبة هي الطريق في أعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البقرة : 198 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالجبل . وهي أقرب إلى مكة من الجمرتين الأخريين . ويقتصر في يوم النحر على رمي هذه الجمرة فقط ، وأمّا خلال اليومين التاليين ( الحادي عشر والثاني عشر ) فيجب رمي الجمرات الثلاث ، كما سيأتي تفصيله .\r\n\r\nالمسألة ( 403 ) : يجب على المحرم أن يرمي الجمرة بسبع حصيات مشتملة على الشرائط التالية :\r\n1 . أن تكون الحصيات أحجارا ، فلا يكفي الرمي بسائر الأجسام .\r\n2 . أن يأخذ الحصيات من الحرم والأفضل أخذها من المشعر .\r\n3 . أن تكون أبكارا بمعنى أنّها لم تكن مستعملة في الرمي قبل ذلك .\r\n4 . أن تكون صغيرة الحجم ، بمقدار الأنملة .\r\n5 . أن تكون الحصيات مباحة ، فلا يجوز الرمي بحصيات الغير إلّا مع إجازته .\r\n6 . أن يكون عددها سبع حصيات .\r\n\r\nالمسألة ( 404 ) : يجب أن يكون الرمي على التعاقب ،\r\nأي حصاة بعد حصاة فلا يكفي الرمي دفعة واحدة .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nالمسألة ( 405 ) : يجب الرمي باتجاه الموقع الّذي رماه إبراهيم عليه السّلام ،\r\nوالّذي عيّن في السابق بالأسطوانة الّتي كانت محاطة بحوض صغير ، ويوجد الآن محلّ هذه الأسطوانة جدار مرتفع ، يناهز طوله ( 8 ) أمتار تقريبا ، فإن علم بوضوح اتجاه الأسطوانة ، فعلى المحرم أن يرمي هناك ، وإلّا فيكفي رمي الجدار في أي موقع منه .\r\n\r\nالمسألة ( 406 ) : يستحب أن يقف الرامي بحيث يكون ظهره للقبلة ووجهه للجمرة .\r\nفلو منعه الزحام من ذلك يجزي الرمي من الجهة الأخرى . وما ورد في بعض الروايات قوله عليه السّلام : « فارمها من قبل وجهها ولا ترمها من أعلاها » فهو ناظر إلى ما ذكرنا من أنّ الرامي يجب أن يكون مخالفا للقبلة ومواجها للجمرة .\r\n\r\nالمسألة ( 407 ) : يستحب الرمي مع الطهارة من الحدثين ،\r\nكما يستحب أن تكون الحصيات طاهرة .\r\n\r\nالمسألة ( 408 ) : يمتد وقت الرمي من طلوع الشمس إلى غروبها .\r\nوالملاحظ أنّ الزحام يشتد على الجمرة عند الصباح ، ويخفّ في الفترة الّتي تمتد من الظهر إلى الغروب ، ولذا يمكن لمن خاف الزحام أن يختار هذه الفترة .\r\n\r\nالمسألة ( 409 ) : قد مر القول بأنّ الأطفال والنساء والعجزة والمرضى ومن يقوم بأمرهم يجوز لهم الخروج من المشعر الحرام بعد منتصف الليل ،\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nولذا يجوز لهم رمي جمرة العقبة متى ما وصلوا منى ، حتّى وإن لم تشرق الشمس .\r\n\r\nالمسألة ( 410 ) : إذا كان المحرم قادرا على الرمي ،\r\nتجب عليه المباشرة بنفسه ، ولا تجوز له الاستنابة ، نعم تجوز الاستنابة للمرضى والعجزة ومن يشقّ عليه الرمي .\r\n\r\nالمسألة ( 411 ) : تشترط الموالاة في رمي الجمار\r\nإلّا في الحصاة السابعة فيجوز له تأخيرها إلى آخر النهار .\r\n\r\nالمسألة ( 412 ) : إذا رمى أربع حصيات ثمّ ترك الباقي جهلا بالحكم الشرعي أو نسيانا ثمّ تذكّر ،\r\nيجب عليه إكمال الباقي في ذلك اليوم ، وأمّا لو رمى أقل من أربع حصيات ثمّ ترك الباقي فإذا تذكّر يجب عليه إعادة الرمي .\r\n\r\nالمسألة ( 413 ) : لو نسي الرمي في اليوم العاشر أو جهل بحكم الرّمي ،\r\nيتداركه إلى اليوم الثالث عشر .\r\n\r\nالمسألة ( 414 ) : لو ترك الرمي في اليوم العاشر وتذكّر بعد اليوم الثالث عشر ،\r\nوهو في مكة يتداركه بنفسه ، ثمّ يقضي في السنة الآتية بنفسه ، أو يستنيب من يقضي عنه .\r\nولو تذكّر بعد خروجه من مكة ، قضاه في السنة الآتية ولو بالاستنابة احتياطا .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nالمسألة ( 415 ) : لو شك في كون الحصيات أبكارا أو لا ، أو شك في أنّها أتي بها من غير الحرم أو لا ،\r\nلا يعتدّ بشكه هذا .\r\n\r\nالمسألة ( 416 ) : لو شك فيما يرمي به هل هو من جنس الحجارة أو غير ذلك ؟\r\nيجب أن يرمي بغيره ممّا يطمئن بأنّه من جنس الحجارة .\r\n\r\nالمسألة ( 417 ) : لو شك - وهو في الجمرة - أنّه رمى سبع حصيات أو أقل من ذلك ،\r\nيجب عليه الرمي إلى أن يحصل اليقين بالسبع .\r\n\r\nالمسألة ( 418 ) : لو شك بعد الفراغ من الرمي والخروج عن محلّه أنّه رمى سبعا أو أقل ، يرجع ويكمل ،\r\nولو شك في الزيادة فلا يعتد بشكّه .\r\n\r\nالمسألة ( 419 ) : إذا كان قادرا على الرمي بالليل لا بالنهار ،\r\nيجب عليه الرمي بعد غروب اليوم العاشر .\r\n\r\nالمسألة ( 420 ) : يجوز الرمي راجلا وراكبا ،\r\nوالأفضل أن يكون راجلا .\r\n\r\n5 . الذبح أو النحر في منى\r\nالذبح أو النحر هو الواجب الخامس من واجبات حج التمتع ، فمن حج حج التمتع ، فعليه ذبح الهدي ، والهدي يجب أن\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nيكون إحدى النّعم الثلاث ؛ الإبل أو البقر أو الغنم ، ولا يجزي غيرها من الحيوانات .\r\n\r\nالمسألة ( 421 ) : الأفضل من أقسام الهدي هو الإبل وبعده البقر ثمّ الغنم ،\r\nوالأفضل في القسم الثالث هو الكبش .\r\n\r\nالمسألة ( 422 ) : يشترط في الهدي الأمور التالية :\r\nأ . السنّ : إذ يعتبر في الإبل الدخول في السنة السادسة ، وفي البقر الدخول في الثالثة ، والمعز كالبقر ، وفي الضأن الدخول في الثانية ، فلو وقف بعد الذبح أنّ الهدي كان أقل سنا ممّا ذكر ، يعيد الهدي .\r\nب . الصحة والسلامة : يشترط في الهدي أن يكون صحيحا ، فلا يجزي المريض الّذي يسري مرضه إلى اللحم ويسبّب مرض من يأكله .\r\nج . كمال الخلقة : يشترط أن يكون الهدي كامل الخلقة وخاليا من العيوب ، فلا يكفي الناقص كالخصيّ وهو الّذي أخرجت خصيتاه ، ولا مرضوض الخصيتين ، ولا الخصي في أصل الخلقة ، ولا مقطوع الذنب ، ولا مقطوع الأذن ، ولا يكون قرنه الداخل مكسورا ، ولا الأعمى ، ولا الأعرج إذا كان عماه وعرجه واضحا . ولا بأس بشقاق الأذن وثقبه ، ولا يكفي ما ابيضّت عيناه .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nالمسألة ( 423 ) : لو كان الحيوان مقطوع الذنب في أصل الخلقة - كأن يكون نوعه كذلك - يجزي ،\r\nلعدم كونه عيبا في نوعه .\r\n\r\nالمسألة ( 424 ) : يجب أن لا يكون مهزولا عرفا ،\r\nسواء أوجد في ظهره شحم أم لا .\r\n\r\nالمسألة ( 425 ) : لو ذبح شاة على أنّها سمينة وليست هزيلة ،\r\nثمّ تبيّن أنّها كانت هزيلة ، يجزي ، ولا يحتاج إلى الإعادة .\r\n\r\nالمسألة ( 426 ) : لو اعتقد أنّ الهدي هزيل ، وذبحه رجاء أن يكون مجزيا ، ثمّ تبيّن أنّه سمين\r\nيجزي .\r\n\r\nالمسألة ( 427 ) : لو اعتقد وجود النقص في الهدي ولكنّه ذبحه لأجل الجهل بالحكم الشرعي ،\r\nثمّ تبيّن أنّه كامل الخلقة وغير ناقص ، يجزي .\r\n\r\nالمسألة ( 428 ) : لو شك بعد الذبح في أنّه هل كان واجدا للشرائط ،\r\nلا يعتدّ بشكه إذا تفحّص عند الذبح .\r\n\r\nالمسألة ( 429 ) : يجب ذبح الهدي بعد رمي جمرة العقبة .\r\n\r\nالمسألة ( 430 ) : يجب أن لا يتأخر ذبح الهدي عن اليوم العاشر ،\r\nنعم يجوز للمعذور تأخيره إلى غروب اليوم الثالث عشر .\r\nولو لم يتمكن المعذور من الذبح إلى هذا الوقت يجوز له تأخيره\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nإلى آخر الشهر ، ومع ذلك فعليه الرمي يوم الحادي عشر والثاني عشر وإن تأخر الذبح .\r\n\r\nالمسألة ( 431 ) : لو لم يتمكّن من الذبح في اليوم العاشر ،\r\nفليس له الذبح في ليلة اليوم الحادي عشر بل يجب الذبح في نهار اليومين الآخرين .\r\n\r\nالمسألة ( 432 ) : لو لم يتمكّن من الهدي يجب عليه تأخير الحلق أو التقصير .\r\nنعم لو لم يتمكّن من الهدي إلى غروب اليوم الثالث عشر يحلق أو يقصّر ، ويمتد وقت الهدي إلى آخر شهر ذي الحجة الحرام .\r\n\r\nمكان الذبح\r\nأوجب الشارع أن تكون منى هي مكان الذبح والنحر ، وحدّ هذا الموضع - طولا - من جهة مكة المكرمة ، جمرة العقبة الّتي بايع الأنصار عندها رسول اللّه صلّى اللّه عليه وآله وسلّم ، ومن جهة المزدلفة وادي محسّر ، أما عرضها فعرض الوادي المحصور بين الجبال الشاهقة ويبلغ 637 مترا ، وليس وادي محسّر من منى بل هو من حدودها .\r\n\r\nالمسألة ( 433 ) : يجب الذبح في اليوم العاشر في أرض منى ،\r\nوقد كان المسلخ في السنوات السابقة في نفس منى ، إلّا أن\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالحكومة نقلته إلى وادي محسّر الّذي هو خارج عن أرض منى ، وأخيرا نقلته إلى وادي معيصم ، وبين منى ووادي معيصم تلّ يخترقه نفق . وبما أنّ الذبح في أرض منى أمر غير ميسور ، فيجزي ذبح الهدي في المكان المعدّ حاليا لذلك .\r\n\r\nالمسألة ( 434 ) : لا يكفي الهدي الواحد إلّا عن شخص واحد\r\nفلا يجوز أن يشترك اثنان أو أكثر في هدي واحد مع الاختيار ، وأمّا عند الضرورة فالأحوط الجمع بين الاشتراك في الهدي والصوم المكتوب على غير الواجد .\r\n\r\nالمسألة ( 435 ) : الهدي عمل قربي وطاعة لأمر اللّه سبحانه يجب أن يكون مقرونا بالشروط التالية :\r\nأ . النية .\r\nب . أن يذبح ناويا لنفسه أو لغيره إذا كان نائبا ، وأن يكون الذبح لحج التمتع .\r\nج . الإخلاص وقصد القربة .\r\n\r\nالمسألة ( 436 ) : لا تشترط المباشرة في الذبح ، بل يجوز إيكال الذبح إلى غيره ،\r\nبشرط أن يكون المحرم هو الناوي على النحو المذكور ، ويكون الغير قائما بالذبح فقط .\r\n\r\nالمسألة ( 437 ) : إذا استناب شخصا في شراء الحيوان وذبحه\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوقام النائب بذلك ، ثمّ شك في أنّ النائب هل قام بالعمل صحيحا أو لا ، لا يعتدّ بشكه حملا لعمل المسلم على الصحّة .\r\nوأمّا لو شك في أنّه هل ذبحه أو لا ؟ وجب عليه تحصيل الاطمئنان بالذبح .\r\n\r\nالمسألة ( 438 ) : يجوز لشخص واحد أن ينوب عن عدة أفراد في ذبح الهدي ،\r\nويجب عليه أن ينوي أو يذكر عند كل ذبح اسم من ينوب عنه . فإذا لم يعلم خصوصية الهدي من أنّه لحجة الإسلام أو لغيرها ينوي ما في ذمة المنوب عنه .\r\n\r\nالمسألة ( 439 ) : يشترط في النائب أن يكون ثقة تطمئن إليه النفس .\r\n\r\nالمسألة ( 440 ) : إنّما يجزي ذبح النائب إذا صار وكيلا أو مأذونا في الذبح عنه ،\r\nوأمّا لو ذبح بلا وكالة ولا إذن عن شخص فلا يجزي .\r\n\r\nالمسألة ( 441 ) : يجوز للمحرم أن يباشر الذبح بنفسه\r\nكما يجوز له أن ينوب عن الآخرين ، والأولى أن يذبح عن نفسه ثمّ ينوب عن الآخرين .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nمصرف الهدي\r\nيقسّم الهدي إلى ثلاثة أقسام :\r\n1 . أن يعطي أحدها للفقير المؤمن صدقة .\r\n2 . ويعطي ثلثه الآخر للمؤمنين هدية .\r\n3 . وأن يأكل من الثلث الباقي .\r\nوالأوّل منها واجب ، والأخيران مستحبان ، ولا يجب إعطاء ثلث الهدي للفقير نفسه بل يجوز إعطاؤه لوكيله وإن كان الوكيل هو نفس من عليه الهدي . ويتصرّف الوكيل فيه حسب إجازة موكّله من الهبة أو البيع أو الإعراض .\r\nهذا ، وأمّا اليوم فإنّ جميع ما يذبح ، يرسل إلى الفقراء ، فلا يبقى موضوع لهذا التقسيم .\r\n\r\nالمسألة ( 442 ) : لو علم أنّه لا يتمكن من الهدي يوم العاشر - لأحد الأسباب -\r\nيجب أن يصوم عشرة أيام ، ثلاثة منها في الحج ( في اليوم السابع والثامن والتاسع من ذي الحجة ) ، وسبعة بعد وصوله إلى وطنه ، والأحوط أن تكون السبعة متوالية .\r\n\r\nالمسألة ( 443 ) : إذا لم يرجع إلى بلده وأقام بمكة ،\r\nفعليه أن يصبر حتّى يرجع أصحابه إلى بلدهم ، أو يمضي شهر من\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nيوم النحر ثمّ يصوم الأيام السبعة بعد ذلك .\r\n\r\nالمسألة ( 444 ) : لا يشترط أن تكون آلة الذبح من الحديد ،\r\nبل يكفي أن تكون من أحد الفلزات ، بشرط أن تكون حادّة لئلّا تؤذي الحيوان .\r\n\r\n6 . الحلق أو التقصير\r\nالحلق أو التقصير هو الفريضة السادسة من أعمال الحج ، والعمل الثالث من أعمال منى .\r\n\r\nالمسألة ( 445 ) : يجب الحلق على طوائف :\r\n1 . الصرورة ، وهو من يحج للمرة الأولى في عمره ، سواء أكان عن نفسه أم عن غيره ، وسواء أكان مستحبا - كما إذا حج وهو غير مستطيع - أم واجبا .\r\n2 . من يحج حجة الإسلام ، وإن حجّ قبله حجا استحبابيا أو نيابيا .\r\n3 . من عقص شعر رأسه وعقده بعد جمعه ولفّه .\r\nففي غير هذه الموارد الثلاثة ، يتخيّر بين الحلق والتقصير .\r\n\r\nالمسألة ( 446 ) : الواجب على النساء التقصير\r\nولا يجوز لهن الحلق .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nالمسألة ( 447 ) : يجب حلق جميع الرأس\r\nولا يكفي حلق البعض .\r\n\r\nالمسألة ( 448 ) : الحلق والتقصير عمل قربي وطاعة للّه تبارك وتعالى ،\r\nفيجب فيه القصد والقربة ، وتعيين نوع العمل ، هل هو لحجة الإسلام أو لغيرها .\r\n\r\nالمسألة ( 449 ) : لا تجب المباشرة في الحلق والتقصير ،\r\nبل يمكن أن يقوم بهما غيره بشرط أن لا يكون الغير محرما ، أو كان قد حلق أو قصّر من قبل .\r\n\r\nالمسألة ( 450 ) : يجب الحلق أو التقصير في منى ،\r\nفمن لم يتمكّن منهما ، يحلق أو يقصّر في غير منى ويبعث بشعره إلى منى ، فعلى من يحلق أو يقصّر في المسلخ الحالي ، فبما أنّه خارج عن منى ، يجب عليه إعادة التقصير أو إمرار الموسى على رأسه في منى .\r\n\r\nالمسألة ( 451 ) : من لم يتمكّن من الهدي في اليوم العاشر ،\r\nيجب عليه تأخير الحلق أو التقصير إلى اليوم الثالث كما مرّ في المسألة ( 432 ) .\r\n\r\nالمسألة ( 452 ) : يكفي في التقصير أخذ شيء من شعر الرأس أو اللحية أو الشارب\r\nولا يكفي أخذ الشعر من المواضع الأخرى .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالمسألة ( 453 ) : يجب الحلق أو التقصير\r\nولا يكفي النتف .\r\n\r\nالمسألة ( 454 ) : يكفي في الحلق أن يكون بواسطة الموسى ،\r\nأو بماكنة الحلاقة الّتي تقطع الشعر من أصله بحيث يعد في العرف حلقا .\r\n\r\nالمسألة ( 455 ) : من لم يكن في رأسه شعر ،\r\nيكفيه إمرار الموسى على رأسه .\r\n\r\nالمسألة ( 456 ) : من كان مخيّرا بين الحلق والتقصير ولا شعر في رأسه ،\r\nيجب أن يقصّر مكان إمرار الموسى على رأسه .\r\n\r\nالمسألة ( 457 ) : لو نسي الحلق أو التقصير ،\r\nيجب أن يرجع إلى منى فيحلق أو يقصّر .\r\n\r\nالمسألة ( 458 ) : تجب رعاية الترتيب في أعمال منى :\r\nفيرمي أوّلا ، ثمّ يذبح ، ثمّ يحلق أو يقصّر . فلو أتى بأعماله خلاف الترتيب جهلا بالحكم الشرعي أو نسيانا له ، صحّ عمله ؛ وأمّا لو خالف الترتيب عامدا ، فتجب عليه الإعادة لتحصيل الترتيب .\r\nمثلا : لو رمى أوّلا ثمّ قصّر ثمّ ذبح ، يجب عليه إعادة التقصير فقط . ولو ذبح ثمّ رمى ثمّ قصّر ، يجب عليه إعادة الذبح والتقصير .\r\n\r\nالمسألة ( 459 ) : من كانت وظيفته الحلق ولكنه قصّر ،\r\nفإن كان\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nجاهلا بالمسألة فليس عليه كفارة ، ولو كان عامدا تجب عليه الكفارة .\r\n\r\nالمسألة ( 460 ) : لو تساقط شعر رأسه وبقي شيء يسير منه ،\r\nيجب عليه حلقه .\r\n\r\nالمسألة ( 461 ) : لو حج الصبي المميّز ، ثمّ حجّ بعد البلوغ والاستطاعة ،\r\nيجب عليه الحلق ، لأنّ الحج الأوّل لم يكن حجة الإسلام .\r\n\r\nالمسألة ( 462 ) : إذا رمى وذبح وحلق في اليوم العاشر ،\r\nحلّت له محرمات الإحرام إلّا النساء والطّيب ، فإذا ذهب إلى مكة وطاف وسعى ، حلّ له الطيب ، وأمّا النساء فتحلّ له بعد أن يطوف طواف النساء .\r\nوأمّا الصيد وقلع النبات في الحرم ، فلا يحلّان لا للمحرم ولا للمحلّ .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالفصل الثامن : أعمال المسجد الحرام\r\nإذا أتمّ أعمال منى ، يرجع إلى مكة ، ويأتي بالواجبات التالية :\r\n1 . طواف الحج أو طواف الزيارة .\r\n2 . صلاة الطواف عند مقام إبراهيم عليه السّلام .\r\n3 . السعي بين الصفا والمروة .\r\n4 . طواف النساء .\r\n5 . صلاة طواف النساء عند مقام إبراهيم عليه السّلام .\r\nويستحب عدم تأخير هذه الأعمال عن اليوم الحادي عشر ، وإن جاز التأخير إلى آخر شهر ذي الحجة الحرام .\r\nوقد مرّ شرح هذه الأعمال في فصل عمرة التمتع ، فلا حاجة إلى الإعادة .\r\n\r\nالمسألة ( 463 ) : يجب الترتيب بين هذه الأعمال ،\r\nفلو خالف الترتيب ، تجب عليه الإعادة على نحو يحصل معها الترتيب ، مثلا لو قدّم السعي على الطواف تكفي إعادة السعي .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nالمسألة ( 464 ) : طواف الزيارة والسعي من أركان الحج\r\nفمن تركهما عمدا إلى آخر شهر ذي الحجة الحرام ، فسد حجه وإن تركهما أو أحدهما نسيانا يقضي بعد خروج الشهر بالمباشرة ، وإن لم يتمكّن يستنيب .\r\n\r\nالمسألة ( 465 ) : لا يختصّ طواف النساء بالرجال ،\r\nبل يعمّ النساء ، حتّى أنّ من فاته طواف النساء ومات ، تجب الاستنابة عنه وتخرج أجرة النيابة من أصل التركة .\r\n\r\nالمسألة ( 466 ) : يجب أن يأتي بطواف النساء بعد السعي\r\nفلو قدّمه على السعي عمدا ، بطل طوافه ، وتجب عليه الإعادة . ولو قدّمه سهوا أو جهلا بالحكم الشرعي ، تستحب الإعادة .\r\n\r\nالمسألة ( 467 ) : يجب إتيان الأعمال المذكورة متوالية ،\r\nبحيث لا تكون الفاصلة بينها كثيرة ، على نحو ما ذكرناه في عمرة التمتع .\r\nنعم يجوز تأخير طواف النساء إلى آخر ذي الحجة الحرام . بل يجوز تركه بتاتا ولكن تحرم عليه النساء ، دخولا وتمتعا ، بل لا يجوز له التزويج .\r\n\r\nالمسألة ( 468 ) : لو شك في إتيان طواف النساء وهو في شهر ذي الحجة الحرام ،\r\nيجب عليه الإتيان به ، ولو لم يتمكّن يستنيب\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nفي الطواف وصلاته ، ولو شك في إتيانه بعد خروج الشهر لا يعتدّ بشكّه .\r\n\r\nالمسألة ( 469 ) : العمرة المفردة كعمرة التمتع إلّا أنّ المفردة فيها طواف النساء وصلاته بعد السعي .\r\nوسيأتي تفصيلها في الفصل العاشر .\r\n\r\nالمسألة ( 470 ) : لو ناب عن شخص حيّ في الحج ونسي طواف النساء ،\r\nتحرم على النائب زوجته ، فعليه أن يطوف بنفسه أو يستنيب ، ولو مات تخرج أجرة النيابة من التركة ، إلّا أن زوجة المنوب عنه لا تحرم عليه .\r\n\r\nالمسألة ( 471 ) : لو قدّمت المرأة طواف النساء على السعي خوفا من طروء الحيض ،\r\nصحّ طوافها إذا حاضت بعد السعي ، وأمّا لو بقيت على الطهر تعيد الطواف وصلاته .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالفصل التاسع : المبيت في منى\r\nيجب على الحاج المبيت في منى ليلة الحادي عشر والثاني عشر ، ويعتبر فيه قصد القربة ، فمن خرج إلى مكة يوم العيد لأداء الطواف والسعي ، وجب عليه الرجوع إلى منى للمبيت فيها .\r\n\r\nالمسألة ( 472 ) : لا يجب المبيت بمنى عامة الليل\r\nبل يكتفي بأحد الأمرين التاليين :\r\nأ . التواجد في منى إلى نصف الليل ثمّ يخرج منها إلى مكة ، أو إلى ما شاء .\r\nب . لو لم يكن في منى في النصف الأوّل من الليل ، وجب عليه الحضور إلى منى قبل طلوع الفجر .\r\n\r\nالمسألة ( 473 ) : المبيت بمنى عمل قربي\r\nيجب أن يكون مقرونا بالقصد والإخلاص .\r\n\r\nالمسألة ( 474 ) : من ترك تلك الفريضة عمدا أو جهلا أو نسيانا ،\r\nيجب عليه التكفير بدم شاة .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nالمسألة ( 475 ) : لا يشترط فيما يذبح كفارة لعدم المبيت في منى ، أن يكون جامعا لشرائط الذبح في منى يوم العاشر ،\r\nبل يجوز له الذبح بعد الرجوع إلى وطنه .\r\n\r\nالمسألة ( 476 ) : يجوز الخروج من منى يوم الثاني عشر بعد حلول الظهر ،\r\nولا يجوز الخروج قبله ، ومن لم يخرج إلى أن غربت الشمس ، وجب عليه المبيت فيها .\r\n\r\nالمسألة ( 477 ) : يجب المبيت ليلة الثالث عشر على الأصناف التالية :\r\nأ . من صاد في حال الإحرام ، سواء أكان إحرام عمرة التمتع أو إحرام الحج .\r\nب . من جامع في حال الإحرام زوجته .\r\nج . من بقي في اليوم الثاني عشر في منى إلى أن غربت الشمس ، كما مرّ .\r\n\r\nالمسألة ( 478 ) : من خرج من منى في اليوم الثاني عشر بعد منتصف النهار ولكن رجع إليها قبل الغروب ،\r\nيجب عليه احتياطا المبيت في منى ورمي الجمرات الثلاث في نهاره .\r\n\r\nالمسألة ( 479 ) : المبيت عند جمرة العقبة خلاف الاحتياط ،\r\nبل يجب المبيت داخل العلامات واللوحات المشيرة إلى حدود منى .\r\n\r\nالمسألة ( 480 ) : لو علم أنّه لو خرج في اليوم العاشر إلى مكة لإنجاز أعمال الحج ،\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nلا يتمكّن من الرجوع إلى منى والمبيت فيها في النصف الأوّل ، يجوز له الخروج بشرط أن يتواجد في منى قبل الفجر .\r\n\r\nالمسألة ( 481 ) : يستثنى ممّن يجب عليه المبيت في منى طوائف :\r\nأ . المرضى والممرّضون لهم وكلّ من يشقّ عليه المبيت في منى كالشيخ والشيخة .\r\nب . من كان له مال خارج منى ( مثل مكة المكرمة ) وخاف عليه إذا بات في منى .\r\nج . من وجب عليه المبيت بمكة لتهيئة الحاجات الضرورية للحجاج .\r\nد . من اشتغل بالعبادة في مكة تمام ليلته ما عدا الحوائج الضرورية كالأكل والشرب ونحوهما . والأحوط أن يخصّ عبادته بالطواف وصلاته .\r\n\r\nالمسألة ( 482 ) : لو خرج من منى صباح اليوم الثاني عشر لأعمال المسجد الحرام أو لغيره ،\r\nيجب عليه الرجوع إليها حتّى يشارك في النفر منها بعد الظهر .\r\n\r\nالمسألة ( 483 ) : إذا كان معذورا من الرمي في نهار اليوم الحادي عشر والثاني عشر ،\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nيجوز له تقديم الرمي ليلا . ومن كان معذورا في الليل أيضا ، يستنيب ولكن يرمي النائب نهارا .\r\n\r\nالمسألة ( 484 ) : رمي الجمار يوم الحادي عشر والثاني عشر واجب\r\nوليس ركنا من أركان الحج ، ولو طرأ عليه خلل لا يفسد الحج .\r\n\r\nالمسألة ( 485 ) : يجب رمي الجمرات الثلاث يوم الحادي عشر والثاني عشر بالترتيب التالي :\r\nأ . الجمرة الأولى : وهي أبعد الجمرات عن مكة وقريبة من مسجد الخيف .\r\nب . الجمرة الوسطى : وتبعد عن الجمرة الأولى 40 ، 156 مترا .\r\nج . جمرة العقبة : وهي أقرب الجمرات إلى مكة ، وتبعد عن الجمرة الوسطى 77 ، 116 مترا .\r\n\r\nالمسألة ( 486 ) : يجب الترتيب في رمي الجمرات ولو خالفه عمدا أو سهوا ،\r\nيجب التدارك على نحو يحصل فيه الترتيب . مثلا لو رمى الجمرة الوسطى ثمّ الجمرة الأولى ، يجب عليه إعادة رمي الجمرة الوسطى فقط ثمّ يرمي جمرة العقبة .\r\n\r\nالمسألة ( 487 ) : من كان مريضا على نحو لا يمكن استئذانه للرمي عنه ،\r\nيرمى عنه بلا استئذان .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالمسألة ( 488 ) : لو وجب عليه الرمي أوّلا ونيابة عن الغير ثانيا ،\r\nيتخيّر بين تقديم الرمي عن نفسه والرمي عن غيره .\r\n\r\nالمسألة ( 489 ) : لو نسي الرمي نهارا ، وجب عليه القضاء في اليوم الثاني فيقدّم الرمي قضاء على الرمي أداء .\r\nمثلا لو نسي الرمي يوم العيد ، يجب عليه يوم الحادي عشر رمي جمرة العقبة أوّلا قضاء ، ثمّ يرجع إلى الجمرة الأولى ثمّ الوسطى ثمّ جمرة العقبة .\r\n\r\nالمسألة ( 490 ) : لو رمى الجمرات الثلاث يوم الحادي عشر ثمّ علم أنّ رمي جمرة العقبة يوم العاشر كان غير صحيح ،\r\nيقضي رمي جمرة العقبة فقط .\r\n\r\nالمسألة ( 491 ) : لو شك في صحّة الرمي بعد مغيب الشمس ، لا يعتدّ بشكّه ،\r\nوهكذا لو شك في أصل الرمي .\r\n\r\nالمسألة ( 492 ) : لو علم أنّه ترك رمى جمرة من الجمرات يوم الحادي عشر أو الثاني عشر ولكن لا يدري أي جمرة ترك ،\r\nيعيد رمي الجمرات الثلاث .\r\n\r\nالمسألة ( 493 ) : لو علم أنّه رمى جمرة معينة أقل من أربع حصيات ،\r\nيعيد رميها على وجه يحصل معه الترتيب ، فلو كانت الأولى يعيد رميها ورمي الثانية والثالثة ، ولو كانت الثانية يعيد رميها ورمي الثالثة .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالفصل العاشر : في العمرة المفردة\r\n\r\nالمسألة ( 494 ) : تتكوّن العمرة المفردة من الأعمال التالية :\r\n1 . الإحرام 2 . الطواف 3 . صلاة الطواف 4 . السعي بين الصفا والمروة 5 . الحلق أو التقصير 6 . طواف النساء 7 . صلاة طواف النساء .\r\nفالعمرة المفردة كعمرة التمتع وتختلف عنها في أمرين مهمين :\r\nالأوّل : يتعيّن التقصير في عمرة التمتّع ، وبه يخرج المحرم من إحرامه ، ولكنّه يتخيّر في العمرة المفردة بين الحلق والتقصير .\r\nالثاني : تحلّ النساء في عمرة التمتع بالتقصير ، ولا تحلّ في العمرة المفردة إلّا بعد الإتيان بطواف النساء وصلاته .\r\n\r\nالمسألة ( 495 ) : يستحب الفصل بين العمرتين بشهر أو عشرة أيام ،\r\nومع ذلك يجوز له العمرة في كل يوم . وما ذكر من الفصل بشهر أو عشرة أيّام محمول على الفضيلة .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nالمسألة ( 496 ) : يجوز الإتيان بالعمرة المفردة طول أيام السنة إلّا في صورتين :\r\nالأولى : أيام التشريق يعني يوم الحادي عشر والثاني عشر والثالث عشر من ذي الحجة .\r\nالثانية : بين عمرة التمتع وحجّه .\r\n\r\nالمسألة ( 497 ) : من كان منزله قبل الميقات يحرم للعمرة المفردة من إحدى المواقيت الخمسة .\r\nمثلا من كان في المدينة يحرم من مسجد الشجرة أو الجحفة . ومن كان منزله بعد المواقيت الخمسة يجوز له الإحرام من أدنى الحلّ كالجعرانة والحديبية والتنعيم .\r\n\r\nالمسألة ( 498 ) : من أتى بالعمرة المفردة يجوز له الخروج من مكة ،\r\nبخلاف من تمتع بعمرة التمتع فلا يجوز له الخروج قبل الإحرام للحج إلّا في موارد الضرورة كما مرّ .\r\n\r\nالمسألة ( 499 ) : من أحرم للعمرة المفردة من المواقيت الخمسة يستحب له تكرار التلبية إلى حدود الحرم ،\r\nومن أحرم من أدنى الحل يستحب له التلبية إلى المسجد الحرام .\r\n\r\nالمسألة ( 500 ) : من جاز له حج التمتع ،\r\n« 1 » فلو أتى بعمرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خرج من تعيّن عليه حج الإفراد أو القران ، كما إذا لم يحجّ أصلا ، فليس له أن يعدل إلى حج التمتع .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nمفردة في أشهر الحج ( شوال وذي القعدة وذي الحجة ) وبقي في مكة ، يجوز له أن يجعلها عمرة تمتع ويحرم للحج تمتعا .\r\n\r\nالمسألة ( 501 ) : من ناب عن شخص في حج التمتع ،\r\nيستحب له العمرة المفردة بعد الفراغ عن أعمال المنوب عنه .\r\n\r\nالمسألة ( 502 ) : من كان منزله يبعد عن مكة أقل من ستة عشر فرسخا ،\r\nتجب عليه العمرة المفردة ، سواء استطاع للحج أم لا .\r\nوأمّا من كان منزله وراء هذه المسافة فلا تجب عليه العمرة المفردة . وعلى ضوء ما ذكرنا فالعمرة المفردة الّتي يأتي بها أهل البلاد النائية في هذه الأيام ، لا تغني عن عمرة حج التمتع ، فإذا استطاع لحجة الإسلام يجب عليه عمرة التمتع أوّلا ثمّ الحج . والسر في ذلك أن عمرة التمتع جزء من الحج ولا تنفك عنه . فمن اعتمر عمرة مفردة وهو غير مستطيع ثمّ استطاع ، تجب عليه حجة الإسلام بعمرتها وحجها .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nالفصل الحادي عشر : في حجّي الإفراد والقران\r\nقلنا : إنّ أقسام الحج ثلاثة : التمتع ، والإفراد ، والقران .\r\nوإنّ الأوّل فرض من كانت المسافة بين منزله ومكة أكثر من 16 فرسخا ، والآخران فرض من كان أهله حاضري المسجد الحرام .\r\nومرّ أيضا أنّ حج التمتع يتألف من جزءين هما : عمرة التمتع والحج . والجزء الأوّل منه متصل بالثاني ، والعمرة تتقدم على الحج .\r\nأمّا حج الإفراد فيتألف من عملين مستقلين هما : حجّ ، وعمرة ، فلا يجب الإتيان بهما معا ، فلو استطاع في شهر رجب للعمرة المفردة ، تجب عليه وإن لم يستطع للحج .\r\nوبالعكس لو استطاع في أشهر الحج للإتيان بالحج وحده وإن لم يستطع بعده للعمرة المفردة ، يجب عليه الحج وحده . وأمّا لو استطاع إليهما معا في أشهر الحج يقدّم الحج على العمرة .\r\n\r\nالمسألة ( 503 ) : حج المفرد والقارن كحج التمتع ،\r\nيحرمان من\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالميقات أو من منزلهما ثمّ يمضيان إلى عرفات فيقفان بها ، ثمّ يمضيان إلى المشعر ويقفان به ، ثمّ إلى منى فيقضيان مناسكهما بها ، ثمّ يأتيان إلى مكة فيطوفان بالبيت ويصليان الركعتين ويسعيان بين الصفا والمروة ويطوفان طواف النساء ويصليان ركعتيه .\r\nوأمّا عمرة المفرد والقارن فهي كعمرة التمتع ، فيحرم من أدنى الحلّ إذا أراد الإتيان بها بعد الحج ثمّ يطوف ويصلي ويسعى ثمّ يقصّر ويطوف طواف النساء ويصلي ركعتيه .\r\n\r\nالمسألة ( 504 ) : المفرد والقارن إذا استطاعا للحج والعمرة ، يحرمان للحج أوّلا ،\r\nفإذا فرغا من أعمال الحج يحرمان للعمرة المفردة من اليوم الرابع عشر ، وإنّما تجب هذه العمرة إذا لم يأت بها قبلا .\r\n\r\nالمسألة ( 505 ) : بما أنّ المفرد والقارن يجب عليهما تقديم الحج على العمرة ،\r\nفيجب عليهما بعد الإحرام ؛ الذهاب إلى المشاعر ولكن لو وردا مكة يجوز لهما استحبابا الطواف والسعي قبل الوقوفين بشرط ذكر التلبية بعدهما .\r\n\r\nالمسألة ( 506 ) : يجوز للقارن إذا ورد مكة أن يقدّم أعمال المسجد على الوقوفين ،\r\nفيطوف ويسعى بنية الحج ولكنّه لا يجوز للمتمتع أن يقدّم أعمال الحج على الوقوفين إلّا عند الضرورة .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالمسألة ( 507 ) : يسوق القارن الهدي من منزله إلى منى ،\r\nويستحب له التقليد وهو أن يعلّق في رقبة ما ساقه نعلا قد صلّى فيه ، كما يستحب الإشعار وهو أن يشق سنامه من الجانب الأيمن ويلطخ صفحته بدمه حتّى يعلم أنّه هدي .\r\nوالمفرد ليس عليه هدي .\r\n\r\nالمسألة ( 508 ) : المفرد إذا حلق أو قصّر حلّ له الطيب ،\r\nوإن لم يطف ولم يسع ، ولكن المتمتع لا يحل له الطيب إلّا بعد الطواف والسعي .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالفصل الثاني عشر : مسائل متفرقة\r\n\r\nالمسألة ( 509 ) : لو وجد لقطة في الحرم\r\nفالأحوط أن لا يأخذها .\r\n\r\nالمسألة ( 510 ) : لو أخذ لقطة الحرم ،\r\nفإن كانت قيمتها أقل من درهم يجب عليه التصدق عن صاحبها إلى الفقير المؤمن ، ثمّ إذا وجد صاحبها ولم يرض بالصدقة فعليه أن يعطيه العوض ، والدرهم عبارة عن ( 6 ، 12 حمصة فضة مسكوكة ) .\r\nوأمّا لو كانت قيمتها أكثر من درهم ، فيجب التعريف بها سنة فإن لم يوجد صاحبها يجوز له التصدّق عن صاحبها ، والأولى أن يعطيها للحاكم الشرعي .\r\n\r\nالمسألة ( 511 ) : لو وجد نقودا في مكة والمدينة ويئس من العثور على صاحبها ،\r\nيتصدّق بها إلى الفقير المؤمن عن جانب صاحبها .\r\n\r\nالمسألة ( 512 ) : لا يجوز احتياطا أخذ الحجارة من مسجد الخفيف ،\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nحتّى ولو للرمي ، والأحوط أن لا يخرج شيئا من تراب الحرم وأحجاره إلى خارج الحرم .\r\n\r\nالمسألة ( 513 ) : إذا أقيمت الجماعة في المسجد الحرام أو المسجد النبوي ،\r\nلا يجوز الخروج من المسجد بل تلزم المشاركة في الصلاة ، وإذا لم تطب نفسه فليعدها استحبابا .\r\n\r\nالمسألة ( 514 ) : يجب السجود على الأرض أو ما ينبت عليها ،\r\nولذا فعلى من أراد الصلاة في الحرمين الشريفين أن يصلّي في الأماكن الّتي يستطيع أن يسجد فيها على الرخام .\r\n\r\nالمسألة ( 515 ) : من قصد الإقامة عشرة أيام في المدينة المنورة ،\r\nيجوز له الخروج من المدينة إلى مسجد قبا وسائر الأماكن الّتي حول المدينة ، كأحد وغيرها .\r\n\r\nالمسألة ( 516 ) : يحرم الصوم في السفر إلّا إذا نذر أن يصوم فيه ،\r\nفيجوز له النذر في نفس السفر الّذي يريد أن يصوم فيه .\r\n\r\nالمسألة ( 517 ) : يلزم الاحتراز عن الكتب الّتي يتم توزيعها في الحرمين الشريفين\r\nوالّتي تسيء إلى الإسلام والمسلمين .\r\n\r\nالمسألة ( 518 ) : يقوم النائب عن الميت بأعمال الحج وفق وظيفته .\r\nوأمّا إذا كان نائبا عن الحيّ أو اشترط عليه رعاية كيفية خاصة ، يجمع بين الوظيفتين : وظيفته ووظيفة المنوب عنه أو ما اشترط عليه .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالمسألة ( 519 ) : تصح الصلاة حول الكعبة على الشكل الدائري\r\nبشرط أن يكون الحد الفاصل بينه وبين الكعبة أكثر من الحد الفاصل بين الإمام والكعبة . هذا إذا لم يكن المأموم مواجها للإمام فعندئذ لا تصح صلاته .\r\n\r\nالمسألة ( 520 ) : لو أفتى المفتي بأنّ ليلة كذا هي أوّل شهر ذي الحجة الحرام ،\r\nتصحّ المتابعة ما لم يكن هناك علم قاطع بالخلاف .\r\n\r\nالمسألة ( 521 ) : لو حصل علم قطعي على خلاف فتوى المفتي ،\r\nفلو أمكن له الاحتياط بدرك وقوف عرفات في الجملة بعد زوال اليوم التاسع عنده ، أو المشعر الحرام في ليلة العاشر بعد الفجر ، فهو . وإن لم يتمكّن ينقلب إحرامه إلى العمرة المفردة ويخرج عن الإحرام بها . فلو كان مستطيعا في تلك السنة وزالت استطاعته لم يجب الحج عليه ، إلّا أن تتجدد الاستطاعة .\r\n\r\nالمسألة ( 522 ) : الفاصل المكاني بين مكة القديمة وعرفات كان في السابق مسافة شرعية\r\nفمن كان مقيما بمكة وذهب إلى عرفات يقصّر ، وأمّا اليوم فقد أصبحت مكة من المدن الكبيرة والمسافة بينها وبين عرفات أقل من المسافة الشرعية ، فالمقيم في مكة يتمّ في عرفات أيضا .\r\n\r\nالمسألة ( 523 ) : النجاسة المعفو عنها في حال الصلاة ، غير معفو عنها في حال الطواف .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nولكن المحمول المتنجس إذا لم يكن ساترا لا يضرّ بالطواف .\r\n\r\nالمسألة ( 524 ) : لو أصابه الرّعاف أثناء الطواف ،\r\nيقطع طوافه ويطهّر ما تنجّس منه ويتم الطواف من الموضع الّذي قطع . ولو استمر في الطواف من دون أن يطهر وصلّى صلاته ، يجب عليه إعادة الطواف والصلاة ، ولو سعى بعد الصلاة ، يعيد سعيه أيضا .\r\n\r\nالمسألة ( 525 ) : المبطون والمسلوس إذا تمكّنا من الطواف والصلاة مع الوضوء في وقت خاص لانقطاع البول والريح فيه ،\r\nيجب عليهما انتخاب ذلك الوقت ، وإذا لم يتمكّنا ، يتوضّئان للطواف ويطوفان ثمّ يتوضئان للصلاة فيصليان ، والأحوط أن يستنيبا .\r\n\r\nالمسألة ( 526 ) : الأخرس يحرّك لسانه في التلبية ويشير بإصبعه ،\r\nولو أصابه الخرس لعارض ، يخطر التلبية بباله مع تحريك لسانه والإشارة بإصبعه .\r\n\r\nالمسألة ( 527 ) : من أراد وداع مكّة يستحب له الطواف مع الصلاة\r\nويقرأ فيها الدعاء التالي :\r\nاللّهم صل على محمّد عبدك ورسولك ونبيّك وأمينك وحبيبك وخيرتك من خلقك . اللّهم كما بلّغ رسالتك وجاهد في\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nسبيلك فصدع بأمرك وأوذي في جنبك وعبدك حتى أتاه اليقين ، اللّهم اقلبني مفلحا ، منجحا مستجابا بأفضل ما يرجع به أحد ممّن وفدك من المغفرة والبركة والرحمة والرضوان والعافية .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nخاتمة في مستحبات الحج وأدعيته\r\nوتشتمل على :\r\n1 . آداب دخول مكّة والمسجد الحرام .\r\n2 . مستحبات الطواف وأدعيته .\r\n3 . مستحبات صلاة الطواف .\r\n4 . مستحبات السعي .\r\n5 . دعاء الإمام الحسين عليه السّلام في يوم عرفة .\r\n6 . دعاء كميل بن زياد .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nورد عن أهل بيت العصمة والطهارة صلوات اللّه وسلامه عليهم أجمعين أنّه يستحب لمن قصد بيت اللّه الحرام حاجا أن يتأدّب بآداب ويستنّ بسنن شريفة يكمل بها ما استفاده من مناسك الحج وواجباته ، وهناك عدد كبير من الأدعية الخاصّة لجميع أركان الحج وأجزائه ، ينبغي للحاج أن يدعو بها بانقطاع وخلوص كامل ، وبذلك تسمو نفسه ، ويقتطف الثمار المعنوية المرجوّة من هذه الفريضة الإلهية . وتحقيقا لهذا الأمر سنذكر بعض الأدعية الهامة والّتي اخترناها لتكون بين يدي الحاج في هذا الكتاب إتماما للفائدة ، وهي :\r\n\r\n1 . آداب دخول مكّة والمسجد الحرام\r\nفي بادئ الأمر يستحب للمسلم حينما يشرف على دخول مكة أو السفر إليها أن يغتسل ، وأن يدخلها وقد بدا عليه الخشوع والاطمئنان ، وأن يدخلها من أعلاها - إذا كان قادما من المدينة - وإن أراد مغادرتها فليغادرها من أسفلها .\r\nكما يستحب لمن أراد دخول المسجد الحرام ما يلي :\r\n1 . الغسل .\r\n2 . السير حافيا وعليه السكينة والوقار .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n3 . الدخول من باب بني شيبة ، وهو مقابل باب السلام الحالي . ويستحب أن يقف عند باب المسجد الحرام ، ويقول :\r\n« السّلام عليك ايّها النّبيّ ورحمة اللّه وبركاته ، بسم اللّه وباللّه ومن اللّه وما شاء اللّه ، السّلام على أنبياء اللّه ورسله ، السّلام على رسول اللّه ، السّلام على إبراهيم خليل اللّه ، والحمد للّه ربّ العالمين » .\r\nوبعد دخول المسجد الحرام ، يقف أمام الكعبة ويرفع يديه ويقول :\r\n« اللّهمّ إنّي أسألك في مقامي هذا ، وفي اوّل مناسكي ان تقبل توبتي ، وان تتجاوز عن خطيئتي وان تضع عنّي وزري ، الحمد للّه الّذي بلّغني بيته الحرام ، اللّهمّ انّي اشهد انّ هذا بيتك الحرام الّذي جعلته مثابة للنّاس وامنا مباركا وهدى للعالمين ، اللّهمّ إنّي عبدك ، والبلد بلدك ، والبيت بيتك ، جئت اطلب رحمتك ، واؤمّ طاعتك ، مطيعا لأمرك ، راضيا بقدرك ، أسألك مسألة الفقير إليك الخائف لعقوبتك ، اللّهمّ افتح لي أبواب رحمتك ، واستعملني بطاعتك ومرضاتك » .\r\n\r\n2 . مستحبات الطواف وأدعيته\r\nيستحب للحاج الطائف أن يتوجه إلى اللّه بكل أحاسيسه ومشاعره ، ويخلص له كمال الإخلاص ، ويدعوه في كل شوط من\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالأشواط السبعة بالأدعية الخاصة بها ، ولكي لا يشك الطائف في عدد أشواط طوافه بإمكانه تقسيم الأدعية الواردة ، ويقرأ في كل شوط قسما منها رجاء المطلوبية ، ولا مانع من التكرار .\r\n\r\nدعاء الشوط الأوّل :\r\n« اللّهمّ انّي أسألك باسمك الّذي يمشى به على طلل الماء ، كما يمشى به على جدد الأرض ، وأسألك باسمك الّذي يهتزّ له عرشك ، وأسألك باسمك الّذي تهتزّ له اقدام ملائكتك ، وأسألك باسمك الّذي دعاك به موسى من جانب الطّور ، فاستجبت له ، وألقيت عليه محبّة منك ، وأسألك باسمك الّذي غفرت به لمحمّد صلّى اللّه عليه وآله ما تقدّم من ذنبه وما تأخّر ، وأتممت عليه نعمتك ، ان ترزقني خير الدّنيا والآخرة . . . » .\r\nثمّ اذكر حاجتك .\r\n\r\nدعاء الشوط الثاني :\r\n« اللّهمّ انّي إليك فقير ، وانّي خائف مستجير ، فلا تغيّر جسمي ولا تبدّل اسمي .\r\nثمّ يقول :\r\nسائلك فقيرك مسكينك ببابك ، فتصدّق عليه بالجنّة ، اللّهمّ\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالبيت بيتك ، والحرم حرمك ، والعبد عبدك ، وهذا مقام العائذ بك المستجير بك من النّار ، فأعتقني ووالديّ وأهلي وولدي واخواني المؤمنين من النّار ، يا جواد يا كريم » .\r\n\r\nدعاء الشوط الثالث :\r\n« اللّهمّ ادخلني الجنّة ، واجرني من النّار برحمتك ، وعافني من السّقم ، وأوسع عليّ من الرّزق الحلال ، وادرأ عنّي شرّ فسقة الجنّ والانس ، وشرّ فسقة العرب والعجم ، يا ذا المنّ والطّول ، يا ذا الجود والكرم ، انّ عملي ضعيف فضاعفه لي ، وتقبّله منّي ، انّك أنت السّميع العليم » .\r\n\r\nدعاء الشوط الرابع :\r\n« يا اللّه يا وليّ العافية ، وخالق العافية ، ورازق العافية ، والمنعم بالعافية ، والمتفضّل بالعافية عليّ وعلى جميع خلقك ، يا رحمن الدّنيا والآخرة ورحيمهما ، صلّ على محمّد وآل محمّد ، وارزقنا العافية ، وتمام العافية ، وشكر العافية في الدّنيا والآخرة ، يا ارحم الرّاحمين » .\r\n\r\nدعاء الشوط الخامس :\r\n« الحمد للّه الّذي شرّفك وعظّمك ، والحمد للّه الّذي بعث\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمحمّدا نبيّا ، وجعل عليّا اماما ، اللّهمّ اهد له خيار خلقك ، وجنّبه شرار خلقك » .\r\nثمّ يقول : « ربّنا آتنا في الدّنيا حسنة وفي الآخرة حسنة وقنا عذاب النّار » .\r\n\r\nدعاء الشوط السادس :\r\n« اللّهمّ البيت بيتك ، والعبد عبدك ، وهذا مقام العائذ بك من النّار ، اللّهمّ من قبلك الرّوح والفرج والعافية ، اللّهمّ انّ عملي ضعيف فضاعفه لي ، واغفر لي ما اطّلعت عليه منّي وخفي على خلقك ، استجير باللّه من النّار » .\r\n\r\nدعاء الشوط السابع :\r\n« اللّهمّ انّ عندي أفواجا من ذنوب ، وأفواجا من خطايا ، وعندك أفواج من رحمة ، وأفواج من مغفرة ، يا من استجاب لأبغض خلقه إذ قال انظرني إلى يوم يبعثون ، استجب لي » .\r\nثمّ يذكر حاجته ويقول :\r\n« اللّهمّ قنّعني بما رزقتني ، وبارك لي فيما آتيتني » .\r\nوحين يصل إلى مقام إبراهيم عليه السّلام يقول :\r\n« اللّهمّ اعتق رقبتي من النّار ، ووسّع عليّ من الرّزق الحلال ،\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوادرأ عنّي شرّ فسقة العرب والعجم وشرّ فسقة الجنّ والانس » .\r\nوكان الإمام السجاد عليه السّلام حين ينظر إلى الميزاب يقول :\r\n« اللّهمّ ادخلني الجنّة برحمتك ، واجرني برحمتك من النّار ، وعافني من السّقم ، وأوسع عليّ من الرّزق الحلال ، وادرأ عنّي شرّ فسقة الجنّ والانس ، وشرّ فسقة العرب والعجم » .\r\n\r\n3 . مستحبات صلاة الطواف\r\nيستحب للناسك في صلاة الطواف أن يقرأ في الركعة الأولى بعد الحمد سورة « التوحيد » وفي الركعة الثانية بعد الحمد سورة « الكافرون » وبعد الصلاة يحمد اللّه ويثني عليه ويذكر النبي وآل ويصلي عليهم ، ويطلب من اللّه القبول ، ثمّ يقول :\r\n« اللّهمّ تقبّل منّي ، ولا تجعله آخر العهد منّي ، الحمد للّه بمحامده كلّها على نعمائه كلّها ، حتّى ينتهي الحمد إلى ما يحبّ ويرضى ، اللّهمّ صلّ على محمّد وآله ، وتقبّل منّي ، وطهّر قلبي ، وزكّ عملي » .\r\nكما ورد في رواية أخرى : ( يستحب ) للحاج أن يقول بعد ركعتي الطواف : « اللّهمّ ارحمني بطاعتي إيّاك ، وطاعة رسولك صلّى اللّه عليه وآله وسلّم ، اللّهمّ جنّبني ان اتعدّى حدودك ، واجعلني ممّن\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nيحبّك ويحبّ رسولك وملائكتك وعبادك الصّالحين » .\r\nوروي كذلك أنّ الإمام الصادق عليه السّلام كان يسجد بعد صلاة الطواف ويقول :\r\n« سجد لك وجهي تعبّدا ورقا ، لا إله إلّا أنت حقّا حقّا ، الأوّل قبل كلّ شيء ، والآخر بعد كلّ شيء ، وها انا ذا بين يديك ناصيتي بيدك ، فاغفر لي ، إنّه لا يغفر الذّنب العظيم غيرك ، فاغفر لي ، فإنّي مقرّ بذنوبي على نفسي ، ولا يدفع الذّنب العظيم غيرك » .\r\nوبعد تلك السجدة ، كان وجهه المبارك يبدو وكأنّه كان غارقا في الماء .\r\n\r\n4 . مستحبات السعي\r\nيستحب للحاج - بعد صلاة الطواف وقبل السعي - الذهاب إلى بئر زمزم والشرب من مائها ، وإراقة شيء منه على الرأس والظهر والبطن ، ثمّ يقول :\r\n« اللّهمّ اجعله علما نافعا ، ورزقا واسعا ، وشفاء من كلّ داء وسقم » .\r\nثمّ يتوجّه نحو الصفا من الباب المقابل للحجر الأسود ، ويصعد إلى الصفا بقلب مطمئن ، والنظر من هناك إلى الكعبة وإلى\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالركن الّذي فيه الحجر الأسود ، ثمّ يحمد اللّه ويثني عليه ويذكر نعمه على العبد ، وأن يقول :\r\n« اللّه أكبر » سبع مرات .\r\n« الحمد للّه » سبع مرات .\r\n« لا إله إلّا اللّه » سبع مرات .\r\nثمّ يقول بعد ذلك :\r\n« لا اله الّا اللّه وحده لا شريك له ، له الملك وله الحمد ، يحيي ويميت ، وهو حيّ لا يموت ، بيده الخير ، وهو على كلّ شيء قدير » ثلاث مرات .\r\nثمّ يصلّي على محمد وآله ، ويقول ثلاث مرات :\r\n« اللّه أكبر على ما هدانا ، والحمد للّه على ما ابلانا ، والحمد للّه الحيّ القيّوم ، والحمد للّه الحيّ الدّائم » .\r\nثمّ يقول ثلاث مرات :\r\n« اشهد ان لا اله الّا اللّه ، واشهد انّ محمّدا عبده ورسوله ، لا نعبد الّا ايّاه ، مخلصين له الدّين ، ولو كره المشركون » .\r\nثمّ يقول ثلاث مرات :\r\n« اللّهمّ إنّي أسألك العفو والعافية واليقين في الدّنيا والآخرة » .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nويقول ثلاث مرات :\r\n« اللّهمّ آتنا في الدّنيا حسنة وفي الآخرة حسنة وقنا عذاب النّار » .\r\nثمّ يقول :\r\n« اللّه أكبر » مائة مرة .\r\n« لا إله إلّا اللّه » مائة مرة .\r\n« الحمد للّه » مائة مرة .\r\n« سبحان اللّه » مائة مرة .\r\nثمّ يقول :\r\n« لا اله الّا اللّه وحده وحده ، انجز وعده ، ونصر عبده ، وغلب الأحزاب وحده ، فله الملك وله الحمد وحده ، اللّهمّ بارك لي في الموت وفيما بعد الموت ، اللّهمّ إنّي أعوذ بك من ظلمة القبر ووحشته ، اللّهمّ اظلّني في ظلّ عرشك يوم لا ظلّ إلّا ظلّك » .\r\nوأن يكرّر كثيرا : « أستودع اللّه ديني ونفسي وأهلي ومالي » ، ويقول كذلك :\r\n« استودع اللّه الرّحمن الرّحيم الّذي لا تضيع ودائعه ديني ونفسي وأهلي ، اللّهمّ استعملني على كتابك وسنّة نبيّك ، وتوفّني على ملّته ، وأعذني من الفتنة » .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nثمّ يقول : « اللّه أكبر » ثلاث مرات .\r\nوبعدها يكرّر الدعاء السابق مرتين ، ثمّ يكبّر مرة أخرى ويدعو ، وإن لم يتمكن من أداء كل ذلك ، فعليه أن يعمل بما يستطيع .\r\nويستحب استقبال الكعبة وقراءة هذا الدعاء :\r\n« اللّهمّ اغفر لي كلّ ذنب أذنبته قطّ ، فإن عدت فعد عليّ بالمغفرة ، فإنّك أنت الغفور الرّحيم ، اللّهمّ افعل بي ما أنت أهله ، فإنّك إن تفعل بي ما أنت أهله ترحمني ، وإن تعذّبني فأنت غنيّ عن عذابي ، وانا محتاج إلى رحمتك ، فيا من انا محتاج إلى رحمته ارحمني ، اللّهمّ لا تفعل بي ما انا أهله ، فإنّك إن تفعل بي ما انا أهله تعذّبني ، ولم تظلمني ، أصبحت اتّقي عدلك ، ولا أخاف جورك ، فيا من هو عدل لا يجور ارحمني » . ثمّ يقول :\r\n« يا من لا يخيب سائله ، ولا ينفد نائله ، صلّ على محمّد وآل محمّد ، واجرني من النّار برحمتك » .\r\nوجاء في الحديث الشريف عندما ينزل من الصفا ينظر إلى الكعبة ويقول :\r\n« اللّهمّ إنّي أعوذ بك من عذاب القبر وفتنته وغربته ووحشته وظلمته وضيقه وضنكه ، اللّهمّ اظلّني في ظلّ عرشك يوم لا ظلّ إلّا ظلّك » .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nثمّ يقول :\r\n« يا ربّ العفو ، يا من أمر بالعفو ، يا من هو أولى بالعفو ، يا من يثيب على العفو ، العفو العفو العفو ، يا جواد يا كريم يا قريب يا بعيد ، أردد عليّ نعمتك ، واستعملني بطاعتك ومرضاتك » .\r\nويستحب السعي مشيا من الصفا إلى المنارة الواقعة في منتصف الطريق ، وأن تقطع المسافة منها وحتّى المكان الّذي كان سوقا للعطارين ( وهذه المسافة مضاءة بمصابيح خضراء ) هرولة ، وإذا كان راكبا فليسرع بعض الشيء ، ولا هرولة على النساء ، ويستحب أن يقول الساعي عند وصوله إلى هذا المكان :\r\n« بسم اللّه وباللّه ، واللّه أكبر ، وصلّى اللّه على محمّد وأهل بيته ، اللّهمّ اغفر وارحم وتجاوز عمّا تعلم ، إنّك أنت الاعزّ الاجلّ الأكرم ، واهدني للّتي هي أقوم ، اللّهمّ إنّ عملي ضعيف فضاعفه لي ، وتقبّله منّي ، اللّهمّ لك سعيي ، وبك حولي وقوّتي ، تقبّل منّي عملي ، يا من يقبل عمل المتّقين » .\r\nوعندما يترك هذا المكان ، يقول :\r\n« يا ذا المنّ والفضل والكرم والنّعماء والجود ، اغفر لي ذنوبي ، إنّه لا يغفر الذّنوب إلّا أنت » .\r\nوعندما يصل إلى المروة يصعد فوقها ويفعل مثل ما فعل في\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالصفا ، ويدعو بالأدعية الّتي ذكرت هناك وبنفس الترتيب ، ثمّ يقول :\r\n« اللّهمّ يا من امر بالعفو ، يا من يحبّ العفو ، يا من يعطي على العفو ، يا من يعفو على العفو ، يا ربّ العفو ، العفو العفو العفو » .\r\nويستحب له البكاء بل وحتّى التباكي ، والدعاء كثيرا أثناء السعي ، ثمّ يقرأ هذا الدعاء :\r\n« اللّهمّ إنّي أسألك حسن الظّن بك على كلّ حال ، وصدق النيّة في التّوكّل عليك » .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\n[ 5 . دعاء الإمام الحسين عليه السلام في يوم عرفة 
  ]\r\n5 .\r\nدعاء الإمام الحسين عليه السلام في يوم عرفة الْحَمْدُ لِلَّهِ الَّذِي لَيْسَ لِقَضَائِهِ دَافِعٌ وَلَا لِعَطَائِهِ مَانِعٌ - وَلَا كَصُنْعِهِ صُنْعُ صَانِعٍ وَهُوَ الْجَوَادُ الْوَاسِعُ - فَطَرَ أَجْنَاسَ الْبَدَائِعِ وَأَتْقَنَ بِحِكْمَتِهِ الصَّنَائِعَ - لَا يَخْفَى عَلَيْهِ الطَّلَائِعُ وَلَا تَضِيعُ عِنْدَهُ الْوَدَائِعُ - أَتَى بِالْكِتَابِ الْجَامِعِ وَبِشَرْعِ الْإِسْلَامِ النُّورِ السَّاطِعِ وَهُوَ لِلْخَلِيفَةِ صَانِعٌ وَهُوَ الْمُسْتَعَانُ عَلَى الْفَجَائِعِ - جَازِي كُلِّ صَانِعٍ وَرَائِشُ كُلِّ قَانِعٍ وَرَاحِمُ كُلِّ ضَارِعٍ - وَمُنْزِلُ الْمَنَافِعِ وَالْكِتَابِ الْجَامِعِ بِالنُّورِ السَّاطِعِ - وَهُوَ لِلدَّعَوَاتِ سَامِعٌ وَلِلدَّرَجَاتِ رَافِعٌ - وَلِلْكُرُبَاتِ دَافِعٌ وَلِلْجَبَابِرَةِ قَامِعُ - وَرَاحِمُ عَبْرَةِ كُلِّ ضَارِعٍ وَدَافِعُ ضَرْعَةِ كُلِّ ضَارِعٍ - فَلَا إِلَهَ غَيْرُهُ وَلَا شَيْءَ يَعْدِلُهُ - وَ  لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ   اللَّطِيفُ الْخَبِيرُ  -  وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  - اللَّهُمَّ إِنِّي أَرْغَبُ إِلَيْكَ - وَأَشْهَدُ بِالرُّبُوبِيَّةِ لَكَ مُقِرّاً بِأَنَّكَ رَبِّي وَأَنَّ إِلَيْكَ مَرَدِّي - ابْتَدَأْتَنِي بِنِعْمَتِكَ قَبْلَ أَنْ أَكُونَ شَيْئاً مَذْكُوراً - وَخَلَقْتَنِي مِنَ التُّرَابِ - ثُمَّ أَسْكَنْتَنِي الْأَصْلَابَ آمِناً لِرَيْبِ الْمَنُونِ وَاخْتِلَافِ الدُّهُورِ - فَلَمْ أَزَلْ ظَاعِناً مِنْ صُلْبٍ إِلَى رَحِمٍ - فِي تَقَادُمِ الْأَيَّامِ الْمَاضِيَةِ وَالْقُرُونِ الْخَالِيَةِ - لَمْ تُخْرِجْنِي لِرَأْفَتِكَ بِي وَلُطْفِكَ لِي - وَإِحْسَانِكَ إِلَيَّ فِي دَوْلَةِ أَيَّامِ الْكَفَرَةِ - الَّذِينَ نَقَضُوا عَهْدَكَ وَكَذَّبُوا رُسُلَكَ - لَكِنَّكَ أَخْرَجْتَنِي رَأْفَةً مِنْكَ وَتَحَنُّناً عَلَيَّ - لِلَّذِي سَبَقَ لِي مِنَ الْهُدَى الَّذِي\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nيَسَّرْتَنِي - وَفِيهِ أَنْشَأْتَنِي وَمِنْ قَبْلِ ذَلِكَ رَؤُفْتَ بِي - بِجَمِيلِ صُنْعِكَ وَسَوَابِغِ نِعْمَتِكَ - فَابْتَدَعْتَ خَلْقِي مِنْ مَنِيٍّ يُمْنَى - ثُمَّ أَسْكَنْتَنِي فِي ظُلُمَاتٍ ثَلَاثٍ بَيْنَ لَحْمٍ وَجِلْدٍ وَدَمٍ - لَمْ تُشَهِّرْنِي بِخَلْقِي وَلَمْ تَجْعَلْ إِلَيَّ شَيْئاً مِنْ أَمْرِي - ثُمَّ أَخْرَجْتَنِي إِلَى الدُّنْيَا تَامّاً سَوِيّاً - وَحَفِظْتَنِي فِي الْمَهْدِ طِفْلًا صَبِيّاً - وَرَزَقْتَنِي مِنَ الْغِذَاءِ لَبَناً مَرِيّاً عَطَفْتَ عَلَيَّ قُلُوبَ الْحَوَاضِنِ - وَكَفَّلْتَنِي الْأُمَّهَاتِ الرَّحَائِمَ - وَكَلَأْتَنِي مِنْ طَوَارِقِ الْجَانِّ - وَسَلَّمْتَنِي مِنَ الزِّيَادَةِ وَالنُّقْصَانِ - فَتَعَالَيْتَ يَا رَحِيمُ يَا رَحْمَانُ - حَتَّى إِذَا اسْتَهْلَلْتُ نَاطِقاً بِالْكَلَامِ أَتْمَمْتَ عَلَيَّ سَوَابِغَ الْإِنْعَامَ - فَرَبَّيْتَنِي زَائِداً فِي كُلِّ عَامٍ حَتَّى إِذَا كَمَلَتْ فِطْرَتِي - وَاعْتَدَلَتْ سَرِيرَتِي أَوْجَبْتَ عَلَيَّ حُجَّتَكَ - بِأَنْ أَلْهَمْتَنِي مَعْرِفَتَكَ وَرَوَّعْتَنِي بِعَجَائِبِ فِطْرَتِكَ - وَأَنْطَقْتَنِي لِمَا ذَرَأْتَ فِي سَمَائِكَ وَأَرْضِكَ مِنْ بَدَائِعِ خَلْقِكَ - وَنَبَّهَتْنِي لِذِكْرِكَ وَشُكْرِكَ وَوَاجِبِ طَاعَتِكَ وَعِبَادَتِكَ - وَفَهَّمْتَنِي مَا جَاءَتْ بِهِ رُسُلُكَ وَيَسَّرْتَ لِي تَقَبُّلَ مَرْضَاتِكَ - وَمَنَنْتَ عَلَيَّ فِي جَمِيعِ ذَلِكَ بِعَوْنِكَ وَلُطْفِكَ - ثُمَّ إِذْ خَلَقْتَنِي مِنْ حُرِّ الثَّرَى لَمْ تَرْضَ لِي يَا إِلَهِي بِنِعْمَةٍ دُونَ أُخْرَى - وَرَزَقْتَنِي مِنْ أَنْوَاعِ الْمَعَاشِ وَصُنُوفِ الرِّيَاشِ بِمَنِّكَ الْعَظِيمِ عَلَيَّ - وَإِحْسَانِكَ الْقَدِيمِ إِلَيَّ حَتَّى إِذَا أَتْمَمْتَ عَلَيَّ جَمِيعَ النِّعَمِ - وَصَرَفْتَ\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nعَنِّي كُلَّ النِّقَمِ - لَمْ يَمْنَعْكَ جَهْلِي وَجُرْأَتِي عَلَيْكَ - أَنْ دَلَلْتَنِي عَلَى مَا يُقَرِّبُنِي إِلَيْكَ - وَوَفَّقْتَنِي لِمَا يُزْلِفُنِي لَدَيْكَ - فَإِنْ دَعَوْتُكَ أَجَبْتَنِي وَإِنْ سَأَلْتُكَ أَعْطَيْتَنِي - وَإِنْ أَطَعْتُكَ شَكَرْتَنِي وَإِنِ شَكَرْتَنِي زِدْتَنِي - كُلُّ ذَلِكَ إِكْمَالًا لِأَنْعُمِكَ عَلَيَّ وَإِحْسَاناً إِلَيَّ - فَسُبْحَانَكَ سُبْحَانَكَ مِنْ مُبْدِئٍ - مُعِيدٍ حَمِيدٍ مَجِيدٍ وَتَقَدَّسَتْ أَسْمَاؤُكَ وَعَظُمَتْ آلَاؤُكَ - فَأَيُّ أَنْعُمِكَ يَا إِلَهِي أُحْصِي عَدَداً أَوْ ذِكْراً - أَمْ أَيُّ عَطَائِكَ أَقُومُ بِهَا شُكْراً - وَهِيَ يَا رَبِّ أَكْثَرُ مِنْ أَنْ يُحْصِيَهَا الْعَادُّونَ - أَوْ يَبْلُغَ عِلْماً بِهَا الْحَافِظُونَ - ثُمَّ مَا صَرَفْتَ وَدَرَأْتَ عَنِّي اللَّهُمَّ مِنَ الضُّرِّ وَالضَّرَّاءِ أَكْثَرُ - مِمَّا ظَهَرَ لِي مِنَ الْعَافِيَةِ وَالسَّرَّاءِ - وَأَنَا أُشْهِدُكَ يَا إِلَهِي بِحَقِيقَةِ إِيمَانِي - وَعَقْدِ عَزَمَاتِ يَقِينِي وَخَالِصِ صَرِيحِ تَوْحِيدِي - وَبَاطِنِ مَكْنُونِ ضَمِيرِي وَعَلَائِقِ مَجَارِي نُورِ بَصَرِي - وَأَسَارِيرِ صَفْحَةِ جَبِينِي وَخُرْقِ مَسَارِبِ نَفْسِي - وَخَذَارِيفِ مَارِنِ عِرْنِينِي وَمَسَارِبِ صِمَاخِ سَمْعِي - وَمَا ضُمَّتْ وَأُطْبِقَتْ عَلَيْهِ شَفَتَايَ - وَحَرَكَاتُ لَفْظِ لِسَانِي وَمَغْرَزِ حَنَكِ فَمِي وَفَكِّي - وَمَنَابِتِ أَضْرَاسِي وَبُلُوغِ حَبَائِلِ بَارِعِ عُنُقِي - وَمَسَاغِ مَطْعَمِي وَمَشْرَبِي وَحِمَالَةِ أُمِّ رَأْسِي - وَجُمَلِ حَمَائِلِ حَبْلِ وَتِينِي - وَمَا اشْتَمَلَ عَلَيْهِ تَامُورُ صَدْرِي وَنِيَاطِ حِجَابِ قَلْبِي - وَأَفْلَاذِ حَوَاشِي كَبِدِي وَمَا حَوَتْهُ شَرَاسِيفُ أَضْلَاعِي - وَحِقَاقِ مَفَاصِلِي وَأَطْرَافِ\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nأَنَامِلِي - وَقَبْضِ عَوَامِلِي وَدَمِي وَشَعْرِي - وَبَشَرِي وَعَصَبِي وَقَصَبِي وَعِظَامِي - وَمُخِّي وَعُرُوقِي وَجَمِيعِ جَوَارِحِي - وَمَا انْتَسَجَ عَلَى ذَلِكَ أَيَّامُ رَضَاعِي - وَمَا أَقَلَّتِ الْأَرْضُ مِنِّي وَنَوْمِي وَيَقَظَتِي - وَسُكُونِي وَحَرَكَتِي وَحَرَكَاتِ رُكُوعِي وَسُجُودِي - أَنْ لَوْ حَاوَلْتُ وَاجْتَهَدْتُ مَدَى الْأَعْصَارِ وَالْأَحْقَابِ - لَوْ عُمِّرْتُهَا أَنْ أُؤَدِّيَ شُكْرَ وَاحِدَةٍ مِنْ أَنْعُمِكَ - مَا اسْتَطَعْتُ ذَلِكَ إِلَّا بِمَنِّكَ الْمُوجِبِ عَلَيَّ - شُكْراً آنِفاً جَدِيداً وَثَنَاءً طَارِفاً عَتِيداً - أَجَلْ وَلَوْ حَرَصْتُ وَالْعَادُّونَ مِنْ أَنَامِكَ - أَنْ نُحْصِيَ مَدَى إِنْعَامِكَ سَالِفَةً وَآنِفَةً - لَمَا حَصَرْنَاهُ عَدَداً وَلَا أَحْصَيْنَاهُ أَبَداً - هَيْهَاتَ أَنَّى ذَلِكَ وَأَنْتَ الْمُخْبِرُ عَنْ نَفْسِكَ - فِي كِتَابِكَ النَّاطِقِ وَالنَّبَإِ الصَّادِقِ -  وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوها  - صَدَقَ كِتَابُكَ اللَّهُمَّ وَنَبَؤُكَ - وَبَلَّغَتْ أَنْبِيَاؤُكَ وَرُسُلُكَ مَا أَنْزَلْتَ عَلَيْهِمْ مِنْ وَحْيِكَ - وَشَرَعْتَ لَهُمْ مِنْ دِينِكَ غَيْرَ أَنِّي أَشْهَدُ بِجِدِّي وَجَهْدِي - وَمَبَالِغِ طَاقَتِي وَوُسْعِي وَأَقُولُ مُؤْمِناً مُوقِناً -  الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً  فَيَكُونَ مَوْرُوثاً -  وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ  فَيُضَادَّهُ فِيمَا ابْتَدَعَ - وَلَا  وَلِيٌّ مِنَ الذُّلِّ  فَيُرْفِدَهُ فِيمَا صَنَعَ سُبْحَانَهُ سُبْحَانَهُ سُبْحَانَهُ -  لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا  وَتَفَطَّرَتَا - فَسُبْحَانَ اللَّهِ الْوَاحِدِ الْحَقِّ الْأَحَدِ الصَّمَدِ - الَّذِي   لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ   - الْحَمْدُ لِلَّهِ حَمْداً يَعْدِلُ - حَمْدَ مَلَائِكَتِهِ الْمُقَرَّبِينَ وَأَنْبِيَائِهِ\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nالْمُرْسَلِينَ - وَصَلَّى اللَّهُ عَلَى خِيَرَتِهِ مِنْ خَلْقِهِ مُحَمَّدٍ - خَاتَمِ النَّبِيِّينَ وَآلِهِ الطَّاهِرِينَ الْمُخْلَصِينَ - اللَّهُمَّ اجْعَلْنِي أَخْشَاكَ كَأَنِّي أَرَاكَ وَأَسْعِدْنِي بِتَقْوَاكَ - وَلَا تُشْقِنِي بِمَعْصِيَتِكَ وَخِرْ لِي فِي قَضَائِكَ - وَبَارِكْ لِي فِي قَدَرِكَ حَتَّى - لَا أُحِبَّ تَعْجِيلَ مَا أَخَّرْتَ وَلَا تَأْخِيرَ مَا عَجَّلْتَ - اللَّهُمَّ اجْعَلْ غِنَايَ فِي نَفْسِي وَالْيَقِينَ فِي قَلْبِي - وَالْإِخْلَاصَ فِي عَمَلِي وَالنُّورَ فِي بَصَرِي وَالْبَصِيرَةَ فِي دِينِي - وَمَتِّعْنِي بِجَوَارِحِي وَاجْعَلْ سَمْعِي وَبَصَرِي الْوَارِثَيْنِ مِنِّي - وَانْصُرْنِي عَلَى مَنْ ظَلَمَنِي وَارْزُقْنِي مَآرِبِي وَثَأْرِي وَأَقِرَّ بِذَلِكَ عَيْنِي - اللَّهُمَّ اكْشِفْ كُرْبَتِي وَاسْتُرْ عَوْرَتِي وَاغْفِرْ لِي خَطِيئَتِي - وَاخْسَأْ شَيْطَانِي وَفُكَّ رِهَانِي - وَاجْعَلْ لِي يَا إِلَهِي الدَّرَجَةَ الْعُلْيَا فِي الْآخِرَةِ وَالْأُولَى - اللَّهُمَّ لَكَ الْحَمْدُ كَمَا خَلَقْتَنِي فَجَعَلْتَنِي سَمِيعاً بَصِيراً - وَلَكَ الْحَمْدُ كَمَا خَلَقْتَنِي فَجَعَلْتَنِي حَيّاً سَوِيّاً - رَحْمَةً بِي وَكُنْتَ عَنْ خَلْقِي غَنِيّاً - رَبِّ بِمَا بَرَأْتَنِي فَعَدَّلْتَ فِطْرَتِي - رَبِّ بِمَا أَنْشَأْتَنِي فَأَحْسَنْتَ صُورَتِي - يَا رَبِّ بِمَا أَحْسَنْتَ بِي وَفِي نَفْسِي عَافَيْتَنِي - رَبِّ بِمَا كَلَأْتَنِي وَوَفَّقْتَنِي رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَهَدَيْتَنِي -\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nرَبِّ بِمَا آوَيْتَنِي وَمِنْ كُلِّ خَيْرٍ آتَيْتَنِي وَأَعْطَيْتَنِي - رَبِّ بِمَا أَطْعَمْتَنِي وَسَقَيْتَنِي رَبِّ بِمَا أَغْنَيْتَنِي وَأَقْنَيْتَنِي - رَبِّ بِمَا أَعَنْتَنِي وَأَعْزَزْتَنِي رَبِّ بِمَا أَلْبَسْتَنِي مِنْ ذِكْرِكَ الصَّافِي - وَيَسَّرْتَ لِي مِنْ صُنْعِكَ الْكَافِي صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ - وَأَعِنِّي عَلَى بَوَائِقِ - الدَّهْرِ وَصُرُوفِ الْأَيَّامِ وَاللَّيَالِي - وَنَجِّنِي مِنْ أَهْوَالِ الدُّنْيَا وَكُرُبَاتِ الْآخِرَةِ - وَاكْفِنِي شَرَّ مَا يَعْمَلُ الظَّالِمُونَ فِي الْأَرْضِ - اللَّهُمَّ مَا أَخَافُ فَاكْفِنِي وَمَا أَحْذَرُ فَقِنِي - وَفِي نَفْسِي وَدِينِي فَاحْرُسْنِي وَفِي سَفَرِي فَاحْفَظْنِي - وَفِي أَهْلِي وَمَالِي وَوُلْدِي فَاخْلُفْنِي وَفِيمَا رَزَقْتَنِي فَبَارِكْ لِي - وَفِي نَفْسِي فَذَلِّلْنِي وَفِي أَعْيُنِ النَّاسِ فَعَظِّمْنِي - وَمِنْ شَرِّ الْجِنِّ وَالْإِنْسِ فَسَلِّمْنِي وَبِذُنُوبِي فَلَا تَفْضَحْنِي - وَبِسَرِيرَتِي فَلَا تُخْزِنِي وَبِعَمَلِي فَلَا تَبْتَلِنِي - وَنِعَمَكَ فَلَا تَسْلُبْنِي وَإِلَى غَيْرِكَ فَلَا تَكِلْنِي - إِلَى مَنْ تَكِلُنِي إِلَى الْقَرِيبِ يَقْطَعُنِي - أَمْ إِلَى الْبَعِيدِ يَتَجَهَّمُنِي أَمْ إِلَى الْمُسْتَضْعِفِينَ لِي - وَأَنْتَ رَبِّي وَمَلِيكُ أَمْرِي - أَشْكُو إِلَيْكَ غُرْبَتِي وَبُعْدَ دَارِي وَهَوَانِي عَلَى مَنْ مَلَّكْتَهُ أَمْرِي - اللَّهُمَّ فَلَا تُحْلِلْ بِي غَضَبَكَ فَإِنْ لَمْ تَكُنْ غَضِبْتَ عَلَيَّ - فَلَا أُبَالِي سِوَاكَ غَيْرَ أَنَّ عَافِيَتَكَ أَوْسَعُ لِي - فَأَسْأَلُكَ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ لَهُ الْأَرْضُ وَالسَّمَاوَاتُ - وَانْكَشَفَتْ بِهِ الظُّلُمَاتُ - وَصَلَحَ عَلَيْهِ أَمْرُ الْأَوَّلِينَ وَالْآخِرِينَ - أَنْ لَا تُمِيتَنِي عَلَى غَضَبِكَ وَلَا تُنْزِلَ\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nبِي سَخَطَكَ - لَكَ الْعُتْبَى حَتَّى تَرْضَى قَبْلَ ذَلِكَ لَا إِلَهَ إِلَّا أَنْتَ - رَبُّ الْبَلَدِ الْحَرَامِ وَالْمَشْعَرِ الْحَرَامِ وَالْبَيْتِ الْعَتِيقِ - الَّذِي أَحْلَلْتَهُ الْبَرَكَةَ وَجَعَلْتَهُ لِلنَّاسِ أَمَنَةً - يَا مَنْ عَفَا عَنِ الْعَظِيمِ مِنَ الذُّنُوبِ بِحِلْمِهِ - يَا مَنْ أَسْبَغَ النِّعْمَةَ بِفَضْلِهِ - يَا مَنْ أَعْطَى الْجَزِيلَ بِكَرَمِهِ - يَا عُدَّتِي فِي كُرْبَتِي يَا مُونِسِي فِي حُفْرَتِي يَا وَلِيَّ نِعْمَتِي - يَا إِلَهِي وَإِلَهَ آبَائِي إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ - وَرَبَّ جَبْرَئِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ - وَرَبَّ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَآلِهِ الْمُنْتَجَبِينَ - وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالزَّبُورِ وَالْقُرْآنِ الْعَظِيمِ - وَمُنْزِلَ   كهيعص   وَ   طه   وَ    يس وَالْقُرْآنِ الْحَكِيمِ    - أَنْتَ كَهْفِي حِينَ تُعْيِينِي الْمَذَاهِبُ فِي سَعَتِهَا - وَتَضِيقُ عَلَيَّ الْأَرْضُ بِرُحْبِهَا - وَلَوْ لَا رَحْمَتُكَ لَكُنْتُ مِنَ الْمَفْضُوحِينَ - وَأَنْتَ مُؤَيِّدِي بِالنَّصْرِ عَلَى الْأَعْدَاءِ وَلَوْ لَا نَصْرُكَ لِي لَكُنْتُ مِنَ الْمَغْلُوبِينَ - يَا مَنْ خَصَّ نَفْسَهُ بِالسُّمُوِّ وَالرِّفْعَةِ وَأَوْلِيَاؤُهُ بِعِزِّهِ يَعْتَزُّونَ - يَا مَنْ جَعَلَتْ لَهُ الْمُلُوكُ نِيرَ الْمَذَلَّةِ عَلَى أَعْنَاقِهِمْ - فَهُمْ مِنْ سَطَوَاتِهِ خَائِفُونَ - تَعْلَمُ  خائِنَةَ الْأَعْيُنِ وَما تُخْفِي الصُّدُورُ  - وَغَيْبَ مَا تَأْتِي بِهِ الْأَزْمَانُ وَالدُّهُورُ يَا مَنْ لَا يَعْلَمُ كَيْفَ هُوَ إِلَّا هُوَ - يَا مَنْ لَا يَعْلَمُ مَا يَعْلَمُهُ إِلَّا هُوَ - يَا مَنْ كَبَسَ الْأَرْضَ عَلَى الْمَاءِ وَسَدَّ الْهَوَاءَ بِالسَّمَاءِ - يَا مَنْ لَهُ\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nأَكْرَمُ الْأَسْمَاءِ يَا ذَا الْمَعْرُوفِ الَّذِي لَا يَنْقَطِعُ أَبَداً - يَا مُقَيِّضَ الرَّكْبِ لِيُوسُفَ فِي الْبَلَدِ الْقَفْرِ - وَمُخْرِجَهُ مِنَ الْجُبِّ وَجَاعِلَهُ بَعْدَ الْعُبُودِيَّةِ مَلِكاً - يَا رَادَّ يُوسُفَ عَلَى يَعْقُوبَ - بَعْدَ أَنِ ابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ - يَا كَاشِفَ الضُّرِّ وَالْبَلَاءِ عَنْ أَيُّوبَ - يَا مُمْسِكَ يَدِ إِبْرَاهِيمَ عَنْ ذَبْحِ ابْنِهِ بَعْدَ كِبَرِ سِنِّهِ وَفَنَاءِ عُمُرِهِ - يَا مَنِ اسْتَجَابَ لِزَكَرِيَّا فَوَهَبَ لَهُ يَحْيَى - وَلَمْ يَدَعْهُ فَرْداً وَحِيداً - يَا مَنْ أَخْرَجَ يُونُسَ مِنْ بَطْنِ الْحُوتِ - يَا مَنْ فَلَقَ الْبَحْرَ لِبَنِي إِسْرَائِيلَ - فَأَنْجَاهُمْ وَجَعَلَ فِرْعَوْنَ وَجُنُودَهُ مِنَ الْمُغْرَقِينَ - يَا مَنْ أَرْسَلَ الرِّيَاحَ مُبَشِّرَاتٍ بَيْنَ يَدَيْ رَحْمَتِهِ - يَا مَنْ لَمْ يَعْجَلْ عَلَى مَنْ عَصَاهُ مِنْ خَلْقِهِ - يَا مَنِ اسْتَنْقَذَ السَّحَرَةَ مِنْ بَعْدِ طُولِ الْجُحُودِ - وَقَدْ غَدَوْا فِي نِعْمَتِهِ يَأْكُلُونَ رِزْقَهُ وَيَعْبُدُونَ غَيْرَهُ - وَقَدْ حَادُّوهُ وَنَادُّوهُ وَكَذَّبُوا رُسُلَهُ - يَا اللَّهُ يَا بَدِيءُ لَا بَدْءَ لَكَ دَائِماً يَا دَائِماً لَا نَفَادَ لَكَ - يَا حَيُّ يَا قَيُّومُ يَا مُحْيِيَ الْمَوْتَى - يَا مَنْ هُوَ  قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ  - يَا مَنْ قَلَّ لَهُ شُكْرِي فَلَمْ يَحْرِمْنِي وَعَظُمَتْ خَطِيئَتِي فَلَمْ يَفْضَحْنِي - وَرَآنِي عَلَى الْمَعَاصِي فَلَمْ يَخْذُلْنِي - يَا مَنْ حَفِظَنِي فِي صِغَرِي يَا مَنْ رَزَقَنِي فِي كِبَرِي - يَا مَنْ أَيَادِيهِ عِنْدِي لَا تُحْصَى يَا مَنْ نِعَمُهُ عِنْدِي لَا تُجَازَى - يَا مَنْ عَارَضَنِي بِالْخَيْرِ وَالْإِحْسَانِ - وَعَارَضْتُهُ بِالْإِسَاءَةِ وَالْعِصْيَانِ - يَا مَنْ هَدَانِي بِالْإِيمَانِ قَبْلَ أَنْ أَعْرِفَ\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nشُكْرَ الِامْتِنَانِ - يَا مَنْ دَعَوْتُهُ مَرِيضاً فَشَفَانِي وَعُرْيَاناً فَكَسَانِي - وَجَائِعاً فَأَطْعَمَنِي وَعَطْشَاناً فَأَرْوَانِي - وَذَلِيلًا فَأَعَزَّنِي وَجَاهِلًا فَعَرَّفَنِي - وَوَحِيداً فَكَثَّرَنِي وَغَائِباً فَرَدَّنِي - وَمُقِلًّا فَأَغْنَانِي وَمُنْتَصِراً فَنَصَرَنِي - وَغَنِيّاً فَلَمْ يَسْلُبْنِي وَأَمْسَكْتُ عَنْ جَمِيعِ ذَلِكَ فَابْتَدَأَنِي - فَلَكَ الْحَمْدُ يَا مَنْ أَقَالَ عَثْرَتِي وَنَفَّسَ كُرْبَتِي - وَأَجَابَ دَعْوَتِي وَسَتَرَ عَوْرَتِي وَذُنُوبِي - وَبَلَّغَنِي طَلِبَتِي وَنَصَرَنِي عَلَى عَدُوِّي - وَإِنْ أَعُدَّ نِعَمَكَ وَمِنَنَكَ وَكَرَائِمَ مِنَحِكَ لَا أُحْصِيهَا يَا مَوْلَايَ - أَنْتَ الَّذِي أَنْعَمْتَ أَنْتَ الَّذِي أَحْسَنْتَ - أَنْتَ الَّذِي أَجْمَلْتَ أَنْتَ الَّذِي أَفْضَلْتَ - أَنْتَ الَّذِي مَنَنْتَ أَنْتَ الَّذِي أَكْمَلْتَ - أَنْتَ الَّذِي رَزَقْتَ أَنْتَ الَّذِي أَعْطَيْتَ - أَنْتَ الَّذِي أَغْنَيْتَ أَنْتَ الَّذِي أَقْنَيْتَ - أَنْتَ الَّذِي آوَيْتَ أَنْتَ الَّذِي كَفَيْتَ - أَنْتَ الَّذِي هَدَيْتَ أَنْتَ الَّذِي عَصَمْتَ - أَنْتَ الَّذِي سَتَرْتَ أَنْتَ الَّذِي غَفَرْتَ - أَنْتَ الَّذِي أَقَلْتَ أَنْتَ الَّذِي مَكَّنْتَ - أَنْتَ الَّذِي أَعْزَزْتَ أَنْتَ الَّذِي أَعَنْتَ - أَنْتَ الَّذِي عَضَدْتَ أَنْتَ الَّذِي أَيَّدْتَ أَنْتَ الَّذِي نَصَرْتَ - أَنْتَ الَّذِي شَفَيْتَ أَنْتَ الَّذِي عَافَيْتَ - أَنْتَ الَّذِي أَكْرَمْتَ تَبَارَكْتَ رَبِّي وَتَعَالَيْتَ - فَلَكَ الْحَمْدُ دَائِماً وَلَكَ الشُّكْرُ وَاصِباً - ثُمَّ أَنَا يَا إِلَهِي الْمُعْتَرِفُ بِذُنُوبِي فَاغْفِرْهَا لِي - أَنَا الَّذِي أَخْطَأْتُ أَنَا الَّذِي أَغْفَلْتُ - أَنَا الَّذِي جَهِلْتُ أَنَا الَّذِي هَمَمْتُ -\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nأَنَا الَّذِي سَهَوْتُ أَنَا الَّذِي اعْتَمَدْتُ - أَنَا الَّذِي تَعَمَّدْتُ أَنَا الَّذِي وَعَدْتُ - أَنَا الَّذِي أَخْلَفْتُ أَنَا الَّذِي نَكَثْتُ - أَنَا الَّذِي أَقْرَرْتُ إِلَهِي أَعْتَرِفُ بِنِعْمَتِكَ عِنْدِي - وَأَبُوءُ بِذُنُوبِي فَاغْفِرْ لِي يَا مَنْ لَا تَضُرُّهُ ذُنُوبُ عِبَادِهِ - وَهُوَ الْغَنِيُّ عَنْ طَاعَتِهِمْ - وَالْمُوَفِّقُ مَنْ عَمِلَ مِنْهُمْ صَالِحاً بِمَعُونَتِهِ وَرَحْمَتِهِ - فَلَكَ الْحَمْدُ إِلَهِي أَمَرْتَنِي فَعَصَيْتُكَ - وَنَهَيْتَنِي فَارْتَكَبْتُ نَهْيَكَ فَأَصْبَحْتُ لَا ذَا بَرَاءَةٍ فَأَعْتَذِرَ - وَلَا ذَا قُوَّةٍ فَأَنْتَصِرَ فَبِأَيِّ شَيْءٍ أَسْتَقْبِلُكَ يَا مَوْلَايَ - أَ بِسَمْعِي أَمْ بِبَصَرِي أَمْ بِلِسَانِي أَمْ بِرِجْلِي - أَ لَيْسَ كُلُّهَا نِعَمَكَ عِنْدِي وَبِكُلِّهَا عَصَيْتُكَ يَا مَوْلَايَ - فَلَكَ الْحُجَّةُ وَالسَّبِيلُ عَلَيَّ - يَا مَنْ سَتَرَنِي مِنَ الْآبَاءِ وَالْأُمَّهَاتِ أَنْ يَزْجُرُونِي - وَمِنَ الْعَشَائِرِ وَالْإِخْوَانِ - أَنْ يُعَيِّرُونِي - وَمِنَ السَّلَاطِينِ أَنْ يُعَاقِبُونِي وَلَوِ اطَّلَعُوا - يَا مَوْلَايَ عَلَى مَا اطَّلَعْتَ عَلَيْهِ مِنِّي - إِذًا مَا أَنْظَرُونِي وَلَرَفَضُونِي وَقَطَعُونِي - فَهَا أَنَا ذَا بَيْنَ يَدَيْكَ يَا سَيِّدِي - خَاضِعاً - ذَلِيلًا حَقِيراً لَا ذُو بَرَاءَةٍ فَأَعْتَذِرَ - وَلَا قُوَّةٍ فَأَنْتَصِرَ وَلَا حُجَّةَ لِي فَأَحْتَجَّ بِهَا - وَلَا قَائِلٌ لَمْ أَجْتَرِحْ وَلَمْ أَعْمَلْ سُوءاً - وَمَا عَسَى الْجُحُودُ لَوْ جَحَدْتُ يَا مَوْلَايَ فَيَنْفَعُنِي - وَكَيْفَ وَأَنَّى ذَلِكَ وَجَوَارِحِي كُلُّهَا شَاهِدَةٌ - عَلَيَّ بِمَا قَدْ عَلِمْتُ يَقِيناً غَيْرَ ذِي شَكٍّ - أَنَّكَ سَائِلِي عَنْ عَظَائِمِ الْأُمُورِ - وَأَنَّكَ الْحَكِيمُ الْعَدْلُ\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالَّذِي لَا يَجُورُ - وَعَدْلُكَ مُهْلِكِي وَمِنْ كُلِّ عَدْلِكَ مَهْرَبِي - فَإِنْ تُعَذِّبْنِي فَبِذُنُوبِي يَا مَوْلَايَ بَعْدَ حُجَّتِكَ عَلَيَّ - وَإِنْ تَعْفُ عَنِّي فَبِحِلْمِكَ وَجُودِكَ وَكَرَمِكَ  لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ  - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الْمُسْتَغْفِرِينَ - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الْمُوَحِّدِينَ - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الْوَجِلِينَ - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الرَّاجِينَ الرَّاغِبِينَ - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ السَّائِلِينَ - لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الْمُهَلِّلِينَ الْمُسَبِّحِينَ - لَا إِلَهَ إِلَّا أَنْتَ رَبِّي وَرَبُّ آبَائِيَ الْأَوَّلِينَ - اللَّهُمَّ هَذَا ثَنَائِي عَلَيْكَ مُمَجِّداً - وَإِخْلَاصِي مُوَحِّداً وَإِقْرَارِي بِآلَائِكَ مُعِدّاً - وَإِنْ كُنْتُ مُقِرّاً - أَنِّي لَا أُحْصِيهَا لِكَثْرَتِهَا وَسُبُوغِهَا - وَتَظَاهُرِهَا وَتَقَادُمِهَا إِلَى حَادِثٍ مَا لَمْ تَزَلْ - تَتَغَمَّدُنِي بِهِ مَعَهَا مُذْ خَلَقْتَنِي وَبَرَأْتَنِي - مِنْ أَوَّلِ الْعُمُرِ مِنَ الْإِغْنَاءِ بَعْدَ الْفَقْرِ - وَكَشْفِ الضُّرِّ وَتَسْبِيبِ الْيُسْرِ وَدَفْعِ الْعُسْرِ - وَتَفْرِيجِ الْكَرْبِ وَالْعَافِيَةِ فِي الْبَدَنِ وَالسَّلَامَةِ فِي الدِّينِ - وَلَوْ رَفَدَنِي عَلَى قَدْرِ ذِكْرِ نِعَمِكَ - عَلَيَّ جَمِيعُ الْعَالَمِينَ مِنَ الْأَوَّلِينَ وَالْآخِرِينَ - لَمَا قَدَرْتُ وَلَا هُمْ عَلَى ذَلِكَ - تَقَدَّسْتَ\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nوَتَعَالَيْتَ مِنْ رَبٍّ عَظِيمٍ كَرِيمٍ رَحِيمٍ - لَا تُحْصَى آلَاؤُكَ وَلَا يُبْلَغُ ثَنَاؤُكَ وَلَا تُكَافَى نَعْمَاؤُكَ - صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَتْمِمْ عَلَيْنَا نِعْمَتَكَ - وَأَسْعِدْنَا بِطَاعَتِكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ - اللَّهُمَّ إِنَّكَ تُجِيبُ دَعْوَةَ الْمُضْطَرِّ إِذَا دَعَاكَ - وَتَكْشِفُ السُّوءَ وَتُغِيثُ الْمَكْرُوبَ - وَتَشْفِي السَّقِيمَ وَتُغْنِي الْفَقِيرَ وَتَجْبُرُ الْكَسِيرَ - وَتَرْحَمُ الصَّغِيرَ وَتُعِينُ الْكَبِيرَ وَلَيْسَ دُونَكَ ظَهِيرٌ - وَلَا فَوْقَكَ قَدِيرٌ وَأَنْتَ الْعَلِيُّ الْكَبِيرُ - يَا مُطْلِقَ الْمُكَبَّلِ الْأَسِيرِ يَا رَازِقَ الطِّفْلِ الصَّغِيرِ - يَا عِصْمَةَ الْخَائِفِ الْمُسْتَجِيرِ يَا مَنْ لَا شَرِيكَ لَهُ وَلَا وَزِيرَ - صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَعْطِنِي فِي هَذِهِ الْعَشِيَّةِ أَفْضَلَ مَا أَعْطَيْتَ - وَأَنَلْتَ أَحَداً مِنْ عِبَادِكَ مِنْ نِعْمَةٍ تُولِيهَا وَآلَاءٍ تُجَدِّدُهَا - وَبَلِيَّةٍ تَصْرِفُهَا وَكُرْبَةٍ تَكْشِفُهَا وَدَعْوَةٍ تَسْمَعُهَا - وَحَسَنَةٍ تَتَقَبَّلُهَا وَسَيِّئَةٍ تَغْفِرُهَا - إِنَّكَ  لَطِيفٌ خَبِيرٌ  وَ  عَلى كُلِّ شَيْءٍ قَدِيرٌ  - اللَّهُمَّ إِنَّكَ أَقْرَبُ مَنْ دُعِيَ وَأَسْرَعُ مَنْ أَجَابَ - وَأَكْرَمُ مَنْ عَفَا وَأَوْسَعُ مَنْ أَعْطَى وَأَسْمَعُ مَنْ سُئِلَ - يَا رَحْمَانَ الدُّنْيَا وَالْآخِرَةِ وَرَحِيمَهُمَا لَيْسَ كَمِثْلِكَ مَسْئُولٌ - وَلَا سِوَاكَ مَأْمُولٌ دَعَوْتُكَ فَأَجَبْتَنِي - وَسَأَلْتُكَ فَأَعْطَيْتَنِي وَرَغِبْتُ إِلَيْكَ فَرَحِمْتَنِي - وَوَثِقْتُ بِكَ فَنَجَّيْتَنِي وَفَزِعْتُ إِلَيْكَ فَكَفَيْتَنِي - اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَنَبِيِّكَ - وَعَلَى آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ أَجْمَعِينَ - وَتَمِّمْ لَنَا نَعْمَاءَكَ\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوَهَنِّئْنَا عَطَاءَكَ - وَاجْعَلْنَا لَكَ شَاكِرِينَ وَلِآلَائِكَ ذَاكِرِينَ آمِينَ رَبَّ الْعَالَمِينَ - اللَّهُمَّ يَا مَنْ مَلَكَ فَقَدَرَ وَقَدَرَ فَقَهَرَ - وَعُصِيَ فَسَتَرَ وَاسْتُغْفِرَ فَغَفَرَ - يَا غَايَةَ الرَّاغِبِينَ وَمُنْتَهَى أَمَلِ الرَّاجِينَ - يَا مَنْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً وَوَسِعَ الْمُسْتَقِيلِينَ رَأْفَةً وَحِلْماً - اللَّهُمَّ إِنَّا نَتَوَجَّهُ إِلَيْكَ فِي هَذِهِ الْعَشِيَّةِ - الَّتِي شَرَّفْتَهَا وَعَظَّمْتَهَا بِمُحَمَّدٍ نَبِيِّكَ - وَرَسُولِكَ وَخِيَرَتِكَ وَأَمِينِكَ عَلَى وَحْيِكَ - اللَّهُمَّ صَلِّ عَلَى الْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ - الَّذِي أَنْعَمْتَ بِهِ عَلَى الْمُسْلِمِينَ وَجَعَلْتَهُ رَحْمَةً لِلْعَالَمِينَ - اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَآلِهِ كَمَا مُحَمَّدٌ أَهْلُ ذَلِكَ يَا عَظِيمُ - فَصَلِّ عَلَيْهِ وَعَلَى آلِ مُحَمَّدٍ الْمُنْتَجَبِينَ - الطَّيِّبِينَ الطَّاهِرِينَ أَجْمَعِينَ وَتَغَمَّدْنَا بِعَفْوِكَ عَنَّا - فَإِلَيْكَ عَجَّتِ الْأَصْوَاتُ بِصُنُوفِ اللُّغَاتِ - وَاجْعَلْ لَنَا فِي هَذِهِ الْعَشِيَّةِ نَصِيباً فِي كُلِّ خَيْرٍ تَقْسِمُهُ - وَنُورٍ تَهْدِي بِهِ وَرَحْمَةٍ تَنْشُرُهَا - وَعَافِيَةٍ تُجَلِّلُهَا وَبَرَكَةٍ تُنْزِلُهَا - وَرِزْقٍ تَبْسُطُهُ يَا أَرْحَمَ الرَّاحِمِينَ - اللَّهُمَّ اقْلِبْنَا فِي هَذَا الْوَقْتِ مُنْجِحِينَ - مُفْلِحِينَ مَبْرُورِينَ غَانِمِينَ وَلَا تَجْعَلْنَا مِنَ الْقَانِطِينَ - وَلَا تُخْلِنَا مِنْ رَحْمَتِكَ وَلَا تَحْرِمْنَا مَا نُؤَمِّلُهُ مِنْ فَضْلِكَ - وَلَا تَرُدَّنَا خَائِبِينَ وَلَا مِنْ بَابِكَ مَطْرُودِينَ - وَلَا تَجْعَلْنَا مِنْ رَحْمَتِكَ مَحْرُومِينَ - وَلَا لِفَضْلِ مَا نُؤَمِّلُهُ مِنْ عَطَايَاكَ قَانِطِينَ - يَا أَجْوَدَ الْأَجْوَدِينَ وَيَا أَكْرَمَ الْأَكْرَمِينَ - إِلَيْكَ\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nأَقْبَلْنَا مُوقِنِينَ وَلِبَيْتِكَ الْحَرَامِ آمِّينَ قَاصِدِينَ - فَأَعِنَّا عَلَى مَنْسَكِنَا وَأَكْمِلْ لَنَا حَجَّنَا - وَاعْفُ اللَّهُمَّ عَنَّا فَقَدْ مَدَدْنَا إِلَيْكَ أَيْدِيَنَا - وَهِيَ بِذِلَّةِ الِاعْتِرَافِ مَوْسُومَةٌ - اللَّهُمَّ فَأَعْطِنَا فِي هَذِهِ الْعَشِيَّةِ مَا سَأَلْنَاكَ وَاكْفِنَا مَا اسْتَكْفَيْنَاكَ - فَلَا كَافِيَ لَنَا سِوَاكَ وَلَا رَبَّ لَنَا غَيْرُكَ نَافِذٌ فِينَا حُكْمُكَ - مُحِيطٌ بِنَا عِلْمُكَ عَدْلٌ قَضَاؤُكَ - اقْضِ لَنَا الْخَيْرَ وَاجْعَلْنَا مِنْ أَهْلِ الْخَيْرِ - اللَّهُمَّ أَوْجِبْ لَنَا بِجُودِكَ عَظِيمَ الْأَجْرِ وَكَرِيمَ الذُّخْرِ وَدَوَامَ الْيُسْرِ - فَاغْفِرْ لَنَا ذُنُوبَنَا - أَجْمَعِينَ وَلَا تُهْلِكْنَا مَعَ الْهَالِكِينَ - وَلَا تَصْرِفْ عَنَّا رَأْفَتَكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ - اللَّهُمَّ اجْعَلْنَا فِي هَذَا الْوَقْتِ مِمَّنْ سَأَلَكَ فَأَعْطَيْتَهُ - وَشَكَرَكَ فَزِدْتَهُ وَتَابَ إِلَيْكَ فَقَبِلْتَهُ - وَتَنَصَّلَ إِلَيْكَ مِنْ ذُنُوبِهِ فَغَفَرْتَهَا لَهُ - يَا ذَا الْجَلَالِ وَالْإِكْرَامِ اللَّهُمَّ وَفِّقْنَا وَسَدِّدْنَا وَاعْصِمْنَا وَاقْبَلْ تَضَرُّعَنَا يَا خَيْرَ مَنْ سُئِلَ - وَيَا أَرْحَمَ مَنِ اسْتُرْحِمَ يَا مَنْ لَا يَخْفَى عَلَيْهِ إِغْمَاضُ الْجُفُونِ - وَلَا لَحْظُ الْعُيُونِ وَلَا مَا اسْتَقَرَّ فِي الْمَكْنُونِ - وَلَا مَا انْطَوَتْ عَلَيْهِ مُضْمَرَاتُ الْقُلُوبِ - أَلَا كُلُّ ذَلِكَ قَدْ أَحْصَاهُ عِلْمُكَ وَوَسِعَهُ حِلْمُكَ - سُبْحَانَكَ وَتَعَالَيْتَ عَمَّا يَقُولُ الظَّالِمُونَ عُلُوّاً كَبِيراً - تُسَبِّحُ لَكَ السَّمَاوَاتُ وَالْأَرْضُ وَمَا فِيهِنَّ - وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِكَ - فَلَكَ الْحَمْدُ وَالْمَجْدُ وَعُلُوُّ الْجَدِّ - يَا ذَا الْجَلَالِ وَالْإِكْرَامِ وَالْفَضْلِ وَالْإِنْعَامِ وَالْأَيَادِي الْجِسَامِ -\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوَأَنْتَ الْجَوَادُ الْكَرِيمُ الرَّءُوفُ الرَّحِيمُ - أَوْسِعْ عَلَيَّ مِنْ رِزْقِكَ وَعَافِنِي فِي بَدَنِي وَدِينِي - وَآمِنْ خَوْفِي وَأَعْتِقْ رَقَبَتِي مِنَ النَّارِ - اللَّهُمَّ لَا تَمْكُرْ بِي وَلَا تَسْتَدْرِجْنِي وَلَا تَخْذُلْنِي - وَادْرَأْ عَنِّي شَرَّ فَسَقَةِ الْجِنِّ وَالْإِنْسِ ثم رفع رأسه إلى السماء والدموع تجري من عينيه ، وقال بصوت مرتفع يَا أَسْمَعَ السَّامِعِينَ - وَيَا أَبْصَرَ النَّاظِرِينَ وَيَا أَسْرَعَ الْحَاسِبِينَ - وَيَا أَرْحَمَ الرَّاحِمِينَ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ - وَأَسْأَلُكَ اللَّهُمَّ حَاجَتِيَ الَّتِي إِنْ أَعْطَيْتَهَا لَمْ يَضُرَّنِي مَا مَنَعْتَنِي - وَإِنْ مَنَعْتَنِيهَا لَمْ يَنْفَعْنِي مَا أَعْطَيْتَنِي - أَسْأَلُكَ فَكَاكَ رَقَبَتِي مِنَ النَّارِ - لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ - لَكَ الْمُلْكَ وَلَكَ الْحَمْدُ - وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ يَا رَبِّ يَا رَبِّ يَا رَبِّ وكان الإمام عليه السلام يكرر « يا رب » فيما أقبل من حوله على الاستماع له والتأمين على دعائه ، ثم علت أصواتهم بالبكاء مع الإمام حتى غربت الشمس ، ثم اتجهوا معه نحو المشعر الحرام .\r\nويروي السيد ابن طاووس في « الإقبال » أن الإمام عليه السلام قد قال بعد « يا رب ، يا رب ، يا رب . . . » :\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n- إِلَهِي أَنَا الْفَقِيرُ فِي غِنَايَ فَكَيْفَ لَا أَكُونُ فَقِيراً فِي فَقْرِي - إِلَهِي أَنَا الْجَاهِلُ فِي عِلْمِي فَكَيْفَ لَا أَكُونُ جَهُولًا فِي جَهْلِي - إِلَهِي إِنَّ اخْتِلَافَ تَدْبِيرِكَ وَسُرْعَةَ طَوَاءِ مَقَادِيرِكَ - مَنَعَا عِبَادَكَ الْعَارِفِينَ بِكَ عَنِ السُّكُونِ - إِلَى عَطَاءٍ وَالْيَأْسِ مِنْكَ فِي بَلَاءٍ - إِلَهِي مِنِّي مَا يَلِيقُ بِلُؤْمِي وَمِنْكَ مَا يَلِيقُ بِكَرَمِكَ - إِلَهِي وَصَفْتَ نَفْسَكَ بِاللُّطْفِ وَالرَّأْفَةِ لِي قَبْلَ وُجُودِ ضَعْفِي - أَ فَتَمْنَعُنِي مِنْهُمَا بَعْدَ وُجُودِ ضَعْفِي - إِلَهِي إِنْ ظَهَرَتِ الْمَحَاسِنُ مِنِّي فَبِفَضْلِكَ وَلَكَ الْمِنَّةُ عَلَيَّ - وَإِنْ ظَهَرَتِ الْمَسَاوِي مِنِّي فَبِعَدْلِكَ وَلَكَ الْحُجَّةُ عَلَيَّ - إِلَهِي كَيْفَ تَكِلُنِي وَقَدْ تَوَكَّلْتَ لِي - وَكَيْفَ أُضَامُ وَأَنْتَ النَّاصِرُ لِي أَمْ كَيْفَ أَخِيبُ وَأَنْتَ الْحَفِيُّ بِي - هَا أَنَا أَتَوَسَّلُ إِلَيْكَ بِفَقْرِي إِلَيْكَ - وَكَيْفَ أَتَوَسَّلُ إِلَيْكَ بِمَا هُوَ مَحَالٌ أَنْ يَصِلَ إِلَيْكَ - أَمْ كَيْفَ أَشْكُو إِلَيْكَ حَالِي وَهُوَ لَا يَخْفَى عَلَيْكَ - أَمْ كَيْفَ أُتَرْجِمُ بِمَقَالِي وَهُوَ مِنْكَ بَرَزٌ إِلَيْكَ - أَمْ كَيْفَ تُخَيِّبُ آمَالِي وَهِيَ قَدْ وَفَدَتْ إِلَيْكَ - أَمْ كَيْفَ لَا تُحْسِنُ أَحْوَالِي وَبِكَ قَامَتْ - إِلَهِي مَا أَلْطَفَكَ بِي مَعَ عَظِيمِ جَهْلِي - وَمَا أَرْحَمَكَ بِي مَعَ قَبِيحِ فِعْلِي - إِلَهِي مَا أَقْرَبَكَ مِنِّي وَأَبْعَدَنِي عَنْكَ - وَمَا أَرْأَفَكَ بِي فَمَا الَّذِي يَحْجُبُنِي عَنْكَ - إِلَهِي عَلِمْتُ بِاخْتِلَافِ الْآثَارِ وَتَنَقُّلَاتِ الْأَطْوَارِ - أَنَّ مُرَادَكَ مِنِّي أَنْ تَتَعَرَّفَ إِلَيَّ - فِي كُلِّ شَيْءٍ حَتَّى لَا أَجْهَلَكَ فِي شَيْءٍ - إِلَهِي كُلَّمَا أَخْرَسَنِي لُؤْمِي أَنْطَقَنِي كَرَمُكَ -\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nوَكُلَّمَا آيَسَتْنِي أَوْصَافِي أَطْمَعَتْنِي مِنَنُكَ - إِلَهِي مَنْ كَانَتْ مَحَاسِنُهُ مَسَاوِيَ فَكَيْفَ لَا تَكُونُ مَسَاوِيهِ مَسَاوِيَ - وَمَنْ كَانَتْ حَقَائِقُهُ دَعَاوِيَ فَكَيْفَ لَا تَكُونُ دَعَاوِيهِ دَعَاوِيَ - إِلَهِي حُكْمُكَ النَّافِذُ وَمَشِيَّتُكَ الْقَاهِرَةُ - لَمْ يَتْرُكَا لِذِي مَقَالٍ مَقَالًا وَلَا لِذِي حَالٍ حَالًا - إِلَهِي كَمْ مِنْ طَاعَةٍ بَنَيْتُهَا وَحَالَةٍ شَيَّدْتُهَا - هَدَمَ اعْتِمَادِي عَلَيْهَا عَدْلُكَ بَلْ أَقَالَنِي مِنْهَا فَضْلُكَ - إِلَهِي إِنَّكَ تَعْلَمُ أَنِّي وَإِنْ لَمْ تَدُمِ الطَّاعَةُ مِنِّي فِعْلًا جَزْماً - فَقَدْ دَامَتْ مَحَبَّةً وَعَزْماً - إِلَهِي كَيْفَ أَعْزِمُ وَأَنْتَ الْقَاهِرُ وَكَيْفَ لَا أَعْزِمُ وَأَنْتَ الْآمِرُ - إِلَهِي تَرَدُّدِي فِي الْآثَارِ يُوجِبُ بُعْدَ الْمَزَارِ - فَاجْمَعْنِي عَلَيْكَ بِخِدْمَةٍ تُوصِلُنِي إِلَيْكَ - كَيْفَ يُسْتَدَلُّ عَلَيْكَ بِمَا هُوَ فِي وُجُودِهِ مُفْتَقِرٌ إِلَيْكَ - أَ يَكُونُ لِغَيْرِكَ مِنَ الظُّهُورِ مَا لَيْسَ لَكَ - حَتَّى يَكُونَ هُوَ الْمُظْهِرَ لَكَ - مَتَى غِبْتَ حَتَّى تَحْتَاجَ إِلَى دَلِيلٍ يَدُلُّ عَلَيْكَ - وَمَتَى بَعُدْتَ حَتَّى تَكُونَ الْآثَارُ هِيَ الَّتِي تُوصِلُ إِلَيْكَ - عَمِيَتْ عَيْنٌ لَا تَرَاكَ عَلَيْهَا رَقِيباً - وَخَسِرَتْ صَفْقَةُ عَبْدٍ لَمْ تَجْعَلْ لَهُ مِنْ حُبِّكَ نَصِيباً - إِلَهِي أَمَرْتَ بِالرُّجُوعِ إِلَى الْآثَارِ - فَارْجِعْنِي إِلَيْكَ بِكِسْوَةِ الْأَنْوَارِ وَهِدَايَةِ الِاسْتِبْصَارِ - حَتَّى أَرْجِعَ إِلَيْكَ مِنْهَا كَمَا دَخَلْتُ إِلَيْكَ مِنْهَا - مَصُونَ السِّرِّ عَنِ النَّظَرِ إِلَيْهَا وَمَرْفُوعَ الْهِمَّةِ عَنِ الِاعْتِمَادِ عَلَيْهَا -  إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  - إِلَهِي هَذَا ذُلِّي ظَاهِرٌ بَيْنَ يَدَيْكَ - وَهَذَا حَالِي لَا يَخْفَى عَلَيْكَ -\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nمِنْكَ أَطْلُبُ الْوُصُولَ إِلَيْكَ وَبِكَ أَسْتَدِلُّ عَلَيْكَ - فَاهْدِنِي بِنُورِكَ إِلَيْكَ - وَأَقِمْنِي بِصِدْقِ الْعُبُودِيَّةِ بَيْنَ يَدَيْكَ - إِلَهِي عَلِّمْنِي مِنْ عِلْمِكَ الْمَخْزُونِ وَصُنِّي بِسِرِّكَ الْمَصُونِ - إِلَهِي حَقِّقْنِي بِحَقَائِقِ أَهْلِ الْقُرْبِ وَاسْلُكْ بِي مَسْلَكَ أَهْلِ الْجَذْبِ - إِلَهِي أَغْنِنِي بِتَدْبِيرِكَ لِي عَنْ تَدْبِيرِي وَبِاخْتِيَارِكَ عَنِ اخْتِيَارِي - وَأَوْقِفْنِي عَلَى مَرَاكِزِ اضْطِرَارِي إِلَهِي أَخْرِجْنِي مِنْ ذُلِّ نَفْسِي وَطَهِّرْنِي مِنْ شَكِّي وَشِرْكِي قَبْلَ حُلُولِ رَمْسِي - بِكَ أَنْتَصِرُ فَانْصُرْنِي وَعَلَيْكَ أَتَوَكَّلُ فَلَا تَكِلْنِي - وَإِيَّاكَ أَسْأَلُ فَلَا تُخَيِّبْنِي وَفِي فَضْلِكَ أَرْغَبُ فَلَا تَحْرِمْنِي - وَبِجَنَابِكَ أَنْتَسِبُ فَلَا تُبْعِدْنِي وَبِبَابِكَ أَقِفُ فَلَا تَطْرُدْنِي - إِلَهِي تَقَدَّسَ رِضَاكَ أَنْ تَكُونَ لَهُ عِلَّةٌ مِنْكَ - فَكَيْفَ يَكُونُ لَهُ عِلَّةٌ مِنِّي - إِلَهِي أَنْتَ الْغَنِيُّ بِذَاتِكَ أَنْ يَصِلَ إِلَيْكَ النَّفْعُ مِنْكَ - فَكَيْفَ لَا تَكُونُ غَنِيّاً عَنِّي - إِلَهِي إِنَّ الْقَضَاءَ وَالْقَدَرَ يُمَنِّينِي - وَإِنَّ الْهَوَى بِوَثَائِقِ الشَّهْوَةِ أَسَرَنِي - فَكُنْ أَنْتَ النَّصِيرَ لِي حَتَّى تَنْصُرَنِي وَتُبَصِّرَنِي - وَأَغْنِنِي بِفَضْلِكَ حَتَّى أَسْتَغْنِيَ بِكَ عَنْ طَلَبِي - أَنْتَ الَّذِي أَشْرَقْتَ الْأَنْوَارَ فِي قُلُوبِ أَوْلِيَائِكَ - حَتَّى عَرَفُوكَ وَوَحَّدُوكَ - وَأَنْتَ الَّذِي أَزَلْتَ الْأَغْيَارَ عَنْ قُلُوبِ أَحِبَّائِكَ - حَتَّى لَمْ يُحِبُّوا سِوَاكَ وَلَمْ يَلْجَئُوا إِلَى غَيْرِكَ - أَنْتَ الْمُونِسُ لَهُمْ حَيْثُ أَوْحَشَتْهُمُ الْعَوَالِمُ - وَأَنْتَ الَّذِي هَدَيْتَهُمْ حَيْثُ اسْتَبَانَتْ لَهُمُ الْمَعَالِمُ - مَا ذَا وَجَدَ مَنْ فَقَدَكَ\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوَمَا الَّذِي فَقَدَ مَنْ وَجَدَكَ - لَقَدْ خَابَ مَنْ رَضِيَ دُونَكَ بَدَلًا وَلَقَدْ خَسِرَ مَنْ بَغَى عَنْكَ مُتَحَوَّلًا - كَيْفَ يُرْجَى سِوَاكَ وَأَنْتَ مَا قَطَعْتَ الْإِحْسَانَ - وَكَيْفَ يُطْلَبُ مِنْ غَيْرِكَ وَأَنْتَ مَا بَدَّلْتَ عَادَةَ الِامْتِنَانِ - يَا مَنْ أَذَاقَ أَحِبَّاءَهُ حَلَاوَةَ الْمُؤَانَسَةِ فَقَامُوا بَيْنَ يَدَيْهِ مُتَمَلِّقِينَ - وَيَا مَنْ أَلْبَسَ أَوْلِيَاءَهُ مَلَابِسَ هَيْبَتِهِ فَقَامُوا بَيْنَ يَدَيْهِ مُسْتَغْفِرِينَ - أَنْتَ الذَّاكِرُ قَبْلَ الذَّاكِرِينَ - وَأَنْتَ الْبَادِي بِالْإِحْسَانِ قَبْلَ تَوَجُّهِ الْعَابِدِينَ - وَأَنْتَ الْجَوَادُ بِالْعَطَاءِ قَبْلَ طَلَبِ الطَّالِبِينَ - وَأَنْتَ الْوَهَّابُ ثُمَّ لِمَا وَهَبْتَنَا مِنَ الْمُسْتَقْرِضِينَ - إِلَهِي اطْلُبْنِي بِرَحْمَتِكَ حَتَّى أَصِلَ إِلَيْكَ - وَاجْذِبْنِي بِمَنِّكَ حَتَّى أُقْبِلَ إِلَيْكَ - إِلَهِي إِنَّ رَجَائِي لَا يَنْقَطِعُ عَنْكَ وَإِنْ عَصَيْتُكَ - كَمَا أَنَّ خَوْفِي لَا يُزَايِلُنِي وَإِنْ أَطَعْتُكَ - فَقَدْ دَفَعَتْنِي الْعَوَالِمُ إِلَيْكَ وَقَدْ أَوْقَعَنِي عِلْمِي بِكَرَمِكَ عَلَيْكَ - إِلَهِي كَيْفَ أَخِيبُ وَأَنْتَ أَمَلِي - أَمْ كَيْفَ أُهَانُ وَعَلَيْكَ مُتَّكَلِي - إِلَهِي كَيْفَ أَسْتَعِزُّ وَفِي الذِّلَّةِ أَرْكَزْتَنِي - أَمْ كَيْفَ لَا أَسْتَعِزُّ وَإِلَيْكَ نَسَبْتَنِي - إِلَهِي كَيْفَ لَا أَفْتَقِرُ وَأَنْتَ الَّذِي فِي الْفُقَرَاءِ - أَقَمْتَنِي أَمْ كَيْفَ أَفْتَقِرُ وَأَنْتَ الَّذِي بِجُودِكَ أَغْنَيْتَنِي - وَأَنْتَ الَّذِي لَا إِلَهَ غَيْرُكَ تَعَرَّفْتَ لِكُلِّ شَيْءٍ فَمَا جَهِلَكَ شَيْءٌ - وَأَنْتَ الَّذِي تَعَرَّفْتَ إِلَيَّ فِي كُلِّ شَيْءٍ - فَرَأَيْتُكَ ظَاهِراً فِي كُلِّ شَيْءٍ وَأَنْتَ الظَّاهِرُ لِكُلِّ شَيْءٍ - يَا مَنِ اسْتَوَى بِرَحْمَانِيَّتِهِ فَصَارَ الْعَرْشُ غَيْباً فِي ذَاتِهِ - مَحَقْتَ الْآثَارَ\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nبِالْآثَارِ - وَمَحَوْتَ الْأَغْيَارَ بِمُحِيطَاتِ أَفْلَاكِ الْأَنْوَارِ - يَا مَنِ احْتَجَبَ فِي سُرَادِقَاتِ عَرْشِهِ عَنْ أَنْ تُدْرِكَهُ الْأَبْصَارُ - يَا مَنْ تَجَلَّى بِكَمَالِ بَهَائِهِ فَتَحَقَّقَتْ عَظَمَتُهُ مِنَ الِاسْتِوَاءِ - كَيْفَ تَخْفَى وَأَنْتَ الظَّاهِرُ - أَمْ كَيْفَ تَغِيبُ وَأَنْتَ الرَّقِيبُ الْحَاضِرُ -  إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  وَالْحَمْدُ لِلَّهِ وَحْدَهُ\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\n[ 6 . دعاء كميل بن زياد رحمه الله 
  ]\r\nدعاء كميل بن زياد رحمه الله اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ وَبِقُوَّتِكَ الَّتِي قَهَرْتَ بِهَا كُلَّ شَيْءٍ وَخَضَعَ لَهَا كُلُّ شَيْءٍ وَذَلَّ لَهَا كُلُّ شَيْءٍ وَبِجَبَرُوتِكَ الَّتِي غَلَبْتَ بِهَا كُلَّ شَيْءٍ وَبِعِزَّتِكَ الَّتِي لَا يَقُومُ لَهَا شَيْءٌ وَبِعَظَمَتِكَ الَّتِي مَلَأَتْ كُلَّ شَيْءٍ وَبِسُلْطَانِكَ الَّذِي عَلَا كُلَّ شَيْءٍ وَبِوَجْهِكَ الْبَاقِي بَعْدَ فَنَاءِ كُلِّ شَيْءٍ وَبِأَسْمَائِكَ الَّتِي مَلَأَتْ [ غَلَبَتْ 
  ] أَرْكَانَ كُلِّ شَيْءٍ وَبِعِلْمِكَ الَّذِي أَحَاطَ بِكُلِّ شَيْءٍ وَبِنُورِ وَجْهِكَ الَّذِي أَضَاءَ لَهُ كُلُّ شَيْءٍ يَا نُورُ يَا قُدُّوسُ يَا أَوَّلَ الْأَوَّلِينَ وَيَا آخِرَ الْآخِرِينَ اللَّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تَهْتِكُ الْعِصَمَ اللَّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تُنْزِلُ النِّقَمَ اللَّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تُغَيِّرُ النِّعَمَ اللَّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تَحْبِسُ الدُّعَاءَ اللَّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تُنْزِلُ الْبَلَاءَ اللَّهُمَّ اغْفِرْ لِي كُلَّ ذَنْبٍ أَذْنَبْتُهُ وَكُلَّ خَطِيئَةٍ أَخْطَأْتُهَا اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِذِكْرِكَ وَأَسْتَشْفِعُ بِكَ إِلَى نَفْسِكَ وَأَسْأَلُكَ بِجُودِكَ أَنْ تُدْنِيَنِي مِنْ قُرْبِكَ وَأَنْ تُوزِعَنِي شُكْرَكَ وَأَنْ تُلْهِمَنِي ذِكْرَكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ سُؤَالَ خَاضِعٍ مُتَذَلِّلٍ خَاشِعٍ أَنْ تُسَامِحَنِي\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nوَتَرْحَمَنِي وَتَجْعَلَنِي بِقِسْمِكَ رَاضِياً قَانِعاً وَفِي جَمِيعِ الْأَحْوَالِ مُتَوَاضِعاً اللَّهُمَّ وَأَسْأَلُكَ سُؤَالَ مَنِ اشْتَدَّتْ فَاقَتُهُ وَأَنْزَلَ بِكَ عِنْدَ الشَّدَائِدِ حَاجَتَهُ وَعَظُمَ فِيمَا عِنْدَكَ رَغْبَتُهُ اللَّهُمَّ عَظُمَ سُلْطَانُكَ وَعَلَا مَكَانُكَ وَخَفِيَ مَكْرُكَ وَظَهَرَ أَمْرُكَ وَغَلَبَ قَهْرُكَ وَجَرَتْ قُدْرَتُكَ وَلَا يُمْكِنُ الْفِرَارُ مِنْ حُكُومَتِكَ اللَّهُمَّ لَا أَجِدُ لِذُنُوبِي غَافِراً وَلَا لِقَبَائِحِي سَاتِراً وَلَا لِشَيْءٍ مِنْ عَمَلِيَ الْقَبِيحِ بِالْحَسَنِ مُبَدِّلًا غَيْرَكَ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ وَبِحَمْدِكَ ظَلَمْتُ نَفْسِي وَتَجَرَّأْتُ بِجَهْلِي وَسَكَنْتُ إِلَى قَدِيمِ ذِكْرِكَ لِي وَمَنِّكَ عَلَيَّ اللَّهُمَّ مَوْلَايَ كَمْ مِنْ قَبِيحٍ سَتَرْتَهُ وَكَمْ مِنْ فَادِحٍ مِنَ الْبَلَاءِ أَقَلْتَهُ [ أَمَلْتَهُ 
  ] وَكَمْ مِنْ عِثَارٍ وَقَيْتَهُ وَكَمْ مِنْ مَكْرُوهٍ دَفَعْتَهُ وَكَمْ مِنْ ثَنَاءٍ جَمِيلٍ لَسْتُ أَهْلًا لَهُ نَشَرْتَهُ اللَّهُمَّ عَظُمَ بَلَائِي وَأَفْرَطَ بِي سُوءُ حَالِي وَقَصُرَتْ [ قَصَّرَتْ 
  ] بِي أَعْمَالِي وَقَعَدَتْ بِي أَغْلَالِي وَحَبَسَنِي عَنْ نَفْعِي بُعْدُ أَمَلِي [ آمَالِي 
  ] وَخَدَعَتْنِي الدُّنْيَا بِغُرُورِهَا وَنَفْسِي بِجِنَايَتِهَا [ بِخِيَانَتِهَا 
  ] وَمِطَالِي يَا سَيِّدِي فَأَسْأَلُكَ بِعِزَّتِكَ أَنْ لَا يَحْجُبَ عَنْكَ دُعَائِي سُوءُ عَمَلِي وَفِعَالِي وَلَا تَفْضَحْنِي بِخَفِيِّ مَا اطَّلَعْتَ عَلَيْهِ مِنْ سِرِّي وَلَا تُعَاجِلْنِي بِالْعُقُوبَةِ عَلَى مَا عَمِلْتُهُ فِي خَلَوَاتِي مِنْ سُوءِ فِعْلِي وَإِسَاءَتِي وَدَوَامِ تَفْرِيطِي وَجَهَالَتِي وَكَثْرَةِ شَهَوَاتِي وَغَفْلَتِي وَكُنِ اللَّهُمَّ بِعِزَّتِكَ لِي فِي كُلِّ الْأَحْوَالِ [ فِي الْأَحْوَالِ كُلِّهَا 
  ] رَءُوفاً وَعَلَيَّ فِي جَمِيعِ الْأُمُورِ\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nعَطُوفاً إِلَهِي وَرَبِّي مَنْ لِي غَيْرُكَ أَسْأَلُهُ كَشْفَ ضُرِّي وَالنَّظَرَ فِي أَمْرِي إِلَهِي وَمَوْلَايَ أَجْرَيْتَ عَلَيَّ حُكْماً اتَّبَعْتُ فِيهِ هَوَى نَفْسِي وَلَمْ أَحْتَرِسْ فِيهِ مِنْ تَزْيِينِ عَدُوِّي فَغَرَّنِي بِمَا أَهْوَى وَأَسْعَدَهُ عَلَى ذَلِكَ الْقَضَاءُ فَتَجَاوَزْتُ بِمَا جَرَى عَلَيَّ مِنْ ذَلِكَ بَعْضَ [ مِنْ نَقْضِ 
  ] حُدُودِكَ وَخَالَفْتُ بَعْضَ أَوَامِرِكَ فَلَكَ الْحَمْدُ [ الْحُجَّةُ 
  ] عَلَيَّ فِي جَمِيعِ ذَلِكَ وَلَا حُجَّةَ لِي فِيمَا جَرَى عَلَيَّ فِيهِ قَضَاؤُكَ وَأَلْزَمَنِي حُكْمُكَ وَبَلَاؤُكَ وَقَدْ أَتَيْتُكَ يَا إِلَهِي بَعْدَ تَقْصِيرِي وَإِسْرَافِي عَلَى نَفْسِي مُعْتَذِراً نَادِماً مُنْكَسِراً مُسْتَقِيلًا مُسْتَغْفِراً مُنِيباً مُقِرّاً مُذْعِناً مُعْتَرِفاً لَا أَجِدُ مَفَرّاً مِمَّا كَانَ مِنِّي وَلَا مَفْزَعاً أَتَوَجَّهُ إِلَيْهِ فِي أَمْرِي غَيْرَ قَبُولِكَ عُذْرِي وَإِدْخَالِكَ إِيَّايَ فِي سَعَةِ [ سَعَةٍ مِنْ 
  ] رَحْمَتِكَ اللَّهُمَّ [ إِلَهِي 
  ] فَاقْبَلْ عُذْرِي وَارْحَمْ شِدَّةَ ضُرِّي وَفُكَّنِي مِنْ شَدِّ وَثَاقِي يَا رَبِّ ارْحَمْ ضَعْفَ بَدَنِي وَرِقَّةَ جِلْدِي وَدِقَّةَ عَظْمِي يَا مَنْ بَدَأَ خَلْقِي وَذِكْرِي وَتَرْبِيَتِي وَبِرِّي وَتَغْذِيَتِي هَبْنِي لِابْتِدَاءِ كَرَمِكَ وَسَالِفِ بِرِّكَ بِي يَا إِلَهِي وَسَيِّدِي وَرَبِّي أَ تُرَاكَ مُعَذِّبِي بِنَارِكَ بَعْدَ تَوْحِيدِكَ وَبَعْدَ مَا انْطَوَى عَلَيْهِ قَلْبِي مِنْ مَعْرِفَتِكَ وَلَهِجَ بِهِ لِسَانِي مِنْ ذِكْرِكَ وَاعْتَقَدَهُ ضَمِيرِي مِنْ حُبِّكَ وَبَعْدَ صِدْقِ اعْتِرَافِي وَدُعَائِي خَاضِعاً لِرُبُوبِيَّتِكَ هَيْهَاتَ أَنْتَ أَكْرَمُ مِنْ أَنْ تُضَيِّعَ مَنْ رَبَّيْتَهُ أَوْ تُبْعِدَ [ تُبَعِّدَ 
  ] مَنْ أَدْنَيْتَهُ أَوْ تُشَرِّدَ مَنْ آوَيْتَهُ أَوْ تُسَلِّمَ إِلَى الْبَلَاءِ مَنْ كَفَيْتَهُ وَرَحِمْتَهُ\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوَلَيْتَ شِعْرِي يَا سَيِّدِي وَإِلَهِي وَمَوْلَايَ أَ تُسَلِّطُ النَّارَ عَلَى وُجُوهٍ خَرَّتْ لِعَظَمَتِكَ سَاجِدَةً وَعَلَى أَلْسُنٍ نَطَقَتْ بِتَوْحِيدِكَ صَادِقَةً وَبِشُكْرِكَ مَادِحَةً وَعَلَى قُلُوبٍ اعْتَرَفَتْ بِإِلَهِيَّتِكَ مُحَقِّقَةً وَعَلَى ضَمَائِرَ حَوَتْ مِنَ الْعِلْمِ بِكَ حَتَّى صَارَتْ خَاشِعَةً وَعَلَى جَوَارِحَ سَعَتْ إِلَى أَوْطَانِ تَعَبُّدِكَ طَائِعَةً وَأَشَارَتْ بِاسْتِغْفَارِكَ مُذْعِنَةً مَا هَكَذَا الظَّنُّ بِكَ وَلَا أُخْبِرْنَا بِفَضْلِكَ عَنْكَ يَا كَرِيمُ يَا رَبِّ وَأَنْتَ تَعْلَمُ ضَعْفِي عَنْ قَلِيلٍ مِنْ بَلَاءِ الدُّنْيَا وَعُقُوبَاتِهَا وَمَا يَجْرِي فِيهَا مِنَ الْمَكَارِهِ عَلَى أَهْلِهَا عَلَى أَنَّ ذَلِكَ بَلَاءٌ وَمَكْرُوهٌ قَلِيلٌ مَكْثُهُ يَسِيرٌ بَقَاؤُهُ قَصِيرٌ مُدَّتُهُ فَكَيْفَ احْتِمَالِي لِبَلَاءِ الْآخِرَةِ وَجَلِيلِ [ حُلُولِ 
  ] وُقُوعِ الْمَكَارِهِ فِيهَا وَهُوَ بَلَاءٌ تَطُولُ مُدَّتُهُ وَيَدُومُ مَقَامُهُ وَلَا يُخَفَّفُ عَنْ أَهْلِهِ لِأَنَّهُ لَا يَكُونُ إِلَّا عَنْ غَضَبِكَ وَانْتِقَامِكَ وَسَخَطِكَ وَهَذَا مَا لَا تَقُومُ لَهُ السَّمَاوَاتُ وَالْأَرْضُ يَا سَيِّدِي فَكَيْفَ لِي [ بِي 
  ] وَأَنَا عَبْدُكَ الضَّعِيفُ الذَّلِيلُ الْحَقِيرُ الْمِسْكِينُ الْمُسْتَكِينُ يَا إِلَهِي وَرَبِّي وَسَيِّدِي وَمَوْلَايَ لِأَيِّ الْأُمُورِ إِلَيْكَ أَشْكُو وَلِمَا مِنْهَا أَضِجُّ وَأَبْكِي لِأَلِيمِ الْعَذَابِ وَشِدَّتِهِ أَمْ لِطُولِ الْبَلَاءِ وَمُدَّتِهِ فَلَئِنْ صَيَّرْتَنِي لِلْعُقُوبَاتِ مَعَ أَعْدَائِكَ وَجَمَعْتَ بَيْنِي وَبَيْنَ أَهْلِ بَلَائِكَ وَفَرَّقْتَ بَيْنِي وَبَيْنَ أَحِبَّائِكَ وَأَوْلِيَائِكَ فَهَبْنِي يَا إِلَهِي وَسَيِّدِي وَمَوْلَايَ وَرَبِّي صَبَرْتُ عَلَى عَذَابِكَ فَكَيْفَ أَصْبِرُ عَلَى فِرَاقِكَ وَهَبْنِي [ يَا إِلَهِي 
  ] صَبَرْتُ\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nعَلَى حَرِّ نَارِكَ فَكَيْفَ أَصْبِرُ عَنِ النَّظَرِ إِلَى كَرَامَتِكَ أَمْ كَيْفَ أَسْكُنُ فِي النَّارِ وَرَجَائِي عَفْوُكَ فَبِعِزَّتِكَ يَا سَيِّدِي وَمَوْلَايَ أُقْسِمُ صَادِقاً لَئِنْ تَرَكْتَنِي نَاطِقاً لَأَضِجَّنَّ إِلَيْكَ بَيْنَ أَهْلِهَا ضَجِيجَ الْآمِلِينَ [ الْآلِمِينَ 
  ] وَلَأَصْرُخَنَّ إِلَيْكَ صُرَاخَ الْمُسْتَصْرِخِينَ وَلَأَبْكِيَنَّ عَلَيْكَ بُكَاءَ الْفَاقِدِينَ وَلَأُنَادِيَنَّكَ أَيْنَ كُنْتَ يَا وَلِيَّ الْمُؤْمِنِينَ يَا غَايَةَ آمَالِ الْعَارِفِينَ يَا غِيَاثَ الْمُسْتَغِيثِينَ يَا حَبِيبَ قُلُوبِ الصَّادِقِينَ وَيَا إِلَهَ الْعَالَمِينَ أَ فَتُرَاكَ سُبْحَانَكَ يَا إِلَهِي وَبِحَمْدِكَ تَسْمَعُ فِيهَا صَوْتَ عَبْدٍ مُسْلِمٍ سُجِنَ [ يُسْجَنُ 
  ] فِيهَا بِمُخَالَفَتِهِ وَذَاقَ طَعْمَ عَذَابِهَا بِمَعْصِيَتِهِ وَحُبِسَ بَيْنَ أَطْبَاقِهَا بِجُرْمِهِ وَجَرِيرَتِهِ وَهُوَ يَضِجُّ إِلَيْكَ ضَجِيجَ مُؤَمِّلٍ لِرَحْمَتِكَ وَيُنَادِيكَ بِلِسَانِ أَهْلِ تَوْحِيدِكَ وَيَتَوَسَّلُ إِلَيْكَ بِرُبُوبِيَّتِكَ يَا مَوْلَايَ فَكَيْفَ يَبْقَى فِي الْعَذَابِ وَهُوَ يَرْجُو مَا سَلَفَ مِنْ حِلْمِكَ أَمْ كَيْفَ تُؤْلِمُهُ النَّارُ وَهُوَ يَأْمُلُ فَضْلَكَ وَرَحْمَتَكَ أَمْ كَيْفَ يُحْرِقُهُ لَهِيبُهَا وَأَنْتَ تَسْمَعُ صَوْتَهُ وَتَرَى مَكَانَهُ أَمْ كَيْفَ يَشْتَمِلُ عَلَيْهِ زَفِيرُهَا وَأَنْتَ تَعْلَمُ ضَعْفَهُ أَمْ كَيْفَ يَتَقَلْقَلُ بَيْنَ أَطْبَاقِهَا وَأَنْتَ تَعْلَمُ صِدْقَهُ أَمْ كَيْفَ تَزْجُرُهُ زَبَانِيَتُهَا وَهُوَ يُنَادِيكَ يَا رَبَّهْ أَمْ كَيْفَ يَرْجُو فَضْلَكَ فِي عِتْقِهِ مِنْهَا فَتَتْرُكُهُ [ فَتَتْرُكَهُ 
  ] فِيهَا هَيْهَاتَ مَا ذَلِكَ الظَّنُّ بِكَ وَلَا الْمَعْرُوفُ مِنْ فَضْلِكَ وَلَا مُشْبِهٌ لِمَا عَامَلْتَ بِهِ الْمُوَحِّدِينَ مِنْ بِرِّكَ وَإِحْسَانِكَ فَبِالْيَقِينِ أَقْطَعُ لَوْ لَا مَا\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nحَكَمْتَ بِهِ مِنْ تَعْذِيبِ جَاحِدِيكَ وَقَضَيْتَ بِهِ مِنْ إِخْلَادِ مُعَانِدِيكَ لَجَعَلْتَ النَّارَ كُلَّهَا بَرْداً وَسَلَاماً وَمَا كَانَ [ كَانَتْ 
  ] لِأَحَدٍ فِيهَا مَقَرّاً وَلَا مُقَاماً [ مَقَاماً 
  ] لَكِنَّكَ تَقَدَّسَتْ أَسْمَاؤُكَ أَقْسَمْتَ أَنْ تَمْلَأَهَا مِنَ الْكَافِرِينَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ وَأَنْ تُخَلِّدَ فِيهَا الْمُعَانِدِينَ وَأَنْتَ جَلَّ ثَنَاؤُكَ قُلْتَ مُبْتَدِئاً وَتَطَوَّلْتَ بِالْإِنْعَامِ مُتَكَرِّماً  أَ فَمَنْ كانَ مُؤْمِناً كَمَنْ كانَ فاسِقاً لا يَسْتَوُونَ  إِلَهِي وَسَيِّدِي فَأَسْأَلُكَ بِالْقُدْرَةِ الَّتِي قَدَّرْتَهَا وَبِالْقَضِيَّةِ الَّتِي حَتَمْتَهَا وَحَكَمْتَهَا وَغَلَبْتَ مَنْ عَلَيْهِ أَجْرَيْتَهَا أَنْ تَهَبَ لِي فِي هَذِهِ اللَّيْلَةِ وَفِي هَذِهِ السَّاعَةِ كُلَّ جُرْمٍ أَجْرَمْتُهُ وَكُلَّ ذَنْبٍ أَذْنَبْتُهُ وَكُلَّ قَبِيحٍ أَسْرَرْتُهُ وَكُلَّ جَهْلٍ عَمِلْتُهُ كَتَمْتُهُ أَوْ أَعْلَنْتُهُ أَخْفَيْتُهُ أَوْ أَظْهَرْتُهُ وَكُلَّ سَيِّئَةٍ أَمَرْتَ بِإِثْبَاتِهَا الْكِرَامَ الْكَاتِبِينَ الَّذِينَ وَكَّلْتَهُمْ بِحِفْظِ مَا يَكُونُ مِنِّي وَجَعَلْتَهُمْ شُهُوداً عَلَيَّ مَعَ جَوَارِحِي وَكُنْتَ أَنْتَ الرَّقِيبَ عَلَيَّ مِنْ وَرَائِهِمْ وَالشَّاهِدَ لِمَا خَفِيَ عَنْهُمْ وَبِرَحْمَتِكَ أَخْفَيْتَهُ وَبِفَضْلِكَ سَتَرْتَهُ وَأَنْ تُوَفِّرَ حَظِّي مِنْ كُلِّ خَيْرٍ أَنْزَلْتَهُ [ تُنْزِلُهُ 
  ] أَوْ إِحْسَانٍ فَضَّلْتَهُ [ تُفَضِّلُهُ 
  ] أَوْ بِرٍّ نَشَرْتَهُ [ تَنْشُرُهُ 
  ] أَوْ رِزْقٍ بَسَطْتَهُ [ تَبْسُطُهُ 
  ] أَوْ ذَنْبٍ تَغْفِرُهُ أَوْ خَطَإٍ تَسْتُرُهُ يَا رَبِّ يَا رَبِّ يَا رَبِّ يَا إِلَهِي وَسَيِّدِي وَمَوْلَايَ وَمَالِكَ رِقِّي يَا مَنْ بِيَدِهِ نَاصِيَتِي يَا عَلِيماً بِضُرِّي [ بِفَقْرِي 
  ] وَمَسْكَنَتِي يَا خَبِيراً بِفَقْرِي وَفَاقَتِي يَا رَبِّ يَا رَبِّ يَا رَبِّ أَسْأَلُكَ بِحَقِّكَ وَقُدْسِكَ وَأَعْظَمِ صِفَاتِكَ وَأَسْمَائِكَ أَنْ تَجْعَلَ أَوْقَاتِي\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nمِنَ [ فِي 
  ] اللَّيْلِ وَالنَّهَارِ بِذِكْرِكَ مَعْمُورَةً وَبِخِدْمَتِكَ مَوْصُولَةً وَأَعْمَالِي عِنْدَكَ مَقْبُولَةً حَتَّى تَكُونَ أَعْمَالِي وَأَوْرَادِي [ إِرَادَتِي 
  ] كُلُّهَا وِرْداً وَاحِداً وَحَالِي فِي خِدْمَتِكَ سَرْمَداً يَا سَيِّدِي يَا مَنْ عَلَيْهِ مُعَوَّلِي يَا مَنْ إِلَيْهِ شَكَوْتُ أَحْوَالِي يَا رَبِّ يَا رَبِّ يَا رَبِّ قَوِّ عَلَى خِدْمَتِكَ جَوَارِحِي وَاشْدُدْ عَلَى الْعَزِيمَةِ جَوَانِحِي وَهَبْ لِيَ الْجِدَّ فِي خَشْيَتِكَ وَالدَّوَامَ فِي الِاتِّصَالِ بِخِدْمَتِكَ حَتَّى أَسْرَحَ إِلَيْكَ فِي مَيَادِينِ السَّابِقِينَ وَأُسْرِعَ إِلَيْكَ فِي الْبَارِزِينَ [ الْمُبَادِرِينَ 
  ] وَأَشْتَاقَ إِلَى قُرْبِكَ فِي الْمُشْتَاقِينَ وَأَدْنُوَ مِنْكَ دُنُوَّ الْمُخْلِصِينَ وَأَخَافَكَ مَخَافَةَ الْمُوقِنِينَ وَأَجْتَمِعَ فِي جِوَارِكَ مَعَ الْمُؤْمِنِينَ اللَّهُمَّ وَمَنْ أَرَادَنِي بِسُوءٍ فَأَرِدْهُ وَمَنْ كَادَنِي فَكِدْهُ وَاجْعَلْنِي مِنْ أَحْسَنِ عَبِيدِكَ نَصِيباً عِنْدَكَ وَأَقْرَبِهِمْ مَنْزِلَةً مِنْكَ وَأَخَصِّهِمْ زُلْفَةً لَدَيْكَ فَإِنَّهُ لَا يُنَالُ ذَلِكَ إِلَّا بِفَضْلِكَ وَجُدْ لِي بِجُودِكَ وَاعْطِفْ عَلَيَّ بِمَجْدِكَ وَاحْفَظْنِي بِرَحْمَتِكَ وَاجْعَلْ لِسَانِي بِذِكْرِكَ لَهِجاً وَقَلْبِي بِحُبِّكَ مُتَيَّماً وَمُنَّ عَلَيَّ بِحُسْنِ إِجَابَتِكَ وَأَقِلْنِي عَثْرَتِي وَاغْفِرْ زَلَّتِي فَإِنَّكَ قَضَيْتَ عَلَى عِبَادِكَ بِعِبَادَتِكَ وَأَمَرْتَهُمْ بِدُعَائِكَ وَضَمِنْتَ لَهُمُ الْإِجَابَةَ فَإِلَيْكَ يَا رَبِّ نَصَبْتُ وَجْهِي وَإِلَيْكَ يَا رَبِّ مَدَدْتُ يَدِي فَبِعِزَّتِكَ اسْتَجِبْ لِي دُعَائِي وَبَلِّغْنِي مُنَايَ وَلَا تَقْطَعْ مِنْ فَضْلِكَ رَجَائِي وَاكْفِنِي شَرَّ الْجِنِّ وَالْإِنْسِ مِنْ أَعْدَائِي يَا سَرِيعَ الرِّضَا اغْفِرْ\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nلِمَنْ لَا يَمْلِكُ إِلَّا الدُّعَاءَ فَإِنَّكَ فَعَّالٌ لِمَا تَشَاءُ يَا مَنِ اسْمُهُ دَوَاءٌ وَذِكْرُهُ شِفَاءٌ وَطَاعَتُهُ غِنًى ارْحَمْ مَنْ رَأْسُ مَالِهِ الرَّجَاءُ وَسِلَاحُهُ الْبُكَاءُ يَا سَابِغَ النِّعَمِ يَا دَافِعَ النِّقَمِ يَا نُورَ الْمُسْتَوْحِشِينَ فِي الظُّلَمِ يَا عَالِماً لَا يُعَلَّمُ صَلِّ عَلَى ؟ مُحَمَّدٍ ؟ وَ ؟ آلِ مُحَمَّدٍ ؟ وَافْعَلْ بِي مَا أَنْتَ أَهْلُهُ وَصَلَّى اللَّهُ عَلَى رَسُولِهِ وَالْأَئِمَّةِ الْمَيَامِينِ مِنْ آلِهِ [ أَهْلِهِ 
  ] وَسَلَّمَ تَسْلِيماً [ كَثِيراً 
  ]\r\nتمت الرسالة والحمد لله رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\nالموضوع الصفحة\r\nالمقدمة 7\r\nالفصل الأوّل : في وجوب الحج وشرائطه 9\r\nشرائط وجوب حجة الإسلام 10\r\nالأوّل والثاني : العقل والبلوغ 10\r\nالشرط الثالث : الحرية 12\r\nالشرط الرابع : الاستطاعة 12\r\nالحج البذلي 16\r\nالشرط الخامس : الرجوع إلى كفاف 18\r\nشرائط النائب 21\r\nالحج المستحب 25\r\nالفصل الثاني : في أقسام الحج 27\r\nالفصل الثالث : الإحرام لعمرة التمتّع 29\r\nالميقات الأوّل مسجد الشجرة 29\r\nالميقات الثاني : وادي العقيق 31\r\nالميقات الثالث : قرن المنازل 31\r\nالميقات الرابع : يلملم 31\r\nالميقات الخامس : الجحفة 32\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالموضوع الصفحة الفصل الرابع : في واجبات الإحرام 37\r\n1 . نيّة الإحرام 37\r\n2 . لبس ثوبي الإحرام 39\r\n3 . التلبية 41\r\nمستحبات الإحرام 43\r\nمكروهات الإحرام 45\r\nالفصل الخامس : في محرّمات الإحرام 47\r\n1 . صيد البر الوحشي 47\r\n2 . التلذّذ بالنساء 48\r\n3 . عقد النكاح 50\r\n4 . الاستمناء 51\r\n5 . استعمال الطّيب 52\r\n6 . لبس المخيط للرجال 54\r\n7 . الاكتحال 55\r\n8 . النظر في المرآة 56\r\n9 . تغطية ظهر القدم 57\r\n10 . الفسوق 57\r\n11 . الجدال 57\r\n12 . قتل هوامّ الجسد 58\r\n13 . التزيّن 59\r\n14 . الإدّهان 60\r\n15 . إزالة الشعر عن البدن 61\r\n16 . تغطية الرأس للرجال 62\r\n17 . تغطية المرأة وجهها 64\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nالموضوع الصفحة 18 . التظليل للرجال 64\r\n19 . إخراج الدم من البدن 66\r\n20 . تقليم الأظفار 66\r\n21 . قلع الضرس 67\r\n22 . قلع شجر الحرم ونبته 67\r\n23 . حمل السلاح 68\r\nمحل ذبح الكفارة 68\r\nالفصل السادس : عمرة التمتع وأعمالها 69\r\nالأوّل : الإحرام 69\r\nالثاني : الطواف 69\r\nواجبات الطواف 71\r\n1 . النيّة 71\r\n2 . الطهارة من الحدث الأصغر والأكبر 71\r\n3 . طهارة البدن والثوب 74\r\n4 . الختان ( للذكور ) 75\r\n5 . ستر العورة 76\r\nكيفية الطواف 77\r\n1 و 2 . البدء والختم بالحجر الأسود 77\r\n3 . أن تكون الكعبة على يسار الطائف 78\r\n4 . إدخال حجر إسماعيل في الطواف 80\r\n5 . الطواف بين البيت ومقام إبراهيم 82\r\n6 . مراعاة عدد الأشواط 84\r\nأحكام النساء 92\r\nالثالث : ركعتا الطواف 95\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nالموضوع الصفحة\r\nالطواف المستحب 98\r\nالرابع : السعي بين الصفا والمروة 99\r\nالخامس : التقصير 106\r\nالفصل السابع : في واجبات الحج 109\r\n1 . الإحرام من مكة 110\r\n2 . الوقوف بعرفات 112\r\n3 . الوقوف بالمزدلفة 114\r\n4 . رمي جمرة العقبة 116\r\n5 . الذبح أو النحر في منى 120\r\nمكان الذبح 123\r\nمصرف الهدي 126\r\n6 . الحلق أو التقصير 127\r\nالفصل الثامن : أعمال المسجد الحرام 131\r\nالفصل التاسع : المبيت في منى 135\r\nالفصل العاشر : في العمرة المفردة 141\r\nالفصل الحادي عشر : في حجّي الإفراد والقران 145\r\nالفصل الثاني عشر : مسائل متفرقة 149\r\nخاتمة : في مستحبات الحج وأدعيته 155\r\n1 . آداب دخول مكّة والمسجد الحرام 156\r\n2 . مستحبات الطواف وادعيته 157\r\n3 . مستحبات صلاة الطواف 161\r\n4 . مستحبات السعي 162\r\n5 . دعاء الإمام الحسين عليه السّلام في يوم عرفة 168\r\n6 . دعاء كميل بن زياد رحمه اللّه 188\r\n\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200}
  ]