[
  {"content":"\r\n\r\nفتاوى في الأموال العامة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفتاوى في الأموال العامة\r\nتأليف\r\nسماحة آية الله العظمى\r\nالسيد كاظم الحسيني الحائري\r\nدام ظله الوارف\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحسينى حائري ، كاظم ، 1317 -\r\nفتاوى في الأموال العامة / تاليف كاظم الحسيني\r\nالحائري . - قم : دارالتفسير ، 1426 ق 1384 .\r\n95 ص . 11 * 17 س . م .\r\n2 - 99 - 7866 - 964 : isbn\r\nفهرستنويسى بر أساس اطلاعات فيپا .\r\nعربى .\r\nكتابنامه بصورت زيرنويس .\r\n1 . فق جعفري - رساله عمليه . 2 . فتواهاى شيعه - قرن 14 . 3 . زكات . 4 . خمس . الف . عنوان .\r\n24 ف 43 ح / 9 / 183 bp\r\n3422 / 297\r\nكتابخانه ملى إيران\r\n20047 - 84 م\r\nانتشارات دارالتفسير\r\nآدرس قم - خيابان معلم ، ميدان روح الله - تلفن 7744212 - تلفاكس : 7741621\r\nاسم الكتاب : فتاوى في الأموال العامة\r\nالمؤلف : سماحة آية الله العظمى السيد كاظم الحسيني الحائري دام ظله\r\nالطبعة : الأولى\r\nالمطبعة : نينوى\r\nتاريخ النشر : 1426 ه‍ . ق - 2005 م\r\nعدد المطبوع : 5000 مجلد\r\nشابك : 2 - 99 - 7866 - 964\r\n2 - 99 - 7866 - 964 : isbn\r\nإصدار\r\nمكتب سماحة آية الله العظمى السيد الحائري دام ظله\r\nحقوق الطبع محفوظة للمؤلف\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتمهيد\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nالحمد للّه ربّ العالمين الذي هدانا لهذا وما كنّا لنهتدي لولا أن هدانا اللّه ، وأفضل الصلوات على أفضل النبيّين والمرسلين محمّد وآله الأطيبين وصحبه المنتجبين .\r\nقال استاذنا الشهيد - رضوان اللّه عليه - بصدد فهرسة موجزة للجزء الثاني من الفتاوى الواضحة :\r\n« الأموال ، وهي على نوعين :\r\nأ - الأموال العامّة ، ونريد بها : كلّ مال مخصّص لمصلحة عامّة ، ويدخل ضمنها الزكاة والخمس ؛ فإنّهما\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n- على الرغم من كونهما عبادتين - يعتبر الجانب الماليّ فيهما أبرز ، وكذلك يدخل ضمنها الخراج والأنفال وغير ذلك . والحديث في هذا القسم يدور حول أنواع الأموال العامّة ، وأحكام كلّ نوع ، وطريقة إنفاقه .\r\nب - الأموال الخاصّة ، ونريد بها : ما كان مالا للأفراد . واستعراض أحكامها في بابين :\r\nالباب الأوّل : في الأسباب الشرعيّة للتملّك ، أو كسب الحقّ الخاصّ ، سواء كان المال عينيّا - أي :\r\nمالا خارجيّا - أو مالا في الذمّة ، وهي : الأموال التي تشتغل بها ذمّة شخص لآخر ، كما في حالات الضمان والغرامة ، ويدخل في نطاق هذا الباب أحكام الإحياء ، والحيازة ، والصيد ، والتبعيّة ، والميراث ، والضمانات ، والغرامات ، بما في ذلك عقود الضمان ، والحوالة ، والقرض ، والتأمين ، وغير ذلك .\r\nالباب الثاني : في أحكام التصرّف في المال ،\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nويدخل في نطاق ذلك البيع ، والصلح ، والشركة ، والوقف ، والوصيّة ، وغير ذلك من المعاملات والتصرّفات » « 1 » .\r\nوهذه من مميّزات الإسلام في مقابل المذهب الاقتصاديّ الرأسماليّ والمذهب الاقتصاديّ الاشتراكيّ .\r\nوحبّذا أن نتبرّك مرّة أخرى بنصّ عبارة استاذنا الشهيد - رضوان اللّه عليه - بهذا الصدد ، قال رحمه اللّه :\r\n« يختلف الإسلام عن الرأسماليّة والاشتراكيّة في نوعيّة الملكيّة التي يقرّرها اختلافا جوهريّا .\r\nفالمجتمع الرأسماليّ يؤمن بالشكل الخاصّ الفرديّ للملكيّة ، أي : بالملكيّة الخاصّة كقاعدة عامّة ، فهو يسمح للأفراد بالملكيّة الخاصّة لمختلف أنواع الثروة في البلاد تبعا لنشاطاتهم وظروفهم ، ولا يعترف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد أخذنا هذا المقطع من آخر أبحاث تمهيديّة من الفتاوى الواضحة ، فراجع .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبالملكيّة العامّة إلّا حين تفرض الضرورة الاجتماعيّة وتبرهن التجربة على وجوب تأميم هذا المرفق أو ذاك ، فتكون هذه الضرورة حالة استثنائيّة يضطرّ المجتمع الرأسماليّ - على أساسها - إلى الخروج عن مبدأ الملكيّة الخاصّة ، واستثناء مرفق أو ثروة معيّنة من مجالها .\r\nوالمجتمع الاشتراكيّ على العكس تماما من ذلك ؛ فإنّ الملكيّة الاشتراكيّة فيه هي المبدأ العامّ الذي يطبّق على كلّ أنواع الثروة في البلاد ، وليست الملكيّة الخاصّة لبعض الثروات في نظره إلّا شذوذا واستثناء قد يعترف به أحيانا بحكم ضرورة اجتماعيّة قاهرة .\r\nوعلى أساس هاتين النظريّتين المتعاكستين للرأسماليّة والاشتراكيّة يطلق اسم ( المجتمع الرأسماليّ ) على كلّ مجتمع يؤمن بالملكيّة الخاصّة بوصفها المبدأ الوحيد ، وبالتأميم باعتباره استثناء ومعالجة لضرورة اجتماعيّة ، كما يطلق اسم ( المجتمع\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالاشتراكيّ ) على كلّ مجتمع يرى أنّ الملكيّة الاشتراكيّة هي المبدأ ، ولا يعترف بالملكيّة الخاصّة إلّا في حالات استثنائيّة .\r\nوأمّا المجتمع الإسلاميّ فلا تنطبق عليه الصفة الأساسيّة لكلّ من المجتمعين ؛ لأنّ المذهب الإسلاميّ لا يتّفق مع الرأسماليّة في القول بأنّ الملكيّة الخاصّة هي المبدأ ، ولا مع الاشتراكيّة في اعتبارها للملكيّة الاشتراكيّة مبدأ عامّا ، بل إنّه يقرّر الأشكال المختلفة للملكيّة في وقت واحد ، فيضع بذلك مبدأ الملكيّة المزدوجة ( الملكيّة ذات الأشكال المتنوّعة ) بدلا عن مبدأ الشكل الواحد للملكيّة الذي أخذت به الرأسماليّة والاشتراكيّة ، فهو يؤمن بالملكيّة الخاصّة ، والملكيّة العامّة ، وملكيّة الدولة ، ويخصّص لكلّ واحدة من هذه الأشكال الثلاثة للملكيّة حقلا خاصّا تعمل فيه ، ولا يعتبر شيئا منها شذوذا واستثناء أو علاجا مؤقّتا اقتضته الظروف .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nولهذا كان من الخطأ أن يسمّى المجتمع الإسلاميّ مجتمعا رأسماليّا ، وإن سمح بالملكيّة الخاصّة لعدّة من رؤوس الأموال ووسائل الانتاج ؛ لأنّ الملكيّة الخاصّة عنده ليست هي القاعدة العامّة . كما أنّ من الخطأ أن نطلق على المجتمع الإسلاميّ اسم المجتمع الاشتراكيّ ، وإن أخذ بمبدإ الملكيّة العامّة وملكيّة الدولة في بعض الثروات ورؤوس الأموال ؛ لأنّ الشكل الاشتراكيّ للملكيّة ليس هو القاعدة العامّة في رأيه . وكذلك من الخطأ أيضا أن يعتبر مزيجا مركّبا من هذا وذاك ؛ لأنّ تنوّع الأشكال الرئيسيّة للملكيّة في المجتمع الإسلاميّ لا يعني : أنّ الإسلام مزج بين المذهبين الرأسماليّ والاشتراكيّ وأخذ من كلّ منهما جانبا ، وإنّما يعبّر ذلك التنوّع في أشكال الملكيّة عن تصميم مذهبيّ أصيل قائم على أسس وقواعد فكريّة معيّنة وموضوع ضمن إطار خاصّ من القيم والمفاهيم تناقض الأسس والقواعد والقيم والمفاهيم التي قامت\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nعليها الرأسماليّة الحرّة والاشتراكيّة الماركسيّة .\r\nوليس هناك أدلّ على صحّة الموقف الإسلاميّ من الملكيّة القائم على أساس مبدأ الملكيّة المزدوجة من واقع التجربتين الرأسماليّة والاشتراكيّة ؛ فإنّ كلتا التجربتين اضطرّتا إلى الاعتراف بالشكل الآخر للملكيّة الذي يتعارض مع القاعدة العامّة فيهما ؛ لأنّ الواقع برهن على خطأ الفكرة القائلة بالشكل الواحد للملكيّة ، فقد بدأ المجتمع الرأسماليّ منذ أمد طويل يأخذ بفكرة التأميم ، وينزع عن بعض المرافق إطار الملكيّة الخاصّة . وليست حركة التأميم هذه إلّا اعترافا ضمنيّا من المجتمعات الرأسماليّة بعدم جدارة المبدأ الرأسماليّ في الملكيّة ، ومحاولة لمعالجة ما نجم عن ذلك المبدأ من مضاعفات وتناقضات .\r\nكما أنّ المجتمع الاشتراكيّ من الناحية الأخرى وجد نفسه - بالرغم من حداثته - مضطرّا أيضا إلى الاعتراف بالملكيّة الخاصّة قانونيّا حينا ، وبشكل\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nغير قانونيّ أحيانا أخرى .\r\nفمن اعترافه القانونيّ بذلك ما تضمّنته المادّة السابعة في الدستور السوفياتي من النصّ على أنّ لكلّ عائلة من عوائل المزرعة التعاونيّة بالإضافة إلى دخلها الأساسيّ الذي يأتيها من اقتصاد المزرعة التعاونيّة المشتركة قطعة من الأرض خاصّة بها وملحقة بمحلّ السكن ، ولها في الأرض اقتصاد إضافيّ ، ومنزل للسكنى ، وماشية منتجة ، وطيور ، وأدوات زراعيّة بسيطة ، كملكيّة خاصّة .\r\nوكذلك سمحت المادّة التاسعة بتملّك الفلّاحين الفرديّين والحرفيّين لمشاريع اقتصاديّة صغيرة ، وقيام هذه الملكيّات الصغيرة إلى جانب النظام الاشتراكيّ السائد » « 1 » .\r\nقال استاذنا الشهيد رحمه اللّه هذا الكلام وهو لم يشهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب اقتصادنا بحث الهيكل العامّ للاقتصاد الإسلاميّ أوائل البحث تحت عنوان مبدأ الملكيّة المزدوجة .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعصر انهيار المعسكر السوفياتي بالكامل ، كما لم يشهد عصر الخوف والهلع اللذين غمرا المعسكر الرأسماليّ الغربيّ حينما بدأ يحسّ أخيرا بأمارات الانهيار الكامل ، فرأى العلاج بجعل العالم على فوهة الحرب بأمل أن يطيل ذلك شيئا ما من عمر هيمنته على العالم ، وبأمل أن يقوّي سيطرته على العالم الإسلاميّ ، وينهب بركاته أكثر من ذي قبل  وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ  .\r\nونحن نهدف هنا إلى الحديث عن الأموال العامّة ، وهي على ثلاثة أقسام :\r\nفمنها : ما يكون من الأموال العامّة ، بمعنى : أنّها مملوكة لجهة عامّة ، وليست لعموم المسلمين ولا للدولة الإسلاميّة ، ومثاله : الزكاة التي هي ملك للأصناف الثمانية التي سيأتي - إن شاء اللّه - تفصيل أحكامها ، قال اللّه تعالى :\r\n إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ وَالْعامِلِينَ \r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n عَلَيْها وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقابِ وَالْغارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ  « 1 » .\r\nومنها : ما يكون ملكا للدولة ، ومثاله : الفيء والأنفال ، قال اللّه تعالى :\r\n  وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ * ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ   « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة ، الآية : 60 .\r\n( 2 ) سورة الحشر ، الآية : 6 - 7 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوقال اللّه تعالى :\r\n  يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ . . .   « 1 » .\r\nومنها : ما يكون ملكا للمسلمين ، ومثاله : الأراضي الخراجيّة ، وهي : التي فتحت بالقتال من قبل المسلمين في حرب مشروعة ، وكانت عامرة حين الفتح .\r\nوخراجها للمسلمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنفال ، الآية : 1 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nسرد إجماليّ\r\nالزكاة .\r\nالخمس .\r\nالفيء والأنفال .\r\nاللقطة ومجهولة المالك .\r\nأرض الخراج .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالزكاة\r\nالشروط العامّة لوجوب الزكاة .\r\nما تجب فيه الزكاة .\r\nما تستحبّ تزكيته .\r\nمستحقّو الزكاة .\r\nبقيّة من أحكام الزكاة .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالزكاة مثال للقسم الأوّل ، أعني : ما يكون مملوكا لجهة عامّة لا لعموم المسلمين ولا للدولة الإسلاميّة كما مضت الإشارة إلى ذلك . وإليك تفاصيل الأحكام :\r\n\r\nالشروط العامّة لوجوب الزكاة\r\n1 - لوجوب الزكاة شروط عامّة سارية في تمام الأعيان الزكويّة ، وشروط خاصّة تختصّ ببعضها .\r\nوالشروط العامّة خمسة :\r\nأ - البلوغ .\r\nب - العقل .\r\nج - الحرّيّة .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nد - الملك .\r\nه‍ - التمكّن من التصرّف .\r\n2 - ولا نستثني من شرط البلوغ الغلّات الأربع ، على خلاف ما ورد عن استاذنا الشهيد الصدر رحمه اللّه في تعليقته على ( منهاج الصالحين ) من استثنائه للغلّات الأربع من هذا الشرط .\r\n3 - ولا يشترط في الأعيان الزكويّة التي لا بدّ من مرور الحول عليها البلوغ في تمام الحول ، بل يكفي البلوغ في ساعة تعلّق الزكاة .\r\nوكذلك العقل لا يكون شرطا في ثبوت وجوب الزكاة إلّا في حال التعلّق ، فما يكون تعلّق الزكاة به مشروطا بمضيّ الحول عليه لا يشترط فيه العقل في تمام الحول .\r\n4 - وأيضا لا نستثني من شرط العقل الغلّات ولا الأنعام ، على خلاف ما ورد عن استاذنا الشهيد رحمه اللّه في تعليقته على ( منهاج الصالحين ) من استثنائهما .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n5 - وشرط الملك في الأعيان التي يشترط مرور الحول عليها كالنقدين والأنعام يقصد به : الملك في تمام الحول .\r\n6 - وشرط التمكّن من التصرّف في الأعيان التي يشترط مرور الحول عليها يقصد به أيضا : التمكّن من التصرّف في تمام الحول .\r\nوأمّا ما لا يشترط فيه مرور الحول وهي الغلّات ، ففي رأينا لا يشترط فيه التمكّن من التصرّف ، فلو خرجت الغلّات قبل بدوّ صلاحها وتعلّق الزكاة بها من التمكّن من التصرّف ، ثمّ رجعت بعد ذلك ، وجبت تزكيتها . نعم ، لو لم ترجع لم تجب على المالك خسارة الزكاة من نفسه .\r\n7 - وعدم التمكّن من التصرّف له درجات ومراتب :\r\nالأولى : أن يكون له عجز حقيقيّ عن التصرّف في المال ، كالغائب عن ماله ، والمسروق ماله ، والمحجور\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nعلى ماله من قبل السلطة الشرعيّة بمثل استغراق ديونه لما يملك ، والمدفون ماله في مكان منسيّ ، ولا إشكال في كون ذلك مسقطا للزكاة .\r\nوالثانية : أن يكون ماله متعلّقا لحقّ غيره المانع شرعا من تصرّفه فيه بالرغم من أنّه لم يعجّزه تعجيزا حقيقيّا عن التصرّف ، ومثاله : ما لو كان الحجز الشرعيّ على ماله صدر عن حاكم شرعيّ غير مبسوط اليد ، فلا يوجد لديه عجز واقعيّ وخارجيّ عن التصرّف ؛ لعدم امتلاك حاكم الشرع سلطة تحجزه عن ذلك ، ولكن قد منع على أيّ حال من التصرّف شرعا .\r\nومثاله الآخر : ما لو كانت العين تحت الرهن المعجّز شرعا عن التصرّف فيها على الرغم من أنّ الراهن أو حاكم الشرع لم تكن له سلطة تعجّزه عجزا حقيقيّا عن التصرّف ، ولكن العجز كان شرعيّا بحتا .\r\nوهذا القسم ملحق في الحكم بالقسم الأوّل .\r\nوالثالثة : أن يكون قد تعلّق بماله مجرّد حرمة\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nتكليفيّة للتصرّف ، وهذا على قسمين :\r\nالأوّل : أن تكون الحرمة الشرعيّة قد تعلّقت بالتصرّف ، ومثاله : ما لو نهى الوالد عن تصرّف الولد في ماله ، وافترضنا وجوب طاعة الوالد ، أو افترضنا أن تصرّفه كان يؤذي الوالد إيذاء يجب اجتنابه .\r\nوهذا أيضا ملحق بما سبق في الحكم إذا كانت الحرمة متعلّقة بعمدة التصرّفات لا ببعض التصرّفات .\r\nوالثاني : أن يجب عليه صرف المال في مصرف معيّن بمثل سبب النذر ، أو وجوب إشباع المشرفين على الهلاك بالجوع ، ونحو ذلك ، فحرمت عليه باقي التصرّفات لا بمعنى الحرمة الأوّليّة ، بل باعتبار مزاحمتها للتصرّف الذي وجب عليه .\r\nوهذا القسم لا يمنع من تعلّق الزكاة بالمال .\r\n8 - العين الموقوفة إن كانت قد أوقفت لصرف نتاجها على الموقوف عليهم دون أن يمتلكه الموقوف عليهم - كما لو أوقف بستان لصرف ثماره على الفقراء\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nلا لامتلاك الفقراء لها - فلا زكاة في نتاجها .\r\nوإن كانت قد أوقفت لامتلاك الموقوف عليهم فللوقف صورتان :\r\nالصورة الأولى : ما لو كان الوقف وقفا خاصّا كالوقف على الأولاد ممّا يعني ملكيّة نفس الموقوف عليهم للعين الموقوفة ، فكلّ واحد منهم لو بلغت حصّته النصاب كانت عليه الزكاة .\r\nالصورة الثانية : ما لو كان وقفا عامّا كالوقف على الفقراء ، فكلّ واحد منهم لو قبض قسما من النتاج وامتلكه حتّى حان وقت تعلّق الزكاة في ملكه ، تعلّقت الزكاة به ، أمّا لو ملكه بعد ذلك فلا زكاة عليه .\r\n9 - إذا كانت العين الزكويّة بما لها من النصاب موجبة لاستطاعة المالك للحجّ ، في حين أنّه لو أخرجت منها الزكاة لم يعدّ صاحبها مستطيعا : فإن كان تعلّق الزكاة بها قبل تماميّة الاستطاعة ، فوجوب الزكاة هنا مانع من وجوب الحجّ ، ولا يعتبر صاحب هذه العين مستطيعا .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوإن كانت الاستطاعة قد تحقّقت قبل تعلّق الزكاة ، فتعلّق الزكاة لا يمنع من وجوب الحجّ ؛ لأنّ الحجّ حينما وجب لم تكن الزكاة متعلّقة بالعين .\r\nولو كان حجّه متوقّفا على صرف تمام العين للحجّ ، كان يجب عليه تبديل العين قبل تعلّق الزكاة بها بمال آخر غير زكويّ حتّى لا تتعلّق به الزكاة .\r\n\r\nما تجب فيه الزكاة\r\n10 - تجب الزكاة في تسعة أشياء : الأنعام الثلاثة ، وهي : الإبل ، والبقر ، والغنم . والنقدان ، وهما : الذهب ، والفضّة . والغلّات الأربع ، وهي : الحنطة ، والشعير ، والتمر ، والزبيب .\r\n\r\nأوّلا : زكاة الأنعام\r\n11 - تشترط في تعلّق الزكاة بالأنعام زائدا على ما مضت من الشروط العامّة شروط أخرى :\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالشرط الأوّل : النصاب\r\n12 - لا تجب الزكاة على أيّ واحدة من الأنعام إلّا إذا بلغت مبلغا معيّنا اصطلح عليه في الفقه الإسلاميّ باسم النصاب .\r\nوعلى الرغم من أنّ النصاب يكون شرطا عامّا لتمام الأعيان الزكويّة أجّلنا ذكره إلى حين الحديث عن الشروط الخاصّة بنكتة : أنّ لكلّ قسم من تلك الأعيان نصابا يخصّه .\r\nفللأنعام نصبها الخاصّة بها التي نشرحها - إن شاء اللّه - فيما يلي :\r\n13 - فالنصاب في الإبل عبارة عن اثني عشر نصابا :\r\nالأوّل : الخمس ، وفيها شاة .\r\nوالثاني : العشر ، وفيها شاتان .\r\nفالزائد فيما بين النصابين معفوّ عنه ، أي : أنّه لو كان يمتلك تسعا من الإبل لم تجب عليه إلّا شاة واحدة .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوالثالث : خمس عشرة ، وفيها ثلاث شياة .\r\nوالرابع : العشرون ، وفيها أربع شياة .\r\nوالخامس : خمس وعشرون ، وفيها خمس شياة .\r\nولك أن تعدّ هذه النصب الخمسة نصابا واحدا بأن تقول : في كلّ خمس شاة إلى الخمس والعشرين .\r\nوالسادس : ستّ وعشرون ، وفيها بنت مخاض ، وهي : الأنثى من الإبل الداخلة في السنة الثانية ، سمّيت في العرف الفقهيّ ببنت مخاض لأنّ امّها تحمل .\r\nوإذا لم يكن عنده بنت مخاض أجزأ عنها ابن لبون ، وهو : الذكر من الإبل الداخل في السنة الثالثة ، وسمّي في المصطلح الفقهيّ بابن لبون لأنّ امّه قد تضع وتصبح ذات لبن .\r\nوإذا لم يكن عنده بنت مخاض ولا ابن لبون ، تخيّر في شراء أيّهما شاء ، ولو اشتراهما معا كان عليه أن يدفع بنت مخاض .\r\nوالسابع : ستّ وثلاثون ، وفيها بنت لبون ، وهي :\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالأنثى من الإبل الداخلة في السنة الثالثة ، وسمّيت بذلك لأنّ امّها قد تضع وتصبح ذات لبن كما مضى .\r\nوالثامن : ستّ وأربعون ، وفيها حقّة ، وهي : الداخلة في السنة الرابعة ، سمّيت بذلك لأنّها استحقّت أن يحمل عليها .\r\nوالتاسع : إحدى وستّون ، وفيها جذعة : وهي التي دخلت في السنة الخامسة ، سمّيت بذلك لأنّها يشتدّ عادة جذعها في هذه السنة .\r\nيبقى الكلام في طريقة التقسيم ، فهل تقسّم الآبال على الخمسين ، فتكون في كلّ خمسين حقّة ، أو على الأربعين ، فتكون في كلّ أربعين بنت لبون ، أو بالتلفيق ، فيكون على بعضها حقّة وعلى بعضها بنت لبون ؟ وعلى تقدير التلفيق قد تتصوّر عدّة أشكال للتلفيق ، فأيّ منها يتّبع ؟\r\nوالجواب : يجب أن يتّبع أوسع طريق شامل لأعداد الآبال ؛ حتّى لا يبقى إلّا أقلّ زيادة ممكنة ، فتصبح\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nتلك الزيادة معفوّة عن الزكاة . ولو اتّحد طريقان في نتيجة السعة فلا ترجيح لأحدهما على الآخر .\r\nمثاله : لو كانت له مائتان جاز له أن يعدّها أربعة خمسينات ، فيدفع أربع حقق ، أو يعدّها خمسة أربعينات ، فيدفع خمس بنات لبون .\r\nوبناء على ما ذكرناه لن يتّفق أن تكون الزيادة المعفوّة عن الزكاة أكثر من تسعة أعداد من الإبل ؛ لأنّ الفاصل بين الأربعين والخمسين عشرة ، والنصاب الأخير يبدأ ممّا زاد على المائة والعشرين ، فلو بلغت الزيادة عشرة أو أكثر فلا أقلّ من ثلاثة أربعينات مستوعبة للمائة والعشرين ، وستضاف العشرة الأولى على أحد الأربعينات ؛ لكي يكون خمسين ، والثانية على الثاني ، والثالثة على الثالث ، ولو وصلت الزيادة إلى أربع عشرات ، شكّلت هي بنفسها أربعين ، وهكذا الأمر إلى الأخير ، فلن تبقى زيادة خارجة من حكم الزكاة أكثر من تسعة .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n14 - والنصاب في البقر نصابان :\r\nالأوّل : ثلاثون ، يعطى فيها تبيع أو تبيعة . وهذا مصطلح فقهيّ روائيّ يقصد به : ما دخل من البقر في السنة الثانية .\r\nوالثاني : أربعون تعطى فيها مسنّة ، وهي في المصطلح الفقهي والروائيّ : البقرة التي دخلت في السنة الثالثة .\r\nوفيما زاد يعدّها على ثلاثين أو أربعين أو بالتلفيق ، ويراعي دائما الصورة التي تستوعب أكثر عدد ممكن للتزكية ، فإن زاد مع ذلك شيء كان داخلا تحت عموم العفو عن الزكاة ، ولا يكون ذلك إلّا بأقلّ من ثلاثين .\r\n15 - والنصاب في الغنم خمسة نصب :\r\nالأوّل : الأربعون ، وفيها شاة .\r\nوالثاني : مائة وإحدى وعشرون ، وفيها شاتان .\r\nوالثالث : مائتان وواحدة ، وفيها ثلاث شياة .\r\nوالرابع : ثلاث مائة وواحدة ، وفيها أربع شياة .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوالخامس : أربع مائة فما زاد ، ففي كلّ مائة شاة .\r\nوما بين النصابين في الجميع يعفى عن الزكاة ، فلا يجب فيه غير ما وجب بالنصاب السابق .\r\n16 - ولا يجوز لدافع زكاة الأنعام أن يختار الفرد الأدنى من المتوسّط بالقياس إلى ما يملك ، فلا يجزي إلّا ما كان وسطا بالقياس إليها ، أو كان أعلى وأجود .\r\nواختيار الأجود ليس واجبا ، ولكن فيه زيادة خير .\r\nولا يجب أيضا على دافع الزكاة الدفع من العين التي تعلّق بها الزكاة حينما تتّحد الزكاة والعين في الجنس كالشاة من الشياة ، أو بنت لبون من آبال فيها بنت لبون ، بل يجوز شراء فرد آخر ، بل يجوز له دفع القيمة النقديّة .\r\nولا يجوز له دفع مقدار القيمة من جنس آخر من تلقاء نفسه . نعم ، يجوز بإذن حاكم الشرع .\r\n17 - لو كانت الأنعام الزكويّة كلّها صحيحة أو سليمة\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nأو شابّة ، أو كانت مختلطة من الصحيحة والمريضة ، أو من السليمة والمعيبة ، أو من الشابّة والهرمة ، لم يجز لصاحب الزكاة اختيار المريضة أو المعيبة أو الهرمة .\r\n\r\nالشرط الثاني : السوم\r\n18 - يشترط في تعلّق الزكاة بالأنعام أن تكون سائمة ، والسوم يعني : الرعي ، وذلك في مقابل ما يسمّى بالمعلوفة : وهي التي تتغذّى بتهيئة العلف الخاصّ لها لا بالرعي .\r\nوقد اشتهر بين الفقهاء المتأخّرين شرط آخر ، وهو :\r\nأن لا تكون عوامل ، وهذا يعني : أن لا تعدّ للركوب عليها ولا لحمل الأثقال للنقل من مكان إلى مكان .\r\nوهذا التحميل كان متعارفا في الإبل والبقر . أمّا الشاة فلا معنى لفرضها عاملة .\r\nفلو اجتمع السوم أي الرعي مع عدم العمل ؛ إمّا لأنّها لا يمكن أن تعمل كما في الشاة ، أو لأنّ مالكها لم\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيعدّها للعمل كما في الإبل والبقرة ، فلا إشكال في تعلّق الزكاة بها .\r\nولو كانت سائمة وعاملة في وقت واحد ، كما لو كانت تحمل عليها الأثقال للنقل بين بلدين ، والنقل كان عن طريق المرعى ، وكان المرعى يكفيها فلم تكن بحاجة إلى أن تعلف ، فالأحوط تزكيتها .\r\nولو كانت غير سائمة فلا إشكال في عدم تعلّق الزكاة بها .\r\n19 - سخال الأنعام حينما تسوم مع الامّهات تعتبر سائمة ولو فرض اكتفاؤها بلبن الامّهات وعدم الارتزاق من علف الصحراء .\r\n\r\nالشرط الثالث : مرور الحول عليها\r\n20 - يشترط في تعلّق الزكاة بالأنعام مرور الحول عليها في ملك المالك واجدة لشرطي النصاب والسوم - اللذين مضى ذكرهما - طيلة الحول .\r\n21 - ونقصد بمرور الحول عليها : بزوغ اثني عشر\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nهلالا عليها ، فمثلا : لو ملك النصاب في أثناء شهر رجب ، فببزوغ هلال شهر رجب من السنة الثانية تثبت عليه الزكاة .\r\n22 - إذا اختلّ بعض شروط الزكاة للأنعام في أثناء الحول ، بطل الحول ، كما إذا نقصت من النصاب ، أو لم يتمكّن من التصرّف فيها ، أو أبدلها بغير جنسها ، أو وهبها لغيره في أثناء الحول .\r\nولو أبدلها بجنسها فالأحوط استحبابا عدم سقوط الزكاة عنه .\r\n23 - ولو وهبها في أثناء الحول مع شرط إرجاعها إليه بعد ذلك فرارا من الزكاة ، وجبت عليه الزكاة .\r\n24 - لو ملك في أوّل الحول نصابا ، ثمّ ملك في أثناء الحول عددا آخر من نفس الجنس بنتاج أو شراء أو إرث أو غير ذلك ، فالفروض التي يمكن أن تفرض في هذه الزيادة أحد أربعة فروض :\r\nالفرض الأوّل : أن يفرض أنّ هذه الزيادة لو كانت\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nفي أوّل السنة كانت بمقدار العفو ، كما إذا كان عنده أربعون من الغنم ، وفي أثناء الحول ولدت أربعين ، وقد مضى أنّ ما بعد الأربعين معفوّ عن الزكاة ما لم يبلغ مائة وواحدا وعشرين .\r\nوهذا حكمه : أنّ الذي ملكه في أثناء السنة أيضا يشمله العفو ، ويبدأ في أوّل السنة الثانية بحول جديد .\r\nالفرض الثاني : أن يفرض أنّ هذه الزيادة تكون نصابا مستقلّا ، كما إذا كانت عنده خمس من الإبل ، فولدت في أثناء الحول خمسا أخرى .\r\nوهذا حكمه : أنّ الأوليات تتنجّز زكاتها في آخر سنتها ، والاخريات أيضا تتنجّز زكاتها في آخر سنتها التي تحين في أثناء الحول الثاني ؛ لأنّها بدأت في أثناء الحول الأوّل .\r\nالفرض الثالث : أن يفرض أنّ هذه الزيادة لو كانت في أوّل السنة لكانت قد نقلت النصاب إلى نصاب جديد ، كما إذا كانت عنده ثلاثون من البقر ، وفي أثناء\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالحول ولدت عشرة ، وقد مضى أنّ الأربعين هو النصاب الثاني للبقر .\r\nوهذا حكمه : أنّ النصاب الأوّل يزكّى في نهاية الحول الأوّل ، والزيادة تبقى معفوّا عنها إلى حين زمان تزكية النصاب الأوّل ، وبعد ذلك يلحظ النصاب الثاني للحول الثاني ، ففي المثال الذي ذكرناه لو أدّى زكاة النصاب الأوّل من خارج ما كان يملكها من الأبقار ، فبقي أربعون إلى نهاية الحول الثاني ، وجبت زكاة النصاب الثاني لدى نهاية الحول الثاني ، وكذلك لو فرضنا أنّ الزيادة كانت إحدى عشرة ، فحتّى لو أدّى زكاة النصاب الأوّل من داخل الأبقار المملوكة بقي عنده أربعون ، فلو استمرّ الأربعون إلى نهاية الحول الثاني وجبت زكاة النصاب الثاني .\r\nالفرض الرابع : ما يتراءى فيه أنّ الزيادة تصلح نصابا مستقلّا ، وتصلح لنقل النصاب الأوّل إلى نصاب جديد ، ومثاله : ما لو كان عنده عشرون من الإبل ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوفي أثناء حولها ولدت ستّا ، فالزيادة مشتملة على خمس ، وهي تصلح نصابا ، كما أنّ الستّ لو كانت أضيفت إلى العشرين أوّل السنة انتقل العدد إلى نصاب جديد ، وهو الستّ والعشرون .\r\nوهذا حكمه حكم الفرض الثالث ، أي : أنّ النصاب الأوّل يزكّى في نهاية حوله ، وإذا بقي النصاب الثاني إلى نهاية الحول الثاني ، فعليه زكاة النصاب الثاني .\r\n\r\nثانيا : زكاة النقدين\r\n25 - كان النقد الرائج في عصر المعصومين عليهم السّلام عبارة عن الذهب والفضّة ، وقد وضعت الشريعة عليهما الزكاة مشروطة بشروط ثلاثة زيادة على الشروط العامّة الماضية :\r\nالأوّل : النصاب ، وهو في الذهب عبارة أوّلا عن عشرين دينارا ، والدينار ثلاثة أرباع المثقال الصيرفيّ ، فإن زاد على هذا المبلغ كان على كلّ أربعة\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nدنانير - وهي ثلاثة مثاقيل صيرفيّة - زكاة ، وكلّ ما يقلّ عن أربعة دنانير يكون معفوّا عن الزكاة . ولو لم يبلغ كلّ الذهب مقدار عشرين دينارا ، فكلّه يعفى عن الزكاة .\r\nوفي الفضّة عبارة أوّلا عن مأتي درهم ، ثمّ كلّ أربعين درهما ، وهنا أيضا كلّما نقص من النصاب كان معفوّا عنه . والدرهم يساوي 40 / 21 مثقالا صيرفيّا .\r\nومبلغ الزكاة في كلّ هذا عبارة عن 40 / 1 من النصاب .\r\nوالثاني : أن يكون منقوشا بسكّة المعاملة ، وكان ذلك استطراقا لكونه نقدا رائجا في السوق ، فالحليّ المسبوك الذي لا يكون نقدا رائجا في السوق لا زكاة عليه .\r\nوالثالث : مضيّ الحول عليه واجدا لشرائطه بالمعنى الذي مضى من مضيّ الحول على الأنعام .\r\nولو احتال أحد في تبديل قسم من ماله من الذهب\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nإلى الفضّة أو بالعكس ليختلّ النصاب فيهرب من الزكاة ، وجبت عليه الزكاة .\r\nأمّا لو كان تركّب ماله من الذهب والفضّة مصادفة من غير احتيال فلم يبلغ الذهب ولا الفضّة النصاب ، فلا شيء عليه .\r\n26 - أمّا في زماننا هذا فالذهب أو الفضّة المسكوكان بسكّة المعاملة إمّا غير موجود بيد الناس وإمّا نادر الوجود . والنقد الرائج عبارة عن الأوراق الاعتباريّة المألوفة في هذا الزمان . وأمر تعلّق الزكاة بها وعدمه وكذلك أمر تعيين نصابها يكون بيد وليّ أمر المسلمين حيث تقتضيه المصلحة على حسب نظر وليّ الأمر .\r\n\r\nثالثا : زكاة الغلّات الأربع\r\n27 - تجب الزكاة في الغلّات الأربع ، وهي : الحنطة والشعير والتمر والزبيب .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n28 - وقت تعلّق الزكاة بالغلّات هو وقت بدوّ الصلاح ، أي : عند اشتداد الحبّ في الحنطة والشعير ، وعند الاحمرار والاصفرار في ثمر النخيل ، وعند انعقاده حصر ما في ثمر الكرم .\r\n29 - ويشترط في وجوب الزكاة في الغلّات الأربع زائدا على الشرائط العامّة الماضية شرطان :\r\nالأوّل : النصاب ، وهو عبارة عمّا يقارب - بحسب وزن الكيلو المتعارف في زماننا - ثمان مائة وثمانية وأربعين كيلوغرام تقريبا ، وتحديده الدقيق بالكيلو متعذّر علينا . ويستثنى من التمر القسم الرديء الذي لا يرغب فيه عادة ، فلا تجب زكاته ، ولا يدخل في النصاب .\r\nوكذلك يستثنى من ذلك ما يتركه من التمر للحارس من عذق أو عذقين أو نحو ذلك ، وذلك حقّ استحبابيّ للحارس .\r\nوالثاني : أن يكون مالكا لتلك الثمار والحبوب\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوهي قائمة على أصولها .\r\nوهذا غير شرط الملك الذي يعتبر من الشروط العامّة ، فلو ملك إحدى الغلّات بعد انقطاعها عن أصولها بشراء أو غيره ، وبلغت النصاب ، لم يجب عليه شيء على رغم ثبوت الشرط العامّ ، وهو الملك ، وإنّما تجب عليه الزكاة لو ملكها في حين ارتباطها بأصولها ، سواء كان ذلك بسبب ملك الأصول ، أو بشرائه للثمار ، أو بعنوان حصّة المزارعة ، أو بأيّ شكل آخر .\r\n30 - وعلى أساس ما مضى : من أنّ وقت تعلّق الزكاة هو زمان بدوّ الصلاح ، أعني : اشتداد الحبّين ، وانعقاد الحصرم ، واصفرار أو احمرار ثمر النخل ، فالزكاة ستكون على مالكها في هذا الزمان ، ولو باعها بعد ذلك بطل البيع في حصّة الزكاة ، إلّا بإمضاء وليّ أمر الزكاة ، ولم تكن على المشتري زكاة أخرى ولو بلغت حصّته النصاب .\r\nأمّا لو فرضنا عدم وجود مالك لها حين بدوّ\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالصلاح ؛ لإعراض من قبل المالك الأصليّ مثلا ، ثمّ امتلكها شخص بعد ذلك والثمار قائمة على أصولها ، فقد ثبتت الزكاة على المالك الثاني .\r\n31 - ونحن وإن قلنا : إنّ وقت تعلّق الزكاة هو زمان بدوّ الصلاح ، فإنّ المقياس في النصاب إنّما هو اليابس منها ، فلو كان الرطب بقدر النصاب لكن ينقص منه حينما يصبح تمرا ، وكذلك العنب كان بمقدار النصاب ولكنّه ينقص منه حينما يصبح زبيبا ، فلا زكاة فيهما .\r\n32 - ومبلغ الزكاة فيما سقاه البشر بمثل الدلو والدلاء والنواضح ونحو ذلك هو نصف العشر ، وفيما سقته الطبيعة بنهر أو عين ماء أو مطر أو امتصاص عروق الزرع والشجر من الأرض ونحو ذلك هو العشر .\r\nأمّا لو اشترك الأمران فسقاه البشر حينا وسقته الطبيعة أخرى ، فإن غلب أحدهما الآخر بشكل يستند عرفا السقي إلى أحد الأمرين ، فذاك هو المقياس في\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالأمر ، فلو كان سقي الطبيعة هو الذي يغطّي عرفا سقي البشر ، كان مبلغ الزكاة هو العشر ، ولو كان العكس فمبلغ الزكاة هو نصف العشر ، ولو اشتركا من دون مستوى ملحوظ بهذا الشكل في أحد الجانبين ، كانت الزكاة في نصف الغلّات عشرا وفي النصف الآخر نصف عشر .\r\n33 - ولو زادت الغلّة على النصاب وجب إخراج الزكاة من الزيادة أيضا ، فلا نصاب ثان يعفى ما بينهما إلى حين الوصول إلى النصاب الثاني .\r\n34 - وآخر وقت لوجوب إخراج الزكاة عبارة عن زمان تصفية الحنطة والشعير ، واجتذاذ التمر ، واقتطاف الزبيب إن لم يؤخّر المالك ذلك عن وقته الطبيعيّ .\r\nوهذا في التمر والزبيب يكون لدى افتراض إبقائهما على الشجر إلى حين الجفاف ، أمّا لو اقتطفا حينما يكونان رطبا وعنبا ، وأريد بهما التشميس\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوالتجفيف بعد الاجتذاذ ، فيجوز عندئذ تأخير إخراج الزكاة إلى حين التشميس والتجفيف .\r\n35 - في الأشجار التي تثمر في السنة مرّة واحدة يكون المقياس في كونها تسقى بفعل البشر أو بفعل الطبيعة سنة الإثمار ، وليست السنين السابقة . أمّا لو كان الشجر يثمر مرّتين ولفصلين فالمقياس له هو فصل الإثمار ، وليست الفصول السابقة . نعم ، المقياس في النصاب مجموع ما في السنة .\r\n36 - لو أخرج شخص الماء بالدوالي عبثا أو لغرض آخر كالشرب ، فسقى به آخر زرعه ، فالأحوط استحبابا إخراج العشر .\r\nوكذلك لو بدا له هو بعد إخراجه للماء عبثا أو لمثل الشرب ، فسقى به زرعه .\r\nوكذلك لو أخرجه لزرع ثمّ بدا له ، فسقى به زرعا آخر ، أو زاد فسقى به غيره .\r\nوالأقوى في الجميع كفاية نصف العشر .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n37 - لا تتكرّر الزكاة في الغلّات بتكرّر السنين ، فلو زكّى الحنطة أو أيّ واحدة أخرى من الغلّات ، ثمّ احتفظ بالباقي وبمقدار النصاب سنين عديدة ، لم تجب عليه زكاة أخرى .\r\n38 - ما يأخذه السلطان الجائر باسم الحكم الإسلاميّ قد يكون اجرة على الأرض ، وأخرى بعنوان المزارعة ، فهو يدفع إليك الأرض على أن تكون لك حصّة من الزرع والأخرى له ، وثالثة بعنوان زكاة المال .\r\nففي القسم الأوّل لا علاقة للأجرة بالزكاة ، فتزكّى الغلّات الأربع بالشكل الذي مضى .\r\nوفي القسم الثاني لا زكاة على الزارع إلّا في حصّته لو بلغت النصاب .\r\nوفي القسم الثالث ما يجبره الظالم على الدفع بعنوان الزكاة يحسب له من زكاته .\r\n39 - المؤن المصروفة على الإثمار قبل أوان تعلّق\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالزكاة لا تستثنى من الزكاة . أمّا المؤن المصروفة على مثل القطع والحمل والتجفيف ونحو ذلك ، فإن كان مع الاستئذان من حاكم الشرع في الصرف ، صحّ توزيعها على الزكاة وصاحب المال على وفق النسبة .\r\n40 - يجوز دفع القيمة عن الزكاة على أن يكون الدفع بالنقود ، وليس بجنس آخر ، وإنّما الدفع بجنس آخر يتمّ بالتبادل بموافقة صاحب الحقّ ، أو بموافقة الوليّ ، أعني : الفقيه الجامع للشرائط الملاحظ لمصلحة الفقير .\r\n41 - لو اختلفت أنواع الغلّة الواحدة من حيث الجودة والرداءة ، فالأحوط وجوب دفع العشر أو نصف العشر بلحاظ مجموع ما في النصاب .\r\nوالأفضل - طبعا - دفع الكلّ من الأجود أو قيمته .\r\n42 - يجوز خرص العنب والرطب وكذلك زروع الحنطة والشعير بعد بدوّ الصلاح وتعلّق الزكاة بتوافق بين المالك وحاكم الشرع بحدس يحتمل فيه الزيادة\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوالنقصان ، فإذا تمّ العقد على ذلك نفذ حتّى إذا تبيّن بعد الجذّ والكيل النقصان أو الزيادة ، وبذلك جاز للمالك التصرّف في حصّته .\r\n\r\nما تستحبّ تزكيته\r\n43 - تستحب تزكية مال التجارة بنسبة واحد من أربعين ، وبنصاب يساوي أقلّ الأمرين من نصاب النقدين ، أعني : العشرين دينارا ، أو مأتي درهم .\r\n44 - تستحب تزكية الخيل الإناث بشرط السوم ومرور الحول ، وعلى كلّ واحدة منها ديناران شرعيّان لو كانت من الخيل العتاق ، وإلّا فدينار واحد .\r\n\r\nمستحقّو الزكاة\r\n45 - موارد صرف الزكاة ثمانية ، قال اللّه تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ وَالْعامِلِينَ عَلَيْها وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقابِ وَالْغارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ  « 1 » .\r\n46 - الأوّل والثاني : الفقراء والمساكين .\r\nوالفقير : هو الذي لا يوجد له وضع معيشيّ مستقرّ ولو كحرفة أو صناعة أو عمل أو قدرة تكفيه لمئونته ومئونة عياله .\r\nوعنوان المسكين حينما يجتمع مع عنوان الفقير يقصد به من هو أشدّ حالا منه .\r\n47 - ولإعطاء الزكاة للفقير طرق ثلاثة يختار الوالي ما رأى فيه الصلاح :\r\nالطريقة الأولى : إعطاء المال إيّاه للصرف ، وهذا محدّد بمؤونة السنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة ، الآية : 60 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالطريقة الثانية : إغناؤه بمعنى إعطائه ما يوصله إلى الاكتفاء الذاتيّ بحيث يستطيع أن يعيش دوما على ذاك المال وعلى أرباحه ، فيسقط عنه اسم الفقير عرفا .\r\nالطريقة الثالثة : ابقاؤه على ما يملكه هو من رأس المال الذي لا تكفيه أرباحه ، فيكمّل مصرفه من الزكاة بتكفّل نقص الربح ، وهذا يحدّد بمقدار تكميل مئونة السنة ؛ لأنّه رجع مرّة أخرى إلى إعطاء المال للصرف دون إعطائه للاكتفاء الذاتيّ بأرباحه .\r\n48 - ولا يوجد حدّ محدود لأقلّ ما يعطى الفقير والمسكين .\r\n49 - طالب العلم لو وجب عليه طلب العلم فمنعه ذلك من التكسّب ، أصبح مصداقا للفقير ، وجاز له أخذ الزكاة من سهم الفقراء ، وإلّا أشكل أخذه من سهم الفقراء . نعم ، لو كان يخدم الإسلام بطلبه للعلم جاز له الأخذ من سهم سبيل اللّه .\r\n50 - الثالث : العاملون عليها : وهم المنصوبون من\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقبل حاكم الشرع لأخذ الزكاة وضبطها وحسابها وإيصالها إلى حاكم الشرع أو مستحقّها .\r\nوليس لما يعطى العامل حدّ مشخّص ، وإنّما تحديده بيد حاكم الشرع على حسب ما يرى من المصلحة .\r\n51 - الرابع : المؤلّفة قلوبهم : وهم المسلمون الذين يضعف اعتقادهم بالمعارف الدينيّة وعقائدها ، أو يكمن في نفوسهم الشكّ ، فيعطيهم حاكم الشرع من الزكاة ؛ ليحسن إسلامهم ، ويثبتوا على دينهم .\r\n52 - الخامس : في الرقاب .\r\nفالرقبة التي عجزت عن دفع مال الكتابة يصحّ دفع ما عليها ؛ كي تتحرّر بذلك ، كما أنّه يجوز شراء الرقبة من مال الزكاة لغرض إعتاقها .\r\n53 - السادس : الغارمون : وهم الذين ركبتهم الديون ، وعجزوا عن أدائها من غير مئونة سنتهم .\r\nويشترط في جواز أداء دين الغارم من سهم الغارمين\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nأن لا يكون الدين مصروفا في ترف أو معصية .\r\n54 - ولإعطاء الزكاة للغارم عدّة طرق :\r\nمنها : أن يملّك مال الزكاة ؛ كي يؤدّي بذلك دينه .\r\nومنها : أن يعطى دائن الغارم الزكاة بعنوان وفاء دينه ، فيسقط بذلك دينه .\r\nومنها : ما لو كان على الغارم دين لمن عليه الزكاة ، فيجوز للدائن أن يحسب ماله من الدين زكاة على الغارم ، فيسقط بذلك الدين .\r\nأمّا أن يحتسب ما عنده من الزكاة ملكا للمدين ، ثمّ يأخذها مقاصّة من دون إعطائها إيّاه بعنوان التمليك ، فلا يجوز .\r\n55 - ويجوز أداء دين الغارم من قبل من وجبت عليه الزكاة حتّى لو كان الغارم من واجبي نفقته كالأب .\r\n56 - السابع : سبيل اللّه تعالى . ويقصد به سبيل مصلحة الإسلام وتشييد أركانه ، ويشمل ذلك المصالح\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالعامّة للمسلمين : من قبيل بناء الجسور ، والمعابر ، والسدود ، وإصلاح الطرق ، وما إلى ذلك بقيادة المؤمنين ؛ فإنّ في ذلك كلّه شوكة الإسلام والمسلمين ، وكذلك يشمل إرسال الناس إلى الحجّ مثلا حينما تكون المصلحة مقتضية لتكثير الحجّاج ، وعلى رأس ما يكون في سبيل مصلحة الإسلام مسألة الجهاد .\r\n57 - الثامن : ابن السبيل : وهو الذي انقطع به طريق الرجوع نتيجة عدم امتلاكه نفقة الرجوع ، فيعطى من الزكاة ما يكفيه للرجوع بشرطين :\r\nالأوّل : أن لا يكون قادرا على الاستغناء عن ذلك باستدانة أو بيع ماله الذي يمتلكه في بلده من دون حرج .\r\nوالثاني : أن لا يكون سفره سفر معصية .\r\n58 - وابن السبيل : هو الذي انقطع في سفره بسبب فقدانه لنفقة الرجوع ، وقد تنقلب الآية ، أي : أنّ سفره كان سببا في انقطاعه عن ماله من دون أن تكون\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nلفقدان المال علاقة بتحيّره في السبيل ، وذلك من قبيل ما اتّفق كثيرا في زماننا من اضطرار المؤمنين إلى ترك أوطانهم هربا من الحكومات الظالمة ، فانقطعوا في مهجرهم عن أموالهم ، فمن عجز منهم عن نقل ماله إلى مهجره ، فاضطرّ إلى الصدقات ، فهذا لا يعتبر ابن السبيل ؛ لأنّه لم ينقطع في السبيل بسبب عدم امتلاك مصرف الرجوع ، بل يعتبر هذا فقيرا في مهجره ، ويصحّ له الأخذ من سهم الفقراء .\r\n59 - ومصارف الزكاة على قسمين :\r\nالقسم الأوّل : ما يتمّ صرف الزكاة في محلّها بمجرّد دفعها إلى المورد ، من قبيل  الْعامِلِينَ عَلَيْها ، وَالْمُؤَلَّفَةِ قُلُوبُهُمْ  ،  وَفِي سَبِيلِ اللَّهِ  ، ولا يبقى في ذلك مورد للاسترجاع .\r\nوالقسم الثاني : ما لا يكون مجرّد الدفع فيه صرفا في مورده ، وهو في الرقاب والغارمون وابن السبيل ، فقد تدفع الزكاة للعبد كي يعتق بها نفسه ، ثمّ ينعتق قبل\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nصرف الزكاة في ذلك ، أو تدفع للغارم كي يؤدّي بذلك دينه ، فيبرئه الدائن مثلا قبل أدائه دينه بالزكاة ، أو تدفع لابن السبيل ، ثمّ يصل إليه مال وترتفع مشكلته قبل صرف الزكاة ، ومن الواضح في هذه الموارد وجوب إرجاع الزكاة ؛ لانتفاء مصرفها .\r\n\r\nأوصاف المستحقّين للزكاة\r\n60 - يشترط في استحقاق الزكاة الإيمان ، فلا تعطى الكافر ولا المخالف بجميع أصنافهم .\r\n61 - نعم ، يجوز للوالي إعطاء المخالف من سهم المؤلّفة قلوبهم ، وكذلك من سهم الرقاب . أمّا سهم سبيل اللّه فلو كان إعطاء المخالف خدمة للمؤمنين وتقوية لشوكتهم ، جاز من باب أنّه أصبح في الحقيقة صرفا على المؤمنين .\r\n62 - ولو أعطى غير المؤمن زكاته أهل نحلته ، ثمّ استبصر أعادها ، بخلاف الصلاة والصوم والحجّ لو أتى\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبها على وفق مذهبه .\r\n63 - لا يجوز صرف الزكاة إلّا في مصرفها الصحيح ، فلو صرفها في غير مصرفها كان ضامنا ، فمثلا : الفقير الذي أعطي الزكاة لصرفها في مئونة سنته ، أو للعمل بها كي يستغني لو صرفها لا في هذا ولا في ذاك ، بل صرفها في معصية أو سرف ، ضمن للتخلّف عن المصرف الصحيح .\r\n64 - لا يجوز دفع الزكاة إلى من تجب عليه نفقته في المقدار الواجب ، ويجوز دفعها إليه في التوسعة غير الواجبة على من عليه الزكاة .\r\n65 - يشترط في مستحقّ الزكاة أن لا يكون هاشميّا فيما إذا كان صاحب الزكاة غير هاشميّ ، وأمّا زكاة الهاشميّين بعضهم على بعض فهو جائز .\r\n66 - والهاشميّ : هو الذي ينتسب إلى هاشم بالأب ، ولا أثر للانتساب إليه بالامّ .\r\n67 - يجوز استفادة الهاشميّين من الأوقاف العامّة\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nإذا كانت من الزكاة ، مثل المساجد ، والمدارس ، والكتب ، ونحو ذلك ممّا خرج فعلا عن كونه زكاة ، كما يجوز لهم تلبية دعوة فقير ملك مالا بالزكاة ، ثمّ دعا هاشميّا إلى مائدة طعام صنعت من ذاك المال .\r\n\r\nبقيّة من أحكام الزكاة\r\n68 - من حقّ حاكم الشرع أن يطالب بجمع الزكوات ؛ لصرفها في مصارفها ، ويجب عندئذ استجابة الناس له ، أمّا لو لم ير حاكم الشرع المصلحة في ذلك ؛ لعدم كونه مبسوط اليد ، أو لأيّ سبب آخر ، كان على نفس المزكّي إيصال الزكاة إلى مصارفها ، أمّا لو رأى نفسه قادرا على الأمر ، وطلبه على وفق ما رآه من المصلحة ، فهذا هو حقّه الأساسيّ الذي لا ريب فيه ، ولو خالف المكلّف ، فلم يدفعه إلى حاكم الشرع ، وصرفه هو في مصارف الزكاة ، فالإجزاء مشكل .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n69 - لا يجب بسط الزكاة على الأصناف الثمانية ، ولا على كلّ أفراد صنف واحد ، فحينما يكون حاكم الشرع هو المسيطر على الأمر يصرف الزكاة بالشكل الذي يرى فيه المصلحة ، وحينما لا يكون الأمر بيده ، بل المكلّف هو الذي يدفع الزكاة إلى المستحقّين ، جاز له أن يدفع الزكاة في المورد الذي يرغب فيه .\r\n70 - لو كانت الزكاة بيد حاكم الشرع عمل بما يرآه من المصلحة : من صرفها في نفس بلد الزكاة ، أو نقلها إلى بلد آخر ، أمّا لو كان الصارف نفس صاحب الزكاة فمن الجائز له نقلها إلى بلد آخر مع حفظ شروط الأمانة : من اختيار طريق آمن ونحو ذلك ، فلو تلفت صدفة على رغم حفظ شروط الأمانة أو سرقت فإن كان لها مصرف في بلده يتمكّن من الصرف فيه ، فالأحوط ضمانه للمبلغ ، وإلّا لم يضمن .\r\n71 - لو نقل الزكاة إلى بلد آخر فالأحوط أن تكون مئونة النقل عليه .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n72 - لا يجوز للمكلّف تأخير دفع الزكاة إلّا في حالتين :\r\nالحالة الأولى : أن يعزل الزكاة عن ماله ، فيجوز له عندئذ أن يؤخّر الدفع حفظا للقدرة على استجابة من قد يأتيه في المستقبل ويطالبه بالزكاة ، أو حفظا للقدرة على معونة من يحبّ أن يعينهم بالزكاة ، وهم غير متواجدين لديه حالا ، أو نحو ذلك من الأغراض العقلائيّة في طريقة إيصال الزكاة .\r\nوالحالة الثانية : أن يكتب مبلغ الزكاة ويسجّله عنده ؛ ليضمن أنّه لو صرف أو تلف شيء من المال يحسب من غير هذا المبلغ ، فيكون هذا بحكم العزل .\r\nأمّا في غير هاتين الحالتين فلا يجوز التأخير . وفي مورد جواز التأخير لو أخّر مع تمكّنه من الصرف في مصرفها ، ثمّ تلفت الزكاة ، فهذا حاله حال النقل إلى بلد آخر مع قدرته على الصرف في بلده ، فيشمله نفس الاحتياط الذي أشرنا إليه في تلك المسألة من الضمان .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n73 - لا يجوز للمكلّف تقديم مال الزكاة قبل تعلّق الوجوب إلّا بمعنى إقراضه للفقير ؛ كي يحتسب زكاة عليه لدى تعلّق الوجوب بشرط بقائه على صفة الاستحقاق .\r\n74 - لا إشكال في وجوب تعيين الزكاة بالنيّة ؛ لأنّها عنوان قصدي لا تتميّز من مثيلاتها إلّا بالقصد ، فما يعطيه من المال كما يمكن أن يكون زكاة كذلك يمكن أن يكون هبة أو صدقة مستحبّة أو غير ذلك ، فلا يتعيّن للزكاة إلّا بنيّة هذا العنوان .\r\n75 - لا إشكال في وجوب قصد القربة والإخلاص للّه تعالى في دفع الزكاة ، فلو ترك ذلك أثم ، وإن كان يحتمل سقوط ما في ذمّته من المال على رغم عصيانه بترك القربة أو الإخلاص ، ولا شكّ في أنّ الأحوط عدم الاكتفاء بذلك ، فيعيد الزكاة لو كان المال قد صرف أو تلف .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالخمس\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n76 - كانت الزكاة مثالا للقسم الأوّل من الأموال العامّة : وهو ما يكون مملوكا لجهة عامّة ، وليست لعموم المسلمين ولا للدولة الإسلاميّة .\r\nإلّا أنّه مضى أنّ صرفها بيد الدولة الإسلاميّة لدى بسط اليد للحاكم الشرعيّ ، فإذن هي تعتبر من ميزانيّة الدولة بمعنى من المعاني .\r\nأمّا الخمس فهو مثال للقسم الثاني من تلك الأقسام : وهو ما يكون ملكا للدولة الإسلاميّة مباشرة ، أو قل : لمنصب الإمامة ، والأقوى عندنا ثبوت هذا الحكم - أي : كونه لمنصب الإمامة - حتّى فيما يسمّى في المصطلح الفقهيّ عادة بسهم السادة . نعم ، لا شكّ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفي أنّ من مهامّ الأئمّة عليهم السّلام مراعاة الحاجات الاقتصاديّة لأولاد الرسول صلّى اللّه عليه وآله .\r\n\r\nما يتعلّق به الخمس\r\nوقد جعلوه سبعة :\r\n77 - الأوّل : الغنائم المأخوذة في القتال :\r\nوقد فصّلوا بين القتال بإذن الإمام ، فتكون الغنائم عندئذ ملكا للمقاتلين الذين قاتلوا الكفّار بعد أخذ صفو المال للإمام ، وأخذ الخمس من الباقي له ، فما يتبقّى يقسّم على المقاتلين بشرح راجع إلى محلّه ، وما يكون قتالا وغزوا لهم ابتداء من قبل المسلمين من دون أمير أمّره الإمام عليه السّلام وإذن لهم ، فيكون عندئذ كلّ ما غنموه للإمام .\r\n78 - وهذا الذي ذكرناه إنّما هو في المنقولات . وأمّا مثل الأراضي المفتوحة عنوة التي هي ملك للمسلمين عامّة ، فلا يتعلّق بها الخمس .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n79 - ويشترط في امتلاك المقاتلين أن يكون القتال بإذن الإمام .\r\n80 - وإذن الوليّ الفقيه في عصر الغيبة يحلّ محلّ إذن الإمام في عصر الحضور .\r\n81 - وإذا كانت الحرب في عصر الغيبة مشروعة لكونها دفاعيّة ، ولم يوجد الوليّ الفقيه المشرف ، فمشروعيّتها تحلّ محلّ إذن الإمام .\r\n82 - أمّا ما يؤخذ غيلة من الكفّار أو النواصب فيجب تخميسه من دون استثناء مئونة السنة .\r\n83 - الثاني : المعدن .\r\n84 - وهو الأشياء ذوات القيمة المركّزة في الأرض من غير سنخ الأرض .\r\n85 - والأحوط عدم التقيّد في المعدن بالنصاب ، سواء أريد به نصاب عشرين دينارا ، أو أريد به نصاب دينار واحد .\r\n86 - ولا تستثنى من المعدن مئونة الإخراج .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n87 - ولا يجب تخميس المخلوط بالتراب ، إلّا بمقدار ما يساوي خمس المصفّى .\r\n88 - وإذا كان المعدن في الأجواء القريبة من بيت مملوك بحيث يعدّ عرفا من حريم البيت ، اختصّ بصاحب البيت بعد استخراجه وتخميسه .\r\n89 - الثالث : الكنز .\r\n90 - والمقصود بالكنز الذي يخمّس ويملّك الباقي :\r\nما يرجع إلى العهد القديم الذي باد أهله ولو كان إسلاميّا .\r\n91 - والأحوط ثبوت الخمس حتّى في غير كنز الذهب والفضّة .\r\nويشترط في ثبوت الخمس في الكنز بلوغه مبلغ نصاب الزكاة ، والشرط إنّما هو بلوغ نفس مبلغ الكنز النصاب من دون استثناء مقدار مئونة التحصيل والإخراج .\r\n92 - الرابع : الغوص . والظاهر شمول الحكم لما\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nاخرج عن طريق الغوص ، ولما اخرج عن طريق آلة ، وكذلك شموله للبحر وللشطوط والأنهار الكبيرة .\r\n93 - والظاهر أنّ الحكم مخصوص بالمجوهرات المعدنيّة والنباتيّة ، ولا يشمل الأسماك .\r\n94 - والأحوط عدم اشتراط خمس الغوص بنصاب دينار ، وإن كان الأقوى اشتراطه به .\r\n95 - الخامس : الأرض التي اشتراها الذمّيّ من المسلم . والظاهر أنّ الخمس في هذه الأرض غير ثابت ، وعليه فنحن نحذف في المقام فروع المسألة ، وإنّما المقصود بالخمس الوارد في النصّ في المقام :\r\nالجزية بمقدار العشرين على الزراعة ، وهذا خارج عن بحثنا .\r\n96 - السادس : المال الحلال المختلط بالحرام إذا لم يميّز ولم يعرف مقداره ولا صاحبه .\r\nأمّا لو علم أنّ الحرام أزيد من الخمس فالأحوط أن يطبّق الحرام على مال مشخّص ، ثمّ صرفه في\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالقاسم المشترك بين مصرف الخمس ومصرف مجهول المالك .\r\n97 - السابع : ما يفضل من مئونة سنته له ولعياله من فوائد الصناعات ، والزراعات ، والتجارات ، والإجارات ، وحيازة المباحات ، والفوائد والهدايا والجوائز ، ونحو ذلك بعد استثناء المؤونة .\r\n98 - والأحوط وجوبا إلحاق الهدايا والجوائز المهمّة التي تعتبر غنيمة استثنائيّة بمسألة الغنائم ، أي :\r\nإنّها تخمّس فورا وجميعا من دون استثناء مئونة السنة .\r\n99 - أمّا الهبة الاعتياديّة فتلحق بأرباح المكاسب ، وتخمّس في آخر السنة لو زادت على المؤونة .\r\n100 - وقد حلّل للشيعة في أيّام الغيبة أمران :\r\nأحدهما : الغنائم أو خصوص الجواري المسبيّة من قبل حكومة إسلاميّة سنّيّة غنمتها من الكفّار بمثل الحرب ، ثمّ انتقلت منها إلى الشيعيّ . والمتيقّن من ذلك\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nهي الجواري لا مطلق الغنائم .\r\nوثانيهما : الخمس المتعلّق بمال من لا يخمّس حينما ينتقل إلى الشيعيّ بغير الإرث .\r\n101 - ويستثنى من الخمس المهر وعوض الخلع والإرث .\r\nنعم ، الميراث الذي لا يحتسب ملحق في الحكم بغنيمة الحرب في تخميسه كلّا ومن دون استثناء المؤونة .\r\n102 - والمقصود باستثناء المؤونة : استثناء مئونة السنة مخيّرا بين اختيار السنة القمريّة والسنة الشمسيّة .\r\n103 - وهناك طريقان لحساب السنة :\r\nأحدهما : أن يحسب سنة كلّ ربح مستقلّا ، فما لم يصرف في المؤونة إلى آخر سنته كان عليه الخمس .\r\nولا يجوز استثناء مئونة متقدّمة على حصول ربح ما من ذاك الربح المتأخّر .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوثانيهما : أن يحسب سنة مجموعيّة لكلّ الأرباح تبدأ بأوّل ربح ، فيجوز له عندئذ أن يستثني مئونة متقدّمة على حصول ربح ما من ذاك الربح المتأخّر .\r\nوالحساب الأوّل هو الحساب الواقعيّ .\r\nوالحساب الثاني حساب ظاهريّ يشترط فيه عدم العلم بخسران الإمام عليه السّلام في هذا الحساب بالقياس إلى ما لو كان المكلّف محاسبا ذاك الحساب الدقيق .\r\n104 - ويجوز له التلفيق بين الطريقين ، فيحسب مثلا حساب السنة المجموعيّة لجميع أرباحه ، ويستثني ربحا مهمّا له في أواخر السنة بجعل سنة خاصّة له من حين حصوله بشرط أن لا يستثني منه مئونة متقدّمة على هذا الربح .\r\n105 - ولو صرف من ربح سنته الحاليّة على مئونة سنة قادمة من دون أن يملك حاليّا أمرا مادّيّا ، لم يتعلّق به الخمس ، من قبيل :\r\nأ - أن يشتري خطّا هاتفيّا لا يعطى إلّا بعد سنين\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوهو من مئونته حينما يعطى .\r\nب - أو يشتري سيّارة لا تسلّم إلّا بعد سنين وهي من مئونته حينما تسلّم .\r\nج - أو يسجّل للحجّ بما قدّمه من المال ولا يصل وقت حجّه إلّا بعد سنين .\r\nد - أو يشتري خطّ الكهرباء أو الماء ولا يسلّم إلّا بعد سنين وهو من مئونته في وقت التسليم .\r\n106 - ولو ارتفعت القيمة السوقيّة لماله المخمّس لم يتعلّق بالارتفاع الخمس ما لم يترجمه بمال عن طريق المبادلة ولو كان في معرض التجارة .\r\n107 - والربح إنّما يدخل تحت دائرة السنة الخمسيّة من حين دخوله تحت السلطة بمثل الاستلام ، أو الدخول في الحساب المصرفيّ ، أو سيطرة الشخص على استلامه ممّن هو في ذمّته ، ونحو ذلك .\r\n108 - ورأس المال إن لم يكن من مستثنيات الخمس كالإرث ونحوه ، بل كان من الأرباح التي\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nيتعلّق بها الخمس ، ولكنّه كان يدرّ بربحه على المؤونة ، فدرّه هذا على المؤونة يكون بأحد شكلين :\r\nالأوّل : أن يكون درّه هذا بمنفعته الطبيعيّة ، أو قل :\r\nالتكوينيّة كالبقرة الحلوب التي يعيش صاحبها وأسرته في مئونته على حليبها ، أو الشجرة المثمرة التي يعيش صاحبها وأسرته في مئونته على ثمرتها . وهنا لا إشكال في عدم تعلّق الخمس برأس المال هذا ما دام داخلا في مئونته بهذا الشكل .\r\nوالثاني : أن يكون درّه على مئونة الشخص بصرف منفعته التجاريّة والتبادليّة البحت ، أي : بأرباح المبادلة والبيع والشراء ، وهذا لا يكون مستثنى من الخمس .\r\n109 - لو خرجت المؤونة عن كونها مئونة كحليّ المرأة الذي خرج عن حاجتها في الزينة بسبب تقدّمها في السنّ ، أو البقرة الحلوب التي خرجت بعد حين عن عيش صاحبها في مئونته بحليبها ، دخل المال عندئذ\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمن ذاك الحين تحت نظام الخمس ، فلو بقي خارجا عن المؤونة من ذاك الحين حتّى نهاية السنة ، وجب تخميسه .\r\n110 - ويشترط في تعلّق الخمس بأرباح المكاسب البلوغ والعقل ، فلو كان صغيرا أو كان مجنونا من أوّل السنة ، لم يتعلّق بماله الخمس ، ومتى ما أفاق أو بلغ كان ذلك أوّل سنته بالنسبة إلى ما يملكه من المال ، فلو زاد عن مئونة سنته بعد الإفاقة أو البلوغ ، وجب عليه تخميس الزيادة .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالفيء والأنفال\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n111 - والآن ننتقل - بحول اللّه وقوّته - إلى مثال ثان لما يكون ملكا للدولة ، وهو الفيء والأنفال .\r\nقال اللّه تعالى :   وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ . ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ   « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحشر ، الآية : 6 - 7 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوقال اللّه تعالى :   يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ   « 1 » .\r\nوالأنفال الواردة في مصطلح أئمّتنا عليهم السّلام أو تعابير فقهائنا - رضوان اللّه عليهم - أمور عديدة ، وما نعدّ منها هنا ما يلي :\r\n112 - الأوّل : كلّ ما يغنمه المسلمون من الكفّار بغير قتال .\r\nوالحكم يشمل الغنائم المنقولة أيضا ، ولا يختصّ بالأراضي ، كما أنّ الحكم يشمل حتّى الأرض المحياة إحياء بشريّا .\r\n113 - والثاني : الأرضون الموات بالأصالة ، أو التي باد أهلها وانجلوا ، فلم يكن لها مالك معلوم .\r\n114 - والثالث : كلّ أرض لا ربّ لها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنفال ، الآية : 1 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n115 - والرابع : رقبة الأرض . ومن أحياها من الشيعة بل ومن المسلمين في زمن الغيبة ، فله حقّ الاختصاص ، فلو خربت وأهملها خرجت عن اختصاصه حتّى ولو كان إهماله بسبب فقره الماليّ ، أمّا لو كان إهماله بعجز تكوينيّ منه كغياب لا يستطيع قطعه حتّى يحضر لإعمار الأرض ، أو غصب حاكم ظالم ، أو رجل جائر ، أو سجن ، أو نحو ذلك ، لم يسقط حقّه .\r\n116 - ولو كانت الأرض وقفا فاهملت بعد الخراب بإهمال المتولّي الشرعيّ ، فقد رجعت الأرض إلى حالتها الأولى ، أمّا لو أهملت بمثل تحطيم الحكومة الغاصبة ، فهي باقية على وقفيّتها .\r\n117 - ولو كانت الأرض خراجيّة لم تخرج بالخراب عن كونها أرض خراج . نعم ، هي محلّلة للشيعة في عصر الغيبة في ظلّ الحكومات الجائرة خاصّة بعد عصر الخلافة الإسلاميّة .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n118 - والخامس : قطائع الملوك وصفاياهم .\r\n119 - والسادس : صفو الغنيمة ، أي : ما يصطفيه الإمام منها قبل القسمة .\r\n120 - والسابع : الغنائم المنقولة في حرب الكفّار ابتداء بغير إذن الإمام أو نائبه .\r\n121 - والثامن : المعادن . والاكتفاء بتخميسها الذي مضى سابقا إنّما هو حكم إرفاقيّ من قبل الإمام .\r\nونلحق بها الغوص والكنز الذي تقادم عليه الدهر .\r\n122 - والتاسع : ميراث من لا وارث له .\r\n123 - والعاشر : المياه العامّة .\r\n\r\nاللقطة ومجهولة المالك\r\n124 - ويلحق بالأنفال اللقطة التي لم يمكن معرفة مالكها ومجهولة المالك وإن لم يجر الاصطلاح الفقهيّ على ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nونحن نلخّص هنا أحكام اللقطة ومجهولة المالك في بنود :\r\nأوّلا : اللقطة القابلة للتعريف يجب على المكلّف تعريفها سنة ، وبعد ذلك خيّر الأئمّة عليهم السّلام المكلّف بين التصدّق بها وتملّكها ، وعلى كلا التقديرين يضمن المال لصاحبه لو وجد مصادفة بعد ذلك ، فيخيّره بين قبول ثواب المال وبين المطالبة بالمبلغ .\r\nثانيا : اللقطة غير القابلة للتعريف على أساس سعة دائرة الجهالة قد جوّزوا عليهم السّلام تملّكها من دون تعريف وإن كان الأحوط استحبابا التصدّق بها مع الضمان كما بعد التعريف في القسم الأوّل .\r\nثالثا : اللقطة غير القابلة للتعريف على أساس عدم العلامة الأحوط وجوبا التصدّق بها بإذن حاكم الشرع ، أو إيكال أمرها إلى حاكم الشرع .\r\nرابعا : مجهولة المالك غير اللقطة ، وهذه ليس\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nحكمها الفحص بمقدار سنة ، بل قد سمح الإمام عليه السّلام لمن يستطيع الفحص عنها بالفحص بقدر حصول اليأس من مالكها ، ثمّ التملّك أو التصدّق بها مع الضمان الذي ذكرناه .\r\nأمّا مع عدم القدرة على الفحص فهي للإمام .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nأرض الخراج\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n125 - وهذه مثال للقسم الثالث من الأموال العامّة :\r\nوهو ما يكون مملوكا لعموم المسلمين .\r\nوأرض الخراج : هي التي فتحت بالقتال من قبل المسلمين في حرب مشروعة ، وكانت عامرة حين الفتح . وخراجها للمسلمين « 1 » .\r\nوآخر دعوانا أن الحمد للّه ربّ العالمين .\r\n19 / ربيع الآخر / 1426 ه‍\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وللتشابك الموجود بين هذا البحث وبحث الأنفال اضطررنا فيما سبق أن نورد شيئا من هذا البحث ، ونحيل التفاصيل بأكثر ممّا مضى إلى بحث الجهاد إن وفّقنا اللّه لذلك إن شاء اللّه .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95}
  ]