[
  {"content":"\r\n\r\nالولاية الإلهية\r\nو\r\nولاية الفقيه\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nاين كتاب با استفاده از تسهيلات حمايتى\r\nوزارت ارشاد اسلامى منتشر شده است .\r\n1000 ريال\r\nالولاية الإلهية\r\nو\r\nولاية الفقيه\r\nتأليف\r\nالشيخ محسن العراقي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمجمع الفكر الإسلامي\r\nجميع الحقوق محفوظة لمؤسسة\r\nمجمع الفكر الإسلامي\r\nقم - ص . ب . 3654 - ت . 30491\r\nالكتاب : الولاية الإلهية وولاية الفقيه\r\nالمؤلف : الشيخ محسن العراقي\r\nالناشر : مجمع الفكر الإسلامي\r\nالطبعة : الأولى / شوال المكرم 1413 ه‍ ق\r\nتنضيد الحروف : مؤسسة الكلام\r\nليتوغرافي : تيزهوش\r\nالمطبعة : باقري\r\nالكمية : 3000 نسخة\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ كلمة المجمع 
  ]\r\n  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  \r\n  الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ   ، والصلاة والسّلام على خير خلقه محمّد وآله الطّاهرين .\r\nالولاية هي الأساس الّذي يبتني عليه الكيان الاجتماعي في النظريّة القرآنيّة ، ومن هنا يكتسب هذا المفهوم أهميّته وموقعه الأساس في النّظام الاجتماعي للاسلام .\r\nوفي هذا الفجر الجديد الّذي أشرق على العالم المتحضّر بالحياة الاسلامية الجديدة وبدأت الثورة القرآنيّة الّتي انطلقت شرارتها الأولى في أرض المقدسات « إيران » تكتسح القلوب والشعوب لتزلزل الأرض شرقا وغربا تحت أقدام الطغاة والمستكبرين وأقبلت الأرواح المتلهّفة تستجدي الكلمة الاسلاميّة الّتي تفتح بها مغاليق حياة الانسان وتحل بها معضلاتها ، أضحى من أولى الضرورات وآكدها عرض النظريّة الاسلاميّة في أساسها الأهم وهو « الولاية » عرضا ملخصا يجمع بين الشمول والبساطة والعمق ، فجاء هذا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالكرّاس الّذي بين أيدينا ليحاول جهد الإمكان تقديم عرض ملخّص عن نظريّة « ولاية الفقيه » بدء بجذورها العقائديّة وانتهاء بحدودها ومجالاتها التطبيقيّة ، وقد اعدّت هذه الدّراسة بادئ الأمر لقوات فيلق 9 بدر التابعة للمجلس الأعلى للثورة الاسلاميّة في العراق ، ثم ارتأت إدارة مجمع الفكر الاسلامي تعميم نفعها للآخرين عسى اللّه أن يتقبل ذلك ويوفق لما يحب ويرضى انه سميع مجيب .\r\nمجمع الفكر الاسلامي قم المقدسة غرة شوال المكرم 1413\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ   والصلاة على محمّد وآله الطيبين الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : الاسلام والحكومة\r\nالاسلام هو في كلمة واحدة « الدستور الإلهي الذي ينظّم علاقة الانسان مع من سواه ، الخالق والمخلوقين ، الكون والانسان ، الانسان المجتمع أو الانسان الفرد » .\r\nفالاسلام دستور الحياة ، ونظام التعايش الانساني في هذا الكون ، وإذا فهمنا ما تعنيه كلمة الحكومة بكامل معناها وهو إدارة حياة الناس في تعايشهم مع من سواهم عرفنا ان الاسلام في واقعه يساوى الحكومة في واقعها وروحها الأساس .\r\nيقول الامام الخميني ( قدس سره ) :\r\n« فعلى المسلمين وفي طليعتهم الروحانيّون وطلّاب العلوم الدينيّة القيام ضدّ تبليغات أعداء الاسلام بايّة وسيلة ممكنة ، حتى يظهر ان الاسلام قام لتأسيس حكومة عادلة فيها قوانين مربوطة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبالماليات وبيت المال وأخذها من جميع الطبقات على نهج عدل ، وقوانين مربوطة بالجزائيات قصاصا وحدّا ودية بوجه لو عمل بها لقلّت الجنايات لو لم تنقطع ، وانقطعت بذلك المفاسد المترتبة عليها ، كالّتي تترتب على استعمال المسكرات من الجنايات والفواحش إلى ما شاء اللّه تعالى ، وما تترتب على الفواحش  ما ظَهَرَ مِنْها وَما بَطَنَ *  ، وقوانين مربوطة بالقضاء والحقوق على نهج عدل وسهل من غير اتلاف الوقت والمال ، كما هو المشاهد في المحاكم الفعليّة ، وقوانين مربوطة بالجهاد والدفاع والمعاهدات بين دولة الإسلام وغيرها » . « 1 » .\r\nويقول رضوان اللّه عليه :\r\n« بل يمكن ان يقال : الإسلام هو الحكومة بشئونها والأحكام قوانين الإسلام وهي شأن شؤونها ، بل الاحكام مطلوبات بالعرض وأمور آليّة لاجرائها وبسط العدالة » « 2 » .\r\nوإلى هذا المفهوم تشير الآية الكريمة :\r\n لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ  . « 3 »\r\nففي هذه الآية الكريمة تأكيد على أنّ الرسالة التي بعث بها الأنبياء لا تهدف إلّا إلى إقامة القسط في المجتمع البشري وأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب البيع 2 : 460 .\r\n( 2 ) نفس المصدر جزء 2 : 472 .\r\n( 3 ) سورة الحديد : 25 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالبينات والكتاب والميزان كلها وسائل وطرق لتحقيق تلك الغاية السامية الّتي بعث الأنبياء من اجلها .\r\nوقال تعالى مخاطبا لنبيّه الكريم :\r\n وَقُلْ آمَنْتُ بِما أَنْزَلَ اللَّهُ مِنْ كِتابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ  « 1 » .\r\nوقال تعالى :\r\n إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِما أَراكَ اللَّهُ  « 2 » .\r\nوقال تعالى :\r\n وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ  « 3 » .\r\n وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ  « 4 » .\r\n وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْفاسِقُونَ  « 5 » .\r\nوقال تعالى :\r\n وَأَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ مِنَ الْكِتابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ عَمَّا جاءَكَ مِنَ الْحَقِّ  « 6 » .\r\nوقال في الآية التي بعدها مؤكدا :\r\n وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ ما أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّما يُرِيدُ اللَّهُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشورى : 15 .\r\n( 2 ) سورة النساء : 105 .\r\n( 3 ) سورة المائدة : 44 .\r\n( 4 ) سورة المائدة : 45 .\r\n( 5 ) سورة المائدة : 47 .\r\n( 6 ) سورة المائدة : 48 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n  أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفاسِقُونَ أَ فَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ   « 1 » .\r\nوقال تعالى :\r\n  وَلَوْ أَنَّ أَهْلَ الْكِتابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنا عَنْهُمْ سَيِّئاتِهِمْ وَلَأَدْخَلْناهُمْ جَنَّاتِ النَّعِيمِ وَلَوْ أَنَّهُمْ أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ وَما أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ   « 2 » .\r\nوقال تعالى :\r\n قُلْ يا أَهْلَ الْكِتابِ لَسْتُمْ عَلى شَيْءٍ حَتَّى تُقِيمُوا التَّوْراةَ وَالْإِنْجِيلَ وَما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ  « 3 » .\r\nوقال تعالى :\r\n   عَذابِي أُصِيبُ بِهِ مَنْ أَشاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُها لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكاةَ وَالَّذِينَ هُمْ بِآياتِنا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْراةِ وَالْإِنْجِيلِ ، يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّباتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولئِكَ هُمُ الْمُفْلِحُونَ قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً    « 4 » .\r\nفالآيات التي قرأناها تؤكّد بمجموعها على المفهوم الّذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة : 49 و 50 .\r\n( 2 ) سورة المائدة : 65 و 66 .\r\n( 3 ) سورة المائدة : 68 .\r\n( 4 ) سورة الأعراف : 156 إلى 158 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nأسلفناه وهو أنّ الرسالات الإلهية ، وخاصة منها الرسالة المحمّدية ( على المبعوث بها وآله أفضل التحية والسلام ) انما جاءت لإقامة العدل بين الناس ، ولإقامة حكم اللّه ولإقامة ما انزل إلى الناس من قبل اللّه ، ولإقامة الامر بالمعروف والنهي عن المنكر ومن اجل تحريم الخبائث وتحليل الطيّبات ، ومن اجل تحرير الانسان من اغلال العبودية والطاعة لغير اللّه سبحانه وتعالى ، واكّد سبحانه على أنّ الرسالة الاسلامية التي بعث بها محمّد صلّى اللّه عليه وآله بهذه المواصفات ولهذه الأهداف ، انما هي رسالة عامّة شاملة ، لا تختص بزمان دون زمان ولا بقوم دون قوم .\r\nونخلص مما ذكرنا إلى أنّ الحكومة روح الإسلام وأساسه وأنّ الإسلام المنفصل عن الحكم والسياسة اسم من دون مسمّى ولفظ فاقد لمعناه ، وعندئذ فلسنا بحاجة إلى اثبات ضرورة إقامة الحكومة الاسلامية بالدليل ، فنفس الدّليل الذي يثبت لنا حقّانيّة الإسلام ، وكل الأدلّة الّتي على أساسها نعترف بالإسلام كدين الزمنا اللّه تعالى باتباعه والعمل به ، كل ذلك يبرهن بتأكيد على ضرورة تنفيذ الاسلام وتطبيقه وإقامة والعمل به ، وكل ذلك دليل بنفسه على وجوب إقامة الحكم الإسلامي ووجوب تطبيق النظام الاسلامي على المجتمع بكافّة شؤونه وأحواله .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nالفصل الثاني : عقيدة التوحيد ونظام الحكم الإلهي\r\nوالواقع ان قضية الحكومة الاسلامية ليست قضيّة فرعيّة في شريعة الاسلام ، كسائر فروع الواجبات من أمثال الصلاة والصوم والزكاة وغيرها بل إنّها تمسّ أصل العقيدة الاسلاميّة وهو التوحيد .\r\nفالتوحيد الإلهي يعني في مدلوله الحقيقي والعملي الخضوع للّه وحده ونفي الخضوع والطاعة والتبعيّة لغيره ، في مختلف نواحي الحياة ولا يتم هذا التوحيد الإلهي العملي إلّا بقيام حكومة اسلاميّة عادلة يكون الخضوع والطاعة لها خضوعا للّه وحده وطاعة له سبحانه وتعالى .\r\nوتوضيح ذلك :\r\n\r\nانّ التوحيد الإلهي على مرحلتين ، ولا تكتمل الأولى إلّا بالثانية :\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالمرحلة الأولى - التوحيد النظري :\r\nوهو عقد القلب على التوحيد الإلهي والإيمان بوحدانيّة اللّه تبارك وتعالى .\r\nولا بدّ ان نكون على بصيرة من مفهوم التوحيد الإلهي على المستوى النظري ، فانّ هناك مفهومين للمبدإ الواحد أحدهما محرّف والآخر صائب وسليم .\r\nالمفهوم المحرّف : هو الّذي يعتبر الإله الواحد موجودا منعزلا عن الكون والمجتمع انقضت مهمته في عالم الوجود بعد خلقه للكون والانسان ، وليس على الانسان إلّا ان يقدّره ويحترمه جزاء على احسانه الأوّل في خلق الأشياء من العدم .\r\nفالإله في هذا المفهوم الخاطئ شخصيّة تأريخيّة وليس لها بواقع الحياة الانسانيّة الحاضرة دخل أو مساس من قريب أو بعيد ، وانّما على الانسان ان يقدّسها ويكرّمها كما يقدّس الأحفاد العجائز من الجدات والجدود .\r\nوقد أشار القرآن الكريم إلى هذا المفهوم المحرّف حيث قال :\r\n وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ  « 1 » .\r\nالمفهوم السليم : وهو الّذي يعتبر الاله الواحد مهيمنا على الوجود كلّه ومفيضا سيبه على المخلوقات في كل لحظة ، ويرى انّ الوجود كلّه قائم بذاته تعالى وأن الكون والانسان وكل شيء في هذا الوجود متقوّم في حدوثه وبقائه وفي كل شأن من شؤونه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة : 64 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبمشيئة الباري جلّ وعلا .\r\nوالقرآن الكريم ملئ بالآيات والبيّنات الّتي توضّح حقيقة التوحيد وتزيح الشّبه وتزيل الغموض عن هذا المفهوم ، ومن بين السور القرآنيّة نجد ان سورتي الرعد والنّحل تؤكدان على هذا المفهوم بشكل خاص حتى لنجد أن الآيات في هاتين السورتين تدور حول هذا الموضوع من اوّل السورة إلى آخرها بالتقريب .\r\nونذكر على سبيل المثال بعض الآيات من كلتا السورتين .\r\nبعض آيات سورة الرّعد :\r\n  اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبِيرُ الْمُتَعالِ   « 1 » .\r\nإلى قوله تعالى :\r\n لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ وَإِذا أَرادَ اللَّهُ بِقَوْمٍ سُوْءاً فَلا مَرَدَّ لَهُ وَما لَهُمْ مِنْ دُونِهِ مِنْ والٍ  « 2 » .\r\nإلى قوله تعالى :\r\n قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ ، قُلِ اللَّهُ قُلْ أَ فَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ ، أَمْ جَعَلُوا لِلَّهِ شُرَكاءَ خَلَقُوا كَخَلْقِهِ فَتَشابَهَ الْخَلْقُ عَلَيْهِمْ ، قُلِ اللَّهُ خالِقُ كُلِّ شَيْءٍ وَهُوَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الرعد : 8 ، 9 .\r\n( 2 ) سورة الرعد : 11 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n الْواحِدُ الْقَهَّارُ  « 1 » .\r\nبعض آيات سورة النحل :\r\n   أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاتَّقُونِ    « 2 » .\r\nإلى قوله تعالى :\r\n   وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لا يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ أَمْواتٌ غَيْرُ أَحْياءٍ وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ إِلهُكُمْ إِلهٌ واحِدٌ فَالَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ    « 3 » .\r\n إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ  « 4 » .\r\n  وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَلَهُ الدِّينُ واصِباً أَ فَغَيْرَ اللَّهِ تَتَّقُونَ وَما بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْئَرُونَ   « 5 » .\r\n   وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ ما لا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّماواتِ وَالْأَرْضِ شَيْئاً وَلا يَسْتَطِيعُونَ فَلا تَضْرِبُوا لِلَّهِ الْأَمْثالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ ضَرَبَ اللَّهُ مَثَلًا عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ    « 6 » .\r\nفهذه الآيات وكثير غيرها تؤكّد بوضوح على أن حقيقة التوحيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الرعد : 16 .\r\n( 2 ) سورة النحل : 1 - 2 .\r\n( 3 ) سورة النحل الآية 20 - 22 .\r\n( 4 ) سورة النحل الآية : 40 .\r\n( 5 ) سورة النحل : 52 - 53 .\r\n( 6 ) سورة النحل : 73 - 75 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nتعني الاعتقاد بأنّ الأمر كلّه للّه وانه لا مؤثر في الوجود الّا اللّه سبحانه وتعالى وأنّ الأشياء كلّها تابعة في وجودها وافعالها وآثارها لمشيئة اللّه سبحانه وتعالى وسنّته الّتي قدّرها في الوجود .\r\nهذا من التوحيد النّظري .\r\n\r\nالمرحلة الثانية - التوحيد العملي :\r\nومعنى التوحيد العملي هو ان يكون الانسان في عمله خاضعا للّه وحده .\r\nوهذا في الحقيقة نتيجة التوحيد النظري ، بمعنى ان صدق عقيدة التوحيد أو قل صدق التوحيد النظري انّما يتجلّى من خلال التوحيد العملي ، فان الاعتقاد بخضوع الأشياء كلها للّه يقتضي خضوع الانسان للّه في عمله وتصرفاته ، والاعتقاد بأنّ الأشياء كلها تابعة لامر اللّه ومشيئته يقتضي تبعيّة الانسان أيضا للّه تعالى في حياته وحركاته .\r\nانظر إلى الآية الكريمة التي تقول :\r\n وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَلَهُ الدِّينُ واصِباً أَ فَغَيْرَ اللَّهِ تَتَّقُونَ ؟  .\r\nوتأمّل فيها لتجد روعة المعنى وعظمة الدليل وجمال البلاغة الادبيّة ، كيف تجلّت كلّها في هذا الرّبط المبرهن بين التوحيد النظري :\r\n وَلَهُ ما فِي السَّماواتِ وَالْأَرْضِ . . .  .\r\nوبين التوحيد العملي :\r\n وَلَهُ الدِّينُ واصِباً أَ فَغَيْرَ اللَّهِ تَتَّقُونَ ؟  .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوذلك بأوجز تعبير وأجمل خطاب .\r\nوالواقع ان التقوى عبارة أخرى عن التوحيد العملي ولهذا تجد أن القرآن يحكي موجز رسالة الأنبياء بهذه العبارة تارة :\r\n   الر - كِتابٌ أُحْكِمَتْ آياتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ ، أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ    « 1 » .\r\n  وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ، أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ   « 2 » .\r\n وَإِلى عادٍ أَخاهُمْ هُوداً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ *  « 3 » .\r\n وَإِلى ثَمُودَ أَخاهُمْ صالِحاً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ *  « 4 » .\r\n وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ *  « 5 » .\r\nوثانية يحكي موجز رسالة الأنبياء بهذه العبارة :\r\n    كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ ، إِذْ قالَ لَهُمْ أَخُوهُمْ نُوحٌ أَ لا تَتَّقُونَ ، إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ     « 6 » .\r\n   كَذَّبَتْ عادٌ الْمُرْسَلِينَ ، إِذْ قالَ لَهُمْ أَخُوهُمْ هُودٌ أَ لا تَتَّقُونَ إِنِّي لَكُمْ   \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود : 1 - 2 .\r\n( 2 ) سورة هود : 25 - 26 .\r\n( 3 ) سورة هود : 50 .\r\n( 4 ) سورة هود : 61 .\r\n( 5 ) سورة هود : 84 .\r\n( 6 ) سورة الشعراء : 105 - 108 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n  رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ   « 1 » .\r\n    كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ إِذْ قالَ لَهُمْ أَخُوهُمْ صالِحٌ أَ لا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ     « 2 » .\r\n    كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ إِذْ قالَ لَهُمْ أَخُوهُمْ لُوطٌ أَ لا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ     « 3 » .\r\n    كَذَّبَ أَصْحابُ الْأَيْكَةِ الْمُرْسَلِينَ إِذْ قالَ لَهُمْ شُعَيْبٌ أَ لا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ     « 4 » .\r\nفالعبارتان تحكيان معنى واحدا بلفظين ، فان عبادة اللّه تعالى وحده هي بعينها تقوى اللّه سبحانه وتعالى الّتي جاء الامر بها في الحكاية الثانية لرسالة الأنبياء عليهم السّلام .\r\nويبدو من مجموع الآيات من الطائفة الثانية ان تقوى اللّه الّتي امر بها الأنبياء ليس مفهوما تجريديا كلّيا غامض الابعاد والمصاديق ، بل إنهم وضّحوا وبالدقّة مصداق هذه التقوى والمراد الحقيقي من الأمر به بقولهم :  وَأَطِيعُونِ \r\nفليس في كلمة الأنبياء  فَاتَّقُوا اللَّهَ وَأَطِيعُونِ  موضوعان مستقلّان منفصل أحدهما عن الاخر ، بل هناك رسالة واحدة هي في عبارة :\r\n اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ . . . *  .\r\nوهي في عبارة أخرى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الشعراء : 123 - 126 .\r\n( 2 ) سورة الشعراء : 141 - 144 .\r\n( 3 ) سورة الشعراء : 160 - 163 .\r\n( 4 ) سورة الشعراء : 176 - 179 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n أَ لا تَتَّقُونَ  و  فَاتَّقُوا اللَّهَ  .\r\nوهي في مصداقها وتعيّنها العملي والميداني :\r\n وَأَطِيعُونِ  .\r\nوبهذه الطاعة تتحقق التبعيّة العملية والخضوع الحقيقي للّه سبحانه وتعالى وبذلك يتجلّى التوحيد العملي في سلوك الإنسان المؤمن باللّه وحده .\r\n\r\nالتوحيد العملي وتوحيد الطّاعة :\r\nوقد تبيّن من الحديث الّذي أسلفناه أنّ التوحيد العملي في واقعه هو وحيد الطّاعة للّه سبحانه وتعالى ، فحقيقة العمل بالتوحيد ان لا يطيع الإنسان في سلوكه وفي جميع شؤونه الحياتيّة ( فرديّة كان أو اجتماعية ، سياسيّة كانت أو اقتصادية أم غيرها ) غير اللّه سبحانه وتعالى ، وان يطيع اللّه وحده في جميع ذلك .\r\nففي مجال التوحيد النظري لا بدّ للموحّد أن لا يرى مؤثّرا في الوجود على نحو الاستقلال غير اللّه سبحانه وأن يعتقد أنّ الامر كله بيد اللّه ، وأن إلى اللّه تصير الأمور ، وأنّ له الخلق والأمر ، وأن له من في السماوات والأرض وما فيهما ، وأنّ له الملك وأنّه  يَفْعَلُ ما يَشاءُ *  ، ولا يفعل ما يشاء غيره .\r\nفإذا كانت شؤون الخلق والكون بيده كلّها ، بمقتضى التوحيد النظري ، فلا بد ان يوجّه الإنسان ارادته واختياره الوجهة الّتي يريده اللّه سبحانه وتعالى أي ان ينسجم في كل افعاله الإرادية والاختياريّة مع إرادة اللّه وأمره ونهيه ، وأن يجعل إرادة اللّه سبحانه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفوق إرادته ، وأمره ونهيه فوق هواه ورغبته .\r\nفحينما يقول القرآن العظيم :\r\n وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ  « 1 » .\r\n أَ لَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ  « 2 » .\r\nيقصد بالسجود الخضوع المطلق للّه سبحانه ، فانّ حقيقة السجود هو نهاية التذلّل والخضوع ، ويعبّر بذلك عن فكرة التوحيد في مجالها النظري .\r\nوحينما يقول :\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ وَجاهِدُوا فِي اللَّهِ حَقَّ جِهادِهِ هُوَ اجْتَباكُمْ وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ، مِلَّةَ أَبِيكُمْ إِبْراهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هذا لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ ، وَتَكُونُوا شُهَداءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلاكُمْ فَنِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ   « 3 » .\r\nيرسم للعباد طريق التوحيد العملي الّذي يعبّر عنه بملّة إبراهيم ، ويصف الموحّدين العمليّين بالمسلمين ، ويجعل الإسلام مرادفا لتوحيد الطاعة والخضوع للّه سبحانه وتعالى ، وبهذه المناسبة يؤكّد على أن اللّه سبحانه هو المولى وانّه  نِعْمَ الْمَوْلى ، وَنِعْمَ النَّصِيرُ  .\r\nوبهذا يتضح معنى قوله تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النحل : 49 .\r\n( 2 ) سورة الحج : 18 .\r\n( 3 ) سورة الحج : 77 - 78 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n إِنَّما أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هذِهِ الْبَلْدَةِ الَّذِي حَرَّمَها وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ  « 1 » .\r\n    قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ دِيناً قِيَماً مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ لا شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ قُلْ أَ غَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ     « 2 » .\r\n    وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْراهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْناهُ فِي الدُّنْيا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ إِذْ قالَ لَهُ رَبُّهُ أَسْلِمْ قالَ أَسْلَمْتُ لِرَبِّ الْعالَمِينَ ، وَوَصَّى بِها إِبْراهِيمُ بَنِيهِ وَيَعْقُوبُ يا بَنِيَّ إِنَّ اللَّهَ اصْطَفى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ أَمْ كُنْتُمْ شُهَداءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قالَ لِبَنِيهِ ما تَعْبُدُونَ مِنْ بَعْدِي قالُوا نَعْبُدُ إِلهَكَ وَإِلهَ آبائِكَ إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ إِلهاً واحِداً وَنَحْنُ لَهُ مُسْلِمُونَ     « 3 » .\r\nوهذا هو معنى اسلام الوجه للّه سبحانه . فانّ إسلام الوجه يعني ان يكون العبد في وجهته أي في الطريقة التي يسلكها في حياته ، وفي كل ما تتوجه إليه ارادته خاضعا للّه سبحانه مطيعا لأمره ، ممتثلا لإرادته معرضا عمن سواه .\r\nقال تعالى :\r\n إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ ، وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتابَ إِلَّا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النمل : 91 .\r\n( 2 ) سورة الأنعام : 161 - 164 .\r\n( 3 ) سورة البقرة : 130 - 133 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n  مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآياتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسابِ فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتابَ وَالْأُمِّيِّينَ أَ أَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْكَ الْبَلاغُ وَاللَّهُ بَصِيرٌ بِالْعِبادِ   « 1 » .\r\nوفي الآية دلالة على أن الأنبياء صلوات اللّه عليهم هم الطليعة في طريق الإسلام للّه وتوحيد الطاعة للّه تعالى وان اسلام الناس الآخرين للّه تعالى انما يتحقق بتبعيتهم للأنبياء عليهم السلام .\r\n أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ \r\nكما قال سبحانه أيضا :\r\n قُلْ هذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي ، وَسُبْحانَ اللَّهِ وَما أَنَا مِنَ الْمُشْرِكِينَ  « 2 » .\r\nولهذا نجد القرآن يحكي عن لسان نبي اللّه سليمان بن داود قوله :\r\n أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ  « 3 » .\r\nفالاسلام للّه انما يتحقق بالخضوع لحكمه الجاري على يد عبده الصّالح سليمان فلا بد للآخرين ان يخضعوا لهذا الحكم وان لا يعلوا على حكومة اللّه التي يقيمها أولياؤه الصّالحون ولن يكون اسلام الّا بهذه التبعية للقادة الالهيّين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : 19 - 20 .\r\n( 2 ) سورة يوسف : 108 .\r\n( 3 ) سورة النمل : 31 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالفصل الثالث : توحيد الطاعة وولاية الأنبياء\r\nوتوحيد الطاعة للّه تعالى يعني ان الولاية له تعالى على النّاس لا لغيره ، فانّ الولاية معناها السيطرة والسلطة فقد جاء في اللغة :\r\nولي البلد : تسلّط عليه .\r\nوجاء في اللغة أيضا :\r\nولي الشيء وعليه ولاية : ملك امره وقام به . « 1 »\r\nفالولاية في روحها تعني : حق اتخاذ القرار وتعيين المصير .\r\nوالسؤال هنا عن الإنسان في حياته الفرديّة والاجتماعية بمختلف شؤونها وحقولها وان الطريقة التي لا بدّ ان يكيّف بها حياته ومصيره ما هي ؟ وما هو المصدر الذي يحق له تعيين مصير الانسان ويحقّ له اتخاذ القرار بشأن حياة الإنسان وسلوكه وكافة شؤونه ؟\r\nوإذا كان التوحيد العملي يقتضي خضوع الانسان للّه وطاعته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أقرب الموارد 2 : 1487 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالمطلقة له تعالى فالجواب واضح لا غموض فيه ابدا . فان معنى خضوع الانسان للّه وطاعته له ان اللّه هو الذي لا بدّ ان يقرّر للإنسان مصيره والطريقة التي يكيّف بها شؤونه الحياتية في مختلف مجالاتها وشعبها .\r\nان النظرة التوحيديّة تحكم ان يكون صاحب القرار في الكون كلّه هو اللّه سبحانه وتعالى ، وتأبى هذه النظرة التوحيديّة إلى الكون ايّ استثناء ، فليس الانسان وحياته الفرديّة والاجتماعيّة استثناء في هذه النظرة الشاملة ولا يمكن ان يكون الانسان نشازا في هذه المجموعة الكونيّة الخاضعة للّه تعالى وحده .\r\n  لكِنَّا هُوَ اللَّهُ رَبِّي وَلا أُشْرِكُ بِرَبِّي أَحَداً وَلَوْ لا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ . . .   .\r\nإلى قوله تعالى :\r\n هُنالِكَ الْوَلايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَواباً وَخَيْرٌ عُقْباً  « 1 » .\r\nوإذا كان صاحب القرار في الكون واحدا وهو اللّه تعالى ليس غيره وإذا كان الانسان ضمن هذه المجموعة الكونيّة الخاضعة لولاية اللّه سبحانه ، فليست الولاية في حياة الانسان إلّا للّه وحده فهو صاحب القرار في حياة الانسان وهو المولى و  نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ  .\r\nإلى هنا اتضح لدينا ان مقتضى التوحيد العملي توحيد الولاية والطاعة للّه سبحانه وتعالى ونتيجة ذلك ان قبول ولاية غير اللّه تعالى والتسليم والخضوع لغير اللّه سبحانه خروج عن طريقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف : 38 - 44 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالتوحيد .\r\nولكن كيف يأخذ التوحيد العملي أو الطاعة والولاية المطلقة الالهيّة مجراه في حياة الإنسان ؟\r\nوكيف ينطبق الاسلام حقيقي الّذي هو التوحيد العملي والخضوع المطلق للّه سبحانه وتعالى على حياة الانسان ؟ وفي جميع شؤونها ومجالاتها ؟\r\nليس هناك الّا طريق واحد ، وهو ان ينصب اللّه سبحانه وتعالى في عباده من يأمرهم بطاعته واتباعه ويفرض عليهم ولايته ، لتكون طاعتهم له طاعة للّه سبحانه والخضوع لولايته خضوعا لولاية اللّه سبحانه وتعالى .\r\nوأيّ طريق غير هذا الطريق حتى الطرق التي تتبنّى آراء النّاس أساسا لانبثاق المحور الّذي يسلم له الناس بالطاعة والانقياد ويخوّلونه امر التصرف في حياتهم وشؤونهم ، فضلا عن الطرق المعتمدة على أساس القهر والغلبة والقوّة والسيطرة والخداع والتضليل والتمويه وسرقة آراء النّاس واغتصاب ارادتهم وغير ذلك ، كل هذه الطرق تتنافى والنظرة التوحيدية للكون والانسان ، وتتناقض مع أساس التوحيد الإلهي الّذي يريد للانسان ان يكون خاضعا في حياته وارادته للّه سبحانه وتعالى ، ومسلّما امره إليه ومنقادا لولايته وحكمه .\r\nفهناك طريقان امام الانسان ليس لهما ثالث :\r\nالايمان باللّه وحده .\r\nوالايمان بالطّاغوت .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوكل ما سوى اللّه إذا احتلّ الموقع الإلهي فهو طاغوت . فكل جهة أو فرد احتلّ في المجتمع البشري موقعا إلهيّا ، وفرض نفسه فوق العباد وطلب منهم طاعته والانقياد لأمره حتى ولو كان ذلك بفعل آراء الناس أنفسهم فانّما هو طاغوت .\r\nإلّا من كانت طاعته منبثقة من طاعته اللّه ، وكان الانقياد له انقيادا للّه سبحانه وتعالى ، وهو الذي ينصبه اللّه سبحانه وتعالى على النّاس إماما وقائدا ليسلك بهم طريق الطاعة الالهيّة وينفّذ فيهم امر اللّه ونهيه . « 1 »\r\nقال تعالى :\r\n فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى لَا انْفِصامَ لَها وَاللَّهُ سَمِيعٌ عَلِيمٌ  « 2 » .\r\nوقد سبق ان أشرنا إلى ما يحكيه القرآن من موجز رسالة الأنبياء بقوله تعالى :  فَاتَّقُوا اللَّهَ وَأَطِيعُونِ  ونبّهنا إلى انّ طاعة الأنبياء مصداق التقوى الالهيّة الّتي هي بدورها تعبير عن التوحيد العملي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وانطلاقا من هذا الأساس التوحيدي فكل طاعة وانقياد لم ينته إلى طاعة اللّه فإنها طاعة الطاغوت ، وكل مطاع لا ينتهي طاعته إلى طاعة اللّه فإنه طاغوت . إذن فإطاعة أي انسان حتى الوالدين أو الصديق أو القادة السياسيين والحزبيّين انما تجوز إطاعتهم باذن من اللّه سبحانه ، وإلّا فإنّه من عبادة الطاغوت وقد وردت بذلك أحاديث كثيرة عن المعصومين منها ما رواه القمّي بسند صحيح عن أبي عبد اللّه عليه السلام في قول اللّه عزّ وجلّ :  وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ  قال : شرك طاعة وليس شرك عبادة ( الوسائل 18 : 90 ) .\r\nوروى الصدوق باسناده عن الصادق عليه السلام أنه قال : إياك والرئاسة فما طلبها أحد إلّا هلك - إلى أن قال - انما ذلك ان تنصب رجلا دون الحجة فتصدقه في كل ما قال وتدعوا الناس إلى قوله ( الوسائل 18 : 93 ) .\r\n( 2 ) سورة البقرة : 256 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nمواصفات القادة الإلهيّين :\r\nاتضح لنا مما سبق ان التوحيد العملي يفرض توحيد الولاية والطاعة للّه سبحانه وأن توحيد الولاية والطّاعة يقتضي ان ينصب اللّه سبحانه وتعالى في عباده قائدا ووليا يطيعون اللّه بطاعته ويسلمون للّه سبحانه وتعالى بالانقياد له .\r\nفالقائد الإلهي في كلمة واحدة هو القائد الّذي يحمل المواصفات الّتي تؤدي إلى أن تكون طاعته طاعة للّه والانقياد له انقيادا للّه تعالى . وهذه المواصفات تتلخص في عناصر اساسيّة ثلاثة :\r\nالأوّل : ان يكون « عالما بكل ما يريده اللّه تعالى منه ومن سائر عباده » .\r\nالثاني : ان يكون « منقادا للّه تعالى مسلّما لأمره لا يتخطّاه قيد شعرة . . . » .\r\nالثالث : ان يكون « منصوبا للحكم من قبل اللّه تعالى » .\r\nوقد تجلّت هذه الصفات في الأنبياء عليه السّلام وخاصة نبيّنا صلّى اللّه عليه وآله ، اما الوصف الأول فقد قال تعالى :\r\n وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتابَ وَالْحِكْمَةَ وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ وَكانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً  « 1 » .\r\n وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 112 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n لِلْمُسْلِمِينَ  « 1 » .\r\nفالكتاب المنزّل على الرسول الأعظم تبيان لكل شيء ، ويدخل في هذا العموم الشامل كل ما تحتاجه البشريّة في حياتها من نظم وتشريعات وفي كل المجالات من إدارة وحكم وسياسة وتربية واقتصاد وغير ذلك .\r\nوهذا الكتاب المنزل على الرسول ، انما هو هدى ورحمة وبشرى للمسلمين أي الّذين خضعوا لولاية اللّه تعالى وطاعته وانقادوا لأمره واتبعوا الرسول صلّى اللّه عليه وآله كما بيّن سبحانه وتعالى ذلك قائلا .\r\n  وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُها لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكاةَ وَالَّذِينَ هُمْ بِآياتِنا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ   « 2 » .\r\nواما الوصف الثاني : فقد قال تعالى :\r\n قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ، فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْهِ ما حُمِّلَ وَعَلَيْكُمْ ما حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَما عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ  « 3 » .\r\nوقال تعالى :\r\n   ما ضَلَّ صاحِبُكُمْ وَما غَوى وَما يَنْطِقُ عَنِ الْهَوى ، إِنْ هُوَ إِلَّا وَحْيٌ يُوحى    « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النحل : 89 .\r\n( 2 ) سورة الأعراف : 156 - 157 .\r\n( 3 ) سورة النور : 54 .\r\n( 4 ) سورة النجم : 2 - 4 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ  « 1 » .\r\nوقال تعالى :\r\n  إِنَّكَ لَمِنَ الْمُرْسَلِينَ عَلى صِراطٍ مُسْتَقِيمٍ   « 2 » .\r\nوقال تعالى :\r\n وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ  « 3 » .\r\nوقال تعالى :\r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ  « 4 » .\r\nوقال تعالى :\r\n   قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ دِيناً قِيَماً مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ لا شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ    « 5 » .\r\nفالتصريح بان الرسول صلّى اللّه عليه وآله ما ضل  وَما غَوى  وأنه لا   يَنْطِقُ عَنِ الْهَوى إِنْ هُوَ إِلَّا وَحْيٌ   ، وان من يطيعه  فَقَدْ أَطاعَ اللَّهَ  ، وان المهتدين هم الذي يطيعونه ، وان الذين يتقون هم الذي يتبعونه وان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 80 .\r\n( 2 ) سورة يس : 3 - 4 .\r\n( 3 ) سورة الشورى : 52 .\r\n( 4 ) سورة البقرة : 124 .\r\n( 5 ) سورة الأنعام : 161 - 163 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالرسول يهدي إلى صراط مستقيم ، كل هذا ونظائره الكثيرة في القرآن الكريم يتضمن التأكيد الصريح على عصمة الرسول صلّى اللّه عليه وآله قولا وفعلا بما لا يقبل الشك أو الترديد .\r\nوقد أكّد القرآن هذه العصمة بالنسبة لغيره من الأنبياء بأساليب متنوّعة وآيات كثيرة من القرآن نكتفي منها بهذه الآية الكريمة :\r\n  وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ نافِلَةً وَكُلًّا جَعَلْنا صالِحِينَ ، وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا وَأَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ وَإِقامَ الصَّلاةِ وَإِيتاءَ الزَّكاةِ وَكانُوا لَنا عابِدِينَ   « 1 » .\r\nوفي التعبير القرآني الوارد في هذه الآية بقوله تعالى :\r\n يَهْدُونَ بِأَمْرِنا  ابراز للعنصرين الأساسيين في مواصفات القادة الإلهيين وهو العلم بما يأمر به اللّه أي العلم بالطريق السالك إلى مرضاة اللّه الّتي يتحقق بها اسعاد النّاس وايصالهم إلى كمالهم المطلوب ، والعصمة المؤدية إلى الالتزام العملي الكامل بسلوك الطريق الإلهي وعدم الانحراف عنه بتاتا ، فإن الهداية بأمر اللّه لا تتم إلّا بهذين العنصرين الأساسيين .\r\nولا بد هنا من الإشارة إلى أنّ التوحيد العملي أو قل خضوع الانسان للّه تعالى في حياته الاجتماعية والفرديّة لا تتحقق إلّا عن طريق القيادة الإلهيّة بمواصفاتها الّتي أشرنا إليها . فالطريق الوحيد لخضوع الحياة الإنسانيّة للّه تعالى وانطباعها بطابع الطاعة الالهيّة ، هو ان تخضع الحياة الانسانية لحكومة إلهيّة يقوم بها قائد إلهي خاضع للّه سبحانه وتعالى كمال الخضوع ومنقاد له تعالى كمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء : 72 - 73 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالانقياد ، وعالم بكل ما فرضه اللّه سبحانه وتعالى وقرّره بشأن الإنسان وإدارة حياته وتوجيهها في شؤونها المختلفة وشعبها المتنوّعة .\r\nاما الوصف الثالث : فلا بد مع كل ما ذكرناه ان يكون القائد منصوبا من قبل اللّه سبحانه وتعالى للقيادة والحكم ، لتكون طاعته طاعة للّه والانقياد له انقيادا للّه سبحانه وتعالى .\r\nاما القيادة الّتي لا تكتسب شرعيتها من قبل اللّه تعالى فلا يحق للانسان الخضوع لها والانقياد إليها ، فان طاعة غير اللّه خروج عن طريقة التوحيد كما أسلفنا توضيحه من قبل .\r\nوإرادة الانسان واختياره فانّها لا ترتفع فوق الانسان نفسه أي انها لا تستطيع أن تضفي بالشرعية لقيادة تريد أن ترتفع فوق إرادة الانسان نفسه وتوجّه إرادته وتأمره وتنهاه .\r\nفما قيمة الآمر والناهي الذي لا يكتسب شرعية الأمر والنهي إلّا من المأمور ؟ وما قيمة المطاع الذي لم تستند طاعته إلّا إلى إرادة المطيع ؟\r\nفما حق المطاع على المطيع لو أراد المطيع أن يتجاوز إرادة المطاع ؟ وما هو الأساس العقلي والمنطقي الذي يفرض على الانسان أن يخضع للجهة التي ليس لها عليه من حق إلّا الّذي فوّضه لها الإنسان نفسه وله ان يسترد الذي أعطى كما حق له أن يعطي ؟\r\nوبكلمة واحدة : فان البديهة تحكم بأن من السخف أن يفرض الإنسان على نفسه من يحكم عليه بحيث لا يحق له الخروج عن طاعته ولا التخلف عن حكمه .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفكل طاعة تنبع من إرادة الانسان نفسه لا تملك أيّ أساس معقول وكل طريقة للحكم تقوم على هذا المبنى فإنّها عديمة الأساس والمعنى ، مهما اتخذت هذه الطريقة من اشكال وعناوين ، ومهما اتخذت من أسماء وصفات ، وسواء اتخذت شكل الديمقراطية أو الشورى أو الإجماع أو أيّ صفة أو عنوان آخر .\r\nوامّا افتراض أن يخوّل اللّه سبحانه لعباده حق اختيار الحاكم المطاع فإنه بعبارة أخرى : يعني التخلّي عن الربوبيّة والإلهيّة ، فإنّ الأمر والنهي والحكم والسّلطة من مستلزمات الربوبيّة والإلهية : لانّ الطّاعة عبادة ، والعبادة لا تكون إلّا للّه سبحانه ، فالحكم والسلطة والأمر والنهي من شؤون المعبودية والربوبيّة ! ويستحيل أن يتخلّى اللّه سبحانه وتعالى عن صفة لا تليق إلّا به ، ولا تجوز إلّا له .\r\nولهذا وصف اللّه سبحانه وتعالى نفسه بالملك وبين وصفه لنفسه بالربوبيّة والألوهية ، قال تعالى :\r\n    قُلْ أَعُوذُ بِرَبِّ النَّاسِ ، مَلِكِ النَّاسِ ، إِلهِ النَّاسِ     « 1 » .\r\nكما قال تعالى أيضا :\r\n فَتَعالَى اللَّهُ الْمَلِكُ الْحَقُّ  « 2 » .\r\nوقال تعالى :\r\n هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ  « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الناس : 1 - 3 .\r\n( 2 ) سورة طه : 114 .\r\n( 3 ) سورة الحشر : 23 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوقال تعالى :\r\n ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ *  « 1 » .\r\n  يُسَبِّحُ لِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ   « 2 » .\r\nوغير ذلك من الآيات .\r\nوقد أكّد سبحانه وتعالى انّ هذا الملك مختص بذاته تعالى ، وأنّه هو الّذي يفيض من نعمته على بعض عباده المكرمين فيجعلهم ملوكا على عباده بمعنى انه ينصبهم مصابيح هادية إلى طاعته وحكّاما ينفّذون ارادته ، قال تعالى :\r\n قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَتُعِزُّ مَنْ تَشاءُ وَتُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  « 3 » .\r\nوقد أشار وأكّد سبحانه على أنّه يؤتي ملكه من يشاء من عباده فقال :\r\n وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشاءُ وَاللَّهُ واسِعٌ عَلِيمٌ  « 4 » .\r\nوقد جاء هذا ردّا على من زعم انّ للنّاس ان يتدخّلوا في شؤون القيادة الإلهيّة بآرائهم ونظرياتهم : -\r\n وَقالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طالُوتَ مَلِكاً قالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فاطر : 13 وسورة الزمر : 6 .\r\n( 2 ) سورة جمعه : 1 .\r\n( 3 ) سورة آل عمران : 26 .\r\n( 4 ) سورة البقرة : 247 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n الْمالِ قالَ إِنَّ اللَّهَ اصْطَفاهُ عَلَيْكُمْ وَزادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشاءُ وَاللَّهُ واسِعٌ عَلِيمٌ  « 1 » .\r\nوقد أكّد أيضا على انّ اللّه سبحانه قد اختار من عباده قادة اصطفاهم لتحمّل عبء القيادة في المجتمع البشري رغم كراهة الحاقدين وإباء الحاسدين فقال تعالى :\r\n    أَ لَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هؤُلاءِ أَهْدى مِنَ الَّذِينَ آمَنُوا سَبِيلًا أُولئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيراً أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذاً لا يُؤْتُونَ النَّاسَ نَقِيراً أَمْ يَحْسُدُونَ النَّاسَ عَلى ما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنا آلَ إِبْراهِيمَ الْكِتابَ وَالْحِكْمَةَ وَآتَيْناهُمْ مُلْكاً عَظِيماً     « 2 » .\r\nوهذا الملك العظيم هو الّذي طلبه إبراهيم لذريّته في قوله تعالى :\r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ  « 3 » .\r\nوإذا كان هذا الملك الإلهي قد استقرّ في آل إبراهيم فلم يكن ذلك بالوراثة والنسب وإنّما لانّ هذه الذرّية الطاهرة قد امتازت على غيرها من النّاس بالكفاءات والقابليّات الإلهيّة التي اهّلها لذلك ، ولهذا فقد جاء الرّدّ الإلهي على سؤال إبراهيم بالاستجابة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : 247 .\r\n( 2 ) سورة النساء : 51 - 52 .\r\n( 3 ) سورة البقرة : 124 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالمشروطة : بالكفاءة والأهلية إذ قال تعالى :\r\n لا يَنالُ عَهْدِي الظَّالِمِينَ  .\r\nوقال فيما أشرنا إليه سابقا مؤكّدا على أن السّرّ في هذا الاصطفاء هو الكفاءة والأهليّة :\r\n فَقَدْ آتَيْنا آلَ إِبْراهِيمَ الْكِتابَ وَالْحِكْمَةَ  .\r\nورتّب على هذا التمتّع بالكفاءة قوله :\r\n وَآتَيْناهُمْ مُلْكاً عَظِيماً  .\r\nكما أشار إلى هذا الاصطفاء الملاكي والقائم على أساس الكفاية والأهلية في قوله تعالى :\r\n إِنَّ اللَّهَ اصْطَفى آدَمَ وَنُوحاً وَآلَ إِبْراهِيمَ وَآلَ عِمْرانَ عَلَى الْعالَمِينَ  « 1 » .\r\nوفي قوله تعالى :\r\n وَلَقَدْ أَرْسَلْنا نُوحاً وَإِبْراهِيمَ وَجَعَلْنا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فاسِقُونَ  « 2 » .\r\nوقال تعالى مؤكّدا على أنّ الذرّيّة الصّالحة لإبراهيم على نبيّنا وآله وعليه السّلام والّذي يعدّ الأب الأعلى لخطّ التوحيد العملي في المجتمع البشري ويعدّ الواضع لأسس المجتمع المسلم الموحّد ، الذرية الصالحة لهذا الأب المؤسّس ، والتي اقتدت به والتزمت بطريقته التي هي الاسلام المطلق للّه تعالى ، هذه الذرّيّة الصالحة هي الأرضية الكفوءة لانبثاق القادة المؤهّلين والواجدين لأرقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : 33 .\r\n( 2 ) سورة الحديد : 26 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nصلاحيّات القيادة الإلهيّة الحكيمة قال تعالى :\r\n        وَتِلْكَ حُجَّتُنا آتَيْناها إِبْراهِيمَ عَلى قَوْمِهِ نَرْفَعُ دَرَجاتٍ مَنْ نَشاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ . وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ ، كُلًّا هَدَيْنا وَنُوحاً هَدَيْنا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ داوُدَ وَسُلَيْمانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسى وَهارُونَ وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ وَزَكَرِيَّا وَيَحْيى وَعِيسى وَإِلْياسَ كُلٌّ مِنَ الصَّالِحِينَ . وَإِسْماعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاً وَكلًّا فَضَّلْنا عَلَى الْعالَمِينَ وَمِنْ آبائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوانِهِمْ وَاجْتَبَيْناهُمْ وَهَدَيْناهُمْ إِلى صِراطٍ مُسْتَقِيمٍ ذلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ ما كانُوا يَعْمَلُونَ . أُولئِكَ الَّذِينَ آتَيْناهُمُ الْكِتابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِها هؤُلاءِ فَقَدْ وَكَّلْنا بِها قَوْماً لَيْسُوا بِها بِكافِرِينَ . أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِنْ هُوَ إِلَّا ذِكْرى لِلْعالَمِينَ         . « 1 »\r\nومن المناسب الإشارة إلى أن هذا التسلسل البياني لخطّ التوحيد العملي قد جاء في القرآن بعد عرض رائع للموقف التوحيدي العظيم لإبراهيم القائد التوحيدي الطّليعي ، في وجه دعاة الشرك واتباع الطّاغوت في مجتمعه الذي عاصره .\r\nوقد اكّد سبحانه ان سرّ اصطفاء هذه العينات المختارة من ذريّة نوح وإبراهيم انّما هو كفاءتهم واهليتهم المتمثلة في اتّباعهم لخطّ التوحيد الإلهي وتسليمهم المطلق للّه سبحانه وتعالى وانقيادهم التامّ له قائلا :\r\n وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ ما كانُوا يَعْمَلُونَ  .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنعام : 83 - 90 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nفليست المسألة مسألة وراثة ونسب ، وانّما القضيّة قضية اسلام وتوحيد وكفاءة وجدارة :\r\n أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ . . .  .\r\nنعم من الطبيعي لعظماء القادة الإلهيّين ان يؤثّروا بشكل خاص على ذرّيّتهم والأقربين منهم ، وأن تكون الرابطة النّسبية بينهم أرضيّة صالحة لتواجد أكبر الأعداد الممكنة من النماذج الصالحة الكفوءة .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالفصل الرّابع : استمرار خطّ الولاية الإلهية في إمامة أهل البيت عليه السّلام\r\nلا خلاف بين المسلمين كافة في انّ الرسول الأعظم صلّى اللّه عليه وآله قد اصطفاه اللّه سبحانه وتعالى لولايته وحوّله أمر إدارة المجتمع البشري وسياسته .\r\nوإذا كنّا قد فهمنا معنى الولاية الإلهية وانها حق اتخاذ القرار بشأن الانسان وتعيين مصيره في الحياة عرفنا معنى الولاية النبويّة ، أي الولاية الّتي جعلها اللّه سبحانه وتعالى لنبيّه على الناس ، وقد جاء التّصريح بذلك في قوله تعالى :\r\n النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ  « 1 » .\r\nوالأولوية بالمؤمنين من أنفسهم هي العبارة الثانية لما ذكرناه من حقّ اتخاذ القرار بشأن المؤمنين وتقرير مصيرهم في الحياة بكافة حقولها وشؤونها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب : 6 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nولا حاجة لنا ان نعود لما أكدناه سابقا من أن طريق التوحيد العملي منحصر بجعل الولاية الإلهية للنبيّ صلّى اللّه عليه وآله الذي تتوفر فيه الصفتان الأساسيّتان للقيادة الإلهيّة وهما العلم بكل ما أراده اللّه وشرّعه لحياة الانسان والعصمة بمعنى الالتزام العملي التام بطاعة اللّه سبحانه وتعالى .\r\nثم انّ المسلمين اختلفوا في كيفية امتداد خط الولاية الإلهيّة في المجتمع الانساني بعد وفاة الرسول الأعظم صلّى اللّه عليه وآله إلى فريقين :\r\nالفريق الاوّل : وهم الذين اصطلح عليهم بأهل السنّة زعموا انّ الرسول صلّى اللّه عليه وآله أهمل أمر الولاية الإلهيّة ولم ينصّ عليها بشيء ، وقد فسّروا ذلك بأنّه تخويل للأمّة لتختار الوليّ بنفسها ، فكأنّ الأمّة ( على اختلاف الصيغ الّتي يفترضونها في تمثيل هذه الامّة من الشورى باختلاف أشكالها المفروضة والمتصورة أو الاجماع بمختلف الدوائر الّتي يمكن افتراضها له ) خوّلت من قبل الرسول صلّى اللّه عليه وآله حق الولاية على نفسها .\r\nالفريق الثاني : وهم الّذين اصطلح عليهم بشيعة أهل البيت عليهم السّلام اعتقدوا أنّ الولاية الإلهية لا يعقل اهمالها لأنها مخّ الشريعة وقوامها وقد ذكرنا سابقا انّ التوحيد الإلهي العملي في المجتمع البشري لا يتحقق إلّا بها وعن طريقها ، وهذا معنى الرواية المتواترة عن الإمام علي بن موسى الرضا صلوات اللّه عليهما عن أبيه عن آبائه عن جدّه رسول اللّه صلّى اللّه عليه وآله انّ اللّه تبارك وتعالى قال :\r\n« لا إله إلّا اللّه حصني فمن دخل حصني أمن [ من 
  ] عذابي ، فلمّا\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nمرّت الرّاحلة نادانا بشروطها وأنا من شروطها » « 1 » .\r\nكما لا يعقل تفويض أمر الولاية إلى الامّة نفسها لما أشرنا إليه من العاملين الاساسيّين :\r\nالاوّل : لا يعقل اتحاد الولي والمولّى عليه ، فإنّه لا معنى لأن يوكل إلى فرد أو جماعة حق اختيار من تجب عليها طاعته وتقدم على ارادتها ارادته ، وبعبارة أخرى انّ الإرادة البشرية لا يمكن أن ترتفع فوق مستواها لتعين الجهة التي يحق لها ان توجّه إرادة الانسان وأن تأمر الانسان وتنهاه .\r\nالثاني : ان الولاية من الشؤون الإلهية ومن مستلزمات التوحيد الإلهي ، فان الطاعة والتبعية مخّ العبادة والمصداق العملي للخضوع والخنوع ، والتوحيد الإلهي يقتضي ان لا تكون الطاعة إلّا للّه ، وإذا كان للّه سبحانه وتعالى شأن وقرار في إدارة العباد وسياستهم وتربيتهم وتوجيههم في مختلف شؤون حياتهم ، فلا بدّ للعباد أن يطيعوه في كل يمسّ حياتهم وفي كل أعمالهم الإرادية بمعنى أن يجعلوا ارادتهم في الحياة وفي كل عمل يقومون به أو حركة أو سكون تابعة لإرادة اللّه سبحانه وهذا هو معنى التبعية والخضوع للّه سبحانه .\r\nوهذا النوع من الطاعة للّه انما يمكن عمليّا عند وجود قائد إلهي منصوب من قبل اللّه سبحانه متوفر على شرط العلم والعمل بما يريده اللّه تعالى في خلقه فانّ الخضوع والطّاعة للمنصوب من قبل اللّه بالشرطين المذكورين خضوع للّه سبحانه وطاعة له ، أمّا طاعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون أخبار الرضا عليه السّلام ، 2 : 134 وبحار الأنوار 49 : 123 ، طبع اسلامية .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمن يختاره النّاس للإمامة والقيادة فإنها طاعة لمن اختاروه وهم النّاس أنفسهم ومن المستحيل ان يخلع اللّه سبحانه عن عباده ربقة الطاعة لنفسه ويوكل أمر الطّاعة والولاية إليهم فانّ معنى ذلك كما أشرنا سابقا ان يتخلّى اللّه سبحانه وتعالى عن ألوهيّته وربوبيته وأن يخوّل للناس ان لا يعبدوه فيما يخصّ أي شأن من شؤون حياتهم وان لا يطيعوه في أعمالهم الّتي خوّل لهم فيها ان يطيعوا من يختارونه هم ، لا من يختاره اللّه نفسه .\r\nولهذا نجد انّ اللّه سبحانه وتعالى يؤكد قائلا :\r\n وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً  « 1 » .\r\nويقول تعالى :\r\n  إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغالِبُونَ   « 2 » .\r\nويقول سبحانه :\r\n وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ بِإِذْنِ اللَّهِ  « 3 » .\r\nففي هذه الآيات وفي غيرها الكثير مما أشرنا إلى بعضه سابقا دلالة وتأكيد على حصر الطّاعة للّه سبحانه وعلى أنّ اللّه سبحانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب : 36 .\r\n( 2 ) سورة المائدة : 55 - 56 .\r\n( 3 ) سورة النساء : 64 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفتح للعباد أبواب طاعته بنصبه الادلاء الهادين إلى سبيله والدّاعين إلى طريقه .\r\nوجاءت السنّة النبويّة لتؤكّد على استمراريّة القيادة الإلهيّة في أهل البيت عليه السّلام ابتداء بالامام أمير المؤمنين صلوات اللّه عليه وتواترت في ذلك الأحاديث عن النبيّ صلّى اللّه عليه وآله ، والّتي نصّ فيها على الأئمة من بعده بالاجمال تارة وبالتفصيل أخرى ، كل هذا عدا ما ورد في القرآن الكريم مما اتفق المسلمون على نزوله في المناسبات الّتي تؤكّد على هذا التنصيص .\r\n\r\nولاية أهل البيت عليه السّلام في القرآن الكريم\r\nامّا الآيات القرآنيّة الكريمة التي تؤكّد هذا التنصيص فأوضحها دلالة ما يلي :\r\n إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ  « 1 » .\r\nوقد اتفق المسلمون على نزولها في علي عليه السّلام إذ انفق على المسكين وهو في حالة الركوع « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة : 55 .\r\n( 2 ) قال السيد شرف الدين في المراجعات ، ص 160 : ان نزولها في علي ممّا اجمع المفسرون عليه ، وقد نقل اجماعهم هذا غير واحد من اعلام أهل السنّة كالإمام القوشجي في مبحث الإمامة شرح التجريد ، وفي غاية المرام الباب 18 : 24 حديثا من طريق الجمهور في نزولها بما قلناه وقال أيضا : والصحاح - في نزولها بعلي إذ تصدق بخاتمه وهو راكع في الصلاة متواترة عن أئمة العترة الطاهرة ، وحسبك ممّا جاء نصا في هذا من طريق غيرهم حديث ابن سلام مرفوعا إلى رسول اللّه صلّى اللّه عليه وآله ، فراجعه في صحيح النسائي أو في تفسير سورة المائدة من تاب الجمع بين الصحاح الستة ، ومثله حديث ابن عباس وحديث علي مرفوعين أيضا فراجع حديث ابن عباس في تفسيره\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوقوله تعالى :\r\n يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَهُ  « 1 » .\r\nوقد نزلت الآية تؤكد على النبي صلّى اللّه عليه وآله ابلاغ الامّة بامامة علي عليه السّلام بعد رجوعه صلّى اللّه عليه وآله من حجة الوداع .\r\nوهنا توقّف الرسول صلّى اللّه عليه وآله وتوقّف المسلمون معه في مكان يدعى بالغدير فصدع بما أمره اللّه به في حشد حاشد من المسلمين .\r\nوقد توجه الرسول صلّى اللّه عليه وآله في خطبته التأريخية هذه إلى المؤمنين قائلا :\r\n« ألست أولى بكم من أنفسكم ؟\r\nقالوا : بلى .\r\nفقال : من كنت مولاه فهذا علي مولاه ، اللهم وال من والاه وعاد من عاداه وانصر من نصره ، واخذل من خذله » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nهذه الآية من كتاب أسباب النزول للامام الواحدي ، وقد اخرجه الخطيب في المتفق ( وهو الحديث 5991 من أحاديث كنز العمال 6 : 391 وقد أورده في منتخب الكنز أيضا ، فراجع ما هو مطبوع من المنتخب من مسند أحمد في 6 : 38 في الهامش ) وراجع حديث علي ، مسندى ابن مردويه وأبي الشيخ ، وان شئت فراجعه في كنز العمال ( فهو الحديث 6137 في 6 : 405 ) .\r\n( 1 ) سورة المائدة : 67 . وقد جاء في الغدير 1 : 214 - 223 التصريحات والنصوص الّتي رواها مفسرا من كبار مفسّرى أهل السنة حول نزول هذه الآية بمناسبة الغدير ونكتفي هنا بما نقله عن الشيخ محمد عبده في تفسير المنار 6 : 463 قال : روى ابن أبي حاتم وابن مردويه وابن عساكر عن أبي سعيد الخدري : أنّها نزلت يوم غدير خم في علي بن أبي طالب .\r\n( 2 ) اخرج الإمام أحمد من حديث زيد بن أرقم في مسنده ( 4 : 372 ) قال : نزلنا مع رسول اللّه صلّى اللّه عليه وآله ، بواد يقال له : وادي خم ، فامر بالصلاة فصلاها بهجير ، قال :\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوبهذه المناسبة نزلت الآية الأخرى أيضا :\r\n الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  « 1 » .\r\nوهذا الحدث التاريخي العظيم متفق عليه بين المسلمين وقد تواتر نقله في كتب الفريقين ومن أراد الاطلاع التفصيلي على جزئيات الحادث وعلى المصادر التي تضمنت نقله فعليه بمراجعة الكتب التي تناولت الموضوع بالبحث كالمراجعات والغدير وغيرهما « 2 » .\r\nوقال تعالى أيضا :\r\n إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 3 » .\r\nوقد اتفق المسلمون على نزولها في علي وفاطمة والحسن والحسين عليهم السّلام وانهم أهل البيت المقصودون في هذه الآية\r\n\r\n\r\n","description":"","footnote":"\r\nفخطبنا ، وظلل لرسول اللّه صلّى اللّه عليه وآله ، بثوب على شجرة سمرة من الشمس ، فقال :\r\nألستم تعلمون أو لستم تشهدون انّي أولى بكل مؤمن من نفسه ؟ قالوا : بلى ، قال : فمن كنت مولاه ، فعلي مولاه ، اللّهمّ وال من والاه وعاد من عاداه .\r\nويراجع التفصيل إلى مراجعات السيد شرف الدين ، وكتاب الغدير للعلامة الأميني 1 : 9 فما بعد .\r\n( 1 ) سورة المائدة : 3 . وقد ذكر الأميني في الغدير 1 : 230 - 237 تصريحات ستة عشر مفسرا من كبار مفسري أهل السنة ان الآية نزلت في يوم غدير خم في علي عليه السلام ونكتفي هنا بما رواه الحافظ أبو القاسم الحاكم الحسكاني بسنده عن أبي سعيد الخدري ان رسول اللّه صلّى اللّه عليه وآله لما نزلت هذه الآية :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ  ، قال : اللّه أكبر على اكمال الدين واتمام النعمة ورضى الرب برسالتي ، وولاية علي ابن أبي طالب من بعدي ، وقال : من كنت مولاه فعلي مولاه اللّهمّ وال من والاه وعاد من عاداه ، وانصر من نصره ، واخذل من خذله . ( الغدير 1 : 233 ) .\r\n( 2 ) راجع نص الرواية بمصادرها من أهل السنّة في كتاب الغدير الجزء الأوّل الصفحة 9 - فما بعد .\r\n( 3 ) سورة الأحزاب : 34 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالشريفة ولو ضممنا إلى هذه الآية التي تؤكد عصمة أهل البيت عليهم السّلام عن الرجس قوله تعالى :\r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ  « 1 » .\r\nعرفنا ان مجموع الآيتين نص على إمامة أهل البيت عليهم السلام إذ ان المراد بالظلم في هذه الآية معصية اللّه تعالى كما قال تعالى :\r\n وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيماً  « 2 » .\r\nوقال تعالى :\r\n وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ  « 3 » .\r\nوقال تعالى :\r\n مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزاؤُهُ كَذلِكَ نَجْزِي الظَّالِمِينَ  « 4 » .\r\nفالمراد بالآية ان الإمامة الإلهية لا تنال العاصين والخارجين عن حدود الطاعة الإلهية ، وليس من العباد من يخلو من معصية للّه صغيرة أو كبيرة الّا من عصمهم اللّه سبحانه وتعالى ، وعصمة اللّه لا تعرف الّا باخباره سبحانه ، ولم يرد من اللّه سبحانه ما يدل على عصمة غير أهل البيت عليهم السّلام . فتختص الإمامة الإلهية بهم من بعد الرسول صلّى اللّه عليه وآله دون غيرهم .\r\nوتدل على ذلك أيضا الآيات التالية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : 124 .\r\n( 2 ) سورة النساء : 110 .\r\n( 3 ) سورة النساء : 64 .\r\n( 4 ) سورة يوسف : 75 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  « 1 » .\r\n أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً  « 2 » .\r\n وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً  « 3 » .\r\nفهي تدل على أن هناك من بعد الرسول من تجب على المؤمنين طاعته وتحرم عليهم معصيته وهذا الذي تجب على سائر المسلمين طاعته من بعد الرسول معصوم عن الخطأ والمعصية والانحراف لان طاعته اقترنت بطاعته اللّه والرسول فيستحيل عليه ان يزيغ عمّا امر اللّه به ، والّا لم يعقل جعل طاعته في عرض طاعة اللّه وطاعة الرسول وميزانا يقاس به المطيعون والتابعون للّه ورسوله عن العاصين والمتمردين والمنحرفين .\r\nوليس من بعد الرسول من قام الدليل على عصمته غير أهل البيت عليهم السّلام مع العلم ان العصمة الإلهية لا يطّلع عليها الّا عن طريق الإخبار الإلهي وقد اختص باهل البيت عليهم السلام دون من سواهم .\r\nثم إن السر في أن القرآن اتّبع الأسلوب الكنائي في الدلالة على مصاديق الإمامة الإلهية من بعد الرسول صلّى اللّه عليه وآله هو انّ المنافسات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 59 .\r\n( 2 ) سورة التوبة : 16 .\r\n( 3 ) سورة النساء : 115 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالتي شهدتها ساحة المجتمع الاسلامي على قضية الحكم من بعد الرسول صلّى اللّه عليه وآله والتي ادّت بالتالي وبعد ما لا يزيد عن نصف قرن من وفاة الرسول الأعظم صلّى اللّه عليه وآله إلى أن يرتكب المنافسون في السلطة والحكم لأهل البيت عليهم السلام افجع حادث عرفه التأريخ ، وهو وقعة الطف بكربلاء والّتي ابيد فيها ذريّة محمد صلّى اللّه عليه وآله إبادة كاملة تقريبا لم يسلم منها إلّا من واراه المرض والعلّة من أعين الأعداء ، ولم ينج منها حتى الصبية والأطفال ، وسبيت في أثنائها النساء والذراري من أهل بيت رسول اللّه صلّى اللّه عليه وآله ، وانزل بهم من العذاب وهتك الحرمات ما لم تشهد له الساحة الاسلاميّة بل البشرية على امتداد التأريخ مثيلا من قبل ولا من بعد .\r\nان هذه المنافسات الّتي أبدى من خلالها الخط المناهض والمنافس للولاية الالهيّة المتجسّدة في أهل البيت عليهم السلام استعداده للقيام بأبشع الجرائم وافظعها في سبيل تحقيق امنيّته في المسك بزمام السلطة والحكم داخل المجتمع الاسلامي ، كانت تؤدي من غير شك إلى أن تمتدّ يد الجريمة التي لم تتورّع عن هتك حريم عترة الرّسول أحد الثقلين ، إلى الثقل الآخر وهو القرآن الكريم فتناله بالهتك والتحريف بل والإبادة والاستئصال حتى لا يبقى من القرآن أثر ولا خبر ، فيما لو تعرّض القرآن لقضيّة الحكم بعد الرسول صلّى اللّه عليه وآله ببيان المصاديق ووضع النقاط الواضحة الصريحة على الحروف ، وبذلك كانت الأمة الاسلاميّة والشريعة تفقد ضمانها الوحيد في البقاء والديمومة ، ويتم القضاء على الشريعة المحمّدية قضاء تامّا .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nولكن الحكمة الالهيّة الّتي اقتضت بقاء الإسلام ، وسلامة القرآن من التحريف والضياع ، أرادت ان يبقى القرآن هاديا لمن شاء ان يهتدي ، ومصباحا لمن ابتغى إلى اللّه سبيلا ، وكان الطريق إلى هذه الغاية هو اتباع الأسلوب الإشاري والكنائي وعدم التصريح المباشر بما يثير حفيظة هذا الخطّ المناهض فيجعله يهم باستئشاف أصل الاسلام واستئصال جذوره والنيل من حرمة القرآن الكريم ، فكان العلاج هو الادلاء بالحق بالطريقة الّتي تجعل أصحاب الأهواء والطامعين ينصرفون عن النيل من حرمة القرآن ويكتفون في اشباع أهوائهم بالتحريف المعنوي والتأويلي للقرآن فيفسّرونه وفق مشتهياتهم بما لم ينزل اللّه به من سلطان ، فيبقى درب الهداية القرآنيّة سالكا لا تباع الحق ، وتبقى الدلائل القرآنية الواضحة هادية للراغبين في معرفة الحقيقة إلى الحق الّذي لا غموض فيه ولا ارتياب ، وهكذا بقي القرآن على مدى التأريخ  هُدىً لِلْمُتَّقِينَ  ، وموعظة للمحسنين وذكرى  لِمَنْ كانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ  .\r\n\r\nالسنة النبوية وولاية أهل البيت عليهم السلام\r\nوجاءت السنة النبوية لتضع النقاط على الحروف في مسألة الولاية والحكم بعد الرّسول صلّى اللّه عليه وآله فلم تترك مجالا لأي شك أو شبهة وتواترت الأحاديث الصريحة عن الرّسول صلّى اللّه عليه وآله مؤكدة على استمرار خط الولاية الالهيّة في أهل البيت عليهم السلام وهم عليّ وأولاده الأحد عشر المعيّنون من قبل الرّسول الأعظم صلّى اللّه عليه وآله\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nباشخاصهم وأسمائهم بصراحة وتأكيد .\r\nوقد صدرت في الآونة الأخيرة مجاميع متعدّدة قامت باحصاء النصوص الواردة عن الرّسول الأعظم في ذلك عن المصادر المتفق عليها بين مختلف فرق المسلمين ، وأهم هذه المجاميع :\r\n1 - اثبات الهداة بالنصوص والمعجزات : للحر العاملي .\r\n2 - إحقاق الحق : للقاضي نور اللّه التستري .\r\n3 - عبقات الأنوار : للمير حامد حسين .\r\n4 - غاية المرام : للبحراني .\r\n5 - الغدير : للعلامة الأميني .\r\n6 - منتخب الأثر في الإمام الثاني عشر : للصافي .\r\n7 - المراجعات : للسيد شرف الدين .\r\nوالكتاب الأخير هو أخصر هذه المجاميع وفيه من النّصوص المتفق على صحتها بين كافة المسلمين ما يغني عن غيره . ونحن نشير هنا إشارة عابرة إلى أشهر هذه النصوص ومن أراد التفصيل فليراجع المصدر المذكور أو غيره من المطولات :\r\n\r\n1 - حديث الغدير :\r\nوقد مضت الإشارة إليه عند ذكر آيتي التبليغ والإكمال وقد روي الحديث بطرق كثيرة وعبارات مختلفة نختار منها هنا ما أخرجه الإمام أحمد في مسنده « 1 » :\r\nعن سفيان بن أبي عوانة عن المغيرة عن أبي عبيد عن ميمون أبي عبد اللّه قال : قال زيد ابن أرقم وأنا أسمع : نزلنا مع رسول اللّه بواد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند الإمام أحمد 4 : 372 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nيقال له : وادي خم فأمر بالصلاة فصلاها بهجير ، قال : فخطبنا وظلّل لرسول اللّه بثوب على شجرة سمرة من الشمس ، فقال :\r\n« ألستم تعلمون ؟ أو لستم تشهدون انّي أولى بكل مؤمن من نفسه ؟\r\nقالوا : بلى .\r\nقال : فمن كنت مولاه فإنّ عليا مولاه ، اللهم عاد من عاداه ووال من والاه » .\r\nوقد ذكر العلامة الأميني في الغدير أسماء الصحابة من رواة حديث الغدير وهم مائة وعشرة ، كل ذلك عن مصادر أهل السّنّة « 1 »\r\nوذكر أسماء أربعة وثمانين تابعيا من رواة حديث الغدير نقلا عن مصادر أهل السّنّة أيضا « 2 » وذكر أسماء ثلاثمائة وستين عالما كبيرا كلهم من أهل السّنّة ممن روى حديث الغدير . « 3 »\r\n\r\n2 - حديث الدّار ( أو حديث العشيرة ) :\r\nروى الطبري في تأريخه « 4 » باسناده إلى ابن عباس عن علي بن أبي طالب قال : لما نزلت هذه الآية على رسول اللّه صلّى اللّه عليه وآله :  وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ  دعاني رسول اللّه صلّى اللّه عليه وآله فقال لي : يا علي ان اللّه أمرني أن انذر عشيرتي الأقربين ، فضقت بذلك ذرعا ، وعرفت أنّي متى أبادئهم بهذا الأمر أرى منهم ما أكره ، فصمتّ عليه حتى جاءني جبريل فقال : يا محمد ، انّك إلّا تفعل ما تؤمر به يعذبك ربّك ، فاصنع لنا صاعا من طعام ، واجعل عليه رجل شاة واملأ لنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغدير 1 : 14 - 61 .\r\n( 2 ) الغدير 1 : 62 - 72 .\r\n( 3 ) الغدير 1 : 73 - 151 .\r\n( 4 ) تأريخ الطبري 2 : 216 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nعسا من لبن ثم اجمع لي بني عبد المطلب حتى أكلمهم وابلّغهم ما أمرت به ، ففعلت ما أمرني به ثم دعوتهم له وهم يومئذ أربعون رجلا يزيدون رجلا أو ينقصونه - إلى أن يقول - :\r\nفلما أراد رسول اللّه ان يكلمهم بدره أبو لهب إلى الكلام فقال :\r\nلقدما سحركم صاحبكم ، فتفرق القوم ولم يكلمهم رسول اللّه صلّى اللّه عليه وآله فقال الغد : يا علي ! إنّ هذا الرجل سبقني إلى ما قد سمعت من القول فتفرق القوم قبل ان أكلمهم فعدّ لنا من الطعام بمثل ما صنعت ثم اجمعهم إليّ ، قال : ففعلت ، ثم جمعتهم ثم دعاني بالطعام فقرّبته لهم ، ففعل كما فعل بالأمس ، فأكلوا حتى ما لهم بشيء حاجة - إلى أن يقول - :\r\nثم تكلم رسول اللّه صلّى اللّه عليه وآله فقال : يا بني عبد المطلب ، انّي واللّه ما علم شابّا في العرب جاء قومه بأفضل مما قد جئتكم به ، إنّي قد جئتكم بخير الدنيا والآخرة ، وقد امرني اللّه تعالى ان أدعوكم إليه فأيّكم يؤازرني على هذا الأمر على أن يكون أخي ووصيّي وخليفتي فيكم ؟ قال : فأحجم القوم عنها جميعا ، وقلت وإني لأحدثهم سنّا ، وارمصهم عينا ، وأعظمهم بطنا ، واحمشهم ساقا : انا يا نبيّ اللّه أكون وزيرك عليه ، فأخذ برقبتي ثم قال : ان هذا أخي ووصيّي وخليفتي فيكم فاسمعوا له وأطيعوا ، قال : فقام القوم يضحكون ويقولون لأبي طالب : قد أمرك ان تسمع لابنك وتطيع . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال العلامة الأميني في ذيل هذه الرواية :\r\nوبهذا اللفظ أخرجه أبو جعفر الإسكافي المتكلم البغدادي المتوفى 240 في كتابه ( نقض العثمانيّة ) وقال : انه روى في الخبر الصحيح ، ورواه الفقيه برهان الدين في « أنباء نجباء الأبناء » : 46 - 47 وابن الأثير في « الكامل » 2 : 24 ، وأبو الفداء عماد الدين\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n3 - حديث المنزلة :\r\nروى مسلم في صحيحه ان معاوية امر سعدا فقال : ما منعك أن تسبّ أبا تراب ؟ قال : أما ما ذكرت ثلاثا قالهن رسول اللّه صلّى اللّه عليه وآله فلن أسبّه ، لأن تكون لي واحدة منهنّ أحبّ إلي من حمر النعم ، سمعت رسول اللّه صلّى اللّه عليه وآله يقول لعلي وخلّفه في تبوك فقال له علي : يا رسول اللّه ، تخلّفني مع النساء والصبيان ؟ فقال له رسول اللّه صلّى اللّه عليه وآله :\r\n« أما ترضى أن تكون مني بمنزلة هارون من موسى الّا أنه لا نبيّ بعدي ؟ » « 1 » .\r\nوقد روى هذا الحديث ابن عباس أيضا في ضمن حديثه عن مناقب عليّ وهو الحديث الآتي :\r\n\r\n4 - حديث المناقب العشر :\r\nقال السيد شرف الدين : أخرجه الإمام أحمد في الجزء الأول من مسنده « 2 » والامام النسائي في خصائصه « 3 » والحاكم في الجزء 3 من\r\n\r\n\r\n","description":"","footnote":"\r\nالدمشقي في 1 : 116 وشهاب الدين الخفاجي في « شرح الشفاء » للقاضي عياض ، 3 :\r\n37 « وبتر آخره وقال : ذكر في دلايل البيهقي وغير بسند صحيح » والخازن علاء الدين البغدادي في تفسيره : 390 ، والحافظ السيوطي في « جمع الجوامع » كما في ( ترتيبه ) 6 :\r\n392 نقلا عن الطبري وفي ص 397 عن الحفاظ الستة : ابن إسحاق وابن جرير وابن أبي حاتم وابن مردويه وأبي نعيم والبيهقي . وابن أبي الحديد في شرح نهج البلاغة 3 : 254 .\r\nوذكره المورّخ جرجي زيدان في تاريخ التمدن الاسلامي 1 : 31 ، والأستاذ محمّد حسنين هيكل في حياة محمّد ( ص ) : 104 من الطبعة الاوّلى .\r\nويواصل الأميني بحثه حول الرواية ومن أراد التفصيل فليراجع الغدير 2 : 278 فما بعدها .\r\n( 1 ) صحيح مسلم 2 : 324 في باب فضائل عليّ وجاء أيضا في جامع الترمذي 2 :\r\n213 ومستدرك الحاكم 3 : 108 وصححه على شرط الشيخين .\r\n( 2 ) صفحه 330 .\r\n( 3 ) صفحه 6 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nصحيحه المستدرك « 1 » والذهبي في تلخيصه معترفا بصحته ، وغيرهم من أصحاب السنن بالطرق المجمع على صحتها :\r\nعن عمر بن ميمون قال : اني لجالس عند ابن عباس إذ اتاه تسعة رهط ، فقالوا : يا ابن عباس اما ان تقوم معنا واما أن تخلو بنا من بين هؤلاء ، فقال ابن عباس : بل انا أقوم معكم ، قال : وهو يومئذ صحيح قبل ان يعمى ، قال : فابتدءوا ، فتحدثوا فلا ندري ما قالوا ، قال : فجاء ينفض ثوبه ويقول : أف وتف ، وقعوا في رجل له بضع عشرة فضائل ليست لأحد غيره ، وقعوا في رجل قال له النبي صلّى اللّه عليه وآله :\r\nلأبعثن رجلا لا يخزيه اللّه ابدا ، يحب اللّه ورسوله ويحبه اللّه ورسوله فاستشرف لها من استشرف فقال : اين علي ؟ فجاء وهو أرمد لا يكاد ان يبصر ، فنفث في عينيه ، ثم هز الراية ثلاثا فأعطاها إياه ، فجاء عليّ بصفية بنت حييّ ، قال ابن عباس : ثم بعث رسول اللّه صلّى اللّه عليه وآله فلانا بسورة التوبة ، فبعث عليا خلفه ، فأخذها منه ، وقال : لا يذهب بها إلّا رجل مني وانا منه ، قال ابن عباس : وقال النبي صلّى اللّه عليه وآله لبني عمه : أيكم يواليني في الدنيا والآخرة ؟ قال وعلي جالس معه فأبوا ، فقال علي : ان أواليك في الدنيا والآخرة ، قال : أنت وليي في الدنيا والآخرة ، قال فتركه ، ثم قال : أيكم يواليني في الدنيا والآخرة ؟ فأبوا ، وقال علي : انا أوليك في الدنيا والآخرة فقال لعلي : أنت وليّي في الدنيا والآخرة ، قال ابن عباس : وكان علي اوّل من آمن من الناس بعد خديجة ، قال : واخذ رسول اللّه صلّى اللّه عليه وآله ثوبه ، فوضعه على علي وفاطمة وحسن وحسين وقال :  إِنَّما يُرِيدُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صفحه 123 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  قال : وشرى علي نفسه فلبس ثوب النبي ، ثم نام مكانه وكان المشركون يرمونه ، إلى أن قال : وخرج رسول اللّه في غزوة تبوك وخرج الناس معه ، فقال له علي : أخرج معك ؟ فقال صلّى اللّه عليه وآله : لا ، فبكى علي ، فقال له رسول اللّه صلّى اللّه عليه وآله :\r\n« أما ترضى أن تكون منّي بمنزلة هارون من موسى الّا انه لا نبي بعدي ، انه لا ينبغي ان اذهب الّا وأنت خليفتي » .\r\nوقال له رسول اللّه :\r\n« أنت ولي كل مؤمن بعدي ومؤمنة » .\r\nقال ابن عباس : وسد رسول اللّه أبواب المسجد غير باب علي ، فكان يدخل المسجد جنبا وهو طريقه ليس له طريق غيره ، قال رسول اللّه صلّى اللّه عليه وآله :\r\n« من كنت مولاه فان مولاه علي ، الحديث » .\r\nقال الحاكم بعد اخراجه : هذا حديث صحيح الاسناد ولم يخرجاه بهذه السياقة ، قلت : واخرجه الذهبي في تلخيصه ثم قال : صحيح « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المراجعات : 130 ، المراجعة 26 . وكذا الغدير للعلامة الأميني 1 : 49 - 51 . وقال في ذيل الحديث ما ملخصه : هذا الحديث بطوله اخرجه جمع كثير من الحفاظ بأسانيدهم الصحاح منهم امام الحنابلة احمد في مسنده 1 : 331 والحاكم في المستدرك 3 : 132 ، والخطيب الخوارزمي في المناقب : 75 ، ومحب الدين الطبري في الرياض 2 :\r\n203 ، وفي ذخائر العقبى : 87 ، والحافظ الحمويني في فرائده وابن كثير الشامي في البداية والنهاية 7 : 337 والحافظ الهيثمي في مجمع الزوائد 9 : 108 ، ورواه بطوله الحافظ الكنجي في الكفاية : 115 نقلا عن أحمد وابن عساكر في كتاب الأربعين الطوال ، وذكره ابن حجر في الإصابة 2 : 59 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n5 - حديث الثقلين :\r\nفقد روي عن رسول اللّه بطرق متواترة انه صلّى اللّه عليه وآله قال :\r\n« اني تركت فيكم ما إن تمسكتم به لن تضلوا بعدي ، كتاب اللّه حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يفترقا حتى يردا عليّ الحوض ، فانظروا كيف تخلفوني فيهما » « 1 » .\r\nوقال الإمام شرف الدين : والصحاح الحاكمة بوجوب التمسّك بالثقلين متواترة ، وطرقها عن بضع وعشرين صحابيا متضافرة ، وقد صدع بها رسول اللّه صلّى اللّه عليه وآله في مواقف له شتى ، تارة يوم غدير خم كما سمعت ، وتارة يوم عرفة في حجة الوداع ، وتارة بعد انصرافه من الطائف ، ومرة على منبره في المدينة ، وأخرى في حجرته المباركة في مرضه والحجرة غاصة بأصحابه ، إذ قال :\r\n« ايّها الناس يوشك أن اقبض قبضا سريعا فينطلق بي ، وقد قدمت إليكم القول معذرة إليكم الا اني مخلف فيكم كتاب اللّه عز وجل وعترتي أهل بيتي ، ثم اخذ بيد علي فرفعها فقال : هذا علي مع القرآن ، والقرآن مع علي لا يفترقان حتى يردا عليّ الحوض » « 2 » .\r\n( الفصل 2 من الباب 9 من الصواعق المحرقة لابن حجر ) .\r\nثم إنّ هناك رواية أخرى بلفظ : كتاب اللّه وسنّتي وهي غير متواترة فلا تعارض الحديث المتواتر المذكور ، إضافة إلى ضعف طريقها على ما أثبته المحققون ، وعلى فرض صحة هذه الرواية فلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 1 : 173 الحديث 873 ، واخرجه الحاكم في المستدرك 3 : 148 : هذا حديث صحيح الاسناد على شرط الشيخين ولم يخرجاه واخرجه الذهبي في تلخيص المستدرك معترفا بصحته على شرط الشيخين .\r\n( 2 ) المراجعات : 21 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتعارض حديث الثقلين المعروف لأنّ بينهما عموما وخصوصا مطلقا فيقدّم - بطبيعة الحال - الخاص على العام ، فإنّ قوله صلّى اللّه عليه وآله - حسب هذا النقل - كتاب اللّه وسنّتي يأمر بالرجوع إلى سنّة رسول اللّه ، وقد ثبت بالنقل المتواتر في السنة النبويّة ما أسلفناه من حديث الثقلين الّذي يأمر بالرجوع إلى الكتاب والعترة ، إذن فنتيجة العمل والأخذ بالكتاب والسّنّة هو الالتزام بولاية أهل البيت عليهم السّلام .\r\nهذه مجموعة يسيرة من النصوص الصريحة الدالة على استمرارية الولاية الإلهية في أهل البيت عليهم السّلام بعد النبي وهناك نصوص أخرى صرّحت بعدد خلفاء النبي المنصوبين من قبله لولاية الأمر بل وأسمائهم\r\n\r\nنشير إلى نموذج ما ورد منها عن طرق أهل السنة وفي مصادرهم الموثوق بها عندهم .\r\n\r\nالحديث الأول :\r\nروى مسلم عن جابر بن سمرة قال : دخلت مع أبي على النبي فسمعته يقول : ان هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة قال : ثم تكلم بكلام خفي عليّ فقلت لأبي : ما قال ؟ قال :\r\nكلّهم من قريش « 1 » وقريب منه ولكن بلفظ « اثنا عشر أميرا » في صحيح البخاري « 2 » وصحيح الترمذي « 3 » وصحيح مسلم أيضا بلفظ آخر قريب من الأول في نفس الباب ، وصحيح أبي داود أيضا « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم كتاب الامارة باب الناس تبع لقريش والخلافة في قريش 2 : 191 ق 1 ط مصر سنة 1348 ) .\r\n( 2 ) صحيح البخاري 4 : 175 .\r\n( 3 ) صحيح الترمذي 2 : 45 .\r\n( 4 ) صحيح أبي داود 2 : 207 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوغيرها من المصادر والكتب وقد جمعها الشيخ لطف اللّه الصافي في كتابه القيم ( منتخب الأثر ) فليراجع « 1 » .\r\n\r\nالحديث الثاني :\r\nروى في كشف اليقين عن مسند أحمد بن حنبل : قال النبي صلّى اللّه عليه وآله للحسين :\r\n« هذا ابني امام أخو امام ، أبو أئمة تسعة ، تاسعهم قائمهم » « 2 » .\r\n\r\nالحديث الثالث :\r\n« روى الحافظ أبو الفتح محمد بن أبي الفوارس في أربعينه ، قال :\r\nأخبرنا محمود بن محمد الهروي بقريبة - إلى أن قال - عن أبي حفص أحمد بن نافع البصري قال : حدثني أبي وكان خادما للامام أبي الحسن علي بن موسى الرضا عليهما السلام ، قال حدّثني أبي العبد الصالح موسى بن جعفر وذكر آبائه واحدا بعد واحد إلى الحسين صلوات اللّه عليه ثم قال : حدثني أبي سيد الأوصياء علي بن أبي طالب عليهم السلام ، قال :\r\n« قال لي أخي رسول اللّه صلّى اللّه عليه وآله ، من أحب ان يلقى اللّه عز وجل وهو مقبل عليه غير معرض عنه فليتول عليا ومن سرّه ان يلقى اللّه وهو عنه راض فليتول ابنك الحسن ، ومن أحب ان يلقى اللّه ولا خوف عليه فليتول ابنك الحسين ومن أحب أن يلقى اللّه وقد محص عنه ذنوبه فليتول علي بن الحسين السجاد ومن أحب ان يلقى اللّه تعالى قرير العين فليتول محمد بن علي الباقر ومن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتخب الأثر : 10 فما بعد .\r\n( 2 ) منتخب الأثر : 96 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nأحب أن يلقى اللّه تعالى وكتابه بيمينه فليتول جعفر بن محمد الصادق ، ومن أحب أن يلقى اللّه تعالى طاهرا مطهرا فليتولّ موسى الكاظم ، ومن حب أن يلقى اللّه ضاحكا مستبشرا فليتول علي بن موسى الرضا ومن أحب ان يلقى اللّه وقد رفعت درجاته وبدّلت سيئاته حسنات فليتول محمدا الجواد ومن أحب ان يلقى اللّه ويحاسبه حسابا يسيرا فليتول عليا الهادي ومن أحب ان يلقى اللّه وهو من الفائزين فليتول الحسن العسكري ومن أحب ان يلقى اللّه وقد كمل ايمانه وحسن اسلامه فليتول الحجة صاحب الزمان المنتظر فهؤلاء مصابيح الدجى وأئمة الهدى واعلام التقى من أحبهم وتولّاهم كنت ضامنا له على اللّه تعالى الجنة » « 1 » .\r\nوقد ورد في مصادر أهل السنّة حول المهديّ صلوات اللّه عليه بوجه خاص أحاديث وروايات كثيرة نشير إلى بعضها :\r\n1 - روى الترمذي في الصحيح عن زرين عبد اللّه ، قال : قال رسول اللّه صلّى اللّه عليه وآله :\r\n« لا تذهب الدنيا حتى يملك العرب رجل من أهل بيتي يواطئ اسمه اسمي » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتخب الأثر : 120 وقال في ذيل الحديث ، أقول : توجد نسخة من أربعين الحافظ محمّد بن أبي الفوارس في المكتبة الرّضوية برقم 8443 وهذا الحديث مذكور فيها ص 16 ، 17 ، 18 وقال في نهاية هذا الفصل من الكتاب ، ص 140 بعد استعراضه لأحاديث النص على الأئمة الاثني عشر ، النصوص الواردة في ساداتنا الأئمة الاثني عشر بلغت في الكثرة حدّا لا يتسعه مثل هذا الكتاب ، وكتب أصحابنا الامامية وغيرها مشحونة بها واستقصاؤها صعب جدا ، ولو أضيف إليها النصوص المرويّة عن كل واحد منهم فيمن يلي الإمامة بعده وما ورد في خصوص إمامة أمير المؤمنين من صحاح النصوص ومتواترها لما احتمله الّا مجلدات كبيرة .\r\n( 2 ) صحيح الترمذي 2 : 46 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n2 - روى أبو داود في الصحيح عن النبيّ صلّى اللّه عليه وآله أنه قال :\r\n« لا تذهب أو لا تنقضي الدنيا حتى يملك العرب رجل من أهل بيتي يواطئ اسمه اسمي » « 1 » .\r\n3 - وروى أبو داود في الصحيح أيضا عن أمّ سلمة قالت سمعت رسول اللّه يقول :\r\n« المهديّ من عترتي من ولد فاطمة » « 2 » .\r\nورواه ابن ماجة في سننه « 3 » ورواه في التاج الجامع للأصول « 4 » .\r\n4 - روى ابن ماجة في الصحيح ( ج 2 في أبواب الفتن باب خروج المهدي ) عن إبراهيم بن علقمة عن عبد اللّه قال : بينما نحن عند رسول اللّه إذ أقبل فتية من بني هاشم فلمّا رآهم النبيّ صلّى اللّه عليه وآله أغر ورقت عيناه وتغيّر لونه ، قال : ما نزال نرى في وجهك شيئا نكرهه ، فقال :\r\n« إنّا أهل بيت اختار اللّه لنا الآخرة على الدنيا وان أهل بيتي سيلقون بعدي بلاء وتشريدا وتطريدا حتى يأتي قوم من المشرق معهم رايات سود فيسألون الخير فلا يعطونه فيقاتلون فينصرون فيعطون ما سألوا فلا يقبلونه حتى يدفعوها إلى رجل من أهل بيتي فيملأها قسطا كما ملئوها جورا ، فمن أدرك ذلك الزمان فليأتهم ، ولو حبوا على الثلج » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن أبي داود 2 : 207 .\r\n( 2 ) نفس المصدر .\r\n( 3 ) سنن ابن ماجة 2 : 1368 .\r\n( 4 ) التاج الجامع للأصول 5 : 364 .\r\n( 5 ) منتخب الأثر : 151 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nومن أراد التفصيل فليراجع منتخب الأثر للعلامة الصافي وخاصة الفصل الثاني ص 4 فما بعدها .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالفصل الخامس : استمرار ولاية أهل البيت في ولاية الفقهاء العدول\r\nذكرنا في مستهلّ الفصل الماضي ان المسلمين بعد اتفاقهم على الولاية النبويّة اختلفوا في كيفيّة استمرارها في المجتمع الاسلامي بعد الرسول على فرقتين ، وذكرنا هنالك انّ توحيد الطاعة للّه في المجتمع البشري أو قل : التوحيد العملي للّه في المجتمع لا يتحقق إلّا عن طريق استمرار الولاية الالهيّة بنصب القادة الالهيّين وهم أهل البيت عليهم السّلام والكلام نفسه يعود بالنسبة للمرحلة الزمنيّة الّتي تغيب فيها القيادة الالهيّة المتمثلة في أئمة أهل البيت عليهم السّلام عن الأمة الاسلاميّة .\r\nففي زمن الغيبة وهو زماننا هذا إذ قدّر اللّه سبحانه لإمام العصر عجل اللّه فرجه أن يغيب عن ساحة الأحداث في المجتمع البشري لا بدّ للولاية الالهيّة ان تستمر عمليا في المجتمع البشري ، ولا يمكن ان يتحقق هذا الاستمرار العملي للولاية الالهيّة في المجتمع\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالبشري إلّا بنصب القادة الّذين يجتمع فيهم شرط العلم بالشريعة أي بما اراده اللّه تعالى من خلقه ، والعدالة التامة أي الالتزام الكامل عمليا بكل ما اراده اللّه تعالى وشرّعه في شأن عباده .\r\nوتفصيل الكلام في هذا الباب يتم في بحثين :\r\nالبحث الأوّل : دليل ولاية الفقيه .\r\nالبحث الثاني : حدود ولاية الفقيه .\r\n\r\nالبحث الأوّل : دليل ولاية الفقيه\r\nهنالك نوعان من الدليل على ثبوت الولاية للفقيه في زمن غيبة المعصوم :\r\n\r\nالنوع الاوّل - الدليل العقلي :\r\nوله عدة صياغات :\r\n\r\nالصياغة الأولى - وتتركب من مقدمتين :\r\nالمقدمة الأولى : إن التوحيد العملي - أو توحيد الطاعة للّه - في المجتمع البشري لا يتم عقلا إلّا عن طريق نصب الوليّ .\r\nالمقدمة الثانية : إنّ الولي الّذي يمكن عقلا أن يطبّق من خلاله توحيد الطاعة للّه في المجتمع في عصر الغيبة ، ليس الّا الفقيه العادل .\r\nفالنتيجة إذن : ان توحيد الطّاعة للّه في المجتمع البشري لا يمكن تحقيقه عقلا في عصر الغيبة إلّا عن طريق نصب الفقيه العادل .\r\nوبعبارة أخرى : ان هناك تلازما عقليا بين قبول الاسلام القائم\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nعلى أساس التوحيد العملي - توحيد الطاعة للّه عزّ وجلّ - وبين كون الفقيه العادل منصوبا من قبل اللّه لولاية الأمر ، في عصر غيبة المعصوم .\r\nولا بأس بتوضيح المقدمتين توضيحا موجزا :\r\n\r\nامّا المقدمة الأولى : [ إن التوحيد العملي - أو توحيد الطاعة للّه - في المجتمع البشري لا يتم عقلا إلّا عن طريق نصب الوليّ . 
  ]\r\nفقد وضحنا في الفصل الثاني من هذه الرسالة ان دعوة الأنبياء صلوات اللّه عليهم تقوم على أساس التوحيد العملي ونفي الطاعة والخضوع لغير اللّه عزّ وجلّ ، وحصر الطّاعة والخضوع للّه قال اللّه تعالى :\r\n قُلْ يا أَهْلَ الْكِتابِ تَعالَوْا إِلى كَلِمَةٍ سَواءٍ بَيْنَنا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنا بَعْضاً أَرْباباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ  « 1 » .\r\nوالمراد بالعبادة هو الخضوع المطلق في العمل الّذي ينطبق على مختلف أنواع النشاط والسلوك الإرادي للانسان وليست الصلاة الّا رمزا وشعارا للخضوع المطلق للّه تعالى في الحياة .\r\nفالأنبياء جاءوا ليربّوا المجتمع البشري على عبادة اللّه والخضوع له في كل شؤونه الحياتية ، وجاءوا بالصلاة وسائر العبادات الخاصّة كاساليب تربوية تعبّد الطريق إلى الغاية الأساسيّة وهي العبادة للّه في كل شؤون الحياة ، وخضوع النظام الاجتماعي لإرادة اللّه سبحانه وتعالى ، ولم تكن دعوة الأنبياء محدودة بأداء بعض الطقوس العباديّة أو الوصايا الاخلاقيّة فحسب ، ولو كانت دعوتهم تتلخص في ذلك لما حصل كل ذلك الصّدام والخصام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 64 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالعريق بين الطواغيت وأصحاب القدرة والنفوذ في المجتمعات الضّالة وبين الأنبياء واتباعهم على مدى التأريخ .\r\nفالقضية الأساسيّة التي جاهد من أجلها الأنبياء وتحملوا من أجلها ما تحملوا هي التوحيد العملي أي الطاعة العمليّة للّه ونفي الطاعة والخضوع لغير اللّه . قال تعالى :\r\n فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى  « 1 » .\r\nوقال تعالى :\r\n وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى  « 2 » .\r\nوقال تعالى :\r\n إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ  . . .  فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ  « 3 » .\r\nوقد سبق ان وضّحنا في الفصل الثالث : ان خضوع المجتمع الانساني للّه وتطبيق التوحيد العملي وتوحيد الطاعة للّه تعالى في الحياة البشريّة لا طريق له سوى ان ينصب اللّه سبحانه وتعالى في عباده من يأمرهم بطاعته واتّباعه ، لتكون طاعتهم له طاعتهم للّه سبحانه وتعالى والخضوع له خضوعا لولاية الباري جل شأنه ، وتفصيل الكلام في هذا الباب سبق في حديثنا عن الوصف الثالث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : 256 .\r\n( 2 ) سورة لقمان : 22 .\r\n( 3 ) سورة آل عمران : 19 - 20 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمن مواصفات القادة الإلهيين فليراجع .\r\n\r\nاما المقدّمة الثانية : وهي « ان الوليّ الّذي يمكن عقلا ان يطبّق من خلاله توحيد الطاعة للّه عزّ وجلّ في المجتمع في عصر الغيبة ، ليس إلّا الفقيه العادل » .\r\nفهي واضحة تمام الوضوح ، فقد ذكرنا في الفصل الثالث ان القائد الإلهي الذي تتحقق من خلاله الطاعة للّه عزّ وجلّ لا يمكن أن يكون إلّا عالما بكل ما اراده اللّه تعالى من الانسان في مختلف شؤون الحياة ، وهذا بطبيعة الحال ، ينحصر مصداقه في عصر الغيبة في الفقيه العالم بالشريعة الاسلامية علما مستوعبا عن دقة وفهم ، ولا يمكن ان يكون - أيضا - إلّا عادلا ملتزما في عمله وسلوكه بشريعة اللّه التزاما كاملا ليكون مأمونا من الزيغ فلا تؤدّي طاعته إلّا إلى طاعة اللّه عزّ وجلّ ولا اتّباعه الّا إلى اتّباع ما شرّع اللّه تعالى في شأن الانسان .\r\nوعندما تصحّ عندنا المقدمتان السالفتان نجد أنفسنا بين امرين ، بين ان نرفع اليد عن الطاعة للّه عزّ وجلّ والتوحيد العملي له في حياتنا الاجتماعية في عصر الغيبة ( اى نرفع اليد عن تطبيق الاسلام في عصر الغيبة ) وهذا ضروري البطلان في الشريعة الاسلامية بل وفي كل الشرائع الالهيّة .\r\nوبين الالتزام بالطاعة للّه في الحياة الاجتماعية وتطبيق التوحيد العملي والخضوع للّه في المجتمع البشري . وطريقه منحصر في نصب الفقيه العادل لولاية الامر من قبل اللّه عزّ وجلّ ، فنستدلّ بعقولنا\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوبعد الإيمان بضرورة الطاعة للّه عزّ وجلّ على أن اللّه تعالى نصب الفقيه العادل وليّا علينا نطيع اللّه بطاعته وننفذ امر اللّه سبحانه في الحياة باتّباعه « 1 » .\r\n\r\nالصياغة الثانية - وهي تتألف من مقدمتين أيضا :\r\n\r\nالمقدّمة الأولى : نفس ما جاء في المقدمة الأولى من الصياغة الأولى ،\r\nوهي ضرورة الطاعة للّه وحده في كل شؤون الحياة الانسانيّة وأنّ توحيد الطاعة للّه أساس دعوة الأنبياء ، وهذه الضرورة تقتضي نصب الوليّ من قبل اللّه تعالى في كلّ عصر .\r\n\r\nالمقدمة الثانية : نستقصي الاحتمالات العقليّة في مسألة الولاية في عصر الغيبة\r\nفنجد ان الاحتمال المعقول الوحيد هو كون الفقيه العادل منصوبا لولاية الامر من قبل المعصوم .\r\nوالاحتمالات العقلية في مسألة الولاية في عصر الغيبة تنحصر في ثلاثة فروض :\r\n\r\nالفرض الأول : عدم نصب من يمارس الولاية الالهيّة في المجتمع ممارسة عمليّة ميدانيّة\r\nوهذا الفرض يخالف أساس دعوة الأنبياء وهي تطبيق التوحيد العملي في المجتمع وتنفيذ الطاعة للّه في حياة الانسان بكل شؤونها وجوانبها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وبهذا نكون على جزم - حتى وان لم يصلنا عن المعصوم نصّ صريح صحيح دال على النصب - ان المعصوم قد نصب الفقيه العادل لولاية الامر في زمن غيبته ، ولا يقلّ طريق الكشف هذا في قوّته وقطعيته عن طرق الكشف الأخرى الّتي تداول البحث عنها لدى الأصوليين والفقهاء كطريقة الاجماع أو السيرة أو البناء العقلائي ، ويمكن تسمية هذا الطريق بطريقة الكشف العقلي .\r\n( 2 ) سبق توضيح ذلك في الفصل الثالث وخاصة في الوصف الثالث من مواصفات القادة الإلهيين .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالفرض الثاني : نصب غير الفقيه العادل ، وهذا لا يحقق الغاية المطلوبة من نصب الولي\r\nوهي تنفيذ إرادة اللّه في الحياة وتطبيق الطاعة الالهيّة في المجتمع الانساني « 1 »\r\n\r\nفينحصر الامر في : الفرض الثالث : وهو نصب الفقيه العادل .\r\n\r\nالصياغة الثالثة - وهي تتركب من مقدمتين أيضا :\r\n\r\nالمقدمة الأولى : عدم نصب الوليّ من قبل اللّه - مطلقا أو في عصر الغيبة بالخصوص\r\n- يستلزم امضاء ولاية الطاغوت لامرين : لأن وجود من يمارس الولاية في المجتمع ضرورة من ضرورات الحياة الاجتماعية بل اهمّها . ولأنّ كل ولاية لا تنتهي إلى ولاية اللّه فهي ولاية الطاغوت . والتالي باطل - اي امضاء ولاية الطاغوت - فالمقدم مثله ، فننتهي في المقدمة الأولى إلى ضرورة نصب الولي من قبل اللّه في عصر الغيبة .\r\n\r\nالمقدمة الثانية : بعد الفراغ عن المقدمة الأولى يصل الدور إلى المقدمة الثانية\r\nفنقول :\r\nعدم نصب الفقيه العادل معناه ان يكون غيره منصوبا والتالي باطل ، لأنّ نصب غير الفقيه العادل مع امكان نصب الفقيه العادل غير محتمل ، فيكون المقدّم وهو عدم نصب الفقيه العادل باطلا أيضا .\r\nوالنتيجة التي ننتهي إليها هي ضرورة نصب الفقيه العادل وليّا من قبل اللّه لإدارة شؤون المجتمع الإسلامي في عصر غيبة المعصوم .\r\n\r\nالصياغة الرابعة - وتتألف من مقدمتين أيضا :\r\n\r\nالمقدّمة الأولى : - وهي مقدمة شرعيّة\r\n- استقراء الأدلّة الشرعيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الفصل المذكور .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالّتي تخوّل للفقيه بعض الممارسات الّتي هي بطبيعتها من صلاحيّات الولي القائم بإدارة شؤون المجتمع ، وذلك في كثير من الموارد الجزئيّة في مختلف أبواب الفقه ونشير هنا إلى بعض أهم تلك الموارد :\r\n1 - ولاية القضاء والحكم بين المتخاصمين .\r\n2 - الولاية على اجراء الحدود والتعزيرات .\r\n3 - الولاية على الصغار والقاصرين بشكل عام .\r\n4 - الولاية على استيفاء الحقوق المالية الإلهية كالأخماس والصدقات .\r\n5 - الولاية على الغائب .\r\n6 - الولاية على الممتنع .\r\n7 - الولاية على المجهول .\r\n8 - الولاية على من لا ولي له .\r\nوغير ذلك ممّا يجده الباحث في أبواب الفقه المختلفة .\r\n\r\nالمقدّمة الثانية : نستكشف من خلال الموارد المشار إليها سابقا ان الفقيه العادل له الولاية العامة في كل شؤون المجتمع الإسلامي\r\nوان تلك الموارد ما هي الّا مصاديق وجزئيات لكبرى الولاية العامة الثابتة للفقيه .\r\nوذلك لأن الصلاحيات التي تتوقف عليها الممارسات المذكورة انما هي صلاحيات الحاكم الولي ، وليس من المعقول أن تكون لبعض هذه الموارد أو كلها خصوصية تقتضي جعل الولاية فيها للفقيه العادل دون غيرها .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالنوع الثاني - الدليل النقلي :\r\nوفيما يلي نشير إلى أهم الأدلة النقلية التي تصلح أن تكون دليلا على ولاية الفقيه العادل :\r\n\r\nالنص الأوّل : مقبولة عمر بن حنظلة\r\nقال : سألت أبا عبد اللّه عليه السّلام عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث فتحاكما إلى السلطان أو إلى القضاة أيحلّ ذلك ، قال :\r\n« من تحاكم إليهم في حق أو باطل فإنما تحاكم إلى الطاغوت ، وما يحكم له فإنّما يأخذ سحتا وان كان حقا ثابتا له ؛ لأنّه اخذه بحكم الطاغوت وما امر اللّه ان يكفر به ، قال اللّه تعالى  يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ  قلت : فكيف يصنعان ؟ قال : ينظران من كان منكم ممّن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف احكامنا فليرضوا به حكما فاني قد جعلته حاكما ، فإذا حكم بحكمنا فلم يقبل منه فإنما استخفّ بحكم اللّه وعلينا ردّ ، والرادّ علينا الراد على اللّه ، وهو على حد الشرك باللّه » « 1 » .\r\nوقد تلقّى فقهاؤنا هذه الرواية بالقبول ومن هنا وصفت بالمقبولة ودلالتها على ولاية الفقيه - مع أنّها واردة في خصوص القضاء - بالدلالة الالتزاميّة ، فإنّ مجرّد نصب الفقيه للقضاء من دون تخويله صلاحيّة تنفيذ الحكم والقيام بما يقتضيه ردع المعتدي وايصال الحق إلى المظلوم عمليّا لغو لا أثر له ، فنفس نصب الفقيه للقضاء يدل بالالتزام على اعطائه صلاحية التنفيذ ، وصلاحية التنفيذ من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 18 : 99 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nشؤون الحاكم الوليّ فالرواية تدل بالتالي على ثبوت صلاحيات الحاكم الولي للفقيه العادل « 1 » .\r\n\r\nالنصّ الثاني : ما رواه الكليني عن إسحاق بن يعقوب\r\nقال : سألت محمّد بن عثمان العمري ان يوصل لي كتابا قد سألت فيه عن مسائل أشكلت عليّ ، فورد التوقيع بخطّ مولانا صاحب الزمان :\r\n« امّا ما سألت عنه أرشدك اللّه وثبّتك - إلى أن قال - وامّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وانا حجّة اللّه » « 2 » .\r\nوهذه الرواية تامّة من حيث السند « 3 » والدلالة ، وقوله عليه السّلام :\r\n« فإنهم حجّتي عليكم » يدلّ على أنّ للفقيه في عصر الغيبة كل شؤون الامام المعصوم وصلاحياته في المجتمع الاسلامي .\r\nوليس المقصود بحديثهم ألفاظ الحديث مجرّدة عن معانيها ومداليلها ، بل المقصود حديثهم من حيث احتوائه لعلومهم ومعارفهم فالمراد علومهم وتعاليمهم ، ولا شك أنّ راوي علومهم ومعارفهم هو الفقيه المتفهّم لرسالة أهل البيت والمستوعب لحقيقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بهذا التقريب تثبت الولاية اجمالا ثم يتم تعميمها بطريقين :\r\nالاوّل : عدم القول بالفصل .\r\nالثاني : استحالة الفصل عقلا اما لاولويّة الثبوت في سائر الموارد ، أو لبساطة الولاية نفسها وعدم قبولها للتبعيض ، أو للزوم الهرج والمرج على تقدير التبعيض .\r\n( 2 ) الوسائل 18 : 101 .\r\n( 3 ) فان رجال السند موثوقون ولا كلام فيهم الّا إسحاق بن يعقوب فلم يرد في كتب الرّجال له ذكر وليس ذلك بضائر بعد تصديق الكليني له هذه الرواية لأنّ الكليني عاصر الغيبة الصغرى وعرف رجالها ولم يكن يرد آنذاك توقيع من الناحية المقدّسة الّا للخواص لشدّة التقيّة ، فلم يحتمل من مثل الكليني ان يروي بالمباشرة توقيعا الّا وهو يرى الراوي اهلا لصدور التوقيع له من صاحب الزمان عجّل اللّه فرجه .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nكلامهم ، فيكون هذا النّص تام الدلالة على ولاية الفقيه .\r\n\r\nالنصّ الثالث : ما رواه الصدوق بسنده إلى أمير المؤمنين عليه السّلام\r\nقال :\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« اللهم ارحم خلفائي » .\r\nقيل : يا رسول اللّه ومن خلفاؤك ؟ قال :\r\n« الّذين يأتون من بعدي يروون حديثي وسنتي » « 1 » .\r\nوقد وردت هذه الرواية بطرق كثيرة كما جاءت عن طرق أهل السنة أيضا ، وعلي اي حال فهي من الروايات المطمأن بصدورها عن المعصوم عليه السّلام .\r\nولقد فهم السائل الاطلاق من قوله « ارحم خلفائي » فلم يسأل الرسول عن مورد الخلافة « 2 » وانما سأله عن مصاديق الخلفاء فاجابه صلّى اللّه عليه وآله ببيان العنوان العام ، ونكتة هذا الاطلاق ان ظاهر هذا الكلام وأمثاله انه أسلوب خاص للدلالة على الخلافة وتعريف الخلفاء عن الرسول صلّى اللّه عليه وآله وليس هذا الكلام مجرد طلب الرحمة للخلفاء ليقال انه ليس بصدد البيان من هذه الجهة فلا يكون للكلام اطلاق ، والحاصل ان هذا الكلام بمنزلة ان يقال : خلفائي هم الذين يأتون من بعدي ويروون حديثي وسنتي ولا شك في اطلاق مثل هذا التعبير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 18 : 65 .\r\n( 2 ) هذا جواب عن اشكال يقول : ان قوله « ارحم خلفائي . . . الخ » لا يدل على أن الذين يذكرهم الرسول صلّى اللّه عليه وآله بعنوان الخلفاء هم خلفاؤه في كل صلاحياته وشؤونه كولي للامر ومبلّغ عن اللّه وغير ذلك ولعل المراد بالخلافة خصوص الخلافة في العلوم والأحكام فلا يشمل الخلافة في ولاية الأمر .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nولو لم يرد الرسول من الخلافة ، الخلافة المطلقة لكان عليه ان يزيل احتمال ذلك بالتنبيه على انّ المراد بالخلافة خلافة خاصة في مورد خاصّ ، وذلك لأهميّة موضوع الخلافة وضرورة دفع الغموض المحتمل في شأنه .\r\nوالمراد به رواة الحديث والسنّة هم الفقهاء العالمون بالشريعة وليس مجرّد نقلة ألفاظ الأحاديث لما ذكرناه في النصّ السابق ولقرينة أخرى في هذا النصّ بالخصوص وهي عطف « سنتي » على « حديثي » فانّ السنّة تعني واقع الشريعة التي سنّها الرسول صلّى اللّه عليه وآله بقوله وبفعله وبتقريره ، ولا يكون العارف بهذه السنّة الّا الفقيه المستوعب لشريعة الرسول الأعظم صلّى اللّه عليه وآله استيعابا عن فهم وتفقّه .\r\nوممّا يدل عليه هذا النص انّ النّصب الصادر عن النبيّ صلّى اللّه عليه وآله له دائرتان :\r\n1 - الدائرة العامّة : وهي دائرة الفقهاء العالمين بالشريعة العاملين بها .\r\n2 - الدائرة الخاصّة : وهي دائرة المعصومين الاثني عشر ابتداء بالامام أمير المؤمنين عليه السّلام وانتهاء بالامام الثاني عشر صاحب العصر عجّل اللّه تعالى فرجه الشريف .\r\nونتيجة ذلك أنه عندما تغيب القيادة المعصومة عن ساحة الممارسة الفعليّة لولاية الامر داخل المجتمع الإسلامي ، تتحمل الدائرة العامة عبء الولاية ، وهي دائرة الفقهاء العدول . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وبهذا يتضح ان الإسلام لم يترك فراغا في مسألة الولاية والحكم حتى بالنسبة لما\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nونكتفي هنا بهذه النصوص ومن أراد التوسع في الاطلاع فعليه مراجعة الكتب المطولة المختصّة بهذا الموضوع .\r\n\r\nالبحث الثاني - حدود ولاية الفقيه\r\nهنالك بحث يتطرق له عادة الباحثون لهذا الموضوع وهو الدائرة التي تتسع لها صلاحيّات الفقيه في الولاية والحكم .\r\nولقد ذكرنا سابقا أنّ حقيقة الولاية والحكم تعني حق الطاعة والتبعيّة ، وانّ هذا الحق مختصّ باللّه تعالى لا يشاركه فيه غيره ، ثم إن اللّه سبحانه ينصب الأنبياء والأولياء ادلّاء على طاعته ويأمر الناس بطاعتهم ، فطاعة الناس للّه انما تتحقق بطاعتهم لأوليائه الأدلّاء على مرضاة اللّه سبحانه ، وهكذا ينتقل حق الطاعة والولاية بشكل ثانوي إلى النبي صلّى اللّه عليه وآله ومنه إلى سائر المعصومين ومنهم إلى الفقهاء العدول . وعلى هذا الأساس يكتسب امر الرسول صلّى اللّه عليه وآله وامر أوصيائه والنائبين عنهم صفة الإلزام ولزوم الطاعة وحرمة المعصية والمخالفة لأن مخالفتهم مخالفة للّه سبحانه الذي امر بطاعتهم واتباعهم . وقد ورد النصّ القرآني مؤكدا على هذا الأمر في قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  « 1 » .\r\nوالملحوظ في هذه الآية ان الامر بالطاعة تتكرر في الآية مرتين .\r\n\r\n\r\n","description":"","footnote":"\r\nبعد زمن الإمام الثاني عشر عجّل اللّه تعالى فرجه الشريف .\r\n( 1 ) سورة النساء : 59 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمرة في شأن اللّه تعالى وثانية بشأن الرّسول واولي الأمر . وهذه إشارة إلى أن العباد مكلّفون بنوعين من الطاعة ، الطاعة للّه تعالى والطاعة للرسول واولي الأمر ، وان كانت الطاعة للرسول واولي الامر ترجع في حقيقتها إلى إطاعة اللّه تعالى .\r\nولتوضيح هذا الامر نقول : ان إقامة حكم اللّه تعالى في المجتمع البشري يتوقف على امرين « 1 » :\r\n1 - بيان التشريع الإلهي وتعليمه ونشره بين الناس .\r\n2 - تطبيق التشريع الإلهي تطبيقا ميدانيا عمليا في حياة النّاس .\r\nوهذا التطبيق له مرحلتان :\r\nالف - المرحلة النظرية اي وضع الصّيغ التطبيقية للعمومات التشريعيّة وتفسيرها وتبيين مصاديقها العينيّة في الحياة .\r\nب - المرحلة العملية اي تنفيذ الشريعة الإلهية بكامل ابعادها وتفاصيلها في المجتمع الانساني .\r\nوالأنبياء وكذا الأئمة المعصومون والفقهاء مكلّفون بإقامة حكم اللّه تعالى في الأرض فهم مكلفون ببيان شريعة اللّه للناس ومكلفون أيضا بشرحها وتفسيرها وبيان مصاديق العمومات الواردة فيها ، كما أنهم مكلفون بتنفيذها وتطبيقها العملي على صعيد الحياة البشرية .\r\nولكنهم بالنسبة للمهمة الأولى وهي مهمة بيان شريعة اللّه ليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي الآية الكريمة :  إِنَّما أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هادٍ  إشارة إلى هذين الأمرين فان قوله تعالى :  إِنَّما أَنْتَ مُنْذِرٌ  إشارة إلى المهمة الأولى التي سوف نعبّر عنها بولاية الإنذار والتبشير وقوله تعالى  وَلِكُلِّ قَوْمٍ هادٍ  إشارة إلى ولاية التطبيق .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nدورهم الّا دور المبلّغ والوسيط مع فارق في الادوار التي يقوم بها كل من الطوائف الثلاثة في مجال التبليغ ، فان النبيّ مخبر مباشر عن اللّه تعالى والأئمة يخبرون عن اللّه تعالى بواسطة النبيّ ، والفقهاء مخبرون عن اللّه تعالى بواسطة النبيّ والأئمة عليهم السّلام ، بالإضافة إلى أن إخبار المعصوم عليه السّلام إخبار حسّي ، وامّا إخبار الفقيه فهو إخبار حدسيّ اجتهادي .\r\nاذن ، ففيما يخص دائرة هذه المهمة تكون الاحكام والأوامر التي يبلّغها المعصوم أو الفقيه عن اللّه سبحانه اوامرا واحكاما للّه تعالى بالمباشرة ، وقد كلّف المعصوم والفقيه بتطبيق هذه الأوامر والأحكام كتكليفهم بابلاغها للناس ونشرها بينهم ويمكننا ان نعبّر عن هذه المهمة - وهي المهمة الأولى - بولاية التبليغ ، أو ولاية الإنذار والتبشير ، كما يمكننا التعبير عن المهمة الثانية بولاية التطبيق .\r\nثمّ إنّه نظرا إلى أنّ ساحة التطبيق هي ساحة المتغيرات والمستجدّات ، فانّ ملابسات الحياة الاجتماعية تختلف من مكان إلى مكان ، وبين زمان وزمان ، فقد شرّع اللّه احكامه وأوامره بالصيغة التي يتاح لها استيعاب كل هذه المتغيّرات والمستجدات وذلك عن طريق تشريع صيغ واطر عامّة تتبنّى رسم الأهداف وإرائة الخطّ التشريعي العام المنسجم مع كل المتغيّرات والمتبدّلات إلى جانب التشريعات التفصيلية التي تكفّلت الأوامر الإلهية بتعيين صيغها النهائية وكلّف المسؤول عن تطبيق الشريعة ( وهو المعصوم أو الفقيه ) بوضع الصيغة القانونيّة التي تنسجم مع تلك الاطر العامة\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوتحقق الأهداف المطلوبة بما يتناسب والظروف المكانية والزمانية وسائر المستجدات والمتغيّرات .\r\nوهذه الصيغ والاطر العامة التي تشكل الجانب المتغير من شرعية اللّه تعالى والتي يتولّى مسؤول تطبيق الشريعة ملء الفراغات التفصيلية في الشّريعة على ضوء منها على قسمين :\r\nالقسم الأول : عمومات وكلّيّات يكلّف الوليّ المسؤول عن تطبيق الشريعة برسم تفاصيلها وجزئياتها تمهيدا لتطبيقها العملي والميداني ، وذلك كما في النصوص والتشريعات التالية :\r\n لَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا  « 1 » .\r\n وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ  « 2 » .\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« . . . ألا لا فضل لعربي على عجمي ، ولا عجمي على عربي ، ولا لأسود على أحمر ولا أحمر على أسود الّا بالتقوى » « 3 » .\r\nوعنه صلّى اللّه عليه وآله :\r\n« النّاس كأسنان المشط سواء » « 4 » .\r\n كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ  « 5 » .\r\n لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 141 .\r\n( 2 ) سورة الأنفال : 60 .\r\n( 3 ) تفسير القرطبي 16 : 342 في تفسير سورة الحجرات .\r\n( 4 ) من لا يحضره الفقيه 4 : 379 الحديث 5798 .\r\n( 5 ) سورة الحشر : 7 .\r\n( 6 ) سورة النساء : 29 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n الَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَها فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ  « 1 » .\r\n وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُسُ أَمْوالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ  « 2 » .\r\nوعن النبي صلّى اللّه عليه وآله :\r\nلا ضرر ولا ضرار في الإسلام « 3 » .\r\nوعن النبي صلّى اللّه عليه وآله :\r\nالاسلام يعلو ولا يعلى عليه « 4 » .\r\nوعنه صلّى اللّه عليه وآله :\r\n« مثل المؤمنون في توادهم وتعاطفهم وتراحمهم مثل الجسد الواحد إن اشتكى منه شيء تداعى له سائر الجسد بالسهر والحمى » « 5 » .\r\n« المسلمون يد على من سواهم » « 6 » .\r\n« المسلمون عند شروطهم الّا ما خالف كتاب اللّه - عزّ وجلّ - فلا يجوز » « 7 » .\r\n لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ  « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة : 34 .\r\n( 2 ) سورة البقرة : 279 .\r\n( 3 ) وسائل الشيعة 17 : 341 ، الباب 12 ، الحديث 3 .\r\n( 4 ) من لا يحضره الفقيه 4 : 334 الحديث 5719 .\r\n( 5 ) مسند أحمد 4 : 270 .\r\n( 6 ) كنز العمّال 1 : 98 الحديث 441 .\r\n( 7 ) وسائل الشيعة 6 : 353 الحديث 2 .\r\n( 8 ) سورة الحديد : 25 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ  « 1 » .\r\n يُحِلُّ لَهُمُ الطَّيِّباتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كانَتْ عَلَيْهِمْ  « 2 » .\r\nوقال النبي صلّى اللّه عليه وآله :\r\n« على اليد ما اخذت حتى تؤدي » « 3 » .\r\n يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ  . « 4 »\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِياءَ   « 5 » .\r\n الْمُؤْمِنُونَ وَالْمُؤْمِناتُ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ  « 6 » .\r\nوغير ذلك الكثير ممّا لا يسع هذا الموجز لبيانه وهذه العمومات كما يبدو من النماذج التي أشرنا إليها تتصدّى لرسم الخط الأساسي والعريض لحياة المجتمع الإسلامي في مختلف المجالات وشتى الحقول ، وعلى وليّ الأمر وضع الخطوط التفصيليّة لها ، ليتم تطبيقها في المجتمع . « 7 » .\r\nالقسم الثاني : ضوابط وقواعد عامة تنظّم العلاقة بين الأحكام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 58 .\r\n( 2 ) سورة الأعراف : 157 .\r\n( 3 ) عوالي اللئالي 1 : 224 .\r\n( 4 ) سورة آل عمران : 118 .\r\n( 5 ) سورة الممتحنة : 1 .\r\n( 6 ) سورة التوبة : 71 .\r\n( 7 ) وتنبغي الإشارة هنا إلى أن من مصاديق هذا القسم وضع العقوبات التعزيريّة من أيّ جنس كانت - حبسا أو غرامة وغير ذلك - للجرائم التي لم يضع الشارع لها حدا معينا ومنها التخلّف عن القرارات الصادرة عن ولي الأمر بما هو مسؤول عن تطبيق الشريعة أي بما له ولاية التطبيق ، أو ما يعبر عنه أحيانا بالقرارات أو الأحكام الحكومتية .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوالتشريعات في مقام التطبيق والتنفيذ .\r\nفإنّ من الطبيعي ان التشريعات والأحكام كثيرا ما تتزاحم في مقام التطبيق والتنفيذ - وان لم يكن بينها ايّ تعارض في مقام التشريع - فعلى وليّ الأمر ان يستعين بالضوابط والقواعد العامة التي تنظّم العلاقة بين الأحكام الشرعيّة ويرسم الطريقة الميدانيّة للتعامل مع المتزاحمين في مقام التنفيذ .\r\nفعلى سبيل المثال : هناك حكم شرعي يقضي بحلّ التجارة ، وهناك حكم شرعي يقضي بمنع السبيل للكافرين على المؤمنين اي حرمة خضوع المسلمين لسلطة الكافرين . ولا تعارض في التشريع بين هذين الحكمين ، ولكن الظروف والملابسات العمليّة قد تؤدي في بعض الأحيان إلى التعارض العملي بين الحكمين ( اي التزاحم حسب التعبير الفقهي ) وهناك ضابطة أو قاعدة شرّعها الإسلام لتنظيم العلاقة الميدانية والتطبيقية بين الأحكام الشرعية وهي تقضي بأنّ الأحكام الشرعية متفاوتة في درجة اهميّتها في مقياس النظر الشرعي ولا بدّ من تقديم الأهم الشّرعي على المهم في حالة من هذا القبيل فعلى وليّ الأمر في هذا الفرض ان يعيّن الأهم من الحكمين وفق الملاكات المعتبرة في نظر الشارع الأقدس ويكون الحكم الّذي يصدره ولي الأمر هو الحكم الشرعي الذي يلزم اتباعه على المسلمين في هذا التقدير « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومن الجدير ان ننبّه على أنّ اللجنة التي أمر سماحة الإمام الخميني بتشكيلها تحت عنوان لجنة تعيين المصلحة تقوم بنفس هذه المهمة التي أشرنا إليها ، فالواقع ان هذه المهمة من صلاحيّة شخص الإمام ولكنه من اجل رعاية الدقة الكاملة والاحتياط التّام أمر بتشكيل هذه اللجنة لتقوم بهذه المهمة تحت نظره واشرافه ، اما مجلس\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوقد اتضح ممّا ذكرناه مجالان من المجالات التي لا بد لوليّ الأمر ان يصدر فيهما حكمه بما هو وليّ الأمر اي بما هو مسؤول عن تطبيق الشريعة لا بما هو مبلّغ عن اللّه تعالى :\r\nالمجال الأول : رسم وتحديد التفاصيل التشريعيّة للعمومات والكلّيات الشرعية .\r\nالمجال الثاني : تنظيم العلاقة بين الأحكام الشرعية في مقام التطبيق والتنفيذ .\r\nوهناك مجال ثالث وهو : اتخاذ الموقف الموحّد إزاء موضوعات الاحكام التي لا بدّ فيها من موقف اجتماعي موحّد ، باعتبار أنّ تعدد المواقف فيها يضرّ بانسجام المجتمع الإسلامي ووحدته أو يستلزم فقدان الحكم الشرعي لروحه وجوهره في مجال التطبيق العملي .\r\nنضرب لذلك مثالا : هلال رمضان أو شوال أو ذي الحجّة باعتبار أنّه موضوع لحكم عباديّ عظيم كصوم شهر رمضان أو افطار اليوم الأوّل من شوال وصلاة العيد ، أو أداء مناسك الحج ووظائفه ، فإنّ اختلاف الأمّة في ذلك ممّا يضرّ بانسجام المجتمع الإسلامي كما أنه يمنع من تحقق الاجتماع في العبادة الخاصة وهو العمود الفقري والأساسي في هذه المناسك العبادية وبانتفائه تكاد العبادة الخاصة تفقد روحها الجوهري الذي تتقوم به .\r\nومثال آخر : لكل أمّة مصالح ومنافع لا بدّ من حمايتها ورعايتها\r\n\r\n\r\n","description":"","footnote":"\r\nالمحافظة على الدستور فليس من شأنه الّا تطبيق المقررات القانونية على نصّ الشريعة أو الدستور والاعلان عن مطابقتها أو مخالفتها معه . ثم إن من صلاحيات اللجنة المذكورة ممارسة المجال الثالث من مجالات ولاية الأمر الذي سوف نشير إليه .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nسواء في إدارة شؤونها الداخليّة أو الخارجية وفي تعاملها مع سائر الأمم والحكومات ، ومن الطبيعي ان تتعدّد الآراء والنظريات في ما هو الأصلح أو الصلاح في كثير من الموارد والأمور ، غير أن اضطراب الموقف وعدم اتخاذ موقف محدّد واحد يؤدي بنفسه إلى ضياع حق الامّة وهدر كثير من منافعها وحقوقها ، فادارة شؤون الامّة تستدعي اتخاذ الموقف الموحد من قبل وليّ الأمر ، ويكون الموقف الذي يحدّده هو الموقف المشروع الوحيد الذي لا بدّ لجميع افراد الأمة اتباعه واتخاذه .\r\nوهناك مجال رابع أيضا وهو فصل الخصومات والحكم بين المتنازعين فإنه أيضا من الموارد التي يتوقف عليها تطبيق الشريعة بين الناس .\r\nثم إن هذه المجالات الأربعة تندرج كلها ضمن المرحلة الأولى من مسؤولية التطبيق والتي عبّرنا عنها بالمرحلة النظرية للتطبيق ، ولكن هذه المرحلة النظرية بمجالاتها الأربعة لا تكفى لتطبيق الشريعة تطبيقا عمليا في المجتمع ما لم تقترن بالصلاحيات التنفيذية التي تمكّن وليّ الأمر من بسط الشريعة الالهيّة في واقع التعايش الانساني وتكييف الحياة البشرية على ضوئها ، ويمكن تلخيص أهم هذه الصلاحيات التنفيذية ( والتي تشكل مجالات المرحلة العملية لتطبيق الشريعة ) في أمور :\r\nالامر الأوّل : الصلاحيات المالية : وهي الصلاحيات التي تخوّل ولي الأمر التصرف في الأموال العامة وصرفها في المصالح العامة وفي كل ما تتقوم به حياة الناس ومعاشهم في مختلف الشؤون والقضايا\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوالجهات .\r\nالأمر الثاني : صلاحية تنفيذ العقوبات والحدود : فولي الأمر هو الجهة الوحيدة التي يحق لها ان تمارس العقوبات والحدود في مواردها التي حددتها الشريعة أو يحددها وليّ الامر وفق صلاحيات المرحلة النظرية للتطبيق والتي سبقت الإشارة إليها .\r\nالأمر الثالث : صلاحية ابرام العهود : والمواثيق والالتزامات مع الأشخاص والجهات والدول والمؤسسات ، وعلى الاجمال مع الشخصيّات الحقيقة أو الاعتباريّة .\r\nالأمر الرابع : صلاحيات القيمومة والنيابة : فولي الأمر ولي الغائب والصغير والقاصر والعاجز « 1 » والممتنع وغير ذلك من الموارد التي تغيب فيها الشخصيّة ذات الإرادة الواعية غيبة حقيقة كما في الغائب والهارب ، أو غيبة حكميّة ( اي ان حضورها في حكم عدم الحضور نظرا لانعدام الإرادة الواعية كما في القاصر أو لعدم الإرادة كما في الممتنع ) كما في القاصر والممتنع ، فله ان يقوم بكل ما يلزم القيام به عن المولّى عليه في الموارد المذكورة من التصرف في الأموال ، وإنشاء العقود والايقاعات ومختلف أنواع المبادلات .\r\nالأمر الخامس : صلاحية تنفيذ الأحكام القضائية بين المتخاصمين : وهذه أيضا من الصلاحيّات التنفيذية للحاكم الشرعي والتي بموجبها يتمكن من اجراء العدل واحقاق حق المظلوم وردع المعتدي وإقامة موازين العدل والقسط في المجتمع البشري .\r\nهذه مجمل الصلاحيات التنفيذية التي تندرج ضمن دائرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظير المحجور عليه لفلس أو المحبوس الذي لا تصل الا يدي إليه .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالمرحلة التنفيذية أو العملية للتطبيق وبهذا اتضح المراد بمسئولية التطبيق التي لا بدّ لولي الأمر من القيام بها بمرحلتيها ، ومسؤولية تطبيق الشريعة بكلتا مرحلتيها عبارة أخرى عمّا يصطلح عليه أحيانا بصلاحيات الحاكم أو الولي بما هو حاكم ووليّ ، فالحاكم في المفهوم الإسلامي هو المتصدي لتطبيق شريعة اللّه في المجتمع ، وله بهذا الاعتبار كل الصلاحيات التي لا بدّ منها في تطبيق الشريعة وقد أسلفنا رسما عامّا عن هذه الصلاحيات .\r\nإلى هنا اتضح المعنى المراد في الامر بطاعة اللّه والأمر بطاعة الرسول واولي الامر في الآية الشريفة فالامر بطاعة اللّه إشارة إلى الأوامر والأحكام الصادرة من الولي بلحاظ مهمته الأولى وهي مهمة التبليغ عن اللّه تعالى ، والأمر بطاعة الرّسول وأولى الأمر إشارة إلى الأوامر والأحكام والاجراءات الصادرة عن الولي بما هو مطبّق لرسالة اللّه وشريعته في الأرض ، وهي المهمة الثانية التي يتولاها الولي من قبل اللّه سبحانه وتعالى كما وضّحنا .\r\nوقد اتضحت - بما ذكرناه أيضا - أبعاد الولاية التي نبحث عن ثبوتها للفقيه في زمن الغيبة ، وباتضاح ذلك يظهر أنّ مجرد ثبوت أصل الولاية للفقيه في زمن غيبة المعصوم يكفي في ثبوت الولاية بكل ابعادها ، وذلك لما وضّحناه بالتفضيل من أن حقيقة الولاية تعني مسؤولية تطبيق الشريعة بين الناس ، فان ثبتت هذه المسؤولية فان الصلاحيات التي تستتبعها هذه المسؤولية لا تنفك منها وان لم تثبت هذه المسؤولية ، فذلك يعني لغويّة المهمّة الأولى وهي مهمة التبليغ والإنذار - فإنه لا معنى لأن يكون المعصوم أو الفقيه مكلّفا\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nبصرف نشر الأحكام وتعليمها للناس ، من دون ان يكون هناك مسؤولية خاصة إزاء تطبيقها والعمل بها .\r\nهذا ويمكننا تلخيص الأدلة على الولاية المطلقة للفقيه اي الولاية التي تستبطن كل صلاحيات التطبيق - بالتوضيح الذي أسلفناه - ضمن الأدلة التالية :\r\nالدليل الاوّل :\r\nما أشرنا إليه أخيرا من الدليل العقلي ويتخلص في مقدمتين .\r\nالمقدّمة الأولى : ان المعصوم والفقيه لهما مهمتان :\r\nمهمة التبليغ ، ومهمة التطبيق ، وان سلب مسؤولية التطبيق عن المعصوم أو الفقيه بالإضافة إلى ضرورة بطلانه اثباتا ( اي في الأدلة الشرعية والعقلية لأنها تدلّ بالضرورة على أن المعصوم والفقيه مسئولان عن التطبيق كما أنهما مسئولان عن التبليغ ) مستحيل ثبوتا ، لانّ العقل يحكم بأنّ من اللغو البارد أنّ يكلّف اللّه المعصوم أو الفقيه بتبليغ الشريعة ويسلب عنه ايّة مسؤولية إزاء تطبيقها ، بل إنّ العقل يحكم بأنّ مهمة التبليغ والإرشاد طريق إلى تحقق المهمة الأخرى وهي تطبيق شريعة اللّه على وجه الأرض .\r\nالمقدّمة الثانية : بعد ثبوت كون مسؤولية التطبيق من مهمة الفقيه كما هو من مهمة المعصوم نجد ان من غير المعقول ان يعهد اللّه سبحانه إلى المعصوم أو الفقيه مهمة تطبيق الشريعة ثم لا يمنحه الصلاحية التي يستحيل التطبيق بدونها ، وقد أشرنا فيما سبق أنّ طبيعة التطبيق تتطلب الصلاحيات المذكورة ، وان الصلاحيات المذكورة بمجموعها ليست الّا جهات متعدّدة لمسئوليّة واحدة\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوهي مسؤولية التطبيق فسلب صلاحيات التطبيق مع ثبوت مسؤولية التطبيق امر غير معقول .\r\nوبذلك تتضح ضرورة ثبوت كل الصلاحيات التي يتطلبها تطبيق شريعة اللّه بين الناس للفقيه العادل في زمن غيبة المعصوم .\r\nالدليل الثاني :\r\nالأدلة العقلية التي دلّت على ضرورة نصب الولي الفقيه في زمن الغيبة بناء على النظرة التوحيدية للكون والحياة والتي تقتضي توحيد الطّاعة والخضوع للّه وارساء الحياة الاجتماعية على أساس من طاعة اللّه عزّ وجلّ وان الطريق إلى تحقيق ذلك منحصر بنصب الولي من قبل اللّه تعالى ليتولّى إدارة شؤون النّاس وتكييف الحياة الاجتماعية على ضوء الشريعة الإلهية هذه الأدلة بنفسها تقتضي ان يمنح للفقيه المتصدّي لمسئولية تطبيق الشريعة الالهيّة بين الناس كل صلاحيات التطبيق التي لا بد منها لكل من يتولى مسؤولية تطبيق النظام في المجتمع البشري ، وقد سبق ان وضّحنا حدود هذه الصلاحيات وابعادها في ما سبق .\r\nالدليل الثالث :\r\nالنصوص المطلقة الدالة على ولاية الفقيه تدل بإطلاقها على ثبوت مطلق الصلاحيات الثابتة للمعصوم للفقيه كذلك ، مثل قوله عليه السّلام :\r\n« اما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وانا حجّة اللّه »\r\nوقد بيّنا سابقا اطلاق رواية : اللّهمّ ارحم خلفائي . . . الخ في دلالته\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nعلى ثبوت الخلافة والولاية للفقهاء .\r\nاذن فمجموع الأدلّة تدل بوضوح على ثبوت الولاية المطلقة للفقيه والتي بموجبها تثبت للفقيه كل صلاحيات تطبيق النظام الإلهي في المجتمع البشري وفّقنا اللّه تعالى لفهم دينه والعمل بأحكامه وامتثال أوامره ونواهيه انه ولي التوفيق وصلّى اللّه على محمّد وآله الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96}
  ]