[
  {"content":"\r\nالدّرّة الباهرة\r\nمن الأصداف الطاهرة\r\nالمنسوب إلى الشهيد الأول\r\nترجمه : عبد الهادى مسعودى\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nالشهيد الأول ، محمد بن مكّى ، 734 / - 786 ق .\r\nالدرة الباهرة من الأصداف الطاهرة / المنسوب إلى الشهيد الأول ؛ تصحيح وترجمهء عبد الهادى مسعودى . - قم : انتشارات زائر ، 1379 .\r\n96 ص .\r\nكتابنامه : ص 89 - 93 و همچنين به صورت زير نويس .\r\n1 . احاديث شيعه - قرن 9 ق . الف . مسعودى ، عبد الهادى ، 1343 - ، مصحح ومترجم . ب . عنوان .\r\n4 د 9 ش / 133 BP\r\n212 / 297\r\nشابك : 5 - 33 - 6401 - 964\r\nISBN : 964 - 6401 - 33 - 5\r\nالدّرة الباهرة من الأصداف الطاهرة\r\nمنسوب به شهيد اوّل\r\nتصحيح وترجمه : عبد الهادى مسعودى\r\nقم : انتشارات زائر\r\nچاپ اول ، 1379\r\nشمارگان : 3000\r\nصفحه آرا : محمد ضياء سلطانى\r\nقيمت : 350 تومان\r\nتلفن 742519 - 0251\r\nقم - چهار راه شهداء - جنب كلانترى 1 انتشارات زائر\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n[ ترجمه فارسى 
  ]\r\n\r\nسخن مترجم\r\nسخنان نورانى هر يك از پيشوايان معصوم عليهم السّلام راهگشاى زندگى و كليد كاميابى و بهروزى است و آشنايى با اين سخنان و به كار بستن آنها مىتواند مايهء رشد و تكامل حقيقى انسان گردد . از اين رو عالمان شيعى و دوستداران اهل بيت عليهم السّلام همواره با گردآورى ، دسته بندى و يا گلچين كردن احاديث ، مجموعه‌هاى زيبايى را پديد آورده و تشنگان معرفت حقيقى را با آنها سيراب كرده‌اند .\r\nمجموعهء پيش رو ، در بر دارندهء مرواريدهاى گرانبها و درّهاى سفته اى است كه با گزينش نيكويى يكى از بزرگترين فقيهان و محدّثان اسلام ، يعنى محمّد بن مكَّى ، مشهور به شهيد اوّل ، به رشتهء نگارش در آمده و بيش از شش قرن در تاريخ فرهنگ غنى شيعه درخشيده است .\r\nترجمهء اين احاديث زيبا ، رسا و كارآ به زبانهاى گوناگون ، مىتواند فايدهء كتاب را فراگيرتر سازد و بر معرفت و محبّت شيفتگان پيامبر و خاندان گرامىاش بيفزايد .\r\nاميد كه اين ترجمه ، به همراه زندگى نامهء مختصر معصومان ، بتواند گوشه اى از محاسن كلام اهل بيت را به جلوه كشد تا با پيروى از رهنمودهاى آنان ، راه هدايت و سعادت را بپيماييم ، كه خود فرموده‌اند : « فإنّ النّاس لو علموا محاسن كلامنا لاتّبعونا ؛ اگر مردم سخن زيباى ما را بدانند ، بىگمان از ما پيروى مىكنند » .\r\nعبد الهادى مسعودى 30 / 8 / 79\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمقدّمة التحقيق\r\nالأحاديث الواردة عن المعصومين عليهم السّلام لها منزلة خاصّة في الفكر الإسلامي ، ولذا كان جمعها وعرضها لطلَّاب المعارف الحقّة والمتلهّفين لإطفاء جمر غليلهم بهذا العذب الصافي موضعا لاهتمام العلماء والمفكَّرين على مدى القرون السالفة ، فألَّفوا الرسائل والكتب بتبويب متنوّع ومناهج متفاوتة . نعم المنهج الغالب عند الشيعة هو التأليف الموضوعيّ للأحاديث ، لكن لنضدها على ترتيب المعصومين عليهم السّلام أو منهج « المسانيد » محلّ خاصّ أيضا .\r\nوإذا وسّعنا مفهوم « المسند » يمكن عدّ الكتاب الذي بين أيدينا وكتاب « تحف العقول » وكتاب « نزهة الناظر وتنبيه الخاطر » من جملة المسانيد .\r\nهذا ، وقد انتخب المؤلف بذوقه الرائق هذه الدرر الباهرة من الأصداف الطاهرة ونظمها في هذا الكتاب ذي الفوائد الجمّة على صغر حجمه ، وهذا ما يشهد لمؤلَّفه بالفضل ، ويدخله - أيّا كان - في عداد العلماء وأهل الحديث .\r\n- مؤلَّف الكتاب :\r\nأوّل من نسب الكتاب إلى الشهيد الأوّل هو العلَّامة المجلسيّ في بحار الأنوار ،\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nفقد نسبه إلى الشهيد بترديد في موضعين ؛ أوّلهما قوله - بعد عدّ كثير من كتب الشهيد من مصادر بحار الأنوار - : « وكتاب الدرّة الباهرة من الأصداف الطاهرة له قدّس سرّه أيضا كما أظنّ ، والأخير عندي منقولا عن خطَّه رحمه اللَّه » . « 1 » والثاني ضمن توثيقه للمصادر ، حيث قال رحمه اللَّه : « ومؤلَّفات الشهيد مشهورة - كمؤلَّفها العلَّامة - إلَّا كتاب الاستدراك ؛ فإنّي لم أظفر بأصل الكتاب ، ووجدت أخبارا مأخوذة منه بخطَّ الشيخ الفاضل محمّد بن عليّ الجبعي ، و ذكر أنّه نقلها من خطَّ الشهيد رفع اللَّه درجته ، والدرّة الباهرة ، فإنّه لم يشتهر اشتهار ساير كتبه ، وهو مقصور على إيراد كلمات وجيزة مأثورة عن النبيّ صلَّى اللَّه عليه وآله وكلّ من الأئمّة » . « 2 » ومراد العلَّامة المجلسي بخطَّ الجبعي هو مجموعة الجباعي التي هي نظيرة بالكشكول ، جمع فيها أحاديث وأشعارا وحكما وأمثالا كتبها شمس الدين محمّد ابن عليّ بن حسن الجبعي - جدّ الشيخ البهائي - المتوفّى سنة ( 886 ه . ق ) وغالب ما في هذه المجموعة منقول عمّا كتبه الشهيد الأوّل بخطَّه ، نعم بعضها عن غيره . « 3 » وقد وصلت هذه المجموعة إلى العلَّامة المجلسي ، و نقل عنها في بحار الأنوار . « 4 » ثم قوّى الميرزا عبد اللَّه الأفندي صاحب كتاب « رياض العلماء » المتوفّى ( 1130 ه . ق ) ترديد استاذه العلَّامة المجلسي فقال : « بالبال أنّ هذين الكتابين من مؤلَّفات غيره » . « 5 »\r\n\r\n","description":"","footnote":"\r\n« 1 » . بحار الأنوار : 1 / 10 .\r\n« 2 » . بحار الأنوار : 1 / 29 و 30 .\r\n« 3 » . هذه المجموعة محفوظة في مكتبة ملك الوطنية بطهران برقم 604 وهي مشتملة على 204 ورقة .\r\n« 4 » . انظر بحار الأنوار : 107 / 202 .\r\n« 5 » . تعليقة أمل الآمل : 79 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\nولا يرتفع هذا الترديد بمراجعة النسخ القديمة للكتاب ، حيث نقرأ في أقدم نسخة - وهي نسخة العلَّامة المجلسي الواردة في الورقات ( 129 - 133 ) وفي الصفحات ( 258 - 266 ) من مجموعة الجباعي - هذه العبارة : « وكتب محمّد بن مكَّي بالمدينة المشرّفة مدينة سيّدنا رسول اللَّه صلَّى اللَّه عليه وآله في سنة خمسين وسبعمائة ، حامدا ومصلَّيا » ، والكتابة أعمّ من التأليف ؛ فإنّها تشمل التأليف وغيره ، بل يمكن حملها على الاستنساخ .\r\nأضف إلى ذلك أنّ العبارة السالفة ذكرت في آخر فصل اختصّ بذكر وصيّة آدم عليه السّلام لولده شيث ، وهو لا يلائم فصول الدرّة الباهرة المختصّة بذكر أحاديث نبيّنا وأهل بيته عليهم السّلام . مع وروده بعد ختم الدرّة الباهرة بالعبارة التالية : « هذا آخر الدرّة ، نفع اللَّه به طالبي الحقّ » .\r\nو من جانب آخر فقد نسب الكتاب إلى الكيذري في آخر النسخة المحفوظة في مكتبة الروضة الرضويّة المقدّسة - ضمن المجموعة المرقّمة ( 6763 ) - : « تمّت الدرّة الباهرة من مؤلَّفات العالم النّحرير الكيذري رحمة اللَّه تعالى عليه ، وصلَّى اللَّه على محمّد وآله أجمعين » .\r\nلكن لم نعثر في مؤلَّفات الكيذري على كتاب أو مجموعة يمكن انطباقها على الدرّة الباهرة ، وإن استظهر البعض « 1 » هذه النسبة بالشبه بين الرواية ( 16 ) من الدرّة الباهرة و بين ما ذكره الجباعي في مجموعته - في الورقة ( 62 ) وفي الصفحة ( 121 ) - نقلا عن خطَّ الشهيد عن قطب الدين الكيذري ، بيد أنّ هذا ليس دليلا وشاهدا .\r\nنظرنا :\r\nتوصّلنا خلال استخراجنا لأحاديث الدرّة الباهرة أنّها باقة زهور منتقاة\r\n\r\n","description":"","footnote":"\r\n« 1 » . راجع مقدّمة غاية المراد : ص 199 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\nومصطفاة من رياض آثار أهل البيت عليهم السّلام ، اقتطف غالبها من كتاب « نزهة الناظر » تأليف الحسين بن محمّد بن حسن بن نصر الحلواني ، واجتني الباقي من كتب اخرى كالكافي ونثر الدرّ وتحف العقول ؛ حيث عثرنا على ثلاثة أرباع أحاديث الكتاب تقريبا في كتاب نزهة الناظر . ويؤيّد ما ذكرناه أنّ بعض أحاديث الكتاب نسبت إلى معصوم خاصّ تبعا لما في نزهة الناظر ، مع نسبتها إلى غيره في الكتب المعتبرة برمّتها . « 1 » إذا ضممنا ذلك إلى أنّه نسب إلى الشهيد تلخيص أصل علاء بن رزين وكتاب الجعفريّات « 2 » يمكن أن نقول : إنّ الشهيد انتقى بعض أحاديث نزهة الناظر واستنسخها لتكون معه ؛ ينتفع بها ، وقد نقلها الجباعي في مجموعته .\r\nوعلى أيّ حال فإنّ أحاديث الكتاب مدعومة بالعقل والنقل . مع أنّنا وجدناها جميعا في كتبنا الشيعيّة ، فجهلنا بمؤلَّفه لا يضرّ باعتبار أحاديثه ؛ فهو مجرّد سبيل لمعرفة نقلها بوجه صحيح ، وهذا ما قد علم بتعاضد سائر الأحاديث ، نظير ما ذكر في شأن كتاب تحف العقول .\r\nوختاما نذكر شيئا مقتضبا عن حياة الشهيد الأوّل بناء على الاحتمال المذكور من أنّه مؤلَّف أو ملخّص الكتاب .\r\n\r\nالشهيد الأوّل « 3 »\r\nهو الفقيه البارع أبو عبد اللَّه شمس الدين محمّد بن مكَّي العاملي الشهير بالشهيد قدس سرّه ، من أكابر فقهاء الشيعة في القرن الثامن .\r\n\r\n","description":"","footnote":"\r\n« 1 » . انظر الأحاديث التالية : 88 ، 90 ، 149 .\r\n« 2 » . انظر مستدرك الوسائل : 3 / 307 و 294 ، والذريعة : 1 / 356 و 2 / 164 .\r\n« 3 » . هذه الترجمة مقتطفة من مقدّمة كتاب « غاية المراد في شرح نكت الإرشاد » .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\nولد في جزين من بلاد جبل عامل جنوب لبنان بعد سنة ( 760 ه ) « 1 » ، ورحل إلى العراق فتتلمذ عند فخر المحقّقين محمّد بن الحسن ولد العلَّامة الحلَّي و صاحب « إيضاح الفوائد » المتوفّى سنة ( 771 ه ) ، والسيّد عبد المطَّلب ابن الأعرج الحسيني ابن اخت العلَّامة الحلَّي المتوفّى سنة ( 754 ه ) ، والسيّد محمّد بن القاسم المعروف بابن معيّة الديباجي الحلَّي المتوفّى سنة ( 776 ه ) ، وغيرهم من العلماء . « 2 » خلَّف الشهيد آثارا قيّمة لم يزل بعضها موضعا للاستفادة ومشعلا للاستنارة ؛ كاللمعة ، والبيان ، والدروس ، والذكرى - في الفقه - و تفسير الباقيات الصالحات ، والعقيدة الكافية - في الاعتقادات - ، والمزار - في الأدعية والزيارات - والأربعون حديثا .\r\nبل صار بعض مؤلَّفاته محورا للبحث ك « القواعد والفوائد » و « غاية المراد في شرح نكت الإرشاد » . وأشهر مؤلَّفاته كتاب « اللمعة الدمشقيّة في فقه الإماميّة » الذي صار منهجا دراسيّا في الحوزة العلميّة .\r\nويظهر من التتّبع في حياة الشهيد أنّه نشأ في مدرسة الحلَّه الفيحاء فخلَّف فيها تراثا عظيما وأثّر فيها أثرا بالغا ؛ فقرأ عنده جمّ غفير من العلماء « 3 » حتّى صار جلّ طرق الحديث منتهيا إليه كما ذكر المحدّث النوري « 4 » والقمّي « 5 » . كما كان سببا لقوّة شوكة الشيعة في بلاد الشام ، ممّا أثار أضغان المعاندين وأدّى إلى استشهاده في التاسع من جمادى الاولى سنة ( 786 ه ) في دمشق ، بعد حبس دام عاما .\r\n\r\n","description":"","footnote":"\r\n« 1 » . سبب العدول عن قول المشهور هو ما قاله الجزريّ نقلا عن خطَّ الشهيد ، فراجع مقدّمة غاية المراد : ص 81 .\r\n« 2 » . ذكر في مقدّمة « غاية المراد » تسعة من مشايخه الشيعة وتسعة من أهل السنّة انظر : ص 211 - 226 .\r\n« 3 » . عدّ في مقدمة « غاية المراد » ستّة عشر منهم ، انظر ص 226 - 233 .\r\n« 4 » . انظر مستدرك الوسائل : 3 / 439 .\r\n« 5 » . انظر الكنى والألقاب : 2 / 346 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\nوقد وصف الشهيد بأوصاف جليلة ونعوت سامية ، إليك نماذج منها :\r\nقال شيخه فخر الدين الحلَّي في إجازته له عام ( 756 ه ) : « مولانا الإمام العلَّامة الأعظم ، أفضل علماء العالم ، سيّد فضلاء بني آدم ، مولانا شمس الحقّ والدين محمّد بن مكَّي بن محمّد بن حامد أدام اللَّه أيّامه » . « 1 » وقال شيخه عبد الصمد بن إبراهيم بن الخليل - شيخ دار الحديث ببغداد - في إجازته له : « الشيخ الإمام العلَّامة ، الفقيه البارع الورع ، الفاضل الناسك الزاهد ، شمس الدين أبو عبد اللَّه محمّد بن مكَّي بن محمّد . . . زاده اللَّه تعالى توفيقا ، ونهج له إلى محجّة الفوز طريقا » . « 2 » وقال المحقّق الكركي في حقّه ضمن إجازته للشيخ عليّ بن عبد العالي الميسي : « شيخنا الإمام ، شيخ الإسلام ، فقيه أهل البيت في زمانه ، ملك العلماء ، علم الفقهاء ، قدوة المحقّقين والمدقّقين ، أفضل المتقدّمين والمتأخّرين ، شمس الملَّة والحقّ والدين ، أبو عبد اللَّه محمّد بن مكَّي ، مستكمل صنوف السعادة ، حائز درجة الشهادة » . « 3 » وقال الشهيد الثاني فيما كتبه على تهذيب الأحكام في طريق روايته له :\r\n« الشيخ الإمام ، الأعلم الأكمل ، خاتمة المجتهدين ، وآية اللَّه في العالمين ، شمس الدين ، محمّد بن مكَّي قدّس اللَّه تعالى نفسه ، وطهّر رمسه » . « 4 » وقال الشيخ الحرّ العاملي في ترجمته له : « كان عالما ، ماهرا ، فقيها ، محدّثا ،\r\n\r\n","description":"","footnote":"\r\n« 1 » . بحار الأنوار : 107 / 178 .\r\n« 2 » . بحار الأنوار : 109 / 72 .\r\n« 3 » . بحار الأنوار : 108 / 42 .\r\n« 4 » . بحار الأنوار : 108 / 135 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\nمدقّقا ، متبحّرا ، كاملا ، جامعا لفنون العقليّات والنقليّات ، زاهدا ، عابدا ، ورعا ، شاعرا ، أديبا ، منشئا ، فريد دهره ، عديم النظير في زمانه » . « 1 » كما أطرى عليه بعض العامّة ، فقال شمس الدين الجزريّ : « شيخ الشيعة ، والمجتهد في مذهبهم . . . إمام الفقه والنحو والقراءة ، صحبني مدّة مديدة فلم أسمع منه ما يخالف السنّة » . « 2 » وقال شمس الأئمّة الكرمانيّ الشافعيّ في وصفه : « المولى الأعظم الأعلم ، إمام الأئمّة ، صاحب الفضلين ، مجمع المناقب والكمالات الفاخرة ، جامع علوم الدنيا والآخرة » . « 3 » فهذا الثناء الجميل والمدح الجليل دليل على عظمة شخصيّة الشهيد ومكانته السامية ، و ما ذا بعظيم بعد جدّه وسعيه وسهره في طلب المعالي وكسب الفضائل ، ودراسته عند كبار العلماء في مختلف الفنون ، ممّا صاغ منه جوهرا قلّ نظيره .\r\n\r\nأسلوبنا\r\nلمّا كان للكتاب طبعتان ؛ إحداهما طبعة المكتبة الحيدريّة في النجف ( سنة 1288 ه ق ) بتحقيق محمّد هادي الأميني ، والاخرى طبعة الروضة الرضويّة المقدّسة ( سنة 1365 ه . ش الموافق لعام 1406 ه . ق ) بتحقيق داود صابري ، واعتمد المحقّقان في تصحيحهما على جميع النسخ « 4 » التي أمكنهم الوقوف عليها ،\r\n\r\n","description":"","footnote":"\r\n« 1 » . أمل الآمل : 2 / 181 .\r\n« 2 » . غاية النهاية : 2 / 265 .\r\n« 3 » . بحار الأنوار : 107 / 183 .\r\n« 4 » . نسخة الطبعة الاولى هى نسخة الجباعي الموجودة في مكتبة ملك الوطنية ، وأمّا نسخ الطبعة الثانية فهي مضافا إلى ذلك نسخة مكتبة الوزيري في يزد ( ضمن المجموعة المرقمة برقم 2585 ) ونسخة مكتبة المجلس الوطني ( ضمن المجموعة المرقّمة برقم 1918 ) ونسخة مكتبة الروضة الرضوية ( برقم 521 ) .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\nجعلنا الطبعة الثانية كالأصل في كتابنا ، ورمزنا لها بالحرف « أ » ، ورمزنا للطبعة الاولى بالحرف « ب » ، ونبّهنا على الاختلافات المهمّة لنسخة الجباعي التي هي أقدم النسخ .\r\nكما أشرنا إلى مواضع الروايات في بحار الأنوار والذي يمكن عدّه نسخة قديمة معتبرة في التصحيح أيضا ؛ لاعتماد العلَّامة المجلسي على نسخ صحيحة للكتب الحديثية من جانب ، وحذاقته في قراءة النسخ من جانب آخر .\r\nوقمنا بدعم الأحاديث بذكر مصادرها الاخرى وخصوصا كتاب « نزهة الناظر » الذي هو بمنزلة المنبع الأصلي للكتاب ، ممّا أعاننا على قراءة بعض الكلمات غير المقروءة ، وتصحيح بعض الكلمات غير المفهومة .\r\nوحيث أنّ الهدف الرئيسيّ من تحقيقنا للكتاب هو عرضه لأبناء اللغة الفارسيّة اقتصرنا على ذكر الاختلافات المهمّة ، واجتنبنا ذكر الاختلافات اليسيرة التي لا أثر لها على المعنى .\r\n\r\nشكر وتقدير :\r\nيسرّني أن اقدّم شكري وثنائي للأخ مهدي هوشمند الذي أعانني في استخراج الأحاديث من المصادر ، كما أخصّ بالشكر الأخ حيدر المسجدي حيث قام بإعراب الأحاديث الشريفة ، والأخ رعد البهبهاني لإعانتي في مقابلة الكتاب مع المصادر ، وأسأل الباري تعالى أن يوفّقنا جميعا لخدمة آثار أهل البيت عليهم السّلام .\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nاز سخنان پيامبر اكرم صلَّى الله عليه و آله و سلَّم « 1 »\r\n( 1 ) 1 - دانش امانت خدا در زمين و دانشمندان امانتداران آن هستند ، پس هر كس كه به دانشش عمل كند امانتش را ادا كرده است و هر كس كه عمل نكند در ديوان الهى جزو خيانتكاران نوشته مىشود .\r\n( 2 ) 2 - شما نمىتوانيد با دارايىهايتان مردم را برخوردار كنيد ، پس با اخلاقتان چنين كنيد .\r\n( 3 ) 3 - هر اندازه مىتوانيد خود را از انديشهء دنيا تهى كنيد كه هر كس با دلش به خدا روى آورد ، خداوند دلهاى بندگان را با محبّت و رحمت فرمانبردار او سازد و هر خيرى را به سوى او روان مىدارد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت محمّد بن عبد اللَّه صلَّى اللَّه عليه و آله و سلَّم ، در هفده ربيع الاول عام الفيل ( 570 م ) در مكّه مكرّمه به دنيا آمد و در 28 صفر سال يازده هجرى در مدينه منوّره در سنّ 63 سالگى رحلت كرد و در مدينه به خاك سپرده شد .\r\nمادر ايشان آمنه ، دختر وهب و پدر بزرگوارشان عبد اللَّه فرزند عبد المطلب بود . پدر را پيش از تولد و مادر را در سن پنج سالگى از دست داد و سرپرستى ايشان را عبد المطلب و سپس ابو طالب به عهده گرفتند .\r\nنور هدايت پيامبر از همان اوان كودكى جلوه نمود و در جوانى ، شريك تجارت و سپس زندگى خديجه شد . لقب ايشان ، امين و كنيهء ايشان ، ابو القاسم بود . رسول اكرم هفت فرزند به نامهاى قاسم ، عبد اللَّه ( طيّب ، طاهر ) ، رقيّه ، زينب ، ام كلثوم ، فاطمه ( س ) و ابراهيم داشتند كه همه بجز حضرت فاطمه ( س ) در زمان حيات ايشان از دنيا رفتند .\r\nپيامبر در سن چهل سالگى در 27 رجب به پيامبرى مبعوث شد و در پى سيزده سال تبليغ و ارشاد و تحمّل آزارها و تحريمهاى مكّيان ، در اول ربيع الاول سال 53 عام الفيل به مدينه هجرت كرد . حضرت در مدينه حكومت دينى تشكيل داد و مدت ده سال با عدالت و شجاعت از آن پاسدارى كرد . كردار و گفتار ايشان به همراه قرآن و احاديث قدسى ، مبناى حركت بالنده و پر شتاب اسلام و فراگير شدن آن در جهان متمدّن گشت . كتابهاى « سنن النبى » نوشتهء علامه طباطبائى و « سيرهء نبوى » نوشتهء شهيد مطهرى در بارهء رفتار و سيرهء حضرت و دو مجموعهء « نهج الفصاحه » و « پيام پيامبر » از سخنان ايشان ، قابل استفاده براى فارسى زبانان مىباشند .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n( 4 ) 4 - تقدير را جز دعا باز نمىگرداند و عمر را جز نيكى نمىافزايد و انسان به سبب گناهى كه به هم رسانده ، از روزيش محروم مىشود .\r\n( 5 ) 5 - خوشگمانى به خداوند ، نوعى عبادت خداوند است .\r\n( 6 ) 6 - بر سه كس رحم كنيد : عزيز قومى كه خوار شده و توانگر قومى كه تهيدست گشته و دانايى كه نادانان او را به بازى گرفته‌اند .\r\n( 7 ) 7 - سخى در جوار خداوند است و من ، همراهش و بخيل در آتش است و ابليس ، همراهش .\r\n( 8 ) 8 - آن كه دانش را براى تكبّر كردن بياموزد ، اگر بميرد نادان مرده است و آن كه دانش را براى گفتن و نه عمل كردن بياموزد ، اگر بميرد منافق مرده است و آن كه دانش را براى عمل كردن بياموزد ، اگر بميرد عارف مرده است .\r\n( 9 ) 9 - خداوند چهار چيز را از ميان چهار چيز برگزيد : اسلام را از ميان دينها ، ماه رمضان را از ميان ماه‌ها و شب قدر را از ميان شبها و روز جمعه را از ميان روزها .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n( 10 ) 10 - بزرگداشت امر خدا و رحمت بر خلق خدا ( سزاوار ) است . « 1 »\r\n( 11 ) 11 - من دو چيز گران سنگ در ميان شما بر جاى مىگذارم : كتاب خدا و خاندانم ؛ تا آن گاه كه به آنان چنگ زده‌ايد ، گمراه نشويد .\r\n( 12 ) 12 - در بيان شأن و منزلت على عليه السّلام فرمود : من شهر دانشم و على در آن است . سپس فرمود : جز من و على ، خدا را آن چنان كه حق شناخت اوست نمىشناسد و جز خدا و على ، مرا آن چنان كه حق شناخت من است نمىشناسد و جز خدا و من ، على را آن چنان كه حق شناخت اوست نمىشناسد .\r\n( 13 ) 13 - حاكم ، سايهء خدا در زمين است ، ستمديده به او پناه مىبرد .\r\n( 14 ) 14 - چهار چيز به چهار چيز نياز دارند : علم به عمل و شرافت خانوادگى به ادب و خويشى به دوستى و خرد به تجربه .\r\n( 15 ) 15 - در مصاحبت با كسى كه مانند آن چه حق خود مىبيند براى تو نمىبيند ، خيرى برايت نيست .\r\n\r\n","description":"","footnote":"\r\n« 1 » . عجلونى در كتاب مشهور خود ، كشف الخفاء متن حديث را چنين آورده است : « رحمت بر خلق خدا ، بزرگداشت امر ( و به نقل ديگرى وجه ) خداست و سپس سخن صاحب المقاصد را نقل مىكند كه مىگويد : اين حديث را نمىشناسم ولى معناى آن صحيح است و قارى مىگويد :\r\nآن از سخنان امام برخى از مشايخ است كه گفت : امر بر دو چيز مىچرخد : بزرگداشت امر خدا و رحمت بر خلق خدا ، نجم نيز مىگويد : آن ، حديث نيست .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n( 16 ) 16 - هر گاه مؤمن بميرد و يك برگه كه در آن دانشى باشد بر جاى بگذارد ، همان برگه روز قيامت ، پرده اى ميان او و آتش باشد و خداوند متعال در برابر هر حرف نوشته در آن ، شهرى هفت برابر بزرگتر از دنيا به او ببخشد و مؤمنى نيست كه ساعتى نزد دانشمند بنشيند مگر آن كه پروردگارش او را ندا دهد : نزد حبيبم نشستى ، به عزّت و جلالم سوگند ، تو را همنشين او در بهشت سازم و پروايى ندارم .\r\n( 17 ) 17 - به تأخير انداختن توبه ، مايهء فريب خوردن است و به فردا و پس فردا افكندن ، مايهء سرگردانى و بهانه تراشى در برابر خداوند متعال ، مايهء هلاكت و پافشارى بر گناه ، ايمن پنداشتن خويش است و جز زيانكاران ( خود را ) از مكر خدا ايمن نمىپندارند .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nاز سخنان امام على بن ابى طالب عليه السّلام « 1 »\r\n( 18 ) 1 - عفو كردن گناهكارى سزاست كه به گناهش اقرار دارد ، نه آن كه اصرار دارد .\r\n( 19 ) 2 - مبادا برادرت در گسيختن پيوند با تو ، از تو در پيوستن آن قويتر باشد و نكند كه بر بدى كردن ( به تو ) ، از نيكى كردن ( تو به او ) نيرومندتر باشد .\r\n( 20 ) 3 - چه زشت است فروتنى هنگام نياز و درشتى هنگام بىنيازى .\r\n( 21 ) 4 - گسستن از نابخرد ، معادل پيوستن به خردمند است .\r\n( 22 ) 5 - بلاى انسان از زبان است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت على بن ابى طالب عليه السّلام ، در سيزده رجب ، سى سال پس از عام الفيل در خانهء خدا - كعبه - به دنيا آمد و در 21 ماه مبارك رمضان ، سال چهل هجرى در سن 63 سالگى در كوفه به شهادت رسيد و در نجف به خاك سپرده شد . مادرشان فاطمه دختر اسد و پدر بزرگوارشان ابو طالب نام داشت . لقب آن حضرت امير المؤمنين و كنيهء ايشان ابو الحسن مىباشد .\r\nفرزندان آن حضرت از فاطمه دختر گرامى پيامبر عبارتند از : امام حسن عليه السّلام ، امام حسين عليه السّلام ، زينب ( س ) ، ام كلثوم ( س ) .\r\nحضرت على ، فرزندان متعدد ديگرى نيز داشته‌اند كه برخى مانند محمّد بن حنفيه و عباس از شجاعان روزگار بوده‌اند .\r\nحضرت ، كودكى خود را در دامان پيامبر گذراند و با تربيت رسول اكرم ( ص ) اولين مردى بود كه به اسلام گرويد و بزرگترين فداكاريها را براى دين نمود . هنگام هجرت رسول خدا به مدينه ، آنگاه كه مشركان ، شبانه قصد جان پيامبر را كرده بودند ، در بسترش خوابيد و در جنگها بيشتر از هر كس ، جانبازى و دلاورى نشان داد . در واقعهء غدير ، پيامبر او را با فرمان الهى به عنوان وصىّ و خليفهء خود معرفى نمود ، اما او براى حفظ كيان اسلام از حقّ غصبشدهء خود گذشت و 25 سال زمام خلافت را رها كرد تا آنگاه كه مسلمانان از همه سو به ايشان روى آوردند .\r\nامام در حكومت پنج سالهء خود براى گسترش عدل و قسط و حذف بدعتها و كژيهاى خلفاء گذشته ، درگير سه جنگ بزرگ با زراندوزان بيعت شكن و چپاولگران بيت المال - طلحه و زبير و ناكثين - ، جاهليت در لباس اسلام آمده - معاويه و قاسطين - و ياغيان كژانديش - خوارج - شد .\r\nسخنان و خطبه‌هاى حضرت در مجموعه هائى سترگ گردآورى شده است كه مشهورترين آنها نهج البلاغه ، غرر الحكم و نهج السعاده مىباشد .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n( 23 ) 6 - زبان درنده است ، اگر رها شود عافيت را مىدرد .\r\n( 24 ) 7 - از كسى كه دلهايتان از او نفرت دارد بپرهيزيد .\r\n( 25 ) 8 - عافيت ، ده بخش است : نه بخش آن در خاموشى گزيدن به جز ذكر خداست و يك بخش آن در وانهادن همنشينى با نابخردان است .\r\n( 26 ) 9 - به حضرت على عليه السّلام گفته شد : آمادگى براى مرگ يعنى چه ؟ پاسخ داد : انجام واجبها و دورى از حرامها و حفظ كرامتها و ديگر اين كه پروا نكند كه او بر مرگ يا مرگ بر او درآيد . به خدا سوگند ، پسر ابو طالب پروا ندارد كه او بر مرگ يا مرگ بر او درآيد .\r\n( 27 ) 10 - خردمند كسى است كه باطل را واگذارد .\r\n( 28 ) 11 - شرافتمند كسى است كه با ضعيف انصاف ورزد و سعادتمند كسى است كه از وعدهء ( عذاب ) بترسد .\r\n( 29 ) 12 - نادان بىتجربه كسى است كه به عمر اعتماد كند .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n( 30 ) 13 - سخاوت ، منت نگذاشتن هنگام بخشش است .\r\n( 31 ) 14 - ستون دين ، ورع و مايهء تباهى دين ، طمع است .\r\n( 32 ) 15 - بركت مال در پرداخت زكات است .\r\n( 33 ) 16 - پايدارى ملك ، به عدالت است .\r\n( 34 ) 17 - پاداش آخرت ، از نعمت دنيا بهتر است .\r\n( 35 ) 18 - مجلس دانش ، باغ بهشت است .\r\n( 36 ) 19 - مجلس بزرگواران ، دژ ( نگهدارنده ) سخن است . ( يعنى گفته‌ها را امانت مىشمارند و آنها را فاش نمىكنند . )\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاز سخنان امام پاك حسن بن على عليهما السّلام « 1 »\r\n( 37 ) 1 - احسان آن است كه تأخيرى در پيش و منّتى در پس ، نداشته باشد .\r\n( 38 ) 2 - بخل آن است كه انسان آن چه را بخشيده ، تلف و آن چه را نگه داشته شرف بپندارد .\r\n( 39 ) 3 - آن كه نعمتهايش را مىشمارد ، كرمش را نابود مىكند .\r\n( 40 ) 4 - وفاى به وعده ، دواى كرم است .\r\n( 41 ) 5 - در كيفر گناه شتاب مكن و ميان آن دو ، راهى براى عذر آوردن بگذار .\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام حسن عليه السّلام ، در شب نيمهء رمضان سال دوم هجرى در مدينه به دنيا آمد و در 28 صفر سال 49 هجرى در مدينه با سمّ به شهادت رسيد و در قبرستان بقيع به خاك سپرده شد .\r\nپدر بزرگوارشان ، حضرت امير المؤمنين عليه السّلام و مادرشان ، حضرت فاطمه ( س ) است . لقب مشهور حضرت ، « مجتبى » و كنيهء ايشان ، « ابو محمد » است . حضرت فرزندان متعددى داشتند كه برخى در كربلا به شهادت رسيدند .\r\nآن بزرگوار به همراه برادرش ، امام حسين عليه السّلام در ماجراى مباهلهء پيامبر با مسيحيان نجران حضور داشت و در زمان خلافت پدرش ، يار و ياور ايشان در همهء صحنه‌هاى نبرد و زندگى بود . خلافت كوتاه حضرت مصادف با اقتدار حكومت امويان در شام و قوت گرفتن خوارج در عراق از يك سو و كاستى و سستى شيعيان از سوى ديگر بود . فرو پاشى سپاه سست رأى و ناهمگون عراق پس از حركت براى نبرد با معاويه ، امام را به سردارى بىسپاه تبديل كرد و در پى آن امام براى حفظ اساس تشيع به صلح تحميلى تن در داد . حضرت بقيهء دوران امامت نه سالهء خود را در مدينه گذراند . برخى از خطبه‌ها و سخنان ايشان در كتاب « تحف العقول » آمده است .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n( 42 ) 6 - انديشيدن ، جان مايهء دل بيناست .\r\n( 43 ) 7 - هر گاه شنيدى كسى متعرّض آبروى مردم مىشود ، سعى كن تو را نشناسد كه خوارترين آبرومندان نزد وى ، آشنايان اويند .\r\n( 44 ) 8 - بيشترين گسترهء گذشت كريم هنگامى است كه راه پوزش بر گنهكار تنگ گردد .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاز سخنان امام حسين بن على عليهما السّلام « 1 »\r\n( 45 ) 1 - نيازهاى مردم به شما از نعمتهاى خداوند بر شماست ، پس از نعمتها ملول نشويد ( و آنها را برآورده سازيد ) و گر نه از دست مىروند .\r\n( 46 ) 2 - بخشنده ترين مردم كسى است كه به آن كه از او اميدى نمىبرد ، عطا مىكند و با گذشتترين مردم كسى است كه هنگام قدرتش در مىگذرد و برترين مردم ( در برقرارى پيوند ) كسى است كه به آن كه از او گسسته ، مىپيوندد .\r\n( 47 ) 3 - خدايا مرا با احسان در دام استدراج « 2 » گرفتار مساز و با بلا ، تأديبم مكن .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت حسين بن على عليهما السّلام در سوم شعبان سال سوّم هجرى در مدينه به دنيا آمد و در دهم محرم سال 61 هجرى در كربلا به شهادت رسيد و در همان جا به خاك سپرده شد . پدر بزرگوارشان امير المؤمنين عليه السّلام و مادرشان فاطمه زهرا ( س ) بود . لقب آن حضرت ، « سيد الشهداء » و « ثار اللَّه » و كنيهء ايشان « ابو عبد اللَّه » بود . برخى از فرزندان ايشان مانند على اكبر و على اصغر در روز عاشورا به شهادت رسيدند . دوران امامت دوازده سالهء ايشان مصادف با حكومت معاويه در شام و سپس يزيد بود كه حادثهء عاشورا و شهادت امام حسين عليه السّلام و فرزندان و يارانش ، منجر به سقوط او و روى كار آمدن تيرهء ديگرى از بنى اميه به نام مروانيان گرديد . امام حسين با نهضت خونين خويش ، سلسله جنبان ديگر نهضتهاى عدالتخواهى شد و با سخنان و خطابه‌هاى روشنگر خويش ، دين جدّش را از خطر تحريف و نابودى نجات داد . مجموعهء سخنان حضرت در كتاب « موسوعة كلمات الحسين » گرد آمده است .\r\n« 2 » . استدراج ، سنتى الهى است كه خداوند هنگام معصيت بنده بر نعمتش مىافزايد و او از استغفار و توبه غافل مىشود .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n( 48 ) 4 - آن كه عطايت را بپذيرد ، تو را بر كرم يارى داده است .\r\n( 49 ) 5 - اگر دارايىات براى تو نباشد ، تو براى آن هستى ؛ پس باقىاش مگذار كه براى تو نمىماند و آن را بخور پيش از آن كه تو را بخورد .\r\n( يعنى به انفاق و گشاده دستى ، استفادهء دنيوى و اخروى از آن ببر . )\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nاز سخنان امام زين العابدين عليه السّلام « 1 »\r\n( 50 ) 1 - از خداى متعال بترس ، به دليل قدرتش بر تو و شرم كن ، به دليل نزديكىاش به تو .\r\n( 51 ) 2 - با كسى دشمنى مكن ، اگر چه گمان مىبرى به تو زيانى نرساند و در دوستى با كسى بىرغبتى مكن ، اگر چه گمان مىبرى كه به تو سودى نرساند ، زيرا تو نمىدانى چه هنگام به دوستت اميد مىبرى و چه هنگام از دشمنت مىترسى و كسى از تو معذرت نخواهد ، مگر آن كه عذرش را بپذيرى ، حتّى اگر مىدانى دروغ مىگويد و عيب مردم را كمتر به زبان آور .\r\n( 52 ) 3 - كسى كه مردم را به آن چه در آنان هست متّهم مىكند ، به چيزهايى متّهمش مىكنند كه در او نيست .\r\n( 53 ) 4 - كسى كه روزگار را سرزنش كند ، سرزنشش به درازا كشد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت على بن الحسين عليهما السّلام ، در پانزدهم جمادى الاول ، سال 36 و يا پنجم شعبان سال 38 هجرى در مدينه به دنيا آمد ، و در دوازدهم يا هجدهم و يا 25 محرم سال 94 يا 95 هجرى رحلت كرد . عمر حضرت بنا بر نظر مشهور ، 57 سال و مرقد پاك آن بزرگوار ، در قبرستان بقيع مدينه مىباشد .\r\nپدر بزرگوارشان امام حسين عليه السّلام و مادرشان شهربانو ( دختر يزدگرد ) بود . آن حضرت را به سبب سجده‌هاى طولانى و عبادت فراوان ، سجّاد ، ذو الثفنات و زين العابدين ناميده‌اند . كنيهء ايشان ابو محمّد و فرزندان ايشان ، پانزده تن مىباشد : محمّد ( امام باقر عليه السّلام ) ، عبد اللَّه ، حسن ، حسين ، زيد ، عمر ، حسين و اصغر ، عبد الرحمن ، سليمان ، على ، خديجه ، محمّد اصغر ، فاطمه ، علَّيه ، ام كلثوم .\r\nحضرت سجّاد در واقعهء كربلا حاضر و در بستر بيمارى بود . ايشان در حوادث بعدى و در مقرّ حكومت اموى ، پيام نهضت عاشورا را تبليغ كرد و با ايجاد يك دانشگاه خصوصى و تربيت عالمان و عارفان در خانهء خود ، راه نياكان بزرگوارش را ادامه داد .\r\nبرخى از دعاها و سخنان ايشان در مجموعه هايى مستقلّ مانند صحيفهء سجاديه و رسالهء حقوق گردآورى شده است .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n( 54 ) 5 - نصيحت زياد ، شك برانگيزد .\r\n( 55 ) 6 - كسى با خدا بىنياز نشد ، مگر آن كه مردم به او نيازمند شدند .\r\n( 56 ) 7 - كسى كه به حسن انتخاب خداى متعال اعتماد كند ، حالتى جز آن چه را خداى متعال برايش خواسته ، آرزو مىكند .\r\n( 57 ) 8 - كريم به بخشش مىبالد و فرومايه به دارايىاش مىنازد .\r\n( 58 ) 9 - نشانه‌هاى مؤمن پنج چيز است : پارسايى در خلوت و صدقه دادن در تنگدستى و شكيبايى در مصيبت و بردبارى هنگام خشم و راستگويى هنگام ترس .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nاز سخنان امام محمّد باقر عليه السّلام « 1 »\r\n( 59 ) 1 - خداوند سه چيز را در سه چيز پنهان كرده است : خشنودىاش را در اطاعتش پنهان كرده ، پس هيچ طاعتى را كوچك مشمار كه شايد خشنوديش در آن باشد و ناخشنودىاش را در معصيتش پنهان كرده ، پس هيچ معصيتى را كوچك مشمار كه شايد ناخشنودىاش در آن باشد و اوليايش را در خلقش پنهان كرده ، پس هيچ كس را كوچك مشمار كه شايد ولىّ خدا باشد .\r\n( 60 ) 2 - سامان يافتن همزيستى و معاشرت به پيمانه اى ماند كه دو سومش هوشمندى و يك سومش ناديده گرفتن ( خطاى ديگران ) است .\r\n( 61 ) 3 - با نيكى چيره گشتن ، فضيلت و با شرارت ، سفاهت است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام محمّد بن على باقر عليه السّلام ، در اوّل ماه رجب ، يا سوّم ماه صفر ، سال 57 هجرى در مدينه به دنيا آمد ، 57 سال زيست و در هفتم ذى الحجه سال 114 هجرى در همان جا از دنيا رفت و در قبرستان بقيع به خاك سپرده شد . پدر بزرگوار ايشان ، امام سجاد عليه السّلام و مادرشان فاطمه دختر امام حسن عليه السّلام و از اين رو ، نجيب الطرفين و ابن الخيرتين ناميده مىشد . آن حضرت به باقر العلوم شهرت داشت و كنيهء مباركش ، ابو جعفر بود . فرزندان ايشان عبارتاند از : جعفر ( امام صادق عليه السّلام ) ، عبد اللَّه ، ابراهيم ، عبيد اللَّه ، على ، زينب و امّ سلمه . بخشى از دورهء امامت آن حضرت ، مقارن با تبليغات سرّى بنى عبّاس و درگيرى آنان با بنى اميّه بود . اين امر به همراه آزادسازى رسمى كتابت حديث در آغاز سدهء دوم هجرت ، فرصتى مناسب براى نشر دين و تعليم و تربيت در اختيار ايشان گذارد تا با موشكافىهاى عالمانه ، تمدّن بشرى را براى هميشه مرهون خويش كند و دوران بيست سالهء امامتش بر تارك تابناك دوره طلايى اسلام بدرخشد .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n( 62 ) 4 - به امام باقر عليه السّلام گفته شد : گران قدرترين مردم كيست ؟ فرمود : آن كه دنيا را بهاى خود نبيند .\r\n( 63 ) 5 - بيش از آن چه ستمكار از دنياى ستمديده مىگيرد ، ستمديده از دين ستمكار مىگيرد .\r\n( 64 ) 6 - جابر جعفى به امام باقر عليه السّلام عرض كرد : گروهى هستند كه چون چيزى از قرآن را به ياد مىآورند يا از آن سخن مىگويند يكىشان مدهوش مىشود تا آن جا كه به نظر مىرسد اگر دست و پايش هم بريده شود نمىفهمد . پس حضرت فرمود : آن از شيطان است ، به اين امر نشدند ، فقط به نرمى و نازك دلى و اشك و ترس فرمان يافتند .\r\n( 65 ) 7 - آن كه نمودش بيش از درونش باشد ، ترازويش سبك آيد .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nاز سخنان امام جعفر صادق عليه السّلام « 1 »\r\n( 66 ) 1 - كلام ما را اعراب دهيد كه ما قومى فصيح هستيم . « 2 »\r\n( 67 ) 2 - آن كه دور انديشى ، نگهبانش و راستى ، زيورش باشد ، شادمانىاش بزرگ و مروتش كامل شود و آن كه هوس ، مالكش و ناتوانى ، راحتىاش باشد ، از سلامت دورش مىدارند و به هلاكتش مىسپارند .\r\n( 68 ) 3 - نادان سخى از عابد بخيل برتر است .\r\n( 69 ) 4 - فروتنى آن است كه به نشستن در پايينتر از شأنت رضايت دهى و به هر كه مىبينى سلام كنى و مجادله را واگذارى هر چند حق با تو باشد و اساس نيكى ، فروتنى است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام جعفر صادق عليه السّلام ، در هفده ربيع الأوّل سال 83 هجرى در مدينه به دنيا آمد و در 25 شوّال سال 148 هجرى در همان جا رحلت كرد و در بقيع به خاك سپرده شد . پدر بزرگوارشان ، « امام باقر عليه السّلام » ، و مادرشان « امّ فروه » و كنيهء حضرت « ابو عبد اللَّه » است .\r\nحضرت فرزندان متعددى داشته‌اند ولى فرزند اول حضرت ، اسماعيل در زمان حيات پدر و فرزند ديگرشان ، عبد اللَّه به فاصلهء كوتاهى پس از پدر از دنيا رفتند . آغاز امامت 34 سالهء حضرت مصادف با ضعف امويان و نوپايى حكومت عباسيان بود و از اين رو امام توانست مجالس علنى و حلقه‌هاى درسى در بسيارى از رشته‌ها تشكيل دهد و با تربيت هزاران عالم ، نهضت علمى پدرش را استمرار بخشد و آيين جدّش را پايدار سازد . سخنان و نوشته‌هاى حضرت ، مدار اصلى فقه و معارف شيعه است و همهء كتابهاى حديثى به نقل آن پرداخته‌اند .\r\n« 2 » . علَّامه مجلسى رحمه اللَّه در بيان اين روايت احتمال مىدهد كه « اعربوا » به معناى اظهار و بيان كردن روايات اهل بيت عليهم السّلام هم باشد .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n( 70 ) 5 - خدايا ، بىگمان سزاوارى تو به عفو ، برتر از سزاوارى من به كيفر است .\r\n( 71 ) 6 - كتاب خدا بر چهار گونه است : بر عبارت و اشاره و لطايف و حقايق ؛ پس عبارت براى تودهء مردم و اشاره براى نخبگان و لطايف براى دوستان و حقايق براى پيامبران است .\r\n( 72 ) 7 - آن كه بيشتر از اندازهء خويش بخواهد ، سزاوار ناكامى است .\r\n( 73 ) 8 - عزّت آن است كه در برابر حقى كه بر تو لازم مىآيد ، سر فرود آورى .\r\n( 74 ) 9 - هر كس بزرگت داشت ، بزرگش بدار و هر كس كوچكت شمرد ، از خود بزرگوارى نشان بده .\r\n( 75 ) 10 - از ويژگىهاى نادان ، پاسخ گفتن پيش از شنيدن و ستيزه كردن پيش از فهميدن و به نادانى حكم دادن است .\r\n( 76 ) 11 - سزاوارترين مردم به گذشت ، تواناترين آنان بر مجازات كردن و كمخردترين مردم كسى است كه به فرودست خود ستم كند و از آن كه\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nعذر آورده ، در نگذرد .\r\n( 77 ) 12 - شرم حاصل از كناره گيرى بيش از انس ملاقات ، عزّت را ماندگار مىكند .\r\n( 78 ) 13 - شهوت ، بيدار و خرد ، خفته است .\r\n( 79 ) 14 - نخستين مشورت دهنده نباش و زنهار از نظر خام و از سخن نينديشيده بپرهيز و به خود رأى و كم خرد و ناپايدار و لجباز مشورت مده و در موافقت نمودن با هوا و هوس مشورتگيرنده از خدا بترس كه طلب موافقتش ، پستى و بد شنواندن به او خيانت است .\r\n( 80 ) 15 - دل زنده مىشود و مىميرد ، پس هر گاه زنده است آن را با مستحبّات تأديبش كن و هر گاه مىميرد ، به واجبات اكتفا كن .\r\n( 81 ) 16 - خداوند شش كس را به شش چيز هلاك مىكند : فرمانروايان را به ستم و عرب را به تعصّب و خرده مالكان را به تكبّر و بازرگانان را به خيانت و روستاييان را به نابخردى و فقيهان را به حسادت .\r\n( 82 ) 17 - آن كه با كسى جز بىعيب دوستى نورزد ، دوستانش اندك شوند و آن كه از دوستش جز ايثارش را نپسندد ، ناخشنوديش دوام يابد و آن كه بر هر گناه سرزنش كند ، سرزنشش فراوان گردد .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n( 83 ) 18 - مروّت و كرامت نفسانى مرد ، مايهء شرافت فرزندان اوست .\r\n( 84 ) 19 - در محضر امام صادق عليه السّلام گفته شد : يا با سلطان همراه باش يا با دريا .\r\nحضرت فرمود : اين سخنى محال است و درست آن است كه نه با سلطان و نه با دريا همراه مشو ، زيرا سلطان آزارت مىدهد و دريا سيرابت نمىكند .\r\n( 85 ) 20 - در بارهء قضا و قدر فرمود : هنگامى كه روز قيامت مىشود و خداوند آفريدگان را گرد مىآورد ، از آن چه با ايشان عهد كرده است مىپرسد و از آن چه بر ايشان رانده و جارى ساخته نمىپرسد .\r\n( 86 ) 21 - كسى كه به شخصى اميد مىبرد ، بزرگش مىدارد و كسى كه دستش به چيزى نرسد ، معيوبش مىشمارد .\r\n( 87 ) 22 - هيچ چيز نزد من محبوبتر از اين نيست كه در پى احسانى كه به كسى كرده‌ام و او را پرورده‌ام ، نيكى ديگرى به او بكنم ، چون ديده‌ام كه بازداشتن در پايان ، سپاسگزارى آغاز را قطع مىكند .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nاز سخنان امام موسى كاظم عليه السّلام « 1 »\r\n( 88 ) 1 - دانش مردم را در چهار چيز يافتم : نخست اين كه پروردگارت را بشناسى ، دوم اين كه بدانى با تو چه كرده است ، سوم اين كه بدانى از تو چه مىخواهد و چهارم اين كه چه چيز تو را از دينت بيرون مىبرد .\r\n( 89 ) 2 - آن كه چيزى نادانسته را با رنج و زحمت به گردن مىگيرد ، كارش را تباه و اميدش را نااميد مىگرداند .\r\n( 90 ) 3 - احسان و نيكى ، زنجيرى است كه آن را جز پاسخى در خور و يا سپاسى شايسته ، نگشايد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت موسى بن جعفر عليهما السّلام ، در روز يك شنبه هفتم صفر ، سال 128 هجرى در ابواء ( محلى بين مكه و مدينه ) به دنيا آمد و در 25 رجب سال 183 در زندان بغداد ، در سنن 55 سالگى ، به شهادت رسيد و در نزديكى همين شهر در كاظمين به خاك سپرده شد . پدر بزرگوارشان ، امام جعفر صادق عليه السّلام و مادرشان حميده نام داشت . كنيهء ايشان ابو الحسن و ابو ابراهيم و لقب مشهور ايشان « كاظم » بود ، اما راويان شيعه از ايشان با القاب « امين » و « صالح » نيز نام مىبرند .\r\nمورّخان ، تعداد فرزندان ايشان را مختلف بيان كرده و برخى آن را تا شصت تن گفته‌اند كه در ميان پسران ، امام رضا عليه السّلام و در ميان دختران ، فاطمهء معصومه كه در قم مدفون است از بقيه مشهورترند .\r\nمدت امامت ايشان 35 سال بود كه بخشى از آن در زندان خلفاى ستمگر عباسى سپرى شد .\r\nبرخى از روايات ايشان در جوامع روايى و مسند ايشان آمده است .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n( 91 ) 4 - اگر اجلها هويدا مىشدند ، آرزوها رسوا مىگشتند .\r\n( 92 ) 5 - كسى كه مشورت مىكند ، ستايشگر را به گاه صواب و پذيرشگر عذر را به گاه خطا از دست نمىدهد .\r\n( 93 ) 6 - آن كه نادارى سراسيمه اش كند ، توانگرى سرمستش سازد .\r\n( 94 ) 7 - آن كه از بدى رنجى نمىيابد ، نيكى كردن به او جايى ندارد .\r\n( 95 ) 8 - هيچ گاه دو تن به هم دشنام ندادند جز آن كه بالاتر به مرتبهء فروتر سقوط كرد .\r\n( 96 ) 9 - مردى از انصار به نام نفيع با آن كه همراهش ، عبد العزيز بن عمر بن عبد العزيز از سخن گفتن منعش كرده بود ، به امام كاظم عليه السّلام گفت :\r\nكيستى ؟\r\nامام كاظم عليه السّلام فرمود : اگر نسبم را مىخواهى ، من پسر محمّد حبيب خدا ، پسر اسماعيل ذبيح خدا ، پسر ابراهيم خليل خدا هستم و اگر شهرم را مىخواهى ، جايى است كه خداوند حجّ آن را بر مسلمانان و نيز تو - اگر از آنها باشى - واجب كرده است و اگر قصد تفاخر در شأن و منزلت را دارى ، پس بدان كه مشركان قوم من ، به هم رتبه بودن با مسلمانان قوم\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nتو راضى نشدند ، آن هنگام كه گفتند : اى محمّد ، هم رتبگان ما را از قريش به جنگ ما روانه كن . « 1 » پس نفيع مفتضحانه بازگشت . « 2 »\r\n( 97 ) 10 - حضرت هنگام ورود هارون الرشيد به مدينه سوار بر استرى او را ملاقات كرد . هارون اين را بر ايشان خرده گرفت ، پس حضرت فرمود :\r\nاز تكبّر اسب فرود آمدم و از خوارى درازگوش بالاتر رفتم و بهترين كارها ميانهء آنهاست .\r\n\r\n","description":"","footnote":"\r\n« 1 » . در جنگ بدر سه سردار قريشى از سپاه مكّه به نام عتبه و شيبه پسران ربيعه و وليد پسر عتبه هماورد طلبيدند ؛ سه تن از انصار روانه شدند اما سرداران قريشى خواستند كه سه جنگاور هم رتبهء آنان از ميان مهاجران قريش به جنگشان بيايد ، پس حضرت على و حمزه و عبيده به ميدان آمدند .\r\n« 2 » . منابع ديگر آغاز ماجرا را چنين نقل كرده‌اند : شخصى به نام نفيع انصارى در دربار هارون الرشيد حاضر شد . همان هنگام امام موسى كاظم سوار بر الاغ وارد شد و حاجب دربار ، ايشان را گرامى داشت و با شتاب اجازهء ورود داد . نفيع از عبد العزيز بن عمر پرسيد : اين شيخ كيست ؟ وى پاسخ داد : او شيخ خاندان ابو طالب و بزرگ خاندان محمد ، موسى بن جعفر است . نفيع گفت :\r\nمن ناتوانتر از اين قوم بنى عباس نديده‌ام . اين اكرام را در حق كسى مىكنند كه مىتواند آنها را از تخت پايين بكشد ، اگر بيرون بيايد با او برخورد بدى خواهم كرد . عبد العزيز به گفت : نكن ، زيرا اينان خاندانى هستند كه كمتر مىشود كسى متعرض ايشان بشود و پاسخى نشنود كه چنان بر او بچسبد كه ننگش براى هميشه باقى بماند . راوى مىگويد : امام موسى كاظم بيرون آمد و نفيع افسار الاغش را گرفت و گفت : اى تو ، كيستى ؟ امام فرمود : اى تو ، اگر نسبم را مىخواهى\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nاز سخنان امام رضا عليه السّلام « 1 »\r\n( 98 ) 1 - هر كس خداوند را به آفريده اش تشبيه كند ، مشرك و هر كس چيزى را به خداوند نسبت دهد كه از آن نهى كرده ، كافر است .\r\n( 99 ) 2 - آن كه كار را از راهش بجويد نمىلغزد و اگر هم بلغزد راه چاره دارد .\r\n( 100 ) 3 - آن كه پيمان بشكند ، از پيشامد ناگوار ايمن نماند و آن كه سركشى پيشه كند از كيفر زودرس نرهد .\r\n( 101 ) 4 - انس ( بيش از حدّ ) هيبت را مىبرد .\r\n( 102 ) 5 - گدايى ( يا بينوايى ) كليد سختى است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . حضرت على بن موسى الرضا عليهما السّلام در روز يازدهم ذى قعده سال 148 هجرى در مدينه به دنيا آمد و در آخر صفر سال 203 هجرى در طوس ، به سنّ 55 سالگى وفات نمود و در مشهد مقدّس به خاك سپرده شد . پدر بزرگوارش ، امام موسى بن جعفر عليهما السّلام ، مادرش ، نجمه و فرزندش ، محمّد نام داشت . لقب آن حضرت ، رضا و كنيهء ايشان ، ابو الحسن مىباشد .\r\nدورهء امامت حضرت 20 سال بود كه نيمى از آن در زمان خلافت هارون الرشيد و نيم ديگر در حكومت امين و مأمون واقع شد . مأمون از حضرت دعوت نمود به مرو بيايد و بر اين دعوت اصرار ورزيد تا آنكه در سال 200 هجرى ، حضرت رضا مدينه را به مقصد مرو ترك كرد و در سال 201 هجرى ولايتعهدى مشروط مأمون را به اجبار پذيرفت . حضرت در اين دوره دانشمندان ملل و اديان ديگر را با مناظرات علمى ، به اسلام و تشيع متوجه كرد و با به جانهادن ميراثى گرانقدر ، بر غناى فرهنگ دينى افزود . بخشى از كلمات گهربار ايشان در مجموعه هايى مستقل مانند عيون اخبار الرضا و صحيفة الرضا گردآورى شده است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n( 103 ) 6 - حضرت در تسليت به حسن بن سهل فرمود : تبريك بر پاداشى كه مىآيد ، سزاوارتر از تسليت بر مصيبت آمده است .\r\n( 104 ) 7 - آن چه از پيشواى جامعه خواسته مىشود ، عدل و داد اوست و اين كه هر گاه سخن بگويد ، راست گويد و هر گاه داورى كند ، عدالت ورزد و هر گاه وعده دهد ، وفا كند .\r\n( 105 ) 8 - از امام رضا ويژگى زاهد پرسيده شد ، فرمود : بىتوشه به مقصد مىرسد ، آمادهء مرگ و از زندگى ملول است .\r\n( 106 ) 9 - در بارهء سخن خداى متعال : « پس درگذر ، درگذشتنى نيكو » فرمود :\r\nيعنى درگذشتن بدون سرزنش كردن .\r\n( 107 ) 10 - مأمون مىخواست كسى را بكشد ، پس به امام رضا عليه السّلام گفت : نظر شما چيست ؟ امام فرمود : خداوند در برابر نيكى عفو ، جز عزّت نمىافزايد . پس مامون از او درگذشت .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n( 108 ) 11 - مردى مسيحى را كه با سيّده اى زنا كرده بود نزد مأمون آوردند همين كه مامون را ديد مسلمان شد ، پس فقيهان نظر دادند : اسلام آن چه را پيشتر كرده بود از ميان برد .\r\nمامون نظر امام رضا عليه السّلام را جويا شد . امام عليه السّلام فرمود : او را بكش كه وى تا آنگاه كه عذاب را نديد اسلام نياورد .\r\nخداوند متعال مىفرمايد : « و چون عذاب ما را ديدند گفتند به خداوند ايمان آورديم . »\r\n( 109 ) 12 - مصاحبتت با حاكم ، با احتياط و با دوست ، با فروتنى و با دشمن ، با پرهيز و با تودهء مردم ، با خوشرويى باشد .\r\n( 110 ) 13 - خواست ، همّت گماردن به چيزى است و اراده ، تمام كردن آن .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاز سخنان امام محمّد تقى عليه السّلام « 1 »\r\n( 111 ) 1 - آن كه در تكفّل خداوند است چگونه درماند و آن كه خداوند در پى اوست چگونه بگريزد ؟ !\r\n( 112 ) 2 - آن كه به غير خدا روى آورد ، خداوند به همو واگذارش كند .\r\n( 113 ) 3 - كسى كه ناآگاهانه عمل مىكند ، آن چه تباه مىگرداند بيش از آن است كه به سامان مىآورد .\r\n( 114 ) 4 - با دلها آهنگ خدا كردن ، رساتر از زحمت دادن اعضا با اعمال است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام محمّد تقى در دهم ماه رجب ، سال 195 هجرى در مدينه به دنيا آمد و در آخر ماه ذى القعده سال 220 در سن 25 سالگى در بغداد رحلت كرد و در كاظمين كنار جدّش ، امام كاظم به خاك سپرده شد . پدر بزرگوارشان امام رضا عليه السّلام و مادرشان ، سبيكه نام داشت . لقب ديگر حضرت ، « جواد » و كنيهء ايشان « ابو جعفر » است . امام فرزندان فراوانى نداشته‌اند . دورهء امامت حضرت 17 سال و مقارن با حكومت مأمون و معتصم عباسى بود . مأمون امام را فراخواند و دخترش را به عقد ايشان درآورد . با مرگ مأمون امام به مدينه بازگشت ولى معتصم در باره ايشان را به بغداد طلبيد . مباحثهء امام با يحيى بن اكثم ، در حضور مأمون و تفوق علمى حضرت كه در سالهاى نوجوانى بسر مىبردند از فرازهاى بسيار درخشان زندگى ايشان مىباشد . برخى از سخنان و مكاتبات ايشان در « كتب اربعه » و « نزهة الناظر » آمده است .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n( 115 ) 5 - آن كه از هوسش پيروى كند ، آرزوى دشمنش را برآورد .\r\n( 116 ) 6 - آن كه مدارا و نرمش را وانهد ، بدبختى به او نزديك گردد .\r\n( 117 ) 7 - آن كه محلّ ورود را نشناسد ، در بيرون آمدن به زحمت افتد .\r\n( 118 ) 8 - آن كه پيش از آزمودن اطمينان كند ، بىگمان خود را در معرض هلاكت و فرجامى پر رنج قرار داده است .\r\n( 119 ) 9 - آن كه بدون شك بردن سرزنش كند ، بىدرخواست ببخشد .\r\n( 120 ) 10 - سوار بر شهوات ، پس از افتادن بلند نمىشود .\r\n( 121 ) 11 - اعتماد به خداوند بهاى هر چيز گران بها و نردبان هر بلندى است .\r\n( 122 ) 12 - زنهار از همراهى شرور كه مانند شمشير آخته ، سيمايش زيبا و اثرش زشت است .\r\n( 123 ) 13 - تأنّى پيشه كن تا برسى و يا نزديك گردى .\r\n( 124 ) 14 - آن گاه كه سرنوشت فرود آيد ، مجالى نمىماند .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n( 125 ) 15 - در خيانت آدمى همين بس كه امين خيانتكاران باشد .\r\n( 126 ) 16 - عزّت مؤمن ، در بىنيازى او از مردم است .\r\n( 127 ) 17 - نعمتى كه سپاسگزارى نشود ، چون گناهى است كه آمرزيده نشود .\r\n( 128 ) 18 - ناخشنودى كسى كه بىعدالتى خشنودش مىكند ، به تو زيان نرساند .\r\n( 129 ) 19 - آن كه از برادرش به خوش نيّتى خشنود نشود ، از بخششش نيز خشنود نگردد .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاز سخنان امام على النّقى عليه السّلام « 1 »\r\n( 130 ) 1 - آن كه از خودش راضى شود ، ناراضيان از او فراوان گردند .\r\n( 131 ) 2 - توانگرى ، كمى آرزو و رضايت به آن چه كفايتت مىكند ، مىباشد .\r\n( 132 ) 3 - تهيدستى ، آزمندى نفس و شدّت نااميدى است .\r\n( 133 ) 4 - مردم ، در دنيا با اموالشان و در آخرت با كردارشان سنجيده مىشوند .\r\n( 134 ) 5 - سوار بر مركب چموش ، كسى است كه اسير نفس خويش است و نابخرد كسى است كه اسير زبان خود باشد .\r\n( 135 ) 6 - حضرت به كسى كه در ستايش ايشان زياده روى كرده بود ، فرمود :\r\nبه كار خود بپرداز كه ستايش فراوان ، شكّ برانگيزد و هر گاه از\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام على النقى عليه السّلام ، در نيمهء ذى حجه سال 212 در « صريا » ( از حوالى مدينه ) به دنيا آمد و در سوّم رجب سال 254 در « سرّ من رأى » - سامراء - در سن 42 سالگى رحلت كرد و در همان جا به خاك سپرده شد . پدر بزرگوار ايشان امام محمّد تقى عليه السّلام و مادرشان سمانه نام داشت . لقب مشهور حضرت ، « هادى » و كنيهء ايشان « ابو الحسن » بود . امام فرزندان فراوانى نداشتند .\r\nحكومت عباسى حضرت را در سال 243 هجرى از مدينه به سامراء منتقل كرد و تا آخر عمر زير نظر داشت . از اين رو احاديث نقل شده از ايشان اندك و بسيارى از آن به صورت مكاتبه مىباشد . برخى از پاسخها و احتجاجات حكيمانهء حضرت در كتاب احتجاج طبرسى آمده است .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\nبرادرت اعتماد يافتى ، به جاى مدح و ثنا ( در ظاهر ) ، نيّتت را ( در باطن ) نيكو كن .\r\n( 136 ) 7 - مصيبت براى شكيبا يكى و براى ناشكيبا دو تاست .\r\n( 137 ) 8 - عاق كردن ، از دست دادن فرزندى است كه نمرده است . « 1 »\r\n( 138 ) 9 - حسادت ، نابودكنندهء نيكىهاست .\r\n( 139 ) 10 - خود بزرگ بينى ، نفرت و دشمنى مىآورد .\r\n( 140 ) 11 - خود پسندى ، باز دارنده از جستجوى دانش و انگيزهء انكار حقّ است « 2 » .\r\n( 141 ) 12 - بخل ، نكوهيده ترين اخلاق است .\r\n( 142 ) 13 - آزمندى ، خوى زشتى است .\r\n( 143 ) 14 - ريشخند كردن ، شوخى كمخردان و كار نادانان است .\r\n\r\n","description":"","footnote":"\r\n« 1 » . آن گونه كه از كتاب نزهة الناظر بر مىآيد امام اين كلام را خطاب به شخصى فرموده كه فرزندش را سرزنش كرده است .\r\n« 2 » . در نسخه « أ » اين حديث چنين آمده است : ناتوانى ، بازدارنده از جستجوى دانش و راه برنده به سوى نفرت است .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n( 144 ) ( 1 ) 15 - سرپيچى از پدر و مادر ، نادارى مىآورد و به خوارى مىكشاند .\r\n( 145 ) 16 - شب بيدارى ، خواب را لذّتبخشتر و گرسنگى ، خوراك را خوشايندتر مىكند .\r\n( 146 ) 17 - هر گاه در روزگارى ، عدالت بيش از ظلم باشد ، حرام است به كسى گمان بد برده شود تا آن گاه كه بدىاش معلوم گردد و هر گاه در روزگارى ظلم بيش از عدالت باشد ، كسى نمىتواند به كسى گمان خوب ببرد تا آنگاه كه خوبى او آشكار شود .\r\n( 147 ) 18 - امام هادى عليه السّلام به متوكل فرمود : صفا و صميميّت را از كسى كه با او كدورت دارى و خير خواهى را از كسى كه به او بدگمان هستى ، مجوى كه دل غير تو براى تو ، مانند دل تو براى اوست .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nاز سخنان امام حسن عسكرى عليه السّلام « 1 »\r\n( 148 ) 1 - سخاوت اندازه اى دارد كه اگر از آن بيشتر شود اسراف است و احتياط اندازه اى دارد كه اگر از آن بيشتر شود ترس است و صرفه جويى اندازه اى دارد كه اگر از آن بيشتر شود ، بخل است و شجاعت اندازه اى دارد كه اگر از آن بيشتر شود بىباكى است .\r\n( 149 ) 2 - در ادبت همين بس كه از آن چه از غير خودت نمىپسندى ، بپرهيزى .\r\n( 150 ) 3 - از هر تيزهوش ساكن و خاموش بر حذر باش .\r\n( 151 ) 4 - اگر اهل دنيا تعقّل مىكردند ، دنيا خراب مىشد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام حسن بن على عسكرى عليهما السّلام ، در هشتم ربيع الثانى سال 232 هجرى در مدينه به دنيا آمد و در هشتم ربيع الاول سال 260 هجرى ، در سن 28 سالگى رحلت كرد و در كنار پدر بزرگوارش امام هادى ، در « سرمنرأى » - سامره - به خاك سپرده شد . مادر حضرت حديثه نام داشت . القاب حضرت را « زكى » ، « هادى » و « عسكرى » گفته‌اند . علت شهرت ايشان به عسكرى آن است كه مانند پدرش تحت نظر قواى نظامى خلافت عباسى مىزيست . كنيهء حضرت ، ابو محمّد و فرزند ايشان حضرت مهدى ( عج ) مىباشد . امامت ايشان با خلافت معتزّ ، مهتدى و معتمد ، مقارن بود .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n( 152 ) 5 - بهترين برادرانت كسى است كه بدىات را به او از ياد ببرد .\r\n( 153 ) 6 - آن دشمنى ضعيفترين نيرنگ را دارد كه دشمنىاش را آشكار كرده است .\r\n( 154 ) 7 - نيكويى چهره ، زيبايى ظاهرى و نيكويى خرد ، زيبايى باطنى است .\r\n( 155 ) 8 - آن كه با خدا انس يابد ، از مردم بگريزد .\r\n( 156 ) 9 - آن كه از روى مردم پروا نكند ، از خدا هم پروا نكند .\r\n( 157 ) 10 - پليدىها در اتاقى نهاده و كليد آن ، دروغ قرار داده شد .\r\n( 158 ) 11 - هر گاه دلها با نشاطاند ، ( علم و معرفت ) را به آنها واسپاريد و هر گاه گريزاناند ، آنها را واگذاريد .\r\n( 159 ) 12 - رفتن در پى كسى كه به او اميد دارى ، بهتر از ماندن با كسى است كه از شرّش ايمنى ندارى .\r\n( 160 ) 13 - آن كه بسيار بخوابد ، خوابها بيند . « 1 »\r\n( 161 ) 14 - نابخردى ، مايهء ستيزه و بردبارى ، باز دارنده ( از آن ) است و كسى كه جرعه‌هاى خشم را با بردبارى فرو نخورد ، آسايش دل را نشناسد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . ظاهرا مقصود امام اين است كه در پى دنيا رفتن مانند خواب است و آن چه از آن به دست مىآيد مانند خواب ديدن است . ( از مؤلف ) .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n( 162 ) 15 - آن كه پارسايى ، خوى او و احسان ، زيورش باشد ستايش نيكو را از دشمنانش به يارى گيرد و در پناه ياد كرد نيكويش از خرده گيرى ايمن بماند .\r\n( 163 ) 16 - بخشش كريم ، تو را محبوب او مىكند و بخشش فرومايه نزد او خوارت مىسازد .\r\n( 164 ) 17 - هنگامى كه قضاى ( الهى ، خواه ناخواه ) واقع مىشود ، پس گريه و زارى براى چيست ؟\r\n( 165 ) 18 - اى شنواترين شنوندگان و اى بيناترين بينندگان و اى دقيقترين نگرندگان و اى سريعترين حساب رسان و اى مهربانترين مهربانان و اى بهترين داوران ، بر محمّد و خاندانش درود فرست و در روزيم گشايش ده و عمرم را طولانى كن و با رحمتت بر من منّت بگذار و مرا از ياوران دينت قرار ده و ( در اين ياورى ) مرا با كس ديگرى جا به جا مكن .\r\n( 166 ) 19 - به نام خداوند بخشندهء مهربان ، اى مالك بندگان و اى شكست دهندهء گروه‌ها ، اى گشايندهء درها ، اى سبب ساز سببها ، آن سبب كه توان جستجويش را نداريم براى ما فراهم آور ، به حقّ خداوندى كه جز او خدايى نيست و محمّد پيامبر خدا كه درود خدا بر او و همهء خاندانش باد .\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n( 167 ) 20 - نوشته اى به خط ايشان پيدا شد كه در آن چنين نوشته بود : بىگمان قلَّه‌هاى حقيقت را با گامهاى نبوّت و ولايت فتح كرديم و هفت ( طبقه ) آسمان را با چراغهاى فتوّت روشن نموديم . ما شيران كارزار و باران رحمتيم ، در اين دنيا ، شمشير و قلم و در آن دنيا ، پرچم ستايش و دانش به دست ماست ، فرزندانمان خلفاى دين ، هم پيمان يقين ، چراغ امتها و كليد كرامتاند . موسى كليم آنگاه به زيور انتخاب آراسته شد كه ما وفايش را يافتيم و ( عيسى ) روح القدس در ميان آسمان سوم از نوبر باغهاى ما چشيد و پيروان مايند كه نجات يابنده و پاكيزه‌اند . ما را مددكار و نگهدارنده و عليه ستمكاران ، شورشگر و يارى دهنده‌اند و به زودى چشمه‌هاى حيات در پى فروزش نورها ، بر ايشان مىجوشد . « 1 »\r\n\r\n","description":"","footnote":"\r\n« 1 » . مؤلف در پايان كلام افزوده است : مىگويم : اين حكمتى رسا و نعمتى است كه حتّى گوشهاى ناشنوا آن را مىشنوند .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاز سخنان امام مهدى صاحب الزمان عليه السّلام « 1 »\r\n( 168 ) 1 - به سعد بن عبد الله قمى در باره تفسيرى كه از گفتهء خداى متعال به موسى : « كفشهايت را بيرون بياور » مىكنند و مىگويند : علتش اين بود كه كفشها از پوست حيوان ساخته شده بود ، فرمود : هر كس اين گفته را بگويد به موسى تهمت زده است ، چون از دو حال خارج نيست : يا نماز موسى در آن جائز بوده و يا نبوده است ، اگر جائز بوده ، براى موسى جائز بوده كه آن را در آن جا هم بپوشد ، هر چند مكان مقدّسى باشد و\r\n\r\n","description":"","footnote":"\r\n« 1 » . امام زمان عليه السّلام در نيمهء شعبان سال 255 هجرى ، در « سرمنرأى » به دنيا آمد . پدر بزرگوارشان امام حسن عسكرى عليه السّلام و مادرشان « نرگس » نام داشت . حضرت ولى عصر همنام و هم كنيهء پيامبر اكرم و ملقّب به « مهدى » و « حجّت » مىباشد . در سن پنج سالگى ، امامت به اين ذخيرهء الهى منتقل و از همان زمان از ديده‌ها غايب شد . غيبت حضرت مهدى عليه السّلام دو مرحله دارد :\r\nالف ) غيبت صغرى : در اين دوره ، چهار سفير به نامهاى عثمان بن سعيد و پسرش محمد ، حسين بن روح نوبختى و على بن محمّد سمرى از طرف امام منصوب شده و رابط ايشان با مردم بودند .\r\nب ) غيبت كبرى : اين دوره با فوت آخرين سفير ، در سال 329 هجرى شروع شد و تا كنون ادامه دارد . در اين دوره ، برخى از عالمان و صالحان به حضور آن حضرت رسيده‌اند .\r\nاحاديث فراوانى ظهور آن حضرت را بشارت مىدهد و ايشان را مجدّد دين اسلام و گسترانندهء عدالت در سراسر جهان مىخواند .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\nاگر جائز نبوده ، پس لازم مىآيد كه موسى حرام را از حلال و آن چه را كه نماز در آن جائز است از آن چه جائز نيست تشخيص ندهد و اين كفر است . بلكه تفسير درست اين است كه موسى محبّت شديدى به خانواده اش داشت خداوند متعال فرمود از محبّت خانواده ات دل بكن و دلت را از ميل به غير من بشوى . « 1 » . . . . و سعد به ايشان عرض كرد : چه مانعى دارد كه مردم امام خود را برگزينند ؟ حضرت فرمود : مصلح باشد يا مفسد ؟ گفت : مصلح . فرمود :\r\nآيا ممكن است فرد مفسدى را برگزينند ، چون كسى نمىتواند بفهمد كه چه در انديشهء ديگران از صلاح و فساد مىگذرد ؟ گفت : ممكن است .\r\nفرمود : علَّت ، همين است . سپس فرمود : اين موسى كليم الله با فراوانى عقل و كمال علمش و نزول وحى بر او ، هفتاد مرد از ميان بزرگان قوم خود و چهره‌هاى شاخص لشكرش برگزيد كه شكَّى در ايمان و اخلاص آنان نداشت ، اما برگزيدگانش ، آن گونه كه خداوند متعال حكايت كرده است ، منافق درآمدند ، پس هنگامى كه مىيابيم انتخاب كسى كه خداوند براى نبوتش برگزيده ، اين گونه در مىآيد ، مىفهميم كه حق گزينشى براى آن كه از درون سينه‌ها آگاهى ندارد ، نيست و انتخاب مهاجران و انصار ، پس از آن كه انتخاب پيامبران به فاسدان اصابت كرد از آن رو كه آنان را صالح مىپنداشتند ، ارزشى ندارد .\r\n\r\n","description":"","footnote":"\r\n« 1 » . محدث بزرگوار و معاصر على اكبر غفارى اين معنى را باخبر صحيحى كه فرمان كندن كفش را به سبب ساخته شدن آن از پوست درازگوش مرده ميداند معارض مىبيند و افزون بر اين ، ميان محبّت انسان به خانواده اش و خدا تعارضى نمىبيند و به محبّت پيامبر اسلام به دختر گرامىاش فاطمه و همسر و فرزندان او استناد مىكند و در پايان ، اين خبر را معتبر نمىداند .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n( 169 ) 2 - در پاسخ به پرسش اسحاق بن يعقوب در بارهء هنگام ظهور ، به نائب خاصّش « عمرى » نوشت : و امّا ظهور فرج با خداست و آنان كه وقعت معيّن مىكنند دروغ مىگويند ، پس در رويدادهاى پيش رو به راويان حديث ما مراجعه كنيد كه آنان حجّت من بر شمايند و من حجّت خدا ( بر ايشان ) . و امّا آنان كه به اموال ما چسبيده‌اند ، پس هر كس چيزى از آن را حلال بشمارد و بخورد گويى آتش خورده است و امّا خمس ، براى شيعيان ما مباح گشته و بر ايشان تا هنگام ظهور امر ما حلال است تا ولادتشان پاك باشد . و امّا علَّت غيبت ، خداوند متعال مىفرمايد : اى ايمان آورندگان ، از چيزهايى مپرسيد كه اگر آشكار گردد بدتان بيايد .\r\nهيچ يك از پدران من نبود جز آن كه بيعت طاغوت روزگارش در گردنش بود ولى من در حالى خروج مىكنم كه بيعت هيچ يك از طاغوتها در گردنم نيست . و امّا چگونه در زمان غيبتم از من سود برده مىشود ، مانند سود بردن از خورشيد است هنگام كه ابرها آن را از ديده‌ها غايب سازند و بىگمان ، من امان اهل زمين هستم ، همان گونه كه ستارگان ، امان اهل آسماناند .\r\nمؤلَّف خطاب به كسى كه كتاب را برايش تأليف كرده است مىگويد :\r\nاين مرواريدى از درياى حكمت است كه براى تو گرد آورده‌ام و به محضر والاى تو تقديم مىدارم به اين اميد كه نزد تو ارج و سپاس يابد .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51}
  ]