[
  {"content":"\r\n\r\nهو الشافي\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى مكمل\r\nدانشگاه علوم پزشكى\r\nخدمات بهداشتى درمانى إيران\r\nتأسيس 1379\r\nكتاب\r\nالجواهر وصفاتها\r\nتأليف :\r\nيحيي بن ماسويه\r\nدوره سوم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمشخصات كتاب :\r\nنام كتاب : الجواهر وصفاتها\r\nمؤلف : ابن ماسويه\r\nتاريخ تأليف : قرن سوم هجرى\r\nنسخه مادر : تصوير كتاب متعلق به جناب آقاى دكتر محسن ناصري با تشكر فراوان از ايشان\r\nديباچه : دكتر محمد مهدى أصفهاني\r\nناشر : مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل دانشگاه علوم پزشكى إيران با تشكر از همكارىهاى ارزنده آقاى دكتر أمير مهدى طالب\r\nتاريخ نشر : ارديبهشت 1388\r\nشماره نشر : 74 دوره سوم\r\nشماره انفرادى كتب : 131\r\nنوبت نشر : يكم\r\nشمارگان : 100 نسخه\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nدرباره ابن ماسويه وكتاب الجواهر وصفاتها\r\nبسمه‌تعالى كتاب الجواهر وصفاتها يكى از تأليفات حكيم ودانشمند إيراني واز بزرگان مكتب پزشكى جندي شاپور أبو زكريا يوحنا بن ماسويه ( در بعضي نقل‌ها يحى بن ماسويه ) است .\r\nشهرت ابن ماسويه در منابع پزشكى بخصوص بلحاظ نفوذى كه در دربار خلفاء بنى عباس داشت واعتمادي كه آنان به وى داشتند ، بسيار است وظاهرا از زمان هارون عباسى پس از فتح انقره ( آنكارا ) وعموريه ، هارون مجموعه‌اى از كتب سريانى ويوناني بدست آمده در اين توسعه سرزمين حكمرانى ، را با تعدادى كاتب ومترجم در اختيار ابن ماسويه قرار داده است كه بىشك در رشد وتكامل علمي وتأليف أو مؤثر بوده است .\r\nتاريخ وفات ابن ماسويه را سال 243 هجرى قمري ثبت كرده‌اند وشرح‌حال وحيات علمي أو را أستاذ فقيدم مرحوم دكتر محمود نجم‌آبادى در جلد دوم كتاب تاريخ پزشكى إيران به تفصيل آورده است .\r\nكتاب حاضر كه توسط يكى از محققين عرب بنام دكتر عماد عبد السلام رؤوف تصحيح ، تحشيه وتذييل شده ومقدمه ارزشمندى « 1 » بر آن نوشته است يكى از آثار بجاى مانده از أو است . در اين مقدمه فهرستى از كتابهاى مشابه به زبان عربى در علم جواهرات آمده كه مىتواند سودمند باشد لازم به ذكر است كه از دانشمند بزرگ شيعه خواجة نصير الدين طوسي ( أبو جعفر نصير الدين محمد حسن طوسي ولادت 597 وفات 672 هجرى قمري ) نيز كتابي در علم جواهرات به زبان فارسي بنام تنسوخ‌نامه ( تنكسوق‌نامه ) ايلخانى در دسترس است ( چاپ تهران - چاپخانه روزنامه اطلاعات ) كه محققين از آن مىتوانند بهره‌هاى فراوانى ببرند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - على رغم ارزشمندى مقدمه ، متأسفانه همان گونه كه در چند دهه أخير شاهد تلاش غير علمي ، متعصبانه وزياده‌خواهانه برخى محافل عربى هستيم ، در اين مقدمه نيز نشانه‌هاى فراوانى از اين حركت را مىبينيم ، البتة براي أهل علم وتحقيق وانصاف روشن است كه نه خليج فارس با اين فعاليت‌هاى شوم خليج عربى مىشود ونه دانشمندان إيراني كه تأليفاتى به زبان علمي وحكومتى آن دوران به عربى نوشته‌اند عرب شناخته مىشوند چنانكه امروز نيز نوشتن هزاران مقاله وكتاب علمي به زبان انگليسى توسط مؤلفين با مليت‌هاى مختلف ، آنها را انگليسى يا آمريكائى نمىكند .\r\n","page_name":" هوية الكتاب 5 ","page_number":5},
  {"content":"\r\n\r\nكتب ورسائل زير در فهرست تأليفات ابن ماسويه درج شده است :\r\n1 - كتاب البرهان در 30 باب\r\n2 - كتاب البصيرة\r\n3 - كتاب المال والتمام\r\n4 - كتاب الحميات\r\n5 - كتاب في الأغذية\r\n6 - كتاب في الأشربة\r\n7 - كتاب المنهج في الصفات والعلاجات\r\n8 - كتاب في الفصد والحجامة\r\n9 - كتاب في الجزام\r\n10 - كتاب الرحجان\r\n11 - كتاب في تركيب الأدوية المسهله واصلاحها\r\n12 - كتاب دفع المضار الأغذية\r\n13 - كتاب السر الكامل\r\n14 - كتاب السموم وعلاجها\r\n15 - كتاب الديباج\r\n16 - كتاب الأزمنة\r\n17 - كتاب في الصراع وحد أقل 22 كتاب ديگر . /\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":10},
  {"content":"\r\n\r\nكتاب\r\nالجواهر وصفاتها\r\nوفي أي بلد هي ، وصفة الغواصين والتجار\r\nتأليف\r\nيحيى بن ماسويه\r\nالمتوفى سنة 243 ه‍ - 857 م\r\nحققه وعلق عليه\r\nالدكتور\r\nعماد عبد السلام رؤوف\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":11},
  {"content":"\r\n\r\n\r\n[ مقدمة المحقق 
  ]\r\nبسم الله الرحمن الرحيم\r\n\r\n1 - تمهيد\r\nشهد القرن الثالث الهجري ( التاسع الميلادي ) بداية حقيقية لانصراف العرب إلى الاشتغال في كثير في المجالات العلمية التجريبية التي لم يكونوا قد عانوها ، بصورة جادة ، من قبل . فازدهرت في هذا العصر أنواع المعرفة الإنسانية ، ووضعت البحوث المفيدة ، ومحصت كتب الأقدمين ، وعربت .\r\nوأسست دور الكتب ، وكوفئ المشتغلون بأسباب العلم من قبل الخلفاء ورجال الحكم ، فأدى ذلك إلى ظهور جمهرة لامعة من رواد العلم والباحثين .\r\nكالكندي ، والرازي ، وبني موسى ابن شاكر ، وبني الصباح ، والقارابي ، والبتّاني وغيرهم . فوضع أولئك الأعلام الأسس الثقافية القوية التي استندت إليها حضارة العرب في القرن الرابع ( العاشر الميلادي ) ، وهو العصر الذي شبّه بعصر النهضة الأوروبية في نهاية القرون الوسطى .\r\nولقد شمل اهتمام علماء هذه الفترة مجالات واسعة من المعرفة ، آنذاك ، فألفوا في الفلك ، والهندسة ، والموسيقى ، والحساب ، والكيمياء ، والطبيعة ، والطب ، والحيل ( الميكانيك ) ، والبيطرة ، وعلم الحيوان ، والنبات ، وغير ذلك من العلوم . وكان الاهتمام المبكر في دراسة علم الكيمياء . . دوره في ظهور عدد من العلوم المتخصصة في ضروب هذا العلم الحيوي وفنونه ، فألفوا في المعادن وخواصها ، وطرق استخراجها وصهرها ، وتغير تركيبها ، وناقشوا فكرة تحويل الرخيص منها إلى نفيس ، تأييدا أو تفنيدا . ثم سرعان ما اتصلت جهود\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":12},
  {"content":"\r\n\r\nالكيمائيين بجهود جمّاع الأحجار الكريمة ومقتنيها ، وبجهود الأطباء والصيدلاتيين المهتمين بما ينسب إليها من تأثيرات طبائعية ، فتحول الاهتمام بهذه الأحجار إلى علم قائم بذاته ، له علماؤه ، ومختصوه ، وتفرّعت الدراسات المتعلقة بها لتشمل تركيبها الكيمائي ، وصفاتها ، وخواصها المميزة ، ومواطن استخراجها ، وطرق صقلها ورفع أقيامها ، وتقدير أثمانها ، ومدى إمكان استخدامها في علم الصيدلة ، إلى غير ذلك من الفوائد الجمّة « 1 » .\r\nوكان من أوائل من اشتغل بهذا العلم من العرب ، العالم الكيميائي العظيم جابر بن حيان الأزدي الكوفي ( المتوفى سنة 200 ه / 815 م ) فقد ألّف عددا من كتب الكيمياء ، أفرد منها لعلم الأحجار « كتاب الأحجار » و « كتاب الأحجار الثاني » و « كتاب الجواهر الكبير » . « 2 » وفي نفس عهده أيضا ، ألف عطارد بن محمد الحاسب المنجّم البغدادي ( المتوفى سنة 206 ه / 821 م ) كتابا سمّاه « منافع الأحجار » « 3 » تكلم فيه على كل حجر ، وما تنسب إليه من فوائد طبية « إلا أنه خلطه بمثل العزائم والرّقى فاستزدل » « 4 » .\r\nوألف يحيى ( أو يوحّنا ) بن ماسويه ( المتوفى سنة 243 ه / 857 م ) كتابا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عرف الحاج خليفة « علم الجواهر » بقوله « هو علم يبحث عن كيفية الجواهر المعدنية البرية كالالماس واللعل والياقوت والفيروزج . والبحرية كالدر والمرجان وغير ذلك . ومعرفة جيدها من رديئها بعلامات تخص بكل نوع منها ومعرفة خواص كل منها وغايته وغرضه ظاهر » ( كشف الظنون 1 / 611 ) .\r\n( 2 ) ابن النديم : الفهرست ص 512 والقفطي : أخبار الحكماء ص 111 وهدية العارفين 1 / 249 .\r\n( 3 ) استفاد منه البيروني في كتابه « الجماهر » ( انظر الصفحات 98 و 201 و 217 ) وأشار الحاج خليفة إلى اسمه دون أن يذكر مؤلفه ( كشف الظنون 2 / 1834 ) . ومن الكتاب غير نسخة في خزائن العالم .\r\n( 4 ) البيروني : الجماهر في معرفة الجواهر ص 217 وفي كتاب « قطف الأزهار في خصائص المعادن والأحجار » تاليف أحمد بن عوض المغربي ( القرن 11 ه / 17 م ) نصوص منقولة عن كتاب عطارد الحاسب . انظر الورقة 41 ( مخطوطة المكتبة القادرية ببغداد ) .\r\n","page_name":" 7 ","page_number":13},
  {"content":"\r\n\r\nفي صفات الجواهر ومعادنها ، هو الذي نقوم بنشره الآن .\r\nوكتب محمد بن شاذان الجوهري « كتاب الجوهر وأصنافه » وقدمه إلى الخليفة المعتضد بالله ( 279 - 289 ه / 892 - 902 م ) « 1 » .\r\nومنذ بداية القرن الرابع للهجرة ( العاشر للميلاد ) ، ازداد اهتمام العلماء بهذا العلم الجديد ، وكان ذلك منسجما مع الرغبة المتزايدة لدى الطبقات الحاكمة في اقتناء الحجارة النفيسة والتزين بها ، وموافقا لروح البذخ والترف التي سادت مجتمعات ذلك العهد . ومن ناحية أخرى ، فإن هذه الحجارة أصبحت ، في عهد تميز بنمو الحركة التجارية وقوتها ، بديلا مهما لأنواع العملات المعدنية ، فهي أكثر قيمة وأخفّ جملا « 2 » . وظهرت في هذا الباب كتب من مثل كتاب « كنز التجار في معرفة الأحجار « 3 » » ، وغيره .\r\nوبرزت للناس الفائدة المتوخاة من هذه البحوث ، فترجم لوقا بن سرابيون ( من علماء القرن الرابع ) كتاب الأحجار المنسوب إلى أرسطو طاليس ( 384 - 322 ق . م ) ، وانتشرت نسخه بين المؤلفين « 4 » . وأعقب هذا نقل كتاب بليني الروماني ( أو بليناس كما دعاه العرب وهو  Pliny  المتوفى سينة 100 م ) في الأحجار وتركيب معادنها « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفهرست ص 455 .\r\n( 2 ) انظر : الجماهر ص 29 .\r\n( 3 ) نقل عنه التيقاشي في كتابه « أزهار الأفكار » وانظر ابن الأكفاني : نخب الذخائر ص 87 و 97 و 99 و 100 و 108\r\n( 4 ) منه نسخة في المكتبة الوطنية في باريس تحت رقم . 2772 .  Ms  ( لويس شيخو : المخطوطات العربية لكتبه النصرانية [ مجلة المشرق 1923 
  ] ص 841 ) وانظر دائرة المعارف الإسلامية . ماد حجر ، بقلم بلسنر ( الترجمة العربية 13 / 376 ) .\r\n( 5 ) استفاد منه البيروني في الجماهر ص 191 والتيفاشي : أزهار الأفكار . في مواضع عديدة ، وكثير من المتأخرين .\r\n","page_name":" 8 ","page_number":14},
  {"content":"\r\n\r\nوأدّى اطّلاع العرب على الكتب الطبية الإغريقية القديمة ، إلى إثراء هذا العلم بالمزيد من المعلومات المهمة ، ذلك أن أكثر تلك الكتب كان يدخل الأحجار الكريمة في دائرة اهتمامه على مظنّة أن لها فائدة طبية خاصة ، فتكررت الإشارة إلى مؤلفات مانيليوس  ( Manlius )  « 1 » وديسقوريدس  ( Dioscoride )  « 2 » وجالينوس  ( Galenus )  « 3 » وثاوفرسطس  ( Theophraste )  « 4 » في الكتب العربية منذ القرن الرابع للهجرة وما بعده ( العاشر للميلاد ) .\r\nوأضيف إلى ذلك كله ما وجده العرب في تراث الأمم الشرقية القديمة ، وبخاصة كتب الهند « 5 » . ويشير البيروني إلى أنه قد نقل أشياء من كتاب للسّغد ( من شعوب ما وراء النهر ) يبحث في « الخرز وحكاكها » « 6 » .\r\nعلى أن موقف علماء العرب من هذه المعارف المتنوعة لم يكن موقف الناقل وحسب ، وإنما أظهر غير واحد منهم باعا طويلا في البحث والتدقيق والتنقيب ، فوصل إلى نتائج هامة من مشاهداته الخاصة ، وملاحظاته الشخصية ، وتجاربه العملية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفي سنة 16 م . وقد نقل منه البيروني في الجماهر ص 291 .\r\n( 2 ) من علماء القرن الأول للميلاد .\r\n( 3 ) توفي سنة 200 م .\r\n( 4 ) توفي سنة 85 أو 107 م ، وقد نقل عنه البيروني كثيرا في كتابه « الصيدنة » .\r\n( 5 ) من اعتقادات الشعوب القديمة بما كان يعزى للأحجار الكريمة من تأثيرات ، أنظر مقالة ماريا البرتي بعنوان « نفائس الأحجار وأعاجبها » في مجلة فكر وفن ، متنوعات سنتي 1963 - 65 ( هامبورج ألمانيا غ ) ص 149 - 154 . وهي تحيل على كتاب متس ، وعنوانه « وجه الأحجار الكريمة » :\r\n Rudolf Metz , Dr : Antlitz edler Steine , Stutgart 1964 . \r\n( 6 ) واسمه في لغة ( السغد ) توبوسته ( الجماهر ص 217 ) .\r\n","page_name":" 9 ","page_number":15},
  {"content":"\r\n\r\nولعل من أهم علماء هذه الحقبة من المشتغلين بعلم الحجارة الكريمة ، الطبيب الشهير أبو بكر محمد بن زكريا الرازي ( المتوفى سنة 311 ه / 923 م ) فقد كتب في هذا الفن كتابيه « الخواص » و « علل المعادن » ، وتعرض فيها إلى دراسة صفات الأحجار ومكوناتها الطبيعية « 1 » .\r\nوصنّف فيلسوف العرب يعقوب بن إسحاق الكندي ( المتوفى نحو 260 ه / 873 م ) كتابا أسماه « الجواهر والأشباه « 2 » » ، ورسالة في « أنواع الجواهر الثمينة وغيرها » و « رسالة في أنواع الحجارة « 3 » » .\r\nوأفرد أبو جعفر القيرواني ، وهو أحمد بن إبراهيم بن أبي خالد المعروف بابن الجزّار ، المتوفى نحو سنة 350 ه / 961 م كتابا « في الأحجار الكريمة » نقل منه التيفاشي في غير موضع من كتابه « 4 » .\r\nثم ألف أبو سعد نصر بن يعقوب البغدادي الشهير بالدينوري ( المتوفى بعد سنة 397 ه / 989 م ) رسالة بالفارسية تابع فيها الكندي ، ونقل عنها من بعده كثيرون « 5 » .\r\nوأفرد أحمد بن محمد بن عبيد الله بن الحسن بن عياش الجوهري ( المتوفى سنة 401 ه / 1011 م ) كتابا في « اللؤلؤ وصنعته وأنواعه » « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفهرست ص 518 والبغدادي : هدية العارفين ج 2 ص 27 - 29 .\r\n( 2 ) أشار إليه البيروني بهذا العنوان ( الجماهر ص 31 ) .\r\n( 3 ) الفهرست ص 378 والقفطي : إخبار العلماء بأخبار الحكماء ص 245 .\r\n( 4 ) التيفاشي : أزهار الأفكار ( مخطوط : نسخة المتحف العراقي . غير مرقمة الصفحات ) وانظر عن القيرواني : معجم الأدباء لياقوت 1 / 81 وهدية العارفين 1 / 70 والأعلام للزركلي 1 / 82 . ولم يشر مترجمه إلى كتابه هذا .\r\n( 5 ) الجماهر ص 31 وابن الأكفاني : نخب الذخائر ص 23 .\r\n( 6 ) النجاشي : الرجال ص 62 - 63 .\r\n","page_name":" 10 ","page_number":16},
  {"content":"\r\n\r\nوكتب أبو إبراهيم إسحاق بن نصير « كتاب صناعة الدّر الثمين » « 1 » .\r\nوفي بدايات القرن الخامس الهجري ( الحادي عشر الميلادي ) صنف العالم الموسوعي الكبير أبو الريحان محمد بن أحمد البيروني ( المتوفى سنة 440 ه / 1048 م ) كتابه الجليل « الجماهر في معرفة الجواهر » فجاء أوسع ما وصلنا من التصانيف العربية في هذا العلم ، وأكثرها دقة وفائدة ، استند في جمع مادته إلى جملة وافرة من كتب اليونان الهند والفرس ، وأظهر مقدرة فائقة في الإحاطة بكل ما ورد في المصادر العربية المختلفة من مواد علمية وأدبية متنائرة .\r\nوكانت كتابات الكندي ونصر البغدادي الجوهري خير معوان له في دراسته تلك « 2 » ، إلا أنه زاد على جميع من تقدمه بدقة بحثه ، ونقده الشديد للآراء والأفكار غير الموضوعية ، ولعل أهم ما توصل إليه هو تحديده الدقيق للأوزان النوعية للأحجار التي درسها « 3 »\r\nولقد حجب كتاب البيروني هذا كثيرا من الكتب العربية المؤلفة في علم الأحجار الكريمة ، فلم يصلنا بعد هذا الكتاب شيئا يستحق الوقوف عنده في دراسة تطوّر العلم ، حتى منتصف القرن السابع الهجري ( الثالث عشر الميلادي ) حين صنف شهاب الدين أبو العباس أحمد بن يوسف التّيفاشي القيسي القاهري ( المتوفى سنة 651 ه / 1293 م ) كتابه الموسوم « أزهار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفهرست ص 520 .\r\n( 2 ) الجماهر ص 31 .\r\n( 3 ) وكتاب البيروني هذا هو أقدم كتاب يطبع في علم الجواهر النفيسة . وقد قام بتصحيحه ومقابلته المستشرق فريتس كرنكو ( المتسمى سالم الكرنكوي ) وطبع في مطبعة جمعية دائرة المعارف بحيدر أباد الدكن سنة 1355 ه .\r\n","page_name":" 11 ","page_number":17},
  {"content":"\r\n\r\nالأفكار في جواهر الأحجار » « 1 » ، فظهر للعيان مدى ما لحق بهذا العلم من تغيير خلال الفترات السابقة ، فقد تقلص حجم المواد الأدبية ، حتى لم تعد ملحوظة في منهج التأليف ، ولم تعد ثمة أشعار قيلت في الأحجار ، وازداد ذلك المنهج تنسيقا ، فرتّب على أبواب تتماثل عند الكلام على كل حجر ، فباب في صفة الحجر ، وثان في تركيبه ، وثالث في مواطن استخراجه ، ورابع في أثمانه وأوزانه ، وهكذا . كما يظهر بجلاء ازدياد الأخذ عن مؤلفات الإغريق ، وبخاصة بليني ، وأرسطو طاليس . وهذا الكتاب - على ما نرى -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في كشف الظنون 1 / 72 وعلى النسخة المطبوعة بإيطاليا . وفي النسخة الخظية المصوّرة التي اعتمدناها في تحقيق هذا الكتاب غالبا ورد العنوان كالآتي « أزهار الأفكار في خواص الأحجار » والنسخة نفيسة جدا ، مشكولة الحروف . نجز نسخها في شهر رمضان سنة 699 ه وهي من مصوّرات مكتبة المستشرق ماكس ما يرهوف المحفوظة في مكتبة جامعة القاهرة ، وذكر الأب أنستاس ماري الكرملي أن من كتاب التيفاشي نسخة لدى عيسى إسكندر المعلوف نجزت كتابتها في رمضان سنة 697 ه وصفة هذه النسخة شبيهة بالنسخة التي اعتمدناها لولا تباين سنة النسخ ، ولم يشر ما يرهوف إلى مصدر مصوّرته . وقد طبع الكتاب في إيطاليا بعناية الكونت أنطونيو ريترى بشيا .  Ant Raineri Biscia  في سنة 1818 ثم أعيد طبعه بنصه العربي وترجمته الإيطالية على النسخة المذكورة المطبوعة وبدون تغيير في إيطاليا أيضا سنة 1906 وعنى كليمان موليه  Cl . Mullet  بنقله إلى اللغة الفرنسية ونشره في المجلة الآسيوية ، العدد 6 ، المجلد 11 ، السنة 1868 ( نخب الذخائر ، ملحق للمحقق ص 109 ودائرة المعارف الإسلامية ، مادة تيفاشي وثمة نسخة خطية من هذا الكتاب محفوظة في مكتبة المتحف العراقي ( ضمن مجموعة عز الدين الجزائري ) ناسخها ، على ما يبدو من خطه ، مصري أو شامي من أهل القرن الحادي عشر للهجرة ( 17 م ) وهي بخط نسخ معتاد غير مشكول ( وقد رجعنا إلى هذه النسخة في مواضع قليلة أشرنا إليها ) في دار الكتب الوطنية بباريس ثلاثة مخطوطات . يرقى واحد منها إلى القرن التاسع للهجرة ( 15 م ) وثمة نسخة أخرى في مكتبة الشيخ خليل الخالدي في القدس وفي مكتبة المجمع العلمي العراقي نسخة حديثة ( ضمن مجموعة الأستاذ ميخائيل عواد ) مقابلة على أربع نسخ الأولى نسخة دار الكتب المصرية ، وهي غير مؤرخة والثانية منقول عن نسخة قديمة غير مؤرخة والثالثة نسخة مؤرخة سنة 697 ه ( ويبدو أنها نسخة إسكندر المعلوف المتقدم ذكرها ) ثم نسخة كانت لدى الأستاذ حسين الباجه جي ببغداد .\r\n","page_name":" 12 ","page_number":18},
  {"content":"\r\n\r\nيعد قمة الأعمال العربية المؤلفة في القرون الوسطى ، والخاصة بعلم الأحجار النفيسة ، مادة ومنهجا .\r\nويظهر استقرار هذا المنهج في البحوث التالية ، في كتاب « نخب الذخائر في أحوال الجواهر » تأليف الطيبيب محمد بن إبراهيم بن ساعد الأنصاري السّنجاري المعروف بابن الأكفاني ( المتوفى سنة 749 ه / 1348 م ) ، فقد حذا حذو التيفاشي في التركيز والبعد عن النصوص الأدبية والأسطورية ، لكننا نراه شديد الاهتمام بما كان يعزى لهذه الأحجار من مزايا طبية لا أساس لها من الصحة « 1 » .\r\n\r\n2 - أهمية الكتاب\r\nلقد ظهر لنا - مما تقدم - أن كتاب ابن ماسويه في الجواهر وصفاتها هو من أوائل ما كتبه العرب في علم الحجارة النفيسة ، وأنه سبق تأليفه على أول كتاب عربي مطبوع في هذا الفن ، وهو الجماهر للبيروني ، بنحو قرنين من الزمان . فهو على هذا يعد وثيقة في غاية الأهمية تكشف لنا عن بداية اشتغال العرب في العلم المذكور وتصنيفهم فيه ، إضافة إلى ما ينفرد به من معلومات حضارية قيمة تتصل بتجارة الجواهر ، من لآلئ وأحجار ، وغاصة ، اللؤلؤ وطرائقهم في استجلابه ، ومواطن استخراج الحجارة في المشرق القديم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عني بتحقيقه وتعليق حواشيه الأب أنستاس ماري الكرملي ، عن نسخة كتبت سنة 879 ه كانت محفوظة بدير الآباء الكرمليين ببغداد ( وهي اليوم في مكتبة المتحف العراقي وطبعه في القاهرة سنة 1939 م ) .\r\n","page_name":" 13 ","page_number":19},
  {"content":"\r\n\r\nوأثمانها وأوزانها المختلفة ، وأوصاف كل نوع منها ، ومزاياه ، وخصائصه التي يختص بها عن غيره . وما يذكره من أسماء جغرافية كالبحار والجبال والمدن والجزر ، ومصطلحات فنية تتعلق بعلم الجواهر الكريمة في ذلك العصر .\r\nوأسلوب ابن ماسويه في كتابه هذا ، كأسلوبه في كتبه الأخرى المعروفة ، يعتمد على الإيجاز الشديد ، وتركيز المعاني بأقل الألفاظ ، وقد يصل به هذا الأسلوب إلى حد القصور في التعبير أحيانا .\r\nوهو لا يولي النصوص الأدبية المتصلة بمجال بحثه أي اهتمام ، على خلاف البيروني ، فلا يلجأ إلى الاستشهاد بشيء من الشعر أو ينقل كلام الأدباء عند حديثه على نوع من الجواهر ، ومادته علمية محضة لا أثر لروح العصر الأدبية عليها البتّة .\r\nومن آثار هذه النزعة العلمية المجردة التي غلبت على سائر الكتاب ، أنه جاء خلوا من ظاهرة عامة طالما اهتم بها علماء ذلك العصر وأطباؤه ، وهي ما كان ينسب إلى الأحجار الكريمة من تأثيرات طبية ومنافع صحية ، من مثل ما نجده في كتب الرّازي والبيروني الطبية « 1 » .\r\nويمكن إرجاع هذه الظاهرة إلى موقف ابن ماسويه من الكتب الطبية الإغريقية التي بدأت العرب بمعرفتها آنذاك ، فمن الملاحظ أنه ليس لهذه الكتب أي تأثير في كتابه المذكور ، فإذا ما كانت كتابات بليني . حافلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتاب الحاوي لأبي بكر الرازي ، القسم الخاص بالأدوية . ويلاحظ أن البيروني نقل أشياء من تلك المزاعم الطبية في كتابه « الجماهر في معرفة الجواهر » مع الإشارة إلى عدم تصديقه عليها ، والشك في صحتها ، لكننا نجده في كتابه « الصيدنة » يميل إلى الأخذ بها ، ولا يبدي أي تحفظات حول منافعها المزعومة . انظر ما ذكره عن « حجر أرمني » و « اليشف » وغيرهما .\r\n","page_name":" 14 ","page_number":20},
  {"content":"\r\n\r\nبالنظريات على منشأ كل حجر ، وتركيب معادنه المتكوّن منها ، وهو ما نقله عنه فيما بعد التيفاشي وغيره ، فإن كتاب ابن ماسويه جاء خلوا من أي أثر لهذا المنهج ، ومن ناحية أخرى فإن آراء ديسقوريدس وجالينوس وغيرهما من أطباء الإغريق الذين أسهبوا في نسبة المنافع الصحية المختلفة للأحجار الكريمة ، لم تجد لها طريقا إلى منهج ابن ماسويه العلمي ، فكتابه خال من كل هذه الآراء أيضا .\r\nولا نرى وجها لافتراض أن ابن ماسويه لم يشهد عهد نقل هذه الكتب إلى العربية ليستفيد منها ، ذلك لأنه كان نفسه رئيسا لهيئة المترجمين الرسمية التي شكلتها الدولة لتعريب كتب الإغريق المستولى عليها من المدن الرومانية « 1 » ، وإن كثيرا من تلك الكتب قد ترجم في حياته ، بل وعلى يد تلامذته أمثال حنين ابن إسحاق العبادي وغيره . فضلا عن أن ما نسب إلى الأحجار من منافع ومضار « 2 » كان شائعا في عهده إلى حد أن ملأ عطارد الحاسب ، المعاصر له ، كتابه « منافع الأحجار » بمثل تلك المرويّات « 3 » ، فلم تكن هذه الآراء بعيدة عن متناول ابن ماسويه بأية حال . وأغلب الظن أن هذا الطبيب العالم لم يكن مؤمنا بتلك المزاعم ، فأضرب عن الإشارة إليها عامدا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن جلجل : طبقات الأطباء والحكماء ص 65 ( القاهرة 1955 ) .\r\n( 2 ) من أمثال هذه الروايات . ما ذكره ابن الأكفاني عن الياقوت من أنه وقاية لعين المجدور ، وما نقله عن أرسطوطاليس بشأن حجر البجادي من « أن من أدمن النظر إليه نقص نور عينيه » وما نسبية للماس من أنه يفيد في استخراج الحصاة من المثانة . ( انظر : نخب الذخائر الصفحات 13 و 23 و 39 و 51 - 52 و 54 و 61 و 66 و 68 و 71 و 74 و 76 و 83 ) وثمة أمثلة عديدة لهذا النوع من الاعتقادات في « رسالة في الأحجار والخرز » لمؤلف غير معروف . في مكتبة المتحف العراقي ( مجموعة 1364 ) .\r\n( 3 ) الجماهر ص 31 .\r\n","page_name":" 15 ","page_number":21},
  {"content":"\r\n\r\nواقتصر - في منهجه - على معلوماته الشخصية ، وتجاربه العملية ، وملاحظاته المباشرة ، وهو ما يدل بلا شك على ثقته الشديدة بنفسه وعلمه ، تلك الثقة التي لم تتوفر للكتاب المتأخرين أمثال التّيفاشي وابن الأكفاني ، الذين دأبوا على نقل ما وجدوه في كتب الأقدمين في أغلب الأحيان .\r\nومما يدل على أهمية هذا الكتاب وجدّة معلوماته ، أن الكندي ، الذي كتب كتابه « الجواهر والأشباه » بعده ببضع سنين ، اعتمد عليه اعتمادا كليا ، حتى كاد أن ينقل بعض فقراته نقلا حرفيا . وعلى الرغم من أن كتاب الكندي هذا مما لم يصل إلينا من مؤلفاته ، فإن ما نقله عنه البيروني في جماهره من نصوص مطولة « 1 » يكشف بجلاء عن حقيقة استقاء الكندي لمعظم معلوماته من كتاب ابن ماسويه إما بحرفها ، أو بمعانيها ، دون أن ينسبها إلى صاحبها الحقيقي .\r\nوسننقل للقارئ ، فيما يأتي ، نصوصا مختارة من كتاب ابن ماسويه ، ومن كتاب الكندي نقلها البيروني في الجماهر ، لنرى مدى ما أخذه الأخير عن الكتاب الذي نقوم بتحقيقه الآن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر الجماهر الصفحات 31 و 32 و 34 و 42 و 44 و 46 و 49 و 50 و 53 و 74 - 77 و 82 و 86 - 93 و 97 و 98 و 141 و 155 و 161 و 176 و 184 - 185 ، 192 - 197 ، و 211 - 225 و 227 و 256 و 258 و 265 والذيل الصفحات 5 و 9 و 11 ، ويبلغ عدد هذه النصوص 53 نصا .\r\n","page_name":" 16 ","page_number":22},
  {"content":"\r\n\r\n\r\nابن ماسويه\r\nوغوصه ( أي مغاص سرنديب أربعة عشر سنة متوالية ، ثم لا يغاص فيه أربعة عشرة سنة إلى أن يدرك بلبله ، وإذا وجد في البلبل الرطب منع من إخراجه ، وهو كله دق أو عامته .\r\nويؤتى به ( أي بالمكّي ) من بلاد الهند مما يلي سندان ، من جبل ، وعلاجه علاج الزمّرّد ، فلا يكون جلاؤه كجلي الزمرد . . ويكون أكثره ثلاثة مثاقيل .\r\nيجلب [ الجمست 
  ] من قرية يقال لها الصفراء ، على مسيرة ثلاثة أيام من مدينة الرسول صلّى اللّه عليه وسلم .\r\nيؤتى به ( أي الجزع ) من بلاد اليمن من مواضع العقيق اليماني ، ثم يطبخ بالعسل ، وينظر إليه بعد يوم ، فإذا كان قد انتهى لونه . . .\r\n\r\nالكندي\r\nأنه يعطل أربع عشرة سنة لينشو فيه الأصداف ، ويغاص فيه أربع عشرة سنة ، ومتى وجد فيه بلبل رطب أعيد إلى البحر ليستحكم .\r\nولؤلؤه صغار دق ومنه ما يجلب من بلاد الهند يسمى سيندان ، يبلغ وزن القطعة ثلاثة مثاقيل ، وهو على صلابته لا يقبل الجلاء ، وبهذا يفرق بينهما ( أي بينه وبين الزمرد ) .\r\nمعدنه بقرية الصفراء ، على ثلاثة أيام من مدينة النبي صلّى اللّه عليه وسلم .\r\nأن معدن جميع أنواعه ( أي الجزع ) لا تبعد عن معادن العقيق ، وأن جميعها تطبخ بالعسل يوما أو يومين فتنتفخ عروقه . .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":23},
  {"content":"\r\n\r\nوعن طريق كتاب الكندي هذا ، الذي نقل البيروني بعض فقراته ، عرف كتاب ابن ماسويه طريقه إلى مصنّفات أهل صناعة الجواهر المتأخرين ، فتناثر شيء من معلوماته في كتب التيفاشي « 1 » وابن الأكفاني وغيرهما ، منسوبا إلى الكندي أو البيروني في معظم الأحيان .\r\nومثلما غاب هذا الكتاب عن المؤلفين القدامى ، فإنه غاب عن جل الباحثين المحدثين ، فلم تشر أغلب المراجع التي ترجمت لابن ماسويه أو تعرضت له ، إلى مؤلفه المذكور ، ولم ينتبه أحد من المشتغلين بتاريخ علم الجواهر الكريمة إليه ، على الرغم من أنه - كما قدمنا - درةّ قيّمة في سلسلة المؤلفات العلمية العربية القديمة .\r\n\r\n3 - مؤلف الكتاب\r\nمؤلف هذا الكتاب هو كبير أطباء الخلفاء العباسيين في القرن الثالث الهجري ( التاسع الميلادي ) وأحد أعلام عصره في الطب والتأليف والترجمة ، أبو زكريا يحيى ( أو يوحنّا ) بن ماسويّه الخوزي « 2 » . أقام أبوه : في بيمارستان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقل التيفاشي عن ابن ماسويه في موضعين من كتابه « أزهار الأفكار في خواص الأحجار » ، مشيرا فيهما إليه . الأول في باب اللؤلؤ ، والثاني في باب الألماس . وذكر في أولهما بصراحة أنه ينقل من كلام « يوحنا بن ماسويه في كتابه في الأحجار » ( الورقة 3 من نسخة عز الدين الجزائري المحفوظة في المتحف العراقي ) ، ولا يزيد عدد الكلمات في الموضعين عن 135 كلمة .\r\n( 2 ) الخوز والأخواز وخورستان ، هي بلاد الأهواز على الجهة الشرقية للخليج العربي ، انظر معجم البلدان مادة خوز ، وفي هدية العارفين 2 / 515 لقبه « الحراني » كأنها نسبة إلى حران بإقليم الجزيرة ولا دليل يؤيد هذه الرواية كما أن موطن ماسويه الأول معروف تماما ، وهو خوزستان ، حيث يقع مارستان جند يسابور ( وتعرف جند يسابور اليوم باسم شاه أباد ) . وثمة رواية مفادها ان ماسويه هو لقب أبي يحيى وأن اسمه في الحقيقة ( جيورجيس ) انظر ماري بن سليمان : أخبار فطاركة كرسي المشرق ص 77 .\r\n","page_name":" 18 ","page_number":24},
  {"content":"\r\n\r\nجند يسابور في خوزستان ، الشهير في الشرق القديم بمستواه العلمي الرفيع ، واشتغل دقّاقا للأدوية ، وعلى الرغم من أمّيته فإنه كان خبيرا بمعرفة الأمراض وعلاجها ، وبانتقاء الأدوية ومراهمها ، حتى اتخذه جبرائيل بن بختيشوع ، طبيب الخلفاء الشهير ، عاملا لديه « 1 » .\r\nثم إنه هاجر إلى بغداد للعمل فيها وقد تجاوز من عمره الخمسين ، وتوصل لأن يكون طبيب الرشيد وأفراد بيته ، وأنجب ولديه يحيى ( أو يوحنا ) وميخائيل ، من جارية صقلبية اشتراها له جبرائيل بن بختيشوع من داود بن سرافيون الطبيب . وأشرف جبرائيل نفسه على تعليم يحيى وميخائيل وتهذيبهما تهذيبا عاليا ، والإنفاق عليهما ، وجلب لهما المدرسين « 2 » . فنشأ يحيى ذكيا نابها مثقفا قد أخذ بأسباب العلوم ، وبخاصة الطب واللغات القديمة ، حتى اختلطت أخباره بأخبار أبيه ماسويه ، فقيل أن الرشيد « قلّده ترجمة الكتب القديمة الطبية مما وجده بأنقرة وعمورية وبلاد الروم حين سباها المسلمون » « 3 » مع أن الرشيد عاصر أباه في السنين الأخيرة من حكمه « 4 » . وإن أنقرة وعمورية لم تفتحا في أيامه بأية حال .\r\nوالظاهر أن أول نبوغ ابن ماسويه كان في عهد المأمون ، فلقد اشتهر هذا الخليفة بفتوحه العديدة في بلاد الروم ، وبحمله كتب الإغريق القديمة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القفطي : أخبار الحكماء ص 250 .\r\n( 2 ) أخبار فطاركة كرسي المشرق ص 75 .\r\n( 3 ) ابن جلجل : طبقات الأطباء والحكماء ص 65 .\r\n( 4 ) حكم الرشيد من 170 إلى 193 / 876 - 809 م ، لم يكن يحيى - عند وفاته - إلا شابا يافعا ، لأن أباه ماسويه تزوج بعد بضع سنين من حكمه . أنظر\r\n Leclerc , L : Histoire L'e Medecine Arabe , I . pp . 103 - 104 \r\n","page_name":" 19 ","page_number":25},
  {"content":"\r\n\r\nبغداد ليتم نقلها إلى العربية في دار الحكمة تحت إشراف أشهر علماء عصره ، وبتكريمه الفائق للمترجمين والنقلة « 1 » . لكن المأمون لم يفتح أنقره وعمورية ، وإنما فتحت على يد المعتصم من بعده سنة 223 ه / 838 م ، ويبدو أن وهما آخر تسّرب إلى هذه الرواية بالخلط بين الخليفتين ، وعلى هذا فإن ما روي عن أن الرشيد « وضعه أمينا على الترجمة ووضع له كتابا حذاقا يكتبون » « 2 » تعوزها الدقة ، وإنما جرى ذلك ، فيما نرى ، في عهد المأمون ( 198 - 218 م / 813 - 833 م ) وربما بعد حملته على بلاد الروم سنة 215 ه / 830 م « 3 » .\r\nخدم يحيى بن ماسويه بطبه المأمون ، ثم الواثق ، ثم المتوكل « 4 » ، ورويت عن صلته بأولئك الخلفاء روايات تؤكد عظيم ما ناله لدى كل منهم من مكانة فائقة واحترام كبير . قال ابن جلجل « كان معظما ببغداد جليل المقدار ، وله في الطب أسرار خلدها منافع الناس » « 5 » . وكان الخلفاء وأسرهم يطمئنون إليه ويقربونه إليهم ، حتى إن ملوك بني هاشم كانوا « لا يتناولون شيئا من أطعمتهم إلا بحضرته ، وكان يقف على رؤوسهم ومعه البراني بالجوارشات الهاضمة المسخنة الطابخة المقوية للحرارة الغريزية في الشتاء ، وفي الصيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنظر محمد فريد رفاعي : عصر المأمون ج 1 ص 375 - 398 .\r\n( 2 ) طبقات الأطباء والحكماء ص 65 وحاشية ص 66 وأخبار العلماء ص 249 وعيون الأنباء ص 246 .\r\n( 3 ) أنظر فاز يليف : العرب والروم ص 110 - 112 ( ترجمة محمد عبد الهادي شعيرة . القاهرة . بلا تاريخ ) وما يرهوف ، ماكس : من الإسكندرية إلى بغداد ( ترجمة الدكتور عبد الرحمن بدوي في كتابه التراث اليوناني في الحضارة الإسلامية ) ص 57 .\r\n( 4 ) ابن النديم : الفهرست ص 425 .\r\n( 5 ) طبقات الأطباء ص 65 .\r\n","page_name":" 20 ","page_number":26},
  {"content":"\r\n\r\nالأشربة الباردة والجوارشات « 1 » » . وكانت له مع المأمون مناظرات علمية ، وكان الواثق يجلّه ويكرمه بالمبالغ الطائلة « 2 » ، وبلغ الأمر بالمتوكل إلى حد أنه كان يدنيه من مجلسه ويتحمل منه جرأته وصراحته « 3 » « وكان عزيزا عليه وعلى أصحابه » « 4 » .\r\nوعلى الرغم من أن ابن ماسويه كان نضرانيا سريانيا ، منتظما في سلك الكهنوت برتبة ( شماس « 5 » ) ، وأنه كاد أن ينتخب جاثليقا ذات مرة « 6 » ، فإنه كان على شيء من التساهل في دينه ، وقيل في أخلاقه أيضا ، حتى اتهمه بعض ذوي قرباه بالعمل على قتل ابنه المسمى ماسويه لكرهه فيه غباءه وبلادته « 7 » . وعاتبه وجوه طائفته لاقتنائه أربع جوار في بيته ، وهو شمّاس ، فلم يأبه لهم « 8 » ، وطرد جمعا من رجال الكهنوت . جاءوا ليقرأوا عليه في مرضه « 9 » .\r\nويبدو لنا أنه كان يحتوي في نفسه على قدر كبير من الغلظة والقسوة والحدّة « 10 » ، استطاع أن يخفيها عن الخلفاء والكبراء بما أوتى من قدرة على المزاج والدعاية وسرعة البديهة ، على أن هذه الطباع سرعان ما كانت تظهر في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه ص 65 وأخبار العلماء ص 249 .\r\n( 2 ) عيون الأنباء ص 246 .\r\n( 3 ) المصدر نفسه ص 250 وأخبار العلماء ص 251 .\r\n( 4 ) ماري بن سليمان : أخبار فطاركة كرسي المشرق ص 80 .\r\n( 5 ) عيون الأنباء ص 246 .\r\n( 6 ) أخبار فطاركة كرسي المشرق ص 78 .\r\n( 7 ) عيون الأنباء ص 251 وأخبار العلماء ص 255 .\r\n( 8 ) عيون الأنباء ص 246 .\r\n( 9 ) المصدر نفسه والصفحة .\r\n( 10 ) يراون ، ادورد : الطب العربي ص 28 .\r\n","page_name":" 21 ","page_number":27},
  {"content":"\r\n\r\nبعض تصرفاته فتثير حوله نفورا واضحا . وكان لعلمه الواسع ودعاباته اللاذعة طلاب ورغّاب أيضا ، فقال يوسف بن إبراهيم : « كان مجلس يوحنا بن ماسويه أعمر مجلس كنت أراه بمدينة السلام لمتطبب أو متكلم أو متفلسف لأنه كان يجتمع فيه كل صنف من أصناف أهل الأدب . وكان في يوحنا دعابة شديدة ، يحضر بعض من يحضر من أجلها ، وكان من ضيق الصدر وشدة الحدة على أكثر مما كان عليه جبرائيل بن بختيشوع ، كانت الحدّة تخرج منه ألفاظا مضحكة » « 1 »\r\nلقد جمع ابن ماسويه في شخصه جوانب عدّة مختلفة ، فهو تارة شمّاس كنيسة ، وتارة أخرى نديم الخلفاء والملوك وأنيسهم ، ومع ذلك ، فهو أديب له مجلس أدب وفكر حافل ، وأستاذ طب ماهر « يدرّس ويجتمع إليه تلاميذ كثيرون « 2 » » ، فضلا عن كونه صاحب تآليف عديدة في مختلف فروع الطب وفنونه ، وما كتابه هذا في الجواهر وصفاتها إلا أنموذج آخر على تعدد اهتماماته العلمية وتنوعها .\r\nولعل أشهر تلاميذه في الطب وأنبغهم العالم الطبيب الحكيم حنين بن إسحاق العبادي ، فقد درس عليه « وجعل يخدمه ويقرأ عليه « 3 » » إلا أنه يبدو نبوغ حنين المبكر وأسئلته الذكية كان أكثر مما يتحمله صبر ابن ماسويه ، وأخلاقه ، فطرده من مجلسه بعد بضع سنين « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء ص 246\r\n( 2 ) ابن العبري : تاريخ مختصر الدول ص 131 ( بيروت 1958 ) .\r\n( 3 ) المصدر نفسه ص 145 وأخبار العلماء ص 350 .\r\n( 4 ) تاريخ مختصر الدول ص 144 .\r\n","page_name":" 22 ","page_number":28},
  {"content":"\r\n\r\nوليحيى بن ماسويه مهارة فائقة في الطب ، والأدوية ، عرف بها بين كبار الأطباء من معاصريه ، بل كان رائدا في أكثر من ضرب من ضروب الطب ، حتى ذكر أنه أول من ألف في علم التشريح في كتاب أهداه إلى المعتصم ، واعتمد في وضعه على تشريح قرد كان يربيه لهذه الغاية « 1 » ، وأنه أول من كتب في أمراض العين في كتابه المسمى « دغل العين » ، وأول من وضع الشروح على الجذام والحميات والمواد الطبية « 2 » والسموم .\r\nوكانت وفاة يحيى بن ماسويه في يوم الأحد ، الثاني من جمادى الآخرة سنة 243 ه ( الموافق 25 أيلول - سبتمبر - سنة 857 م « 3 » ) ، فأمر المتوكل « بتبجيله ، وإكرامه في تجنيزه . . وجرى موت يوحنا بن ماسويه على أتم وقار « 4 » » .\r\nتصانيفه :\r\nولابن ماسويه من التصانيف ما يزيد على أربعين كتابا ، معظمها في الطب ، تفصح عنواناتها عن أهمية مباحثها وجدتها ، مثل « كتاب في الجذام » « لم يسبقه أحد إلى مثله « 5 » » و « كتاب السموم وعلاجها » و « كتاب في الصداع وعلله وأوجاعه وجميع أدويته والسدر والعلل المولدة لكل نوع منه ، وجميع علاجه » و « كتاب مجسّة العروق » و « كتاب الصوت والبحّة » و « كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) د . سامي حداد : مأثر العرب في العلوم الطبية ص 62 .\r\nوانظر  Leclerc , L . : Op , Cit . , I , 105 - 111 \r\n( 2 ) د . أمين أسعد خير الله : الطب العربي ص 127 و 178 ( بيروت 1946 ) .\r\n( 3 ) عمرو بن متى : أخبار قطاركة كرسي المشرق من كتاب المجدل ص 71 .\r\n( 4 ) ماري بن سليمان : أخبار فطاركة كرسي المشرق ص 80 .\r\n( 5 ) عيون الأنباء ص 255 .\r\n","page_name":" 23 ","page_number":29},
  {"content":"\r\n\r\nالمرّة السوداء » وكتاب « الجنين » و « كتاب تدبير الأصحاء » و « كتاب المعدة » و « كتاب التشريح » و « كتاب تركيب خلق الإنسان وأجزائه وعدد أعضائه ومفاصله وعظامه وعروقه ، ومعرفة أسباب الأوجاع » و « كتاب الماليخوليا وأسبابها وعلامتها وعلاجها » و « كتاب الكناش المشجّر الكبير » و « كتاب إصلاح الأدوية المسهلة » و « كتاب في خواص الأغذية والبقول والفواكه والألبان » و « كتاب الحمّيات » و « كتاب تركيب العين » و « كتاب في الأشربة » و « كتاب في الفصد والحجامة » و « كتاب المنجي في التداوي » و « كتاب في البلغم » و « كتاب محنة الطبيب » ، و « كتاب معرفة محنة الكحّالين » وغير ذلك من الكتب المهمة « 1 » .\r\nوكان حظ ابن ماسويه أحسن من غيره من المؤلفين المعاصرين ، فقد حفظ لنا الزمان نحوا من خمسة وثلاثين كتابا ، توزعت مخطوطاتها في خزائن الكتب في الخافقين « 2 » وفي أوائل هذا القرن قام الدكتور ماكس مايرهوف بشر أول كتاب منها ، هو « دغل العين » « 3 » ثم عني الأب بول سباط بنشر بعض تراث هذا الطبيب الكبير ، فنشر كتابه « الأزمنة » عام 1933 م « 4 » ، ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : ابن جلجل : طبقات الأطباء ص 66 وعيون الأنباء ص 255 والقفطي : أخبار العلماء ص 249 .\r\n( 2 ) عن مواطن هذه المخطوطات انظر جرجي زيدان : تاريخ آداب اللغة العربية 2 / 216\r\n Brockelmann , Co , Geschichte des Arabischen , Litteratur , S . I , P , 416 Sezgin , F : Geschichte des Arabischen Schrifttum , Band III , PP . 233 - 235 \r\nوعبد الحميد العلوجي : تاريخ الطب العراقي ص 477 و 482 و 503 و 506 و 508 و 495 و 511 .\r\n( 3 ) نشر في مجلة « الإسلام » الألمانية . 217 . ، 1916  Der Islam , \r\n( 4 ) نشر في مجلة المعهد الفرنسي للآثار الشرقية بالقاهرة :\r\n Buggetin de Institut d'Egypte , t . XV . P . 234 . \r\n","page_name":" 24 ","page_number":30},
  {"content":"\r\n\r\nأردفه بكتاب « النوادر الطبية » عام 1934 « 1 » . ، ثم نشر كتابه « جواهر الطيب المفردة » سنة 1936 م « 2 » وكتاب « ماء الشعير » سنة 1939 « 3 » .\r\n\r\n4 - مخطوطة الكتاب\r\nلم يشر مدونو سيرة ابن ماسويه إلى كتابه « الجواهر وصفاتها » بين قائمة تصانيفه الكثيرة ، وذكر غير واحد منهم أن له كتابا سموه « كتاب الجواهر » ولا ندري أي كتاب أرادوا ، فإن لابن ماسويه كتابا آخر عنوانه « جواهر الطيب « 4 » » بحث فيه أنواع العطور النفيسة وكيفية استخراجها واستجلابها ومواطن وجودها وأثمانها « 5 » . ولم ينوه به برو كلمان وإنما أشار إليه سوزكين في كتابه ، وذكر أنه ما زال مخطوطا « 6 » .\r\nوللكتاب نسخة خطية قديمة ضمن مجموعة في المكتبة التيمورية المحفوظة في دار الكتب المصرية بالقاهرة ، رقمها ( 363 مجاميع ) ، ويقع كتاب ابن ماسويه في سبع أوراق ، مكتوبة بخط نسخ معتاد ، وبمداد أسود ، وفي كل صفحة منها 23 سطرا ، ولعله من مخطوطات القرن العاشر الهجري ( 16 م ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نشر في القاهرة  Imprimerie Au PriX Coutant , 34 pages \r\n( 2 )  Bullein de Institut d'Egypte , t . XIX , P . 5 - 27 \r\n( 3 )  Bulletin de Institut d'Egypte , t . XXI P . 13 . 24 \r\n( 4 ) ذكره جرجي زيدان بعنوان « جواهر الطب » مصحفا ، ورد عنوانه في الفهارس الخطية لمكتبة جامعة القاهرة على صورة « جواهر الطبيب » وقد طبع هذا الكتاب .\r\n( 5 ) جواهر الطيب المفردة / مخطوطة مكتبة جامعة القاهرة .\r\n( 6 )  Sezgin , F . : Op . Cit . III . P . 234 .  وأشار إليه أيضا الزركلي : الأعلام 9 / 279 .\r\n","page_name":" 25 ","page_number":31},
  {"content":"\r\n\r\nوورد عنوان الكتاب ، في صدر مخطوطة ، على النحو الآتي « كتاب الجواهر وصفاتها ، وفي أي بلد هي ، وصفة الغوّاصين والتجار » وكتب تحته بالخط نفسه « للعلامة يحيى بن ماسويه تعمده الله برحمته » . وفي آخر المخطوط ورد اسم الكتاب على صورة أخرى ، هي « كتاب الجواهر ومعادنها » وكلا العنوانين مقبول ، لأنه ينسجم مع عنوانات الفصول الفرعية ، التي أشارت إلى صفة كل حجر ومعدنه .\r\nومن الكتاب نسخة أخرى حديثة ، منقولة عن نسخة دار الكتب المذكورة ، وهي بخط محمود صدقي النّساخ بالدار ، فرغ من نسخها في 25 آب سنة 1938 ، وقد كانت لدى المستشرق ماكس مايرهوف  Max Mayerhof  المتوفى سنة 1945 « 1 » ثم انتقلت من بعده إلى مكتبة جامعة القاهرة ، وهي محفوظة فيها تحت رقم ( 26200 ) . وتقع هذه النسخة في 27 صفحة ، كل منها 21 سطرا . وتتميز بدقة النسخ وضبطه ، فيما عدا بعض التصحيفات الطفيفة ، وسقط بضعة أسطر في موضع واحد . وليست للنسخة قيمة خاصة سوى ما كتبه مالكها الأسبق ما يرهوف من أسماء لاتينية في مقابل بعض أسماء الجواهر الواردة في المخطوطة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستشرق ، طبيب الماني ، نشر عددا من الكتب الطبية العربية القديمة ، وكتب دراسة عن حياة حنين بن إسحاق . أنظر الأعلام للزركلي 6 / 126 - 127 .\r\n","page_name":" 26 ","page_number":32},
  {"content":"\r\n\r\n\r\n5 - منهج التحقيق :\r\nاعتمدنا في عملنا على نسخة دار الكتب المصرية ، وعددناها أصلا في التحقيق ، ولم نرجع إلى نسخة مكتبة جامعة القاهرة إلا عند نقل بعض تعليقات مالكها الأول الدكتور ما يرهوف ، وأشرنا إليها عندئذ بالحرف ( ج ) .\r\nونظرا للأهمية الكبيرة التي يتمتع بها كتاب ابن ماسويه في تاريخ علم الجواهر الكريمة ، فقد اجتهدنا في تحقيق ألفاظه ، التي وردت مصحّفة محرفة في مواضع متعددة ، وصوبنا ما ورد في مخطوطته من أخطاء إملائية ، وشرحنا ما احتواه من مصطلحات فنية بائدة ، وعبارات مغلقة ، وذلك بمقابلته على الكتب المصنفة في موضوعه ، وفي غيره مما يتصل بمادته العلمية . وعلقنا على بعض مواطنه تعليقات رأيناها مناسبة لتوضيح الموضوع . خاصة وإن كتاب « الجواهر وصفاتها » هذا ، يعد أقدم كتاب في بابه يرى لنور النشر سبيلا ، مما يضفي عليه أهمية خاصة .\r\nد . عماد عبد السلام رؤوف العطار\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":33},
  {"content":"\r\n\r\n\r\n[ المقدمة 
  ]\r\nبسم الله الرحمن الرحيم قال يحيى بن ماسويه في صفة الجوهر والحجارة المستعملة معه ، وأجناس ذلك وأشكاله وجميع أحواله التي اجتمع عليها أهل المعرفة من جلابه وصناعه ، وهي في معادنها ومواضعها معروفة مشهور ، ونحن نبدأ بأجناسها ولا ، وهي :\r\nاللؤلؤ ، الياقوت ، الزّمرّد ، الماس ، الخرين ، المادنيج ، الأفلوج ، الجمست ، العقيق ، الجزع ، الدهنج . السبس « 1 » ، الياسب ، الفيروزج ، البسذ ، اللازورد ، المكّي ، الكركهن « 2 » ، الكركند ، الياسميس « 3 » ، الكرك « 4 » ، المسنّى « 5 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل ، وفي ج : السيس . وذكر البيروني في الجماهر ( ص 168 ) أنه من أشياء الزمرد ، وهو أخضر أملس صاف يضرب إلى الصفرة ، ولا يباين الزمرد إلا بالصلابة واليبوسة ، وسماه ( السيسن ) .\r\nوذكر محقق الكتاب فريتس كرتكو في حاشية الصفحة ، أنه رأى الاسم في نسخة أخرى من الجماهر بشكل ( سلس ) ، وفي نسخة أخرى بلا نقط ، فلم يهتد إلى صحته .\r\n( 2 ) أغفل المؤلف الكلام على هذا الحجر في كتابه ، وهو من أشباه اليواقيت ( الجماهر ص 74 ) وورد اسمه في التوراة ( طبعة رومة سنة 1671 م ) مقابلا للاسم الأفرنجي  ( Amethyst )  مع أن الأخير هو الحجر المعروف بالجمست وسيأتي الكلام عليه ( أنظر كوركيس عواد : رسالة في الأحجار الكريمة تأليف أبيفانيوس . مجلة المجمع العلمي العراقي 14 ( 1967 ) ص 114 ) .\r\n( 3 ) كذا في الأصل ، ولم نقف على حقيقة هذا الاسم ، وأقرب الأشكال إليه ما ورد في رسالة ابيفانيوس ( ت 402 أو 403 م ) المنقولة إلى العربية ، حيث ورد فيها ( الحجر المسمى ياسيباس ) وهذا تصحيف ( ياسبيس ) الذي يعني اليشب ( أو الياسب كما سماه المؤلف ) . والظاهر أن ابن ماسويه كرر الإشارة إلى الحجر نفسه باسمه الآخر ، خاصة وأنه أغفل الكلام على حجر ( الياسميس ) وقصره على ( اليشب أو الياسب ) فقط .\r\n( 4 ) أغفل المؤلف التعرض إلى هذا الحجر في كتابه . وهو حجر أبيض شديد البياض قابل لشيء من الجلاء ، أشار إليه البيروني ( الجماهر ص 216 ) .\r\n( 5 ) ليس للمؤلف كلام على هذا الحجر . ولعله مشتق من ( المسن ) ، وهو حجر وصف بأنه بارد يابس ، فيه جلاء ( يوسف بن عمر التركماني : المعتمد في الأدوية المفردة ص 25 مصر 1951 ) وسيأتي الكلام عليه .\r\n","page_name":" 28 ","page_number":34},
  {"content":"\r\n\r\nالعنبري « 1 » ، الغزواني ، الخلتجي « 2 » ، البلّور « 3 » ، القبوري « 4 » .\r\n\r\n[ صفة اللؤلؤ وأصنافه « 5 » 
  ]\r\nالمدحرج الذي يسمّى القار « 6 » ، وأكبره القطري « 7 » ، ووزن أكبره مثقال « 8 » .\r\nوالخايدار « 9 » المخروطة ، وهي التي أحد رأسيها أدق من الآخر كأنه مخروط .\r\nوأكثر المخروط عماني ، ويقع فيه وزن مثقالين ، وهو قيمة على النصف من ثمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يذكره المؤلف أيضا . وهو حجر تنسب إليه تأثيرات صحية سيئة ( الجماهر ص 194 ) .\r\n( 2 ) لم يتعرض له المؤلف في هذا الكتاب . وورد في كتاب ( الجماهر ص 22 ) على صورة ( الغراوني ) وفي نسخة أخرى ( العزواني ) ، وسماه التيفاشي ( الغروي ) أزهار الأفكار في خواص الأحجار . الورقة 66 ، وفي الإكليل للهمداني 1 / 38 : العرواني ، وفي بعض نسخه : العزواني والغراواني والجزاواني ( ط .\r\nالكرملي ببغداد ، انظر تعليقاته ومقابلاته بخطه على نسخته المحفوظة في مكتبة المتحف العراقي ) . وفي ط . نبيه أمين فارس بيرنستن 8 / 30 : العرواني ، بفتح أوله ، وبضمه أيضا ، نسبة إلى جبل عروان ، انظر الحاشية ومراجعها . وهو ضرب من الجزع  ( Onyx )  .\r\n( 3 ) تصحف في الأصل إلى ( الخليجي ) ولم يتعرض إليه المؤلف . وذكر حمزة الأصفهاني بأن اسم الجزع بالفارسية قلنج ، ثم قال « ولفظة خلنج لا يختص بها الجزع بل يقع على كل مخطوط بألوان وأشكال ، فيوصف به السنانير والثعالب والزباد والزرافات وأمثالها ، بل هو بالخشب التي تكون كذلك . . » وليس في معاجم اللغة ما يشير إلى حجر الخلنج ، وإنما ذكروا أنه : كل جفنة وصحفة وآنية صنعت من خشب ذي طرائق وأساريع موشاة » ( الجماهر ص 175 وتاج العروس . مادة خلنج ) .\r\n( 4 ) ليس للمؤلف كلام على هذا الحجر .\r\n( 5 ) هذا العنوان يقتضيه السياق .\r\n( 6 ) وهو أثمن أنواع اللؤلؤ ، وتدعى اللؤلؤة المدحرجة بالجوهرة القارة ، وهي المستديرة التي لا تضريس فيها ولا طول ولا تفلطح ولا اعوجاج ، وتكون نفية اللون ، حسنة المائية ( أنظر التيفاشي : أزهار الأفكار .\r\nالورقة 13 ) .\r\n( 7 ) نسبة إلى موضع استخراجه عند قطر ، البلاد المعروفة في شرقي الجزيرة العربية .\r\n( 8 ) عن اللائي الشهيرة النفيسة ، وأوزانها وأثمانها ، أنظر البيروني : الجماهر ص 129 - 130 والأكفاني :\r\nنخب الذخائر ص 37 - 39 .\r\n( 9 ) يرى فريتس‌كرنكو : إن الخايدار محرقة عن خاية دار ، أي حبة البيضة . انظر حاشيته على الجماهر ص 129 .\r\n","page_name":" 29 ","page_number":35},
  {"content":"\r\n\r\nالمدحرج .\r\nوالمقعدة أكثرها تقع في الصغار منها وفي القطري ، والكبير في العماني ، ويبلغ ثمنه نصف ثمن المدحرج .\r\nوالعدسة وهي المتلئة ( 1 ب ) ، وتقع في القطري والعماني ، أكبرها . وهي بثلثي ثمن المدحرج ، وهي التي تقعد في وسط الخيط .\r\nواللؤلؤ المرتفع المنظوم في الخيط للعرض على البيع ، ضرب من التأليف في الأشكال ما بين صدر الخيط إلى أسفله على المراتب .\r\nوالخماناج « 1 » هو الشبه ، وهو الشبيه بالمدحرج . فمنها شديد السواد ، ومنها ما يكون على الصدف فيقلع منه ، وقلعها أن يبل الصدف في الماء ، ثم يضرب على حديدة ، فتندر « 2 » منها اللؤلؤة ، ثم يحك منها موضع الالتزاق بالمبرد حتى ينفذ موضع الخرق ، وهذا في الخماناج كثير . ويكون الحسن منها عشر قيمة الجيد ، وأكثره خمس ثمنه . فإذا لم يكن له قيمة . فكل الشبه يقع في القطري والأصفر المدحرج القطري .\r\nومنه المغربي ، وهو الذي يعجب به أهل المغرب ، ويجلب إليهم ، وهو بثلثي ثمن الجيّد .\r\nومنه الأصبهاني ، وهو الذي يجلب من أصبهان ، وهو أشدّ صفرة ، وهو بثلث ثمن الجيّد من المدحرج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر حمزة الأصبهاني في الجواهر أنه الخماناج ( وتصحف إلى الخماناخ بالخاء المعجمة ) معرب همانا الفارسية . قال البيروني : وأظن أنه عنى الخماهن ، وهو حجر قليل القيمة أجوده الأسود الصقيل ، ونقل عن بعضهم أن موطنه جبل المقطم في مصر ( الجماهر ص 216 ) .\r\n( 2 ) ندر الشيء : سقط من جوف شيء أو من بين أشياء انظر . القاموس المحيط 2 / 238 ط بولاق .\r\n","page_name":" 30 ","page_number":36},
  {"content":"\r\n\r\nوالدّق « 1 » ، وهو في جميع اللؤلؤ ، وعليه جلدة سوداء غليظة ، فتحك تلك الجلدة بالمبرد ما قام عليها شيء من السواد ، فهي ترى كلها سوداء ، لأن الباقي من السواد يسقيها ، فإذا لم يبق شيء من السواد لحقت بالجيد البالغ . ومنه ما هو أسود لا يذهب بالمبرد ، ويعالجه المترفّقون بالطبخ « 2 » ، فينقص سواده ويجيء مليحا ، وليست له عاقبة ، وهو خماناج .\r\nوالطينية داخلها حبة بالغة ، فإذا قشّرت خرجت اللؤلؤة الداخلة بالقشر ملتصقة ، وربما كان بينهما لحم ، والداخلة صحيحة ، وترى الداخلة من خارج أحيانا في الشمس والسراج . ويعرف شكل الداخلة ووزنها على الاستقصاء قبل القشر عنها .\r\nوالسّراب « 3 » ، وهي التي كلما أتى عليها سنة يبست وجفت ، ثم تتصدع ، فإذا أعيدت في الماء يوما أو يومين رجعت إلى ما كانت عليه .\r\nوالكروش « 4 » لها أديم واحد ، وداخلها ماء أسود ، فتثقب ويخرج ماؤها وقشورها الداخلة ، وربما كان ذلك منتن الريح ، ثم يحشى كيه « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدق من اللؤلؤ : الصغير الحجم ، أو غير تام النضوج .\r\n( 2 ) أشار ابن الأكفاني ( ت 749 ه ) إلى طريقة طبخه ، وذلك بأن يطلى بالشمع ، ويجعل في قدح مع حماض الأترج ( وهو نوع من الليمون الحامض ) ويبدل عليه كل ثلاثة أيام ، وتدام خضخضته حتى يبيض ( نخب الذخائر ص 43 ) وفي كتاب « قطف الأزهار تأليف أحمد المغربي ) تفصيلات جمة عن طرق عمل اللؤلؤ وتحسينه وطبخه ( الورقة 98 مخطوط ) .\r\n( 3 ) كذا في الأصل ، ووردت في الجماهر للبيروني ص 128 باسم ( شرابة ) وقال قريتس‌كرنكو : ولعل الصواب شرائة ، بالثاء المثلثة ، أي مقشرة وصفتها تشبه صفة السراب المذكور « فهي حبة تتمايز قشرتاها ويداخلهما هواء ييبسهما ، فإذا نقعت في الماء عادت القشرتان إلى انضمام\r\n( 4 ) ذكره الكندي بهذه الصفة . انظر الجماهر ص 128 وسماه العلامة ماكس مايرهوف في حاشية له على نسخة ج  Enigrna  ، أي اللغز أو المعمى .\r\n( 5 ) كذا في الأصل ، ولعلها ( كيسه ) . وذكر البيروني أنه يحشى بالمصطكى ( الجماهر 129 ) .\r\n","page_name":" 31 ","page_number":37},
  {"content":"\r\n\r\nوالمنفخ « 1 » ، وهي التي جانب منها لؤلؤ وجانب منها أجوف . وهي التي يعمل منها المطابق ، والمطابق ( ؟ ) يلزق ، ويحشى بكيه ويستعمل مع الجوهر في التيجان ، والطور ، وهو اليابس الصلب .\r\nوالأول « 2 » [ و 
  ] هو لؤلؤ أسفله سقيم شبيه بالطين ، وشبيه بالحجر ، أسود ، فاسد ، وفوقه لؤلؤ ( 2 أ ) جيد بالغ .\r\nوالجماناخ « 3 » رديء عليه قشور رقيقة ، وداخلة كله حمأة وطين ، [ و 
  ] لا بقاء له ولا مرجوع ، وينكسر .\r\nوالوردي أحمر بلون « 4 » الورد ، يقع في متاع سرنديب « 5 » وهو صغار .\r\nوالمضرس « 6 » يقع اثنين وثلاثة وأربعة ، لازق بعضه ببعض ، ولا يقطع ، وهو سرنديبي ، وما كان منه لؤلؤتين صلح على القطع والعمل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا النوع من اللآليء ، والذي يليه ، مما انفرد مؤلف الكتاب ، ابن ماسويه ، بتسميته ووصفه . وسيذكر - فيما يأتي - أن اللؤلؤ القلزمي ، أي المستخرج من مغاصات بحر القلزم ، وهو البحر الأحمر ، كله « أجوف منقوخ ؟ ؟ ؟ » .\r\n( 2 ) يريد بالأول المطابق ، على أساس أنه والطور قسما المنفخ .\r\n( 3 ) كذا في الأصل ، والكلمة تشبه ( الخماناج ) التي مر الكلام عليها ، إلا أن ثمة اختلاف بين صفة كل نوع وآخر .\r\n( 4 ) في الأصل ( لون ) .\r\n( 5 ) سرنديب : هو اسم الجزيرة التي تسمى اليوم [ سريلانكا 
  ] في الجنوب الشرقي من شبه القارة الهندية وصفها ياقوت بقوله : هي جزيرة عظيمة في بحر هركند بأقصى بلاد الهند ، طولها ثمانون فرسخا في مثلها ، وفي سرنديب الجبل الذي هبط عليه آدم - ع - يقال له الرهون . » ( معجم البلدان 3 / 216 ط دار صادر - بيروت 1957 ) ، وقد اشتهرت سرنديب بأحجارها النفيسة ، كالياقوت والماس ، وبمغاص اللؤلؤ .\r\n( 6 ) قال البيروني في كلامه على المضرس : « ويوجد في السرنديبي مضرس كأنه عدة حبات قد ألصقت فاتحدت حبة » ( الجماهر ص 125 ) وعد ابن الأكفاني المضرس أدون اللآلي شكلا ( نخب الذخائر ص 136 ) .\r\n","page_name":" 32 ","page_number":38},
  {"content":"\r\n\r\nوالكربست « 1 » ، وهو المزنّر ، يكون له ما بين زنار إلى أربع زنانير ، وهو طوق يقع في اللؤلؤة ، وأكثره في القطري الكبار ، والسرنديبي الصغار ، وهو يعالج ويبلغ منه الجيد ألف دينار .\r\nواللباني ، وهو الشبيه باللبان إلى الدقة والطول والالتواء ، وهو ثلث ثمن المدحرج .\r\n\r\nصفة اللؤلؤ وموضعه\r\nاللؤلؤ يكون في دابة البحر « 2 » جلدتها صدفتان ملتزقتان بلحم أسود ذات فم وأذنين ، ولها شحم يلي الفم من داخل في عامة الصدفتين ، والباقي رغوة ماء . وهي تكون صغارا ثم تنشر وتعظم حتى تنتهي إلى الغاية من العظم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي بعض نسخ الجماهر ( كربشت ) وهذا تحريف للكلمة الفارسية ( كمربشت ) أي المعوج الظهر . قال البيروني : وهو الذي اضطماره في وسطه كأنه شد بزنار يحيط به ( الجماهر ص 126 ) .\r\n( 2 ) انظر تفاصيل هذه الدابة في الجماهر ( الذيل ص 4 - 5 ) . وللقدماء أقوال شتى في تعليل تكوينها اللؤلؤ ، وأقربها إلى الدقة العلمية ما ذكره عمر ابن الوردي في « خريدة العجائب ) حيث قال « إن الصدف الدري لا يكون إلا في بحر تصب فيه الأنهار العذبة ، فإذا أتى الزبيع كثر هبوب الريح وارتفعت الأمواج واضطرب البحر ، فإذا كان الثامن عشر من نيسان خرجت الأصداف من قعور هذه البحار ولها أصوات وقعقعة وبوسط كل صدفة دويبة صغير وصفحتا الصدفة لها كالجناحين وكالسور وتتحصن به من عدو مسلط عليها وهو سرطان البحر ، فربما تفتح أجنحتها لشم الهواء ، فيدخل السرطان مقصه بينهما ويأكلها وربما يتحيل السرطان في أكلها بحيلة دقيقة ، وهو أن يحمل في مقصه حجرا مدورا كبندقة الطين ويراقب دابة الصدف حتى تنشق عن جناحيها فيلقى السرطان الحجر بين صفحتي الصدفة فلا تنطبق فيأكلها ، ففي اليوم الثامن عشر من نيسان لا تبقى صدفة في قعور البحر المعروفة بالدر واللؤلؤ إلا صارت على وجه الماء وتفتحت حتى يصير وجه البر أبيض كاللؤلؤ . وتأتي سحابة بمطر عظيم ثم تنقشع السحابة وقد وقع في جوف كل صدفة ما قدر الله من القطر إما قطرة واحدة وإما اثنتان واما ثلاثة وهلم جرا إلى المائة والمائتين وفوق ذلك ثم تنطبق الأصداف وتلتحم وتموت الدابة التي كانت في جوف الصدفة في الحال وترسب الأصداف إلى قرار البحر وتلصق به وينبت لها عروق -\r\n","page_name":" 33 ","page_number":39},
  {"content":"\r\n\r\nوالصغار الذي قد صار فيه اللؤلؤ يسمّى البلبل ، وهو يسبح ويرعى فيه بالليل مجتمعا لا يتفرق ، وبعضه إلى جانب بعض وفوق بعض كجمع الجراد .\r\nوالكبار يسمى الصدف « 1 » ، ويكون في البحر متفرقا ، ويلتصق بالحشرات في قرار البحر ، وشحمه أقل من شحم البلبل [ و 
  ] إذا كانت أمطار السنة في أولها كان البلبل في تلك السنة كبيرا ، واللؤلؤ في الصدف حوله . كما يدور مع جزء في الصدفتين مما يلي اللحم الأسود مما يلي الشحمة والفم والأذن . فما كان من اللؤلؤ دون الحرف الأسود من داخل صحيح ، وما كان ملتزقا بالسواد كان أسفله سقيما طينيا ومتكسرا ، وما كان منه يلي الفم فهو مدحرج سليم ، ويقال إنها مدحرجة بفيها . واللؤلؤة التي تلي الفم هي الجيّدة البالغة ، وأكبرها\r\n\r\n\r\n","description":"","footnote":"\r\n- كالشجرة في قرار البحر حتى لا يحركها الماء فيفسد ما في بطنها ، وتلتحم صفحتا الصدفة التحاما بالغا حتى لا يدخل إلى الدر ماء البحر فيصفره . وأفضل الدر المتكون في هذه الأصداف القطرة الواحدة ثم الاثنتان ثم الثلاثة وكلما كثر العدد كان أصغر جسما وأخس قيمة وكلما قل العدد كان أكبر جسما وأعظم قيمة . والمتكون من قطرة واحدة هي الدرة اليتيمة التي لا قيمة لها والأخريان بعدها ، فالصدفة تنقلب إلى ثلاثة أطوار ، في الأول طور الحيوانية ، فإذا وقع القطر فيها وماتت الدويبة صار في طور الحجرية ولذلك غاصت إلى القرار وهذا طبع الحجر وهو الطور الثاني ، وفي الطور النباتي تشرس في قرار البحر وتمد عروقا كالشجرة » وورد هذا النص بحروفه تقريبا في مخطوطة « عجائب البلدان والجبال والأحجار » ( القرن 9 ه / 15 م ) المحفوظة في مكتبة الدراسات العليا بآداب بغداد ( الورقة 277 ) قلت : في هذا النص بعض الصواب ، لأن من المعروف حديثا أن اللؤلؤ إفراز لحيوان بحري . وأحيانا نهري ، نتيجة لتعرضه للخطر ، ويكون هذا الأفراز سائلا في أول نشوئه ، ثم يجمد فيتصلب ، وأغلبه كاربونات الكالسيوم ومادة عضوية قرنية تعرف باسم كوتكيولين  Cuticline  . وتعرف هذه الدويبة في مغاصات الخليج العربي باسم ( الخرط ) بكسر الخاء واسكان الراء . انظر سيف الشملان : تاريخ الغوص على اللؤلؤ ج 1 ص 160 .\r\n( 1 ) الصدف غشاء خلق في البحر تضمه صدفتان مفروجتان عن لحم فيه روح يسمى المحارة ، وفي مثله يكون اللؤلؤ ( ابن منظور : لسان العرب ) .\r\n","page_name":" 34 ","page_number":40},
  {"content":"\r\n\r\nمثقال ودانق « 1 » ، وهي الدرّة . وما كان منها يلي الفم ، فهي التي تسمى الطور ، وهي الصلبة الشبيهة بالعظم ، لها وجه حسن شبيه بالحجر ، وتزن ما بين دانق إلى خمسة مثاقيل ، ويبلغ أكبرها ألف دينار ، وليس لها اليوم ثمن ، [ وهي 
  ] توجد في جانب واحد من الصدف ، وليست « 2 » تكون إلا في الفرط وما كان داخل الأذن « 3 » ينتثر منه شيء - إذا تقشّر الجلد عنه - مثل الرمل ، ثم يخرج بعده لؤلؤ جيد تساوي الحبة منه مائة دينار ، وإنما يكون في أذن واحدة [ ة 
  ] ، وليس هذا كله في البلبل .\r\nويكون الصدف « 4 » ( 2 ب ) الكبار العماني فيما بين الجلد والجلد لؤلؤ ملتزق ، لا يعرف إلا أن يكسر الصدف في العباب ، وربما أشبه ذلك من الطرف .\r\nوقد توجد اللؤلؤة بعضها لؤلؤ وبعضها ودع ، وبعضها لؤلؤ وبعضها شبيه بالبعر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجدر الإشارة هنا إلى أن جميع الأوزان التي يذكرها المؤلف في هذا الكتاب ، يتبع نظام الذهب المستعمل في عهده ويعتبر مثقال الكيل الشرعي ( وهو مثقال العراق ) الوحدة الأساسية لهذا النظام ، وينقسم إلى ستة دوانيق و 20 قيراطا ، و 72 حبة . وبما أن وزن المثقال يساوي 49 ر 4 غراما فإن وزن الدانق هو 74 ر . غراما ، وزن القيراط 2232 ر . من الغرام ، ووزن الحبة 446 ر . غراما وتعتبر الأخيرة في الأغلب وزن عملة لا وزن بضاعة ومن المهم أن نذكر أن الدرهم الشرعي ينقسم هو أيضا إلى مثل هذه الوحدات ، كالحبة والقيراط ، إلا أنها تتبع حينذاك نظام الفضة لا الذهب فالمعروف أن درهم الكيل يساوي سبعة أعشار المثقال ، أي ( 125 و 3 غراما ) وعليه فإن كل وحدة من وحداته تقل عن مثيلتها في المثقال بالنسبة ذاتها هنتس ، فالتر : المكاييل والأوزان الإسلامية ص 11 .\r\n( 2 ) في الأصل ( وليس ) .\r\n( 3 ) أي أذن البلبل ، وهو دويبة البحر التي تكون اللؤلؤ .\r\n( 4 ) لعل السياق كان يقتضي أن تكون العبارة ( ويكون في الصدف ) .\r\n","page_name":" 35 ","page_number":41},
  {"content":"\r\n\r\nوربما غاص الجماعة من الغواص في الناحية التي فيها بلبل فيستوي وزن جميع ما يجدون فيه من اللؤلؤ بالقراريط ، لأن البلبل ربما مات في البحر وينتشر ما فيه من اللؤلؤ فيفسد .\r\nوربما وجدوا في الأصداف الميتة المتشققة على السواحل شيئا من اللؤلؤ ، فما وجد في الميتة كانت القشرة العليا من اللؤلؤ ميتة اللون ، فيقولون إنه لموتها يكون ذلك ، ويقولون من الشمس والريح ، فيلقى عنها تلك القشرة ، فتخرج حبّة حسنة مثمّنة تبلغ عشرة دنانير ، ويوجد ذلك في كل السواحل .\r\n\r\nمجمع التجار بغوص الغوري « 1 » للجهاز « 2 » وما في كل مغاص من اللؤلؤ\r\nجهاز البحرين يسمى كله القطري ، وهو من كاظمة « 3 » إلى بحر فارس « 4 » أربعة مواضع سلى « 5 » . وقد يقع فيه الأصداف الكبار أحيانا . وأما في الصيف فيغاص فيه غوصا ضعيفا ، والماء على ثلاثة قيامين « 6 » ونحو ذلك . ولؤلؤه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل ، وهو ليس منسوبا إلى موضع تعلمه . أنظر : معجم البلدان لياقوت مادة ( غور ) .\r\n( 2 ) الجهاز : هو الموضع المعروف بوجود اللآلئ فيه ، ومنه يتجهز لاستجلابه ، ويطلق عليه غاصة الخليج العربي حاليا اسم ( مير ) .\r\n( 3 ) كاظمة : بلدة على سيف البحر في طريق البحر من البصرة ( معجم البلدان 4 / 430 ) وهي اليوم تعد في الأراضي الكويتية .\r\n( 4 ) يريد : الخليج العربي .\r\n( 5 ) غير معجمة في الأصل ، ولعلها ( مثلي ) .\r\n( 6 ) القيمان ، وحدة لقياس الأعماق ، تساوي باعا ، والباع قدر مد الذراعين .\r\n","page_name":" 36 ","page_number":42},
  {"content":"\r\n\r\nعامته ، فيه صفرة ، وكل ما نقي منه فحسن يساوي نصف دينار ، وهو على الثلث من النقي .\r\nوموضع قطر : غوص كله وكذلك موضع بلبل ، وهو المغاص الأعظم ، وتبلغ الحبّة مثقالين مما يخرج من ذلك المغاص وأكثر من مثقالين . وليس يتجهز إليه اليوم إلا أهله .\r\nومغاص خارك « 1 » يكون فيه صدف كبار ، وتخرج من الواحدة درّة يبلغ وزنها مثقال ونصف ، تباع بعشرة آلاف دينار .\r\nومغاص سامخا « 2 » يقع عامته دقا « 3 » ، وهو جهاز عمان مما يلي الحبشة واليمن ، فأوله حوز « 4 » عمان ، ثم المسقط « 5 » ، ثم الشحر « 6 » ثم أسقوطر « 7 » ، ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خارك : من الجزر المهمة في الخليج العربي ، ذكر ياقوت أنها « جبل عال في وسط البحر ، إذا خرجت المراكب من عبادان تريد عمان وطابت بها الريح وصلت إليها في يوم وليلة » . ( معجم البلدان 2 / 337 ) ، وهي تبعد عن مصب نهر شط العرب بنحو 100 ميل بحري ، وتقع مقابل ميناء الأحمدي الكويتي .\r\nوتعرف بالخرائط الإنكليزية باسم  . KARRACK \r\n( 2 ) لم نقف على هذا الموضع .\r\n( 3 ) يريد : لؤلؤ دقا ، وقد تقدم الكلام عليه .\r\n( 4 ) كذا في الأصل ، والحوز : الموضع تتخذ حواليه مسناة ، ولعله تصحيف خور ، بالخاء المعجمة وهو الخليج من البحر ، ومصب الماء في البحر ( القاموس المحيط ) .\r\n( 5 ) المسقط ، هو الأقليم المعروف على الساحل الشرقي لجزيرة العرب ، في الجنوب الغربي من إقليم عمان ، وهو تابع له ، ومدينة مسقط اليوم عاصمة لسلطنة عمان . قال ياقوت « مدينة من نواحي عمان في آخر حدودها مما يلي اليمن ، على ساحل البحر » ( معجم البلدان 5 / 127 ) .\r\n( 6 ) الشحر : هو الأقليم الكائن في الساحل الجنوبي من جزيرة العرب ، بين عمان وعدن ( القاموس المحيط ) ، وهو اليوم داخل في « اليمن الجنوبية » . قال ياقوت « هو صقع على ساحل بحر الهند من ناحية اليمن .\r\nقال الأصمعي : هو بين عدن وعمان قد نسب إليه بعض الرواة » ( معجم البلدان 3 / 327 ) .\r\n( 7 ) اسقوطر ، أو سقطرى  Socotora  جزيرة كبيرة في المحيط الهندي ، قرب ساحل حضر موت ، ورد اسمها في جغرافية بطلميوس القديمة : واشتهرت لدى التجار العرب بصمغها الفاخر ، وبمغاصات اللؤلؤ في سواحلها . وقال ياقوت « جزيرة عظيمة كبيرة فيها عدة قرى ومدن ، تناوح عدن جنوبيها عنها وهي إلى بر العرب أقرب منها إلى بر الهند . والسالك إلى بلاد الزنج يمر عليها » ( معجم البلدان 3 / 227 وقاموس الأعلام 4 / 3585 ) .\r\n","page_name":" 37 ","page_number":43},
  {"content":"\r\n\r\nحوز عدن « 1 » ، ثم بربر « 2 » ، وبربر اللجة « 3 » على يمينه [ . . . 
  ] عشر قيمانا ، ويخرج منه جميع اللؤلؤ الكبار ؛ الذي ينتهي في البياض والكبر والثمن ، وصغاره قليل . وهو أجود من القطري لعظمه ، ولا يكون في تدحرج القطري ، ولكن ماءه أكثر ، وهو أشد بياضا ، وهو قريب بعضه من بعض . وقد يقع في العماني صدف يقال له خركوش « 4 » ، وهو صدف طويل ، وإذا وقعت فيه الحبّة كانت كبيرة نقيّة . وهي تجهز خور الزنج أيضا من عمان ( 3 أ ) . وإنما يتجهّز إليه في النزر ولا يكاد يوجد فيه شيء ، فإذا خرجت خرجت كبيرة مثل العماني أو دونه وليس في بلبل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عدن المدينة المشهورة على الساحل الجنوبي لجزيرة العرب ، وهي اليوم عاصمة « اليمن الجنوبية » ( سابقا ) ، وذكر ابن حوقل ( القرن الرابع للهجرة » أن عدن « مدينة صغيرة وشهرتها لأنها غرضة على البحر ، ينزلها السائرون في البحر ، وباليمن مدن أكبر منها ليست كشهرتها » ( ابن حوقل : صورة الأرض ص 44 ط بيروت ) . وذكر ياقوت : أن هذا الموضع هو مرغا مراكب الهند ، والتجار يجتمعون إليه لأجل ذلك فإنها بلدة تجارة . . وهو أقدم أسواق العرب » ( معجم البلدان 4 / 89 ) .\r\n( 2 ) بربر ، أو بربرة : هو الإقليم المعروف على ساحل الصومال ، المطل على خليج عدن ، وعدّه التجار العرب أول حدود بلاد الزنج ، واشتهر عندهم لوفرة العنبر على سواحله ( رحلة السيرافي في سنة 227 ه ص 103 - بغداد 1961 ) . وذكر ياقوت أنها « بلاد بين بلاد الحبش والزنج واليمن ، على ساحل بحر اليمن وبحر الزنج ، وأهلها سودان جدا ، ولهم لغة برأسها لا يفهمها غيرهم » ( معجم البلدان 1 / 369 ) .\r\n( 3 ) كذا في الأصل ، وفي الجماهر للبيروني ( الذيل / ص 10 ) ورد اسمها « لجة بربر » بالجيم المعجمة ، وفي صورة الأرض لابن حوقل ص 49 جاء اسمها « جزيرة نجة » بالنون تليها جيم معجمة ، وفي نسخة أخرى من الجماهر سميت « جزيرة بربر » . قلت : ولعل الصواب : البجة ، بالباء الموحدة تليها جيم معجمة ، نسبة إلى الأقوام العظيمة المعروفة بهذا الاسم ، والتي تقع أرضها في الشمال من أرض البربر ، بين الحبشة وأرض مصر وأرض النوبة ، ولها التاريخ الحافل . انظر صورة الأرض ص 55 - 63 . وهذه الجزيرة هي التي وصفها ياقوت بقوله : من الجزائر التي تجاور سواحل اليمن جزيرة بربرة ، وهي قاطعة من حد سواحل أبين ، ملتحقة في البحر بعدن » ( معجم البلدان 1 / 370 ) .\r\n( 4 ) ضبطها البيروني بالكاف الفارسية .\r\n","page_name":" 38 ","page_number":44},
  {"content":"\r\n\r\nوجهاز مكة ينسب إلى المنحوس « 1 » ، وهو من بحر القلزم « 2 » ما بين مكة وجحدة إلى أيلة « 3 » نحو الشام ، وهو السّرين « 4 » وقلزم « 5 » وأويلة « 6 » .\r\nوالقلزمي كله أجوف منفوخ لا لون له ، ووزن أكبره خمسة مثاقيل ، والدّق فيه قليل . والسّريّن « 7 » عامته فيه عمل وإلصاق ، ويكون وزنه على وزن العماني ، وأكثر ما يبلغ ثمنه ثلاثين ألف دينار . وأيلة مثل السّريّن ، وقد يكون فيه المنادرة « 8 » .\r\n[ أما 
  ] « 9 » جهاز سيراف ، وهو بحر فارس ما بين سيراف « 10 » وإلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نقف على أمر هذه النسبة .\r\n( 2 ) بحر القلزم ، هو البحر الأحمر ، سمي بذلك نسبة إلى مدينة قلزم الواقعة في أقصاه ، قرب مصر وعده البلدانيون العرب شعبة من بحر الهند ، وأوله من بلاد البربر والسودان في بحر الزنج وعدن ثم يعتد مفربا حتى مدينة أيلة فالقلزم في منتهاه . معجم البلدان 1 / 344 والمسعودي : مروج الذهب 1 / 110 .\r\n( 3 ) أيله ، بالفتح : مدينة وصفها ياقوت بأنها : على ساحل بحر القلزم مما يلي الشام . . قال أبو زيد : أيلة مدينة صغيرة عامرة بها زرع يسيره معجم البلدان 1 / 292 .\r\n( 4 ) السرين : بليد قريب من مكة على ساحل البحر ، قرب جدة ، رسمها ابن حوقل في كتابه ( ص 50 ) ، جعلها مقابلة لسواكن من الجهة الأخرى للبحر .\r\n( 5 ) القلزم : مدينة وصفها ابن حوقل بأنها على شفير البحر ونحره ، وينتهي هذا البحر إليها . . وهي تامة العمارة بها فرضة مصر والشام ، ومنها تحمل حمولات الشام ومصر إلى الحجاز واليمن وسواحل هذا البحر . صورة الأرض ص 53 ومعجم البلدان ص 388 .\r\n( 6 ) كذا في الأصل ، وهو تصغير ( أيلة ) .\r\n( 7 ) يريد اللؤلؤ المستخرج من السرين .\r\n( 8 ) كذا في الأصل .\r\n( 9 ) زيادة يقتضيها السياق .\r\n( 10 ) سيراف : بلدة في فارس على الخليج العربي . كانت ميناء تجاريا عظيم الشأن يقلع التجار منها إلى مسقط وقلم وجزائر نيكوبار ، حتى يصلوا إلى شبه جزيرة الملايو ثم يخرجون منها إلى خانقوا ( كانتون ) ، وأهلها تجار البحر وجلّ ثروتهم منه ، وعدت أغنى بلاد فارس ، ولكنها تدهورت منذ القرن الرابع الهجري ، وما زالت أطلالها ماثلة إلى اليوم . معجم البلدان 2 / 294 ودائرة المعارف الإسلامية ( مادة سبيراف ) 12 / 435 .\r\n","page_name":" 39 ","page_number":45},
  {"content":"\r\n\r\nالجمحة « 1 » ، [ ف 
  ] فيه ضروب من اللؤلؤ ، دق وجل ، ويبلغ ما يبلغ القطّري .\r\nوجوهر القطّري أجود منه جهاز سرنديب ناندي « 2 » ، وإنّما يقبل ملك سرنديب الغواصين في السنة بعشرين ألف دينار ، وأصداف يوم من كل أسبوع تجمع له في حضيرة .\r\nوغوصه « 3 » أربع عشرة سنة متوالية ، ثم لا يغاص فيه أربع عشرة سنة إلى أن يدرك بلبله ، وإذا وجد فيه البلبل الرطب منع من إخراجه . وهو عامة الدّق الذي يستعمله الناس جميعا ، ومدحرجه قليل وأكبره ( وزن دانق وفيه ألمنبر والمضرّس وألمنبّر فيما بين المدحرج والمضرس .\r\nوجهاز الصين إلى لبكلي ، وهو مغاص واسع كبير يخرج منه متاع كثير ، ( ويقع فيه اللؤلؤ ) « 4 » الذي يقال له اللوفيني « 5 » ، وينسب إلى المنبري « 6 » ، وليس بمدحرج ، وقد يبلغ مائة ألف « 7 » .\r\nوجهاز الصين في الماء العذب ، وهو في خور الصين إلى يانسو وبانجوا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجمحة ، بالضم ثم السكون : من خارج البحر بأقصى عمان ، بينها وبين عدن ، يسميه البحريون رأس الجمحة ، وله عندهم ذكر كثير ، فإنه ما يستدل به راكب البحر إلى الهند والآتي منه ( معجم البلدان 2 / 161 ) ونصحف اسمها في الجماهر ( الذيل ص 9 ) إلى رأس الجمجمة ومثله في مروج الذهب 1 / 110 و 149 .\r\n( 2 ) كذا في الأصل ، وفي نسخة ج : فأندى بالفاء .\r\n( 3 ) يريد غوص سرنديب . وانظر ما نقله البيروني عن الكندي في الجماهر ( الذيل ص 10 ) .\r\n( 4 ) ما بين قوسين سقط من نسخة ج .\r\n( 5 ) نسبة إلى لوفين أو لوبين ، بالباء الموحدة ، وهي بلدة في الصين أشار إليها بزرك الرام هرمزي ونوه بما فيها من حجارة كريمة ( عجائب الهند ص 84 ) .\r\n( 6 ) في الأصل : المنبرين : وقد سبقت الإشارة إلى المنبر .\r\n( 7 ) الظاهر أنه يريد : مائة ألف دينار .\r\n","page_name":" 40 ","page_number":46},
  {"content":"\r\n\r\nوهما قريتان من بلد الصين ، يقع فيه المدحرج وهو [ الذي فيه 
  ] اليبس والحمرة ، ويبلغ وزن أكبره مثقالا وأكثر ثمنه ألف دينار ، ويقع مدحرجا مقعدا .\r\n\r\nصفة الغواصين والغاصة « * »\r\nالغاصة يركب منهم السفينة ما بين الستة نفر إلى اثني عشر رجلا نصفهم غاصة ونصفهم يمسكون الحبال على الغاصة ، كل رجل لرجل ، وإنما يستأجرهم التجار مشاهرة . وفي كل سفينة أمين من قبل التاجر . ولهم حبال من كتّان طولها ما بين العشرين ذراعا إلى الخمسين .\r\nوغوص البحر أكثره على أربعة عشر قيمانا ، وكان فيما مضى يبلغ عشرين قيمانا ، وإنما هو على قدر الصبر في الماء ، وكلما عمق كان أشد عليهم وأكثر لإفادته .\r\nوفي طرف الحبل حجر معلّق يكون نحو ثلاثين منّا ، فيضع الغائص قدمه عليه وينحدر في الماء إلى قرار البحر عريانا ( 3 ب ) وعليه فوطته ومعه مخلاة من شريط محمولة في عنقه ، وله ملازم « 1 » من ذبل « 2 » أو عاج أو قرون يلزمه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) لرزوق عيسى بحث مفيد في هذا المجال بعنوان « مغاصات اللؤلؤ » مجلة لغة العرب ( 1912 ص 479 - 484 ) وانطر : سيف مرزوق الشملان : تاريخ الغوص على اللؤلؤ في الكويت والخليج العربي . الجزء الأول ص 262 - 286 وعبد الله يوسف الغنيم : الغوص على اللؤلؤ في المصادر العربية القديمة ( الكويت 1973 ) .\r\n( 1 ) في الجماهر ( ص 184 ) نقلا عن الكندي : ملزام ، والملازم : المعانق ، والملزم كمنبر : خشبتان تشد أوساطهما بحديدة ( القاموس المحيط ) وتعرف هذه الأداة اليوم باسم ( الفطام ) بضم أوله .\r\n( 2 ) في الأصل : دبل . والذبل : جلد السلحفاة البحرية أو البرية أو عظام ظهر دابة بحرية تتخذ منها الأسورة والأمشاط ( القاموس المحيط ) وانظر المسعودي : مروج الذهب 1 / 148 .\r\n","page_name":" 41 ","page_number":47},
  {"content":"\r\n\r\nأنفه لئلا يدخله الماء ولا يعد الغائص في الغاصة حتى ينخرق ما بين أذنيه وحلقه فينبعث دما ثم يتمزق « 1 » ويستمر فيكون فيه تنفسا ضعيفا .\r\nوالمبتدئون في التعليم إذا انحدروا بالأرسان « 2 » صاروا إلى القرار ، فإذا وجدوا البلبل ملأوا مخاليهم منه ، ثم يحركون الحبال فيجرّون حتى يظهروا فوق الماء ، ثم يسبحون إلى المركب . وإن لم يجد أحدهم البلبل ترك حجره ودار في البحر ويتبع الصدف الكبار وهي ملتصقة بالحشر « 3 » فيقلعه بيده حتى يملأ مخلاته ويتباعد من حجره مقدار دعوة « 4 » ، ويصير « 5 » تحت الماء نصف ساعة . وأن أعجله أمر عن الحجر أو ضل عن موضعه ذلك ، ظهر فوق الماء ثم سبح إلى سفينته أو يلقوه بسفينة أخرى أو سبحوا « 6 » إليه فاستنقذوه ، وإلا قفد انبهر وبقي . وله إذا خرج صيحة للتنفس على قدر إبطائه والشدة عليه أو السهولة ، فيستريح قليلا ثم يرجع إلى غوصه . ويغوص في اليوم ثلاث غوصات ما بينه وبين انتصاف النهار ولم يطعم طعاما إلا تمرات ، فإذا خرج من غوصه طعم . وأكلهم السمك المالح والطري والتمر ، وربما نالوا الخبز القليل .\r\nفإذا فرغوا من غوصهم أخذوا في شق الصدف ، فما خرج من شيء دفعوه إلى الأمين . ويموت الصدف في السفينة إذا خرج من الماء ؛ فإذا مات انشق فوه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل ، وفي التيفاشي ، نقلا عن ابن ماسويه : يتمرن .\r\n( 2 ) الرسن : الحبل ، وهي محرفة عن الكلمة الفارسية ( ريسمان ) .\r\n( 3 ) الحشر : جمع الحشرة ، وهي هنا القشرة التي تلي الحب ( القاموس المحيط ) .\r\n( 4 ) لعلها : عدوة .\r\n( 5 ) في الأصل : يصيح . والتصويب من نص ابن ماسويه الذي نقله التيفاشي . الورقة 3 ( نسخة المتحف العراقي ) .\r\n( 6 ) في الأصل : سحبوا .\r\n","page_name":" 42 ","page_number":48},
  {"content":"\r\n\r\nوانفتح فسهل شقه . وإذا كان حيا اشتدّ شقه .\r\nومرجعهم إلى موضع الجهاز فيما بين ثلاثة أيام إلى أربعين يوما على قدر قرب المغاص وبعده ، يترددون لهذه الأيام ويغوصون على طريقتهم في ذهابهم وجيئتهم ، الغوصة بعد الغوصة ، فربما أصابوا في بعض الغوصات الصدفة فيها الحبة الفائقة النادرة ، وربما اتفق منهم الاثنان والثلاثة في قرار البحر فيقتتلون ، على الصدف في الماء .\r\nوفي البحر سمك معروف ، فربما ضرب الغائص فيقده باثنتين ، وربما ابتلعه .\r\nومواضع السمك معروفة ، فلهم إذا صاررا في قرار البحر نباح مثل نباح الكلب يفر منه السمك « 1 » ، وإذا نجا أحدهم من السمكة بادر للخروج وترك الحجر موضعه ، ويجعلون حجارتهم في تلك المواضع سودا ، وذلك [ لأن « 2 » 
  ] السمك إذا فاته الغائص ورأى الحجر ظنه طعما « 3 » فابتلعه فيقطع الحبل ويجذبه ( 4 أ ) وإذا رآه أسود حاد عنه « 4 » وربما لم يجدوا الصدف ووجدوا الأظفار التي تدخل في الطيب « 5 » وذلك في كل المواضع ، ويجدون الشبيه بالشعر ، وهو الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر المسعودي : مروج الذهب 1 / 149 .\r\n( 2 ) زيادة يقتضيها السياق .\r\n( 3 ) ذكر البروني نقلا عن الكندي ( الجماهر 146 ) : وإن كان أبيض أو لونا آخر ظنه مطعوما فقصده للصيد .\r\n( 4 ) يضيف المسعودي أنهم يطلون أقدامهم وأسواقهم بالسواد خوفا من بلع دواب البحر إياهم ولنفورهم من السواد ( مروج الذهب 1 / 149 ) .\r\n( 5 ) أظفار الطيب اقطاع تشبه الأظفار عطرة الرائحة . قال ديسقوريدس : هي من جنس أخزاف الصدف ، توجد في جزيرة بحر الهند حيث يكون فيه السنبل ، منه قلزمي ومنه نابلي أسود صغير وأجوده الذي إلى البياض الواقع إلى اليمن والبحرين ( انظر : تاج العروس مادة ظفر وأبو بكر الرازي : الحاوي ج 20 ص 60 وابن سينا : القانون 1 / 249 ) .\r\n","page_name":" 43 ","page_number":49},
  {"content":"\r\n\r\nتعمل منه الأسورة الصفر « 1 » ويقال له شعر الجن ، وهو نابت في البحر ؛ والغوص ستة أشهر بين نيسان وتشرين .\r\n\r\nصفة الياقوت ومعدنه « 2 »\r\nوهو أحمر « 3 » وآسمانجوني « 4 » وأصفر « 5 » وأبيض « 6 » ، يؤتى به من سرنديب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل وقد تقرأ : الصغر ، وفي الجماهر ( ص 147 ) اسمها أسورة الأكراد .\r\n( 2 ) الياقوت كلمة غير عربية ، اختلف في أصلها ، فذهب حمزة بن الحسن الأصفهاني إلى أنها معرّب ( ياكند ) الفارسية ( الجماهر ص 33 ) ، بينما رأى آخرون أنها معربة عن الهندية ( انظر  ( EnC . Br . Vol . 6 , P . 478  وانفرد الأب أنستاس ماري الكرملي بالقول إنها معرب اليونانية  ( Hyakinthos )  ( نخب الذخائر ، حاشية ص 2 ) .\r\n( 3 ) الياقوت الأحمر  ( Ruby )  بأنواعه نوع من أوكسيد الألمنيوم المتبلور  ( AL 2 O 3 )  وهو أنفس الأحجار المعروفة بالياقوت وأغلاها . وقد قسمه الجوهريون العرب إلى نحو سبع مراتب بحسب ألوانه : أعلاها الرماني ، ثم البهرماني ؛ ثم الأرجواني ، ثم اللحمي ، ثم الينفسجي ، ثم الجلتاري ، ثم الوردي ( الجماهر ص 33 ونخب الذخائر ص 2 وعجائب البلدان والجبال والأحجار . الورقة 270 ) ووصفوا أحسن أنواعه بأنه بلون « حبة الرمان الشفاف اللين الطري ، الخلي عن الميل إلى الكمودة أو السواد أو الصفرة أو الشقرة » ( شيخ الربوة : نخبة الدهر ج 1 ص 61 وأحمد المغربي : قطف الأزهار . الورقة 92 مخطوطة المكتبة القادرية ببغداد ) ، وذكر التيفاشي أنه ينقسم إلى أربعة أصناف : الوردي وهو أحمر على لون الورد . . . ويقل صبغه إلى أن يضرب إلى البياض ، ثم البهرماني ، وهو أحمر نقي حتى ينتهي إلى لون البهرمان أو العصفر ، والأصفر . . ، والخلوقي وهو أشبع صفرة من الرقيق ، والجلناري وهو أشد صفرة من الخلوقي ، وأشد شعاعا ، وأكثر ماء ، وهو أجوده » ( أزهار الأفكار في خواص الأحجار الورقة 19 ) وأورد صاحب « رسالة في المعادن » كلاما قريبا لما ذكره التيفاشي ، إلا أنه زاد نوعا آخر هو : الخمري « وأردأء ما قرب من البياض » ( الورقة 55 مخطوط في دار الكتب المصرية ) ، وأغلب الظن أنه محرف عن « الجمري » نسبة إلى الجمر المتقد ، الذي أشار إليه البيروني ( الجماهر ص 34 ) ، وذكر أنه تصحف لدى الكندي إلى ( الحيري ) . وفي رسالة الأحجار الكريمة لأبيفانيوس حجر سماد « الحجر الذي على لون الجمر » يظهر أنه هو . وتجدر الإشارة هنا إلى أن بعض هذه الأنواع خارج عن نطاق الياقوت الأحمر وإن شابهه في بعض صفاته ، فبعض أصناف الياقوت الأصفر نوع من سليكات الألمنيوم ، ويعرف باسم  Topaz  ويشير صاحب رسالة « الدرة البيضاء في صناعة الياقوتة الحمراء » ( مخطوط في مكتبة -\r\n","page_name":" 44 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- العراقي القرن 11 ه / 17 م ) إلى طريقة غريبة لصناعة « الياقوتة الحمراء المسماة بالبهرمان التام العيار » . والياقوت الأحمر شفاف في الأصل إلا أن وجود شوائب من بعض العناصر الأخرى هو الذي يسبب تلونه ، وتبلغ درجة صلادة الياقوت ( 9 ) ، ووزنه النوعي 9 و 3 إلى 1 و 4 .\r\n ( Gems and Gem Materials , PP . 200 - 203 , 139 . ) \r\nاسمانجوني : كلمة فارسية منحوته من « آسمان » أي سماط ، و « كون » بكاف فارسية أي لون : فيكون معنى الأسمانجوني : السمائي اللون : أو الأزرق ( انظر نخب الذخائر حاشية ص 59 ) ويقدم بعض المتأخرين تحديدا أكثر دقة لهذا اللون « فمعنى الأسمانجوني التي تشرب زرقته حمرته كما يكون في رقاب بعض الحمام الأزرق من التطويس ، وكما يكون في بعض ريش الطاووس ، قطف الأزهار ، الورقة 92 ) . وسمى البيروني هذا النوع من الياقوت : الأكهب ( الجماهر ص 32 ) والكهبة : الدهمة ، أو غيرة مشربة سوادا ، تكون في الحمرة خاصة ، أو هي الغبرة والتغير في اللون مطلقا ( تاج العروس مادة كهب ) . ويشير التيفاشي إلى هذا الحجر بأسماء ثلاثة الأسمانجوني والأزرق والبنفسجي ، ويقسمه إلى خمسة ضروب هي : الأزرق ، واللازوردي ، والنيلي ، والكحلي والزيتي ( أزهار الأفكار . الورقة 19 ) في حين يذكر صاحب « رسالة في المعادن » أن الكحلي هو نفسه الزيتي ، ويقول « وهو أردؤها » ( الورقة 55 ) ويذكر ابن الأكفاتي أن الياقوت الأزرق ، ويسمى الأكهب ، له أربعة أصناف ، أعلاها الكحلي ، ثم النيلي ، ثم اللازوردي : ثم السمائي . أما البنفسجي فيعده ضربا من الياقوت الأحمر ( نخب الذخائر ص 6 و 10 ) وسبب هذا الاختلاف في تحديد ألوانه ، أنه يشبه إلى حد كبير اللازورد الأزرق المعروف باليونانية باسم ( سفيروس  ( Sappheiros  وبالإنكليزية  ( Sapphir )  وعرفته المصادر العربية باسم ( سفير ) أيضا ، وأنه يشترك مع الياقوت الأحمر في أنهما ضربان من حجر الكورندوم  ( AL 2 O 3 ) Coumdum  انظر .\r\n Enc . Bar . VoI . 19 , P . 615 . Gems and Gem Materials , P . 200 . \r\nيذكر ابن الأكفاني أن الياقوت الأصفر يتألف من أنواع عدة ، فأعلاه ما قارب الجلناري ( الجلنار هو زهر الرمان ) وبعده المشمشي ، وبعده الأترجي ( الأترج نوع من الليمون ) وبعده التبني ( نخب الذخائر ص 1 ) ولغيره تقسيمات أخرى ( قطف الأزهار الورقة 92 - 94 ) .\r\nذكر التيفاشي أن الياقوت الأبيض نوعان : المهوي نسبة إلى المها أي البلور ، والذكر وهو أثقل من المهوي وأقل شعاعا وأصلب حجرا ، وثمنه أرخص أثمان جميع أصناف اليواقيت ( أزهار الأفكار الورقة 19 ) وتعرف المصادر الأوروبية هذا الحجر باسم  ( White Sapphir )  أي اللازورد الأبيض ( وهو في الواقع عديم اللون ) .\r\n","page_name":" 45 ","page_number":51},
  {"content":"\r\n\r\n[ من 
  ] موضع يقال له بلنجران « 1 » من جزيرة تكون ستين فرسخا في ستين فرسخا ، ويقال أنه الموضع الذي أهبط عليه آدم عليه السلام . وبين هذه الجزيرة وبين سرنديب نحو من أربعين فرسخا ينزلها العدو ، فبعضه لقاط من التراب ، وبعضه لقاط من الأودية يأتي به السيل من جبال تلك الجزيرة ، وبعضه في الجزيرة في الحمأة يطلبه الرجال فيها ، ويقال إن أجوده ما كان في السيل .\r\nوعلامة الجيد منه كثرة الماء والصبغ والشعاع ، ويكون في هذه الجزيرة ألوان من الشبه . ويخرج من جميع هذه المواضع الياقوت الأحمر ، فبعضه أحمر رقيق اللون ، وبعضه أحمر شديد الحمرة ، والشديد الحمرة يكون فيه السواد الشديد يغلب عليه فلا تبين الحمرة إلا عروقا من خلال السواد « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بلتجران ، ذكرها ياقوت باسم ( بلنز ) بالزاي ، وقال : ناحية من سرنديب في بحر الهند ( معجم البلدان 1 / 490 ) ، وورد اسمها في الجماهر ( ص 43 ) بشكل ( بلكران ) وجاء عن موضعها أن : فيه معدن الياقوت الأصفر والكحلي ، وفوقه حدرونك وفيه جبل البرق وتحته معدن الياقوت الأحمر ، ونقل البيروني عن الكندي قوله : إن موضع الياقوت في سحان من جزيرة خلف سرنديب ، وفيه جبل عظيم يسمى الراهون ، وذكر التيفاشي أن الياقوت يؤتى به من معدن يقال له سجران ( الورقة 17 ) والظاهر أنه تحريف لسحان ، ولكنه هنا اسم معدن لا موضع ، ولم يشر إلى اسم الجزيرة . وذكر المسعودي أن الراهون جبل في سرنديب نفسها ، تلمع عليه اليواقيت ( مروج الذهب 1 / 34 ) وأن هذا الجبل هو مثل البرق ( فهو جبل البرق أيضا ) وأن حوله ألوان الياقوت والأشياء كلها ( أخبار الزمان ص 35 القاهرة 1938 ) .\r\n( 2 ) يرى البيروني أن الياقوت « وجميع المشفات في الأصل مياه مائعة وقد تحجرت » مستدلا بذلك من وجود ذرات من عناصر مختلفة فيها ، وهي التي تكسبها ألوانها الخاصة . ويذكر صاحب « رسالة في المعادن » أن الياقوت : يتكون في كهوف الجبال وخلال الرمال ، ويتم نضجه في عشرات السنين . وعلة تكوينه وما عداه من الأحجار المشفة أن مياه الأمطار التي ترسخ في المغارات والكهوف الصلبة متى لم يخالطها شيء من الترابية والطينية وطال وقوفها هنالك ازدادت صفاء وثقلا وغلظا بتسلط حرارة المعدن على تجفيفها وطبخها فانعقدت فصارت حجارة صلبة شفافة . . وأصحاب الكلام في الطبايع يقولون إن سبب اختلاف الألوان فيه اختلاف بقاع الأرض التي يكون فيها ، وذلك أن الماء إذا وقع عليها وغاص في قرارها ودام ، تغير بما انحل فيه من يبس الأرض وإسخان الشمس له ، فعلى قدر حرارته يتلون ، فإن -\r\n","page_name":" 46 ","page_number":52},
  {"content":"\r\n\r\nوقد يكون في الحجر ريح ورتم « 1 » ، والريح نفخ في الحجر ، [ وهو « 2 » 
  ] موضع خال يكون فيه ريح . وربما كان أيضا فيه الماء والريح والرتم ، [ وهو 
  ] موضع عيب يكون في الحجر ، وربما كان فيه الطين الطيب والمنتن . وترى الريح والرتم الذي داخل الحجر من خارجه ، فيوضع عليه المثقب حتى يذهب ذلك العيب وكذلك موضع الريح حتى يوصل إليه فيفتح عنها فيخرج ، وإن كان أيضا ماء أخرج . ثم يحمل على النار وفيه شيء باق من مواضع الريح ، والعيوب تبقى وتفتح لأنها تتصدع إن بقي فيها شيء .\r\nوعلاجه بالنار أن يؤخذ « 3 » حصى من حصى تلك الجزيرة أو الأرض فيدق ويسحق بالماء حتى يلزم بعضه بعضا ، ويطلى على ذلك الحجر حتى يغيب فيه ، ثم يوضع على حجر ويحاظ حوله حجارة ويلقى عليه الحطب ، ثم ينفخ عليه ويدسّ الحطب أبدا حتى يظنوا أن السواد الذي فيه قد ذهب ، ولهم في ذلك مقدار على قدر السواد يعرفونه ، وينفخ عليه ما بين ساعة إلى عشرين يوما وليلة ، لا يقطع عنه النفخ والنار على قدر ما فيه من السواد ، [ و 
  ] إذا برد أعادوه ( 4 ب ) إلى النار أبدا حتى تخلص حمرته ، وإن جاوز بالإيقاد عليه بعد\r\n\r\n\r\n","description":"","footnote":"\r\n- اشتدت حرارته وأفرطت حتى استولى عليه اليبس ، عرض له السواد وظهر على أعلاه وبطنت الحمرة المعتدلة في باطنه ، فربما طرحت الحمرة نورها إلى الخارج مع ظهور السواد فقام بينهما اللون الآسمانجوني وإن كانت الحرارة مغالبة الرطوبة واستولت على الحرارة انعقد أبيض صافياء ( الورقة 54 - 55 ) .\r\n( 1 ) في الأصل ( ريم ) بالياء المثناة . والرتم : الكسر ( القاموس المحيط ) وفسره ابن الأكفاني بأنه : وسخ فيه شبه الطين ( نخب الذخائر ص 7 ) .\r\n( 2 ) زيادة يقتضيها السياق .\r\n( 3 ) في الأصل ( يأخذ ) .\r\n","page_name":" 47 ","page_number":53},
  {"content":"\r\n\r\nخروج السواد اتحد ولم يزد ولم ينقص وثبت على حاله على قدر ما يريدون ، وذلك ببلاد الهند ، وقد يعالج بعضه ببلاد الغرب « 1 » وذلك قليل ، وتكون القطعة خمسة مثاقيل .\r\nوأما البليخ « 2 » ، وهو الآسمانجوني ، وسائر الياقوت ، [ ف 
  ] يضرب أولا بالماس على الجهر « 3 » ثم يقدّونه على ما يريدون ، ثم يحكّ بالهند والعراق .\r\n\r\nصفة الألماس ومعدنه\r\nوالألماس « 4 » فد يكون بواد ببلاد الهند « 5 » لا يصل أحد من الناس إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في الأصل ، وربما كانت ( ببلاد العرب ) .\r\n( 2 ) كذا في الأصل ، ولم نقف على ضبطه ، والبلخ : شجر السنديان ، والبلخية : شجر يعظم كشجر الرمان ( تاج العروس مادة بلخ ) .\r\n( 3 ) كذا في الأصل . والجهر : الرابية السهلة الغليظة ( تاج العروس . مادة جهر ) .\r\n( 4 ) الألماس كلمة غير عربية ، وإنما عربت عن اليونانية ( أداماس  ( ADAMAS  وتعنى ( المنيع أو ( الذي لا ينكسز ) ، وقد أطلق هذا الاسم أولا على جملة من الأحجار الصلبة الأخرى ، كالياقوت مثلا . ثم اختص به الماس الحقيقي . ووصفته المراجع الرومانية منذ القرن الأول للميلاد . وعرفه الأوروبيون باسم  Diamond  ( البيروني : الجماهر ص 92 ونخب الذخائر حاشية ص 20 و  ( Enc . Br . Vol . 4 , PP .  ( 320 - 315 وورد الماس في بعض مؤلفات القرن الثالث الهجري ( 9 م ) بلفظه اليوناني أداماس ( بزرك بن شهريار الرام هرمزيّ : عجائب الهند ص 96 - 98 ) وتضع الترجمة العربية للتوراة سنة 1671 م كلمة  Jacinth  مقابلا للألماس ، في حين تضع ترجمات أخرى أحدث عهدا ، كلمة يسب ، أو عقيق أبيض مقابلا ل  Daimond  انظر كوركيس عواد : رسالة في الأحجار الكريمة لأبيفانيوس ( مجلة المجمع العلمي العراقي [ 1967 
  ] ص 114 ) .\r\n( 5 ) ذكر بزرك الرام هرمزي أنه يستجلب من نواحي قشمير ، من واد بين جبلين هناك ( عجائب الهند ص 97 ) في حين يشير البيروني إلى أن مواطنه قريبة من معادن الياقوت في جزيرة من جزر مملكة خوار المحاذية لسرنديب . . وأن معدنه في تتكلان قامرون في جبل ترابي يغسل ترابه في السنة التي يكثر فيها البروق ( الجماهر ص 98 ) . وهذا الوصف مما ينطبق على جبل الراهون أو جبل البرق الذي مرت الإشارة إليه عند الكلام على الياقوت . وقد ذكر المسعودي أن مما امتاز به هذا الجبل لمعان الياقوت -\r\n","page_name":" 48 ","page_number":54},
  {"content":"\r\n\r\nأسفله ، وفي قرار ذلك الوادي حجارة منثورة مقدار ما بين الخردلة إلى الشعيرة :\r\nفيعمد إلى اللّحم الطري فيلقى إلى ذلك الوادي والنسور تنظر إليه ، فتهوى خلفه فتصير إليه وقد سقط إلى أسفل الوادي ، فيلصق به الألماس وهو صغار ، فتحمله حتى يصير إلى الأرض ، ثم تنهسشه وتأكله ، فيسقط الألماس إلى الأرض ، فيلتبقط . وهذه النسور معوّده بهذا اللحم « 1 » .\r\nوالألماس قد يكون فيه ما يلقى شعاعه على هيئة قوس قزح على الحيطان [ الذي قلب عليها قدح الزّجاج « 2 » 
  ] ؛ فما كان كذلك اتخذه أهل الهند حليا لهم ؛ وما لم يلق الشعاع استعملوه في الياقوت . وهو الذي يثقب القوارير\r\n\r\n\r\n","description":"","footnote":"\r\n- عليه « وكان منه الماس » ( مروج الذهب 1 / 34 ) : ومن المعروف أن الألماس قد يوجد مختلطا مع ال  « Pyrope »  وهو حجر جرانيتي ياقوتي اللون ، ومع الذهب في الرواسب الطينية وفي الأرض الزرقاء ، وتعد الهند من أهم مواطنه منذ العصور القديمة وحتى نهاية القرن التاسع عشر . أنظر . .  Enc . Br . VoI . 4 . PP . 315 - 320 \r\nوقد وصف التاجر الفرنسي جان يابتست تافرنييه ( 1605 - 1689 ) مناجم الماس الهندية هذه وأشار إلى الطرق البدائية التي كانت تستعمل في استخراجه ( د . عبد الرحمن زكي : الأحجار الكريمة ص 61 ) .\r\n( 1 ) اشتهرت أخبار استجلاب الجواهر بالطيور في المأثورات القديمة . فأشار إليها القديس أبيفانيوس في القرن الرابع الميلادي ( رسالة الأحجار الكريمة - تقدم ذكرها ) ويعقوب بن إسحاق الكندي ( وربما نقلها عن ابن ماسويه ) وبزرك بن شهريار الرام هرمزي ( عجائب الهند ص 97 ) وعلي بن الحسن المسعودي ( أخبار الزمان ص 27 - 28 ) . وعدّها البيروني « من الخرافات الجارية على الألسن » ( الجماهر ص 99 ) .\r\nولكن التيفاشي - بعده - أشار إليها ناقلا عن « من دخل جزيرة سرنديب من التجار » ( أزهار الأفكار الورقة 17 ) ونقلها آخرون ( تذكرة داود الأنطاكي . ج 1 ص 340 ) وأحمد المغربي : قطف الأزهار .\r\nالورقة 92 ) . وأول من وصف المناجم الهندية - على وجه الدقة - كان البرتغالي جار سيادي أورتا ( سنة 1565 م ) في حين لم يكن قبل ذلك سوى الأساطير .\r\n( 2 ) العبارة التي بين معقوفتين وردت في الأصل بعد عبارة ( شق به الطير عن فراخه ) التي ستأتي بعد سطور ، ولامكان لها هناك البتة . والذي نرجحه أن مكانها هو ما أثبتنا فيه . ولعل ثمة سقط أربك سياق الكلام .\r\n","page_name":" 49 ","page_number":55},
  {"content":"\r\n\r\nوجميع الحجارة وينقش به أيضا القوارير والفصوص . ويقال الذي شق به الطير عن فراخه ؛ ويذكر أن سليمان بن داود - عليه السلام - هو الذي أمره بذلك .\r\nوقد يقع الجيد من الذي له شعاع قليل إلى العراق ، فيبلغ خمسين دينارا ؛ والذي للعمل « 1 » يبلغ المثقال منه ثلاثين دينارا على قدر عزته وكثرته .\r\nوإنما يوضع للثقب على أطراف حديد على قدر المثاقب في الغلظ والدقّة ؛ فإذا ضرب الياقوت الماس أخذ له حصى يقال له السنباذج « 2 » ، يؤتى به من بلاد الهند ، فيدق ثم يوضع على صحيفة أسرب « 3 » ، ثم يحك به عليها مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قسم صاحب « رسالة في المعادن » الماس إلى نوعين : زيتي ، وبياضه تخالطه صفرة ، ويلوري من لون البلور ، وهو الأدون . هذا عدا النوع الفاخر المتخذ حليا في الهند ( الورقة 57 ) وأضاف آخرون نوعا آخر سموه ( النوشادري ) أو ( المقدوني ) ، وأما البلوري فهو ( القبرسي ) وأردأه الأخضر ( نخبة الدهر 1 / 66 وتذكرة داود 1 / 288 وقطف الأزهار ، الورقة 80 ) . وعد ابن الأكفاني منه سبعة أنواع أخرى ذوات ألوان مختلفة ( نخب الذخائر ص 20 ) . والألماس بأنواعه عبارة عن كاربون نقي ، وهو لذلك عديم اللون ، أما ألوانه المذكورة فهي ناتجة عن وجود شوائب من عناصر أخرى فيه . أنظر\r\n Kraus and Slowson : Op . Cit . , P . 181 , 302 \r\n( 2 ) السنباذج : كلمة معربة عن الفارسية ( سنباده ) ، وهو حجر صلب يوجد على هيئة حب أو رمل خشن ، ويستعمل في صناعة الأحجار الكريمة ، لحك أغلب الأحجار وجيلها ، وهو أنواع عديدة ، اختلف الجوهريون العرب في تحديد أصولها ، فذهب البيروني إلى عدها نوعا من الياقوت ، أو من أشباهه ( الجماهر ص 103 ) بينما رأى آخرون أنها نوع من الماس نفسه ، لكنه مقصر عنه في الطبع والقوة ( التيفاشي : أزهار الأفكار . الورقة 73 ) وعرفته بعض المصادر العربية باسم ( حجر المسنّ ) أيضا وذكرت له ألوانا عدة ، كالأخضر ، وهو أعلاها قيمة ، والأحمر والأصفر والأسود ( تذكرة داود 1 / 203 وقطف الأزهار . الورقة 59 ) وهو في الحقيقة أكاسيد لعناصر مختلفة . وذكر الأب أنستاس ماري الكرملي أنه الياقوت المعروف باسم  ( Corindon )  ( نخب الذخائر / ملحق ص 98 و 108 ) ، وهذا يعني أنه أوكسيد الألمنيوم المتبلور ، والذي نراه أن النوع الذي أشار إليه ليس إلا أحد أنواع السنباذج لا كلّها .\r\n( 3 ) الأسرب : معرب من الفارسية ( أسرفا ) ، وهو الرصاص الأسود ، أو هو الرصاص مطلقا وسمي ( الأبّار ) و ( الآنك ) و ( القلعي ) أيضا ( موسى القرطبي : شرح أسماء العقار ص 7 بتحقيق ماكس مايرهوف وابن سينا : القانون في الطب 1 / 432 ) وفي تذكرة داود أن القلعي هي القصدير  ( Etain )  وأن الأسرب هو الرصاص « وهو أردأ المعادن المنطرقة وأقصرها نضجا » . ولوجود شوائب فيه من عناصر آخرى ، -\r\n","page_name":" 50 ","page_number":56},
  {"content":"\r\n\r\nالماء من الحجارة التي يحك بها الحجارة « 1 » . فينزل في أسفل الماء ويجمع ، فذلك الدلك يسمى الجلي « 2 » .\r\nويكون من أنواع الحجارة مفردات ، ويكون مختلطا أيضا ، فيليّن هذا الياقوت بعد جلائه « 3 » بالسنباذج المدقوق ، ثم يؤخذ الجزع اليماني « 4 » فيحرق بالنار ، ويسحق بالماء ، حتى يصير مثل المرهم ( 5 أ ) كما يجلى به في صحيفة مس « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- ذهب جالينوس إلى عده من جنس الفضة وجوهرها « إلا أنه دخلت عليه آفات أفسدته » ( رسالة في المعادن . الورقة 49 ) ولاستعمال الأسرب في صناعة تحويل المعادن إلى ذهب ، قالوا : انه أقرب إلى الذهبية من سائر الأجساد ، وأنه أحسن من الذهب من وجوه عدة ، وأنه يتكون من زئبق معقود بنوع من الجمود ، ويمكن انحلاله بنوع من الحرارة . ( انظر : على جلبي الآزنيقي : جواهر الأسرار في معارف الأحجار . الورقة 139 مخطوطة جامعة القاهرة ) ولهذا السبب أطلق عليه أحيانا اسم ( الذهب النيئ ) ( نخبة الدهر 1 / 52 ) .\r\n( 1 ) كذا ، وفي العبارة اضطراب .\r\n( 2 ) يريد جلي الياقوت ، فإن هذه الفقرة وما يليها تتصل بالكلام على هذا الحجر ، أما صقل الماس ، فلم يتحدث عنه المؤلف ، لأن صنعته لم تكن معروفة في عهده . وقد عرفت منذ القرن الخامس عشر الميلادي في أوروبا على أيدي جوهريين مشهورين ، أمثال فون بوكوين ، وفنسبزو بيروزي ، والأخير هو الذي صقله على الأسلوب المعروف « بريليانت » . ولا يمكن صقل الماس إلا بغباره هو ، فإنه لا توجد في العالم مادة أصلب منه ( ماريا البرتي : نفائس الأحجار وأعاجيبها . مجلة فكر وفن - المقتطفات 1963 - 1965 ص 153 وعبد الرحمن زكي : الأحجار الكريمة ص 51 - 57 ) ويذكر التيفاشي في « أزهار الأفكار » طريقة كانت معروفة في عهده ( القرن السابع الهجري / 13 م ) لتكسير الماس وتحسين هيأته ، وذلك بأن « يصير في شيء من الشمع ثم يدخل في أنبوبة قصب وينقر بطرقة من رصاص برفق ومدأراة بحيث لا يمس بجسده الحديد ، أو يصير في أنبوب وينقر يرفق بحجر صلب فإنه لا ينكسر » ثم يشير إلى أن الألماس ، مع صلابته الفائقة « لا يكسره شيء من الأحجار ، ويهشمه ، إلا أرخصها وأوضعها وأزيدها رخاوة وهو الأسرب » . وقال ابن الوردي ، ناقلا عن جوهريي عصره أن الماس « إذ وضع على السندان وضرب عليه بالمطرقة غاص فيها أو في أحدهما ولم يتكسر ، وإذا ضرب بالأسرب تكسر ولو ألف قطعة لا تكون مقطعاته إلا مثلثة » ( خريدة العجائب ص 135 ) ونقل هذا النص صاحب مخطوطة « عجائب البلدان والجبال والأحجار » ( الورقة 272 ) .\r\n( 3 ) في الأصل : جلاه .\r\n( 4 ) هو ال  ONYX  وسيأتي الكلام عليه .\r\n( 5 ) المس : هو النحاس . وفي القاموس المحيط أنه : الفادزهر  ( Bezoar )  مع أن الأخير ضرب من المرو .  Quartz \r\n","page_name":" 51 ","page_number":57},
  {"content":"\r\n\r\nوالياقوت الآسمانجوني قد يكون في بعضه صفرة ، فيوضع في الجمر « 1 » فتذهب صفرته ، فإن جاوز مقدار النار ذهب لون الآسمانجوني وصار أبيض ، ولا يتغيران « 2 » عن البياض . وتكون القطعة من الآسمانجوني أربعين مثقالا « 3 » .\r\n\r\nصفة الخرين ومعدنه « 4 »\r\nيكون في معادن الياقوت فيكون أحمر وآسمانجوني ومختلف ، ومنه ما يضرب إلى الخضرة ، كل نوع من هذه الثلاثة الأنواع منه ما يجلى بجلي الياقوت وهو أجوده وأكثره ثمنا ، ومنه ما ينجلي بجلاء الزمرد ، ومنه ما ينجلي بشيء وهو أردأه .\r\nوهو شبيه بالياقوت ويغالط به ، ولا بقاء له على النار إلا على غاية ، على قدر صلابته واسترخائه . وقد يشتريه التجار بحساب الياقوت ويغالطون به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : الخمر ، وهو تصحيف .\r\n( 2 ) كذا ، ولعل الصواب : لا يتغير .\r\n( 3 ) أي 184 جراما .\r\n( 4 ) تصحف في نسخة ج إلى ( الحزين ) ، وورد في مصادر أخرى بأشكال محرفة مختلفة ، فسماه نصر الجوهري ( الجربز ) . وعرفه الكندي . ومنه ينقل البيروني ، باسم ( الكريز ) بضم الكاف والباء ولكن الأخير شكك بصحة الرسم ، بسبب فساد نسخة كتاب الكندي التي عنده . وورد الاسم في نسخ أخرى من كتاب البيروني بشكل ( الكربز ) ، والعلاقة بين رسم الزاي والنون تقبل تصحيف أحدهما عن الآخر ( انظر الجماهر ص 51 - 52 ) . ولقد عد الجوهريون العرب هذا الحجر من أشباه اليواقيت ، وهو أكثرها شبها بالياقوت البهرمان ، فهو اذن نوع من المرو الوردي  ( Rose quartz )  .\r\n","page_name":" 52 ","page_number":58},
  {"content":"\r\n\r\n\r\nصفة الكركند ومعدنه\r\nيؤتى به من بلاد سندان « 1 » . وهو أحمر في حمرة الياقوت الأحمر ، فمنه جنس يقال له السندبا « 2 » وهو أجوده وأكثره ماء ، ومنه أحمر أصم لا ماء له فيسمى اللحمي ، ومنه أحمر إلى الصفرة له ماء وهو أجود من الأصم ، ومنه جنس كالملح لا يقبل الجلي .\r\nوقد كان هذا المتاع كله يباع بحساب الياقوت الأحمر منه ، حتى كان في خلافة المهدي « 3 » فأخبر أنه ليس بجوهر ، ولا له ثبات على النار ، فجمع بينه وبين الياقوت ، فلم يزدد الياقوت إلا جودة واحترق الكركند . وكان الذي يبتاعه للمهدي أيوب الأسود ، رجل من أهل البصرة ، وكان يبلغ حجره في أيامه خمسة آلاف درهم ، والعارض له فيه « 4 » عون العبادي ، وجلي هذا كله جلي الياقوت إلا الذي لا يقبل الجلاء . ويجيء منه ما يزن ثلاثة مثاقيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لسندان ، بفتح أوله وسكون ثانيه : مدينة في الهند وصفها ياقوت بأنها « في ملاصقة السند بينهما وبين الديبل والمنصورة نحو عشر مراحل . . وبينها وبين البحر نحو نصف فرسخ . . » ( معجم البلدان 3 / 266 ) .\r\n( 2 ) قال البيروني ناقلا عن الكندي : أنه أشد أنواع الكركند شبها بالياقوت العصفري ( الجماهر 51 ) . قلت يريد الياقوت البهرماني ، وهو أحمر نقي حتى ينتهي إلى لون البهرمان أو العصفر ( أنظر : التيفاشي أزهار الأفكار الورقة 19 ) .\r\n( 3 ) 158 - 169 ه / 775 - 785 م .\r\n( 4 ) في الأصل : لون . والتصويب من رواية الكندي ( الجماهر ص 53 ) .\r\n","page_name":" 53 ","page_number":59},
  {"content":"\r\n\r\n\r\nصفة الأفلوج ومعدنه\r\nويقال له الأوفلج « 1 » . يؤتى به من مندروين « 2 » [ من 
  ] « 3 » بلاد سرنديب .\r\nوهو آسمانجوني يضرب إلى السواد ، ويقع فيه الأحمر . وما كان منه جيدا فهو شبيه الياقوت الآسمانجوني ، وأردؤه الأسود ، وهو حجر رخو . وعلاجه علاج الزمرد ، ويقع منه أحمر شبيه بالياقوت الأحمر يغالطون به . وقد يباع الحجر منه بثلاثة آلاف دينار ، ولا يبصره إلا البصير ، حتى يحكه « 4 » بالياقوت الأحمر ، فيحكه ويجيء منه خمسة مثاقيل . ( 5 ب ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر البيروني أن الكندي سماه ( الأفلح ) بالحاء المهملة ، لكنه أظهر شكه في صحة الاسم بسبب فساد نسخة كتاب الكندي التي عنده . ونقل عن نصر الجوهري أن اسمه هو ( الأفلج ) بالجيم المعجمة ( الجماهر 78 ) وفي تاج العروس : الفلجة بكسر الفاء : القطعة من البجاد . والأخير هو حجر مختلف يعرف باسم البجادي ، والبجاذي ( وسيأتي الكلام عليه في هذه الرسالة ) وفي المراجع الأوروبية  ( Grenat )  وعده نصر الجوهري حجرا قائما بذاته ، إلا أنه معدود - مثله مثل البجادي والكركند والجربز والكركهن - من أشباه اليواقيت ( الجماهر ص 52 ) ويرى العلامة ماكس مايرهوف ، في حاشية له على نسخة ج ( ص 18 ) إن هذا الحجر هو السفير  ( Sapphir )  ولعله يريد به الياقوت الأزرق . أو اللازورد الأزرق ، فكلاهما يمكن أن يعرف باسم ( السفير ) المذكور ، والذي نراه أن الأفلوج ليس إلا أحد ضروب حجر الكورندوم  Comdum  وانظر تعليقنا على حجر الياقوت وقد تقدم .\r\n( 2 ) سماها الكندي ( مندرون ) ، قال البيروني : وكأنه عني مندري تين ( وفي نسخة أخرى بين ) الفرضة . وفي آثار البلاد للقزويني ( ص 124 ) مندروفين : مدينة بأرض الهند . ويفهم مما أورده بزرك بن شهريار الناخداه الرام هرمزي ( كتاب عجائب الهند ص 93 ) أن مندورين هذه ناحية في الهند - على البحر ، مقابلة اجزيرة سرنديب .\r\n( 3 ) الزيادة من رواية الكندي .\r\n( 4 ) كذا في الأصل ، ولعل ( فبحكه ) زائدة .\r\n","page_name":" 54 ","page_number":60},
  {"content":"\r\n\r\n\r\nصفة الزّمرّد ومعدنه « 1 »\r\nجميعه أخضر مختلف الخضرة . يكون في بلاد السودان ، مما يلي مصر ، في جبل « 2 » مشّعّب في معدن يحفر عنه ، فربما أصابوا العروق فقطعوها ، وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزمرد ، أو الزمرذ بذال معجمة ، لفظة معربة قديما عن اليونانية ، أطلقت أولا على عدد من الأحجار الصغار فضلا عن ذوات اللون الأخضر منها ( انظر :  ( Enc . Br . Vol . 8 . P . 390  ثم اختصت بنوعين متميزين ؛ هما ال  ( Emerald )  وهو الزمرد الحقيقي ؛ وال  Beril  وهو الزبرجد وعد كثير من الجوهريين القدامى كلا الحجرين زمردا ، وتردد آخرون قعدوا الزيرجد حجرا قائما بذاته ، مستقلا عن الزمرد ( انظر البيروني : الجماهر ص 160 - 162 ، والتيفاشي : أزهار الأفكار ، الورقة 27 وابن الأكفاني : نخب الذخائر ص 48 ) ونسب إلى أرسطو طاليس قوله : إن الزمرد والزبرجد سواء ، بينما رأى بليني  Pliny  ( 100 م ) أن الزمرد ابتدأ ليكون ياقوتا أحمر ، إلا أن آفات معينة قصرت به عن ذلك فأسود وأزرق ثم أخضر ، وأن الزبرجد ابتدأ ليكون زمردا ، كما ابتدأ الزمرد أن يكون ياقوتا ، فقصر به لين المعدن وضعفه ( رسالة في المعادن - الورقة 56 مخطوط ، وداود الأنطاكي : التذكرة 1 / 175 و 180 وأحمد المغربي :\r\nقطف الأزهار . الورقة 51 و 54 مخطوط ) . ويتكون الزمرد من المرو  ( Quartz )  ويكتسب ألوانه من عنصر الكروم إذا دخل فيه  ( Gems and Gem Malerials , P . 203 . ) \r\n( 2 ) ذكر المسعودي في مروج الذهب 2 / 23 أن « معدن الزمرد من عمل الصعيد الأعلى من أعمال مدينة قفط ، ومنها يخرج إلى هذا المعدن ، والموضع فيه الزمرد يعرف بالخربة مفاوز وجبال ، والبجة تحمي هذا المكان المعروف بالخربة » وحدد ابن حوقل مناجم الزمرد بأنها « من قرب أسوان على أرض مصر نحو عشر مراحل ، حتى ينتهي على البحر إلى حصن يسمى عيذاب . . في رمال وأرض مستوية ، وفي بعضها جبال ما بينها وبين أسوان ، وأموال هذا المعدن تقع في مصر » ( صورة الأرض ص 55 ) وانفرد ابن الأكفاني بذكر اسم الموضع حين قال إنه بسفح جبل في شندة من أرض البجاة ( أي البجة ) بصعيد مصر الأعلى ( نخب الذخائر ص 49 ) أما نص المؤلف ابن ماسويه المتقدم فقد نقله الكندي في كتابه « الجواهر والأشباه » ونقده البيروني في قوله إن الزمرد موجود في بلاد السودان ورأى أنه في المفاوز التي بين النيل وبحر القلزم ( البحر الأحمر ) ( الجماهر ص 162 ) فهو إذن في صعيد مصر . وذكر آخرون إن منه معدنا في الصين ، وفي إسبانيا أيضا ( تذكرة داود 1 / 180 وقطف الأزهار . الورقة 54 ) على أن جودة المصري منه وشهرته دفعت بالمؤلفين الأقدمين إلى الظن بأنه « لا يوجد إلا بها » ( رسالة في خصائص البلدان . ص 63 مخطوطة دار الكتب المصرية ) وعن مناجم الزمرد المصرية ، انظر : محمد يحيى الهاشمي ، الزمرد في مصر . مجلة الكتاب المصرية 10 [ 151 
  ] ص 697 - 704 وعبد الرحمن زكي : الأحجار الكريمة ص 91 - 96 .\r\n","page_name":" 55 ","page_number":61},
  {"content":"\r\n\r\nجود ما يكون منه ، والباقي يصاب في التراب بالنخل « 1 » ، فيوجد حلالا « 2 » ، فيغسل كما يغسل تراب الفضة فيوجد فيه .\r\nوعلى كل رجل منهم يدخل ذلك الجبل خمسة دنانير لعشرين ليلة ، فمنه الشديد الخضرة القليل الماء « 3 » ، وبعضه فيه كدارة ، وهو القليل الخضرة الكثير الماء « 4 » ، والأصم ظاهر « 5 » ، والعربي طاهر « 6 » ، ويعالج أولا بالسنباذج على الأسرب « 7 » ، ثم يجلى على خشب العشر بالجلي العقيقي والماس « 8 » . ويكون في الجيد منه خمسة مثاقيل ، ويباع الحجر منه بخمسة دنانير إلى دينار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غير معجمة في الأصل ، والتصويب من التيفاشي : أزهار الأفكار الورقة 28 .\r\n( 2 ) كذا في الأصل . وفي التيفاشي : ثم يوجد خلاله .\r\n( 3 ) هذا الوصف ينطبق على الزمرد المعروف بالمغربي .\r\n( 4 ) هو النوع المعروف بالريحاني ، ولونه شبيه بلون ورق السلق الطري ( نخب الذخائر ص 48 ) .\r\n( 5 ) وهو أرخص الأصناف قيمة ( الجماهر ص 161 ) .\r\n( 6 ) ذكر التيفاشي أنه « يوجد ببرية العرب في أرض الحجاز الشريف » ( الورقة 29 ) ومن هنا اشتق اسمه .\r\n( 7 ) تقدم الكلام عليهما في تعليقنا على الماس .\r\n( 8 ) يريد بطريقة جلي العقيق والماس نفسها .\r\n","page_name":" 56 ","page_number":62},
  {"content":"\r\n\r\n\r\nصفة الياسب ومعدنه « 1 »\r\nويخرج مع الزّمرّد من معادنه « 2 » ، وهو شبيه به اختلاف خضرته وصلابته ومائه « 3 » ، ولا يكاد يعرفه إلا البصير الناقد . وفرق ما بينهما أنه إذا وضع على البطانة « 4 » نقص ماؤه ، وصار إلى السواد والصفرة أيضا ، إلا أن الزّمرّد كيفما :\r\nكان فإن ماءه يزبد على البطانة حسنا . ويجيء منه ما يزن مثقالين [ و 
  ] يساوي الحجر منه دينارا إلى ثلث دينار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الياسب : هو اليشب ، واليصب ، واليشف ، على اختلاف لفظه في المراجع العربية ، وعرفه الأوروبيون باسم  ( Jasper )  وذكر البيروني أن أهل بخارى يسمونه ( الشب ) و ( آشب ) ، وعده من أشباه الزمرد ، ( الجماهر ص 168 - 169 و 199 ) ، ولكنه دعاه في كتابه « الصيدنة ) باسم ( حجر أرمني ) ونقل عن ثاوفرسطس قوله : إن لونه لون اللازورد بعينه ، ولهذا قيل للازورد : أرميناقون ( الورقة 138 ) قلت والذي ذكره في الجماهر أن الأرميناقون ( ويعني الأرمني ) هو اللازورد بعينه ، ولم يشر إلى أنه يطلق على الياسب البتة ، ونقل في الصيدنة أيضا عن بعض المراجع اليونانية إن اسمه : بزر الحجر . وما ذكره من شبهه للزمرد غير صحيح من الناحية العلمية ، لأن الأخير متكون من ( السليكات ) وعلى سبيل الدقة فإن اليشب هو ( ثاني أوكسيد السليكون المتبلور ) . وقد خلط الجوهريون القدامى بينه وبين حجر آخر مشابه له في الصفات والتركيب هو اليشم ، مع إن الأخير هو ال  ( Jade )  . ( انظر الصيدنة الورق 425 والتيفاشي : أزهار الأفكار . الورقة 93 ، وابن الأكفاني : نخب الذخائر ص 73 ) وفي رأي بعض الجوهريين العرب أن كلا الحجرين متكون من أبخرة مقصرة عن كيان الفضة إما بالزيادة وإما بالنقص في الرطوبة كذا ( انظر التيفاشي . الورقة 93 ، ورسالة في المعادن الورقة 61 ونخبة الدهر ص 70 وقطف الأزهار . الورقة 95 ) .\r\n( 2 ) تقدم إن مناجم الزمرد تقع في مصر . اما الياسب المذكور فإن مناجمه مشهورة في ناحية ختن من بلاد الترك ( تركستان ) ، وقيل في اليمن أيضا ( الجماهر 198 والصيدنة . الورقة 425 والتيفاشي الورقة 93 ونخب الذخائر ص 72 ) .\r\n( 3 ) في الأصل : ومانه .\r\n( 4 ) البطانة هنا : وسط الكورة ( القاموس المحيط ) .\r\n","page_name":" 57 ","page_number":63},
  {"content":"\r\n\r\n\r\nصفة المكّيّ « 1 »\r\nوهو أخضر يشبه الزّمرّد ، أصم ، وقد يكون بعضه قليل الصبغ ، له ماء .\r\nيؤتى به من بلاد الهند ، مما يلي سندان ، من ختّل « 2 » . وعلاجه علاج الزّمرّد فلا يكون جلاؤه كجلي الزّمرّد « 3 » ، ويغالط به الزمرّد ( في ) « 4 » الحلي واللّبس .\r\nويكون أكثره ثلاثة « 5 » مثاقيل [ و 
  ] يساوي نصف دينار إلى سدس دينار .\r\n\r\nصفة البسّذ ومعدنه « 6 »\r\nويقال له المرجان « 7 » . أحمر اللون ، لا ماء له ، ويخرج من بحر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موطن هذا الحجر الهند ، على ما سيذكر المؤلف ، وإنما سمي مكيا لأنه يحمل من أرض الهند إلى بلاد عدن وغيرها من سواحل اليمن ، ويؤتى به مكة ، فاشتهر بهذا الاسم ( المسعودي : مروج الذهب 2 / 25 ) .\r\n( 2 ) في الأصل : جبل ، وسيذكر المؤلف عند كلامه على المادنيج أن ختل مما يلي سندان .\r\n( 3 ) قال الكندي : هو على صلابته لا يقبل الجلاء ، بهذا يفرق بينهما ( أي بين المكي والزمرد ) ( الجماهر ( 169 ) .\r\n( 4 ) في الأصل : و .\r\n( 5 ) في الأصل : ثلاث .\r\n( 6 ) وفي نسخة ج : البسد ، بدال مهملة . وفي الجماهر ص 192 ضبطه بضم أوليه . وقال حمزة الأصفهاني :\r\nهو وسد ( بفتح أوليه ) عرب على البسذ . وضبطه صاحب التاج على وزن سكر ، وآخره دال مهملة ( تاج العروس . مادة بسد ) . وفي الكتب الطبية العربية : البسر ، بالراء المهملة ، أيضا ( انظر أبو بكر الرازي :\r\nالحاوي ج 20 ص . 37 حاشية - حيدآباد 1967 ) . وهو باليونانية : فادليون وبالهندية دوحم ( الحاوي 20 / 137 وتذكرة داود 1 / 75 ) وذكر القرطبي أن أسمه باليوناني ( قرلبون ) وإن من أسمائه ( القورال ) ( شرح أسماء العقار ص 68 و 26 ) وقد عرفه الأوروبيون باسم  ( Corol )  .\r\n( 7 ) اختلف أكثر الجوهريين القدامى في شأن النسبة بين البسذ والمرجان ، فكلاهما من مادة واحدة . نقل البيروني عن أرسطوطاليس قوله إن « المرجان أصل والبسذ فرع ، وذلك مطابق لما قيل من أن البسّذ والمرجان شيء واحد غير أن المرجان أصل متخلخل منثقب والبسذ فرع لنباته في البحر كالشجر » ( الجماهر ص 188 ) وفي رأي التيفاشي أن الأمر على عكس ذلك ، فأصول شجر المرجان هي ما يعرف بالبسذ ، وأما الأغصان فهي ما يعرفه الناس بالمرجان نفسه ( أزهار الأفكار ، الورقة 82 ) ومثل هذا الاختلاف في كتب الطب العربية أيضا . وتتفق أكثر الآراء على أن المرجان والبسذ نبات بحري ينبت -\r\n","page_name":" 58 ","page_number":64},
  {"content":"\r\n\r\nفرنجة « 1 » وهو الأحمر الجيد ، ويسمّى البُسَّذ في بلاده العوم « 2 » ، ومنه شيء إلى البياض ما هو ، وهو الذي يسمى بالعراق البيراق « 3 » ويكون في بحر الروم « 4 » ، ومن هذا الجنس جنس يسمّى الفاسنجاني « 5 » وهو أجوده ، وهو يشبه لون الورد ، ويؤتى بالفاسنجاني من بحر العرب .\r\nومنه جنس يقال له الدليكي « 6 » يؤتى به من عدن ، وهو شبيه بالجيد من جوهره . والبسذ شجر ينبت في البحر في قراره ( 6 أ ) ، ذو « 7 » أصل وأغصان\r\n\r\n\r\n","description":"","footnote":"\r\n- في جوف البحر ، فإذا خرج من البحر لقيه الهواء واشتد وصلب » ( داود الأنطاكي : التذكرة 1 / 75 ويوسف التركماني : المعتمد في الأدوية المفردة ص 25 مصر 1951 والمغربي : قطف الأزهار الورقة 33 ) في حين رأى آخرون أنه يتكون في « صدقة كبيرة مستديرة على شكل الصدف المعروف بالحافر ، إلا أنه أكثف منه بكثيره ( الرازي : الحاوي 20 / 370 حاشية ) وهذا الرأي الأخير أقرب إلى الصحة ، لأن الصدف يمثل الأجزاء الخارجية الصلبة لحيوانات مائية .\r\nومن المعروف أن المرجان كاللؤلؤ مركب من كاربونات الكالسيوم  ( Ca Co 3 )  وهو هيأكل عظمية لكائنات بحرية شتى تعرف بالحيوانات المرجانية ويسمى المرجان الأسود منه خاصة باليسر أنظر\r\n Gems and Gem Materials , P . 275 , Enc , Br . Vol . 7 , P . 421 \r\n( 1 ) هو البحر المتوسط ، أو القسم المحاذي لفرنسا منه ( معجم البلدان 1 / 345 ) وخص صاحب خصائص البلدان » سبتة ، بأقصى المغرب على البحر « بالمرجان الذي لا يفوقه شيء حسنا وكثرة » ( ص 65 مخطوط ) .\r\n( 2 ) كذا في الأصل . وفي نسخة ج ( الغوم ) .\r\n( 3 ) في الجماهر نقلا عن الكندي اسمه : مراق ، وفي نسخ أخرى من الجماهر أيضا : متراق وقال فريتس كرنكو محقق الكتاب : لم أهتد إلى صحته .\r\n( 4 ) من أسماء البحر المتوسط .\r\n( 5 ) في الأصل ( الفاسخا ) ، والتصويب من الجماهر ، وقال كرنكو : لعله معدول من اسم فاس بالمغرب . قلت وفسنجان بليدة من ناحية فارس ، والنسبة إليها الفسنجاني . أنظر ابن الأثير : اللباب في تهذيب الأنساب 2 / 432 .\r\n( 6 ) سماه الكندي : ديلكي ، وقال البيروني : وأنا أظنه دهلكي بدليل قوله يجلب من عدن ( الجماهر 193 ) قلت :\r\nيشير إلى جزيرة دهلك في بحر اليمن ، وهي مرسى بين بلاد اليمن والحبشة ( معجم البلدان 2 / 492 ) .\r\n( 7 ) في الأصل : ذات .\r\n","page_name":" 59 ","page_number":65},
  {"content":"\r\n\r\nتتشعب بعضها من بعض ، ويكون في القطعة منها ثمانون « 1 » مثقالا . ويقال أنه يخرج بكلاليب حديد ، وله غاصة يغوصون عليه ، فيقطعونه « 2 » بالجار الحديد ، وهو الذي له شعبتان على خطين متوازيين ، ويحك على حجر أصم يؤتى « 3 » به من وادي الصّيمرة « 4 » ، ويجلى بالسنباذج المطحون بالماء في رحى ، ثم يلقى عليه السنباذج « 5 » في تلك الرحى ، وهي الحجارة السود النيّة ، ويثقب بالحديد الفولاذ المسقى . وإن ألقى في الخل ابيضّ ، وإن ألقي في الذهن رجع إليه لونه . ويباع وزنا ما بين المثقال بدينار إلى مائة مثقال بدينار على قدر جوهره .\r\n\r\nصفة الدهنج ومعدنه « 6 »\r\nأخضر كله ، وفيه عروق خضر ، شبيه بوشي الخلنج وعيون الجزع « 7 » ، وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : ثمانين .\r\n( 2 ) في الأصل : عليها . . . يقطعونها .\r\n( 3 ) في الأصل : ويؤتى ، ولا مناسبة للواو .\r\n( 4 ) الصيمرة : بلد بين ديار الجبل وديار خوزستان ( معجم البلدان 3 / 439 ) .\r\n( 5 ) تقدم شرحه .\r\n( 6 ) الدهنج ، وزان جعفر . نقل البيروني عن حمزة الأصفهاني قوله : هو دهانه ، وهو نوع من الفيروزج ( الجماهر ص 196 ) والمعروف أن آلدهنج هو ما يعرفه الأوربيون باسم  ( Malachitc )  ويعرف اليوم محليا بالعراق باسم ( ملخيت ، ملشيت ) . أما الفيروزج فهو ال  ( Turquais )  ، وبين الحجرين تشابه كبير في اللون ، ألا أنهما يختلفان جدا في الصفات الأخرى ، فالدهنج متكون من كاربونات النحاس .  ( Cu Co 3 Cu ( OH ) 2  بينما يتكون الفيرزوج من فوسفات النحاس والألمنيوم القاعدية وتقل درجة صلادة الأول عن الأخير على نحو كبير ، فتبلغ في الدهنج ( 5 ، 3 ) بينما هي في الفيروزج ( 6 ) ويبغ الوزن النوعي للدهنج 9 ، 3 - 4 وهو بذلك أثقل من الفيروج . ( انظر فصل الفيروج من هذا الكتاب ) ولا يشترك الحجران إلا بوجود شيء من مركبات النحاس في كل منهما ، وهذا ما انتبه إليه الجوهريون القدامى ، فذهبوا إلى أن الدهنج حجر نحاسي ، وأنه لا يوجد إلا في معادن النحاس ، إلا أنهم توهموا وجود شيء من الكبريت فيه ( التيفاشي ، الورقة 74 ورسالة في المعادن . الورقة 60 وقطف الأزهار . الورقة 47 وعجائب البلدان والجبال والأحجار . الورقة 277 ) .\r\n( 7 ) تقدم الكلام على الخلنج ، وسيأتي كلام المؤلف على الجزع في هذا الكتاب .\r\n","page_name":" 60 ","page_number":66},
  {"content":"\r\n\r\nعتيق وحديث .\r\nفأما العتيق فهو الذي يؤتى به من غار بناحية كرمان ، وهو الدهنج الذي يسمى البرراني « 1 » باسم الغار الأول . وقد بطل هذا الغار منذ نحو خمسين سنة ، وكان يخرج منه في زمن الأكاسرة قطع عظام ، ثم لم يزل يصغر ويقل حتى غلب عليه الماء الأسود في ذلك الغار فانقطع .\r\nومنه شيء يؤتى به اليوم من غير تلك الناحية بكرمان ، من غار يخرج منه الصّفر « 2 » .\r\nومنه شيء يؤتى به من بلاد المغرب ، من غيرانها « 3 » .\r\nومنه شيء يؤتى به من غار يسمى غار بني سليم بطريق مكة .\r\nومنه شيء يؤتى به من جبال سجستان « 4 » وغيرانها . ومنه شيء جيء به حديثا من ناحية الأعراب . وأجودها الكرماني ، ثم السجستي ، ثم المغربي ، ثم البرّي « 5 » . وإنما هي عروق تتبع ثم يحفر عنها .\r\nوعمل الدهنج مثل عمل البسّد ، وقد يخرط بالجهر ، ويعمل على الحجر أيضا العتيق منه [ و 
  ] إذا نقع في الزيت جاد واشتدت خضرته ، فإن جاوز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الجماهر ص 196 : المرداني .\r\n( 2 ) الصفر ، بالضم ثم السكون : هو ضرب من النحاس ( تاج العروس ) وقال صاحب ( رسالة في المعادن ) « هو حجر مشوب بغبرة وصفرة خفية وكدرة متى قرب من النحاس التصق به » ( الورقة 64 ) .\r\n( 3 ) غيران جمع غار .\r\n( 4 ) سجستان : ناحية كبيرة وولاية واسعة في إيران . وزرنج مدينة كبيرة فيها وإن خفي اسمها اليوم ( تقويم البلدان ص 343 ، ومعجم البلدان 3 / 190 ، ولسترتج : بلدان الخلافة الشرقية ص 373 ) .\r\n( 5 ) نسبة إلى برية العرب .\r\n","page_name":" 61 ","page_number":67},
  {"content":"\r\n\r\nالمقدار غلب السواد على الخضرة . والسجستاني عشرة أمنان « 1 » ، والكرماني خمسة مثاقيل ، والذي يوجد منه من العتيق اليوم [ قدر 
  ] ثلاثين مثقالا ، ويقال إنه هو كان أكبر من هذا ما كان يعمل منه الأجاوين « 2 » والأخاوين « 3 » وما أشبه ذلك . والأعرابي خمسة أمنان ، والمغربي منّ ، ومعدن بني سليم منّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المن : رطلان : جمعه أمنان ، والرطل الشرعي ( وهو البغدادي أو العراقي ) ينقسم إلى 12 أوقية . والأوقية أستار وثلثا أستار ( وسيذكر المؤلف الاستار فيما يأتي من الرسالة والاستار أربعة مثاقيل ونصف مثقال ، والمثقال درهم وثلاثة أسباع ، والدرهم ستة دوانق ، وإذا علمنا أن مقدار الرطل المذكور بالغرامات هو ( 408 ) غرام ( على مبارك : الميزان في الأقيسة والأوزان ص 58 و 20 مصر 1309 ) عرفنا أن وزن المن هنا هو 816 غراما .\r\n( 2 ) الأجاوين : جمع إيجانة ، وإيجانه . نوع من الأواني ما زال يعرف في العراق بالاسم الأخير .\r\n( 3 ) الأخاوين : جمع خوان ، وهو ما يؤكل عليه الطعام .\r\n","page_name":" 62 ","page_number":68},
  {"content":"\r\n\r\n\r\nصفة اللّازورد ومعدنه « 1 »\r\nيؤتى به من جبال خراسان ، من خُتَّل « 2 » . ويعمل كما يعمل العقيق ، ويجلى على المسن « 3 » بماء وتكون ( 6 ب ) القطعة منّا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اللازورد ، بسكون الزاي ، كلمة فارسية ، أطلقها العرب على حجر عندهم ، سماوي اللون كانوا يسمونه ( العوهق ) ، والعوهق طائر أسود اللون لريشه بريق ) ، ومنهم عرفه الأوروبيون باسم  ( Lapis Lazuli )  أي الحجر الأزرق ، واشتقوا منه اسما للون السماء عندهم . وكان الإغريق قد عرفوا هذا الحجر باسم  Kyanos  ( وهو اسم لذلك النوع من الطيور نفسه ) ، وعرفه بعضهم باسم آخر هو السفير  ( Sappeiros )  من الكلمة السامية أسفر ، بمعنى أضاء وأشرق ( نخب الذخائر / ملحق ص 92 - 95 ) . هذا مع أن الاسم الأخير كان يشمل ، إضافة إلى اللازورد ، عددا من الأحجار الكريمة من بينها بعض أنواع اليواقيت النفيسة غير الحمراء ، وبخاصة الزرقاء منها ( انظر  ( Enc . Br . Vol . 19 . P . 615  وذكر البيروني أن الناس كانوا يطلقون على اللازورد اسم ( ارمينافون ) وذلك لشبهه حجرا بهذا الاسم كان يجلب من أرمينية ، وتعني الكلمة ( حجر أرمني ) ( الصيدنة . الورقة 138 ) ولكن ابن سينا يذكر عددا مهما من الاختلافات بين الحجرين ، رغم أن الصباغين والنقاشين كانوا يستعملون الأرمني كبديل للازورد ( القانون 1 / 326 ) . واللازورد مشهور بلونه الأزرق السمائي ، ويتميز بنقاط ذهبية اللون على وجهه المحكوك المجلو ( الجماهر ص 195 ) وذكر التيفاشي أن اللازورد حجر رخوطيني ، وأجوده أشد إشراقا ، وأصفاه لونا السماوي المستوي الصبغ إلى الكحلية ( أزهار الأفكار . الورقة 87 ونخبة الدهر 1 / 73 وقطف الأزهار الورقة 55 ) ويتكون اللازورد من سليكات عدد من العناصر ، وهو\r\n ( Na 2 , Ca ) 2 A 12 [ Al ( Na So 4 , Na S 3 , Cl ) 
  ] ( Si O 4 ) 3 \r\nوتبلغ صلادته من 5 إلى 5 و 5 ووزنه النوعي من 4 و 2 إلى 95 و 2 . ( انظر :  . Gems and Gem Materials , P . 243 ) \r\n( 2 ) ختل ( بضم أوله وتشديد ثانيه وفتحه ) كورة واسعة كثيرة المدن ، خلف جيحون ، على تخوم السند ( معجم البلدان 2 / 346 ) وذكر التيفاشي ( الورقة 78 ) أن اللازورد « يجلب من خراسان من جبل :\r\nبطخارستان ، في موضع يسمى جستان من أرض فارس ، قريب من أرمينية » وطخارستان قرية من ختل ، إلا أنها في غربي جيحون « معجم البلدان 4 / 23 ) وأما أرمينية فالمراد بها هنا أنحاء من بخارى وسمرقند كانت تعرف بهذا الاسم ، وموقعها على ضفاف نهر الصفد ( معجم البلدان 1 / 160 ولسترنج : بلدان الخلافة الشرقية ص 476 ) وفي رسالة ابيفانيوس ( القرن الرابع للميلاد ) إن موطن هذا الحجر في الهند والحبشة أيضا ، وأضاف آخرون إلى موطنه الأندلس ( نخبة الدهر ص 73 ) .\r\n( 3 ) المسن : تقدم شرحه في تعليقنا على ( الماس ) .\r\n","page_name":" 63 ","page_number":69},
  {"content":"\r\n\r\n\r\nصفة البجادي « 1 » ومعدنه\r\nلم يزل يؤتى به من سرنديب وحدها ، من جبل يقال له برق الرهون « 2 » ، وقد يؤتى به اليوم منه . وقد ظهرت له معادن بناحية بخارى في بلاد العدو « 3 » ، منذ « 4 » نحو عشر سنين ، وهو أجود من السرنديبي . ومنه يشبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البجاذي : معرب الكلمة الفارسية ( بيجاد ) و ( بيجاده ) ، وعرب أيضا على صور أخرى ، هي : البيجاذي ، والبيجذق ، والبجاذة ، والبجاد ( نخب الذخائر ص 17 ) . وعده الجوهريون العرب من أشباب الياقوت ، لأنه مثله في اللون وفي بعض الصفات ، ولأنه يوجد في معادنه . ويتميز عنه بأنه لا يضيء غالبا حتى يقعر من تحته بالحفر ، وأنه أقل حرارة ويبسأ من الياقوت ( التيفاشي . الورقة 38 ) وفي هذا الكلام كثير من الصواب ، لأن كلا الحجرين تدخل في تركيبهما مركبات الألمنيوم ، وهو الذي يساهم في منحهما ألوانا متشابهة ، وتقل صلادة ( يبوسة ) البجاذي عن الياقوت فعلا ، حيث تبلغ ما بين 5 ، 6 و 5 ، 7 بينما هي في الياقوت 9 . ويعرف البجادي في المراجع الأوروبية باسم  ( Gamet )  وذهب بعض الجوهريين إلى أنه ( البنقش ) نفسه ، والأخير من أشباه اليواقيت أيضا . إلا أنه - على خلاف ما وصف به البجاذي - أحمر شفاف ، صاف ، يضاهي فائق الياقوت في اللون والرونق ( نخب الذخائر ص 14 ) ، وحاول آخرون التمييز بين أنواع البجاذي ، مفرقين بين معرباته المختلفة ، فذكروا أن البجاذق نوع من البجاذي ( نخبة الدهر ص 1 / 83 وقطف الأزهار . الورقة 38 ) وهذه التفرقة اللفظية غير صائبة ، وجلية الأمر أن من البجادي أنواعا مختلفة ستة منها رئيسية ، وهي التي تدخل فيها مركبات أخرى مثل المغنيسيوم والحديد ، والكالسيوم . ولكل واحد منها اسم خاص به في اللغات الأوربية ، مثل الكروسولاريت  Cas Ca 3 Al 2 ( SiO 4 ) 3  والبيروب 3  Mg 3 Al 2 ( SiO 4 )  والمانديت  Fe 3 Al 2 ( SiO 4 ) \r\n( 2 ) في الأصل : الذهون ، وهو تصحيف ، فقد تكررت الإشارة إلى هذا الجبل وأسمائه .\r\n( 3 ) يريد بالعدو أجناس الترك الذين لم يكونوا قد أسلموا بعد ، ومواطنهم في أقاليم ما وراء النهر ، ومنهم الصغد والأشر وستة . انظر المسعودي : مروج الذهب 1 / 121 ، وحدد الكندي هذا الموضع بأنه بين ( وخان ) و ( شكنان ) في موضع يدعى بدخشان من أطراف طخارستان ( الجماهر 88 ) وتعد بدخشان من كورنهر جيحون مما وراء النهر ، فمناجمه إذن قريبة من مناجم اللازورد التي سبقت الإشارة إليها .\r\nوذكر مؤلف « رسالة في خصائص البلدان » « أن موطن البجادي هو بلخ » ( الورقة 64 مخطوط ) قلت :\r\nلعله أراد ناحية بلخ لا البلدة المعروفة ، فإن حدودها كانت تصل إلى نهر جيحون ، بينهما نحو عشرة فراسخ ، حتى قيل لنهر جيحون : نهر بلخ ( معجم البلدان 1 / 480 ) . وذكر أبيفانيوس موطنا آخر للبجادي في عهده ( القرن الرابع الميلادي ) هو « في جبال القيروان على شاطئ البحر » ( مجلة المجمع العلمي العراقي 14 [ 1967 
  ] ص 119 ) .\r\n( 4 ) في الأصل : منه .\r\n","page_name":" 64 ","page_number":70},
  {"content":"\r\n\r\nالأحمر ، وهو أجوده ، ويسمى الرهني . ومنه ما يشبه المادنيج « 1 » الأحمر ، ويسمى الحرحوني « 2 » . ومنه الأصفر شبيه بالعقيق الرومي ، ويسمى الزردوف « 3 » . ومنه أصم [ يضرب 
  ] « 4 » إلى الصفرة ، ليس له ماء ويسمى الناريام « 5 » ، وعلاجه علاج الزّمرّد ، وليس منه شيء يصفو حتى يبطن بالحفر ؛ وكلما عمق حفره جاد ضوؤه « 6 » ، وحسن لونه .\r\nويجيء منه ما يزن عشرة « 7 » مثاقيل ، ويكون بعشرة دنانير إلى نصف دينار .\r\n\r\nصفة المادنيج ومعدنه « 8 »\r\nيؤتى به من بلاد الدبيلا « 9 » ، من ختّل « 10 » مما يلي سندان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي الكلام عليه بعد قليل .\r\n( 2 ) كذا في الأصل ، غير معجمة ، وفي نسخ الجماهر ورد على أكثر من صورة ، هي : الحزجون ، الخرجون الحرزوني ( الجماهر ص 90 ) .\r\n( 3 ) في الجماهر : الزردول ، باللام .\r\n( 4 ) الزيادة من الجماهر .\r\n( 5 ) في نسخ الجماهر : التاربان ، الناربان ، التارباني .\r\n( 6 ) في الأصل : ضوءه .\r\n( 7 ) في الأصل : عشر .\r\n( 8 ) في الأصل : البادنيج ؛ بالباء الموحدة . وهذا تصحيف ، لأن الاسم تكرر أكثر من مرة في هذا الكتاب ، وفي الجماهر : الماذينج ، بتقديم الياء على النون . وفي نخبة الدهر 1 / 65 ورد المادبيج ، ومثله في قطف الأزهار الورقة 85 .\r\n( 9 ) كذا في الأصل ، والمشهور : دبيل ، اسم لعدة مواضع منها مدينة بأرمينية تتاخم أرّان ( معجم البلدان ) .\r\n( 10 ) في الأصل : خنل ، بالنون ، وهو تصحيف .\r\n","page_name":" 65 ","page_number":71},
  {"content":"\r\n\r\nوهو أحمر [ يضرب « 1 » 
  ] إلى السواد ، يشبه البجادي الأسود « 2 » ، ولا يضيء حتى يحفر حفرا كثيرا . وهو يتفاضل « 3 » ، وعلاجه علاج البجاذي وتجيء منه القطعة قدر منّ .\r\nوقد انقطع منذ زمان ، وكل شيء من الجواهر يظهر للشمس في ختّل « 4 » أو غيره فهو محترق ، ويضرب أبدا إلى السواد « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزيادة يقتضيها السياق .\r\n( 2 ) ذكر ماكس مايرهوف على حاشية نسخة ج ص 23 أن المادنيج ضرب من البجاذي  ( Garnct )  ولم يصرح بذلك الجوهريون العرب ، وإنما ذكروا أنه « حجر يشبه البجاذي ، ويفرق بينهما برطوبة البجاذي ، وكثرة مائه . ولونه أحمر شديد الحمرة مائل للسواد . وهو أكثر رخاوة من البجادي ، وأشد ظلمة ، والسبيل إلى إضاءتهما أن يحفرا ويقعرا غالبا ، وأجود هذا الحجر ما كثر ماؤه وقلت حاجته إلى كثرة الحفر » ( رسالة في المعادن . الورقة 57 ) ووضع مترجمو التوراة إلى العربية ( طبعة روما سنة 1671 ) المادنيج ( وتصحف في الطبعة المذكورة إلى مدينح ) مقابلا لكلمة  ( Jasper )  مع أن الأخير هو اليشب .\r\n( 3 ) التفاضل : التمازي ( القاموس المحيط ) وبلغة المعاصرين : التمايز .\r\n( 4 ) في الأصل ، جيل ، والراجح ما أثبتناه لأنه سبق الحديث عنها كموضع يجنى منه الحجر .\r\n( 5 ) وتذكر بعض المصادر العربية أن « لونه أحمر شديد الحمرة بسواد وأجوده ما كان شفافا صافيا » ( نخبة الدهر 1 / 65 وقطف الأزهار الورقة 80 ) .\r\n","page_name":" 66 ","page_number":72},
  {"content":"\r\n\r\n\r\nصفة العقيق ومعدنة « 1 »\r\nمنه ضروب « 2 » ، [ أما 
  ] الهندي [ ف 
  ] يؤتى « 3 » به من الهند من قرية يقال لها بروص « 4 » ، وهي التي يؤتى بالقبا البروصي « 5 » ، يلتقط من أودية بها ، ثم يعمل له تنانير ، ويمد طريقة « 6 » منه ، وطريقة من أخثاء « 7 » البقر ، فيفرش كذلك طريقة بعد طريقة ، حتى يملأ ، ثم يشعل فيه النار ، ويترك حتى يحترق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العقيق كلمة عربية مشتقة من الفعل : عق ، بمعنى شق . وذلك - على ما يبدو - لعقه بعض الحجارة أي لشقه إياها ، أو لبريق فيه فالعقيقة من البرق هو ما يبقى في السحاب من شعاعه ، وبه تشبه السيوف فتسمى عقائق ( القاموس المحيط ) وذكر بعض الكتاب العرب أن العقيق ابتدأ ليكون مرجانا فمنعه اليبس والبرد ( تذكرة داود الأنطاكي 1 / 238 ) ولعل سبب هذه النسبة بين الحجرين ، أن من المرجان الأحمر نوعا نفيسا يقرب من العقيق الأحمر ، المسمى باللغات الأوروبية  Comelian , Comaline  ، وإلا فإن صلادة العقيق تبلغ ضعف صلادة المرجان ، وهو - على خلاف الأخير - نوع من المرو  Quartz  ومن العقيق أنواع عديدة غير حمراء ، لها في اللغات الأوروبية أسماء مختلفة ، مثل  Agate  وهو ضروب ،  Chalcedony , Prase , Plasma ,  وغير ذلك . وللشبه الواضح بين بعض هذه الأنواع وأنواع من الياقوت قيل أن العقيق كغيره من الأحجار المشفّه ، ابتدأ ليكون ياقوتا فأقعدته عن ذلك عوارض دخلت عليه ( رسالة في المعادن 18 ) وفي الواقع فإن العقيق حجر متكون من ثاني أوكسيد السليكون  ( SiO 2 )  ، وهو بذلك شبيه باليشب ، والجزع ، والجمست ، من الأحجار التي تكلم عليها المؤلف في هذا الكتاب ، وتبلغ درجة صلادة هذه الأحجار ( 7 ) ووزنها النوعي 66 و 2 .\r\n( 2 ) عد الجوهريون منه خمسة أنواع : أحمر ، وقد تقدمت الإشارة إليه ، ورطبي ( وهو أحمر للصفرة ) وأزرق ، وأسود ، وأبيض ( وهو الخلقدوني ) . وأجوده الأحمر ثم الرطبي ، ثم الذي يليه على الترتيب ( التيفاشي :\r\nأزهار الأفكار . الورقة 64 وشيخ الربوة : نخبة الدهر 1 / 69 ) .\r\n( 3 ) الزيادة من رواية الكندي في الجماهر ص 172 .\r\n( 4 ) بروص ، ويقال بروج : من أشهر مدن الهند البحرية وأكبرها وأطيبها ( معجم البلدان 1 / 404 وتاج العروس . مادة برج ) .\r\n( 5 ) كذا في الأصل ، وكأنها القباء بالمد ، وهو طرز مشهور من الملابس الخارجية ، ولكننا نقرأ العبارة لدى الكندي على النحو الآتي « بلاد بروص التي منها القنا البروصية ، ويعمل منها البنادق » فهي إذن بالنون لا بالباء .\r\n( 6 ) طريقة بالضم : تصغير طرقة ، حجارة بعضها فوق بعض ( القاموس المحيط ) .\r\n( 7 ) الأخثاء : ما يرمي به البقر أو الفيل « المراجع »\r\n","page_name":" 67 ","page_number":73},
  {"content":"\r\n\r\nالأخثاء ، ويكون فيه « 1 » كذلك أياما ثم يترك حتى يبرد ، فإذا برد أخرج وأحمل إلى البصرة حجارة جوهر غير معمول فيكسر ، وهو ما بين وزن درهم إلى رطل ؛ ثم يلقط بحديدتين ، ولقطه أنه تقام له حديدة حادة الطرف ، ويضرب الحجر بمطرقة صغيرة فيقلع الموضع الذي يراد « 2 » قلعه ، ويحك بعده ذلك على حجر ، ثم يحك الأسرب بالسّنباذج ؛ ثم يليّن الأسرب والسنباذج ، ثم يجلى على خشب العشر * بجلاء البلور ، ويبلغ حجره الدينار . ويقع فيه البقراني ببياض وسواد فيبلغ خمسة دنانير .\r\nومنه البياني « 3 » ، ويؤتى به من بلاد اليمن « 4 » من قرى متفرقة ، منها قرية تسمى مغربي ( 7 أ ) وهو أجوده ، وقرية ابهام ، وقرية أو جبل « 5 » ، ويقال فسفاس .\r\nفهذا كله من جبال أو معادن يحتفر منها ، ومنه ما يكون لقطا من أدوية وصحاري . وقد يقع فيه البقراني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل ، منه .\r\n( 2 ) في الأصل ، يريد .\r\n( 3 ) كذا ، ولعلها : اليماني . ( انظر ص 69 السطران الثالث والسادس )\r\n( 4 ) ذكر التيفاشي في كلامه على العقيق أنه يؤتى به من اليمن من معادن له ربما يقصد ( عدن ) ، ومنه يجلب إلى سائر البلاد » ( أزهار الأفكار . الورقة 64 ) وحدد آخر موطنه بأنه « يوجد بأرض صنعاء من بلاد اليمن . وعليه غشاء رقيق ينزع عنه فيظهر جوهره » ( رسالة في المعادن الورقة 58 ) وعده آخرون مما اختصت به اليمن دون غيرها ( رسالة في خصائص البلدان ص 62 مخطوط ) وأضاف غيرهم إلى موطنه الهند أيضا ( الجماهر ص 173 ) .\r\n( 5 ) كذا ، ولم نقف على أمر هذه المواضع . وذكر الحسن الهمداني في كتابه الإكليل عددا من الجبال والقرى المشهورة في اليمن بالحجارة النفيسة اليمانية من العقيق والجزع واضرابهما ( 8 / 37 - 38 ) .\r\n( * ) هكذا في الكتاب ، ربما كان [ العثر 
  ] وهو ما سقته السماء من الشجر والزرع « المراجع »\r\n","page_name":" 68 ","page_number":74},
  {"content":"\r\n\r\n\r\nصفة البقراني ومعدنه « 1 »\r\nفأما البقراني فيعمل على حاله من غير أن تمسه النار ، وأما الباقي فيجلب إلى البصرة قطع حجارة ، والحجر ما بين الأستار « 2 » إلى العشرين رطلا ، فما كان من كبار كسر ، ثم يجفّف في الشمس أياما في أشد ما يكون من حر الشمس ، ثم يسخّن « 3 » له التنور - وهو كتنور الخبز - ببعر الإبل ، وهو ما يسخن به ، أو بقصب أو بخشب ، حتى يحمر أشد ما يكون كما يسخن الروس « 4 » ، ثم يلقى فيه ما بين العشرة أرطال إلى العشرين رطلا أكثره ، ويترك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منسوب إلى موضع في اليمن ، قال ياقوت ، بقران ، بثلاث فتحات ، وقد تكسر القاف ، وربما سكنت : من مخاليف اليمن لبني نجيد ، يجتلب منه الجزع البقراني ، وهو أجود أنواعه ( معجم البلدان 1 / 471 ) وحدد الهمداني موطن البقراني النفيس في جبل أنس في مخلاف أنس بن الهان بن مالك ( الإكليلي 8 / 28 ) ، وذكر الزبيدي أنه واد أو جبل هناك تجلب منه الفصوص البقرانية ( تاج العروس . مادة بقر ) .\r\nقلت : فليس هو معرب ( باكري ) الفارسية : كما زعم حمزة الأصفهاني ، ونقله البيروني في الجماهر ص 175 . والبقراني ضرب من الجزع  ( Onyx )  الجيد ، يتميز بخطوطه الممتدة على استقامة لا عوج فيها ، لأنها مقاطع صفائح متراكمة ، وألوان طبقاته ثلاثة غالبا ، وهي الأحمر ويكون غير مشف ، والأبيض ويكون غير مشف أيضا ، وبلوري مشف ، ووصف أيضا بأن وجهه أحمر فوق عرق أبيض فوق عرق أسود ( الإكليل 8 / 38 والجماهر 175 وأزهار الأفكار . الورقة 66 ورسالة في المعادن . الورقة 58 ) ويعرف البقراني ، أو الجزع البقراني ، في الإنكليزية والفرنسية باسم  Sardonyx  أما العلامة ماكس .\r\nمايرهوف فقد تردد في تسميته بين  Agate  و  Asbestas  مع أن الأول هو ما يعرف بحجر الفتيل ، أو غزل السعالي . أو الطلق . والثاني هو ضرب من العقيق . وبين الجزع والعقيق نسبة صرح بها البيروني فقال « ويخرج [ الجزع 
  ] باليمن في معادن العقيق ، وقيل بينهما نسبة بوجه التقارب ، وقد قيل أن في الهند من العقيق ما يسمى جزعا » ( الجماهر 174 ) .\r\n( 2 ) الأستار ، وزن قدره أربعة مثاقيل ونصف ، أي ما يساوي 20 جراما .\r\n( 3 ) في الأصل : يسحق .\r\n( 4 ) كذا في الأصل ، ونرجح أن تكون ( الروسي ) نسبة إلى ( الروسختج ) ويسمى الراسخت أيضا وهو من أشباه الزمرد ، وأجوده القطع الغليظة الغبر بين حمرة وسواد ، وأردؤه الأبيض والكمد ( الجماهر ص 161 وتذكرة الأنطاكي 1 / 171 ) وذكر القرطبي أنه النحاس المحرق المسمى في المغرب حديد :\r\nالحرقوص ( شرح أسماء العقار ص 38 ) والكلمة فارسية منحوته من رو بمعنى نحاس ، وسوخته بمعنى محروق ( داود الحلبي : كلمات فارسية في عامية الموصل ص 89 ) .\r\n","page_name":" 69 ","page_number":75},
  {"content":"\r\n\r\nفيه يوما وليلة حتى يبرد التنور ، ثم يعمل فيه بمثل عمل الهند ، وتبطّن الفصوص من أسافلها .\r\nوأما العقيق الرومي فإنه لا أصل له ، إنما هو شيء كان وقع إليهم من اليماني إلا أنه عتيق .\r\n\r\nصفة الجزع ومعدنه « 1 »\r\nيؤتى به من بلاد اليمن ، من مواضع العقيق اليماني « 2 » ، ثم يطبخ بالعسل ، وينظر إليه بعد يوم ، فإن كان قد انتهى لونه « 3 » ، وإلا زيد أياما حتى ينتهي إلى ما يريدون من اللون ، فإن منه ما يقبل سريعا ، ومنه ما يقبل بطيئا .\r\nومنه الحبشي ، وهو الأسود ، ويؤتى به من بلاد اليمن ، وتقع فيه عروق بيض ، ويعمل عمل البقراني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجزع ، بفتح أوله ، كلمة عربية مشتقة من الفعل جزع ، بمعنى قطع . ووصفه الجوهريون بأنه : حجر مشطب ، فيه كالعيون بين بياض وصفرة وحمرة وسواد ، وغالب ما يوجد مستطيلا وأنه ليس في الحجارة أصلب منه جسما ، لا يكاد يجيب على من يعالجه سريعا وإنما يحسن إذا طبخ بالزيت ، وإذا جلي على العشر بالعسل أشرق وأنار ( التيفاشي . الورقة 66 وتذكرة الأنطاكي 1 / 106 ) وهو ضروب عدة ، أعلاها البقراني ، وقد أفرده المؤلف بالبحث ، وقدمه على الجزع نفسه ، والغروي ، والفارسي والحبشي والعسلي والمعرّق . ويعرف الجزع في المراجع الأوروبية باسم  ( Onyx )  وهو اسم أطلقه الرومان على أنواع من الرخام ، تعرف اليوم بالجزع الرخامي  ( Onyx Marble )  ، وهو - كما تذكر المراجع الحديثة - نوع من المرو  Quartz  تبلغ صلادته ( 7 ) ووزنه النوعي 66 و 2 ( أنظر الذيل ) .\r\n( 2 ) اشتهرت بلاد اليمن بأنواع الجزع . قال ياقوت في مادة ظفار إنها « مدينة باليمن ينسب إليها الجزع الظفاري ، وبها كان مسكن ملوك حمير » ( معجم البلدان 4 / 60 ) وأشار الهمداني إلى أنواع عدة من الجزع اليماني ، مثل الأحمر والأخضر ، والسماوي ، وجزع بيت أبي موسى ، والظفاري ( انظر الإكليل 8 / 37 ، 180 ، 187 ) وذكر آخرون أنه بأرض ظفار على هيئة ما يوجد العقيق ، ومنه ما يؤتى به إلى الصين ( رسالة في المعادن . الورقة 58 وقطف الأزهار . الورقة 41 ) ووجد أيضا في الهند ، ثم اكتشف في أمريكا الجنوبية .\r\n( 3 ) ربما سقطت هنا كلمة ، مثل : رفع ، أو ما بمعناها .\r\n","page_name":" 70 ","page_number":76},
  {"content":"\r\n\r\n\r\nصفة الجمست ومعدنه « 1 »\r\nيجلب من قرية يقال لها الصفراء « 2 » ، على مسيرة ثلاثة أيام من مدينة الرسول صلّى اللّه عليه وسلم ، وهو معادن يخرج منها مثل البندقة إلى الرطل . وأكثره يعمل كما يعمل البجادي .\r\nوذكروا أن ابن عباس كان يقول : إن الصّرح لملكة سبأ كان من جمست ، لأن العرب تقول لكل شيء من الياقوت والزّمرّد : قوارير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجمست : بفتح أوليّه ، وسكون السين : لفظة فارسية معربة . ووردت في كتب الجوهريين بصور مختلفة ، مثل : جمشت بالشين المعجمة ، والجمش ، والجمز . وهو عند الأوروبيين  ( Amethysts )  وقد وصف بأنه حجر يشبه الياقوت البنفسجي ، وأعلاه ما غلبت عليه الوردية ، ويوجد مغشى ببياض كالثلج ، على وجهه حمرة ( ابن الأكفاني : نخب الذخائر ص 67 ) . وكان بليني ( 100 م ) يرى أن هذا الحجر ابتدأ ليكون حديدا ، فأقعدته الأعراض الداخلة عليه وأنه يتكون في معدن الحديد ( رسالة في المعادن . الورقة 61 ) والمعروف أن الجمست نوع من المرو أي البلور الصخري  ( SiO 2 ) . ( Quartz )  الذي يبلغ وزنه النوعي 66 و 2 وصلادته 7 وأشار التيفاشي ( الورقة 88 ) إلى أنه ينقسم إلى أربعة أنواع ، تتردد ألوانها بين الوردي والسماوي .\r\n( 2 ) الصفراء : قرية كثيرة النخل والمزارع ، فوق ينبع مما يلي المدينة ( معجم البلدان 3 / 412 ) وذكر الهمداني أن للجمست موطنا في اليمن أيضا ( الإكليل 8 / 28 ) .\r\n","page_name":" 71 ","page_number":77},
  {"content":"\r\n\r\n\r\nصفة الفيروزج ومعدنه « 1 »\r\nيؤتى به من نيسابور ، من معادن في الأرض « 2 » . تصاب القطعة ما بين وزن درهم إلى خمسة أساتير « 3 » ، ويبلغ حجره خمسين دينارا ( 7 ب ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفيروزج : معرب من الفارسية ( بيروزه ) . وذكر البيروني أن معنى اسمه فيها النصر ، ولذلك دعي بحجر الغلبة . ووصف بأنه حجر أزرق ، أصلب من اللازورد ( الجماهر ص 170 ونخب الذخائر ص 55 ) وذكر التيفاشي أنه نوعان : بسحاقي ، وفجنجي ( وفي نخبة الدهر 1 / 68 : خلنجي ) ، وأن الأول هو الأجود ، وأجود البسحاقي الأزرق الصافي اللون ، المشرق ، والشديد الصقالة ، وأن كليهما يصفو نورهما بصفاء الجو ويتكدران بتكدره ( أزهار الأفكار . الورقة 58 ، وعجائب البلدان والجبال والأحجار .\r\nالورقة 277 ورسالة في المعادن . الورقة 58 وقطف الأزهار الورقة 69 ) وذكروا : أنه حجر نحاسي ، يتكون من أبخرة النحاس الصاعدة في معدنه . وسبب هذا الرأي وجود كميات قليلة من فوسفات النحاس فيه ، وهو يتكون من فوسفات الألمنيوم القاعدية ، وقد تدخل في تركيبه عناصر أخرى تسبب اختلاف ألوانه ( أنظر  ( Gens and Gem Materials P . 240 \r\nويعرف الفيروزج باللغات الأوروبية باسم  ( Turquios )  وهو اسم يدل على أن مصدره بالنسبة لأوروبا كان تركيا ، والواقع أنه كان ينقل إليها من إيران  ( Enc . Br . Vol , 22 , P . 630 )  ومن المعتقد أن الفيروزج هو الذي عرفه بليني  Pliny  باسم  ( Callais )  ويعرف الفيروزج محليا في العراق باسم ( الشذر ) ، مع أن الشذر ، في المصادر العربية ، هو قطع من الذهب تلقط من معدنه بلا إذابة الحجارة ، أو خرز يفصل بها اللؤلؤ والجوهر ( تاج العروس ) ووزن الفيروج النوعي هو 6 و 2 إلى 8 و 2 ودرجة صلادته 6 .\r\n( 2 ) يوجد الفيروزج في الصخور البركانية قرب مدينة نيسابور في ولاية خراسان . ويذكر صاحب « خصائص البلدان » ( ص 65 مخطوط ) « وخصت نيسابور بالفيروزج الذي لا يوجد إلا بها ، حشيشها الريباس وحجرها الفيروزج وترابها طين الأكل . . . » . ولقد وصف الرحالة الإنكليزي فريزر  Fraser  مناجم الفيروزج بنيسابور عند زيارته لها سنة 1821 م . وأشار إلى الطرق البدائية التي كانت تستخدم في استخراجه  ( Fraser , Joumey into Khorasan , P . 407 ) \r\nوذكروا أن للفيروزج موظنا آخر في جبل أسبره « وهو بناحية الشاش مما وراء النهر » ( ابن الوردي :\r\nخريدة العجائب ص 123 ومجهول : عجائب البلدان والجبال والأحجار ( مخطوط . الورقة 252 ) . وفي العصر الحديث اكتشفت مواطن جديدة لهذا الحجر في العالم الجديد .\r\n( 3 ) الأساتير : جمع أستار ، وقد تقدم شرحه .\r\n","page_name":" 72 ","page_number":78},
  {"content":"\r\n\r\n\r\nصفة القبوري ومعدنه\r\nوأما القبوري فإنه من كل ضرب من الجوهر « 1 » ، ويوجد في القبور القديمة مع الأبنية وما أشبهها . وقد تبلغ من الثمن على مقدار الجوهر .\r\n\r\nصفة الكبريت الأحمر والأصفر وغيرهما من الألوان « 2 »\r\nوالكبريت عين تجري ، فإذا جمد ماؤها صار كبريتا أبيض وأصفر وأكدر .\r\nوالكبريت الأحمر « 3 » يقال [ أنه 
  ] من الجوهر ، ومعدنه خلف بلاد بيت [ جبرين 
  ] « 4 » ، في وادي النملة الذي مر به سليمان عليه السلام . ويقال أن النملة منها مثل الذئب في العظم ، تحفر أسرابا فيها كبريت أحمر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ربما كان تفضيل الناس بعض الأحجار الكريمة القديمة على الحديثة منها ، يرجع إلى ظاهرة التغير الجزئي لتركيب هذه الأحجار ، بفعل الحرارة الطبيعية للبيئة ، مما يزيد من إشراقها وجودتها ، مثل اللؤلؤ ، والفيروزج ، والجزع .\r\n( 2 ) قسم الكيمائيون القدامى الكبريت إلى أنواع ثلاثة « أحمر » وهو الأشرف وأصفر وأبيض فعلة الأحمر منه شدة حرارة المعدن ، وعلة الأصفر والأبيض قلة الحرارة . وبالأحمر يضرب المثل في العزة » ( رسالة في المعادن . الورقة 49 ) .\r\n( 3 ) اختلف المشتغلون بالكيمياء القديمة في شأن الكبريت الأحمر ، فذهب بعضهم إلى أنه من معدن الذهب ( رسالة في المعادن . الورقة 49 ) وأنه الأكسير الذي منه يؤمل حصول شيء طبيعي بالصناعة حتى تستحيل الفضة به ذهبا إبريزا أحمر ( الجماهر ص 103 ) ، وذهب آخرون إلى أن الكبريت الأحمر هو الياقوت الأحمر . وذلك للتشابه الظاهر بين قطعه وبين أشياه الياقوت ( الجماهر ص 103 وانظر مجهول : الدرة البيضاء في صناعة الياقوتة الحمراء - مخطوط ) وهذا التشابه هو الذي حدا بالمؤلف إلى إدخاله في مجال بحثه .\r\n( 4 ) الزيادة يقتضيها المقام ، ولعلها سقطت من النسخة المخطوطة . قال ياقوت « بيت جبرين لغة في جبريل :\r\nبليدة بين بيت المقدس وغزة ، وبينه وبين القدس مرحلتان ، وبين غزة أقل من ذلك . وبين بيت جبرين وعسقلان واد يزعمون أنه وادي النملة التي خاطبت سليمان بن داود عليه السلام » ( معجم البلدان 1 / 519 وانظر القزويني : آثار البلاد ص 279 ) .\r\n","page_name":" 73 ","page_number":79},
  {"content":"\r\n\r\nويقال إن الكبريت في كل شيء وقع ييبسه ، ما خلا في الذهب والفضة ، وإذ صعّد ما يلقى فيه الكبريت الأحمر ذهب وبقي الجوهر بعينه .\r\nوقد تركنا سائر ما أثبتناه « 1 » لأنها جميعا منسوبة إلى العقيق والجزع ، وهي كثيرة مختلفة .\r\nتم كتاب الجواهر ومعادنها والحمد لله « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يريد ما أثبته في الثبت الذي صدر به كتابه .\r\n( 2 ) في آخر نسخة مكتبة جامعة القاهرة ، كتب الناسخ العبارة الآتية : « قد وقع الفراغ من نسخ هذه الرسالة في صباح يوم الخميس 29 جمادى الثانية سنة 1357 الموافق 25 أغسطس سنة 1928 نقلا عن نسخة خطية ضمن مجموعة محفوظة بالخزانة التيمورية تحت رقم 362 مجاميع ، الكائن مركزها الآن بدار الكتب المصرية ، ونسخ هذا الراجي عفو مولاه محمود صدقي النساخ بالدار المذكورة عمرها الله وصلى الله على من لا نبي بعده ، وعلى آله وصحبه وسلم » .\r\n","page_name":" 74 ","page_number":80},
  {"content":"\r\n\r\n\r\nذيل الكتاب\r\nاشتمل كتاب ابن ماسويه على اثنين وعشرين حجرا كريما ، من الأحجار التي كانت معروفة في عهده . ولقد رأينا استكمالا لمادة الكتاب العلمية ، واستدراكا على ما ألفه مؤرخو الجواهر القدامى من بحوث وتصانيف في هذا المجال ، أن نلحق الكتاب بذيل يشتمل على جداول دقيقة حديثة فيها بيانات وافية عن اسم كل حجر كريم وتركيبه الجزيئي ، ولونه ، وصفة بريقه ، ودرجة شفافيته ، ومدى صلادته ، ووزنه النوعي . فضلا عن بعض المعلومات المتعلقة بخصائصه الأخرى ، ومواطن وجوده ، حتى يكون دليلا مفيدا للمهتمين بتاريخ الأحجار الكريمة والمشتغلين بها ، وكان مستقانا في هذا من كتاب « الجواهر وموادها » للأستاذين أدورد كراوس ، وشستر سلوسن ، وهو من خيرة المصادر المعتمدة في هذا العلم « 1 » . كما أننا وضعنا إزاء أسماء الأحجار ما يقابلها من الأسماء العربية القديمة ، معتمدين في ذلك على جملة من المعاجم ، ومعاجم المصطلحات الفنية والعلمية ، وكتب الأحجار العربية التراثية . ونقلنا ، ما ليس له مقابل عربي ، إلى هذه اللغة بحروفه التزاما منا بالدقة المطلوبة في مثل هذا العمل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n Gems and Gem Materials , by : Edward Henry Kraus and Chester Baker Slawson , Newyork and London , 1947 . \r\n","page_name":" 75 ","page_number":81},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":82},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 77 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":84},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":86},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 81 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 82 ","page_number":88},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 83 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":90},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 85 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":92},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 87 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 88 ","page_number":94},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 89 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":96},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 91 ","page_number":97},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":98},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 93 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":100},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 95 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":102},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 97 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 98 ","page_number":104},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 99 ","page_number":105},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":106},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 101 ","page_number":107},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":108},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 103 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":110},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 105 ","page_number":111},
  {"content":"\r\n\r\n\r\nالمصادر\r\nابن أبي أصيبعة ، أحمد بن القاسم :\r\n( 1 ) عيون الأنباء في طبقات الأطباء . بيروت .\r\nابن الأثير ، عز الدين .\r\n( 2 ) اللباب في تهذيب الأنساب . بيروت .\r\nابن الأكفاني ، محمد بن إبراهيم بن ساعد الأنصاري السنجاري .\r\n( 3 ) نخب الذخائر في أحوال الجواهر . تحقيق أنستاس ماري الكرملي .\r\nالقاهرة 1939 .\r\nابن جلجل ، سليمان بن حسان ، الأندلسي .\r\n( 4 ) طبقات الأطباء والحكماء ، تحقيق فؤاد سيد . القاهرة 1955 .\r\nابن حوقل ، محمد بن علي ، الموصلي ، البغدادي .\r\n( 5 ) صورة الأرض . مكتبة الحياة بيروت . بلا تاريخ .\r\nابن سينا ، حسين بن عبد الله .\r\n( 6 ) القانون . ( 1 - 3 ) القاهرة .\r\nابن العبري ، غريغوريوس الملطي .\r\n( 7 ) تاريخ مختصر الدول تحقيق أنطون صالحاني . بيروت 1958 م .\r\nابن النديم ، محمد بن إسحاق .\r\n( 8 ) الفهرست . مطبعة الاستقامة بالقاهرة . بلا تاريخ .\r\nالآزنيقي ، علي جلبي بن خسرو .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":112},
  {"content":"\r\n\r\n( 9 ) جواهر الأسرار في معارف الأحجار ، مخطوط في مكتبة جامعة القاهرة . أمين أسعد خير الله .\r\n( 10 ) الطب العربي . بيروت 1946 .\r\nالأنطاكي ، داود بن عمر .\r\n( 11 ) تذكرة أولي الألباب . ( 1 - 2 ) بيروت . بلا تاريخ .\r\nبروان . أدواردجي .\r\n( 12 ) الطب العربي . ترجمة د . داود سلمان علي . بغداد 1964 .\r\nالبغدادي ، إسماعيل باشا .\r\n( 13 ) هدية العارفين في أسماء المؤلفين وآثار المصنفين ( 1 - 2 ) إستانبول 1951 م .\r\nالبيروني ، أبو الريحان محمد بن أحمد .\r\n( 14 ) أ - الجماهر في معرفة الجواهر . بعناية فريتس كرنكو . حيدرآباد .\r\nالدكن - الهند 1355 ه .\r\n( 15 ) ب - الصيدنة . مخطوطة الأب أنستاس الكرملي . المحفوظة في مكتبة المتحف العراقي ببغداد .\r\nالتيفاشي ، أحمد بن يوسف بن أحمد القيسي القاهري .\r\n( 16 ) أزهار الأفكار في خواص الأحجار . مخطوطة مصورة في مكتبة جامعة القاهرة . ومخطوطة ضمن مجموعة في كتب عز الدين الجزائري محفوظة في مكتبة المتحف العراقي . وقد رجعنا إلى النسخة الأخيرة في مواضع قليلة أشرنا إليها .\r\nالحموي ، ياقوت الرومي البغدادي .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":113},
  {"content":"\r\n\r\n( 17 ) معجم البلدان . ( 1 - 6 ) . دار صادر - بيروت 1957 .\r\nالحموي ، عمر ابن الوردي :\r\n( 18 ) خريدة العجائب وفريدة الغرائب . القاهرة .\r\nالرازي ، أبو بكر محمد بن زكريا .\r\n( 19 ) الحاوي . طبع منه 20 جزءا . حيدرآباد الدكن 1955 - 1967 .\r\nالرام هرمزي ، بزرك بن شهريار .\r\n( 20 ) كتاب عجائب الهند بره وبحره وجزايره ( القاهرة 1908 م ) .\r\nرفاعي ، أحمد فريد .\r\n( 21 ) عصر المأمون ( 1 - 3 ) . القاهرة 1928 .\r\nالزبيدي ، محمد مرتضى الحسيني .\r\n( 22 ) تاج العروس من جواهر القاموس . القاهرة 1306 ه .\r\nالزركلي ، خير الدين .\r\n( 23 ) الأعلام ( 1 - 10 ) بيروت ط 3 سنة 1969 .\r\nزيدان ، جرجي .\r\n( 24 ) تاريخ آداب اللغة العربية ( 1 - 2 ) . القاهرة 1930 .\r\nسامي حداد .\r\n( 25 ) مآثر العرب في العلوم الطبية . بيروت 1936 .\r\nسامي ، شمس الدين .\r\n( 26 ) قاموس الأعلام . ( 1 - 6 ) إستانبول 1306 - 1316 ه .\r\nالسيرافي ، سليمان التاجر .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":114},
  {"content":"\r\n\r\n( 27 ) رحلة السيرافي إلى الهند والصين . . سنة 227 ه . مطبعة دار البصري ببغداد 1961 ( عن مطبعة باريس سنة 1811 م ) .\r\nالشملان ، سيف مرزوق .\r\n( 28 ) تاريخ الغوص على اللؤلؤ في الكويت والخليج العربي . الكويت 1975 .\r\nشيخ الربوة ، محمد بن أبي طالب الأنصاري الدمشقي .\r\n( 29 ) نخبة الدهر في عجائب البر والبحر ( 1 - 2 ) باعتناء مهزن بطرسبورغ 1866 .\r\nشيخو ، لويس .\r\n( 30 ) المخطوطات العربية لمكتبة النصرانية . نشر في مجلة المشرق سنة 1923 م .\r\nعبد الرحمن زكي .\r\n( 31 ) الأحجار الكريمة في الفن والتاريخ . من سلسلة المكتبة الثقافية . القاهرة 1964 .\r\nعمرو بن متى .\r\n( 32 ) فطاركة كرسي المشرق من كتاب المجدل . بتحقيق هنري كوسي جسموندي . روما 1896 .\r\nالعلوجي ، عبد الحميد :\r\n( 33 ) تاريخ الطب العراقي ، بغداد 1967 .\r\nعلي مبارك :\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":115},
  {"content":"\r\n\r\n( 34 ) الميزان في الأقيسة والأوزان ، القاهرة 1309 ه .\r\nعواد ، كوركيس :\r\n( 35 ) رسالة في الأحجار الكريمة لأبيفانيوس ، نشرت في مجلة المجمع العلمي العراقي 1967 .\r\nالغساني ، يوسف بن عمر التركماني :\r\n( 36 ) المعتمد في الأدوية المفردة ، القاهرة 1951 .\r\nالغنيم ، عبد الله يوسف :\r\n( 37 ) الغوص على اللؤلؤ في المصادر العربية القديمة . الكويت 1973 .\r\nالفيروزآبادي ، محمد بن يعقوب :\r\n( 38 ) القاموس المحيط ( 1 - 4 ) بولاقي 1301 ه .\r\nالقرطبي ، موسى بن عبيد الله :\r\n( 39 ) شرح أسماء العقار . بتحقيق ماكس مايرهوف . أعادت طبعه مكتبة المثنى ببغداد .\r\nالقزويني ، زكريا بن محمد بن محمود :\r\n( 40 ) آثار البلاد وأخبار العباد . بيروت .\r\nالقفطي ، جمال الدين علي بن يوسف :\r\n( 41 ) أخبار العلماء بأخبار الحكماء . القاهرة 1326 ه .\r\nكاتب جلبي ، مصطفى بن عبد الله :\r\n( 42 ) كشف الظنون عن أسامي الكتب والفنون ، إستانبول 1360 - 1362 ه .\r\nليسترنج ، غي :\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":116},
  {"content":"\r\n\r\n( 43 ) بلدان الخلافة الشرقية ، ترجمة بشير فرنسيس وكوركيس عواد ، بغداد 1954 .\r\nمايرهوف ، ماكس :\r\n( 44 ) من الإسكندرية إلى بغداد ، ترجمة الدكتور عبد الرحمن بدوي في كتابه « التراث اليوناني في الحضارة الإسلامية » ص 37 - 100 ( القاهرة 1965 ) .\r\n( 45 ) مجهول :\r\nالدرة البيضاء في صناعة الياقوتة الحمراء . مخطوط في كتب الشيخ محسن زايردهام المحفوظة في مكتبة المتحف العراقي ببغداد .\r\n( 46 ) مجهول :\r\nرسالة في الأحجار والخرز ، مخطوط في مكتبة المتحف العراقي .\r\n( 47 ) مجهول :\r\nرسالة في خصائص البلدان . مخطوط في دار الكتب المصرية بالقاهرة .\r\n( 48 ) مجهول :\r\nرسالة في المعادن ، مخطوط في دار الكتب المصرية بالقاهرة .\r\n( 49 ) مجهول :\r\nعجائب البلدان والجبال والأحجار ، تاريخ تأليفه سنة 873 ه ، نسخة خطية فريدة في كتب الأستاذ كوركيس عواد المحفوظة في مكتب الدراسات العليا - كلية الآداب ببغداد .\r\nالمسعودي ، علي بن الحسين :\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":117},
  {"content":"\r\n\r\n( 50 ) أخبار الزمان ، القاهرة 1938 .\r\n( 51 ) مروج الذهب ، بتحقيق محمد محيي الدين عبد الحميد ، القاهرة 1958 .\r\nالمغربي ، أحمد بن عوض بن محمد :\r\n( 53 ) قطف الأزهار في خصائص المعادن والأحجار ونتائج المعارف والأسرار .\r\nمخطوط في المكتبة القادرية ببغداد .\r\nالنجاشي ، أحمد بن علي :\r\n( 53 ) كتاب الرجال . طبعة حجرية - بومبي 1317 ه .\r\nالهمداني ، الحسن بن أحمد بن يعقوب :\r\n( 54 ) الإكليل . الجزء الثاني بتحقيق الأب أنستاس ماري الكرملي ( بغداد 1931 ) وقد أشرنا أحيانا إلى طبعة نبيه أمين فارس لهذا الجزء ( برنستون 1940 ) ، واعتمدنا أيضا على نسخة الأب الكرملي المطبوعة المحفوظة في مكتبة المتحف العراقي لاحتوائها على حواش مهمة قابل فيها نسخته على نسخ خطية عديدة حصلت لديه بعد الطبع .\r\nهنتس ، فالتر :\r\n( 55 ) المكاييل والأوزان الإسلامية وما يعادلها في النظام المتري . ترجمه عن الألمانية د . كامل العسلي . عمان 1970 .\r\n( 56 )\r\n Encyclopedia Britanica \r\n( 57 )\r\n Brockelman , NC . : Geschichte der Arabishen Littertur ( 5 vols ) \r\n( 58 )\r\n Kraus and sIOWson : Gems and Gem Materials , NeW yorK \r\n. 1947 ،  andLondon \r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":118},
  {"content":"\r\n\r\n( 59 )\r\n Leclerc , Lucien : Histoire de La Medecine Arabe . Paris 1876 . \r\n* * * ( 60 ) معجم إنجليزي عربي في العلوم الطبية والطبيعية ، تأليف الدكتور محمد شرف القاهرة 1929 .\r\n( 61 ) معجم المصطلحات العلمية والفنية والهندسية . تأليف أحمد الخطيب . بيروت .\r\n( 62 ) معجم الجيولوجيا . مجمع اللغة العربية في القاهرة . القاهرة .\r\n( 63 ) المصطلحات العلمية والفنية . إعداد وتصنيف يوسف خياط ونديم مرعشلي . وهو ذيل على لسان العرب لابن منظور . بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":119},
  {"content":"\r\n\r\n\r\n[ فهرس الكتاب 
  ]\r\nثبت مقدمة المحقق ( 1 ) تمهيد . 5\r\n( 2 ) أهمية الكتاب . 12\r\n( 3 ) مؤلف الكتاب . 17\r\n( 4 ) مخطوطة الكتاب . 24\r\nالكتاب ( 1 ) صفة اللؤلؤ وأصنافه . 28\r\n( 2 ) صفة اللؤلؤ وموضعه . 32\r\n( 3 ) مجمع التجار بغوص الغوري للجهاز ، وما في كل مغاص من اللؤلؤ . 35\r\n( 4 ) صفة الغواصين والغاصة . 40\r\n( 5 ) صفة الياقوت ومعدنه . 43\r\n( 6 ) صفة الألماس ومعدنه . 47\r\n( 7 ) صفة الخرين ومعدنه . 51\r\n( 8 ) صفة الكركند ومعدنه . 52\r\n( 9 ) صفة الأفلوج ومعدنه . 53\r\n( 10 ) صفة الزمرد ومعدنه . 54\r\n( 11 ) صفة الياسب ومعدنه . 56\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":120},
  {"content":"\r\n\r\n( 12 ) صفة المكي . 57\r\n( 13 ) صفة البسّذ ومعدنه . 57\r\n( 14 ) صفة الدهنج ومعدنه . 59\r\n( 15 ) صفة اللازورد ومعدنه . 62\r\n( 16 ) صفة البجادي ومعدنه . 63\r\n( 17 ) صفة المادنيج ومعدنه . 64\r\n( 18 ) صفة العقيق ومعدنه . 66\r\n( 19 ) صفة البقراني ومعدنه . 68\r\n( 20 ) صفة الجزع ومعدنه . 69\r\n( 21 ) صفة الجمست ومعدنه . 70\r\n( 22 ) صفة الفيروزج ومعدنه . 71\r\n( 23 ) صفة القبوري ومعدنه . 72\r\n( 24 ) صفة الكبريت الأحمر والأصفر وغيرهما من الألوان . 72 ذيل الكتاب .\r\nالمصادر .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":121},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":122}
  ]