[
  {"content":"\r\n\r\nمطبوعات مجمع اللغة العربية بدمشق\r\nالبيزرة\r\nتأليف\r\nبازيار العزيزبالله الفاطمي\r\nأبي عبد الله الحسن بن الحسين \" ظنا \"\r\nنظر فيه وعلق عليه\r\nمحمد كردعلى\r\nدار صادر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى : دمشق 1375 ه‍ / 1956 م\r\nالطبعة الثانية : بيروت 1416 ه‍ / 1995 م\r\nطبع باذن من المجمع العلمي العربي بدمشق\r\nرقم 504 / ص بتاريخ 8 / 12 / 1991\r\nتأسست 1863 sincc\r\nدار صادر للطباعة والنشر ، ص . ب . 10 بيروت - لبنان\r\nهاتف وفاكس 922714 / 928271 / 920978 - 4 - 961 tel \u0026 fax\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمة المحقق 
  ]\r\n\r\nكتاب البيزرة\r\n\r\nتاريخ البيزرة :\r\nعرفوا البيزرة أو البزدرة بأنها علم أحوال الجوارح من حيث صحتها ومرضها ومعرفة العلائم الدالة على قوتها في الصيد وضعفها فيه . وعد بعضهم هذا العلم من البيطرة طب الحيوان .\r\nجاءت كلمة البيزرة من بيزار الفارسية وعربت ببازيار اي صاحب الباز أو من بزدار ومعناها القائم على البازي « 1 » أو مالكه . وأطلقوا البيزرة على علم حياة الباز وتربيته ثم توسعوا في مدلوله وأطلقوه على علم حياة الجوارح وبالفرنسية  . La fauconnerie  .\r\nولعلّ كلمة البازيار كثر استعمالها بكثرة اختلاط العرب بالعجم وبدأ هذا أوائل المائة الثانية وكان يدعى البازيار في الدولة الأموية صاحب الصيد « 1 » على ما يظهر . وما استعمل العرب « البياز » العربية مثل الصقار والكلّاب والفهّاد والفيّال والعقّاب لصاحب الصقر والكلب والفهد والفيل والعقاب .\r\nولا يستلزم استعمال العرب اللفظ الفارسي في أول عهدهم بالحضارة ان يكون منشأ هذا العلم بلاد فارس فالعرب قد يعمدون إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان يقال لغطريف بن قدامة الغساني صاحب صيد هشام بن عبد الملك .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nاستعمال اللفظ الفارسي أو اليوناني أو النبطي أو السندي وفي لغتهم ما يقابله من الفصيح ، وربما رأوا ان اللفظ الأعجمي ينطوي على معنى دقيق لا تؤديه اللفظة العربية أو يكون من الالفاظ الشائعة بين العامة والخاصة . وفي العادة الا بترك الشائع إلى ما لم يشع .\r\nيقول المسعودي ان بطلميوس التالي للاسكندر كان أول من اقتنى البزاة ولعب بها وضرّاها ، ثم لعب بعده ملوك الأمم من اليونان والروم ( اي الرومان ) والعرب والعجم . وقالوا إنه كان في جيش تيمور لنك عشرون الف بازيار . وربما كانت نشأة هذا العلم في الهند ورجحوا انه علم قديم لا يعرف أول من وضع أساسه .\r\nوانتشر في الغرب بعد الحروب الصليبية فكان البيازرة يعدون من أوضاع الدولة كما يعد القائمون على تربية الخيل والبغال والجمال والفيلة .\r\nوانصرفت همم العرب إلى معاناة البيزرة شأنهم في معظم ما شغفوا به من العلوم والفنون . ومن طبيعة أهل الوبر التعويل على الصيد في تغذيتهم فتقاضاهم ذلك ان يدربوا عليه ويتخذوا الأسباب لاتقان صناعته . والصيد كالحرب يحتاج إلى ذكاء وفرط حيلة .\r\nحتى إذا تحضرت العرب سارت على طريقة قدماء أهل البادية ولكن بنظام وقواعد ، وتمثلوا على ما يظهر ما عند الأمم الأخرى من أصوله .\r\nوإذا شهدنا العرب يعانون الصيد في عامة عصورهم فذلك لأنه\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nضرب من ضروب الرزق ومتعة من متع النفس ، ولون من ألوان الحرب أيام السلم ، وهم ما انفكوا منذ اقدم عصور جاهليتهم يألفون الغزوات والغارات . ولما استبحرت حضارتهم في الشام والعراق ومصر وغيرها كان من الطبيعي أن يدرنوا أصول الصيد وكان علماء اللغة سبقوا ودونوا أسماء الطيور والجوارح على ما دونوا أكثر ما كان في جزيرة العرب من أصناف الحيوان دون النظر إلى تربيتها وطبها وحسن الانتفاع بها ، ثم اخذوا ينظرون في ذلك النظر العلمي والعملي معا . وما عرف أحد من العرب قبل الجاحظ كتب في الحيوان كتابة قامت على البحث والدرس وتجلى فيما كتبه في هذا الشأن جهده وتجاربه ، وكان على صواب في مناقشة من سبقوه من الأمم في علم الحيوان كأرسطو إذ كان رائده فيما كتب المنطق السليم المبني على المعاينة .\r\nأصبحت البيزرة في الدولة العربية من مقوماتها تنفق عليها من بيت المال كما ينفق في غيرها من القوى والأوضاع . ورسم العباسيون تربية الجوارح في الأعطيات والفرائض كما كانت لهم دواوين للمنجمين والفلكيين . واقتدت دولة العبيديين الفاطمية بالدولة العباسية في باب العناية بالطيور وصيدها بالجوارح وما يصلحها ، وعلى اثرها سارت الدول الخالفة .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوليس لمدع ان يقول إن البيزرة باب من أبواب الترف في الدول يلهو فيه بعض ملوكهم وكبرائهم كما يلهو أرباب البطالة والغنى . وصيد البر والبحر مما يدفع الملل عن النفوس ويورث من يعانيه صبرا وتؤدة ويعلمه التحايل على الخصم كأنه في ساحة حرب .\r\nولذلك كان أهل الطبقات العالية والطبقات الأخرى سواء في الولوع بالصيد ، ومنهم من جعلوا من الصيد علة معاشهم كالخليل ابن احمد الفراهيدي فقد كان يعيش من الصيد ويأبى ان يسف إلى تناول شيء من خزائن الملوك .\r\nقال كشاجم : ويغدو للصيد اثنان متفاوتان صعلوك منسحق الاطمار وملك جبار ، فينكفئ الصعلوك غانما وينكفئ الملك غارما وهما مشتركان في لذة الظفر ، ولا مئونة على ذي المروءة أغلظ من تكلف آلات الصيد لأنها خيل وفهود وبزاة وكلاب ، ويحتاج في كل قليل إلى تجديد ومن هنا قيل : لا يشغف بالصيد الا سخيّ\r\n\r\nمؤلف كتاب البيزرة\r\nلم نعرف اسم صاحب هذا الكتاب لأن سراق الكتب في العادة ينزعون الصفحة الأولى من الكتب المسروقة ويستحلون ذلك خاصة\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nفي كتب الوقف . وظهر من صفحات ألحقت في آخر الكتاب ان المؤلف كان بازيار العزيز باللّه نزار الفاطمي المتوفى سنة ست وثمانين وثلاثمائة . وكان مغرما بالصيد يصيد بالخيل والجارح من الطير حتى ليصح ان يسمى الخليفة الصياد ، وهو الذي ربى المؤلف منذ كان له من العمر احدى عشرة سنة وخرجه في صناعته وغذاه بنعمته وعلمه ورقاه إلى أن صار اقطاعه عشرين ألف دينار ، وبلغ المنزلة التي لو رآها في النوم لما صدق كما قال عن نفسه ، وصار من جملة البيازرة ومقدما عليهم لا في جملة واحد منهم لا يحسن شيئا من البيزرة وقال إنه لزم الصيد عشرين سنة حتى صنف كتابه .\r\nومما ذكره وبه يستدل على عناية مليكه انه كان الواصل إلى البيازرة في أيام هذا الملك خمسين ألف دينار لا رزاقهم وطعم جوارحهم والفهود وجراية الكلاب السلوقية والبوازي وهذا سوى الدواب التي تشترى لهم في كل سنة . قال ولقد وصل اليه في ليلة واحدة مائة باز من الشرق والغرب ، وكم تراه ان يصل اليه في كل سنة منها ومن غيرها هذا عدا ما يبذله من الصلات ويتفضل به من الارزاق والهبات . وقال مرة وبالغ : لو ذهبنا إلى ذكر ما يبذله من الصلات ويتفضل به من الارزاق والهبات لم يحط به وصفنا ولا بلغه كنهها .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكتب المؤلف تأليفه في مصر وهو مصري عاش في ظل ملك مصري وربي في نعمته حتى أثرى وفاق اقرانه وكان يفاخر بمسايرة موكب مولاه واستصحابه له في بعض صيده . وذكر انه كان معه في سنة ثمان وسبعين وثلاثمائة وصادوا في شبرنمنت - لعلها شبر امنت من عمل الجيزة اليوم - وكان المؤلف ينتحل نحلة سيده ويجاهر بان صاحبه هو المهدي و « صاحب العصر والزمان » ويقول فيه « وأخلق بمن كان ابن محمد وعلي وفاطمة ان يكون خلقه خلقهم صلوات اللّه عليهم أجمعين » وكان يدين بتقبيل الأرض بين يديه على ما جرت سنة الفاطميين ومن بعدهم من الملوك . ويرى بعض اصدقائنا من العراقيين كالأستاذ عباس العزاوي ان المؤلف ربما كان أبا عبد اللّه الحسن بن الحسين البازيار الذي وزر للخليفة الفاطمي نزار سنة ونصف السنة .\r\nيعد المؤلف من الرجال الذين جودوا تآليفهم في عهد الإجادة في التأليف ، يوم كانت مصر والشام تسير جنبا إلى جنب مع العراق والعجم وإفريقية وصقلية والأندلس في نشر المعارف ، وتصطنع لها حضارة لا تقل في مجموعها عما كانت عليه عاصمة الخلافة العباسية في القرن الثالث والرابع .\r\nويلاحظ أن المؤلف كان يأخذه العجب بما حققه في شرح بعض المسائل في كتابه ومنه ما يغتفر له لأنه حقيقة فمما قال : انه\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nليس ممن يحشو كتابه بما ليس بصحيح ولا يحتاج اليه وانه لا يبقي شيئا مما جرب وقال : ولا بد لمن صنف كتابا ان يذكر فيه ما يصدقه ويصح في العقل وما لا يصح في العقل لا يقبله ، ليتصفح الناظر في كتابه عقول من يقبل الكذب ويصدقه ، وعقول من نفاه واستقبحه .\r\nقال : وربما زاد الناس في الكلام ونقصوا ، وما بنا حاجة إلى أن نذكر ما لا فائدة فيه ، بل نذكر ما عالجناه وجربناه واخذناه من الثقات ، وما سوى ذلك فقد حكيناه عن قائليه ، وتبرأنا من الكذب فيه ، واعتمدنا الحق فيما نقوله ونحكيه ، وقال : وهذا سبيل من وضع كتابا ألا يكذب فيه وان يعتمد الحق فيما يحكيه فإنه متى اختبر من كتابه شيء ولم يصح كذّب في الباقي اجمع ، وما بانسان حاجة إلى أن يهجّن نفسه ، وكفى بالكذب خزيا واسقاطا وضعة واحباطا .\r\nوقال مرة : وما أقرب هذا من الكذب ولكني حكيته كما وجدته ، وتبعة الكذب على قائلة دون حاكيه . وقال لم نصف الا ما صدنا به على أيدينا مرارا ، وقال : وهذا حسن ان كان صحيحا ، لأني لم أره بل حدّثت به بمحضر من جماعة فاستحسنته وأثبته في كتابي هذا ، ومن أسند فقد برئ من عهدة الحكاية . وقال : وقد ذكرنا في كتابنا ما لم يذكره غيرنا وذلك لكثرة التجارب ومخالطة أهل البصيرة .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nكرر هذه المعاني في غير موضع وهو لم يبرح يمن على قارئ كتابه بما شحنه من تحقيقاته وذلك لإثبات دعواه انه وصل في بحثه إلى ما لم يصل اليه غيره ، ولعله بهذه الدعوى يلمح إلى أنه جدير بأن ينفق على سلطانه فلا يخليه من عطفه وأفضاله ولا يبعد أن يكون المؤلف وقع في دواوين حمام الزاجل في الدولة الفاطمية على أشياء انتفع بها في اتقان فنه فقد ذكر ابن فضل اللّه العمري ان الفاطميين بالغوا بالعناية بحمام الزاجل حتى افردوا له ديوانا وألفوا جرائد بأنساب الحمام .\r\nيشع جمال بيان المؤلف في كتابه ، وبيانه بيان القرن الرابع قرن النضج الفكري والعلمي في العرب ، وتتدفق السهولة والجزالة من تضاعيفه ، لا سجع ولا ازدواج إلا ما ندر ، وألفاظ مختارة مرصوفة في أماكنها متينة في تراكيبها سائرة مع الطبع .\r\nولقد عارضنا بعض فصول كتابنا هذا على كتاب المصايد والمطارد لكشاجم فتحقق لدينا ان بابي الكلاب والظباء منقولان باللفظ والمعنى من أصل واحد أو ان يكون مؤلفنا نقلهما من المصايد والمطارد برمثهما على نحو ما انتحل قصيدة كشاجم في دير القصير قرب حلوان مصر . وقال إنه كان يخرج للصيد في موضع يعرف بدير القصير منيف على ذروة جبل المقطم ومطل على النيل فهو سهلي جبلي بحري ونقل الأبيات الموجودة في ديوان كشاجم وفي غيرها من المصادر كمعجم البلدان وادعى أنه هو أبو عذرها والأبيات :\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n سلام على دير القصير وسفحه * فجنات حلوان إلى النخلات \r\n منازل كانت لي بهن مآرب * وكن مواخيري ومنتزهاتي \r\n إذا جئتها كان الجياد مراكبي * ومنصرفي في السفن منحدرات \r\n ولحمان مما امسكته كلابنا * علينا ومما صيد بالشبكات \r\nوالمدة بين تأليف هذا الكتاب وتأليف كشاجم لا تزيد على ثلاثين إلى أربعين سنة ، وأسلوب كشاجم في شقره معروف ، وإذا رأينا المؤلف يستشهد بشعر كشاجم فهو ولا شك اطلع على كتاب المصايد والمطارد لكشاجم .\r\nوبعض ما استشهد به المؤلف من الشعر مما لم يستشهد به كشاجم اقتبس من شعر الخليل بن أحمد وامرئ القيس وعلي بن الجهم وهلال ابن معاوية التغلبي وهمام من بني عبد اللّه بن كلاب وإسماعيل بن جامع المغني وأبي نواس والهذلي وعبد الصمد بن المعذل وعبد اللّه بن المعتز والرقاشي والناشي وأبي الحسين الحافظ وذي الرمة وعدي بن الرقاع وأبي الطماح ومزرّد بن ضرار الفقعسي وعبد ربه وزهير والطرماح وأبي فراس ومحمود بن الحسين السندي ( كشاجم ) ورؤبة بن العجاج وغيرهم ممن لم يذكر أسماءهم .\r\nواستشهد كشاجم في المصايد بشعر شعراء منهم من استشهد بهم مؤلفنا ومنهم من لم يرد له ذكر في المصايد . ومن الشعراء في\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nكتاب كشاجم امرؤ القيس وعلقمة وأبو طمحان والقنبي وأبو الحسين الحافظ وذو الرمة والحافظ بن الوزير ورؤبة بن العجاج وحسان بن ثابت ولبيد بن ربيعة العامري وطرفة والفرزدق وزهير بن أبي سلمى وعبد اللّه بن المعتز والثعلبي والناشي وأبو نواس والشماخ والطرماح والهذلي وزياد بن الأصم والبحتري والفضل ابن عبد الرحمن الهاشمي وابن أبي كريمة والمرار وعبد الصمد بن المعذل وعنترة .\r\nورأينا المؤلف يكثر من الاستشهاد بالشعر على ما لا حاجة اليه .\r\nوليس كتابه في الأدب بل هو كتاب في فن جاء الشعر فيه لتأييد قضايا هذا الفن ، وكان يجزئه بعض ما نقل منه اما اثبات كل ما ورد في هذا الباب فيكاد يخرج الكتاب عن موضوعه .\r\nولا التئام بين الكلام على الصيد والجوارح والطيور وبين مناقشة بعض أصحاب القصائد وما أجادوا فيه وما قصروا .\r\n\r\nمخطوطة كتاب البيزرة\r\nكانت مخطوطة البيزرة في بعض بيوت دمشق . والمعقول ان أصلها من مصر ولا يعلم متى انتقلت إلى الشام ، ويغلب على الظن ان نسخ هذا الكتاب كانت عزيزة في مصر حتى في زمن المؤلف .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nاستنبطنا هذا الرأي لما وجدنا القلقشندي في صبح الأعشى على كثرة المادة التي اخذ منها لكتابه العظيم قد نقل كثيرا من المصايد والمطارد لكشاجم ولم يجر ذكرا لكتاب هذا البازيار الفاطمي مع أنه لا ينحط عنه جودة وامتاعا .\r\nبيع كتاب البيزرة من تاجر كتب فأغلى له الثمن أحد علماء المشرقيات فابتاعه واخذ المجمع العلمي العربي صورة شمسية عنه .\r\nوحرصنا منذ دخلت النسخة المصورة في خزانة المجمع ان نجد نسخة أخرى من الكتاب لنعارض عليها نسختنا ونقدمها للطبع نقية سالمة فلم نوفق إلى ما أردنا ، وكاد يثبت لنا ان خزائن الكتب العامة في الغرب والشرق خالية من هذا الكتاب . وجنحنا إلى نشره على ما تيسر ، والصحيح ينتفع به الآن والسقيم يصححه الزمن .\r\nوقد جاءت مخطوطتنا بخط مقروء من الخطوط المتعارفة في القرن السابع والثامن وكتب في الورقة الثامنة عشرة بعد المائة بين السطور ، بخط غير خط الكاتب ، انها كتبت في القرن الخامس وليس ذلك بصحيح . دسّ الناسخ هذه الجملة ليوهم الناظر فيه انه قديم ، وفي المخطوطة اغلاط في النسخ لا يكاد يسلم منها مخطوط لجهل الوراقين بما ينسخون وما ينشرون ، وقد أصبحوا في الادوار الأخيرة لا يهتمون بغير الربح مما يتجرون به .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوالمخطوطة بعد هذا جاءت في ثلاثمائة صفحة وبعض ألفاظها المشكلة مشكولة ووقع أكثر تحريفها في القصائد والأبيات المفردة ولا سيما في شعر أبي نواس لان هذا كان مكثرا من قول الشعر وما جمع ديوانه المشهور الا جزءا مما نظم وانشد ولا سيما في الطرديات . وقد ألحقت في آخر الكتاب فوائد كثيرة في حياة المؤلف اقتبسنا بعضها آنفا ، وكان في آخره كلام طويل في حكم الصيد في الاسلام استغرق خمس صفحات وقد أصابها بلل وتمزقت قليلا فطمست حروفها وتعذر حلها .\r\nوجرينا في تقويم عبارة الكتاب على الطريقة التي سلكناها في « سيرة أحمد بن طولون » للبلوي و « المستجاد » للمحسّن التنوخي و « تاريخ حكماء الاسلام » للبيهقي و « الأشربة » لابن قتيبة و « رسائل البلغاء » وغيرها من النصوص القديمة التي نشرناها فأثبتنا في المتن الرواية التي اعتقدناها أقرب إلى الصحة أو ترجح عندنا انها كذلك ، وأبقينا اختلاف النسخ للحاشية ، وإذا أعجزنا اثبات الصحيح في كلمة أو جملة أبقيناها بحالها مع الإشارة إلى اننا توقفنا فيها واصلحنا بعض الأخطاء بالاستعانة بما تيسر لنا من المصادر وابقينا ما لم نهتد إلى ما رسمه الناسخ ، وتجنبنا التخمين والاستنباط ما أمكن ، ونشرنا الكتاب وفي النفس من صحته أشياء ، ويستحيل الاتقان إذا فقدت\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبعض الشروط الموصلة اليه . وقد نغفل للتخفيف الإشارة إلى بعض الهفوات الطفيفة في الأصل .\r\nورأينا شرح تفسير بعض ما اعتقدنا ان من القراء من يتوقفون في فهمه . وهناك ألفاظ قليلة من أسماء الطيور والجوارح جهل الناسخ حقيقتها فرسمها بما فتح عليه وهذه أيضا أبقيناها على سقمها .\r\nوأكثر ما وقع من التحريف كان في الشعر القديم .\r\nوعويص اللغة يكثر في هذا الضرب من الشعر . والتحريف يسري إلى الشعر القديم أكثر مما يسري إلى الشعر الحديث . والمعول في جودة النسخ ورداءته على الفهم والعلم .\r\nولا بد من الإشارة هنا إلى أن العلة الأولى في فساد المخطوطات عامة يرجع إلى أن النساخ أو الوراقين في أكثر عصور الاسلام كانوا من الجهل بحيث لا يصححون ما ترسمه أقلامهم وما وصلنا من الكتب القديمة المتقنة النسخ الا قليل وضاع معظمه أو وقع الاستغناء عنه لما دخلت مضامينه فيما ألف من المصنفات في الموضوع نفسه بعد عهدهم . وقد الف في موضوع هذا الكتاب أكثر من عشرين مصنفا ضاعت الا قليلا .\r\nوفي الختام أتقدم بالشكر لأصدقائي الذين عاونوني في نشر هذا المصنف الطريف ومنهم العلامة الشيخ رضا الشبيبي العراقي فقد 2 - البيزرة\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nتفضل وزودني بمعلوماته في كتب ( البيزرة ) وكذلك كان من العلامة الدكتور داود الجلبي الموصلي فقد تفضل وكتب لي جريدة بما اطلع عليه من كتب هذا الفن ، ولا سيما ما كان محفوظا في خزائن الموصل . والشكر للأستاذ البحاثة عباس العزاوي البغدادي لتكرمه بكتابة فصل في البيزرة فيه ثبت بما عرفه من كتبها في خزائن العراق والآستانة وغيرها ، واشكر الأستاذ المحقق كور كيس عواد تفضله بمعارضته قصائد أبي نواس على ديوانه المخطوط ومنه صورة شمسية محفوظة في خزانة المتحف العراقي . وازجي شكري إلى كل من الدكتور سامي الدهان لمعارضته بعض قصائد أبي نواس على مخطوطة ديوانه المصورة وإلى الأستاذ سامي الجبان لمعاونتي في حل بعض الألفاظ اللغوية في الكتاب وعنايته بتصحيح تجاربه ووضع فهارسه .\r\nجزاهم اللّه عن الآداب خير الجزاء .\r\nدمشق 22 ذو القعدة 1371\r\nو 12 آب 1952\r\nمحمد كردعلي\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرّحيم\r\n\r\n[ مقدمة الكتاب : 
  ]\r\nالحمد للّه الذي له في كل لطيف من قدرته معجز يتفكر فيه ، وخفيّ من صنعه يتنبّه [ له 
  ] ويدل عليه ، ونعم تقتضي مواصلة حمده ، ومنن تحث على متابعة شكره ، والذي ميز كل نوع من حيوان خلقه على حدته ، وأبانه بشكله وصورته ، وجعل له من الآلة ما يلائم طبعه ومر كبّه ؛ ويسّره للأمر الذي خلق له ، ويؤديه إلى مصلحته وقوام جسمه ، وجعلنا من أشرف ذلك كله نوعا ، وأتمه معرفة ، وجمع فينا بالقوة ما فرقه في تلك الأصناف بالآلة ، فليس منها شيء مخصوص بحال له فيها مصلحة الا ونحن قادرون على مثلها ، كذوات الأوبار التي جعلت لها وقاء وكسوة ، تلزمها ولا تعدمها ، فانا بفضل حيلة العقل نستعمل مثل ذلك إذا احتجنا اليه ، ونفارقه إذا استغنينا عنه ، وكذوات الحد والشوكة من صدف ومخلب ، فان لنا مكان ذلك ما نستعمله من السيوف والرماح وسائر الأسلحة ، وكذوات الحافر والخلف والظّلف ، فان لنا أمثال ذلك مما ننتعله ونتقي أذى الأرض به ، وجعل لنا خدما وأعوانا ، وزينة وجمالا ، وأكلا وأقواتا ، فبعض نمتطيه ، وبعض نقتنيه ، وبعض نغتذيه ، وأحل لنا صيد البر والبحر والهواء ، نقتنص الوحش من كناسها ، ونحطها من معاقلها ، ونستنزل الطير من الهواء ، ونستخرج الحوت من الماء . ولم يكلنا في ذلك إلى مبلغ حيلتنا حتى عضدنا عليه ، وسهل السبيل اليه ، بأن خلق لنا من تلك الأنواع أشخاصا أغراها بغيرها من سائر أجناسها ، ووصلها من آلة الخلقة ، وسلاح البنية ، وقبول التأديب والتضرية ، والانطباع على الأكف « 1 » والاستجابة ، فدلنا على موضع الصنع فيها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : الألفة .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوموقع الانتفاع بها ، كالفهد والكلب وسائر الضواري ، والبازي والشاهين والصقر وسائر الجوارح كل ما يحويه من ذلك لنا كاسب ، وعلينا كادح ، وبمصلحتنا عائد ، نستوزعه جل جلاله الشكر على ما منحناه من هذه الموهبة ، وفضلنا به من هذه التكرمة ، إلى ما نقصر عن تعداده ، ونعجز عن الإحاطة به ، من عوائد كرمه ، وفوائد قسمه ، ونرغب اليه جل جلاله في العون على طاعته ومقابلة احسانه باستحقاقه . وصلى اللّه على محمد نبيه الصادق الأمين البشير النذير ، وعلى آله الطيبين الأخيار ، وسلم تسليما ، وعلى الأئمة من ولد الحسين بن علي بن أبي طالب حتى تنتهي إلى العزيز باللّه أمير المؤمنين فتشمله ونسله إلى يوم الدين .\r\n* * * ان للصيد فضائل جمة ، وملاذّ ممتعة ، ومحاسن بيّنة ، وخصائص في ظلف النفس « 1 » ونزاهتها ، وجلالة المكاسب وطيبها كثيرة ، به يستفاد النشاط والأريحية ، والمنافع الظاهرة والباطنة ، والمران والرياضة والخفوف والحركة ، وانبعاث الشهوة ، واتساع الخطوة ، وخفة الركاب ، وأمن من الأوصاب مع ما فيه من الآداب البارعة ، والأمثال السائرة ، ومسائل الفقه الدقيقة ، والأخبار المأثورة ، ما نحن مجتهدون في شرحه وتلخيصه ، وتفصيله وتبويبه ، في هذا الكتاب المترجم بكتاب البيزرة ، على مبلغ حفظنا ، ومنتهي وسعنا ، وبحسب ما يحضرنا ، وينتظم لنا ، اتباعا فيما لا يجوز الابتداع فيه ، وابتداعا فيما أغفله من تقدمنا ممن يدعيه ، ونحن مقدّمون ذكر الأبواب التي تشتمل على ذلك ، ليأتي كل باب منها في معناه ، وباللّه الحول والقوة ومنه عز وجل التوفيق والمعونة .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ظلف نفسه عن الشيء : كفّ عنه .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nباب من كانت له رغبة في الصيد وعنده شيء من آلته من الأنبياء صلوات اللّه عليهم ، وأصحاب رسول اللّه صلى اللّه عليه ومن الأشراف .\r\nباب تمرين الخيل بالصيد والضراءة وجرأة الفارس على ركوبها باقتحام العقاب ، وتسنم الهضاب ، والحدور والانصباب .\r\nباب ما قيل في طرد كل صنف من وحش وطير .\r\nباب فضائل الصيد وأنه لا يكاد يحب الصيد ويؤثره إلا رجلان متباينان في الحال ، متقاربان في علو الهمة ، إما ملك ذو ثروة ، أو زاهد ذو قناعة ، وكلاهما يرمي اليه من طريق الهمة ، إما لما تداوله الملوك من الطلب ، وحب الغلبة والظفر ، وموقع ذلك من نفوسهم ، أو للطرب واللذة والابتهاج بظاهر العتاد والعدة . والفقير الزاهد لظلف نفسه عن دنيّ المكاسب ، ورغبتها عن مصرع المطالب وحقنه ماء وجهه عن غضاضة المهن ، وتقاضي اجرة العمل ، فمن هذه الطبقة من يقتات من صيده ما يكفيه ، ويتصدق بما يفضل عنه ، توقيا من المعاملة والمبايعة ، ومنهم من يبيع ما فضل عن قوته ، ويعود بثمنه في سائر مصلحته . وكانت هذه حال الخليل بن أحمد الفرهودي مع فضله وأدبه وكمال علمه وآلاته ، في بازي كان يقتنص به ، ويوسد خده لبنة ، وكان جلّة الناس في عصره يجتذبونه ، ويعرضون عليه المشاركة في أحوالهم فلا يثنيه ذلك عن مذهبه ، فأحد من كاتبه سليمان بن علي الهاشمي فكتب الخليل بن أحمد اليه :\r\n أبلغ سليمان أني عنه في سعة * وفي غنى غير أني لست ذا مال \r\n شحا « 1 » بنفسي أني لا أرى أحدا * يموت هزلا « 2 » ولا يبقى على حال \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل سخيّ وهو تصحيف شحا والتصحيح من ابن خلكان .\r\n( 2 ) هزل موتت ماشيته وافتقر .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوقلما رأيت صائدا الا تبينت فيه من سيما القناعة ، وعلامة الزهد والصيانة ، ما لا تتبينه في غيره من سائر المخالطين للناس ، ولا تكاد تسمع منه ولا عنه ما تسمعه من سائرهم وعنهم .\r\nوعن سعيد بن جبير عن ابن عباس في التفسير قال : إنما سمي أصحاب المسيح الحواريين لبياض ثيابهم وكانوا صيادين .\r\nوقال أرسطاطاليس : أول الصناعات الضرورية الصيد ثم البناء ثم الفلاحة ، وذلك لو أن رجلا سقط إلى بلدة ليس بها أنيس ولا زرع لم تكن له همة الا حفظ جسمه ونفسه بالغذاء الذي به قوامه ، فليس يفكر الا فيما يصيده ، فإذا صاد واغتذى فليس يفكر بعد ذلك الا فيما يستظل به ويستكن فيه وهو البناء ، فإذا تمّ له فكّر حينئذ فيما يزرعه ويغرسه .\r\nويغدو للصيد اثنان متفاوتان ، صعلوك منسحق الأطمار « 1 » ، وملك جبار ، فينكفئ الصعلوك غانما ، وينكفئ الملك غارما ، وانما يشتركان في لذة الظفر . ولا مئونة أغلظ على ذي المروءة من تكلف آلات الصيد لأنها خيل وفهود وكلاب وآلات تحتاج في كل قليل إلى تجديد . ومن هاهنا قيل إنه لا يشغف بالصيد الا سخيّ .\r\nوقال أبو العباس السفاح لأبي دلامة : سل ؟ فقال : كلبا ، قال :\r\nويلك ، وما ذا تصنع بكلب ؟ قال : قلت : سل ، والكلب حاجتي ، قال : هو لك ، قال : ودابة تكون للصيد ، قال : ودابة ، قال : وغلام يركبها ويتصيد عليها ، قال : وغلام ، قال : وجارية تصلح لنا صيدنا وتعالج طعامنا ، قال : وجارية ، قال أبو دلامة : كلب ودابة وغلام وجارية هؤلاء عيال لا بد من دار ، قال : ودار ، قال : ولا بدّ من غلة وضيعة لهؤلاء ، قال : قد أقطعناك مائة جريب عامرة ومائة جريب غامرة ، قال : وما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) واحدها طهر وهو الثوب البالي .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالغامرة ؟ قال : لا نبات فيها ، قال : أنا أقطعك خمس مائة جريب في فيافي بني أسد ، قال : فقد جعلنا لك المائتين عامرة ، بقي لك شيء ؟\r\nقال : أقبل يدك ، قال : أما هذه فدعها ، قال : ما منعت عيالي شيئا أهون عليهم فقدا من هذا .\r\nوقيل لبعض من كان مدمنا على الصيد من حكماء الملوك ، انك قد أدمنت هذا وهو خير الملاهي وفيه مشغلة عن مهمّ الأمور ومراعاة الملك .\r\nفقال : ان للملك في مداومة الصيد حظوظا كثيرة أقلها تبينه في أصحابه مواقع العمارة من بلاده في النقصان والزيادة فيه ، فان رأى من ذلك ما يسره بعثه الاغتباط على الزيادة فيه وان رأى ما ينكره جرد عنايته له ووفرها على تلافيه ، فلم يستتر منه خلل ، ورأس الملك العمارة ، ولم يخرج ملك لصيد فرجع بغير فائدة . أما دوابه فيمرنها ويكفّ من غرب « 1 » جماحها ، وأما شهوته فينسئها ، وأما فضول بدنه فيذيبها ، وأما مراود « 2 » مفاصله فيسلسها ، واما أن يكون قد طويت عنه حال مظلوم فيتمكن من لقائه ، ويبوح اليه بظلامته ، فيسلم من مأثمه . واما أن ينكفئ بصيد يتفاءل بالظفر به إلى خصال كثيرة لا يخيل ما فيها من الربح .\r\nوقيل للزاهد المشغوف بالصيد : لو التمست معاشا غير هذا ، فقال :\r\nاذن لا أجد مثله ، ان هذا معاش يجدي عليّ من حيث لا أعامل فيه أحدا وأنفرد به من الجملة وأسلم فيه من الفتنة ، وألتمسه في الخلوات والفلوات ، وهي مواضع أهل السياحة ومظان أولي العبادة ، وقلّما خلوت من حيوان عجيب في خلقه ، لطيف فيما يلهمه اللّه من احتيال رزقه « 3 » ، يحدث لي فكرة في عظيم قدرة اللّه جل وعزّ على تصاريف الصور ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغرب : الحدّة والنشاط .\r\n( 2 ) المرود : الميل وحديدة تدور في اللجام ومحور البكرة من حديد .\r\n( 3 ) للشهور : احتال على . .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nواختلاف التراكيب ، تعجبا من مذاهب الوحش والطير ، في مساعيها لمعاشها ، وتمحلها لأقواتها وما يلحقها حين تقع في الأشراك ، وترتبك في الحبائل ، من الحتوف التي تنصبها لها الأطماع ، ويسوقها إليها « 1 » الحرص ، فأنا من ذلك بين متبلّغ للدنيا ، ومتأهب للآخرة .\r\nوهذا كتاب كليلة ودمنة المتعارف بين الحكماء فضله ، المشتملة على الآداب جمله وفصوله ، ذكر واضعه أنه حكمة ألفها ، وجعلها على ألسنة الطير والوحش ، للطف مواقعها من النفوس ، بمقارنة الشكل الحيواني ، وإذا كانت كذلك كانت بالقلوب أمس ، ومن الحفظ أقرب ، وإذا كان لذكرها والحكاية عنها هذا الموضع ، فما ظنك بمشاهدتها ومطاردتها والظفر بما امتنع على الطالب منها .\r\nوكانت ملوك الأعاجم تجمع أصنافها ، [ من الحيوان في حظائر 
  ] « 2 » وتدخل أصاغر أولادها عليها وتعرّفها صنفا صنفا منها ، كي لا [ ينسبوا إلى الجهل 
  ] « 3 » إذا كبروا ولم يكونوا رأوها في صغرهم ، فرأوا شيئا منها غريبا سألوا عنه .\r\nوأشرف الغذاء الذي تحفظ به الأعضاء وما شاكلها ، وليس شيء أشبه بها ، وأسرع استحالة إليها من اللحم ، وأفضل اللّحمان ما استدعته الشهوة ، وتقبلته الطبيعة بقوة عليه ، ولا لحم أسرع انهضاما ، وأخص بالشهوة موقعا ، من لحم الصيد المطرود المكدود ، لأن ذلك ينضجه ويهرّيه ويسقط عن الطبيعة بعض المئونة في طبخه ، وقد قام في النفس من العشق له ، والتهالك عليه ، والتشوف اليه ، ما لم يقم فيها لغيره من المطاعم ، فإذا وافى الأعضاء وقد تقدمت له هذه المقدمات ، أحالته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : اليه .\r\n( 2 ) هذه الزيادة من المصايد والمطارد .\r\n( 3 ) من المصدر نفسه .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبالقبول في أسرع زمان . وان كان الحيوان غليظا عكست هذه الأسباب طبعه ، ونفت ضرره ، وقمعت كيموسه ، وربما أكل اللطيف الخفيف على تعنف وتكرّه ، فكان إلى أن يأخذ من الأعضاء أقرب من أن تأخذ منه الأعضاء ، وتأول الرواة معنى امرئ القيس في قوله :\r\n ربّ رام من بني ثعل * مخرج كفيه من ستره « 1 » \r\n فأتته الوحش واردة * فتمتّى « 2 » النزع من يسره \r\n فرماها في فرائصها * من إزاء الحوض أو عقره \r\n مطعم للصيد ليس له * غيرها كسب على كبره \r\nعلى المدح بادمان الصيد ، ويمن الطائر فيه ، واستثناؤه بقوله على كبره زائد عندهم في المدح لوصفه انه يتكلف من ذلك مع قدح « 3 » السن وأخذها منه شيئا لا يعجزه مع هذه الخال ، ولا يلحقه فيها ما يعرض للمسنّ من الفتور والكلال ، وبنو ثعل بنو عمه لأنهم فخذ من طيء ، وكندة فخذ من مرة ، ومرة أخو طيء ، فلم يرد غير المدح . وهذا الرامي عمرو الثعلي ، وكان من أرمى الناس وفيه قيل :\r\n ليت الغراب رمى حمامة قلبه * عمرو بأسهمه التي لم تلغب « 4 » \r\nوفي أبيات امرئ القيس هذه أدب من أدب الصيد ولطائف حيله ، وهو قوله : فتمتّى النزع من يسره ، وتمتى وتمطى واحد ، أبدلت التاء من الطاء وفي تمتى معنيان : أحدهما الاعتماد والتوسط من قولهم حصلته في متى كمي فتمتّاه بمعنى تعمد متاه ، والآخر بمعنى ابدال التاء من الطاء يريد التمطي ، وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رواية أخرى : من شتره أي من كمه . ويروى أيضا من قتره جمع قترة وهي بيت الصائد يكمن فيه للوحش .\r\n( 2 ) تمتّى في نزع القوس : مدّ الصلب وفي رواية الديوان : فتنحّى النزع في يسره .\r\n( 3 ) لعلها قرح السن أي انتهاؤها .\r\n( 4 ) لغب : ترب .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nأن مريد الصيد بالرمي يتمطى بيساره نحو الأرض مرات حتى يؤنّس الطريدة ، فتألف ذلك منه ولا تذعر له ، ثم حينئذ يستغرق نزعه ، ويمضي سهمه . ولا يزال امرؤ القيس في كثير من شعره يفخر بالصيد وأكل لحمه ، كقوله مع عراقته في الملك :\r\n تظلّ طهاة اللحم من بين منضج * صفيف شواء أو قدير « 1 » معجّل \r\nوسماه لذة واكتفى بذلك من أن يذكر الصيد لعلمهم بذلك واشتهاره فيهم وقدره عندهم فقال :\r\n كأني لم أركب جوادا للذة * ولم أتبطن كاعبا ذات خلخال \r\nومن فضائله ما فيه من التبرز على ركوب الخيل صعودا وحدورا وكرّا وانكفاء وتعطفا وانثناء ، وذلك كما قدمنا زائد في الفروسية ، مليّن من المعاطف ، مسلس من المراود « 2 » ، محلل لكوامن الفضول ، مثبّت للركبة ، منسئ للشهوة ، مؤمن من العلل المزمنة .\r\nوقال بعض الحكماء : قلّما يعمش ناظر زهرة ، أو يزمن « 3 » مريغ « 4 » طريدة ، يعني بذلك من أدمن الحركة في الصيد ، ونظر البساتين ، فاستمتع طرفه بنضرتها ، وأنيق منظرها ، وليس يكبر الملك الرئيس العظيم الوقور إذا أثيرت الطريدة أن يستخف نفسه في اراغتها ، ويستحضر « 5 » فرسه في أثرها ، ويترجل عنه في المواضع التي لا يقتحم الفرس مثلها\r\nوحكي عن عظماء الأكاسرة من ذلك ما هو مشهور في سيرهم ، وعن الخلفاء الراشدين ما نذكره في باب من أغري به منهم ، ومنها ما يسنح فيه من النشاط والأريحية ، لا سيما مع الظفر ، ودرك البغية ، فان المرء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصفيف : ما صفّ على النار ليشوى ، والقدير : اللحم المطبوخ في القدر .\r\n( 2 ) جمع مرود أي مفصل .\r\n( 3 ) زمن الرجل أصابته الزمانة وهي تعطيل القوى .\r\n( 4 ) المريغ من أراغ أي أراد وطلب .\r\n( 5 ) استحضر الفرس : اي أعداه .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيكون في تلك الحال أطرب منه عند سماع شائق الألحان ، وشاجي النغم من ذوي الاحسان ، وربما قويت النفس حينئذ ، وانبسطت الحرارة الغريزية فعملت في كوامن العلل .\r\nأخبرني غير واحد ممن شاهد مثل ذلك أنه رأى من غدا إلى الصيد ، وهو يجد صداعا مزمنا ، فظفر فعرض له رعاف حلّل ما كان في رأسه ، وآخر كانت به سلعة « 1 » يجبن عن بطّها « 2 » ، قويت عليها الطبيعة فانبطت .\r\nوآخر كان في بدنه جرح مندمل على نصل سهم ، فبدر ذلك النصل ، في وقت احداد « 3 » حركته وتكامل أريحيته ، وربما عكس ما يعرض له من ذلك ذميم حالاته ، فآلت إلى ضدها من الخيرية « 4 » ، حتى يتشجع ، وإن كان جبانا ، ويجود وإن كان بخيلا ، وينطلق وجهه وإن كان عبوسا .\r\n* * * أخبرني بعض الأدباء عن رجل من الشعراء قصد بعض الكبراء .\r\nفتعذر عليه ما أمله عنده ، وحال بينه وبينه الحجاب ، وكان آلفا للصيد مغرى به ، فعمد الشاعر إلى رقاع لطاف ، فكتب فيها ما قاله من الشعر في مديحه ، وصاد عدة من الظباء والأرانب والثعالب ، وشد تلك الرقاع في أذناب بعضها ، وآذان بعض ، وراعى خروجه إلى الصيد ، فلما خرج كمن له في مظانّه ثم أطلقها ، فلما ظفر بها واستبشر ، ورأى تلك الرقاع ، ووقف عليها ، زاد في طربه ، واستطرف الرجل واستلطفه ، وتنبه على رعي ذمامه ، وأمر بطلبه فأحضر ، ونال منه خيرا كثيرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السّلعة : خراج في البدن أو زيادة فيه .\r\n( 2 ) بطّ الجرح : شقه .\r\n( 3 ) الاحداد : الشدة .\r\n( 4 ) السعادة والصلاح .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nومن شأن النفس أن تتبع ما عزّها ، وبعد من ادراكها ، فإذا ظفرت بما هذه سبيله بعد إعمالها الحيلة فيه ، كان استمتاعها بالظفر به أكثر منه بما وقع عليها فتيسر ، وانقاد لها متسمحا .\r\nوهذا شبيه بما تأوّله يحيى بن خالد البرمكي في توصيته ولده ، بتقديم العدات أمام الهبات ، فإنه قال لهم : ان الموعد إذا تخيل فصدق ، وانتظر فطرق ، واستنجح فأنجح ، أمتع من مفاجأة البرّ .\r\nولو أن محاول حرب ، أو مقارع جيش ، هلك عدوه قبل مكافحته إياه حتف أنفه ، أو انفلّ جيشه من سوء تدبيره فانصرف ، أو جاءه ضارعا طالبا لأمانه ، لما كان مقدار السرور بذلك كمقداره لو نازله فقهره ، أو بارزه فأسره . وهذا بيّن في الملاعب بالشطرنج فان أحذق الاثنين بها وأعلمهما بتدبيرها إذا تبين التفاوت بينه وبين الآخر ، ورآه متتابع الخطأ ، عميّا عن الاحتراز ، متورطا في الاغترار ، مفرقا عدده ، مستهينا لفنائه وتناقصه ، محتملا للطرح ، لم يلتذ بملاعبته ، ولم يحل له قمره « 1 » .\r\nولو أن ملكا يهدى له في كل يوم عدد كثير من أصناف الوحش والطير ، لم يبلغ فرحه بذلك جزءا واحدا من اغتباطه بقنبرة ضئيلة يدأب في صيدها ، أو عكرشة « 2 » هزيلة يظفر بها ، وكم من جواد رائع يضن بظهره على أحب أولاده اليه قد قتله بازياره ، ولو أن الصيد أمكن مريغه في أول اثارته لنقص ذلك من لذته ، وقدح في موقعه .\r\nوقال بعض المحدثين :\r\n لولا طراد الصيد لم يك لذة * فتطاردي لي بالوصال قليلا \r\n هذا الشراب أخو الحياة وما له * من لذة حتى يصيب غليلا \r\nوأخذ هذا محمد بن الوزير الحافظ الغساني فكساه لفظا حسنا في كلمة له يعتذر فيها من تأخير هدية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قمر فلان الرجل : غلبه في القمار .\r\n( 2 ) الأرنبة الضخمة والذكر منها خزز .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n يفديك خلّ إذا هتفت به * جرت مجاري لسانه يده \r\n أخّر ما عنده لتطلبه * ولذة الصيد حين تطرده \r\nوقال بعض الكتاب يستعفي رئيسا من برّ بعث به اليه :\r\n قد جاءت الورق التي وقرتها * والريم والسرج المحلّى والفرس \r\n والبغلة السفواء « 1 » والخلع التي * كانت كعرضك ليس فيه من دنس \r\n في ريحها أرج يضوع كأنه * من عود محتدك الكريم المفترس \r\n والضوء يلمع في الظلام كأنه * من نور وجهك أو ذكائك يقتبس \r\n لكن أبت لي أن أروح واغتدي * كلا « 2 » على الاخوان أخلاقي الشّمس « 3 » \r\n لا أستلذ العيش لم أدأب له * طلبا وسعيا في الهواجر والغلس \r\n وأرى حراما أن يواتيني الغنى * حتى يحاول بالعناء ويلتمس \r\n فاحبس نوالك عن أخيك موفرا * فالليث ليس يسيغ الا ما افترس \r\n* * * ومن فضل العلم بالصيد والعادة له ما حكاه لي أبي عن إسحاق ( بن ) إبراهيم بن السّندي ، عن عبد الملك بن صالح الهاشمي ، عن خالد بن برمك ، أنه كان نظر ، وهو مع صالح الهاشمي صاحب المصلّى وغيره من رجال الدعوة « 4 » ، وهو على سطح قرية نازل مع قحطبة حين فصلوا من خراسان ، وبينهم وبين عدوهم مسيرة أيام إلى أقاطيع ظباء مقبلة من البر ، حتى كادت تخالط العسكر ، فقال لقحطبة : ناد في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السّفواء : قليلة شعر الناصية ، والسريعة .\r\n( 2 ) الكل : الثقيل لا خير فيه .\r\n( 3 ) الشمس : الصعب الخلق .\r\n( 4 ) الدعوة العباسية .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالناس بالاسراج والالجام ، وأخذ الأهبة ، فتشوف « 1 » قحطبة فلم ير شيئا يروعه فقال لخالد : ما هذا الرأي ؟ فقال : أما ترى الوحش قد أقبلت ؟\r\nان وراءها لجمعا يكشفها فما تمالك الناس أن يتأهبوا حتى رأوا الطليعة ، ولولا علم خالد بالصيد لكان ذلك العسكر قد اصطلم « 2 » .\r\n* * * وعذل بعض أبناء الملوك في الاستهتار « 3 » بالصيد ، والشغف به ، وقيل له انه هزل وكان أديبا فقال :\r\n ربما أغدو إلى الصيد معي * فتية هزلهم في الصيد جد \r\n ألفوا الحرب فلما ظفروا * فتحاموا أن يعاديهم أحد \r\n واستقام الناس طرا لهم * فغدوا ليس يرى فيهم أود \r\n وتقاضت عادة الحرب وما * جمعوه من عتاد وعدد \r\n وجدوا في الصيد منها شبها * فابتغوها في معاناة الطرد \r\n لترى عادتهم جارية * لهم باقية لا تفتقد \r\nولما شهد أبو علقمة المرّي عند سوّار أو غيره من القضاة وقف في قبول شهادته ، فقال له أبو علقمة : لم وقفت في إجازة شهادتي ؟ قال :\r\nبلغني أنك تلعب بالكلاب والصقور ، قال : من خبّرك أني ألعب بها فقد أبطل ، وان كان بلغك أني أصطاد بها فقد صدق من أبلغك ، واني أخبرك أني جادّ في الاصطياد بها ، غير هازل ولا لاعب ، فهل وقف مبلّغك على الفرق بين الجد واللعب ؟ قال : ما وقف ولا أوقفته عليه ، وأجاز شهادته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تشوّف من السطح : تطاول ونظر وأشرف .\r\n( 2 ) اصطلم : استؤصل .\r\n( 3 ) استهتر الرجل بكذا : صار مولعا به لا يتحدث بغيره ولا يفعل غيره .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nومن فضائل الصيد أنه كان الملك من ملوك فارس إذا حمل على ركوب الصيد دفع أصحاب ركابه سوطه إلى بطانته وهم خاصته ، ودفعته الخاصة إلى الخدم وأدخله الخدم إلى موضع نسائه ، فناولته إياه امرأة ثيب ، وخرج من عندها وهو بيده ، فأما في أوقات ركوبه إلى سائر المواضع غير الصيد والحرب ، فيتناول السوط من حيث يركب منه .\r\nوكانت الجوارح تنتصب على كنادرها « 1 » من ناحية وساده نحو رأسه ، والضواري وهي الكلاب والفهود وبنات عرس من ناحية ممدّ رجليه ، والخيل امامه أو عن يمينه ، وكل من شهد معه الصيد حاش عليه العانة والسرب « 2 » حتى يكون الملك يتصيدها ، ويتصيدوا هم سائر الوحش والسباع ، ما لم ينهوا عن ذلك ، ولم يكن يرى أن يخلو سمعه من زقاء « 3 » جارح ونباح ضار وصهيل الخيل ، وألحان القيان ، وطنين الأوتار .\r\nوكانت لبهرام شوبين « 4 » حظيّة مفتنّة « 5 » في جميع الآداب ، فاقترحت عليه حضور الصيد معه ، شغفا منها به ، ونزاعا إلى مشاهدة الطرد ، فأجابها إلى ذلك ، فبينا هي معه إذ عنّ لهما سرب ظباء ، وكان بهرام شوبين من جودة الرمي على ما لم يكن عليه سائر الملوك ، فقال لها : أراك مشغوفة بالصيد ، مرتاحة اليه ، فكيف تحبين ان ارمي هذه الظباء ، فقالت أريد ان تجعل ذكورها إناثا وإناثها ذكورا ، ففهم كلامها ، وقدّر انها توهمت عليه العجز عما التمسته منه ، وانها حاولت ان تبين من نقصه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمع كندرة وهي مجثم البازي يهيأ له .\r\n( 2 ) العانة : حمر الوحش ، والسرب : القطيع من الظباء .\r\n( 3 ) الزّقاء : الصياح .\r\n( 4 ) هو بهرام جوبين أحد قواد هرمز الرابع من ملوك الساسانية ( قاموس الأعلام ) .\r\n( 5 ) افتن فلان في حديثه وخطبته : اخذ في فنون من القول وجاء بالأفانين .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفتفت « 1 » في عضده عند من حضره من أهل مملكته ، فقال : ما سألت شططا ، ثم رمى التيوس من الظباء فألقى قرونها فصارت كالإناث ، وجعل يرمي كل واحدة من الإناث بسهمين ، فيثبتهما في موضع القرنين ، فتعود كأنها تيس ، فلما تم له ذلك على ما طلبته منه عطف عليها فقتلها ، خوفا من أن تسومه « 2 » بعد ذلك بفضل همثها وقريحتها ، خطة يقصر عنها فتفضحه .\r\n* * * وذكر الأصمعي عن الحرث بن مصرّف قال : سابّ رجلا بحضرة بعض الملوك ، فقال : أيها الملك انه قتال ظباء ، طلاب إماء ، مشاء بأقراء ، اقعر الاليتين ، مقبل النعلين ، افحج الفخذين ، مفحج الساقين ، فقال له أردت ان تذمه فمدحته .\r\nالاقراء جمع قريّ وهو مسيل نهر ، واقعر الأليتين ممتلئهما ، مفحج الفخذين متباعد هذه من هذه ، وهذا المصرّف يضرب مثلا في طلّاب الأمر عليه ، وتقسم رأيه في مناجزتهم ، فيجعل نفسه كلب صيد ، ويجعلهم ظباء فيقول :\r\n تفرقت الظباء على خراش * فما يدري خراش ما يصيد \r\nفيقال انه من شعره ويقال إنه تمثل به .\r\nووقف بعض الملوك بصومعة حكيم من الرهبان فناداه فاستجاب له فقال له : ما اللذة ؟ فقال له : كبائر اللذات اربع ، فعن أيها تسأل ؟\r\nفقال : صفهن لي ، قال : هل تصيدت قط ؟ قال : لا ، قال فهل لك حظ في السماع والشرب ؟ قال : لا ، قال : فهل فاخرت ففخرت أو كاثرت فكثرت ؟ قال : لا ، قال : فما بقي لك من اللذات ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فت في ساعده : اضعفه وفي عضده كسر قوته وفرق عنه أعوانه .\r\n( 2 ) سامه الأمر : كلفه إياه .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوللصيد لذة مشتركة موجودة في طباع الأمم . وكأنها في سكان البدو والأطراف أقوى لمصاقبتهم « 1 » الوحش ومنازلتهم إياها ، فلا تزال تراهم لها ذاكرين ، وبها متمثلين ، ومنها طاعمين ، حتى أن نساءهم ليتصيدن على الخيل ، ذكر ذلك بعض الرواة فقال : اتيت « 2 » مكة فجلست في حلقة فيها عمر بن عبد اللّه بن أبي ربيعة المخزومي ، وإذا هم يتذاكرون العذريين وعشقهم وصبابتهم فقال عمر : أحدثكم بعض ذلك ، انه كان لي خليل من بني عذرة وكان مستهترا بحديث النساء والصبوة إليهن وينشد فيهن ، على أنه كان لا عاهر الخلوة ولا سريع السلوة ، وكان يوافي الموسم في كل سنة فإذا ابطأ « 3 » ترجمت له الأخبار وتوكفت « 4 » له السّفار حتى يقدم ، فإذا قدم تحدثنا حديث عاشقين صبين محزونين ، وانه التاث « 5 » عليّ ذات سنة خبره ، حتى قدم وافد عذرة ، فأتيت القوم انشد عن صاحبي ، فإذا غلام يتنفس الصعداء ، ثم قال : أعن أبي المسهر تسأل ؟\r\nقلت عنه نشدت ، وإياه أردت ، قال : هيهات هيهات ، أصبح واللّه أبو المسهر لا مأيوسا « 6 » منه فيهمل ولا مرجوا فيعلل ، أصبح واللّه كما قال الشاعر :\r\n لعمرك ما حبي لأسماء تاركي * صحيحا « 7 » ولا اقضي بها فأموت \r\nقلت : وما الذي به ؟ قال : مثل الذي بك من تهالككما في الضلال ، وجركما أذيال الخسار كأنكما لم تسمعا بجنة ولا نار ، قلت : من أنت يا ابن أخي ؟ قال : انا اخوه ، قلت : اما واللّه ما يمنعك ان تركب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصاقبة : المقاربة .\r\n( 2 ) انظر هذا الخبر في الأغاني ج 11 / 169 مع اختلاف يسير بالرواية .\r\n( 3 ) في الأغاني : فادا راث عن وقته ترجمت عنه الأخبار .\r\n( 4 ) توكف له : تعرّض له حتى يلقاه .\r\n( 5 ) الالتياث : الابطاء . وفي الأصل : ارتاث .\r\n( 6 ) في الأغاني : لا مؤيسا .\r\n( 7 ) رواية الأغاني : أعيش بدل صحيحا .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nطريق أخيك ، وتسلك مسلكه الا انك وإياه كالوشي والنجاد « 1 » لا يرقعك ولا ترقعه ثم انطلقت وانا أقول :\r\n أرائحة حجّاج عذرة غدوة « 2 » * ولما يرح في القوم جعد بن مهجع \r\n خليلان نشكو ما نلاقي من الهوى * متى ما يقل اسمع وان قلت يسمع \r\n الا ليت شعري اي شيء اصابه * فبي ز فرات هجن من بين اضلعي « 3 » \r\n فلا يبعدنك اللّه خلا فإنني * سألقى كما لاقيت في الحب مصرعي « 4 » \r\nفلما حججت وقفت في الموضع الذي كنت انا وهو نقف فيه من عرفات ، فإذا انسان قد اقبل ، وقد تغير لونه وساءت هيئته ، فما عرفته الا بناقته ، فأقبل حتى خالف بين أعناقهما واعتنقني ، وجعل يبكي ، فقلت ما الذي دهاك ؟ فقال : برح العذل ، وطول المطل ، ثم أنشأ يقول :\r\n لئن كانت غديّة « 5 » ذات لب * لقد علمت بأن الحب داء \r\n ألم تر ويحها تغيير جسمي * واني لا يزايلني البكاء « 6 » \r\n واني لو تكلفت الذي بي * لعف « 7 » الكلم وانكشف الغطاء \r\n فان معاشري ورجال قومي * حتوفهم الصبابة واللقاء \r\n إذا العذريّ مات بحتف « 8 » انف * فذاك العبد يبكيه الرشاء « 9 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما يزين به البيت من فرش ووسائد . وفي الأغاني كالبرد والبجاد .\r\n( 2 ) في الأغاني : وجهة .\r\n( 3 ) في الأغاني : فلي ز فرات هجن ما بين اضلعى .\r\n( 4 ) في الأغاني : سألقى كما لاقيت في كل مصرع .\r\n( 5 ) في الأغاني : 11 / 170 « عديّة » بالعين المهملة .\r\n( 6 ) رواية الأغاني :\r\n ألم تنظر إلى تغيير جسمي * وانى لا يفارقني البكاء . \r\n( 7 ) عفّ : كفّ عما لا يحل ولا يجمل قولا أو فعلا وامتنع وفي الأغاني :\r\nلقفّ : اي ببس .\r\n( 8 ) مات حتف انفه : اي مات من غير قتل ولا ضرب اي على فراشه وفي الأغاني : إذا العذري مات خلي ذرع .\r\n( 9 ) الرشاء : حبل البئر\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفقلت : ابا المسهر انها لساعة عظيمة ، وانك في جمع من أقطار الأرض فلو دعوت كنت قمنا « 1 » أن تظفر بحاجتك ، وأن تنصر على عدوك ، فدعا حتى إذا دنت الشمس للغروب وهمّ الناس بالإفاضة همهم « 2 » بشيء فأصخت له مستمعا فجعل يقول :\r\n يا رب كل غدوة وروحه * من محرم يشكو الضحى « 3 » واللوحة \r\n أنت حسيب الخطب « 4 » يوم الدوحه \r\nقلت : وما [ يوم 
  ] الدوحة ؟ قال لي أخبرك ان شاء اللّه . اني رجل ذو مال ونعم وشاء ، واني خشيت على ابلي التلف ، فأتيت أخوالي كلبا ، فأوسعوا لي عن صدر المجلس ، وسقوني جمة « 5 » الماء ، وكنت فيهم خير أخوال حتى هممت بموافقة مالي « 6 » بماء لهم يقال له الحررات « 7 » ، فركبت فرسي ، وعلقت معي شرابا كان أهداه إلي بعض الكلبيين فانطلقت حتى إذا كنت بين الحي ومرعى النعم ، رفعت « 8 » لي دوحة عظيمة فقلت :\r\nلو نزلت فقعدت تحت الشجرة ، ثم تروحت مبردا « 9 » فنزلت ، وشددت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القمن : الخليق الجدير .\r\n( 2 ) همهم الرجل : تكلم كلاما خفيا .\r\n( 3 ) في الأغاني : « يشكو الضحى ولوحه » . ولعله يقصد باللوحة عندما تلوح الشمس .\r\n( 4 ) في الأغاني : الخلق .\r\n( 5 ) جم الشيء كجمته : معظمه وفي الأصل : نجمة الماء والتصحيح من الأغاني 10 / 49 .\r\n( 6 ) المال : ما ملكته من كل شيء وهنا يراد به الماشية .\r\n( 7 ) في الأغاني : الحوذان .\r\n( 8 ) رفع له الشيء : ابصره عن بعد .\r\n( 9 ) أبرد : دخل في آخر النهار .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفرسي بغصن من أغصانها ، ثم جلست تحتها ، فإذا رجل يطرد مسحلا « 1 » واتانا ، فلما قرب مني إذا عليه درع صفراء ، وعمامة خزّ سوداء ، وإذا شعرته تنال فروع كتفيه ، فقلت في نفسي غلام حديث عهد بعرس ، اعجلته لذة الصيد ، فنسي ثوبه واخذ ثوب امرأته ، فما لبث ان لحق المسحل فصرعه ثم ثنى طعنة للأتان ، واقبل وهو يقول :\r\n نطعنهم سلكى « 2 » ومخلوجة « 3 » * كرّك لا مين على نابل « 4 » \r\nفقلت له : انك قد تعبت واتعبت فلو نزلت ، فثنى رجله ونزل ، فشد فرسه بغصن من أغصان الشجرة ، ثم جلس معي فجعل يحدثني حديثا ذكرت قول الشاعر « 5 » :\r\n وان حديثا منك لو تبذلينه * جنى النحل في اعجاز « 6 » عوذ « 7 » مطافل « 8 » \r\nفبينا هو كذلك إذ نكت بالسوط على ثنيتيه فما ملكت نفسي ان قبضت على السوط وقلت : مه فقال : ولم ؟ قلت أخاف ان تكسرهما انهما رقيقتان قال : وهما عذبتان ثم رفع عقيرته يتغنى :\r\n إذا قبّل الانسان آخر يشتهي * ثناياه لم يأثم وكان له اجرا \r\n فان زاد زاد اللّه في حسناته * مثاقيل يمحو اللّه عنه بها الوزرا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسحل : الحمار الوحشي .\r\n( 2 ) السلكى : الطعنة المستقيمة .\r\n( 3 ) المخلوجة : الطعنة ذات اليمين وذات الشمال .\r\n( 4 ) النابل : رامي النبال والبيت لامرئ القيس وقد ورد العجز في اللسان ( مادة لأم ) : « لفتك لأمين على نابل » ويروى كرّك لامين . . . وسهم لام عليه ريش لؤام . واللؤام القذذ الملتئمة وهي التي يلي بطن القذّة منها ظهر الأخرى وهو أجود ما يكون .\r\n( 5 ) هو أبو ذؤيب كما في الأغاني 10 / 49 .\r\n( 6 ) رواية الأغاني في ألبان 10 / 49 .\r\n( 7 ) العوذ : بالضم الحديثات النتاج من الظباء وكل أنثى .\r\n( 8 ) المطفل : كمحسن : ذات الطفل من الأنس والوحش ج مطافيل ومطافل .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nثم قال ما هذا الذي تعلقته ؟ قلت : شراب هل لك فيه ؟ قال :\r\nما اكره منه شيئا . ثم نظرت إلى عينيه كأنهما مهاة قد أضلت ولدا ، وذعرها قانص ، فعلم نظري فرفع عقيرته يتغنى :\r\n ان العيون التي في طرفها مرض * قتلننا ثم لم يحيين قتلانا \r\nفقلت : من اين لك هذا الشعر ؟ فقال : وقع رجل منا نحو اليمامة فهو الذي انشدنيه ، ثم ملت لأصلح شيئا من امر فرسي فرجعت وقد حسر العمامة عن رأسه فإذا هو أحسن الناس وجها ، فقلت : سبحانك اللهم ! ما أعظم قدرتك ، وأحسن صنعتك ، قال : وكيف قلت ذلك ؟\r\nقلت : لما راعني من نور وجهك ، وبهرني من جمالك ، قال : وما الذي يروعك من زرق « 1 » الدواب ، وحبيس التراب ، ثم لا يدري أينعم بعد ذلك أو يبتئس . قلت : بل لا يصنع اللّه بك الا خيرا ان شاء اللّه ، ثم قام إلى فرسه ، فلما اقبل برقت لي بارقة من الدرع فإذا ثدي كأنه حق « 2 » فقلت : نشدتك اللّه أنت رجل أو امرأة ؟ فقال إني واللّه امرأة تكره العهر وتحب الغزل ، قلت : وانا واللّه كذلك ، فجلست تحدثني ما افقد من انسها شيئا ، حتى مالت على الدوحة سكرا ، فاستحسنت واللّه يا ابن أبي ربيعة الغدر ، وزيّن في عيني ، ثم إن اللّه عصمني فجلست منها حجرة « 3 » فما لبثت ان انتبهت مذعورة ، فلاثت « 4 » عمامتها برأسها واخذت الرمح ، وحالت في متن فرسها ، فقلت لها : ولما تزوديني منك زادا ، فأعطتني بنانها فشممت منها واللّه كالسياب « 5 » الممطور ثم قلت : اين الموعد ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زرق الطائر يزرق ذرق زبّل .\r\n( 2 ) الحق وعاء الطيب .\r\n( 3 ) قعد حجرة : أي ناحية .\r\n( 4 ) لاث العمامة على رأسه : لفها وعصبها .\r\n( 5 ) السياب بالياء البلح أو البسر أي كالبلح الذي اصابه المطر .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقالت إن لي اخوة شرسا ، وابا غيورا ، ولأن أسرّك أحب إليّ من أن أضرك ، ثم مضت فكان واللّه آخر العهد منها إلى يومي هذا . فهي واللّه التي بلّغتني هذا المبلغ . قلت : واللّه يا ابا مسهر ما استحسن الغدر الا بك ، فاخضلت لحيته بدموعه باكيا ، قلت : واللّه ما قلت لك الا مازحا ، ودخلتني له رقة .\r\nفلما انقضى الموسم ، شددت على ناقتي ، وحملت غلاما على بعير وجعلت عليه قبة آدم حمراء ، كانت لأبي عبد اللّه ، واخذت معي ألف دينار ومطرف « 1 » خز ثم خرجنا حتى أتينا كلبا ، فإذا الشيخ أبو الجارية في نادي قومه ، فأتيته فسلمت عليه ، فقال : وعليك السلام من أنت ؟ فانتسبت له فقال : المعروف غير المنكر ، ما الذي جاء بك ؟\r\nقلت : جئتك خاطبا ؟ قال : أنت الكفي لا يرغب عن حسبه ، والرجل لا يرد عن حاجته . قلت : اني لم آتك في نفسي ، وان كنت موضع الرغبة ، ولكن لابن أختكم العذري ، فقال : واللّه انه لكفيّ الحسب ، كريم المنصب « 2 » ، غير أن بناتي لا يقعن الا في هذا الحي من قريش ، قال :\r\nفعرف الجزع في وجهي ، فقال : اما انا فأصنع بك ما لا اصنعه بغيرك ، اخيّرها فهي وما اختارت ، فقلت : واللّه ما أنصفتني ، فقال : وكيف ذلك ؟ قلت : تختار لغيري . ووليت الخيار لي غيرك ، فأومى اليّ صاحبي ان دعه يخيرها ، فأرسل إليها بالخيار ، وقال : رأيك ؟ فقالت ما كنت لأستبد برأي دون رأي القرشي وما اختار ، قال : قد صيّرت إليك الأمر قال : فحمدت اللّه جل ذكره ، وصليت على محمد صلى اللّه عليه وقلت :\r\nقد زوجتها الجعد بن مهجع ، وأصدقتها هذه الألف دينار ، وجعلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المطرف والمطرف : رداء من خز مربع ذو أعلام .\r\n( 2 ) المنصب : العلو والرفعة .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nتكرمتها العبد والبعير والقبة ، وكسوت الشيخ المطرف الخزّ ، ولم أبرح حتى بنى عليها وانصرفت أقول :\r\n كفيت أخي العذري ما كان نابه * ومثلي لأثقال النوائب يحمل « 1 » \r\nوربما ألث « 2 » السحاب وجرت الأودية ، وتتابع السيل ، وثلجت الصحراء حتى يعمّ ذلك معاقل الأروى « 3 » ، وكناس الظباء ، ومرابض المها ، ومفاحص « 4 » القطا ، ومسالك الطير من الهواء ، فتلجأ الصوار « 5 » والسرب والعانة والرعيل والرف « 6 » إلى العمارة فتؤخذ قبضا وتكون حالها في استسلامها وضعف من يقدر عليها في تلك الصورة . كقول علي بن الجهم في وصف غيث :\r\n وحتى رأينا الطير في جنباتها * تكاد اكف الغانيات تصيدها \r\nولا يكون لصيدها ذلك الموقع ، على أن ناسا قد أمكنهم مثل ذلك فرأوا تركه ، وقالوا انما لجأت الينا ، وعاذت بجوارنا فنؤمنها ولا نروّعها ، ولا نجور عليها ، وفعل مثل ذلك مجير الجراد ، واسمه حارثة بن حنبل من طيء ، وكان الجراد قد وقع في ارضه فبدأ بالوقوع حول خبائه ، فخرج أهل الحي ليصيدوه ، فركب فرسه واشرع إليهم صدر قناته ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في الأغاني 10 / 51 :\r\n كفيت أخي العذري ما كان نابه * واني لأعباء النوائب حمال \r\n أما استحسنت مني المكارم والعلا * إذا طرحت اني لمالي بذّال \r\n( 2 ) ألث السحاب : دام أياما ولم يقلع .\r\n( 3 ) الأروى : جمع أروية وهي أنثى الوعول .\r\n( 4 ) المفاحص جمع مفحص وهو الموضع الذي تفحص القطاة التراب عنه لنبيض فيه .\r\n( 5 ) الصوار : بالضم والكسر القطيع من البقر .\r\n( 6 ) الرف القطيعة من البقر والجماعة من الضأن أو من مطلق الغنم .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوقال ما كنت لأمكنكم من جاري ، وفخر بذلك قومه ، فقال هلال بن معاوية التّغلبي :\r\n ومنا الكريم أبو حنبل * أجار من الناس رجل « 1 » الجراد \r\n وزيد لنا ولنا حاتم * غياث الورى في السنين الشداد \r\nوفعل مثله رجل من بني عبد اللّه بن كلاب يقال له همّام وبات بأرض خلاء ليس معه أحد ، فأوقد نارا وقد كان صاد صيدا ، فلما رأى الذئب النار اتاها ، وذلك من شأنه إذا رأى النار ، فلما قرب الذئب منه وهو غرثان اقبل يتقرش « 2 » ما يرميه همّام من العظام ولا يراه ، فلما تبينه رمى اليه بقية صيده ولم يرعه ، وأنشأ يقول :\r\n يا رب ذئب باسل مقدام * منجرد « 3 » في الليل والاظلام \r\n عاود اكل الشاء والأنعام * قد ضافني في الليل ذي التمام \r\n في ليلة دانية الارزام « 4 » * يقرش ما ألقي من العظام \r\n فبات في امني وفي ذمامي * مستدفئا من لهب الضرام \r\n آثرته بالقسم من طعامي * ولا يخف نبلي ولا سهامي \r\n ولو اتى غيري من الأقوام * من اللئام لا من الكرام \r\n اذن للاقى عاجل الحمام \r\n* * * وأخبرني من وثقت بصدقه عن رجل من جلّة أهل همذان ، ان الثلج كثر في ضياعه حتى لجأت إليها عانات كثيرة ، فأخذها وكلاؤه ولم يحدثوا فيها حدثا ، وكتبوا اليه بخبرها ، فكتب إليهم ان أقيموا لها قضيما « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرجل : القطعة العظيمة من الجراد خاصة .\r\n( 2 ) تقرّش الشيء : أخذه أولا فأولا .\r\n( 3 ) المنجرد : قصير الشعر .\r\n( 4 ) الارزام : شدة الرعد .\r\n( 5 ) القضيم : شعير الدابة .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوعلفا إلى أن ينحسر الثلج ، فإذا انحسر الثلج فخلوا سبيلها ، واحموها حتى تصل إلى ابعد موضع من العمارة ففعلوا ذلك .\r\nوتلجأ أيضا إلى الانس والعمارة إذا أجدبت السنة وعدمت الكلأ ، وذكر هذا المعنى إبراهيم الموصلي في قوله يرثي أخاه إسماعيل بن جامع المغني فقال :\r\n واني وإسماعيل يوم فراقه * لكالغمد يوم الروع فارقه النصل \r\n فان اغش قوما بعده أو ازرهم * فكالوحش يدنيها من الانس المحل \r\n يذكرنيك الخير والشر والتقى * وقول الخنا والحلم والعلم والجهل \r\n فألقاك عن مذمومها متنزها * وألقاك في محمودها ولك الفضل \r\nوقد زعم قوم ان هذا الشعر لمسلم بن الوليد الأنصاري . ومثله لآخر :\r\n تخرّم « 1 » الدهر اشكالي فأفردني * منهم وكنت أراهم خير جلّاس \r\n وصرت اصحب قوما لا اشاكلهم * والوحش تأنس عند المحل بالناس \r\nوأخبرني مخبر عن أبي العباس بن الداية عن المعتصم انه أوغل يوما في الصيد وحده ، فبصر بقانص يصيد ظباء فاستدناه وقال : حدثني أعجب ما رأيت في صيدك فقال : خربقت المشارع التي تردها الظباء ، فلما شمت الخربق « 2 » صدرت عطاشا ، ثم عادت من غد ، فانصرفت أيضا عطاشا ، ثم عادت في اليوم الثالث بأجمعها ، فلما جهدها العطش رفعت رءوسها إلى السماء فأتاها الغيث فما انصرفت حتى رويت وخاضت في الماء .\r\nوذكرت العلماء بطبائع الحيوان ان الوحش ربما انحازت إلى العمران عن مواضعها من الجبال والبر في الفصل الذي يتصل بفصل الشتاء فيستدل بذلك أهل البلدان على قوة شتاء تلك السنة وشدة برده وثلجه ، لأنها تحس في الجبال بتغير الهواء ، وبرد شديد ، فتستدل بذلك على ما بعده من قوة البرد ، وتخاف الهلاك فتلجأ إلى العمارة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تخرمهم الدهر واخترمهم : اقتطعهم واستأصلهم .\r\n( 2 ) الخربق : نبت كالسم يغشى على آكله ولا يقتله وخربق المشارع جعل فيها الخربق .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nباب من كان مستهترا بالصيد من الأشراف\r\nإسماعيل بن إبراهيم النبي صلى اللّه عليهما قال رسول اللّه صلى اللّه عليه وعلى آله وقد رتب الأنصار فنصب خمسين رجلا منهم في واد وقال ارموا يا بني إسماعيل فقد كان أبو كم راميا ، وكان إسماعيل عليه السلام مولعا بالقنص محبا له ، متعبا نفسه فيه ، مباشرا لعمل آلات الرمي ، ولقد قصده أبوه إبراهيم عليه السلام زائرا لينظر اليه فلم يجده بمحلّه لشغله بالقنص .\r\nوحمزة بن عبد المطلب رضوان اللّه عليه ، وكان من النجدة على ما خصه اللّه عز وجل به ، حتى قيل له أسد اللّه ، وكان اسلامه عند منصرفه من صيد ، وعلى يده صقر ، وجاء في الحديث ان حمزة كان صاحب قنص فرجع يوما من صيده فقالت له امرأة كانت رأت ما نال رسول اللّه صلى اللّه عليه وعلى آله من اذى أبي جهل : يا أبا عمارة لو رأيت ما صنع أبو الحكم اليوم بابن أخيك ، فمضى على حاله ، وهو متعلق قوسه في عنقه ، حتى دخل المسجد ، فألفى أبا جهل فعلا رأسه بقوسه فشجه ، ثم قال حمزة :\r\nديني دين محمد أشهد أنه رسول اللّه صلى اللّه عليه وسلم .\r\nوعدي بن حاتم طيء وعنه الأحاديث المأثورة في محرّم الصيد ومحلّله لأنه كان يكثر مسألة النبي صلى اللّه عليه عما يعانيه من ذلك .\r\nوقال بعض من عذل في مداومة الصيد :\r\n عذلتني على الطراد وقبلي * حمزة من اراغة الصيد راحا \r\n كاسرا صقره عليه ظباء * سانحات كفى عليها الجناحا \r\n فابتغى ملة النبي وقد كا * ن رأى فيه قبل ذاك جماحا \r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n ورمى هامة اللعين أبي جهل * بقوس فشجه ايضاحا « 1 » \r\n وعدي بن حاتم اسمح الخلق * إلى الصيد لم يزل مرتاحا \r\n انما الصيد همة ونشاط * يعقب الجسم صحة وصلاحا \r\n ورجاء ينال فيه سرورا * حين يلقى إصابة ونجاحا \r\nومن خلفاء بني العباس كان أبو العباس السفاح شديد اللهج بالصيد ، ناشئا ومكتهلا ، ومن اخباره انه خرج يوما متنزها نحو الخورنق في يوم من أيام الربيع ، ومعه دهم « 2 » من أهل بيته ، وجماعة من خاصته ومواليه فبسط له هناك ، ودعا بغدائه وحضر مائدته عمومته وأبو جعفر المنصور .\r\nفبينا هم كذلك يتضاحكون ويأكلون ، إذ طلع عليهم اعرابي فوقف بإزائهم فسلّم عليهم بإشارة ، فأشار اليه أبو العباس فاستدناه فدنا وقرب منه ، فقال له : ادن فأصب من طعامنا فجثا على ركبتيه بعد ان سلم فأكل اكل جائع منهوم مقرور ، فلما انتهى اقبل على أبي العباس فقال : بأبي أنت وأمي يا حسن الوجه ، انتسب اليّ أعرفك ، فتبسم ، ثم قال : رجل من اليمن من عبد المدان ، قال : أنت واللّه شريف ، ولكني اشرف منك ، قال أبو العباس : فانتسب إلي أعرفك ، قال : بيت قيس من بني عامر .\r\nقال أبو العباس : شريف الا انني اشرف منك ، قال : كلّا ما بنو الحرث اشرف من بني عامر الا أن تكون عارضتني في نسبك ، قال : ما عارضتك وانهم لأحد طرفيّ ، قال : فممّن أنت ؟ قال : من بني هاشم ، قال :\r\nرهط رسول اللّه صلى اللّه عليه ، قال : نعم قال : شريف واللّه الذي لا إله الا هو ، فما قرابة ما بينك وبين هذا الملك ، يعني أبا العباس ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفعل أوضح والواضحة والموضحة من الشجاج التي بلغت العظم فأوضحت عنه . وقيل هي التي تقشر الجلدة التي بين اللحم والعظم ، أو الشجة التي تبدي وضح العظام .\r\n( 2 ) الدهم : العدد الكثير .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nقال : قريبه . قال : بأبي أنت وأمي أهو الحميمي « 1 » ؟ قال : هو هو قال : فاكتم عليّ حديثا أحدّث به عنه ، قال : أكتم عليك ، قال :\r\nرأيته وهو غليّم يقعد يرمي في غرض بالحميمة ، فيجمع بين نبله في مثل راحتي هذه ، ثم ينصرف عن غرضه ، فيمر بالطائر فيصرعه بسهمه فما يملك حتى يذبحه بسيفه ، ويقطّعه ويضرم له نارا أو يستعير نار ملّة قد اضرمها أهلها لغدائهم فيرمي بصيده عليها ، ويرمي بطرفه إليها لئلا يغلبه أحد على ما فيها ، ثم يأكله نتفا بريشه ، مع شظية من لحمه ، حتى يأتي على ما فيه ما يشركه فيه عشير ولا خليل . فصاح به داود بن علي : اسكت فض اللّه ناجذك ، انما تخاطب أمير المؤمنين . فقال أبو العباس لداود :\r\nيا عم ما هذه المعاشرة ؟ رجل تكلم على الأنس والانبساط ، وقد تحرم بنا ، ولزمنا ذمامه ، فأرعبته ، وأوهنت متنه ، وقطعت حديثه ، تكلم يا فتى ! فلما سمع ما قال داود قال : وكنت أرى في هذا الفتى امارات خير تدل على أنه سيملك ما بين لابتيها « 2 » قال وما هي قال : لين الجانب ، والصفح عن الجاهل ، والبذل للنائل ، مع مركّبه الكريم ، وموضعه من النبوة ، فضحك أبو العباس حتى فحص الأرض برجليه وضحك أهل بيته وامر له بألف دينار وكساه وحمله .\r\nوركب المنصور يوما في صدره « 3 » مشهّرة « 4 » مشهرا من ذيله ، وعلى يده بازي حتى عبر الجسر باديا ، وانكفى فعبر الآخر راجعا ، وتبينه الناس فلما عاد واستقر به مجلسه قال للربيع : ما قال الناس في ركوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة للحميمة : بلد من أرض الشراة من أعمال عمّان كان منزل بني العباس .\r\n( 2 ) اللابة : الحرة من الأرض .\r\n( 3 ) لعلها في صيده ليستقيم المعنى .\r\n( 4 ) المشهّرة : فرس مهلهل بن ربيعة وذو المشهرة أبو دجانة سماك بن أوس صحابي كانت له مشهرة إذا خرج بها يختال بين الصفين لم يبق ولم يذر .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأمير المؤمنين على هذه الحال ، قال : عجبوا منها قال : انه كان لأمير المؤمنين في ذلك مذهب ، وهو انه سيأتي من أبنائنا من يحب الصيد ويتبذل فيه ، فأحببت ان يكون مني ما رأيت فمتى فعل مثله منا فاعل بعدي قال الناس :\r\nقد ركب المنصور على مثل هذه الصورة .\r\nوكان المهدي محمد بن عبد اللّه مع ما كان فيه من الحذر والتحفظ والبعد من التبذل مشغوفا بالصيد لا يكاد يغبّه « 1 » ، وكان مع ذلك مجدودا فيه لا يحرم ، ذكر ذلك بعض شعرائه في كلمة قال فيها :\r\n يغدو الامام إذا غدا * للصيد ميمون النقيبة « 2 » \r\n فتئوب ظافرة جوا * رحه واكلبه الأريبه \r\n بمخالب وبراثن * بدماء ما اقتنصت خضيبه \r\n وسهامه لوحوشه * والطير قاصدة مصيبه \r\n وكأنما عرفته فانقادت لدعوته مجيبه \r\nوكان للرشيد حظ من الصيد لا كمداومة المهدي له ، واستهتاره به ، وكان يرتاح له إذا حضره ارتياحا شديدا ، حتى تحمله الأريحية على ركض فرسه ، والشد في اثر الطريدة .\r\nأخبرني بعض ولد عبد الملك بن صالح الهاشمي عن أبيه عن جده عن عبد الملك قال : كنت احضر مع الرشيد الطرد كثيرا ، فحضرت معه يوما ومعنا حسين الخادم ، وكانت الحال بيني وبينه منفرجة ، ولا يزال يتتبع هفواتي ، ويغري بي الرشيد ، فأراغت الكلاب طريدة وأطلقت عليها ، واعطى الرشيد فرسه عنانه ومرّ يشتد في طلبها ولم اتبعه ، ولا زدت في عنان فرسي ، فرأى ذلك حسين مني فاهتبله « 3 » واسرع إلى الرشيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أغبّ القوم : جاءهم يوما وترك يوما .\r\n( 2 ) النفس .\r\n( 3 ) اهتبل الشيء : اغتنمه .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفقال : لو زاد عبد الملك بن صالح في عنان فرسه حتى يلحق بأمير المؤمنين لم يكن بذلك من بأس فقال الرشيد : استجهلنا أبو عبد الرحمن ، ولم ير مساعدتنا على ما نحن فيه ، قال : قد فعل ذلك فأمسك الرشيد فضل عنانه متوقفا عليّ حتى قربت منه ، فعاتبني على ما أنكره ، فقلت : يا أمير المؤمنين العذر واضح . قال : وما هو ؟ قلت : انا على فرس لا أثق به قال :\r\nعذر ، وامر لي بجنيبة « 1 » فركبتها وتسايرنا غير بعيد ، إلى أن أثيرت طريدة أخرى ففعل كفعله الأول ، ولزمت حالي الأولى ، فاشتد انكاره وتلوّم « 2 » عليّ فلحقته ، فقال : اقلنا العلة فما استقيلت الزلة ، فقلت :\r\nيا أمير المؤمنين إذا كنت لا أثق بفرسي وقد بلوته ، فأنا بما لم إبله أقل ثقة ، فقال : لا ولكن السكينة والوقار افرطا على أبي عبد الرحمن ، وكان هذا بعض ما احفظه عليّ . وتوخّى أبو نواس في تشبيب قصيدته التي أولها :\r\n خلق الزمان وشرّتي لم تخلق * ورميت عن غرض الشباب بأفوق « 3 » \r\n ولقد غدوت بدستبان معلم * صخب الجلاجل في الوظيف مسبّق « 4 » \r\n حرّ صنعناه لتحكم كفّه * عمل الرفيقة واستلاب الأخرق « 5 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجنيبة : الدابة .\r\n( 2 ) تلوّم : تكلف اللوم .\r\n( 3 ) الشرّة : الحدة . والأفوق : السهم الذي لا نصل فيه .\r\n( 4 ) في المخصص أن الدستبان القفّاز وهو بالفارسية الدستبان : الكيس من الأدم الذي يجعله الرجل على يده تحت رحلي الصقر والسير الذي في رجلي الصقر قد جمع بينهما ، وهو القيد والسباق ، والجلاجل جمع جلجل وهو الجرس الصغير . وصخب : أي تسمع صوت الجرس الذي علق برجليه . والوظيف :\r\nمستدق الذراع والساق من الخيل ومن الإبل وغيرها . والمسبّق : ما له سبافان وهما قيدان من سير أو غيره وذلك مخصوص بالطائر .\r\n( 5 ) جاء هذا البيت في مختارات البارودي ج 4 / 29 والحيوان 7 / 48 :\r\nحرّ صنعناه لتحسن كفه . . . والحر : الكريم الأصل . وصنعناه : علمناه وأدبناه .\r\nوالرفيقة : اللطيفة الصنعة الحسنتها .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n يجلو القذى بعقيقتين اكتفّتا * بذرى سليم الجفن غير مخرّق « 1 » \r\n القى زآبره وأخلف بزة * كانت ذخيرة صانع متنوق « 2 » \r\n فكأنه متدرع ديباجة * عن قالص التبّان غير مسوّق « 3 » \r\n فترى الأوز قريب خطو مشيع * غرثان منبسط الشواكل بورق « 4 » \r\n يعتام جلتها ويقصر شأوها * بمؤنّف شاكي الشباة مذلق « 5 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذرى : الملجأ وكل ما استترت به . جاء شرح هذا البيت في مختارات البارودي ان هذا البازي لم يكن وحشيا فتخاط جفناه ليستأنس فينخرقا .\r\n( 2 ) الزئبر : ما يعلق الثوب الجديد مثل ما يعلو الخزّ . والمتنوّق : المتأنق .\r\nوقد ورد البيت في الديوان :\r\n ألقى زآبره وأخلق بزّة * كانت حياكة صانع متنوق \r\nوورد في مختارات البارودي :\r\n ألقى ز بارته وأخلف بزّة * كانت حياكة صانع متنوق \r\nكما جاء في شرحه أنه ألقى ريشه القديم وأخلف ريشا جديدا .\r\n( 3 ) التبّان كرمّان سراويل صغير يستر العورة المغلظة «  Maillot  » والقالص : الثوب الذي ينكمش بعد الغسل . وغير مسوّق أي لا يستر ساقيه .\r\n( 4 ) الغرثان : الجائع . والشواكل جمع شكل وهو الخاصرة . وفي البيت غموض وقد ورد في مختارات البارودي والديوان :\r\n فترى الأوز فويت خطم مشبع * شهوان ينتشط الشواكل سوذق \r\nوشرحه : فويت تصغير فوت وهو الفرجة بين الأصبعين يقال « جعل اللّه رزقه فوت فمه » . والخطم بالفتح منقار الطائر . والمنسيع الجريء الجنان .\r\nوينتشط : يختلس والسوذق : الصقر .\r\n( 5 ) يعتام : يختار . والمؤنف : المحدّد ، والشباة : حدّ كل شيء ويقال شاكي السلاح ذو شوكة وحدّ في سلاحه . والمذلّق : المحدّد . ورواية البيت في الديوان والمختارات : يعتام جلّتها ويقصر شأوها بمؤلف سلب الشباة مذلق والسلب بالكسر : الطويل .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n حتى رفعنا قدرنا برغامها * واللحم بين مردّم وموشق « 1 » \r\nفافتتحها بذكر الصيد وصفة الجارح ، هزا منه بذلك ، وبعثا من اريحيته لما يعلمه من رأيه في الصيد ، وموقعه من قلبه . والرغام التراب بالفتح ومنه ارغم اللّه انفه اي ألصقه بالتراب .\r\n* * * وكان محمد الأمين أشد انهما كافي الصيد وأحرص عليه من كل من تقدمه . وأكثر طرد أبي نواس معمول في جوارح محمد وضواريه مثل قوله :\r\n فأمتع اللّه به الأميرا * ربي ولا زال به مسرورا \r\nثم كان المعتصم أكثرهم محالفة للصيد ، واخفهم فيه ركابا لتوفر همته على الفروسة وما شاكلها ، ودخل في بابها ، وأكثر مباشرة ذلك بنفسه .\r\nثم كان المعتضد كالمعتصم في أكثر أموره ومآربه ، وأشبه به من سائر [ أهل 
  ] بيته وبنيه من الخلفاء لمباشرة الحرب والصيد وما أشبههما ، ولم يكن ينفك من حرب الا إلى صيد ، ولا من صيد الا إلى حرب ، وكان يخرج لصيد الأسد ، فيخيم عليها حتى لا يبقي منها باقية ، اخبر عنه نجبة ابن علي نديمه قال : كان يقول كثيرا لما بنى « الثريا » أتعلم أن بناء من أبنية الخلفاء يشبه هذا البناء أو يعادله في محل أو موقع ؟ اما تراني قاعدا على سريري ، يعرض عليّ وزيري ، ويصاد بين يدي صيد البر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعلها المرزّم بدل المردم وهي القطع المجمعة . والموشّق من وشق اللحم قطعه ومزقه . وفسر المؤلف الرغام بالتراب ولا يناسب ذلك معنى البيت . وجاء في المختارات :\r\n حتى رفعنا قدرنا برضامها * واللحم بين مؤذّر وموشق \r\nوفسر الرضام بالحجارة لوضع بعضها فوق بعض . والموذر المقطوع قطعا صغيره .\r\nورواية الديوان هي : حتى رفعنا قدرنا بنضاتها . . . فاللحم بين موزّر وموشق\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوالبحر ، كأني في وسط المتصيّد . وما اشبّه ما وقع له من ذلك الا بقول القائل :\r\n يا حبذا السفح سفح المرج والوادي * وحبذا أهله من رائح غادي \r\n تزقي فرافيره « 1 » والعيس « 2 » واقفة * والضب والنون والملاح والحادي \r\nولي في نحو هذا المعنى ، وكنا نخرج للصيد بمصر في موضع يعرف بدير القصير ، منيف على ذروة جبل المقطم ، مطل على النيل ، فهو سهلي جبلي بحري :\r\n سلام على دير القصير « 3 » وسفحه * فجنّات حلوان « 4 » إلى النّخلات \r\n منازل كانت لي بهن مآرب * وكن مواخيري ومنتزهاتي \r\n إذا جئتها كان الجياد مراكبي * ومنصرفي في السفن منحدرات \r\n فأقنص بالأسحار وحشيّ عينها * واقتنص الانسي في الظلمات \r\n معي كل بسام أغر مهذب * على كل ما يهوى النديم مؤاتي \r\n ولحمان مما امسكته كلابنا * علينا ومما صيد بالشبكات \r\n وكأس وإبريق وناي ومزهر * وساق غرير « 5 » فاتر اللحظات \r\n كأن قضيب البان عند اهتزازه * تعلم من اعطافه الحركات \r\n هنالك تصفو لي مشارب لذتي * وتصحب أيام السرور حياتي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تزقي : تصيح . والفرافير : العصافير .\r\n( 2 ) العيس : كرام الإبل .\r\n( 3 ) دير القصير : في ديار مصر في طريق الصعيد . عزا ياقوت في معجم البلدان البيت الأول والثاني والثالث والسادس من هذه القصيدة لكشاحم الشاعر .\r\nونقل ذلك عن كتاب الشابشتي في ديرة مصر . وقد وردت هذه القصيدة برمتها في كتاب المصايد والمطارد لكشاجم . ولا ندري كيف ادعاها صاحب كتاب البيزرة .\r\n( 4 ) حلوان : بلدة نزهة على مقربة من القاهرة .\r\n( 5 ) الغرير : الخلق الحسن .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nولم يتأخر المكتفي عن [ مثل 
  ] مذهبه في الصيد ، الا انه كان أكثر ما يدمنه الصيد بالفهد والعقاب ، وهما سبعا الضواري والجوارح ، ويباشر ذلك بنفسه ، ويمتهنها فيه ، لشدة الشغف به والارتياح اليه ، أخبرني بذلك شهرام وكان خصيصا به لمعرفته بالصيد وحسن « 1 » أدبه . وأخبرني بمثله أبو بكر محمد بن يحيى الصولي . وأخبرني من رآه بظاهر أنطاكية منصرفه مع المعتضد عند اخذه وصيفا الخادم والفهد رديفه ، وقد التمسه أهلها ، للسلام عليه بعد تسليمهم على أبيه ، فوجدوه على تلك الحال غير محتشم [ منها وانصرفت عنايته إلى الخيل 
  ] « 2 » وكان جمعها واقتناؤها [ ومداومة ركوبها 
  ] « 3 » أكبر همه ولذته ، ولم يشغف بالصيد ذلك الشغف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد والمطارد وحسن الدربة فيه .\r\n( 2 ) هذه الزيادة من المصايد والمطارد .\r\n( 3 ) زيادة من المصايد والمطارد وقد وردت فيه هذه الجملة متأخرة بعد همه ولذته .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nصفة البواشق وذكر ألوانها وشياتها وأوزانها وصفة الفاره منها\r\nفالأحمر الأسود الظهر جيد صبور على الكد ، والأحمر الظهر والبطن رخو ما له جلد ، والأخضر العريض القطب « 1 » صلب على المواكب .\r\nومنها الأخضر المبرديّ الشية والاسهرج الذي يشبه لون البزاة ، ومنها الأصفر .\r\nوأكثر ما رأيناه من اوزانها مائة وثلاثون درهما وأقله خمسة وتسعون درهما ، وما رأينا منها كبيرا فارها « 2 » والفاره منها الأوسط ، وهو افره ما رأيناه ولعبنا به ، ولم نصف ما للناس ، وانما وصفنا ما عندنا وفي ملكنا وصدنا به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا في الأصل ولعله ( القصب ) .\r\n( 2 ) الفاره : النشيط الخفيف .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nباب في ضراءة الباشق وفراهته\r\n، وما يصيد من الطرائد المعجزة التي هي من صيد البازي ، وذكر علاجات البواشق وعللها وما خلص منها من العلل وأنجب ، وذكر القرنصة وذكر ما عاش عندي منها بالقاهرة حرسها اللّه ، وذكر ما تحتاج اليه في القرنصة من الخدمة ، وذكر السبب الذي استحقت عندي به التقدمية على البزاة إذ كان مؤلفو الكتب يقدمون البازي على سائر الجوارح\r\n\r\nصفة ضراءة الباشق وهو وحشي\r\nيحتاج الباشق إلى أن يكون على يد رفيق من البيازرة يعرف ما يعمل به ، وهو ان يخيط عينيه إلى أن يكلب على الطعم ، ومقدار ذلك سبعة أيام ، ومنها ما يكون كلبه على الطعم في أكثر من هذه المدة وأقل منها ، لأنها ليست بطبع واحد ، ولتكن حمولته في موضع منفرد حتى يهدى ، فإذا هدي على اليد ، وكلب كلبا تاما كاملا على الطعم ، فافتحه وأطعمه في بيت خال ، فإذا كان وقت تعبيره « 1 » وعبّر ، فاجعله في قباء « 2 » واتركه في قبضتك ، واقعد به بين الناس ، واقمه على يدك ساعة ، فإذا وثب وثوبا خشيت ان ينخلع منه ، فاردده إلى القباء ، والزم به الرفق ، كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبّر الطير : زجرها .\r\n( 2 ) ثوب يلبس فوق الثياب .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوصيناك ، فإنك تأمن عليه ان ينخلع ، وان تخرج فخذاه ، ثم لا تزال على ذلك إلى أن تجرّده ، فإذا بلغ التجريد فاركب به الدابة واستجبه إليها مرارا كثيرة من النخل والأرض وسائر المواضع ، فإذا لم يبق عليك من اجابته شيء على ما وصفنا ، فخذ له من طير الماء الفرافير ولقفه إياها ، فإذا لقفها فخذ واحدة وخط عينها بريشة من جناحها وطيّرها ، فإذا اخذها وعرفها ، فأقعد غلاما في خليج ، ومعه فرفورة . وليكن الغلام مستترا عنك وأنت على حافة الخليج راكب ، والباشق على يدك ، والطبل بين يديك ، وتقدم إلى من معه الفرفورة ان يطيرها عند نقرك الطبل ، ثم انقر الطبل فإذا طيرها واخذها الباشق فاذبحها في كفه ، واشبعه عليها ، فإذا عملت به ذلك مرارا وأخذها ، ولم يقف عنها ، فاركب إلى الصحراء ومعك الباشق ، ولتكن معك طيرة ماء ، وانظر موضعا فيه طير ماء ، فأرسل الباشق عليها ، فإذا صاد فأشبعه ، وان لم يحسن عليها فأخرج له طيرة الماء التي معك ، وارمها له واذبحها في رجله ، واشبعه عليها ، فإنك إذا عملت به ذلك مرة أو مرتين ، صاد بمشيئة اللّه ، فإذا صاد فأشبعه ، فإذا اشبعته أربعا أو خمس مرار ، فصر به إلى الماء ، واطلب ما توسط من طير الماء ، فان صاد فأشبعه وعد به في اليوم الثاني ، وانتظر به العشية ، واطلب به ما كبر من طير الماء مثل الأخضر وانثاه ، ومثل المذنّب وانثاه ، والدراج « 1 » وانثاه ، فإنه يصيد بعون اللّه ، فإذا بلغت به إلى ذلك فما بقي عليك من ضراءته شيء . وهذه صفة الضراءة على طير الماء . فإذا فرغ طير الماء وكان آخر السنة ، وكان الباشق فرخا ، وأحببت قرنصته ، فافعل ، وان أحببت ان تطلب به الحمام ويصيده تسليقا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : ( الدرح ) بدون نقط . والدرّاج والدراجة ضرب من الطير للذكر والأنثى . وزاد الدميري انه اسود باطن الجناحين وظاهرهما أغير على خلقة القطا الا انه ألطف .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفاعمد إلى حمام فاشدد رجله بطوالة « 1 » وأقمه على حائط قصير وكن تحت الحائط ، وعلى يدك الباشق ، وامر غلامك بجر الخيط الذي في رجل الحمام ليتحرك فيراه الباشق ، فإذا نظره الباشق فأرسله عليه ، فإذا أخذه فأشبعه عليه ، ثم نقّله من ذلك الحائط إلى ما هو أعلى منه قليلا ، ونقله من حائط إلى آخر ، وكلما اخذ حماما فاذبحه في كفه وأشبعه منه ، فإنك إذا فعلت ذلك به ورأى حماما على حائط واثبه ، ولا ترسله على حمام واقع في الأرض ، فان ذلك يفسده ولا سيما إذا كان للتسليق مفرّدا ، وقرنصه « 2 » وان كان مقرنصا وأردت ان تنقله إلى الغربان السود فاطلب منها واحدا واكسره له ، وبادر بقصّ مخاليبه ، وخزم منقاره ، لئلا ينقر الباشق واشبعه عليه واطلب به الغربان ، وليكن معك غراب في الخريطة ، فان صاد شيئا فأشبعه عليه ، وان أحسن عليه فاذبح الغراب الذي معك في رجليه ، واعمل على ما وصفناه ، فإنه يصيد ان شاء اللّه .\r\nوزعم العاب ان الباشق ما يصيد الغراب بكسيرة وقد كسرنا له مرارا كثيرة ، وصاد الغربان بالكسائر ، ولم نصف الا ما صدنا به على أيدينا مرارا كثيرة ، وكان لمولانا صلى اللّه عليه وعلى آبائه الطاهرين وأبنائه الأكرمين .\r\nولقد رأيت له وانا معه صلى اللّه عليه في الموكب في سنة ثمان وسبعين وثلاثمائة ثلاثة عشر باشقا تصيد كلها الغربان السود والبقع والبيضانيات والمكاحل ، وهذا عظيم لم يسمع بمثله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطويلة والطول والطيل : حمل يشد به قائمة الدابة أو تشد وتمسك طرفه .\r\n( 2 ) قرنص فلان البازي : افتناه للصيد .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nذكر الضراءة على البيضاني والمكحّل « 1 »\r\nإذا أردت ان يصيد الباشق البيضاني والمكحل فاعمد إلى بيضاني أو مكحل واشبعه عليه ، فان اعوزك البيضاني فاكسر له على حمام ابيض فإذا اخذه اخذا جيدا ، وأحكم ذلك مرارا ، فأخرج به إلى الصحراء .\r\nوليكن معك في الخريطة بيضاني أو مكحل ، فان صاد شيئا فأشبعه عليه ، وان أحسن فارم له الذي معك واشبعه عليه ، فإنه يصيد بعد ان تطوّل روحك عليه قليلا ان شاء اللّه .\r\nوقد رأيت من فراهة البواشق ما لم ار مثله قط ، فمنها بأشق احمر كبير ما رأيت مثله قط ، ولا مثل ما جمع من الطرائد ، وذلك أنه صاد في سنته ما لم يكن من صيد البواشق ، ولا صاده قبله بأشق ، وبعيد ان يصيده بأشق بعده ، لأنه صاد أول سنته أنثى الأخضر ، وما كان خرج قبل ذلك إلى الصحراء ، وثنّى بالأخضر الذكر ، ووزناه بعد اخراج قلبه فوجدنا فيه ثلاثة أرطال ونصف ، وهو أكبر اخضر رأيناه ، وفيها ما يكون أقل من ذلك ، ولم يبق من طير الماء شيء الا صاده ثم صاد في سنته بعد ذلك الموكب بيضانيا وكان يتجاوز الصفة في حسنه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكحلاء طائرة من الدّخّل دهماء كحلاء العينين تعرفها بتكحيلها وهي معظم الهوزنة والجمع الكحل والكحلاوات هذا ما رواه في التاج ( والهوزن كجوهر طائر ) وزاد في المخصص ان الكحلاء بعظم المودنة ( وهي طائرة من الدّخل صغيرة بصغر القنبرة صغيرة الزمكى قصيرة العنق والرجلين ) والدّخل كله على حذاء واحد قصيرة العنق والزّمكى .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوصاد الغربان السود وصاد بعد ذلك طلقا لم ير مثله قط ولا سمع به .\r\nوذلك انا ركبنا إلى الجيزة فانتهينا إلى موضع يعرف بكوم الدب ، وفيه بركة كبيرة ، وفيها غرّ « 1 » كثير ، فأرسلت عليها الشواهين ، وتكنّى « 2 » بعض من كان معنا ، وكان على يده شاهين له ، فزعق علينا صاحب الشاهين فأمرت ان تطيّر الغرّ ، فجازت بي واحدة عراضا في السماء ، فرميته عليها وزعقت حتى ابصره كل من حضر الموكب فصادها ، وكان بين المكان الذي ارسل عليها ، والمكان الذي ذبحت في كفه نحو أربعمائة ذراع ، فأشبع عليها وقرنص وعلا امره على الغرّ وغيرها من الطرائد المقدم ذكرها في كتابنا هذا .\r\nومن فره البواشق ثلاثة لم يسمع بمثلها قط ولا رؤي ، قرنصت عند مولانا صلى اللّه عليه ، فواحد له أربع سنين ، واثنان لهما من المدة دون ذلك ، فمنها واحد يصيد الخضر والغربان السود والبقع ما تغير عن فراهة على ما وصفنا من ذكره ، واثنان يصيدان الغربان السود والبقع في الشتاء والصيف جميعا ، وهذا عظيم لان الغراب انما يصاد آخر السنة عند هياجه وهو وقت الراجع ، والمصريون يسمون ذلك الشهر امشير ، وهذا ما لم يسمع بمثله في صيد البواشق ، لا في كتاب ولا من انسان .\r\nوكان لنا بأشق وحشي فكسرنا له الغراب إلى أن اتجه عليه ، وخرجنا به إلى الصحراء ، فكان أول طلقه غرابا ابقع فوق حائط ، وهذا عظيم من بأشق يصيد ابتداء غرابا فوق حائط ، ولم ار مثله الا باشقا كان لمولانا صلوات اللّه عليه ، فإنه امرني في بعض الليالي أن اشبعه وشغل هو صلى اللّه عليه بطير الماء عنه ، فأخذته ورجعت ، لأطلب به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغرّ بالضم : طير في الماء .\r\n( 2 ) تكنى : استتر .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالغربان البقع ، فأصبت واحدا على حائط بستان قائما ، فرميته عليه فصاده ، بعد ان عمل عليه ما لا تعمله الاجلام « 1 » بالفقاق « 2 » من المراوغة وحسن الطلق . وما رأيت قط افره منه على الغربان البقع ، وكان ذلك عند مغيب الشمس وقد ذكرنا كيف يضرى من أول الوقت الذي يؤخذ فيه إلى أن يبلغ إلى هذا المبلغ .\r\nوانه كان لنا بأشق يعرف بباشق ابن حوفيه ، وكان يكون على يد أمير المؤمنين صلى اللّه عليه ، وهو يتحدث في موكبه ، فكان بعض البيازرة يصيح وقد طار طير الماء ، اعني الفرافير ، فيرمي بالباشق ، وما هو مستو للارسال ، فيصعد معها ابدا في السماء حتى يحملها ، وهذا ما لم ير مثله قط على الفرافير .\r\nومن اطلاقه المعجزة ان مولانا صلى اللّه عليه رأى ليلة فرافير في بركة فأراها للباشق ثم ستره عنها ، وانزله بعد ذلك فجاء الباشق فوقف على الأرض لما ضلت منه ، فقال صلى اللّه عليه أريكم شيئا مليحا ، وضربنا الطبول فقلع الباشق رجله من الأرض ، وصاد منها واحدة ، وهذا ما لم أر مثله الا من بأشق كان لي يصيد البيضانيات ، بعد أن حكم اللعّاب انه لا يجيء منه شيء ، فلما كان في بعض الأيام تعذّر عليّ البيضاني فأرسلته على طير الماء فلم يصد منها شيئا ، ووقف على نخلة تحتها بركة فيها ماء ، فتنحينا عن البركة وبقي بازياره يدعوه ليأخذه إلى يده ، فجاز به طير ماء من السماء ، ليقع في البركة مدلّاة الأرجل ، فلما رآها الباشق تطلب الماء على هذه الحال طمع فيها ، وقلع رجله فصاد منها أنثاه أبلق قبل ان تصل إلى الأرض . وهذا ما لم ار مثله ولا سمعت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجلم : طائر من الجوارح وفي الدميري اليؤيوء نوع من الصقور .\r\n( 2 ) الفقاق : طائر .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nونحن نذكر ما يكون من التياثها « 1 » وعلاجاتها وكل ما يعرض من أسقامها ونشرحه مبيّنا حتى نأتي به مثل الأول من اخبار صحتها وأيام سلامتها .\r\nوقد كان عندي بأشق حوام ، ايّ وقت أخطأ حام فلقّب بالحوّام ، وكان على الخذف « 2 » فارها وعلى البلق ، ثم آل امره إلى أن خرجت به يوما إلى الصيد وكان في بركة شاهمرك « 3 » لطيف ، فأريته إياه وسترته عنه ورميت به عليه ، وضربت له الطبل فقام إلى السماء فحمله ، فذبحته في كفه ودمت على الصيد به ، فصاد في ذلك اليوم إلى آخر النهار اربع بيضانيّات ومكحّلا وأبلق من طير الماء ، فأنسيته ما كان قد الفه من الحومان حتى أنه كان إذا أخطأ استقر في الأرض . وذلك انني بطلته سنة كاملة حتى أنسي ذلك ، وكان إذا أخطأ وقعد في الأرض اشبعته .\r\nفألف ذلك ونسي عادته الأولى . ومن هاهنا قدمت البواشق على البزاة .\r\nوكان عندي بأشق يصيد العجّاج وهو من صيد الشاهين ، فما كانت هذه منزلته في الصيد على لطافته ، كيف يتقدم عليه شيء من الجوارح .\r\nولقد رأيت باشقا احمر صاد جنطة [ كذا 
  ] ولم ار غيره صادها ولا رأيته صاد غيرها ، وهذه منزلة للباشق عظيمة . وكان عندي بأشق اسمه مدلل ، قرنصته عندي سنة فلم يخرج نقيا ، وصاد في السنة صيدا ليس بالطائل ، ودخل القرنصة . وكاد ان يكون في السنة الثانية مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اختلاطها يقال التاث مزاجه أي تغيرت صحته .\r\n( 2 ) الخذف : رمي الحصيات الصغار وحصى الخذف ما يرمى بين السبابة .\r\nوالابهام من الحصى . فهل يلائم هذا المعنى ما يقصده المؤلف أم ان كلمة الخذف محرفة من كلمة أخرى ؟\r\n( 3 ) في المخصص : ان الإوز ضروب كثيرة وأجناس ، وطير الماء أكثر من مائتي لون زعموا ، والعرب لا تعرف أكثرها ، والشاه‌مرجات أيضا ضروب وألوان ورسمه في حياة الحيوان « الشامرك » وقال إنه الفتى من الدجاج قبل ان يبيض بأيام فلائل معرب « الشاه‌مرغ » ومعناه ملك الطير .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالمقدم ذكرها حتى ليّنت عليه بدهن المعقود والشيرج الطري ، فلما أطعم ما وصفنا من العلاج ولان عليه بدنه نتف منه بدنه وذنبه ، وأطعم العصافير والمخاليف الطرية ، ومن البشتمازك « 1 » ومعه شيء من الدهن المذكور ، فخرج نقيا حسنا ، وكان افره من كل بأشق قرنص معه في بيته ، وكان من الفراهة على طير الماء بما لم يكن غيره . وصاد الغربان السود وكان تضرب له الطبول كما يعمل به على طير الماء ، فلا يرجع عنها ، ولم أره قط رجع عن طريدة يرسل عليها وأقام على ما ذكرناه سنين مبقى الفراهة ونحن نذكر ما نعرفه من البواشق الفره وما جرى مجراها ان شاء اللّه .\r\nولقد كان عندي بأشق فاره على كل طريدة ، وذلك أنه كان يصيد من البحريات الحمر ، وتسمى السقرون ، ثلاثة وما أصاب من قليل وكثير على مقدار ما يستوي له صاده ، وكان موكبا « 2 » من فراهته وأول ما صاد عندي الغراب الأسود بكسيرة ، ثم بعد ذلك كنت أقف على كوم عين شمس وتطيّر من بركة الكوم الغرّ ، فأرسله عليها فلا يرجع عنها ، وأقام على ذلك سنين لم يتغير من فراهته شيء ، حتى دخل بعد أربع سنين القرنصة ، فأصابته في السنة الخامسة في وسط القرنصة علة لا يعرف لها علاج ، تسمى الذّياح ، في حلقه تمنع ما يدخل فيه وما يخرج منه ، ولا يقدر على القاء الرمج « 3 » حتى يموت ولم يلبث الطير أكثر من بكرة إلى عشية أو من عشية إلى بكرة ، ثم إنه مات في المدة التي ذكرناها فشققنا . حلقه فوجدنا فيه غدّة مفترشة بقدر الترمسة أو أصغر منها بيسير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعريف البشتمازك يأتي به المؤلف بعد صفحات وهي على الأكثر ما يطلق على ضلع الخروف ، قال : والبشتمازك هو الذي يكون في آخر الأضلاع من داخل الحمل لا ما يكون على ظهره ويسمى الكمازك .\r\n( 2 ) اوكب الطائر : تهيأ للطيران أو ضرب بجناحيه .\r\n( 3 ) رمج الطائر : ألقى ذرقه .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفإذا دخلت إلى جارحك في القرنصة ، ورأيت وجهه محولا إلى الحائط وأدرته إليك ، وخليّته فرجع إلى الحائط ، وعملت به ذلك مرارا ، فلم يزدك على هروبه من وجهك إلى الحائط ، فما فيه شيء من العلاج فلا تشغل نفسك به .\r\nولقد أصاب عندي كثيرا من الجوارح هذه العلة ، فما عرف لها علاج ، ولقد أصابت هذه العلة عندنا باشقا احمر فرجونا ان يكون له في شق حلقه البر ، فشققناه من خارجه برأس مبضع عند الاياس منه فلم ينفعه ذلك ، ولم يلبث حتى مات ، وما رأينا هذه العلة في غير القرنصة قط ، ثم انقطعت منذ سنين ، ولم نرها بعد ما قدمنا ذكره ، ولا سمعنا من يقول إنه رأى مثلها قط ، ولا سمع بها ، ولا يدري اي شيء هي .\r\nوأصعب ما رأيناه من علل القرنصة قد شرحناه ، ونحن نشرح ما يحتاج اليه الجارح من الرفق في القرنصة ونذكر علاجه السالم والقاتل .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nصفة علاج القرنصة وذكر ما يحتاج إليه من آلتها\r\nإذا كان الباشق فرخا وخرج عند طير الماء وأردت ان تصيد به السمانى « 1 » فافعل ، فإذا فرغ من السمانى فاطلب به الابرجة وصد به الحمام وان كنت تقدر على الخروج إلى موضع الدرّاج فاطلب به فراخ الدراج . والكسيرة التي تكسرها له حتى يصيد فراخ الدرّاج ان تأخذ ثلاثة شفانين « 2 » أو أربعة وتخيط أعينها وتطيرها له وتشبعه عليها ، تفعل ذلك ثلاث مرار أو أربعا ، واطلب به بعد ذلك فراخ الدراج ، ولا يفارقك البرود ، وصفته ان تأخذ وزن درهم طباشير ، ودرهم بزر قثاء ، ودرهم بزر خيار ، ودرهم بزر قرع ، ودرهم ورد يابس ، ودرهم طين رومي ، ودانق كافور ، وقشّر ما يصلح ان يقشر ودقه دقا ناعما ، وانخله في خرقة حرير ، واستخرج لعاب السفرجل ، واعجن به الجميع ، واصلحه فتلا صغارا ، وتكون معك في الصيف في سفرك ، فإذا خشيت على جارحك الحرّ فخذ نصف فتيلة وأطعمه إياها ، فإذا بقي باشقك على خمسة وخمسة فاجعله في بيت نظيف مكنوس مرشوش واشدده بعد ان تبرّد عنه بعد رجوعك من المقام ، ولا تنس ما ذكرناه لك فإذا مضت له جمعة فأطعمه العصفور والمخلف الصغير والبشتمازك جمعة . واجعل الماء عنده في كل يومين مرة ، وارفق به ، فإذا بقي على ثلاثة وثلاثة فأمسكه وانتف بدنه وذنبه ، ولا تمس جناحيه ، فإذا فرغت من نتفه فانفخ عليه الماء من فيك حتى يبتل ، واشدده واجعل طعمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السمانى كحبارى : طائر يقال له السمن في الشام .\r\n( 2 ) الشفانين : جمع شفنين وهو نوع من الحمام ويسمونه اليمام .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nذلك اليوم نصف طعم من بشتمازك ، بسبب التعب الذي لحقه مع شيء من دهن المعقود . بعد ان يكون في بيتك عمل . فإنه يبرأ بعد اثني عشر يوما ويكون سالما في نفسه ان شاء اللّه .\r\nوهذا باب مجرّب سالم في خدمة القرنصة « 1 » ونحن نصف غيره من أبواب السلامة مما لا يعرفه الناس ونصف ما تعمله المتسوّقة الذين يريدون به السوق . وهو من السمائم « 2 » القاتلة للجوارح ، وما فيها خير فتوصف ولكن لا بد من صفتها حتى يعلم أنا قد عرفناها ولم تخف علينا ، ونشكر بعد ذلك على تحذيرنا من استعمالها ونحن نذكرها ، وينبغي الا يكون نتف الباشق الا للفرخ وحده والمقرنص ينتف ذنبه .\r\nوقد أطعم الناس لحم القنفذ للمقرنصات ، على شريطة نحن نذكرها ، وهو ان تعمد إلى القنفذ فتذبحه وتخلص شحمه من اللحم ، فإذا خلص لك اللحم الأحمر ، فاعمد إلى الباشق وأطعمه منه أقل من نصف طعمه ، ولا تلزمه إياه دائما ، بل ليكن مرة في عشرة أيام . ومن طعم القرنصة أيضا اليربوع في كل جمعة مرتين فإنه سالم مجرّب وهو مع الرفق مبارك سالم .\r\nوالذي هو سم في القرنصة على الباشق إذا هو اكله دهن القرطم ودهن الجوز ، والغدد التي تكون في رقبة الشاة إذا ذبحت فإنها تؤخذ وتجفف وتدق وتطعم للباشق ، وهذا إذا أطعم الباشق منه شيئا خرج في غاية الحسن ، وعند التحريك يندم صاحبه . ودهن القرطم والجوز اصلح من الغدد ، والكل رديء على من يريد ان يلعب بباشقه ، واما الصعلوك فهو جيد له وحده .\r\nومتى رأيت الباشق نقيا ما عليه غريبة فاحذر منه . وقد ذكرنا ما فيه كفاية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرنصة : اقتناء البزاة للاصطياد وقد مر .\r\n( 2 ) ضرب من الطير جمع سمامة كالخطاف وهو الطير الأبابيل ( حياة الحيوان ) .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوالزنبور الأحمر اليابس رديء على الباشق ، وهو يدق ويطعم له على ما ذكرناه ، وكذلك السمك الطويل الذي يسمى الانكليس ، يقطع من ناحية الذنب اربع أصابع ومن ناحية رأسه مثل ذلك ، ويجفف باقيه ويدق ناعما وينخل في خرقة حرين ، ثم يجعل في قارورة ويطعم منه الباشق في كل جمعة وزن خمس حبات فان « 1 » صاحبه يسبق حد الجوارح بخروجه من القرنصة ، ومن ثم يسبق إلى الموت ، فتلك فرحة لم تتم لصاحبها .\r\nوقد ذكرنا الجيد والرديء في كتابنا هذا ولم نبقّ شيئا حتى ذكرناه وربما قرّح الباشق في القرنصة وذلك من دم رديء في جناح الباشق يحتاج ان يخرج منه ولا يضرّ عصبه منه شيء ونحن نذكره ان شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : فإنه .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nذكر علاج القرح في جناح الباشق وكيف يخرج\r\nتعدّ له سكرّجة « 1 » فيها خلّ جيد وملح جريش ، وتخرج له دهن البيض ، واطلب من خشب الداذين « 2 » ما يكون كثير الدهن ، وحنّاء مدقوقا وانحت له من الخشب أوتادا دقاقا صغارا واعمد إلى سكرجة فاجعل ذلك فيها ، واجلس أنت ومن يمسكه معك وانظر مكان الاختناق في جناحه فاضربه بإبرة . في المكان بعينه ، حتى يخرج منه الدم الرديء ، وان كان فوق الجناح أو تحته فما يضره شيء ، فإذا خرج لك ذلك الدم فحكه بالملح والخل حتى يصير ابيض ، واغرز مكان كل ريشة وتدا من الخشب الذي في دهن البيض ، وكبّس في مكان ضربته بالإبرة الحناء وتفقّده كل خمسة أيام ، فإن كان قد وقع من الأوتاد شيء فاغمسه في دهن البيض ، واردده في مكانه ، وسقّ ما كان قديما به ، فإنه نافع مجرب ، فإذا كان بعد أربعين يوما خرج باذن اللّه .\r\nوان كان قد عمي عليك في ذنبه شيء من ريشه ، فاعمد إلى المنقاش واقلع ما كان مكسورا من ذنبه ، واعمل وتدا في المكان ، فإنه يخرج ولا يبقى عليه شيء ، ومتى بقيت عليه إلى أن يتم اثنا عشر يوما ورمى بها ففتشه فإنك تجد الريشة قد خرجت واستغنى عن المعالجة .\r\nوهذا علاج البواشق للقرح ونحن نشرح في قرح البزاة غير هذا العلاج والجميع نافع لسائر الجوارح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السكرجة : الصحفة .\r\n( 2 ) لم نجد هذا الاسم في المراجع .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوقد رأينا ما يكون في القرنصة سمينا فلا يلقي ريشه ، وهذا شيء مليح ما يقف عليه كل أحد ، وقد رأينا باشقا ناقصا لا يلقي ريشه وفيه سبب مليح ، ونحن نذكر ذلك اجمع في كتابنا هذا ، فأما السمين فإنك إذا نقصته القى ، وذلك أنه يكون شحا منه على ريشه ومنها ما إذا كان سمينا ولم يلق فاحمله في السحر عشرة أيام واطرحه فإنه يلقي ان شاء اللّه .\r\nواما الناقص الذي ذكرناه في القرنصة لم يلق ريشه فأسمنه ، فإنه يلقي ريشه ولا يبقى عليه غريبة . وقد رأيت ما يصيبه في القرنصة الحر فلا يلقي ريشه ، ودواؤه قريب مجرب ، وهو ان تأخذ من البطيخ البرلّسي واحدة ، فتقوّر رأسها ثم تقبضه وتملأ زهركه ثلاثة أيام ولا تبالي ان يرده وأمسك عليه طعمه إلى الا يبقى عليه شيء منه وأطعمه عند الظهر ، وليكن نصف طعمه من بشتمازك خروف ، ولا يكن من ماعز ، فإنه يردّه والسبب في رده انه زفر .\r\nومما نعالجه به في الحر أيضا وهو باب لطيف ان تمنعه الماء ثلاثة أيام ثم تأخذ بطيخة فتعصر ماءها وتصفيه بغربال شعر ، وتأخذ من البرود المقدم ذكره في هذا الكتاب خمس فتائل ، فتدقها وتطرحها في ذلك الماء .\r\nوتقدمه اليه ، فإنه ساعة يرى الماء ينزل اليه ويشرب منه فاعمل به ذلك ثلاثة أيام فإنه كلما مر به يوم من شرب الماء نقص من شربه ، فإذا مضى له عشرة أيام فاجعل له في سكرّجة لبن ضأن ، مع قليل من سكر مصري مدقوق ، واجعل عليه يسيرا من دهن البنفسج ، وأطعمه البشتمازك سخنا يومين ، فإنه نافع مبارك ، فإذا صلح فاعمد إلى العصفور الطري فأطعمه منه عشرين يوما ، فان صلح على العصفور فالزمه وان لم ينجب عليه فانقله إلى ما نقوله من الطعم وهو الشفنين عشرة أيام فإنه يصلح عليه . وقد علمنا أن الشفنين ضار ولكنه لا يضره لما قد تقدم من البرود . وقد بلغنا عن طبيب انه عالج من اسهال بما يسهل فقطع الاسهال . وقد وصفنا جميع ما أمكن . وهو مجرّب 5 - البيزرة\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nصفة علاج الدود\r\nيؤخذ عود آس فيلفّ عليه قطن جديد ويقبض الباشق ويدخل في زهركه ويلف عليه قليلا ويرفق به ، فإنه إذا كان من فوق خرج ، ويؤخذ أيضا ريشة فتلطخ عسلا وتدخل في زهركه فإنه نافع مبارك ، وهذا العلاج ينفع إذا كان في أعلاه ، فإن كان من أسفل فقد ذكرناه في علاج البزاة ، وهما مختلفان ، ذاك ينفع من أسفل ، وهذا ينفع من فوق ، وما نبقي شيئا مما جربناه الا ونذكره . ولسنا ممن يحشو كتابه ما ليس بصحيح ولا يحتاج اليه ، ولا نريد الكثرة . ونحن ذاكرون باقي العلاجات التي لم نذكرها في هذا الباب في علاج البازي وقرنصته التي تأتي بعد هذا .\r\nوما نفع البازي من العلاج فاليسير منه علاج الباشق . وما بينهما خلف غير القلة والكثرة ، لان البازي يحتمل الكثير لكبره . والباشق يكفيه القليل لصغره . واما السبب الذي لأجله قدمنا الباشق على البازي فهو لأن البازي ثلاثة أرطال ونصف بالبغدادي وأقله ثلاثة أرطال ، ووزن الباشق خمسة وتسعون درهما وقليل من البواشق وهو أكبر ما رأيناه وزنه مائة وثلاثون درهما وهو يصيد من الطرائد ما هو بقدر البازي وهو الأخضر ووزنه ثلاثة أرطال ونصف ، ويصيد الغراب الأبقع ، ووزنه رطل ونصف وله سلاح أعظم من سلاح الباشق وأطول ، وهو أطول فخذين من الباشق وأشد بدنا ولولا انه يشتغل بالهروب إذا ارسل عليه الباشق لما صاده بأشق ابدا ، وانما بهربه يتمكن منه الباشق لأنه خبيث ملعون .\r\nوقد حكي عن الغراب ان أباه قال له : إذا رأيت انسانا يتطامن إلى الأرض فاعلم أنه يريد ان يأخذ حجرا فيرميك به فطر ، فقال له ابنه :\r\nفإن كان الحجر في كمه كيف نعمل ؟ ولم يقل الغراب هذا ، ولكنه مثل يضرب لخبث الغراب ولعنته .\r\nووزن الغراب الأسود رطل وربع وربما زاد ونقص وهذه الأوزان من هذه الطرائد انما هي بعد ذبحها واخراج قلوبها .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nباب في صفة البزاة وذكر شياتها\r\n« 1 » وألوانها واوزانها وضراءتها والحوادث التي تحدث لها وعلاجاتها وما تحتاج اليه من الخدمة في قرنصتها صفة شياتها الاسبهرج ، والأصفر ، والأحمر الديز ( ؟ ) ومنها ما يكون اخضر عريض القصب « 2 » مثل شيات البواشق ، ومنها الأبيض الشديد البياض ، ولم نر ببلدنا منها غير اثنين اهداهما ملك الروم إلى مولانا أمير المؤمنين صلوات اللّه عليه .\r\n\r\nذكر اوزانها\r\nثلاثة أرطال ونصف وثلاثة أرطال بالبغدادي وفيها ما يزيد وينقص على ما ذكرناه لكبره وصغره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) علاماتها .\r\n( 2 ) في الأصل القطب وهي القصب عروق الجناح وعظامها .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nصفة ضراءة البازي\r\nإذا وقع البازي إلى الصياد فسبيله ان يخيط عينيه ، ويأخذه البازيار فيسبّقه « 1 » ويغسل « 2 » جناحه ويحمله على يده ستة أيام إلى أن يكلب على الطّعم فإذا كلب على الطعم شرّقه ، وقعد به في السّوق عند العشاء ، وليطل القعود ليسمع وقع الحافر إلى أن يمضي من الليل ثلاث ساعات أو نحوها ثم يرده إلى بيته ويعود به مع الاذان الأول إلى السوق ، فيجلس به وهو مشرّق فإذا تكامل كلبه ، فاعمد إلى عينيه عند العشاء فافتحهما ، ولا تزله عن يدك إلى أن يمضي من الليل ست ساعات ، فحينئذ تقوم به إلى البيت وتشدّه ، فإذا كان الاذان الأول فاحمله على يدك إلى أن تصبح ولا تتراءى لك الوجوه ، فإنه إذا رأى المارّ والجائي قبل ان يأنس اضطرب على يدك ، وخذ شقة من حمام فأطعمه منها ما اكل ، فإذا تم كلبه على الطعم فخذ له الحمام واجعله في طوالة وارمه له ، فإذا اخذه فاذبحه في كفه ، وأطعمه منه ما اكل ، فإذا عملت به ما رسمناه واخذه ، فاركب الدابة ، وليكن معك آخر راكبا ، ومعه حمام وطوالة ، واشدد البازي في الطوالة ، وامدده إلى قدام وادعه إليك ، فان جاءك فاذبح في كفه وأشبعه مكانه ، فإذا عملت به ذلك ثلاثة أيام وجاءك كما تريد ، فلقفه في اليوم الرابع الحمام ، فإذا اخذه فاذبحه في كفه ، وشق منه شقة واركب الدابة ، وصح به إليك مرة ومرتين ، فإذا جاءك فأشبعه ، وافعل ذلك به مرارا ، فإذا صار يجيئك ولا يتأخر فجرده من سباقيه ولقفه ، فإذا جاءك فأشبعه ، ولا ترد منه غير ما عمله إلى غد ، فاستجبه إلى الدابة فإذا جاءك من النخل وغير النخل ( كذا )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سبّق الطائر : القى السباقين في رجليه والسباق القيد .\r\n( 2 ) لعلها يغلّ اي يقيد .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nووثقت به فألزمه الركوب في السحر ، والطعم في الغيط ، وما شاكل ذلك وكن مارا وراجعا بين الناس فإذا هدأ وأردت ضراءته على طير الماء فاعمد إلى طيرة ماء من البلق فخذها معك في الخريطة ، واخرج إلى الصحراء ، واشددها في الطوالة وحركها ، ليراها البازي ودعه ينتفها ، ثم خذها واسترها عنه ، فإذا كلب على طلبها فارمها له ، فإذا اخذها فاذبحها في كفه ، وخلّه ينتفها ، فإذا شبع من نتفها فأخرج له قلبها ، ومن الحمام ما يكفيه ، فإذا كان غد ذلك اليوم ، فأخرج به ولتكن معك طيرة ماء وأره إياها ، فإذا رآها في يدك فخذ جناحيها وارمها إلى فوق ، فإذا اخذها فاعمل به في غد ذلك اليوم مثل عملك به في امسه ، فإذا اخذها فكن من غد في سترة ، وأعط انسانا طيرة ماء ، ومره ان يقف في خليج فيه ماء ، وليكن مستترا عنك ، وليكن الطبل معك ، واجعل العلامة بينك وبينه ان يطير ما معه إذا أنت سعلت ، فإذا فعل فانقر في إثره الطبل ، فإذا اخذها اخذا جيدا ، وكلما اخذ اشبعته فأخرج إلى الغيط به ، واطلب ساقية لطيفة وارسله على طير الماء فإنه يصيد ان شاء اللّه . فان صاد فأشبعه وان أخطأ فارم في كفه واذبح في رجليه واشبعه ، فإنه يصيد غد يومه فإذا صاد وشبع خمسا أو ست شبعات فإنه يبدأ بالكبار من الأرانب والغربان والكروان والحبارى والإوز والنحام وبوقير « 1 » والمطرّفات « 2 » والملاعقي « 3 » والعبّال ، وان خرج إلى موضع فيه الدراج ووقع « 4 » بهم لم يرجع عنهم لان الدارج من صيده ، فمتى كنت في بلد فيه الدارج والحجل فلا ترسل على غيرهما فان طير الماء يفسد البازي الا ان لا تصيب ( ؟ ) غير طير الماء فصده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بوقير : طائر ابيض .\r\n( 2 ) لم نهتد إلى تعريف مقبول المطرفات والعبال ولم نعثر على معناهما الحقيقي .\r\n( 3 ) الملاعقي : بياء النسبة من طيور جزيرة تنيس ذكره ياقوت والقزويني .\r\n( 4 ) الصواب وقع به ولم يرجع عنه .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nولقد كان لي بازي وكان غطرافا « 1 » لا يساوي عند لاعب عشرة دراهم ، مكسّر الريش ، وكان آخر السنة فأوصلته ، وكنت اصيد به الغربان البقع ، ثم جاء قصال « 2 » القرط فصاد العبابلة ، ودخل القرنصة وهو فرخ احمر وخرج خيرا مما كان ، وكان مولانا صلى اللّه عليه وعلى آبائه سماه صوفة البحر . ثم طيّرت له طير الماء فصادها .\r\nولقد ركبنا إلى الصيد يوما فنحن بشبرنمنت بعد العصر ، إذ رأينا في الغيط مكاحل « 3 » وبلشونا « 4 » ، ورهطتين « 5 » وكان البازي جائعا ، فدرت عليهم واستقبلت الريح وأرسلته ، فدخل إلى الرهطى « 5 » الواحد فحمله ، وكان رأسه محلّى ، فلما جاء به إلى الأرض نجله « 6 » في عينه تحت السواد في الصفرة ، فأطبق عينه ولم يفتحها ساعة طويلة ، حتى ظننت ان عينه تلفت ثم فتحها بعد ذلك ، وقد نفذ إلى الحبة وأشبع ، وانصرفنا ونحن على غاية من الغم به ، فبعد ثلاثة أيام ركب عينه بياض فبطّلناه إلى أن زال ما كان على عينه ، وكان دواؤه العذرة اليابسة المسحوقة ، تنفخ في عينه بأنبوبة ، واخرج بعد ذلك إلى الصحراء فصاد اخضر وبيضانيين ، ثم عبرنا على خليج فرأينا فيه بلشونا فدرت عليه ومن معي يقولون اما تخاف اللّه ؟ فلم أجبهم ، واستخرت اللّه جل وعز ثم رميته عليه فصاده ، واخذ رأسه ، فعدوت اليه فذبحته ، واشبعته عليه وانصرفنا ، وقد قام في نفوس البيازرة ما مثله يقوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغطراف : البازي الذي أخذ من وكره ، والغطريف : فرخ البازي .\r\n( 2 ) القصال : القطع ، والقرط بضم القاف نبات كالرطبة الا انه أجل منها .\r\n( 3 ) المكاحل : طائرة صغيرة بحجم القبرة .\r\n( 4 ) البلشون : طائر يعرف بمالك الحزين .\r\n( 5 ) في الأصل : ( الرهطى ) ، ورهطى كسكرى طائر يأكل التين صغيرا وزمع عناقيه العنب .\r\n( 6 ) نجله : ضربه بمقدم رجله .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nثم انا بعد ذلك ركبنا إلى الصيد وكان معنا فصاد اخضر وديزجا ، ودخل إلى الرمل فصاد كروانة وصاد الباشق كروانين ونزلنا إلى الابليز « 1 » فرأينا قطعة كراكي فذكرت اسم اللّه تعالى ورميته عليها . فدخل إلى الأقرع منها فحمله ، وجاء به إلى الأرض فغدوت اليه واشبعته عليه ، ولم ار في المدة التي لزمت فيها الصيد . ومبلغها عشرون سنة ، إلى أن صنفت كتابي هذا في علم البيزرة ، مثل هذا البازي على كثرة ما رأيت منها الا خمسة بزاة كانت تصيد الكراكي وهذا سادسها .\r\nولقد وصل الينا في ليلة واحدة مائة باز من الشرق والغرب وكم تراه ان يصل في كل سنة منها ومن غيرها محمولا إلى مولانا أمير المؤمنين صلوات اللّه عليه ، مما لم يحمل إلى ملك قبله كثرة وجودة وكل ذلك أتولى تدبيره وأمارس تضريته والاصطياد به ، وإذا كان هذا الفعل مستكثرا من بازي في طول هذه المدة حتى صار مستطرفا غريبا في جنسه عند من شاهد منها الكثير فحسبك .\r\nوقد ذكرنا ان البواشق تفعل مثل هذا دائما ( وهو ) غير مستكثر منها ولا نادر فيها لأنها تصيد الغربان السود والبقع والمكاحل والبيضانيات والحضر والغرّ ، والبازي أشد من الباشق شوكة ، وأقوى جسما ، وإذا كان الباشق يصيد ما يصيده البازي فقد وجبت له الفضيلة على البازي ، ووضحت حجتنا في تقديم البواشق لما شاهدناه منها ولا شبهة على متأمل في صحة ما ذكرناه .\r\nولقد كان لنا بأشق مقرنص جبل له من الفراهة على طير الماء ما يجوز الوصف ، وذلك أنه يكون على يد مولانا صلى اللّه عليه فيمر به إناث الخضر من طير الماء ، مدلّاة الأرجل لتقع في الماء ، فيرميه صلى اللّه عليه عليها عراضا ، ويضع له الطبول فيدخل إليها فيصيدها ، وهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الابليز : طمي النيل .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمن أحسن ما يكون ، فبهذا الفعل واشباهه وجب ان نقدمه على البازي إذ كان في الصحراء لا يصيد الا العصافير فإذا نقل إلى هذه الطرائد العظيمة اتى فيها بالبدع .\r\nوقد كان سبيل البازي وهو ملك الجارح ان يتزايد صيده اضعافا ، ليكون بالفضيلة أخص ، لان الفضيلة في هذا الحيوان لا تكون الا بأفعاله وخواصه . وقد كان يجب الا تخرج السنة أو يتقرنص من البزاة على التقليل خمسة على الكركي . وقد ذكرنا كيف تضرى مذ تكون وحشية إلى أن تصيد وتبلغ النهاية ، ونحن نذكر ما تحتاج اليه في القرنصة مبينا ان شاء اللّه .\r\nولقد كان عندي بازي طريف ، ومن طرافته انه كان بطّال المطعمة « 1 » ، فأصلحت له مطعمة من ذهب يشد عليها بخيط إلى ساقه ، فكان يصيد كل يوم ثلاث إوزّات ، وما أصاب من النحام ، وكان من الفره الذين سبيلهم ان يوصفوا ، وكان يسمى الأقطع ، وكان اخضر يضرب إلى الشهبة ، وما رأيت مثله بفرد كف افره منه ، ولسنا نبقي ما تتعلق به الفراهة الا ونذكره ، ولقد كان عندي بازي اصفر مدبج الظهر وكان فرخا فارها على طير الماء ، ولم ار افره منه على الغربان لأنه كان يصيدها طائرة وواقعة ، وما علمت أن شيئا من صيده أفلت منه .\r\nوكان عندي بازي حمل الينا من دمشق ، وقيل إنه من بعلبك ، اصفر اللون وكان من الفراهة على حال مشكورة ، لا سيما على طير الماء ، وما علمت اني رأيت مثله ، وصاد البلشون من على يدي ، وخرجت به إلى الريف فصاد الدراج ، حتى أنه لم تكن تسقط له دراجة إلى الأرض ، وأقام سنين لا تتغير فراهته ، ثم إنه بعد ذلك اصابه بشم ووقع في السلّ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في القاموس : المطعمة كمحسنة الغلصمة ، والمطعمتان الإصبعان المتقدمان المتقابلتان في رجل الطائر . والغلصمة : اللحم بين الرأس والعنق أو رأس الحلقوم .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوهو من العلل التي لا دواء لها ، وما رأيت بازيا قط خلص منها ولا سمع به ، ولقد عالجناه منها فبريء ونحن نذكر الدواء .\r\nفمن نظر في كتابنا . هذا وعالج به السل فنفعه علم أنه قد اتفق لنا دواء صحيح غريب . وكان على ثقة منه ، وان لم ينفع فغير منكر ان يكون البرء في ذلك البازي ، اتفق لنا لا على أنه دواء له في الحقيقة ، لأنا لم نجربه في غيره ، ولم يجز لنا كتمانه ، فذكرناه لاتفاق السلامة به ، واعتذرنا لأنا لم نرجع منه إلى ثقة بطول التجربة .\r\nواعلم أن أهل العراق لم يقدموا البازي حتى خبروه ، فلذلك قدموه في كتبهم وهو أهل لذلك لحسنه ، ولما يحدث من فراهته عندهم في العراق ، وهي عندنا أقل فراهة منها عندهم .\r\nوقد ذكرنا ما رأيناه من الفره وصدفنا عنها . ولم يبق شيء من الجوارح كلها كبيرها وصغيرها حتى لعبنا به . ولم نضع هذا الكتاب الا بعد الاختبار لسائرها والمشاهدة لها ، فنحن نرجع منه إلى ثقة ، وكذلك الناظر فيه يرجع إلى ثقة فيما يلتمسه من أول أحوال الجارح في توحشه ، إلى حال انسه وفراهته ، ولم نقتصر على ما ذكره من تقدمنا حتى زدنا عليه أشياء لم ينته إليها علمه ولا تجربته .\r\nوقصارى من جاء بعدنا ان يقف حيث وقفنا متى اتفق له من ممارسة الجوارح ما اتفق لنا بمولانا صلى اللّه عليه في مثل المدة الطويلة التي ذكرناها ، وبعيد ان يتفق لمن يكون بعدنا ذلك ، وحتى تخرجه الدربة والممارسة إلى ما أخرجتنا اليه حتى انا نخير من طاعمنا ( ؟ ) ونعطيه من عدّة بزاة افرهها ونأخذ الأدون منها ، فنلحقهم في صيدهم بالأدون ، وان سبقونا في خيارهم للأفضل الأفره .\r\nولقد بلغنا في صيد البازي خبر عجيب لم نسمع بمثله ، وذلك ان مسلما دخل إلى بلد الروم ، فسمع من الروم رجلا يدعو البازي ، وانه وقف لينظر ما يصيده ، فخرج اليه بازي كبير فأخذه وذبحه ، ثم إنه دعا\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفخرج اليه آخر أحسن من الأول فذبحه . قال المسلم : فصعب ذلك من فعله عليّ ، وجعلت على نفسي ان اقتله ان ظفرت به ، بعد ان اسأله عما أوجب ذبح البازيين ، قال : ثم إن الرومي دعا فخرج له بازي دقيق الشية دون الأولين في الكبر والحسن ، فأخذه وسرّ وغنى ورقص ، واخرج إداوة مملوءة نبيذا قال : فشرب حتى نام سكرا فأوثقت كتافه فاستيقظ وقال لي بلسانه ، وكنت اعرف الرومية ، بحق نبيك لا تقتلني ، فقلت : امش وإلا قتلتك ، فمشى معي مكتوفا واخذت شباكه وآلة صيده .\r\nفلما وصلت به إلى منزلي قلت حدثني لم ذبحت البازيين ؟ فقال : أحدثك بعد ان تحلف لي بنبيك الا تقتلني ، وان تطلقني ، فلما توثق مني باليمين ، قال : حملني على ذبح البازيين انهما لم يكونا خالصين ، وكان قد ضرب فيهما الصرر ( ؟ ) وهذا البازي اللطيف خالص وهو يصيد الكركي . فقلت أرني كيف يصيده فقال : نعم ، وعزم الا يخيطه ، فلم افعل شفقة عليه ، فبعد ان مضت له جمعة شرقه « 1 » فهو على يده إذ رأى كراكي طائرة فواثبها ، ثم إنه بعد ذلك فتحه وقال : سر لترى منه ما وعدتك من صيده ، فخرجت معه فرأى الكراكي ، فأرسله عليها ، فدخل فصاد منها واحدا ، ثم قال لي : هذا هو الخالص من البزاة فأعبقته « 2 » . وهذا حسن ان كان صحيحا لأنني لم أره بل حدّثت به بمحضر من جماعة فاستحسنته واثبته في كتابي هذا ، ومن اسند فقد برئ من عهدة الحكاية .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرق الشاة : شق اذنها طولا .\r\n( 2 ) التعبيق : التذكية اي ارتضيته ووافقت عليه .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nذكر ما يحتاج اليه البازي في القرنصة « 1 »\r\nإذا أردت قرنصة البازي فأتعبه قبل ذلك في الصيد أياما كثيرة اتعابا حيدا ، إلى أن تراه قد ألقى ثلاث ريشات من كل جناح أو أربعا فإذا عزمت على طرحه وقطعته عن الصيد ، وأردت نتف ذنبه ، فلا تضعن يدك عليه حتى تريحه ، وتسمنه بعض السمن ، فحينئذ فانتف ذنبه في زيادة الشهر يوم سبت ، وانما أردنا بيوم السبت لخبر يروى عن النبي صلى اللّه عليه وعلى آله أنه قال : لو زال حجر عن حجر وجبل عن جبل في يوم سبت لكان حقيقا على اللّه تبارك وتعالى ان يرده إلى موضعه ، فتأولنا بذلك ان يعود عوضا من كل ريشة تنتف في يوم سبت ريشة جديدة ، ولا تتخلف بعون اللّه . وقد عملنا ذلك في عدة بزاة ولم نر فيها الا خيرا ، فإذا أردت نتف ذنبه فقنصه تقنيصا رقيقا ، ثم ضع يدك في أصل ذنبه واقلع الريشة قلعا رفيقا ، لئلا تزعجه وتوجع ظهره ، وانتف نيفقه وهو ما حول زمكاته « 2 » من داخل ، ليخرج بخروج الذنب ، وان لم تنتف ذنب بازيك وتركته يلقي كما يحب ، كان اصلح له وأسلم ، وانما ينتف من يريد يسبق بخروج بازيه من القرنصة ، ثم اعمد إلى خشبة ملساء مستوية مقدارها خمسة أشبار فابنها في الحائط مما يلي صدر البيت في زاوية ، واجعل طرفها في الحائط وتوثق منها ، ولتكن من الأرض على أقل من ذراع ، ولا تجعل الخشبة غليظة فتنبسط كفاه عليها ولا دقيقة فلا يمكنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في الأصل بعد عنوان الباب ما بلى :\r\nوكتب هذا الكتاب تاريخ سنة خمسمائة في شهر شوال ، والكتاب على ما يظهر من رسمه كتب بعد هذا التاريخ .\r\n( 2 ) الزّمكى ( بكسر الزاي والميم مقصورا ) منبت ذنب الطائر أو ذنبه كله أو أصله .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالثبات عليها بل متوسطة تجمع كفيه ، وليكن البيت الذي تلقيه فيه واسعا باردا ، فإنك تلقيه في استقبال الحر أو في شدته ، ولا تغفل الرش في البيت كل يوم ، واجعل له تحت الخشبة رملا لئلا تقع كفه إذا اضطرب على الأرض ، فتوجعه ويضرّ ذلك مخالبه ، واجعل عن يمينه إجّانة « 1 » من خزف واسعة لطيفة السّمك فيها ماء ، وغيّره في كل يوم ، ليدخلها ويشرب منها ويغتسل فيها ، واطرح له في ذلك الرمل كفا من شعير فإنه ينبت سريعا ولا سيما في الموضع الندي ، فان البازي يفرح به وينام عليه ويستريح إلى برده ، وينشط إذا رأى الخضرة ، ومتى انكسر من الريش الذي خرج في سنته ريشة فاقلعها فإنها تنبت بعون اللّه . ولا تدع بيته مفتوحا ، وتوخّ ان يكون مفردا ، والا يكون عليه جواز ، لأنه لا يؤمن عليه ان سمع جريا أو حركة أو جرّ بساط أو حصير أو غير ذلك مما يذعره من أن يضرب بنفسه الحائط فيهلك ، وإذا كثر الجواز عليه شغل عن القاء ريشه ، وتأخر خروجه من القرنصة ، ولم يرم من ريشه الكبار شيئا ، وإذا أمن من الجواز عليه خلا بنفسه وتفرّغ لالقاء ريشه واسرع ، ولم يمتنع كل يوم من الاغتسال ، ولم يتأخر خروجه من القرنصة ، ويدلك على ذلك حسن قرنصة البازي الذي لا يصيبه اذى في حال قرنصته ، وإذا ألقيته فلا تكثرنّ عليه من الطعم في ابتداء الامر تريد بذلك إسمانه ، فإنه بالمتوسط من الطعم يسمن ما لا يسمن بالكثير منه ، ولا تحرص على اسمانه حتى ترى ريش ذنبه قد طلع ، لأنه إذا سمن قبل طلوع ريشه لم يؤمن ان يسدّ الشحم مطالع الريش ، فيعمى موضع الريش ولا يخرج الا بعلاج ، وربما عمي فلم يخرج الا بعلاج نذكره . وقد عالجنا به عدة بزاة وأنجح ، وهو ان تأخذ من دهن البيض الطري ، ومن خشب الداذين « 2 » ما كان طريا ، وتصلحه أوتادا على قدر أنابيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاجّانة بالكسر اناء تغسل فيه الثياب .\r\n( 2 ) يفهم من التاج ان الداذين مناور تعمل من خشب الأرز يستصبح بها .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالريش ، وتجعله في الدهن وتقبض البازي وتقبيه « 1 » حتى تأمن عليه من الاضطراب ، وليكن معك منقاش ، ثم فتش عن الريشة التي عميت ونبت عليها اللحم فاقلعها واجعل موضعها وتدا فإنها تخرج .\r\nواعلم أن البازي وجميع الجوارح حتى الفهد طبعها البلغم ، وهو آفتها والغالب عليها ، وبغلبته يقل لذلك دماؤها ، والدليل على ذلك انك لو ذبحت بازيا لما وجدت فيه من الدم ما تجده في فرخ حمام ، ولو ذبحت باشقا لوجدته أقل دما من عصفور . وسبيل ما كان هذا طبعه ان يكون غذاؤه اللحم الحار والدم اللذين لم يزالا غذاءه في حدّ بشكاريته « 2 » ، فلا تؤثرن على ذلك شيئا ، واجعل طعمه في قرنصته مخاليف الحمام السمان النواهض التي قد طارت ، ولا تطعمه الفراخ التي لم تطرفانها تثقله إذا اكلها وتصلب في زهركه ولا يسيغها بسرعة ، وتضره غاية الضرر ، وأطعمه الحذف « 3 » السمان والقنابر والعصافير الطرية البقلية وما أشبه ذلك . ولا تدم على شيء مما ذكرنا لك ، بل غيّر عليه هذه اللحوم ، فهو اصلح له من أن تدوم به على لحم واحد ، ولا تطعمه لحما باردا ، وأنت تقدر على حار ، اعني ما وصفته لك ( ولا ) سيما في القرنصة ، وان أطعمته ذلك في القرنصة فليكن في الأيام من بشتمازك حمل سمين بدهن حار مثل دهن الجوز ، أو الزنبق ، والأجود ان يكون بشيرج على جهته ، فإنه أقلها ضررا ، والبشتمازك هو الذي يكون في آخر الأضلاع من داخل الحمل ، لا ما يكون على ظهره ، ويسمى الكمازك ، فتعاهده في القرنصة بما ذكرناه ، ودع ما ذكر في الكتب من اطعامه في القرنصة الغدد وجراء الكلاب ومخاليف الخطاطيف والفار والجرذان ، وجلود الحيات اليابسة ، والزنابير الحمر اليابسة ، ولحوم العجاجيل وأشباه ذلك ، فإنك تعلم أنه لم يتغذ في وحشيته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقباه : أتاه من قفاه .\r\n( 2 ) لعلها الشبكرة ، والشبكرة العشاء ولم نجد بشكارية .\r\n( 3 ) في الأصل : الحرق . والحذف بط .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبشيء من ذلك وانه لم يكن له غذاء الا اللحم الحار والدم ، وقد رأينا من غذّى بازيه ، واستعمل في علاجه ما وجده في الكتب الموضوعة التي أكثر ما ضمّنته على غير أصل وبغير تجربة ، فلم يكن لبازيه بقاء وكيف يكون لجارح يطعم البنج والخربق بقاء ، وهما سمان قاتلان ، ويخلطان مع غيرهما من العقاقير الحادة الحارة فتحرق أكباد الإبل فضلا عن أكباد الجوارح ، وذلك موجود في الكتب المحتفظ بها في خزائن الملوك ، فلا تطعم بازيك في قرنصته وغيرها سوى لحم ما وصفناه لك أو لحم ما يصيده مما يجوز ان تطعمه إياه ، ونحن نذكر ما يجنّبه من لحوم صيده إذا انتهينا اليه .\r\nوإذا رأيت بازيك قد القى بعض ريشه الصغار ، وطلع شيء من ذنبه ، فأحسن اليه بما ذكرنا لك ، وتعاهده بالأدهان ، واجعل في طعمه دهن الخروع في الأحايين ، أو دهن الشهدانج « 1 » فإنه مع دسومته شديد الحرارة ، وإذا اكل منه القى ريشه سريعا ان شاء اللّه ، ولا تكثر عليه من الادهان فتبشمه وتؤذيه ويملها ، وليكن ذلك بقدر ، وشحوم ما تطعمه لحمه من المخاليف النواهض ، والعصافير البقلية أحفظ لجوفه ، وأنفع له وأحمد عاقبة ، فتعاهده بها ، ولا تكثر عليه منها فتثقله ، وكلما وجدت ريشا من بدنه حواليه ، فارم به ولا تدعه عنده ، ليبين لك ما يلقيه كل يوم فإذا تمّ ريشه وذنبه وجناحه وأردت حمله ، فانقصه قبل ذلك بأيام ، ليمكنك حمله ويذوب بعض شحمه ، وليكن حملك له في زيادة الشهر ، وكن عليه أشد حذرا ، وأكثر توقيا ، منك في حال توحشه ، لان الوحشي تصيده ، وهو كالفرس المصنوع « 2 » ، يطير كل يوم ويتعب نفسه ويصيد ما يأكله ، فلست تخشى من اضطرابه على يدك علة تحدث له ، وهذا تحمله من كندرته « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشهدانج ويقال شاهدانج : حب القنب ، وفي اللغة الشامية القنبس .\r\n( 2 ) الفرس المصنوع هو الذي أحسن القيام عليه .\r\n( 3 ) كندرة البازي : مجثمه .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوقد ألقيته عليها مائة يوم أو نحوها لا يتحرك منها الا إلى يدك وقت طعمه فهو سمين لا يؤمن عليه إذا اضطرب بفزع ان ينقطع ، وليكن حملك له أولا بالليل ، ليلتين أو ثلاثا في السراج فإنه اسلم له ، فإذا انس فاحمله على الدابة ، وسر به في برد السحر ، وطف به الصحراء ، ان رأيته يشتهي ذلك ، فإنه مما يجيعه ، والا فاردده إلى البيت ، واحمله حتى يذوب شحمه ، ثم جوّعه وأخرجه ، وليكن ما ترسله عليه أولا الدرّاج أو طير الماء أو ما شاكلهما ، وجرّه على ذلك وأرفقه فيه ، وان أردت به طائرا كبيرا لم يكن صاده في قروخيته ، فاقصد به الجبل في أول النهار ، وأرسله على الكروان ليطير عليه ، ويكدّ نفسه ويصيد طلقين أو ثلاثة ، ولا تذقه من كل طلق الا القليل ، فان ذلك يزيد في جوعه ، واطلب به بعد ذلك الأرنب ، فإنه يصيده ، واقطعه عنها وألقه على الماء ، فان شربه فهو يزيد في جوعه أيضا ، وادخل به الصحراء بعد ذلك ، وأرسله على ما تريد من كبار الطير ، فإنه لا يرجع عنه واجعل له شبعة في كل يومين أو ثلاثة على الإجابة ، بعد ان يصيد لك ما تريد ، فإنك ان لم تفعل ذلك فسدت اجابته وتعذّبت به وكدّر عليك صيده . وتفقد سباقيه « 1 » عند إرسالك له فإنه إذا كان قصيرا من جانب وطويلا من جانب واضطرب على يدك ، ضرّه ذلك وأوجع احدى فخذيه ، ولم يخرج من يدك ، إذا أرسلته على الصيد كما تحبّ ، وربما عرج من ذلك ، فليكن السباق قصيرا فإنه اسلم له من العقاب وغيرها والأسباب كثيرة ، وتفقد دستبانك لئلا يكون وجه الأديم خارجا ، وان كان من غير الأديم وكان وجهه خارجا تزلّق تحت البازي ، ولم يتمكن من الثبات على يدك فاقلبه ، واجعل المبشور « 2 » خارجا ليتمكن البازي من قعوده على يدك ، ولا تحمله وأنت سكران فإنه ينكرك ويخافك ، ولا تمسه ولا تطعمه وأنت جنب ، فإنه لا يحتمل ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سباق : ككتاب سباقا البازي قيداه من سير أو غيره .\r\n( 2 ) لعله من البشر وهو المقشر أي الجلد المزال شعره .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوقد خبرني من جرب ذلك وزعم أنه لم يمسس جارحا وهو جنب الا تبين فيه التغير من يومه ، ولا تحمله وقد أكلت بصلا ولا ثوما ، ولا ما يتغير له الفم فإنك تؤذيه بذلك ، ويحوّل وجهه عنك ، ولا تنهره ولا تصح في وجهه ، فإنه يعرف ، وتباعده من نفسك بل تحبب اليه بمداراتك له ورفقك به ، عند حمله ، ولقمه اللقمة الصغيرة في غير أوقات طعمه وصيده ، وفي الليل إذا علمت أن ليس عليه طعم ولا ريمجة « 1 » وليكن تلقيمك له من فيك ، ليألف ذلك منك ، ومتى صحت به طلب صياحك للعادة ، وانما جعل مضغ اللحم للبازي لهذا السبب . وكثير من البيازرة لا يعرف ذلك ، وانما يطعم للعرف والعادة ، وإذا أردت ان يحبك بازيك ويألفك ، ويسرع الإجابة إليك ، فخذ من شحم سرة الدابة واجعله في اناء ، فإذا كان الليل فاحمل البازي في السراج ، وخذ من ذلك الشحم مثل الحمصة ، فاجعله بين سبابتك وابهامك ، فإذا ذاب فامسح منه منسره ، فإنه يجد طعمه ورائحته وتبين لك الزيادة في انسه ، ثم لا يصبر عنك . وهذا مما أحدثته الترك على ما بلغنا . وجنبه لحم العقعق والزاغ والغداف ودم الريحاني اعني الحذف « 2 » ، وما علمته سهكا « 3 » من سائر طير الماء ، والحمامة العتيقة فإنها علقم .\r\nولقد خبرني بعض الناس انه ذبح حمامة عتيقة ضخمة ، وانه أطعم منها ستة بواشق ، وكانت فراخا فلم تبت ليلتها حتى قذفت كلها دودا ، وماتت عن آخرها ، وجنبه ريش الطيهوج « 4 » والغرّ والهام وما كان ريشه لينا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نجد ريمج ، والرمج القاء الطير ذرقه .\r\n( 2 ) الحذف : الزاغ الصغير الذي يؤكل .\r\n( 3 ) السهك : محركة قبح رائحة اللحم الخنزير أي المنتن وريح السمك .\r\n( 4 ) الطيهوج : ذكر السلكان واحدها سلك كصرد والسلك فرخ القطا أو الحجل وفي حياة الحيوان انه طائر شبيه بالحجل غير أن عنقه احمر ومنقاره ورجليه حمر مثل الحجل وما تحت جناحيه أسود وأبيض .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفإنه يصعب عليه ان يرمي به ونعم الشيء الريمجة للجارح ، لأنه لا بدّ له منها في حال وحشيته ، فقد اعتادها وألفها ، ثم مع ذلك تنشف الرطوبة ، وتتعلق بها الفضول فتخرج معها ، ولا تمتنع من اطعامك البازي العظم الذي فيه المخ مثل عظم الفخذ الاعلى ودعه يبتلعه صحيحا ، والعنق فإنه يدسم جوفه ويلينه ، ويوسع مذرقه « 1 » والذي لا مخّ فيه يخرج أمعاءه .\r\n\r\nذكر سياسة الزّرّق « 2 »\r\nاعلم أن سياسة الزرّق كسياسة البازي وطبعه كطبعه ، وصيده كصيده ، وتضريته كتضريته ، وداءه كدائه ، وعلاجه كعلاجه ، لا فرق بينهما الا ان البازي أضخم ، ويصيد ما يعجز عنه الزرّق ، وقد قرأنا في بعض الكتب انه كان لانسان زرّق غطراف يصيد الكراكي فما دونها ، وقد أبطل في هذا القول ولم يصدق فيه .\r\n\r\nذكر الأدوية والعلاجات وما يستدل به من الذرق على كل علة\r\nاعلم أن الذرق للجارح بمنزلة البول للانسان ويستدل البصير على علة الجارح بذرقه ، كما يستدل الطبيب الحاذق على علة الانسان بالقارورة ، بل الذرق أصدق وأصح لان الجارح لا يتعدّى طعمه ، وهو اللحم الذي هو غذاؤه ، فان وافقه وجد ذلك في ذرقه وان لم يوافقه لم يخف في ذرقه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مذرقه : مكان خروج ذرقه أي فضلاته .\r\n( 2 ) الزّرّق : كسكر طائر صياد ، ج زراريق .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوالانسان ربما اشتكى علة من حرارة شديدة أو من دم فتوجب العلة أن تكون قارورته حمراء ، فيشرب في الليل شربة ماء ، أو يأكل رمانا فيغير ذلك المقدار ماءه ، ويحيله حتى يدل على غير علته ، ويشكل على الطبيب امره .\r\nويحتاج من كان عارفا بالجوارح ، كثير الملازمة لها ، والتجربة لعللها ، الا يخفى عليه علة كل جارح ، وان يعرف ذلك ظاهرا وباطنا ، بذرق الجارح ، ويجعل ذلك شاهدا على العلة . كما يجعل الطبيب الماء شاهدا على العلة ، ويحتاج مع ذلك الا يخالف فعل الطبيب العالم ، ولا يحكم على الذرق ويدع ما سواه من الشواهد ، لان الطبيب العالم لا يحكم على الماء دون المجسّة ، وما بين له من حالات العليل ، وان حكم بغير معرفة فقد ضل الطريق ، وكذا ينبغي لمن عرف الذرق الا يحكم عليه دون غيره من الشواهد كالبازي الذي يتزنجر « 1 » ذرقه وذلك يدل على الاسطارم « 2 » وهي علة لا دواء لها ، وتراه صافي العين ، ممتلئ الصدر ، حسن الحال ، ولا يكون اسطارمي صافي العين ابدا ، ولا سمينا لأن هذه العلة في الجارح بمنزلة وجع السل من الانسان ، فمتى يوجد من به السل من الناس سمينا أو حسن الحال ؟ فيحتاج إذا وقف على الذرق ورأى به منه شيئا ، ان يتفقد حال البازي وينظر إلى عينيه ولحمه ، وحسن استمرائه للطعم ، وإلى ما أطعمه بالأمس ، فإنه ربما أطعمه ما يتغير منه ذرقه ، وليس ذلك بضائر له ، فإذا وقف على ذرقه عالجه بما يعالج به العليل من ذلك الداء الذي دلّ عليه ذلك الذرق ، كالبازي يصيد طائرا فيجب ان تطعمه من دمه ، لان الدم في الأحايين مما ينتفع به إذ كان غذاءه ، ويسهله وينظف جوفه ويجيعه ، فإذا اكله تغير ذرقه ، لان الدم يغير ذرق الجارح ، وليس عليه من ذلك التغير خوف ، فيقدّر من رأى ذلك الذرق أنه من تعب لحق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يتزنجر ذرقه : أي يصفرّ .\r\n( 2 ) لم نجد هذا اللفظ ولعله من مصطلحات أصحاب الصيد بالجوارح .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالبازي ، أو من بشم فيقتله لذلك جوعا ، ويعالجه بما يعالج به البشم ،\r\nوانما ذكرنا هذا ليتبين الناظر من ذرق البازي ، ومن حالاته وطعمه بالأمس ، ما يكون عونا له فيعمل بحسبه ، وربما سحق الريمجة فأخرجها في ذرقه ، ولم يرمها من فوق وليس ذلك بمحمود ، وهي مما تغيّر ذرقه ، إذا خرجت من أسفله ، وذلك يذهب على أكثر اللّعّاب ، والعلة فيه أن الريش الذي يبتلعه البازي يكون قليلا ، فلا يمكنه أن يجمعه ويرمي به ، وربما ضعف عن جمعه فيذيب الريمجة لذلك ، وإذا ألقى البازي الريمجة يابسة مجتمعة فذلك من علامات الصحة وان ألقاها خضلة مبتلة فعلى قدر بللها ورطوبتها يكون فضول جوفه ، ومن علامات الذرق الدالة على العلل أن تراه مخالفا لما ذكرناه من ذرق الصحة ، فإذا رأيت الذرقة بيضاء شديدة البياض قليلة السواد ، خشنة شعثة مقطعة ، عسرة في خروجها فإنها تدل على الجص ، وعلى حسب ما يظهر لك من الزيادة في بياضها وعسر خروجها يكون الجص ، وإذا رأيت الذرقة قد اختلط سوادها ببياضها والسواد يغلب على البياض فان ذلك يدل على تعب لحقه بالأمس وان رأيتها مختلطة فيها صفرة وهي كدرة مقطعة فان ذلك يدل على بشم حديث ، وان رأيتها مدورة على هذه الصفة ولم يمددها ، فإنها تدل على تخمة عنيفة ، وهو قريب من البشم ، وان رأيتها مزنجرة مدورة ، وفيها بعض البياض وشبيه بالبزاق ، فان ذلك يحمل من لا يعلم ، على أن يشهد بأنه ذرق جارح به الاسطارم ، وليس ذلك مما يخشى عليه منه ، وانما تغيّر ذرقه من أكله لحم طائر قد رعى ما يخالف طبعه ، ولم يوافقه فيتغير لذلك ذرقه يومه ذلك ، ثم يرجع الذرق إلى ما كان عليه ، وربما تغير ذرقه إذا بات خاليا من الطعم ، فتكون تلك الذرقة من فضول جوفه ، إذا كان غير خال من الطبائع الأربع وهي دليلة على المرّة لا غير .\r\nب ( 6 )\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوإذا رأيت الذرقة مزنجرة قد خالطها يسير من السواد والبياض ، وأعادها البازي في غده حين تحمله ، فان ذلك يدل على الاسطارم . وإذا أرابك من البازي أمر وتوهمت به علة فاصرف همتك إلى الرفق به والاحسان اليه ، وأسمنه فان السمن ربما ذهب بالداء من غير علاج ، وان لم تستغن عن العلاج فلأن تعالجه وهو سمين يقوى على التقبيض « 1 » واساغة ما تطعمه خير من أن تعالجه مهزولا فيضعف .\r\nولقد مرت بي حكاية عن رجل كان لاعبا بالجوارح أنه قال : سألت رجلا يلعب بالجوارح عن بازي كنت أعرفه له فذكر أنه بمنزلة الميت ، وان الاسطارم مع كثرة العلل أنهكه وأذاب لحمه حتى أنه ليس فيه من القوة ما يقعد على اليد ، وأعلمني أنه أمر برميه فبعثت من جاء به ، فرأيته على ما حكاه من الهزال والضعف حتى لقد كان يحرك رجله فتسمع صوت عظامه من جوفه تتقعقع ، فسقيته ماء لأني رأيت عينيه عيني عطشان .\r\nوشددته في موضع بارد كثير الهواء ، فكان مطروحا على الكندرة لا أشك أنه ميت فتركته ساعة ثم لقّمته صدر عصفور مخلف ، وعيناه منطبقتان ، فلما حصل ذلك المقدار في زهركه فتحهما بعد ساعة ، وانتظرت به إساغة ما أطعمته ، ثم اني أطعمته شقة أخرى ، فعبّرها وتبينت الزيادة فيه ، وفي نظره ولم أزل يومي ذلك كلما عبّر شقة أطعمته أخرى إلى العتمة ، فبات وعليه شقة ، فلما أصبح نظرت اليه وقد فتح عينه وصفت بعض الصفاء ، ورأيت ذرقه حسنا جيدا ، فأطعمته شقتين من عصفور فعبّرهما بعد ساعة ، وتركته حتى نقي وصفا ذرقه وصح ، وطلب الطعم فأطعمته عصفورا سمينا ، منظفا من ريشه وعظامه ، فلما عبّره قوي وصلب صياحه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قبض الطائر وغيره أسرع في الطيران أو المشي وهو قابض وقبيض بيّن القباضة والقبض منكمش سريع ومنه والطير صافات ويقبضن .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nفألقيت إليه فأرة فأكلها ، ووضعت عنده الماء فشرب وأكثر ، لملوحة لحم الفأرة ، فجوّعه ذلك وحرّضه على الطعم ، فكنت أخفف طعمه وأغيّر عليه اللحوم ، فما وافقه ألزمته إياه ، وما ثقل في زهركه وأبطأ تعبيره جنّبته إياه ، ولم يزل ذلك فعلي به مع الرفق ، وكنت على سفر فلم ينجع رفقي به ، بل كان يمسك رمقه حتى استقررت وأحممت البازي ، وكان وقت قرنصته فألقيته في القرنصة ، وجعلت أداريه ولا أستعمل معه ما أستعمله مع غيره من البزاة لعلمي بما في جوفه من الداء إلى أن خرج من القرنصة ينشق شحما ، وخرج ريشه أجمع فحملته فصدت به حتى الكراكي ، وكان لا يقصر في صيده ، ويسيغ طعمه ، ولا ينكر منه شيئا ، ولقد أرسلته يوما على التم « 1 » وكانت في ماء فلم تنقلع له بسرعة ، فأخذ منها واحدة ، فاجتمع عليه الباقي فضربوه وغطّوه في الماء ، وهو لا يخلي التي صادها ، وكان ذلك في يوم بارد فأدركته وحملته ، وهو لما به من ألم الضرب وشدة البرد ، فرددته وشددته في موضع كنين « 2 » فلما زال عنه ذلك حملته وأطعمته وخفّفت عنه ، فلما كان في غد ذلك اليوم رأيته وقد صار على النصف مما كان عليه ، ولم تمض له إلا عشرة أيام حتى عاد إلى ما كان عليه أولا من الهزال وسوء الحال ، فدفعته إلى من يقوم بعلاجه ومداراته ، فلم يزل يتعذب به إلى وقت القرنصة فلما ألقاه وأحمّه رجع في السمن إلى ما عهدته وألقى ريشه وخرج حسنا ، وصدنا به كل طير ، ولم تزل تلك حاله إلى أن توالى عليه التعب فأرسلناه في بعض خرجاتنا إلى الصيد ثلاثة أيام ، فعاد إلى الهزال والضعف ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الدميري : ان التم طائر نحو الإوز في منقاره ، عنقه أطول من عنق الإوز .\r\n( 2 ) مستور .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفلم تزل حاله معنا يلقى في القرنصة وهو لا يرجى ، ويسمن عند احمامنا إياه ، ويحمل وهو سمين فيصيد كل طير ، إلى أن مضت له سبع سنين ما من سنة الا ويرجع فيها إلى حاله الأولى ، ثم إنه ذهب منا فلم نعرف له خبرا ، وانما ذكرنا قصة هذا البازي ووصفنا علته وما عملنا به لأنه لا داء للبزاة أقتل من الأسطارم ، وكان الشحم يقوّي البازي ، ونحن لا نشعر بعلته وهو على تلك الحال ، ولو لم نسمّنه ونرفق به لمات في أول مرة ، ولا تؤثرن على اسمان بازيك شيئا متى رأيت منه ما يريبك .\r\nوحدثنا من نثق به أنه رأى البازي وقد صاد التم بالمغرب .\r\n* * * \r\nذكر ما يحدث الجص وصفة علاجه\r\nاعلم أن الجص يحدثه الحمام واللحم البارد إذا أكثرت على البازي منه ، وربما حدث من غبار وتد أوتد في بيت مجصص ، ويحدث أيضا من شم رائحة الجص النديّ وربما حدث من ترك ذرق البازي في موضعه فيشمّ رائحته ، وعلاجه إذا بدا به أن تلقمه الزبد أولا حتى يحصل في زهركه ، ثم تلقمه السكر ، فان الزبد يليّن جوفه ، والسكر يسهله ، فان نفعه ذلك وإلا فاحقنه بزبد ، أو بمخّ من ساق شاة ، تجمده في الماء البارد وتجعله مثل النواة للبازي ، وكذلك تجعل للزرق والباشق إذا أصابهما الجص بقدر ما يحتملانه ، ولبن الأتن ينفع أيضا فان أمكن وإلا فأطعمه لبن الضأن بسكّر ثلاثة أيام ، مع بشتمازك الماعز ، وتفقّد ذرقه فإنه يرمي بالجص مثل الحمصة ، وان كان البازي صيودا فليس له دواء أنفع من الطرد ، وأكل اللحم الحار ، أعني القبج والطيهوج والدراج\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nولا سيما ان كانت سمانا ، فان طيرانه وأكله هذه اللحوم مما يذيب الجص ويذهب به ، وان لم يمكن ذلك فأطعمه لحم مخاليف الحمام السمان ودماءها وشحومها فإنها صالحة له ولا بأس بلحم الأرنب حارا ، ولحم الخنزير وشحمه أبلغ ما عولج به الجص ، فأطعمه منه طعما أو طعمين وإذا ابيضت عينا البازي من شدة الجص فاعلم أنه قد صعد إلى رأسه ، فمن الناس من يكوي وسط رأسه ، ومنهم من يكوي حنكه الأعلى بعود آس أو بمسلة ، وأصل هذا العلاج الترك ، وأظنهم يفعلون ذلك بالبازي وليس به جص ليأمنوا عليه ، وقلّ من رأيناه كوى بازيا في حال علته فنفعه ذلك ، والأصلح ما ذكرناه ولا تقربه بالنار ، ومن الناس من يعالج الجص بأشياء كثيرة وأدوية حارة حادة ، يقتل اليسير منها الرجل فضلا عن الجارح ، فتركنا ذكرها ، إذ كان العقل لا يوجب قبولها ، ولأنني ما امتحنتها فأحمدها ، ولا رأيت من امتحنها يحمدها .\r\nوقد حدثني من أثق بقوله أنه عالج بازيا له من الجص بمرارة عنز مع يسير من فانيذ « 1 » فانتفع به ، وذلك أنه أخذ مرارة عنز فصبّ نصفها وجعل في النصف الآخر من الفانيذ السكري المدقوق مقدار ما تحمله وشد رأسها بخيط وأدخلها في حلق البازي ، وجرّ الخيط منها فانتفع بذلك ، وذرق الداء ، فمتى عالجت بهذا الدواء فأكثر عرض الماء على البازي فإنه يشرب ويرمي بما في جوفه من الجص ، ولم نجرب ذلك غير أن من حدثنا به بصير ثقة ، وقد شرحنا ما علمناه من علاج الناس .\r\nوقد كان عندنا بازي لمولانا صلى اللّه عليه وعلى آبائه الطاهرين ، به ورم في رأسه ، وجص في جوفه ، وكنا نعالجه بمذبح التيس ، وذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفانيذ : نوع من الحلواء يصنع من السكر ودنيق الشعير والترنجبين .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nأن تشدّ يداه ورجلاه ويذبح ، فيجعل البازي على مذبحه يأكل منه شبعه فيدفع « 1 » ما في رأسه ، وحلل الجص الذي في جوفه ، وكنا نعالجه بذلك يومين في الجمعة وهو الذي جربناه ولم نر إنسانا قبل مولانا صلى اللّه عليه عمل ذلك . ولو شرحنا ما عندنا في علاجه لأطلنا ولم نضمّن كتابنا إلا ما جرّبناه .\r\nولحم الغزال محلّل للبلغم الكائن في أجوافها ، وينفع من الرياح التي تعرض لها من الجص .\r\n* * * \r\nذكر علاج النّفس\r\nوهو نفسان ، فمنه ما يكون بالطول ومنه ما يكون بالعرض ، فأما الذي بالطول فيرجي له البرء ، وأما الذي بالعرض فقلما يسلم منه البازي ، فإذا أصاب البازي النفس بالعرض ، وكان سمينا تارا « 2 » في بدنه ، فاجعله في بيت كنين مظلم ، وخط عينيه ، فإن كان النفس أصابه من صدمة أو ضغطة فأذب له المومياء « 3 » الخالص بدهن السوسن ، وأطعمه إياه مع بشتمازك الضأن ، فإنه ينفع الوهن ويجبر الكسر ، وإذا رأيت البازي قد استدّ « 4 » نفسه ويبس لسانه في فيه ، فهو من الحر ، فخذ له مقدار عدستين من الكافور ، وأذبهما في الماء واسقه إياه ، وانتظر بطعمه خمس ساعات ان لم تخش ضعفه ، ثم أطعمه بشتمازك ضأن ، فإذا كان من الغد فخذ له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : فنفع .\r\n( 2 ) التار : الممتلئ البدن .\r\n( 3 ) المومياء : دواء يستعمل شربا ومروخا .\r\n( 4 ) استدّ : بمعنى انسدّ .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nبشتمازك ضأن ذبيحة وقته ، وشرّحه وقطّعه صغارا ، وألقه في اللبن ، وأطعمه إياه ، وان كان لبن أتان فهو أنفع له ، وقلما رأيناه من البزاة خلص من النفس إذا أصابه ، وله علاج غير هذا سنذكره ان شاء اللّه .\r\nوكذلك إذا انقطع البازي لا يجيء منه شيء ، لأنه عرق ينقطع في قلبه ، وربما لحقه الانقطاع في القرنصة لشحمه إذا وثب ، وربما أصابه ذلك من ردة سوء من بازياره ، وعلاجه كثير وما بنا حاجة إلى أن نذكر ما لا فائدة فيه ، بل نذكر ما عالجنا به وجربناه ، وأخذناه من الثقات ، وما سوى ذلك فقد حكيناه عن قائليه ، وتبرأنا من الكذب فيه ، واعتمدنا الحق فيما نقوله ونحكيه ، وكذا سبيل من وضع كتابا ألا يكذب فيه ، وأن يتعمد الحق فيما يحكيه ، فإنه متى اختبر من كتابه شيء ولم يصح ، كذّب في الباقي أجمع ، وما بانسان حاجة إلى أن يهجّن نفسه ، وكفى بالكذب خزيا واسقاطا وضعة واحباطا .\r\n* * * \r\nذكر علاج البشم\r\nإذا تبينت في البازي بشما فأطل جوعه ، واجعله في بيت مظلم ، لئلا يقتل نفسه بكثرة الاضطراب ، وقتّر عليه الطعم ، وليكن أول شيء تطعمه ثلاث قطع من لحم مشرّح واذرر عليه من الزنجبيل أقل من حبة ، فان ذلك يمريه ويشهّيه الطعم ، ويعقد ذرقه حتى تراه قد صفا ، وان لقمته لقما بنبيذ مطبوخ طيّب كان نافعا ، فإذا حسن استمراؤه للطعم ، وتبيّنت صلاح حاله ، فاعمد إلى قطعة طين حارة محترقة مما يكون تحت القدر ، وانحت ما عليها من الدخان واسحقها وألقها في الماء ودعها قليلا ،\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nثم صفّ ذلك الماء عنها ، وقطّع اللحم الذي تريد تطعمه للبازي ، واجعله فيه لحظة وأطعمه إياه وهو سخن . ولقد عالجنا به باشقا عندنا أصابه بشم فأفاق ، وركبنا إلى الصيد فأخطأ عليه البازيار فزاده ، ولم يكن يحتمل زيادة ، فرجعنا من الصيد عند العشاء الآخرة ، فحبس الطعم إلى أن مضى من الليل خمس ساعات ، وردّه ، وأصبح فلم يأكل الطعم ، فمات عند الظهر ، ولو لم يزده لكان سالما ، وان كان ما للحيّ قاتل ، ولا للميت من يحييه .\r\n* * * \r\nذكر علاج البياض إذا أصاب عين البازي\r\nإذا أصاب عين البازي بياض فخذ ديكا فاذبحه وقطّر في عينه من مرارته فإنه نافع ان شاء اللّه .\r\n* * * \r\nذكر ما يولّد القمل في البازي وصفة علاجه\r\nاعلم أن القمل يتولد في البازي لسبب نذكره ، وذلك ان البازيار إذا أطعمه ربما يخلّي على منسره شيئا من الطعم فيبيت به البازي ، ولا بد له من أن يطوي ، فإذا جعل رأسه تحت جناحه أكسبه ذلك القمل الصغار والكبار ، وإذا أصابه فما يهنيه أكل ولا نوم ولا صيد . وقد حدثنا أن الكبار تأكل الصغار وهو مذيب للجارح ، ويمصه حتى يتركه جلدا على عظم ، وعلاجه أن تأخذ من الزرنيخ الأحمر سجل « 1 » الماء مقدار ما تعلم أنه يكفيه ، وتقبض البازي إذا طلعت الشمس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : سحق الماء والسّجل الدلو .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوللقمل أمكنة معروفة يكون فيها ، فمنه ما يكون في عنقه ، وفي أصول الريش من تحت جناحيه ، وفي عكوته « 1 » وفي نيفقه ، ولم نر أبلغ من الزرنيخ في قلعه . وقد وصف المتقدمون في كتبهم زبيب الجبل والمسك والذي ذكرناه أبلغ وأنفع .\r\nووصف للقمل أيضا أن يلفّ البازي بخرقة جديدة ، ويدخل به الحمام ويصبر به ساعة ، فإنه لا يبقى عليه شيء من القمل .\r\nووصف له أيضا أن يجعل في عنقه طوق صوف ويدخل به الحمّام ، فان القمل يخرج في الصوف .\r\nوالسالم الذي عملناه وجرّبناه هو الزرنيخ . ومن رسم الجارح إذا زرنخ أن يراح ثلاثة أيام ثم يشدّ ، فان ذلك نافع له .\r\nوقد وصفنا الجيد والرديء وذكرنا حاليهما ومبلغ فعلهما ، والانتفاع بهما ، فاعمل على أيهما شئت .\r\n* * * \r\nذكر علاج المسمار إذا أصاب كف الجارح\r\nإذا أصاب المسمار كفّ البازي فعلاجه بعلك البطم « 2 » . وقال بعض البصراء ليس يقلعه شيء الا الكيّ ، وهو مجرب وهو أنفع ما عولج به المسمار ، ثم يعالج بعلك البطم والمرهم ، وتلبّد كندرته بعد ذلك ، ومن الناس من يلبّدها قبل ذلك ، ويبللها بالماء والملح ، وذلك مما يقلع المسامير من أصلها وقد جربنا ذلك وصح .\r\nوأكثر ما يصيبه المسمار الصقور والشواهين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العكوة : بالضم ويفتح أصل ذنب الدابة .\r\n( 2 ) البطم وبضمتين : شجر كالفستق له حب في عناقيد كالفلفل .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nذكر ما يحدث الورم في الكفين وصفة علاجه\r\nاعلم أن الورم في الكفين يحدث من جهات ، فمنها ما يكون من التخمة ، ومنها ما يكون من مادة تنصب إلى الموضع حادة ، والفرق بين ورم التخمة وورم المادة أن تجسّ الموضع ، فان وجدته باردا فالورم من التخمة ، وان وجدته حارا فالورم من المادة الحادة ، وقد يحدث الورم أيضا من فتله أصابعه فترم لذلك كفه ، فإن كان من التخمة فليس غير البطر ، والأدوية التي تجذب ما في كفه من الفضل ، وان كان الورم من دم أخذت له القاقيا « 1 » والمغاث « 2 » والمرّ « 3 » ودقيق الشعير وبياض البيض وطليته به ، وان جعلت معه شيئا من ماء الهندبا وماء الكزبرة الرطبة كان أصلح ، وهو يصلح للمادة والفتلة التي ذكرنا وينفع منها وقد يكون ورم أعلى الكف من الدود ، وقد بيّنّا علاجه في باب الدود ، وإذا أردت أن تبطّ كفه فالفف عليه خرقة كتان مبلولة وخلها ساعة طويلة ثم اقلعها واقشر موضع الورم بسكين ، حتى يتبين لك ، واشرطه طولا لا عرضا بمبضع ، واحذر أن يصيب عروقه وعصبه شيء ، واغسل عنه الدم ، وادهنه بدهن ورد ، وضع عليه لوقته صفرة بيض نيء ، واشدده بخرقة ، فإنه يبرأ باذن اللّه ، ولم تصب هذه العلة عندنا غير شاهين واحد فعالجناه بما ذكرناه فبرئ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القاقيا : عصارة القرظ الثمر المعروف ويتخذ منها رب يداوى به الثمر .\r\n( 2 ) شجر يكون عروقا غليظة في الأرض عليها قشر إلى السواد والحمرة وله أوراق عريضة وزهر أبيض .\r\n( 3 ) المسرّ بالضم : دواء يسيل من شجرة فيجمد قطعا كالأظفار وهو طيب الرائحة الطعم .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nذكر علاج القلّاع « 1 »\r\nإذا أصاب البازي القلّاع فحنّكه بالصبر والعسل ، فإنهما نافعان ، وان نزلا في جوفه خرطاه ونفعاه ، وان شئت أن تشق موضع القلاع بمبضع وتحشوه بحصاة كافور فافعل ، فإنه نافع ان شاء اللّه .\r\n\r\nذكر ما يتبين به كون الدود في البازي وصفة علاجه\r\nإذا رأيت البازي ينتف ريشه فاعلم أن ذلك من دود يكون في جوفه ، وربما نتف من نيفقه ، ودواؤه أن تأخذ من قشر الرمان الحامض فتدقه ناعما ، وتذرّه على بشتمازك من ماعز ، وتطعمه للبازي ثلاثة أيام ، فإنه يبرأ باذن اللّه ، ومن صفاته أيضا أن تأخذ رمانة حلوة فتعصر ماءها ثم تقطع البشتمازك صغارا وتلقيه فيه ، وتطعمه البازي فهو نافع له .\r\nومن صفاته أيضا أن تأخذ من الحمص الأبيض جزءا فتقليه قليا خفيفا ، ثم تقشره وتنعم دقّه ، وتأخذ ثلاث قطع لحم فتلطخها بيسير من عسل ، ثم تذر عليها ذلك الحمص ، وتطعمها للبازي ، فإنه يرمي ما في جوفه من الدود باذن اللّه .\r\nومن صفاته أيضا أن تأخذ لفتة فتقوّرها ثم تملؤها ماء ، وتسخنها على النار ، وتطرح فيها من بشتمازك مقدار نصف طعمه فإنه نافع ان شاء اللّه .\r\n\r\nصفة علاج الحرّ\r\nإذا أصاب البازي الحر فاجعل له في طعمه دهن ورد وماء ورد يومين فإنه نافع وقد جربناه ، ولم نر عليه الا خيرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القلاع بضم القاف والتخفيف ويشدد داء في الفم .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nصفة علاج مخاليب الجارح إذا تقلّعت\r\nإذ رأيت مخلب البازي قد انقلع فاعمد اليه ودمه يسيل واردده وهو طري ، والفف عليه طاقة دقيقة من مشاقة وسقّه بدهن البزر الحارّ فإنه نافع مجرب .\r\nومن صفاته أيضا أن تلف عليه المشاقة وتدهنه بدهن الأكارع .\r\nومن صفاته أيضا العنزروت « 1 » ودم الأخوين « 2 » .\r\n\r\nصفة علاج البرد\r\nإذا أصاب البازي البرد فعالجه بالأشياء المسخنة التي تدفعه ، فمما تبتدئ به إذا كان في الصيد أن تتقدم بكنس بيته وتنظيفه ، وإذا كان عند عشاء المغرب مليء له كانون نارا ، وجعل في بيته ، فإذا رجع من الصيد نحّيت النار من بيته وأدخل فيه ، وشدّ على كندرته ، فان ذلك نافع له ، فإذا أصبح فبكّر عليه بطعمه ، وليكن من مخلف رطب قد مججته في الليل خمرا عتيقا فإنه نافع له ولا سيما ان كان قد عرق في يوم الصيد وما مثله وقد جربناه . وإذا خرجت به إلى الصيد فليكن معك في الخريطة حمام قد مججته خمرا ، فإذا كان عند عرقة البازي ، وأردت أن تشبعه فاذبح الحمام وأطعمه منه فإنه نافع ان شاء اللّه .\r\n\r\nصفة علاج اعوجاج ريش الجناح\r\nإذا رأيت ريش البازي قد تعوّج وكاد أن ينكسر فأغل له ماء حارا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العنزروت : صمغ فارسي أو الصواب الانزروت .\r\n( 2 ) دم الأخوين : العندم ويقال له : دم التنّين ودم الثعبان .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمع شبت « 1 » أو خطمى وصفّ الماء واغمز « 2 » ريشه فيه وقوّمه ، فإنه يستوي إذا جفّ ، وانما يصيبه ذلك من اضطرابه مع طير كبير ، أو من على يد أو من تقبيض ، فاعمل ما وصفنا لك فإنه نافع باذن اللّه .\r\n\r\nصفة علاج العقر إذا أصاب كف البازي\r\nاعلم أن سبب العقر في كف البازي أنه يجد طعم الدم فيعبث بها حتى يدميها ، وعلاجه أن تدق دم الأخوين ناعما وتبلّ موضع العقر وتنثره عليه ، وتلصق عليه جلدا مالحا قد طليته بيسير من صبر مبلول فإنه لا يعاود العبث بها بمنسره ان شاء اللّه .\r\n\r\nذكر ما يحدث السّدّة في المنخرين وصفة علاجها\r\nاعلم أن السدة يحدثها الدخان والغبار ، وعلاجها أن تقبض البازي ، وتقطّر في منخريه دهن ورد أو بنفسج ، وتنظفهما بأسفل ريشة ، وإذا أطعمته فليكن معك جناح حمام عليه بعض اللحم ، ودعه ينتفه فإنه لا بد أن يسيل من منخريه الماء فيعطس لذلك ، ويخرج ما في رأسه من الداء في عطاسه فيزول ما في منخريه .\r\nوقد يحنّك لذلك أيضا بالصبر فينتفخ منه رأسه وتنفتح السدد ، ويجعل قبل التحنيك فيه يسير من دهن ليسهل ذلك عليه .\r\nومن صفاته أيضا أن تأخذ رأس ثوم فيدقّ بخل كرم عتيق ، وتقطّر في منخريه منه ، وتمسكه على يدك ساعة ، فإنه ينفض ما في رأسه ثم تشده في الشمس ، وتضع عنده ماء يغتسل فيه فإنه يبرأ وان تعذر عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشبت : نبت .\r\n( 2 ) لعلها : اغمس .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأمر السدة فخذ له سلقا فاسلقه ، وكمد به الموضع ثلاثة أيام أو أربعة ، فهو خير ما استعمل له ان شاء اللّه .\r\nتم علاج البزاة والحمد للّه رب العالمين\r\n* * * \r\nذكر من يصلح أن يستخدم من الكنادر\r\nإذا أردت أن تمتحن الكندرة فقل له ادخل إلى البيت وأخرج البازي ، فإذا دخل ومعه أصل جناح ، وقدّم يده على سائر جسده ، ولقي البازي وحلّه من على الكندرة ، وقدّم يده على سائر جسده ، إذا أراد أن يخرج من الباب ، وكذلك إذا أراد أن يركب عمل ببازيه مثل العمل الذي أخذه به من الكندرة ، وإذا أراد أن يدخل البيت قدّم يده على سائر بدنه فاعلم أنه فاره فلا تفرّط فيه ، واستأجره بما أحب فلست تصيب مثله . وان قلت للكندرة أخرج البازي من بيته فدخل وما معه شيء فاعلم أنه ما يحسن شيئا ، ولا يصلح الا للصقور ، وليس يصلح للشواهين . وتسوى أجرة الأول دينارين في الشهر على اللعب وزيادة ، والثاني تسوى أجرته دينارا ونصفا الا أن يكون من البرلّسيين « 1 » الذين يباشرون صيد البلشون بأنفسهم فإنه يسوى كل الأجرة . وهذه اجرة ذكرناها للمكان الذي نحن بسبيله ، فليجعله من شاء مثالا له ، والزيادة والنقصان بحسب اختلاف الأسعار في البلدان ، وعلى قدر صلاحها وثقل المئونة فيها والأجرة تزيد وتنقص فإذا حصل النشيط فما مثله ، وكسلهم به يضرب المثل ، وما كل الكنادر يحسنون تخليص البازي من على طريدة ، ومن شرطه إذا صاد الطريدة أو الطير أن يذبح في كفه ، ويخرج له القلب ، ويترك حتى يشبع من النتف ، ثم يخرج له فخذ من الطريدة يدعى به إلى اليد ، فإذا رآه صعد على اليد ولم يتعب ان شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة لبرلس وهي بفتحتين وضم اللام وتشديدها ، بليدة على شاطئ نيل مصر قرب البحر من جهة الإسكندرية ( ياقوت ) .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nباب في تفضيل الصقور على الشواهين\r\nلما فيها من الفراهة وهو السبب الموجب لتقديمها وذكر ألوانها وأوزانها وصفة ضراءتها انما وجب ذكر هذا الباب لأن سائر العلماء واللّعّاب قدّموا الشواهين وقدمنا نحن الصقور لما رأيناه فيها ولم يكن بدّ من ذكر السبب الموجب لذلك ، ونحن نشرح حالها ونذكر صيدها ، بعد أن نأتي على ذكر ألوانها ومبلغ أوزانها ، وصفة ضراءتها ، ونحكّم من يقع كتابنا هذا في يده علينا وعلى من قدّم الشواهين على الصقور ، ببصيرة العلم لا بغلبة الشهوة والتعصب ، فهو أشبه بكل عالم وألزم لكل حاكم .\r\n\r\nذكر ألوانها\r\nالأشهب الكثير البياض وهو الحصاوي وموطنه الجبال والبراري .\r\nوالأحمر ومأواه الأرياف والسهول . والأسود البحري وهو الذي يشتو في الجزائر على شاطئ البحر . والأصفر والأخضر وهو الذي يضرب ظهره إلى الخضرة وقلّ من يعرف هذا اللون .\r\n\r\nذكر أوزانها\r\nفمنها ما يكون وزنه رطلين ونصفا بالبغدادي ، ومنها ما يكون وزنه على الصيد رطلين وثلثا . ومنها ما يكون وزنه رطلين .\r\n7 - البيزرة\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nصفة ضراءتها\r\nإذا صيد الصقر من الكوخ فيجب أن تخاط عيناه ولا يزال كذلك إلى أن يمضي له أسبوع ويهدأ على يد البازيار ، وبيازرة المغرب لا يخيطونه وهو أقلّ لعمره واللّه أعلم بذلك وأحكم . فإذا هدأ فافتحه واجلس به بين الناس ليأنس . وله دليل يعرف به هدوّه ، وذلك أنه يملأ زهركه طعما ولا تكثر عليه من رش الماء ، وهو وحشي فان ذلك يورثه السورنك « 1 » فإذا أخذ الحمام في الطوالة وجاءك من البعد ووثقت بإجابته فاجعله في السباق وحده ، فإذا جاءك من كل مكان ولم يبق في دعوه « 2 » شيء فإذا أضريت منها عدة على ما رسمنا لك فادعها اثنين اثنين على الحمام أعني الصقور ، فما كان منها مشابكا فأفرده ، وما اتفق منها على الدعو فاعزله ، فإذا أردت أن تكسر على الكسيرة فمنها ما يصلح للوبر ومنها ما يصلح للريش . فالجافي من الصقور للوبر ، واللطيف الخفيف للريش ، وهو مليح على البلشون لأنه يحتاج إلى أن يرقى في السماء وهو أملح ما يكون ، وما يعرف في العراق هو طلق حسن نحن نذكره في كتابنا هذا ان شاء اللّه .\r\nوهو أن تعمد إلى بلشون فتخيط عينيه وتوصّي الكندرة إذا رأى بلشونا وحشيا فليطلب مكانه ولتكن معه شبكة ينصبها في موضع ذلك البلشون بعد أن يطرده ، ويجعل ذلك البلشون المخيط في موضع البلشون الوحشيّ ، فإنه إذا رآه في موضعه جاء اليه ليحمي مكانه ، فيقع في الشبكة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : السورنك والغالب انها السروك وهو رداءة المشي وابطاء فيه من عجف أو اعياء وفعله سرك : ضعف بدنه بعد قوة .\r\n( 2 ) لا معنى لدعوه ولعلها محرفة عن عدوه .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفخذه ، وما أردت منها على هذه الصفة فأنت تأخذه . ولم أر أحكم من البرلّسيين « 1 » بذلك وهم يسمون البلشون البو ( قردان ) وإذا حصّلته فارجع إلى البيت ، واخرج من غد إلى الغيط ، وليكن معك من يحمل البلشون وخط عينيه ، واشدد على صلبه قطعة لحم من الخريطة ، فان الصقر إذا رآه على تلك الحال نزل عليه ، فإذا عملت به ذلك وأخذه الصقر فأنقص من الطعم الذي على صلبه في كل يوم ، حتى يصير يخرج اليه بلا طعم ، فإذا فعلت به ما رسمناه وصار يخرج اليه من كل ناحية فأخرج إلى الغيط وليكن معك بلشون مشرّق ، واستتر في خليج ، وطيّره من يدك فان كنت قد آخيت بين صقرين فأرسلهما عليه ، فإذا أخذاه فاذبحه وأشبعهما عليه . ثم أغبّ الخروج إلى الصحراء غد ذلك اليوم ، واخرج بعد غده وليكن معك واحد مفتوح طري ، واستتر وطيّره ، وأرسل عليه الصقور ، فإذا صادته فاذبحه ، وأشبعها عليه شبعا جيدا ، ثم أغبّها غد ذلك اليوم ، واخرج إلى الغيط واطلب نقعة ماء عليها بلشون فطيّره وأرسل عليه ، فان صادت فأشبع عليه ، وان أحسنت فأشبعها فإنها تصيده وتكون فرها ، ما بعدها شيء طول الشتاء ، فإذا كان الصيف فاعمد إلى إوزّة بيتية زرقاء فخط على عنقها لبدا أحمر ، وخط عينيها واشدد على صلبها اللحم كما عملت في البلشون واكتفها وثيقا لئلا تضرب الصقر إذا جاءها ، فإذا خرج إليها من كل ناحية فأخرج إلى الغيط ، وأوقفها في حلفاء واجلس ناحية ، واكشف رأسك لئلا يعرفك الصقر ، فإنه خبيث إذا عرف الخريطة لم يجيء منه شيء ، وكل أسود العين كذلك فإذا فعلت ما رسمناه لك وخرج إلى الاوزّة على بعد ، وصار كما يخرج يجلّي على يدك الغيط كله ، فاقلع اللبد من عنق الإوزة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى برلّس وهي بفتحتين وضم اللام وتشديدها بليدة على شاطئ نيل مصر قرب البحر من جهة الإسكندرية ( ياقوت ) .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nواذبح في كف الصقر كل ثلاثة أيام ، ولا تنس أن تذبح في كفه أولا ، وافعل ذلك ثلاث مرات فإذا انتهيت إلى ما رسمناه من ذلك فاطلب مكانا فيه حبرج « 1 » كبير وطيء ، فبكر اليه قبل طلوع الشمس ، فان الصقر كما يدخل الحلفاء يجليه ، فامض معه حتى تحقّ أنه حبرج ، ثم أرسله عليه ، فان صاده فاذبحه في كفه وأشبعه ، وان أحسن فاذبح في كفه حماما وأشبعه وأغبّ الخروج غد ذلك اليوم ، واخرج بعد غده واطلب به حبرجا وطيئا ، فإنه يصيده ان شاء اللّه فإذا صاده فأشبعه من لحمه فإنه حلو طيب ، وان أحسن فأشبعه أربعا أو خمس مرات ، ثم نقله من واحد إلى اثنين ، لتفرّه صقورك عليه ، والذكر من الحبرج يسمى الخرب والأنثى فداده ، ولقد شبرنا جناحي الخرب فكان طولهما ثمانية عشر شبرا والأنثى دون ذلك ، وله لحية ومذبحه تحتها ، وما كل من صاد الحبرج عرف أن يذبحه ، وهذا مما تفرد به البرلّسيون دون غيرهم ، وما يحسن بيازرة العراق من هذا شيئا ، وقد ذكرنا ما هو من صيدهم وصيد غيرهم ونحن نصف كيف يضرى الصقر على الغزال وبعد ذلك نذكر كيف يضرى على الكركي ، وبه يفخر في العراق . وقد رأينا بيازرة من أهل العراق ممن يدعي صيد الكراكي بالصقر ولم نرهم يصيدونه ، ورأينا أهل مصر يصيدون به الكركي والحبرج جميعا ، غير أنهم بصيد الحبرج أقعد .\r\nولقد بلغنا عن رجل كان في أيام الاخشيد يعرف بابن سعد الهائم أنه صاد الكركي بالصقر ، وكان ذلك أعجوبة عندهم . وبعد فراغنا من ذكر الصيد نصف ما تحتاج اليه من آلة القرنصة ونذكر ما هو نافع من عللها ان شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحبرج : هو الحبارى .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nصفة ضراءة الصقر على الغزال وذكر ما يحتاج اليه من الآلة وكيف يضربه « 1 » المغاربة وهم أقدر على الغزال من أهل المشرق ونبين ما نأتي به من ذلك ونبدأ بذكر ضراءة المشارقة وأي وقت تكون من السنة\r\nاعلم أن أهل المشرق يبتدئون الضراءة على الغزال وقت الجدي ، وذلك في الربيع ، فأول ما يعمل أن يؤخذ جلد غزال صحيح فيحشى تبنا حتى يقوم ويجعل له في موضع القوائم عيدان ويخيّط كل فتق منه ويشد بين قرنيه اللحم شدا وثيقا ، ويطعم عليه الصقر إلى أن يخرج اليه ، وكلما جاد خروجه نقص من اللحم ، حتى يصير يخرج اليه بغير لحم ، فإذا عمل ذلك بعدة من الصقور وصارت تخرج اليه ، خرج الانسان بها إلى الصحراء وأخذ معه من يعرقب « 2 » لها الغزال ويجرّيه ، وذلك أنه يأخذ حبل قنّب يكون طويلا ، فيشده في رجل الغزال فوق العرقوب بأنشوطة وتجعل الصقور في موضع لا ترى منه الغزال ، ويتوارى الانسان الذي في يده حبل الغزال ، وليكن مستقبلا للريح ، ثم تخرج الصقور فإذا رأت الغزال فلترسل عليه ، فإذا رآها الانسان الذي حبل الغزال بيده خرج وصاح على الغزال ، حتى يجري ويجري معه لتعمل عليه الصقور فإذا علقت به جرّه إلى الأرض وذبحه في أرجلها ، وأشبعها عليه شبعا جيدا ، وروّحها يوما في البيت وأعادها ، وأخذ معه غزالا ، وعمل به مثل عمله بالغزال الذي قبله في غير ذلك المكان ، واجراه أكثر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : يضرون .\r\n( 2 ) عرقبه قطع عرقوبه . والعرقوب عصب غليظ فوق عقب الانسان ، ومن الدابة في رجلها بمنزلة الركبة في يدها .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالجري الأول فإذا علقت به الصقور ذبحه وأشبعها عليه ، وأراحها يوما وجعل طعمها ذلك اليوم من قلب خروف أو من لحم حارّ وزن خمسة دراهم لكل واحد منها ، ولا يطعمها عنقا « 1 » ولا رشأ « 2 » فإنها تمسك إلى آخر النهار . ولقد كان عندي صقور قد تدهقنت « 3 » فكان يصيبني معها ما ذكرته .\r\nوحدثني شيخ من لعّاب الغزال أنه كان يأخذ من صوف فرو عليه فيجعله في الدم ويطعم منه الصقور يوم اللّعب وفيها الكريم والنذل .\r\nفإذا أرحتها وعزمت على الخروج فليكن معك غزال ، وبكّر إلى الصحراء وأبعد بها إلى أن تيأس من العادة ، وأعط الغزال لمن يخبأه في مخلاة واقطع فرد عرقوبه ، أو فشقّ بعض أظلافه بالسكين شقا جيدا وخلّه في الصحراء ، ولا يكن معه أحد ، وأخرج الصقور ، فإذا رأته واشتهته فأرسلها عليه ، وصح على الغزال ليجري ولا يقف ، وليكن مع غلام كلب مفرد ، فان عملت عليه وصادته ، فاذبحه وأشبعها عليه شبعا جيدا ، وان خشيت أن يسبق الغزال الصقور فأرسل عليه الكلب وأشبعها عليه ، وأرحها كما رسمنا لك ، فإذا عملت ذلك ثلاث مرات فأخرج إلى الصحراء واطلب جديا صغيرا فأرسلها عليه ، فإنها تصيده ولا ترجع عنه ان شاء اللّه .\r\nولا تزال تصيد به الجداء وكلما صادت أشبعتها حتى تزيد فراهتها على الجدي فحينئذ فاطلب بها شاة على ما رسمنا لك . ثم تدخل القرنصة وقد بقيت على ثلاث ريشات من كل جناح ، ثم تطرح في القرنصة ، وليس تطرح عندنا بمصر إلى أن يجيء الصقر الجديد وهو الفرخ ، وذلك يكون قبل النوروز أو بعده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العنق : الأنثى من ولد العنز .\r\n( 2 ) في الأصل : ريشا .\r\n( 3 ) تدهقن : تأخر وأمسك .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوقد رأينا في سنة من السنين صقرا صيد ببلبيس قبل النوروز بثمانية عشر يوما ، وما يحتاج الصقر إذا طرحته إلى علاج غير التقوية والطعم الحار والشيرج المقشّر مع اللحم الحارّ في كل جمعة ثلاثة أيام ، فإذا استراح وبردت عنه « 1 » من البرود المقدم ذكره في كتابنا هذا ، ومضى له عشرون يوما سللت ذنبه فإنه يخرج بعد أربعين يوما بمشيئة اللّه ، وان كنت عوّدته الماء فلا تقطعه عنه في كل جمعة وان لم تكن عودته الماء فليس يشربه .\r\nوقد شرحنا ما عندنا في الضراءة على الغزال وهو فعل أهل الشرق .\r\n\r\nصفة ضراءة المغاربة\r\nاعلم أن ضراءة المغاربة كضراءة أهل الشرق وما بينهما غير اختلاف الأوقات ، وأول ما يضرّون الصقور يصيدون بها التيوس من أول السنة إلى آخرها ما يعرفون غير التيس والشاة ، وقد رأيت من فراهة طيورهم أمرا عجيبا لأنها كانت تجيء من الغرب وبرقة ومن عند ابن بابان ، وما من الصقور شيء أقول انني أضريته على الغزال ، بل كنت ألعب بها فرها من الغرب .\r\nولقد وصل من عند ابن بابان عدة صقور ومعها شاهين وكان من الفراهة على حال تجوز الوصف . وان مولانا أمير المؤمنين صلوات اللّه عليه وعلى آبائه الطاهرين وأبنائه الأكرمين ركب ليلة إلى الجبل فرأى قطعة غزلان فأرسل عليها الصقور فانفردت منها شاة ، فأخذ ذلك الشاهين من يدي وأرسله عليها ومضينا على الصقور وقد صادت ، ونسينا الشاهين فرجعت أطلبه فما رأيته مع الطيور . وجاء البيازرة فسلمت الطيور إليهم ، وقلت قد تلف شاهيني وركبت فلقيت مولانا صلى اللّه عليه صاحب العصر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : بردت عنه بتشديد الراء ولعلها بردت عينه بالبرود أي بالكحل .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوالزمان فقال : أين شاهينك ؟ قلت : أحسبه تلف فقال : ما قصّرت .\r\nوكان ذلك غاية ما عنده إذا حرد مضاهيا لأخلاق جدّه رسول اللّه صلى اللّه عليه إذ يقول اللّه تعالى فيه عليه السلام لحسن خلقه : وانك لعلى خلق عظيم . وأخلق بمن كان ابن محمد وعلي وفاطمة أن يكون خلقه كخلقهم صلوات اللّه عليهم أجمعين .\r\nفرجعت وقد لحقني غمّ عظيم وكان تحتي فرس من جياد الخيل ، ومعي جماعة من عبيدي . وتمادى صلوات اللّه عليه في الصيد ، ولم أزل أطوف في الصحراء إلى قبل المغيب ، فرأيت شيئا عن بعد فقربت منه فنفر بي الفرس ، فتماديت فإذا بالشاهين على الشاة قد قطع أذنيها وتلطخ بدمها ، وهو وحده بغير كلب معه ولا معين ، فركضت إليها فلما أحسّت بي قامت فعدت طالعة في الجبل ، وقلع الشاهين رجله عليها وتبعته فلحقها فأمسكها فنفضته وعدت فلحقها فصادها ، ثم أحست بي فقامت فعدت إلى أن جاءت إلى سترة « 1 » فرقدت فيها ، وقلع الشاهين رجله عليها ، ونزلت فكبّرت وذبحتها وأشبعت الشاهين عليها .\r\nورجعت لأعرّف مولانا صلى اللّه عليه فلقيني عمي رضي اللّه عنه فقال :\r\nيا مولاي وجدت الطير ؟ قلت : نعم فقال : قد شغلت قلب مولانا صلى اللّه عليه وجئنا جميعا إلى مولانا صلى اللّه عليه فقبّلنا الأرض فقال : وجدت الطير ؟\r\nقلت : نعم فقال : كيف كانت الصورة ؟ فحكيتها له صلى اللّه عليه فقال : ما سمعت قط نظيرا لهذا ، ولا سمع به سامع ، ثم عاد إلى قصره المعظم المعمور بالعز الدائم وما رأيت قط مثله ولا أحسبني أرى .\r\nوقد رأيت من الصقور ما لم يسمع بمثله كثرة تصيد الغزلان ، ولكن يرسل ثلاثة على التيس واثنان وهذا ما لا يعرفه أهل الشرق إذ كانوا بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأرجح سدرة .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nسنتين أو ثلاث سنين يصيدون التيس والمغاربة يصيدونه من أول سنة ، فلذلك كثر التعجب منهم .\r\nولقد استأذنت مولانا صلى اللّه عليه سنة من السنين في الخروج إلى ترنوط « 1 » ، وانحدرت في البحر قبل العشاء ، وكان ذلك في أشد ما يكون من الحر فبلغناها الصبح ، ومعنا ثمانية أطيار ففرقتها فرقتين ، فأخذت أنا أربعة ولم تكن من اصلاحي ، وكان فيها واحد يسمى أبا غلبون ، ونزلت إلى الابليز وطلعت الفرقة الأخرى فوق ، فصادوا أربعة أطلاق ، وصدنا نحن أيضا أربعة اطلاق ثلاثة تيوس وشاة بفرد كلب ، فصار الجميع ثمانية أطلاق ، واشتد الحر ، وأشبعت الطيور ، وما رأيت قط من صاد ذلك بمصر ، ولا تصاد أبدا بمثل العدة التي كانت معنا .\r\nوقد رأينا من علل الطيور التي تأتي بها المغاربة ما لم نعرفه ، فمن ذلك علة تأخذ الطير في حنكه الأعلى مما يلي رأسه ، وهم يسمونها الدكرارة ، ومتى أصابت جارحا قتلته ، ورأيت لهم في الحفا ( كذا ) شيئا مليحا ، وذلك أنهم يعملون للجارح سفرة من أدم ، ويجعلون فيها ثقبا يخرج مخاليبه منها ، وهي تجمع بخيط مثل السفرة وتشد تحت السباق ولا تضرّه ويصاد به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرية جامعة بين مصر والإسكندرية كان بها وقعة بين عمرو بن العاص والروم أيام الفتوح وهي على النيل خربتها كتامة مع القاسم بن عبيد اللّه ( ياقوت ) والغالب أن هذه القرية خربت ولا أثر لها اليوم .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nباب في صفة الشواهين وذكر ألوانها وأوزانها وصفة ضراءتها\r\nفمن ألوانها الاسبهرج وهو الذي يغلب عليه البياض والأحمر والأسود وهو البحري الخالص . واوزانها من رطلين ونصف بالبغدادي إلى ثلاثة أرطال وربما زاد ذلك ونقص .\r\n\r\nصفة ضراءتها\r\nإذا صدت الشاهين من الكوخ ، فخط عينيه ليهدأ على اليد أياما ، ثم افتحه وشرّقه فإنه مثل الباشق وهو أرق من الزجاجة التي تنكسر من أدنى شيء . والصقر أصبر منه على الكد ، فإذا أنس فادعه في الطوالة على الحمام ، فإذا جاء فأشبعه عليه ثم صبّح به غد يومه فادعه ، فإذا جاء وقرب من الحمام فاستره عنه ، وصح في وجهه فإذا ولى والطوالة فيه فهو يلتفت ، فإذا ردّ وجهه فارم له الحمام ، فإذا أخذه فأشبعه عليه وصبح به أيضا فاجعله في سبقه وخذه على يدك ، وأره الحمام وخله من يدك ، فإذا دار عليك دورتين أو ثلاثا فارم له الحمام وأشبعه منه ، فإذا عملت به ذلك وسكن طبقة جيدة ، فاجعل في الخريطة طيرة ماء وخذ الشاهين فارفعه فإذا سكن الجو فأخرج الطيرة من الخريطة وطيّرها له ، فإذا أخذها فاذبحها وأشبعه عليها واردده إلى البيت واشدده ، فإذا كان بعد ثلاثة أيام فأخرج به إلى الغيط ، وخذ معك طيرة ماء ، واطلب به ساقية فيها طير ماء ، وارفعه حتى يأخذ طبقته في الدور ، فإنه كلما علا كان\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nخيرا له على طير الماء ، وطيّر له إذا كان فوق الريح وطير الماء تحت الريح فان ذلك خير له ، ولا تطيّر له إذا كان تحت الريح ، فان ذرّق فأشبعه ، وان أحسن فأشبعه فإنه يصيد ، واحفظه في الاجّانة فإنه متى كان مستغنيا مرّ ، ومتى كان ناقصا لم يصعد ، لأن الدوران من رقته ( كذا ) فمتى حصل في تيك الطبقة صعب عليه النزول إليك ، ومن طبعه الهرب ، ومتى بات ليلة لم ينتفع به وكان متعودا للهرب ، ومتى اشتهى شيئا لم يرجع عنه . ومن طبعه أنك تضريه على كسيرة فيصيدها يوما واثنين ويرى ما لم تكسره له فيصيدها وان لم تطعمه عليها وذلك من جوهره وهو سريع التوبة « 1 » عنها ، وذلك أنه يصيد اليوم طريدة وإذا رآها في غد حوّل وجهه عنها ، وذلك من رقته ، ولو كان شجاعا لما رجع عنها . وقد رأينا الصقر يرجع عن طريدة وإذا رآها بعد ذلك لم يرجع عنها ، وكان عليها أفره منه في الأولى ، وذلك لأنه أفره من الشاهين من حيث كان ، وهو يصيد ما يصيد الشاهين ، لأن الشاهين يصيد طير الماء ، والصقر يصيد طير الماء ، ومن صيد الشاهين الإوز ، ومن صيد الصقر الإوز ، ومن صيد الشاهين البلشون ، ومن صيد الصقر البلشون ، والصقر أفره من الشاهين ، وأصبر منه على الكد ، وأبقى على الفراهة ، وهو مطبخ الصعلوك ( ؟ ) لأنه يصيد من الغزال إلى الكركي وهو أكبر ما في الريش والغزال أكبر ما في الوبر والشواهين والصقور تصيد ذلك ولا ترجع عنه .\r\nولقد قرأت حديثا في الشواهين أن انسانا كان له شاهين ، وأنه كان يصيد الكراكي فهو في بعض الأيام على يده إذ رأى كركيا على بعد فوثب ، فأرسله عليه فصاده ، وأنه حرك ليلحقه فعارضه في الطريق ما شغله عن الشاهين ، وأنه التفت فرأى الشاهين مرخي الجناح ، مفتوح الفم ، فجاء ليأخذه فهرب منه ، ولم يكن له عادة بذلك ، وكلما جاء ليأخذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل بلا اعجام ولعلها التوبة .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nهرب منه ولم يزل كذلك إلى أن جاء إلى خراث ( كذا ) « 1 » وانه ذهب ليأخذه فإذا حذاءه كسا ( ؟ ) والكركي تحته فأخذه وأشبعه عليه . وما أقرب هذا من الكذب ، ولكني حكيته كما وجدته ، وعهدة الصدق والكذب على قائله دون حاكيه .\r\nوذكر لي عن انسان ، كان يلعب بالشاهين ، انه ارسل شاهينه يوما على غداف فراقاه حتى غاب معه في السماء ، فلما أيس منه وضجر من طلبته ، عاود إلى المكان الذي عوّده أن يشبعه فيه ، فرأى فيه غدفانا فطارت ، وأن الشاهين انقلب عليها فصاد منها واحدا ، وانه كان بين موضع تلف منه وبين موضع صاده أميال ، وأنا أصدقه في هذه الحكاية لأنه كانت لي جلمة وكانت فارهة على القبّر تصيد من خمسة أطلاق إلى ستة مراقي في السماء فلما كان آخر النهار تلفت ، فعدنا وتركناها وخرجنا غد ذلك اليوم فدعوناها في موضع عوّدت فيه الدعو ، فلم نشعر الا بها على رؤوسنا فأخذناها ، فمن هاهنا صدّقنا الحكاية عن الشاهين ، ولهذا سمي الشاهين غدّارا .\r\nولا بد لمن صنف كتابا أن يذكر فيه ما يصدّقه ويصح في العقل وما لا يصح في العقل ولا يقبله ، ليتصفح الناظر في كتابه عقول من يقبل الكذب ويصدّقه وعقول من نفاه واستقبحه .\r\nومتى بات الشاهين عنك لم تنتفع به ، واحتجت أن تتعب به تعبا مستأنفا ، ثم إذا أضجرته مرّ ، ومتى اعتاد الهرب كان أبدا هاربا ولذلك سمي آبقا .\r\nولقد كان لنا شاهين مقرنص ، بخلاف الشواهين في الهرب ، لأنا مذ لعبنا به وإلى أن مات ما هرب منا ، وكان يصيد من طير الماء ما كبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الجملة ابهام .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوصغر ، ولم نر مقرنصا قط أفره منه ، وقرنص عندنا سنة « 1 » ولم يتغيّر عن فراهته . ومتى التاث عليك جارح ورأيته قد صلح على طعم فلا تنقله إلى غيره وألزمه إياه ، وقد شرحنا ما عندنا في ذلك . والشواهين ينقسم على قسمين فمنها ما يقال لها البحرية وهي التي تفرخ في ناحية البحر « 2 » لعظمها ، وبياض ما اعتمّت به رءوسها من ريشها ، وكثرة ما بها ، ورقة ألوانها ، والكوستانيات فبضد ذلك من لطافتها وحمرة ما اعتمت به رءوسها من ريشها ، وقلة ما بها وغلظ ألوانها ، فهذه الأصناف التي ذكرناها المنتفع بها ، فما صيد منها في أوكارها قيل لها الغطاريف الوكرية ، وما صيد منها حين تطير قيل لها المنتقلة ، وما صيد منها وقد استحكم وصاد قيل لها البدرية ، وما صيد منها وقد أمطرت قيل لها الممطورة ، وما صيد منها آخر السنة قيل لها ( المسدرة ؟ ) وما صيد منها وقت الهياج قيل لها الرواجع .\r\nوأشد ما يكون هياجها من أول يوم في نيسان إلى أول يوم في آذار .\r\nوما لطف من الجوارح فهي ذكور ، وما ضخم منها فهي إناث ، وإذا أردت ان تعلم جسارة الجوارح من جبنها فادخل بيتا مظلما وضع يدك عليها فان وثبت ثم رجعت قبضت على اليد فهو الدليل على جرأتها ، وصيدها لكبار الطير وان لم تفعل ذلك فليست جريئة .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : ستة .\r\n( 2 ) في الأصل : « ومنها ما يقال لها الكوستانيات » وقد شطبت بالقلم .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nباب السقاوات وذكر ألوانها وأوزانها وضراءتها\r\nوما تصيده من الوبر والريش وذكر ما يستدل به على جيّدها ورديئها فمن ألوانها الأحمر والأسود ومنها الأسقع الرأس النقي البياض وهو الجيد ومنها ما يكون بلون الحدأة وهو الرديء . واوزانها من رطلين بالبغدادي إلى رطلين الا أوقية وقد يكون أقل من ذلك وأكثر .\r\n\r\nذكر ضراءتها\r\nاعلم أن السقاوات مثل الصقر يعمل بها وهي وحشية كما يعمل به سواء .\r\nومن بيازرة المغرب تعلّم المشارقة الصيد بها على الأرنب والكروان والحبارى والغراب . وذكروا انهم يصيدون بها الحبرج والحجل .\r\nوبالمغرب تكون فرها عليها . وقد صدنا بها الأرنب سنين بغير كلب ، ورأيناها فرها ما تبقي شيئا الا وتصيده إذا اضريت عليه ، وهي صبورة على الحرّ ، وقد رأينا منها ما يصيد الغزلان والتيوس وهذا ما لا تعرفه المشارقة بالصقور ، فكيف بالسقاوات . وهذا عجيب من السقاوى واقدام .\r\nوقد قر نصنا منها عدة على ما وصفنا في كتابنا ، ولم نعلم أحدا من اللعاب ذكرها في كتاب ولا خبّر بفراهتها ، وأكثر ما يلعب في المغرب بها وبالشواهين ، لفراهتها وصلابتها ، ويصاد بها أول السنة قبل ان تخرج الصقور من القرنصة ومعها تجيء القطمان وهي ملاح على الهدهد . وقد شرحنا صيدها أول الكتاب مع الأجلام .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوالكوبج « 1 » الذي يصفه أهل المشرق فهو دون الصقر في القد وهو احمر الرأس وإذا اجتمع اثنان على غراب أو على أرنب فما بعدهما شيء ، وما تحتاج إلى كلب معها لأنه يفسدها بل تريد من يعينها على صيدها ، وقد رأينا منها ما يصيد الإوز القرطي ، وما مثلها عليه حسنا وملاحة ، وكنا إذا صدنا بها الإوز نعجب من امساكها لها ، لأنها لا تخلّيها أو تجيء البيازرة ، وهو مليح عجيب ما مثله . وقد ذكرنا في كتابنا ما لم يذكره غيرنا وذلك لكثرة التجارب ومخالطة أهل البصيرة .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعلها محرفة عن الكركج وهو اسم لطائر .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nباب العقبان وألوانها وذكر أوزانها وصفة ضراءتها\r\nفمن ألوان العقبان الأشقر والأحمر والأسود والكامخي ، واوزانها أربعة عشر رطلا بالبغدادي واثنا عشر رطلا وعشرة أرطال وليس فيها ما يزيد على الوزن الأول شيئا .\r\n\r\nصفة ضراءتها\r\nإذا كانت العقاب وحشية فيحتاج أن تفرس « 1 » تفريسا جيدا ويرفق بها إلى أن تجرّد . وانما قدمنا العقاب على الزمّج « 2 » لفراهتها ووثاقتها وصيدها للغزال وما شاكله من الوحش . ونحن نذكر عقبان كل مكان والفره منها ، والغالب من حال اللّعّاب بها وما يصاد بها من الوحش .\r\nاعلم أن عقبان المغرب كعقبان المشرق في ألوانها وأوزانها ، والصنعة في العمل بهما واحدة ، غير أنها أصلب وجها ، وأصدق نية في الصيد من عقبان المشرق . ولما اشتهى صيدها مولانا أمير المؤمنين صلى اللّه عليه وعلى آبائه الطاهرين أمر بطلبها ، وجعل لمن جاءه بعقاب ألف درهم ، فحمل اليه عليه السلام كثير ، فأمرنا بحملها وتجريدها فانتهينا إلى أمره صلى اللّه عليه ، واستأذناه في تجريدها ، فتقدم الينا أن نكسر لها الكراكي فكسرنا لها ، إلى أن صارت تخرج إليها خروجا جيدا ، فذبحنا في أرجلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرس : دام على أكله ولعله هو المقصود هنا وهو أن يديم اطعام الطائر .\r\n( 2 ) الزمّج : نوع من الطير يصاد به دون العقاب تغلب على لونه الحمرة .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالكراكي ، وغيّرنا عليها المواضع لئلا تألف مكانا واحدا ، وأول ما أطعمناها على جيفته حتى عرفت الريشة ، وصارت من أي جهة رأته أثبتته ، فاستأذناه صلى اللّه عليه فأمرنا أن نقنصها « 1 » للصيد ففعلنا ، وركب صلى اللّه عليه للصيد ، وخرجنا فجاز بكراكي ، فأخذ العقاب على يده وتقدم بها إلى الكراكي ، واستوفى الريح وذلك حق ارسالها ، ثم أرسلها صلى اللّه عليه فصادت كركيا فأشبعناها عليه ، وأمر بردها وتصيّد عليه السلام بسائر الجوارح ذلك اليوم وكان يخرج بهذه العقاب يوما ويريحها يوما إلى أن تبطرقت « 2 » . ثم أمر صلى اللّه عليه في السنة الأخرى بطلبها شرقا وغربا ، فحمل منها اليه ما لا يحصى كثرة ، فأمرنا باصلاحها وضراءتها على الكراكي فخرج منها عدة كثيرة فرها بطارقة .\r\nولقد ركب صلى اللّه عليه وعلى آبائه الطاهرين يوما إلى ضيعة تعرف بخراب مقاتل ، فصاد بواحدة من العقبان تسمى جليمة ثمانية كراكي ، لم تخط مذ أرسلها إلى أن أشبعها طلقا واحدا ، وكانت من الفراهة على حال تجوز الوصف ، وكان معها عدّة مثلها في الفراهة ، وصاد ذلك اليوم صلى اللّه عليه صيدا لم يسمع بمثله ولا رؤي أحسن منه ، وهو عليه السلام الذي عرّفنا أن نصيد بالعقبان الكراكي ، لأنا لم نسمع بذلك في الشرق ولا في الغرب ، ثم صرنا نطلبها أكثر من طلبنا للزمامجة « 3 » لفراهتها ، وكان صيدنا بها لما فيها من الوثاقة والفراهة ، وانها إذا علقت بالكركي لم يفلت منها ، واجتمع عندنا منها نحو المائة وما رأينا من حملها عندنا بدشاخ ( ؟ ) مع كثرة الركوب بها في المواكب ، من أول النهار إلى آخره ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقنصها وفي الأصل : ننقصها ، أي نجعلها تصطاد .\r\n( 2 ) البطريق من الطير السمين وتبطرقت الطير سمنت .\r\n( 3 ) في المخصص : ان الزّمّج ذكر العقبان وقيل هو جنس من الطير يصاد به .\r\nوالزمّج : طائر دون العقاب في قمته حمرة غالبة للقتمة وفيه لغة أخرى الزّمّجى والزّمّجة .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوكنا إذا صعدنا بها الجبل صادت الغزلان والأرانب والثعالب وما شاكل ذلك ، وإذا نزلنا بها إلى الابليز صادت الكراكي والبلّارجات « 1 » وما شاكل ذلك من الطيور الكبار والحواصل ، ولما أكملت هذه الصفات كلها وجب أن نقدمها على الزمج إذ ليس لها فراهتها ولا تجمع ما تجمعه العقاب .\r\nوهذا باب انفردنا بذكره لم يسبقنا أحد اليه فمتى ذكر أحد بعدنا شيئا منه فقد حصل لنا حق السبق ، وعساه أن يكون منا استفاده أو من كتابنا نقله . وكذلك ما ذكرناه من فراهة البواشق وعظم ما صيد بها مما لم يسبقنا اليه غيرنا .\r\nوقصارى من يكون بعدنا أن يلحقنا في ذلك ، إذ قد فتحنا له طريق الصيد بها ، ودللناه على الضراءة لها ، فمتى وقع كتابنا اليه وعمل به رجونا له معرفة ذلك وتسهيله ، والا كان بمنزلة من تقدّم في التقصير عنا . وقد شرحنا في كتابنا ما يحتاج اليه من الكسائر وغيرها من الأسباب التي يقوى بها الانسان على اصلاح الجوارح ، ولم نكن نحن نعرف هذه الطرائد المعجزة ، وانما الفضيلة لمن أحبها وأمرنا أن نضري عليها ، فبإقباله صلى اللّه عليه ظفرنا بما أفدناه من معرفتها ، ولو ذهبنا إلى ذكر ما يبذله من الصلات ويتفضل به من الارزاق والهبات لم يحط به وصفنا ولا بلغه كنهنا .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) واحدها البلارج وهو طائر كبير طويل المنقار ليس بأعقف .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nباب الزمامجة وذكر ألوانها وأوزانها وضراءتها\r\nفألوانها أربعة : الأحمر والحداوي والاسبهرج والأصفر ، وفيها ما يضرب إلى السواد . وأجودها الأحمر الأسود العين وأوزانها ستة أرطال بالبغدادي وفيها ما وزنه خمسة أرطال ونصف وخمسة أرطال .\r\nوضراءتها كضراءة العقاب وهي أرق من العقاب ، وسبيلها الرفق إلى أن تجرّد ، وهي ملاح خفيفة الأرواح ، ولها مع ذلك فراهة على الكركي لا غير ، والمتوسط أفره ما رأيناه منها ، ولم نر كبيرا منها فارها . وصيدها محكم كصيد البازي إذا أمكنتها الكراكي ، وهي خفيفة المحمل وتستجيب كما يستجيب الباشق إلى يد الفارس ، ومنذ لعبنا بها وإلى حيث انتهينا ما خلينا عنها ، وما يخلو موكبنا في كل سنة من خمسة أو ستة فره ، والناس كلهم يقدرون أن يصيدوا بها الكركي ، غير أنه لم يتّجه لهم في العقبان ما اتجه لنا . وهي تلتاث كسائر الجوارح ، ويصيبها الجصّ والاسطارم ، وربما أصابها الحرّ والبرد ، ويلحقها في أجنحتها علة ترمي ريشها تسمى القرض ، وربما أصابتها علة أخرى في أجنحتها فرمت ريشها ، وهي تسمى القرح ، وربما عمي الريش في أجنحتها واستدّ مكانه ، فلا يخرج حتى تقبض ويفتح المكان ويعالج .\r\nولم نبق من سائر علاج الجوارح شيئا الا وقد شرحناه في باب البازي وغنينا بذكره هناك عن اعادته ، لأن ما ينفع الصغير ينفع الكبير من الجوارح خاصة ، غيران كلا يحتاج العلاج على قدر جسمه ، فإن كان صغيرا فالقليل يكفيه ، وان كان كبيرا كان بحسبه وباللّه التوفيق .\r\nب ( 8 )\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nذكر ما قيل في العقاب من الشعر المستحسن\r\nقال امرؤ القيس :\r\n كأنها حين فاض الماء واختلفت * صقعاء « 1 » لاح لها بالصرحة الذيب \r\n فأقبلت نحوه في الجو كاسرة * يحتثّها من هواء الجو تصويب \r\n صبّت عليه ولم تنصبّ من أمم * ان الشقاء على الأشقين مصبوب \r\n كالدلو بتّت عراها وهي مثقلة * إذ خانها وذم « 2 » منها وتكريب « 3 » \r\nوقال آخر :\r\n أمير يأكل الأسلاب منا * الا قبحا لذلك من أمير \r\n وينهى ان نغير فان اغرنا * على حيّ أغار على المغير \r\n كلقوة « 4 » مرقب ترعى صقورا * لتأخذ ما حوت أيدي الصقور \r\nوقال آخر « 5 » :\r\n قليلا ما تريث إذا استفادت * غريض اللحم عن ضرم « 6 » جزوع \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد هذا البيت مما روي لامرئ القيس هكذا :\r\n كأنها حين فاض الماء واحتفلت * صقعاء لاح لها في المرقب الذيب \r\nوالصقعاء : العقاب البيضاء الرأس . ورواية الحيوان للجاحظ ج 6 ص 339 هكذا\r\n كأنها حين فاض الماء واحتملت * فتخاء لاح لها بالقفرة الذيب \r\n فأقبلت نحوه في الجو كاسرة * يحثها من هوي اللوح تصويب \r\nوكاسرة : اي تضم جناحيها للسقوط . والهوي بفتح الهاء : هبوب الريح\r\n( 2 ) الوذم : السيور بين آذان الدلو والعراقي الواحدة ( وذمة ) والعرافي جمع عرقوة وهي العبدان المصلبة تشد من أسفل الدلو إلى قدر ذراع أو ذراعين من حبل الدلو مما يلي الدلو .\r\n( 3 ) التكريب : شد الكرب وهو الحبل يشدّ في وسط العراقي .\r\n( 4 ) اللقوة : بالفتح والكسر : العقاب الأنثى الخفيفة السريعة .\r\n( 5 ) هو شمّاخ بن ضراره وقد وردت هذه الأبيات في الحيوان من قصيدة في صفة العقاب والأرنب .\r\n( 6 ) الضرم : فرخ العقاب وفي الأصل صرم بدون نقط .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n فما تنفك بين عويرضات « 1 » * تجرّ برأس عكرشة زموع \r\n تعوذ ثعالب الشرقين منها * كما لاذ الغريم من التبيع « 2 » \r\nوأول من سبق إلى هذا المعنى امرؤ القيس فبلغ منه غاية كل أحد يرومها بعده يقصر عنها وذلك قوله :\r\n كأني بفتخاء « 3 » الجناحين نضوة « 4 » * على عجل منها أطأطئ شملال « 5 » \r\nوذكر حالها ثم قال :\r\n كأن قلوب الطير رطبا ويابسا * لدى وكرها العنّاب والحشف البالي \r\nفجمع بين تشبيهين في بيت ثم اتبعه الناس .\r\nوقال الهذليّ :\r\n وللّه فتخاء الجناحين لقوة * توسّد فرخيها لحوم الأرانب \r\n كأن قلوب الطير في جوف وكرها * نوى القسب « 6 » يلقى عند بعض المآدب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في تفسير عويرضات في الحيوان أنها موضع . والعكرشة : الأرنب الضخمة أو الأنثى . والزموع كما فسرها الجاحظ هي التي تمشي على زمعاتها أي مآخير رجليها .\r\n( 2 ) رواية البيت في الحيوان : تلوذ ثعالب الشّرفين منها . . . .\r\nوفسر الشرفين بمثنى شرف وهو ما أشرف من الأرض .\r\n( 3 ) الفتخاء : العقاب للين جناحيها .\r\n( 4 ) النضوة : المهزولة .\r\n( 5 ) الشملال : السريعة . وقد ورد هذا البيت في الديوان هكذا :\r\n كأني بفتخاء الجناحين لقوة * صيود من العقبان طأطأت شملال \r\nوفي اللسان في مادة « دفّ » قال امرؤ القيس يصف فرسا ويشبهها بالعقاب :\r\n كأني بفتخاء الجناحين لقوة * دفوف من العقبان طأطأت شملالي \r\nقوله شملالي أي شمالي ويروى شملال دون ياء وهي الناقة الخفيفة .\r\n( 6 ) القسب : تمر يابس صلب النواة الواحدة قسبة .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n فخاتت « 1 » غزالا جاثما بصرت به * لدى سمرات عند ادماء سارب « 2 » \r\n فمرت على ريد « 3 » فأعنت بعضها * فخرت على الرجلين أخيب خائب \r\nوقال آخر وهو امرؤ القيس :\r\n فأدركته فنالته مخالبها * فانسل من تحتها والدف مثقوب « 4 » \r\n لا مثلها في ذوات الجو طالبة « 5 » * ولا كهذا الذي في الأرض مطلوب \r\n يلوذ بالصخر منها بعد ما فترت * منها ومنه على العقب الشآبيب « 6 » \r\n ثم استعان بدحل « 7 » وهي تحفره « 8 » * وباللسان وبالشدقين تتريب « 9 » \r\n فظل منجحرا منها يراصدها * ويرقب الليل إن العيش محبوب « 10 » \r\nوقال آخر :\r\n يا ربما أغدو مع الاذان * والنجم قد رنّق « 11 » كالوسنان \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : فحابت . وخاتت : أي انقضت عليه .\r\n( 2 ) في اللسان : ظبية سارب ذاهبة في مرعاها انشد ابن الأعرابي في صفة عقاب :\r\n فخاتت غزالا جاثما بصرت به * لدى سلمات عند أدماء سارب \r\nورواه بعضهم سالب ( اللسان ) .\r\n( 3 ) في الأصل : ( بده ) . وفي ديوان الهذليين ج 2 / 56 ريد والريد الشمراخ من الجبل . وأعنت أهلك .\r\n( 4 ) الدفّ : الجنب ورواية الديوان « والدف معقوب » .\r\n( 5 ) في الديوان : « لا كالذي في هواء الجو طالبة » ورواية الحيوان « لا كالتي في هواء الجو طالبة » .\r\n( 6 ) في الديوان والحيوان : « على الصخر » بدلا من « على العقب » والشآبيب :\r\nجمع شؤبوب وهو من كل شيء حده .\r\n( 7 ) الدحل : نقب ضيق الأعلى واسع الأسفل .\r\n( 8 ) في الديوان والحيوان : ثم استغاثت بمتن الأرض تعفره . . . .\r\nوتعفره : تلقيه في المعفر وهو ظاهر التراب .\r\n( 9 ) في المصايد : تقريب .\r\n( 10 ) في الحيوان :\r\n « يظل منجحرا منها يراقبها * ويرقب الليل ان الليل محبوب » \r\n( 11 ) رنق النوم في عينيه خالطهما\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n والصبح مثل الأشمط العريان * والليل كالمنهزم الجبان \r\n بلقوة موثقة الأركان * غرثى وكم تشبع من غرثان \r\n كأنما تضمر للرهان * كريمة النجر من العقبان \r\n بمخلب يهتك دستباني * يفلّ حد السيف والسنان \r\n أشبه معطوف بصولجان * ومنسر من الدماء قان \r\n كأنه في رؤية العيان * سبّابة من قينة هجان \r\n مخضوبة تلوى على دستان * ومقلة طحّارة « 1 » الأجفان \r\n كأنما صيغت من العقيان * تضمن صيد الجأب « 2 » والأتان \r\n والطير في ربقتها عوان * لم تأل أن صادت بلا زمان « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طحرت العين قذاها : رمت به .\r\n( 2 ) الجأب : الغليظ من حمر الوحش يهمز ولا يهمز .\r\n( 3 ) ورد في رواية المصايد هذا البيت :\r\n ما عجزت عن عده بناني * أكرم بها عونا على الضيفان \r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nباب صيد الفهد وصفة ضراءته\r\nمن أحب ان يصيد الفهد فليعلم كيف يصاد ويطلب ، وكيف يشد إذا صيد ، وإلا فلو وقع يوما على عشرة ولم يحسن طردها وصيدها ومداراتها إلى أن يصل بها إلى منزله لم يلحق منها شيئا ، والفهد لا يقدر عليه الا في يبس ، ويحتاج من يطرده ان يحفظ اثره لأنه متى خفي عنه اثره لم يجده ، فإذا صاده فليشدد زوائده بخرقة ، بعد ان يطرح عليه كساء ويكمّمه ، ويجعله في غرارة ، وليكن رأسه خارجا من الغرارة لئلا يموت من الحر ، وعندنا بنو قرّة متعوّدة لصيده فإذا صار به إلى منزله فليعرض عليه الماء فان شربه والا رشه على رأسه واكتافه وخواصره وجوفه ، ويعمل له قلادة فيها مدور لئلا يدور فتلتوي على عنقه ويكون فيها مجرّ جيد ، ويضرب له سكة في مكان بارد ويشدّه فيها إلى آخر النهار ثم يأخذ من لحم خروف ثلاثة أرطال ، فيقطعه صغارا ويرميه في قصعة الفهد ، ويحلّ الكمامة عن فمه ، ويكون في جنبه ، ويقدّم له القصعة ، فإنه يأكل ولا يزال يمسحه ، فإذا كان وقت العشاء فليدخل به البيت برفق ، ويجعل له قنديلا في سقف البيت ليضيء عليه ، ويسهر معه أكثر الليل بالتمسيح ليألفه ، فإذا عمل به ذلك ليالي ، وأنس ووقف على قوائمه ودار حواليه فعند ذلك يحل مجره عند اطعامه ويستجيبه بالقصعة ، فكلما لحقه رمى له في القصعة قليلا من طعمه إلى أن يفرغ الطعم ، ويعمل به ذلك أياما ، حتى يتبعه مثل الكلب السلوقي ، ثم يعمد بعد ذلك فيبني له مثالا في البيت على قدر الدابة ويطرح عليه الطنفسة التي يطرحها على\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالدابة ، وإذا أراد ان يطعمه جعل طعمه على المثال واستجابه اليه ، فإذا صعد رمى له في القصعة قليلا من اللحم ، فإذا اكله انزل القصعة إلى الأرض فإذا نزل إليها رمى له فيها قليلا من اللحم ، فإذا اكله شال القصعة إلى ذلك المثال المبني أيضا وصاح به ، فإذا صعد اليه اشبعه ولا يزال يعمل به كذلك مرارا حتى يثق بإجابته ، فحينئذ فليقدّم له الدابة ، وليكن فرسا هادئا لا نفورا ، ويستجبه اليه ، فإذا طلع على الفرس ولم ينفر ، وصار محكما ، فيخرجه إلى الصحراء ويجعل طعمه فيها ، ويحكم اجابته إلى الدابة ، حتى أنه يجري الفرس جريا وشديدا ، والفهد يجري يطلبه ، فإذا رآه كذلك فقد احكم اجابته ، ثم يطعمه يوما ويغيّه يوما ، وليكن حول قصعته حلق لتكون له علامة ، إذا سمعها جاء إليها ولم يتأخر ، فإذا احكم ذلك فلم يبق عليه في تعليمه شيء فليخرج به إلى الصحراء ويأخذ معه غزالا ويخلّه له ، فإذا اخذه ذبحه وقدّم القصعة ، وفيها طعمه من اللحم الطري وجعل فيها من دم الغزال ، وان كان اللحم بائتا ردّه كما يرد البازي ، فإذا اشبعه ركب الدابة واخذه ، فإذا عمل به ذلك مرارا فليطلب به غزالا وطيّا فإنه يصيده فإذا شبع وتمهّد عليه طلب به عجول بقر الوحش ، فإنه يصيدها ان شاء اللّه ، وهذه صفة الضراءة وما عندنا فيها .\r\n\r\nذكر الصيد بالفهد وما يستحسن منه\r\nاعلم أن الصيد بالفهد ثلاثة أصناف ، فمنها ان ينزل إلى الوحش ولا تعلم به ، ومنها ما يكون مجاودة ، ومنها ما يخلّى وتطرد له الوحش ، وهي ثلاثة أبواب ملاح ، وأحسنها ما كان مجاودة . وزعم أرسطاطاليس ان الفهد تولّد من سبع ونمر ، ومن شأنه إذا وثب على طريدة لم يتنفس حتى يأخذها ، فيحمى لذلك وتمتلئ رئته من الهواء الذي حبسته .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوسبيله ان يراح ريثما يخرج ذلك النفس ، وتبرد تلك الغلّة ، ويشقّ له عن قلب الطريدة بعد تذكيتها ، ويطعمه ويسقى ريه من الماء ان كان الزمان حارا ، ودون الري ان لم يكن الحر شديدا ، ثم يبتغى به طريدة أخرى ، ولا يكلّف في يومه أكثر من خمسة اطلاق ، وقد يصاد به في اليوم نحو عشرة اطلاق ، وان لم يرح لم يفلح بعد ذلك . ومن طباعه الحياء وكثرة النوم والغضب . ولا يعلم أنه عاظل « 1 » أنثى وهو في يد الأنس ، وقد عني بمراعاة ذلك واجتهد فيه فلم يعرف منه ، والأسد كثيرا يفعله .\r\nوذكر بعض الفهادين العلماء بصيدها وطباعها ، انه يمسح الفهد والفهدة ويمر يده على جميع أعضائها فتسكن لذلك حتى تصيب يده موضع بعرها ، فتقلق لذلك وتنعطف عليه لتعض يده . ونومه يضرب به المثل . قال بعض الشعراء يصف نومه :\r\n فأما نومه في كل حين * فعين الفهد لا تقضي كراها \r\nوقال المكتفي ووصف يوم صيد بكثرة وحشة وضراءة فهوده :\r\nفمضى يومنا بين فهود لا تشبع ، وظباء لا تجزع . اخبر بذلك عنه أبو بكر محمد بن يحيى الصولي . وقال بعض الكتّاب وعابه قوم بكثرة النوم ونسب إلى الاخلال بأعماله والتقصير في تنفيذ أموره :\r\n رقدت مقلتي وقلبي يقظا * ن يجسّ الأمور جسّا شديدا \r\n يحمد النوم في الجواد كما لا * يمنع الفهد نومه ان يصيدا \r\nوفي طباع الفهد مشاكلة لطباع الكلب حتى في ادوائه ودوائه ، والنوم الذي يعتريه شبيه بنعاس الكلب . ومن قول الأعشى في صفة بخيل مماطل :\r\n لاقى مطالا كنعاس الكلب \r\nورجع بنا القول إلى استتمام شرح الصيد بالدسيس « 2 » وسبيله في صيده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عاظل : ساند وعظلت الكلاب ركب بعضها بعضا .\r\n( 2 ) الدسيس : ما كان فيه استخفاء بخلاف المصحر .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nغير سبيل المصحر وهو إبله جدا ، لما يظهر منه في تعمّله لستر شخصه وخفاء سره ، ويرسل على بعد من الطريدة بعد ان يتشوّفها ، ويتلطف لإرساله من غير قلق ، فتراه يمر مثل عناق الأرض رافعا يدا وواضعا أخرى ، على وزن وقدر متناسب ، ما دامت الظباء ناكسة رءوسها ترتعي ، فإذا شالتها وخاف منها التنبه عليه أمسك على الصورة التي تنتهي به الحال إليها ، لا يقدّم ولا يؤخّر ، ولا يرفع الموضوعة ولا يضع المرفوعة فإذا طأطأت رءوسها سلك سبيله الأولى ، حتى تقول إنه في تلك الحال كحال القانص الذي وصفه رؤبة فقال :\r\n فبات لو يمضغ شريا « 1 » ما بصق \r\nوهذه المشية يقال لها الدألان والدأل والدألى يقال دأل له يدأل إذا مشى مشية الختل وأدى له يأدو له ودأيت أدأى وفي المثل والذئب يأدو الغزال ليأكله . وفي اللفظ الأول يقول الراجز « 2 » :\r\n اهدموا بيتك لا أبا لكا * وزعموا انه لا أخا لكا \r\n وانا امشي الدألى حوالكا \r\nوقال آخر :\r\n أدوت له لآكله * وهيهات الفتى حذر \r\nوقد قال المحدثون في طرد الفهد شيئا كثيرا نحن نذكر ما استحسناه الا صيد الدسيس ، فما وصفه وأصف على حق صفة سوى بعض الكتّاب فقال :\r\n قد أسبق الاخوان بالتغليس * قبل غناء القسّ والناقوس \r\n والروض مثل حلة الطاوس * والريح مثل نكهة الكئوس \r\n أو مثل ما انثوه « 3 » عن جليسي * بطالع مصحّح مقيس \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشري : الحنظل .\r\n( 2 ) أنشد هذا البيت سيبويه فيما تضعه العرب على ألسنة البهائم لضب يخاطب ابنه .\r\nوالدألى كجمّزى مشية فيها ضعف أو عدو متقارب أو مشي نشيط كما جاء في التاج .\r\n( 3 ) نثا فلان الحديث : حدّث به وأشاعه .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n مبرّإ من نظر النحوس * أسعد بالتثليث والتسديس \r\n بذي دهاء مضحك عبوس * جهم كسي من صنعة القدوس \r\n ديباجة من أحسن اللّبوس * كأنما يبتزّ من عروس \r\n إبليس أو أمكر من إبليس * ختّال أظب « 1 » مخبت الحسيس \r\n طبّ بصيد عفرها « 2 » والعيس « 3 » * لا مصحر للوحش بل دسيس \r\n لطا « 4 » لطوّ الحامل الحسيس * والسطو سطو القادر الارّيس « 5 » \r\n له دبيب ليس بالمحسوس * مثل دبيب الماء في الغروس \r\n فعل كمتن الجحفل الخميس * وحش يضاهي حيلة الأنيس \r\n حتى إذا أفضى من التأنيس * إلى سكون النافر الشّموس \r\n وحمّت الآجال للنفوس * أبدلها من نعمة ببوس \r\n أسرع من عين إلى نفيس * لاه عن الخشفان « 6 » بالتيوس \r\n مبتدئا منهن بالرءوس * وجدّة العيش إلى دروس \r\n وما من الأيام من محروس \r\nوقال آخر « 7 » في صفة الفهد والطريدة :\r\n بذلك أبغي الصيد طورا وتارة * بمخطفة « 8 » الأكفال رحب الترائب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمع ظبي .\r\n( 2 ) العفر : جمع أعفر وهو ما يعلو بياضه حمرة .\r\n( 3 ) العيس : الإبل البيض وقد استعار العيس هنا للظباء .\r\n( 4 ) لطا الرجل : التجأ لي صخرة أو غار .\r\n( 5 ) الارّيس : الأمير .\r\n( 6 ) جمع خشف أي ولد الظي والتيوس هنا ذكور الظباء .\r\n( 7 ) هو أحمد بن زياد بن كريمة من معاصري الجاحظ .\r\n( 8 ) فرس مخطف الحشا بضم الميم وفتح الطاء إذا كان لاحق ما خلف المحزم من بطنه وفي رواية أخرى في الحيوان مخطفة الأحشاء .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n مرققة الأذناب نمر « 1 » ظهورها * مخططة الآذان غلب الغوارب \r\n مدرّبة زرق كأن عيونها * حواجل تستذري متون المراكب « 2 » \r\nالحوجلة القارورة ، وتستذري يصف مكانها خلف الراكب ، وان ظهره يذريها أي يسترها والذري الستر ومنه :\r\n إذا قلّبتها في العجاج « 3 » حسبتها * سنا ضرم في ظلمة الليل ثاقب \r\n مولعة « 4 » فطس الجباه « 5 » عوابس * تخال على أشداقها خط كاتب \r\n نواصب آذان لطاف كأنها * مداهن « 6 » للأجراس من كل جانب \r\n ذوات أشاف « 7 » ركّبت في أكفها * نوافذ في صم الصخور نواشب \r\n فوارس ما لم تلق حربا ورجلة * إذا آنست بالبيد شهب الكتائب « 8 » \r\n تضاءل حتى ما تكاد تبينها * عيون لدى الصيران « 9 » غير كواذب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنمر : ما فيه نمرة بيضاء وأخرى سوداء . وغلب الغوارب أي غليظة الأعناق .\r\n( 2 ) استذريت به وتذرّيت : استترت . وفي الأصل متون الكواكب . وقد جاء البيت في نهاية الإرب ج 9 / 250 كما يلي :\r\n مدنرة ورق كأن عيونها * حواجل تستوعي متون الرواكب \r\nوفي الحيوان : « تستذي متون الرواكب » .\r\n( 3 ) في نهاية الأرب : « الحجاج » أي العظم المستدير حول العين . وفي الحيوان « الفجاج » .\r\n( 4 ) التوليع : استطالة البلق . يقال برذون وثور مولّع . والبلق محركة سواد وبياض .\r\n( 5 ) في النهاية : « فطس الأنوف » .\r\n( 6 ) المداهن : جمع مدهن بضم الميم والهاء وهو آلة الدهن أو قارورته . والأجراس :\r\nاستماع الجرس بفتح الجيم وهو الصوت .\r\n( 7 ) جمع إشفى وهو المثقب والمقصود هنا الأظافر .\r\n( 8 ) المراد بشهب الكتائب جماعة الوحش التي تتصيدها الفهود .\r\n( 9 ) الصوار : قطيع البقر والجمع صيران والبقر معروف بسعة العيون . وفي الحيوان « الصّرّات » ورواية النهاية « الضّبرات » أي « الوثبات » .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n حراص يفوت البرق أمكث جريها * ضراء مبلّات « 1 » بطول التجارب \r\n توسّد أجياد الفرائس أذرعا * مرمّلة تحكي عناق الحبائب « 2 » \r\nوهذه تشتمل على معان كثيرة وقد سرقها عبد الصمد بن المعذّل فقال يصف الفهد :\r\n قد أغتدي والشمس في أرواقها * لم تأذن السّدفة « 3 » في اشراقها \r\n وصحبتي الأمجاد في أعراقها * على عتاق الخيل من عناقها \r\n نمر بنات القفر من أرزاقها * تغدو منايا الوحش في أطواقها \r\n قد واثقتنا وهي في ميثاقها * وفيّة ما الغدر من أخلاقها \r\n مدمجة هيف على أحناقها « 4 » * باعدها التنهيم من أشباقها « 5 » \r\n ترى بأيديها لدى اتساقها « 6 » * وصيدها بالقاع واتفاقها \r\n مثل أشافي « 7 » القين في انزلاقها * تقدّما تحبط باعتلاقها \r\n قد التجار العصب من شقاقها * كأنها والخزر من حداقها \r\n والخطط السود على أشداقها * ترك جرى الإثمد من آماقها \r\n باتت إلى الصيد من اشتياقها * وجذبها الأعناق من ارباقها \r\n كأسراء العجم في أوهاقها * تضرم في العزاء من تنزاقها \r\n تلهّب النيران في احتراقها * حتى إذا آلت إلى متاقها \r\n بالسهلة الوعساء من براقها * في مأمن الصيران من طرّاقها \r\n ورعيها الناضر من طبّاقها * وآنست بالطرف واستنشاقها \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبلّ : الثبت الجريء . وهذه رواية الحيوان والنهاية . وفي الأصل : مدلّات .\r\n( 2 ) المرملة : الملطخة بالدم . وفي الأصل : عناق الحنائب .\r\n( 3 ) في هذه القصيدة غموض واضطراب ولم نعثر لها على مصدر . والسّدفة بالفتح : الظلمة .\r\n( 4 ) احنق البعير : لصق بطنه بصلبه .\r\n( 5 ) في المصايد : أشناقها .\r\n( 6 ) في المصايد : انسلاقها .\r\n( 7 ) في المصايد : أثافي .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n وجعلت تأشر « 1 » من إقلاقها * حلّت وسمّينا على إطلاقها \r\n وقد حدرنا الوحش من آفاقها * يسوقها الحين إلى مساقها \r\n إدناءك الحور إلى عشاقها * وهي على الغبراء في التزاقها \r\n حدافة تخفى على رمّاقها * من ختلها للوحش من اسفاقها « 2 » \r\n كأنها الحيّات في اطراقها * أما رأيت الريح في انخراقها \r\n ولمعة البارق في ائتلاقها * وغيبة الشؤبوب « 3 » في انبعاقها \r\n وطيرة الأقدح في انمراقها * تهوي هويّ الدلو « 4 » في ارشاقها \r\n ما أدرك الطرف سوى لحاقها * وهصرها الآرام واعتناقها \r\n وخصفها الأيدي إلى أعناقها * شرك الضباع النعل في طراقها \r\n شاصية تنشج في آماقها * تفحص في التامور « 5 » من مهراقها \r\n بطح الغواة الوفذ من زقاقها * لا نصطفي منها سوى حذاقها \r\n بورك للأمير في رفاقها \r\nوقال عبد اللّه بن المعتز يصف فهدة :\r\n ولا صيد الا بوثّابة * تطير على أربع كالعذب « 6 » \r\n فان « 7 » أطلقت من قلاداتها * وطار الغبار وجدّ الطلب \r\n فزوبعة « 8 » من بنات الرياح * تريك على الأرض شيئا عجب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أشر : بطر .\r\n( 2 ) في المصايد : اغواقها .\r\n( 3 ) الشؤبوب : الدفعة من المطر .\r\n( 4 ) في الأصل : الدبو .\r\n( 5 ) التامور ويهمز : الدم .\r\n( 6 ) العذب : خرق الألوية . ورواية الأصل العدب دون نقط . وفسرها في النهاية بالخيوط التي ترفع بها الموازين ، واحدها عذبة ، شبه بها أرجل الفهدة في الدقة والنحول .\r\n( 7 ) في النهاية : متى أطلقت .\r\n( 8 ) في النهاية : ملمّعة من نتاج الرياح . وفسر الملمعة بذات لمع من ألوان مختلفة .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n تضم الطريد إلى نحرها * كضم المحبة من لا يحب « 1 » \r\nقوله من لا يحب مبالغة في وصف تشبثها لأن ضم المحب من يعلم أنه لا يساعده على المحبة أشد توثقا ولزاما . واخذ هذا من قول العرجي :\r\n فتلازما عند الوداع صبابة « 2 » * أخذ الغريم ببعض ثوب المعسر \r\nوالمعسر كاره لتعلق الغريم به ، وكان الصواب أن يوقع تشبيها يدل على أن كل واحد منهما مضاه لصاحبه بالملازمة ، كما قال القائل وهو الجيد :\r\n ثم اعتنقنا عناقا ليس يبلغه * تلاصق الطلع في طي الكوافير « 3 » \r\nوتشبيه ابن المعتز في هذا حسن لأن الفهد مجتهد في التشبث بالظبي [ والظبي مجتهد في التشبث بالظبي 
  ] « 4 » والظبي مجتهد في مغالبته وكذلك ضمّ المحب من لا يحبه :\r\n إذا ما رأى عدوها خلفه * تناجت ضمائره بالعطب \r\n ألا رب يوم لها لا يذمّ * أراقت دما وأغاثت سغب \r\n لها مجلس في مكان الرديف * كتركية قد سبتها العرب \r\n ومقلتها سائل كحلها * وقد حلّيت سبجا « 5 » في ذهب \r\n غدت وهي واثقة أنها * تفوز « 6 » بزاد الخميس اللجب \r\n فظلت لحوم ظباء الفلاة * على الجمر معجلة تنتهب \r\n كأن سكاكينهم نشّرت * معصفرة « 7 » فوق جزل الحطب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواية الديوان : « من قد أحب » .\r\n( 2 ) في المصايد : فتوافقا عند الوداع تلازما .\r\n( 3 ) الكوافير : جمع كافور وهو وعاء الطلع . وفي رواية ( الكرانيف ) .\r\n( 4 ) في الأصل هكذا وهو مكرّر .\r\n( 5 ) السّبج : خرز أسود وفي النهاية : سبحا .\r\n( 6 ) في الديوان : تقوم .\r\n( 7 ) الظاهر أنه أراد بها اللحم المصبوغ بالعصفر .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوالبيتان اللذان فيهما المعنى مأخوذان من قول عبد الصمد وهما :\r\n كأنها والخزر من حداقها * ترك جرى الإثمد من آماقها \r\nوزاد ابن المعتز عليه في ذكر الرديف . وقال الرقاشي في صفته :\r\n لما غدا للصيد آل جعفر * رهط رسول اللّه آل المفخر \r\n بفهدة ذات شوى « 1 » مضبّر « 2 » * وكاهل نأت « 3 » وعنق أزبر « 4 » \r\n ومقلة سال سواد المحجر * منها إلى شدق رحاب المفغر « 5 » \r\n وذنب طال « 6 » وجلد أنمر « 7 » * وأيطلي « 8 » مستأسد غضنفر \r\n واذن مكسورة لم تجبر * فطساء فيها رحب « 9 » في المنخر \r\n مثل وجار التتفل « 10 » المغوّر « 11 » * أدّبها « 12 » إسحاق في تقدّر \r\n بالنقل والأشلاء غير ممتر « 13 » * كأن فوق الأعوجيّ الأشقر \r\n ملكا ترقى عتبات منبر * طرّاحة « 14 » بالطرف ذي التسعر « 15 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشوى : اليدان والرجلان والأطراف . ورواية الحيوان ( قرا ) .\r\n( 2 ) ضبر الرجل : اكتنز لحمه ولززت عظامه .\r\n( 3 ) في الحيوان : باد .\r\n( 4 ) من زبر الشعر : آي انتفش . وزبر الوبر : أي طلع . وفي الحيوان أزهر .\r\n( 5 ) الرحاب بالضم : الرحب الواسع . والمفغر : المفتح .\r\n( 6 ) في الأصل : طاب والرواية هذه من الحيوان .\r\n( 7 ) الأنمر : ما فيه نقط سواد وبياض .\r\n( 8 ) الأيطل : الخاصرة . وفي الحيوان : ( وأيطل ) .\r\n( 9 ) في المصايد : نكت .\r\n( 10 ) التتفل : الثعلب .\r\n( 11 ) رواية الحيوان : « المقوّر » أي الموسّع .\r\n( 12 ) رواية الحيوان : أرثها إسحاق في التعذر .\r\n( 13 ) في هذا الشطر غموض .\r\n( 14 ) طرّاحة بالطرف : بعيدة النظر .\r\n( 15 ) تسعرت النار : اشتعلت واشتدت .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n بين الصوى « 1 » والصحصان « 2 » الأغبر * حتى إذا ما آنست كالأصور « 3 » \r\n سرب ظباء بكثيب أعفر * جاذبت المقود في تأمّر \r\n وعلم العبد وان لم يخبر * بحالها أطلقها كالقسور « 4 » \r\n تنساب كالحية في تستّر * فمرّ « 5 » بين مقبل ومدبر \r\n مرّا كلمع البرق لم يفتّر * كأن نضح الأرجوان الأحمر \r\n منها على الخدين والمعذّر \r\nوالمسنّ منها إذا صيد كان أسرع انسا وأقبل للتأديب من الجرو الذي يربى ويؤدّب ، لأن الجرو يخرج خبّا « 6 » والمسنّ يخرج على التأديب صيودا غير خب ، وليس شيء في مثل جسم الفهد الا والفهد أثقل منه وأحطم لظهر الدابة التي يحمل على مؤخرها والأنثى أصيد وكذلك عامة إناث الجوارح وهو من الحداد الأسنان ، ويدخل بعضها « 7 » في بعض ، وكذلك الأسد والكلب .\r\n\r\nذكر ما قيل في ابتذال الملك نفسه في الصيد بهذا الضاري\r\nومباشرته له وقد ذكر ذلك عن كثير من الجلة والملوك ونحن نذكره في موضعه من الكتاب ان شاء اللّه وقد قال بعضهم في ذلك :\r\n ومن شغفي بالصيد والصيد شاغف * مطاردتي للوحش والفهد لي ردف \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصّوى : جمع مفرده صوّة والصوّة ما غلظ وارتفع من الأرض .\r\n( 2 ) الصحصحان : ما استوى من الأرض وجرد .\r\n( 3 ) الأصور : ذو الصور أي الميل .\r\n( 4 ) القسور : الأسد .\r\n( 5 ) الأرجح أنها تمرّ .\r\n( 6 ) مخادعا خبيثا .\r\n( 7 ) في المصايد : على بعض مطبقة .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n إذا شئت أن أعدو عليها ذعرتها * بسيفين مغوارين « 1 » تحتهما طرف « 2 » \r\n وأجعل كفي للجوارح منبرا « 3 » * وليس بها ثقل عليها ولا عنف \r\n مآرب نفس لا تليها لغيرها « 4 » * وعزم قوي ليس في عزمه ضعف \r\n إذا صاد غيري الصيد ثم أكلته * فلذة ذاك الصيد لي قلما تصفو \r\n وما عاب لبس الدستبان أناملا * تليق بها الأقلام والسيف والصحف \r\n فللباز منها موضع ولموضع * مصافحة الأشراف واللثم والرشف \r\n واني لممدوح « 5 » المذاهب جمها * إذا لم يحاول غير مذهبه الطرف « 6 » \r\n وما الظّرف الا جمع كل لطيفة * بذلك من تفسيره سمي الظرف \r\nوقال الناشي :\r\n وأنمر موشي القميص ملمّع * كأن عليه منه رقما موشما \r\n يلوح على خديه خطان عرّجا * قليلا وردّا هابطين فقوّما \r\n مفتّل عضدي ساعديه كأنما * أعيرا بقدّ « 7 » ثم شدّا فأبرما \r\n فنيطت فضول الساعدين وأحكمت * برصغين « 8 » لزّا بالوصول فألحما \r\n تضمّن أظفارا كأن حجونها * حجون الصياسي « 9 » أعجزت أن تقلما \r\n له هامة لو أن كفار هيشة « 10 » * دحتها على صم الصفا لتهدّما \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المغوار : كثير الغارات .\r\n( 2 ) الطرف بكسر الأول : الكريم من الخيل .\r\n( 3 ) المبر : المكان المرتفع .\r\n( 4 ) في المصايد : ما رب نفس ما بلتها بغيرها .\r\n( 5 ) في المصايد : لمحمود .\r\n( 6 ) الطرف : الرحل لا يثبت على صحبة أحد . وفي المصايد : الصرف .\r\n( 7 ) القدّ : السير يخصف به النعل .\r\n( 8 ) الرصغ هو الرسغ والرسغ المفصل ما بين الساعد والكف والساق والقدم ومثل ذلك من كل دابة .\r\n( 9 ) لعلها الصياصي جمع صيصة وهي شوكة الحائك ، أو الصنارة التي بغزل بها وينسج .\r\n( 10 ) الرهيش : الضعيف الدقيق القليل اللحم .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n وعينان لو تدني إلى قبسيهما * ذبالا « 1 » تذكّى منهما وتضرّما \r\n ونابان لو يسطو الزمان على الورى * بحدّيهما كان الحمام مقدّما \r\n ووجه يجيل الخير في صفحاته * أبى كيده للخلق أن يتبسّما \r\n وجفنان يغتال الردى لحظاتها ( ؟ ) * فلا يمكنان النفس أن تتلوّما \r\n وشدقان كالغارين يلتهمان ما * من الربد « 2 » والحمش « 3 » الأوابد الهما \r\n أجدت له التقويم حتى كففته * عن الشيم اللاتي أبت أن تقوّما \r\n وعلّمته الامساك للصيد بعد ما * يئست لطبع الجهل أن يتعلما \r\n فجاء على ما شئته ووجدته * محلّا لما قد كان من قبل حرّما « 4 » \r\n إذا ما غدونا نبتغي الصيد أسمحت * لنا نفسه ألا تريق له دما \r\n وما يتولى منه ارهاق نفسه * ولكن يؤديه صحيحا مسلّما \r\n إذا لاحظت عيناه خشفا « 5 » يرومه * تنمّر في اكفهراره وتزغّما « 6 » \r\n فيكفيه من احضاره وثباته * ومن روغان الصيد أن يتجهّما \r\nوقال ابن المعتز :\r\n أنعت أمثالا قذذن قذا « 7 » * يشحذها الشوط البطيء « 8 » شحذا \r\n نوازيا خلف الظباء جذّا * كأنما تجبذهن « 9 » جبذا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذبال : جمع مفرده ذبالة وهي الفتيلة .\r\n( 2 ) الرّبدة بالضم لون إلى الغبرة ، والربداء من المعز السوداء المنقطة بحمرة .\r\n( 3 ) الحمش : جمع أحمش آي الدقيق الساقين .\r\n( 4 ) رواية المصايد :\r\n فجاء على ما شئته واشتهيته * محلا لما بالأمس قد كان حرّما \r\n( 5 ) في المصايد : حشفا . والخشف ولد الظمي أول ما يولد .\r\n( 6 ) تزغّم الجمل : ردّد رغاءه في لهازيمه ثم اطلق على المغضب .\r\n( 7 ) فذّ السهم : الصق به القذة أي الريش .\r\n( 8 ) في الديوان : البطين .\r\n( 9 ) جبذه : جذبه .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n تجذّ غيطان الفلاة جذّا * كالنبل هذّتها « 1 » القسي هذّا \r\n لم أدر ذا أسرع شدّا أم ذا \r\nوقال أيضا :\r\n قد أغتدي قبل غدوّ بغلس * وللرياض في دجى الليل نفس \r\n حتى إذا النجم تدلى كالقبس * قام النهار في ظلام قد جلس \r\n بلاحق الوثبة ممتدّ النفس * محملج « 2 » أمرّ امرار المرس \r\n نعم الرديف راكبا « 3 » فوق الفرس * ينفي القذى عن مقلة فيها شوس \r\n كالزّلم « 4 » الأصغر صكّ فانملس * عليه تلويحات وشم ما درس \r\n لما خرطناه تدلى « 5 » وانغمس * وخادع الموت ابن وثاب « 6 » خلس \r\n إذا عدا لم ير حتى يفترس \r\nوقال :\r\n انعتها تفري الفضاء عدوا * نوازيا « 7 » خلف الطريد نزوا \r\n لا تحسن القدرة منها عفوا * قد وجدت طعم الدماء حلوا \r\nوقال أبو الحسين الحافظ :\r\n قد أسبق العصم « 8 » وغير العصم * بجيد القلب بعيد الهمّ \r\n مدنّر الجلد خفيف النجم * كأنه في ثوب خزّ رقم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذّه : دفعه بشدة .\r\n( 2 ) المحملج : المفتول . ورواية هذا البيت من الديوان وجاء في الأصل : ادمج امرار النفس .\r\n( 3 ) في الديوان : رانبا .\r\n( 4 ) لعله أراد به تشبيهه بالسهم أو القلم ، لأن من معاني الزلم السهم والقلم . وفي الديوان :\r\nالأصفر بدل الأصغر وهو أوضح .\r\n( 5 ) في الديوان : تدانى .\r\n( 6 ) في الديوان : وثبات .\r\n( 7 ) نزا : وثب .\r\n( 8 ) الأعصم من الظباء والوعول : ما في ذراعيه أو في أحدهما بياض وسائره أسود أو أحمر .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n تخاله بعض نجوم الرجم * مركّب من عصب وعظم \r\n ما فيه وزن درهم « 1 » من لحم * فكم دم أراقه من قرم \r\n معصفر يشبه ماء الكرم * أنفع لي من شاهد لخصم \r\nقال ودمه إذا خلط بورس وخل عنصل ولطخ به قدم المنقرس سكن ألمها . وتعرض له من العلل الخام والجرب والحفا . فالخام يعرض له من اعوجاج الرّجل ودواؤه أن يطعم اللحم غبا بشيء من سمن البقر وعسل أو يؤخذ قرطم فيدق ويطبخ حتى تخرج رغوته ويصفى ويداف « 2 » فيه ثلاث أواق عسل ، ويلقى عليه وزن خمسة دراهم فانيات ويحقن به .\r\nوالجرب يعرض له من بوله ، وسبيله أن يبسط تحته رمل يبول فيه ، لئلا يترشش عليه شيء من بوله ، والرمل يصفي شعرته ، ودواؤه أن يسحق له الكبريت الأبيض ويخلط بزيت ويغلى على النار ويطلى به موضع الجرب .\r\nودواء الحفا قد وصفناه في باب الكلب وهو نافع للفهد ان شاء اللّه .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : ذرة .\r\n( 2 ) داف الدواء : خلطه .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nباب في صفة الظباء وذكر مواضعها التي تأويها وأسنانها وصيدها وما فيها من المنافع وما قيل في ذلك من الشعر\r\nاعلم أن الظباء أصناف تختلف لاختلاف مواضعها ، فالبيض منها يقال لها الآرام وهي تسكن الرمل وهي أشد الظباء حضرا ، والحمر تسكن القفاف وهي المواضع العالية ، ومنها العصم والوعول وهي التي في أكرعها بياض . والفائدة في تمييزنا إياها علم المتصيد بهذه المواضع حتى إنه إذا رأى من هذه الأصناف شيئا علم من أين اقتنص فينسبه إلى مكانه ، والظبي أول ما يولد طلّ ثم خشف ثم شادن إذا طلع قرنه ، فإذا تمت قرونه فهو شقر ، ثم جذع ثم ثنيّ وجمعها ثنيان . لا تزيد على ذلك حتى تموت .\r\nقال الشاعر :\r\n فجاءت كسنّ الظبي لم نر مثلها * شفاء قتيل أو حلوبة جائع \r\nوسأل جعفر بن محمد صلوات اللّه عليهما أبا حنيفة فقال : ما على محرم كسر رباعية ظبي ؟ قال ؛ يا ابن رسول اللّه ما أعلم ما فيه . فقال عليه السّلام :\r\nأنت فقيه زمانك ، ولا تعلم أن الظبي لا تكون له رباعية ، وهو ثني أبدا .\r\nوعدوها يقال من الظبي يهقق « 1 » ويدرق « 2 » ويطفر « 3 » وينقز « 4 » إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل يهفق . ويهقق يسير بشدة .\r\n( 2 ) درق الظبي : اسرع في مشيته .\r\n( 3 ) وثب في ارتفاع .\r\n( 4 ) نقز الظبي : وثب على نواقزه اي قوائمه .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nجمع قوائمه ووثب ، وإذا تخلف من القطيع قيل خذل ، وطمر إذا وثب من عال إلى أسفل ، وإذا طلعت الجوزاء من حمارّة القيظ قالت « 1 » الظباء في كناسها ، ولها نومتان في مكنسين مكنس الضحى ومكنس العشي .\r\nويقال نقلت الظباء إذا انتقلت من مكانس الضحى إلى مكانس العشي ، وانما رعيها في ناجر « 2 » وهو صفر في الليل ، وفي برد الغدوات أحيانا وتلزم الرمل وهو ما استطال ، ومن الجبال ما ارتفع ، وترعى في ذلك الحزن والقف لشدة حرّهما . قال ذو الرمة في انتقالها :\r\n إذا ذابت الشمس اتّقى صقراتها * بأفنان مربوع الصريمة معبل « 3 » \r\n إلى ظل « 4 » بهو ذي أخ يستعده * إذا هجّرت أيامه للتحول \r\nالمعبل ما ظهرت خوصته « 5 » من الارطاب . والبهو كناس واسع له أخ إلى جنبه بالغداة والعشي قال وهو ظلف الظبي لما يطأ عليه . وإبرة روقه قرنه أول ما يطلع ، ومنه قول الشاعر وهو عدي بن الرقاع :\r\n تزجي أغنّ كأن إبرة روقه * قلم أصاب من الدواة مدادها \r\nوقال آخر في حجم القرن :\r\n كأنهما فصّان من فوق فضة * من الجزع أو زرّان بالأمس سوّدا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قالت : نامت في القائلة .\r\n( 2 ) ناجر : شهر رجب أو صفر وكل شهر من شهور الصيف لأن الإبل تنجر اي تعطش فيه .\r\n( 3 ) ذابت الشمس اشتد حرها ، اتقى صقراتها اي تحرز منها وانتقلها والصقرات شدة وقع الشمس . ومعبل مورق وقيل الذي سقط ورقه ( من ديوان ذي الرمة المطبوع في كمبردج ) .\r\n( 4 ) في الديوان إلى كل . وشرح البيت هكذا : بهو واسع يعني الكناس الذي يستتر فيه الوحش ، ذي أخ يقول لهذا البهو أخ اي كناس آخر قريب منه تحول فيه إذا هجرت أيامه اي اشتد حرها ، يقول له مكنان واحد لأول النهار وآخر لآخره .\r\n( 5 ) كذا في الأصل وبفهم من السياق انها أوراق الارطاب أو زهره .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nويستدل عليها بآثارها في الرمل والخبار « 1 » من الأرض وبأبعارها فيما سوى ذلك من الصلابة ، وظلفها شديد الأثر فيما تطأ عليه ، وشبّهه بعض المجّان بالهن فقال فيه :\r\n وتكشف عن كظلف الظبي لطفا * وقعر البحر عمقا واتساعا \r\nوقال اعرابي :\r\n كأن هنها عند لمس اللامس * وطأة ظبي في مكان يابس \r\nوإذا مدح هذا الموضع يكون كما قالت أعرابية :\r\n ان هني لحسن كما ترى * كوطأة الثور الثنيّ في الثرى \r\nويستدل على صيد الأرض بشكلها وموضعها من السهل والحزن والرمل والصفا والانخفاض والارتفاع والآثار والأبعار ، وكذلك يقال لكل ذي خف وظلف غير البقر ، فأما بعر الغزال فيفرك ويستدل عليه بريحه ولطفه وتدويره قال ذو الرمة :\r\n ترى بعر الغزلان فيه وفوقه * حديثا وعاميّا كحب القرنفل « 2 » \r\nويستدل على الظبي الكبير بنباحه ، وإذا أسنّ الظبي نبح قال الشاعر :\r\n وينبح بين الشعب نبحا كأنه * كلاب سلوق أبصرت ما يريبها \r\nوالظبي يبيضّ إذا تهزّل « 3 » ويحكى انه من أملح الحيوان سكرا من الشراب ولا يدخل كناسه الا مستدبرا ، يستقبل بعينه ما يخافه على نفسه وخشفه ، وليس يحضر في الجبال ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبار من الأرض : ما لان واسترخى .\r\n( 2 ) ورد هذا البيت في الديوان على هذا الوجه :\r\n ترى بعر الصّيران فيه وحوله * جديدا وعاميا كحب القرنفل \r\nوفسره فقال : الصيران جمع صوار والصوار القطيع من البقر والعامي الذي اتى عليه العام فيه اي في الكناس .\r\n( 3 ) كبر .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nقال الشاعر :\r\n والظبي في رأس اليفاع تخاله * عند الهضاب مقيّدا مشكولا \r\nويصاد بالشرك والحبالة وايقاد النار بإزائه ، فإنه لا يزال يتأملها ويدمن النظر إليها ، فيغشي بصره ويذهل عقله ، وربما أضيف إلى النار تحريك أجراس فيذهل لذلك ويؤخذ .\r\nقال الشاعر :\r\n سوى نار بيص ؟ ؟ ؟ أو غزال بقفرة ( ؟ ) * أغنّ من الخنس المناخر توأم \r\nويصاد بالناقة وهو أن تتّخذ له ناقة تسمى الدرية ، ويتوغلون بها في المرعى حتى تكثر الظباء النظر إليها ، ويخفي صاحبها نفسه ويكمن ويستتر ، ويأتي متخفيا يمشي إلى جنبها ، حتى إذا دنا من الظبي قبض عليه أو رماه من كشب .\r\nقال أبو الطمحان « 1 » :\r\n حنتني « 2 » حانيات الدهر حتى * كأني قانص أدنو لصيد \r\n قريب الخطو يحسب من يراني * ولست مقيّدا أمشي بقيد \r\nويصيده الأعراب الشديد والعدو بالجري حتى يقبض على قرنه ، وربما حيل بينه وبين المياه ، ونصب له حذاء الحبالة ماء فيهمّ بوروده ، فيقع في الحبالة والاشراك ، ويصيده الطير والعقاب « 3 » وقال الشافعي ان ما صيد بالحديد الذي يكون في الحبالة إذا قتله ذلك الحديد لم يكن ذكيا ، لأنه لا يقوم مقام السهم الذي يرمى به فيقتله ، لأن فعل ذلك الحديد لم يتصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو الطمحان القيني كما جاء في الأغاني ج 11 ص 124 . والشعر له وقد نسبه صاحب البيزرة إلى ( أبي الطماح ) . ورواية البيتين هناك :\r\n حنتني حانيات الدهر حتى * كأنّي خاتل يدنو لصيد \r\n قريب الخطو يحسب من رآني * ولست مقيدا أنى بقيد \r\n( 2 ) حناه : لواه وعطفه .\r\n( 3 ) في المصايد : ويصيده الفهد والعقاب والكلب .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nبيده في فعل واحد ، وإذا رماه بسهم وهو على رابية فتردّى « 1 » فوقع فمات فهو متردّ لا يجوز اكله ، وليست هذه حال الطائر لأن الطائر مما لا سبيل له اليه الا بعد وقوعه ، وليس يموت من السقوط كما يموت الظبي وما أشبهه ممّا تردّى ولم يصبه سهم .\r\nولحم الظبي يولّد دما قريبا من السوداء وهو أقل ضررا من لحم البقر والأيّل « 2 » ، وطبخه بالماء والملح أحمد ، والكشتابية « 3 » منه عجيبة جدا وهو الكوشت وهو ماء البصل بالمر « 4 » ، وتفسيره بالفارسية لحم هذا العضو . والقديد المبزّر منه أكثر ضررا وأكثر لتحريك السوداء لأنه يزداد يبسا ويجود فعله ويقوى .\r\nوكتب بعضهم إلى أخ له يقول :\r\n لنا جدي إلى التربيع ما هو ( ؟ ) * كأن القطن يندف تحت جلده \r\n عنينا بالرضاع له زمانا * نسمّنه فجاء نسيج وحده \r\n وكشتابية من لحم ظبي * أتتك به الجوارح بعد كدّه \r\n إذا شئنا نضحناه براح * كنكهة شادن وكلون خدّه \r\n فإن لم تأتنا عجلا حثيثا * فعاقبك الحبيب بطول صدّه \r\nوأطيب ما في الظبي كبده [ مشوية 
  ] وشحوم « 5 » الظباء تغذو غذاء كثيرا منافعه .\r\nوزعم الحكماء ان دم التيس منها ومن كل ماعز مانع من السموم وانه إذا صبّ حارا على الحجر الذي يضرب عليه النحاس فتّته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تردى في البئر : سقط .\r\n( 2 ) الأيّل : ذكر الأوعال .\r\n( 3 ) الكوشت : ماء البصل بالفارسية ، والكشتابية طعام فيه يصل على الغالب .\r\n( 4 ) في الأصل ( بالمر ) دون نقط ولعله المر وهو دواء نافع للديدان ، أو هو جمع مرّة وهي بقلة أو شجرة ، وفي المصايد بالمتن .\r\n( 5 ) في المصايد : ولحوم .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوإذا خلط مع الزنجفر صبغ الياقوت ، ويخلط معه وهو يابس قرطاس محروق ، ويعجن بشيرج ويضمّد به البواسير فإنه ينفع منها . ومرارته تنفع من العشا في العين ، وكبده إذا شويت واكتحل بمائها نفعت ، وكذلك كبد كل ماعز .\r\nوإذا دهن انسان مذاكيره بشحم خصية التيس مع شيء من عسل وجامع وجد له لذة .\r\nوإذا عجن بعره بخلّ ودقيق شعير وضمد به الطحال نفع منه .\r\nوإذا أحرق بعره وسحق بالخل نفع من داء الثعلب .\r\nوإذا شرب مع الخل أيضا نفع من لدغ الهوام .\r\nوإذا خلط دمه يابسا بلادن ودهن به الشعر غلّظه وطوّله .\r\nوالغزال يصادق من الحيوان الحجل .\r\nوقال بعضهم في صيده بالحبالة :\r\n لما غدا القانص في غداته * غدوّ مغوار إلى غاراته \r\n يحمل ما يحمل من أداته * من شرك أوثق أنشوطاته \r\n وناط أوتادا إلى حافاته * تأنّق الكاتب في واواته \r\n إذا لواهنّ على مشقاته « 1 » * يغتال والغيلة من عاداته \r\n ظبي فلاة القفر في فلاته * مبتغيا للصيد من مبغاته \r\n وقفت أستمتع من مرآته * إذ لذّتي في الصيد من لذاته \r\n وان علا همي على همّاته * في ساعة غراء من ساعاته \r\n وفّى بماء « 2 » السعد أعطياته * ما كاد أن يلبث في مرياته « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المشقة : تفحج في قوائم ذات الحافر .\r\n( 2 ) هذه رواية المصايد وفي الأصل وفّق فيها .\r\n( 3 ) المرية : استخراج ما عند الفرس من الجري . والمرية : الشك .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n حتى رأيت العفر من عناته * محمومة الحين مقدّراته « 1 » \r\n مشدودة الاسئار موثقاته * وقلّ من طفت بأفنياته \r\n أو من رأى شخصي في حاجاته * الا انكفأ بنيل أمنياته \r\nقال وللحبالة خشبة يقال لها الجرة تعلق فيها لتثقلها إذا جذبها الظبي ومن الأمثال : فاوض الجرة ثم سالمها . يضرب للرجل « 2 » يحاول الأمر ثم يسالم .\r\nتم باب الظباء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : مقربانه .\r\n( 2 ) في المصايد : يحارب .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nباب في ذكر كلاب سلوق وخصائصها وصيدها وعللها ودوائها وما قيل فيها من الشعر\r\nاعلم أن كلاب سلوق تنسب إلى سلوق قرية باليمن ، والعرب تنسبها كما تنسب الخيل ، وقد ذكرها أبو بكر الوقيشي « 1 » للشماخ ، ووصف مزرّد بن ضرار الفقعسي عدة منها بأسمائها وأنسابها فقال :\r\n سخام « 2 » ومقلاء القنيص وسلهب * وحدلاء « 3 » والسرحان والمتناول \r\n بنات سلوقيين كانا حياته * فماتا فأودى شخصه فهو حائل « 4 » \r\n وأيقن إذ ماتا بجوع وخيبة « 5 » * وقال له الشيطان انك عائل « 6 » \r\n يطوّف « 7 » في أصحابه يستثيبهم * فآب وقد أكدت « 8 » عليه الوسائل « 9 » \r\nوسأل زيد الخيل حين وفد على رسول اللّه صلى اللّه عليه وعلى آله وسماه زيد الخيل فقال : فينا رجلان يقال لأحدهما زرع والآخر أبو جداية لهما أكلب خمسة تصيد الظباء فما ترى في صيدهن ؟ فأنزل اللّه عز وجل في ذلك : يسألونك ما ذا أحلّ لهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : الدقيشي .\r\n( 2 ) سخم وسخام من أسماء الكلب .\r\n( 3 ) في الحيوان : جدلاء .\r\n( 4 ) في الحيوان : خامل .\r\n( 5 ) في الحيوان : وخلّة .\r\n( 6 ) العائل : الفقير .\r\n( 7 ) في الحيوان : فطوّف .\r\n( 8 ) أكدى : طلب فلم يجد .\r\n( 9 ) في الحيوان : المسائل .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nوروى هشام عن ابن عباس ان أسماء تلك الكلاب المختلس وغلاب ، والقنيص وسلهب وسرحان والمتعاطس ، وإناثها أسرع تعلما من الذكور وأطول أعمارا ، وتعيش عشرين سنة ، وليس كذلك غيرها من الكلاب ، وأكثر ما تضع ثمانية أجر ، وربما وضعت واحدا وحملها ستون يوما وإذا وضعت الجرو كان أعمى اثني عشر يوما ومنه قول الشاعر :\r\n كمثل جرو الكلب لم يفقّح « 1 » * أقبح به من ولد وأشقح « 2 » \r\nوتسفد بعد وضعها في اليوم « 3 » الثاني ولا تسفد قبل ذلك ، وتحيض في كل أسبوع ، وعلامة ذلك ورم ثفرها « 4 » ، ولا تقبل السفاد في حيضها ويعتريها هزال عند وضعها ، ويظهر لبنها بعد حملها بثلاثين يوما ، ويكون أول ما تضع غليظا والأنثى تبول مقعية ، ومنها ما يشغر ، والشغور رفع الرجل للبول ، يقال قزح ببوله وشغر ، والأنثى تكون أول نتاجها أصغر جثة ، وكذلك الحجر « 5 » والمرأة والبيض إذا كانا بكرا ، والذكور تهيج قبل الإناث في السنة وهي صارف « 6 » إذا هاجت ومستحرمة إذا منعت ، ومعاظلة الكلاب سفادها والكلب يطرح مقاديم أسنانه ويخلفها ، ويخفى ذلك عن كثير من الناس ، لأنه لا يلقي منها شيئا قبل ان ينبت في مكانه آخر ، وكذلك سائر السباع الا الأنياب فان كل ذي ناب ومخلب من الضواري يلقيها إلقاء بيّنا متعالما ، وسبيل الغريب منها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقح الجرو وفقّح : فتح عينيه أول ما يفتح وهو صغير .\r\n( 2 ) أشقحه : أبعده . وجاء هذا البيت في الحيوان والأغاني كما يأتي :\r\n أقبح به من ولد واشقح * مثل جريّ الكلب لم يفقح \r\nوالبيت لأبي الأحوص .\r\n( 3 ) في المصايد : في الشهر الثاني .\r\n( 4 ) الثّفر ويضم السباع والمخالب كالحياء للناقة .\r\n( 5 ) الحجر بالكسر الأنثى من الخيل .\r\n( 6 ) من صرفت اي اشتهت الفحل : وأكثر ما يقال ذلك كله للكلبة .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nأن يؤنّس حتى يوثق به فما يؤنّسه أن يطعم كسرة بعسل ، وما دام ذنبه ذاهبا بين فخذيه إلى بطنه فهو غير مستأنس ، فإذا شاله فقد أنس وإذا مضغ له صاحبه وتفل في فيه أنس أيضا .\r\nومن خصائصه أن رأسه كله من عظم واحد وإذا عاين الظباء ، بعيدة كانت أو قريبة ، عرف المعتلّ وغير المعتلّ منها ، وعرف العنز من التيس ، وإذا أبصر القطيع لم يقصد الا التيس ، وان علم أنه أشد حضرا ، وأبعد وثبة ، ويدع العنز وهو يرى ما فيها من نقصان حضرها وقصر خطوها ، ولكنه يعلم أن التيس إذا عدا شوطا أو شوطين حقب « 1 » ببوله ، وكل حيوان يعرض له مع شدة الفزع إما سلس البول والتقطير ، وإما اليسر « 2 » والحقب ، وإذا حقب التيس لم يستطع البول مع شدة الحضر ، ووضع القوائم معا ورفعهما معا ، فيثقل عدوه ويقصر مدى خطوه ، ويعتريه البهر حتى يلحقه الكلب . والعنز إذا اعتراها البول لم تجمعه ، وحذفت « 3 » به لسعة المسيل يعرف ذلك في الكلب طبعا لا بتجربة ، ولا يحتاج فيه إلى معاناة ، ولا يعلّم ولا يدرب ، وتخرجه إلى الصيد في يوم الجليد والثلج وهما متراكمان على الأرض حتى لا يثبت عليها قدم ولا خف ولا حافر ولا ظلف فيمضي الكلب « 4 » ، ومعه الانسان العاقل ، والصياد المجرّب ، فلا يدري أين موضع جحر الأرنب من جميع بسيط الأرض ، ولا موضع كناس ظبي ولا مكو « 5 » ثعلب ولا غير ذلك من موالج « 6 » وحوش الأرض فيتلفّت الكلب بين يديه وخلفه وعن يمينه وشماله ، ويتنسم « 7 » ويتبصّر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حقب كفرح تعسر عليه البول .\r\n( 2 ) في المصايد : الأسر .\r\n( 3 ) خدف ببوله إذا رمى به فقطّعه .\r\n( 4 ) في المصايد : الكلّاب .\r\n( 5 ) المكو : جحر الثعلب والأرنب .\r\n( 6 ) الموالج : المحال التي تلج فيها وتستتر .\r\n( 7 ) في المصايد : ويتشمّم .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nحتى يقف على أفواه تلك الجحرة فيثير ما فيها ، وذلك أن أنفاس الوحش المستكنّة فيها ، وبخار أجوافها وأبدانها ، وما يخرج من الحرارة المستكنة فيها في عمق الأرض ، تذيب ما لاقاها من فم الجحر من الثلج ، حتى يرقّ ذلك ، وهو خفي غامض لا يقع عليه قانص ولا راع ولا قائف ولا فلاح ، وله أيضا في بلبح ( كذا ) الدراج والاصعاد خلف الأرانب في الجبل الشاهق من الرفق وحسن الاهتداء ما لا خفاء به ، ومن دهائه أنه لا يخفى عليه الميت والمتماوت في تشممه ، ويقال إن المجوس لا يدفنون ميتا لهم حتى يدنوا منه كلبا فيتشمّمه وتظهر لهم منه في تشممه ( إياه ) علامة يستدلّون بها على حياته أو موته ، وكذلك لا تجوز ( عليه ) حيلة الثعلب المتماوت « 1 » ، وان كان لا يفعل الثعلب ذلك مع الكلب ، بل يتماوت للغراب وغيره ، وينفخ بطنه فإذا دنا منه قبض عليه . ومن خصائصه أن الأنثى تؤدي في جرائها لون الذكر لا تخرم منه شيئا .\r\nوقال أبو بكر الوقيشي إن القاسم بن مجمع سأله عن المعنى في اعتبار الناس المسير على الأنهار الجامدة بالكلب ، فذكر أنه لصلابة وطأته وثقلها ، فقال : لا انما هو لقوة حسه وسمعه وبصره ، وأنه إن سمع للماء خريرا من تحت لم يجز منه ، وأنشدت في قوة بصر الكلب لعبد ربه :\r\n واشرف بالقور « 2 » اليفاع لعلني * أرى نار ليلى أو يراني بصيرها \r\nأي كلبها . وكل الجوارح تعمل لأنفسها غير الكلاب فإنها تجري على خلق في الاكتساب لأصحابها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : الثعلب في التماوت .\r\n( 2 ) جمع قارة وهي الأرض ذات الحجارة السود أو الجبيل الصغير المنقطع عن الجبال .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nذكر ما يعرف به هرم الكلب من فتائه\r\nإذا كانت أسنانه سودا كليلة دلّ ذلك على الكبر ، وإذا كانت بيضا حادة دلّ ذلك على الشباب ، وأسنان الذكر أكبر ، وهو شديد المضغ والخطم والاستمراء ، وإذا ألقيت اليه بضعة اللحم حملها وتوخى أكلها حيث لا يرى ، ويكثر التلفت ، ويعض على العظم ليرضّه ، فإذا امتنع عليه وكان مما يسيغه ابتلعه واثقا بأنه يستمريه وليس في الأرض من جميع أجناس الحيوان ما بذكره « 1 » حجم ظاهر إلا الانسان والكلب ، ولا متسافدان أشدّ ملاءمة في طباع بعضهما لبعض من الكلبين .\r\n\r\nذكر ما يعرف به فراهته\r\nمن ذلك طول ما بين اليدين والرجلين ، وقصر الظهر وصغر الرأس ، وطول العنق ، وغضف « 2 » الأذنين ، وبعد ما بينهما كأنما انضمّتا على العنق ، وزرقة العينين ، وضخامة المقلتين ، ونتوء الحدقة ، وطول الخضم « 3 » ودقته ، وسعة الشدق ، ونتوء الجبهة وعرضها ، وشدة المنازعة للمقود والسلسلة .\r\nومن أمارات النجابة أن يكون تحت حنكه طاقة شعر واحدة غليظة وكذلك الشعر الذي على خدّيه ويستحب فيه قصر اليدين ، وطول الرجلين لأن ذلك صالح له في الصعود ، ومشاكل للأرنب في هذه الصفة ، ولا يلحقها في الجبال الا ما كان كذلك ، وطول الصدر وغلظه ، وقربه من الأرض ، ونتوء الزّور ، وغلظ العضدين ، واستقامة اليدين ، وانضمام الأظفار ، حتى لا يدخل بينها تراب ولا طين ، وعرض ما بين مفاصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : ما لذكره .\r\n( 2 ) استرخاء الاذن وانكسارها وطولها .\r\n( 3 ) الخضم من كل طائر منقاره ومن كل دابة مقدم آنفها .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالأعطاف ، وعرض ما بين [ عطفي 
  ] أصل الفخذ [ وطولهما وشدة لحمهما ورزانة المحمل ودقة الوسط وطول الجلدة التي بين أصل الفخذين 
  ] « 1 » والصدر ، واستقامة الرجلين من غير أن تنحني الركبتان ، وقصر الساقين وقصر الذّنب ودقته ، حتى يكون كأنه خشبة من صلابته . وليس يكره أن يطول ذنب الأنثى ، ولين الشعر ، وهو يستحب على الجملة في ذوات الجناح والقوائم .\r\nوقال المأمون لبعض أصحابه : امض إلى بادية كذا وكذا فابتع منها خيلا تستجيدها ، فقال : يا أمير المؤمنين ، لست بصيرا « 2 » بالخيل ، قال :\r\nأفلست بصيرا بالكلاب ؟ قال : نعم ، قال : فأبصر كل ما تتوخاه في الكلب الفاره المنجب ، فالتمس مثله في الفرس وصفة النجابة فهي بمخلب « 3 » تكون على رأس الذنب أو الساق والصواب فيه أن تقطع . والسود أقل صبرا على الحر والبرد ، والبيض افره إذا كنّ سود العيون ، وقد قال قوم ان السود تصبر على البرد ، وزعموا انها أقوى وان كل اسود من الحيوان أقوى من غيره . فأما تخيّر الجراء والفراسة فيها ، فإذا ولدت الكلبة واحدا ، كان افره من أبويه ، وان ولدت اثنين ، فالذكر افره من الأنثى ، وان ولدت ثلاثة فيها أنثى في شية الأم فهي افره من الثلاثة وان كان في الثلاثة ذكر واحد فهو افرهها ، وتؤخذ الجراء كلها وهي صغار لم تقم قوائمها فتلقى في مكان ند فأيها مشى على اربع ولم يكثر سقوطه فهو الأفره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا السطر ناقص في كتابنا وهو في المصايد .\r\n( 2 ) هكذا في المصايد وفي الأصل : لست بصير الخيل .\r\n( 3 ) المخلب : ظفر كل سبع من الماشي والطائر أو هو لما يصيد من الطير .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nذكر أدوائها وصفة دوائها\r\nفمن ذلك الكلب والذبحة والجرب والنقرس والفلج . فأما الكلب فيقال فيه على مذهب من المذاهب أنه جنون ، ويقول فيه أصحاب الطبائع انه كيموس سوداوي يفعل في الأعداء والمخالطة للحم المعضوض فعل السّمام « 1 » ، وهو موجود عيانا ، يحيل مزاج الانسان إلى مزاج الكلب حتى يحيل الذكر فيخرج من إحليله مثال اكلب صغار وقلما رأيت هذا الداء يعتري كلاب سلوق ، وإذا عضّ برأ هو ، وانتقل الداء إلى المعضوض . والمعضوض ضروب من الأدوية في أوقات ، فان فاتت لم ينجع الدواء .\r\nوزعمت العرب أن دماء الملوك تشفي من الكلب ، وقد أكثرت من ذلك في أشعارها ، واختلف الناس في معناه فذهب قوم إلى أن الشعراء انما خبّرت بذلك على سفك دماء الملوك . وقال قوم : انما المعنى أن قتل الملوك يشفي من الثأر ، لأن الانسان إذا كان له في قوم ثأر لم يكن يشفي صدره أن يقتل به الا الأكفاء ، أو من هو أعلى من قبيلة ومنه قول زهير :\r\n وان يقتلوا فيشتفى بدمائهم * وكانوا قديما من مناياهم القتل \r\nوهذا الوجه أشبه بالمعنى في هذا الداء . واخبر رجل لا أشك في ثقته وصدقه ان رجلا اعترضه كلب كلب فأومى ليعضّه فتلقّى فمه بكمّه ، فأصابه من أسنانه ولعابه . ومضى لشأنه وشمّر كمّه وأقام مشمّرا له ساعات ، ثم إنه نشره فتساقط منه جراء صغار .\r\nواما الذّبحة فقد زعمت الأطباء ان من أجود ما يستعمل للذبحة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : السمائم .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالعارضة للانسان ان ينفخ في حلقه من سحيق ما جفّ من رجيع الكلب الأبيض ، أو يتغرغر به وهو أبلغ ، وربما طلي به جسد المحموم ، واجوده ما اشتد بياضه . ودواؤها دواء الجرب . ودواء الجرب كبريت ابيض يسحق ويخلط بزيت ويغلى على النار ويطلى به موضع الجرب .\r\nواما النقرس فهو يعرض لها من الحفا لأن الأعضاء بالحفا تضعف فتنصب إليها الموادّ ، ودواؤه ودواء الحفا هو ان تلطخ يداه ورجلاه وعجانه بدهن خلّ وزيت . وله أيضا ان يجعل على يديه ورجليه قطران .\r\nوله أيضا ان يؤخذ عفص وزاج اخضر من كل واحد منهما جزء فيدقا ويصبّ عليهما من الخمر ما يغمرهما ، ويجعلا في الشمس أو على نار لينة حتى يغلظا ، ثم تغمس كفّ الكلب في ذلك وهو فاتر .\r\nواما الفلج فأمارته ان يعدو الكلب يوما ويقصّر في آخر ، فيستدل بذلك على داء في جوفه . ودواؤه ماء الشبتّ « 1 » يعجن بدقيق الدّخن ويطعمه الكلب سخنا . أو يطعم كسرة خبز مع صوف شاة معجون بسمن فإنه يلقي ما في جوفه من الداء . ويقال لنصيبه من صيده الحرج ( ؟ ) .\r\nقال الطرمّاح :\r\n توازره حرصي على الصيد همّها * تفارطا احراج الضراء الرواجز « 2 » ( ؟ ) \r\n يمرّ إذا ما حل مرّ مقزّع * عتيق حداه ابهر « 3 » القوس جارز ( ؟ ) \r\nالجارز الليّن الأملس ، وهو يصف سهما شبّه الكلب به في مضائه وسرعته . وقال أبو بكر : الجارز الخشن ويقال لما يطعم في غير الصيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشبتّ : نبت زهره أبيض واصفر وبزره حاد حريف ويقال له رزّ الدجاج .\r\n( 2 ) جاء البيتان في ديوان الطرماح بغير هذه الرواية والرويّ ونصهما :\r\n توازنه صي على الصيد همها * تفارط أحراج الضراء الدواجن \r\n يمر إذا ما حلّ مرّ مقزّع * عتيق حداه ابهر القوس جارن \r\n( 3 ) الأبهر : ظهر سية القوس .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nلحمة الكلب وطعمة الكلب ، وكذلك يقال للفهد والبازي وكل جارح وضار . فأما في الثوب فيقال لحمة .\r\n\r\nذكر صيد الكلب\r\nإذا كسر الكلب مفردا الأرنب فهو نهاية ، وهو يطيق ما فوق ذلك ، والفره منها تكسر الظباء ، وقد ذكرنا من حال الظباء ما فيه كفاية .\r\nوتتجاوز الظباء إلى اليحمور « 1 » فتكسره ، فان زادت تعلّقت بالأيّل ، ولا يطيقه منها الا ذو الخلق الشديد ، والبنية الوثيقة والفخامة ، وبعد أن يجتمع عليه الاثنان والثلاثة من كلاب هذه صفتها ، وليس يفوتها ويقهرها بحضرة ، ولكنه ذو سلاح وهي ترهب قرونه ينحي عليها انحاء شديدا .\r\nوأما الأرنب والثعلب فالواحد من الكلاب يصيدهما كثيرا ما لم يتعلق الأرنب بالجبل ، وعلى أن الثعلب روّاغ مكر ، وإذا صار إلى المجاودة ولم يستتر بخمر « 2 » ولا غيره فهو في يده ، وربما التفت إلى الكلب وقد أخرج لسانه من شدة الحضر فعضّه فيرجع عنه . وقد يصيد الكلب الدرّاج كما أن الصقر والبازي يصيدان الأرنب ، وقال بعض الأدباء :\r\n ومصدّرين بكل مجلس حكمة * متقدّمين بكلّ يوم براز \r\n سبقوا إلى غرر الفخار وأحرزوا * خصل الفضائل أيما إحراز \r\n لا تستفيق من الطراد جيادهم * فتراهم أبدا على أوفاز « 3 » \r\n فبزاتهم تصطاد صيد كلابهم * وكلابهم تصطاد صيد البازي \r\n ألفوا الوغي فتعلّلوا بمصايد * عن شنّ غارات وبعد مغاز \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اليحمور : طائر .\r\n( 2 ) الخمر : ما واراك من شجر وغيره تقول : توارى الصيد عنى في خمر الوادي .\r\n( 3 ) الوفز والوفز : العجلة والسفر .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nونحن نذكر من الشعر في طرد الكلب ، ونوفي بما وعدنا به من شرح حال الطريدة بابا بابا ، ونبدأ بالأيل لأنه أعظم ما يصيده الكلب .\r\nقال بعض المحدثين في ذلك :\r\n أنعت كلبا للقلوب مجذلا « 1 » * . آلى إذا أمسك ألّا يقتلا \r\n مؤمّلا لأهله مموّلا * يزيد ذا الوفر ويغني المرملا « 2 » \r\n ذا همّة في الصيد في أعلى العلا * يستصغر الظبي فيبغي الأيّلا \r\n لا يجد الأيّل منه موئلا * تخاله من خوفه معقّلا « 3 » \r\n يعول من كان عليه عوّلا \r\nولم نثبت صفات الكلب إلى أن لعبنا منها بما لا يحصى كثرة من الشرق والغرب ، وأفره ما رأيناه منها ما يجيء من المغرب ، وخير ما فيها البلق وهي حسان فره على كل ما أرسلت عليه من الطرائد . وخير كلاب الشرق ما جاء من عند الأكراد . وقد ذكرنا من ذلك ما شاهدناه واختبرناه .\r\nولقد ركب مولانا أمير المؤمنين صلوات اللّه عليه وعلى آبائه وأبنائه الطاهرين المنتخبين « 4 » ذات مرة فأصاب من البقر ما لم يحص كثرة ، ورجع من الصيد ومعه عشرون جملا عليها محامل فيها كلها كلاب الصيد ، فرؤيت بمصر ظاهرة .\r\nوقال الحسن بن هانئ يصف الكلب :\r\n أنعت كلبا أهله في كدّه « 5 » * قد سعدت جدودهم بجدّه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجذله : افرحه .\r\n( 2 ) المرمل : الذي فني زاده . والمموّل : المغني .\r\n( 3 ) عقّل البعير : بمعنى عقله أي ربطه .\r\n( 4 ) في الأصل بدون نقط .\r\n( 5 ) في ديوان أبي نواس : من كدّه .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n فكل خير عندهم من عنده * يظلّ مولاه له كعبده \r\n يبيت أدنى صاحب من مهده * وإن عدا « 1 » جلّله ببرده \r\n ذا « 2 » غرّة محجلا بزنده * تلذّ منه العين حسن قدّه \r\n تأخير « 3 » شدقيه وطول خدّه * تلقى الظباء عنتا من طرده \r\n تشرب « 4 » كأس حتفها من شدّه * [ يصيدنا عشرين في مرقدّه 
  ] « 5 » \r\n يا لك من كلب نسيج وحده \r\nوقال فيه أيضا :\r\n أنعت « 6 » كلبا للطراد سلطا * مقلّدا قلائدا ومقطا « 7 » \r\n فهو « 8 » الجميل والحسيب رهطا * ترى له شدقين خطّا خطّا \r\n وملطما « 9 » سهلا ولحيا سبطا * ذاك ومتنين إذا تمطى \r\n قلت شرا كان اجيدا قطا * يمري « 10 » إذا كان الجراء عبطا « 11 » \r\n براثنا سحم الأثافي « 12 » ملطا « 13 » * ينشط أذنيه بهن نشطا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الديوان : وان عري وكذلك رواية الحيوان 2 / 36 .\r\n( 2 ) في الحيوان :\r\n ذو غرّة محجل بزنده * يلذ منه العين حسن قدّه \r\n( 3 ) في الحيوان : يا حسن شدقيه . . . .\r\n( 4 ) في الديوان : يشرب وفي الحيوان : « يشرب كأسا شدها في شده » وفي النسخة المصورة : « يشرب كأس شدها في شده » أي يغرق عدوها في شدة عدوه .\r\n( 5 ) الزيادة من الديوان . والمرقد كمعتز الطفرة نشاطا .\r\n( 6 ) في الحيوان : ( عددت ) ، وفي الديوان : أعددت . وجاء في المخطوطة عجز هذا البيت هكذا : « إذا عدا من لهم أشطّا » والقصيدة في المخطوطة تختلف عن نسخة كتابنا زيادة ونقصا .\r\n( 7 ) المقط : الحبل ، والسلط : الشديد . وفسرها في المخطوطة « بالحديد »\r\n( 8 ) في الديوان :\r\n فهو النجيب والحسيب رهطا * ترى له خطين خطا خطا \r\n( 9 ) في الديوان : وملطا والميت ساقط من الحيوان .\r\n( 10 ) مري الشيء : استخرجه وأظهره . وفي الديوان : يفري ، والجراء :\r\nمصدر كالجري .\r\n( 11 ) العبط : أن يجري الرجل الفرس حتى تعرق .\r\n( 12 ) في الأصل : الأسافي . وهذه رواية الحيوان . والأثافي هي : الهناة الناتئة في كف الكلب .\r\n( 13 ) الملط : الخالية من الشعر . وينشط اي يخدش بسرعة كما في المخطوطة .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n تخال ما دمّين منه « 1 » شرطا * ما إن يقعن الأرض الا فرطا \r\n كأنما يعجل « 2 » شيئا لقطا * أسرع « 3 » من قول قطاة قطّا \r\n تخاله الصقر إذا ما انحطا * أو لهب النار أعيرت نفطا \r\n يعتاج « 4 » خزان الصحارى الرقطا * يلقين منه حاكما « 5 » مشتطا « 6 » \r\n للعظم حطما والأديم عطّا « 7 » \r\nوقال فيه :\r\n يا رب بيت بفضاء سبسب * بعيد بين السّمك والمطنّب \r\n لفتية قد بكّروا « 8 » بأكلب * قد أدّبوها أحسن التأدب \r\n من كل أدفى « 9 » مستبان « 10 » المنكب * يشبّ في القود « 11 » شبوب « 12 » المقرب « 13 » \r\n يلحق « 14 » أذنيه بحدّ المخلب * فما ثنى وشيقة « 15 » من أرنب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الحيوان : منها . ورواية الديوان « نخال مأزمين منه » .\r\n( 2 ) في الحيوان : يعجلن وكذا في الديوان والنسخة المصورة .\r\n( 3 ) في الحيوان : أعجل .\r\n( 4 ) في الحيوان : فاجتاح وفي النسخة المصورة : يكتال . والخران ذكر الأرانب .\r\nورقط فيها نقط بياض .\r\n( 5 ) في الحيوان : حكما .\r\n( 6 ) في النسخة المصورة : ( مشطا ) .\r\n( 7 ) العطّ : الشق . وفي الديوان : ( عبطا ) وهما سيّان .\r\n( 8 ) في المخطوطة : ذكروا . ورواية القصيدة في المخطوطة تختلف عن البيزرة .\r\n( 9 ) المراد بالأدفى انه معوج الخطم وهو مقدم الأنف والفم . واعوجاج الخطم من صفة الكلاب الجيدة كما في الحيوان .\r\n( 10 ) في الحيوان : ميسان .\r\n( 11 ) القود : نقيض السوق .\r\n( 12 ) في الحيوان : شباب .\r\n( 13 ) المقرب : المهر .\r\n( 14 ) في الحيوان : ينشط أي يجذب .\r\n( 15 ) الوشيقة : اللحم المقدّد . وفي الحيوان فما تني .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n عندهم أو تيس « 1 » رمل علهب * وعين عانات وأمّ تولب « 2 » \r\n وجلدة مسلوبة من ثعلب * مقلوبة الفروة أو لم تقلب \r\n ومرجل يهدر هدر المغضب « 3 » * يقذف حالاه « 4 » بجوز القرهب « 5 » \r\nوقال فيه « 6 » :\r\n قد أغتدي والطير في مثواتها * لم تعرب الأفواه عن لغاتها \r\n بأكلب تمرح في قدّاتها « 7 » * تعدّ عين الوحش من أقواتها \r\n قد لوّح التقديح وارياتها « 8 » * وأشفق القانص من حفاتها « 9 » \r\n وقلت قد أحكمتها فهاتها * وأدن للصيد معلماتها \r\n وارفع لنا نسبة أمهاتها * فجاء يزجيها على شياتها \r\n شمّ العراقيب « 10 » مؤنّفاتها « 11 » * سودا وصفرا وخلنجيّاتها « 12 » \r\n كأن أقمارا على لبّاتها * ترى على أفخاذها سماتها \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التيس : أراد به الذكر من الظباء . والعلهب : الطويل القرنين . ورواية الحيوان : تيس ربل وفسر الربل نضرب من الشجر .\r\n( 2 ) أم التولب : الأتان أي أنثى الحمار الوحشي . والتولب : ولدها .\r\n( 3 ) في الحيوان : المصعب أي الفحل من الإبل .\r\n( 4 ) لعلها جالاه مثنى جال وهو : الجانب .\r\n( 5 ) القرهب : الثور الكبير الضخم ، ومن المعز ذوات الأشعار .\r\n( 6 ) اختلف ترتيب الأبيات والأشطار في الحيوان عن البيزرة وزادت في النسخة المصورة .\r\n( 7 ) جمع قدّة وهي سير يقدّ من الجلد يكون في عنق الكلب .\r\n( 8 ) رواية الحيوان : قد نحت التقريح وارياتها . والواريات : السمينات ، والتقديح التضمير وغئور العين من الهزال والواريات : السمات .\r\n( 9 ) في الديوان : حقاتها اي سكونها . وفي مختارات البارودي : « خفاتها » والخفات بالضم الموت من الهزال . وفي النسخة المصورة ( جفاتها ) .\r\n( 10 ) في مختارات البارودي : العرانين .\r\n( 11 ) في الحيوان : موثقاتها . والمؤنف : المحدّد .\r\n( 12 ) الخلنجى : اصفر خفيف تعلوه غبره .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n قود « 1 » الخراطيم مخرطماتها * من نهم البهم ومن حواتها « 2 » \r\n زلّ المواخير « 3 » عملساتها « 4 » * مشرفة الأكتاف موزراتها « 5 » \r\n مفروشة الأيدي شرنبثاتها « 6 » * مفدّيات ومحمّياتها « 7 » \r\n مسمّنات ومفدياتها « 8 » * ان حياة الكلب في « 9 » وفاتها \r\n تقذف حالاها « 10 » بجوزي شاتها \r\nوقال فيه :\r\n إذا الشياطين رأت زنبورا * قد قلّد الحلقة والسيورا \r\n بكت لخزّان القرى ثبورا « 11 » * أدفى ترى في شدقه تأخيرا « 12 » \r\n ترى إذا عارضته مفرورا « 13 » * خناجرا قد بيّنت « 14 » سطورا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القود : جمع أقود وهو الطويل .\r\n( 2 ) في الديوان والحيوان : خواتها ومعناه الدوي والصوت . ورواية هذا الشطر في الديوان والنسخة المصورة « من نهم الحرص » وفي الحيوان : من نهم الصيد .\r\n( 3 ) في الديوان والحيوان : المآخير . وزلّ جمع آزلّ وهو الخفيف اللحم .\r\n( 4 ) العملّس : القوي على السير السريع .\r\n( 5 ) رواية الحيوان : مشرفة الأكناف موفياتها . وفي الديوان : موفداتها أي مرتفعات . وكذا في مختارات البارودي .\r\n( 6 ) الشرنبث : الغليظ .\r\n( 7 ) المحميّات : من الحماية والحفظ .\r\n( 8 ) في الحيوان : مسمّيات وملقّباتها . وفي الديوان : ومقلباتها .\r\n( 9 ) في النسخة المصورة : ( من ) .\r\n( 10 ) كذا في الأصل ولعلها : جالاها كما في الديوان والحيوان والجال : الجانب .\r\nوالجوز : وسط الشئ أو معظمه .\r\n( 11 ) في الحيوان والديوان : دعت لخزّان الفلا . والخزان جمع خزز وهو ولد الأرنب أو ذكر الأرانب . والثبور : الهلاك .\r\n( 12 ) الأدفى : الذي أقبلت احدى أذنيه على الأخرى . أو هو الذي يمشى إلى جانب وهو أسرع له .\r\n( 13 ) المفرور : من فرّ الدابة إذا كشف عن أسنانها ليعرف سنها . وفي الديوان : مغرورا .\r\n( 14 ) في الحيوان والديوان : نبتت .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n مشتبكات تنظم السّحورا * أحسن في تأديبه صغيرا \r\n حتى توفّى « 1 » الستة الشهورا * من سنه وبلغ الشّغورا « 2 » \r\n وعرف الايحاء « 3 » والصفيرا * والكفّ ان تومئ أو تشيرا \r\n يعطيك أقصى حضره « 4 » المذخورا * شدّا ترى من همزه « 5 » الاظفورا \r\n منتشطا من اذنه سيورا * فما يزال والغا « 6 » تامورا \r\n من ثعلب غادره عفيرا « 7 » * أو أرنب جوّرها « 8 » تجويرا \r\n فأمتع اللّه به الأميرا * ربي ولا زال به مسرورا « 9 » \r\nوقال فيه :\r\n لما تبدّى الصبح من حجابه * كطلعة الأشمط من جلبابه \r\n هجنا بكلب طالما هجنا به * ينتسف « 10 » المقود من جذابه « 11 » \r\n كأن متنيه لدى انسلابه « 12 » * متنا شجاع « 13 » لجّ في انسيابه \r\n كأنما الأظفور من قنابه « 14 » * موسى صناع ردّ في نصابه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفّى السنة : أتمها وأكملها .\r\n( 2 ) أشغر الكلب : إذا رفع رجله وبال . وذلك من دلائل تمام بلوغه .\r\n( 3 ) أوحى اليه ووحى : أشار\r\n( 4 ) الحضر بالضم شدة الجري . وفي الديوان : الموفور بدل المذخور .\r\n( 5 ) الهمز : الضغط والغمز .\r\n( 6 ) الوالغ التامور : الشارب للدم بطرف لسانه . ومنتشطا : مقثلعا وهذه علامة الفاره .\r\n( 7 ) في الحيوان : مجزورا .\r\n( 8 ) رواية الحيوان : كدرها تكديرا والأصل رواية لديوان .\r\n( 9 ) في الديوان : ولا يزال فرحا مسرورا .\r\n( 10 ) ينتسف : ينتزع .\r\n( 11 ) في الديوان : من كلّابه .\r\n( 12 ) في الحيوان : انسرابه . والانسراب الاسراع في السير .\r\n( 13 ) الشجاع : الحية أو الذكر من الحيات .\r\n( 14 ) القناب : غطاء الظفر .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n تراه في الحضر إذا هاها « 1 » به * يكاد أن يخرج من اهابه \r\n يعفو على ما جرّ من ثيابه * الا الذي أثر « 2 » من هدابه \r\n ترى سوام الوحش تحتوى به * يرحن « 3 » أسرى ظفره ونابه \r\nوقال فيه :\r\n قد طالما أفلتّ يا ثعالا « 4 » * وطالما وطالما وطالا \r\n جلت بكلب نحوك الأجوالا « 5 » * ماطلت من لا يسأم المطالا « 6 » \r\nوله أيضا :\r\n وثعلب بات قرير العين * لاقى مع الصبح غراب البين \r\n وقد غدا مجرمّز « 7 » الشخصين * فاستقبلته لحضور الحين \r\n طلعة كلب أغضف « 8 » الأذنين * فمرّ يهوي ثابت السّدوين « 9 » \r\n إلى وجار بين صخرتين * والكلب منه راكب المتنين \r\n فلم يرعه غير روعتين * حتى أراني شلوه « 10 » شلوين \r\n مقطّعا أحسن قطعتين * فرحت إذ رحت به نصفين \r\n كأنما رحت بأرنبين * لأنه ماطلني بدين \r\n ثم قضانيه أبو الحصين * بعد خداع شابه بمين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هاها به : مخفف هأهأ به اي صاح به . والإهاب : الجلد .\r\n( 2 ) في الديوان : آثر .\r\n( 3 ) رواية مختارات البارودي : « فهن » بدل : يرحن .\r\n( 4 ) ثعال : ترخيم ثعالة . والألف للاطلاق . وثعالة : علم جنس الثعلب .\r\n( 5 ) في الحيوان : جلت بكلبى يومك المجالا .\r\n( 6 ) المطال : المراوغة .\r\n( 7 ) المجرمّز : المقبض والمجتمع بعضه إلى بعض .\r\n( 8 ) الأغضف : المسترخى الأذن من الكلاب .\r\n( 9 ) من سدت الناقة أي تذرعت في المشي واتسع خطوها .\r\n( 10 ) الشلو : العضو من أعضاء اللحم .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nوقال أبو فراس الحارث بن سعيد بن حمدان يصف الطرد :\r\n ما العمر ما طالت به الدهور * العمر ما تم به السرور \r\n أيام عزي ونفاذ أمري * هي التي أحسبها من عمري « 1 » \r\n لو شئت مما قد قللن جدّا * عددت أيام السرور عدّا \r\n أنعت يوما مرّ لي بالشام * ألذّ ما مرّ من الأيام \r\n دعوت بالصقّار « 2 » ذات يوم * عند انتباهي سحرا من نومي \r\n قلت له اختر سبعة كبارا * كلّ نجيب يرد الغبارا \r\n يكون للأرنب منها اثنان * وخمسة تفرد للغزلان \r\n واجعل كلاب الصيد نوبتين * ترسل « 3 » منها اثنين بعد اثنين \r\n ولا تؤخر « 4 » أكلب العراض * فهنّ حتف للظباء قاض \r\n ثم تقدمت إلى الفهّاد * والبازياريّين باستعداد \r\n وقلت : انّ خمسة لتقنع * والزّرّقان الفرخ والملمّع \r\n وأنت يا طبّاخ لا تباطا * عجّل لنا اللبات « 5 » والأوساطا \r\n ويا شرابيّ البلسقيات « 6 » ( ؟ ) * تكون « 7 » بالراح ميسّرات \r\n باللّه لا تستصحبوا ثقيلا * واجتنبوا الكثرة والفضولا \r\n ردّوا فلانا وخذوا فلانا * وضمنوني صيدكم ضمانا \r\n فاخترت لما وقفوا طويلا * عشرين أو فويقها قليلا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في الديوان بعد هذا البيت :\r\n ما أجور الدهر على بنيه * وأغدر الدهر بمن يصفيه \r\n( 2 ) في الديوان : بالعقّار ، والصقار صاحب الصقر .\r\n( 3 ) في الأصل : يرسل منها اثنان بعد اثنين . فلم عدلت عنه ؟\r\n( 4 ) في الديوان : ولا تضيّع .\r\n( 5 ) في الأصل : اللفّات واللبات الصدور .\r\n( 6 ) في رواية الديوان : البلقسيات .\r\n( 7 ) في الديوان : تكون بالشراب مبشرات . وفي الديوان طبعة بيروت « تكون للراح » .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n عصابة أكرم بها عصابه * شرطك « 1 » في الفضل وفي النجابه \r\n ثم قصدنا صيد ( عين قاصر « 2 » ) * مظنّة الصيد لكل خابر \r\n جئناه والأرض « 3 » قبيل المغرب * تختال في ثوب الأصيل المذهب \r\n وأخذ الدرّاج في الصياح * مكتنفا من سائر النواجي \r\n في غفلة عنا وفي ضلال * ونحن قد زرناه بالآجال \r\n يطرب للصبح وليس يدري * أن المنايا في طلوع الفجر \r\n حتى إذا أحسست « 4 » بالصباح * ناديتهم « 5 » : حيّ على الفلاح \r\n نحن نصلي والبزاة تخرج « 6 » * مجرّدات والخيول تسرج \r\n وقلت للفهّاد امض فانفرد * وصح بنا إن عنّ ظبي واجتهد \r\n فلم يزل غير بعيد عنا * اليه يمضي ما يفرّ منا \r\n وسرت في صف من الرجال * كأنما « 7 » نزحف للقتال \r\n فما استوينا حسنا « 8 » حتى وقف * غليّم كان قريبا من شرف \r\n ثم أتاني عجلا قال : السّبق * فقلت : إن كان العيان قد صدق \r\n سرت اليه فأراني جاثمه * ظننتها يقظى وكانت نائمه \r\n ثم أخذت « 9 » نبلة كانت معي * ودرت دورين ولم أوسّع \r\n حتى تمكنت فلم أخط الطلب « 10 » * لكل حتف سبب من السبب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رواية : معروفة بالفضل . وفي الديوان : بالفضل وبالنجابه .\r\n( 2 ) في الديوان : عين باصر .\r\n( 3 ) في الديوان : والشمس .\r\n( 4 ) في الديوان : أحس .\r\n( 5 ) في الديوان : ناداهم .\r\n( 6 ) في الديوان : تجرح . . . تبرح .\r\n( 7 ) في رواية : كأننا .\r\n( 8 ) في الديوان : ( كلنا ) .\r\n( 9 ) تصحيح الشطرة من الديوان .\r\n( 10 ) هذه رواية الديوان : وفي الأصل : الصلب .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n وضجّت الكلاب في المقاود * تطلبها وهي بجهد جاهد \r\n وصحت بالأسود كالخطّاف * ليس ببيضيّ « 1 » ولا غطراف « 2 » \r\n ثم دعوت القوم هدا بازي * فأيكم ينشط للبراز \r\n فقال منهم رشأ « 3 » : أنا أنا * ولو درى ما بيدي « 4 » لأذعنا \r\n فقلت : قابلني وراء النهر * أنت لشطر وانا لشطر \r\n طارت له درّاجة فأرسلا * أحسن فيها بازه واجملا \r\n علّقها فعطعطوا « 5 » وصاحوا * والصيد من آيينه « 6 » الصياح \r\n فقلت ما هذا الصياح والقلق * أكلّ هذا فرح « 7 » بذا الطلق \r\n وقال كلّابي : سوّ البازا « 8 » * قد حرّر الكلب فجز وجازا \r\n فلم يزل يزعق « 9 » بي مولائي * وهو كمثل النار في الحلفاء \r\n طارت فأرسلت فصارت « 10 » شلوا * حلّت بها قبل العلوّ البلوى \r\n فما رفعت الباز حتى طارا * آخر عودا « 11 » يحسن الفرارا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الديوان : بأبيض .\r\n( 2 ) الغطراف : فرخ البازي .\r\n( 3 ) في الديوان : أغيد .\r\n( 4 ) » » : ما يبتدي .\r\n( 5 ) العطعطة : تتابع الأصوات واختلاطها في الحرب وغيرها ، وحكاية صوت المجّان إذا قالوا : عيط عيط وذلك إذا غلبوا قوما .\r\n( 6 ) الآيين : العادة وأصل معناه السياسة المسيرة بين فرقة عظيمة . وفي الديوان : آلته .\r\n( 7 ) في الديوان : فرحا .\r\n( 8 ) في الديوان : فقال ان الكلب يشوي البازا .\r\n( 9 ) وفي الأصل : أك مولائي .\r\n( 10 ) في الديوان : فكانت سلوى .\r\n( 11 ) في الديوان : عود .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n اسود صياح عظيم « 1 » كرّز « 2 » * مطرّز « 3 » محلّك « 4 » ملزّز \r\n عليه ألوان من الثياب * من حلل الديباج والعتّابي « 5 » \r\n فلم يزل يعلو وباز يسفل * يحرز « 6 » فضل السبق ليس يغفل \r\n يرقبه من تحته بعينه * وإنما قد زاره « 7 » لحينه \r\n حتى إذا قارب فيما يحسب * معقله والموت منه أقرب \r\n أرخى إلى بنّجه « 8 » رجليه * والموت قد سابقه اليه \r\n صحت وصاح القوم بالتكبير * وغيرنا يضمر في الصدور « 9 » \r\n ثم تسايرنا فطارت واحده * شيطانة من الطيور مارده \r\n [ من قرب فأرسلوا إليها * ولم تزل أعينهم عليها 
  ] « 10 » \r\n فلم يعلّق بازه وأدّى * من بعد ما قاربها وشدّا \r\n فصحت هذا الباز أم دجاجه * ليت جناحيه على درّاجه \r\n فاحمرّت الأوجه والعيون * وقال : هذا موضع ملعون \r\n إن لزّها الباز أصابت بنّجا ( ؟ ) * أو سقطت لم تلق إلا مدرجا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الديوان : كريم .\r\n( 2 ) الكرّز : البازي .\r\n( 3 ) في الأصل : مطرد .\r\n( 4 ) مكحّل : في الديوان نثر الدكتور الدهان .\r\n( 5 ) في الديوان : العنّاب .\r\n( 6 ) في الأصل : يجر .\r\n( 7 ) في الديوان : « وانما يرقبه لحينه » .\r\n( 8 ) كذا في الأصل ورواية الديوان : أرخى له ببنجه . . . والمراد بالبنّج الوكر والمعقل .\r\n( 9 ) هذه رواية الديوان وفي الأصل :\r\n صحنا وصاح القوم بالتكبير * وغير ما يظهر في الصدور \r\n( 10 ) هذا البيت ناقص من عندنا وهو من الديوان .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n اعدل بنا للبنّج « 1 » الخفيف * والموضع المنفرد المكشوف \r\n فقلت هذي حجة ضعيفه * وغرّة « 2 » ظاهرة معروفه \r\n نحن جميعا في مكان واحد * فلا تعلّل بالكلام البارد \r\n قصّ جناحيه يكن في الدار * مع الدباسي « 3 » ومع القماري \r\n واعمد إلى جلجله البديع * فاجعله في عنز من القطيع \r\n حتى إذا أبصرته وقد خجل * قلت أراه فارها على الحجل \r\n دعه وهذا الباز فاطّرد به * تفاديا من غمه وعتبه \r\n وقلت للخيل التي حولينا * تشاهدوا كلكم علينا \r\n بأنه عارية مضمونه * يقيم فها جاهه ودينه \r\n جئت بباز حسن مبهرج « 4 » * دون العقاب وفويق الزّمج « 5 » \r\n زين لرائيه وفوق الزّين * ينظر من نارين في غارين \r\n كأن فوق صدره والهادي « 6 » * آثار مشي الذرّ في الرّماد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الديوان : للنبج .\r\n( 2 ) في الأصل : وفرّة .\r\n( 3 ) جمع الدّبسي وهو طائر صغير .\r\n( 4 ) هذه رواية الديوان وفي الأصل : اسبهرج .\r\n( 5 ) زمج كدمّل : طائر فارسيته دو برادران لأنه إذا عجز عن الصيد أعانه أخوه وقد جمعها علي بن الجهم في أبياته في الصيد على زمامج قال :\r\n وطئنا بأرض الزعفران وأمسكت * علينا البزاة البيض حمر الدّرارج \r\n ولم تحمها الأدغال منا وانما * أبحنا حماها بالكلاب النوابح \r\n بمستروحات سابحات بطونها * على الأرض أمثال السهام الزوالج \r\n ومستشرفات بالهوادي كأنها * وما عقفت منها رؤوس الصوالج \r\n ومن دالعات ألسنا فكأنها * لحىّ من رجال خاضعين كواسج \r\n فلينا بها الغيطان فليا كأنها * أنامل احدى الغانيات الحوالج \r\n فقل لبغاة الصيد هل من مفاخر * بصيد وهل من واصف أو مخارج \r\n قرنا بزاة بالصقور وحوّمت * شواهيننا من بعد صيد الزمامج \r\n( 6 ) الهادي : العنق .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n ذي منسر فخم وعين غائره * وفخذ ملء اليمين وافره \r\n ضخم قريب الدستبان جدا * يلقى الذي يحمل منه كدّا \r\n وراحة تغمر كفّي سبطه * زاد على قدر البزاة بسطه \r\n سرّ وقال : هات ، قلت : مهلا * احلف على الردّ فقال كلا \r\n أمّا يميني فهي عندي غاليه * وكلمتي مثل يميني وافيه \r\n قلت فخذه هبة بقبله * فصدّ عني وعلته « 1 » خجله \r\n [ ثم ندمت غاية الندامة * ولمت نفسي أكثر الملامة \r\n على مزاحي والرجال خطّر * وهو يزيد خجلا ويحصر 
  ] « 2 » \r\n فلم أزل أمسحه « 3 » حتى انبسط * وهشّ للصيد قليلا ونشط \r\n صاح « 4 » به اركب فاستقلّ عن يدي * مبادرا أسرع من قول قد \r\n ضم سباقيه وقال قد حصل * قلت له الغدرة من شر العمل \r\n سرت وسار الغادر العيّار * ليس لطير معنا مطار \r\n ثم عدلنا نحو نهر الوادي * والطير فيه عدد الجراد \r\n أدرت شاهينين في مكان * لكثرة الصيد مع الامكان \r\n دارا علينا دورة وحلّقا * كلاهما حتى إذا تعلّقا \r\n توازيا واطّردا اطّرادا * كالفارسين التقيا أو كادا \r\n ثمّت شدّا فأصادا أربعا * ثلاثة خضرا وطيرا أبقعا \r\n ثم ذبحناها وخلصناهما « 5 » * وأمكن الصيد فأرسلناهما \r\n فجدّلا خمسا من الطيور * فزاد « 6 » والرحمن في سروري \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ديوان أبي فراس ( وعليه ) .\r\n( 2 ) هذان البيتان من مرويات الديوان .\r\n( 3 ) في الأصل : اسحره .\r\n( 4 ) في الديوان : صحت به .\r\n( 5 ) في الأصل : وحصلناهما .\r\n( 6 ) في الديوان : فزادني الرحمن .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n أربعة منها انيسيان * وطائرا يعرف بالبيضاني \r\n خيل تناجيهن حيث شينا * طيّعة « 1 » ولجمها أيدينا \r\n فهي إذا ما رفعت للعادة « 2 » * صرّفها الجوع على الإرادة \r\n وكلّما شدّا عليها في طلق * تساقطت ما بيننا من الفرق \r\n حتى أخذنا ما أردنا منها * ثم انصرفنا راغبين عنها \r\n إلى كراكيّ بقرب النهر * عشر أراها أو دوين العشر \r\n لما رآها الباز من بعد لصق * وحدّد الطرف إليها وذرق \r\n فقلت صدناها « 3 » ورب الكعبة * وكن في واد بقرب جنبه \r\n فدرت حتى مكّنت ثم نزل * فحطّ منها اقرعا مثل الجمل \r\n ما انحط الا وانا اليه * ممكّنا كفي من رجليه \r\n نزلت كي اشبعه إذا هيه * قد نزلت من عن يمين الرابيه \r\n فشلته ارغب في الزيادة * وتلك للطراد شرّ عاده \r\n لم اجزه بأحسن البلاء * أطعت حرصي وعصيت رائي \r\n فلم أزل اختلها وتنختل * وانما نختلها إلى الأجل \r\n عمدت منها لكبير مفرد * يمشي بعنق كالرشاء المحصد \r\n طار ، وما طار ليأتيه القدر * وهل لما قدحان سمع أو بصر ؟ \r\n حتى إذا جدّله كالعندل * أيقنت ان العظم غير الفصل \r\n ذاك على ما نلت منه امر * عثرت فيه وأقال الدهر \r\n خير من النجاح للانسان * إصابة الرأي مع الحرمان \r\n صحت إلى الطبّاخ ما ذا تنتظر * انزل على النهر « 4 » وهات ما حضر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : طائعة .\r\n( 2 ) في الديوان : استصعب الفيادة .\r\n( 3 ) في الأصل : قد صاد .\r\n( 4 ) في الديوان : أنزل عن المهر .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n جاء بأوساط وجرد تاج * من حجل الصيد ومن درّاج \r\n فما تنازلنا عن الخيول * يمنعنا الحرص عن النزول \r\n وجيء بالكأس وبالشراب * فقلت وفّرها على أصحابي \r\n اشبعني اليوم وروّا بي الفرح * فقد كفاني بعض « 1 » وسط وقدح \r\n ثم عدلنا نطلب الصحراء * نلتمس الوحوش والظباء \r\n عنّ لنا سرب ببطن واد * يقدمه اقرن « 2 » عبل الهادي \r\n قد صدرت عن منهل رويّ * من غبّر « 3 » الوسميّ والوليّ \r\n ليس بمطروق ولا بكيّ * ومرتع مقتبل جنيّ \r\n رغبن فيه غير مذعورات * بقاع واد وافر النبات \r\n مرّ عليه غدق السحاب * بواكف متصل الرباب \r\n لما رآنا مال بالأعناق * [ نظرة 
  ] لا صب ولا مشتاق « 4 » \r\n ما زال في خفض وحسن حال * حتى اصابته بنا الليالي \r\n سرب حماه الدهر ما حماه * لما رآنا ارتدّ ما أعطاه \r\n بادرت بالصقّار والفهّاد * حتى سبقناه إلى الميعاد \r\n فجدّل الفهد الكبير الأقرنا * شدّ على مذبحه واستبطنا \r\n وجدّل الآخر عنزا حاملا * رعت حمى الغورين حولا كاملا \r\n ثم رميناهن بالصقور * فجئنها بالقدر المقدور \r\n افردن منها في القراح واحده * قد ثقلت بالحصر وهي جاهده \r\n مرت بنا والصقر في قذالها * يؤذنها بسيّئ من حالها \r\n ثم ثناها واتاها الكلب * هما عليها والزمان إلب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : فيه وسط وقدح .\r\n( 2 ) في الديوان : افرع بدل اقرن .\r\n( 3 ) في الديوان : من غبر بلا تشديد .\r\n( 4 ) كذا على هامش الأصل .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n فلم نزل نصيدها وتصرع * حتى تبقّى في القطيع اربع \r\n ثم عدلنا عدلة إلى الجبل * إلى الأراوي والكباش والحجل \r\n فلم نزل بالخيل والكلاب * نحوزها حوزا إلى الغياب \r\n ثم نزلنا والبغال موقره * في ليلة مثل الصباح مسفره \r\n حتى أتينا رحلنا بليل * وقد سبقنا بجياد الخيل \r\n ثم نزلنا وطرحنا الصيدا * حتى عددنا مائة وزيدا \r\n فلم نزل نشوي ونقلي ونصب * حتى طلبت صاحيا فلم نصب « 1 » \r\n شربا كما عنّ من الزّقاق * بغير ترتيب وغير ساق \r\n فلم نزل سبع ليال عددا * أسعد من راح واحظى من غدا \r\nتمت\r\nوأهدي إلى بعض الملوك صيد وكتبت معه هذه الأبيات :\r\n أزال اللّه شكواك * واهدى لك إفراقا \r\n خرجنا أمس للصيد * وكنا فيه سباقا \r\n فسمينا وأرسلنا * على بختك اطلاقا \r\n فجاد اللّه بالرزق * وكان اللّه رزاقا \r\n وأحرزنا من الدراج * ما الرحل به ضاقا \r\n فأطعمت وأهديت * إلى المطبخ أوساقا \r\n وخير اللحم ما أقلقه الجارح اقلاقا \r\n وذو العادة للصيد * إذا أبصره تاقا \r\n فيغذوه بما كان * اليه الدهر مشتاقا \r\n فكل منه شفاك الله مشويا وأمراقا \r\n فهذا الحفظ للقوة لا تدبير اسحاقا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا ولعله فلم أصب .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\n[ باب 
  ] ذكر ما قيل في الجوارح ووصف به من الشعر المستحسن لمتقدم ومتأخر\r\nفمن ذلك ما قال أبو نواس في صفة البازي « 1 » :\r\n قد أسبق القاريّة « 2 » الجونا * من قبل تثويب المنادينا \r\n بكل منسوب « 3 » بأعزاقه * على عيون الارمينيينا « 4 » \r\n ربيب بيت وأنيس ولم * يرب بريش الأم محضونا \r\n لم ينكه جرح حياص « 5 » ولم * يبغ له بالتفل تسكينا \r\n كرّز « 6 » عام صاغه صانع * لم يدّخر عنه التحاسينا \r\n ألبسه التكريز من حوكه * وشيا على الجؤجؤ موضونا « 7 » \r\n له جراب « 8 » فوق منقاره * جمعن تأنيقا وتسنينا « 9 » \r\n كل سنان عيج من متنه * تخال محني عطفه نونا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفضل الأستاذ كوركيس عواد فعارض هذه القصيدة والتالية لها على مخطوطة من ديوان أبي نواس عليها شروح وهي محفوظة في المتحف العراقي .\r\n( 2 ) سميت بالقارية لسوادها تشبيها بالقار والمراد هنا الطيور .\r\n( 3 ) في المخطوطة العراقية : بكل معروف بأعراقه .\r\n( 4 ) في مخطوطة الدهان :\r\n بكل معروف بأعرافه * على عيون الآن منّينا ( ؟ ) \r\n( 5 ) لعلها من حاص أي خاط . والتفل البصاق على الطائر إذا خيطت .\r\n( 6 ) كرّز البازي : سقط ريشه . والكرز الصقر والبازي والطائر اتى عليه حول . وفي محاضرات الراغب « كل رعاث صاغه صائغ » .\r\n( 7 ) الموضون : بعضه على بعض . والجؤجؤ : عظم الصدر .\r\n( 8 ) في المصايد : له جراب فوق قفازه . وفي شرح المخطوطة العراقية : حرابه :\r\nمخاليبه والمؤنف : المحدد .\r\n( 9 ) أي مؤنق محدد التسنين .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n ومنسر أكلف فيه شفا « 1 » * كأنه عقد ثمانينا « 2 » \r\n وهامة كأنما قنّعت * سبّ حياك « 3 » السابريينا \r\n ومقلة أشرب آماقها * تبرا يروق الصيرفيينا \r\n يرسل منه عند إطلاقه * على الكراكيّ درخمينا « 4 » \r\n داهية تخبط اعجازها * خبطا تحسّيها الأمرّينا \r\n قد مشقته في الحشا مشقة * ألقت من الجوف المصارينا « 5 » \r\n يحمى عليها الجو من فوقها * حينا ويغريها أحايينا \r\n فمقعص « 6 » أثبت في نحره * وخاضب من دمه الطينا \r\n أعطى البزاة اللّه من فضله * ما لم يخوّله الشواهينا \r\nوقال أيضا :\r\n حشوت كفي دستبانا مشعرا * فروة سنجاب لؤاما اوبرا « 7 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشفا : أن يكون المنقار الأعلى أطول من الأسفل فيفضل على الابهام .\r\n( 2 ) في المخطوطة العراقية : المنسر المنقار وهذا تشبيه حسن أشبه شيء بالمنقار الأعلى وهو أطول من الأسفل فيفضل كفضل السبابة على الابهام فيكون كالثمانين سواء .\r\n( 3 ) الحياك : الحوك . والسبّ ثوب رقيق أبيض يريد أن هامته بيضاء . وفي الأصل :\r\nسبت . وما أثبتناه هو رواية المصايد .\r\n( 4 ) الدرخمين : الداهية . والبيت في الأصل مضطرب مبهم .\r\n( 5 ) انتهت هذه القصيدة في النسخة العراقية على هذا الوجه :\r\n رحنا به يحمل أكبادنا * في زوره عشرا وعشرينا \r\n أعطى البزاة اللّه من قسمه * ما لم يخوله الشواهينا \r\n لكل سبع طعمة مثله * في القدر إن فوقا وإن دونا \r\n( 6 ) المقعص : المقتول والذي يقع فتندق عنقه .\r\n( 7 ) بدأت القصيدة في نسخة الدهان المصورة ببيت لم تذكره مخطوطتنا وهو :\r\n لما رأيت الليل قد تسررا * عني وعن معروف صبح أسفرا \r\nوالتعليق في هذه المخطوطة : يقول ( شعاره سنجاب ) ولؤاما : متفقا . والسنجاب :\r\nضرب من الوبر . أوبر : كثير الوبر . أما في مختارات البارودي فقد بدأت القصيدة بما يلي : لما رأيت الليل قد تحسرا . . .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n يقي بنان الكف ألا تخصرا « 1 » * وغمزة البازي إذا ما ظفّرا « 2 » \r\n فشمت فيها الكف الا الخنصرا * أعددت للبغثان حتفا ممقرا « 3 » \r\n أبرش بطنان الجناح أقمرا * أرقط ضاحي الدفتين أنمرا « 4 » \r\n [ كأن شدقيه إذا تضورا * صدغان من عرعرة تفطرا « 5 » 
  ] \r\n كأن عينيه إذا ما أتأرا * فصّان قدّا « 6 » من عقيق أحمرا \r\n في هامة علباء « 7 » تهدي منسرا * كعطفة الجيم بكفّ أعسرا « 8 » \r\n فالطير يلقين مدقّا مكسرا « 9 » * مشقا هذاذيه ونهسا نهسرا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تخصر : تبرد .\r\n( 2 ) ظفره يظفره وظفّر ( بالتشديد ) وأظفره غرز في وجهه ظفره .\r\n( 3 ) في المخطوطة العراقية : شمت : أدخلت . وممقر : مرّ ، وقيل هو الصبر .\r\nوالبغثان جمع أبغث .\r\n( 4 ) يقول باطن جناحيه منقط ، وأقمر : أبيض ، وأرقط : فيه نقط ، وضاح :\r\nظاهر وهو ما تصيبه الشمس من دفتي جناحيه . والنمرة : نقط إلى السواد .\r\n( 5 ) جاء هذا البيت في المخطوطة البغدادية الخامس من القصيدة كما أثبتناه هنا .\r\nوشرحه فيها : تضور : صاح وأكثر ما يفعل ذلك إذا صاح من الجوع . عرعرة : شجرة خشبها أصفر تشبه شدق البازي إذا هاج وفتح فاه . وقد ورد في البيزرة البيت الأخير كما ورد في مختارات البارودي السادس من القصيدة وروايته فيها « صدعان » بدل « صدغان » .\r\n( 6 ) في مخطوطة بغداد : فصان قيضا من عقيق . وفي الشرح : أثأر : أحدّ النظر .\r\nقيضا : خرطا وشقا ميلين .\r\n( 7 ) علباء : غليظة الرقبة .\r\n( 8 ) ورد في المخطوطة العراقية بعد هذا ما يأتي :\r\n يقول من فيها بعقل فكرا * لو زادها عينا إلى فاء ورا \r\n فاتصلت بالجيم صار جعفرا * فالطير يلقين مذقا مدسرا \r\n( 9 ) في البغدادية : مدسر ( بدل مكسر ) دسره : طعنه وهذاذيه من الهذّ وهو المبالغة في القطع . ونهسرا : أي ينهشه بمنقاره . وفي نسخة الدكتور الدهان :\r\n والطير يلقين ملفا مدسرا \r\nويروى مدقا ومدكا . ملفا : يلفها ، يأخذها عجلا . ومدسر مطعن ودسره بالرمح طعنه ، وهذاذيه من الهذّ وهو المتابعة بالمشق ونهسا ينهسه بمنقاره ونهسرا : شديدا .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوقال غيره في صفته :\r\n مكان سواد العين منه عقيقة * وتبر على خط البياض يدور \r\n تمور إذا ما رنّقت في مآقها * كما مار من ماء الزجاجة نور \r\n له قرطن « 1 » ضافي البنائق « 2 » أنمر * مفوّف « 3 » ضاحي الشقتين طرير « 4 » \r\n ومن تحته درع كأن رقومه « 5 » * تعاريج وشي أرضهن حرير \r\n كأن اندراج الريش منه حبائك * بعقب سحابات لهنّ نشور \r\n له هامة ملساء أما قذالها * فموف وأما جيدها فقصير \r\n ململمة فرعاء لولا شكيرها « 6 » * لقلت مذاك « 7 » ضمنته صخور \r\n معصّبة بالقدّ ذات نواشر « 8 » * لها من خطاطيف الحديد ظفور \r\n له منسر يحكي من الظبي روقه « 9 » * إذا تم للتحجيز « 10 » منه طرور ( ؟ ) \r\n له فوف « 11 » فوق القذال كأنها * ولم يعله وخط القتير قتير « 12 » \r\n تخيّره القنّاص من بين عصبة * لهم عند فخر القانصين فخور \r\n وهذّبه حتى كأن ضميره * له دون ما تهوى النفوس ضمير \r\n أتانا به من رأس خلقاء « 13 » حزنة * لها فوق أرآه الشفاف « 14 » ذرور \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرطق : القباء ، الثوب .\r\n( 2 ) جمع بنيقة وهي لبنة القميص . والأنمر هو ما فيه نكتة بيضاء وأخرى سوداء .\r\n( 3 ) المفوّف : الرقيق أو الذي فيه خطوط بيض .\r\n( 4 ) الطرير كأمير : ذو المنظر والرواء .\r\n( 5 ) جمع رقم وهو ضرب مخطط من الوشي أو الخزّ أو البرود .\r\n( 6 ) الشكير : الشعر .\r\n( 7 ) مذاك : صفة للسحاب .\r\n( 8 ) النواشر : عروق وعصب باطن الدراع . والقدّ : السّير يقدّ من جلد .\r\n( 9 ) الرّوق : القرن .\r\n( 10 ) في المصايد : التحجير .\r\n( 11 ) المراد به بياض في قذاله .\r\n( 12 ) القتير : الشيب .\r\n( 13 ) هضبة خلقاء : اي مصمتة لا نبات بها .\r\n( 14 ) في المصايد : الشعاب .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n مؤللة « 1 » جلس « 2 » إذا الطرف رامها * أعادت اليه الجفن وهو حسير \r\n كآد تحاماها الأنوق « 3 » فما لها * باحضانها دون الرؤوس وكور \r\n سباه صغيرا فاستمرّ لحزمه * وردّ اليه العزم وهو كبير \r\n يقطّع أسحار « 4 » البغاث كأنما * له في نحور البائسات ثؤور \r\n تبوأ « 5 » أيدي مالكيه كأنه * على آمريه في الجلال أمير \r\nومما قيل في صفته :\r\n كأنها ألواح باز نهضل « 6 » * كرّز « 7 » يلقي ريشه ويغتلي \r\n أكلف ملتفّ بريش دغفل « 8 » * تلفّف الشيخ التوى في المشمل \r\n إذا غدا والطير لم تصلصل * غدا بضيق العينين « 9 » لم يكلل \r\n بحد أطراف شبا مؤسل « 10 » * فانحطّ يهوي من بعيد المحتل ( ؟ ) \r\n إن طرن ساماهنّ سام من عل * وإن تطأطأن انحنى لأسفل \r\n أو دين بعد النفض والتحفل * من لطم ذي معمعة مولول \r\nوقال بعض المحدثين يصفه :\r\n قد أغتدي في نفس الصباح * بمقرم « 11 » للصيد ذي ارتياح \r\n معلّق الأشباح بالأشباح « 12 » * يركض في الهواء بالجناح \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اي محددة .\r\n( 2 ) مشرفة .\r\n( 3 ) الأنوق : العقاب والرخمة .\r\n( 4 ) السحر : الرئة والأسحار أيضا الأطراف والأواخر .\r\n( 5 ) في المصايد : يبوئ .\r\n( 6 ) النهضل : المسنّ .\r\n( 7 ) الكرز : كقبر الصقر والبازي وطائر اتى عليه حول .\r\n( 8 ) الدغفل : الكثير .\r\n( 9 ) لعلها العين .\r\n( 10 ) المؤسّل : المحدّد من أسّلت السلاح اي حدّدته .\r\n( 11 ) في المصايد : بقرم .\r\n( 12 ) في المصايد : معلق الألحاظ بالأشباح .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n كركض طرف السبق في البراح * ذي جلجل كالصرصر الصيّاح \r\n قمّص وشيا حسن الاوضاح * تخاله منه حباب الرّاح « 1 » \r\n حتف لطير اللجّة السّبّاح * ذي الطوق منهن وذي الوشاح \r\n يسبحن في الماء وفي الرياح \r\n لما خبا ضوء الصباح ومشى * غدوت في غرته منكمشا \r\n أنتاب بالدير غديرا مرعشا * بكرّزي كالرخام أبرشا \r\n تخال في الجؤجؤ « 2 » منه نمشا * أو برد وشّاء أجاد النّقشا \r\n أو وحي حبر في أديم رقشا * وتحسب الريش إذا ما نهشا \r\n قطنا على منسره منفّشا \r\nأخطأ في قوله نهشا كان يجب أن يقول :\r\n ونحسب الريش إذا ما نهسا \r\nبالسين غير معجمة في الجوارح فأما النهش بالإعجام فللحيّة .\r\nوقال :\r\n غدوت للصيد بفتيان نجب * وسبب للرزق من خير سبب \r\n غدا تلاقي الطير حتفا من كثب * وهي على ماء خليج تصطخب \r\n تطلب دينا في النفوس قد وجب * بمقلة تهتك أستار الحجب \r\n كأنها في الرأس مسمار ذهب * كانت له وسيلة فلم تخب \r\n ذي « 3 » منسر مثل السنان مختضب * وذنب كالذيل ريّان القصب \r\n اسبل فوق عطبة من العطب « 4 » * كأن فوق رأسه « 5 » إذا انتصب \r\n من حلل الكتان رانا ذا هدب * قد وثق القوم له بما طلب \r\n فهو إذا خليّ لصيد واضطرب * عرّوا سكاكينهم من القرب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : عليه منه كحباب الراح .\r\n( 2 ) جؤجؤ الطائر : صدره .\r\n( 3 ) في المصايد : ذو منسر .\r\n( 4 ) العطب : القطن .\r\n( 5 ) في المصايد : كأن فوق ساقه .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوقال عبد اللّه بن محمد الناشي يصفه :\r\n لما تفرّى « 1 » الليل عن اثباجه « 2 » * وارتاح ضوء الصبح لانبلاجه \r\n غدوت أبغي الصيد في منهاجه « 3 » * بأقمر أبدع في نتاجه \r\n ألبسه الخالق من ديباجه * ثوبا كفى الصانع من نساجه \r\n حال من السّوق « 4 » إلى أوداجه * وشيا يحار الطرف في اندراجه \r\n في نسق منه وفي انعراجه * وزان فوديه إلى حجاجه « 5 » \r\n بزينة كفته نظم « 6 » تاجه * منسره ينبئ عن خلاجه \r\n وظفره يخبر عن علاجه * لو استضاء المرء في ادلاجه \r\n بعينه كفته من « 7 » سراجه \r\nوقال :\r\n أيا صاح بازيّ بازيّ انه * من البؤس والفقر في الدهر جنّه \r\n ألست ترى ظبيات * يردن مياها يضيء تلألؤ هنّه \r\n صوارينا شأنكنّ النهود « 8 » لهن فهن أولياء كنه « 9 » \r\n قياما أقبحكن الغداة * ان لم تجئن الينا بهنّه \r\n فيهياه يهياه أين المفر * لهن إذا ما شاء أو تيهنّه \r\n ويا خيل ويها دراك دراك * عساكن تمنحننا صيدهنّه \r\n فنأخذ منهن ثاراتنا * بحق جناية أشباههنّه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفرّى : انشقّ .\r\n( 2 ) الثبج : معظم الشيء . ورواية النهاية ج 10 / 188 :\r\n لما تعرى الليل عن أنساجه . . . \r\n( 3 ) في النهاية : من منهاجه .\r\n( 4 ) في النهاية : الساق .\r\n( 5 ) الحجاج : العظم المستدير حول العين .\r\n( 6 ) في النهاية : عزّ .\r\n( 7 ) في النهاية : عن .\r\n( 8 ) النهود : النهوض .\r\n( 9 ) في الأصل : التايكنه والتصحيح من المصايد .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n [ فكم من قتيل لنا هالك * باحداقهن وأجفانهنّه « 1 » 
  ] \r\n يمكنّ من سائمات القلوب * ضواري العيون فيصدنهنه \r\nوقال محمود بن الحسين السندي الكاتب يصفه :\r\n لما أجدّ الليل في انحيازه * ولاح ضوء الصبح في أعجازه \r\n دعوت سعدا فأتى ببازه * يحمل يسراه على قفازه \r\n ضامن زاد جدّ في احرازه * ندبا هوان الطير في اعزازه \r\n أقرانه تنكل عن برازه * يبادر الفرصة في انتهازه \r\n كأنما راح إلى بزّازه * فابتزّه الموشيّ من طرازه \r\n فصاد قبل الشدّ في اجتيازه * خمسين حزنا هن باحتيازه \r\n ما أسلف البرّ فلم يجازه * ولا خلا في الوعد من انجازه \r\nوله فيه :\r\n قد أغتدي والليل مهتوك الحمى * والصبح يستنفض « 2 » أسرار « 3 » الدجى \r\n مبتسما عن ساطع من الضيا * ضحك الفتاة الخود « 4 » في وجه الفتى \r\n أو مثل وجهي يستهلّ للقرى * بكاسر من البزاة مجتبى \r\n أبيض إلّا لمعا فوق الفرا « 5 » * كأنها رش عبير في ملا \r\n كأنما ناظره إذا سما * ياقوتة تهدى إلى بعض الدّمى \r\n كأنما المنسر من حيث انحنى * عطفة صدغ خطّ في خدّ رشا \r\n كأنما نيطت بكفيه مدى * أوحى « 6 » من النجم إذا النجم هوى \r\n أو رجعة الطرف سما ثم انثنى * تستأسر الطير له إذا بدا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا البيت من المصايد .\r\n( 2 ) نفض المكان : نظر جميع ما فيه حتى يعرفه كاستنفضه واستنفض الاسرار : كشفها .\r\n( 3 ) في المصايد : ابراد .\r\n( 4 ) الحسنة الخلق ، الشابة أو الناعمة .\r\n( 5 ) في المصايد : القذى .\r\n( 6 ) أوحى : أسرع .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n موقنة منه بحتف وردى * أجزل بما كافأته وما جزى \r\n أقرضته تأميل ربح فوفى * بواحد ألفا وأربى في العطا \r\n وليس بين العبد والمولى ربا \r\nقال : وكتبت إلى صديق لي من الكتّاب أصف بازيا له حضرت معه الصيد به\r\n قد أغتدي أو باكرا بأسحار * ونحن في جلباب ليل كالقار \r\n شدّ علينا بعري وأزرار * كأنه جلدة نوبيّ عار \r\n حتى إذا ما عرف الصيد الضاري * وأذن الصبح له في الابصار \r\n خلى لكل شيخ نائي الدار * فارس كفّ ماثل كالاسوار « 1 » \r\n ذو جؤجؤ مثل الرخام المرمار ( ؟ ) * أو مصحف منمنم ذي أسطار \r\n ومقلة صفراء مثل الدينار * يرفع جفنا مثل جوف « 2 » الزنار \r\n ومخلب كمثل عطف المسمار * آنس طيرا في خليج هدّار \r\n مضطرب اللجة صافي الأقطار * سوابحا تغري حباب التيّار \r\n من كل صدّاح العشيّ صفّار * كأنه مرجّع في مزمار \r\n وذات طوق أخضر ومنقار * كنصف مضراب برى منه الباري \r\n فصاد قبل فترة واضجار * خمسين فيهن سمات الأظفار \r\n يخبطها خبط مليك جبار * مظفرا يطلبها بالأوتار \r\n قد حكّمت سيوفه في الاعمار * كأنه فيها شواظ من نار \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : فاتك كارسوار . والروايتان هنا وهناك غير مستقيمتين في الوزن وفي المعنى .\r\n( 2 ) في المصايد : حرف .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\nذكر ما قيل في الباشق من الشعر مما ضمّناه كتابنا هذا\r\nفمن ذلك قول محمود بن الحسين الكاتب « 1 » :\r\n وكأن جؤجؤه « 2 » وريش جناحه * ترجيع نقش يد الفتاة العاتق « 3 » \r\n يسمو « 4 » فيخفى في الهواء وتارة * يهفو فينقض انقضاض الطارق \r\n ما حام « 5 » عن طلب الحمام ولم يفق * مذ كان من صيد الإوز الفائق \r\n يشفي إذا نعب الغراب بفرقة * قلب المحب من الغراب الناعق \r\n وإذا القطاة تخلفت من خوفه * لم يعد أن يهوي بها من حالق \r\n له هامة كلّلت باللجين * فسال اللجين على المفرق \r\n يقلّب عينين في رأسه * كأنهما نقطتا زئبق \r\n وشرّب « 6 » لونا له مذهبا * كلون الغزالة في المشرق \r\n هنيدة « 7 » كاملة وزنه * وسرعته سرعة البيدق \r\n حمام الحمام وحتف القطا * وصاعقة القبج والعقعق \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت هذه الأبيات من قصيدة لكشاجم في نهاية الأرب ج 10 ص 192 بلغت ثمانية أبيات يختلف ترتيبها عما في البيزرة .\r\n( 2 ) الجؤجؤ : الصدر .\r\n( 3 ) العاتق : الجارية أول ما أدركت أو التي لم تتزوج أو التي بين الادراك والتعنيس . والعانس : التي طال مكنها في أهلها بعد ادراكها حتى خرجت من عداد الأبكار . وقد ورد عجز البيت في النهاية : « خضيبا بنقش يد الفتاة العاتق » .\r\n( 4 ) ورد هذا البيت الأول في النهاية وروايته فيها :\r\n يسمو فيخفى في الهواء وينكفي * عجلا فينقضّ انقضاض الطارق \r\n( 5 ) في الأصل : ما جار ، والذي أثبتناه هو رواية المصايد . ولم يرد هذا البيت في النهاية .\r\n( 6 ) في النهاية ج 10 ص 193 : « واشرب » .\r\n( 7 ) لم يرد هذا البيت في النهاية . وجاء في التاج في مادة « هند » ان هنيدة اسم للمائة من الإبل . ولعل المراد هنا هو الوزن .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n وأحنى عليك إلى أن يعود * إليك من الوالد المشفق \r\n وان غاب عنك لصيد نحاه * بأسنان مستأسد موثق « 1 » \r\n سمعت الفصيح كأن الخلي * ل يطارحه علل المنطق « 1 » \r\n فأكرم به وبكف الأمير * وبالدستبان إذا تلتقي \r\nوقال بعض شعراء بني هاشم يصفه :\r\n لما انجلى ضوء الصباح فانفتق * غدوت في ثوب من الليل خلق \r\n بطامح النظرة في كل أفق * بمقلة تصدقه إذا رمق \r\n كأنها نرجسة بلا ورق * مبارك إذا رأى فقد رزق \r\nوقد قيل في الباشق من الشعر ما لو أتينا به لأطلنا ولكنا اقتصرنا في ذلك على ما ضمناه كتابنا .\r\n\r\nذكر ما قيل في الشواهين من الشعر\r\nقال أبو نواس :\r\n قد « 2 » اغتدي قبل الصباح الأبلج * وقبل يفتاق ( ؟ ) الدجاج الدّحج \r\n أو سبهردار اللون اسبهرج * يوفي على الكفّ انتصاب الرمج « 3 » \r\n مشمر ثيابه عن موزج « 4 » * كأنما علّ بصبغ النيلج « 5 » \r\n كأن لون ريشه المدرّج * من قائم منه ومن معرّج \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يرد هذا البيت في النهاية .\r\n( 2 ) اعتمدنا على رواية المخطوطة المصورة من ديوان أبي نواس واقتبسنا معظم تعليقاته .\r\n( 3 ) سبهردار : أحمر دير إلى السواد . اسبهرج : بياض وصفرة .\r\n( 4 ) الموزج : الخف ، يريد ان رجل الشاهين مخالف للونه وكأنه لابس خف وثيابه لونه .\r\n( 5 ) النيلج بكسر أوله دخان الشحم يعالج به الوشم ليخضر . وعلّ صبغ مرة بعد أخرى .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n بلقي حروف السطر المخرفج « 1 » * أبرش أوتاد الجناح الخرّج \r\n بين خوافيه إلى الدّهيرج * ينهس سير المقود المحملج « 2 » \r\n من نهم الحرص وان لم يلمج * ينحاز جولان القذى المنجنج « 3 » \r\n عند امتداد النظر المحمج * من مقلة واسعة المحمج « 4 » \r\n كأنما يطرق عن فيروزج * من الشواهين كلاف كنفج « 5 » \r\n في هامة مثل الصلا المدمّج * ومنسر أقنى رحاب المفرج « 6 » \r\n حتى قضينا كل حاج محتج * من ديزج اللون وغير الديرج \r\n يظل أصحابي بعيش سجسج « 7 » * من رهم « 8 » الصيد وشرب البختج « 9 » \r\n تراهم من معجل ومنضج * وقادح أورى ولم يؤجج « 10 » \r\nوأنشدت لبعضهم « 11 » في صفته :\r\n هل لك يا قناص في شاهين * سودانق « 12 » مؤدّب أمين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ضرب من الخط يقال له الخرفاجي ، وعيش مخرفج رغد وأيضا ناعم . وخرج اي من خارج الجناح مثل راكع وركّع . الاوقاد ريشات صغار بعد الخوافي .\r\n( 2 ) الخوافي : مما يلي العشر ريشات التي يطير بها وهي القوادم . والدهيرج : لون العشر ريشات ، وينهس يلتف بمنقاره سير المقود . ومحملج : شديد الفتل والاندماج .\r\n( 3 ) يقول من شدة حرصه ينهس مقوده وان لم يذقه ويقال ما لمجت لماجا ما ذقت ذواقا ، وينحاز : ينتحي ما يجول في عينيه من القذى والمنجنج : المتردد ونجنج كلامه ردده .\r\n( 4 ) التحميج : شدة النظر وبعده وحمج الرجل إذا فتح عينيه وادام النظر وأبعد به والمقلة حميج والمحمج له حجاج واسع وحجاج العين ما حولها من فوقها وأسفل .\r\n( 5 ) عين صافية لونه أسود عظيم .\r\n( 6 ) الصلا : صخرة والمدمج المكرر ، أقنى مرتفع وسط المنقار وكذا الأنف والأقنى رحاب واسع . المضرّج الشق يريد انه واسع الفم .\r\n( 7 ) السجسج : الطيب المعتدل .\r\n( 8 ) الرهام : كغراب ما لا يصيد من الطير .\r\n( 9 ) البختج : المطبوخ .\r\n( 10 ) أي منهم من رام قدح النار وخرجت ناره ولم تلتهب ويخرج لهيبها .\r\n( 11 ) نسبها في المصايد لعبد اللّه بن محمد الناشي وكذلك نسبتها في نهاية الأرب ج 10 / 202 .\r\n( 12 ) سوذانق : والسوذينق الصقر أو الشاهين وفي النهاية شوذانق .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n جاء به سابيه « 1 » من درين « 2 » * ضرّاه بالتحسين والتليين \r\n حتى لأغناه عن التلقين * فكاد للتثقيف والتمرين \r\n يعرف معنى الوحي بالجفون * يظلّ من جناحه المزين « 3 » \r\n في قرطق من خزّه الثمين * مفوّف في نعمة ولين « 4 » \r\n يشبه في طرازه المصون * برد أنوشروان أو شيرين \r\n وشكة « 5 » كزرد موضون « 6 » * مضاعف بالنسج ذي غضون « 7 » \r\n كدرع يزدجر أو شروين « 8 » * أحوى مجاري الدمع والشؤون \r\n ذي منسر مؤيد « 9 » مسنون * واف كشطر الحاجب المقرون \r\n منعطف مثل انعطاف نون * يبدي اسمه معناه للعيون \r\n\r\nذكر ما قيل في الصقر من الشعر\r\nقال رؤبة بن العجّاج « 10 » :\r\n قد أغتدي والصبح ذو بنيق * بملحم أكلف سوذنيق « 11 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في النهاية : السائس .\r\n( 2 ) في النهاية : رزين بدل « درين » ولم توجد في معاجم البلدان .\r\n( 3 ) في الأصل : « المرين » والذي أثبتناه من النهاية .\r\n( 4 ) سقط هذا الشطر من النهاية .\r\n( 5 ) الشكة : بكسر الشين السلاح .\r\n( 6 ) الموضون : الذي ثني بعضه على بعض ، ومضاعف . والزرد الموضون :\r\nالمحكم التنضيد .\r\n( 7 ) الغضن : ويحرك كل تثن في ثوب أو جلد أو درع ج غضون . ولم يرد هذا البيت في النهاية .\r\n( 8 ) ورد هذا الشطر في النهاية كما بلي : « برد أنوشروان أو شيرين » وفسر شيرين باسم حظية كسرى أبرويز .\r\n( 9 ) في النهاية : مؤلّل .\r\n( 10 ) لم نعثر على هذه القصيدة في ديوان رؤبة بن العجاج .\r\n( 11 ) السوذنيق ( السوذنبق ؟ ) : الصقر أو الشاهين .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n يرمي الينا نظر الموموق * عجلان منها عن غدير النوق \r\n على شمال مطعم مرزوق * بكف بسطام على توفيق \r\n آنس سربا لايح التبريق * فانقضّ ضار كعب التمزيق \r\n كأنه حطّان منجنيق * إذا انتحى بمخلب علوق \r\n طأطأ منهنّ عن التحليق * قد وثقوا من وقعه الموثوق \r\n بوقع لاوان ولا مسبوق * يدير عيني وعل موروق \r\n يصكّ كلّ خرّب بطريق * بين فضاء الأرض والمضيق \r\n يعطيه بعد النفض والتعريق * عنقا ورأسا كقفا الإبريق \r\n أورق الا حدّة التطويق * أدمج بالحناء والخلوق \r\n مما يشفّى من دم العروق * كان صوت ريشه المطروق \r\n لما تدلى من أعالي النيق « 1 » * قصباء حبّت في ضيا حريق \r\nوأنشدني بعض أهل العلم « 2 » :\r\n يا رب صقر يفرس الصقورا * ويكسر العقبان والنسورا \r\n يجتاب بردا فاخرا مطرورا * مسيّرا « 3 » بكتفه تسييرا \r\n وقد تقبّى « 4 » تحته حريرا * مشمّرا عن ساقه تشميرا \r\n يضاعف الوشي به التنميرا « 5 » * معرّجا فيه ومستديرا \r\n كما يضمّ الكاتب السطورا * كأنه قد ملك التصويرا \r\n لنفسه فأحسن التقديرا * يروم منه أسدا هصورا \r\n مشزّرا « 6 » ألحاظه تشزيرا * كأنّ في مقلته سعيرا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النيق : قمة الجبل .\r\n( 2 ) في المصايد : عبد اللّه بن محمد الناشي .\r\n( 3 ) المسيّر : ثوب فيه خطوط .\r\n( 4 ) تقبى : لبس القباء أي الثوب .\r\n( 5 ) النمرة بالضم : النكتة من أي لون كان . ولون نمر ما فيه نمرة بيضاء وأخرى سوداء .\r\n( 6 ) شزره واليه يشزره نظر منه في أحد شقيه أو هو نظر فيه اعراض .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n تخاله من قلق مذعورا * ذا حذر قد جرب « 1 » الأمورا \r\n سباه من شاهقة صغيرا * قد طار أو ناهز أن يطيرا \r\n من كان بالرفق له جديرا * ينذر في ابقائه النذورا \r\n كأن ساقيه إذا استثيرا * ساقا ظليم « 2 » أحكما تضبيرا « 3 » \r\n ذا هامة ترى لها تدويرا * كما أدرت جندلا نقيرا \r\n تسمع من داخلها صفيرا * يحكي من اليراعة الزميرا « 4 » \r\n ترى الاوزّ منه مستجيرا * يباكر الضحضاح « 5 » والغديرا \r\n يثبت في أحشائها الاظفورا * ينتظم الأسحار والنحورا \r\nوله أيضا :\r\n غدونا وطرف الليل « 6 » وسنان غاثر * وقد نزل الاصباح والليل سائر \r\n بأجدل من حمر الصقور مؤدّب * وأكرم ما جرّبت « 7 » منها الاحامر « 8 » \r\n جريء على قتل الظباء وإنني « 9 » * ليعجبني أن يقتل « 10 » الوحش طائر \r\n قصير الذّنابى والقدامى كأنها * قوادم نسر أو سيوف بواتر \r\n ورقّش منه جؤجؤ فكأنما * أعارته أعجام الحروف الدفاتر \r\n وما زلت بالاضمار حتى صنعته * وليس يحوز السبق الا الضوامر \r\n وتحمله منا أكف كريمة * كما زهيت بالخاطبين المنابر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : ليوضع الأمورا .\r\n( 2 ) الظليم : الذكر من النعام .\r\n( 3 ) التضبير : السنة .\r\n( 4 ) اليراعة : القصبة ، والزمير : الذي يزمر به .\r\n( 5 ) الماء القليل .\r\n( 6 ) في النهاية : « وطرّف النجم » .\r\n( 7 ) في النهاية : ما « قرّبت » .\r\n( 8 ) جمع أحمر على أحامر .\r\n( 9 ) في الأصل : ( وانه ) .\r\n( 10 ) في النهاية : « يكسر » بدل يقتل .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n فعنّ لنا من جانب السفح وبرب « 1 » * على سنن تستنّ فيه الجآذر « 2 » \r\n فجلّى « 3 » وحلت عقدة السير فانتحى * لأولها إذ أمكنته الأواخر \r\n يحث جناحيه على حرّ وجهه « 4 » * كما فصّلت فوق الخدود المغافر « 5 » \r\n فما تمّ رجع الطّرف حتى رأيتها * مصرّعة تهوي إليها الخناجر \r\n كذلك لذاتي وما نال لذة * كطالب صيد ينكفي وهو ظافر \r\nوقال فيه :\r\n أنعت صقرا جلّ باريه وعز * ندبا إذا قدّم ميعادا نجز \r\n مجتمع الخلق شديدا مكتنز * أحمر رحب الجوف مخطوف العجز \r\n كأنما الريش عليه حمل خز * كأنما حملاقه زنّار قز \r\n كأنما ينظر من بعض الخرز * أنمر من عزّ به في الصيد بز « 6 » \r\n في مثله يسعد اطرار الرجز * يعدو على الظبي ويغتال الخزز « 7 » \r\n ويقتل الفز « 8 » فما يخطيه فز * ويحتوي على الحمام والإوز \r\n يعبرها حتى إذا جاز همز * أمضى من العضب إذا ما العضب هز \r\n وان رأى الفرصة منهن انتهز * حاز على أشكاله ما لم تحز \r\n ترى « 9 » به شخص حمام ان برز * ما أخطأ المفصل منها حين حز \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الربرب : القطيع من بقر الوحش .\r\n( 2 ) الجؤذر : ولد البقرة الوحشية .\r\n( 3 ) في الأصل : « تجلى » والرواية من النهاية . وجلى البازي : ابصر الصيد فرفع رأسه وطرفه .\r\n( 4 ) في النهاية : وجهها .\r\n( 5 ) في النهاية : المعاجر : وهي جمع معجر وهو ثوب تلفه المراة على استدارة رأسها .\r\n( 6 ) بزّ : غلب .\r\n( 7 ) الخزز : ولد الأرنب وقيل هو ذكر الأرانب .\r\n( 8 ) الفز : ولد البقرة وجمعه افزاز .\r\n( 9 ) في المصايد : شطر لم يرد هنا وهو : ( فحازها فقصرت ولم تحز ) .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n كلا ولا أحرزها منه حرز * صل بالقطاميّ إذا شئت تفز \r\n وافخر به فالصقر أعلى وأعز * وساير الطير سداد من عوز \r\nوقال آخر يصفه :\r\n مثل القطاميّ أناف قتبه « 1 » * مختضبا معظمه ومخلبه \r\n يغتصب الطير وما تغتصبه * تظلّ في الاخمار مما ترهبه \r\n جانحة من خوفه ترقبه * لا يأمن الضربة منه أرنبه \r\n ولا يدب بالفضاء ثعلبه * مثر من الكسب قليل نشبه \r\n يكتسب اللحم وما يكتسبه * بات وطلّ من سماء يضربه \r\n حتى إذا الصبح تجلّت جوبة * عن طرف لمّاح شديد كلبه \r\n من اضم الجوع الذي تلهبه * يكاد ان عاين شخصا يثقبه \r\n بقوة الطرف الذي يقلبه * أسنان عين صادق لا تكذبه « 2 » \r\n لاح له قبل الذرور خربه * ولىّ ولا يؤيل « 3 » منه هربه \r\n واحتثه من جوه تصوّبه * بة رشاش من دم يخضبه \r\n كأنه طالب ذحل « 4 » يطلبه * أعسر مسحور شديد كلبه \r\n ذو ماقة كدّرها تغضّبه * ما إن يرى أن عدوّا يغلبه \r\n كأنه في اللوح إذ يقطبه * إن طار عنه ريشه وزغبه \r\n وانفضّ من بعد اجتماع سلبه * عفرية صبّ عليه كوكبه \r\n في مستجير اللون داج غيهبه * أو قشع فرو لم يجمّع هدبه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في المصايد : مرقبه .\r\n( 2 ) التصحيح من المصايد .\r\n( 3 ) وأل إليه : لجأ وخلص .\r\n( 4 ) ثأر .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n\r\nباب في صيد طير الماء في القمر بالبازي والباشق\r\nوهو باب تفردنا به دون غيرنا ولم نعلم أحدا سبقنا اليه من مؤلفي كتب البيزرة من المتقدمين إذا أردت أن تصيد بالبازي أو الباشق طير الماء في القمر فاعمد إلى أفره ما عندك من بازي أو بأشق فعوّده التلقيف « 1 » بالعشيّ على حمام أبيض وكلما جاءك فأشبعه حتى يألف ذلك ولا يتأخر عنه ، ثم اجعل تلقيفه مع صلاة المغرب ليلتين أو ثلاثا حتى تثق بمجيئه على الصياح من وسط النخل ، فإذا جاءك من النخل على الصياح فأشبعه على التلقيف فقط ليلتين أو ثلاثا ثم اجعل تلقيفه مع صلاة العشاء الآخرة ولا تطعمه نهاره شيئا ، وليكن ذلك في الليلة التي تريد الصيد فيها ، وان لم ترد الصيد به فيها ، فاجعل طعمه بالغداة كسائر الجوارح وإذا هو جاءك العتمة ، ولم يتأخر عنك إذا سمع صياحك فأشبعه ليلتين أو ثلاثا ، ليألف الشبع في الليل ، فإذا فعلت . به ذلك وألفه وأردت الصيد به فعيّن على خليج يكون فيه طير الماء ، فإن كان بازيا فاجتهد أن يكون طير الماء كبيرا ، وان كان باشقا فليكن طير الماء صغيرا وهي تسمّى الخذف ، فإذا عزمت على الصيد به وكانت بينك وبين خصم مبايعة على الصيد في الليل ، فخذ خصمك واركب ، فإذا رأيت الطير الذي عيّنت عليه في الخليج ، فلا تعجل بالارسال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التلقيف : بلع الطعام كالتلقف ولعله هو المقصود .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nوامسك يدك واضرب الطبل ، فان الطير إذا علت رآها البازي فحينئذ أرسله ، فإنه يصيد باذن اللّه ، ومتى أرسلته قبل أن تضرب له الطبل مرّ على وجهه لأنه لا يتأمل طير الماء ، وما يحتمل ارسال الليل يحتمله ارسال النهار ، لأن الجارح يبصر الطير بالنهار عن بعد ولا يمكنه النظر في الليل فلذلك وجب أن تتثبّت في الارسال فإذا صاد فأشبعه .\r\nوربما أخطأ وقعد في النخل فادعه فإنه يجيئك للتلقيف فإذا جاءك فأشبعه وقد يجوز أن يبيت على بعض النخل فإذا يئست من مجيئه فبيّت غلاما تحته فإنه يأخذه بالغداة ، ولا تطعمه شيئا ، وعد به في الليلة الثانية ، وليكن معك طيرة ماء مخيطة فان هو صاد فأشبعه وان لم تجد من طير الماء شيئا فطيّر له التي معك وأشبعه عليها فإنه يصيد باذن اللّه .\r\nوقد حدّثنا أن الاخشيد كان له بازي يصيد به في القمر ، ولم نر ذلك ولا علمنا أن أحدا سبقنا اليه ، وربما زاد الناس في الكلام ونقصوا .\r\nوأما الشاهين والصقر فمن طبعهما الصيد بالأسحار ، وكثرة صيد الشاهين في الأسحار الواقات « 1 » والقبيسات وهي الصدوات « 2 » لقلة مراوغتها في الليل .\r\nوكذلك طير الماء ليس له مراوغة في الليل عند ضرب الطبل ولذلك يقدر على صيده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوقّ : صياح الصّرد والوقوقة : نباح الكلب وأصوات الطيور .\r\n( 2 ) لعلها الصعوات والصعو طائر من صغار العصافير أحمر الرأس .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nباب في شد الجوارح على الكنادر\r\nقد ذكرنا في كتابنا هذا ما لم يذكره الناس في كتبهم من شدّ الجوارح على الكنادر من البزاة والبواشق ، لأنها تشدّ على العوارض ، ومتى كان شدها ضيقا لم يؤمن عليها من الانقطاع ، لأنه متى وثب الجارح على غفلة وهو قصير الشدّ لم يؤمن عليه أن ينقطع ، والأجود أن يكون في شدّه فضل فإنه أسلم له . ويجب على من تكون له جوارح ألّا يبيت أو يفتقدها فان كانت وجوهها إلى الحائط حوّلها عنه ليأمن عليها .\r\nوحدّثنا عن شيخ من اللعّاب انه كانت له عدة بواشق في بيت ، وأنها كانت موجهة إلى الحائط وأن واحدا منها عارضه شيء في الليل فوثب فلقيه الحائط بشدة بدنه فمات ، وأن كل ما كان معه من البواشق لما أحسّت بوثبته وثبت كلها فأصبحت تحت الكنادر أمواتا عن آخرها ، ولم يعرف لها سبب غير ما ذكرناه ، فأحببنا أن نجعله بابا مفردا وقد وصينا بما فيه الصلاح لمن انتهى اليه وعمل به وباللّه نستعين وعليه نتوكل .\r\nتم الكتاب والحمد للّه رب العالمين كما هو أهله ومستحقه\r\nوصلى اللّه على نبيه محمد خاتم النبيين وعلى الأئمة من عترته\r\nالطاهرين الأخيار وسلم تسليما\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nالفهارس\r\n1 - فهرس المواضيع والأبواب .\r\n2 - فهرس المصادر والمراجع .\r\n3 - فهرس أسماء الطيور والحيوانات .\r\n4 - فهرس الأعلام .\r\n5 - فهرس الأماكن والبلدان .\r\n6 - فهرس القوافي والأشطار الواردة في الكتاب .\r\nب ( 13 )\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\n1 - فهرس المواضيع والأبواب\r\nمقدمة المحقق ص 1 - 16\r\nمقدمة الكتاب 17 - 39\r\nباب من كان مستهترا بالصيد من الاشراف 40 - 48\r\nصفة البواشق وذكر ألوانها وشياتها وصفة الفاره منها 49\r\nباب في ضراءة الباشق وفراهته ، وما يصيد من الطرائد المعجزة التي هي من صيد البازي ، وذكر علاجات البواشق وعللها وما خلص منها من العلل وأنجب ، وذكر القرنصة وذكر ما عاش عندي منها بالقاهرة حرسها اللّه ، وذكر ما تحتاج اليه في القرنصة من الخدمة وذكر السبب الذي استحقت عندي به التقدمية على البزاة إذ كان مؤلفو الكتب يقدمون البازي على سائر الجوارح 50\r\nصفة ضراءة الباشق وهو وحشي 50 - 52\r\nذكر الضراءة على البيضاني والمكحل 53 - 58\r\nصفة علاج القرنصة وذكر ما يحتاج اليه من آلتها 59 - 61\r\nذكر علاج القرح في جناح الباشق وكيف يخرج 62 - 63\r\nصفة علاج الدود 64\r\nباب في صفة البزاة وذكر شياتها وألوانها وأوزانها وضراءتها والحوادث التي تحدث لها وعلاجاتها وما تحتاج اليه من الخدمة في قرنصتها 65\r\nذكر أوزانها 65\r\nصفة ضراءة البازي 66 - 72\r\nذكر ما يحتاج اليه البازي في القرنصة 73 - 79\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nذكر سياسة الذرق 79\r\nذكر الأدوية والعلاجات وما يستدل به من الذرق على كل علة 79 - 84\r\nذكر ما يحدث الجص وصفة علاجه 84 - 86\r\nذكر علاج النفس 86 - 87\r\nذكر علاج البشم 87 - 88\r\nذكر علاج البياض إذا أصاب عين البازي 88\r\nذكر ما يولّد القمل في البازي وصفة علاجه 88 - 89\r\nذكر علاج المسمار إذا أصاب كف الجارح 89\r\nذكر ما يحدث الورم في الكفين وصفة علاجه 90\r\nذكر علاج القلّاع 91\r\nذكر ما يتبين به كون الدود في البازي وصفة علاجه 91\r\nصفة علاج الحر 91\r\nصفة علاج مخاليب الجارح إذا تقلعت 92\r\nصفة علاج البرد 92\r\nصفة اعوجاج ريش الجناح 92\r\nصفة علاج العقر إذا أصاب كف البازي 93\r\nذكر ما يحدث السدّة في المنخرين وصفة علاجها 93\r\nذكر من يصلح ان يستخدم من الكنادر 94\r\nباب في تفضيل الصقور على الشواهين لما فيها من الفراهة وهو السبب الموجب لتقديمها وذكر ألوانها وأوزانها وصفة ضراءتها 95\r\nذكر ألوانها 95\r\nذكر أوزانها 95\r\nصفة ضراءتها 96\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nصفة ضراءة الصقر على الغزال وذكر ما يحتاج اليه من الآلة وكيف يضريه المغاربة وهم أقدر على الغزال من أهل المشرق ونبيين ما نأتي به من ذلك ونبدأ بذكر ضراءة المشارقة وأي وقت تكون من السنة 99 - 101\r\nصفة ضراءة المغاربة 101 - 103\r\nباب في صفة الشواهين وذكر ألوانها وأوزانها وصفة ضراءتها 104\r\nصفة ضراءتها 104 - 107\r\nباب السقاوات وذكر ألوانها وأوزانها وضراءتها وما تصيده من الوبر والريش وذكر ما يستدل به على جيّدها ورديئها 108\r\nذكر ضراءتها 108 - 109\r\nباب العقبان وألوانها وذكر أوزانها وصفة ضراءتها 110\r\nصفة ضراءتها 110 - 112\r\nباب الزمامجة وذكر ألوانها وأوزانها وضراءتها 113\r\nذكر ما قيل في العقاب من الشعر المستحسن 114 - 117\r\nباب صيد الفهد وصفة ضراءته 118\r\nذكر الصيد بالفهد وما يستحسن منه 119 - 128\r\nذكر ما قيل في ابتذال الملك نفسه في الصيد بهذا الضاري ومباشرته له وقد ذكر ذلك عن كثير من الجلة والملوك 128 - 132\r\nباب في صفة الظباء وذكر مواضعها التي تأويلها وأسنانها وصيدها وما فيها من المنافع وما قيل في ذلك من الشعر 133 - 139\r\nباب في ذكر كلاب سلوق وخصائصها وصيدها وعللها وأدوائها وما قيل فيها من الشعر 140 - 143\r\nذكر ما يعرف به هرم الكلب من فتائه 144\r\nذكر ما يعرف به فراهته 144\r\nذكر أدوائها وصفة دوائها 146 - 148\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nذكر صيد الكلب 148 - 164\r\nذكر ما قيل في الجوارح ووصف به من الشعر المستحسن لمتقدم ومتأخر 165 - 173\r\nذكر ما قيل في الباشق من الشعر مما ضمناه كتابنا هذا 174 - 175\r\nذكر ما قيل في الشواهين من الشعر 175 - 177\r\nذكر ما قيل في الصفر من الشعر 177 - 181\r\nباب في صيد طير الماء في القمر بالبازي والباشق وهو باب تفردنا به دون غيرنا ولم نعلم أحدا سبقنا اليه من مؤلفي كتب البيزرة من المتقدمين . 182 - 183\r\nباب في شد الجوارح على الكنادر 184\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\n2 - مراجع التصحيح\r\n1 - المصايد والمطارد لكشاجم ( صورة مخطوطة لأسعد طلس وعليها تعليقاته )\r\n2 - الحيوان للجاحظ ( الطبعة الجديدة )\r\n3 - حياة الحيوان للدميري\r\n4 - تذكرة داود الأنطاكي\r\n5 - مروج الذهب والاشراف للمسعودي\r\n6 - عجائب المخلوقات للقزويني\r\n7 - صبح الأعشى للقلقشندي\r\n8 - التعريف بالمصطلح الشريف لابن فضل اللّه العمري\r\n9 - نهاية الأرب للنويري\r\n10 - الأغاني لأبي الفرج الأصبهاني\r\n11 - مقالتان في المجلد التاسع في مجلة المقتبس لرضا الشبيبي\r\n12 - مقالة في وصف كتاب المصايد والمطارد لإسرائيل ولفنسون ( مجلة المجمع العلمي العربي م 18 )\r\n13 - ديوان الحسن بن هاني ( أبو نواس ) مخطوطة الظاهرية والمطبوعة في مصر\r\n14 - معجم الحيوان لامين معلوف\r\n15 - الألفاظ الفارسية المعربة لادي شير\r\n16 - ديوان امرئ القيس\r\n17 - ديوان الطرماح\r\n18 - ديوان علي بن الجهم\r\n13 - البيزرة\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n19 - ديوان ذي الرمة\r\n20 - ديوان ابن المعتز\r\n21 - ديوان كشاجم\r\n22 - ديوان أبي فراس الحمداني\r\n23 - معجم البلدان لياقوت\r\n24 - محاضرات الراغب\r\n25 - كتب اللغة المشهورة كالمخصص واللسان والأساس والقاموس والتاج والفائق والنهاية\r\n26 - قاموس الأعلام لشمس الدين سامي بالتركية\r\n27 - وغير ذلك من المخطوطات والمطبوعات ومنها ما كان بالفرنسية كمقالة البيزرة في معجم لاروس الجديد\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\n3 - فهرس أسماء الطيور والحيوانات مرتبا على الحروف الهجائية\r\n( حرف الألف )\r\nالآرام 125 و 133\r\nالإبل 33 و 152\r\nالأتان 34 و 87 و 117 و 152\r\nالأتن 84\r\nالأجلام 55 و 108\r\nالأخضر 23 و 64 و 68 و 69\r\nالأرانب 25 و 67 و 112 و 115 و 143 و 153\r\nالأراوي 164\r\nالأرانب 77 و 85 و 108 و 109 و 114 و 142 و 148 و 151 و 153 و 155 و 156 و 180\r\nالأرنبة 26\r\nالأروى 37\r\nالأسد 120 و 128\r\nأظب ( جمع ظبي ) 122\r\nأكلب 53 و 140 و 146 و 151 و 152 و 156\r\nأم الثولب 152\r\nالانعام 38\r\nالانكليس 61\r\nالأنوق 169\r\nالأوز 45 و 56 و 67 و 105 و 109 و 174 و 179\r\nاوزات 70\r\nاوزة 97\r\nالأوعال 137\r\nالايّل 137 و 148 و 149\r\n( حرف الباء )\r\nالبازي 18 و 19 و 42 و 45 و 50 و 52 و 64 و 66 و 67 و 68 و 9 و 70 و 71 و 72 و 73 و 74 و 75 و 76 و 77 و 78 و 79 و 80 و 81 و 82 و 83 و 84 و 85 و 86 و 87 و 88 و 89 و 91 و 92 و 93 و 94 و 113 و 119 و 129 و 148 و 158 و 159 و 160 و 162 و 165 و 167\r\nب ( 14 )\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nو 169 و 171 و 172 و 173 و 182 و 183\r\nالباشق 50 و 51 و 52 و 53 و 55 و 56 و 57 و 58 و 59 و 60 و 61 و 62 و 63 و 64 و 69 و 75 و 84 و 104 و 113 و 174 و 175 و 182\r\nالبحريات الحمر 57\r\nالبزاة 49 و 56 و 60 و 62 و 65 و 70 و 71 و 73 و 87 و 94 و 160 و 161 و 166 و 172 و 184\r\nالبط 75\r\nالبعير 36 و 149\r\nالبغلة 27\r\nالبقر 37 و 123 و 132 و 135 و 137 و 149\r\nبقر الوحش 119 و 180\r\nالبقع 52\r\nبلشون 68 و 70 و 94 و 96 و 97 و 105\r\nالبلق 56 و 67\r\nالبواشق 49 و 53 و 54 و 56 و 57 و 62 و 65 و 69 و 78 و 112 و 184\r\nالبوقردان البلشون\r\nبوقير 67\r\nالبيضاني 53 و 55 و 68\r\nالبيضانيات 52 و 55 و 56 و 69\r\n( حرف التاء ) التم 83 و 84\r\nالتنين 92\r\nالتيس 85 و 101 و 102 و 137 و 138 و 142 و 152\r\nالتيوس 30 و 101 و 103 و 105 و 122\r\n( حرف الثاء ) الثعبان 92\r\nالثعلب 38 و 142 و 143 و 148 و 155\r\nالثني 133 و 135\r\nالثور 135 و 152\r\n( حرف الجيم ) الجآذر 180\r\nالجأب 117\r\nالجؤذر 180\r\nالجدي 100\r\nالجذع 133\r\nالجراد 37 و 38 و 161\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nالجرذان 75\r\nالجلم 55\r\nجلمة 106\r\nجليمة 111\r\nالجمل 149\r\nجنطة ( ؟ ) 56\r\nجواد 24 و 26 و 120\r\nالجياد 47\r\n( حرف الحاء ) الحبارى 59 و 67 و 98 و 108\r\nالحبرج 98 و 108\r\nالحجر 141\r\nالحجل 67 و 78 و 108 و 138 و 160 و 163 و 164\r\nالحدأة 108\r\nالحذف 75 و 78\r\nالحمار الوحشي 34 و 152\r\nالحمام 51 و 52 و 53 و 59 و 66 و 75 و 84 و 85 و 92 و 93 و 96 و 97 و 104 و 174 و 182\r\nالحمامة 78\r\nحمر الوحش 29 و 117\r\nالحمل 57 و 75\r\nالحوت 17\r\nالحية 170\r\nالحيات 75 و 125 و 154\r\n( حرف الخاء ) الخرب الحبرج\r\nالخروف 57 و 63 و 100 و 118\r\nالخزّان 153\r\nالخزز 26 و 153 و 180\r\nالخشف 130 و 133 و 135\r\nخشقان 122\r\nالخضر 54 و 69\r\nالخطاف 60 و 158\r\nالخطاطيف 75\r\nالخنزير 78 و 85\r\nالخيل 19 و 20 و 14 و 29 و 48 و 102 و 124 و 129 و 140 و 141 و 145 و 160 و 162 و 164 و 171\r\nالخيول 157\r\n( حرف الدال ) الدبسي 160\r\nالدباسي 160\r\nالدجاج 56 و 147 و 105\r\nالدّخل 53\r\nالدراج 51 و 59 و 67 و 70 و 77 و 84 و 143 و 148 و 157 و 164\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nالدراجة 51 و 70 و 158 و 159\r\nالدراج 160 و 163\r\nالدود 64 و 90 و 91\r\nالديدان 137\r\nالديرج 69\r\nديك 88\r\n( حرف الذال ) الذئب 38 و 114 و 121\r\n( حرف الراء ) الربرب 180\r\nالرخمة 169\r\nالرشأ 100 و 172\r\nرهطى 68\r\nالريحاني 78\r\nالريم 27\r\n( حرف الزاي ) الزاغ 78\r\nالزرق 79 و 84 و 156\r\nالزمامج 160\r\nالزمامجة 111 و 113\r\nالزمج 110 و 112 و 160\r\nالزمجى 111\r\nالزمجة 111\r\nالزنابير 75\r\nالزنبور 153\r\n( حرف السين ) السباع 29\r\nسبع 119\r\nسخام 140\r\nسرحان 140 و 141\r\nالسقاوي 108\r\nالسقاوات 108\r\nالسقرون البحريات الحمر\r\nالسلكان 78\r\nسلهب 140 و 141\r\nالسمائم 60\r\nسمامة 60\r\nالسمانى 59\r\nالسمك 61 و 78\r\nسنجاب 166\r\nالسوذنيق 177\r\n( حرف الشين ) الشا 38\r\nالشاة 60 و 72 و 84 و 101 و 102 و 103 و 147\r\nشادن 133 و 137\r\nالشامرك 56\r\nالشاه‌مرجات 56\r\nالشاه‌مرغ الشامرك\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nالشاه‌مرك 65\r\nالشاهين 18 و 54 و 56 و 101 و 102 و 104 و 105 و 106 و 161 و 176 و 183\r\nالشفانين 59\r\nشفنين 59 و 63\r\nشقر 133\r\nشملال 115\r\nالشواهين 54 و 89 و 94 و 95 و 101 و 104 و 105 و 106 و 108 و 175\r\n( حرف الصاد ) الصعو 183\r\nالصقر 18 و 40 و 44 و 45 و 96 و 97 و 98 و 99 و 100 و 101 و 105 و 108 و 109 و 148 و 151 و 156 و 163 و 165 و 169 و 176 و 177 و 178 و 180 و 181 و 183\r\nالصقعاء 114\r\nالصقور 28 و 89 و 94 و 95 و 96 و 100 و 101 و 102 و 105 و 108 و 114 و 160 و 163 و 178 و 179\r\nالصوار 123\r\nالصيران 123 و 124\r\n( حرف الضاد ) الضأن 37 و 63 و 86 و 87\r\nالضب 47 و 121\r\nالضباع ( ؟ ) 125\r\nالضرم 114\r\n( حرف الطاء ) الطاوس 121\r\nالطرف 129\r\nالطل 133\r\nالطير الأبابيل 60\r\nطير الماء 51 و 53 و 54 و 55 و 56 و 57 و 58 و 67 و 68 و 69 و 70 و 77 و 78 و 104 و 105 و 106 و 182 و 183\r\nطيرة ماء 104 و 183\r\nالطيهوج 78 و 84\r\n( حرف الظاء ) الظباء 25 و 27 و 29 و 30 و 34 و 37 و 39 و 40 و 126 و 128 و 130 و 131 و 133 و 134 و 136 و 137 و 139 و 140 و 142 و 148 و 150 و 152 و 156 و 163 و 179\r\nب ( 15 )\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nظبي 122 و 133 و 134 و 135 و 136 و 137 و 138 و 139 و 142 و 149 و 157 و 168\r\nالظبيات 171\r\n( حرف العين ) العبابلة 68\r\nالعبال 67\r\nالعجاج 56\r\nالعجاجيل 75\r\nالعجول 119\r\nالعصافير 57 و 70 و 75 و 76 و 183\r\nالعصفور 59 و 63 و 75 و 82\r\nالعصم 133\r\nالعقاب 48 و 110 و 111 و 112 و 113 و 114 و 115 و 116 و 136 و 160 و 169\r\nالعقبان 110 و 111 و 115 و 178 و 179\r\nالعقعق 78 و 174\r\nالعكرشة 26 و 115\r\nالعنز 142 و 163\r\nالعنق 100\r\nالعيس 47 و 122\r\n( حرف الغين ) الغداف 78\r\nغدفان 106\r\nغراب 52 و 54 و 55 و 57 و 64 و 108 و 109 و 143 و 155 و 174\r\nالغربان 52 و 54 و 55 و 57 و 67 و 68 و 69 و 70\r\nالغرّ 54 و 57 و 69 و 78\r\nالغزال 86 و 98 و 99 و 100 و 101 و 105 و 110 و 116 و 119 و 121 و 135 و 136 و 138\r\nغزلان 101 و 102 و 108 و 112 و 135 و 156\r\nغضنفر 127\r\nالغطراف 68 و 158\r\nغلاب 141\r\nالغنم 37\r\n( حرف الفاء ) الفأر 75\r\nفأرة 82\r\nالفتخاء 115\r\nالفرافير 47 و 51 و 55\r\nالفرخ 156\r\nالفرس 24 و 27 و 33 و 34 و 35 و 37 و 42 و 43 و 44 و 76 و 103 و 119 و 122 131 و 145\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nفرفورة 51\r\nالفزّ 180\r\nالفقاق 55\r\nالفهد 18 و 48 و 75 و 118 و 119 و 120 و 121 و 122 و 124 و 128 و 132 و 136 و 148 و 163\r\nالفهدة 120 و 125 و 127\r\nالفهود 20 و 29 و 120 و 123\r\n( حرف القاف ) القبج 48 و 174\r\nالقبّر 106\r\nالقطا 37 و 51 و 78 و 174\r\nالقطاة 174\r\nالقطمان 108\r\nالقماري 160\r\nالقمل 88 و 89\r\nقنابر 75\r\nقنبرة 36 و 53 و 68\r\nالقنفذ 60\r\nالقنيص 140 و 141\r\n( حرف الكاف ) الكباش 164\r\nالكحلاء 53\r\nالكراكي 69 و 72 و 79 و 83 و 105 و 110 و 111 و 112 113 و 162 و 166\r\nالكرّز 156\r\nالكركج 109\r\nالكركي 70 و 71 و 98 و 105 و 106 و 111 و 113\r\nالكروان 67 و 69 و 77 و 108\r\nكروانة 69\r\nالكلاب 20 و 28 و 29 و 43 و 47 و 75 و 141 و 143 و 145 و 148 و 156 و 158 و 160 و 164\r\nكلاب سلوق 135 و 140 و 146\r\nالكلب 18 و 20 و 30 و 100 و 102 و 103 و 128 و 136 و 141 و 142 و 143 و 144 و 145 و 146 و 147 و 148 و 149 و 150 و 152 و 154 و 155 و 158 و 163 و 183\r\nالكلبة 141 و 145\r\nالكوبج ( ؟ ) 109\r\n( حرف اللام ) اللقوة 114 و 117\r\n( حرف الميم ) الماعز 63 و 91 و 137 و 152\r\n14 - البيزرة\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nمالك الحزين 68\r\nالمتعاطس 141\r\nالمختلس 141\r\nالمخلف ( ؟ ) 59\r\nالمسحل 34\r\nالمطرفات 67\r\nمكاحل 68 و 69\r\nالمكحل 52 و 53 و 56\r\nالملاعقي 67\r\nالملمع 156\r\nالملها 37\r\nمهاة 35\r\n( حرف النون ) الناقة 36 و 115 و 136 و 141\r\nالنحام 67 و 70\r\nنسر 179\r\nالنسور 178\r\nنمر 178\r\nالنوق 178\r\nالنون 47\r\n( حرف الهاء ) الهام 78\r\nالهدهد 108\r\nالهوام 138\r\nالهوزن 53\r\n( حرف الواو ) الورق 27\r\nالوعول 37 و 131 و 133\r\n( حرف الياء ) اليؤيؤ 55\r\nاليحمور 148\r\nاليربوع 60\r\nاليمام 59\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n\r\n4 - فهرس الأعلام مرتبا على الحروف الهجائية\r\n( حرف الألف ) آل جعفر 127\r\nإبراهيم ( عليه السلام ) 40\r\nإبراهيم الموصلي 39\r\nإبليس 122\r\nابن بابان 101\r\nابن حوفية 55\r\nابن سعد الهائم 98\r\nابن عباس 20 و 141\r\nأبو الأحوص 141\r\nأبو بكر 147\r\nأبو بكر الدقيشي - أبو بكر الوقيشي\r\nأبو بكر محمد بن يحيى الصولي 48 120\r\nأبو بكر الوقيثي 140 و 143\r\nأبو جداية 140\r\nأبو جعفر المنصور 41 و 42 و 43\r\nأبو جهل 40 و 41\r\nأبو الحسين الحافظ 131\r\nأبو الحصين 155\r\nأبو الحكم - أبو جهل\r\nأبو حنبل 38\r\nأبو حنيفة 133\r\nأبو دجانة - سماك بن أوس\r\nأبو دلامة 20\r\nأبو ذؤيب 34\r\nأبو الطماح 136\r\nأبو الطمحان القيني 136\r\nأبو العباس بن الداية 39\r\nأبو العباس السفاح 20 و 41 و 42\r\nأبو عبد الرحمن 44\r\nأبو عبد اللّه 36\r\nأبو علقمة المري 28\r\nأبو عمارة - حمزة بن عبد المطلب\r\nأبو فراس - الحارث بن سعيد بن حمدان\r\nأبو المسهر 31 و 33 و 36\r\nأبو نواس - الحسن بن هانئ\r\nأحمد بن زياد بن كريمة 122\r\nالاخشيد 98 و 183\r\nأرسطاطاليس 20 و 119\r\nب ( 16 )\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nإسحاق 127\r\nإسحاق بن إبراهيم بن السندي 27\r\nإسماعيل بن إبراهيم ( عليهما السلام ) 40\r\nإسماعيل بن جامع المغني 39\r\nالأصمعي 30\r\nالأعاجم 22\r\nالأعشى 120\r\nالأكراد 149\r\nالأكاسرة 24\r\nالأنصار 40\r\nامرؤ القيس 23 و 24 و 114 و 115 و 116\r\nأنوشروان 177\r\n( حرف الباء ) بنو أسد 21\r\nبنو إسماعيل 40\r\nبنو ثعل 23\r\nبنو الحارث 41\r\nبنو عامر 41\r\nبنو العباس 41 و 42\r\nبنو عبد اللّه بن كلاب 38\r\nبنو عذرة 31\r\nبنو قرة 118\r\nبنو هاشم 41 و 175\r\nبهرام شوبين 29\r\n( حرف التاء ) الترك 78 و 85 و 124 و 127\r\n( حرف الجيم ) الجاحظ 122\r\nالجعد بن مهجع 32 و 36\r\nجعفر بن محمد 133\r\n( حرف الحاء ) حاتم 38\r\nالحارث بن سعيد بن حمدان 156 161\r\nالحرث بن مصرف 30\r\nحارثة بن حنبل 37\r\nالحسن بن هانئ 44 و 46 و 149 و 165 و 175\r\nالحسين بن علي بن أبي طالب 18\r\nحسين الخادم 43\r\nحمزة بن عبد المطلب 40\r\nالحواريين 20\r\n( حرف الخاء ) خالد بن برمك 27 و 28\r\nخراش 30\r\nالخلفاء الراشدون 24\r\nالخليل بن أحمد 19\r\n( حرف الدال ) داود بن علي 42\r\n( حرف الذال ) ذو الرمة 134 و 135\r\n( حرف الراء ) رؤبة بن العجاج 121 و 177\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nالربيع 42\r\nالرشيد 43 و 44\r\nالرقاشي 127\r\nالروم 71 و 103\r\n( حرف الزاي ) زرع 140\r\nزهير ( بن أبي سلمى ) 146\r\nزيد 38\r\nزيد الخيل 140\r\n( حرف السين ) الساسانية 29\r\nسعيد بن جبير 20\r\nسليمان بن علي الهاشمي 19\r\nسماك بن أوس 42\r\nسوّار 28\r\nسيبويه 121\r\n( حرف الشين ) الشافعي 136\r\nالشماخ 140\r\nشماخ بن ضرار 114\r\nشهرام 48\r\nشيرين 177\r\n( حرف الصاد ) صالح الهاشمي 27\r\n( حرف الطاء ) الطرماح 147\r\nطيء 23 و 37 و 40\r\n( حرف العين ) عبد ربه 143\r\nعبد الصمد بن المعذل 124 و 127\r\nعبد اللّه بن محمد الناشي 171 و 176\r\nعبد اللّه بن المعتز 125 و 126 و 127 و 130\r\nعبد المدان 41\r\nعبد الملك بن صالح الهاشمي 27 و 43 و 44\r\nعدي بن حاتم طيء 40 و 41\r\nعدي بن الرقاع 134\r\nعديّة 32\r\nعذرة 31 و 32\r\nالعرجي 126\r\nالعرب 140 و 146\r\nالعزيز باللّه 18\r\nعلي ( رضي اللّه عنه ) 102\r\nعلي بن الجهم 37 و 160\r\nعمر بن عبد اللّه بن أبي ربيعة 31 و 35\r\nعمرو الثعلي 23\r\n( حرف الغين ) غديّة 32\r\n( حرف الفاء ) فاطمة 102\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n( حرف القاف ) القاسم بن عبيد اللّه 103\r\nالقاسم بن مجمع 143\r\nالقاسم بن محمد الناشي 171 و 176\r\nقحطبة 27 و 28\r\nقريش 36\r\nقيس 41\r\n( حرف الكاف ) كتامة 103\r\nكشاجم 174\r\nكلب ( قبيلة ) 33 و 36\r\nكندة 23\r\n( حرف اللام ) ليلى 143\r\n( حرف الميم ) المأمون 145\r\nمجير الجراد - حارثة بن حنبل\r\nمحمد ( صلّى اللّه عليه وسلم ) 18 و 19 و 36 و 40 و 41 و 102 و 140\r\nمحمد الأمين 46\r\nمحمد بن عبد اللّه 43\r\nمحمد بن الوزير الحافظ الغساني 26\r\nمحمد بن يحيى الصولي ( أبو بكر ) 48 و 120\r\nمحمود بن الحسين السندي 172 و 174\r\nمرّة 23\r\nمزرد بن ضرار الفقعسي 140\r\nمسلم بن الوليد الأنصاري 39\r\nالمسيح 20\r\nالمعتصم 39 و 46\r\nالمعتضد 46 و 48\r\nالمكتفي 48 و 120\r\nالمهدي - محمد بن عبد اللّه\r\nمهلهل بن ربيعة 42\r\n( حرف النون ) الناشي 129\r\nالنبي ( صلّى اللّه عليه وسلم ) 73\r\nنجبة بن علي ( نديم المعتضد ) 46\r\n( حرف الهاء ) الهذلي 115\r\nهرمز الرابع 29\r\nهشام 141\r\nهلال بن معاوية التغلبي 38\r\nهمّام 38\r\n( حرف الياء ) يحيى بن خالد البرمكي 26\r\nيزدجرد 177\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\r\n5 - فهرس الأماكن والبلدان مرتبة على الحروف الهجائية\r\nالابليز 69 و 112\r\nالإسكندرية 94 و 97 و 103\r\nأنطاكية 48\r\nبرقة 101\r\nبرلس 94 و 97\r\nبعلبك 70\r\nبلبيس 101\r\nترنوط 103\r\nتنيس - جزيرة تنيس\r\nالثريا 46\r\nجبل المقطم 47\r\nالجزائر 95\r\nجزيرة تنيس 67\r\nالجيزة 54\r\nالحرارات 33\r\nحلوان 47\r\nالحميمة 42\r\nالحوذان 33\r\nخراب مقاتل 111\r\nخراسان 27\r\nالخورنق 41\r\nدمشق 70\r\nدير القصير 47\r\nالزعفران 160\r\nسفح المرج 47\r\nسلوق 140\r\nالشام 59 و 156\r\nشبرنمنت 68\r\nالشراة 42\r\nالشرق 101 و 102 و 111 و 149\r\nالصعيد 47\r\nالعراق 71 و 96 و 98\r\nعرعرة ( ؟ ) 167\r\nعرفات 32\r\nعمان 42\r\nعين قاصر 157\r\nالغرب 101 و 111 و 149\r\nفارس 29\r\nفيافي بني أسد 21\r\nالقاهرة 49\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nكوم الدب 54\r\nكوم عين شمس ( ؟ ) 57\r\nالمتحف العراقي 165\r\nالمشرق 109 و 110\r\nمصر 47 و 94 و 97 و 103 و 149\r\nالمغرب 96 و 108 و 110 و 149\r\nمكة 31\r\nالنيل 47 و 69 و 94 و 97 و 103\r\nهمذان 38\r\nاليمامة 35\r\nاليمن 41 و 140\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n\r\n6 - فهرس القوافي والأشطار\r\nالواردة في الكتاب ( حرف الألف )\r\n قد أغتدي والليل مهتوك الحمى * . . . الدجى \r\n172 رجز\r\n( حرف الباء )\r\n وللّه فتخاء الجناحين لقوة * . . . الأرانب \r\n115 طويل\r\n بذلك أبغي الصيد طورا وتارة * . . . الترائب \r\n115 طويل\r\n ليت الغراب رمى حمامة قلبه * . . . تلغب \r\n23 كامل\r\n وينبح بين الشعب نبحا كأنه * . . . يريبها \r\n135 طويل\r\n كأنها حين فاض الماء واختلفت * . . . الذيب \r\n114 بسيط\r\n فأدركته فنالته مخالبها * . . . مثقوب \r\n116 بسيط\r\n لاقى مطالا كنعاس الكلب * . . . \r\n120 رجز\r\n يا رب بيت بفضاء سبسب * . . . المطنّب \r\n151 رجز\r\n لما تبدى الصبح من حجابه * . . . جلبابه \r\n154 رجز\r\n مثل القطاميّ أناف قتبه * . . . ومخلبه \r\n181 رجز\r\n يغدو الامام إذا غدا * . . . النقيبة \r\n43 مجزوء الكامل\r\n غدوت للصيد بفتيان نجب * . . . سبب \r\n170 رجز\r\n ولا صيد إلا بوثابة * . . . كالعذب \r\n125 متقارب\r\n إذا ما رأى عدوها خلفه * . . . بالعطب \r\n126 متقارب\r\n( حرف التاء )\r\n سلام على دير القصير وسفحه * . . . النخلات \r\n47 طويل\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n لما غدا القانص في غداته * . . . غاراته \r\n138 رجز\r\n قد اغتدي والطير في مثواتها * . . . لغاتها \r\n152 رجز\r\n لعمرك ما حبي لأسماء تاركي * . . . فأموت \r\n31 طويل\r\n( حرف الجيم )\r\n وطئنا بأرض الزعفران وأمسكت * . . . الدرارج \r\n160 طويل\r\n قد أغتدي قبل الصباح الأبلج * . . . الدجّج \r\n175 رجز\r\n لما تفرى الليل عن أثباجه * . . . لانبلاجه \r\n171 رجز\r\n( حرف الحاء )\r\n كمثل جرو الكلب لم يفقّح * . . . وأشقح \r\n141 رجز\r\n قد أغتدي في نفس الصباح * . . . ارتياح \r\n169 رجز\r\n عذلتني على الطراد وقبلي * . . . راحا \r\n40 خفيف\r\n( حرف الدال )\r\n يا حبّذا السفح سفح المرج والوادي * . . . غادي \r\n47 بسيط\r\n حنتني حانيات الدهر حتى * . . . لصيد \r\n136 وافر\r\n لنا جدي إلى التربيع ما هو ( ؟ ) * . . . جلده \r\n137 وافر\r\n أنعت كلبا أهله في كدّه * . . . بجدّه \r\n149 رجز\r\n وحتى رأينا الطير في حنباتها * . . . تصيدها \r\n37 طويل\r\n تفرقت الظباء على خراش * . . . يصيد \r\n30 وافر\r\n يفديك خلّ إذا هتفت به * . . . يده \r\n27 منسرح\r\n كأنها فصان من فوق فضة * . . . سوّدا \r\n134 طويل\r\n رقدت مقلتي وقلبي يقظان * . . . شديدا \r\n120 خفيف\r\n تزجي أغن كأن إبرة روقه * . . . مدادها \r\n134 كامل\r\n ربما أغدو إلى الصيد معي * . . . جد \r\n28 رمل\r\n ومنا الكريم أبو حنبل * . . . الجراد \r\n38 متقارب\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n( حرف الذال )\r\n انعت أمثالا قذذن قذّا * . . . شخذا \r\n130 رجز\r\n( حرف الراء )\r\n ثم اعتنقنا عناقا ليس يبلغه * . . . الكوافير \r\n126 بسيط\r\n فتلازما عند الوداع صبابة * . . . المعسر \r\n126 كامل\r\n أمير يأكل الاسلاب منا * . . . أمير \r\n114 وافر\r\n رب رام من بني ثعل * . . . ستره \r\n23 مديد\r\n لما غدا للصيد آل جعفر * . . . المفخر \r\n127 رجز\r\n عدونا وطرف الليل وسنان غائر * . . . سائر \r\n179 طويل\r\n مكان سواد العين منه عقيقة * . . . يدور \r\n168 طويل\r\n أدوت له لآكله * . . . حذر \r\n121 مجزوء الوافر\r\n وأشرف بالقور اليفاع لعلني * . . . بصبرها \r\n143 طويل\r\n ما العمر ما طالت به الدهور * . . . السرور \r\n156 رجز\r\n إن هني لحسن كما ترى * . . . الثرى \r\n135 رجز\r\n يقول من فيه بعقل فكرا * . . . ورا \r\n167 رجز\r\n لما رأيت الليل قد تسررا * . . . أسفرا \r\n166 رجز\r\n حشوت كفي دستبانا مشعرا * . . . اوبرا \r\n166 رجز\r\n إذا الشياطين رأت زنبورا * . . . السيورا \r\n153 رجز\r\n يا رب صفر يفرس الصقورا * . . . النسورا \r\n178 رجز\r\n قد أغتدي أو باكرا بأسحار * . . . كالقار \r\n173 رجز\r\n( حرف الزاي )\r\n توازره حرصي على الصيد همها * . . . الرواجز \r\n147 طويل\r\n ومصدرين بكل مجلس حكمة * . . . براز \r\n148 كامل\r\n أنعت صقرا جلّ باريه وعز * . . . نجز \r\n180 رجز\r\nب ( 17 )\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n( حرف السين )\r\n تخرّم الدهر أشكالي فأفردني * . . . جلّاس \r\n39 بسيط\r\n كأن هنها عند لمس اللامس * . . . يابس \r\n135 رجز\r\n قد أسبق الاخوان بالتغليس * . . . والناقوس \r\n121 رجز\r\n قد جاءت الورق التي وقرتها * . . . والفرس \r\n27 كامل\r\n قد اغتدي قبل غدو بغلس * . . . نفس \r\n131 رجز\r\n( حرف الشين )\r\n لما خبا ضوء الصباح ومشى * . . . منكمشا \r\n170 رجز\r\n( حرف الطاء )\r\n أنعت كلبا للطراد سلطا * . . . ومقطا \r\n150 رجز\r\n( حرف العين )\r\n فجاءت كسن الظبي لم نر مثلها * . . . جائع \r\n133 طويل\r\n أرائحة حجاج عذرة غدوة * . . . مهجع \r\n32 طويل\r\n قليلا ما تريث إذا استفادت * . . . جزوع \r\n114 وافر\r\n وتكشف عن كظلف الظبي لطفا * . . . واتساعا \r\n135 وافر\r\n( حرف الفاء )\r\n ومن شغفي بالصيد والصيد شاغف * . . . ردف \r\n128 طويل\r\n( حرف القاف )\r\n وكأن جؤجؤه وريش جناحه * . . . العاتق \r\n174 طويل\r\n خلق الزمان وشرّتي لم تخلق * . . . بأفوق \r\n44 كامل\r\n له هامة كللت باللجين * . . . المفرق \r\n174 متقارب\r\n قد اغتدي والصبح دو بنيق * . . . سودنيق \r\n177 رجز\r\n قد اغتدي والشمس في أرواقها * . . . اشراقها \r\n124 رجز\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n كأنها والخزر من حداقها * . . . آماقها \r\n127 رجز\r\n أزال اللّه شكواك * . . . افراقا \r\n164 هزج\r\n لما انجلى ضوء الصباح فانفتق * . . . خلق \r\n175 رجز\r\n فبات لو يمضع شريا ما بصق * . . . \r\n121 رجز\r\n( حرف الكاف )\r\n أهدموا بيتك لا أبا لكا * . . . أخالكا \r\n121 رجز\r\n( حرف اللام )\r\n تظل طهاة اللحم من بين منضج * . . . معجّل \r\n24 طويل\r\n ترى بعر الغزلان فيه وفوقه * . . . القرنفل \r\n135 طويل\r\n إذا ذابت الشمس اتقى صقراتها * . . . معبل \r\n134 طويل\r\n كأني لم أركب جوادا للذة * . . . خلخال \r\n24 طويل\r\n كأني بفتخاء الجناحين نضوة * . . . شملال \r\n115 طويل\r\n كأن قلوب الطير رطبا ويابسا * . . . البالي \r\n115 طويل\r\n سخام ومقلاء القنيص وسلهب * . . . والمتناول \r\n140 طويل\r\n أبلغ سليمان أني عنه في سعة * . . . مال \r\n19 بسيط\r\n كأنها ألواح باز نهضل * . . . ويغتلي \r\n169 رجز\r\n كفيت أخي العذري ما كان نابه * . . . يحمل \r\n37 طويل\r\n واني وإسماعيل يوم فراقه * . . . النصل \r\n39 طويل\r\n وان يقتلوا فيشتفى بدمائهم * . . . القتل \r\n146 طويل\r\n لولا طراد الصيد لم يك لذة * . . . قليلا \r\n26 كامل\r\n والظبي في رأس اليفاع تخاله * . . . مشكولا \r\n136 كامل\r\n انعت كلبا للقلوب مجذلا * . . . يقتلا \r\n149 رجز\r\n قد طالما أفلتّ يا ثعالا * . . . وطالا \r\n155 رجز\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n( حرف الميم )\r\n سوى نار مص أو غزال بقفرة ( ؟ ) * . . . توأم \r\n136 طويل\r\n يا رب ذئب باسل مقدام * . . . والاظلام \r\n38 رجز\r\n واغر موشي القميص ملمع * . . . موشما \r\n129 طويل\r\n( حرف النون )\r\n يا ربما اغذو مع الاذان * . . . كالوسنان \r\n116 رجز\r\n هل لك يا قناص في شاهين * . . . امين \r\n176 رجز\r\n وثعلب بات قرير العين * . . . البين \r\n155 رجز\r\n رحنا به يحمل أكبادنا * . . . وعشرينا \r\n166 سريع\r\n قد أسبق القارية الجونا * . . . المنادينا \r\n165 سريع\r\n ايا صاح بازيّ بازيّ إنه * . . . جنّه \r\n171 متقارب\r\n( حرف الهاء )\r\n فأما نومه في كل حين * . . . كراها \r\n120 وافر\r\n ما أجور الدهر على بنيه * . . . يصفيه \r\n156 رجز\r\n( حرف الواو )\r\n انعتها تفري الفضاء عدوا * . . . نزوا \r\n131 رجز\r\n\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212}
  ]