[
  {"content":"\r\n\r\nوزارة التعليم العالي والبحث العلمي\r\nجامعة بغداد\r\nمركز احياء التراث العلمي العربي\r\nالكتاب النافع\r\nفي كيفية تعليم صناعة الطب\r\nلعلي بن رضوان المصري\r\nحققه وعلق على مضامينه\r\nالدكتور كمال السامرائي\r\nطبع على نفقة جامعة بغداد\r\nمطبعة جامعة بغداد\r\n1986\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمحتويات الكتاب\r\nالقسم الأول\r\n1 - مقدمة المحقق\r\n2 - أهمية الكتاب النافع\r\n3 - سيرة مؤلف الكتاب ابن رضوان المصري\r\n4 - عصر ابن رضوان ومن زامنه من الأطباء .\r\n5 - أفكار ابن رضوان في تعليم الطب .\r\n6 - مؤلفات ابن رضوان .\r\nالقسم الثاني\r\n1 - التعريف بالكتاب النافع .\r\n2 - مخطوطة المقالة الأولى من الكتاب النافع .\r\n3 - مخطوطة المقالة الثانية من الكتاب النافع .\r\n4 - منهج ابن رضوان في المقالتين الأولى والثانية من الكتاب النافع .\r\n5 - منهجنا في تحقيق المقالتين الأولى والثانية من الكتاب النافع .\r\n6 - مضامين للإقالة الأولى من الكتاب النافع .\r\n7 - مضامين المقالة الثانية من الكتاب النافع .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالقسم الثالث\r\n1 - نص وتحقيق المقالة الأولى من الكتاب النافع .\r\n2 - نص وتحقيق المقالة الثانية من الكتاب النافع .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالقسم الأول\r\n1 - مقدمة المحقق .\r\n2 - أهمية الكتاب النافع بايجاز .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدمة المحقق\r\nليس في التراثيات العربية التي وصلتنا مصادر وافية عن طرق تعليم الطب في العصور الاسلامية . والإشارات القليلة إلى هذا الموضوع يعثر عليها في تراجم بعض الأطباء العرب ، أو في مؤلفاتهم العلمية ، أو تعرف بالقياس على ما كان يمارسه المسلمون في تعليم العلوم الأخرى كالتفسير والحديث وعلوم الحكمة وما إلى ذلك من المعارف النظرية . الا ان هذا القياس لا يصح تطبيقه على الطب الا بقدر محدود لسبب غاية في الأهمية ، وهو ان الطب علم تطبيقي ، ويتوجب لتعليمه اتباع طرق خاصة في تدريب المتعلمين على استخدام الملاحظة والاستفادة منها الوقوف على معرفة الاعراض والعلامات المرضية ، والتمرن على استعمال اليدين ، والأدوات المساعدة في الفحص والتداوي .\r\nوقد عرفت في التراثيات العربية مؤلفات كثيرة بعناوين توحى بان لمضامينها علاقة بتعليم الطب ، الا ان الباحثين لم يعثروا على تلك الكتب ليتوثقوا من حقيقة محتوياتها . وكل ما وصلنا منها هو كتاب شرف الطب وبعض من الكتاب النافع في كيفية تعليم صناعة الطب ، وكلاهما لابن رضوان المصري . والكتاب النافع هذا بثلاث مقالات ، لم يعثر الا على المقالتين الأولى والثانية ، ومخطوطتاهما فريدتان لا ثانية لاي منهما ، وقد أصابهما كثير من الخروم بفعل الدويبات وسوء الخزن مما أدى إلى انطماس كثير من الكلمات والعبارات في احرج السياقات العلمية التي استطرد فيها المؤلف . كما أن التصحيفات التي صنعها النساخ ، والتغييرات التي شملت تسلسل الصفحات أثناء تجليد المخطوطة جعلت بعض الكلمات والعبارات لا يستقيم سياقها مع ما تقدمها وما تلاها في المخطوطة . ولان في المقالتين معلومات تاريخية وعلمية جد قيمة لانجدها في اى كتاب اخر اسبق في الزمن من هذا الكتاب ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nولأنهما أيضا المصدر الوحيد عن مدرسة الإسكندرية في عهدها الأخير ، لذلك أقدمت على تحقيق ما يمكن تحقيقه من المخطوطتين . وقد اضطررت على ابقاء كثير مما فيها من العيوب الخطية التي لم اتوفق في اصلاحها . وفي رأيي ان ذلك لا يمحو كثيرا من فضائل المخطوطتين . وقد أشرت إلى تلك العيوب برموز وضعت لها كشفا بمعانيها ليطلع عليها القارئ قبل الشروع بقراءة متن المخطوطتين .\r\nولم أكثر ولا أطلت في تراجم الأطباء الذين وردت أسماؤهم في الكتاب باستثناء ابن رضوان المصري على اعتباره مؤلف هذا الكتاب وعمود البحث فيه . كما تحاشيت ذكر المراجع الأجنبية والحديثة الا ما كان له أهمية خاصة بموضوع التعليم في العصور القديمة ، واكتفيت بذكر بعض مظان المخطوطات في المكتبات العالمية . ولان في ظني ان هذا الكتاب يحتمل ان يقرأه هواة الاطلاع على التراثيات الاسلامية إضافة إلى المتضلعين فيها ، لذلك أدخلت في هوامشه التعريف بكل ما ورد في الكتاب من أسماء اشخاص وكتب ، وأدوية ، حتى التي تبدو معروفة لبعض من لا يحتاجون إلى التعريف بها . وأكثر تلك الهوامش لها علاقة بأفكار ابن رضوان .\r\nولكي أحدد مواضيع هذا الكتاب وأبرزها ، جعلته بخمسة أقسام على حسب ما في محتويات كل منها من تقارب أو ترابط في المادة العلمية أو التأريخية .\r\nفخصصت القسم الأول في سيرة ابن رضوان والعصر الذي عاش فيه ومن عاصره من الأطباء ، وفي أفكاره في تعليم الطب ، وأسلوبه في تأليف الكتب الطبية .\r\nوخصصت القسم الثاني للتعريف بنسخة مخطوطة الكتاب النافع بدار الكتب المصرية ، ونسخة جستر بيتي بدبلن : كما استعرضت فيه باختصار منهج ابن رضوان في تأليف الكتاب النافع وما ضمنه في مقالتيه الأولى والثانية . وكرست القسم الثالث لنص المخطوطتين وما أدخلت عليها من تحقيق وتعليق .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوزودت الكتاب بفهرس للاعلام ، وفهرس لاسماء الكتب ، وفهرس عام لاسماء الأدوية والأمراض وما إلى ذلك .\r\nويقتضينى العرفان ان ارفع شكري إلى الأستاذ كوركيس عواد لتفضله باعارتى مصورتى المخطوطتين للمقالة الأولى والثانية من الكتاب النافع اللتين وضعت عليهما هذه الدراسة . كما اشكر أخي الحميم الأستاذ احمد عبد الباقي على مساعدته القيمة بقراءة نص مخطوطة المقالة الأولى والاطلاع على مسودة التحقيق وابداء ملاحظاته القيمة التي اخذت بها بسرور وامتنان . واشكر أيضا الأخ الحبيب الأستاذ الدكتور حسين على محفوظ الذي قرأ الكتاب كخبير تراثي تهيئة لطبعه .\r\nولا أنسى أيضا ان أسجل هنا ودى العميق ودوام محبتي لزوجتى رحمها اللّه على ما عانته في صبرها على استنساخ مسودة التحقيق . ومن اللّه الرضى والجزاء الأوفى .\r\nالشماسية الدكتور كمال السامرائي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nأهمية الكتاب النافع\r\nفي هذا الكتاب إشارات إلى طريقة كل من ابقراط وجالنيوس وحكماء مدرسة الإسكندرية في تعليم الطب ، وإلى تقنية تعليمه في مصر أيام مؤلف الكتاب ابن رضوان . وهي معلومات لا نجدها موحدة في كتاب تراثي واحد ، ولان أكثر مصادر الكتاب النافع من المفقودات . فلولاه لما الممنا بما عرفناه عن المواطن الأولى للفكر الطبى ومراحل تطوره وخط مسيرته نحو المشرق الاسلامي ، ولا عن الحركة الفكرية بين المسلمين في بدء وصول الطب اليوناني إليهم . فالكتاب بكلمة موجزة مصدر قيم ان لم يكن الوحيد لتوثيق ما ورد في التراثيات العربية المتأخرة عن تاريخ الطب والأطباء . وفيما يلي بيان مركز لبعض المعلومات المهمة التي تبرز من بين ثنايا هذا الكتاب القيم وجميعها ليس لها ذكر في غير هذا الكتاب .\r\n1 - تدهورت مدرسة الطب في الإسكندرية بعد وفاة جالينوس سنة 201 م حتى القرن الرابع الميلادي . وكثر الاعتماد في تلك الحقبة على الكتب المختصرة في تعليم الطب بدلا من كتب التعليم التقليدية الموسعة ، كما كثر منتحلوا صناعة الطب ممن ليسوا على علم بها . فاستأذن بعض حكماء الإسكندرية من ولاة الامر والنهى فيها لاستحداث مدرسة لتعليم الطب ، ووضعوا للتعليم فيها ( جوامع ) على كتب من مؤلفات ابقراط وجالينوس .\r\n2 - وضعت جوامع الاسكندرانيين على أربعة كتب لابقراط ، وستة عشر كتاب لجالينوس . ولم يذكر اى مؤرخ غير ابن رضوان كتب ابقراط في هذه الجوامع .\r\n3 - جوامع الاسكندرانيين ليست كتبا موجزة في الطب كما يظن لأول وهلة .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبل هي جامعة لكل مضامين الكتب الأصل بتنسيق مبتكر يتفق وتدرج مراحل التعليم في المدرسة .\r\n4 - كانت طريقة كتابة ( الجوامع ) وتعليم مضامينها ، بالسؤال والجواب . وهي الطريقة ذاتها التي سلكها حنين بن إسحاق العبادي في مؤلفاته في العلوم الطبية .\r\n5 - يفهم من تاريخ وفاة سرجيوس الرأس عيني سنة 536 م ، والذي هو من مدرسة الإسكندرية - ان اللقاء بين هذا الحكيم وعمرو بن العاص الذي يردده جميع المؤرخين باستثناء ابن النديم ، هو لقاء مزعوم وليس له نصيب من الصحة . ذلك لان يحيى النحوي بحسب تأريخ وفاة سرجيوس الرأس عيني قد توفى قبل ما لا يقل عن نصف قرن من دخول عمرو بن العاص إلى الإسكندرية .\r\n6 - نقل الخليفة عمر بن عبد العزيز تعليم الطب من الإسكندرية إلى أنطاكية وحران ، ومن هاتين الحاضرتين وصل إلى بلاد فارس ومن هذه البلاد إلى بغداد .\r\n7 - في الكتاب صورة مفصلة بوضوح لما عاناه ابن رضوان لتعليم صناعة الطب ، ثم صعوده إلى أعلى مراتب الأطباء بمصر ، والغرور الذي ركبه لمحاربة أكابر علماء الطب كحنين بن إسحاق وأبى بكر الرازي ، وهي صورة مثالية لاخلاقيته في المناقشات العلمية .\r\n8 - كان على من يطلب تعليم الطب في أيام ابن رضوان وما قبل زمانه ان يتعلم أولا علمي المنطق والهندسة قبل ان يشرع بقراءة كتب الطب .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n9 - كانت طريقة تعليم الطب بمصر أيام ابن رضوان تتكل على قراءة متون الكتب من قبل الطالب وتفسيرها والتعليق عليها من قبل المعلم .\r\n10 - كان أول ما يشرع الطالب بقراءته من كتب الطب هو كتاب الفرق أو ما يقرؤه من كتب الطب الصرفة فهي التي تبحث في موضوع التشريح .\r\n\r\nعلي بن رضوان المصري 1\r\n\r\nسيرته :\r\nهو أبو الحسن علي بن رضوان بن علي بن جعفر الطبيب . ولا يعرف عن نسبه أكثر من ذلك . كما لا يعرف فيما إذا كان جده جعفر طبيبا أم ان هذا اللقب الذي الصق باسمه يعود إلى صاحب الترجمة عليا . و ( على ) باي حال من أطباء العرب البارزين ، واشهر أطباء مصر في أيام الخلفاء الفاطميين 2 وقد تضاربت بحقه آراء المترجمين له ، فمنهم من أفرط في الثناء عليه ، ومنهم من اثنى عليه باعتدال لا يخلو من الانتقاض من منزلته العلمية . قال عنه ابن القفطي ( وكان من المعلقين لا المحققين ومع هذا تتلمذ له جماعة من الطلبة وأخذوا عنه ، وسار ذكره ، وصنف كتبا لم تكن في غاية بابها ، بل هي مختطفة ملتصقة مبتكرة مستنبطة ) ثم قال ( اما تلاميذه فينقلون عنه من التعاليق الطبية والأقاويل النجومية والالفاظ المنطقية ما يضحك ، ان صدق النقلة ) 3 بينما قال ابن القفطي نفسه في مكان اخر ( انه كان عالم مصر في أوانه في أيام المستنصرية ) 4 ( يقصد أيام المستنصر باللّه الفاطمي ) أما ابن أبي أصيبعة فقد أسهب في الكلام عنه بتقدير وقال ( كان ملازما للاشتغال والنظر في العلم إلى أن تميز وصار له الذكر الحسن\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوالسمعة العظيمة 5 . وقال عنه ابن تغرى بردى انه كان من كبار الفلاسفة في الاسلام 6 . اما ابن عماد الحنبلي فقال ( هو المصري الفيلسوف صاحب التصانيف ، وكان رأسا في الطب والتنجيم ومن أذكياء زمانه ) 7 . وتتفق هذه التراجم على أن ابن رضوان من كبار فلاسفة الاسلام وأطبائه الاعلام ، كما تتفق مع ترجمته الذاتية بمعالمها البارزة التي قد تكون أصدق الترجمات عموما 8 .\r\nعلى أن الحكم على مراتب الأطباء وعلو اقدامهم في الصناعة أكثر ما تعتمد على انتاجاتهم في الفكر الطبى والتأليف فيه ، وابن رضوان فارس في هذين الميدانين .\r\nولد ابن رضوان بجيزة القاهرة بحدود سنة 399 ه / 1008 م ، في بيت متواضع يعمل فيه الأب بصنع الخبز ليعيل أسرته المكونة من زوجته وابنتيه وولده ( على ) صاحب هذه الترجمة . وبدافع من العوز انتقلت الأسرة إلى القاهرة حيث يتوفر العمل والكسب . وكان على حينذاك يناهز العاشرة من عمره . وفي الرابعة عشرة بدأ يتعلم صناعة التنجيم التي كانت يومئذ رائجة بين المصريين ويؤمنون باحكامها بمتعة وخضوع 9 ، فتعلمها وصار يمارسها في دكان أحد أصحابه ، ويحصل من ممارستها ما يسد حاجياته المعاشية . وحين رأى في دلالات النجوم انه سوف يمتهن الطب 10 ، وهي الأخرى صناعة مغرية ومربحة ، التحق حين أدرك الخامسة عشرة من عمره بحلقة معلمي الطب ، الا انه لم يجد هذا المعلم يحسن التعليم فانقطع عنه ، وعد - على ما يبدو - جميع شيوخ الطب في مصر على هذه الشاكلة والمستوى في العلم والتعليم . وفضل ان يقرأ كتب الطب اليونانية بنفسه بلا معلم ، مسترشدا بتوصية جالينوس في ما يبدأ بقرائته من تلك الكتب .\r\nكما صار يقرأ ما يقع بين يديه من كتب الأطباء العرب الذين سبقوه كأبي بكر الرازي وابن سينا . وحين رأى مصادر هذين الطبيبين في المؤلفات اليونانية اقتنى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nهذه الكتب وصار يقرؤها بنهم ، ويمارس تطبيق مضامينها على المرضى . ولما بلغ ابن رضوان الثانية والثلاثين من عمره صار يتقن ممارسة هذه الصناعة بنجاح إضافة إلى اعماله في التنجيم في دكان أحد أصحابه ، وبذلك حسنت حالته ورغدت عيشته مما يكسبه من هاتين الصناعتين . ولما اشتهر امره طبيبا ومنجما الحقه الخليفة الفاطمي المستنصر باللّه ( 247 - 487 ه / 1036 - 1094 م ) بحاشيته ليكون طبيبه الخاص خلفا لابن نسطاس 11 الذي كان قد توفي في تلك الأيام كما نصبه الخليفة رئيسا على أطباء مصر عموما . وهكذا تفتحت أمام ابن رضوان أبواب الثروة والجاه والشهرة حتى تجاوزت اخباره كعالم في الطب حدود مصر .\r\nوكان ابن رضوان ذا مروءة سمحا في تعامله مع الناس ، كريما يسعف المحتاجين ولا يسترد منهم ما يقرضهم من المال . كما كان متدينا بنزعة باطنية ، ويكثر من التعبد في أوقات فراغه من العمل ولا يقرب الخمرة ، وهو عف اللسان من معايب الناس . وكان من جانب آخر لحوحا في الرد على آراء معاصريه ، وعلى من سبقه من الأطباء أيضا ، وفي ردوده سفاهة وتشنيع من غير تقيد بالأدب المهنى ، وما تفرضه المناقشة العلمية من التساهل والتواضع . وقد تكون نشأته الأولى وما قاسى فيها من ضنك العيش ، وعصاميته التي رفعته من مرتبة بائعى الخبز إلى رئاسة أطباء مصر جميعا - قد يكون ذلك ما جعله ميالا إلى النقد والقدح ، والعنف في عرض شكوكه واعتراضاته على انداده ومنافسيه ، كما يحتمل أن تكون بشرته الداكنة وخلو وجهه من الوسامة سببا آخر لتصرفاته غير الحميدة . كذلك يحتمل ان يكون ابن رضوان متأثرا بقدوته جالينوس الذي كان مغرورا بنفسه خشنا مع زملائه 12 مما جعله يدرج على ذلك السلوك المعيب . وحين التقى ابن بطلان البغدادي 13 بابن رضوان في القاهرة لأول مرة ، ورأى وجهه الخالي\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nمن الملاحة سماه تمساح الجن ، ثم هجا خلقته وخلقه نثرا وشعرا ، فاغتاظ ابن رضوان منه وكتب في ذلك ان لا تكون ملاحة الوجه لازمة للطبيب الماهر . كما رد على هجاء ابن بطلان وسجاياه بالذم الشنيع .\r\nوالمساجلة الكلامية بين هذين الطبيبين ابرز ما يربط بين شخصيتهما ، ومثال للمناقشات والمنافسات بين علماء ذلك الزمان 14 . ولا يذكر ابن رضوان حتى في الزمن الحاضر الا ويذكر معه ولو في البال ، ابن بطلان وبالعكس . فهما ضدان دائما التلاقى في ذكر حياتيهما .\r\nواعتاد ابن رضوان منذ نهض بمزاولة الطب وحتى اخر حياته ، أن تكون اعماله مجدولة ، يوما بعد يوم ، ويطور هذه الجداول بحسب ما تقتضيه الظروف والأحوال وكان لاستقبال تلامذته نصيب في تطبيق هذه الجداول .\r\nويذكر ان ابن رضوان كان يمارس مهنته على قدر ما يحتاجه لتقويم بيته ومن فيه ، ويرتاح عادة قبل تناول طعامه الذي يختاره بنفسه بما يوافق مزاجه ويحفظ عافيته . كما كان ابن رضوان محبا لامتلاك الجواري ، وربما كان له منهن أكثر من زوجة واحدة وكان ذلك بعد ان بلغ الثلاثين من عمره ، وانجب ولدا وعدة بنات توفوا قبل ان يبلغوا عمر الصبا . وكانت أم ابن رضوان قد توفيت بعمر الثلاثين أما أبوه فتوفي في الأربعين أو نحو ذلك .\r\nوكانت نهاية ابن رضوان محزنة ، فقد تبنى صبية يتيمة فسرقت من بيته ما خف حمله وغلا ثمنه واختفت . وإذ كان ابن رضوان رثوى البنية ، بلغمى المزاج على ما قاله هو عن نفسه ، فقد تأثر بهذه الخيانة ، واضطرب عقله على اثرها 15 ، وتوفي سنة 453 ه / 1061 م . وقيل بعد ذلك بسبع سنين أو أكثر .\r\nومن تلاميذه افرايم بن الزفان والبرقاني 16 .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nعصر ابن رضوان ومن زامنه من الأطباء :\r\nعاش ابن رضوان في القاهرة طيلة حياته ، ولم يعرف بتأكيد انه غادرها إلى اى مكان خارج مصر . وقد وقعت حياته في منتصف خلافة الفاطميين بمصر بعد انتقالهم من المهدية بتونس إلى عاصمتهم القاهرة بمصر في أيام الخليفة المعز لدين اللّه المتوفي سنة 365 ه / 975 م .\r\nوقد ( عرف المصريون بتلك الحقبة بحب الملذات والميل إلى الشهوات ، والاعتقاد بالخرافات ، فلا يعملون شيئا تافها كان أو مهما الا بعد ان يستشيروا السحرة والمنجمين 17 . ولهذا السبب كثر في مصر يومذاك من يمارس هاتين الصناعتين . على أن أكثرية أولئك المنجمين لا يعرفون من النجامة الا بعض مصطلحاتها ، ولا يملكون من أدواتها في التطبيق الا ( الزايجات ) ، وهي جداول فلكية تحاكى إلى قدر ما الزيج الذي كان يستعمله المنجمون في المشرق الاسلامي 18 .\r\nمن جهة أخرى شجع الخلفاء الفاطميون على نشر المعرفة بين طبقات شعوبهم .\r\nوعضدوا العلماء وأكرموهم ، واستقدموا إلى مصر أكابر الأطباء من مختلف الأقطار الاسلامية . كما كان كثير من هذه الفئات تقدم إلى مصر سعيا وراء المال أو الحياة بظل الخلفاء والامراء الفاطميين . كما دخلها الأطباء الاندلسيون وهم في طريقهم لاداء فريضة الحج ، فأغرتهم نعم مصر الكثيرة فآثروا الاستقرار فيها ، الا انهم جميعا لم ينجحوا في منافسة ابن رضوان كطبيب ممارس .\r\nوكانت أيام ابن رضوان على منحدر العصر الاسلامي في المشرق ، الا ان شخصيته العلمية في الطب والتنجيم والفلسفة كانت مع ذلك لامعة ، وطاغية على من زامنه من أطباء الخلفاء الفاطميين ، كما ساعده الحظ للوصول إلى هذا المركز المرموق في بلاط الفاطميين إذ اعقب طبيبهم القبطي ابن نسطاس الذي لم يكن له مقام بارز بين زملائه من الممارسين ، ولا ترك كتابا في علوم الطب ، فكان بهذا على طرف نقيض من خلفه ابن رضوان ، الكثير الانتاج في تأليف الكتب ، وفي الافكار الطبية المبتكرة .\r\nوكانت مصر على مدى حكم الفاطميين فيها تعج بالأطباء النصارى واليهود\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوقد حصلوا بجاه الخلفاء على منازل عالية بين الناس ، ثم فقدوها في أيام ابن رضوان ، فاستفاد هذا ، وهو الطبيب المسلم والفاطمي النزعة من هذا التبدل في سياسة الحكام ضد الذميين فائدة ملحوظة .\r\nوزامن ابن رضوان الطبيب البغدادي ابن بطلان الذي وقف خصما عنيدا لأفكاره في ممارسة الطب وفي طريقة تعليمه . ورحل ابن بطلان إلى مصر وراء الكسب والجاه بظل الخلفاء ، وتقابل مع ابن رضوان وصار النقاش بينهما سجالا وعنيفا في اطار ما اختلفا فيه ، الا ان ابن بطلان لم يكسب جولة علمية على ابن رضوان ، ذلك لأنه كان يحارب بسلاح اللغة بينما كان ابن رضوان أكثر علما وموضوعية في ذلك الخصام .\r\nوزامن ابن رضوان فيلسوف الأطباء المسلمين أبا على الحسين بن سينا المتوفي سنة 429 ه / 1037 م ، الا انهما لم يتقابلا ، كما لم يدخل ابن سينا أية حاضرة عربية ، فكان ميدان عمله في بلاد إيران والمشرق ، وعلى هذا لم يكن له تأثير من اى نوع أو درجة على سمعة ابن رضوان في مصر . أما الطبيب العجوز أبو الفرج بن الطيب البغدادي 19 المعاصر لكل من ابن سينا وابن رضوان فكان معلما ممتازا في الطب النظري ، ومفسرا قديرا لكثير من المؤلفات اليونانية ، وصاحب رأى في الفكر الفلسفي ، فهو في الحقيقة منافس إلى حد ما لابن سينا وليس لابن رضوان . أما الجراح اليهودي المعروف باسم : الحقير النافع 20 فكان كسولا قليل الهمة ولم يكن له صيت بين الأطباء الا بعد ان عالج الحاكم بأمر اللّه الفاطمي حين اشتكى من حرح في رجله ، فلما برأ منه خلع عليه هذا لاسم الغريب ولم يعرف له اسم آخر .\r\nوكان في خدمة الحاكم أيضا ومن تلاه من الخلفاء الفاطميين حتى أيام المستنصر باللّه المتوفي سنة 487 ه / 1094 م عدد اخر من الأطباء ، الا انهم جميعا لم يرتفعوا إلى مرتبة ابن رضوان في الشهرة وممارسة المهنة .\r\n\r\nأفكار ابن رضوان في تعليم الطب :\r\nتولع ابن رضوان بالبحث في موضوع تعليم الطب واستقصى تأريخه وتطوره منذ أقدم الأزمان . وله في ذلك ثلاثة كتب هي :\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n1 - مقالة في مذهب ابقراط في تعليم الطب . ويعتبر هذا الكتاب من المفقودات .\r\n2 - الكتاب النافع في كيفية تعليم صناعة الطب الذي هو قيد التحقيق في هذا الكتاب .\r\n3 - مقالة في شرف الطب 21 . والكتابان الأخيران يكمل كل منهما الاخر ، والثاني منهما على صغره شيق وكثير الفائدة .\r\nوقد يكون حرص ابن رضوان على البحث في موضوع تعليم الطب بسبب ما عاناه هو نفسه في تعلم هذه الصناعة ، وما لمسه في مستويات من كان يعلمها .\r\nولما كان ابن رضوان عصاميا في تكوين شخصيته العلمية الناجحة التي اعتمدها على قراءة كتب الطب لا على دروس شيوخه ، فقد دعا إلى تعلم هذه الصناعة بالطريقة التي درج هو نفسه عليها . وكانت الدعوة إلى هذه الطريقة الغريبة في تعلم الطب أحد أسباب الخلاف الحدى الذي احتدم بينه وبين معاصره ابن بطلان . ورأى ابن رضوان بهذه الطريقة في تعليم الطب خاص بشخصه فلم ينتحلها طبيب جاء قبله أو بعده .\r\nوكان من رأى ابن رضوان وهو غير مصيب به ، ان لا ضرورة للطبيب الممارس ان يتقن علمي اللغة والنحو في العربية ، فالقليل منهما كاف له ولهذا السبب لم يحتفظ ابن رضوان في خزانة كتبه الا بقليل من كتب الأدب ، فكانت جل مكتبته من مؤلفات ابقراط وجالينوس ومن كان قريبا من مرتبتهما العلمية كديا سقريدوس العين زربى 22 . وبطليموس القلوذى 23 وأبى بكر الرازي 24 .\r\nوالغريب ان ابن رضوان لا يرى دراسة صناعة احكام النجوم ضرورية في تعليم الطب ، ولا للطبيب الممارس ، وهو رأى يعارض ما كان متعارفا عليه بين الأطباء في العصور الاسلامية وما قبلها ، وخصوصا في مصر أيام ابن رضوان .\r\nوينقد ابن رضوان كتب الكنانيش 25 والكتب المختصرة الأخرى ، ويعتبرها لا تصلح للتعليم ، ومفسدة للمتعلمين . وينصح بالاعتماد على مؤلفات ابقراط وجالينوس حصرا .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nأسلوب ابن رضوان في التأليف بالطب\r\nيبدو مما نشر من مؤلفات ابن رضوان ، وهي قليلة لا تتجاوز ثلاثة كتب ، انه موضوعي حين يكتب ، وتعابيره مقتضبة دون اخلال بالمعنى . وتسلسل تفكيره مستقيم في نطاق الموضوع الواحد ، الا انه كثيرا ما يكرر اللفظ والمعنى في مؤلفاته الواسعة ، وهذا ما نجده بكثرة مملة في كتابه النافع في تعليم صناعة الطب . ولو صح وكان كتاب ( كفاية الطبيب ) 26 من مؤلفات ابن رضوان وغير منحول عليه كما نعتقد ، لاعتبرناه أفضل ما عرفنا من مؤلفاته من حيث الأسلوب والاستطراد العلمي بمادة الموضوع الواحد . وفي الكتاب النافع يبدو ابن رضوان - كما في كتبه الأخرى - متأثرا بأفكار جالينوس إلى حد كبير ، وهو يعتبر هذا الطبيب سيد الأطباء علما وسلوكا ، ومؤلفاته مثالية لا نقص فيها ولا نقض عليها ، ولا يصل إلى مستواها مضارع ، وان من لا يحتذى بأسلوب واضعها في التأليف فليس طبيبا ماهرا بأية حال .\r\nومن فرط اعجاب ابن رضوان واعتماده على أفكار جالينوس في الطب ، كان يرجع اليه حتى في أحلامه ، وقد استشاره ذات ليلة في علاج صداع أزمن عليه وافقده الراحة ، فنصحه جالينوس في تلك الرؤيا ان يفصد القمحدوة 27 ليبرأ من شكواه ففصدها حين أصبح وبرأ 28 .\r\nوابن رضوان يغفل ذكر ابقراط حين يكتب في الطب في المواضيع التي سبق بها هذا الطبيب خلفه جالينوس ، الا انه لا ينسى ان يذكرهما معا إذا اقتضى ما يستوجب الثناء على أحدهما .\r\nومع أن ابن رضوان لا يرتاح إلى المؤلفات الطبية الصغيرة التي وضعت على شكل مختصرات أو شروح أو كنانيش ، فإنه مع ذلك قد وضع أكثر من خمسة عشر شرحا وتعليقا على بعض مؤلفات ابقراط وجالينوس .\r\nووضع ابن رضوان كتبا في الطب الجغرافي كان منها كتاب دفع مضار الأبدان عن ارض مصر 29 ، ومقالة في هواء مصر ، ورسالة في أزمنة الأمراض . وهذه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالتفاتة من ابن رضوان إلى هذا النوع من التأليف لم نعثر على مثلها في اعمال كثير ممن سبقه من الأطباء العرب .\r\nويؤخذ على ابن رضوان في مؤلفاته أسلوبه الخشن في نقد من سبقه ومن زامنه من الأطباء ، واستعمال ما لا يليق من التعابير حين يحاجج من يعارض أفكاره الطبية ، ومواقفه مع ابن بطلان شهود على ما في ردوده عليه من ضعف التبرير لعناده الملح . كما أن ردوده على حنين بن إسحاق 30 المشحونة بالأفكار غير العلمية توحى وكأنه مدفوع إلى ذلك الموقف بدافع الغيرة والحسد لا لتعديل الأخطاء العلمية كما يقتضيه النقد لصالح العلم والمتعلمين . أما هجومه على أبى بكر الرازي في آرائه بصنوف الاخلاط فهو بالاختصار مثلبة عليه لا مثوبة له .\r\n\r\nمؤلفات ابن رضوان :\r\nابن رضوان مكثر في تأليف الكتب ، فله منها قرابة المائة كتاب ، أكثرها في العلوم الطبية ، الا انه لم يصل منها الينا الا القليل . وقد سجل ابن أبي أصيبعة أكثر أسماء مؤلفاته 31 ، في حين لم يذكر ابن القفطي منها الا كتابين 32 .\r\nفقط . وفي كل من تأريخ الأدب العربي لبروكلمان 33 ، والطب الاسلامي لألمان 34 بيان لأكثر مؤلفاته ومظان مخطوطاتها في المكتبات العالمية .\r\nمن بين مؤلفات ابن رضوان ستة شروح وتسع تعاليق على مؤلفات جالينوس ، مع العلم انه لم يكن يفضل ترويج أمثال هذه التآليف كما ذكرنا ذلك آنفا . كما أنه وضع سبعة كتب في نقد وذم ابن بطلان . من جهة أخرى لم يضع ابن رضوان الا بضعة كتب في صناعة التنجيم التي مارسها وعاش على مردودها ردحا من عمره .\r\nعلى أنه عاب من يمارس هذه الصناعة حين لا يكون على معرفة كافية بها ، وحذر الناس من خداع هذه الفئة في تطبيقها عليهم 35 .\r\nويسترعى الانتباه في قائمة مؤلفات ابن رضوان انه لم يضع الا كتابا واحدا في العلوم الجراحية وهو الذي سماه كتاب الأورام . ولان هذا الكتاب لا يزال مفقودا ، فلا يعرف فيما إذا كانت مضامينه في جراحة الأورام أو في اعراضها وعلاماتها فقط ، علما بان ابن رضوان يرتئى ان يكون الطبيب ملما بالعلوم\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالجراحية وتطبيقها ومتمكنا من اجراء عملياتها ، فقد تنهض ( كما يقول ) حاجة عاجلة إلى تنفيذها حين لا يتوفر من يختص بعملها .\r\nولم يؤلف ابن رضوان كتابا في علم وظائف الأعضاء ، في حين صال وجال بموضوع الاخلاط وطرائق تولدها في النقد الذي وجهه إلى أبى بكر الرازي فيما ضمنه عن الاخلاط بكتابه المدخل في الطب 36 .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) اقرأ عن ابن رضوان في تأريخ الحكماء لابن القفطي ص 443 - 444 ، وعيون الانباء لابن أبي أصيبعة ص 561 - 567 ، والنجوم الزاهرة لابن ثغرى بردى 5 / 69 ، وتأريخ مختصر الدول لابن العبري ص 190 - 192 ، وشذرات الذهب لابن عماد الحنبلي 3 / 191 ، وكشف الظنون لحاجى خليفة ص 1596 ، وايضاح المكنون للبغدادي 1 / 474 وهدية العارفين للبغدادي 1 / 690 ، وفي أدب مصر الفاطمية لمحمد كامل حسين ص 84 ، وعقود الجواهر لجميل العظم ص 161 - 166 ، ومعجم المؤلفين لرضا كحالة 7 / 94 ، والاعلام للزركلي 5 / 100 ، وجريدة النهار البيروتية عدد 13405 / 1977 .\r\nمكتبة دانشكاه - طهران 867 مكتبة المجلس النيابي - طهران 14 . و :\r\n Leclerc - hist . medic . arabe , 1 / 525 - 530 , brockelmann - Gal , 687 , S . I . 886 . \r\n Schacht and meyerhof - medico - philosophical controversy between ibn radwan an ibn butlan , P . 51 - 53 . \r\n Sarton - introduetion . history of science 729 off . \r\n Ullmann - medic . im islam , P . 158 - 159 . \r\n Brown - arabic medicine , P . 70 - 71 . \r\n( 2 ) ينتسب الفاطميون إلى عبيد اللّه المهدى الذي تغلب على الحكام الاغالبة في تونس وأسس فيها دولة فاطمية امتدت إلى المغرب الأقصى . وكان من أحفاد المهدى الخليفة المعز لدين اللّه الذي فتح مصر وأسس فيها مدينة القاهرة لتكون عاصمة ملكه بدل المهدية بتونس . انقرضت دولة الفاطميين بقوات الأيوبيين سنة 567 ه / 1176 م .\r\n( 3 ) ابن القفطي - تاريخ الحكماء ص 444 .\r\n( 4 ) المصدر المتقدم ص 443 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) ابن أبي أصيبعة ت نزار رضا 1965 ص 563 .\r\n( 6 ) النجوم الزاهرة ص 5 / 69 .\r\n( 7 ) شذرات الذهب 3 / 293 .\r\n( 8 ) ابن أبي أصيبعة ص 361 - 362 .\r\n( 9 ) أبو الصلت الداني - الرسالة المصرية ص 39 .\r\n( 10 ) ابن أبي أصيبعة ص 561 .\r\n( 11 ) ابن نسطاس - أبو يعقوب بن إبراهيم بن نسطاس بن جريح . قبطي ، من أطباء الحاكم بأمر اللّه الفاطمي المتوفي سنة 411 ه / 1021 م ( ابن أبي أصيبعة ص 544 ) .\r\n( 12 ) قال جالينوس في نقد الطبيب الروماني اسقليبيادس ( القرن الثاني ق . م ) . .\r\nفإنه لم يستحى ولم يخز من القدماء ولا من الحق ، لكنه بالصلف منه والكبر أو بخبث السريرة وسوء العزيمة والتقحم فيما يستبشع . . . ( كتاب جالينوس في التجربة الطبية - اعداد ولسر ، اوكسفورد 1944 ، ص 1 ) وما أشبه هذا القذف بأسلوب ابن رضوان في نقده لحنين بن إسحاق وأبى بكر الرازي في المقالة الثانية من الكتاب النافع .\r\n( 13 ) ابن بطلان - هو أبو الحسن المختار بن الحسن بن عبدون . نشأ في بغداد وتعلم الطب على أبى الفرج عبد اللّه بن الطيب ، وسافر إلى ديار الشام وآسيا الصغرى ، توفي في القسطنطينية سنة 455 ه / 1063 ، وله مؤلفات قيمة في الطب ( ابن القفطي ص 294 - 2219 ، ابن أبي أصبيعة ص 325 - 328 ) .\r\n( 14 )\r\n Medico - philosophical controver sy detween ibn butlan of bashdad and ibn ridwan of cairo by schecht and merhof . \r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) ابن أبي أصيبعة ص 561 .\r\n( 16 ) افرايم بن الزفان - هو ابن الحسن بن إسحاق بن يعقوب . اسرائيلى المذهب ومن الأطباء المشهورين في مصر أيام الفاطميين . ولوع بجمع الكتب وله من تأليفه كتاب مجربات في الطب ، وكتاب المصلحة الطبية في الأحوال البدنية ، ومقالة في التقرير القياسي على أن البلغم يكثر تولده في الصيف والدم والمرار الأصفر في الشتاء ( ابن أبي أصيبعة ص 568 ) .\r\n( 17 ) ابن أبي أصيبعة ص 39 - 40 .\r\n( 18 ) المصدر المتقدم .\r\n( 19 ) أبو الفرج عبد اللّه بن الطيب - فيلسوف ، ورجل دين ، وطبيب ، ومفسر قدير للكتب اليونانية . نشأ في بغداد ، وصار له تلاميذ كثيرون صاروا من اعلام الطب فيما بعد . توفي سنة 435 ه / 1043 م ( ابن القفطي ص 223 ، ابن أبي أصيبعة ص 323 - 325 ) .\r\n( 20 ) ابن أبي أصيبعة ص 549 ، ابن القفطي 178 .\r\n( 21 ) احمد عطية اللّه - القاموس الاسلامي 4 / 83 .\r\n( 22 ) ديوسقريدس - يوناني من عين زربى بديار الشام وإليها ينسب . عمل جراحا في جيش الإمبراطور نيرون ( 37 - 68 م ) كما ولع بدراسة الأعشاب الطبية وله فيها أشهر كتاب عند اليونانيين ، وقد ترجم هذا الكتاب إلى العربية اربع مرات على الأقل لم يصل الينا منها الا بترجمة اصطيفان بن باسيل .\r\n( 23 ) بطليموس القلوذى - اسكندرانى . فلكى ومنجم وجغرافي . عاش فيما بين 90 - 168 م . أشهر مؤلفاته كتاب المجسطى ( ابن النديم ص 327 - 328 ) .\r\n( 24 ) الرازي - أبو بكر محمد بن زكريا الرازي ، طبيب العرب بلا منازع . ولد ونشأ في الري . عمل صائغا في أول عمره وكان يومئذ يغنى ويضرب بالعود .\r\nوسافر إلى بغداد وفيها تعلم الطب وعاد إلى الري وعمل في بيمارستانها ورجع إلى بغداد وتوفي بحدود سنة 311 ه / 923 م بعمر يناهز الثامن والخمسين سنة . من تصانيفه الكثيرة كتاب الحاوي في الطب وهو الذي يتكرر ذكره في\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nهذه الدراسة ( ابن النديم ص 250 - 253 ، تاريخ الحكماء لابن القفطي 271 - 277 ، ابن أبي أصيبعة ص 414 - 427 ، تأريخ حكماء الاسلام للبيهقي ص 21 ، 22 ، البداية والنهاية لابن كثير 3 / 209 ، رضا كحالة 10 / 6 ) .\r\n( 25 ) الكنانيش - أو الكناشات ومفردها كناش وكناشة ، وهي أوراق تجعل كالدفتر يقيد فيها الفوائد والشوارد ( تاج العروس 4 / 347 ) والكلمة آرامية مشتقة من الفعل كنش أي كنس . وتستعمل في الطب بمعنى كتاب مختصر في معارف هذه الصناعة .\r\n( 26 ) ك . كفاية الطبيب - أو الكفاية في الطب المنسوب إلى ابن رضوان المصري دون ثبوت قاطعة . نشره سلمان قطاية في بغداد سنة 1981 ، ومخطوطة أصل الكتاب في مكتبة غوته برقم 1952 .\r\n( 27 ) قمحدوة - تعبير طبي يعنى الجزء الخلفي الناتى من عظم الرأس ، وجمعها قماحد ( المعجم الوسيط 2 / 758 ) .\r\n( 28 ) ابن أبي أصيبعة ص 19\r\n( 29 ) هذه الكتب هي : دفع مضار الأبدان ، مقالة في هواء مصر ورسالة في أزمنة الأمراض ( ابن أبي أصيبعة ص 566 ، 567 .\r\n( 30 ) حنين بن إسحاق - أبو زيد . طبيب ومترجم . وكان أبوه صيدلانيا في الحيرة وتعلم حنين العربية في بلاد فارس على تلاميذ الخليل بن أحمد الفراهيدى واليونانية في بلاد الروم والإسكندرية ، والطب على يوحنا بن ماسويه . وقد خلف أستاذه في رئاسة الترجمة في أيام الخليفة المأمون ، توفي سنة 260 ه / 873 بعمر الثلاث والستين ( ابن القفطي ص 117 ، ابن أبي أصيبعة ص 257 - 274 ، ابن النديم في الفن الثالث من المقالة السابعة ، تأريخ حكماء الاسلام للبيهقي ص 16 ، الاعلام للزركلي 2 / 325 ) .\r\n( 31 ) مؤلفات ابن رضوان في ابن أبي أصيبعة ص 566 - 567 .\r\n( 32 ) مؤلفات ابن رضوان في ابن القفطي ص 443 - 444 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 33 ) مؤلفات ابن رضوان في بروكلمان  Brockeimann - gal , 1 / 484 \r\n( 34 )  Ullmann - medicine I , m islam , P . - 159 \r\n( 35 ) لابن رضوان رسالة في التنبيه على حبل من ينتحل صناعة القضايا بالنجوم وتشرف أهلها ( ابن أبي أصيبعة ص 567 ) .\r\n( 36 ) لأبي بكر الرازي كتاب المدخل إلى صناعة الطب بمقالتين ( ابن أبي أصيبعة ص 424 ،  Sezgin , 3 / 284 .  دار الكتب - القاهرة برقم 4308 ، باريس 2865 / 1 ) وقد طبعته جامعة سلمنقة سنة 1972 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالقسم الثاني\r\n1 - التعريف بالكتاب النافع .\r\n2 - مضامين المقالة الأولى من الكتاب .\r\n3 - مضامين المقالة الثانية من الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالتعريف بالكتاب النافع في كيفية تعليم صناعة الطب\r\nليس لهذا الكتاب القيم ذكر في التراثيات العربية باستثناء كتاب عيون الانباء في طبقات الأطباء لابن أبي أصيبعة ، وفيه يقول : انه بثلاث مقالات 1 . ولم يزد على ذلك .\r\nوقد عثر الباحثون على مخطوطتى المقالتين الأولى والثانية وكل واحدة منهما في مجلدة منفصلة عن الأخرى ، وفي بلد غير البلد الذي وجدت فيه الثانية ، فكانت المقالة الأولى في دار الكتب المصرية ، والمقالة الثانية في خزانة جستر بيتي بدبلن ، فكأن الكتاب النافع قد شطر لسبب ما إلى ثلاثة أقسام ، في كل قسم منها مقالة واحدة ، وبقي ان يعثر على المقالة الثالثة ليكون قد تم العثور على الكتاب النافع كاملا . على أن هناك من يقول باحتمال ان يكون الكتاب بمقالتين فقط بالرغم مما ورد في كتاب العيون لابن أبي أصيبعة . وليس للاحتمال المذكور دليل قاطع ، أما الأستاذ اربرى فقد قال في فهرسه :\r\n Arberry , arther , j - hand list of the arabic manuscripts in the chester betty library . vol . 5 . 1962 . P . 9 . \r\nما يلي ( النافع في كيفية تعليم صناعة الطب تأليف أبى الحسن علي بن رضوان بن علي ابن جعفر المتوفي سنة 460 ه / 1068 م . . وهذه النسخة في 37 ورقة غير مؤرخة كتبت في القرن الثامن الهجري والقرن الرابع عشر الميلادي ، ومنه نسخة في دار الكتب المصرية برقم 483 طب . راجع بشأنه  Schacht - zdmg Vol . 90 . P . 536 \r\nوقد حاول اربرى نفسه ان يطبع الكتاب بتقريب النسختين فلم يفلح 2 .\r\nوفي معهد المخطوطات العربية نسخة مصورة من نسخة دار الكتب المصرية وضعها الأستاذ إبراهيم حبوش في فهرس المخطوطات المصورة ( الجزء الثالث ، علوم - القسم الثاني ، طب - القاهرة 1959 ص 192 رقم 261 ) وقال : النافع في ( كيفية تعليم ) صناعة الطب ، كتبه على ثمانية أبواب ، ونسخة حديثة من مجموع مؤرخ\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nسنة 1196 ه في 37 ورقة . ويبدو ان الأستاذ حبوش يتكلم عن نسخة دار الكتب المصرية وكأنها هي الكتاب النافع بأكمله في حين ان هذه النسخة لا تحتوى الا على المقالة الأولى من الكتاب . وتتضح هذه الحقيقة فيما ذكره الأستاذ نفسه من أن نسخة دار الكتب المصرية بثمانية أبواب وهذه هي عدد أبواب المقالة لاولى وحدها دون أبواب المقالة الثانية .\r\n\r\n1 - نسخة دار الكتب المصرية ( رقم 483 )\r\nحجم هذه المخطوطة ست وعشرون ورقة ، بمعدل خمسة وعشرين سطرا في الصفحة الواحدة ، وعشر كلمات في السطر الواحد . وهي مكتوبة بخط النسخ المعتاد ، الا ان الكتابة فيها مطموسة بسبب رداءة مادة الحبر أو سوء تصوير المخطوطة . فكانت قرائتها في منتهى الصعوبة ، ومستحيلة في بعض أقسامها ، فضلا عما فيها من صور الخروم والفراغات فيما بين الكلمات . والعيب الأكبر فيها هو ان أوراقها رتبت أثناء التصحيف دون اعتبار تسلسل مواضيعها ، أو تعاقب متونها ، بالرغم من وجود تعقيبة في نهاية جميع صفحاتها . على أن بعض هذه التعقيبات هي الأخرى قد غطتها بقع من الحبر أو الرطوبة ، أو انها اختفت بسبب الخروم التي لا يكشفها التصوير . وقد حاول المستشرق اربرى ان يوفق بين صفحات هذه المخطوطة فلم يفلح . وانتبهت بمحض الصدفة إلى الخطأ الذي وقع في تصحيف أوراق المخطوطة ، فأعدت ترتيب صفحاتها على الوجه الصحيح قبل الشروع بتحقيقها .\r\nواسترعى انتباهى عدم افتتاح هذه المخطوطة بالعبارة التقليدية ( قال ابن رضوان الخ ) أو مثل ذلك مما اعتاد المؤلفون المسلمون ان يصدروا بها مؤلفاتهم . كما أن الصفحة الأولى من المخطوطة قد كتبت بخط واضح يختلف كليا عن خط متن المخطوطة ، وهو شبيه إلى حد كبير بخط مخطوطة المقالة الثانية الموجودة في مكتبة جستر بيتي . وأكثر الاحتمال ان هذه الصفحة قد كتبت بعد سقوط الورقة الأولى من أصل المخطوطة فعوضت بصفحة بديلة كتبها ناسخ آخر على مخطوطة أخرى لهذه المقالة ، أو هو ناسخ المقالة الثانية من الكتاب . كذلك ليس في آخر المخطوطة ذكر لاسم ناسخها ولا سنة النسخ . ومن الصعب تقدير عمر المخطوطة من صورتها الفوتوغرافية .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفي صدر الصفحة الأولى من المخطوطة عبارة البسملة ، وفي أسفلها مباشرة عبارة ( الكتاب النافع في كيفية تعليم صناعة الطب ) ، يلي ذلك في سطر جديد عبارة ( لمؤلفه علي بن رضوان المصري ) ثم يتبع ذلك جرد بمحتويات المقالة الذي يضم ثمانية أبواب بالتفصيل الآتي :\r\nالباب الأول : في سبب وضع هذا الكتاب .\r\nالباب الثاني : في كيفية تعليم العلماء صناعة الطب .\r\nالباب الثالث : في الأسباب الماحية لمحاسن صناعة الطب .\r\nالباب الرابع : في اغراض كتب ابقراط ونحو تعليمه .\r\nالباب الخامس : في كيفية تعليم جالينوس .\r\nالباب السادس : فيما ينبغي ان يتقدم صناعة الطب .\r\nالباب السابع : في الطريق النافع في تعليم صناعة الطب .\r\nالباب الثامن : في اختصار الاسكندرانيين على عشرين كتابا من كتب ابقراط وجالينوس .\r\nوتنتهى مصورة هذه المخطوطة بعبارة : كملت المقالة الأولى من الكتاب النافع بحمد اللّه ، وتليها المقالة الثانية ان شاء اللّه تعالى .\r\n\r\n2 - نسخة جستر بيتي ( رقم 421 ) :\r\nحجم هذه النسخة سبع وثلاثون ورقة مكتوبة بخط نسخ يكاد يكون جيدا . الا ان كثيرا من كلماتها غير منقوط ، وفيما بينها كثير من الفراغات التي يحتمل أن تكون بسبب خروم لا يكشفها التصوير . وهي غير مؤرخة أيضا ، وليس فيها ذكر لاسم ناسخها .\r\nفي صدر الصفحة الأولى من هذه المخطوطة عبارة البسملة ، وتحتها مباشرة عبارة ( كتاب النافع تأليف على ) ثم في سطر ثالث ( ابن رضوان بن جعفر ) . وتحت هذه العبارة في سطر جديد عبارة ( الطبيب المصري ) . وهكذا تكون محتويات هذه الصفحة بالشكل الآتي :\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\n\r\nكتاب النافع تأليف على ابن رضوان بن جعفر الطبيب المصري\r\nوتنتهى هذه المقالة بعبارة ( . . . إلى أن تصير طبيبا فاضلا وفيلسوفا كاملا ان شاء اللّه ) . وتحت هذه العبارة الأخيرة عبارة ( كملت المقالة الثانية من الكتاب النافع والحمد للّه . وله مقالة ثالثة . هكذا وجدت في طبقات للاطبا ) .\r\nوتضم هذه المقالة ثلاثة أبواب :\r\nالباب الأول : في الأسباب المغلطة لواضعى الكتب في الطب بعد جالينوس .\r\nالباب الثاني : في أن حنينا 3 يغلط ويخطئ في مصنفاته أغاليط ضارة في صناعة الطب .\r\nالباب الثالث : في أن الرازي يظن أنه قد فهم ما في كتب جالينوس وليس ما ظن ذلك صحيح .\r\n\r\n3 - منهج ابن رضوان في الكتاب النافع :\r\nادخل ابن رضوان في كتابه النافع مجموعة من معلومات تأريخية وعلمية في الطب ، ومن مارسه ، وفي أسلوب تعليمه منذ عرفت هذه الصناعة عند اليونانيين إلى أيامه في منتصف القرن الخامس الهجري / الحادي عشر الميلادي . ولم يسلسل ابن رضوان مضامين الكتاب بحسب التواريخ ، أو التدرج في تطور الافكار الطبية ، فهو ينتقل في حديثه من موضوع إلى موضوع ليس بينهما صلة علمية أو تأريخية .\r\nكما يكثر من التكرار في اللفظ والمعنى لا في الأبواب المختلفة فقط بل حتى في الباب الواحد . وفي بعض عباراته ابهام ومعاني مغلقة ، وبخاصة حين يتكلم في موضوع الاخلاط .\r\nويهتم ابن رضوان أشد الاهتمام بآراء الأطباء اليونانيين ، وبصفة خاصة بأفكار ابقراط وجالينوس . ويعتبر هذين الطبيبين مما لا يصح ان يتطاول أحد\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nعليهما بالنقد أو الشكوك . كما يعتبر الأسلوب الطبى الذي انتهجاه في التعليم خير الأساليب عموما في هذا الميدان . الا ان ابن رضوان لم يكن واضحا في شرحه طريقة تعليم هذين الطبيبين .\r\nوما ضمن ابن رضوان كتاب النافع من المعلومات التأريخية كثير جدا الا انه لم يذكر مصادره في ذلك . ومن الواضح انه أخذ عن إسحاق بن حنين 4 . في كتابه تأريخ الأطباء 5 ، الا ان بعض ما ضمنه في الكتاب النافع يزيد أو يختلف عما ورد في كتاب إسحاق بن حنين . وقد يكون ابن رضوان أخذ هذه الزيادة عن يحى النحوي الإسكندراني 6 مباشرة ، أو عن أبي الفضل جعفر ( ت سنة 377 ه / 987 م ) ابن الخليفة المكتفى باللّه في كتابه اخبار الحكماء 7 ، وهذان الكتابان لم يصلا الينا لنعرف منهما حقيقة ومقدار ما أخذ منهما ابن رضوان في الكتاب النافع .\r\n\r\n4 - منهجنا في تحقيق الكتاب النافع ودراسة مضامينه\r\n1 - حققنا هذا الكتاب على نسخة المقالة الأولى الموجودة في دار الكتب المصرية ، ونسخة المقالة الثانية الموجودة في خزانة جستر بيتي فقط بعد ان فشلنا في الحصول على نسخ أخرى للمخطوطتين .\r\n2 - اعدنا كتابة المخطوطتين بعد ان صححنا ما فيها من أخطاء في رسم الكلمات أو تصحيفها . كما أظهرنا الكلمات الطامسة وملأنا الفراغات التي فيما بين بعض الكلمات ، وكانت هذه المهمة بالغة الصعوبة في المقالة الثانية . ثم قرأنا بامعان ما توصلنا اليه من تثبيت المتون على الوجه الصحيح مع الإشارة في الهامش إلى الخطأ الذي في أصل المخطوطة .\r\n3 - لم نتصرف في وضع عناوين المواضيع الرئيسية في المخطوطتين بشكل ورسم خاص ، مفضلين الابقاء عليها كما وضعها الناسخ ، أو كما كتبها المؤلف .\r\n4 - استعرضنا باختصار ما تنطوى عليه أبواب المقالتين الأولى والثانية ، وأشرنا بنفس الوقت إلى ما يتفق منها مع ما هو وارد في التراثيات الأخرى ، وقد يكون\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nأصبنا في ذلك إلى قدر غير قليل في المقالة الأولى وبعض المقالة الثانية .\r\nونأسف لعدم توفقنا بضبط كل ما ورد في البابين الأخيرين من المقالة الثانية .\r\n5 - أدخلنا في استطرادنا بمضامين المقالتين الأولى والثانية بعض التعليقات على أفكار ابن رضوان . ولم نضع هذه التعليقات بما يشير إلى أنها من غير متون المخطوطتين لاعتقادنا ان القارئ سوف لا يجد صعوبة في معرفة ذلك .\r\n6 - اعتمدنا بتوثيق أسماء الاعلام والمؤلفات الطبية على كتاب ابن القفطي في تأريخ الحكماء ، وابن أبي أصيبعة في عيون الأبناء في طبقات الأطباء . كما ذكرنا بعض مظان المخطوطات في المكتبات العالمية اعتمادا على كتاب سزكين في تأريخ العلوم العربية . واعتمدنا في التعريف بالأدوية على كتاب القانون لابن سينا - الجزء الأول ، وكتاب المختارات في الطب لابن هبل - الجزء الثاني ،\r\n7 - لكثرة الفراغات في سياق المخطوطتين ، والكلمات التي عجزنا عن قرائتها ، اضطررنا ان نوضح مواقعهما بالرموز الآتية ، وبمدلولاتها إزاء كل واحدة منها :\r\n( ) فراغ أو خرم .\r\n( . . . . ) المكتوب بين القوسين لا يقرأ ، وعدد النقط يشير بصورة تقريبية إلى مقدار الكتابة بينهما .\r\n[ 
  ] المكتوب بين هاتين العضادتين صعب قراءته ، وغاية ما توصلنا اليه هو ما أثبتناه بينهما . كذلك أدخلنا الرموز الآتية بغية الاختصار .\r\nت : بمعنى توفي أو المتوفي .\r\nه : السنة الهجرية .\r\nم : السنة الميلادية أو للميلاد .\r\nك : كتاب .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n5 - مضامين المقالة الأولى :\r\nتضم هذه المقالة ثمانية أبواب لا تسلسل فيما بين مضامينها ، فيكاد يكون كل باب منها بحثا مستقلا عما تقدمه أو ما تلاه من الأبواب . الا انها بالاجمال ، لا تخرج بعيدا عن دائرة تعليم الطب ، واستعراض تأريخه ، وما يحوم حول ذلك .\r\nفذكر المؤلف في الباب الأول الأسباب التي دفعته إلى تأليف هذا الكتاب ، وهو بمثابة المقدمة التي اعتاد المؤلفون العرب ان يفتتحوا بها مؤلفاتهم . قال فيها : انه نفسه عانى كثيرا في تعلم هذه الصناعة قبل ان يقف على السبيل الذي قاده إلى معرفة فنونها ، فرأى أن يرشد من يطلب تعلمها إلى تجنب تلك المتاعب ، فوضع له ما يأخذه إلى سبيل ذلك . ويبدو بصورة واضحة في هذا الباب ان ابن رضوان يعرض آراءه الشخصية في طرق التعليم بضرب الأمثلة وذكر الاحداث التي تقع في ميدان هذا الموضوع أكثر مما يعرض بتفصيل طريقة واحدة من طرائق التعليم الطبى ، وبالأخص السريرى منه . كما يظهر ان تعليم الطب في أيام ابن رضوان كان بتفسير نصوص الكتب اليونانية التقليدية والتعليق عليها . والطالب هو الذي يقوم بقراءة النصوص ، أما دور المعلم فهو تفسير ما يقرؤه الطالب والتعليق عليه بما لديه من معلومات وخبرة شخصية في الموضوع الذي يتناوله النص . ولما لم يجد ابن رضوان - بحسب زعمه - من يحسن تطبيق هذه الطريقة ، صار يقرأ كتب الطب بنفسه ولوحده ، حتى توصل إلى الالمام بمفاهيم هذه الصناعة .\r\nوأجاد ابن رضوان في الباب الثاني باستعراض تأريخ صناعة الطب منذ بدء نشوئها حتى بلوغها الاكتمال في عهد جالينوس ، ثم أثناء انحدارها عبر العصور حتى وصولها إلى المسلمين في القرن الثاني الهجري / الثامن الميلادي . وقال في ذلك ان الطب ظهر لأول مرة في الجزر اليونانية الثلاث وهي رودس 8 وقنيدس 9 وقوص 10 . وفي مدرسة الطب بالجزيرة الأخيرة تخرج امام الأطباء اليونانيين ابقراط . وقال أيضا ان الطب في تلك الحقبة القديمة ( القرن الخامس للميلاد وما قبله ) كان من اختصاص أعيان الناس كالملوك والزهاد 11 فلما باد في جزيرة رودس وقارب ان يبيد في قنيدس ، وحين آلت الصناعة إلى رذل الخلق ، دون ابقراط علوم الطب برموز ولغوز 12 ليضمن الحفاظ عليها من الضياع والتلاعب بها . وأوصى ولديه ثاسلس ودراقن ان يعلماه لكافة الناس بعد ان يأخذوا منهم\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nعهدا على تطبيق واحترام أهدافه العلمية والانسانية . ويستطرد ابن رضوان قائلا :\r\nواستقام الطب ووضح ونهض بعلومه وفنونه بفضل جالينوس الذي وضع قواعد لتعلمه ، وأوصى من يبتغى تعلمه ان يدرس المنطق والهندسة أولا ، وان يقرأ أصول الصناعة على تسلسل كتبه 13 ، وكتب ابقراط 14 التي وضعها للمتعلمين . ثم قال : وجاء بعد جالينوس اورباسيوس 15 ( 325 - 403 م ) الذي أرتأي ان بختصر موسوعات الطب التي وضعها كل من ابقراط وجالينوس بكتب موجزة على المتعلمين ادراك مضامينها المتشعبة . واستطرد قائلا وفعل مثل ذلك بولس الاجينى 16 من بعده ، كما تبعهما في طريقه تأليف هذه الكتب أبو بكر الرازي وغيره من الأطباء المسلمين . وبذلك كثرت المؤلفات الطبية الموجزة التي تفسر علوم الصناعة بأيسر الطرق واقصرها ، حتى اكتسحت هذه الكتب المختصرة مؤلفات ابقراط وجالينوس من مدارس التعليم ، فكان من نتيجة ذلك ان ابتذلت الصناعة وانحط مركزها العلمي 17 ، واندس بين علمائها من يمارسها وهو على غير معرفة كافية بها ، أو لا يعرفها البتة .\r\nويفهم من الباب الثالث ان الطب في زمن ابن رضوان قد انحدرت مرتبته العلمية وكادت تختفى أفضاله عن الخلق . . فعزا ابن رضوان هذا الامر إلى الأطباء أنفسهم لاعتمادهم على غير مؤلفات ابقراط وجالينوس ، وعلى وصف الأدوية للمرضى دون اختبار طبيعتها وقواها الشفائية بأنفسهم . وانحدر يلوم ذوى السلطة لأنهم لا يراقبون الغش الذي يفعله تجار الأدوية الذين لا تهمهم صحة الناس بقدر ما يهدفون اليه من الربح منهم . وضرب أمثلة تفشى استعمال الأدوية المزورة والترياقات 18 المغشوشة ، وما إلى ذلك من الاعمال الصيدلانية الردية .\r\nوفي الباب الرابع ركز المؤلف على أغراض كتب ابقراط ونحو تعليمه ، ولامه على عدم وضع مؤلفاته بوضوح ، فجاءت مبهمة أو يعم فيها الاختصار والاقتصاد ، فنهض جالينوس بتفسير ما غمض فيها من نصوص وإشارات ، وذكر بصفة خاصة من تلك المؤلفات كتاب الجنين 19 . كما تحدث عن تفسير جالينوس لكتب ابقراط الأخرى ، والتعليق على تلك التفاسير بالمديح لما في تفاصيلها من دقة وأصالة .\r\nوفي الباب الخامس عرج ابن رضوان على آراء جالينوس في قوى الأدوية ، وطرق\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالعلاج باستعمالها ، مشيرا بنفس الوقت إلى أن طريقة القياس مع التجربة 20 في استطباب الأدوية خير من إحداهن على انفراد ، وانثنى بهذه المناسبة يمدح ديوسقريدوس لأنه اعتمد على الأدوية التي عرفها عيانا لا خبرا عن الرواة أو الكتب ، وذكر أمثلة كثيرة من اعمال هذا العشاب الكبير .\r\nكان ابن رضوان إلى هذا الحد في هذا الباب واضحا فيما كتب ، ومسيطرا في عرضه للمادة العلمية . فلما وصل بحديثه إلى موضوع الأمزجة 21 والاخلاط بدأ يتعثر في سرد أفكاره وكأنه غير واثق مما يقول .\r\nوينتقد ابن رضوان في هذا الباب فرقة من يعالجون بالحيل ، دون ان يمهد بمقدمة توضيحية في أفكار واعمال أصحاب هذه الفرقة مما يسوغ له نقد أو قدح ما يرتؤنه في ممارسة الطب . كما لم يفرق بين هذه الفرقة وبين فرقتي من يمارس بالتجربة ومن يمارس بالقياس . بينما الفروق في الممارسة بين هذه الفرق الثلاثة كبير جدا ، وذات علاقة بتعليم الطب .\r\nوقال ابن رضوان في الباب السادس ان من ينخرط في سلك هذه الصناعة واحد من اثنين ، أحدهما يهدف لكسب المال فيهون عليه كل عمل يحقق له الغنى ، فيقعد في الطرقات ليروج بيع الأدوية التي يعالج بها المرضى ، وهو يتخذ لبوس العارفين بالصناعة .\r\nوالصنف الثاني ممن يطلب تعلم صناعة الطب هو الذي يريدها لشرفها ومحاسنها أكثر مما يرجو منها المادة والربح . واستطرد ابن رضوان بهذا الصدد قائلا : ان جالينوس وضع كتابه محنة الطبيب 22 ليميز الناس بين الصنفين المذكورين من ممارسى الصناعة ، وهذا توضيح في غاية الأهمية .\r\nثم عاد المؤلف من غير رابطة بمحنة الطبيب ، فذكر ضرورة تعلم الطب على مؤلفات ابقراط وجالينوس ، أو بالأقل على كتب الجوامع التي وضعها الحكماء الاسكندرانيون على مؤلفات الطبيبين المذكورين . ونفهم من هذا أن جوامع الاسكندرانيين التي أوصى بقراءتها ابن رضوان ليست كتبا مختصرة بمستوى كتب الكنانيش ، لان ابن رضوان ، كما ذكرنا فيما سلف ، غير مقتنع بفوائد ذلك النمط من الكتب المختصرة ، فكيف يوصى بالتعلم عليها إذا لم تكن بمستوى البديل لكتب ابقراط وجالينوس ؟ .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nثم تحول المؤلف في حديثه إلى ذكر مؤهلات معلم الطب ، ومهارته في تقنية التعليم ، وقال بعد ذلك : إذا لم يتوفر وجود المعلم الكفء فقراءة الكتب دونه أكثر فائدة ، وأقل كلفة ، وأقرب موردا لتعلمها من شيوخ الصنعة . على أنه أوصى ان لا يمر القارئ المتعلم على تلك الكتب مر الكرام ، فان صعب عليه فهم بعضها فعليه ان يرجع إلى من له علم بمواضيعها .\r\nوأعاد المؤلف في هذا الباب نصيحته بالانقطاع إلى مؤلفات ابقراط وجالينوس دون كتب غيرهما من علماء الصنعة . وأشار بنفس الوقت إلى ضرورة التدريب على أعمال اليد بالشق والبط والكي والجبر والكحل وما إلى ذلك . كما يرى أن يعرف الطبيب الممارس مركبات المطبوخات وطرق صنعها ، وكيفية تزوير مذاقها بما يرضى المريض الصعب المراس .\r\nوتناول ابن رضوان في الباب السابع صفات الطبيب الممارس ، وما يجب ان يكون عليه من الصدق والأمانة ، ومن القيافة في زيه ونظافته ، وفي سخائه مع المرضى والتلطف معهم بحلو الكلام .\r\nوفي هذا الباب أيضا تطرق المؤلف بأسلوب فلسفي إلى العوامل الطبيعية 23 التي تفرض مفعولها على المرض والمريض ، فيقول بعد مقدمة قصيرة لهذا الموضوع ، ان نظر الطبيب من ( المحسوس ) أما نظر الفيلسوف أرسطو فمن ( غير المحسوس ) الا ان المؤلف لم يشرح معنى هذين المصطلحين بالأمثلة على الحالات المرضية ، فبدأ كلامه مبتورا أو غامضا .\r\nثم عاد ابن رضوان إلى موضوع محنة من يطلب تعلم صناعة الطب ، والصفات الخلقية والخلقية التي يجب ان يتحلى بها . ويرى أن أول اختبار لمؤهلات المتعلم في الطب ، ان يكون من عمل المتعلم نفسه ، ليرى فيما إذا كان عاقلا وعفيفا وصبورا على تعب النسخ ، ومتواضعا على الاخذ ممن هم أعلم منه في الصناعة .\r\nونصح ابن رضوان في هذا الباب الممارسين ان يتساهلوا في عرض أفكارهم على الناس ، وان يحترموا تقاليدهم على قدر لا يضر بعافية وبمصلحة مرضاهم .\r\nان توصية ابن رضوان في امتحان المتعلم في الطب وفي صفات الممارس صورة مطابقة لآراء أبى بكر الرازي بهذا الموضوع 24 وقد يكون ابن رضوان أخذها عنه .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nواستطرد ابن رضوان على هذا النهج إلى أن قال : وعلى الطبيب ان لا يحتشم من فحص المريض كاملا ، وان يعرف كيف يقنعه بالخضوع إلى ما يتطلبه تشخيص المرض من فحوص وعلاجات .\r\nوالباب الثامن من هذه المقالة مورد فياض في تأريخ الطب وزاخر بمعلومات قيمة في مناهج الدراسة في معهد الإسكندرية في عهدها المتأخر . وهي مناهج صار لها نفوذ قوى وواسع الانتشار في تعليم الطب في العصور الاسلامية . ومع أن المؤلف لم يذكر مصدره بهذه المعلومات الا انه دون شك قد أخذها عن كتاب تأريخ الأطباء لإسحاق بن حنين ، وهذا بدوره قد أخذها عن كتاب تأريخ الأطباء ليحى النحوي الإسكندراني ، وقد ذكر إسحاق بن حنين ذلك صراحة في آخر عبارة من كتابه المذكور . وليس في المؤلفات الأوروبية تضمين لمدرسة الإسكندرية ومناهجها الا ما نقل إليها من كتابي إسحاق بن حنين وعلي بن رضوان في كتابه النافع الذي هو بأيدينا الان ، وهذا الكتاب أكثر وضوحا وتفصيلا من الكتاب الأول .\r\nوتطرق ابن رضوان في هذا الباب إلى الدافع الذي حدا بالاسكندرانيين إلى استحداث المدرسة فقال : ان كتب الطب التي ظهرت بعد موسوعات جالينوس كانت هزيلة المادة ، فرأى بعض حكماء الإسكندرية ، انه إذا تمادى المتعلمون على قراءة تلك الكتب فقد تدرس أصول الصناعة وتختفى فوائدها عن الناس . فسألوا من لهم الامر والنهى في إدارة شؤون المدينة ان يرخصوهم لاستحداث مدرسة لتعليم الطب ، فكان من ذلك مدرستها الأخيرة التي بقيت تعمل في تعليم الصناعة حتى دخول المسلمين إلى الإسكندرية في سنة 21 ه / 641 م .\r\nولان الهدف من استحداث هذه المدرسة هو ابعاد المتعلمين عن قراءة كتب الكنانيش وأمثالها من الكتب المختصرة والمقصرة بأداء المعنى ، والتي كان في مقدمتها كناش اوريباسيوس ، فنستنتج من ذلك ان تأريخ تأسيس المدرسة المذكورة كان بعد أيام اوريباسيوس ( القرن الرابع الميلادي ) وهذا التوثيق له أهمية كبيرة في تحديد تأريخ افتتاح هذه المدرسة وفي بدء تطور العلوم الطبية وإعادة التأليف فيها على الوجه الصحيح .\r\nوساق ابن رضوان في هذا الباب تسلسل مراتب الكتب التي استخلصها الاسكندرانيون من مؤلفات ابقراط وجالينوس التي سموها ( الجوامع ) 25 ، وهي\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأربعة لابقراط وستة عشر لجالينوس . وقد اختار الاسكندرانيون من الكتب الأخيرة ما يثير المتعلم إلى قراءة كتب جالينوس الأخرى ذات العلاقة بالموضوع قيد القراءة .\r\nوبهذه الطريقة صارت أكثر كتب جالينوس من المقررات الضمنية التي يجب ان يقرأها المتعلم . وقد نقل ابن أبي أصيبعة مفردات تلك المراتب إلى كتابه طبقات الأطباء 26 . الا ان هذا المؤلف أغفل لسبب لم يشير اليه ، ذكر مؤلفات ابقراط الأربعة التي هي : كتاب الفصول 27 ، وكتاب تقدمة المعرفة 28 ، وكتاب الهواء والبلدان والمياه 29 ، وكتاب الأمراض الحادة 30 التي ذكرها ابن رضوان من ضمن مقررات التعليم بمدرسة الإسكندرية ، بل في مقدمتها عموما . وهذه أول انعطاف نحو الاهتمام بمؤلفات جالينوس وتقديمها على كتب ابقراط . ومن المهم ان نؤكد مرة أخرى ان جوامع الاسكندرانيين ليست كتب جالينوس الستة عشر بل هي اختصرات تلك الكتب بصورة جامعة .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) ابن أبي أصيبعة ص 566 .\r\n( 2 ) ذكر ذلك سليمان قطاية في تحقيقه كتاب كفاية الطبيب المنسوب إلى ابن رضوان ( ص 14 ) ولم يذكر مصدره في ذلك .\r\n( 3 ) حنين - ابن إسحاق العبادي ، وكنيته أبو زيد . ولد في الحيرة من أب يعمل في الصيدلة والكحل فتعلم عليه مبادئ الطب وأتمه في بغداد على يوحنا بن ماسويه ، كما درسه في جنديسابور على أكثر الاحتمال . وترجع شهرته الواسعة إلى اعماله في ترجمة المؤلفات اليونانية في الطب إلى السريانية والعربية . خلف مأسويه في رآسه بيت الحكمة وتوفي سنة 260 ه / 274 م ( ابن النديم - طهران ص 352 - 353 ، ابن أبي أصيبعة ص 257 - 274 ، ابن القفطي ص 171 - 176 ، الهامش رقم ( 1 ) ص 182 من كتاب الوفيات لابن قنفذ تحقيق نويهض ) .\r\n( 4 ) إسحاق بن حنين - وكنيته أبو يعقوب . تتلمذ على أبيه ، وصار مساعده في ترجمة الكتب اليونانية إلى العربية والسريانية . ( ابن النديم ( طهران ) ص 356 ، ابن القفطي ص 80 ، ابن أبي أصيبعة ص 274 - 275 ، الشهرزوري 2 / 2 ) .\r\n( 5 ) كتاب تأريخ الأطباء - تأليف إسحاق بن حنين ، ويبحث في تأريخ الطب وتراجم الأطباء في العصور اليونانية الأولى ( ابن النديم - طهران ص 343 ، 356 ، ابن القفطي ص 80 ، ابن أبي أصيبعة ص 275 ويذكره باسم : كتاب ذكر فيه ابتداء صناعة الطب وأسماء جماعة من الحكماء والأطباء . نشر الكتاب روزنثال مع ترجمته الانكليزية بمجلة  Orient , Vol . 719 P . 55 - 80  على مخطوطة الكتاب بايا صوفيا رقم 485 .\r\n( 6 ) يحيى النحوي - رجل دين ومؤرخ وطبيب . . وله مشاركات في وضع تفاسير وجوامع لكتب جالينوس . توفي في بداية القرن السادس للميلاد ( ابن البديم ص 314 - 315 ، ابن القفطي ص 354 - 357 ، ابن أبي أصيبعة ص 151 - 154 ، الشهرزوري 2 / 19 ) .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) اقرأ عن جعفر بن المكتفى باللّه في ابن القفطي ص 150 - 151 ، نللينو - علم الفلك عند العرب ص 46 .\r\n( 8 ) رودس ، جزيرة صغيرة محاذية للساحل الغربى الجنوبي من آسيا الصغرى .\r\n( 9 ) قنيدس - جزيرة أصغر من رودس وأقرب منها إلى ساحل آسيا الصغرى .\r\n( 10 ) قوص - جزيرة صغيرة قريبة من جزيرة قنيدس . وقد اشتهرت بمدرستها في تعليم الطب السريرى وإليها ينسب امام الأطباء اليونانيين ابقراط .\r\n( 11 ) ذكر ذلك أيضا ابن أبي أصيبعة في كتابه عيون الأبناء ص 43 - 44 .\r\n( 12 ) المصدر السابق ، وقال ابن أبي أصيبعة في ذلك ان ابقراط وضع كتبه على ثلاث طرائق من طرق التعليم ، إحداها على سبيل اللغز ، والثانية على غاية الايجاز والاختصار ، والثالثة على طريق التساهل والتبيين ( عيون الانباء ص 53 ) .\r\n( 13 ) والكتاب بمقالة واحدة في تسلسل قراءة كتب جالينوس ( ابن أبي أصيبعة ص 134 ) .\r\n( 14 ) لم نقف على ذكر كتاب في مراتب قراءة كتب ابقراط : وقد يكون فقد في وقت سابق لترجمة الكتب اليونانية إلى العربية .\r\n( 15 ) اورباسيوس - طبيب الإمبراطور البيزنطى جوليان ( 325 - 403 م ) وأصله من برغامون . ومؤلفاته الطبية مختصرات عن الكتب اليونانية الأولى ، وهو أول من وضع الكتاب الطبى بهذا الشكل الذي سمى فيما بعد كناشا ( ابن القفطي ص 56 ، ابن أبي أصيبعة ص 150 . أما ابن النديم ( ص 350 طهران ) فيشك انه عاش بعد جالينوس وهو مخطأ ولا شك . اقرأ أيضا -\r\n Carrison history of medicine . P . 124 ) . \r\n( 16 ) بولس - هو بولس الاجيني أو الاجنيطى . من جزيرة اجينا المقابلة لاتينة .\r\nدرس الطب في الإسكندرية ، واشتهر بالطب الجراحى وله كتاب فيه ترجم إلى العربية باسم كناش الثريا وصار أحد مصادر الأطباء المسلمين في مؤلفاتهم\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nبالطب . توفي بولس بحدود سنة 160 م ( ابن القفطي ص 261 وابن أبي أصيبعة ص 150 ويذكره باسم فولس الاجنيطى ، و  Carrison , P . 124 . \r\n( 17 ) اثار هذا الامر فيما بعد اهتمام هبة اللّه بن جميع المصري طبيب صلاح الدين الايوبى ( ت 560 ه / 1193 م ) فرفع تقريرا إلى مخدومه السلطان عرض فيه انحدار المستوى الطبى في البلاد بسبب اعتماد معلمي الطب على الكتب المختصرة واهمالهم تدريس علم التشريح والتدريب في البيمارستانات ، وقد عرف هذا التقرير بالرسالة الصلاحية  Brockelmann . 3 / 892  والمخطوطة بجامعة برنستون رقم ه 556 . وقد نشرتها سميرة جدعون في  Bull . history of medic . Xliv . 1970 . P 64 . \r\n( 18 ) الترياقات - ومفردها ترياق وبالعربية درياق ، وهو عقار مركب من أدوية مختلفة ويستعمل ضد السموم . من أنواعه الترياق الكبير والترياق الفاروق وغير هذه ( دوزى تكملة المعاجم 2 / 43 ، القلانسي - الاقرباذين ص 47 - 48 ) .\r\n( 19 ) ك . الجنين - لابقراط بثلاث مقالات ( ابن أبي أصيبعة ص 54 ، أياصوفيا « * » رقم 3632 ، ابن ربن الطبري - فردوس الحكمة ص 32 ، 41 ، 370 ، الرازي - الحاوي 9 / 68 ، 110 ، 123 ، 129 ، 160 ، ابن سينا - القانون 1 / 568 ) .\r\n( 20 ) يقصد بالقياس في ممارسة الطب ، التحري عن سبب المرض ومعالجته قياسا على ذلك .\r\n( 21 ) هي حالة الانسان بحسب الكيفيات والاخلاط الغالبة في جسمه .\r\n( * ) ما بين القوسين يشير إلى أن مخطوطة كتاب الجنين موجودة في خزانة ايا صوفيا برقم 3632 ، كما ذكر هذا الكتاب كل من ابن ربن الطبري في كتابه فردوس الحكمة ص 31 ، 41 الخ . وابن سينا في كتابه القانون ج 1 / ص 568 ، وسنتبع هذا الأسلوب فيما يأتي على ما يطابق هذا المثال .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) ك . محنة الطبيب - وضعه جالينوس بعنوان محنة الطبيب الفاضل ( ابن أبي أصيبعة ص 127 - 128 ، برصا رقم 1120 ، بلدية الإسكندرية رقم 8 ط ) .\r\n( 23 ) العوامل الستة - أو الأسباب الستة التي تفرض فعلها على جسم الانسان في حالتي الصحة والمرض ، هي :\r\nالهواء والماء ، والحركة والسكون ( وتشمل النوم واليقظة ) والامتلاء الخواء ، والماكل والمشرب ، ودر لبول ، ومزاج لنفس بتأثير المحيط .\r\n( 24 ) اقرأ بحث البير إسكندر ( الرازي ومحنة الطبيب ) في مجلة المشرق مجلد 54 / 1960 ص 471 - 513 .\r\n( 25 ) كتب ابقراط التي استخلصت منها الجوامع هي : تقدمة المعرفة ، الأمراض الحادة ، المياه والهواء والبلدان ، الفصول . أما كتب جالينوس التي استخلصت منها الجوامع فهي : كتاب الفرق ، ك . الصناعة الصغيرة ، ك . النبض إلى طوثرن . ك إلى اعلوقن في التأتى لشفاء الأمراض ، ك . المقالات الخمس في التشريح ، ك . الاسطقسات ، ك . المزاج ، ك . القوى الطبيعية ، ك . العلل والاعراض ، ك . النبض الكبير . ك . تعرف علل الأعضاء الباطنة ، ك .\r\nأصناف الحميات ، ك . حيلة البرء . ك . تدبير الأصحاء ك . البحران ، ك .\r\nأيام البحران  ( Sezgin , 3 / 146 ) \r\n( 26 ) ابن أبي أصيبعة ص 154 - 156 .\r\n( 27 ) كتاب الفصول - لابقراط . فسره جالينوس ونقل ثمار بعض هذا التفسير حنين إلى السريانية ، ونقل عيسى بن صهر بخت القسم الاخر ( ابن النديم طهران ص 347 ، ابن القفطي ص 94 ، فاتح باستانبول رقم 35 - 65 ، ايا صوفيا رقم 3724 ، الاسكوريال 857 / 2 ) .\r\n( 28 ) ك . تقدمة المعرفة - لابقراط . وهو في التكهن عن سير المرض ومستقبله ( ابن النديم ص 347 ، ابن أبي أصيبعة ص 54 ، دانشكاه رقم 4915 ، جستر بيتي 3127 ، الاسكوريال 857 / 3 ، الحرم الملكي 154 / 2 طب ) وقد نشره المحامي صادق كمونة في بغداد سنة 1938 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 29 ) ك . الاهوية والبلدان والمياه - لابقراط ، وهو في الطب الجغرافي ( ابن النديم ص 347 ، ابن القفطي ص 94 ابن أبي أصيبعة ص 54 ،  Sezgin . 3 / 36  وقد ترجمه إلى العربية شبلى شميل ونشره في القاهرة سنة 1885 .\r\n( 30 ) ك . الأمراض الحادة - لابقراط ويبحث في معالجة الحالات المرضية بالغذاء والدواء والاستفراغ والغصد والأدوية المسهلة والاستحمام ( ابن النديم 347 ، ابن القفطي ص 94 ، ابن أبي أصيبعة ص 54 ، الاسكوريال رقم 857 / 4 ، أياصوفيا 3632 ، الحرم الملكي 45 / 2 طب ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n6 - مضامين المقالة الثانية :\r\nهذه المقالة بثلاث أبواب فيها غير قليل مما سبق بحثه في المقالة الأولى ، اما الجديد فيها فهو نقد ابن رضوان اللاذع وتجنيه على اثنين مع المع أطباء المسلمين وأكثرهم فضلا على الأطباء ، هما حنين بن إسحاق وأبو بكر الرازي .\r\nقال ابن رضوان في هذه المقالة ان تعليم المنطق أكثر ضرورة لتعليم الطب من علم النجوم . وهذا رأى غريب في بابه يخالف الواقع في العصور الاسلامية وما قبلها عند اليونانيين . كما كان ابن رضوان نفسه من علماء التنجيم البارزين في زمانه .\r\nوهو يعتبر علم الحساب ضروريا لممارسة الصناعة الطبية ، وخصوصا في اختبار قوى الأدوية والأطعمة .\r\nويفهم من الباب الأول من هذه المقالة ان ابن رضوان كان يعالج الأمراض بالطبائع المضادة 1 لمزاج حالة المريض ، وهي طريقة اتبعها الأطباء اليونانيين القدماء ، فيعادلون المزاج الحار بالأطعمة والأدوية المبردة وبالعكس ، مع اعتبار أوقات طلوع الكواكب الثابتة وغروبها ومدود الأنهار ، وهطول الأمطار ، فيقول ( نقلا عن جالينوس ) ان معرفة مسار الشمس والقمر والزهرة وعطارد مفيد لمعرفة طبيعة بحرانات 2 الأمراض ، وأيام دوراتها ، وفيما إذا كانت سليمة أم مهلكة ، تامة أم ناقصة .\r\nثم عرج المؤلف إلى نغمة الإعادة المألوفة في كتابه ، فذكر فضل المنطق وعلم الطبيعة على الطب في معرفة خلق الجنين ، والانحلال والفساد فيه وفي الأجسام البالغة النمو .\r\nوتطرق المؤلف في هذا الباب أيضا إلى حاجة الطبيب الممارس إلى معرفة أنواع المطبوخات . واولياتها من المواد ، وطرائق تركيبها وصنعها 3 ، والمزورات التي تغير من ألوانها وطعومها بما يرضى المريض ويشجعه على تناولها ، وخصوصا في حالة الأمراض المزمنة . كما يفرض على الطبيب ان يعرف استطباب المعالجة باليد واستعمال الأدوات في جراحة الشق والبط والكي والفصد وما إلى ذلك . وان يلم بتطبيق هذه العمليات ، فقد يحتاج الطبيب إلى ذلك في بعض الحالات المستعجلة حين يعز حضور من يختص بعملها . ويؤكد ابن رضوان بهذه المناسبة ان الطبيب في هذه\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالحالة بمنزلة الامر ، ويكون الجرائحى طائعا لما يوصى به الطبيب المعالج . ثم يقول متحفظا ومن الخطورة ان يتقلد الطبيب اختصاص الجرائحى دون مبرر أو اضطرار .\r\nوأثنى المؤلف في هذا الباب على دياسقريدس كاختصاصى بمعرفة الأعشاب الطبية واستعمالاتها ، واختبار قواها الشفائية عند استطبابها للمرضى .\r\nواستمر المؤلف يكرر ما سبق وقاله في ما بحوزته من المؤلفات اليونانية والعربية ، وذم كتب الكنانيش والمؤلفات المختصرة المماثلة لها .\r\nوخصص ابن رضوان الباب الثاني من هذه المقالة في نقد أفكار حنين في الطب وأنثى بتقدير على ما ترجمه من الكتب اليونانية إلى العربية والسريانية ، وعلى تأليف كتبه بطريقة السؤال والجواب 4 ، الا انه سرعان ما انقلب ينتقد أفكار حنين التي ضمنها كتابه المدخل إلى الطب 5 . كما لام من اهتم بهذا الكتاب ومن فسره أو علق عليه ، وضرب مثلا على اغلاط حنين في عدد الاخلاط 6 التي ذكرها في كتاب المدخل المذكور ، وفي أصناف ألوانها وعلى اهماله ذكر خلط الصفراء وخلطين آخرين فرعيين معروفين بلونيهما الأحمر والبلسمى . ودخل ابن رضوان في نقاش جاد حول الخلط النارى اللون والأصفر ، وطريقة تولد كل منهما وأمثال ذلك مما له علاقة بالاخلاط الأربعة الرئيسة . كما انحنى باللائمة على ابن أخته حبيش بن الأعسم 7 على الزيادة التي أضافها إلى كتاب المدخل 8 قائلا : كان أحرى ان يتدارك حبيش الأغلاط التي وردت في متون كتاب المدخل لا ان يضيف عليها أخطاء جديدة .\r\nان موضوع الاخلاط نظري بحت ، فلم يثبت وجودها في الجسم لمسا أو عيانا ، بالرغم من افتراض الأطباء الأقدمين كونها العلة في اكتمال العافية أو انعدامها .\r\nفهي في نظرهم إذا اضطربت صارت علة جميع الأمراض . وعلى الرغم من اعتبار مفهومها الذي لا يصح نقده في الوقت الراهن ، فان نقد ابن رضوان على ما ورد في كتاب المدخل لحنين لا حجة فيه ولا شاهد يدعم اعتراضاته عليه . كما أن ابقراط لم يكتب في ألوان الاخلاط كما زعم ابن رضوان . وقد أدخلنا في حسابنا عند الحكم على الآراء المتضاربة في قواعد العلوم الطبية وبخاصة كليات الطب ، مفاهيم ذلك الزمان التي لا يصح مناقشتها بالمفاهيم الراهنة . وقد اعتبرنا هذه الحقيقة في المقارنة بين\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفكرتى ابن رضوان وحنين في موضوع الاخلاط . ومع ذلك لم نر مبررا لنقد حنين فيما أورده عن الاخلاط في كتابه المدخل إلى الطب .\r\nوانتقد ابن رضوان في هذا الباب أيضا تفسير حنين لكتاب جالينوس في الأغذية 9 واتهمه من غير سند منقول بتشويه مضامين هذا الكتاب ، كما نقد كتاب كامل الصناعة الطبية 10 لعلي بن العباس المجوسي 11 دون ان يشير إلى مفردات ما فيه من الأغلاط التي يزعمها ، واكتفى بالقول بأنها ( ما لا يتهيأ احصاؤه كثرة ) . ولا جدال في أن ابن رضوان بعيد كل البعد عن اعطاء هذا الكتاب القيم حقه من التقييم والتقدير .\r\nوافتتح ابن رضوان الباب الثالث من هذه المقالة بهجوم مباغت على أبى بكر الرازي قائلا : ( انه بطيء الفهم ، مرتبك الفكر ، على الرغم من شدة حرصه على التعلم ، ودأبه على قراءة الكتب ونسخها ) واستطرد يقول : وانه من شدة وهمه في تقدير الأمور العلمية صار ينتقد كبار العارفين بفنون الصناعة الطبية ، ومن احرز نجاحا باهرا بممارستها . كما حكم على الرازي بأنه لا علم له بعلم النجوم والمنطق ولا بالعلوم الطبيعية . واعتبر شكوكه على آراء جالينوس لا تدل الا على سوء فهمه لأفكاره العلمية ، وقصر نظره في ابعادها ومبادئها . وما أشبه هذه اللهجة بلغة جالينوس حين يخاصم ويناقش .\r\nولا حاجة ان نذكر ان ابن رضوان نفسه لم يول أهمية لعلم النجوم في تعلم الطب وممارسته كما أسلفنا فيما تقدم ، فكيف ينتقد الرازي لأنه - على حد زعمه - لا معرفة له بعلم النجوم ؟ وأما قوله : ولا علم له بالعلوم الطبيبية فأكثر الاحتمال انه يوجه النظر بذلك إلى نزة ما ادخله الرازي بهذا الموضوع في كتاب الحاوي ، في حين ان له آراءا أصيلة في هذه العلوم ضمها إلى كثير من مؤلفاته ، ولم يدخلها في الكتاب الحاوي وله الحق ، ذلك لان هذا الكتاب في الطب التطبيقي حصرا .\r\nوحشر المؤلف في هذا الباب قوله ( ان الاسهاب في شرح المواضيع الطبية يضيع على القارئ جوهر المادة فيها ، وهذا رأى يطول فيه النقاش ) وقال أغرب من ذلك :\r\n( ان صناعة الطب يمكن تعلمها بمدة أقصاها ستة أشهر ) . ولا حاجة ان نعلق على هذا الرأي فهو مردود جملة وتفصيلا .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوتطرق ابن رضوان في هذا الباب إلى طريقة العلاج بالحيل ، واطنب الكلام في موضوعها . وقال : ان جالينوس عارض باصرار وشدة الداعين إلى ممارسة هذه الطريقة ، ووضع في ذلك كتاب حيلة البرء 12 . وقال أيضا ان رئيس فرقة المعالجين بالحيلة ثاسلس 13 لا يعرف سبب الأمراض ولا اعراضها ، ولا الفرق بين الصحة والمرض . وفي هذا تجن لا مبرر له . كما أن جالينوس لم يضع عنوان كتابه ( حيلة البرء ) ليلفت النظر - كما يزعم ابن رضوان - إلى الطرق غير العلمية التي يمارسها أصحاب الحيل ، بل استعرض فيه مذهب هذه الفرقة بحياد وموضوعية .\r\nوأخذ ابن رضوان على الرازي في مؤلفاته أمورا شكلية لا تمس قواعد الطب وفنونه التطبيقية ، وهو يستند في نقده على آراء جالينوس حتى إذا كان في هذه الآراء عوز من الحجج التي تدعم موقفه . كما انتقد ابن رضوان الرازي لأنه - على حد زعمه ( مارس العلاج بطريقة الحيل وهو لا يعلم ذلك ) . وردد بهذه المناسبة ما قاله الرازي في تعريف فرق الطب الثلاثة ، والفروق فيما بينها . واعترف قائلا :\r\n( وكان الرازي مجيدا فيما قاله بذلك ، على ما في كلامه من شدة الاقتضاب ) . قال الرازي وما أصدق ما قال : ان الفرقة التي تؤمن بالقياس وتعالج الأمراض على أسسه ، تحتم معرفة طبيعة المرض قبل النظر في رسم خطة علاجه . بينما فرقة أصحاب التجارب تبنى معارفها عن الأمراض وعلاجها على دراسة حالات المرض الانية دون الاهتمام بتقصى طبيعة المرض وأسبابه . أما فرقة أصحاب الحيل فتنظر إلى العلاجات الشافية لظواهر الأمراض واعراضها دون الالتفات إلى القياس أو إلى ما تكشف عنه الخبرة والتجربة .\r\nلم يرتح ابن رضوان من استطراد الرازي في كلامه عن فرق الطب الثلاث المذكورة ، إذ كان من رأيه ان يحصر الرازي كلامه في فرقة أصحاب الحيل وحدها دون الفرقتين الأخريين . وجملة القول في الحكم على نقد ابن رضوان انه اهتم بأطراف المواضيع التي عالجها الرازي لا بلبابها .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) الطبائع المضادة - الطبائع أو الكيفيات أربعة هي : الحرارة والبرودة ، واليبوسة والرطوبة . وكل من الطبيعتين الأوليتين مضادة للأخرى ، وكذلك الحال في الطبيعتين الأخريين .\r\n( 2 ) بحرانات - مفردها بحران وهو التغيير في حالة المريض إلى الأفضل أو إلى الأسوأ . ( الكرملى - المساعد 2 / 159 ) .\r\n( 3 ) في التراثيات العربية ستة كتب معروفة في صنع الطبيخ ، ومؤلفوهاهم :\r\nابن الداية ، يوسف بن إبراهيم ، وأحمد بن الطيب السرخى ، وابن ماسة ، وابن مسكويه ، ومحمد بن الحسن الكاتب ، وابن مندويه الاصفهاني .\r\n( 4 ) أول من وضع كتب الطب بطريقة السؤال والجواب هو انقلاوس الإسكندراني وجماعته الذين استحدثوا مدرسة الإسكندرية المتأخرة ( ابن القفطي ص 171 ) .\r\n( 5 ) كتاب المدخل إلى الطب لحنين - هو كتاب المسائل في الطب لحنين ، ويعرف الكتاب بهذا الاسم الأخير أكثر من الاسم المتقدم ، ومخطوطته بمكتبة احمد الثالث باستانبول رقم 1996 ، 2131 ، وفاتح 712 ، 3623 ، وايا صوفيا 3324 / 2 ، وبرلين 6258 ، وغوتا 2023 ، 2036 / 3 والقصر العيني - جامعة القاهرة 89 وخزانة طلعت طب 512 .\r\n( 6 ) الاخلاط - مواد سيالة تتكون في الجسم ومصدرها الطعام والشراب . وهي أربعة أنواع : خلط الدم وخلط البلغم ، وخلط المرة الصفراء وخلط المرة السوداء . وهي باستثناء خلط الدم افتراضية لا ثبوت على وجودها .\r\n( 7 ) حبيش الأعسم - هو ابن حسن الأعسم الدمشقي ، وابن أخت حنين وعليه تتلمذ وصار يضاهيه في ترجماته إلى العربية ( ابن القفطي ص 177 ) ، ابن أبي أصيبعة ص 276 ، والبيهقي ص 19 ) .\r\n( 8 ) عرف الكتاب بعد ان أضيفت اليه الزيادات باسم : كتاب المسائل لحنين بزيادات حبيش الأعسم ( ابن أبي أصيبعة ص 271 ) .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) يقصد ابن رضوان بذلك تفسير حنين لكتاب الأغذية ( الغذاء ) لابقراط .\r\nوهذا الكتاب بأربع مقالات في شرح تحول الأغذية إلى الاخلاط الأربعة ، وما يستفاد من ذلك في التطبيق ( ابن أبي أصيبعة ص 55 - بانكيبور رقم 2 ، الرازي - الحاوي 20 / 170 ، 11 / 288 ، 15 / 413 ، ابن البيطار 4 / 69 ) .\r\n( 10 ) ك . كامل الصناعة الطبية - أو الكتاب الملكي ، وهو في الطب النظري والعملي . كتبه علي بن العباس المجوسي لعضد الدولة البويهي وسماه بلقبه ( ابن أبي أصيبعة ص 319 - 320 ، سراى احمد الثالث رقم 2032 ، فاتح 3603 ، ميونيخ 236 شرق وغير هذه . وقد طبع في مصر سنة 1877\r\n( 11 ) المجوسي - هو علي بن العباس ( ت 372 ه / 982 م ) وأصله من أرجان بالاحواز وفيها درس الطب على أبى ماهر موسى بن يوسف بن سيار ( ابن القفطي ص 232 ، ابن أبي أصيبعة ص 319 - 320 ) .\r\n( 12 ) ك . حيلة البرء - لجالينوس . ويبحث في علاج الأمراض بطريقة القياس ( ابن أبي أصيبعة ص 127 ابن القفطي ص 129 ، المتحف البريطاني رقم 3032 وباريس 2855 ، الرازي - الحاوي 13 / 18 ، 198 ، 217 ، 4 / 81 ، 8 / 1 ، 14 / 65 ، 19 / 280 ، المجوسي - الملكي 2 / 7 ) .\r\n( 13 ) ثاسلس - هو أحد تلاميذ برمانيدس الذي كان الطبيب الرابع من الأطباء الكبار السقليبيين ( ابن أبي أصيبعة ص 40 - 41 ) . وهو الذي استحدث طريقة العلاج بالحيلة وتزعم تبريرها والدعوة لتطبيقها .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالقسم الثالث\r\n1 - نص وتحقيق المقالة الأولى من الكتاب النافع .\r\n2 - نص وتحقيق المقالة الثانية من الكتاب النافع .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم وبه « * » نستعين\r\n\r\nالمقالة الأولى من الكتاب النافع في صناعة « * * » الطب تصنيف أبى الحسن علي بن رضوان المصري ، وهي ثمانية أبواب :\r\nالباب الأول : في سبب وضع هذا الكتاب .\r\nالباب الثاني : في كيفية تعليم القدماء صناعة « * * » الطب .\r\nالباب الثالث : في الأسباب الماحية لمحاسن صناعة « * * » الطب .\r\nالباب الرابع : في اغراض كتب ابقراط ونحو تعليمه .\r\nالباب الخامس : في كيفية تعليم جالينوس .\r\nالباب السادس : في ما ينبغي ان يتقدم تعليم صناعة الطب .\r\nالباب السابع : في الطريق النافع في تعليم صناعة الطب وذلك في حال المعلم والمتعلم ، وكيف يكتسب بها المال .\r\nالباب الثامن : في اقتصار الاسكندرانيين على عشرين « * * * » كتابا من كتب ابقراط وستة عشر من كتب جالينوس .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في المخطوطة كلمة ( به ) واعتبرناها ساقطة من قلم الناسخ فأثبتناها .\r\n( * * ) في المخطوطة : الصناعة .\r\n( * * * ) الصحيح : . . على أربعة كتب من كتب ابقراط لا على عشرين كتابا . ولا بد\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nالباب الأول\r\n\r\nفي سبب وضع هذا الكتاب\r\nان قصدنا ان نبين ما النافع في تعليم صناعة الطب 1 . وذلك أنه عرض لنا في تعليمها غيرة عظيمة ، وتعبنا فيه تعبا عظيما . فلما وقفنا على السبيل المستقيم في تعلمها رأينا ان نسعف به كل من نظر فيه لنريح به الواحد من المشقة التي نالتنا ، ولا يقع في حيرة من أمره فيفوته الكمال في صناعة الطب ، أو يناله في ذلك مشقة صعبة . ونحن نقص ما عرض لنا فنقول :\r\nانا لما أردنا ان نتعلم هذه الصناعة ، التمسنا في مدينة مصر من رأينا ان المتعلمين يقصدونه في التعليم ، وغير المتعلمين يحمدونه في الصناعة ، فقصدناه وسألناه التعليم ، فأجابنا إلى ذلك . ثم أمرنا ان نحفظ مدخل حنين 2 . وكنا نشاهد تدريسه المتعلمين قراءة لا يفسر مستغلقا ، ولا يزيد على أن يسمع قراءة من يقرأ حرفا واحدا ، ولكن يصغى لقراءة المتعلم فقط ، فربما صحف المتعلم أو زيف فلا يشعر هذا المعلم بذلك . ثم رأينا المنظور اليه من أطباء « * » هذه المدينة يجرى امرهم في تدريسهم هذا المجرى بعينه .\r\nلقد حضر رجل غريب لا معرفة له بشئ من الطب ، فرأى رجلا يقرأ عليه حيلة البرء ، فلما مضى نحو من خمسة أوراق والمدرس ساكت ، قال الغريب : قد قرأت كثيرا وما سمعت من الشيخ شرحا ولا شبهة يحتاج إلى أن يكشف ما في هذا الكلام شئ لم نفهمه أيها المعلم « * * » ، فسكت الشيخ وبقي الغريب متعجبا .\r\nفلما سمعت ذلك وقع في ذهني ان القوم لا يعرفون صناعة الطب ، واختبرت واحدا واحدا منهم فوجدتهم لا يفهمون من كتب ابقراط وجالينوس فيما جاء فيها ، وانها في خزائنهم . ورأيت تعويلهم على ما شاهدوا عليه أوائلهم فقط . والأفضل منهم من لمح ذلك الكناش ينظر فيه أو يستفيد منه ما غمض عليه من العلاج . ثم سمعت ان بالعراق من يدرس هذه الصنعة ولم أستطع اليه السفر ، فبقيت متحيرا ، لا ارضى طريق هؤلاء ، ولا أتمكن من السفر . فخطر ببالي ان أتناول كتب\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : من الأطباء .\r\n( * * ) في المخطوطة : المتعلم .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nجالينوس فانظر فيها ، فوقع في يدي كتابه في آراء ابقراط وأفلاطون فنظرت فيه فوجدته يقول : ان كلامي لا يفهمه الا رجلان ، رجل تدرب في الهندسة فيصير للبرهان في نفسه قوة ، ولا يقبل فيها الأقاويل المغلطة 3 ، ورجل تدرب في المنطق فعرف القوانين لا يفوته معها مطلوب . فاخترت تعلم صناعة الطب ، وأقبلت أتعلم الهندسة والمنطق . فلما صارت لي فيهما القوة التي أتعرف في جزئيات كل واحد منها ، رجعت إلى تعلم صناعة الطب . فوجدت الكتب الموضوعة كثيرة جدا ورأيت الجميع يقدمون كتب ابقراط وجالينوس على غيرها ، فنظرت في هذه خاصة .\r\nوجوامعها ، وتفاسيرها . فوقفت بالمنطق ، على أن الجوامع والتفاسير مستغنيا عنها . ولما أدمت على ذلك فهمت صناعة الطب وتوليت علاج المرضى . ثم إنه وقع في يدي تفاسير من يدرس هذه الصناعة بالعراق ونظرت في كلامه فوجدته شديد الاضطراب غير لازم لقوانين التعليم على ما سنوضح في المقالة الثانية . ولما أدمت النظر نتج لفكرى تعليم الطريق النافع في تعليم صناعة الطب ، واختبرت بصناعة المنطق فوجدته سليما من الشبهة والحيرة ، لا مشقة فيه . فوضعته في هذا الكتاب لينتفع به من أراد تعلم صناعة الطب من الأخيار ، واما الأشرار فان تخلف طبائعهم ورداءة قرائحهم صارفة لهم عن التعلم ، ولو فهموا هذه الطريقة عشرة آلاف مرة . وهذه الطريقة تقوم لمن لا يجد معلما جيدا [ مقام المعلم الجيد 
  ] فيمن له بها من ذوى القرائح الجيدة ، والطبائع الفائقة بلغ فيها الكمال في صناعة الطب في أقصر ما يمكن من الزمان الذي يمكن في مثله فهم ما في كتب ابقراط وجالينوس من هذه الصنعة .\r\nوقبل ان نذكر هذه الطريقة نوصى ما يصحح ما ذهبنا اليه ان شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) صناعة الطب - أول من اطلق هذا الاسم على مهنة الطب هو ابقراط ، إذ انه اعتبرها علما تطبيقيا وصناعة .\r\n( 2 ) يقصد المؤلف بذلك كتاب المدخل إلى الطب لحنين بن إسحاق .\r\n( 3 ) المغلطة - الكلام الذي يغلط فيه ويغالط به ( المنجد مادة غلط )\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالباب الثاني في كيفية تعليم القدماء صناعة الطب :\r\nوذلك أنه يقال : ان تقدم العلوم والصنائع [ المأخوذة 
  ] من قدماء المصريين تتعارف على ذلك الفلاسفة بحسب ما دونوا في كتبهم ، واليهود في دينهم ، ولا فائدة فيما نحن فيه بالتطويل في تصحيح هذا القول لأنه كاف ، فصدقت الأحوال الموجودة فيما نحن فيه بالتطويل في تصحيح هذا القول لأنه كاف ، فصدقت الأحوال الموجودة في كتب جالينوس .\r\nان الطب ظهر في بيت من خزائن وسط الإقليم الرابع ، أحدهما يسمى رودش ، والاخر قنيدش ، والثالث يسمى قو . [ ومن هنا 
  ] كان ابقراط المشهور في صناعة الطب . وان الأطباء خاصة كانوا من الزهاد والملوك لا يخرج منهم إلى غيرهم . وكان الاباء [ يلقنون 
  ] على كل صالح من أبنائهم تلقينا وعهدا . وأول شئ كان الاباء يعلمونه الأولاد التشريح كما ذكر جالينوس في المقالة الثانية من كتاب في عمل التشريح 1 . فكانت هذه الصناعة هوى ووقف على بيت واحد إلى أن نشأ فيهم ابقراط الأول 2 ، ولقن الصناعة ونظر فيها وفحص عنها فوجدها قد بادت من رودش ، وقاربت ان تبيد أيضا من قنيدش ، فوقع في فكره ان لم تدون في الكتب بادت وذهب فخر السلف . فصحح الصناعة ، وكتبها بأقاويل غامضة ، والغاز عويصة لا يكاد يقف عليها أخو عمرو « * » ممن ألقيت عليه معانيها أو من له طبيعة فائقة وقريحة جيدة يتهيأ له بذلك ان يتعلم ويستنبط ما أخفاه ابقراط ببحث شديد . وافهم ابقراط معاني كتابه لولديه ثاسلس الأول 3 وذويقون 4 .\r\nوأوصى اليهما ان يفيداها من أتاهما من الأخيار كان من كان ، من « * * » قرابتهما أو من الغرباء . وكتب في ذلك عهدا وشرط في ذلك شروطا من قبلها علم ، ومن خالفها حرم . فشرع الناس في تعلم الطب ، واستقرت الصناعة في اليونانيين ، وقدم ملوكهم الأفضل فالأفضل من الأطباء . واختلفت الآراء فيها إلى أن نشأ وجاء بعده جالينوس المؤيد 5 من أهل برغامس 6 ، فائق الطبع ، حسن الذكاء ، صبور على\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) أخو عمرو - هو الغر والقليل المعرفة ( الأمثال للميدانى ) .\r\n( * * ) في المخطوطة : كان كان من\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالتعب في التعلم « * » . فتعلم الهندسة « * * » وغيرها من التعاليم . وتعلم المنطق وقصد في الطب أفاضل مصره « * * * » من المعلمين 7 على رأى كل فرقة 8 ، وسافر حتى لقى كل مذكور . وشاهد في أسفاره منابت الأدوية ومعادنها ، فوقف على أن الحق في الفرقة التي ترى رأى ابقراط فاعتقدها وباشر « * * * * » التشريح ، وبالغ في اعمال الطب . فعند ذلك رأى أن يصحح الصواب منها ويبطل الباطل ، وفسر كلام ابقراط . فلما استكمل تهذيب الصناعة مات على رأس سبع وثمانين سنة ، ظهرت فيها ملة النصارى ، فكف الناس عن الاستخراج ، والنظر في طبائع الأمور ، واطرح ملوكها الفحص عن صناعة الطب . فاضطربت الصناعة وتفرقت وخرج منها ما خرج إلى الفرس . وجاء الاسلام فرغب [ من 
  ] ملوكها في ذلك كعمر بن عبد العزيز 9 رحمه اللّه تعالى ، فان هذا الملك أحيا علوم القدماء . ونشأ حنين حذقا بعد الامام المأمون ، وخرج له الفكر بعد وفاته ، جماعة في النقل كسرجس الراسى 10 وأبى سعيد بن الكرجى 11 وأيوب الرهاوي 12 والبطريق 13 ، إلى أن ظهر كثير من علوم القدماء في اللسان نتعلم على ترتيب أيضا من كتبه 14 . وعرض في مقالة مفردة هذا الترتيب . وامر ان يتقدم المتعلم أولا بصناعة المنطق والهندسة . ولما أتى اورباسيوس وقد غلب ملوك النصرانية 15 ، رأى أن يحيى الصناعة بوضع كنانيش تحرب فيها الصناعة [ بعدهما 
  ] ، ولاي ما وضعه هذان الرجلان من الكنائش ، تتابعوا في وضعها إلى يومنا هذا . حتى أن أبا بكر الرازي يأمر كل طبيب ان يصنع كناشا لنفسه 16 ، فكثرت الصناعة سهلة فقد يأتي المتعلم فيجلس طبيبا ، فمال إليها كل أحد ، وتسمى بها من ينال بها الملك ولا يرضى بها ابقراط في علاج [ كدرس 
  ] بمائة قنطار ذهب ( 17 ) ، وهذا حالها اليوم . ونحن نذكر الأسباب الماحية لمحاسن صناعة الطب .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : في المتعلم .\r\n( * * ) في المخطوطة : الهندي .\r\n( * * * ) في المخطوطة : بمصر .\r\n( * * * * ) في المخطوطة وباشرها .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) كتاب عمل التشريح - ويسمى أيضا التشريح الكبير أو علاج التشريح ، ويبحث في تشريح الجسم كاملا ( ابن أبي أصيبعة ص 138 ،  Sezgin - Gas . 3 / 98  مكتبة المتحف البريطاني رقم 23 - 406 ، الظاهرية بدمشق 6705 ، دانشكاه 415 ) .\r\n( 2 ) المؤلف سماه ( الأول ) للتفخيم . أما ابقراط الأول بحسب التسلسل التأريخي فهو أبو ايراقلس اى جد ابقراط القوصى .\r\n( 3 ) ثاسلس بن ابقراط ليس الأول بهذا الاسم . وثاسلس الأول بحسب التسلسل التأريخي هو تلميذ برمانيدس الذي دعى إلى علاج الأمراض بطريقة الحيلة ، وقد عاش قرونا عديدة قبل حياة ثاسلس بن ابقراط ( ابن أبي أصيبعة ص 41 ) .\r\n( 4 ) ذويقون - وهو تصحيف لاسمه ( ذريقون ) ابن ابقراط بن ايراقلس ( ابن القفطي ص 94 ، 100 ، ابن أبي أصيبعة ص 56 ) .\r\n( 5 ) جالينوس المؤيد - معنى جالينوس باليونانية : الفاضل ، وكثيرا ما يذكره المسلمون بهذا اللقب . وابن رضوان هو الوحيد الذي لقبه بالمؤيد . وجالينوس هو الثامن من أسرة اسقلبيوس . ولد في برغامون ودرس الطب وعلمه في الإسكندرية . وهو يضاهى ابقراط في الشهرة وفي معرفة صناعة الطب ، وله في ذلك ما يزيد على المائة كتاب . وقد توفي سنة 201 م بعمر يناهز الخامسة والسبعين ( ابن القفطي ص 122 - 131 ، ابن أبي أصيبعة ص 109 - 149 ) .\r\n( 6 ) برغامس - أو برغامون ، دويلة في وسط آسيا الصغرى . اشتهرت بصنع الورق من جلود الماعز ، كما كانت فيها مكتبة ضارعت مكتبة الإسكندرية في القرن الثالث قبل الميلاد .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) عرف من شيوخ جالينوس سبعة هم : نيكون أبو جالينوس ، وساطورس ، وارمنيس ، وباليس السمرنى ، وفالوبس ، وفالقس ، والطبيبة كلاوبترا .\r\n( 8 ) يعنى المؤلف بذلك فرق أصحاب العلاج الثلاثة ، وهم : أصحاب العلاج بالتجربة ، وأصحاب العلاج بالقياس ( بمعرفة سبب المرض ونوعه ) وأصحاب العلاج بالحيلة . والفرقة الأولى هي الغالبة .\r\n( 9 ) عمر بن عبد العزيز - الخليفة الأموي الثامن . رجل دين ودنيا . دامت خلافته سنتان ونصف ، وتوفي سنة 101 ه / 720 م ( الزركلي 5 / 209 ) .\r\n( 10 ) سرجس الراسى - أو سرجيس الراسعينى - أحد المترجمين السريان في بغداد .\r\nوهو غير سرجيوس الراسعينى المتوفي في القسطنطينية سنة 536 م طبعا ، ويخلط بعض الكتاب فيما بينهما . ويمكن معرفة هوية هذا المترجم من رسالة حنين إلى علي بن يحى المنجم فيما ترجم وما لم يترجم من كتب جالينوس ، ومن الباب المخصص للمترجمين العباسيين في كتاب عيون الانباء لابن أبى أصيبعة ص 281 .\r\n( 11 ) سعيد بن الكرجى - لم نقف على ترجمة هذه الشخصية .\r\n( 12 ) أيوب الرهاوي - من المترجمين المجيدين من اليونانية إلى السريانية ، وله اعمال كثيرة في هذا الميدان ، كما له مؤلفات في الطب ( ابن أبي أصيبعة ص 281 . وفي رسالة حنين إلى علي بن يحى المنجم مفردات ما ترجم عن اليونانية ) .\r\n( 13 ) البطريق - أبو يوحنا المترجم . زامن أبا جعفر المنصور له نقول من اليونانية إلى العربية منها كتاب المربعة لبطليموس القلوذى ( ابن القفطي ص 242 ، ابن أبي أصيبعة ص 283 ) .\r\n( 14 ) ابن أبي أصيبعة ص 134 .\r\n( 15 ) يقصد بذلك تعصب الحكام ورجال الكنيسة إلى الدين المسيحي ومطاردتهم للعلماء الوثنيين والمارقين على النصرانية .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 16 ) أكثر الاحتمال ان ابن رضوان يشير بهذه العبارة إلى أبى بكر الرازي في دعوته لمن يريد ان يكون طبيبا متابعا لعلوم هذه الصناعة ان يضع لنفسه كتابا يدون فيه ما يقرؤه في الكتب وما يسمعه من الأطباء ، فاعتبر ابن رضوان هذه المدونات هي الكناش الذي لا يطمئن اليه . ( مجلة معهد المخطوطات م 7 ، ج 1 ، 1961 ، ص 124 - 125 ) .\r\nفيه ما يقرؤه في الكتب وما يسمعه من الأطباء فاعتبر ابن رضوان هذه المؤلف قد أخذه عن ابن رضوان في الكتاب النافع .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالباب الثالث في الأسباب الماحية لمحاسن صناعة الطب :\r\nوهذه الأسباب كثيرة ، وترجع كلها إلى رذل من ينتحلها ، فإنها لما كثرت الصناعة بكثرة الكتب ، وأهملت كتب ابقراط وجالينوس برغبة الناس في جوامعها وتفاسيرها ، وفي سرعة الكشف [ في 
  ] صناعة الطب ، وحب اللذة والراحة ، صار كثير ممن ينتحلها يتقدم فيوهم الناس انه فاضل بها ، وهو في نفسه بخلاف ظاهره .\r\nثم إن الأدوية التي [ هي 
  ] قوام علاج المرضى بها نسي [ أكثرها 
  ] « * » وبدل بعضها ، والأسباب أنت تقف عليها من هذا القول .\r\nحكى جالينوس في كتاب المعجونات 1 ، أن ملوك مصر كانوا ينفقون الجرايات والصلات إلى كل ناحية ، وإلى كل بلد ، فيقدمون بذلك من ينفذ الأدوية المأخوذة ويتعهدونها ، ويجهزونها إلى كل ناحية كيلا يشوبها بعض الأشرار بغش يؤذى بها من استعملها في علاج مرض .\r\nوأمر ابقراط وجالينوس ودياسقريدوس الأطباء مشاهدة الأدوية في مبدئها وانتهائها ومعرفتها عيانا لا خبرا ، واعتبار قواها قبل استعمالها . وأمر ذلك اليوم بخلاف ذلك كله . أما الملوك فلا يهتم أحد منهم بشئ من ذلك ، ولا في الأدوية المأخوذة من بلادهم ، [ دع غيرها 
  ] كأنهم لا يمرضون أو يمرض أحد أولادهم فيستغيث إليها . وإذا مرض واحد منهم انقذ صاحبا له فاشتراها من الصيادلة من غير فحص عن صحة الدواء ، أو جودته أو طرائه ، أو عتقه ، وغير ذلك مما يحتاج إلى معرفته من أمر الدواء . واما التجار والصيادلة فرغبتهم في ذلك الربح فقط ، فليس يبالون « * * » ما باعوا منها . فكثيرا ما يلتمس من أحدهم دواء فلا يكون عنده ، فيبيع شيئا اخر على أنه ذلك الدواء 2 . وبقي ذلك الاستهتار متماديا في الناس ، إذ قد عدم من يعتبر بذلك . فاما الأطباء فما رأيت في عمرى أحدا منهم يعرف شيئا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : اكثرك\r\n( * * ) في المخطوطة : ينالون\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمن الأدوية ، فان وجد فيهم من يعرف شيئا فإنما بعض [ المشهور 
  ] في مدينة أو حانوت واحد من حوانيت الصيادلة فقط . واسمع منى ما شاهدته ووقفت على صحته منذ عشرين سنة إلى يومنا هذا فإنه إذا تغيرت في مدة عشرين سنة أدوية كثيرة ، فما ظنك بما تغير منها بعد عمر جالينوس ، وهو نحو من الف سنة ، وأكثر 3 . والذي شاهدته ان مدينة مصر عظيمة ، والتجار يسافرون إليها من كل ناحية . فذكروا انه كان منذ تسع سنين بالهند ريح عظيمة عاصفة رمت بالهليج « * » 4 الهندي حصرما قبل ان يستكمل في شجره ، وان تاجرا جمع من تحت الشجرة عدلين 5 من ذلك الحصرم ، وحملها إلى عدن فلم تشتر منه ، وحمله إلى جدة فلم تشتر منه ، وحمله إلى مصر فلم تشتر منه . فلما يئس من ثمنه ندم على ما انفقه فيه . فسأل شيخا جالسا على الطريق يبيع بزعمه سفوفات للشحم ؟\r\nونحوها ، شراءه على أن يدفع اليه في كل شهر دينارا ، فباعه منه خمسين رطلا 6 بدينار ، فحصل ذلك الشيخ من ذلك الحصرم نحوا من رطل في قصعة في مفرشة ، وتكلم عليه : هذا اهليلج هندى بلا نوى ، ينفع من كذا وكذا ، كيف شاء . فباع الأوقية أولا بثمن درهم 7 فتسامع الناس به فباع الأوقية بدانق 8 ، ثم بربع درهم ؟ إلى أن باع الأوقية بسدس دينار . وجعل أطباء المدينة يتواصفون هذا الحصرم من غير اعتبار قوته . وتسامع بذلك المغاربة والروم وغيرهم من الأمم ، فصار لا يحمل من الهند إلى يومنا هذا سوى الحصرم على أنه اهليلج هندى خالص . وأنت تعلم أن قوة حصرم الهليلج إذا قيست بالاهليلج الكابلي المنضج كانت بمنزلة قوة بلح النخل من تمر النخل .\r\nولقد أنقذت عام أول غلامي إلى الصيادلة ، وامرته ان يشترى لي دواء فجاءنى بغيره ، فرددته وكتبت معه رقعة باسم الدواء وصفته ، فجاءنى بآخر مرارا ، كل مرة يرجع بدواء غير ما التمست ، فلو كان غيرى لاستعمل ما دفعه الصيدلاتى كائنا ما كان .\r\nوهذا حديث اخر مشهور اليوم بمصر . كان باعة العطر يفرشون القراطيس\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) يكتب الهليليج بألف لام التعريف أو بدونهما .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nبالمرماخور 9 ويجعلون فيها أيضا كبابة 10 في جملة [ الأفواه 
  ] ، فعدم المرماخور والكبابة سنة واحدة . فنسى الناس هذين الدوائين حتى لا يكاد اليوم يسمع منهما خبر ، فضلا عن اسمه . ولقد حمل بعض التجار عدلين مرماخور فلم يعرفه أحد ، ولم يشتر منه قليل أو كثير .\r\nولقد كان الدار شيشعان 11 من الأدوية المشهورة في العطر والصيدلة ، فنسى حتى ما عرفت أحدا ذكره في عمرى .\r\nوهذا الرواند 12 الذي بأيدينا لمشابهته الرواند في أشياء تسمى باسمه ويباع على أنه هو ، ودياسقريدوس يقول إنه أصلا أسود ، وأقرب إلى حمرة ، لا رائحة له ، رخو إلى الخفة [ ما هو 
  ] وأقواه فعلا ما كان غير مسوس ، وكانت فيه لزوجة وقبض ضعيف . وإذا مضغ كانت في لونه صفرة وشئ من لون الزعفران وإذا شرب نفع من الريح ، وضعف المعدة ، وأوجاع المعدة كثيرا ، ووهن العضل ، وورم الطحال ، وأوجاع الكبد ، وأوجاع الرحم ، وعرق النسا ، ونفث الدم من الصدر ، والربو ، والفواق ، وقرحة الأمعاء ، والاسهال المزمن ، والحميات الدائرة ، ونهش الهوام . فذكر مشابهة لهذا الرواند المتعارف أشياء كثيرة غير موجودة فيه ، منها ان الأجود من هذا هو الأصفر ، والأجود على رأى دياسقريدوس هو الأسود . ومنها انه قابض ونافع من نفث الدم ، والربو ، والفواق ، وقرحة الأمعاء ، والاسهال المزمن . وليس في هذا الدواء المتعارف شئ من ذلك ، ولكنه يسهل الطبيعة ، ويقرح الأمعاء ، وإذا أكثر منه أسهل وقرح المعا ، واعقب سجحا ليس يبرأ . وجالينوس يقول أيضا ان قوته مركبة ، وذلك ان فيه شيئا ارضيا باردا ، والدليل على ذلك قبضه . وفيه أيضا حرارة ، وذلك أنه إذا مضغه الانسان وأطال مضغه وجد فيه طعما كان إلى الحرافة والحدة ( ما هو . . . ) وقد يدل أيضا على أن فيه شيئا من الجوهر الهوائي اللطيف ما هو عليه من الرخاوة والخفة . وأكثر دلالته على ذلك أفعاله . وبهذا السبب ( . . . . ) صار وان كان يقبض فقد يشفى مع ذلك من الفسوخ 13 الحادثة في العصب ، والفسوخ الحادثة في العضل ، ويشفى الانتصاب ، ويشفى أيضا المواضع التي ( * ) في المخطوطة : في خماد .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nتحدث فيها [ الخضرة ، والفواد 
  ] 14 إذا طلى عليها بالخل . وقد يستدل على افعاله بما فيه من القبض في أفعال قوته في العلل التي صفتها ( . . . ) نفث الدم واستطلاق البطن ، وقروح الأمعاء ، وذلك لان الشئ اللطيف الهوائي لا يضاد ، ولا يعاند الشئ النارى الأرضي [ . . . 
  ] رقة ويوصله إلى العمق ، ويصير شبيها « * » برخاوة بما ما هو شبيه برخاوة الرواند الذي ذكره القوم . فإذا نظر أحد الأطباء في قول القدماء فيه ووصفه على أن فيه هذه الصفات ، خرج له أضدادها . وأيضا فدياسقوريدوس يقول إن البلسان 15 نبب بفلسطين ، وجالينوس يقول في كتابه المعجونات ان البلسان بفلسطين وبمصر ، وانه شاهدهما واعتبر كل واحد منهما ، فوجد المصري ضعيف القوة ، والفلسطينى جيد القوة ، وان حبه يجاء به من فلسطين فقط ، وكذا قال دياسقريدوس . وحب البلسان يجلب الينا الان من شجر بالحجاز وبالبصرة ، ولا يشبه شئ منهما البلسان البتة . وسائر الأطباء يستعملون إلى اليوم هذا الحب في الأرياح وغيره من الأدوية . والبلسان الذي كان ينبت بفلسطين عدم وجوده ، بالواحدة :\r\nاهمال الناس اعمار الأرض .\r\nوشاهدت أيضا أمرا عجيبا هو ان بعض من ينتحل الطب جمع الأدوية وعمل منها ترياق الفاروق . فلما اخمر قال بعض الناس عملت ترياقا من أمره كيت وكيت ، وفخم أمره . قال ذلك بما يعتبر صحة قولك « * * » . قال ذلك وأمر بأحضار ديكين ، وسلط عليهما حية ، فلسعت كل واحد منهما لسعة متمكنة منه في موضع واحد . وسقى أحد الديكين من ترياقه فمات ، وسلم الذي لم يسقه الترياق ، فخجل الرجل . وقلت أنا أحسب العلة في هذا هي من الأدوية التي الف منها للترياق ، لأنها قد بدلت ونسي كثير منها والموجود منها اما ان يكون مغشوشا ، واما ان يكون عتيقا نخرا وقد بطلت قوته .\r\nوكان ينبغي ان يعمل الترياق من أدوية مختارة ، وليس من بعضها عتيق وبعضها حديث . فإذا كان أحد الأدوية على ما عينته ، والأطباء على ما ذكرته ، فكيف\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : شبها\r\n( * * ) في المخطوطة : قوله .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nلا تمحى محاسن صناعة الطب . إذ قد بطلت ( . . . ) منافعها وصار من يخاطب بها في علاج المرضى لا يتبين ما يستقبله من حال المريض قبل أمرين : أحدهما من تقصيره في الصناعة والاخر من رداءة الأدوية . فان سلم المريض سلم بالبخت ، وان مات كان الأحرى ان يكون سبب موته جهل طبيبه .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) لم نعثر على كتاب بهذا الاسم في التراثيات العربية ، وقد يكون فقد قبل ظهور المؤرخين في الطب العربي .\r\n( 2 ) ذكر ابن أبي أصيبعة قصة التدليس في اعمال الصيادلة في كتابه طبقات الأطباء ص 222 .\r\n( 3 ) توفي جالينوس سنة 201 م وتوفي ابن رضوان المصري سنة 453 ه / 1062 م .\r\n( 4 ) الهليج - عشبة تنفع الحواس والعقل والصداع ، والعين الرطبة ، ووجع الطحال ، وأعضاء التغذية ، والحميات المزمنة ( ابن سينا - القانون 1 / 298 ، ابن هبل البغدادي - المختارات 2 / 68 - 69 ) .\r\n( 5 ) العدل - هو نصف حمل الدابة ، والعدلان ما تحمله الدابة ، كل نصف على جانب واحد من ظهرها . وقد يستعمل العدلان لحمل طفلين أو طفل واحد ليعادل ما في العدل على الجانب الآخر من ظهر الدابة .\r\n( 6 ) الرطل - وحدة وزن مقدارها اثنتي عشرة أوقية ، والأوقية أربعون درهما ، والدرهم ستة دوانق والدانق قيراطان ، والقيراط اربع حبات ( ترتيب القاموس المحيط ج 3 ، مادة رطل ص 337 ، وجزء 4 مادة مكة ص 343 ) .\r\n( 7 ) اقرأ الفقرة السابقة .\r\n( 8 ) اقرأ الفقرة رقم ( 6 ) .\r\n( 9 ) مارماخور - عشبة عطرية ، تحلل وتسكن الرياح ، وتفتح السدد البلغمية ، وشرابها مسكر ( ابن سينا 1 / 362 ، ابن هبل 2 / 121 ) .\r\n( 10 ) كبابة - حب كالفلفل . يفيد القروح المتعفنة والجروح ، وسدد الكبد ، والمجارى البولية ، وحصاة المثانة ، وبحة الصوت ( ابن سينا 1 / 339 ، ابن هبل 2 / 107 ) .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) شيشعان - شجرة أغصانها بلون الدم . طيبة الرائحة وتفيد لاسترخاء الأعصاب والمثانة ( الغساني ص 147 ) .\r\n( 12 ) الرواند - مادة خشبية القوام ، تنفع الطحال ، والكبد والكلى ، والفواق والمعدة وأوجاع الفتق . كما تنفع الربو ، والمغص ، والذرب ، وأوجاع الرحم ، والنزف الدموي ، والحميات المزمنة ( ابن سينا 1 / 429 ، ابن هبل 2 / 176 ) .\r\n( 13 ) الفسخ : إزالة أو تحرك الشئ ( العضو ) عن موضعه وجمعها فسوخ .\r\n( 14 ) الفواد هو القلب أو مرض القلب .\r\n( 15 ) البلسان - من أعشاب عين شمس بمصر . يفيد حالات البثور ، والأورام ، وأدواء المفاصل ، ويبرى غرب العين ، وينفع اليرقان ، ويدر البول والطمث . كما يساعد على اندفاع الجنين والمشيمة ( ابن سينا 1 / 265 ، ابن هبل 2 / 335 ) .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالباب الرابع في اغراض كتب ابقراط ونحو تعليمه\r\nلو كان ابقراط عرف المتعلمين أغراض كتبه ، اما في مقالة مفردة ، واما في غيرها كما فعل جالينوس المؤيد ، لكان ذهن المتعلم متسدد نحو غرض من اغراضه فيها ، ولكنه اخفى ذلك في جمهورها ليكون المتعلم يفهمه المعلم بالمخاطبة فقط ، وكما فسرها جالينوس ذلك في تفاسيره له . وعلة تفسير جالينوس لكلام ابقراط هي انه وجد كلامه على طريق اللغز ، ووجد التدليس عليه كثيرا ، والمفسرين قد اختلفوا ، فأثبت الصحيح من كلام ابقراط وأبطل التدليس عليه ، وفسر الغامض ، وأفهم اللغة ، وأزال الاختلاف . فصير تعليم ابقراط واضحا .\r\nفمن أراد تعليم صناعة الطب فينبغي ان يتقدم فيعلم غرضه في كل واحد من كتبه بحسب ما عرف به جالينوس . وقد رسمت لك من ذلك في هذا الموضع ما فهمته من كتب ابقراط فانى نسخت بعضها ، واشتريت بعضها ، وصححت ما حصل من ذلك في ملكي ، وقرأتها معتبرا بشئ منها بقوانين المنطق . وأخرجت منها فوائد وجعلتها تذكرة . فمن ذلك كتابه في الجنين ضمنه تكوين البدن ، وكل واحد من الأعضاء ليقف الطبيب على حال الخلقة ، فيحفظ الامر الطبيعي في حال الصحة . ومن ذلك كتابه في طبيعة الانسان 1 ضمنه تعريف طبيعة البدن ، وانها من استقصات مركبة قابلة للكون والفساد [ فيه 
  ] . ثم عرف في هذا الكتاب أيضا طريق حفظ البدن . ومن ذلك كتابه في الاهوية والمياه والبلدان .\r\nضمنه تعريف أسباب الأمراض البلدية ، وكيف تقاوم حتى لا تحدث مرضا ليقف الطبيب عليها ، فيلقى كل بلد السبب الضار بها ويبطل ضرره ، ويعرف ساعة دخوله البلد الأسباب الضارة فيتوقاها . ومن ذلك كتابه في الفصول ضمنه تعريف جمل الطب لتكون قوانين في نفس الطبيب يقف بها على ما يتلقاه من في المخطوطة لشئ شئ\r\nفي المخطوطة : ضمنته\r\nفي المخطوطة : ضمنته\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاعمال الطب . ومن ذلك كتابه في تقدمة المعرفة ضمنه تعرف العلامات التي يقف بها الطبيب على أحوال مرض مرض في الأزمان الثلاثة ، في الماضي والحاضر والمستقبل ( عرفها ) فإذا أخبر بالماضي وثق به المريض فاستسلم له فتمكن بذلك من علاجه على ما توجبه الصناعة . وإذا عرف الحاضر قابله بما ينبغي من الأدوية وغيرها . وإذا عرف المستقبل استعد له بجميع ما يقابله به قبل ان يهجم عليه بما لا يحمله إلى أن يلقاه بما ينبغي . ومن ذلك كتابه في أوجاع النساء 2 ضمنه تعريف امراض النساء وتدبيرها وعلاجها بذلك ( بذلك الطب أيضا ) .\r\nومن ذلك كتابه في الأمراض الحادة وتدبيرها وعلاجها . وذكر انها صنفان ، أحدهما مرض وافد فقط والاخر مرض قتال يسمى الموتان ليتلقى كل واحد منهما بما ينبغي .\r\nوفي كتاب تذاكير 3 جالينوس ، يقول حنين وغيره من المفسرين بعلم ابقراط ، ان المقالة الرابعة والخامسة والسابعة من هذا الكتاب ليست من كلام ابقراط ، وبين ان المقالة الأولى والثانية فيهما القول في الأمراض الحادة . وان المقالة لثالثة والسادسة ، [ تذاكير ابقراط 
  ] . اما أن يكون ابقراط وضعها . أو ان يكون ذلك أثبت لنفسه ما سمعه من أبيه على سبيل التذاكير ، ومن أجل ما بينه .\r\nوقال جالينوس ، أطرح الناس النظر في المقالة الرابعة والخامسة والسابعة من هذا الكتاب فاندثرت .\r\nومن ذلك كتابه في الاخلاط 4 ضمنه تعريف ما يعرض للبدن من زيادة ( الاخلاط ) أو نقصانها ، أو تغيير كيفياتها ، وتدبير ذلك ليقف الطبيب على هذا الفن ويلقى كل شئ منه بما يمنع حدوثه ، فيكون ذلك المتقدم بالحياطة ، وان كان قد حدث تلقاه بما يفيد الصحة .\r\nومن ذلك كتابه في الغذاء 5 ضمنه كيفية اغتذاء الأعضاء وتغير الغذاء\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nإليها ، ليقف من ذلك الطبيب على هذا الفن ، فيعطى من الأغذية في كل حال ما ينفع فقط . فعلى هذا المجرى اجرى ابقراط تعليمه ، وما كان من الطب يجرى أمره على هذا التقدير .\r\nواما ما جرى على العلاج فإنه وضع فيه كتبا « * » أيضا ، منها ( كتاب قانون الطب ) 6 ، ضمنه تعريف القانون العام في كل واحد من اعمال الطب ، والقانون فيما ينبغي ان يجعل نصب العين ، وحاضرا في الذهن في كل واحد من اعمال الطب . وعلم كيفية الجبر ، والربط والخياط ، والبط ، والشق ، ورد الخلع .\r\nثم كتاب المفاصل 7 ، ضمنه تعريف رد خلع المفاصل . ثم كتاب جبر عظام الرأس 8 ، عرف فيه ان جبر هذه العظام مخالف لغيرها في الجبر ، وكيف تجبر إذا كان الكسر فيها ( سيئا ) ، وكيف يعالج ما فسد منها ، فهذا ما تأدى لنا « * * » من تعليم ابقراط صناعة الطب . وما وجدنا له كابا في الأدوية المفردة .\r\nولا سمعنا به . وخليق ان يكون ذلك ، لان الحاجة إلى تعرفها بالمشاهدة واعتبار قواها ، وامتحان افعالها بالعيان ، كي لا يعرض فيها فساد في اعمال الطب إذا أخذ خبرا . فان الطبيب الذي يعطى المريض دواء ما اعتبر قوته وامتحن فعله ، يخاطر بالمريض من وجوه ، أحدها ان ( لا ) يكون الدواء مغشوشا .\r\nوالثاني فأن باعة الأدوية قد يغلطون أو يتوهمون ، فيعطى أحدهم مكان الدواء دواء غيره . فانى رأيت من دس مخمورة في خمير وخلط بذلك من البازورد 9 ، وباغذائه ترنجين 10 .\r\nوالثالث ان الأدوية قد يشبه بعضها بعضا ، فيغلط بمشابهتها حتى يعطى أحدها مكان الاخر . فقد رأيت مرة قنطودبونا « * * * » 11 قد عتق فظن به أوثق الصيادلة انه غافت 12 قد انتشر .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : كتابا\r\n( * * ) في المخطوطة : لنا لنا\r\n( * * * ) في المخطوطة قنطود بدنا وهو تصحيف\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوالرابع انه قد يكون قد تغيرت قوته اما من عتقه أو من التقاطه قبل تكامل قوته .\r\nوالخامس ان يكون الدواء قد فسد وبطل ، واستعمل معه غيره على مثال الحال في حب البلسان .\r\nوالسادس في منبته في مواضع مختلفة ، فما يوجد منه في موضع بعينه يوافق في الطب ، وما يوجد منه في موضع اخر لا يوافق الطب ، فيؤخذ ما لا يوافق ويستعمل ، وكان الموافق على مثال الخلل في عيدان البلسان ، فان الموافق في اعمال الطب هو ما كان ينبت بفلسطين ، والمستعمل اليوم منها ما ينبت بمصر .\r\nوالسابع ان يعدم دواء فيجلب بعض الناس دواء غيره ، ويزعم أن ذلك المعدوم على ما رأيته ، فأن الساذج 13 الهندي عدم منذ سنتين ، ولم يبق من شاهد [ صفته 
  ] فجاء رجل بدواء اخر ، وزعم أنه الساذج الهندي ، فلما اعتبرته وجدته مخالفا لما ذكره القدماء في الساذج [ في 
  ] الطعم والرائحة والقوة والفعل فاطرحته .\r\nوللأدوية آفات كثيرة وهي مع ذلك ملاك الامر في علاج الأمراض ، فلذلك لم ير ابقراط فيما أحسب ان يضع كتابا فيها ، بل عرض معه فيها لمن يريد الكمال في صناعة الطب . فان هذا لا يكمل حتى يشاهدها ويعرف جميع أحوالها عيانا .\r\nوليس في ذلك بكثير ولا صعب في جنيه . فاضمانات منافع الصناعة اكتساب الحال بها . فان التجار يخاطرون بما دون ذلك بأنفسهم وأموالهم التي يمكن ان تسلب منهم في طلب الغنى . والطبيب الكامل لا يمكن ان يسلب غناه ، ولكن حيث كان من الأرض يأخذ جميع ما يحتاج اليه ، وله [ التقبل 
  ] بما في احسانه في علاج المرضى . انظر كم بين من يفرج عن انسان كربة عظيمة من وجع القولنج إذا اصابه أو غير ذلك من الأوجاع الصعبة المهلكة ، وبين ان يكسوه أثوابا أو يطعمه خبزا .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) ك . طبيعة الانسان لابقراط ( ابن أبي أصيبعة ص 54 ، الحاوي للرازي 8 / 13 ، 11 / 14 ، 12 / 58 - 59 ، 13 / 158 ، 15 / 171 - 173\r\nو ( 2 ) ك . أوجاع النساء - لابقراط ويبحث في أوجاع انحباس الطمث وفي اختلاطات النفاس ( ابن أبي أصيبعة ص 54 ) .\r\n( 3 ) ك . تذاكير - لم نعثر على كتاب لجالينوس بهذا العنوان .\r\n( 4 ) ك . الاخلاط - لابقراط ( ابن أبي أصيبعة ص 55 - ايا صوفيا رقم 3632 ) .\r\n( 5 ) ك . الغذاء - لابقراط . ويبحث في تحول الأغذية إلى أنواع الاخلاط ( ابن أبي أصيبعة ص 55 ، ثابت بن قرة - الذخيرة ص 178 ) .\r\n( 6 ) ك . قانون الطب - لم نقف على كتاب بهذا العنوان ، وقد يراد به ناموس الطب أو وصية ابقراط ( ابن أبي أصيبعة ص 46 ) .\r\n( 7 ) ك . المفاصل - لابقراط ( ابن أبي أصيبعة ص 55 ، الرازي في الحاوي 11 / 92 ، 13 / 136 ، 178 ) .\r\n( 8 ) ك . جبر عظام الرأس - لابقراط . ( ابن أبي أصيبعة ص 55 ) .\r\n( 9 ) باذوورد - يذكره ابن البيطار باسم باذورا . وهو عشبة حبها يشبه القرطم وتفيد الأورام البلغمية ، ونفث الدم ، ووجع الأسنان ( ابن سينا - القانون 1 / 265 ابن البيطار .\r\n( 10 ) ترنجبين - وهو طل يعرف في الشرق الأوسط باسم : من السما . يفيد لدر الصفراء والسعال ( ابن سينا 1 / 443 ، ابن البيطار 1 / 137 ) .\r\n( 11 ) قنطودبونا - عشبة تنفع لنفث الدم ، وفسخ العضل ، ودر البول واخراج الجنين الميت ، وعرق النسا ( ابن هبل 2 / 168 ، الغساني ص 397 ) .\r\n( 12 ) غافت نبتة شائكة . لطخاتها تفيد البثور والجروح ، وشربتها بالسكنجبين تفيد صلابة الطحال وحالات الكبد والمعدة ( ابن سينا 1 / 269 ) .\r\n( 13 ) ساذج - عشبة مائية ، لطخاتها مفيدة في الأورام وحالات الكبد والمعدة ( ابن سينا 1 / 350 ، الغساني ص 216 ابن البيطار 3 / 2 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالباب الخامس في كيفية تعليم جالينوس\r\nولما استكمل ابقراط تعليم صناعة الطب ، وكان نحو تعليمه الاغماض الالغاز ، ان جالينوس شرح ما دونه أبقراط باثبات الآراء الموضوعة فيه ببراهين وحجج ، وابطال الشبه ليتوقى ، وفرق فرق الآراء الرديئة ، وكشف الحق ليتبع ، وأبطل الباطل ليتوقى ، وفرق اجزاء المعنى الواحدة من معاني صناعة الطب في مواضع شتى ليخفى عمن لا يستحقه ، مثاله : قوله في المقالة الرابعة من كتاب الأدوية المفردة 1 ان ماء اللبن بارد رطب ، وقوله في المقالة الثانية من كتاب الأغذية 2 ان ماء اللبن حار جاف ، فإنه لما أراد استيفاء القول في ماء اللبن فرق وتكلم في كل موضع بما يليق من هذا المعنى . وإذا نظر في ذلك من الأدوية له ظن كلامه متناقضا من قبل ما بقي فيه من قوى ما في الدم من الاخلاط الموازية ، ويدل على كل واحد منها ما يجده عيانا يبرد ويرطب ويلطف الاخلاط ، ويلين البراز ، ويحدر البراز ويخرجه من المعا [ وظاهر ان تلطيفه وتليينه الطبع ، واحداره البراز 
  ] هو المراد من القوة الحارة : الحادة التي فيه . وخليق أيضا ان تبريده عن فعل القوة الباردة الرطبة التي هي فيه . وخليق أيضا ان يكون قول جالينوس في كتاب الأغذية : حار حاد ، لما قاسه بما بقي من اجزاء البنية وهو الجزء الجبينى ، والجبن الدسم بما يأخذ من أفعالها . وان يكون قوله في كتاب الأدوية انه بارد رطب لما قاسه بما ظهر من افعاله ، فإنه استفرغ المواد يرطب ويبرد بطريق العرض ، لان المواد قد كانت قبله تسخن البدن وتجففه . ورأى جالينوس ان يتكلم في كل موضع بما يليق في ذلك الموضع .\r\nويختص به بحيث تكلم فيما ينال البدن من اللبن ، قسمه إلى أجزائه الثلاثة :\r\nالماء والجبن والزبد ، واعطى قوة كل واحد منها على انفراده ، والقوة التي تحصل للبن من اجتماعها . وحين تعلم فيما ينال البدن من الأدوية ، اعطى ما يحدثه ماء اللبن في الأبدان ، أما لأنه إذا أحدر المواد ( برد المواد ) برد اللبن ورطبه بخروج المواد منه ، أولا لان في ماء اللبن قوة باردة مقترنة بالقوة الحادة ، ( * ) لا يبدو لهاتين الكلمتين معنى بهذا الاستطراد\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nعلى مثال الحال في الخل ، فان فيه قوة حارة وحادة خلطت فيه من قبل التخمير ، وقوة باردة ظاهرة . وأمثلة ذلك كثيرة مشهورة ، فهذا نحو من انحاء ( تعليم ) جالينوس . ونحو اخر أيضا يتكلم مرة بآراء أصحاب التجربة ، ومرة بآراء أصحاب القياس ، مثاله ما وصف بكتاب الأدوية المفردة ، فإنه جرى في جميعها على رأى أصحاب القياس ، وبين ان لا طريق لأصحاب القياس إلى معرفة قوى الأدوية القتالة ، والأدوية المخلصة ، والأدوية المسهلة وان هذه الأدوية الثلاثة من الأدوية ( . . . . ) الطريق إلى معرفتها التجربة فقط . ولذلك اهمل ذكر ( المحمودة ) وما جرى مجراها في هذا الكتاب ، وذكرها في غيره . فان قلت بأنه شحم الحنظل 3 والغاريقون 4 والصبر 5 والبستانج 6 وغير ذلك مما له قوة مسهلة في هذا الكتاب ، فمثل ذلك يدلك على انك ما فهمت كلام جالينوس ، وذلك أنه يضع الدواء الذي يمكن فيه بقوانين القياس التي قدمها في الخمس المقالات الأولى من هذا الكتاب ، ان يعرف ان بعض ما فيه من القول بتلك القوانين ويخبر من افعاله مما يوافق قوانين القياس ، فنقول : على طريق القياس انه بحرافته يفعل كذا وكذا ، ونقيضه يفعل كذا وكذا ، وانه لا يمكن له فعل كذا من قبيل ان فيه قوة كذا ، فتصير الأدوية التي وصفها في الستة مقالات الأخيرة من هذا الكتاب أمثلة شارحة لتلك القوانين .\r\nوذكر « * » ان أجود الكتب التي استقصى فيها قوى الأدوية بطريق التجربة : كتاب دياسقوريدوس ، ليكون من فهم كلامه وعرف قوانينه ينظر في الدواء ويقرنه بقول دياسقوريدوس ، ويعمل به بعد ذلك مما لم يكن له من الأدوية نصيب في تلك القوانين حذف ذكره من هذا الكتاب ( كالمحمودة ) وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) يقصد بذلك جالينوس\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nفإنه لا سبيل إلى معرفة الأدوية القتالة والأدوية المخلصة والأدوية ( المسهلة ) « * » بتلك القوانين . وذكر من أغاليط دياسقوريدوس ما يدعوك إلى أن تعتبر قوة الأدوية بطريق التجارب وبطريق القياس . مثال ذلك ما حكاه في الطين المختوم 7 دياسقوريدوس ، وما حكاه جالينوس . فان دياسقوريدوس ذكر انه يعجن « * * » بدماء ( التيوس ) . وجالينوس سافر دفعة من موضعه إلى أن شاهد هذا الطين المختوم فلم يجده يعجن بدماء التيوس ، وعرف صنعته . فبين ما حكاه ان بعض الأدوية أخذها دياسقوريدوس خبرا ، وامتحن قواها بالتجربة . وانك متى أردت فضيلة صناعة الطب تفعل في الأدوية ما فعله هذان الرجلان ، فعند ذلك تحكم أمرها .\r\nثم إن جالينوس ترك أيضا ذكر كثير من الأدوية اعتمادا على أن معرفتها بقوانين الأدوية التي عرفك إياها في المقالات الخمس الأول من كتابه ، فلو لم يذكر البتة هذه القوانين شيئا من الأدوية لكان تعليمه لذلك كاملا من قبل ان تلك القوانين يستخرج [ بها 
  ] أمر قوى الأدوية عن قرب ، ويستنبط أفعالها بكثير دربتك في ذلك . وفي كلام دياسقوريدوس متى أدمت النظر فيه تتقدم لك قوة تتعرف بها قوى ما صادفت من تلك الأدوية كائنا ما كان عن قرب وبأسهل مأخذ .\r\nولذلك يفتخر علينا من ذلك قوى الأدوية التي زعموا انها عرفت بعد دياسقريدوس وجالينوس . فان جالينوس قد علمنا القوانين التي تستنبط على طريق القياس قوى كل ما صادفه من الأدوية . ولم يذكر الأدوية اعتمادا في أنها [ كثيرة ومعروفة 
  ] « * * * » لكن جعلها أمثلة تستخرج بتلك القوانين . وكذلك دياسقريدوس أثبت من الأدوية ما إذا ارتاض منه الانسان استنبط على طريق التجربة كل ما يصادفه من الأدوية . وهذه الأدوية التي يزعمون أن دياسقوريدوس وجالينوس ما عرفوها ولا أثبتت قواها وافعالها كالباذنجان 8 . ومنها أدوية كالعنبر 9 ، والمسك 10 .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة السهلة\r\n( * * ) في المخطوطة : يسجن والأرجح ما أثبتناه\r\n( * * * ) في المخطوطة فراغ يستوعبه كلمتين فعلاناه بما أثبتنا\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوالهال ، والهرنوه « * » 11 والجوزبو 12 والعود والصندل 13 ، والكافور 14 والتربد 15 وغير ذلك فيما لا يحصى لم يجاوز عدده إلى وقتنا هذا ستين نوعا :\r\nوقد بطل معه أنواع كثيرة مما إذا احصى كان أكثر من ثلاثمائة نوع من الأدوية فياعجبا . ويفخر بذكر ستين نوعا قد أعطى القوم قوانين يتعرف بها ولا يكون قبيحا اهمال ثلاثمائة نوع من الأدوية حتى تبيد فلا تعرف اليوم ! وعسى ان يكون أكثر السنين دواء قد سميت بأسماء أخر ، فظن من جهل الأسماء ان القوم لم يعرفوها . فان هذا غير ممتنع ، وان امتنع في أكثرها فما يمتنع من بعضها . وليت شعري اية ضرورة تدعو الكامل في صناعة الطب إلى أن يكون قد أثبت له في كتاب قوى الأدوية وافعالها وهو قادر ان يتعرف ما يلقاه منها فيجده ثابتا أو في معده ، فيقف بتلك القوانين من ساعته على قواه وافعاله فيسميه باسمه المشهور في زمانه كائنا ما كان ، فإنه في هذه الحال أفضل منه في تلك الحال ، من قبل انه عاين وشاهد ، وكان في تلك الحال مقلدا لمن تقدمه وعلى خطه إذا كان لا يعلم مثل هذا الدواء على صحته سالما من الغش ، ومن شأنه ما يغلط فيه أم لا .\r\nونحو آخر من تعليم جالينوس انه يعرف أنواع الأسباب والأمراض والعلاقات فيها ، ويفتقر على تعريف الأنواع فقط ( ومنه ما يضيف إلى ذلك فيه ) . . .\r\nفإنه نوع من المالينخوليا 16 وهذه العلة داخلة فيها . . . له ان يجد المحدثين قد ذكروا هذه العلة . . . واستكملوا تعليم هذه الصناعة .\r\nوكذلك في العلة المسماة أم الصبيان 17 ، فإنه ضرب من تشنج الدماغ .\r\nفمن عرف القول في التشنج عرف هذه العلة . وعلى هذا النوع اجرى جالينوس تعليم هذا النحو من صناعة الطب .\r\nونحو اخر من تعليمه ، وهو ان يصنع من الأدوية المركبة ما جرت به العادة في زمانه باستعماله ، وكانت المواضع المستعملة فيها ذلك بلادا باردة كرومية وما جرى\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة هرموه\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمجراها . ونحن في بلاد حارة كمصر والعراق . فينبغي ان تصنع الأدوية المركبة ما يصلح لهذه البلاد ، مثال ماء السكر والجلاب 18 . فإذا استعملها مكان ماء العسل الذي كان القدماء يستعملونه ، فظن من لا درية له ان القدماء ما استكملوا الصناعة ، والامر على خلاف ظنه ، فأنهم قد عرفوا ما يوجب حال الهواء والبلد والعادة والسن من تعيين الأدوية والزيادة فيها والنقصان منها .\r\nونحو اخر من تعليم جالينوس هو ان بعدد امراض عضو واحد ، واتخاذ علاجاتها لينحو المتعلم ذلك النحو في سائر الأعضاء .\r\nوامراض سوء المزاج 19 ثمانية بلا مادة ، وثمانية مع مادة ، فتصير أمراض سوء المزاج ستة عشر .\r\nوالكبد اما ان يحدث سوء المزاج في العروق التي فيها ، أو في لحمها ، أو في الغشاء المحيط بها . فتصير امراض سوء المزاج التي يمكن كونها في الكبد ثمانية وأربعين مرضا . وقد اعطى في كتاب تعرف علل الأعضاء الباطنة 20 تعرف علل الكبد واعطى في كتاب المزاج 21 تعرف سوء المزاج ، واعطى في كتاب العلل والاعراض 22 ، وفي كتاب الحميات 23 وفي كتابه البنض 24 . فإذا جمعته كله وقفت به على احصاء عدد ما يحدث في كل عضو من امراض سوء المزاج ، والعلامات التي يتعرف بها كل واحد من هذه الأمراض .\r\nواعطى أيضا في كتاب حيلة البرء وفي كتاب الأدوية المركبة 25 والمفردة ما إذا جمعته كله أيضا وقفت به على علاج كل واحد منها ، وبماذا يتلقى من الأدوية بالزيادة والنقصان ، والتغيير بحسب السن . والمزاج ، والبلد والعادة وغير ذلك . وعلى هذا الحال اجرى تعليم الحال في كل واحد من الأمراض كائنا ما كان .\r\nفإذا كان الامر على ما قلناه فقد استكمل جالينوس شرح ما وضعه ابقراط في صناعة الطب ، ولخصه وشرحه شرحا وتلخيصا لا يخرج إلى شئ واحد . فما وضع من الكتب اذن من بعد ذلك فهو فضل ، والفكر فيه والاشتغال بنسخة صارف عن تعليم\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nما يدخل منها من المضر على صناعة الطب ، لان مذهب أصحاب الحيل ان يصنفوا « * » صناعة الطب . فإن كان ما وضع بعد ذلك من كناش أو ما جرى مجراه ، فقد تبين من قرب انه ما أداه أصحاب الحيل الذين أبطل جالينوس صنائعهم ، وعرف كل واحد من الأمراض ويحتم مداواته بأدوية مخصوصة ، وهذا هو بعينه وضع أصحاب الكنائش ، فاذن يدخل على أصحاب الطب من المضرة بالكنائش ما يدخل عليها من آراء أصحاب الحيل . فإن كان ما وضع بعد جالينوس جوامع لكتب وشروحا فإنها لا تغنى عن كتب جالينوس ، متى قيل إن الجوامع تقتصر عن استيفاء معاني جالينوس ؟ والشروح تزيد الصناعة وتطولها ، وهذه الكتب تنقل عنها ، وتصحيحها وقراءتها ( . . . ) من لا بد منه في الصناعة ولا ما يشبع جهله . وكان صرف الانسان النظر فيها ، وفيما لا بد منه ، فان عمره أقصر من استيفائه ذلك كله .\r\nوظاهرا انه يستغنى عنها بصناعة المنطق . ومن عرف المنطق أمكنه ما في كتب جالينوس ، وان يصنع من تلقاء نفسه لكتب جالينوس جوامع وشروحا . وان كان ما نظر في شئ من كتب الجوامع والتفاسير فضل ، وفيها مضرة من قبل صيرورة بعض العمر إليها . فالصواب اذن الاقتصار من بعد كتب ابقراط على كتب جالينوس فقط . وكتب جالينوس في [ كتبه 
  ] مخلط من براهين وحجج جدلية وغيرها نقدر ان نميزها بصناعة المنطق على المثال ونحللها فما وجدت قضاياه متعارفة ومطابقة للأمور فهي أقاويل برهانية . وما كانت قضاياه مشهورة فهي حجج جدلية ، وما كانت قضاياه غير ذلك فهو من تلك الصناعة ، وقصده فيها اثبات الحق في الطب « * * » ، وابطال الباطل فيها فكثير ما يخلط الحق بالباطل الآراء لرديئة ، وكثيرا ما يقود القول في كل واحد منها على حدثه . وان اتفق لك ان تجد في أقاويله ما لا ينتج أو ما هو موافق ، فلا تعجب منه ولا تظن فيه انه تعمد التخليط . ولكن اتبع\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة يصنعوا\r\n( * * ) في المخطوطة : في هذا العب\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالأحسن ، وظن به ان كثيرا من مغالطى عصره آذوه بكلام سوفسطائى يغلط في صناعة الطب . فتكلم هو أيضا بهذا النحو ليوقع في أذهان العوام ان النحو فيما وضعه من آراء الطب . ومثال ذلك أنه لو لم [ يوضع 
  ] « * » في الطب ان الدماغ فيه الحس والحركة أضر ذلك مضرة عظيمة في اعمال الطب .\r\nوالمبدأ اسم مشترك يقال على انحاء مختلفة ، فمنه ما هو مبدأ عند الطبيعة وهذا غير محسوس وفي غاية الخفاء ، والنظر فيه للفيلسوف . ومنه ما هو مبدأ عندنا وهذا قريب من الحس . ونظر الطب انما هو من المحسوس وفيما قرب من الحس . وأرسطو طاليس نظر في المبدأ المعروف عن الطبيعة وجالينوس في المبدأ المعروف عندنا ، [ فلا نترك اسم المبدأ غالط قوم به وأوهموا أنهم ينصرون رأى أرسطو طاليس 
  ] وكلما عرف جالينوس الفرق في ذلك زادوها في التغليط ، ولم يذعنوا للحق . فعند هذا اضطر جالينوس ان يضع في نظائر ذلك أقاويل مغلطة تحرس صناعة الطب بما يوقع في نفوس المتعلمين من الآراء الصحيحة . ولولا ان هذا الكتاب لا يصلح ان أضع فيه من قاويل جالينوس شيئا من ذلك لوضعته ، وقد أوضحت نحو هذا في كتابي . والذي تحتاج أنت ان تفهمه من هذا الكتاب هو ما عودته من انحاء تعليم جالينوس من صناعة الطب ، فتحظره في ذهنك وتجعله نصب عينيك ، فيسهل عليك بصناعة المنطق ، فتعلم الآراء الصحيحة من الباطلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) قد تكون في المخطوطة ( يوضح ) وكلاهما تؤديان نفس المعنى\r\n( * * ) في المخطوطة : زادها\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) ك . الأدوية المفردة - لجالينوس في وصف الأدوية باختلاف مصادرها ، واختبار قواها بالتسخين والتبريد والتجفيف ( ابن أبي أصيبعة ص 141 ، احمد الثالث 5124 / 3 ، بوريانا 600 / 2 ) .\r\n( 2 ) ك . الأغذية - لجالينوس . وهو في قوى الأغذية ( ابن أبي أصيبعة ص 143 ، الاسكوريال رقم 802 الظاهرية طب 32 ، باريس 2857 ) .\r\n( 3 ) الحنظل - عشبة برية . نقيعها بالخل مفيد لوجع الأسنان ، وطبيخها بالزيت يزيل دوى الاذن ، وشربتها لوجع الكلى والمثانة ( ابن سينا 1 / 316 ، الغساني 1 / 110 - 111 ) .\r\n( 4 ) الغاريقون - مادة تكثر في لحاء الأشجار المتعفنة في الأرض وشرابه مع السكنجبين لداء المفاصل ، والأورام ، وحالات الصرع ، والربو ، وقرحة المعدة ، وحمى النافض . كما ينفع لدر البول والطمث واحتقان الرحم ( ابن سينا - 1 / 467 ابن هبل - المختارات في الطب 2 / 204 ، ابن البيطار 3 / 146 ) .\r\n( 5 ) الصبر - عصارة نباتية . ومعجونه بالعسل يفيد البثور واورام الدبر ، وأوجاع العضل ، والجروح ، والقروح عامة وشرابه يفيد داء المفاصل وينقى الفضول الصفراوية ويسهل المعدة ( ابن سينا - 1 / 416 ، ابن جزلة - مخطوط ) .\r\n( 6 ) البستانج - عود من الحشائش ، يفيد في النفخ والرطوبات وحالات المفاصل ، كما أنه يسهل المرة السوداء والبلغمية ( ابن سينا - 1 / 176 ، ابن هبل 2 /\r\n( 7 ) الطين المختوم - وهو الطين الكاهنى ، لونه مائل إلى الحمرة ويعمل على شكل كريات ويختم بالخاتم المقدس للآلهة ارتميوس ( ارطاميس ) وهو مفيد لا يقاف\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالنزف الدموي ، ولدغ الأفاعي القتالة ، وعضة الكلب المسعور ، ولطخاته نافعة للقروح والأورام الحارة ( المجوسي 2 / 130 ، ابن سينا 3 / 326 ، ابن البيطار 3 / 106 ) .\r\n( 8 ) الباذنجان - المطبوخ بالخل يفتح سدد الكبد ، واقماعه المجففة بالظل تنفع البواسير ، والطازج منه يسبب الصداع والسرطان ( ابن سينا 1 / 272 ) .\r\n( 9 ) العنبر - مادة تلفطها البحار على الشواطىء . يفيد لتقوية الحواس ، والقلب ( ابن سينا - 1 / 398 ، ابن هبل 2 / 153 ) .\r\n( 10 ) المسك - مادة تعلق بسرة بعض الحيوانات كالظباء . وهو ترياق لكثير من السموم . ويفيد لتقوية الحواس والبصر ( ابن سينا 1 / 360 ، ابن هبل 2 / 122 - 123 ) .\r\n( 11 ) الهرنوة - أو قرنوة . وهي الفليفلة . وتفيد لوجع الحلق وامساك البطن وتقويةالهظم ودر البول ( ابن البيطار 4 / 195 والغساني ص 534 ) .\r\n( 12 ) جوزبوا - أو جوز الطيب بحجم العفص ، يطيب النكهة ، وينقى النمش ، ويقوى العين والكبد والمعدة والكلية ( ابن سينا 1 / 281 ، ابن هبل 2 / 50 ) .\r\n( 13 ) العود والصندل - وهي عروق شجرة تقلع وتدفن في الأرض حتى تتعفن قشورها وأوراقها ويبقى عودها ، منه الهندي ومنه الصيني . من مفعوله تطييب النكهة وتنشيف الرطوبة وتقوية الأعصاب والقلب والحواس ( ابن هبل 2 / 153 ) .\r\n( 14 ) الكافور - مادة شجرية ، مشروبها يمنع الأورام الحارة ، والرعاف ، والصداع . ويفيد الرمد ، وامراض القلب ( ابن سينا 1 / 336 - 237 ، ابن هبل 2 / 109 ) .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) التربد - أعواد شجر ، تنفع حالات الأعصاب ، وتسهل البلغم ، والاخلاط الغليظة اللزجة ( ابن سينا 2 / 446 ، ابن هبل 1 / 246 ) .\r\n( 16 ) المالينخوليا - يتصف المصاب بهذا المرض بالانطواء وازدواج الشخصية ، وسببها نفساني أو من سوء الخلط السوداوى ( الرازي - الحاوي 1 / 62 ، 64 ، 67 - 70 ، 75 ، 80 . المجوسي - الملكي 2 / 264 - 267 ) .\r\n( 17 ) أم الصبيان - ويسمى أيضا داء الصبيان أو الابلمسيا . وابرز اعراضه الاختلاج والحركات غير الإرادية ( ابن الجزار - سياسة الصبيان ص 97 ) .\r\n( 18 ) الجلاب - مشروب منعش . يعمل من محلول السكر الطبرزد بالماء مع شئ من ماء الورد ( ابن سينا - القانون 3 / 366 ) .\r\n( 19 ) المزاج - هي الحالة التي تفيض فيها أحد العناصر الأربعة الأول على غيرها .\r\nفيكون المزاج بحسب ذلك ناريا أو هوائيا أو مائيا أو ترابيا . وتحدث هذه الحالة في الانسان كما تكون في النبات .\r\n( 20 ) ك . تعرف علل الأعضاء الباطنة - لجالينوس ( ابن أبي أصيبعة ص 136 ، غوتة 1901 ) .\r\n( 21 ) ك . المزاج - لجالينوس بثلاث مقالات في مزاجات الانسان ودلائل كل واحد منها ، وفي مزاج النبات واختبار أنواعها ( ابن أبي أصيبعة ص 13 - 136 ، باريس 2847 / 2 ، الاسكوريال 484 / 1 ، ابن بن الطبري - فردوس الحكمة ص 42 ، قسطا بن لوقا - اختلاف الناس ص 129 ، الرازي - الحاوي 19 / 393 ، ابن قرة - الذخيرة 9 ، المجوسي - الملكي ص 2 / 15 ، القلانسي - الاقربازين ص 135 ) .\r\n( 22 ) ك . العلل والاعراض - لجالينوس بست مقالات في أسباب الأمراض واعراضها ( ابن أبي أصيبعة ص 136 - سراى أحمد الثالث رقم 2110 ، والاسكوريال 798 ، وتيمورية بالقاهرة 85 طب ) .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) ك . أصناف الحميات - لجالينوس ( ابن أبي أصيبعة ص 137 ، المجس بطهران رقم 3974 ، الاسكوريال 797 / 1 ، الرازي - الحاوي 4 / 125 ، 194 ، 19 / 120 ، 134 155 ، ابن قره - الذخيرة 148 ، 167 ) .\r\n( 24 ) ك . النبض - لجالينوس أكثر من كتاب واحد في النبض ، وأكثر الاحتمال يريد بهذا الكتاب : النبض الصغير ( ابن أبي أصيبعة ص 136 ، ايا صوفيا رقم 3701 ، المجلس بطهران 521 / 3 ) .\r\n( 25 ) ك . الأدوية المركبة - جزأه الاسكندرانيون إلى كتابين أحدهما باسم قاطا جانس ، والثاني باسم الميامر ( ابن أبي أصيبعة ص 143 ) .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالباب السادس فيما ينبغي ان يتقدم تعليم صناعة الطب :\r\nوصناعة الطب ضربان ، ضرب في اكتساب المال بها ، وهذا الضرب لا يصلحون لتعلمها من قبل انهم إذا صادفوا اكتساب المال بأي وجه كأن صاروا إلى الراحة .\r\nفمنهم من يخالط ذوى الأموال ، فيقف بالغدوات على بيوتهم للسلام عليهم ، ويروح بالعشى عليهم فيتعشى معهم ، وينادمهم بالضحكات ، ويغارقهم بشرب الاقداح الكبار ونحو ذلك مما عده جالينوس في المقالة الأولى من حيلة البرء . ومنهم من يدور النهار كله وبعض الليل على العوام ، فيتفقد مرضاهم وان لم يدعوه إليهم . ومنهم من يتزيا بلباس الأطباء المتعارف ويجلس في الحوانيت على الطريق . ومنهم من يحتال بحيلة أخرى أي حيلة كانت بما يكتسب بها ما يحتاج اليه .\r\nوالضرب الاخر ( ممن يبتغى تعلم الصناعة ) « * » رغبتهم فيها لاكتساب محاسن الصنعة . فهذا الضرب يصلحون لتعلمها ، ولا يفوتهم بها اكتساب ما يحتاج اليه من المال كما سنبين في اخر هذه المقالة .\r\nوإذا خوطب الضرب الأول فسئلوا عن رغبتهم في صناعة الطب أوهموا الناس ان مقصدهم محاسن الصناعة . ولذلك وضع جالينوس كتابا بين فيه امتحان الأطباء ليعرف منهم المحق من المبطل 1 . وأنت فاختر لنفسك اى الامرين شئت أن تكون طبيبا محقا أو طبيب زور ومهرجا على الناس . فان كنت تروم أن تكون محقا فامتحن نفسك ، فان كنت تصلح للتعليم فاشرع فيه ، وان كنت لا تصلح فلا تتعب فيما لا تبلغه . وأول ما تمتحن به هو عقلك وفهمك وتواضعك ، ولزومك العفاف ، وصبرك على تعب النسخ . فإنك ان كنت جيد العقل زكى الفهم حسن التواضع والعفاف صبورا على تعب النسخ 2 والتعلم ، غير محتشم ان تتعلم ممن هو أقل حالا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) هذه العبارة ليس لها وجود في المخطوطة وقد وضعناها ليتعين سياق المعنى .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nمنك ، فقد يرجى لك ادراك محاسن الطب ، وان لم تكن كذلك فليس يرجى لك ما تؤمله منه . وقبل ان تشرع في تأملها ابدأ فارتقى في الحساب والهندسة ثم في صناعة المنطق ، ولا تمعن في واحدة من منزلة الصنائع امعان من يقصد افناء عمره فيها كله « * » ، لكن أمعن حتى تصير لك « * * » قوة يتهيأ لك بها ان تتعرف فيما يتلقاك فيها .\r\nوتوق إذا تعلمت صناعة المنطق ان تقع في الهذيان العنادى ، اعني ان تتلق كل قوم بما تعاند ، لكن الزم من كل علم وصناعة أصولها ، ولا تلتمس في مطلوباتها ما يوجد في مطلوبات علم اخر . مثاله انه يمكن استقصاء علم البرهان في الأمور الهندسية ، ولا يمكن استقصاء ذلك في ( مصادرها ) « * * * » وان كنت في بلد لا تتأكد فيها هذه الصناعة فلا تختبر أهلها حقهم ، فلا عليك ان تظهر أمرك فيها . وان كنت في بلد يتذاكر أهله هذه الصناعة فتوق ان يظهر أمرك فيها ، وليكن ما يظهر منك ما يتعارف أهل مدينتك ، ولا يتناكرون له . فإذا تعلمت انه النافع لك فلا يهولك ولا يضيق صدرك من جهل غيرك . وبعد احكام هذه الأشياء اسلم نفسك في صناعة الطب .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : لكل\r\n( * * ) في المخطوطة : له\r\n( * * * ) في المخطوطة : مصادراتها\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) يشير بذلك إلى كتاب جالينوس في محنة أفضل الأطباء . ( ابن أبي أصيبعة ص 140 ، الرازي - الحاوي 10 / 246 ، 12 / 60 ، 14 / 246 ، 17 / 72 .\r\n( 2 ) سبق وذكر كل من جالينوس وأبو بكر الرازي في كتابيهما محنة الطبيب ( امتحان الطبيب ) اقرأ بحث البير إسكندر في مجلة المشرق مجلد 54 ، سنة 1960 ص 471 - 522 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالباب السابع في الطريق النافع في تعليم صناعة الطب :\r\nوذلك في حال المعلم ولمتعلم ، وكيف يكتسب بها المال ، فأول ما يبتدأ به من ذلك ان تقف على ما وصفنا لك في هذا الكتاب ، فتحذق كلما يكثر [ بالصناعة 
  ] ومن يعرفها كائنا من كان ، فتستريح من العناء فيه . ثم شئت ان تقرأ كتب جالينوس على ما رتبها [ ما لا يشر به 
  ] ( . . . ) وقد جعل ابقراط عيار اعمال الطب الجزئية كل ( . . . ) والنظر بالعقل بالتشبيه بكل ما كان نفعه محسوسا أو قريبا من المحسوس ، أو غير شبيه به فهو متوقى في الصناعة . [ ومتعلم 
  ] « * » هذه الصناعة ينبغي ان يكون قد تقدم فارتاض في جميع ما ذكرته ، ويكون شعاره في الناس اشتهاره بالحذق فيها ، وبالعفاف والصيانة والصدق والأمانة ، ويكون في زي الزهاد والنساك أو زي الملوك والسلاطين على ما كان عليه من تقدم عمره من الأطباء . وسبيل متعلم هذه الصناعة ان يتقدم بهذه الخصال ، ويدمن من اعتبارها إلى أن يتخلق بها وتصير فيه ملكة عشرة الزمان . وإذا تيقن انه قد علمها وعمل اعمالا لها ، فليتذكر غرضه من ذلك كشف الكرب عن المرضى ، فإنه إذا فعل ذلك لم يعدم فائدة من المال . فان جالينوس يقول :\r\nان حاله كحال الأرض إذا غرس بها غرس أو بذر بها ، لا ان يخرج معه أشياء أخر مقصودة منه أول الأمر . . . وقد يتهيأ له ان يشترط في علاج مرضى ذوى اليسار عندما تشتد بهم الأوجاع ما شاء من المال ، فمتى علم أنه يفي بما\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : وفعلم\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nشرطوا له عليه من أجر عمله ، وليكن ما يكسب من المال مصروفا في المنافع الذي يليق به ، اعني اسعاف الأقارب والمعارف والنفقة على الأدوية التي يعالج بها المرضى ولا يمتنع في حال من الأحوال من علاج الفقراء والافضال عليهم . وليكن أمره على المرضى من غير قهر ولا قوة ، بل يخاطبهم بألين خطاب وطلاقة وجه .\r\nومن أبى من العلاج وقدر أن يقهره على ذلك ممن يمسكه له أو نحو هذا ، لم يمتنع من هذا العمل . وكيف تصرفت الأحوال فلا يمتنع من شئ يؤدى إلى نفع المرضى من غير فضاضة ولا قوة ، ويتوقى ان لا يحتشم من الفحص واستقصاء المسألة عما ينتفع به ويحتاج إلى معرفته . ولا يبالي إذا اقتنع المريض ومن يحضره كيف أقنعهم بعمل من اعمال الطب أم بحيلة أخرى متى كان فعله هذا يؤدى إلى انتفاع المريض . فان خدم بصناعته ملكا فالأجود ان يوقع في نفسه انه من النساك . وان من كمال صناعة الطب جلوسه بعد فراغ خدمة الملك ، اما متفرغا للنظر في صناعته ، واما مجتهدا في علاج الفقراء . وان عالج العوام فالأجود ان يوقع في نفوسهم انه من الكبراء .\r\nوإذا فرغنا من هذا الكتاب فقد بقي علينا منه شئ اخر ، وهو ان نخبر بترتيب كتب جالينوس في المقالة التي ذكر فيها ترتيب قراءته كتب جالينوس ، فان ذلك حسن . وان شيت ان تقرأها على ما رتبه أوجه الأطباء بالإسكندرية ، فان ذلك أخص . وان شيت ان تقرأ كتب جالينوس التي فسر عن ابقراط ، فقد ذكرنا لكم فيما تقدم اغراضه فيها . وليكن نظرك في هذه الكتب أما بينك وبين معلم حاذق فيها وفي اعمال صناعة الطب ، فإنه لا يكتفى ان يكون عارفا بما فيها حتى يكون متدربا في الاعمال الجزئية في الصناعة . واما بينك وبين نفسك فلا تمر بشئ فلا تصير منه إلى ما بعده حتى تحكمه وتعتبره بصناعة المنطق ، فان صادفت فيها ما يوقع لك الشك فابلغ في الشكوك فيه إلى أن يظهر لك أمره ،\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nولا يبقى عليك منه شئ . فإن كان التشكك يؤدى إلى شئ من العلوم والصنائع الخارجة عن الطب ، فقف عند الأمور الطبية ولا تتعداها فتصير إلى الهنديان العنادى .\r\nوالأمور الطبية اما أن تكون محسوسة واما أن تكون قريبة من المحسوسة ، واما مطابقة للمحسوسة . فاقسم تعليم صناعة الطب بقسمين ، أحدهما تعرف النظر فيه اما في كتب ابقراط واما في كتب جالينوس ولا تخرج منها إلى غيرها « * » . وان شيت تجمع النظر في كتبهما فهو أبلغ واشرح . وآخر تصرفك في تعليم الصناعة اعني الجبر ورد الخلع والشق والخياطة والكي والبط والكحل وساير اعمال اليد . ولا تتعلم تعلم كسلان الا النظر إليها ومعرفتها بالعيان واختيار الجيد منها ، وساير ما يحتاج إليها فيها .\r\nوقد تحتاج أيضا ان تختبر ( أطعمة « * * » المرضى 1 فتعنى في صناعة الأطعمة وأنواع الطبيخ ، فإنك ما أكثرت من هذه الا شيئا كان أمكن بفضلك ، فأحسن في صناعتك . ولا سيما فان كثيرا من المرضى إذا كانت أمراضهم طويلة يخالفون الأطباء ، ويصيرون إلى ما يشتهون . فعند هذه الحال يعظم موقع الانتفاء بصنعة الأطعمة وأنواع الأطبخة . فان المتدرب في هذه الصنعة يتهيأ له من عمل المزورات ما يوهم المريض انه بلغ في شهوته ما أراد . مثال ذلك ربما اشتهى نقانق 2 أو جوذابا 3 ، فيعمل له من مزورات وغيرها على هذه الألوان ، وتعمل له شهوته ويزيد فيها أو ينقص منها في التركيب ما يدفع ضررها ان ينحى الضار منها ، ويجعل بموضعه على رأى الاسكندرانيين . ثم [ نقطع 
  ] هذه المقالة ان شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : خيرها\r\n( * * ) في المخطوطة أرضية المرضى\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) اشهر كتب أطعمة المرضى هو الذي كتبه نجيب الدين السمرقندي المتوفي سنة 619 ه / 1222 م . أما الكتب التي تبحث في الأطعمة عامة فكثيرة ، منها لروفس الاخسسى ( وقد ترجم إلى العربية ) ، والرازي ، وابن مندويه والاصفهاني ، والكندي ولغير هؤلاء كثير .\r\n( 2 ) النقانق - قطع من ثرب أو أمعاء الذبايح محشوة بالأرز واللحم المفروم ، وتؤكل مطبوخة أو مشوية . ولا تزال هذه الاكلة مألوفة في العراق إلى هذا اليوم .\r\n( 3 ) الجوذاب - من الأطعمة التي تؤكل بعد وجبات الطعام . عرف منها جوذاب الخبز ، وجوذاب القطايف ، وجوذاب التمر ، وجوذاب اللوز ( ابن الكاتب ص 70 - 72 ) .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nالباب الثامن في اقتصار الاسكندرانيين على عشرين كتابا ، أربعة من كتب ابقراط وستة عشر من كتب جالينوس .\r\nإذ كان بعضها ( اى تلك الكتب ) « * » تفاسيرا وجمهورها قصد تعليم الصناعة . ولم يبق أحد من الملوك يرغب الناس للتعليم ، ومال الناس إلى التقريباب بالكنائش وما جرى مجراها ، رأى أحد « * * » الأطباء بالإسكندرية انه ان تمادى ذلك درست الصناعة وبطل ما عمل فيها ابقراط وجالينوس اللذان تمماها . فسألوا ملوك النصرانية ( . . . ) التعليم « * * * » بالإسكندرية ، وان يكون ما يتعلم من صناعة المنطق الكتب الأول أعنى قطاغورياس 1 وارمنياس 2 . . . والقياس والبرهان ، ومن الطب عشرون كتابا ، فسهل ذلك على ملوك هذه الملة . واتصل هذا التدريس بالإسكندرية إلى أيام عمر بن عبد العزيز رحمه اللّه ، فان القسم الذي كان بالتدريس اسلم على يديه 3 حين كان أميرا قبل ان يصير الملك اليه . فلما اقضى الملك إلى عمر نقل التدريس إلى انطاكيا 4 وحران 5 وتفرق في البلدان وتحير التعليم إلى أيام المأمون ، فإنه أحياه بتقريبه أفاضل الناس . ولولا ذلك لكانت علوم القدماء ( كلها ) من الطب والمنطق\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس لهذه العبارة وجود في المخطوطة ، وقد أضفنا لنوضح إشارة المؤلف إلى الكتب المعنية .\r\n( * * ) في المخطوطة ( وحد ) ، وربما يعنى به انقلاوس . ويقول ابن أبي أصيبعة ( ص 151 ) جماعة من الأطباء لا واحد فقط .\r\n( * * * ) في المخطوطة التعلم .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوالفلسفة نسيت اليوم في البلدان التي كانت أخص البلدان بها ، اعني رومية واثينا ونواحي الروم وفي كثير من البلدان .\r\nواقتصر أوجه الأطباء 6 بالإسكندرية على أربعة كتب من كتب ابقراط وهي : الفصول وتقدمة المعرفة ، والأمراض الحادة ، وكتاب الاهوية والبلدان والمياه . لان من كانت له قريحة جيدة ، وهمة حسنة ، وحرص على التعليم ، إذا نظر في هذه الكتب اشتاقت نفسه مما يرى فيها من عجائب حكمة ابقراط في الطب في باقي الموجود من كتب ابقراط . وهذه الغموض بعينه كان قصدهم في الأربعة كتب المنطقية ، فان النفس تدعو من له حرص ما ان ينظر في الأربعة الكتب الباقية من المنطق ، وإلى أن ينظر في كتب الفلسفة . [ ولما 
  ] قصر هؤلاء هذا الغرض في كتب جالينوس اختاروا منها ستة عشر كتابا ورتبوها « * » في سبع مراتب :\r\nالمرتبة الأولى : مدخل إلى صناعة الطب ، فان من حصل له هذه المرتبة يمكنه ان يتعاطى اعمال الطب الجزئية ، فيتذوق حلاوتها ، فإن كان له من فراغ للتعلم تعلم ما بعدها . وان لم يكن له فراغ لم يكد يخفى عليه منافعها في علاج الأمراض . وان كان فقيرا اتسع له ان يعالج بما فهم منها من يأخذ منها حاجته من المال . وجميع هذه المرتبة أربعة كتب : أولها كتاب الفرق ، يستفاد منه قوانين العلاج على رأى أصحاب التجربة وأيضا على رأى أصحاب القياس . وإذ كان بالتجربة والقياس تستخرج الناس جميع ما في هذه الصناعة ، وما اتفقا عليه فهو الحق ، وما اختلفا فيه نظر ، فإن كان على طريقة القياس عمل على قوانين القياس ، وان كان على طريق التجربة عمل على طريق التجربة .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : ورثوها\r\n( * * ) في المخطوطة : اتقنا\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوالثاني كتاب الصناعة الصغيرة « * » 7 ، يستفاد منه جمل صناعة الطب النظري منها والعلمي .\r\nوالثالث كتاب النبض الصغير 8 يستفاد منه جميع ما يحتاج اليه المتعلم من الاستدلال بالنبض على ما ينتفع به في العلاج للامراض .\r\nوالكتاب الرابع ، الكتاب المسمى باغلوقن 9 وهو مقالتان ، ويستفاد منه كيفية التأتى في شفاء الأمراض . ولان [ من 
  ] تعاطى الاعمال الجزئية في الطب يضطر إلى معرفة قوى ما يحتاج اليه من الأغذية والأدوية إلى أن يباشر بنفسه اعمال اليد من صناعة الطب ، لزمه ان ينظر فيها [ ما 
  ] تدعو اليه الحاجة من الكتب التي سماها جالينوس ، من ذلك كتاب الصناعة الصغيرة . أو يتعلم ما يحتاج اليه من ذلك تلقينا ومشاهدة . فصار في المرتبة الأولى خمس مقالات مقنعة في تعليم صناعة الطب ليوقف منها على عجيب صناعة الطب . ويذوق لها المتعلم حلاوة منزلة الصناعة ، ويتذكر بها جميع ما فهمه من الصناعة .\r\nوالمرتبة الثانية أربعة كتب الأول منها كتاب الاسطفصات 10 يستفاد منه ان بدن الانسان وجميع ما يحتاج اليه سريع التغيير ، ( . . . ) إلى الاستحالة ، فمن ذلك اسطقصات البدن القريبة منه والأعصاب والشرايين والعروق والأغشية واللحم والشحم وغير ذلك . واستقصات هذه الأعضاء [ هي 
  ] « * * » الاخلاط :\r\nالدم ، والصفراء ، والسوداء والبلغم . واسطقصات هذه الاخلاط : الأركان ، أعنى النار والهواء والأرض والماء . فان مبدأ التكوين من هذه الأربعة ، واخر الانحلال إليها . وان هذه الاسطقصات قابلة للتغيير والاستحالة . وهذا الكتاب هو أول كتاب يصلح ان يبدأ به من أراد استعمال صناعة الطب .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : الصناعة الطبية\r\n( * * ) أضفنا كلمة ( هي ) ليتوضح المعنى المقصود في السياق\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوالثاني : كتاب المزاج ، يستفاد منه أصناف المزاج وبماذا تتقدم كل واحد منها ، وبماذا يستدل عليه إذا حدث له مرض .\r\nوالثالث : كتاب القوى الطبيعية 11 ويستفاد منه معرفة القوى التي تدبر بها الطبيعة البدن وأسبابها والعلامات التي يستدل بها عليها .\r\nوالرابع : كتاب التشريح الصغير 12 وهو خمس مقالات وضعها جالينوس متفرقة وجمعها في كتاب واحد الاسكندرانيون . يستفاد « * » منه معرفة أعضاء البدن المتشابهة الاجزاء وعددها ، وجميع ما يحتاج اليه فيها . فجميع ما في هذه المرتبة من المقالات اثنى عشر مقالة ، والاسطقصات مقالة واحدة ، والمزاج ثلاث مقالات ، والتشريح الصغير خمس مقالات يستفاد من جميعها الأمور الطبيعية للبدن ، اعني إلى قوامه بها . وإذا نظر فيها محب التعلم اشتاق أيضا إلى النظر في كل ما يتعلق بطبيعة البدن .\r\nأما كتاب المزاج فيتشوق إلى مقالته في خصب البدن ، ومقالته في الهيئة الفاضلة ، ومقالته في سوء المزاج المختلف .\r\nأما كتابه في القوى الطبيعية فيشوق إلى كتابه في المنى ، وكتابه في آراء ابقراط وأفلاطون .\r\nوكتابه في منافع الأعضاء وسايرها ، وضعه جالينوس في القوى والأرواح والافعال .\r\nأما كتابه في التشريح الصغير فيتشوق إلى كتابه في عمل التشريح 13 ونحوه .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : استفاد منه\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوالمرتبة الثانية : كتاب واحد فقط ، فيه ست مقالات ، وهو كتاب العلل والاعراض . وجالينوس وضع مقالات هذا الكتاب متفرقة وجمعها الاسكندرانيون في كتاب واحد يستفاد منه معرفة الأمراض وأسبابها ، والاعراض الحادثة عن الأمراض . وهذا باب عظيم العناء في صناعة الطب على رأى جالينوس وهو القياس . وهو أصل عظيم إذا وقف الانسان على ما في هذا الكتاب فهمه لم يخف عليه من صناعة الطب قليل ولا كثير .\r\nوالمرتبة الرابعة : كتابان ، الأول منهما كتاب تعرف الأعضاء الباطنة 14 :\r\nست مقالات يستفاد منه تعرف كل علة من العلل التي تحدث في الأعضاء الباطنة .\r\nوان هذه الأعضاء لا تدرك أمراضها بالعيان لأنها خفية عن الحس ، فتحتاج إلى أن يستدل عليها بعلامات يقوم كل واحد منها ، فإذا ظهرت العلامة المقدمة [ يتيقن 
  ] ان في العضو الفلاني علة كذا . مثاله ذات الجنب ، وهو ورم يحدث في الغشاء المبطن للاضلاع . والعلامات التي تتقدمه ضيق النفس ، والوجع الناخس ، والحمى في والسعال . فان هذه إذا اجتمعت علم أن في الغشاء المستبطن للاضلاع ورما حادا .\r\nولم يضع جالينوس كتابا في تعرف علل الأعضاء الظاهرة ، إذ كانت هذه العلل تحت العيان ، فيكتفى في تعرفها بنظرهما بين يدي « * » المعلمين عيانا فقط .\r\nوالثاني [ اى الكتاب الثاني من المرتبة الرابعة 
  ] « * * » كتاب النبض الكبير 15 ستة عشر مقالة . يستفاد من الأربع مقالات الأول منها معرفة أصناف النبض ، وجزئيات كل صنف منها . ومن الأربع مقالات الثواني تعريف ادراك كل واحد من أصناف النبض بالجس . ومن الأربع مقالات الثوالث تعريف كل واحد من أسباب النبض . ومن الأربع مقالات الأواخر تعريف منافع أصناف\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : يديه\r\n( * * ) هذه العبارة من وضعنا وقد أثبتناها ليتوضح تسلسل الكتب في هذه المرتبة .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالنبض وهو باب عظيم النفع في الاستدلال على الأمراض ومعرفة قواها وقياس قوتها إلى قوة البدن . ونحو هذا .\r\nوالمرتبة الخامسة : ثلاثة كتب ، الأول منها كتاب الحميات 16 ، مقالتان يستفاد منها معرفة طبائع الحميات وما يستدل به على كل صنف منها .\r\nوالثاني كتاب البحران 17 ثلاث مقالات يستفاد من معرفته أوقات المرض ليعطى المريض في كل وقت منها ما يوافق مرضه ، ومعرفة ما يؤل اليه الحال في كل واحد من الأمراض ، هل يؤل أمره إلى السلامي ، وكيف يكون ، وبماذا يكون .\r\nوالثالث كتاب أيام البحران 18 ، وقوة الأيام التي يكون فيها وأسبابه وعلاماته .\r\nوالمرتبة السادسة : كتاب واحد ، وهو كتاب حيلة البرء ، اربع عشرة مقالة . يستفاد منه قوانين العلاج على رأى أصحاب القياس في كل واحد من الأمراض . وهذا لكتاب إذا نظر فيه الانسان اخطره إلى أن ينظر في كتاب الأدوية المفردة . وفي كتب جالينوس في الأدوية المركبة اعني قاطاجنس 19 ، والميامر 20 ، والمعجونات 21 ونحو هذه الكتب .\r\nوالمرتبة السابعة : كتاب واحد ، وهو تدبير الأصحاء 22 ، ست مقالات يستفاد منه حفظ صحة كل واحد من الأبدان . وهذا الكتاب إذا نظر فيه الانسان اخطره إلى أن ينظر في كتاب الأغذية ، وفي كتاب جودة الكيموس 23 ورداءته .\r\nوفي كتابه في التدبير الملطف 24 في ( . . . ) الرياضة . مثال ذلك ما في كتاب جالينوس في الرياضة بالكرة الصغيرة 25 ونحوها .\r\nوالكتب الستة عشر التي اقتصر الاسكندرانيون على تعليقها تدعو الناظر فيها إلى النظر في جميع كتب جالينوس التي استكمل بها صناعة الطب ، مثال ذلك ان آلة الشم يتعلق بها في المرتبة بالنظر في كتابه في علل النفس 26 . ويتعلق أيضا بهذه المرتبة النظر في سوء النفس . وكتابه في منفعة النبض 27 وكتابه\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nفي حركة الصدر ، والرئة 28 وكتابه « * » في الصوت 29 وكتابه في حركة العضل 30 وكتابه في الحركات المعتاضنة ( 31 ) ، وكتابه في أدوار الحميات ( 32 ) وغير ذلك من كتبه ومقالاته ورسائله ، كل واحد منها له تعلق بكل واحد من المراتب السبعة أو بأكثر من مرتبة واحدة تدعو الضرورة إلى النظر فيه . فإذا ما فعله الاسكندرانيون في ذلك حيلة حسنة ، أحيوا بها صناعة الطب ، ووجب لهم بذلك الشكر على كل من أتى بعدهم من لا أطباء والفلاسفة وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : وكتاب\r\nكملت المقالة الأولى من الكتاب النافع بحمد اللّه . تلوه المقالة الثانية ان شاء اللّه تعالى .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) كتاب قطاغورياس - هذا الكتاب لأرسطو ( ابن أبي أصيبعة ص 104 ) وقد ترجمة حنين بن إسحاق ، وكان شرحه كثير من الفلاسفة الاروام ، كما شرحه يحيى بن عدي ، وأبو نصر الفارابي واختصره ابن المقفع ، ويعقوب الكندي ، وإسحاق بن حنين ، وأبو بكر الرازي ، وأبو الفرج عبد اللّه بن الطيب ( القفطي ص 175 ) .\r\n( 2 ) ك . أرمنياس - لأرسطو . نقله حنين بن إسحاق إلى السريانية ، ونقله ابنه إسحاق إلى العربية . وفسر النص العربي كل من قويرى ، وأبو بشر متى .\r\nواختصره ابن المقفع ، والكندي ، وأبو بكر الرازي ، وثابت بن قرة ( ابن القفطي ص 35 - 36 ، ابن أبي أصيبعة ص 104 ) .\r\n( 3 ) ابن أبي أصيبعة ص 171 . وهو يشير بذلك إلى اسلام عبد الملك ابن أبجر الكتاني على يدي الأمير عمر بن عبد العزيز . كما أن العبارة تفيد بان بعضا من أصحاب عبد الملك قد اسلموا معه .\r\n( 4 ) أنطاكية - مدينة على نهر العاص بسوريا ، أسسها السلوقيون واتخذوها عاصمة لدولتهم . فتحها المسلمون في أيام عمر بن الخطاب واسترجعها الروم سنة 491 ه / 1097 م ( معجم البلدان 4 / 235 - 236 ) .\r\n( 5 ) حران - مدينة عريقة في التأريخ . تقع في شمال ما بين النهرين . سكنها الأشوريون ثم اليونانيون ثم الروم . وسكانها من عبدة الأصنام ولهم فيها معبد للقمر . فتحها المسلمون في أيام عمر بن الخطاب ( معجم البلدان 2 / 233 ) .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) حكماء الإسكندرية الذين جمعوا كتب ابقراط وجالينوس العشرين وفسروها هم : انقلاوس وجاسيوس واصطفين ثاودوسيوس واكيلاوس وفلاديوس ويحيى النحوي ( ابن أبي اصيبعة ص 151 ، إسحاق بن حنين ص 69 ) .\r\n( 7 ) ك . الصناعة الصغيرة - لجالينوس ( ابن أبي أصيبعة ص 134 - الاسكوريال رقم 883 ، المتحف البريطاني 52 شرق ) .\r\n( 8 ) ك . النبض الصغير - لجالينوس ( ابن أبي أصيبعة ص 134 - المجلس بطهران 521 / 3 . وقد اختصره ثابت بن قرة وفسره أبو الفرج بن الطيب ( ابن أبي أصيبعة ص 299 و 325 بالتعاقب ) .\r\n( 9 ) يقصد به كتاب إلى اغلوقن في التأتى لشفاء الأمراض ( ابن أبي أصيبعة ص 456 ، المتحف البريطاني 23407 طب عربى ) .\r\n( 10 ) ك . الاسطقسات - كتبه جالينوس على رأى ابقراط في العناصر الأربعة أو الأركان ( ابن أبي أصيبعة ص 135 - 136 ، أياصوفيا رقم 3593 ) .\r\n( 11 ) ك . القوى الطبيعية - لجالينوس ( ابن أبي أصيبعة ص 136 ، سراى احمد الثالث رقم 433 ) ، لايدن 1247 ، اسكوريال 846 ، الرازي - الحاوي 7 / 162 ) .\r\n( 12 ) كتاب التشريح الصغير - وهو اختصار لكتاب مارينس في التشريح ( ابن أبي أصيبعة ص 138 )\r\n( 13 ) ك . في عمل التشريح - أو التشريح الكبير ، أو علاج التشريح ( ابن أبي أصيبعة ص 98 - لا لي برقم 624 / 1 ، والمتحف البريطاني برقم 23 ، وباريس الوطنية رقم 2851 ، الرازي - الحاوي 3 / 183 ، 206 ، 12 / 155 ، 199 ، 222 ) .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) ك . تعرف الأعضاء الباطنة - اسمه الكامل تعرف علل الأعضاء الباطنة وقد مر التعريف به في هوامش الباب الخامس .\r\n( 15 ) ك . النبض الكبير - لجالينوس ( ابن أبي أصيبعة ص 129 ، دانشكاه 2408 ، المجلس بطهران 3974 ، غوته 1904 ، الرازي - الحاوي ص 36 ، 37 ، 90 ، 93 ، 122 ، 224 ، 14 / 7 ) .\r\n( 16 ) ك . أصناف الحميات - لجالينوس ( ابن القفطي ص 129 ، الاسكوريال رقم 797 / 1 ، المجلس بطهران 3974 ، ابن قرة - الذخيرة 148 ، 167 ، 168 ، الرازي - الحاوي 4 / 125 ، 194 ، 13 / 76 ، 19 / 120 ، 134 ، 155 ) .\r\n( 17 ) كتاب البحران - لجالينوس ( ابن أبي أصيبعة ص 137 ، المجلس بطهران رقم 3974 ، الاسكوريال 797 / 3 ، الرازي - الحاوي 113 ، 118 ، 19 / 1 ، 129 ، 134 ، 164 ، ابن قرة - الذخيرة 163 .\r\n( 18 ) كتاب أيام البحران - لجالينوس ( ابن أبي أصيبعة 137 ، الاسكوريال رقم 797 / 2 ، المتحف البريطاني رقم 6670 / 11 ، ابن قرة 27 ، أحمد بن يوسف - شرح الثمرة لبطليموس برلين 5874 ) .\r\n( 19 ) ك . قاطاجنيس - لجالينوس ، وهو أحد قسمي كتابه في الأدوية المركبة ( ابن أبي أصيبعة ص 143 ) .\r\n( 20 ) ك . الميامر - لجالينوس ، وهو القسم الثاني من كتابه في الأدوية المركبة 134 ، ايا صوفيا رقم 3588 ، ويلكوم بلندن رقم 62 شرق ، دانشكاه برقم ( ابن أبي أصيبعة ص 143 ) .\r\n( 21 ) المعجونات - لم نقف على هذا الكتاب في مؤلفات جالينوس .\r\n( 22 ) ك . تدبير الأصحاء - لجالينوس ، وهو في الطب الوقائي . ( ابن أبي\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nأصيبعة ص 149 ، باريس رقم 2858 ، الاسكوريال 802 / 3 ، ابن بن الطبري - فردوس الحكمة ص 97 ، الرازي - الحاوي 19 / 19 ، 20 / 33 ، 305 ، ابن قرة - الذخيرة ص 6 ، 74 ، 174 . المجوسي - الملكي 2 / 7 ، 33 ، 41 ، ابن البيطار 2 / 85 ، 3 / 34 ، 4 / 99 .\r\n( 23 ) ك . الكيموس - لجالينوس ( ابن أبي أصيبعة ص 143 ، كما يذكره الرازي باسم الكيموسين ، الحاوي 13 / 53 ، 19 / 320 ، 410 ، 20 / 33 ، 66 ، 132 ، 154 ، 194 ، 205 ابن البيطار - الجامع 1 / 18 ، 2 / 101 ، 3 / 164 ، 4 / 51 ، 79 .\r\n( 24 ) ك . التدبير الملطف ( ابن أبي أصيبعة ص 143 ، الرازي - الحاوي 4 / 6 ، 15 / 26 ، 7 / 83 ) .\r\n( 25 ) ك . الكرة الصغيرة - لجالينوس . وفيه عن فوائد اللعب بالكرة الصغيرة ( ابن أبي أصيبعة ص 144 ) .\r\n( 26 ) ك . علل النفس - لجالينوس ، وهو في حركة التنفس ( اليعقوبي 1 / 114 ، ابن أبي أصيبعة ص 139 ، الرازي - الحاوي 9 / 66 ) .\r\n( 27 ) ك . منفعة النبض - لجالينوس ( باريس 2853 ، اسكوريال 850 ، المتحف العراقي 107 ، عريب - الجنين ص 9 ، 24 ) .\r\n( 28 ) ك . حركة الصدر والرئة - لجالينوس ( اليعقوبي 1 / 114 ، ابن أبي أصيبعة ص 139 ) .\r\n( 29 ) ك . في الصوت ( اليعقوبي 1 / 114 ، ابن أبي أصيبعة ص 140 ) .\r\n( 30 ) ك . الحركات المعتاضة - لجالينوس بمقالة واحدة في حركات تظهر في الجسم ولم تكن معروفة قبله . وقد تكون هذه هي الحركات التي تعرف اليوم باسم الحركات المنعكسة .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n[ المقالة الثانية من الكتاب النافع في كيفية تعليم صناعة الطب 
  ]\r\n2 - نص وتحقيق المقالة الثانية من الكتاب النافع في كيفية تعليم صناعة الطب\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم صلّى اللّه على محمد وآله وسلّم\r\nالمقالة الثانية من الكتاب النافع وهي ثلاثة أبواب\r\nالباب الأول في الأسباب المغلطة لواضعى الكتب في الطب بعد جالينوس .\r\nالباب الثاني في أن حنينا يغلط ويخطى في مصنفاته أغاليط ضارة في صناعة الطب .\r\nالباب الثالث في أن الرازي يظن أنه قد فهم ما في كتب جالينوس وليس ما ظنه من ذلك صحيحا .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالباب الأول في الأسباب المغلطة لواضعى الكتب في الطب بعد جالينوس .\r\nقد عرف الفاضل جالينوس في كتبه لمن شرع في تعليم صناعة الطب في استيفاء فهمها والحصول على منافعها ، ان يتقدم فيتأدب المرتاض في آداب وعلوم وصنائع كثيرة ما هو ضروري في صناعة الطب كصناعة المنطق ، ومنها ما ليس ضروريا كالنجوم .\r\nونحن نوضح في هذا الكتاب مقدار حاجة الطبيب من كل واحد من الآداب والصنائع . ونبين انه لما عدم مصنفوا الكتب بعد جالينوس معرفة هذه وجهلوه ، غلطوا في كتبهم وأخطأوا خطأ عظيما بعظم ضرره في هذه الصناعة . فمن ذلك اللغة والنحو ، فإنه يكتفى منهما بكتاب واحد مختصر من كتب المتعلمين لها ، وذلك ان المتعلم بصناعة الطب إذا حصل له ما يميز من الكلام ، ويفرق بين الموضوع ( . . . ) والمحمول ، اقتدر بذلك على المخاطبات المسموعة من الأطباء ، والمخاطباب التي كتبها من مات ، وبين انه لا يحتاج في حفظ الصحة ولا في علاج المرضى إلى شئ من اللغة والنحو 1 ، فلذلك لا [ عتب على من 
  ] لحن في كلامه أو لم يلحن ، والتعمق فيهما صارف عن تعليم صناعة الطب ، فاذن لا حاجة إلى هذين مثل حاجة المتعلم لهما إلى الكامل فيهما . ذلك أنه إذا ميز الكلام وفهمه أمكنه ان يتعلم صناعة الطب ، كان فصيحا أو غير فصيح ، ولعمري ان الأحسن ان يكون فصيحا . ومن ذلك علم الحساب والعدد والمساحة والهندسة ( والموسيقى ) والنجوم ، يستخرج بها ذهنه ويعتاد البرهان ويألف الحق ، إذ كان يحتاج المتعلم بصناعة الطب أكيس الناس وأذكاهم ، وأكثرهم حبا للحق والبرهان . وهذه الصنائع أيضا في صناعة الطب ، لان بالحساب والعدد تستخرج\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nأوزان الأدوية ، وكل ما يحتاج إلى حسابه ، مثال ذلك إذا كان دواء حارا في الدرجة الثانية واخر حار في الدرجة الثالثة ، وأخذ منهما مقدارا لتساويا ، كان أؤلف منهما حارا في نصف الدرجة الثالثة لا يجمع الثانية والثالثة وتأخذ نصفها فتكون اثنان ونصف . وبالحساب والهندسة نوقف على اشكالها ، وتجاويفها ، واتصالاتها وسائر ما يحتاج اليه في خلقها ( و . . . ) بذلك أيضا في علاج الأورام والقروح وسائر ما أشبه ذلك . فان القرحة المدورة أوسع من غيرها مما يظن أنه قدرها ويحتاج في اثبات اللحم إلى أن يجعل القرحة زوايد تنبت الطبيعة منها اللحم .\r\nوبصناعة التأليف يسهل تأليف الأدوية المفردة « * » على ما ينبغي ، ويستعان بها في حفظ الصحة كالالحان الموافقة للامزجة .\r\nأما في علاج الأمراض فبالالحان المضادة للمزاج ، وبعلم النجوم ليوقف على طلوع الكواكب الثابتة وغروبها ، وزيادة الحر وافراطه ، وهبوب الرياح ، ومدود الأنهار والأمطار ، كما سن ابقراط وفصل مبادئ السنة بطلوع الكواكب الثابتة وغروبها .\r\nوأيضا فقد بين في كتاب أيام البحران وغيره ، ان معرفة مسير الشمس والقمر والكواكب الخمسة المتميزة التي هي زحل والمشترى والمريخ والزهرة وعطارد ، نافع جدا في معرفة أيام البحران ، وحال البحران نفسه هل هو سليم أو مهلك ، أو تام أو ناقص . وانا ، لدى ان التعمق في هذه العلوم صارت [ من استيفاء سمع به في صناعة الطب 
  ] وانه يكفى للمتعلم في كل واحد منها بعض المختصرات منها ، مثل الجمع والتفريق وكتاب الارثماطيقى 2 وكتاب أقليدس 3 في أصول الهندسة ، ( والزيج ) 4 وكتاب الأربع 5 لبطليموس . فان هذه الكتب كفاية . فأما التعمق في كل واحد منها مثل قراءة كتب المخروطات وفهمه ، وكتاب المجسطى 6 وفهمه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) يقصد بتأليف الأدوية المفردة ، تركيب بعضها مع بعضها\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوتولى الارصاد ومزاولتها ، فان ذلك من الطول والصعوبة ما يعوق عن تعلم صناعة الطب .\r\nومن ذلك صناعة المنطق ، فان المتعلم إليها مضطر ان كان يؤثر الكمال في صناعته ، لان بها يثبت الحق من الباطل والخير من الشر ، ويستنبط ويستخرج كلما يحتاج إلى معرفته . ولذلك ينبغي ان تمعن في صناعة المنطق قليلا . وكذلك الحال في العلم الطبيعي ، فإنه لا يسعه جهل معرفة الكون والفساد والاستحالة ، والقوى ، والافعال ، والمنافع ، ووجه الحكم في كل واحد منها . فان الطبيب ينبغي أيضا ان يكون قد جمع محاسن الاخلاق ، وهو باب يحتاج فيه إلى الجزء العملي من الفلسفة .\r\nوإذا كان الامر على ما وصفنا فالامر على ما قال جالينوس ان الطبيب الفاضل فيلسوف كامل ( 6 ) .\r\nثم إن الطبيب مضطر إلى معرفة قوى الأغذية والأدوية ، وسائر المواد التي تحفظ بها الصحة وتشفى المرض ، وليس يكفيه معرفة قواها المفردة فقط ، لكنه مضطر إلى أن يكون مجيدا في تأليف بعضها مع بعض . فلذلك يحتاج إلى معرفة صناعة الطبيخ ليوقف لكل مريض غذاء موافقا في مرضه ، ويأمر باتخاذه . ويحتاج إلى معرفة الأدوية كي لا « * » يؤتى منها بغير الذي التمسه . ولست أقول انه ينبغي ان يكون طباخا ، ولالقاطا للأدوية ، ولا صيدلانيا ، ولكني أقول : انه لا يسعه جهل ما يحتاج اليه في هذه الأبواب أصحاب صناعة الطبيخ ولقاطى الأدوية ، والصيادلة ( الات « * * » ) له .\r\nوكذلك أيضا حاجته إلى الشق والبط والقطع والكي والفصد وساير ما أشبه ذلك . فان هذه المهن كلها الات للطبيب . والأحسن بالطبيب ان يكون عارفا بهذه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس لكلمة ( لا ) وجود في المخطوطة ، ووضعها يقتضيه المعنى والسياق\r\n( * * ) في المخطوطة : آيات\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالأشياء معرفة بالغة ، فان اضطر في حال إلى تناولها بنفسه فعل . ذلك أنه قد تفاجىء امراض لا تمهل الطبيب إلى أن يحضر ما يحتاج اليه من أهل هذه ، فيضطر هو إلى أن يتناولها فيكون من حيث أمر بها طبيبا ، ومن حيث تناولها الة ، وليس هذا يمتنع فان أشياء كثيرة هي من وجه اخر شئ اخر . وذلك ان الطبيب من حيث هو طبيب بمنزلة الملك العظيم المقيم في وسط مملكته يصرف الولات في اعماله لينوب كل واحد منهم في العمل الذي أولاه عنه ، ويتصرف فيه حسب ما امره الملك . وكذلك الطبيب يأمر كل واحد منهم من أصحاب المهن بما سمح به المرض . ولقد أمر ابقراط وجالينوس ان يكون من يدبر ، سامعا مطيعا للطبيب كما يستمع العبد من مولاه وأهل المملكة من ملكهم . فإن لم يكن تدبر صناعة الطب على هذه ، فينبغي للطبيب ان لا يتعرض ما أمكنه ذلك .\r\nومن البين ان اجتماع ما ذكرنا في انسان واحد عسر ، فلذلك يكون وجود الطبيب نادرا في كل مدينة ، وفي كل زمان . وبقدر نقصان الطبيب فيما ذكرنا يكون انحطاطه عن الكمال [ و 
  ] يكون انحطاطه في صناعته . ولهذه الأسباب كلها صار يتسمى بالطب الفصادون ، والكحالون ، والبطاطون « * » ، والحقانون ، وكثير من الصيادلة ، ولقاط الأدوية « * * » . وقوم كثير لما اجتمع فيهم بعض هذه المهن اعجبوا بأنفسهم وظنوا أنهم أطباء فضلاء ، فوثبوا إلى تأليف الكتب .\r\nومن القبح الشنيع ان يتعاطى رجل وضع كتاب قد سبق اليه واستقصى من قبله ما صنعه . وأشنع من هذا واقبحه ان يكون المتأخر مقصرا فيما وضعه الأول ، وان اتفق ان يكون المتأخر غالطا أيضا أو مخطيا فيما وضعه ، فتلك غاية الشناعة والقبح . ونحن نجد كثيرا من واضعي الكتب بعد جالينوس على هذه الحال كما\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) البطاطون : هم الذين يمارسون شق الخراج وما على مستواها من العمليات\r\n( * * ) لقاط الأدوية : هم الذين يجمعون الأعشاب الطبية من البراري .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nسنبين ذلك فيما يستأنف ، والأسباب الداعية لها . ولا كثيرة منها حسب النباهة و ؟ ؟ ؟\r\nالذكر ، ومنها نباهة الصيت ( . . . ) ليكسبوا بها مالا ، أو يخدعوا بعض ذوى الأموال كالذي فعله الرازي وغيره ، في الخطب التي صدروا بها كثيرا من كتبهم ، فإنهم يقولون فيها : انا نضع لك كتابا ليبقى لك ذكرك ، وليكون لك نافعا ، وانما هذا من الخدع العجيبة . وكثير أيضا من الناس يجهل انه جاهل فيتوهم انه فاضل ، وهو في غاية البعد من الفضيلة . وذلك انى شاهدت من هذا الضرب خلقا كثيرا ، بهم من العجب والحمق والصلف ما تعظم صفته . وكنت كثيرا ما أتعجب منهم واضحك . ولقد رأيت منهم رجلا يؤثر أن يدعى طبيبا فاضلا ، ويأمر الناس ، فإذا عارضه أحد ولم يسمع أمره تمرمر واختلط ، وكان مع هذا الحال بعيدا جدا عن فهم صناعة الطب ، أو فهم جزء منها صغير فضلا عما سواه . وهذا الضرب من الناس كثير ، والرجل الفاضل قليل جدا . ولذلك قال بعض القدماء : ان مخاطبة رجل واحد منهم مقام خطاب عشرة آلاف رجل . ولذلك اترك ذكرها ، ولأتم هذا الباب فأقول :\r\nينبغي لمن أراد ان يضع كتابا في صناعة الطب ان يتقدم أولا فيتأدب ويرتاض بما ذكرنا من الآداب والعلوم ، ثم يفهم كتب ابقراط وجالينوس على الاستقصاء فيصير طبيبا فاضلا كاملا ، ثم ينظر فان وجد طريقا في هذه الصناعة نافعة للناس وضع للناس منها ما يضعه ، فإنه يسلم بما ذكرناه من الأغاليط والزلل ، لا سيما إذا كان يفسر أقاويله ، ويزن معانيه بقول من صناعة المنطق . وهذا بات يعرفه كل من وضع كتابا في صناعة الطب بعد جالينوس . ولذلك كثرت اغاليطهم ، ولم يسلم واحد منهم من الخطأ والزلل ، ولا سيما المحدثين منهم ، فإنهم كانوا أبعد عن الصواب ، وأكثر خطأ وزللا . ونكتفي في تصحيح ما ذكرناه ان نحضرك أقاويل أشهر هؤلاء عند الناس في صناعة الطب ، ومن الظن به انه قد استكمل هذه الصناعة كحنين ومحمد الرازي . وانا نضرب باقاويلهما أمثلة يفهم بها الحال في غيرهما من مصنفى الكتب « * » ، فاسمع ذلك واصغ اليه ببالك .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : الكتاب\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) عناوين الكتب التراثية في الطب العربي ، ومتونها أيضا تدل على مكنة مؤلفيها في ضبط اللغة وحسن استعمال مفرداتها . ولابن مندويه الاصفهاني رسالة في الرد على من انكر حاجة الطبيب إلى علم اللغة ( ابن أبي اصيبعة ص 460 ) وهذا ما لا يتفق ورأى ابن رضوان في هذا الموضوع .\r\n( 2 ) كتاب الارتماطيقى - في الاعداد والجبر والمقابلة وهو من مؤلفات أحمد بن الطيب السرخسي ( ابن النديم - طهران 321 ) .\r\n( 3 ) كتاب أقليدس - ويعنى به كتاب الأصول في الهندسة لاقليدس . وهذا المؤلف صوري الأصل وكان يعمل في النجارة في أيام اليونانيين بتلك الديار ( ابن القفطي ص 62 ) .\r\n( 4 ) الزيج - جداول يستعملها الفلكيون في الرصد ، كما يستعملها المنجمون لضبط الطوالع وما إلى ذلك . وقد أورد المؤلف هذا اللفظ دون ان يتكلم عنه . ويبدو من السياق انه أراد ان ينسبه إلى شئ ما أو إلى شخص ما فانقطع وقد يكون سقط أثناء النسخ .\r\n( 5 ) ك . الأربع لبطليموس - ويعرف باسم المربعة أو كتاب الأربع مقالات لبطليموس ، وهو في صناعة احكام النجوم . ( ابن النديم ص 273 ، ابن القفطي ص 242 ) . وقد ترجم أبو يحيى البطريق هذا الكتاب إلى العربية في عهد الخليفة المنصور ( نللينو - علم الفلك ص 146 ) .\r\n( 6 ) ك . المجسطى - لبطليموس القلوذى . وهو في الفلك وحركات النجوم وكيفية ارصادها . ترجم إلى العربية في أيام هارون الرشيد ( ابن القفطي ص 96 - 97 ، 68 - 69 ) .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالباب الثاني في أن حنينا يغلط ويخطى في مصنفاته أغاليط ضارة في صناعة الطب .\r\nوحنين رجل قد نظر في كتب ابقراط وجالينوس وكثير من كتب الفلاسفة ، ووضع لكثير من كتبهم جوامع على طريق المسئلة والجواب وغير ذلك . وترجم كثيرا من الكتب ترجمة حسنة [ فلقدمه « * » ما ذكرناه 
  ] من تلك الآداب والعلوم عرض له ان يزل ويخطى في مصنفاته ، فمن ذلك كتابه الذي سماه المدخل إلى صناعة الطب ، فان هذا الكتاب الناس به مغتبطون ، وله مادحون في شرق الأرض وغربها ، وساير أقطارها من نحو مايتى سنة إلى يومنا هذا . ولم يشعر أحد قبلنا بالزلل والخطأ الذي فيه ، بل رام كثير من الناس تفسير هذا الكتاب وتلخيصه 1 ، فاتبعوه على غلطه .\r\nوكان العار عليهم أكثر ، أعظم ، لو خطأ حنين فيه ، ما هو قلة معرفة بالآداب والعلوم ، وذلك أمر ضار جدا في صناعة الطب ، [ فمن ذلك 
  ] قوله بهذه الألفاظ : ( كم هي أصناف المرة الصفراء ؟ « * * » خمسة ، وما هي ؟ منها الأحمر الناصع ، وهذا الصنف منها هو الطبيعي الأصلي وتولده يكون في الكبد ، ومنها ما هو أصفر وتولده يكون في مخالطة المائية للمرار الأحمر الناصع ، ولذلك صار هذا الصنف أقل سخونة من غيره . ومنها ما يشبه صفرة مح البيض ، وتولده يكون من مخالطة الرطوبة الغليظة البلغمية للمرار الأحمر الناصع . ولذلك صار هذا الصنف أيضا أقل سخونة مما مضى من أصنافها . ومنها ما لونه شبيه بلون الكراث 2 . وتولد هذا الصنف أكثر ما يكون في المعدة . ومنها ما يشبه الزنجار 3 وسم الأفاعي ، وتولده يكون من شدة الاحتراق ، ولذلك صار هذا الصنف مفرط الحرارة واليبس ) 4 . ويكون علاج كل واحد منها بحسب هذا الصنف . وبقي منها\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) قد تكون هذه العبارة مصفحة عن : بما ذكرناه .\r\n( * * ) رمز الاستفهام هذا وما إلى ذلك من وضعنا وليس له وجود في المخطوطة .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالصنف الذي منه تغتذى ( منه ) « * » الريه ، وما أشبهها من الأعضاء . فان ابقراط وجالينوس بينا ان الرئة تغتذى من خلط الصفراء دون الدم . وهذا الصنف بحسب ما أوضحه جالينوس ، حلو الطعم ، غير أنه سريع الاستحالة إلى المرار . وهو يجرى مجرى العسل الذي قد صار بالطبخ « * * » في أفق المرار اعني انه لم تبق له إلى أن يصير مرا غير طبيخ . فهذان صنفان من المرة الصفراء ما عرفهما حنين . أو لعله كان يعرفهما فنسيهما عند تأليف الكتاب . ويدل على أنه ما كان يعرفهما ظنه انه الطبيعي الأصلي من خلط الصفراء هو الأحمر الناصع ، وهذا غلط قبيح وضار في اعمال الطب . وذلك ان الطبيعي الأصلي من الصفراء هو على ما بين جالينوس يجرى من الدم مجرى الرغوة التي تطفو فوق الشراب في حال غليانه ، اعني انه الشئ الذي قد بلغ بما في اللطافة من الدم إلى أن صار شبيها بالنار ، وهذا هو الصنف الذي ذكرنا ان الرئة تغتذى منه . ولون هذا الصنف أصفر على لون الذهب السبيك ، وطعمه حلو ، وباقي أصنافه مرة الطعم . لذلك أخطأ « * * * » حيث لم يميز طعم أصنافها ، وأخطأ في توهمه ان الصنف الطبيعي الأصلي احمر ناصع ، فان هذا اللون يشبه ما عتق لونه من شعر الزعفران 5 . وهذا الصنف ليس بطبيعى إذا طبخ بالنار ، لكثرة استحالة الطبيعي من الطعم الحلو إلى الطعم المر . فإنه إذا زادت الحرارة عليه صار مرا كما يعرض للعمل « * * * * » وصار لونه الذهبي احمر ناصعا على لون شعر الزعفران .\r\nثم إن حنينا أخطأ أيضا في قوله : ومنها ما هو أصفر ، وتولده يكون من مخالطة الرطوبة المائية للمرار الأحمر الناصع ، من وجهين « * * * * * » ، أحدهما ان الأصفر\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) تبدو هذه الكلمة مكررة إلى جانب التي تقدمتها .\r\n( * * ) في المخطوطة : الطبيخ .\r\n( * * * ) يقصد أخطأ حنين .\r\n( * * * * ) في المخطوطة العسل .\r\n( * * * * * ) هذا كلام ابن رضوان اى ان حنينا أخطأ من وجهين .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمنه ضربان : الطبيعي على ما ذكرنا ، وهو معتدل القوام ، من أصنافها حلو الطعم ، وفي حلاوته حرافة ، على ما يوجد عليه بعض أصناف العسل الجيد .\r\nوالضرب الاخر : الأصفر الرقيق ، وهذا ليس يكون من مخالطة الرطوبة المائية [ لا 
  ] أي رطوبة مائية اتفقت ، لكن مخالطة المائية التي نضجت الدم فقط .\r\nوهي الرطوبة التي منها يكون البول . وبين انه كثيرا ما تكون الرطوبة قد استحالت فصارت أكثر حرارة فيكون هذا الصنف من المرار أكثر حرارة من الصنف الطبيعي لا أقل حرارة ولا أشد حرارة منه الأحمر الناصع . وقد وضح « * » حنين انه أقل سخونة من غيره ، وهذا ضار في صناعة الطب جدا ، من قبل ان المداواة يجب أن تكون متساوية للمرض ، فإن كان أقل سخونة فعالجه بما هو أقل بردا ، وان كان أشد حرارة بما هو أشد بردا . وصدق حنين في قوله انه يتولد من المرار الأحمر الناصع إذا خالطته رطوبة مائية ، غير أنه لم يوضح لنا هذه الرطوبة المائية ما هي ؟\r\nهل هي مائية الدم أو صديدا ، أو بلغما رقيقا أو غير ذلك . لكن قوله انه أقل سخونة من غيرها يوهمنا ان الرطوبة المخالطة له باردة المزاج ، وهذه هي الرطوبة البلغمية .\r\nولذلك يكون قوله خطأ وغلطا ضار « * * » في صناعة الطب ، من قبل ان المرار الأصفر اللون الرقيق يتولد من مخالطة مائية الدم وصديده الأحمر الناصع .\r\nوأعظم ما خطأ فيه حنين في هذا الكلام وأقبحه ، وأشده أضرارا بصناعة الطب قوله : ومنها ما يشبه صفرة البيض وتولده يكون من مخالطة الرطوبة الغليظة البلغمية للمرار الأحمر الناصع . ولذلك صار هذا الصنف أقل سخونة من غيره 6 . فان هذا القول في غاية المباينة لما أوضحه ابقراط وجالينوس . وذلك انهما بينا ان الصنف الشبيه بصفرة البيض يتولد من غلبة الحرارة واستيلائها على المرار الأصفر ، وتنشيطها رطوبته فيغلظ ويصير في قوام البيض وفي لونه كما يغلظ\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : وضع .\r\n( * * ) في المخطوطة : ضار\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالعسل بالطبخ . وهذا بعض ما قاله حنين في كتابه المدخل . والمفهوم بحسب قانون المداواة ، ان علاج هذا الصنف على راية هو بما ييسر البرد من الأدوية ، على رأى ابقراط وجالينوس بما هو شديد البرد جدا ، فهذه أغاليط ضارة في صناعة الطب في كلامه الذي وضعناه بألفاظه . أما اغاليطه غير الضارة في صناعة الطب فهي قوله ( وما هو السؤال « * » عن جوهر المسؤول عنه ، وليس يكون الجواب عن الجوهر باللون بحسب ما سنن في صناعة المنطق ، يكون اما بالحد واما بالرسم ، أو رسم ينوب مناب الحد ، وما فعل ذلك ) ولا ادرى أقسم باللّه ما دعاه إلى هذه الأغاليط كلها فيما قدره . وقد وضع فيها جميعه « * * » من كتب جالينوس خلاف بما وضعه هنا . وتقل من كتب جالينس من ما يصحح اغاليطه واضراره باعمال الطب . فمن ذلك قوله ( كم هي أصناف المرة ( الصفراء اثنان ، وما هي ؟ طبيعي وخارج عن الطبع ، وهو المرة الصفراء . ثم يقول كم هي أصناف المرة الصفراء ؟ ) « * * * »\r\nوأيضا ما نقله ( يشير إلى حنين ) من المقالة الثانية من كتاب القوى الطبيعية لجالينوس . فان جالينوس يقول بهذا اللفظ : أحضر لي ببالك عصير عنب اعتصر من قريب ، يغلى ويستحيل من الحرارة التي فيه ، وانه يحدث له في استحالته تلك فضلين أحدهما أخف ، وأخف من طبيعة الهواء والاخر اثقل وأقرب من طبيعة الأرض . فالأول منها يسمى زبديا والاخر دردا . فإنك ان شبهت الأول بالمرة\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : سؤل\r\n( * * ) في المخطوطة : جمعه\r\n( * * * ) ما بين القوسين ليس له وجود في أصل كتاب المسائل لحنين . وفي الأصل يسأل حنين عن أصناف المرة السوداء لا المرة الصفراء فيقول : كم هي أصناف المرة السوداء ؟ صنفان وما هما ؟ منها طبيعي أصلى وهو بمنزلة عكر الدم وثقله ويعرف بالخلط الصفراوي .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالصفراء والثانية بالمرة السوداء لم تخطى في ذلك وليس صورة هذين الخلطين إذا كان امر البدن يجرى على الامر الطبيعي صورة واحدة بعينها . كما قد نجد ذلك يعرض كثيرا إذا كان أمره خارجا عن الطبع . وذلك ان المرة الصفراء تكون شبيهة بمح البيض وتسمى بهذا الاسم ، لأنها تكون « * » حينئذ شبيهه « * * » في اللون والغلظ .\r\nواما السوداء فتعسر أيضا وتصير أردأ من المنبعثة من الطبيعة . في هذا لكلام دلالة على أن هذا الصنف المجنى من المرة الصفراء سوء فساد خلط الصفراء الطبيعي واستحالته في اللون والقوام ، لأنه يصير فيها على خلاف ما كان عليه في الطبع .\r\nوجالينوس يلخص ذلك بعد قليل فيقول بهذا اللفظ : واما الشئ الذي يحترق من الغذاء ، أو من ( . . . ) أو من متوقد ، وهو ما كان منه شديد « * * * » الحرارة جدا ، شديد الحلاوة بمنزلة العسل والشحم ، فيصير مرارا أصفر ومعه من الدم الآلات التي تعرف بالقابلة للمرار . وهذا الشئ لطيف رطب ، سيال لا محترق بمنزلة ما قد احترق في الغاية حتى صار احمر ناريا غليظا بمنزلة مح البيض .\r\nوذلك ان الخلط صار لا محالة رطوبة . فإنه إذا زادت الحرارة العرضية النارية على هذا الصنف ، أحرقته وصيرته مرارا أسود .\r\nوما حاجتي في التطويل ، وأنت تقف عليه إذا قرأت اخر المقالة الثانية من كتاب القوى الطبيعية وجوامعها وتفسيرها للقدماء ، وجوامع حنين تفسير لها 7 .\r\nفإنه ينص على أن الحق ببعض ما وصفه بكتابه الذي سماه المدخل . وليت شعري كيف لم يشر في قوله ان الأصفر يكون من مخالطة الرطوبة المائية ، واى رطوبة مائية هي ؟ وهو يجد جالينوس يقول بهذا اللفظ في هذه المقالة : وقد تخلف المرار بان منه صنفا لا يخالطه شئ اخر ، بعد قليل فيقول بهذا اللفظ ( . . . )\r\nواما الشئ الذي يحترق من الغذاء أو يتوقد « * * * * » وهو ما كان منه شديد\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : لأنه يكون\r\n( * * ) في المخطوطة - شبيهة\r\n( * * * ) في المخطوطة : شديدة\r\n( * * * * ) في المخطوطة : متوقد\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nالحلاوة جدا . شديد الحلاوة بمنزلة العسل والشحم فيصير مرارا اصفر ، ومعه من الدم ، الآلات التي تعرف بالقابلة للمرار . وهذا الشئ لطيف رطب سيال لا محترق ، بمنزلة ما قد احترق عن الطبع ) . واما الذي ذكرناه قبلة فطبيعى ، والذي ذكره قبله هو الذي وضعه بهذه الصفة ما كان منه شديد الحرارة شديد الحلاوة بمنزلة العسل والشحم . وهذا واضح فيه ان الخلط الصفراوي الطبيعي شديد الحلاوة شديد الحرارة على ما ذكرنا ، وانه يجرى من الغذاء وهر الدم مجرى زبد البحر أو الشراب إذا غلى على النار بالحرارة التي تنشو فيه .\r\nفقد انضج لك المحى من الحرارة الصفراء ، ويتولد من احتراق الخلط الطبيعي منها في الغاية . وحنين يضع انه يتولد من مخالطة الرطوبة الغليظة ، وهذا بعض ما برهنه جالينوس . ثم إن جالينوس يقول بعد قليل بهذا اللفظ في تولد أصناف المرار الأسود :\r\nوكثيرا ما يستحيل إلى هذا النوع من المرة السوداء الذي قد بلغ هذا المبلغ من الاحتراق والتوقد المرار الشبيه بمح البيض إذا عرض في وقت من الأوقات ان يحترق هذا المرار ويشتوى من الحرارة النارية ( . . . . ) مفهوم من هذا الكلام الكلام لان المرار الصفراوي واحتراقها أباه وتنشيفها في الغاية حتى صار أحمر ناريا غليظا خارجا بمنزلة مح البيض . وذلك ان هذا الخلط قد صار لا محالة خارجا عن الطبع . واما الذي ذكرناه قبله فطبيعي والذي ذكرناه قبله هو الذي وصفه بهذه الصفة ما كان منه شديد الحرارة شديد الحلاوة بمنزلة العسل والشحم .\r\nوهذا واضح فيه ان الخلط الصفراوي الطبيعي شديد الحلاوة شديد الحرارة على ما ذكرناه ، وانه يجرى من الغذاء الذي هو الدم مجرى زبد البحر أو الشراب إذا غلى على النار بالحرارة التي تنشد فيه . فقد اتضح لك المحى من المرة الصفراء يتولد من احتراق الخلط الطبيعي منها في الغاية . وحنين يضع انه يتولد من مخالطة الرطوبة الغليظة . وهذا بعض ما برهنه جالينوس .\r\nثم جالينوس يقول بعد قليل بهذا الفظ في تولد أصناف المرار الأسود :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوكثيرا ما يستحيل إلى هذا النوع من المرة السوداء الذي قد بلغ هذا المبلغ بالاحتراق والنوقد ، المرار الشبيه بمح البيض إذا عرض في وقت من الأوقات ان يحترق هذا المرار ويشتوى من الحرارة التارية ( . . . . ) ومنه ما قد ترطب بسبب اختلاط المائية . فلم يقل جالينوس الرطوبة فقط لكن قال بسبب اختلاط المائية . وأعجب من هذا كله ان جالينوس يصرح بما برهنه في كتبه من أصناف المرة الصفراء الخالصة في مقاله في المرة السوداء فيقول بهذا اللفظ : وفي البدن كيموس اخر يظهر في القئ منه أبدا مرار ولونه أصفر اللون الا انه ليس يكون مشبع الصفرة . وقد استدل الحذاق بأمور الكيموسات « * » من اختلاف الكيموس على أنه انما يصير غير مشبع الصفرة بمخالطة الرطوبة الرقيقة . ومن هذه الرطوبة يكون البول والعرق . وكما أنه إذا خالطت هذه الرطوبة الرقيقة المرة الصفراء تكون غير مشبعة الصفرة ، رقيقة كذلك إذا طبخت الحرارة المرة الصفراء واحالتها كثيرا من الاجزاء الرقيقة صارت مشبعة الصفرة شبيهة يلون صفرة البيض ، وقوامها ولونها ينسب إليها : محبة . وهذه المرة كانت مشبعة ( مشبعة ) « * * » الصفرة ، فإنها تتولد في العروق والشريانات ، وقد تتولد في البطن أحيانا مرة خضراء شبيهة بخضرة الكراث وتسمى الكراثية اللون ؟ ؟ ؟ كما تسمى المرة الخضراء التي خضرتها ورقتها تشبه خضرة الزنجار : الزنجارية .\r\nوتسمى المرة وتنسب لونها إلى الضرب الذي إلى الرقة ما هو من النيلج 8 :\r\nالنيلجية اللون . وهذه الأصناف التي ذكرنا من المرة لها شئ يعمها ، وهو انها لا تجمد كذلك أيضا يسمى الكيموس « * * * » الاخر الشبيه بالدم الرقيق : مرة حمراء لأنه لا يجمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : كيماسات\r\n( * * ) أضفنا هذه الكلمة لاقتضاء السياق ولم يكن لها وجود في المخطوطة\r\n( * * * ) الكيموس : مادة الطعام في المعدة قبل ان تتحول إلى خلط\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nقال المؤلف : هذا كلام جالينوس ، وقد عرف فيه سبعة أصناف لخلط الصفراء . وان المرة الحمراء الناصعة ليس هي الطبيعية ، وان الطبيعية هي ؟ ؟ ؟ ، وان المحية تحدث من غلبة الحرارة وطبخها للمرار ( الاحد . . . . ) لرطوبتها وغير ذلك مما إذا وقفت عليه علمت مبلغ خطأ حنين في المدخل « * » ومبلغ ( . . . ) اضراره بالمتعلمين . فان هؤلاء إذا حصل في أذهانهم ما وصفه حنين من الأصول ، بنوا عليها ما صادفوه من الأمراض الصفراوية ، فيضاعف الغلط ويكثر الزلل في اعمال الطب ، ولا ينجح العلاج .\r\nوفي كلام حنين في المدخل مواضع اخر أخطأ فيها نظير هذا الخطأ . وكذلك في زيادات حبيش ، والفضيحة على حبيش أعظم لأنه ما اصلح أغاليط حنين ، بل ظن أنه كلما وضعه حنين حق وصدق . وانه ينبغي ان يضاف اليه تلك الزيادات .\r\nفلو ان حبيشا شعر باغاليط حنين لاصلحها وتمم الكتاب ، لا كتب ما عرف منها وزاد زيادات أخطأ في كثير منها . وليس بنا حاجة في هذا إلى تعديد ما أخطأ فيه حنين ، لان غرضنا انما هو التنبيه على أنه ينبغي ان يلتفت إليها في صناعة الطب .\r\nوان الذي ينتفع به في هذه الصناعة هي كتب ابقراط وجالينوس ، وما سواها فمعلطة وصارفة عن تعليم صناعة الطب .\r\nولو قصدنا إلى تعديد ما أخطأ فيه حنين في بدأ الكتاب للزمنا ان نعدد ما أخطأ في غيره من كتبه ، مثل كتابه في الأغذية 9 . فإنه يحكى عن جالينوس وغيره من القدماء ، حكايات كثيرة فيها الكذب الظاهر في صناعة الطب ، مثل قوله ان لحم الماعز أسخن من لحم الضان [ فإنه نسب ذلك 
  ] إلى جالينوس . ولما نقل كتاب جالينوس في الأغذية ذكر الحق من رأى جالينوس ، وهو ان لحم الماعز أبرد من لحم الضان فإذا كان حنين قد ظهر في كتب جالينوس وابقراط وغيرهما ، ونقلها من لغة إلى لغة ، وجمع كثيرا منها يغلط ويخطى مثل هذه الأغاليط والخطأ ، فما\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) يقصد كتاب المدخل .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nظنك بمن هو أقل أدبا منه ، وأقل ارتياضا في العلوم والآداب مثل علي بن العباس المجوسي ، فإنه وضع كتابا سماه كامل الصناعة الطبية [ ولغيره من واضعي الكتب 
  ] أما انا فلما قرأت كتاب علي بن العباس المجوسي وجدت فيه من الخطأ والغلط ما لا يتهيأ احصاؤه كثرة [ فليس تولى 
  ] هذا قولا أرى انه لا ينبغي لاحد ان يضع كتابا في هذه الصناعة بعد جالينوس . لكني أرى من أراد وضع كتاب فيها فسبيله ان يتقدم أولا فيرتاض بالآداب والعلوم التي ذكرتها ، ثم يفهم ما وضع لابقراط وجالينوس ، ومزاولة اعمال هذه الصناعة سنين كثيرة ، حتى إذا حكم الصناعة ساغ له ان يصنع كتابا يثبت فيه تذاكيره بجعله عبرة للشيخوخة . وذلك ان جالينوس يقول في المقالة الأولى من المقالتين اللتين وضعهما في جمل حيلة البرء ، ان منفعة الأقاويل المختصرة لمن قد ارتاض من التذاكير ، الاجودان يكون بعد التعليم الكامل التام بعمل الانسان الأقاويل المختصرة بتذكرتها ما في التعليم التام . وبين جالينوس قبل هذا القول إن ينبغي لمن أراد ان يقرأ كتابا ويتعلم صناعة ان يتقدم فيرتاض بما تنتفع به في فهم ذلك ، ويعد كلاما يحتاج اليه فيه . وهذه خلاف ما عليه الناس اليوم لأنهم لا يعلمون على ترتيب ولا يتقدمون فيرتاضون في الآداب والعلوم التي بها يمكن فهم صناعة الطب ، على أنهم مع ذلك يهجمون على وضع كتب فيها بالجهل منهم وسوء الأدب ، فيخلفون أنواعا من الخطأ لا احصاء لها وهم لا يشعرون .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) شرح كتاب المسائل كل من أبى الفرج بن الطيب المتوفي سنة 435 ه / 1043 ( ابن أبي أصيبعة ص 325 ) ومعاصره ابن سينا ، وأبى القاسم ابن أبي صادق النيابورى المتوفي سنة 460 ه / 1068 م ( ابن أبي أصيبعة ص 461 ) وأبى الفرج يحيى بن سعيد الأنطاكي المتوفي سنة 460 ه / 1064 م ، وابن النفيس القرشي المتوفي سنة 687 ه / 1288 م  Brockelmann 1 / 493 \r\nونجم الدين المنفاخ المتوفي سنة 652 ه / 1254 م\r\nولخص كتاب المسائل كل من أبى سهل بن عبد العزيز النيلي المتوفي سنة 420 ه / 1029 م والمخطوطة في لاله لي 3774 ، وايا صوفيا 4857 ، ودار الكتب المصرية طب 1206 / 4 ، وطهران - مجلس 615 . كما لخصه فخر الدين أبى إسحاق إبراهيم النيريزى ( ايا صوفيا 3555 / 4 ، وعطار باشى ( الموصل ) رقم 4 .\r\n( 2 ) الكراث - عشبة جبلية وبستانية . تفيد حالات الجذام وتؤكل لنكهتها ( ابن البيطار 4 / 64 ) .\r\n( 3 ) الزنجار - هو صدأ النحاس وطبيخه بالعسل مفيد لقرحة المعدة والبواسير الجاسية ( الغساني ص 28 ) .\r\n( 4 ) كتاب المسائل في الطب لجالينوس ص 7 - 8 ، والقوسان اللذان يضمان المتن من وضعنا .\r\n( 5 ) الزعفران - نبتة مفيدة للمعدة ورطوبة العين ، واضطرابات القلب ، وسدد الكبد ( ابن البيطار 2 / 162 ) .\r\n( 6 ) ك المسائل حنين ص 7 - 8 .\r\n( 7 ) لم نقف على كتاب باسم جوامع تفسير كتاب القوى الطبيعية لحنين .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) النيلج - شجرة تكنى بالعظم ، وتسمى عصارتها النيلج وهي الصبغ المعروف باسم النيل . وهي مفيدة للقروح والجروح ، كما تفيد ضمادا للخنازير ( ابن البيطار 4 / 186 ، ابن هبل 2 / 137 ) .\r\n( 9 ) ك . الأغذية لحنين - لحنين كتاب باسم في طبائع الأغذية وتدبير الأبدان ( ابن أبي أصيبعة ص 273 ) وقد يكون نفس الكتاب المذكور .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالباب الثالث في أن محمد الرازي يظن أنه قد فهم كتب جالينوس وليس ما ظنه من ذلك بصحيح .\r\nوقد كان محمد بن زكريا الرازي شديد الحرص بطىء الفهم . تشهد بذلك كتبه التي وضعها خاصة كتاب الحاوي لأنه يدل على شدة حرصه ومداومته « * » للدرس ، وكثرة ما قرأ من الكتب في هذه الصناعة ، وزاول من اعمالها ، لكنه لم يتقدم في هذه الصناعة . وزاول من اعمالها لكنه لم يتقدم فيرتاض ، وظن بفضل ذكائه وشدة حرصه انه قد أدرك الآداب والعلوم النافعة فيها . وهذا ظن يعرض دائما لكثرة الأذكياء فان الواحد منهم بعد الواحد ، إذا حصلت له القوة في بعض العلوم والصنائع ، لم يخضع ويتواضع لأهل علم اخر وصناعة أخرى ، لكنه يظن أنه بقوة ذكائه لا يحتاج إلى تعلمها « * * » . وإذا فهم منها القدر اليسير ظن أنه قد فهم جميع ما تضمنته تلك الصناعة ، وانه ليس بعده بعد ، فيصير كل ما يخطر بفهمه مما يظنه أنه منها بنسبته إليها . وبما قدم على تغليط المصيبين فيها بالظن منه . والاقدام بالجهل . وقد رأينا هذا كثيرا ما يعرض لأكثر الأطباء . وهذه خدعة عجيبة ينبغي لمن أراد السلامة ان يتحرر منها ، ولا يتكلم في شئ من العلوم والصنائع حتى يحكمه ، ويعتبر ما أحكمه بصناعة المنطق . وبسبب هذه الخدعة ظن الرازي انه قد عرف شيئا من المنطق ، وشيئا من علم النجوم وغير ذلك . فوضع فيها كتبا دلت انه ما عرف قط معرفة صحيحة ، لا صناعة المنطق ولا علم النجوم ولا العلم الطبيعي . ووضع في صناعة الطب كتبا كثيرة جدا ، صغارا وكبارا . وعمل شكوكا 1 ظن أن جالينوس أخطأ فيها .\r\nوقد أبطلنا من شكوكه 2 فيها وبينا انه في غاية البعد عن فهم ما ذهب اليه جالينوس ، وانه انما تشكك فيها بتصوره بسوء الفهم فقط . والذي يكتفى منه به في هذا الموضع بان يبين ويرشد فقط ، إلى أنه كان لم يتصور اغراض جالينوس في كلامه التصور التام [ المستقصى 
  ] . وهذا يظهر واضحا إذا وضعنا ألفاظ\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : وهنا ومته\r\n( * * ) في المخطوطة : تعلمنا\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالرازي التي زعم فيها انه يحصل معاني كلام جالينوس . فمن ذلك كتاب سماه محصل معاني حيلة البرء لجالينوس 3 قال فيه مخاطبا لبعض الرؤساء : ان قصدي بوضعه ابقاء ذكرك - ليخدعه بهذا القول . وهذا بعيد عن مذاهب القدماء في وضع الكتب 4 . فان القدماء يرون في بقاء الذكر لا يفيد الموتى شيئا البتة ، وانما يفيد الاحياء بان تسكن نفوسهم إلى أقاويل المشهورين بالفضيلة من ( . . . ) ولما كان المؤلف أنشط ما يكون وأقل مللا في أول كتابه ، رأينا ان نضع من كلام الرازي ما زعم أنه حصل فيه معاني المقالة الأولى من حيلة البرء وسطرها [ لأصحابه فتعلم 
  ] انه يتصور مذاهب الرجل ، أو أخطأ فسيتولى بخطابه ، على أنه إذا كان في أول هذا الكتاب وفيما هذا قدره . وقد أخطأ وزل عن مذاهب الرجل ، وهو فيما قد كل فيه نشاطه ، وكثر فيه ملله أكثر خطأ .\r\nفإنه إذا كان كذلك فليس ينبغي ان يركن إلى كلامه ولا يوثق به . وقبل ان نضع كلامه ، نرسم ما زعم جالينوس فنقول :\r\nان جالينوس قد جمع في مقالتين اغراضه في حيلة البرء ، فقال بهذا اللفظ :\r\nجمل المقالة الأولى من حيلة البرء ست جمل ، الجملة الأولى في مناقضة ثاسلس فيما ناقضه فيه ابقراط والأطباء القدماء الآخرين .\r\nقال المؤلف : ( ابن رضوان ) « * » لما أراد جالينوس وضع كتاب حيلة البرء والثاني لشفاء الأمراض 5 على رأى ابقراط الذي هو رأى حق وصواب ، وكان قسم من الأطباء ينسمون أنفسهم وفرقهم كلها بهذا الأهم ، اعني أصحاب الحيلة ، لزمه ان ينظر أولا هل أصاب قولا أم أخطأ .\r\nووضع على طريق المثال رأس الفرقة المصيبة وهو ابقراط ، ورأس الفرقة المخطية وهو ثاسلس . وعرف ان ثاسلس في أهل فرقته كلهم يجعلون الحيلة في الأمور العامية التي تجرى مجرى الأجناس الأول من أجناس الأمراض ، وان ابقراط وفرقته كلهم يجعلون الحيلة في الأنواع الأخيرة من الأمراض ، فان هذا هو الذي ينتفع به في حيلة البرء ، لأنا إذا قلنا هذه حمى يوم كان أبين من قولنا حمى يوم مطبق 6 . وإذا قلنا حمى يوم من ( . . . ) كان على الاستقصاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) هذه العبارة زيادة من عندنا لتوضح الإشارة إلى المؤلف .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوالحقيقة انما ينبغي ان توضع في أنواع الأمراض الأخيرة . وأصحاب الحيل لا يرون هذا بل يقتصرون على الأجناس العليا 7 . فرأى جالينوس ابطال مذهبهم حتى لا يغلط فيه أحد ليسلم [ إلى 
  ] مذهب ابقراط متخلصا من ساير ما يفسد صناعته . واقتصر على ثاسلس لأنه ان ظهر وتبين انه في غاية البعد من الصواب - وهو رأس فرقة عظيمة وأكثرهم مغالطة ، ثبت بذلك وظهر رأى ابقراط من غير شبهة ولا تدليس ، فهذه جملة عرض جالينوس في أول كتابه حيلة البرء . وقال جالينوس : الجملة الثانية في أن ثاسلس لم يكتب طريقا ولا برهانا في صناعته البتة .\r\nقال المؤلف : غرض جالينوس في هذه الجملة ابطال الطريق الذي ذهب اليه أصحاب الحيل .\r\nقال جالينوس : والثالثة ان ثاسلس لم يعلم من أين ينبغي ان يبتدى من يعمل البرهان ، أو يطلب شيئا طلبا صناعيا .\r\nقال المؤلف : غرضه في هذه الجملة ما عليه أصحاب الحيل بصناعة الطب ( . . . ) .\r\nقال جالينوس : والرابعة ان ثاسلس لما ذكر فصول ( . . . ) أتى بأنواع الأمراض .\r\nقال المؤلف : غرضه في هذه الجملة تعريف سوء فهم أصحاب الحيل .\r\nقال جالينوس : والخامسة في أن الاحتقان والاسترسال 8 ليسا أنواعا خاصة للامراض ، لكنهما مأخوذان من أصناف قد توجد من أشياء أخرى كثيرة 9 .\r\nقال المؤلف : غرضه في هذه الجملة تعريف بعض « * » أصحاب الحيل عن معرفة ما يضطر إلى معرفته في حيلة البرء .\r\nقال جالينوس : والسادسة ان ثاسلس لم يكن يعلم ما الصحة وما المرض ، وما سبب المرض ، وما العارض التابع للمرض .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : بعد\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nقال المؤلف : غرضه في هذه الجملة تعريف أصحاب الحيل إذا كانوا لا يعرفون ما الصحة وما المرض ، ولا العرض التابع للمرض فلا معرفة [ لهم 
  ] « * » ولا علم لحفظ الصحة ، ولا علاج المرض ، وان يعرف ان علم هذه الصناعة ومعرفتها الأشياء ( . . . ) ولذلك نجد « * * » هذه الأشياء طبيعة كل واحد منها . وإذا كان ذلك على ما ذكرنا ( . . . ) .\r\nوكان جالينوس يحكى عن نفسه ان هذا غرضه من حيلة البرء في المقالة الأولى ، وكان ما في المقالة مطابقا لما ذكرناه . فمن البين ان من أتى شيئا غير مطابق له ومشى بعيد عن هذا فما فهم المقالة الأولى من كتاب حيلة البرء . ولكن كان يحسب أنه فهم وتصور ما فهم ولا ( . . . ) ونحن نجد كلام الرازي في تلخيصه « * * * » يزعم معاني هذه المقالة تطابق [ أحدا 
  ] عما ذكر جالينوس [ انه عرفه 
  ] ، وهذا كلامه بلفظه :\r\nقال الرازي : انه لما كان الفاضل جالينوس يرد في صدر هذه المقالة على رئيس فرقة من فرق الطب يسمى ثاسلس ، لم نجد بدا من أن نذكر فرق الطب وأقاويلهم ما لا نسقط بهذا المعنى عن كتابنا ، هذا إذا كان أحد المعاني التي شرطها جالينوس في كتابه هذا على غاية الاطناب « * » والتطويل ، ولغاية الغيظ والحنق على هذا الرجل الذي هو رئيس هذه الفرقة أعظم الضرر الداخل قبله على صناعة الطب .\r\nقال المؤلف : قد تبين من كلام جالينوس انه لا يذكر فرق الطب في هذه المقالة كلها ، ولا ما الفرق بين كل فرقة وبين غيرها ، ولا نجد ذلك في كتاب جالينوس هذا . وإذا كان الامر على ما ذكرناه ما ذكر مقولات فرق الطب تحصيل معنى من معاني الطب وأقاويلهم . وأنت تريد بزعمك تحصيل معاني جالينوس ، فدع ذكر فرق الطب . وحصل لنا معاني جالينوس في زيادة على ثاسلس [ خصمه 
  ] في الكلام الذي ذكرناه ، فان هذا هو المطلوب من هذه المقالة ، فلا يتوهم ان جالينوس ذكر في هذه المقالة فرق الطب فيظن انه أعاد ما كان\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : لم\r\n( * * ) في المخطوطة : نجرد\r\n( * * * ) يقصد في تلخيصه لكتاب حيل البرء لجالينوس\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nقال في كتاب فرق الطب : وان معاني هذه المقالة هي معاني كتاب الفرق ، فإذا ( . . . ) سقوط المعنى الذي زعمت أنه لا ينبغي اسقاطه كيلا يغلط القارئ فيظن ان ما في هذه المقالة هو كتابه الفرق ( . . . ) كأن جالينوس ينظر في هذه المقالة كذب صراح . لان جالينوس قد أخبرنا غرضه فيها ، ولو نجد فيها ذكر الفرق لكننا نجده يثبت قول ابقراط ويبطل قول ثاسلس فقط . وقوله ان جالينوس تكلم في هذه المقالة بكلام في غاية الاطناب « * » والتطويل وغاية الغيظ والحنق ، كذلك أيضا لان جالينوس نفسه يقول بهذا اللفظ في كتابه الذي ذكر فيه معانيه في هذا الكتاب ، انه لما كان التعليم المختصر يأتي بالجمل « * * » فقط ، والتعليم المفسر المستقصى يأتي بالجزئيات كلها ، قصدت في حيلة البرء التعليم المتوسط بين هذين التعليمين .\r\nقال المؤلف : فعرفنا جالينوس انه قصد الاطناب والتطويل ، وأنت تزعم أنه قصد ذلك . وأيضا فجالينوس يعلمنا في كتاب محاسن الاخلاق 10 وينهانا عن الغيظ والحنق فكيف ينهانا عن شئ ويمتثله هو ، وكيف يعلمنا محاسن الاخلاق ولا يمتثلها وهو رجل فاضل ؟ لكن الرازي لما سمعه يذكر منشأ ثاسلس وأصحابه وأهل فرقتهم ، وبعدهم عن فضيلة ابقراط وأصحابه وأهل فرقته ، وهو ليس فيه حنق ولا غيظ ولا افتراء ، بل هو تعب جدا في تعليم صناعة الطب ، في اجتناب رأى أصحاب الحيل ، وفي اعتقاد رأى أصحاب القياس فقط . فلما لم يفهم هذا المعنى الرازي ظن أنه افتراء وغيظ وحنق .\r\nقال الرازي : ونذكر بعد رده عليه مما قاله فيه ، نفع وجدوى في علاج الأمراض ، ونلغى ما سوى ذلك مما اطنب فيه جالينوس لان ذلك يحزننا ، إذ ليس يكاد نجد في زماننا من يستعمل رأى ثاسلس هذا ، ولا يوجد له كتاب ، لان الآراء\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : الأطباء\r\n( * * ) يقصد بالجمل ، جملة الأمور وعمومياتها باختصار .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nالباطلة في الصناعات ينكشف عوارها على طول الدهر ، فيضرب الناس عنها ، ولا تنسخ كتبها فتندرس أولا فأولا حتى تبطل البتة . فاما المحقة فيكون الامر فيها بالضد ، لأنها متى استعملت وجدت نافعة فترغب الناس فيها ويكثر المتعلمون لها والناس لكتبها .\r\nولقد كان رأى ثاسلس حديثا « * » في زمان جالينوس وجاذبا للقلوب بصفاته الجليلة ومواعيده المقربة . حتى أنهم كانوا يقولون إن صناعة الطب يستكمل علمها في ستة اشهر . وحتى أن القائلين بهذا الرأي والعاملين به كانوا يوازون القابلين برأي ابقراط ويردون عليه ، ويزعنون انه تطويل فما حاجة بالصناعة اليه ، فلم نسمع جالينوس ما يحمله في ذلك .\r\nولما طالت تجربة الناس لهذه الصناعات [ والمواعيد 
  ] انكشف عوارها ، وباطلها . فقل لذلك القابلون بهذا الرأي ، والمتعلمون له والناسخون لكتبه ، ولم يحتج أهل هذا الدهر إلى الخوض في هذا الرأي فيطول الكلام فيه .\r\nقال المؤلف : ما ذكره الرازي في هذا الكلام ، وهو صفة الحال فيما يظن ، بقوله أصحاب الحيل واندراس مقالهم . وليس صفة هذا الحال يحصل معنى من معاني جالينوس التي ينفعك تعليمها في هذه المقالة . وأنت تزعم انك تحصل معاني الرجل في مقالته . فدعنا من صفة أصحاب الحيل ، واذكر لنا مقالة جالينوس كما تضمنت وأيضا فما فهم هذا المعنى على قوله انه لا فرق بين اندراس الكتب والمقالات وبين استعمال ذاتها . وذلك أنه كذب في قوله ليس يوجد في زماننا من يستعمل رأى ثاسلس ، لان أكثر أهل زماننا يستعملون رأى ثاسلس وهم لا يشعرون ، أولهم الرازي نفسه . فإنه وضع كنانيش وكتبا كثيرة استعمل فيها رأى ثاسلس ، وذلك أنه يضع مرضا ، ويذكر لها أدوية لا قياس معها ولا مقرونا بها . وذلك ان القياس هو ان يستنبط من هذا المرض الحاضر الساعة مداواة أدوية خاصة به دائما . وكل من شاهدته من الأطباء إذا فحصت عنهم وتأملت أمرهم وجدتهم يستعملون رأى أصحاب الحيل على ما يثبت في المقالة\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) اى موضوع حديث\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالأولى من هذا الكتاب وهم لا يشعرون . بل يظنون أنهم على رأى ابقراط وجالينوس وهم في غاية البعد منهما .\r\nوإذا كان أهل هذا الزمان يستعملون ولا يشعرون رأى ثاسلس ، فالضرر من قبل ثاسلس على صناعة الطب باق على حاله ، وان كان اندرست مقالاته وكتبه . وقوله ولما طالت تجربة الناس لهذه الضمانات والمواعيد انكشف عوارها وباطلها ، فقل لذلك القائلون بهذا الرأي والمتعلمون له والناسخون لكتبهم ، ب لأنه ان « * » قل القائلون بهذا الرأي المتعلمون له الناسخون [ له 
  ] « * * » لكتبه لما ابطله جالينوس وأوضح من فساده . ويشهد بكذبه إلى وقتنا هذا أنهم « * * * » [ يستعملون 
  ] هذه الضمانات والمواعيد ، وان لم يكونوا يصرحون بأسمائها ولا يعرفونها . وذلك انا نرى الكثير من الأطباء يثنون على صناعة الطب من غير تعليم ، حتى أن أفضلهم من جلس بين يدي معلمه وعمل مثل ما رآه يعمل وان أضاف إلى ذلك ( . . . ) كناش وتصفح شيئا من كتب جالينوس تصفحا من غير فهم لشئ منها ولا تصور .\r\nقال الرازي : فلنذكر الان فرق الطب فنقول انها ثلاث فرق : فرقة تعرف بأصحاب القياس ، وفرقة تعرف بأصحاب التجارب ، وفرقة تعرف بأصحاب الحيل . فأصحاب القياس يرومون ان ان يعملوا طبيعة المرض والشئ الشافي ، ولم ذلك ؟ وباي قوة يعمل ما يعمله لغاية ما يمكن الانسان بلوغه من النظر فيه بطريق البرهان ، وبطريق الاقتناع . ومن كان منهم أفهم ، وأدرب ، والطف في هذا النظر والاستخراج والاستنباط ، كان أعرف في الصناعة واحذق فيها .\r\nوأصحاب التجارب يرومون ان يدركوا جميع الأشياء التي قد شوهدت مرارا كثيرة تنفع مرضا من الأمراض من غير أن ينظروا في طبيعة ذلك المرض ، والدواء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس لكلمة ( ان ) وجود في المخطوطة وقد أثبتناها لتوضيح السياق .\r\n( * * ) تبدو [ له 
  ] زائدة في هذا السياق .\r\n( * * * ) أضفنا كلمة انهم ساقطة أثناء النسخ .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nوبأي قوة يفعل فيه . ومن كان منهم أكثر مشاهدة لهذه الأشياء أو حفظا لما شاهده ، كان عندهم اعرف بالصناعة .\r\nوأصحاب القياس ينظرون بطريق القياس في العلاجات من العلل والاشفية ( . . . ) عليها كلها . ومن كان منهم أقدر على أن يجمع كثيرا من الخاصيات تحت عامية واحدة . من أجل ذلك تعين على أصحاب القياس وجود الاشفية والعلم بماهية الأمراض ، وذلك على عكس أصحاب التجربة ، ويكثر وقوع الخطأ على أصحاب الحيل ( انتهى كلام الرازي ) « * » .\r\nقال المؤلف بما حكاه الرازي في هذا الكلام ، وان كان شديد الاضطراب فمعايبه صدق ، غير أنها حكاية وصفه لآراء فرق الطب [ ولا تعلق بها 
  ] بما تضمنته المقالة الأولى من حيلة البرء ، لا هي ولا غيرها من مقالات هذا الباب . فان الذي تضمنه هذا الكتاب هو تعريف الحيلة في كل واحد من الأمراض فقط .\r\nوالذي تتضمنه المقالة الأولى منه هو على ما ذكرناه آنفا . وليس في هذه المقالة [ ما هو 
  ] وصف مقالات فرق الطب . فالرازى لما لم يفهم المقالة الأولى من هذا الكتاب ، ووجد جالينوس يناقض ثاسلس رئيس فرقة أصحاب الحيل ، ظن أن غرضه فيه ذكر مقالات فرق الطب . وهذا في غاية البعد عن غرض جالينوس في هذه المقالة بحسب ما قدمنا وصفه . ولما ظن الرازي هذا الظن وتصوره ، وفهم غير ما ينبغي الحال في هذا المعنى ، وضرب أمثلة يروم ان يشرح بها مذاهب فرق الطب ، فترك ان يحصل لنا معاني المقالة الأولى من حيلة البرء وجمل معاني كتاب الفرق ، وهذا تخليط في الذهن وتقصير في الفهم والتصور . ولذلك نضرب عن الأمثلة التي رام ان يشرح بها المقالة الأولى .\r\nقال الرازي : في هذه المعاني التي تضمنتها المقالة الأولى من كتاب جالينوس هذا ، وان غمض شئ من هذا الكلام على قارئه ، فلا يهمنا ، لأننا لو ذهبنا ان نستعمل بالقول في الهظوم ، والفضلات ، والحاجة إلى الاغتذاء ونحو هذا مما مر في كلامنا . لفارقنا غرضنا في هذا الكتاب ، وستفهمه إذا قرأت شيئا من كتبنا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) هذه العبارة من وضعنا وقد أثبتناها .\r\n( * * ) يقصد كتاب حيلة البرء .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nفإنما اتى من قبل تقصيره على قراءة كتب الأطباء . فان من قرأ كتب الأطباء فإنه سيحكم لنا ان قد أوجزنا القول فيما قلنا وجمعنا ونظمنا هذه النكت في غاية الاختصار والنظم « * » .\r\nقال المؤلف : قد صرح في هذا الكلام « * * » ان ما ذكره من فرق الطب وشرح مقالاتهم هو تحصيل المقالة الأولى من كتاب حيلة البرء ، فيكون اذن غرض جالينوس فيها هو تحصيل النكت التي ضمنها الرازي في مذاهب كل واحد من فرق الطب لا مناقضة ثاسلس والرد عليه لغاية الغيظ والحنق . فالرازى إذا ناقض نفسه بذلك ولم يشعر . ومع هذا ما وجدنا في شئ من كتاب حيلة البرء حكاية ووصف مذهب كل فرقة من فرق الطب ، والفرق بين بعضها وبين بعض . فان جالينوس نفسه قد عرفنا اغراضه ، ونحن فلا نجد في كتابه هذا شيئا خارجا عما عرفنا من اغراضه . فمن اين ليت شعري وقع الرازي في هذا الظن حتى قال ما قال لولا سوء تصوره عن فهم اغراض جالينوس في كلامه فتخيلها معاني أخر بالظن البعيد جدا عن مذهب الرجل .\r\nقال الرازي : ثم إن جالينوس يقول : لما كان قصدنا به غرضنا ان نستخرج العلم لشفاء الأمراض كلها فقد يجب علينا ضرورة ان نتعلم أولا كم الأمراض كلها ؟ ولما كان من المحال ان نقع على فصول وأنواع جنس ما ، اى جزء كان ، دون ان نعرف بين الجنس الذي فيه تنقسم الفصول والأنواع معرفة تعين ما ينبغي لنا ( . . . ) ان نقدم حد ذلك المرض ما هو لينقسم قسمة صواب .\r\nفنقول : هذا الكلام هو حق صحيح ولكن الشأن في الوفاء بضمانه ، ثم أخذ « * * * » يشرح لنا معاني هذا الكلام « * * * * » .\r\nقال المؤلف : يا هذا الرجل الفاضل ، وعدتنا ان تحصل لنا معاني هذا الكتاب ، فكان ينبغي لك ان تحصل معاني هذا الكلام الذي كتبته عن جالينوس .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) هذا الكلام للرازي . كما يفهم من سياق الحديث\r\n( * * ) يقصد الرازي .\r\n( * * * ) أي أخذ الرازي .\r\n( * * * * ) هذا قول ابن رضوان .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nفنقول على هذا المثال ، انه لما أبطل جالينوس ما ابطله من مذهب ثاسلس ، وعرف انه لم يكن يعرف ما الصحة وما المرض ، وما العرض التابع للمرض .\r\nوكان غرضنا تعلمنا حيلة البرء ، غرضنا في هذا المعنى مبدأ حيلة البرء ، وهو الطريق التي تعرف أنواع الأمراض الأخيرة ، وانما نعرفها على ما ينبغي إذا قسمنا جنس المرض بفصوله القياسية ، وانحدرنا إلى أنواع الأنواع على [ ولاء 
  ] وترتيب من غير أن نجاوز الأجناس المتوسطة . ويكون قد حصلت لنا معنى الرجل في كلامه . لكنك أتيت وحكيت أوجه كلام الرجل [ لتتسلط 
  ] بسوء عبارة ورذالة تصور فهم لمذهب الرجل . ثم زعمت أن الشأن في الوفا بهذا الضمان ، فاوهمتنا ان هذا امرا اما ان لا يتم لنا ، واما ان يكون جالينوس قد أخطأ وغلط فيه .\r\nفما ادرى من اى أمر بك أعجب أيها الرجل الفاضل ؟ .\r\nوقال الرازي : وقد حد جالينوس المرض مطلقا ، بأنه مانع من أن لا يكون الا المرض الذي يبطل فعل العضو البتة ، بل والذي ينقص منه . وقولنا بالإضافة إلى ما لم يزل عليه مانعا من أن يسمى الردىء المزاج ( . . . ) البنية بالطبع مريضا ، فلا يكون حينئذ صحيحا الا أجود الناس بنية ومزاجا .\r\nوقولنا مع ألم وغير ألم ، فلئلا يتوهم المتوهم ان من به قرحة في انفه أو اذنه تؤلمه ولم تنقص من شمه ولا من سمعه شئ ، فهو صحة . وقولنا لم يأت بذلك من اجل الزمان ، فلئلا يتوهم الشيخ مريضا بنقصان أفعال أعضاءه وقواها ، فهذا هو الحد المستوفي للمرض بان ضم اليه حيث يقول « * » بفعل بعض الأعضاء أو كلها أو مسحة لها ، احتوى ذلك على الجزء المسمى من الطب [ الزينة 
  ] .\r\nقال المؤلف : لا ادرى من اى شئ أعجب من هذا الكلام ، أمن معرفة الرازي بصناعة المنطق فضلا عن الكامل فيها ، يفرق بين الحدود والرسوم ، ويعلم أن الحد تخليص ذات المحدود ، والرسم يدل على ذات المحدود . وما ذكره الرازي في هذا الكلام أشبه بالرسم والحد . وإذا حصل أي « * * » لم يكن أيضا رسما جيدا على ما سنوضح ، وخاصة [ تضمينه 
  ] لأنه يعرف منه جهله بالحدود .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) تبدو هذه الكلمة زائدة . من صنع الناسخ .\r\n( * * ) في المخطوطة : أيا .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nوذلك ان الحد مؤلف من جنس واحد وفصل واحد . وانما تكثر الفصول إذا كان ليس للجنس اسم يستعمل حدا للجنس مكان اسمه . والرازي فيما وضع في حده شيئا من هذا المعنى ، ولا عرف أيضا الفرق من الفصول المقسمة والفصول المتممة ، فدل بجهله بمعانى القسمة ، وعبارته في حدها مع طولها عبارة ثقيلة على السمع ، ليس لها بهجة ولا فصاحة . ودل أيضا على أنه لا يفهم طريق القدماء في الالفاظ التي تؤلف بها الحدود والرسوم . وقد كان وعدنا ان يحصل لنا معاني جالينوس فخالف ما وعدنا به ، وطعن على الرجل وزعم أن حده ليس بكاف ، وان الكافي هو الذي ذكره هو ، واسقاطه وتغليطه . ومع هذا فان الرازي ما نظم ألفاظه ولا حصل معاني تفسيره ، وذلك أنه يقول ضررا كليا أو جزئيا . وكان حقه ان يقول جزئيا أو كليا . ومع هذا فإنه عرفنا ان الذي يقول في هذا الحد ما هو منه على يقين ، ولكن على ظن وحسبان ، لأنه قال :\r\nفانا أصيب ، وان كان هذا الحد يعنى حد جالينوس من أصلح ما حد به المرض انه ليس بكاف ، والتام الكافي كليا أو جزئيا يدل على غاية البعد من فهم شئ من صناعة المنطق . وذلك ان الكلى والجزئي متناقضين . ووجدهما في الفهم لا في الأمور الموجودة . والمرض بأمر موجود خارج الذهن ، فلعل المرض عندك ان كنت تفهم امر قوامه في الذهن لا في الأمور نفسها .\r\nوقولك بالإضافة إلى ما لم يزل عليه كل واحد من الناس ، فسل ذلك المفهوم منه ان المرض مضاف لا حقيقة له بنفسه ، اعني لوجوده على انفراده من غير أن يضاف إلى ما لم يزل عليه كل واحد من الناس قبله . وإذا كان هذا حال المرض ومعناه ، فليس له وجود وحقيقة . وما ليس له وجود ولا حقيقة فما الحاجة إلى حيلة البرء أو إلى شئ من الأدوية وأنواع العلاج . فأنت بهذا الدجل تبطل صناعة الطب .\r\nوقولك مع ألم أو غير ألم دليل على معنى المضاف أيضا ، اى إلى معنى المرض هو ان يكون مع ألم أو غير ألم ، وقد مضى الكلام في المضاف وانه يؤدى إلى ابطال صناعة الطب هو ما ذكره الرازي من تلقاء نفسه . ثم أعجب من هذا [ وأهواله 
  ] على أنه ما كان يتصور ما يقول : انه زعم أن الحد ( . . . )\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالمرض حال ما مضرة مم زعم أنه ان ضم إلى ما اتبعه ( . . . ) لا تكون ولا ( . . . ) بفعل بعض الأعضاء أو كلها ، فذلك على أنه ما يتصور ان هذا المعنى لا ينضم إلى المعنى الأول . وانا الان انظر في لفظة من ألفاظه وافحص عنها لتشهر حرف ما ذكرناه فيه ، ولتكون في ألفاظه شاهد يقضى به . وعلى « * » قلة معرفته بالآداب والعلوم . فأول ما أقول مخاطبا للرازي :\r\nيا هذا الرجل الفايدة المستفادة من الحد هو ان نتصور معنى المحدود تصورا تاما .\r\nفإن كان ما أثبت به حد المرض فمن البين انه بتصور به معنى المرض تصورا تاما . وهذا التصور فلا يكون ظنا ولا حسبانا ، بل يكون حقيقة . وأنت تزعم أنه حسبان ، ومع [ ذلك 
  ] فليس البتة نتصور معنى المرض منه من العرض وذلك ان قولك حال ( . . . ) فعل بعض الأعضاء أو كلها . الحال اسم مشترك يدل في صناعة الطب على الصحة والمرض ، وعلى العرض التابع له . لكن بما قلت حال ما ضره بفعل بعض الأعضاء أو كلها ، فهمنا من هذا الكلام أحد آمرين :\r\nأما ما يضر بالفعل من غير متوسط ، وهذا لعمري هو المرض ، لكن لفظه حال قبيحة وتستعمل بحسب ما يبين في صناعة المنطق على ما هو من الكيفية وشيك الزوال سريع التغير . ونحن نجد أمراضا كثيرة تصير مهلكات مثل الجذام 11 ، وحمى الربع 12 وسقيروس ( 13 ) وغير ذلك . فلو استعملت بدل ما استعمله جالينوس في قوله في بنية أو هيئة لكان أبين في الدلالة وأوضح المعنى . لكن هذا أمر لا يفهمه ولا يفرق بين الحال والهلكة ولا بين هذين ، ولا بين البنية والهيئة .\r\nوالامر الاخر المفهوم من قولك ما حصره بفعل بعض الأعضاء أو كلها الحال المسماة سبب المرض ، فان هذه تضر بفعل الأعضاء أو كلها ، لكان اضرارها بذلك متوسط المرض . ولا يشترط في لفظك شريطة يفعل المرض من سببه كما فعل جالينوس . فامرك كله معجب وقولك ( . . . ) ثم لم بأن ذلك من\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) أثبتنا هذه الكلمة لتوضيح السياق .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nأجل الزمان . كلام عجيب لأنه لفظ ( . . . ) يفهم منه العطف على ما تقدم ، بعد جعله فعل معنى المرض عندك انه شئ لا يوجبه الزمان بعد ما حصل معناه .\r\nوقولك فيكون الحال في هذا الموضوع جنسا للضدين ، الصحة والمرض ليس بصحيح ، لان الحال جنس من الأجناس الكيفية ، وهي في هذا الموضوع دلالة على الصحة وعلى المرض ، وعلى السبب ، والعرض التابع للمرض . . وان كل واحد من هذه يقع عليه اسم الحال متى أريد بها ما ذهبت اليه . وإذا كانت اسما هذا حكم دلالة ، فليس هنا للضد من الصحة والمرض . وقولك : وقوة مضرة بالفعل فصل للمرض من الصحة خطأ من ثلاثة أوجه : أحدها ان المضر بالفعل أمران :\r\nأحدهما على ما قلنا سبب المرض ، والاخر المرض نفسه . فكنت تحتاج إلى أن تشترط في هذا الكلام الفرق بين الامرين ، وما اشترطته ، والثاني ان لفظه الفصل تدل على ذات اما منقسمة لجنس ، واما متممة لنوع . وأنت تزعم أن الفصل هاهنا فصل المرض من الصحة ، وهذا لا يقال ، بل الذي ينبغي ان يقال تمام المرض أو [ ميزته 
  ] أو فصله ، أو قسم الجنس . والثالث انه ان كانت الحال على ما زعمت جنسا للصحة والمرض . وقد ( . . . ) الفصل . فمن البين انه قد فهم . وكمال الحد في الحاجة إلى تلك الزيادة كلها التي يأتي بها بعد هذا . ليت شعري فيكون ما زدته دلالة على انك ما فهمت ما قدمته في كلامك . ومع ذلك فقد عدت إلى ما أنكرت على جالينوس في زعمك انه حد المرض بهذا الحد . وقولك : وقولنا بفضل بعض الأعضاء أو كلها ( . . . ) من أن لا يكون مرض الا المضرة بفعل جميع الأعضاء . ليت شعري هذه الزيادة فصل أيضا أو غير فصل ، فان كانت فصلا فمن البين انه يجب ان لا يخصص الحال لمضرة بفعل بعض الأمراض أو كلها دون بعض . وذلك ان الزيادة في الحد نقصان في المحدود . وأنت تزعم أنها من أن لا يكون مرض الا المضر بفعل جميع الأعضاء . وهذا معنى لا يفيد في هذا الحد ، لأنه مفهوم من قولنا حال ما مضره بالفعل . ان هذه الزيادة قد دخلت في ذلك .\r\nوان كانت غير فصل فهي لها خاصة . واما عرض فلا فايدة لشئ من ذلك في الحد .\r\nوقولك الا الذي تبطل فعل العضو البتة ، بل والذي ينقص فصلا فهي ناقصة من المحدود . وان كانت غير فصل فلا فائدة منها ، وعلى هذا المنال القول في شئ من زيادتك . وأعجب من هذا انه إذا قرن ( . . . ) بطل الحد كله لان ( . . . )\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nما هي حال مضرة بالفعل ، وانا اسأل الناظر في مقالتي هذه ان يتأمل هذه المقالة الأولى من حيلة البرء ، وما جمعه الاسكندرانيون في معانيها وما ذكره جالينوس في معانيها ، هل في شئ من ذلك ما ظنه الرازي انه تحصيل معانيها . أما الحق فانا نجد ما ذكره الرازي في غاية البعد من المعاني التي تتضمنه المقالة الأولى من حيلة البرء ، أمور خارجة لا تعلق من هذه المقالة بشئ منها بوجه ولا سبب . فيظهر ان الرازي ما مكان يتصور اغراض جالينوس في كلامه وانه وقع في ذلك لعدمه الآداب والعلوم التي ( . . . ) لمن يرتاض بها قبل تعلم صناعة الطب من كتب جالينوس .\r\nوعلى هذا المنال نجد حال الرازي فيما ذكره من معاني المقالة الثانية من هذا الكتاب ، فإنه يورد أشياء خارجة جدا من مذهب جالينوس في مقالته ولا تعلق بشئ منها مما تضمنته المقالة الثانية . فاما بقية الكتاب فإنك تجد الرازي يفهم ما كان ظاهرا بينا واضحا ثم يصوره بسوء تصوره ، مثال ذلك أنه يظن أن الأمثلة التي ذكرها جالينوس أمور خاصة بالأعضاء والأمراض التي سماها جالينوس . و [ 
  ] وضع هذه الأمثلة لنفهم منها الأمور الكلية كالذي ذكره في المقالة السابعة في ضعف المعدة ، فإنه يكون من سوء مزاج . فان جالينوس جعل ذلك مثالا يفهم به الامر صنف كل واحد من الأعضاء عرف بحيلة برء في المعدة ليحتذى به في حيلة برء في اى عضو اتفق ان يضعف فعله ، فيوصل اليه من أنواع المداواة في الطرق التي توصل اليه بمقدار ما ( يعد ) من أحد من الطبيعيين . وأعجب من هذا ان الرازي لو شعر ان ضروب سوء المزاج ستة عشر : ثمانية بلا مادة وثمانية معها مادة . ولا شعر ان المزاج مرض للعضو المتشابه الاجزاء ، فقد يحدث فيه من أنواع الضعف بعد الأعضاء المتشابهة التي هي منها مضروب في ستة عشر . مثاله : المعدة ، فان جرمها الخاص بها عضو مشابه الاجزاء ، ويحدث فيه ستة عشر مرضا من امراض سوء المزاج ، وفيها عروق وشرايين واعصاب يمكن ان يحدث ضعفها من قبل سوء المزاج بمرض لكل من هذه . وكل واحد من هذه يحدث فيه ستة عشر مرضا : الحار والبارد والرطب واليابس . هذه أربعة امراض يمكن أن تكون بلا مادة ، ويمكن أن تكون مع مادة فتصير ثمانية « * » . وأربعة اجزاء مركبة : الحار الرطب ، والحار\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في المخطوطة : ثانية\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nاليابس ، البارد الرطب ، البارد اليابس . وهذه أربعة مركبة يمكن أن تكون بلا مادة ويمكن أن تكون مع مادة . فكل هذا أغفلة الرازي ولم يشعر به ، ولم يشعر ان جالينوس انما جعل ما ذكره من الأعضاء ، واسمه من الأمراض ( . . . ) أمثلة مشروحة يفهم من كل واحد منها قانون عام يستعمل في نظايره ، مثال ذلك :\r\nإذا حدث في الكلى ضعف فعرفنا سوء المزاج الفاعل له ، ونظرنا الطريق التي توصل الأدوية إلى الكلى ، واستعملنا قانون تركيب الأدوية من الحيلة التي عرفناها جالينوس ، ونحذر بصناعة المنطق في القياس حتى لا نغلط ، فنصير بذلك إلى ابراء ضعف الكلى بصناعة فاعلة تفعل افعالها عن ( . . . ) صادقة . وأنت إذا تأملت كلام الرازي في كتبه وفي تحصيله ما ذكر تحصيله من كلام جالينوس ومناقضته له ، وجدته بحسب ما ذكرنا كلاما زايفا مهرجا ، يوهم من لا معرفة له ، ولا درية بالآداب والعلوم التي ذكرنا ، انه شئ وليس بشئ ، فاحذر ان يصيبك ما أصاب حنين والرازي . فإنه إذا كان قد عرض لكل واحد من هذين الرجلين ما ذكرنا ، شهدنا عليه وارشدنا اليه وموضع كل واحد منهما الموضع الذي ذكرناه ، ادمان النظر والتدريس لكتب القدماء ، فما ظنك بمن لم [ يبلغ 
  ] مبلغهما ، ولا درس مثل درسهما ، ولا ادمن النظر مثل ما ادمناه . فلذلك ينبغي ان أردت أن تكون طبيبا فاضلا قريبا من جالينوس ان تحكم ما ذكرناه شيئا فشيئا إلى أن تصير طبيبا فاضلا وفيلسوفا كاملا ، ان شاء اللّه .\r\nكملت المقالة الثانية من الكتاب النافع والحمد للّه . وله مقالة ثالثة . هكذا في طبقات الاطبا « * »\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) هكذا كتب هذه الكلمة في المخطوطة .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n\r\nالهوامش\r\n( 1 ) يشير بذلك إلى كتاب الرازي في نقده على كتب جالينوس ( ابن القفطي ص 273 ، ابن أبي أصيبعة ص 422 ) وقد نقد الرازي فيه ثمانية وعشرين كتابا من مؤلفات جالينوس ( مخطوطة رقم 4554 / 23 ، ملى ملك ص 1 - عن البير إسكندر ، الطب الاسلامي - الكويت سنة 1981 ص 242 ) واقرأ أيضا  Ullmann - Medizin im islam , P . 63 77 , 134 , 135 . \r\n( 2 ) يشير ابن رضوان بذلك إلى كتابه في حل شكوك الرازي على كتب جالينوس ( ابن أبي أصيبعة ص 566 )\r\n( 3 ) ذكر ابن أبي أصيبعة ص 425 هذا الكتاب باسم اختصار كتاب حيلة البرء لجالينوس .\r\n( 4 ) في التراثيات العربية كثير من الكتب التي وضعها المؤلفون بأسماء علماء أو اشخاص من أعيان الناس . وهذا النهج مألوف حتى عند المؤلفين اليونانيين .\r\n( 5 ) كتاب لشفاء الأمراض - لم نجد ذكرا لهذا الكتاب . وقد يقصد به كتاب التأتى لشفاء الأمراض .\r\n( 6 ) الحمى المطبقة - هي التي تظهر يوما اثر يوم .\r\n( 7 ) الأجناس العليا من الأمراض - هي الاعراض التي يشكو منها المريض .\r\n( 8 ) الاحتقان والاسترسال - وهما الامتلاء والاستفراغ .\r\n( 9 ) اى انه يعتبر الاحتقان والاسترسال من الاعراض لا من الأمراض .\r\n( 10 ) ك . محاسن الاخلاق - يذكره سزكين باسم كتاب الاخلاق كما يذكره أيضا باسم تهذيب الاخلاق .\r\n( 11 ) الجذام - من الأمراض التي عرفت منذ أقدم الأزمان . سماه العرب داء الأسد كناية عما يقضمه من اجزاء البدن كالأصابع والانف وغيرهما . وهو مرض معد .\r\n( 12 ) حمى الربع - وهي التي تتناوب كل أربعة أيام .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nمراجع الكتاب\r\n( 1 ) ابقراط - الاهوية والمياه والبلدان - شبلى شميل ، دار المقتطف 1883 .\r\n( 2 ) ابقراط - تقدمه المعرفة - صادق كمونة ، نجف 1938 .\r\n( 3 ) ابن أبي أصيبعة ، أحمد بن القاسم الخزرجي - عيون الانباء في طبقات الأطباء انزار رضا ، بيروت 1965 .\r\n( 4 ) ابن البيطار - الجامع لمفردات الأدوية والأغذية ، أوفست المثنى بلا تأريخ .\r\n( 5 ) ابن رضوان المصري - الكفاية في الطب ، بغداد 1981 .\r\n( 6 ) ابن سينا - القانون في الطب ، أوفست المثنى بلا تأريخ .\r\n( 7 ) ابن العماد الحنبلي - شذرات الذهب ، الشركة التجارية ، بيروت بلا تأريخ .\r\n( 8 ) ابن القفطي - تأريخ الحكماء - ليبرت لا يبرج 1903 .\r\n( 9 ) ابن النديم - الفهرست ، تجددى ، طهران .\r\n( 10 ) ابن هبل البغدادي - المختارات في الطب ، حيدرآباد الدكن 1363 ه .\r\n( 11 ) أبو الصلت . أمية بن عبد العزيز - الرسالة المصرية ، عبد السّلام هارون ، لجنة التأليف القاهرة 1950 .\r\n( 12 ) إسحاق بن حنين - تأريخ الأطباء ، روزنثال  Orient  7 / 1954 ، ص 8 - 55\r\n( 13 ) البير إسكندر - الرازي ومحنة الطبيب ، مجلة المشرق 54 / 1960 ، ص 471 - 522 .\r\n( 14 ) البير إسكندر - الرازي الطبيب الاكلينيكى ، مجلة المشرق 56 / 1962 - ص 217 - 259 .\r\n( 15 ) البيهقي - تأريخ حكماء الاسلام - محمد كرد على دمشق 1946 .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n( 16 ) جالينوس - التجربة الطبية ، حنين وحبيش ، اكسفورد 1944 .\r\n( 17 ) حنين - المسائل في الطب ، أبو ريان وأصحابه ، القاهرة 1978 .\r\n( 18 ) نللينو - الفلك عند العرب ، ترجمة عبد الحميد النجار ومحمد يوسف ، القاهرة 1962 .\r\n( 19 ) رضا كحالة - معجم المؤلفين ، دمشق 1961 .\r\n( 20 ) الرازي - المدخل في الطب ، جامعة سلمنقة 1978 .\r\n( 21 ) الزركلي ، خير الدين - الاعلام ، ط 3 بيروت بلا تأريخ .\r\n( 22 ) الشهر زورى ، شمس الدين محمد بن محمود - نزهة الأرواح وروضة - الأفراح - حيدرآباد الدكن 1976 .\r\n( 23 ) احمد عطية اللّه - القاموس الاسلامي - القاهرة 1962 .\r\n( 24 ) الغساني - المعتمد في الأدوية المفردة ، دار المعرفة ، بيروت 1975 .\r\n( 25 ) اليعقوبي - تأريخ اليعقوبي ، بيروت 6190 .\r\n( 26 )  The story of medicine , N . Y . library 1960 . \r\n( 27 )\r\n Sezgin , F . , Geschichte des arabichen schrifttums , dand 3 leiden 1976 . \r\n( 28 )  ullmann - Die medizin im islam , brill 1970 \r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nالفهارس\r\n( 1 ) أسماء الاعلام .\r\n( 2 ) أسماء الكتب .\r\n3 - أسماء الأدوية والأغذية\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\n1 - فهرس الاعلام\r\nإبراهيم حبوش ص 31 ، 32 .\r\nابقراط 19 ، 20 ، 43 ، 49\r\nابن الزفان ، افرايم 25 .\r\nابن سينا ، الحسين بن علي 14 ، 18\r\nابن بطلان ، المختار 15 ، 16 ، 18 .\r\nابن الطيب ، أبو الفرج عبد اللّه 11225\r\nابن عماد الحنبلي 14\r\nابن نسطاس ، جريح 15 ، 17 ، 24\r\nأبو بكر الرازي 25 ، 49 ، 111 ، 143\r\nأبو سعيد الكرجى 51 ، 62\r\nأبو الصلت ، أمية الداني 24\r\nأبو الفضل جعفر بن المكتفى 36\r\nاربرى ، ارثر 32\r\nارمينس 64\r\nإسحاق بن حنين 45 ، 111\r\nاسقليبيادس 24\r\nاصطيفان بن باسيل 112\r\nاغلوقن 105\r\nاورباسيوس 39 ، 42 ، 46 ، 62\r\nأيوب الرهاوي 62 ، 64\r\nبولس 49 ، 62\r\nثاسلس 49 ، 52 ، 61 ، 63 ، 146\r\n75 .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nجالينوس 11 ، 19 ، 20 ، 24 ، 43 ،\r\n39 ، 49 ، 75\r\nالحاكم بأمر اللّه 24 .\r\nحبيش ابن الأعسم 51 ، 55\r\nالحقير النافع 17 ، 40 ، 41\r\nحنين بن إسحاق 21 ، 26 ، 45 ، 51 ، 62 ، 131\r\nالخليل بن أحمد الفراهيدى 26 .\r\nديوسقريدس 19 ، 25 ، 67\r\nذويقون 61\r\nسرجس 64 .\r\nسرجس الراسعينى 62 ، 64\r\nطوثرن 106\r\nعمر بن عبد العزيز 62 ، 64 ، 111\r\nكلاوبترا 94\r\nالمجوسي 52 .\r\nالمستصر بالله الفاطمي 13 ، 18 .\r\nالمعز لدين اللّه الفاطمي 23 .\r\nيحى النحوي 111 .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\n2 - فهرس الكتب\r\nكتاب اخبار الحكماء - إبراهيم بن الخليفة المكتفى ص 36 .\r\nك . آراء ابقراط وأفلاطون - جالينوس 106 .\r\nك . الأدوية المركبة - جالينوس 82 ، 92 ، 95 .\r\nك . الأدوية المفردة - جالينوس 81 ، 82 ، 89 .\r\nك . ارمنياس - أرسطو طاليس 102 .\r\nك . أزمنة الأمراض - ابن رضوان المصري 20 .\r\nك . الاسطقسات - جالينوس 112 .\r\nك . أصناف الحميات - جالينوس 92 .\r\nك . الأغذية - جالينوس 108 .\r\nك . إلى اغلوقن بن جالينوس 105 ، 112 .\r\nك . الأمراض الحادة - ابقراط 49 ، 102 .\r\nك . أيام البحران - جالينوس 108 .\r\nك . تأريخ الأطباء - إسحاق بن حنين 36 ، 45 .\r\nك . التجربة الطبية - جالينوس 102 .\r\nك . تدبير الأصحاء - جالينوس 108 .\r\nك . التشريح الصغير - جالينوس 106 ، 112 .\r\nك . التشريح - جالينوس 106 .\r\nك . تعرف علل الأعضاء - جالينوس 91 ، 107 .\r\nك . التنبيه على حيل المنجمين - ابن رضوان المصري 36 .\r\nك . في حركة العضل - جالينوس 109 .\r\nك . في الحركات المعتاضة - جالينوس 109 .\r\nك . الحميات 85 ، 108 .\r\nك . حيلة البرء - جالينوس 49 ، 52 ، 56\r\nك . رفع مضار الأبدان عن ارض مصر - ابن رضوان المصري 20 ، 26 .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nك . الرسالة المصرية - أبو الصلت الداني 24 .\r\nك . شرف الطب - ابن رضوان المصري 17 .\r\nك . الصناعة الصغيرة - جالينوس 105 ، 112 .\r\nك . العلل والاعراض 85 ، 107 .\r\nك . في عمل التشريح - جالينوس 61 ، 63 .\r\nك . الفصول - ابقراط 43 ، 48 ، 102 .\r\nك . قاطا غورياس - أرسطو طاليس 92 ، 102 ، 108 ، 111 .\r\nك . كامل الصناعة - المجوسي 52 .\r\nك . القوى الطبيعية - ابقراط 106 ، 112 .\r\nك . الكرة الصغيرة - جالينوس 108 .\r\nك كسر عظام الرأس - ابقراط 106 .\r\nك . كفاية الطبيب - ابن رضوان المصري 26 .\r\nك . محنة الطبيب - جالينوس 48 .\r\nك . المدخل إلى صناعة الطب - حنين بن إسحاق 27 ، 55 ، 57 ، 131 .\r\nك . مذهب ابقراط في تعليم الطب 17 .\r\nك . المسائل في الطب - حنين بن إسحاق 51 .\r\nك . منافع الأعضاء - جالينوس 106 .\r\nك . المنى - ابقراط 106 .\r\nك . النبض - جالينوس 105 ، 112 .\r\nك . النبض الكبير - جالينوس 85 .\r\nك . في هواء مصر - ابن رضوان المصري 20 .\r\nك . في الماء والهواء والبلدان - ابقراط 49 ، 75 .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\n3 - فهرس الأدوية والأغذية\r\nاهليلج 68 ، 73\r\nباذنجان 83 ، 90\r\nبازوورد 77 ، 79\r\nترياق الفاروق 70 ، 90\r\nتمر النخل 68\r\nجوذاية 90 ، 100\r\nجوز البوا 84\r\nحصرم 68\r\nحنظل 89\r\nدارشيشعان 69 ، 74\r\nراوند 70\r\nزعفران 69\r\nساذج 78 ، 79\r\nسم الأفاعي 90\r\nشحم الحنظل 82\r\nصبر 84\r\nصندل 84 ، 90\r\nالطين المختوم 83 ، 89\r\nعود 84 ، 90\r\nعنبر 73 ، 90\r\nغاريقون 89\r\nغافت 89\r\nالفسوخ 69 ، 74\r\nقنطودبونا 77 ، 79\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nكافور 84 ، 90\r\nكبابة 69 ، 73\r\nماء السكر 85\r\nماء العسل 85\r\nماء اللبن 81\r\nمرماخور 69 ، 73\r\nمسك 83 ، 90\r\nنقانق 80\r\nهال 83\r\nهرنوه 90\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nمصادر تحقيق الكتاب\r\n( 1 ) ابقراط - كتاب الاهوية والبلدان ، تحقيق شبلى شميل . القاهرة 1885 .\r\n( 2 ) ابقراط - تقدمة المعرفة ، ت . المحامي صادق كمونة 1938 .\r\n( 3 ) ابن أبي اصيبعة - عيون الانباء في طبقات الأطباء ، ت . نزار رضا ، بيروت 1965 .\r\n( 4 ) ابن البيطار - الجامع لمفردات اجدوية والأغذية ، أوفست مكتبة المثنى ، غير مؤرخة .\r\n( 5 ) ابن جزلة البغدادي - منهاج البيان فيما يحتاجه الانسان ، مخطوطة مكتبة الطب في بغداد .\r\n( 6 ) ابن جلجل - طبقات الأطباء والحكماء ، ت فؤاد سيد ، القاهرة 1955 .\r\n( 7 ) ابن رضوان المصري - كفاية الطبيب ، ت سلمان قطاية ، دار الرشيد ، بغداد 1980 .\r\n( 8 ) ابن سينا - القانون في الطب ج أ ، أوفست مكتبة المثنى ، بلا تأريخ .\r\n( 9 ) ابن العماد الحنبلي - شذرات الذهب في اخبار من ذهب ، المكتب التجاري للطباعة والنشر ، القاهرة ، بلا تأريخ .\r\n( 10 ) ابن القفطي ، جمال الدين - تأريخ الحكماء ، ت ليبرت . لايبك 1903\r\n( 11 ) ابن هبل البغدادي - المختارات في الطب ج 2 ، حيدر اباد الركن 1361 .\r\n( 12 ) أبو الصلت أمية الداني - الرسالة المصرية ، نوادر المخطوطات ، عبد السّلام هارون ص 11 - 56 .\r\n( 13 ) جالينوس - التأتى لشفاء الأمراض ، ت . محمد سليم سالم . دار الكتب . القاهرة 1977 .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n( 14 ) جالينوس - التجربة الطبية ، ترجمة حنين وحبيش ، اعداد ولسر ، اكسفورد 1944 .\r\n( 15 ) جالينوس - فرق الطب ، ت . محمد سليم سالم 1977 .\r\n( 16 ) حنين بن إسحاق - المسائل في الطب ، ت ، أبو ريان ومشاركاه ، القاهرة 1978 .\r\n( 17 ) حنين بن إسحاق - رسالة حنين إلى علي بن يحيى المنجم فيما ترجم وما لم يترجم من كتب جالينوس .\r\n( 18 ) الحاوي في الطب - أبو بكر الرازي ، حيدراباد .\r\n( 19 ) الغساني ، الملك المظفر يوسف بن عمر - المعتمد في الأدوية المفردة ، دار المعرفة ، بيروت 1951 .\r\n( 20 ) المجوسي ، علي بن العباس - كامل الصناعة الطبية جز آن غير مؤرخ .\r\n( 21 ) محمد بن الحسن بن محمد الكاتب - كتاب الطبيخ . ت . محمد كرد على 1982 .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nرقم الايداع في المكتبة الوطنية ببغداد 36 لسنة 1987\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nمطبعة جامعة بغداد 1986\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176}
  ]