[
  {"content":"\r\n\r\nهوالشافي\r\nموسسه مطالعات تاريخ پزشكى وطب اسلامى مكمل\r\nتأسيس 1379\r\nدانشگاه علوم پزشكى\r\nوخدمات بهداشتى درمانى إيران\r\nكتاب\r\nدعوة الأطباء\r\nتأليف :\r\nابن بطلان ( ابن عبدون )\r\nدوره سوم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمشخصات كتاب :\r\nنام كتاب : دعوة الأطباء\r\nمؤلف : ابن بطلان ( ابن عبدون )\r\nتاريخ تأليف : قبل از 458 هجرى قمري\r\nنسخه مادر : تصوير كتاب متعلق به فاضل محترم آقاى رشيد تفقد با تشكر بسيار از ايشان\r\nديباچه : دكتر محمد مهدى أصفهاني\r\nناشر : مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل دانشگاه علوم پزشكى إيران با تشكر از همكارىهاى ارزنده آقاى دكتر أمير مهدى طالب\r\nتاريخ نشر : فروردين‌ماه 1388\r\nشماره نشر : دوره سوم\r\nشماره انفرادى كتب :\r\nنوبت نشر : يكم\r\nشمارگان : 100 نسخه\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\nبسمه‌تعالى\r\n\r\n[ درباره‌ى 
  ] كتاب دعوة الأطباء كتابي علمي ، فكاهى وخواندنى\r\nنويسنده اين كتاب كه به سبك كليله ودمنه نگاشته شده ابن بطلان ( ابن عبدون ) يعنى أبو الحسن المختار بن الحسن بن عبدون بن سعدون بن بطلان است كه از پزشكان معروف بغداد در عهد خلفاء عباسى است كه پيش از اين كتاب بسيار ارزشمند تقويم الصحة را از أو در قالب انتشارات مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل منتشر كرده‌ايم وشناخت مقام ومنزلت علمي أو وتأثيرى كه بر أطباء خلف بلحاظ شيوه نگارشى داشته در برخى منابع تاريخي از جمله كتاب عيون الانباء اثر ابن أبي أصيبه قابل پيگيرى است .\r\nقبلا درباره مباحثات تند ابن بطلان وابن رضوان بهنگام نشر رسائل ابن رضوان توضيحاتى داده‌ايم كه جاى تكرار نيست .\r\nآنچه كه در اين كتاب بظاهر فكاهى وطنزآميز اما در واقع سرشار از مطالب خواندنى وآموزنده ملاحظه مىشود داستان پزشك جوانى است كه در طلب روزى بغداد را بمقصد ميافارقين ( ديار بكر فعلى در جنوب شرقي تركيه ) ترك مىكند وبا طبيب سالخورده‌اى كه أو را به منزل خود دعوت مىكند برخورد مىكند در مجلسي آن طبيب سالخورده پزشكان ديگرى نيز دعوت شده‌اند . گفتگوهاى انجام شده در آن مجلس در كناره سفره طعام بسيار شيرين وشنيدنى است .\r\nدر بحث أول كتاب كه با اشعار وحكم فراوان همراه است نكاتى در مدح بغداد ومذمت ميافارقين در شرايط كساد كار آمده است در بخش دوم مجلس طعام وپرهيزهاى غذايى ( اگرچه بحث جدى است ولى در قالب طنز وشوخى وارتباط دادن آن با خساست ميزبان ) در ساير فصول مطالب ديگرى كه نشان‌دهنده وضعيت پزشكى آن روز معلومات ، كارهاى خلاف عطاران وذكرى از پزشك نمايان وبالآخرة دفاع از پزشكان واقعي مطرح شده است .\r\nگمان مىكنم ترجمه اين كتاب وقرار دادن مطالب آن در اختيار فارسىزبانان ( علىرغم برخى موارد ناخوشايند همچون مجلس شراب وغيره ) ، مجموعا فوايد فراوانى در پى داشته باشد . /\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":9},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبلغ الطب العربي في العصر العباسي مرحلة من التقدم والترف الفكري إلى درجة ان الكتب صارت تؤلف آنذاك لتتناول نوادر الطب وطرائقه وآدابه . ومن هذه الكتب كتاب ( دعوة الأطباء ) لابن بطلان الذي الفه للأمير نصير الدولة أحمد بن مروان ، والذي يتحدث فيه عن طبيب شاب يغادر بغداد إلى بلدة ميافارقين طلبا للرزق وهناك يلتقي بطبيب شيخ يدعوه إلى داره لتناول طعام الغداء عنده فتجري بينهما محاورة طريفة على مائدة الشيخ لا يلبث ان يشترك فيها عدد من المتطببين الذين دعاهم الشيخ إلى هذه الجلسة وكان غرضه ان ينغص على ضيفه كل لقمة يأكلها لشدة بخفه وهو يسأله أسئلة طبية عديدة طالبا منه جوابها وكانت كلها أسئلة محرجة جملت الطبيب الشاب يتلوى من الاحراج امام هذه الأسئلة والمناقشات .\r\nوقد حاول ابن بطلان في هذا الكتاب ان يعطي لمحة عن الطب في عصره والأوبئة التي حدثت آنذاك وحالة الأطباء ومهنة الطب التي تتراجع امام هذه الأوبئة فلا يبقى ثمة مجال للطب ان يؤدي رسالته مع هذه الوفيات التي تتساقط كل يوم بالآلاف جراء هذه الأوبئة . كما أراد ان يرسم صورة حقيقية عن الوضع الصحي وأساليب الفحص والمعالجة والتشخيص في العصر العباسي المتأخر واعطاء معلومات عن الأدوية وغشها واحتكارها عند العطارين والأدوات الجراحية المستعملة بأنواعها واشكالها . والأهم من ذلك فضح اعمال الدجالين من الأطباء وحيلهم والاعيبهم في ادعاء مهنة الطب وكيف يخدعون الناس البسطاء ويدخلون بيوتهم مستغلين سذاجتهم مما أدى إلى إساءة نظر الناس إلى الأطباء واستهانتهم بالطب فدفعه ذلك إلى أن يعقد فصلا خاصا ( وهو الفصل الحادي عشر ) حول هذا الموضوع للرد عليهم ودفاعه عن الطب والأطباء .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":10},
  {"content":"\r\n\r\nوالكتاب في الأصل كتاب فكاهة وهزل ولكنّه إلى جانب ذلك كتاب ثقافة وتراث : يقول عنه مؤلفه انه « على مذهب كليلة ودمنة ، يشتمل على مزح يبسم عن جد ، وباطل ينطق عن حق ، وخير القول ما اغنى جده والهى هزله » .\r\nوقد ذكر ابن أبي اصيبعة هذا الكتاب في ( عيون الانباء ) في عدة مواضع أثناء حديثه عن مؤلفه أبي الحسن بن بطلان وقال عنه انه ضمنه أشياء من اشعاره الكثيرة ونوادره الظريفة .\r\nونحن نرى ان في الكتاب أشياء غير هذا فهو كتاب ثقافة وتراث يحتوي على إشارات أدبية ولغوية وأمثال واشعار ، كما يحتوي على أقوال لفلاسفة وحكماء معروفين وآراء لاطباء اليونان ابقراط وجالينوس مع ذكر الاصطلاحات الطبية التي كانت شائعة وقتئذ كالبحران والطبائع والاخلاط والفصد وقدح العين وفحص القارورة وغير ذلك . ونجد في تضاعيف الكتاب ذكر البعض العادات والتقاليد في المجتمع العباسي كتقديم الطعام على شكل دفعات متتالية وليس كما نفعل في مجتمعنا حيث يوضع الطعام كله على المائدة دفعة واحدة .\r\nوكذلك ان يقدم الطعام قبل الشراب وليس بعده حتى لا يؤذي المعدة الفارغة . وكما نجد في المجتمعات المتطورة في عصرنا الحاضر نجد في ذلك المجتمع عادة شرب النخب أيضا ، يرفعون الكؤوس ويشربون قياما ويطلقون عليه الشرب السار لفلان من الناس .\r\nوهناك تقاليد طبية يوضحها الكتاب كالمشلورة بين طبيبين أو أكثر لفحص مريض وهو ما نطلق عليه ( اللجنة الطبية ) . وكثيرا ما ينسحب الطبيب المعالج بناء على رغبة المريض ليتولى طبيب آخر غيره معالجته ، فينتهي ذلك إلى المنفسة بينهما ويطعن الطبيب الصارف بالطبيب المصروف ( الفصل العاشر ) وينتقد معالجته السابقة وهو ما يحدث في كل مجتمع وفي كل عصر .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":11},
  {"content":"\r\n\r\nولهذا الكتاب نسخة خطية في مكتبتي كنت أتردد في تحقيقها لاندثار بعض أوراقها وامحاء بعض اسطرها بسبب الرملوبة حتى تهيأت لي نسختان اخريان إحداهما نسخة أوقاف الموصل ( المكتبة الأحمدية برقم 66 / 24 ) وهي ناقصه بضع أوراق في قسمها الأخير ، والأخرى مستنسخة عن مخطوطة قديمة كانت موجودة في مكتبة المرحوم الدكتور بشلرة زلزل حصلت عليها أثناء وجودي في بيروت . وقد جعلت نسختي هي ( الأصل ) وعليها الاعتماد في التحقيق لوضوح خطها ورصالة أسلوبها ، والنسختان الاخريان ( الأحمدية ) و ( زلزل ) لاستدراك النقص الذي فيها وضبط النص على الوجه الأكمل .\r\nوقبل البدء بالعمل اسعفني الأخ الأستاذ بسام إدريس الجلبي بنسخة رابعة مستنسخة حصل عليها من مكتبة عمه لقمان عبد اللّه الجلبي وهي في الأصل منفولة عن نسخة كتبها بخطه القس عبد الاحد بن القس يوحنا جد عائلة الجلبي قبل اسلامه ويرجع تاريخها إلى سنة 2127 يونانية ( 1816 م ) وهي نسخة كاملة واضحة الخط ولكنها كثيرة التحريف والخطأ . وعلى هذا تم ضبط النص واكمال النقص .\r\nوقد جعلت من الهوامش ما يتضمن تصويبا أو تعليقا لو إضافة أو تفسيرا لمصطلح غامض أو شرحا لكلمة مبهمة عسى ان تفيد في تبسيط المتن للقاري ، وتفتح عليه ما استغلق .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":12},
  {"content":"\r\n\r\n\r\nمن هو ابن بطلان ؟\r\nهو أبو الحسن المختار بن الحسن بن عبدون بن سعدون بن بطلان .\r\nطبيب مسيحي من أهل بغداد ، درس الطب على الطبيب الفيلسوف أبي الفرج عبد اللّه بن الطيب وقرأ عليه كثيرا من الكتب الطبية ولازم الطبيب أبا الحسن ثابت بن إبراهيم بن زهرون الحراني واشتغل عليه في صناعة الطب وفي مزاولة اعمالها ، وهما من اجلّ أطباء بغداد .\r\nوكان ابن بطلان معاصرا للطبيب المصري علي بن رضوان وكانت بينهما مراسلات عجيبة وكتب بديعة غريبة تقوم على العداوة والتنافس . وفي سنة 439 ه قرر ابن بطلان ان يسافر إلى مصر للالتقاء بعلي بن رضوان والاجتماع به ، فلما وصل في طريقه إلى حلب أقام بها مدة وأكرمه أميرها معز الدولة ثمال بن صالح وأحسن اليه .\r\nودخل ديار مصر في مستهل جمادى الآخرة من سنة 441 ه ، في زمن الخليفة المستنصر باللّه وأقام بها ثلاث سنين والتقى بعلي بن رضوان ، وكانت في تلك الأيام جائحة من وباء الطاعون اجتاحت الشام ومصر والعراق والقسطنطينية والتي يقول عنها ابن أبي اصيبعة في عيون الانباء ( ج 2 - ص 240 ) نقلا عما كتبه ابن بطلان بخطه ان في تلك السنة دفن في كنيسة لوقا أربعة عشر الف نسمة بعد ان امتلأت جميع المدافن التي في القسطنطينية « * » .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) كانت جائحات الطاعون تأتي من الشرق الأقصى والهند وتنتقل إلى البلاد العربية فأوربا . ومن هذه الجائحات ما نقلته سفينة إيطالية إلى مرفا مسينا الإيطالي آتية من الشرق الأدنى ففر الناس من هول هذا الداء وحملوه بطريقهم إلى كافة انحاء أوربا . وقد خلف هذا ( الموت الأسود ) فناء مرعبا بين سكان أوربا . وتقدر بعض الدراسات عدد ضحاياه خلال عشر سنوات بنصف سكان أوربا - ويقول الطبيب المؤرخ غي دوشو ليساك  GUY de Chaullac  ان المرض قضى على ثلاثة أرباع سكان فرنسا\r\n","page_name":" 7 ","page_number":13},
  {"content":"\r\n\r\nوكان ابن بطلان قد سافر إلى القسطنطينية في أثناء جائحة الطاعون .\r\nوربما أوحت له مشاهدة جنائز الموتى التي كانت تمر امام عينيه كل يوم بكتابة هذا الكتاب الذي يقول إنه فرغ من نسخه بدير الملك المنيح قسطنطين بظاهر القسطنطينية في آخر أيلول من سنة 450 ه .\r\nاما في مصر فقد ظهر الوباء في الفسطاط سنة 445 ه بعد ان انتشمر في الجزيرة والموصل وديار بكر وفارس . ويقول ابن بطلان انه حدث غلاء عظيم في مصر ونقص النيل وتبعه وباء عظيم ، واشتد وعظم في سنة 447 ه . وحكى ان السلطان كفتن من ماله الخاص ثمانين الف شخص وانه فقد ثمانمائة قائد « * * » .\r\nويقول ابن أبي اصيبعة : ونقلت أيضا من خط ابن بطلان في ما ذكره من الاوباء العظيمة . . . وفاة العلماء في زمانه . . الشريف المرتضى وأبو الحسن البصري والفقيه أبو الحسن القدوري واقضى القضاة الماوردي وابن الهيثم والطبيب صاعد بن بشر وأبو الفرج بن الطيب ومهيار الشاعر وأبو العلاء المعري فأنطفأ سراج العلم وبقيت العقول بعدهم مظلمة .\r\n\r\n\r\n","description":"","footnote":"\r\nوان الذين نجوا من المرض من سكان لندن العشر فقط ، وان 000 / 100 شخص من سكان فلورنا الإيطالية البالغ عددهم 000 / 130 قضوا نحبهم بهذا المرض .\r\n( * * ) يصف ابن بطلان مرض الطاعون بأنه ( قروح سوداوية واورام الطحال وتغير ترتيب نوائب الحميات واضطراب نظام البحارين ، فاختلف علم القضاء في تقدمة المعرفة ) فالقروح السوداء التي بذكرها ناتجة عن الانزفة التي تحدث تحت الجلد ، وبسببها أيضا تحدث ضخامة الطحال . وتكون الحمى غير منتظمة فيضطرب نظام البحارين اي انقضاء الحمى بكثرة التعرق فيلتبس على الطبيب وقت ظهورها ووقت انقضائها ويختلط انذار المرض مع حكم القضاء والقدر .\r\n","page_name":" 8 ","page_number":14},
  {"content":"\r\n\r\nوتوفي ابن بطلان سنة 458 ه ولم يتخذ زوجة ولا خلف ولدا ولذلك يقول في بعض اشعاره :\r\n ولا أحد \" إن مت يبكي لميتتي * سوى مجلسي في الطب والكتب باكيا \r\nولا بن بطلان من الكتب : كناش الأديرة والرهبان ( وهو المذكرات الخاصة ) وكتاب تقويم الصحة ومقالة في شرب الدواء المسهل ومقالة في كيفية دخول الغذاء في البدن وهضمه وخروج فضلاته ، وسقي الأدوية المسهلة وتركيبها ، ومقالة في علة نقل الأطباء المهره تدبير أكثر الأمراض التي كانت تعالج قديما بالأدوية الحارة إلى التدبير المبرد كالفالج واللقوة والاسترخاء وغيرها ومخالفتهم في ذلك لسطور القدماء في الكنانيش والاقرا باذينات ( اي دساتير الأدوية ) وتدرجهم في ذلك بالعراق وما والها . وقد صنف ابن بطلان هذه المقالة بأنطاكية سنة 455 ه وكان في ذلك الوقت قد اشرف على بناء بيمارستان ( اي مستشفى ) أنطاكية . وصنف أيضا كتاب المدخل إلى الطب وكتاب وقعة الأطباء وكتاب دعوة القسوس . ومقالة في مداواة صبي عرضت له حصاة .\r\n\r\nقصة الخلاف بين ابن بطلان وابن رضوان :\r\nابن رضوان طبيب مصرى اسمه أبو الحسن علي بن رضوان بن علي بن جعفر ، نشأ في القاهرة وبها تعلم الطب ولمع اسمه بين الأطباء حتى أصبح رئيسا للأطباء وطبيبا للحاكم بأمر اللّه الفاطمي ، غير أنه كان كثير التعرض للأطباء والتشنيع على من يريد مناقشته . وكان يدّعي ان دراسة الطب من الكتب أفضل من الدراسة على معلمين . وقد الف في هذا الادعاء كتابا يدافع فيه عن وجهة نظره ، فرد عليه ابن بطلان هذا الرأي في كتاب ينتقده فيه وينتقص من علمه .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":15},
  {"content":"\r\n\r\nوكتب ابن رضوان مقالات يهاجم فيها ابن بطلان منها مقالة عنوانها :\r\n( ابن بطلان لا يعلم كلام نفسه فضلا عن كلام غيره ) ، ومقالة أخرى ( ان ما جهله ابن بطلان يقين وحكمة ، وما علمه غلط وسفسطة ) .\r\nوتوالت الكتب والمقالات بين الاثنين وكان كل مهما يحاول النيل من خصمه والكيد له بشكل يدعو إلى العجب ، فلم يكن أحد منها يؤلف كتابا ولا يبتدع رأيا الا ويرد الاخر عليه ويسفه رأيه . وكتب ابن بطلان مقالة في تغذية الفرخ والفروج لجسم المريض فردّ عليه ابن رضوان بمقابلة عنوانها : ( نفض مقالة ابن بطلان في الفرخ والفروج ) .\r\nوكان ابن رضوان اسود اللون ولم يكن جميل الصورة وله في ذلك مقالة يرد فيها على من يعيّره بقبح صورته يقول فيها ان الطبيب الفاضل يجب ان لا يكون وجهه جميلا . ولكن ابن بطلان يهاجم ابن رضوان ويقول فيه شعرا ذكره في رسالته المسماة وقعة الأطباء وهو :\r\n فلما تبدى للقوابل وجهه * نكصن على اعقابهن من الندم\r\nوقلن واخفين الكلام تسترا * الا ليتنا إنا تركناه في الرحم \r\nوكان يلقبه بتمساخ الجنّ ورغم ذلك قرر ان يزوره في بلده مصر فكان اللقاء بينهما وجرت وقائع كثيرة في هذا اللقاء ونوادر ظريفة لا تخلو من فائدة كما يقول ابن أبي اصيبعة . والف ابن بطلان كتابا بعد خروجه من مصر يذكر معايبه ويشير إلى جهله فيرّد عليه ابن رضوان برسالة ( إلى أطباء مصر والقاهرة في خبر ابن بطلان في جملة الرد عليه ) ثم مقالة أخرى بعنوان ( التنبيه على ما في كلام ابن بطلان من الهذيان ) . وهكذا تستمر المعركة بينهما تأكيدا على عداوة المهنة إلى أن يفرق الموت بينهما .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":16},
  {"content":"\r\n\r\n\r\nمن هو الأمير نصير الدولة بن مروان ؟\r\nكتب ابن بطلان كتابه هذا ( دعوة الأطباء ) للأمير نصير الدولة أبي نصر أحمد بن مروان بن دوستك الكردي الحميدي الملقب صاحب الدولة نصير الدين أمير ميافارقين وديار بكر الذي ملك هذه البلاد بعد ان قتل اخوه أبو سعيد منصور بن مروان في قلعة الهنتاج ليلة الخميس خامس جمادى الأولى سنة 401 ه ، وكان رجلا مسعودا عالي الهمة حسن السياسة كثير الحزم قضى من اللذات وبلغ من السعادة ما يقصر الوصف عن شرحه . وحكى ابن الأزرق الفارقي في تاريخه انه لم ينقل عن نصير الدولة انه صادر أحدا في أيامه سوى شخص واحد قص قصته . وقد عاش الأمير نصير الدولة 77 سنة وكانت امارته 55 عاما . جاء ذكر ذلك في وفيات الأعيان لابن خلكان وفي تاريخ الحكماء لابن القفطي وفي مختصر الدول لابن العبري .\r\n\r\nالنسخ الخطية للكتاب :\r\nهناك نسخ خطية للكتاب غير ما ذكرنا موزعة في مكتبات العالم منها نسخة في مكتبة الامروزبانا في إيطاليا برقم 125  A  يرجع تاريخها إلى سنة 672 ه وهي تشمل على أحد عشر رسما لاشخاص في أوضاع مختلفة ، ونسخة أخرى في دار الكتب المصرية برقم 1206 طب ، وثالثة في مكتبة الأزهر برقم 71 / 7394 ، ورابعة في مكتبة جامعة القديس يوصف برقم 303 ، وخامسة في متحف ايا صوفيا باستانبول برقم 3626 وسادسة في مكتبة طوب قبو سرابي باستانبول أيضا برقم 1976  A  وسابقة في المكتبة المارونية بحلب برقم 567 ، أشير في بعضها إلى أنه رساله وفي بعضها إلى أنه كتاب .\r\nهذه هي ( دعوة الأطباء ) بما حوته من جد وهزل وفوائد وحكم واشعار لعلها تعكس وجها من لوجه المجتمع العباسي آنذاك ، وصفحة من آداب مهمة الطب ، بعد تفسير رموزها وتذليل نشوزها ، راجيا ان يوجد فيها ما نسال الرضا ، ومن اللّه التوفيق .\r\nالدكتور عادل البكري الموصل - 2002 م\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":17},
  {"content":"\r\n\r\nكتاب دعوة الأطباء على مذهب كليلة ودمنة تصنيف أبي الحسن المختار بن الحسن بن بطلان\r\nالطبيب البغدادي المتوفى سنة 458 ه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":18},
  {"content":"\r\n\r\n\r\n[ المقدمة 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nهذه رسالة دعوة الأطباء على مذهب كليلة ودمنة تشتمل على مزح يبسم عن جد وباطل ينطق عن حق ، وخير القول ما اغنى جده والهى هزله . صنفها أبو الحسن المختار بن الحسن بن بطلان للأمير نصير الدولة أبي نصر احمد ابن مروان من أمثال الحكماء وكلام البلغاء ونوادر الفلاسفة ليجد العالم فيها ما يوافق طريقته وينقاد المتعلم بسهلها إلى تسهيل غرضه فيقرب عليه تناوله ويظهر للقاري ، فضل الأطباء المهرة وعجز الممخرقين « 1 » بهذه الصناعة ، وهي اثنا عشر قسما :\r\nالأول منها : في فاتحة الكتاب ومدح بغداد وذم ميافارقين لما فيها من الكساد .\r\nالثاني : في ذكر مجالس الطعام وايراد الحجج التي تحمي عن الاكل فيما يقدم من الألوان .\r\nالثالث : في نعت مجلس الشراب واللذة وذكر ما جرى من المسائل .\r\nالرابع : في اعتبار الطبائعي بمسائل توضح فضله وتظهر جهله .\r\nالخامس : في سؤال الكحال عما لا يسعه جهله .\r\nالسادس : في اعتبار الجرائحي بمعرفة التشريح والمنافع .\r\nالسابع : في امتحان الفاصد بما يحتاج إلى معرفته من المنافع .\r\nالثامن : في اعتبار الصيادلة بمعرفة العقاقير والأدوية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدجالين .\r\n","page_name":" 13 ","page_number":19},
  {"content":"\r\n\r\nالتاسع : في غيرة الأطباء وتغايرهم على المرضى .\r\nالعاشر : في اعتذار الطبيب المصروف ودم الصارف له .\r\nالحادي عشر : في استهالة العامة بالصناعة الطبية والرد عليهم .\r\nالثاني عشر : في خاتمة الكتاب وذكر سبب انقطاع الزيارة والاجتناب .\r\nونسأل اللّه ان يوفقنا لدرك الاغراض الصحيحة والالفاظ الفصيحة ليكون ما نأتي به مالكا لرضى من حث على نظم منتشره وجمع منتشره ، انه جواد مجيد قريب مجيب .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":20},
  {"content":"\r\n\r\n\r\n- القسم الأول - في فاتحة الكتاب ومدح بغداد وذم ميافارقين لما فيها من الكساد\r\nقال بعضهم لما دخلت ميافارقين « 2 » سألت عمن بها من المتطببين . فارشدت إلى دكة بالعطارين عليها شيخ من أبناء السبعين ، مرهف التمايل حلو الدعابة عذب الفكاهة حسن المعارضة ، متميز عن اضرابه ، متشبث بأذيال الأدب ، ذو براعة في صناعة الطب . فملت نحوه مسلما ، فرد علي السلام ، وأوسع لي المكان ، وتلقاني بالاكرام والاعظام ، وقال من أنت ؟\r\nقلت : غريب رمت بي الاقدار إلى هذه الديار .\r\nقال : وما صناعتك ؟\r\nقلت : طبيب .\r\nقال : انفع الصنائع واربح البضائع ، ومن اين أقبلت ؟\r\nقلت : من بغداد .\r\nقال : بغداد سرة الدنيا وقطب الأرض وعرصة « 3 » الأدب ومعدن الفضل ودار السلام وحضرة الامام وقبة الاسلام . وانشد :\r\n أحب الحلول بتائك الطلول * وجرّ الذيول بذاك المقام \r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) ميافارقين : مدينة في جنوب الأناضول وهي ديار بكر الحالية التي سكنتها قبيلة بكر بن وائل بعد الفتح الاسلامي وسميت باسمها .\r\n( 3 ) العرصة : وجمعها عراص وعرصات ، كل بقعة من الأرض واسعة تقع بين الدور ليس فيها بناء .\r\n","page_name":" 15 ","page_number":21},
  {"content":"\r\n\r\nدخلتها قديما لطلب العلم ، وزمانها كالربيع الممرع « 4 » وأيامها كالأعياد والجمع ، وترابها اثمد « 5 » تكتحل به الأحداق ، وحصّاهّا در تقلد به الأعناق وبضائع العلماء قائمة المواسم والأسواق . ولقيت بها ابن الخمار « 6 » وابن عبدان ونظيف بن يمن القس « 7 » وابن بكس « 8 » وأبا الوفاء المهندس « 9 » .\r\nقلت له : لم رحلت عنها ؟ امللت المقام بها ؟\r\nفأنشد يقول :\r\n لعمرك ما فارقتها عن قلى بها * واني بشطي جانبيها لعارف \r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) الممرع : الكثير المرعى .\r\n( 5 ) الإثمد : من مركبات الانتيمون يستعمل للكحل عند النساء بعد سحقه جيدا . وهو أنواع أجودها البراق السريع التفتت .\r\n( 6 ) ابن الخمار : وهو أبو الحير الحسن بن سوار بن بابا بن بهنام : طبيب نصراني عالم بأصول الطب وفروعه وقد فعل كثيرا من الكتب السريانية إلى اللغة العربية ، كما كان فيلسوفا حسن المعرفة درس الحكمة على يحيى بن عدي . له عدد من المؤلفات منها كتاب في خلق الانسان ومقالة في امتحان الأطباء ومقالة في سيرة الفيلسوف ، وكانت وفاته سنة 330 ه .\r\n( 7 ) نظيف بن يمن القس الرومي : من فضلاء الأطباء ، كان خبيرا باللغات عمل على ترجمة الكتب اليونانية إلى العربية واستخدمه عضد الدولة للعمل في المستشفى الذي أنشأه في بغداد ، ومثله الطبيب ابن عبدان .\r\n( 8 ) إبراهيم بن بكس : طبيب اشتهر بالعلب والترجمة وكان يدرس علوم الطب في المستشفى العضدي . وقد كف نصره في آخر عمره وظل مع ذلك يزاول مهنته . له كناش في الطب وكتاب الاقرباذين ( علم الأدوية ) ومقاله في الجدري . وكانت وفاته بعد سنة 360 ه .\r\n( 9 ) أبو الوفاء المهندس البوزجاني : عالم منطقي رياضي اشتهر بالفلسفة وكان صديقا لأبي حيان التوحيدي وهو الذي أوصله إلى الوزير ابن العارض فألف له كتابه المشهور ( الامتاع والمؤانسة ) ، فاهدى كتابه إلى أبي الوفاء المهندس اعترافا بفضله وجميل صنيعه . وكانت وفاة أبي الوفاء سنة 388 ه .\r\n","page_name":" 16 ","page_number":22},
  {"content":"\r\n\r\nقلت : فكيف سمحت نفسك بمفارقة هؤلاء الفضلاء وهم كانوا لك الغرض الأقصى ؟\r\nفقال : واللّه يا سيدي ما صعدت إلى هذه البلد وقد بقي من القوم أحد .\r\nقلت : ثم ما ذا ؟\r\nقال :\r\n ثم انقضت تلك السنون وأهلها * فكأنها وكأنهم أحلام \r\nويعز عليّ ما فعل الدهر بأولئك الأنجم الزهر فقد فقد واللّه العلم بفقدهم ومات الفضل بموتهم ، ولعلهم يا سيدي لو عاشوا إلى زماننا هذا لماتوا قبل اوانهم . قل الطالب وزهد الراغب ، وصارت الكتب تباع على العطارين للحوائج « 10 » ، وعلى الذهبيين للفاتج « 11 » ، وعلى الملاحين للمزاود « 12 » .\r\nهذه واللّه صناعة دثرت وخمدت نارها وطفيت ، وصار المتعرض لها غرضه التكسب لا التطبب . وقد قيل إنه بالحكمة تطب الأبدان . وبالدراهم تمرض الحكماء . فإذا رأيت الطبيب يجر الداء إلى نفسه فمتى يداوي غيره .\r\nثم قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) الحوائج : التوابل والابازير والأدوية العطارية .\r\n( 11 ) السفاتج : بفردها سفتجة وهي الحوالة المالية التي يستسلم الشخص بموجبها ما يستحقه من مال من شخص آخر .\r\nوالذهبيون هم الذين يتعاملون بالمال كالصرافين وغيرهم .\r\n( 12 ) المزاود : جمع مزود ، وهو ما يوضع فيه الزاد في حالة السفر ، إشارة إلى استعمال أوراق الكتب للف الطعام .\r\n","page_name":" 17 ","page_number":23},
  {"content":"\r\n\r\n وهل يرجى لذي سقم شفاء * إذا ما كان مسقمه الطبيب « 13 » \r\nثم قال لي : فأنت لم لم تقم ببغداد ؟\r\nفقلت شعرا :\r\n تقيم الرجال الأغنياء بأرضهم * وترمي النوى بالمعرين المراميا \r\nاما سمعت قول الشاعر :\r\n بغداد دار لأهل المال طيبة * وللمفاليس دار الضنك والضيق\r\nظللت حيران امشي في أزقتها * كأنني مصحف في بيت زنديق \r\nقال : صدقت ، ولكن عرفني لم قصدت هذه الديار ؟\r\nقلت : لزيارة ( غمر الزعفران ) ونيتي الارتسام بالطب ان طابت لي هذه البلاد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) جاء في هامش المخطوطة الأصل بخط مغاير البيت الآتي :\r\n من غص داوي بشرب الماء غصته * فكيف يفعل من قد غص بالماء ؟ \r\nوكذلك البيت الآتي :\r\n يا معشر القراء يا ملح البلد * ما يصلح الملح إذا الملح فسد ؟ \r\n","page_name":" 18 ","page_number":24},
  {"content":"\r\n\r\nفاضطرب لعزيمتي وقال : هيهات يا هذا ، لئن تسمع بالمعيدي خير من أن تراه ! خاب واللّه سعيك ، وكبا زندك ، وليتني كنت مثلك خالي العذار فاهرب من هذه الديار ، فما يتأتى لي بها مقام لأنني وردت إليها وبها قوم يحسن عليهم الثناء ويقبح عند تقريضهم الاستثناء ، إن اجتمعوا حسبتهم جوهرا منظوما ، وإذا تفرقوا خلتهم لؤلؤا منثورا . ثم قال :\r\n من تلق منهم تقل لافيت سيدهم * مثل النجوم التي يسري بها الساري \r\nقلت : فما فعل الدهر بهم ؟\r\nقال : ماتوا واللّه هم وأولادهم وغلمانهم ولكن بعد ما اتعبوا خاطري واسهروا ناظري في علاجهم إلى أن قضى اللّه بموتهم ، فلله درّهم وسقى صوب الغمام قبورهم . فإنهم كانوا كفونى مؤونة الزمان مدة حياتهم وكنت في تضاعيف برهم لا اخلو من صبية تفطم أو غلام يختن أو مفصود أول فصاده أو مريض ادخله الحمام ، دع هدايا الأعياد والنواريز « 14 » وما يتحصل من زبون الدكان فإنه ما كان يموت لي مريض الا وقد مرض لي عوضه اثنان ، فانا في تضاعيف ذلك في فلك من العجب والتجمل كأنني قرواش بن المقلد أو ملك ميافارقين وآمد . وانيوم إذا انقطع الوتر فصدنا عرقين بدانق .\r\nولولا عندي بقية من موسم سنة الخوانيق « 15 » ا ترمق بها والا كنت من الهالكين . واظرف من هذا بأسره انه كان في كل خريف تكثر الأمراض ، وفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) يترحم على الأيام الماضية التي كانت الهدايا فيها تنهال على الأطباء عند فطام الصبيان أو ختانهم ، أو عند اجراء الفصد أو عندما يصاحب الطبيب المريض إلى الحمام لأول مرة بعد شفائه من مرضه ، أو من هدايا النوارير ( مفردها نوروز وهو يوم الربيع يحتفلون فيه بالسنة الجديدة ) فيقدمون الهدايا للأطباء والحكام والامراء .\r\n( 15 ) سنة الخوانيق أو سنة جائحة مرض الخناق أو الدفتيريا وكان يموت فيها الأطفال والكبار بكثرة ويربح الأطباء فيها ربحا جزيلا من المرضى .\r\n","page_name":" 19 ","page_number":25},
  {"content":"\r\n\r\nكل خمس سنين يعرض وباء وموت . فمنذ يوم ملك ابن مروان هذه الديار كسدت الصناعة وبارت البضاعة وصحت الأجساد وانكشف الوباء عن هذه البلاد وانقطعت علّة الخوانيق ، وكانت قل ما فارقت الحلوق ، وبطلت الأمراض الخريفية « 16 » وكان موسما مألوفا معروفا فصرنا لا ترى مريضا الا في كل حين ولا نشاهد جنازة الا في كل زمان بعيد ، ولا نسمع صراخا الا في كل دهر مديد حتى كان اقبال الأمير قد عصم الأبدان من الأسقام وحصّن الأعضاء من الآلام ، أو كأنه من بين آل مروان قد اخذ للخلق من الدهر الأمان . فما في الناس الا ينشد فيه شعر الحسن بن هاني :\r\n علقت بحبل من حبال محمد * امنت به من طارق الحدثان\r\nتغطبت من دهري يظل جناحه * فعيني ترى دهري وليس يراني\r\nفلو فيل للأيام ما اسمي مادرت * وابن مكاني ما عرفن مكاني \r\nيا سيدي ما أسعده على نفسه والناس ، وما اثقل رحله علينا منذ يوم ولى ديارنا ، ما يفتكر أحد فينا ولا يحتاج الينا ولا يلتفت نحونا بعد ان كان الطبيب في هذه البلد أعز من جبهة الأسد . اليوم جمهور الحفارين والحمانين قد بعدوا عن هذه الديار وتشتنوا في الفرى والأمصار واشتغل أكثرهم بالزروعات وسوق العجل والفدان ونقل الجبصن من رؤوس الجبال إلى البلدان . وربما يلقاني البطال منهم فاسكن منه لوعته وأقول « 17 » ربما عاد ذلك الزمان :\r\n عسى الأيام ان يرجعن يوما * كما كانوا على أقصى المراد \r\nيا سيدي عن اي شئ أخبرك من تلك الأيام . واللّه لقد كانت تخرج الجنائز\r\n\r\n\r\n","description":"","footnote":"\r\n( 16 ) مدح للأمير ابن مروان لعنايته بصحة الناس وفضائه على الأمراض . وهو مدح بصيعة الدم والشكوى من كساد مهنة الطب وقلة المرضى والموتى وانصراف حفاري القبور وحمالي الجثث إلى الزراعة وغيرها .\r\n( 17 ) في نسخة رلزل : ( يقول ) . وفي نسخة الحلتي : ( الحيران هو يقول ) .\r\n","page_name":" 20 ","page_number":26},
  {"content":"\r\n\r\nإلى المقابر بالثياب الديباج كأنها زهر البستان ! ولقد عدّ في يوم من أيام الوباء ما قد خرج من باب واحد من الجنائز فكان مائتي جنازة ممن كنت اطبه انا سوى من كان يطبه هذا الطبيب الذي في جواري . وكانت تقف لي كل يوم على باب داري خمسون بغلة من بغال الجند والكتاب سوى رسل التجار ، ومن تلك السنة صرت أتيه « 18 » من عمارة بن حمزة وأعز من عمرو بن معدي كرب « 19 » . فمن لنا مثل ذلك الموسم . ثم انشد يقول :\r\n قد ذقت من همه ما ليس بقلعه * أبو الحسين أو القلاع من ضرسي « 20 » \r\nيا أخي : اين كنت وأهل هذه البلاد لا ترى فيهم ، صحيح المزاج ولا مستغنيا عن التداوي والعلاج ، والجنائز تجلى كالعرائس وتحط على المعابر كالنجوم الزواهر ، وأصوات الصوائح في المآتم والنوائح كترنم المزاهر « 21 » واضطخاب الآلات والمزامر ، ومغسلو الموتى لا يوصل إليهم الا بالملاطفات ، والأطباء يتزاحم على دكاكينهم بالمهاري « 22 » والبغلات .\r\nاليوم وحقك الناس متشاغلون بتصفيف « 23 » القناني والاقداح واخيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) اي أكثر فيها من عمارة بن حمزة أحد الأثرياء المتكبرين آنذاك .\r\n( 19 ) عمرو بن معدي كرب ( 590 - 643 م ) شاعر وفارس عربي من اليمن قدم إلى الرسول فأسلم وشهد فتوح الشام والعراق وفارس . واشتهر بالقوة والشجاعة فاتخذه الأدباء الشعبيون مثالا للبطل العربي .\r\n( 20 ) ورد هذا البيت في نسخة زلزل ونسخة الأصل بشكل مضطرب .\r\nوالصواب ما أثبتناه .\r\n( 21 ) المزاهر : مفردها مرهر وهو آله بالعود - وهما بجعل كثرة الجنائز دليلا على رواج مهنة الأطباء فيلتذ بالصراخ على الميت والنواح عليه كأنه أصوات الموسيقى .\r\n( 22 ) المهاري : مفردها مهر وهو الحصان الفتي .\r\n( 23 ) ( تصفية ) في نسخة زلزل والأحمدية والجلبي .\r\n","page_name":" 21 ","page_number":27},
  {"content":"\r\n\r\nالملاهي والغواني ، والضرب على المثالث والمثاني « 24 » والغناء بشعر الحسن بن هاني « 25 » .\r\n قد علقنا من الأمير حبالا * أمنتنا طوارق الحدثان \r\nيا سيدي اي شيء تعمل في هذا البلد ؟ واللّه انى أبقى اليوم والشهر لا يسألني انسان حاجة ولا تجتاز بي جنازة . وإذا سهل اللّه وجاءنا مريض كان كما قال المثل ( إذا كسد أصحاب القلانس « 26 » جاءهم زبون معوجو الرؤوس ) وقد واللّه يا سيدي سئمت نفسي هذا البلد وملني أهله لأن الماء إذا وقف ظهر نتنه وإذا كثر لبثه ظهر خبثه . ولقد حدثتني نفسي دفعات بالخروج منه ، ثم أقول إلى اين اخرج ولمن اقصد ؟ واين اتغرب ؟ وما بقي أقل مما مضى ، ومع اليوم غدا . وما يقعدني الا الألف ، والزمان كلما مرّ جاء إلى خلف .\r\nقال كل هذا الكلام وغرضه ان يبغض لي المقام . ثم قال :\r\n- حدثني ما تعمل في غمر الزعفران ؟\r\nقلت : يا سيدي سمعت جالينوس « 27 » يقول إن قياس طب الهياكل إلى طبنا كقياس طبنا إلى طب الطرقات « 28 » . وانا رجل . ضعيف المعدة ناقص\r\n\r\n\r\n","description":"","footnote":"\r\n( 24 ) المثالث والمثاني : مفردها المثلث والمثنى وهما الوتران الثاني والثالث في آلة العود\r\n( 25 ) الحسن بن هاني هو أبو نؤاس الشاعر العباسي الماجن ، ولد بالأهواز من أب عربي وأم فارسية ، درس في الكوفة ومات في بغداد . اشتهر بالغزل بالمؤنث والمذكر ووصف الخمر وانصل بالخلفاء العباسيين وخاصة الرشيد والأمين .\r\n( 26 ) القلانس : مفردها قلنسوة وهي نوع من أغطية الرأس . وهذا المثل يضرب لصاحب الحظ السيء فهو يلاقي الفشل أينما يتوجه .\r\n( 27 ) جالينوس : طبيب يوناني اشتغل بالجراحة وينسب اليه خمسمائة مؤلف في الطب والفلسفة - وقد أضاف كثيرا من المعارف الطبية بسبب قيامه بتشريح أجسام الحيوانات . وظلت آراؤه وأبحاثه مرجعا للأطباء حتى القرن السادس عشر .\r\n( 28 ) الهياكل هي بيوت للمرضى يجتمعون فيها طلبا للشفاء ولها سدنة يعالجونهم بالعقافير التي يجربونها عليهم ويجلونها على الجدران ليستفيد منها الخلف . وكان للسدنة سلطة لا يعارضهم فيها أحد تعتمد على الوحي والالهام . وكان طب الهياكل ارقى درجات الطب وبعكس ذلك طب الطرقات وهو الذي يزاوله أطباء جهلاء يتحولون في الأزقة والطرقات وبنادون على مهنتهم وهو اخس درجات الطب عند اليونانيين .\r\n","page_name":" 22 ","page_number":28},
  {"content":"\r\n\r\nالشهوة . وما أبقيت دواء الا شربته وما نفسي . وقد وصف لي ان في هذه الغمر رجلا من فضلاء الرهبان الذين رأوا الدنيا بعين الحقيقة فاطرحوها عن خبرة بها ، فأنا امضي للقائه والتبرك بدعائه .\r\nفضحك الشيخ مني حينا وقال : ما أشبه هذا منك برجل رمدت عينا ، فلقيه صديق له فقال له : أرى وجع عينيك قد طال فبماذا تعالجهما ؟\r\nقال : بدعاء الوالدة .\r\nفقال له : لو أضفت اليه قليل انزروت « 29 » لكان اسرع في الإجابة ، وكذلك أنت لو اعتضت عن دعاء الرهبان بمعجون الزلمهران لكان أبلغ في تقوية المعدة وتنبيه الشهوة . وهذا دواء عندي عملته لنفسي وانا لواسيك منه بما تنتفع به . هات عرفني كيف هضم معدتك للطعام وكم مقدار غذائك في هذم الأيام ؟\r\nقلت : اما شهوتي فعلى غاية التقصير وغذائي نزر يسير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 29 ) الانزروت : صمغ شجرة صغيرة يبلغ ارتفاعها قدمين بفرز من سباقها وفروعها بشكل قطرات لامعة حمراء تستعمل في العلاج والزينة أيضا .\r\n","page_name":" 23 ","page_number":29},
  {"content":"\r\n\r\n\r\n- القسم الثاني - في ذكر مجالس الطعام وايراد الحجج التي تحمي عن الاكل فيما يقدم من الألوان\r\nفلما نظر الشيخ مني إلى ضعف المعدة وقلة الشهوة قال : أتقوم إلى البيت - يا فديتك - لنأكل شيئا ونتحدث ، فقد آنست بك لأنك لست من أهل هذا البلد فتخرج حديثنا إلى أحد ، وقلما آنست بانسان ، وما انا مع الاخوان والأصحاب الا كلمع السراب :\r\n عدوك من صديقك مستفاد * فلا تستكثرنّ من الصحاب\r\nلان الداء أكثر ما تراه * يكون من الطعام أو الشراب \r\nفتمنعت وحلفت له اني قد اكلت . فالح عليّ فقمت إلى داره وجلسنا ساعة نتحدث وإذا الغلام قد اتى بطبق عليه منديل وفوقه خبز وخل وبقل . فلما وضعه بين أيدينا قال :\r\n وما الخصب للأضياف ان تكثر القرى * ولكنما وجه الكريم خصيب\r\nاضاحك ضيفي قبل انزال رحله * فيخصب عندي والمحلّ جديب \r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":30},
  {"content":"\r\n\r\nثم قال يا سيدي نحتاج ان نعتذر . فالعامة تقول : إذا طرقت فلما حضر وإذا دعيت فلا تذر . ولكن الأيام طوال . واخذ رغيفا وقال : رحم اللّه العجوز لقد كانت لها عناية حسنة بالخبز وهي علّمت هذا الغلام يخبز هذا الخبز . كل يا سيدي فإنه مغسول الحنطة ، مختمر العجين ، معتدل الملح ، خلنجي « 30 » ، مورد الوجه ، علك المضغ ، سريع الهضم ، ملائم الجسم . ثم اخذ طاقة هندباء « 31 » وقال : اعلم يا سيدي ان الهندباء أنواع أجودها الرقيقة فإنها خير من غيرها واصلح في اصلاح الكبد واسرع في تفتيح السدد . وكثيرا ما سقي ماؤها مع الروائد « 32 » . انظر يا سيدي إلى عرض ورقها وصفاء خضرتها .\r\nوتطعّم عذوبة طعمها ورطوبتها وبردها لا سيما إذا اكلت فخير ان تؤكل مع هذا الخل الثقيف . انظر اليه فما معولي في دفع الصفراء الا عليه . ولكن لا حيا اللّه هذا الغلام فإنه غلط منذ أيام وقدم إلي منه شيئا قليل المزج « 33 » فأكلت منه شيئا على اغترار به فما ان حصل منه يسير على لساني حتى طار إلى حلقي ورأسي ، فبادر رعافى وسالت دموعي واتصل بي السعال . وبقيت متألما عدة أيام .\r\nثم قال كل منه واحذره . فلما هممت بالاكل قال : الست على النية في الحمية ؟\r\nقلت : لعلي اختار يوما لذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) الخلنج : هو عنب الدب وهو شجيرات ذات أزهار بيضاء وصفراء بشكل عناقيد ينتج عنها ثمر عنبي القوام سكري الطعم . والخبز الخلنجى هو الذي يشبه بمظهره الخارجي أزهار الخلنج .\r\n( 31 ) الهندباء نبات بري أوراقه مسننة ومنه نوع أليف تستعمل أوراقه مشهية وتغدم مع أنواع البقل قبل الطعام .\r\n( 32 ) الراوند : نبات تستعمل حداميره ملينة ومفرغة للصفراء وهي مسهلة بالكميات الكبيرة ويعطى مسحوقه بمقادير قليلة مشهيا وهاضما . وهو أنواع عديدة اشهرها الصيني .\r\n( 33 ) ( المزاج ) في نسخة الأصل وزلزل وهو تحريف . والمزج هو إضافة الماء لتخفيف حدته .\r\n","page_name":" 25 ","page_number":31},
  {"content":"\r\n\r\nقال : أعظم من الذنب اليأس من الرحمة ، وأشد من الخطيئة المماطلة بالتوبة ، وشر من المرض التسويف بالحمية . وقد قيل إن الشفيع المتخلف عدو طالب الحاجة ، والطبيب المهتجم « 34 » رسول ملك الموت ، والمريض المخلط كدودة القز التي كلما ازدادت نسجا ازدادت عن الحياة بعدا .\r\nقلت : يا سيدي انا واللّه كاره للحمية .\r\nفقال : لعمري ان الحمية صعبة ولكن أفضل الأعمال ما أكرهت عليه النفوس . وفيثاغورس « 35 » يقول : من ساس معدته فقد قرب جميع الأعضاء من الاعتدال ، وأنت تحكم الصناعة ما كنت أظنك تحتاج إلى بعض هذا .\r\nفإنه قبيح بالطبيب ان يرى مخلطا ، كما أنه قبيح بالفقيه ان يكون فاسقا .\r\nفاستخر اللّه وامض العزيمة في الحمية ، وانظر إلى الغذاء فصورته إذا استحال في غده « 36 » ، فما أحسن ما قال سقراط « 37 » وقد اجتاز على كسّاح قد اخرج من حش كساحة « 38 » : يا أهل اثينا هذا الذي كنتم تغلقون عليه أبو : بكم وتقيمو لحفظه الخزن ، وكانت شهواتكم تستخدم عقولكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 34 ) الطبيب المهتجم ، المتسرع في وصف العلاج لمريضه .\r\n( 35 ) فيثاغورس : فيلسوف يوناني توفي سنة 607 ق . م يؤمن بتناسخ الأرواح ويرى أن جوهر الأشياء هو العدد . وقد اهتم بالهندسة والرياضيات ووضع نظرية هندسية عرفت باسمه .\r\n( 36 ) اي تأمل الغذاء كيف سيصير في يوم غد داخل جوفك . وهو هنا يحث ضيفه على الحمية وهو على مائدته وبخيفه من الاكثار من الاكل .\r\n( 37 ) سقراط : فيلسوف يوناني من اثينا وهو أستاذ أفلاطون . كان يدافع عن الفصيلة في حواره مع أهل اثينا ويعلم الاثينيين طريقة استخراج المعرفة .\r\nاتهم بافساد عقول الشباب وحوكم امام مجلس المدينة وحكم عليه بالموت سنة 399 ق . م . محور فلسفته ان هنالك حقائق عقلية ثابتة يمكن استنباطها في الحالات بالجزئية المتغيرة وان العلم والفضيلة شيء واحد لا يختلف باختلاف الافراد .\r\n( 38 ) الكساحة ما يكسح من الزبالة ونحوها . والكساح عامل الازبال .\r\nوالحش : البستان .\r\n","page_name":" 26 ","page_number":32},
  {"content":"\r\n\r\nاعداده . اليوم نفوسكم انفة منه وطباعكم نافرة عنه . وحواسكم مع هذا تروم مثل ما كان هذا عليه « 39 » .\r\nثم قال : كل وتدبر بما قد سمعت فان هذه النصيحة متلقاة بالتحية ، وهذه الموعظة موشحة بالحكمة . فلما بدأت بالاكل امسك يدي وقال : اسمع كلاما ينفعك فيما شكوت ويقرب عليك صحتك : اعلم أن مداواة الأمراض ضبط السفتين والرفق باليدين واخذ المريض نفسه بموجب العقل لا بدواعي الهوى والجهل : فان العقل يلتمس من الأغذية انفعها ، والهوى يطلب من الأطعمة اشهاها والذها ، وقلما يجتمع في الشيء النفع واللذة « 40 » . فان النفع قلما يكون في الغذاء . واللذة قل ما توجد في الدواء . فإياك ان تتلدد بحلاوة الغذاء فتتنغص بمرارة الدواء ، وانشد يقول :\r\n فان المرّ حين يسرّ حلو * وإن الحلو حين يضر مرّ\r\nفخذ مرّا تصادف منه نفعا * ولا تعدل إلى حلو يضر \r\nوإياك ان تؤثر لذة عاجلة فإنها على المرء مضرة آجلة لا سيما وأنت مريض وقد امتلأت من الغذاء .\r\nقلت : يا سيدي قد انهضم وانا مشته للطعام .\r\nقال : جوع كذاب وشهوة كالسراب .\r\nوانشد يقول :\r\n وللهضوم مواقيت مقدرة * وكل شيء له حد وميزان \r\n\r\n\r\n","description":"","footnote":"\r\n( 39 ) في زلزل وردت العبارة مصطربة .\r\n( 40 ) ( اللذاذة ) في زلزل والأحمدية والجلبي .\r\n","page_name":" 27 ","page_number":33},
  {"content":"\r\n\r\n فلا تكن عجلا في ما تحاوله * فليس يحمد قبل النفح بحران « 41 » \r\nقلت : فما رأيك في التقدير ؟\r\nقال : الرأي التوقف فان الداء الدوي ادخال الطعام على الطعام « 42 » وهو الذي افنى البرية وقتل السباع في البرية « 43 » . فان التخمة إذا بقيت أتلفت وإذا تحللت ضعفت . وبقراط « 44 » يقول : لا تفتر بأمر جرى على غير القياس مثل جوع يجده المريض قبل النقاهة .\r\nقلت : يا سيدي اما تعلم أن القدماء يقولون إن القوة للمريض كالزاد للمسافر والمرض كالمسافة « 45 » . ولهذا يجب ان لا يهمل الطبيب امر القوة خوفا من سقوطها قبل منتهى المرض .\r\nقال : وما علمت أن بقراط يقول إن الأبدان غير النقية كلما غذوتها زدتها شرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 41 ) البحران : اصطلاح طبي قديم بقصد به تغير امراض المرض الواحد من حالة إلى أخرى وهو لا بحدث الا بعد انقضاء مرحلة من المرض فهو الفصل بين هاتين الحالتين .\r\n( 42 ) في هامش مخطوطة الأصل وبخط مغاير البيتان الاتيان :\r\n ثلاث هن من شر الحمام * ومدعاة السليم إلى السقام\r\nدوام مدامة ودوام وطء * وادخال الطعام على الطعام \r\n( 43 ) ( البرية ) الأولى بمعنى الخلق وجمعها برايا . و ( البرية ) الثانية بمعنى الصحراء أو الفلاة الواسعة وجمعها براري .\r\n( 44 ) بقراط : طبيب يوناني يعرف بأمي الطب وهو أول من فصل الطب عن الخرافات واقامه على أساس علمي وقال إن سبب الأمراض هو تفسير الاخلاط في الجسم . توفي سنه 270 قبل الميلاد .\r\n( 45 ) اي يقطع المرض بالقوة كما يقطع المسافة بالزاد .\r\n","page_name":" 28 ","page_number":34},
  {"content":"\r\n\r\nقلت : صدقت ولكن القدماء أيضا يقولون : مل مع المريض في بعض شهواته فان الطعام الشهي وان ضر خير من غير الشهي وان نفع .\r\nقال الشيخ : هذا صحيح الا ان القدماء أيضا يذكرون ان الأبدان المملوءة بالفضول تحيل الأغذية وان كانت جيدة إلى طباعها « 46 » .\r\nقلت : وقد قالوا أيضا : اطرح العلاج بالدواء ما أمكن التدبر بالغذاء .\r\nقال الشيخ : الذي اعلم انك رجل معدتك رديئة « 47 » ، واحشاؤك ليست نقية ، ولا آمن عليك ان دنوت من الطعام ان تقع في بلية !\r\nقلت : يا سيدي انا آكل واستعين باللّه .\r\nقال الشيخ : لا حول ولا قوة الا باللّه ، إذا انقضت المدة كان الحيف في العدة « 48 » . فاضربت عن كلامه ثم هممت بالاكل . فقال الشيخ : مهلا مهلا .\r\nاعلم شفاك اللّه ان صورة العلم عند العقل كصورة الغذاء عند الجسم ، الا ان برداءة الغذاء يهلك الجسم ويهبط هو والنفس إلى أسفل السافلين . وبحقيقه العلم تصفو النفس وتستصحب معها الجسم إلى عليين ومقر الروحانيين ومقام العزّ ومعدن البهاء والفوز . والحكيم بقراط يقول ليس بالخبز يحيى الانسان بل بكل كلمة طيبة . وسقراط يقول : ان أحببت ان تأكل فلا تأكل حتمي تأكل « 49 » . وأفلاطون « 50 » يقول : آكل لاعيش لا أعيش لآكل فإياك ان تهجم\r\n\r\n\r\n","description":"","footnote":"\r\n( 46 ) زيادة التغذية تؤثر في الأمراض الناتجة عن الافراط بتناول الطعام كالسمنة وضغط الدم والسكري وتزيدها مرضا حتى وان كان الغذاء صحيا وجيدا .\r\n( 47 ) في مخطوطة ( الأصل ) : الذي اعلم أن معدتك ردية ، وكذلك في نسخة ( الجلبي ) .\r\n( 48 ) مثل معناه انه إذا انتهي الشيء المقرر حدث شيء ليس بالحسبان .\r\n( 49 ) اي لا نأكل حتى تشعر بأنك بحاجة إلى الاكل .\r\n( 50 ) أفلاطون : فيلسوف يوناني تلميذ سقراط وأستاذ أرسطو ، اهتم بجمع محاورات أستاذه ويلف كتاب الجمهورية الذي بحث فيه تنظيم مجتمع الدولة على أساس اشتراكي .\r\n","page_name":" 29 ","page_number":35},
  {"content":"\r\n\r\nعلى الاكل لكن تأنّ وتمهل وكن كالخياط الفاره « 51 » الذي يقدّر الف مرة حتى يقطع الثوب « 52 » فما في العجلة خير . وخذ بقول الأوائل :\r\n قد يدرك المتأني بعض « 53 » حاجته * وقد يكون مع المستعجل الزلل \r\nقلت له : ولم لا آخذ بقول الثاني :\r\n وربما فات قوما جل امرهم * من التأني وكان الحزم لو عجلوا \r\nقال : فإذا عزمت على الاكل فصغر اللقم وقطعها بالثنايا وكسرها بالانياب واطحنها بالأضراس وقلبها باللسان وابلع سحيقها وأعد إلى طحن الأضراس جريشها . وقدم البقول على الثرايد ، وإذا اكتفيت بالثرايد فلا تعدل إلى التوابل .\r\nوانشد يقول :\r\n فالنفس راغبة إذا رغبتها * وإذا تردّ إلى قليل تقنع \r\nوإياك واللحمان فسقراط يقول : ( لا تجعلوا بطونكم مقبرة للحيوان ) .\r\nوجالينوس يقول : ( اجهل الناس من ملأ بطنه من كل ما يجده ) . واعتمد على مقاومة الصفراء بالأشياء الحامضة ، والبلغم بالطعوم المالحة ، والسوداء بالثرايد الدسمة « 54 » . واعلم أن الصفراء كالصبي الصغير ترضيه الثمرة وتسخطه الكلمة ، والسوداء كالثور يسوقه الصبي والمرأة وإذا غضب لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 51 ) الفاره : الحاذق والماهر في صنعته .\r\n( 52 ) سقطت كلمة ( الثوب ) من زلزل والجلبي .\r\n( 53 ) ( حسن حاجته ) في مخطوطتي زلزل والأحمدية .\r\n( 54 ) يأخذ الأطباء العرب بنظرية الاخلاط التي جاء بها اليونانيون وهي ان جسم الانسان يتكون من المرة الصفراء والمرة السوداء والدم والبلعم .\r\n","page_name":" 30 ","page_number":36},
  {"content":"\r\n\r\nيضبط ، والبلغم كالسبع إن قتل والا قتل فاقهر البلغم قهرك عدوك واخضع للصفراء خضوعك لمن فوقك ، وسالم الدم مسالمتك صديقك ، وجاهد السوداء مجاهدتك عدوك . واختصر يا سيدي من كثرة الألوان . فان الألوان المختلفة الطباع تحتار المعدة في هضمها وتعجز القوة عن احالتها . ولا تأكل ما يكدّ اسنانك في مضغه فتعجز معدتك عن هضمه . واجعل يا سيدي ما يرد الأحشاء اتلاثا : ثلثا طعاما وثلثا شرابا وثلثا نفسا . واخصر في الغذاء فما يساوي الدنيا التردد إلى بيت الخلاء . وقلل من شرب الماء البارد في تضاعيف الغذاء . وغلّب العقل على الهوى فإنه قلّ من غلب هواه على عقله فلم يعطب ، وقلّ من حرص على النساء فلم يفتضح ، وقلّ من ابتلي بوزراء السوء فلم يهلك ، وقلّ من أكثر من الطعام والشراب فلم يسقم « 55 » .\r\nوجعل الشيخ بمرّ في ضرب من هذا الفن ليشغلني عن الاكل . فلما أطال كلامه واتسع في الهذيان ميدانه اضربت عن كلامه صفحا وأقبلت على الاكل فأمعنت في الخل والبقل وهو لا يستزيد إداما ولا يستدعي طعاما حتى خيّل له انني قد شبعت وتصور انني من الخل والبقل قد قنعت فقال لغلامه :\r\nارفع هذا عنا وقرّب الشواء منا . فقدم الغلام حملا مشويا . فمددت يدي إلى الأكتاف فقال إياك وإياها فإنها تقبل من القلب الفضلات . فملت نحو الزور فقال لا تتعرض له فإنه بطيء الهضم . فعدلت إلى الكلى فقال هذه معدن البول ومائية اندم . فأومأت إلى الافخاذ فقال إنها مجاورة للمعي والبراز . فاستأذبته في الانية فقال : اللّه في نفسك فإنها وخمة رديئة تميت السهوة وتحدث الهيضة . فقلت : فعلى ما ذا اعتمد ؟ قال على الأطراف من العضد فهي الطف ما في الخروف لا سيما من هذا الرضيع المعلوف . فأومأت إلى اخذ طرف كان قريبا مني فقال : تأخذ من الأطراف المؤخرة والمقاديم اشرف ، وتأخذ اليمنى منهما ، واليسرى الطف لقربها من القلب والحرارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 55 ) هذه نصائح طبية جيدة ولكن الشيخ يستغلها ليشغل ضيفه ويمنعه من تأول الطعام أو الاكثار منه .\r\n","page_name":" 31 ","page_number":37},
  {"content":"\r\n\r\nالغريزية وبعدها عن الزبل والفضلات الردبئة . خذ ما أعطيتك وتجنب ما سواه فإنه يؤذيك .\r\nثم فرك أحد الأطراف اليابسة وقال : هاك هذه اليسنى فان الاعتماد كان عليها في الرعي والسعي . فهلم نحوها يا ابن أخي . فأخذتها . ثم قال لغلامه : ارفعه عني عسى ان تكفى غائلته وتأمن رداءته وبليته ، فلبلوغ الشهوات قرائن مهلكات وعوارض مؤلمات ، فرب اكلة قد حرمت اكلات وهات ما عندك .\r\nفقدم الغلام مضيرة « 56 » بلحم بقر فبدأت آكل . فقال اعلم وفقك اللّه ان الآكل مستمري ، الأطعمة الموافقة له ولا يستمري ، الأطعمة المخالفة لطبعه .\r\nوهذه مضرة بلحم بقر والقدماء ينهون عنها لمن به ما بك وعن الجمع بين لحم البقر واللبن كما ينهون عن الجمع بينه وبين السمك « 57 » وهذه واللّه معدن المفاصل والنفرس واللقوة والقولنج والفالج « 58 » . فاللّه اللّه ان تحملك الشهوة على الاستضرار بهذه المضيرة . ثم قال لغلامه : ارفعها عنا ففي رفعها الخيرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 56 ) المضيرة : لحم يقطع ويطبخ بللس المضير اي الحامض . وقد سقطت كلمة ( الغلام ) من نسخة زلزل . وكانوا وقنذاك يقدمون الطعام لونا بعد آخر .\r\n( 57 ) يعتقد القدماء ان اكل السمك مع اللبن يورث الأمراض كالبرص والفالج والنقرس ، وهو اعتقاد خاطي ، يرفضه الطب الحديث ، كما رفضه الجاحظ من قبل أثناء مناقشته للطبيب يوحنا بن ماسويه وهما على مائدة الطعام .\r\n( 58 ) الفالج : هو شلل أحد شفي البدن بسبب نزف في أحد الأوعية الشعرية في الدماغ .\r\nالنقرس : ويسمى داء بالملوك يحدث في مفاصل القدم والابهام بسبب زيادة املاح البورات في الدم وتنتج عن الاكثار من اللحوم الحمراء\r\nاللقوة : شلل أحد جانبي الوجه فترتخي عضلات الخد والأجفان ويميل الوجه إلى الجهة المعاكسة .\r\nالفولنج : هو المغص المرافق بالألم الحاد الناتج عن تشنج أحد الأحشاء ويحدث في الكولون أو الحالب والكلية أو المرارة ، والكلمة من أصل لاتينى .\r\n","page_name":" 32 ","page_number":38},
  {"content":"\r\n\r\nلنا ، فأني لا آمن ان ينقاد بزمام الهوى إلى مناخ الشهوة فيقع من هذه المضيرة في امراض صبعة ، فرفعت .\r\nوقدمت ارزة بلبن قد عملت تحت الحمل فتصورت انه لا شي ، يرجى بعدها فدعت الضرورة إلى الشبع منها . فحين رآني سمعنا وعلى اكلها مقبلا تبين الغضب في وجهه فأوما إلى الغلام برفع الطبق فظن الغلام انه يستدعي منه الحلواء فقدم جاما فيه فالوذج « 59 » صنيغ اللون محكم العفد فازداد غضبه وكاد يملأ الجام بتسكاب دموعه وقال أعوذ باللّه من سوء ما جرت به المقادير ، اعلم يا سيدي انه ليس الآمر بالخبر بأسعد من المطيع له ، ولا الناصح أولى بالنصبحة من المنصوح له . فاسمع نصيحتي واعلم أن الحلواء مضرة بالأسنان مبثرة « 60 » للفم واللسان لا سيما إذا اتبعت بالماء البارد . فان المأمون شكى وجع أسنانه إلى طبيبه جبريل « 61 » ، فقال له : يا أمير المؤمنين امتنع عن الماء البارد بعد الرطب « 62 » والسكر . فقال : ويحك يا جبريل ، لولاها لما أردتك ! واي لذة تبقى للّسان إذا امتنع الانسان من الماء البارد والحاواء . وخالف جبريل في ما وصف ، فكان من استانه ما قد عرف . وانا استزنك عن هذا الجام فان العاقل لا يؤثر اللذة على الصحة ، فعرفني على ما ذا عزمت ؟\r\nقلت : على الاكل والاتكال على اللّه ؟\r\nفقال : كأنك ان تركت الحلواء الا تنكل على اللّه ! ثم قال : اعلم أن الطبيب واسطه بين اللّه والمريض ، والوسط فيه ما في الطرفين ، ففيه من صفات\r\n\r\n\r\n","description":"","footnote":"\r\n( 59 ) الفالوذح : صنف من الحلوى يصنع من النشا والسكر أو العسل مع اللوز ويترك على نار هادئة ولينا حتى يشتد قليلا ويؤكل بعد الطعام . والجام هو الاناء المصنوع من الزجاج .\r\n( 60 ) مبثرة : اي مسببة للبثور في الفم واللسان .\r\n( 61 ) جبريل : هو جبرائيل بن بختشيوع طبيب الرشيد والأمين والمأمون . قال مكانة مرموقة عندهم وحصل على ثروة هائلة من مهنته . له عدد من المؤلفات في الطب .\r\n( 62 ) الرطب هو التمر في أول نصوجة .\r\n","page_name":" 33 ","page_number":39},
  {"content":"\r\n\r\nاللّه تعالى رحمة ومنحة ، ومن المريض سؤال ورغبة : فغرضه العافية ودأبه اهداء النصيحة والتوصل إلى صلاح كل نسمة .\r\nثم انشد :\r\n لو غضبت \" روح \" على جسمها * اصلح بين الروح والجسم\r\nكأنه من لطف أفكاره * يجول بين اللحم والعظم \r\nفلا تسيىء فيّ الظن وتنسبني في هذا القول والفعل إلى البخل فإنه لا بد من النصيحة لك ، فلا يثقل ذلك عليك . فو اللّه انني أشتهي كثيرا اللون اللذيذ ولوثره ثم أخاف غائلته فانهي نفسي عنه . وربما غبلتني الشهوة فلا أزال اذكر نفسي بالآلام والأوجاع واحضر بين يدي آلات العلاج .\r\nثم قال لغلامه : ارفع الجلواء وهات ما عندك . فما شككت الا انه جام آخر ولون قد تأخر . وإذا طبق فيه كلبنا الأضراس « 63 » ومكاوي « 64 » الطحال والرأس ، والنشاب « 65 » : وصنالير السبل والظفرة « 66 » وزراقات\r\n\r\n\r\n","description":"","footnote":"\r\n( 63 ) الكلبتان : بلفظ التثنية ، آلة من حديد تستعمل للقبض على الأشياء أو اقتلاعها كالاضراس .\r\n( 64 ) المكاوي : مفردها مكواة وهي الآلة التي تستعمل لكي بعض مواضع الجسم للمعالجة وتكون على اشكال كثيرة .\r\n( 65 ) النشاب : مفردها نشابة وتستعمل لتعليق الاجزاء المراد رفعها أثناء العمل الجراحي .\r\n( 66 ) الصنانير : مفردها صنارة وهي كالنشابة تستعمل لتعليق أوعية الدم .\r\nوالسبل ( بفتح السين والباء ) : تضخم العروق في ملتحمة العين\r\nوالظفرة : التواء مثلث الشكل من الملتحمة يمتد من زاوية العين حتى القرنية بشكل غشاء احمر اللون سببه التعرض للغبار والريح ويعالج باستيصاله جراحيا .\r\nوهذه الآلات ورد ذكرها في كتاب ( الحسبة ) للشبرري باختلاف يسير .\r\nوقد ذكرها ابن بطلان هنا لتذكير القارئ بها .\r\n","page_name":" 34 ","page_number":40},
  {"content":"\r\n\r\nالقولنج « 67 » وقثاطير التبويل وملزم البواسير ومخرط المناخير « 68 » ورصاص التثقيل « 69 » ومنجل التآليل ومخالب التشمير « 70 » ومحك الجرب ومنشار القطع ومهت « 71 » القدح ومجرفة الاذن ومقص السلع « 72 » وخشبة الكتف « 73 » وحمال الورك ومفتاح الرحم ونوار النسا « 74 » ومكمدة الحشا وقدح الشوصة ودرج المكاحل ودست المباضع ومرهمدان « 75 » المراهم .\r\nفلما نظرت إليها تنغصت بالاكل وتصورت البلاء والسقم . فقال لي :\r\nيا سيدي يجب على الانسان الشكر للّه تعالى على الصحة ، وان يسأله دوام العافية . أليس هذا جميعه لأجل الاكل والمضغ أعد لهذا الجسد ؟\r\nوانشد يقول :\r\n كم اكلة دخلت حشا شره * فأخرجت روحه من الجسد\r\nلا بارك الله في الطعام إذا * كان هلاك النفوس في المعد \r\nثم قال لغلامه : اعفنا من الطعام واعدل بنا إلى الطشت والأشنان « 76 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 67 ) القولنج : هو التشنج المؤلم في احشاء البطن بوجه عام لا سيما المرارة والكلى والكولون وبالكلمة غير عربية . والقاناطير هي أنبوب التبويل الذي يدخل في الإحليل وقد عربت الكلمة مؤخرا بكلمة القسطرة .\r\n( 68 ) الآلة التي تستعمل لقطع الزوائد اللحمية في الانف .\r\n( 69 ) كتلة من الرصاص تربط بالقدم في حالة كسور الفخذ لتمديد العضلات المتشنجة ليتسنى ارجاع الكسر إلى موضعه .\r\n( 70 ) آلة معدنية ذات مخالب لسحب الجفن إلى أسفل .\r\n( 71 ) المهت : أنبوب معدني دقيق يدخل في الماء الأبيض المتجمع داخل العين وهو ما يسمى ( السلا ) فيمص السائل ويزول الساد . وتسمى العملية ( قدح العين ) .\r\n( 72 ) السلع : مفردهه سلعة وهي الورم السليم تحت الجلد .\r\n( 73 ) خشبة الكتف تربط على الكتفين لتسوية كسور عظام الكتف وتجبيرها .\r\n( 74 ) النسا : ( بفتح النون ) هو العصب الوركي ولا تعلم أن ثمة آله لعلاجه .\r\n( 75 ) المرهمدان : كلمة فارسيه يريد بها وعاء المرهم .\r\n( 76 ) الأشنان : نبات له أغصان دقاق ولا أوراق له يستعمل لغسل الأيدي والثياب .\r\n","page_name":" 35 ","page_number":41},
  {"content":"\r\n\r\nفغسلنا أيدينا واخذ مخدة واتكأ وقال : هات يا سيدي نتحدث فان ابا على كان ينشد دائما :\r\n ولقد سئمت مآربي * فكأن اطيبها خبيث\r\nالا الحديث فإنه * مثل اسمه ابدا حديث \r\nوبدأ الشيخ يتعمد للحديث ويتشجع ويتكلف للنشاط ويتصنع ، وانشد يقول .\r\n وتجلدي للشامتين اربهم * انى لريب الدهر لا اتضعضع\r\nحتى كأني للحوادث مروة * وصفا المشاعر كل يوم تقرع \r\nفقلت يا سيدي قد تعلقت بذلك المعجون ما دمت على الحمية ، فأسألك ان تعرفني متى آخذه وكم مقدار ما أتناول منه ؟ فقال : ما هذا حجر يحتاج قبل الطحن إلى النقر ، وأنت محتاج إلى ما ينقص شهوتك أكثر مما أنت محتاج إلى ما يقوي معدتك . فاعرض عن هذا وهات حدثني اي شيء تحفظ من النوادر ؟\r\nقلت : اخبار أبي نؤاس .\r\nقال : ومن الشعر ؟\r\nقلت : قصيدة في التطفل .\r\nقال : ومن الأبيات في الأمثال السائرة ؟\r\nقلت : قول الشاعر :\r\n نزوركم لانجازيكم لجفوتكم * ان الكريم إذا لم يستزر زارا\r\nيقرب الشوق دارا وهي نازحة * من عالج الشوق لم يستبعد الدارا \r\nقال : فأي شيء عانيت من المهن ؟\r\nقلت : الطبيخ .\r\nقال : فما الذي قرأت في الطب ؟\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":42},
  {"content":"\r\n\r\nقلت : ( تدبير الناقة ) « 77 » .\r\nقال : فما العلة التي ادتك إلى ضعف المعدة ؟\r\nقلت : الشهوة الكلبية .\r\nقال : فأي شيء أخرجك من بغداد ؟\r\nقلت : كان بها غلاء ولحقني بها ضر\r\nفاغتاظ ونهض وكان متكنا فجلس . وانشد :\r\n بذا قضت الأيام ما بين أهلها * مصائب قوم عند قوم فوائد « 78 » \r\nقلت يا سيدي إذا آيستني من الدواء أفتأذن لي ان أسألك عن شيء مما أجده ؟\r\nقال : قل وأرجو ان يكون سؤالا مباركا .\r\nقلت : ما السبب في انني لا أقدر على شرب الشراب ولا يلائم معدتي في حال من الأحوال . فأعجبه ما سمع من قولي وقال هذه عادة ظريفة أن تكون المعدة قوية على الاكل وعن الشراب ضعيفة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 77 ) اي العناية بالتافهين من الأمراض ، وهو اسم كتاب لحنين بن إسحاق المتوفى سنة 264 ه .\r\n( 78 ) من قصيدة للمتني أولها :\r\n عواذل ذات الخال في حواسد * وان ضجيع الخود مني لماجد \r\n","page_name":" 37 ","page_number":43},
  {"content":"\r\n\r\n\r\n- القسم الثالث - في نعت مجلس الشراب واللذة وذكر ما جرى من المسائل\r\nفلما آنس إلى قولي ضحك واعتقد ان باطن هذا القول مثل ظاهره فقال لغلامه هات نبيذا .\r\nفاحضر الغلام « 79 » طبقا ونقلا « 80 » وخمرا . فاخذ القدح وغسله وقال انظر حسن هذا القدح فإنه حصل لي من نهب قصر الامارة أيام الفتنة وكان عندي أحسن منه ، ولقلة المعيشة في هذه الشتوة احتجت فبعته . ثم قال :\r\n وقد تخرج الحاجات يا أم مالك * كرائم « 81 » من ربّ بهن ضنين \r\nولكن أيام المشمش لا بد ان تأتي ونرد عوضه لا سيما وشتاؤنا كان كثير الجنائب « 82 » والمطر ، وربيعنا هذا شديد الاختلاف والتغير وأظنها ان شاء اللّه سنة وبائية ! !\r\nثم ملأ قدحه وقال : هذه الخمرة التي كنا زمانا نشتهيها . وبقراط يقول إنها تسكن العطش وتشفى من ألم الجوع وفيها عشر منافع : خمس منها\r\n\r\n\r\n","description":"","footnote":"\r\n( 79 ) الإضافة من نسخة الأصل .\r\n( 80 ) النقل : ما يؤكل من الأشياء اللطيفة مع الشراب ، وجمعه انقال .\r\n( 81 ) ( ذخائر ) في نسخة الجلبي .\r\n( 82 ) جمع جنوب وهي الريح التي تخالف الشمال .\r\n","page_name":" 38 ","page_number":44},
  {"content":"\r\n\r\nتتعلق بالجسد وخمس بالنفس . فاما التي تتعلق بالجسم فإنها تجيد الهضم وتدر البول وتحسن اللون وتطيب النكهة وتزيد في القوة . واما التي تتعلق بالنفس فإنها تسر النفس وتقرب الامل وتشجع القلب وتحسن الخلق وتقاوم البخل . ثم شرب وقال لغلامه : امض إلى تلميذي أبي جابر الفاصد وادعه ومعه عوده ، وجز بصديقينا أبي أيوب الكحال وأبي سالم الجرائحي . وقل لأبي موسى الصيدلاني : تحياتي عليك الا جعلتنا في هذا اليوم من أحد زبونك . فما كانت هنيهة حتى حضر القوم فسلموا فرددنا عليهم السلام .\r\nوسألوا عني فأخبرهم بحالي . ثم بدأ القوم يشكون ما يقاسونه من المعيشة ويتذاكرون ما بقي من الصيدلة . فرأيت قوما قد لاذوا بالأدب الا ان السوقبة عليهم أغلب . فسكتوا ساعة ثم اخذوا في الكلام في مسألة . فقال الشيخ :\r\nاليوم خمر وغدا امر « 83 » ما فينا اليوم قراءة ولا تدريس لان العلم اندائم يكدّ النفوس ، وجالينوس يقول : ان العلماء محتاجون إلى أن يتركوا التفكر وقتا ما لئلا ينهك قواهم وأجسامهم . فان الأجسام آلة القوى والافعال .\r\nثم ملأ القدح وقال لتلميذه : اعلم أن القدماء يقولون إن العود مبني على الطبائع الأربع « 84 » وان الضرب من المغني يجري مجرى المبضع من الفاصد ، والأوتار كالعروق ، ووجه العود كالأعصاب . فإياك ان تضرب ضربا يقع ايقاعه خارج الأوتار . واعتمد ما سمعت مني . وهات غنني شعر أبي نؤاس في استاذنا جبريل الطبيب « 85 » . فضرب الغلام واندفع يغني :\r\n\r\n\r\n","description":"","footnote":"\r\n( 83 ) كلمة الشاعر امرئ القيس عندما بلغه مقتل أبيه وهو عاكف على الشراب\r\n( 84 ) يقول اليونانيون ان أخلاط الجسم أربعة هي الدم والبلغم والمرة الصفراء والمرة السوداء بوافقها أربعة طبائع هي الدموي والبلغمي والصفراوي والسوداوي\r\n( 85 ) جبرائيل بن يحتيشوع بن حورجس أحد الأطباء المشهورين في صدر الدولة العباسية . خدم الرشيد والأمين والمأمون ونال مكانة مرموقة عندهم وثروة طائلة .\r\n","page_name":" 39 ","page_number":45},
  {"content":"\r\n\r\n سألت أخي ابا عيسى * وجبريل له الفضل\r\nفقلت الراح تعجبني * فقال كثيرها قتل\r\nفقلت له فقدرها * فقال وقوله الفصل\r\nوجدت طبائع الانسا * ن أربعة هي الأصل\r\nفأربعة لأربعة * لكل طبيعة رطل \r\nثم انبسط يغني ويقول :\r\n اعدلا بي عن دراسات الطلول * وفقا بي في الموضع « 86 » المجهول\r\nواسقياني على تصاخب أوتار * جرى بينهن خفق الطبول\r\nثم جس الأوتار ويك بلطف * جس بقراط نابضات العليل \r\nفطربوا وشربوا كلهم الا انا . فلما آيست من الشراب بدأت اعمل في اكل النفل . فقلت له : ان انفع الأنفال لي ما هو يا سيدي ؟\r\nفقال : ان الخليفة المتوكل « 87 » سأل جبريل عن انفع الانقال فقال له : نقل أبي نؤاس يا أمير المؤمنين .\r\nفقال : وما هو ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 86 ) التصحيح من نسخة المجلسي والأحمدية .\r\n( 87 ) كلمة ( الخليفة ) موجودة في الأصل وغير موجودة في النسخ الأخرى .\r\n","page_name":" 40 ","page_number":46},
  {"content":"\r\n\r\nقال وانشد :\r\n ما لي في الناس كلهم مثل * فمائي خمر ونقلي القبل \r\nهذا ما قاله جبريل للمتوكل وهو صحيح ما به ما بك .\r\nقلت : صدقت الا ان هذا يصفه جبريل للمتوكل وفي مقاصيره اثنتا عشرة الف جارية . فانا يا سيدي على ما اعتمد في هذا لنقل ؟ أعلى الشيخ أبي أيوب الكحال أم على أبي سالم الجرائحي ؟\r\nفغاضه هذا القول مني وقال : أليس ذكرت انك طبيب ؟\r\nقلت : بلى .\r\nقال : اي شيء تعاني من اجزاء الطب ؟\r\nقلت : الطبائع « 88 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 88 ) اي الأمراض الباطنية والصحة العامة .\r\n","page_name":" 41 ","page_number":47},
  {"content":"\r\n\r\n\r\n- القسم الرابع - في اعتبار الطبائعي بمسائل توضح فضله وتظهر جهله\r\nقال : أسألك عن مسألة .\r\nقلت : افعل !\r\nفقال الشيخ وهو ينشد :\r\n أعذني رب من حصر وعيّ * ومن نفس أعالجها علاجا\r\nومن زلات نفسي فاغتفرها * فاني لا أطيق لها لجاجا \r\nثم عاد وقال : أسألك عن مسألة .\r\nقلت : افعل .\r\nقال : لا تظن اني أسألك : لم صارت الحبشة والصقالبة ، وبلادهم مختلفة وطبائعهم متضادة يغتذي كل منهم بالأغذية الحارة اليابسة ويشربون الخمور ويتغلفون بالمسك والعنبر ، ووجب ان يجري الامر فيهم على خلاف ذلك التدبير ، فهذا مما لا أسألك عنه لأنه معوّل على الجواب : ان الحبشة يستعملونه غذاء والصقالبة يأخذونه دواء ، لئلا يلزم ان تستعمل أنت مثل ذلك في الصيف والشتاء .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":48},
  {"content":"\r\n\r\nولا أسألك أيضا عن الخنزير وهو من اعدل الحيوان وغذاؤه يجب ان يكون اعدل النبات وتراه يغتذي أخبث فضلات الانسان ، لان هذا من المسطور المأثور « * » .\r\nولا أسألك أيضا عن القدماء لم قسموا البلغم من طعومه ، ولم جعلوا الزجاجي والمسيخ أحد اقسامه وليس له طعم كأحد أصنافه ، ولم قالوا أيضا انه بارد وهو أحر من الدم في الهضم الثالث ؟\r\nولا أسألك عن الولادة هل هي طبيعية وقد جمعت أجناس الأمراض الثلاثة « 89 » أم هي ليست بطبيعية وهي أصل الافعال الطبيعية والانسانية ؟\r\nلكني أسألك وأقول لك ربما نام الانسان وهو حاقن فرأى كأنه يبول فلا يبول وانتبه وقد حفزه البول للخروج فنهض وبال .\r\nقلت : نعم .\r\nقال : وربما رأى الانسان في منامه يجامع فلا يتمالك حتى ينزل ويتنبه وقد افرغ في ثوبه .\r\nقلت : نعم .\r\nقال : فما الذي يمنع البول عن الخروج مع حدّته ، ويمهله إلى أن ينتبه على كثرته ، ويرسل المنى على قلته ويحفزه في المنام ولم يمهله إلى الانتباه وهما جميعا فضلتان ؟\r\nقلت : لا اعلم « 90 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل وفي زلزل ( المذكور ) والتصحيح من الجلبي .\r\n( 89 ) الأجناس المرضية الثلاثة هي الألم والحمى والنزف قد تحدث مع الولادة الطبيعية .\r\n( 90 ) هذه الأسئلة وضعها ابن بطلان للتحذلق والتعجيز . وان الإجابة عليها لا نزيذ عن تأثير فعل الطبيعة الغرائز الحيوية .\r\n","page_name":" 43 ","page_number":49},
  {"content":"\r\n\r\nقال : فمن لا يتأنى له الكلام في بوله لا يهجم على انقال الناس ويأكلها !\r\nثم التفت إلى الحاضرين وقال : صدق انه لا يعلم لان البطنة تذهب الفطنة فو اللّه لو اكل كل ما اكله بقراط لاضحى يعتقد ان القوة العقلية في المعدة . ثم قال لي : يا مبارك الناصية إذا لم يتشاغل الطبيب بمسائل الأطباء وتواريخ القدماء والبحث عن غوامض الكتب البقراطية وتفاسير الست عشرية وعلل البحارين الشمسية والقمرية « 91 » ، وعن النماء هل هو من خواص الأعضاء المتشابهة الاجزاء أم الآلية ؟ وعن النبض غير المنتظم في نبضة واحدة وفي نبضات كثيرة وإلا فبماذا يشغل نفسه ؟ أباخبار المخنثين والمغنين وطيب لحن ابن سريج وترنم معبد « 92 » ونوادر بدعة الكبيرة واهزاج سريرة الراقصة وايقاع مزاحم الرقاص ؟ وإذا لم يرض نفسه في كتب النسخ والدساتير وتحرير الأدوية على موجب القوانين والا فبأي شيء يعتني ؟ أبكتابة رقعة تتعلق بالعاشق والمعشوق ووصف القدود والخدود والعيون وكسر الجفون ، والحنين والأنين وفرقة القرين ولوعة الحزين ، وطيب التلاق وشكوى الفراق :\r\nوحلاوة الوصل ومرارة البين ، وما لحق قيسا مع لبنى والمجنون بليلى وجميل ببثينة . قلت يا سيدي لست طبائعيا . قال فأنت ما ذا ؟ قلت انا كحال . قال :\r\nفهذا شيء يتعلق بشيخنا أبي أيوب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 91 ) البحارين : ومفردها بحران وهو تغير بمرض للمرضى بغتة فهو الفصل بين عرضين مختلفين في المرض الواحد . ويحدث في جميع الأمراض لا سيما الحادة منها . وان ما يذكره عن الشمسية والقمرية فهو زيادة لغرض التعجيز .\r\n( 92 ) ابن سريج معبد اليقطيني من المغنيين المشهورين ببغداد في زمن الرشيد ، والأسماء الأخرى لمغنيات وراقصات وراقصين معروفين في ذلك الوقت .\r\n","page_name":" 44 ","page_number":50},
  {"content":"\r\n\r\n\r\n- القسم الخامس - في سؤال الكحال عما لا يسعه جهله\r\nفقال لأبي أيوب : اشرب هذا القدح واسأله . ثم اخذ القدح وتأمله ورفعه وقال : هذه واللّه كما قال الشاعر :\r\n وكأن الزجاج قطرة ماء * جمدت والعقار شعلة نار \r\nهات باللّه يا سيدي عنّ صوت استاذنا أبي إسرائيل الكحال فاندفع وغنى :\r\n قالوا اشتكت عينه فقلت لهم * من شدة القتل مسّها الوصب\r\nحمرتها من دماء من قتلت * والدم في النصل شاهد عجب \r\nثم غنى للراح وجعل يقول :\r\n مريض الجفون بلا علة * ومكتحل الطرف لم يكتحل\r\nشكى حسنه قبح افعاله * فالقى على وجنتيه الخجل \r\nفشرب الجماعة كلهم دوني ثم قال لي أبو أيوب : لو أن رجلا برحشيا « 93 » كحل عين حمارك على غير علم منك فأعماها وادعى ان بها سدة ثم شارطك على برئها فكحلها بدواء عاد بصرها به ا تعرف الدواء الذي غشّى طبقات العين ورطوباتها ومنع النظر بها ، والدواء الذي أزال عنها الداء في الحال ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 93 ) رجل من العامة أو الغوغاء .\r\n","page_name":" 45 ","page_number":51},
  {"content":"\r\n\r\nقلت : لا .\r\nفقال صاحب الدار : يا أرمد البصيرة أنت اعتقدت انه يسألك عن الظفرة « 94 » متى تكون مرضا ومتى تكون سببا ، أو عن جالينوس لم ذم العين الصغيرة ومدح الحدقة الضيقة ؟ اللهم غفرا يا سيدي في اي شيء أفنيت أيام الحداثة ؟ أظنك قضيت الزمان في محبة الصبوح والغبوق « 95 » ومعاشرة لاخوان وتجديد القيان ومعرفة أسماء الخمور وتعديل بابات الطبل وتعبئة المجالس واصلاح المشام وتفريع الأترج وحشو التفاح وترتيب الأوتار وشدّ ازيرة العيدان « 96 » على مقادير الألحان ، واصلاح الطبقات في ثقيل الأول وخفيفه والرمل وخفيفه والهزج بالوسطى والسبابة والبنصر « 97 » . يا سيدي ما هذا واللّه مما ينفع الطبيب في طبه ولا المريض المسكين في إزالة مرضه .\r\nقلت : ما انا كحال .\r\nقال : أراك تدعي صناعة وتجحد أخرى كأنك تقدم غضارة « 98 » وتبعد أخرى . . . هات عرفني اي شيء أنت ؟\r\nقلت : انا جرائحي .\r\nقال : هذا شيء يتعلق بالشيخ أبي سالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 94 ) مرض في العين سبق التعريف له .\r\n( 95 ) الصبوح هو شرب الخمر صباحا والغبوق شربها ماء .\r\n( 96 ) الازيرة : مفردها زير وهو الوتر الدقيق في العود الذي يعطى أعلى الأصوات .\r\n( 97 ) طبقات الصوت وهي أسماء المقامات التي تحدث باوتار العود واسطة الأصابع الوسطى أو السبابة أو النصر فتختلف حدة الصوت حسب بعدها وقربها من صدر العود فتخرج المقامات الصوتية التي ذكرها .\r\n( 98 ) الغضارة هي القصعة أو الاناء الفخاري ، تشبيها بمن يقدم اناء الطعام على المائدة ثم يرفعه بعد الانتهاء منه ليقدم طعاما غيره .\r\n","page_name":" 46 ","page_number":52},
  {"content":"\r\n\r\n\r\n- القسم السادس - في اعتبار الجرائحي بمعرفة التشريح والمنافع\r\nثم قال لأبي سالم : اشرب هذا الدور واسأله . ثم التفت إلى الساقي وقال له : ناوله .\r\nفاعطى لأبي سالم وقال اشربوا وغنوا :\r\n جد بماء المزن والعنب * كاشفات الهم والكرب\r\nقهوة لو أنها انتسبت * شاكلت قحطان في النسب\r\nفهي تكسو كف شاربها * دستمانات من الذهب \r\nوملأ الساقي القدح وأعطاه له فقال لأبي حابر : غنّ لي صوت استاذنا أبى الحسن بن نقاح ، فاندفع يغني :\r\n كل جريح ترجى سلامته * الّا فؤادا دهنه عيناها\r\nتبلّ خدي كلما ابتسمت * من مطر برقة ثناياها \r\nثم ملأوا الاقداح وشربوا ثم غنى :\r\n تأوهي من حر نار الهوى * قتلت حتى لم يجد مقتلا\r\nتأوهي من جسدي كله * فصّل مني مفصلا مفصلا\r\nأرى المعافى بعذل المبتلى * يا رب ذا العاذل ما يبتلى \r\nوأومؤ اليّ وقال : يحتاج الجرائحي ان يكون عالما بالتشريح ومنافع الأعضاء ومواضعها لتجتنب عند فتح المواد قطع الأعصاب وأطراف العضل والأوتار والألياف . ثم قال : كيف معرفتك بالتشريح ؟\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":53},
  {"content":"\r\n\r\nقلت : على غاية الكمال :\r\nقال : كم هي ألياف المعدة ؟\r\nقلت : ثلاثة .\r\nقال : وما هي ؟\r\nقلت : واحد موضوع طولا به تجذب الغذاء وآخر يمضي عرضا به تمسك الغذاء وآخر وأربابه تدفع الغذاء .\r\nقال : فان قال قائل : بل الدفع بالموضوع عرضا والمسك بالموضوع طولا والجذب بالماضي واربا بماذا تجيبه ؟ أترى هذا مما يقوم لك عليه برهان لو تظهر لك صحته من العقل والتأثير ؟\r\nقلت : لا .\r\nفقال صاحب الدار : إنا واللّه نظلمه . . . من اكل ذلك الاكل لا يجيب عن هذه المسائل .\r\nثم قال أبو سالم : احسب انك اعتقدت انني أسألك عن الجراحات المدورة في المفاصل المتحركة لم لا تلتحم بسرعة ، وعن علة الضرس النابت في سن الشيخوخة ، وعن الفرق في للبنية بين الإناث والذكور ، هذه مسائل تضيق أفاضل العلماء عن جوابها . ثم التفت إلى الحاضرين وقال : قد حصلنا من هذه الصناعة على تدوير العمامة وتحرير الشابور « 99 » وسعة الدراعة « 100 » وعظم الخاتم والفشر « 101 » عند العامة إذا غاب الفضلاء ، وقول السوقة :\r\nيا فلان اما ترى ذا ؟ من اين مثل هذا ؟ ومتى يسمع من غيره هكذا ؟ لا سيما\r\n\r\n\r\n","description":"","footnote":"\r\n( 99 ) لعلها السابورة بالسبين نسبة إلى سابور وهي مقاطعة في بلاد فارس ينسب إليها الثوب السابري وهو ثوب رقيق جدا .\r\n( 100 ) الدراعة : لباس يكون مفتوحا من الامام في أعلى الصدر وله ازرار وعرى يزرر بها وهي لباس الناس على مختلف طبقاتهم وتصنع من الصوف غالبا ( راجع المعجم المفصل بأسماء الملابس عند العرب - لدوزي ) .\r\n( 101 ) الفشر : الكذب والمبالغة في القول .\r\n","page_name":" 48 ","page_number":54},
  {"content":"\r\n\r\nإذا كان الكتاب بيده ، وفتل شاربه وأمال رأسه واومأ بيده عند قراءته .\r\nفمن الحواريون في إقامة الموتى وابراء الزمنى ؟ ومن بقراط في طبه ؟\r\nوارشميدس « 102 » في حيله ؟ وأقليدس « 103 » في هندسته ؟ وإذا فاتحته بالعلم وجدته عاريا مما انتحله ، عاطلا مما تحلى به وانتمى اليه وعول في المعيشة عليه . فهو كما قال الشاعر :\r\n فإذا ساجلته في علمه * قال علمي يا خليلي في سفط\r\nفي كراريس جياد أحكمت * وبخط ، لو تراه ، اي خط\r\nفإذا قلت له هات إذا * حك لحييه جميعا وامتخط\r\nوإذا ما قال شيئا فترى * ان ما فاه به فهو الغلط « 104 » \r\nلا سيما الواحد منهم إذا شد العضد وفصد ومسح الميل وكحل ونظر إلى القارورة وحرك رأسه فقد وفي الصناعة حقها وعرف علمها وعملها ، وقال لقد احكمتها والصواب التشاغل بعلم غيرها ، وينسى قول بقراط ( العمر قصير والصناعة طويلة ) هذا والساعات طائرة والحركات دائمة والفرص بروق تأتلق ، والأوطار في الأيام تجتمع وتفترق ، والنفوس على قوانينها تذوب وتحترق . فان اتفق لهذا الجاهل ان يحضر مع طبيب قد اسهر ليله وكد نفسه فيما يحتاج اليه في مناظرته لم يحصل منه على أكثر من المهارة والمكابرة والاعتضاد عليه بالنساء والعامة والشفاعة إلى المريض برقاع الأصدقاء إلى أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 102 ) ارشميدس : فيزيائي ومخترع اغريقي صاحب القاعدة المعروفة باسمه ( قاعدة ارشميدس ) للأجسام المغمورة بالسوائل . واشتهر ببحوثه في هندسة الدائرة .\r\n( 103 ) أقليدس : رياضي يوناني نشأ في الإسكندرية وافتتح فيها مدرسة مشهورة له ثلاث عشرة مقالة في الهندسة ظلت حتى عصر متأخر هي الأساس في دراسة مبادئ الهندسة .\r\n( 104 ) اختلاف في بعض هذه الأبيات في جميع نسخ التحقيق وقد أثبتنا ما رأيناه صوابا .\r\n","page_name":" 49 ","page_number":55},
  {"content":"\r\n\r\nيصرف ذلك الطبيب ثم لا يزال معه في طبه ماضيا على سننه إلى أن ينبت المرعى على تربته فإذا سئل عنه بعد موته قال ما كان يمكن ان يعيش لان المرض كان مهلكا والقوة ساقطة ، وما على الطبيب الا الاجتهاد وليس في قوة الصناعة شفاء كل مريض . ولو كان كل مريض إذا استطب برأ لما مات أحد ، ولكن الآجال مقسومة فما الحيلة ولا حيلة في الموت ولا قدرة لنا ان نزيد في الاجل . ولعمري انه كان واللّه حرّا ويعز عليّ واللّه فقده ، ولكن الأنبياء ماتوا وما يبقى أحد . ويخرج لهم في فتاوى أحمد بن حنبل ويستطرد بمخالفة المريض وغلط الطبيب الأول . فان سئل عما تجدد له تنهد وانشد :\r\n اخنى عليه الذي اخنى على لبد « 105 » \r\nوان قدر له ان يتأتى له برء قال : لقد خلصته من فك الأسد ورددته من شفير القبر ، ويرى أنه حلّ العصابة من لحيته ونزع يد الفاسل من يده وجذب ناصيته من منكر ونكير وقد بدأ بمساءلته .\r\nثم قال لي : ما لي أراك مطرقا مليا ؟\r\nقلت : لأني لست جرائحيا !\r\nفاغتاظ من ننقلي في الصنائع وقال : أظنك من بقية قوم موسى فهم لا يصيرون على طعام واحد !\r\nقلت : صدقت سيدي ، عادتي اغتذي ثلاث دفعات في اليوم\r\nقال : دع هذا عنك فما هذا أردت . هات عرفني اي شئ أنت ؟\r\nقلت : فاصد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 105 ) الشعر للنابغة ، وصدر البيت هو :\r\n أضحت خلاء وأضحى أهلها احتملوا \r\n.\r\n","page_name":" 50 ","page_number":56},
  {"content":"\r\n\r\n\r\n- القسم السابع - في امتحان الفاصد في ما يحتاج إلى معرفته من المنافع\r\nقال : هذا شيء يتعلق بفتانا أبي جابر فالنوبة معه . فقال أبو جابر لصاحب الدار : يا أستاذ أسألك ان تنوب عني في مساءلته وانا أعوضك عن ذلك بأن أغني لك في شعر شاجي لما أهدت جاريتها للمتوكل يوم فصاده .\r\nقال : افعل : فاندفع الغلام وغنى :\r\n فصدت عرقا تبتغي صحة * البسك الله به العافية\r\nفاشرب بهذا الكأس يا سيدي * مستمتعا من هذه الجارية\r\nواجعل لمن اهداكها زورة * تحظى بها في الليلة التالية \r\nفصاح وطرب وشرب ثم ملأوا الاقداح فغنى :\r\n ويح الطبيب الذي جست يداه يدك * ما كان اخبره فيما به اعتمدك\r\nلو أن الحاظه كانت مباضعه * وقد نحاك بها من رقة فصدك \r\nفصاح وطرب وشرب وملأوا الاقداح فلما شربوا سكتت الجماعة فقال الشيخ :\r\nكان لملوك اليونان عادة وذلك انهم لا يعلمون صناعة لانسان الا بعد تأمل مولده لان المطبوع في كل امرء هو الذي يكون دليل الشيء قويا في مولده ، والذين لا مولد لهم يدخلونهم إلى بيت فيه صور الصنائع فما تحركت اليه طباعهم ومالت نحوه نفوسهم واشرأبت اليه قلوبهم اخذوهم بتعلمه لقولهم :\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":57},
  {"content":"\r\n\r\n( وكل امرء يصبو إلى ما يجانس ) . وجالينوس يستدل على همة الصبي من لعبه مع اقرانه في الملعب ، وهل يؤثر ان يكون ملكا عليهم أو خادما لهم ، فان الشخص تسمو نفسه في ذلك الوقت بحسب الغالب عليه في طباعه إذا كانت الرؤية مغمورة بالطباع الحيواني . ولما فسد هذا النظام صار كل عطار يتصدى للنظر بالقوارير « 106 » والكلام على الطبائع وتنفيق ما كسده عنده من الحوائج ولا سيما إذا أضاف إلى طبه قرطاسا فيه نشادر وخضاب وغول وكليكان « 107 » وحب العروس « 108 » . وان شمثاء تحلف لسكينة بالمصحف ان ليس في العالم أحسن من طبه . وهو مع هذا ربما طبخ ماء الشعير وانكم على نفخ الدخان ، ولا يعلم المسكين ان الفاصد يحتاج إلى أن يعني بعينيه بمداومة الاكحال الجالية وشرب الحبوب المنقية . تاللّه انني ما اعلم من المرحوم : آلفاصد المدفوع إلى ما ليس من عمله أم المفصود الذي يوقع يده بيده فيتحكم في عرقه وعضده ؟\r\nثم قال لي : أسألك ؟\r\nقلت : سل عما بدا لك .\r\nقال : لا تظن انني أسألك عن العلة التي من اجلها صار بعض العروق يفصد طولا وبعضها عرضا وبعضها وربا « 109 » ، فذلك معروف . ولا أسألك أيضا لم صارت منفعة فصد الاسيلم « 110 » في بعض الأمراض أكثر من الباسليق « 111 » وهو طرفه وشعبة منه ، ولا عن الشروط التي تلزم الفاصد\r\n\r\n\r\n","description":"","footnote":"\r\n( 106 ) ومفردها قارورة وهي القنينة التي يؤخذ فيها بول المريض إلى الطبيب لينظر فيه ويشخص المرض بحسب ما يراه من تغير في اللون أو الرائحة أو الكمية أو وجود الرواسب فيه أو الدم أو غير ذلك .\r\n( 107 ) نبات عشبي طبي .\r\n( 108 ) وهو الكبابة نوع من الامازير .\r\n( 109 ) اي مائلا ، ولا يكون الفصد الا طولا .\r\n( 110 ) وريد بين الخنصر والبنصر .\r\n( 111 ) وريد في ثنية المرفق يغلب ان يكون الفصد فيه .\r\n","page_name":" 52 ","page_number":58},
  {"content":"\r\n\r\nوقت فصاده وقبله وبعده ولا عن العروق التي حصلت معرفتها بالقياس والعروق التي عرفت بالتجربة والتي أدركت على جهة الوحي في المنام فذلك مما يعرفه فأر البيمارستان « 112 » ، ولا أسألك عن عرق الجبهة اين يطلب في الصبيان وعرق اليافوخ اين يوجد في الرجال ، ولا أسألك عن الدم الأحمر الذي إذا طرح عليه الماء اسود ، والأسود احمرّ ، بل أسألك عن العلة التي من اجلها يكره الاستفراغ بالفصد في امتلاء القمر والدم من استهلاله إلى ابداره « 113 » في أبدان الحيوان اغزر منه في زمان محاقه ، أتعلم ذلك ؟\r\nقلت : لا .\r\nقال : أفتعرف الفوائد الثلاث في شد العضد قبل الفصاد ؟\r\nقلت : لا .\r\nقال : الا تعرف أول من نبه على الفصاد واختياره لمداواة المرضى ؟\r\nقلت : لا .\r\nقال : قالت من عمرك تنتهك اعراض الموائد وتحبب الناس بالاكل ، وتأكل وتنام وتتلوى في المسائل كأنك عرق زوال تحت مبضع مصدي ، « 114 » .\r\nوقد حصلنا من هذا الفصد معكم على شق العروق واخذ الفضة ، وشهاده العامة ان فلانا يفصد جيدا ويده خفيفة ، والواحد منكم لا يعلم أنه ان ضرب شربانا نزف الدم الذي يتبعه الموت وان ضرب عصبا أبطل الحركة والحس\r\n\r\n\r\n","description":"","footnote":"\r\n( 112 ) كلمة من أصل فارسي بمعنى المستشفى فتكون من مقطعين ( بيمار ) مريض و ( ستان ) بمعنى مكان .\r\n( 113 ) بعض هذه الأسئلة تعجيزية ولا علاقة لها بالطب . واستهلال القمر وابداره بمعنى ظهوره هلالا وبدرا .\r\n( 114 ) بحري الفصد على الأوردة لاخراج الدم لتخفيف الامتلاء ( اي ضغط الدم ) ، وقد يعجز الفاصد أحيانا عن ضبط العرق فيتحرك من تحت المبضع فيسمى بالعرق الزوال .\r\n","page_name":" 53 ","page_number":59},
  {"content":"\r\n\r\nوشنج اليد . وان ضرب عضلة جذب المواد الخبيثة إلى العضو « 115 » . بطلت واللّه هذه الصناعة وصار الحذق في الفصد مسك العضد وغوص الشد وعصر العروق حتى يهراق الدم وعصّ العصابة « 116 » وتربيع الرفادة وترك المبضع تحت العمامة فما يعرفون غير اهراق الدماء واخذ الكراء « 117 » . فلو ان انسانا ضاعت حمارته أو وقعت عمامته « 118 » لما لشرتم عليه الا بفصده واهراق دمه .\r\nثم قال لي : أرني مباضعك فأخرجت اليه دست المباضع فتأمله وقال :\r\nابن المدورات والشفرات والمزويات والحربات واين فأس الجبهة وصنارة الصدغ « 119 » . واين الدواء القاطع للدم ؟\r\nقلت : ما معي من هذا كله شيء .\r\nقال : فارني لطف انا ملك .\r\nفلما أخرجت يدي قال : ما هذه انامل تصلح لجس العروق ، ولا هذا زند يقدح جواب هذه المسائل .\r\nقلت : لست قاصدا !\r\nقال : فأنت ما ذا ؟\r\nقلت : صيدلاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 115 ) الأوردة فقط هي التي تفصد فإذا وقع الفصد على شريان فإنه يؤدي إلى نزيف قوي وإذا وقع على عصب أدى إلى شلل الحركة والحس . اما جرح العضلة فيودي إلى تلوثها .\r\n( 116 ) عند الفصد بربط العضد بعصابة في أعلى المرفق حتى تتضخم العروق التي يراد فصدها ثم توضع رفادة من القماش في موضع الفصد .\r\n( 117 ) جاء في هامش مخطوطة الأصل بخط مغاير البيتان الاتيان :\r\n وفاصد مبضعه مشرع * كأنما جاء إلى حرب\r\nفصد بلا نفع فما حاصل * غير دم يخرج من ثقب \r\n( 118 ) في زلزل ( دراعته ) وفي الجلبي ( درجته ) .\r\n( 119 ) الات تستعمل للفصد منها المباضع ( مفردها مبضع ) المدورة والقاطعة وذات الزاوية والتي بشكل الحربة أو الفأس والصنارة التي يعلق بها العرق .\r\n","page_name":" 54 ","page_number":60},
  {"content":"\r\n\r\n\r\n- القسم الثامن - في اعتبار الصيادلة بمعرفة العقاقير والأدوية\r\nقال : هذا يلزم شيخنا ابا موسى .\r\nفقال لأبي موسى : اشرب هذا القدح واسأله . فملأوا الاقداح ورفع أبو موسى قدحه وقال : ما أحسن ما قال فيها ابن المعتز :\r\n وراح من الشمس مخلوقة * بدت لك في قدح من نهار\r\nهواء ولكنه راكد * وماء ولكنه غير جار \r\nثم التفت إلى الغلام وقال : باللّه غنّ صوت استاذنا أحمد بن قرابة .\r\nفاندفع يغني :\r\n لما لممت بأصحابي وقد هجعوا * ظننت وسط رجال القوم عطارا\r\nفقلت : من ذا المحيّا وانتبهت له * قالوا الحبيب الذي تهواه قد زارا \r\nفلما شربوا قال أبو موسى : لست أسألك عن الأدوية التي تستعمل لوقتها والتي تستعمل لشهرها والتي يؤمن استبقاؤها وان تقادم عهدها لان هذا معروف ، ولا أسألك عن الدواء التفه « 120 » الذي إذا طرح على الخل حلا . ولا عن الدواء الذي إذا طرح على الحلو جمض ، ولا عن التي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 120 ) التفه ( بفتح التاء وكسر الفاء ) هو الذي لا طعم له .\r\n","page_name":" 55 ","page_number":61},
  {"content":"\r\n\r\nاليابس الذي إذا القي عليه الربوب « 121 » اماعها ، ولا عن المائع الذي إذا طرح عليه الماء جمد ، فذاك معروف . بل أسألك عن الحجر الذي إذا ادني إلى ضوء السراج يضمحل ، وعن البذور القمرية وعن الستباذخ « 122 » للصيني والساذج « 123 » الهندي والتوتيا الحجري ، وعن منابت العقاقير بحسب فصول الزمان أفتعرف ذلك ؟\r\nقلت : لا .\r\nقال : أفتعرف الحنظل ؟\r\nقلت : نعم .\r\nقال : أفتعرف الأنثى من الذكر ؟\r\nقلت : لا .\r\nقال : أفتعرف ما منه دواء نافع فتأخذه وما منه سم قاتل فتطرحه ؟\r\nقلت : لا .\r\nقال : ا فتعرف الاسفنج ليس البحري ولكن النباتي ؟\r\nقلت : لا .\r\nقال : أفتعلم متى يؤخذ زبل الذئب وبعر الضب ؟\r\nقلت : لا .\r\nقال : أفتعرف الشيء الذي تغير الطبيعة طعمه وتبقي عليه لونه ، والشيء الذي تغير لونه وتبقي طعمه ، والشيء الذي تغير طعمه ولونه بالضد ؟\r\nقلت : لا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 121 ) الربوب : جمع رب ( بضم الراء ) وهو المعقود أو المستحلب .\r\n( 122 ) السنباذج : حجر بركاتي .\r\n( 123 ) الساذح : نبات يشبه الناردين .\r\n","page_name":" 56 ","page_number":62},
  {"content":"\r\n\r\nقال : ا فتعرف الحجر الذي يراه الناظر ابيض فإذا ادام النظر فيه رآه احمر ، فإذا ادامه جدا رآه بنفسجيا ، فان زاد النظر رآه اسود مظلما ؟\r\nقلت : لا .\r\nقال : ا فتعرف الدواء البسيط الذي يجد اللسان منه حلاوة ومرارة وحموضة وملوحة معا ؟\r\nقلت : لا .\r\nقال الشيخ : با يبروح « 124 » صنمي ما هذه من مقاماتك . هذه من مقامات ديسقوريدس « 125 » الذي قد بدلنا منه بقطّاعي الشوك وباعة الفودنج « 126 » وها أنتم تلعبون بمهج الناس وتعزّ على هذه الصناعة قلة الواصف لها وعدم العارف بها فتحامى التجار جلب العقار ، وبقينا من صناعة الصيدلة على البراني « 127 » المصففة والصواني المزوقة والدكاكين المزخرفة والألواح المرندجة « 128 » والموازين والمكاييل والمصافي والطباشير . وصارت العناية كلها بالحناء الجيد وماء الورد الطيب والخضاب الحلك والغسول الأحمر والقلي والنوشادر والحارود « 129 » ودخنة مريم ، وان تقول شعثاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 124 ) اليبروح نبات ذو أوراق عريضة وثمار عطرية حريفة الطعم ، وهو أصل اللقاح البري ومنه شكل بشبه صورة الانسان قسمي اليبروح الصنمى .\r\n( 125 ) ديسقوريدس : طبيب اغريفي ظهر في الفترة بين ابقراط وجالينوس واشتهر بأبحاثه عن الأدوية المفردة والأعشاب الطبية وكتب فيها كتابا مهما ظل مرجعا للأطباء زمنا طويلا . ويقول هنا انه بدل ديسقوريدس بقاطع الشوك اى بدل الجواهر بالأحجار .\r\n( 126 ) نبات رخيص من نوع اللبلاب .\r\n( 127 ) البراني ( مفردها برينة ) وهي وعاء من الفخار ضيق الحلق ، ولا تزال الكلمة مستعملة حاليا في الموصل .\r\n( 128 ) اي الصقلبة ، والرندة كلمة فارسية عربت فأضيف حرف الجبم في آخرها ، وهي الأداة التي بصقل بها .\r\n( 129 ) الحارود : هو القندس وهو حيوان يعيش في الماء ليتغذى على الأسماك ثم يأوي ليلا إلى اليابسة لينام ويعود صباحا إلى الماء . ويؤخذ منه مادة صفراء راننجية القوام تتجمع في كيس صغير يقع في مؤخرة الحيوان تدعى ( جند بادستر ) ويعتقد القدماء ان لهذه المادة فوائد طبية .\r\n","page_name":" 57 ","page_number":63},
  {"content":"\r\n\r\nالعاتكة ما في الدنيا مثل دخنة أبي الحسين العطار . ويقول علياء القابلة :\r\nومن اين مثل قشوته ؟ وتقول سكينة الماشطة : ان عنده دهن العافية شيء ما في الدنيا مثله ، وتحلف ان ما في العالم مثل حوائجه لا سيما إذا قالت له كم ثمن خمس دراهم فتسار فيعطيها ويزيدها ويحلف انه لا يأخذ ثمنه منها ويرسلها وقد جعلها شبكة من شباك المعيشة فلا يبقى حمام ولا مجلس قاص ولا سوق غزل ولا دكان قطان الا والحديث كله في صفة أبي الحسين العطار .\r\nفلما استوفى كلامه عجزت عن الجواب ورأيت أن مسألته من الصواب .\r\nفقلت يا سيدي : الحكماء يقولون إن لكل فضل زكاة فزكاة المال الصدقة على الفقير المحتاج ، وزكاة القوة المدافعة عن الضعيف المظلوم . وزكاة البلاغة القيام بحجة من عجز عن حجته ، وزكاة الجاه ان يعين به من لا جاه له ، وزكاة العلم التعليم لمن قصر علمه . وإذا وجب على المال زكاة وهو ينقصه الانفاق فهي أوجب على العلم الذي يزيده الانفاق . وقد قيل : العلم كالشعر كلما حلقته كان أقوى لنمائه فإن لم تحلقه فان له مقدارا محدودا ان قصّ عاد اليه وان ترك لم يزد عليه . فهل لك ان تعرفني جواب هذه المسائل ؟\r\nقال الشيخ : من يمنع الحكمة طلابها كالذي يمنع الظمآن الماء البارد العذب : ومن يعرض الحكمة على غير طلابها كالذي يعرض على الريان الماء الحار المالح . وانا أعرفك جواب هذه المسائل بعد ان تعرفني اي شيء تنتحل من الصنائع . فباللّه انني أورد عليك كلاما كالوشي المحبوك والذهب المسبوك .\r\nقلت : انا رجل جئت بكتب إلى أهل هذه البلدة .\r\nقال : أنت من طب الرقاع والرسائل ! والتفت إلى القوم وقال : هذا مثل فتانا !\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":64},
  {"content":"\r\n\r\n\r\n- القسم التاسع - في سيرة الأطباء وتغايرهم على المرضى\r\nقلت : ومن هو ؟\r\nقال : فتى حدث نشأ عندنا يعرف بخاروف أبي الوفاء ، امسى في بعض الليالي معافى وأصبح يدعي انه حكيم :\r\n قالت له نفسه كن طبيبا * تقضي على الجميع بالذهاب\r\nتأخذ من مال العليل قهرا * ثم تؤاتيه إلى التراب « 130 » \r\nأعاذنا اللّه وإياكم من سوء ما نجري به المقادير على يديه ، فهو الان يلبس الدبيقي « 131 » المقلم والمقصب المذهب والخواتيم اليشب والفيروزج ، ومع هذا واللّه انني ارحمه ، وحسبك من حادث بامرء ترى حاسديه له راحمينا :\r\nلان هذا اللباس يبغضه إلى الناس ويحملهم على غيبته حتى يتكلموا فيه بما انا احلف انه لا يتجاسر عليه ولا يمد يده اليه ولكنه لا يرضى لنفسه ان يكون مثلنا نحن الأطباء الذين رضينا من الثياب ما ناب مناب الريش الطائر ، ومن الشماشك « 132 » ما ناب للحيوان مناب الحافر ، هذا انفع وذاك أطيب . ولكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 130 ) في هذين البيتين من الشعر اضطراب في الوزن واختلاف في اللفظ في جميع بالنسخ الخطية وقد أجرينا التصحيح حسبما يقتضيه الوزن والمعنى .\r\n( 131 ) الدبيقي نسبة إلى دبيق وهي بلد في مصر تصنع فيها الثياب .\r\n( 132 ) الشماشك مفردها شمشك وهو حذاء يرتديه الأطباء وغيرهم ذكره ابن أبي اصيبعة وسماه تمشك وقال إن الطبيب نجم الدين ابا الفتوح جاء إلى دمشق فصنع له اسكافي فيها تمشكا سئ الصنع مؤلما للقدم فقال أبو الفتوح فيه شعرا بدم التمشك وصانعه فقال :\r\n ابنك ما بي من اسى وصبابة * وما قد لقيت في دمشق من الذل\r\nوقد كان في رجلي تمشك فخانني * عليه زمان ليس يحمد في فعل \r\n","page_name":" 59 ","page_number":65},
  {"content":"\r\n\r\nاللعب إلى آخره يا سيدي هذه عادة القدماء وزهاد الأطباء ، وكل ما لا يشبه أربابه مسروق . ونحن اعزك اللّه أصحاب ثروة وعافية ما علينا من غيرنا . ولكن إذا رأى البائس الفقير طبيبا كأنه وزير فكيف يتجاسر عليه ان يمد يده اليه أو يجسر يريه نفثه وبوله وبرازه ؟ وهو بعد صبي حدث ما يحسن يداري عيشه . ومن المعلوم ان ذا العقل لا تبطره منزلة أصابها وان عظم امره كالجبل الذي لا يتزلزل وان اشتدت به الريح . والسخيف تبطره أدنى منزلة كالحشيش الذي يحركه أدنى ريح . فان الأدب يذهب عن العاقل السخيف ويزيد الأحمق سكرا ، كالنهار يزيد كل ذي بصر بصرا ويزيد الخفاش عمى .\r\nباللّه انني أعجب إذا قالوا إن فلانا قد صار طبيبا وكنت اعهده يتيما فلما ترعرع ماشى كثير وعوير « 133 » فشهد له بالجدية والركوب والفروسية إلى أن مضى على ذلك برهة فما أحسست بشيء حتى تصدر بعمامة وصقل أطرافه وقص أظفاره ووسع اكمامه والتحق بالرؤساء وانتمى إلى خدمة الأولياء وابتدأ يتعلم ويكتب ويقرأ ويشاور باخبار الأطباء . وعهدي به يوما وقد حكى لبعض الرؤساء حكاية أساء فيها الرؤية فقال ان بعض سراري الملوك شكت إلى جبريل الطبيب « 134 » بخرا كان لمولاها ، وان جبريل أشار عليها ان تأمر الخياطين ان يفتقوا دروز ثيابها ويملؤوها مسكا حتى إذا ضاجعها مولاها تعمد ان تشم الدروز . فكانت إذا قويت عليها الرائحة تواصل شم الدروز وتجمع الدروز الواحد والاثنين والثلاثة وتشمها . فاندفع الناس يضحكون من مخاطبته لصاحب المجلس بهذا ومن اته المسكين لا يعلم أن التاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 133 ) كان الأطباء سابقا يدرسون الكتب الطبية ويتدربون عنى الأطباء المعروفين . غير أن الدجالين منهم انتحلوا مهنة الأطباء وتزيوا بزيهم فكانوا يخدعون بسطاء الناس وكل من هب ودب . والمثل هنا يقال ( بصيغة التصغير ) كتابة عن غوغاء الناس فيقال ( كسير وعوير وكل غير خير ) .\r\n( 134 ) كلمة ( الطبيب ) أضيفت من نسخة الأصل وهي غير موجودة في النسخ الثلاث الأخرى وجبريل هو جبرائيل بن بختيشوع ، والبخر هو الرائحة الكريهة في الفم\r\n","page_name":" 60 ","page_number":66},
  {"content":"\r\n\r\nفي الفعل المضارع تصلح للمؤنثة الغائبة والمذكر الحاضر « 135 » . وشتان ما بين هذه الحكاية وبين ما جرى بين حنين بن إسحاق « 136 » والقاسم بن عبد اللّه وزير المعتضد باللّه ، وذلك ان القاسم بلغه ان ابا يعقوب إسحاق قد شرب دواء مسهلا فأحب مداعبته وكان صديقا له فكتب اليه شعرا :\r\n أبن لي كيف أصبحت * وكم كان من الحال\r\nوكم سارت بك الناقة * نحو المنزل الخالي \r\nفكتب اليه إسحاق جواب ذلك :\r\n بخير كنت مسرورا * رخي الحان والبال\r\nفاما السير والناقة * وحيث المربع الخالي\r\nفاجلالك انسانية * يا غابة آمالي \r\nوما ابعد شبهه المسكين ببعض ظراف الأطباء وكان قد اتخذه صاحبه في جيش .\r\nفلما عاد سأله عن الوقعة على جهة المداعبة فقال : التقت الفئتان في موضع كرحبة المارستان « 137 » فلو القي مبضع لما وقع الا على قيفال « 138 » فما كان الا بمقدار عشر نبضات حتى بحرنا أعداءنا بحرانا مهلكا « 139 » وعدنا في صحة مطلقة باقبالك يا معتدل المزاج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 135 ) اي قوله : تشم الدرز وتجمع الدرز تقال للمؤنث الغائب اي هي تشم . . . وتقال للمذكر الحاضر اي أنت تشم . . . فاللفظ واحد لا يتغير\r\n( 136 ) حنين بن إسحاق العبادي : طبيب ومترجم من الحيرة في زمن الخليفة المتوكل العباسي ترحم الكتب اليونانية والسريانيه إلى العربية والف في الطب كتبا كثيرة في الأغذية وتدبير الناقهين وغير ذلك .\r\n( 137 ) المارستان كلمه مخففة عن البيمارستان وهي المستشفى وقد سق التعريف بها .\r\n( 138 ) القيفال هو عظم مؤخر الرأس .\r\n( 139 ) البحران سبق التعريف به وهو تغير اعراض المرض بشكل سريع . ويقول هنا اننا دفعناهم إلى حالة الهلاك . ويلاحظ ان الاصطلاحات كلها مأخوذة من اصطلاحات الطب والمرض .\r\n","page_name":" 61 ","page_number":67},
  {"content":"\r\n\r\nثم قال الشيخ : يعز علي واللّه بهؤلاء الأطباء ، مات الناس وباد جهابذة الصنائع ووهى كاهلها وانكسر فقارها فلا ثغر للحكمة الا وهو مستباح ولا جانب للفضل الا وهو متألم فالمصيبة عامة والعزاء خاص لان المريض مستغيث والطبيب عاجز وبينه وبين مداواته سحاب ساتر ومانع ، وهذا عيان يغني عن البرهان .\r\nثم ملأوا الأرطال واستدعى أبو سالم كأسا كبيرا فلما ملأها رفعها بيده وقال : ما أحسن قول أبى نؤاس :\r\n في كؤوس كأنهن نجوم * دائرات ، بروجها أيدينا\r\nطالعات مع السفاة علينا * فإذا ما غربن يغربن فينا \r\nثم قال لأبي جابر : غنّ يا ولدي أحد اصواتي . فاندفع يغني :\r\n عين الزمان اصابتنا فلا نظرت * وعذبت بعذاب الهجر ألوانا\r\nقد كنت اشفق من دمعي على بصري * فاليوم كل عزيز بعدكم هانا \r\nفطربوا وشربوا واقترح صاحب الدار على الصبي فغناه .\r\n قالت مرضت فعدتها فترنمت * لهي الصحيحة والمريض العائد\r\nوالله لو قست القلوب كقلبها * مارق للولد الضعيف الوالد \r\nفشرب الجماعة وحيّا بعضهم بعضا وأكثروا من الثناء على صاحب الدعوة .\r\nفلما سكتوا قلت يا سيدي من هذا الطبيب الذي هذه صفاته ؟ فضحك وقال :\r\nصبي كنت اعرفه ببغداد وهو إذا مضى النهار ناب عنده مناب الماء الغزير .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":68},
  {"content":"\r\n\r\nواليوم قد تعلم يأكل الباقلاء المفشر والباذنجان المقمع « 140 » فهو كمال قال الأول :\r\n كان الفتى لم يعر يوما إذا اكتسى * ولم يك صعلوكا إذا ما تمولا\r\nولم يك في بؤس إذا بات ليلة * يناغي غزالا فاتر الطرف اكحلا \r\nغير أنه دخل في ما ليس من عمله وتصدر لمقعد ليس من أهله : والنعمة نافرة عنه ، والرئاسة غريبة منه ، وانشد يقول :\r\n نعمة الله لا تعاب ولكن * ربما استقبحت على أقوام \r\nواحتملته ظنا بان الزمان يصلحه فوجدته يتوصل إلى التكسب بكل وجه ويتحيل في جذب الدرهم بكل ضرب ، وهو مع الجند في فن ومع التجار في فن ، يصف للشبان السنون « 141 » للفم ، وللنساء دواء الشحم وللمشايخ حلاء العين ، وللعجائز خضاب الشعر ، فهو تارة يتطبب وتارة يتنجم وتارة يدلل ويسمسر . وإذا دخل في شيء يربط ويحل ويحسن البحث وادعى انه عبد اللّه ابن هلال . وهو مع هذا يتجر بالاكفان ويستعمل التوابيت ويكري ثياب الجنائز ويرابي النوائح ويغمز على أصحاب المواريث . وإذا دخل لقوم دارا\r\n\r\n\r\n","description":"","footnote":"\r\n( 140 ) عرف الباذنجان في العصر العباسي ، وعرف اليقطين قبل ذلك بمدة طويلة اما بقية الخضراوات المطبوخة فلم تعرف الا بعد حقة طويلة ، ودخلت البطاطا والطماطة والبزاليا إلى بلادنا في القرن الماضي . وكانت الملوخية معروفة في مصر منذ زمن الحاكم بأمر اللّه الفاطمي ولم تعرف في بلادنا الا في السنوات الأخيرة .\r\n( 141 ) السنون : دواء مسحوق أو معجون تدلك به الأسنان واللثة\r\n","page_name":" 63 ","page_number":69},
  {"content":"\r\n\r\nفارقها بخري « 142 » واتقى بعدها عارا . سعادته بمناحس المرضى ومناحسته سلامتهم من يده الشلاء . أعداؤه جميع البشر وأصدقاؤه الحفارون والرجم :\r\n قد عوّد الطير عادات وثقن بها * فهن يتبعنه في كل مرتحل \r\nوإذا حضر أيام الربيع اجتمع مع عطار له وشارطه على نصف ثمن الأدوية ويمضى فيقصد الرؤساء والتجار في دكاكينهم . ويهدد الناس في الربيع بهجوم الحر ، وفي الخريف في دورهم بورود الشتاء . ويتقي امرأة فيقول يا ستي أراك متغيرة ما كان الا عين اصابتك فتقول واي شيء بقي من الغم ما حصل لي فيقول لها : من اي شيء ؟ فتقول : لما أقاسي من والد ( أبو الفضل ) استودعه اللّه ولولا اني اطرح الأشياء عن قلبي والا كنت من الهالكين . فيقول يا ستي قد عقله واللّه وصار مخلطا ولكنه مطمئن القلب منك فاو بلي بمثل ما يلي به أهل هذا الزمان لكان يعرف مقدارك . يا ترى يريد أحسن منك ؟\r\nوانا رجل ادخل بيوت الناس فما رأيت أحسن منك « 143 » ويتكلم معها في هذا وغيره ليعلمها الخيانة ويرشدها إلى الزنا ويحملها على صفع قفا زوجها ومضاجرته ثم يقول لعن اللّه الدنيا ما تسوى غبن لحظة عين وينشد :\r\n انما دنياي نفسي فإذا * تلفت نفسي فلا عاش أحد\r\nليت ان الشمس بعدي غربت * ثم لم تطلع على أهل البلد \r\nثم يقول : يا ستى تقبلى منى ؟ فتقول نعم لا أخالفك . فيقول الصواب ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 142 ) يصف هنا حال الدجالين في ذلك الوقت الذين يدعون الطب ويسيئون إلى المهنة فهم في الوقت نفسه منحمون ودلالون وسماسرة ويتاجرون والأكفان ويحضرون التوابيت للموتى ويؤخرون ثياب الجنة ويهبلون النساء النائحات في المآتم ويسعون في استحصال الإرث ويتفقون مع العطارين للحصول على نصف ثمن الدواء ويشجعون النساء على الرذيلة .\r\nوفي هذا النص اضطراب وغموض في جميع النسخ .\r\n( 143 ) الريادة من نسخة الجلبي .\r\n","page_name":" 64 ","page_number":70},
  {"content":"\r\n\r\nتشربي « 144 » ماء الجبن فإنه يخصب الجسم ويسمن الهزال ويبيض اللون ويحمر الوجه ويرق البشرة ويشهي الاكل ويجود الاستمراء « 145 » ويطيب النكهة ويزيل الكلف .\r\nوينظر ان كانت مما يرجى لها ولد قال : ونعمل شيئا حتى يجيئنا ولدا حتى يشتغل به أبوه . . . وربما ضمن لها ان يكون ذكرا .\r\nولا يفارقها حتى يقرر معها ان ماء الجبن يخصب بدنها ويحبّلها ويردّ قلب زوجها إليها . ولا يبرح حتى يكتب لها أدوية غريبة ويقول لها روحي إلى فلان العطار هو باللّه غث صعب لكن حوائجه جياد فلا تفكري بالثمن هو يقول عشرين درهم وينقصك خمسة دراهم فاجتهدي ان يكون بعشرة دراهم فان باعك وما أظنه يفعل فيكون جيدا ورخيصا فاعملي رأيك ولا ترجعي الا بقضاء الحاجة لان القمر غدا في العقرب « 146 » فسلمي عليه من عندي وقولي له انني اعوضه من شربة أخرى ، ويجوز ان لا يربح علينا في هذه . فان مضت وراحت إلى زبون غيره فتراه كالأسد الذي قد فاتته الفريسة وهو جائع فيجيء ويقف لينظر الحوائج ويقول أريني الإهليلج الأسود والزنجبيل الأبيض والامبرباريس الحديث الأحمر « 147 » ملت واللّه إلى الرخيص ! اما تعلموا ان الحكماء يقولون إذا كان الطبيب حاذقا والمريض موافقا والخادم مشفقا والدواء جيدا فما أقل لبث العلة . واللّه لا واطئت في الحق غشوة ولا قبلت على الطب رشوة ولا استعملت الا حوائج جيدة . ان لم تريدوا من بنصحكم فما تقدمون من يغشكم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 144 ) ( تشربين ) في نسخة الأحمدية والأصل والجلبي\r\n( 145 ) الاستمراء : التلذذ بالطعام وسهولة هضمه .\r\n( 146 ) كانوا لا يشربون الدواء الا في أوقات تتناسب مع دورة الأفلاك والبروج لاعتقادهم انها انسب الأوقات للشفاء .\r\n( 147 ) أدوية عطارية معروفة وهي التي يطلق عليها الحوائج بصيفة الجمع ولا مفرد لها\r\n","page_name":" 65 ","page_number":71},
  {"content":"\r\n\r\nكل هذا يفعله وهو يشكو البطانة وضيق المعيشة . فقلت : قد شغلت قلبي بهذا الرجل . فقال واللّه ما ذكرت من أموره الا أحسنها وقال :\r\n واعرض عن أشياء لو شئت قلتها * ولو قلتها لم يبق للصلح موضع \r\nولو انني أؤثر الشر لجازته على ما فعله معي من القبح في هذه الأيام .\r\nقلت وما فعل بك ؟\r\nفقال نشرب ولعرفك .\r\nثم امر الغلام ان يغني فغنى :\r\n جس الطبيب يدي يوما فقلت له * إليك عني فهذا يوم بحراني\r\nفقال لي : ما الذي تشكو فقلت له * إليك اشكو هوى من بعض جيراني\r\nفقام يعجب من قولي وقال لهم * انسان سوء أداويه بانسان \r\nوأضاف يقول :\r\n وما بك علة \" تشكى لطب * ولكن الملح له دلال \r\nفلما شربوا قال اسمع يا سيدي حديثه :\r\nكان لي مريض يهمني امره فكت الازمه واساهره واراصد الطبيعة في افعالها وأراعي انذاراتها وبحارينها واقايس بين قويها وضعيفها من العلامات الردية عليها والجيدة لها ، وأقابل بين القوارير وانظر رسوب هذه من رسوب هذه وقوام هذه من قوام هذه ولون هذه من لون هذه لاعلم آخر الاسداء والتزيد وأول الانهاء والانحطاط في المرض خوفا من استعمال دواء في غير\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":72},
  {"content":"\r\n\r\nوقته فاكون في طريقة والطبيعة في أخرى ، فاكون مثل قلاع الأضراس الذي قلع الضرس الصحيح وترك الضرس السقيم . وكنت أراعي الأدوية والأشربة والاضمدة وصلاح الاهوية لان الطبيب إذا دخل على المريض يحتاج ان يكون كالشجاع الذي يدخل الحرب وقد أعد جميع ما يقيه ويقابل به فإنه لا يعلم اي خصم يبرز اليه ، ولا باي سلاح يأتيه ولا بأية حيلة يأخذه . كذلك الطبيب يحتاج إذا دخل إلى المريض ان يكون عارفا بتركيب البدن ومزاج أعضائه والأمراض الحادة فيها وأسبابها واعراضها وعلاجها والأدوية التافعة فيها والاعتياض عما لا يوجد منها والوجه في استخراجها وطرق مداواتها ليساوي بين الأمراض والأدوية في كمياتها ويخالف بين كيفياتها ، فلا زال يدخل على المريض بسؤال العواد ورقاع الأصدقاء حتى صرفني واستطبه .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":73},
  {"content":"\r\n\r\n\r\n- القسم العاشر - في اعتذار الطبيب المصروف وذم الصارف له\r\nفو اللّه لقد وجدت بذلك راحة واستراح مني خدامه والصيادلة . وباللّه انني ما احسده لكن ان قلت لك انني لست مغتاظا منه فلا تصدقني لان المتمثل يقول : أشد الناس غما الذي نزل غيره في المكان الذي هو أحق به منه ولكي اعلم أن هذا داء قلّ ما بلي به الأحرار على مر الزمان . فان السبب الذي يدرك العاجز به نعيته هو السبب الذي بحول بين الحازم وطلبته ، على أنه قد قيل إن طيب النفس حسن الانصراف عما لا سبيل اليه ، وأحق ما صبر عليه ما لا يوجد إلى تغييره سبيل وقد فقد الصبر :\r\n ومن اين لي صبر وفي كل ساعة * أرى حسناتي في موازين أعدائي \r\nا يصدق أحد ان هذا الطبيب الجديد ، طبيب سنه خمس وخمسون ، دبر مريضا بهذا التدبير ، أو يعرف هذه القوانين وجرب هذه الأمراض ، أو دبر هذه التدابير ورقم هذه البرد « 148 » ، أو جهز هذا العلاج إلى المرضى أو ظن به انه مما يتعامل به الأطباء ، أو سمع به أو علمه أو خطر بباله حتى أنه يستعمله فاني ان اعتقدت هذا انني أظلمه . وقد بلغني ان هذا المشكاح « 149 » غير التدبير بعدي ولم يمش على قانوني ، وأراد ان يظهر صنعة لا جرم ان المريض كان في صورة قبيحة . ولكن هذا الطبيب يصلح لأصحاب هذا الزمان لانسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 148 ) هكذا في جميع النسخ ولم أقف على معناها .\r\n( 149 ) ويقصد به الطبيب الذي تولى علاج المريض بعده . وفي الكلمة معنى الاستخفاف والإهانة ، وربما هي مشكاع ( بحرف العين ) . وفي القاموس شكع بمعنى كثر ضجره وانينه أو ازداد غضبه . وكيفما كانت فهي تدل على حسد المهنة وعلى التنافس بين الأطباء .\r\n","page_name":" 68 ","page_number":74},
  {"content":"\r\n\r\nمتحلل وله نفسه وبلغني انه لا يكلم أحدا الا بالميزان . اين هو من الذي نعتقد في المرضى انهم أولادنا واخواننا ؟ باللّه انك لو شاهدتني لرأيت منظرا عجيبا . فان الناس كما علمت أن واحدا يسأل في عقب صلاته سعة الرزق وآخر خاتمة الخير وانا امد يدي واسأل في رسوب ابيض وبعث أملس وعرق كثير وبول غزير ومجلس كبير « 150 » ، وأقول في تهجدي : يا رب عبدك فلان هيىء ليله بحرانه وحد عليه بعرق ، وفلان به تعرس جد عميه بنومة .\r\nقلت : يا سيدي اسأل اللّه يرزقك ما يغنك عن هذا ، فضحك الشيخ وقال إن مثلك كمثل رجل ضربه القولنج فبقى طول ليله يسأل اللّه تعالى ان ينفس عليه ريحا ، فلم يكن . فلما آيس من الحياة قال يا اللّه ارزقني الجنة .\r\nوكان عنده من سمع ذلك فقال له : أنت طول ليلتك تسأل ضرطة فلا تقبل منك فتسأل جنة عرضها السماوات والأرض . ثم قال : كان يجب ان يستقر عليّ هذا لو كان دعائي مستجاب ، فو اللّه « 151 » ما دعوت لاحد قط فافلح ! فان دعوت لاحد بالاسهال فأجده قد ضربه القولنج « 152 » والذي سألت في عرقه تأخذه الحمى المطبقة ، وسبب ذلك ان القوم لا يعطون بيضة ونحن لا ندعو لهم بنية خالصة . نعوذ باللّه من كساد الأطباء ونفاق المرضى ، على أن لي مع هذا الوعد مقامات يعرفها وأمور لا ينكرها ، من ذلك انني سألته يوما على جهة المداعبة : لم صار خرء الكلب ينفع في الدباغة ، وبعر الضب يجلو اثر القرحة ؟ فكأنني القمته حجرا بهذه المسائل . ثم رأيت أن اعضده بمسألة أخرى فقلت : لم صار البول على الأكثر إذا برد ثخن وتكدر وكل العصارات إذا بردت رقت وصفت ؟ فقاطعني ومضى يتندم على ما فات من\r\n\r\n\r\n","description":"","footnote":"\r\n( 150 ) الرسوب الأبيض في البول وهو غير الدموي . والنفث الأملس الذي لا يحتوي على قطع من أغشية الرئة وتوسفاتها . والمحلس الكبير يعنى به التغوط الطبيعي الذي لا امساك فيه .\r\n( 151 ) في هذه العبارة اختلاف في نسختي الأحمدية والجلبي عن الأصل .\r\n( 152 ) القولنج هنا معناه انسداد الأمعاء الذي يترافق بانحباس الفضلات والألم الشديد .\r\n","page_name":" 69 ","page_number":75},
  {"content":"\r\n\r\nزمانه امام الحداثة حيث كان العود رطبا والطين لينا « 153 » وبتأسف تأسف الغلام الذي ذكره جالينوس فقلت له : اسمعني . فقال : قال جالينوس ان الصبي الذي يشغله حسبه عن العلوم أيام الحداثة إذا هجره أحبابه وهو خال من فضيلة قال يا ليت حسبي لم يكن لي .\r\nقلت : يا سيدي هذا الذي بينكما لا ينصلح .\r\nقال : ليس كل الأمراض تستطب . . كم مرة رام الرؤساء اتفاقنا . . .\r\nوإن خلع الورك مع ثلم الافريز لا ينصلح « 154 » . هيهات ان نعود إلى ما كنا عليه . وكم تجتهد المرضى في اصلاح ذات بيننا من غير علم منهم بباطن أمرنا فيخصّون ناحية من الدمّل فلا ينفع ذلك الاجتهاد لان الذي بيننا جرح له غور إن لم يكشف لم يصل اليه الدواء وربما التحم على فساد فيبقى قليلا وينقض ، والنكسة أشد من المرض . فنبقى مدة متقاطعين ثم نعاود كلامنا على دغل منه « 155 »\r\n كأنه مرتياد الصلح يوما * فلا ينجح بذاك الارتياد\r\nلأن الجرح ينقض بعد حين * إذا كان البناء على الفساد \r\nوأتناسى كل ما جرى وأقول فلعل وعسى ، وأتأول قول الشاعر :\r\n لعل عتبك محمود عواقبه * فربما صحت الأجساد بالعلل \r\nفيرجع إلى قبيحة الأول واهجره فيعود معرّضا بالتسليم ملتمسا للمودة ولا يعلم أن من الحمق التماس الاخوان بغير الوفاء ، ومودة النساء بالغلظة والجفاء وانشد يقول :\r\n فاما أن تكون أخي بصدق * فأعرف منك غثي من سميني\r\nوالا فاطّرحني واتخذني * عدوا اتقيك وتنقيني \r\n\r\n\r\n","description":"","footnote":"\r\n( 153 ) كناية عن الشباب الغض وليس الشيخوحة اليابسة .\r\n( 154 ) اصطلاح طبي يشير إلى أن خلع عظم الفخذ وخروجه من حفرة الورك التي بدور فيها يستمر إذا كانت حافة هذه الحفرة متأكلة لا يستند إليها العظم فلا ينصلح الخلع .\r\n( 155 ) الدغل : المكان المخيف أو الموضع السيء . ودغله : خانه واغتاله .\r\n","page_name":" 70 ","page_number":76},
  {"content":"\r\n\r\nفيسمع ويسكت واتغافل عنه انا ، واشتغل فلا اشعر به الا وقد ضربني من مفصل ولا يتيقن ان الفؤوس إذا قطعت الشجر فتنبت والمبضع يقطع اللحم فيندمل ، واللسان لا يندمل جرحه ولا يلتئم . والنصل من النشابة يعقّب في الجوف ثم ينتزع ، وأشباه النصال من الفول إذا وصلت إلى القلب لم تنتزع ولم تستخرج ، ولكل حريق مطفي ، فللنار الماء وللم الدواء وللحزن الصبر وللعشق السلوّ ، ونار الحقد لا تخبو ، وقد غرس هذا الرجل بيننا شجرة العداوة . ولولا انه قليل الحياء كثير العياء لكان اشتغاله بنفسه وشروعه في مداواة مرضه انفع له وأعود عليه . فان المثل يقول إذا كان في جوارك جنازة وليس في بيتك دقيق وصبيانك جياع فلا تمض إليهم ولا تعزيهم « 156 » فمصيبتك أعظم منهم .\r\nقلت : يا سيدي اي شيء به ؟\r\nقال : اضرب عن هذا واستعن باللّه على مصائب الزمان . فو اللّه لولا انه عندي كالولد ولا أحب غيبته والا عرفتك عن مقابحه ما لا بظن ولا بتوهم ويمنع الناس من مخالطته لكن نقطع حديثه لئلا نكون كالمفتابين له .\r\nفقلت : حاشاك سيدي من الغيبة لكن بقي شيء واحد أسألك عنه .\r\nقال : قل .\r\nقلت : على من قرأ هذا الفتى ؟ « 157 »\r\nقال : على اجل من وطيء الحصا ممن تعرض لعلوم القدماء . لكن ما ذا ينفع حضور العلة الفاعلة إذا لم يوجد بر ، مادة قابلة « 158 » كالكاتب على الماء كلما خطّ انمحى على أنه قد تعب واتعب باكثاره القراءة والدراسة لكن يجب ان تعلم مراتب المتخلفين في هذه الصناعة ثلاثة : واحد يقرأ كثيرا ولا ينطبع\r\n\r\n\r\n","description":"","footnote":"\r\n( 156 ) الإضافة من نسخة الأحمدية .\r\n( 157 ) ربما قال إنه فتى للتهكم والاستهزاء لأنه أصغر عمرا وأقل تجربة منه .\r\n( 158 ) العبارة غامضة في لفظها ومعناها .\r\n","page_name":" 71 ","page_number":77},
  {"content":"\r\n\r\nفيه شيء كالناقة « 159 » يظن أن بكثرة الغناء يخصب ولا يعلم أن بقبول الأعضاء للغذاء والتصاقه يسمن لا بكثرته فهو كلما اكل وأكثر لم ينم ولم يزدد به ، وآخر يقرأ كثيرا ويفهم فهما رديا فهذا يجري مجرى المبطون الذي شأن غذائه ان يستحيل رديا فتضعف قواه وتثقل أعضاؤه والجهال في هذه الرتبة رجلان : واحد يعرف قدر رتبته فلا يتعدى طبقته لعلمه انه من المقصرين ولا يتعدى وصف البزور والسكنجبين . وآخر يزهو بجهله على غير علم كالوارم الذي يتظاهر بالشحم وهو لشدة ما يقاسيه في جهد :\r\n وقد يلبس المرء خير الثياب * ومن دولها حالة مضنية\r\nكما يكتي خده حمرة * وعلته ورم في الرية « 160 » \r\nولهذا قال جالينوس : الجهل بالجهل جهل مضاعف « 161 » . وهب سلمنا له بالعلم ما ذا ينفعه بلا عمل ، فإنه يقال ليس شيء أهلك للمريض من طبيب يحسن القول ولا يحسن العمل ، فان صاحب العمل وان قصرّ به القول في مستقبل الامر فسيبين فضله عند الخبرة وعاقبة الامر . وصاحب القول وان أعجب ببديهته وحسن صفته لا تحمد عاقبته ، وان الطبيب الذي يعول في مداواة المرضى على تنميق الكلام وإقامة المعاذير يريد هلاك المريض من دون التدبير السديد كالذي يشرب السم اتكالا على ما عنده من الترياق . فقد بان حسن العلم لا يتم الا بالعمل . وإذا عرف المريض دواء مرضه عندما كان صحيحا ولم يتدلوى به لم يغنه علمه به ولم يجد له راحة ولا خفة وبالضد ثم التفت إلى تلميذه وقال : قد شغلنا عن لذتنا بنبذ من ذكره « 162 » . هات القدح فملأوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 159 ) الناقة : الذي في دور النقاهة من المرض\r\n( 160 ) لا يرد ذكر هذين البيتين في نسختي الأحمدية والجلبي .\r\n( 161 ) وفي الأمثال العربية : رجل لا يدري ولا يدري انه لا يدري .\r\n( 162 ) في هذين السطرين اختلاف في اللفظ في جميع النسخ لا يخرج إلى اختلاف المعنى وقد أثبتنا ما رأيناه صوابا .\r\n","page_name":" 72 ","page_number":78},
  {"content":"\r\n\r\nالاقداح واقترح على المغني قوله :\r\n قال لي عاذلي ولم يدر ما بي * ا تحب الحياة ما عشت حقا\r\nفتنهدت ثم قلت : لعمري * قد جرى في العروق عرقا فعرقا\r\nقد لعمري ملّ الطبيب وملّ * الأهل مني مما أقاسي والقى\r\nليتني متّ واسترحت فاني * ابدا ما حييت فيها ملقّى \r\nفغنى وشربوا وطربوا وضرب الغلام هزجا بهذه الأبيات :\r\n يا معرضي بمغيبه * ومعذبي برقيبه\r\nيا مانعي بصدوده * حلو المنى تسري به\r\nلم لا تجود لعاشق * أسرفت في تعذيبه\r\nاعيا الطبيب دواؤه * فبكته عين طبيبه \r\nفصاح صاحب الدار وقال : وحق ملحم الحروق « 163 » ومجري الدم في العروق لو كتبت بالابر على البصر لرؤى أحسن منظر . فنهضت الجماعة وشربت قياما سارا لصاحب الدعوة « 164 » فتقدمت اليه منتهزا للفرصة وقد هزته\r\n\r\n\r\n","description":"","footnote":"\r\n( 163 ) ( هذا وملحم الخروق ) في نسخة زلزل و ( وحلق ملحم الخروف ) في نسخة الجلبي و ( حق ملحم الخروق ) في نسخة الأحمدية .\r\n( 164 ) ( فشربوا وطربوا القوم ) في كل من نسخة الأحمدية والجلبي وهو خطأ لغوي فاضح .\r\nوالشرب قياما - سارا هو ما يدعى في الوقت الحاضر ( الشرب نخب فلان ) وقد ورد هذا الاصطلاح أيضا في كتاب نشوار المحاضرة للتنوخي حيث جاء في قصة ( كيف استعاد التجار أمواله ) ان الشيخ نصح التاجر قائلا :\r\nفإذا اتى بالنبيذ فخذ قدحا كبيرا وأملأه وقم قائما وقل : هذا ساري لخالي أبي بكر النقاش . ويلاحظ هنا ان الشرب يكون قياما والقول علنا انه سار لفلان اي مفرح له . والياء في كلمة ( ساري ) للإضافة . ( راجع المختار من النشوار للدكتور عادل البكري - ص 224 ) .\r\n","page_name":" 73 ","page_number":79},
  {"content":"\r\n\r\nالاريحية وقلت له : هل لك يا سيدي ان تسقيني قدحا ادفع عني به المضرة وتشركني والجماعة في هذه المسرة ؟ فقال ان كنت مستحقا له . قلت : وبماذا أكون مستحقا له ؟ قال : بان تخبرني في عقيب اي حركتي التنفس تشربه اعقيب حركة الانبساط أم عقيب حركة الانقباض ؟ فإذا شربته اي حركة يتحرك القلب بعدها ؟ اضد ما قطعت عندها أم مثلها ؟\r\nفذهبت امسك نفسي لانظر ما هو الجواب . فقال لي : ما أشبه هذا منك الا بما حكاه ابن قتيبة في أدب الكاتب عن الدين لما سئلوا عن عدد الأسنان جعلوا أيديهم في أفواههم ليعدوها . ثم قال هذا وانا ما سألتك متى يكون نبض الجنين موافقا لنبض الحامل ومتى لا يكون موافقا « 165 » ولا عن الانقباض أهو اقدم من الانبساط ، ولا عن العلة التي من اجلها إذا فتح الانسان شفتيه ونفخ نفخا حارا فاسخن الأشياء الباردة وإذا ضمهما ونفخ نفخا باردا فبرد الأشياء الحارة ، ولا عن العلة في أن النفخ البارد يلهب النار الكثيرة ويطفئ النار القليلة ، ولم صارت حركة الشرايين والقلب واحدة وحركتهما وحركة التنفس مختلفة ؟\r\nثم قال لي : أتعلم شيئا من ذلك ؟\r\nقلت : لا .\r\nقال : أفتعلم ان منفعة الانبساط « 166 » بالذات ادخال الهواء البارد وبالعرض مص الأشياء المائعة كالماء والشراب والمرق والنقاعة « 167 » والتنخع وشم الروائح الطيبة ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 165 ) أكثر هذه الاسئنة تعجيزية وفيها مغالطات علمية ، فان نبض الجنين لا يوافق نبض الام الحامل فهو اسرع منه لان قلبه يستقل بدورته الدموية .\r\n( 166 ) الانبساط والانقباض هما الشهيق والزفير . والعرض ( جمعه اعراض ) هي المظاهر الفزيولوجية الثانوية .\r\n( 167 ) النقاعة من كل شيء هي السائل الذي ينقع فيه . وفي نسخة الأحمدية في مكتبة الأوقاف ( الفقاع ) وهو ماء الشعير الذي اختمر كحوليا ويسمى ( الجعة ) .\r\n","page_name":" 74 ","page_number":80},
  {"content":"\r\n\r\nقلت : لا .\r\nقال : أفتعلم ان منفعة الانقباض بالذات اخراج الهواء الحار واعداد هواء الترويح ، وبالعرض تصويت الحيوان والكلام والسعال والزمر والنفخ للنار والجشاء والبصاق والفواق ودفع الروائح الكريهة والاستنثار « 168 » وبجميعها يتم التثاؤب والضحك والبكاء والتنهد وتنفس الصعداء والتأفف والعطاس والشهق ؟\r\nقلت : لا .\r\nقال : فاشرب قدحا واحدا على جهة الرحمة لك .\r\nفملأت قدحا إلى رأسه . فقال : جودت هذا كأنه خط العلماء بلا هامش « 169 » . قلت يا سيدي ملأته إلى الخط المستقيم . فاغتاظ وقال : يا غبي المستدير لا يكون عليه خط مستقيم لكن اما دائرة أو قوس .\r\nواخذ القدح من يدي فشربه وقال مجالسة الجاهل حمى الروح ، وانشد :\r\n لا انس الا في مجالس يلتقى * بفنائها الاشكال والنظراء\r\nان الجهول تضرني أخلاقه * ضرر السعال لمن به استسقاء « 170 » . \r\nومثل ذلك قول المتنبي :\r\n واحتمال الأذى ورؤية جانيه * غذاء تضوى به الأجسام \r\nوما أحسن ما قال حكيم الفرس : مقاطعة الجاهل توازي صلة العاقل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 168 ) اخراج ما في الانف بدفع الهواء من خلاله .\r\n( 169 ) اي ملأت القدح كما يملأ الكاتب صفحة الكتاب فلا يدع مكانا للهامش .\r\n( 170 ) الاستسقاء هو تجمع الماء في جوف البطن فيتضخم البطن ويندفع إلى الامام . وإذا حدت السعال فإنه يضغط على البطن من الأعلى إلى الأسفل ويسبب ضيقا والما للمريض .\r\n","page_name":" 75 ","page_number":81},
  {"content":"\r\n\r\nثم نهض وقد هزنه الاريحبة وقال : ا ترى من لهذا الامر بعدي ، ذهبت واللّه هذه الصناعة البقراطية والعلوم الطبية وانقبضت أطرافها وتقطعت اهدابها فشخصها مأووف وطرفها مطروف وصار الطبيب إذا دخل على المريض فهو بين ان يفصده إن بعد عهده عن الفصاد أو يمنعه الفصد ان قرب عهده به ويسهله ان وقف طبعه « 171 » ويحبسه ان سهل ويبرده ان سخن ويسحنه ان يرد وينقيه إذا رآه قلقا ويبسر بصحته إذا رآه ساكنا هادئا . كل هذا لأنه مسكين لا يعلم أن كثيرا ما يكون القلق اصلح من السكون والاختلاط اصلح من التقظ وسواد الأطراف أجود من بياضها . وان كثيرا ما يستعمل الطبيب الدواء المسهل فيمن طبيعته منطلقة ليمسكها وان كثيرا ما يعالج الحار بالحار والبارد بالبارد ويستعمل مع المرض ما يضعف الاحساس والقوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 171 ) وقوف الطبع هو الامساك وعدم انطلاق الأمعاء . وهو هنا يتنقد الأطباء الجهلاء ومعالجاتهم الهزيلة .\r\n","page_name":" 76 ","page_number":82},
  {"content":"\r\n\r\n\r\n- القسم الحادي عشر - في استهانة العامة بالصناعة الطبية والرد عليهم\r\nولولا عجز الأطباء عن هذه الأمور لما استهان الجمهور بالصناعة الطبية واستدلوا على نقضها من أراجيز الشعراء وأقوال العامة فضربوا الأمثال وسحبوا عليها أذيال المقال فواحد يقول :\r\n ما للطبيب يموت بالداء الذي * قد كان يشفى غيره فيما مضى\r\nهلك المداوي والمداوى والذي * جلب الدواء وباعه ومن اشترى \r\nوآخر ينشد :\r\n والناس يلحون الطبيب وانما * غلط الطبيب إصابة الاقدار « 172 » \r\nوآخر يجود ويقول هذا كله هذيان فان ابن ثلاثين سنة لا يموت ابن عشرين ولا يعلم أن هذه قضية قد قتلت مائة الف قتيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 172 ) جاء في هامش المخطوطة وبخط مغاير ما يأتي :\r\nقال المتنبي :\r\n وقد فارق الناس الأحبة قبلنا * واعيا دواء الموت كل طبيب \r\nوقال علي بن الجهم :\r\n كم من عليل قد تخطاه الردى * فنجا ومات طبيبه والعود \r\nوقال شاعر آخر :\r\n ان الطبيب له في الطب معرفة * ما دام في عمر الانسان تأخير\r\nحتى إذا ما انقضت أيام مدته * حار الطبيب وخانته العقاقير \r\n","page_name":" 77 ","page_number":83},
  {"content":"\r\n\r\nوآخر يقول : الموت شيء لا بد منه وانما الطبيب يطيب القلوب ، وهذا كأنه جواب لمن قال إن الطبيب ضامن لك الحياة وان الطبيب يشفى سائر الأمراض وآخر يقول ما لي أعذب نفسي بالحمية . هذا فلان الطبيب ما يزداد بالحمية الا اصفرارا ومرضا « 173 » ولا يعلم أنه لو لم يحتم لمات . وواحد يقول انا آكل واشرب واترك التداوي واتكل على اللّه وهو إذا مرض حماره اقبل ليأخذ مشورة البيطار ، وكان يجب بحسب رأيه ان يتركه ويتوكل على اللّه .\r\nعلى أن البيطار لا يأمر بالتدلوي وينهى عن التوكل على اللّه .\r\nوآخر يقول كم مرضت وبرأت بلا دواء ولا يعلم أنه لو استطب لكان اسرع في برئه ، وانه سيأتي عليه وقت لا تفي فيه القوة لدفع المرض ولا يجد من الطبيب معاونة فيهلك .\r\nوآخر يقول : كم قد تداويت واحتميت فلما خلطت برأت ولا يعلم أن التخليط صادف بالاتفاق فناء مادة المرض فبرأ وان أناسا كثيرين خلطوا قبل فناء هذه المادة فهلكوا :\r\n عاب الطبيب أناس لا عقول لهم * وما عليه إذا عابوه من ضرر « 174 »\r\nما ضر شمس الضحى والشمس طالعة * ان لا يرى ضوءها من ليس ذا بصر \r\nوهذه الطوائف الجاحدة لفضل صناعة الطب إذا سمعت الطبيب يقول هذا الدواء يضر كذا يقولون كم قد اكلناه وما ضرنا وما يعلمون ان الطبيعة تحامي ما أمكنها عن نفسها ثم إذا عجزت عن المحاماة فالعطب . ويقولون ما دام للانسان خبز عند الخباز فما يضره شيء فإذا جاء أبو ضابط ما ينفعه شيء ، فيسمون الحياة خبزا ومعطي الحياة الخباز ويكنون الموت ابا ضابط ويقولون\r\n\r\n\r\n","description":"","footnote":"\r\n( 173 ) الحمية لا تفعل المعجزات فهي تكون ضارة في بعض الأمراض كفقر الدم وهبوط الضغط الدموي .\r\n( 174 ) ( عاب التطبب قوم ) في نسخة الأحمدية .\r\n","page_name":" 78 ","page_number":84},
  {"content":"\r\n\r\nما دام الانسان حيا ما يضره شيء فإذا جاء الموت ما يفيده شيء . وإذا قيل لهم ان الترياق ينفع من السموم قالوا هذا الترياق وهذه الأفعى من ادعى فليبرهن . وإذا ذكر النبض لهم قالوا هاتان امرأتان إحداهما حامل والأخرى عاقر عرفونا إحداهما من الأخرى من نبضيهما . فهم يريدون من الطبيب ان يعلم عن كل شخص ما هو معلوم عند اللّه على الحد الذي لا مزيد فيه ولا نقص منه ولا يقنعون بما لاح لعينيه وتجلى لبصيرته لأنهم لا يفهمون ان هذه الصناعة تجيء بالممكن وإذا عضدت بالتوفيق كانت كالضروري ، ليس لان احكامها ليست مدركة ومحاطا بها في كل شخص يجب أن تكون مرذولة ومطروحة بل تكون متوسطة بين ادراك البغية وعدمها ، وليس لان بعض المرضى هلك لا ينبغي ان ينظر في الطب ولا بسبب ان بعض المرضى برء بالطب وجب ان يعول عليها في البرء ابدا فالحكمة توجب توسط هذا الامر حتى يشكر اللّه من ينجو أو تسلم نفسه من الهلاك . ولهذا استصعب ابقراط القضاء والبت بما يؤول اليه امر المرضى . فان رأوا طبيبا يقرأ في كتاب قالوا له مستهزئين : أفي هذا دواء للموت ؟ فإذا قال لا قالوا ما هذه الكتب الا خرافات صدرت عن عجائز خرفات وما يزيد في اجل العالم علمه ولا ينقص في عمر الجاهل جهله . وما الامر الا كما قال أبو غسان الطبيب :\r\n حكم كأس المنون ان يتساوى * في احتاها الغبي والألمعي \r\nوهذا الكلام من الايجاز على غاية الاضمحلال والفساد فليس تساوي الناس في للموت والفناء حجة في عدم البقاء وحجة في تساويهم بالمراتب في الدار الأخرى . فالناس قد يتساوون في السفر إلى المدينة ويتزينون إذا وصلوا إلى المستقر بحسب المنزلة بما صحبهم من الذخائر والأمتعة « 175 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 175 ) اضطراب في ألفاظ ومعاني الكلمات في هذه الأسطر في جميع النسخ .\r\nوقد أجري التصحيح ما أمكن .\r\n","page_name":" 79 ","page_number":85},
  {"content":"\r\n\r\nهذا بيان بحسب الاختصار فيه كفاية ، فإنهم يعظمون البيطرة على الطب لانسهم بالبهائم وشبههم بها ويتطيرون بالمحبرة ويسمونها خرزة الشؤم ومحزنة الحرفة . وإذا رأوا طبيبا مكبا على العلم قالوا مفتون بالحذق ضيق الرزق ، فإذا تكلم ودقق في مسألة قالوا سوداوي اعتقادا ان العلم يخرج إلى الجنون ، فإن لم يفهموا ما يقول قالوا هذه زندقة ، فان نظرة فريق منهم انشد الفريق الاخر يقول :\r\n وما تنفع الآداب والعلم والحجى * وصاحبها بعد الكمال يموت \r\nولا يقولون في الأغذية حارة وباردة وانما يقولون هذا غذاء مبال يريدون به مستحبلا كالبطيخ ، وهذا بطلع الموت اي انه بارد يابس . ويسمون الرطب لينا ويقولون إن المشمش بطبع الحمى ، والبلوط قولنج ، وهذا كله قريب وانما المصيبة العظمى اعتقادهم في الكافور والثلج انهما حاران وفي الرازيانج « 176 » والحناء انهما باردان ، وان ماء الشعير يطبع الصفراء .\r\nكل هذا من عجز الأطباء وقلة خبرتهم بكتب القدماء فانقرضت الصناعة وهي نظام سلكها وأخلق جديدها وتفرق أيدي سبا عديدها « 177 » فهانت في نفوس الناس ودثرت وخلت من الفضلاء فصار الان يتعاطاها القوابل وقوام الهياكل « 178 » ويعتادون في وصفات الأطباء فذهب رونقها واخلقت بهجتها ، وصارت كالفضل الذي لا يحتاج اليه . وبطل الطب البقراطى وظهر طب لم بأمر اللّه سبحانه على السنة أصفيائه بشيء منه .\r\nفبينما هو في الكلام إذا طرق الباب مريض فاذن له بالدخول فلما حضر سلم وجلس واستأذن في وصف ما يجده فاذن له . فقال يا سيدي اني أجد نشفا في فمي ورياحا في احشائي واعتقالا في طبعي وبصاقا وبلاغم في معدتي\r\n\r\n\r\n","description":"","footnote":"\r\n( 176 ) وهو الآنسون .\r\n( 177 ) ( وتفرق ساعد يدها ) في نسخة الجلبي .\r\n( 178 ) قوام الهياكل هم سدنة الهياكل التي يجتمع فيها المرضى في زمن اليونانيين وقد سبق التعريف بها .\r\n","page_name":" 80 ","page_number":86},
  {"content":"\r\n\r\nورطوبات تسيل على مخدتي . وإذا شربت البارد ازداد لهبا وإذا شربت الحار سكن في الحال أكثر ما أجد . ومع هذا بينما تراني ضاحكا حتى عدت باكيا .\r\nآمالي قصيرة وافراحي يسير ، هضمي قليل وغذائي كثير ، احشائي تحترق وبولي ابيض يقق « 179 » . وإذا شكوت ما بي إلى الأطباء نسبني بعضهم إلى الكذب ولم يزدني آخرون على تحريك الرأس والعجب .\r\nقال الشيخ : هذا مما كنا فيه ، لقد صدقت في جميع ما ذكرت وهذا مرض ينفع فيه العلاج بالأشياء الحارة . ولكل ما ذكرت أسباب واضحة تحتاج إلى مدام وندمان وتفريغ قلب وعفل جيد ، فعول على الحمية وعد الينا دفعة ثانيه :\r\nفودعنا وانصرف فأومأ إلى تلميذه وقال غن لنا مغنى :\r\n منّة للكرى وطيف الخيال * جددت بيننا عهود الوصال\r\nكان قد ساعد الرقيب بها لو * لا فضول الوار والخلخل \r\nفالتفت اليه مغضبا وقال : اين نذهب بك ؟ أهذا من افتراحات الأطباء وأصوات الحكماء ؟ اما علمت أنه قبيح بالمغني ان يغني في تموز :\r\n قفي بالله يا مطر * فكثرة ما يجي ضرر \r\nوقبيح ان يغني بالعشيّ :\r\n تصبح بوجه الراح والطالع السعد \r\nوقبيح بان يغني في العرس :\r\n أحسن ما كنا ففرقنا * فخاننا الدهر وما خنّا \r\nوقبيح ان يغني لشريف :\r\n لك عيد الصليب تلعب فيه * ولنا المهرجان والنيروز \r\n\r\n\r\n","description":"","footnote":"\r\n( 179 ) شديد البياض .\r\n","page_name":" 81 ","page_number":87},
  {"content":"\r\n\r\nثم قال : غنّ أحد اصواتي التي اقترحتها في مبدأ سكري . فاندفع وغنى بشعر العباس بن الأحنف :\r\n زعموا لي انها بانت تحم * ابتلى الله بهذا من زعم\r\nاشتكت مما بها كانت كما * يشتكي البدر إذا ما قيل تم\r\nليت بي شكواك يا سيدتي * ولك الاجر إذا طال السقم \r\nفطرب أبو أيوب الكحال وقال اسمعوا يا اخوان الصفا وبقية العلماء فوحق منشيء الطبائع ومبدي البدائع لو كتب هذا بالمباضع في المسامع لوقع اجلّ المواقع فشرب القوم وطربوا . وزاد الشيخ في حد الانتشاء فلما دبت فيه حميا الكاس وانتشرت منه في المفاصل والرأس اخذ في هذيانه وبث أشجانه وقال يا أخي قد نعبت في جمع العلم وكددت نفسي في قراءة الكتب وما بلغت بصناعة الطب غرضي من الكسب وسبب ذلك ان مروءات الناس قد سقطت ونفوسهم قد خسّت وصغرت ، وقد مضى العمر وكبر السن وانا ماض وما اخلف ولدا يحيي ذكري ولا حميما يبكى على قبري وتمثل بقول الأول :\r\n تذكرت من يبكي عليّ فلم أجد * سوى مجلسي في الطب والعلم والكتب « 180 » \r\nثم أرخى عينيه بالبكاء وانصرف القوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 180 ) هذا الشعر من نظم ابن بطلان يصف نفسه عند موته فهو لم يتخذ زوجة ولم يخلف ولدا ولد لك قال في شعره :\r\n ولا أحد ان مت يبكي لميتتي * سوى مجلسي في الطب والكتب باكيا \r\nويذكره هنا محرفا في هذه القصة على لسان الشيخ .\r\n","page_name":" 82 ","page_number":88},
  {"content":"\r\n\r\n\r\n- القسم الثاني عشر - في خاتمة الكتاب وذكر سبب انقطاع الزيارة والاجتناب\r\nوبقي أبو جابر تلميذه فالتفت اليه وقال اسقني وغني بقول الشاعر :\r\n يموت راعي الضأن في جهله * ميتة جالينوس في طبه\r\nوربما زاد على عمره * وزاد في الامن على سربه \r\nثم مال على جنبه نائما ، فنهضت على رجلي قائما فلما همت بالانصراف قال لي غلامه : أتمضي يا سيدي وتتركني انا والمسكين أبا جابر الذي قد كدّ يومه وغنى حتى بح حلقه جائعين ؟ فقلت : وما سبب جوعكما وفي الدار طعام ؟ فقال : منى انصرفت لم اتجاسر على شيء ولم أقدر على التعرض لشيء ، وان أقمت احتججت بك ودخلت انا وهذا الفتى في عمارك « 181 » . فمالت نفسي انى اطعامهما وسقيهما غيظا من شحه ومكافأة على بخله فأعد الطبق وقدم اللحم فأكلنا حتى لم يبق الا العظام وعدلنا إلى الفالوذج على بقيته وملنا نحو الشراب وغنى ذلك الفتى :\r\n نبئت ان النار بعدك أضرمت * واستبّ بعدك يا كليب المجلس\r\nوتحدثوا في أمر كل عظيمة * لو كنت شاهدهم بها لم ينبسوا \r\nوطاب الوقت واتصل الشرب . فبينما نحن كذلك على هذه الحال إذ رفع الشيخ رأسه متيقظا فلما رأى وقد تفرغ الجام من الحلواء ، وابيضت عظام\r\n\r\n\r\n","description":"","footnote":"\r\n( 181 ) يقال دخل في غمار الناس اي في زحمتهم . وأصل الكلمة من الغمر وهو الستر والتخفية .\r\n","page_name":" 83 ","page_number":89},
  {"content":"\r\n\r\nالشواء قال ما هذا التبسط في منزلي والتحكم في مطعمي ومشربي قلت تذكرت قولك :\r\n اضاحك ضيفي قبل انزال رحله * فيخصب عندي والمحل جديب \r\nقال : الأشرار يتتبعون مساوىء الناس كما يتتبع الذباب المواضع الفاسدة من البدن قلت يا سيدي ما تناولنا منه الا القليل وكنا قادرين على الكثير . قال صدق أفلاطون في قوله : ( لا تصحبوا الأشرار فإنهم يمنون عليكم بالسلامة منهم ) . اما تعلم أن كحل أصفهان يأتي على الجمال ويفنى بالاميال « 182 » ؟\r\nقلت : يا سيدي أنت دعوتني إلى منزلك وعرضت على طعامك وشرابك فما زرتك مثقلا ولا حضرت عندك متطفلا .\r\nقال : قد فعلت ما هو أقبح من التطفيل وأصعب من التثقيل لأنك غررتني من نفسك وزعمت أنك لا تقدر على شرب الشراب وأراك تكرع منه بالأرطال والاقداح . والذنب لي في الاغترار بك والانخداع لك .\r\nثم استوفى على نفسه اليمين الغموس انه لا يضيف غريبا بقية عمره ولا يأذن لاحد في دخول منزله . فنهضت من عنده وغبت عنه عدة أيام وعاودت داره وإذا به في شباك على الطريق فلما ابصرني صاح يا غلام احفظ الباب والممرق « 183 » فقد ورد الغرار المملق « 184 » وأخاف ان يلج الدار أو يتسلق .\r\nفلما رأيته بدأته بالسلام وغمرته بالاعظام والاكرام فاعرض ولم يرد السلام ، فأنشدت :\r\n كأن لم يكن بين الحجون إلى الصفا * أنيس ولم يسمر بمكة سامر \r\n\r\n\r\n","description":"","footnote":"\r\n( 182 ) اي ان الكميات الهائلة من الكحل تنفد كلها بالاميال الصغيرة التي تحمله إلى العين عند الاكتحال .\r\n( 183 ) الممرق هو المدخل المؤدى إلى فناء الدار - والكلمة جاءت من المروق فيقال مروق السهم اي اجتيازه بسرعة .\r\n( 184 ) من املق الرجل اي افتقر . والغرار هو الذي يغر الناس ويخدعهم .\r\n","page_name":" 84 ","page_number":90},
  {"content":"\r\n\r\nفقال الشيخ :\r\n بلى نحن كنا أهلها فأبادنا * صروف الليالي والطبيب المسافر « 185 » \r\nثم قاطعني وأغلق باب الشباك فكان آخر عهدي به .\r\nوهنا قد وفينا بما ضمنا بقدر ما جادت به القريحة وساعدت عليه العبارة المليحة وقد جعلت الهزل طريقا إلى الجد إذا كان الانسان مترددا بين الحس والعقل ، وذكرت أسماء غير دالة على اشخاص معروفين ليصل الفهم إلى القارئ بهم على وجه المجاورة . ووسعنا الكلام لان اللسان إذا وجد مسرحا لم يقف ، والخاطر إذا أصاب سخاء لم يكف .\r\nعلى اننا لو أردنا فرش الكلام لتعرضنا لحدوث الملل والسأم . ونرجو ان يكون ما اتينا به مالكا لرضى من حث على نظم منتشره وجمع منتشره .\r\nواللّه نسأل ان يخرجنا من هذا العناء المحشو بعده بالفناء إلى حضرة القدس ومقر الانس ومراد النفس في ملكوت السماء حيث لا يعذر مطلوب ولا يفقد محبوب انه سميع مجيب .\r\nتمت الرسالة بحمد اللّه ومنه وحسبنا اللّه\r\nونعم الوكيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 185 ) والبيت في نسخة الأحمدية :\r\n بلى نحن كنا أهلها فابادنا * صروف الليالي والسنون الغرائر \r\nوالتغيير هنا جاء مطابقا لموضوع الطب والأطباء وسير القصة .\r\n","page_name":" 85 ","page_number":91},
  {"content":"\r\n\r\n\r\nشرح أسئلة دعوة الأطباء\r\nوردت مسائل طبية عديدة وضعها ابن بطلان في ( دعوة الأطباء ) على لسان الشيخ الطبيب ، وقد شغلت هذه المسائل أفكار الأطباء الذين جاؤوا بعد ابن بطلان محاولين وضع أجوبة لها . ونظرا إلى أن هذه المسائل كانت موجهة للطبيب الشاب لاظهار عجزه عن الإجابة فان قسما منها أسئلة لا جواب علمي لها ولذلك ، فعند ما حلول الطبيب علي بن هبة اللّه بن اثردي الإجابة عليها وجد نفسه عاجزا عن الإجابة على قسم كبير منها بل إن اجابته على القسم الاخر لم تكن وافية ومقنعة .\r\nوهذا الطبيب ، أبو الحسن علي بن هبة اللّه بن علي بن اثردي ذكره ابن أبي اصيبعة في طبقاته وقال عنه انه طبيب فاضل من أهل بغداد مشهور بالتقدم في صناعة الطب وجودة المعرفة لها ، حسن المعالجة جيد التصنيف « 186 » وقال إنه شرح كتاب دعوة الأطباء الذي الفه لأبي العلاء محفوظ المسيحي المتطبب ، وكان هذا قد طلب منه وضع أجوبة لمسائل ابن بطلان .\r\nولم يذكر ابن أبي اصيبعة تاريخا لأبي الحسن علي بن اثردي ولكن ورد ضمن بعض الأجوبة قوله ( وعرض أيضا في شتانا هذا وهو شتوة سنة سبع وخمسمائة برد شديد ) فعلى هذا فان ابن اثردي كان موجودا سنة 507 ه اي بعد ابن بطلان بنحو نصف قرن .\r\nوبالنسبة لنا ، حول هذه الأسئلة ، فإننا لم نجد فيها شيئا يستحق الاهتمام الشديد ، فأكثرها له صلة بمعلومات فيزيائية أو بيئية أو معلومات شخصية . ونذكر في ما يأتي جواب علي بن اثردي على كتاب أبي العلاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 186 ) عيون الانباء في طبقات الأطباء - موفق الدين أحمد بن القاسم الخزرجي ، المعروف بابن أبي اصيبعة - بيروت 1956 - ج 2 ص 324 .\r\n","page_name":" 86 ","page_number":92},
  {"content":"\r\n\r\nمحفوظ . قال : « سألتني أيدك اللّه بحسن المعونة والتوفيق ، وارشندك من اليقين الجلي أوضح طريق ، ايضاح أجوبة المسائل التي أودعها الشيخ أبو الحسن بن بطلان رسالته الموسومة بدعوة الأطباء واظهار معانيها لذوي العقول الألباء فتوقفت عن ذلك لأنني فكرت في أجوبة هذه المسائل وحل الشكوك فيها فرأيت بعضها يعسر حله فلم أوثر ان أحل بعضها واترك البعض .\r\nثم لما ترادفت كتبك تحث على انجاز ذلك واتفق ان وقع عندي كتاب الرئبس أبي علي بن سينا رحمه اللّه جوابا عن كتاب ورد اليه من أحد تلاميذه يسأله عن مسائل بكتب أجوبتها فقال : اما أجوبة المسائل التي اعلمها يقينا فقد كتبت جوابها مع البرهان ، والتي لم يكن عندي لها برهان كتبت جوابها اقناعا ، وما لم اعلمه قلت لا اعلمه . فلما رأيت مع عظم شأن هذا الرجل وجلاله قدره في العلم بقول هذا رأيت أن اسعفك بما جاء به الخاطر وان لا احرمك الكل لأجل القصور عن البعض . وكنت أتصور انه يقبح ان أجيب عن بعضها دون بعض ، فإذا فعلت ذلك فلي أسوة بهذا الرجل الغزير الفضل وأرجو ان يكون ما آتي به من ذلك موافقا لغرضك وحالا للشبهة التي اختلجت في فكره وباللّه استعين » .\r\n\r\n[ المسألة الأولى في طباع الحبشة والصقالبة 
  ]\r\nوابن اثردي نفسه يصف هذه المسائل في موضع اخر بأنها أقرب إلى المعاياة اي الاعياء والتعجيز وان بعضها لا يترتب عليه كبير امر الا بتحويل المعنى إلى قصد آخر . وهو يأخذ بحل هذه المسائل ويبدأ بالمسألة الأولى من مسائل الطبائعي ، وهي سؤال عن جماعتين هما الحبشة والصقالبة فيقول ان المناخ في بلادهما مختلف فالجماعة الأولى الحبشة الافارقة الذين تشتد الحرارة في بلادهم طوال السنة والجماعة الثانية الصقالبة ( السكلاف ) وهم شعوب اليوغوسلاف والبلغار في الجزء الجنوبي الشرقي من أوربا ، وبلادهم شديدة البرودة بالنسبة لشعوب إفريقيا . فيسأل لماذا يغتذون جميعا بالأغذية الحارة اليابسة ويشربون الخمور وكان المفروض ان يكون الامر خلاف ذلك نظرا لاختلاف مناخهم وبيئتهم ؟ ثم يسارع فيضع جوابا للمسألة فيقول ان\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":93},
  {"content":"\r\n\r\nالحبشة يستعملون الأطعمة المولدة للحرارة دواء والصقالبة يأخذونه غذاء .\r\nوهذا الجواب لا يعجب ابن اثردي ويقول إنه تغليط للمسؤول وان الجواب الصحيح ان ما يفعله البارد بالذات يفعله الحار بالعرض . اي ان الصقالبه يستفيدون من الغذاء كله بحكم بيئتهم الباردة فيكون هضمهم أجود وأبدانهم أقوى . اما الافارقة فان الحرارة عندهم تتحلل وتميل إلى ناحية الجلد فيخلو الباطن منها . وإذا اشتد البرد على البدن من الظاهر يلزم ان تتقوى الحرارة معه في الباطن وهو تعليل يلجأ اليه ابن اثردي محاولا ان يأتي بأمثلة وايضاحات قد لا تغني المسألة شيئا .\r\n\r\n[ المسألة الثانية في الخنزير 
  ]\r\nثم يتناول مسألة أخرى ليجيب عليها وهي مسألة الخنزير فيقول انه لا ينكر استحالة الفضلات والازبال إلى دم جيد في الجسم وهو الذي يصلح ان يكون منه لحم معتدل ، وان من هذه الفضلات ما يكون غذاء جيدا للحيوان .\r\n\r\n[ المسألة الثالثة في طبيعية عمل البلغم 
  ]\r\nوالمسألة الثالثة مسألة البلغم ولبس فيها ما يفيد .\r\n\r\n[ المسألة الرابعة في الولادة 
  ]\r\nوالرابعة هي عن الولادة هل نعتبر عملا طبيعيا على الرغم مما يرافقها من امراض ويدخل جراحي ؟ يقول إنها عمل طبيعي ولا يمكن ان يقال إنها غير طبيعية . وان ما يعترضها أحيانا هو حالات شاذة كاورام الرحم أو الأورام في الأعضاء المجاورة كالأمعاء والمثانة أو ان يكون الجنين عظيم الخلقة أو ان يكون كبير الرأس ( استسقاء الرأس ) أو ان يكون مجيئه وجهيا أو معترضا أو مقعديا ( اي غير رأسي ) وكذلك وجود التوائم في الرحم . ويقول إن الرياضة تفيد الحامل في تسهيل الولادة ، وانه سمع عن امرأة حامل دخلت المستراح وهي تشعر انها بحاجة إلى التبرز ولدت هناك فحملت ابنها وخرجت .\r\nوالخامسة يقول عنها ان الذي يمنع البول من الخروج أثناء النوم على الرغم من أن الشخص حاقن ويرى كأنه بول هو عضلة على عنق المثانة تتقلص فتمنع خروج البول الا إذا أطلقت لها الإرادة والاختيار فعند اطلاق الإرادة\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":94},
  {"content":"\r\n\r\nلها نكف عن انفعل ويخرج البول مع استرخائها ، والإرادة أثناء النوم منعدمة بخلاف المنى فليس على اوعيته عضلة تمنع خروجه وان فعله نفساني وقد بحدث الفعل النفساني أثناء النوم . فان كثيرا من الناس يقومون باعمال أثناء النوم من دون ارادتهم .\r\nوفي المسألة السادسة يقول البحارين الشمسية والقمربة هي التي تتعلق بالشمس والقمر وينقل أقوالا عن جالينوس وابقراط وليس له فيها رأي ما .\r\nويقول في المسألة السابعة ان النمو من خواص الأعضاء المتشابهة وان الاخلاف أكثر من المتحلل اي ان ما يضاف إلى أعضاء الجسم من مادة حية هو أكثر مما يتدثر منها فيحدث النمو بهذه الزيادة .\r\nوهكذا يجيب على بقية الأسئلة منها إجابة مسترسلة ومنها المقتضبة ، وبعضها أجوبة علمية مفيدة وبعضها أجوبة غير شافية . وقد أشار إلى ذلك في رسالته إلى محفوظ المتطبب موضحا ذلك ومعتذرا .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":95},
  {"content":"\r\n\r\n\r\nفهرس الاعلام\r\nإبراهيم بن بكس 16\r\nابن أبي اصيبعة 4 ، 6 ، 7 ، 86\r\nابن خلكان 10\r\nابن الخمار 16\r\nابن بطلان 3 ، 4 ، 6 ، 7 ، 9 ، 10 ، 11 ، 13 ، 43 ، 82\r\nابن سريج 44\r\nابن عبدان 16\r\nابن العبري 10\r\nابن القفطي 10\r\nابن الهيثم 7\r\nبقراط 4 ، 28 ، 40 ، 49 ، 89\r\nأبو أيوب الكحال 39 ، 45 ، 82\r\nأبو بكر النقاش 73\r\nأبو جابر الفاصد 39 ، 51\r\nأبو الحسن البصري 7\r\nأبو الحسن القدوري 7\r\nأبو سالم الجرائحي 39 ، 47\r\nأبو العلاء محفوظ 86\r\nأبو العلاء المعري 7\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":96},
  {"content":"\r\n\r\nأبو حيان التوحيدي 16\r\nأبو الوفاء المهندس 16\r\nإدريس الجلبي 5\r\nأرسطو 29\r\nارشميدس 49\r\nأفلاطون 26 ، 29\r\nأقليدس 49\r\nالأمين 22 ، 33 ، 39\r\nبدعة الكبيرة 44\r\nبشارة زلزل ( الدكتور ) 5\r\nبكر بن وائل 15\r\nالبلغار 87\r\nالتنوخي 73\r\nثابت بن إبراهيم بن زهرون 6\r\nجالينوس 4 ، 22 ، 39 ، 46 ، 70 ، 89\r\nجبرائيل بن بختيشوع 33 ، 39 ، 60\r\nالحاكم بأمر اللّه 8\r\nالحبشة ( الأحباش ) 42 ، 87 ، 98\r\nالحسن بن هاني 20 و 22\r\nحنين بن إسحاق 61\r\nخاروق أبو الوفا 59\r\nديسقوريدس 57\r\nالذهبيون 17\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":97},
  {"content":"\r\n\r\nالرشيد 22 ، 33 ، 39\r\nسقراط 26\r\nالسكلاف 87\r\nالشريف المرتضى 7\r\nصاعد بن بشر 7\r\nالصقالبة 42 ، 87\r\nعادل البكري ( الدكتور ) 10 ، 73\r\nعبد اللّه بن الطيب ( أبو الفرج ) 6 ، 7\r\nعضد الدولة 16\r\nعلي بن رضوان 6 ، 8 ، 9\r\nعلي بن هبة اللّه بن اثردي 86\r\nعمارة بن حمزة 21\r\nعمرو بن معدي كرب 21\r\nغي دو شولياك 6\r\nفيثاغورس 26\r\nالقس عبد الاحد بن يوحنا 5\r\nقبس ولبنى 44\r\nلقمان عبد اللّه الجلبي 5\r\nالمأمون 33 ، 39\r\nالماوردي ( اقضى القضاة ) 7\r\nالمتنبي 37 ، 75 ، 77\r\nالمتوكل على اللّه 40 ، 61\r\nمجنون ليلى 44\r\nالمستنصر باللّه 6\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":98},
  {"content":"\r\n\r\nمعبد اليقطيني 44\r\nمعز الدولة ثمال بن صالح 6\r\nمنصور بن مروان ( أبو سعيد ) 10\r\nمهيار الشاعر 7\r\nنصير الدولة بن مروان 3 ، 10 ، 13\r\nنظيف بن يمن القس 16\r\nيحيى بن عدي 16\r\nاليونانيون 39\r\nاليوغسلاف 87\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":99},
  {"content":"\r\n\r\n\r\nفهرست المدن والأماكن\r\nاستانبول 10\r\nالإسكندرية 49\r\nالامبروزيانا ( مكتبة ) 10\r\nالأناضول 15\r\nأنطاكية 8\r\nأوربا 6 ، 87\r\nإيطاليا 10\r\nبغداد 6 ، 15 ، 18 ، 22 ، 37 ، 86\r\nبيروت 5\r\nجامعة القديس يوسف 10\r\nالجزيرة 7\r\nدار الكتب المصرية 10\r\nديار بكر 7 ، 15\r\nدير الملك المنيح 7\r\nالشام 6\r\nالشرق الأقصى 6\r\nطوب قبو سرايي 10\r\nغمر الزعفران 18\r\nالعراق 6\r\nفارس 7\r\nالفطاط 7\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":100},
  {"content":"\r\n\r\nفلورنا 7\r\nقلعه الهنتاج 10\r\nالقاهرة 8 ، 9\r\nلندن 7\r\nالكوفة 22\r\nكنية لوقا 6\r\nمنحف ايا صوفيا 10\r\nالمستشفى العضدي 16\r\nمينا ( مرفأ ) 6\r\nمصر 6 ، 7 ، 9\r\nالمكتبة المارونية بحلب 10\r\nالموصل 7\r\nميافارقين 3 ، 10 ، 13 ، 15\r\nالنيل ( نهر ) 7\r\nالهند 6\r\nاليونان 4 ، 15\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":101},
  {"content":"\r\n\r\n\r\nفهرست حضاري\r\nالإثمد 15\r\nالازيرة 46\r\nالاسيلم 52\r\nاستسقاء الرأس 88\r\nالاقرباذين 8\r\nأمير باريس ( دواء ) 65\r\nالانبساط والانقباض 74\r\nانزروت 22\r\nالآنسون 80\r\nالإهليلج 65\r\nالبحران 4 ، 28 ، 44 ، 61 ، 89\r\nالبخر 6\r\nالبرينة 57\r\nالبيمارستان 8 ، 53 ، 61\r\nالتونيا الحجري 56\r\nجند باستر 57\r\nالحارود 57\r\nالحمية 78\r\nالحنظل 56\r\nالحوائج 17 ، 52\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":102},
  {"content":"\r\n\r\nخلع الورك 70\r\nالخلنج 25\r\nالخوانيق 19\r\nالدبيقي 59\r\nدست المباضع 35\r\nالدواء التفه 55\r\nالديباج 21\r\nالرلوند 25\r\nالربوب 56\r\nالرنده 57\r\nالزنجبيل 65\r\nالسبل 34\r\nالسفاتج 17\r\nالسكنجبين 72\r\nالسنباذج 56\r\nشرب النخب 73\r\nالشمشك 59\r\nالصبوخ والغبوق 46\r\nالصنابير 34\r\nالطاعون 6 ، 7\r\nالظفرة 34 ، 46\r\nالغضارة 46\r\nالغمار 83\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":103},
  {"content":"\r\n\r\nالفالج 8 ، 32\r\nالفالوذج 33\r\nالقصد 51 ، 52 ، 53 ، 54\r\nفطام الصبيان 19\r\nالفقاع 74\r\nالفودنج 57\r\nالفيروزج 59\r\nالقثاطير 35\r\nالمقندس 57\r\nالقولنج 32 ، 35 ، 69\r\nالقيفال 61\r\nكسير وعوير 60\r\nالكلبتان 34\r\nكليكان 52\r\nالكناش ( الكنانيش ) 8\r\nالقوة 8 ، 32\r\nماء الشعير 74\r\nالمثالث والمثاني 22\r\nمخاطب التشمير 35\r\nالمختار من النشوار 73\r\nمرهمدان 35\r\nالمزاود 17\r\nالمضيرة 29\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":104},
  {"content":"\r\n\r\nمفتاح الرحم 35\r\nمقص السلع 35\r\nمشكاح 68\r\nملحم الحروق 73\r\nالمهت 35\r\nالناردين 56\r\nالنشاب 34\r\nالنقاعة 74\r\nالنقرس 29\r\nالنوروز 19\r\nنقض مقالة ابن بطلان 9\r\nاليافوخ 53\r\nيبروح 57\r\nيسب 59\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":105},
  {"content":"\r\n\r\n\r\nفهرست المواضيع\r\nالموضوع الصفحة\r\nالمقدمة 3\r\nمن هو ابن بطلان ؟ 6\r\nقصة الخلاف بين ابن بطلان وابن رضوان 8\r\nمن هو الأمير نصير الدولة بن مروان ؟ 10\r\nالنسخ الخطية للكتاب 10\r\nنص المخطوطة 11\r\nالقسم الأول : في فاتحة الكتاب ومدح بغداد ودم ميافارقين لما فيها من الكساد 15\r\nالقسم الثاني : في ذكر مجالس الطعام وايراد الحجج التي تحمي عن الاكل فيما يقدم من الألوان 24\r\nالقسم الثالث : في نعت مجلس الشراب واللذة وذكر ما جرى من المسائل 38\r\nالقسم الرابع : في اعتبار الطبائعي بمسائل توضح فضله وتظهر جهله 42\r\nالقسم الخامس : في سؤال الكحال عما لا يسعه جهله 45\r\nالقسم السادس : في اعتبار الجرائحي بمعرفة التشريح والمنافع 47\r\nالقسم السابع : في امتحان الفاصد بما يحتاج إلى معرفته من المنافع 51\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":106},
  {"content":"\r\n\r\nفهرست المواضيع القسم الثامن : في اعتبار الصيادلة بمعرفة العقاقير والأدوية 55\r\nالقسم التاسع : في غيرة الأطباء وتغايرهم على المرضى 59\r\nالقسم العاشر : في اعتذار الطبيب المصروف وذم الصارف له 68\r\nالقسم الحادي عشر : في استهالة العامة بالصناعة الطبية والرد عليهم 77\r\nالقسم الثاني عشر : في خاتمة الكتاب وذكر سبب انقطاع الزيارة والاجتناب 83\r\nشرح أسئلة دعوة الأطباء 86\r\n\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":107}
  ]