[
  {"content":"\r\n\r\nهو الشافي\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى ومكمل\r\nدانشگاه علوم پزشكى\r\nوخدمات بهداشتى درمانى إيران\r\nمنتخب كتاب\r\nجامع المفردات غافقى\r\nبا ترجمه انگليسى\r\nگزيننده :\r\nابن العبري\r\nمترجمان :\r\nدكتر ماكس مايرهوف\r\nدكتر جورجى صبحي\r\nدوره دوم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\nمشخصات كتاب :\r\nنام كتاب : منتخب كتاب جامع المفردات ( مجلدات 1 و 2 و 3 و 4 ) همراه ترجمه انگليسى\r\nمؤلف : أحمد بن محمد بن خليد الغافقي\r\nگزيننده : أبو الفرج گريگوريوس مفريان بطريق الشرق ( معروف بن ابن العبري )\r\nمترجمان : دكتر ماكس مايرهوف ودكتر جورجى صبحي\r\nنسخه مادر : تصوير نسخه چاپى اهدائى محقق ارجمند آقاى رشيد تفقد با تشكر فراوان از ايشان\r\nديباچه : دكتر محمد مهدى أصفهاني\r\nناشر : مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل دانشگاه علوم پزشكى إيران با تشكر از حمايت هاى مستقيم مادي ومعنوي رياست محترم دانشگاه وبا قدردانى از همكارى همه جانبه آقاى دكتر أمير مهدى طالب\r\nتاريخ نشر : بهمن ماه 1386\r\nشماره نشر : 15 دوره دوم\r\nشماره انفرادى كتب : 29 و 30 و 31 و 32\r\nنوبت نشر : يكم\r\nشمارگان : 150 نسخه\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\nبسمه تعالى\r\nغافقى وجايگاه أو در علم مفردات پزشكى\r\nاگر چه دانشمندان دوره تمدن اسلامى وپزشكان بزرگ ونام آورى همچون رازي ، ابن سينا ، علي بن عباس مجوسي اهوازى وديگران بلحاظ كرامت نفس وامانتدارى ، متواضعانه از ديسقوريدوس وكتاب ارزشمند أو الحشانش در آثار خود بكرات نام برده اند وبگونه اى كتاب ياد شده از منبع اصلى علم مفردات پزشكى خود معرفى كرده اند اما نبايد از ياد برد كه كتاب مذكور با همه ارزش واهميت از حدود 450 مفرده نام مى برد اما وقتي به كار غافقى وابن بيطار مى نگريم كه اين رقم را به حدود 2000 مورد افزايش داده اند آنوقت اين اظهار نظر غير عادلانه برخى از غربى ها كه هنوز در سخنرانى ها حتى سخنرانى هائى كه يكى دو مورد آنرا در إيران داشته اند واظهار داشته اند كه كار مسلمين گرفتن طب يوناني ، حفظ وترجمه آن وسپس در قرون وسطى در اختيار اروپائيان قرار دادن بوده است مايه تأسف مى گردد .\r\nغافقى كه اينك ملخصى از اثر گرانقدر أو به تلخيص وگزينش ابن العبري ( أبو الفرج گريگوريوس مفريان ) ارائه مى گردد نام كامل أو أبو جعفر أحمد بن محمد بن أحمد بن سيد ( وبراساس نوشته اين عبرى خليد ) الغافقي است وى در شهر غافق از شهرهاى اندلس ( نزديك قرطبه ) در حوالي سال 494 هجرى ولادت يافته وتاريخ وفات وى را سال 560 هجرى ( 1165 ميلادي ) ثبت كرده اند .\r\nدر كتب تاريخ پزشكى از جمله در جلد 2 كتاب عيون الانباء ابن اصيبعه اطلاعات فراوانى در مورد وى قابل دسترسى است . در كتاب فرهنگ ومصطلحات پزشكى غير عربى كه در 1384 در سلسله انتشارات مؤسسه مطالعات تاريخ پزشكى طب اسلام ومكمل به شماره 46 متفرقة منتشر كرده أيم نيز اطلاعات مهمى در مورد وى وكارهاى أو ميتوان يافت .\r\nكار غافقى اگر چه بر پايه كتاب الحانش ديسقوريدوس شكل گرفته اما بسيارى از مفرداتى كه در طب هندى وإيراني مورد استفاده بوده ودر كتاب ديسقوريدوس وجود ندارد به آن اضافه شده است .\r\nابن بيطار نيز براساس كارغافقى ، اين حركت را تكميل وشاهكار علمي خويش را عرضه نموده است . /\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":8},
  {"content":"\r\n\r\nهو الشافي\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى ومكمل\r\nتأسيس 1379\r\nدانشگاه علوم پزشكى\r\nوخدمات بهداشتى درمانى إيران\r\nمنتخب كتاب\r\nجامع المفردات غافقى\r\nجلد 1\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":9},
  {"content":"\r\n\r\nالجامعة المصرية\r\nكلية الطب - المؤلف رقم 4\r\nمنتخب\r\nكتاب جامع المفردات\r\nلاحمد بن محمد بن خليد الغافقي\r\nالمتوفى نحو سنة 560 ه‍\r\nانتخبه\r\nأبو الفرج غريغوريوس\r\nالمعروف بابن العبري\r\nالمتوفى في سنة 684 ه‍\r\nنشره مع ترجمه الانكليزية\r\nوشروحات\r\nالدكتور ماكسى مايرهوف\r\nالرمدى بالقاهرة\r\nوالدكتور جورجى صبحي\r\nالأستاذ بالجامعة المصرية\r\nوالطبيب بمستشفى قصر العيني\r\nمطبعة الاعتماد بشارع حسن الأكبر بمصر\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدمة الناشرين\r\nلم يتعمق علماء العرب في علم من علوم الطب مثل ما تعمقوا في علم المادة الطبية بأنواعها المختلفة . ومنشأ هذا التبحر بدأ مباشرة بعد ترجمة كتاب ديوسقوريدس من اليونانية وربما كانت أول ترجمة لهذا الكتاب إلى السريانية في زمن العباسيين ومنها إلى العربية وأصح ترجمة له هي التي وضعها حنين بن إسحاق في القرن الثالث الهجري الموافق للتاسع الميلادي وفي الحقيقة ان كتاب ديوسقوريدس اليوناني هذا مثل لكل مؤلفات العرب في علم الأدوية وكانت هذه المؤلفات كثيرة العدد جدا وقد وصل لنا معظمها إما ناقصا أو متقطعا أو في نسخ صعبة المنال وكان أكثر هؤلاء المؤلفين شيوعا الرازي وابن سينا وابن جزلة وأبو حنيفة الدنياورى وابن السورى في الشرق وابن جلجل وابن الوافد وابن سمجون والشريف الأدريسى والغافقي وأبو العباس النباتى وابن البيطار في الغرب ومعظمهم من بلاد الأندلس إلا أن أكثر مؤلفات هؤلاء العلماء قد ضاعت ولم يبق لنا كاملا منها سوى كتاب ابن البيطار وقد كان من علماء الغرب وأحدثهم عهدا ولكنه أوفاهم شرحا .\r\nاحتوى على كل ما جاء بكتب الأوائل ، وقد طبع هذا الكتاب مرتين ، واحدة في بولاق سنة 1291 ه ولكنها ملأى بالأغلاط الهجائية والمطبعية ، والثانية نشرها لكلرك العالم الفرنسي في سنة 1877 - 1883 في ثلاثة مجلدات وظهرت أصح وضعا وأصلح نصا ولكنها نفذت كلها وعلى أي الحالات فان تقدم عصرنا الحالي في علوم النباتات وفي دراسة المخلفات\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":11},
  {"content":"\r\n\r\nالعربية يقتضى إعادة طبع هذا الكتاب على ضوء معلوماتنا الحديثة .\r\nأما كتابنا هذا المدعو « جامع الأدوية المفردة » لأحمد بن محمد الغافقي فيوجد منه نسختان إحداهما مغلوطة ومحفوظة في مكتبة الجرانددوك ببلدة غوثا  ( Gotha )  بألمانيا والثانية حصل عليها المرحوم المغفور له احمد باشا تيمور لمكتبته في مصر ( وكان أصلها من مكتبة بطركخانة الأقباط الأرثوذكس ) وهي صحيحة ومضبوطة وقد تكرم علينا كعادته أكرم اللّه مثواه فسمح لنا برسمها بالفوتوغراف . وبواسطة هاتين النسختين أمكننا ان ننشر هذه الطبعة الكاملة للمنتخبات التي اقتبسها ابن البيطار ما ينوف عن المائتى مرة ، وقد ظهر لنا من دراسة هذا الكتاب أن مؤلف ابن البيطار ما هو إلا نسخة كاملة له زيد عليها بعض ملاحظات من المؤلفين الذين خلفوا الغافقي ، ومن النادر جدا أن يعثر الانسان على ملاحظة شخصية لابن البيطار نفسه .\r\nكما أن كتاب الغافقي كذلك ما هو إلا شرح للترجمة العربية لذيوسقوريدس زائدا عليها أسماء نباتات وأدوية أخرى منتخبة نتيجة اتساع المعلومات لأطباء العرب في فن العلاج . ويظهر في كتب العرب الأولية مثل كتاب « فردوس الحكمة » لعلي بن ربّن الطبري « والذخيرة » المنسوب إلى ثابت بن قرّه كثير من الأدوية الفارسية والهندية ومن آسيا الوسطى وكلها كانت مجهولة عند حكماء اليونان وقد شرح الغافقي هذه الأدوية الجديدة شرحا مطولا بقدرة مدهشة وذكاء نادر كما أنه أضاف عليها كثيرا من الأدوية الموجودة في شمال أفريقيا وبلاد الأندلس .\r\nوذكر ابن أبي أصيبعة في الكلام عن حياة الغافقي ( في الجزء الثاني ص 52 ) أنه ولد في بلدة الغافق بالقرب من قرطبه وقد لخص مؤلفه ابن العبري وكان الأخير مؤلفا كبيرا وكاتبا شهيرا ومترجما نحريرا .\r\nونسخة تيمور باشا صحيحة ولكنها صعبة القراءة في نقط كثيرة ومع\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":12},
  {"content":"\r\n\r\nذلك كان جلّ اعتمادنا عليها ، وفي الأحوال التي صعبت فيها القراءة اتبعنا طريقة المقارنة بنسخة غوثا وكثيرا ما اضطررنا إلى المقابلة مع طبعة ديوسقوريدس اليونانية\r\nوقد كانت ترجمتنا إلى الانكليزية حرفية بقدر الامكان وبدون اخلال بقواعد اللغة الإنجليزية : اما شروحنا على مختلف الأدوية فهي في غاية من الأهمية لأننا نعتقد أنه إذا طبعت المؤلفات العربية العلمية بدون شروح أدّت إلى الوقوع في خطأ كثير .\r\nوقد كان اعدادنا لهذه الشروح من أصعب الأمور لأننا احتجنا في ذلك إلى مؤلفات عديدة ذكرنا أسماءها في مقدمة الكتاب .\r\nوقد اجتهدنا أن نضبط في الأحوال الممكنة الأسماء المصرية القديمة أو الحديثة ( القبطية ) للأدوية وذكرنا بجانبها الاسم اليوناني واللاتيني والعربي والفارسي والتركي والإنجليزي والفرنساوي والألماني .\r\nولا يخفى على ذهن حضرات العلماء ما لهذا العمل من الفائدة العظمى في ضبط ووضع أصول الأسماء العلمية باللغة العربية ولا يسعنا هنا الا ذكر المساعدة الحقيقية التي اكتسبناها من مراجعة قاموس الدكتور شرف بك ومعجم الدكتور عيسى بك فقد كان كل من هذين المؤلفين عونا لنا في كثير من النقط والصعوبات التي اعترضتنا .\r\nومع كل فلا زلنا نقرّ بعجزنا عن الكمال فالكمال للّه وحده جلّ شأنه كما اننا نعتذر لحضرات القراء الكرام عن الابطاء في عملنا هذا الذي نأمل أن نكمّله في ثلاث سنوات إذا وهبنا اللّه سبحانه وتعالى العمر والعافية ولنا في ذلك معذرة في من سبقنا فقد أمضى لكلرك ست سنوات قبل أن يتمّ ترجمته لابن البيطار كما أن معجم الدكتور عيسى بك كلفه سبع سنوات مع العمل المستمرّ .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":13},
  {"content":"\r\n\r\nولنا في كرم القراء وطلبة العلم امل واسع في المغفرة عما زلت به اقلامنا أو قصرت عنه افهامنا ونستعطفهم بما قاله صاحب المقامات .\r\n سامح أخاك إذا خلط * منه الإصابة بالغلط\r\nوتجاف عن تعنيفه * ان زاغ يوما أو قسط \r\nوقبل الختام نتقدم بالشكر إلى حضرة صاحب العزة العالم الكبير والفيلسوف الخطير الأستاذ الأكبر لطفى بك السيد مدير الجامعة المصرية وصاحب السعادة الجراح الشهير الأستاذ على باشا إبراهيم وكيلها وعميد كلية الطب والعالم النابغة الأستاذ الدكتور طه حسين عميد كلية الآداب لتكرّمهم بالموافقة على طبع هذا الكتاب على نفقة الجامعة المصرية ولتكرّم الأخير بالوقوف على لغته العربية جزاهم اللّه عنا وعن العلم خير الجزاء .\r\nماكس مايرهوف جورجى صبحي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":14},
  {"content":"\r\n\r\nمنتخب « 1 » الغافقي في الأدوية المفردة انتخبه وحيد العصر علامة الدهر الأب القديس الورع مظهر الحقائق وكاشف الدقائق غريغوريوس مفريان بطريق « 2 » الشرق كمل اللّه سعادته وايّد سيادته « 3 » آمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : فاتحة\r\n( 2 ) في غ : فقط\r\n( 3 ) كذا في ت ، وبدله في غ : رحمه اللّه تعالى وعظم أجره\r\n","page_name":" 10 ","page_number":15},
  {"content":"\r\n\r\n\r\n[ مقدمة المولف 
  ]\r\nبسم اللّه الرّحمن الرّحيم قال أبو جعفر أحمد بن محمد بن أحمد بن خليد « 1 » الغافقي رحمه اللّه « 2 » :\r\nما معناه ملخصا ان الكتاب الذي كنت شرعت في وضعه « 3 » في الأدوية المفردة تذكرة لنفسي « 4 » لم « 5 » أحب اذاعته في أيدي الناس لأمرين : أحدهما معرفتي « 6 » بقلة « 7 » معرفتهم بالفرق « 8 » بين « 9 » ما يوضع على صواب وغير صواب ، والثاني كيلا اصيرّ نفسي « 10 » غرضا لأقاويل الحسّاد وذوى « 11 » البصيرة « 12 » والأبصار أقل من القليل . فلما حتمنى انتساخه بعض الاخوان « 13 » فقدمت فذكرت غرضه « 14 » ومذهبي فيه ، وهو أيضا أمران : أحدهما « 15 » الجمع بين أقاويل القدماء والمحدثين « 16 » في هذا الفن ، والثاني شرح « 17 » الأسماء المجهولة .\r\nوهذان « 18 » الغرضان وان كان قد تقدم فيهما « 19 » خلق الا انني لم « 20 » أجد فيهم باحثا عن حقيقة وضعه بل أكثرهم مقلدون في غلطهم لأقدمهم . ومنهم من غلط في الجمع بين الأقاويل كما فعله ابن وافد حيث جمع بين كلامي ذيوسقوريذيس وجالينوس في دواءين ظنهما دواء واحدا . ومنهم من « 21 » كذب كما فعل ابن سينا حيث يحكى عنهما « 22 » ما لم يقولاه . وبالجملة « 23 » ما من أحد تكلم في هذين الغرضين إلا وقد غلط الغلط الفاحش من الرازي الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : بدله « ابن مشيد » . ولكن في « عيون الانباء » ( الجزء الثاني ص 52 ) :\r\n« ابن السيد » .\r\n( 2 ) غ : عفى اللّه عنه .\r\n( 3 ) غ : فيه من حيث وصف\r\n( 4 ) غ : بدل هذه الكلمة بياض\r\n( 5 ) غ : ثم\r\n( 6 ) غ : بدل هذه الكلمة بياض\r\n( 7 ) غ : لفلة\r\n( 8 ) غ : والفرق\r\n( 9 ) غ : ناقصة\r\n( 10 ) غ : وفقى\r\n( 11 ) غ : ذو\r\n( 12 ) غ : البصرة\r\n( 13 ) غ : هذه الجملة ساقطة\r\n( 14 ) غ : تقدم غرضى\r\n( 15 ) غ : هذه الكلمات الأربع ساقطة ، وبدلها : وما\r\n( 16 ) غ : ناقصة\r\n( 17 ) غ : ناقصة\r\n( 18 ) غ : وهو\r\n( 19 ) ت : فيها ، غ : فيه\r\n( 20 ) غ : لست\r\n( 21 ) غ : قد\r\n( 22 ) غ : حيث حكى شيئا\r\n( 23 ) غ : وبالجهد\r\n","page_name":" 11 ","page_number":16},
  {"content":"\r\n\r\nكان أولهم إلى زماننا هذا . وأنا بحول اللّه تعالى قد تقصيت في ذلك ما أمكنني محترسا من الغلط جهدي غير طالب فيه الافتخار ، واستوفيت « 1 » فيه ذكر جميع الأدوية التي ذكرها ذيوسقوريذيس وجالينوس ولحقت بقوليهما قول من جاء بعدهما مصيبا ، ونبهت على مواضع التصحيف « 2 » في الأسماء .\r\nولم آت بقول من لم يجرب ما ذكره بل نقله نقلا ، وألحقت بذلك « 3 » أيضا بعض الحشائش التي يستعملها أهل بلدنا ولم يذكرها أحد ممن تقدّمنا . فأما الكلام في الطعوم والأراييح وتقسيم قوى الأدوية فلما كان أهل الكتب قد أكثروا فيها من الكلام تركت القول فيها . وأنما « 4 » قصدي الغرض الذي أغفل ولم « 5 » يستوفه أحد أعنى خلى الأدوية واختيارها « 6 » ومعرفة الجيد منها « 7 » هذا ، وان كان أطباؤنا « 8 » يرون ان هذا انما يلزم الصيدلاني دون « 9 » الطبيب .\r\nلكان ظنهم صادقا لولا انهم يتولون بأنفسهم عمل الأدوية المركبة وما أقبح بأحدهم أن يطلب أدوية مفردة فيؤتى « 10 » بأدوية لا يعلم هل هي التي أرادها أم غيرها ، فيركبها « 11 » ويسقيها عليله « 12 » مقلدا فيها الثجارين « 13 » ولتعاطى الحشائش قوم لا يقرؤن الكتب ولا يعرفون من الأدوية الا أقلها .\r\nقال العبد الفقير إلى رحمة اللّه تعالى « 14 » غريغوريوس المفريان :\r\nولذلك جعلت غرضى من هذا اختصارى واقتصادى « 15 » على ذكر صفات الأدوية واختيارها والمشهور فقط من أسمائها وقواها « 16 » دون ما يتخذ من الأشربة « 17 » والادهان « 18 » فكان مع سهولة عجمه وضآلة [ 2 آ 
  ] حجمه نافعا في شأنه بالغا في فنه . ولنبتدىء الآن بما شرحناه . الأول حرف الألف :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : هاهنا بياض عظيم من الكلمة « من الرازي » إلى الكلمة « واستوفيت »\r\n( 2 ) غ :\r\nناقصة\r\n( 3 ) ت : على ذلك\r\n( 4 ) غ : مما\r\n( 5 ) غ : أن\r\n( 6 ) غ : ولختباره\r\n( 7 ) غ : الشئ منها\r\n( 8 ) غ : ان اطباؤنا\r\n( 9 ) غ : هذه الكلمات الثلاثة ساقطة\r\n( 10 ) غ : فيوتى\r\n( 11 ) غ : ناقصة\r\n( 12 ) غ : لعليله\r\n( 13 ) غ : للثجارين\r\n( 14 ) غ : بدله : الراجي إلى ربه القدير\r\n( 15 ) غ : ناقصة\r\n( 16 ) غ : ناقصة ، وبدلها - : سوى\r\n( 17 ) غ : ناقصة\r\n( 18 ) غ : آخر الجملة من هنا ناقصة\r\n","page_name":" 12 ","page_number":17},
  {"content":"\r\n\r\n\r\n[ القسم الأول ( حرف الألف ) 
  ]\r\n\r\n( حرف الألف )\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":18},
  {"content":"\r\n\r\n\r\n1 - أسارون .\r\n( ذ ا ) : يسمى ناردين برّيا ، ورقه يشبه ورق قسوّس « 1 » غير أنه أصغر وأشد استدارة وله زهر فيما بين الورق عند أصله لونه فرفيرى شبيه بزهر البنج فيه بزر « 2 » شبيه بالقرطم وله أصول كثيرة « 3 » ذوات عقد دقيقة معوجة كأصول التيل « 4 » إلا أنه أدق بكثير طيبة الرائحة تسخن وتلذع اللسان وينبت في جبال كثيرة الشجر . ( ج و ) النافع منه أصله « 5 » ، وقوته كقوة الوج وأقوى منه . ( ابن سمجون ) أجوده الصيني والأندلسي وأجوده الأندلسي مما يؤتى به من الجزيرة الخضراء . ( لي ) الأسارون الصحيح هو المجلوب من بلاد الروم وأما الذي يستعمل بالأندلس فليس أسارون بالحقيقة وان كان أشبه به في منظره وخصوصا الجزيري منه ويظن أن قوته كقوته .\r\nوهو نبات له ساق خوّاره مدورة يعلو نحو من ذراع متباعد العقد وورق كورق القنطوريون الصغير أخضر يضرب إلى السواد . وبأعلاه جملة « 6 » من شعب بعضها فوق بعض في أطرافها رؤوس صغار في قدر حب الحنطة داخلها زغب أبيض . وله أصل أصغر من الخنصر متشعب منه شعب دقاق طول أنملة طيّب الريح والطعم . وأما غيره من الأسارون فهو مرّ الطعم كريه الرائحة ، وقوم يجعلونه من أصناف الزراوند الطويل . وهو نبات له ورق أصغر من ورق القسوّس وأصلب يضرب إلى السواد والغبرة وله أغصان دقاق مزواة تعلق بما قرب منها وتترقى في الشجر . ولها زهر فرفيرى كثير مثل زهر الزراوند يخلف ثمرا كثمر الكبر ، منه بزر كبزر الخطمي . وله أصول كثيرة معقدة تدب تحت الأرض في لونها غبرة وصفرة إلى السواد قوية الرائحة مرّة الطعم لذاعة اللسان والفم « 7 » قليلا . وخاصة هذا النبات النفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : سوس ، ت : حاشية قسوس بالقاف المثناة اللبلاب الكبير\r\n( 2 ) ت ، غ : زهر وهذا غلط . أنظر جامع ابن البيطار ص 23\r\n( 3 ) ت : كبيرة\r\n( 4 ) ت : التيل\r\n( 5 ) غ : أصوله\r\n( 6 ) ت ، غ : خمسه\r\n( 7 ) غ : في الفم\r\n","page_name":" 14 ","page_number":19},
  {"content":"\r\n\r\nمن السموم ونهش جميع الحيات ثمره وبزره وأصوله . ونوع آخر له ورق أصغر من ورق الزراوند وأغصان صغار تمتد على الأرض وزهره وثمره كالذي ذكرناه قبله الا أنه أصغر منه وأصوله لينة غير معقدة لونها أصفر تخرج من أصل واحد كالخربق الأسود مرّة الطعم عطرة الرائحة كرائحة الأسارون . وأكثر نباته في التربة البيضاء في الجبال ، وقوم آخرون يظنون أنه نوع من الماميران . ( د ا ) : يدرّ البول والطمث وسبعة مثاقيل منه بماء العسل يسهل مثل الخربق الأبيض وقد ينفع في أخلاط الطيب .\r\n\r\n2 - اذخر\r\n. ( أبو حنيفة ) : له أصل مندفن وقضبان دقاق ذفر الرائحة وهو كالأسل أسل « 1 » الكولان أعرض منه وأصغر كعوبا وله ثمر كأنه مكاميخ القصب الا أنها أدق وأصغر . وقيل ما ينبت منفردا متى رايت واحدة ثم نظرت وجدت غيرها وربما استحلست منه الأرض . وينبت في السهول والجروف وإذا جف ابيض . ( ابن عمران ) : ما ينبت منه في الحجاز يسمى الحرمىّ وهو أعلاه وما ينبت بقفصة « 2 » وساحل أفريقية أدناه . ( ذ ا ) :\r\nسخينوس أي الأذخر الذي من ناباطيا « 3 » أجوده وبعده الذي يسمى البابلي\r\nوبعض يسميه طوخيطوس . وأما الذي من ليبوى فأدناه وخير منه الحديث الأحمر الكثير الزهر الوردي الرائحة إذا انشق كان في لونه فرفرية ( ج ح ) زهره يسخن يسيرا ويقبض يسيرا مدرّ يحدر الطمث تكميدا وينفع أورام الكبد والمعدة ضمادا وأصله أشد قبضا وزهرته أكثر اسخانا .\r\n\r\n3 - أشنة :\r\nهو المعروف بشيب العجوز ينبت على البلّوط وغيره من الشجر . ( ذ ا ) بريون أي الأشنة . وهي تتكون على شجر الشربين والجوز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : كالاثل أثل\r\n( 2 ) ت : بقبضه ، غ : بقبضا\r\n( 3 ) ت ، غ : اباطيا\r\n","page_name":" 15 ","page_number":20},
  {"content":"\r\n\r\nوالبلّوط والزيتون والجيد منها ما كان على الشربين وكانت جبلية ، وبعدها ما يوجد على الجوز . وأجوده ما كان طيب الرائحة وكان أبيض وما كان منها لونه إلى السواد فهو أردأ . ( ج و ) يقبض باعتدال وفيها أيضا قوة تحليل وتليين خاصة الموجودة على شجر الصنوبر .\r\n\r\n4 - أرمال :\r\n( ابن ماسويه ) يشبه قرفة القرنفل . ( ابن ماسه البصري ) خشب كالقرفة طيب الرائحة يجلب من اليمن . ( الطبري ) نبات عيدانه كعيدان الشبت . ( الرازي ) سمعت أن الأرمال خشب خفيف متشنج يتخذ منه الحفوف وقد أجمع الأطباء فيه أنه جيد لأوجاع الفم .\r\n\r\n5 - أبهل\r\n( الفلاحة ) أصنافه أربعة أحدها الهندي المسمى ديبدار ، وهو شجرة ترتفع قامات وتنتشر أغصانها ، وثمره كالبندق . والثاني ورقه كورق الطرفا والثالث كورق السرو ، وللثاني والثالث شوك كثير ورائحة كريهة وحادة وحمله أصغر من جوز السرو والرابع ينتشر عرضا لا بطول ولا يحمل شيئا البتة . ( ابن عمران ) الأبهل صنف من العرعر كبير ورقه كورق الطرفا وله ثمرة حمراء دسمة كالنبق لونا وقدرا داخلها مصوف ولها نواة ولونه أحمر إذا نضج كان حلو المذاق وفيه طعم القطران يجمع وقت قطاف العنب . ( ذ ا ) الأبهل صنفان أحدهما ورقه كورق السرو أكبر الشوك كريه الرائحة وهذه الشجرة مستديرة تذهب في العرض أكثر « 1 » منها في الطول . والآخر ورقه كورق الطرفا . وهذا نبات قوى التجفيف ينقى القروح الوسخة ويدرّ الطمث ويخرج الأجنة الموتى ويفيد الأحياء . ( ابن سينا ) ثمرة الابهل تشبه الزعرور الا أنها أشد سوادا حادة الرائحة طيبتها والديبدار صنف منه يقال له الصنوبر الهندي عيدانه كعيدان الزرنباد . وشير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : وأكثر\r\n","page_name":" 16 ","page_number":21},
  {"content":"\r\n\r\nديبدار هو لبنه وهو حار حريف محرق معطش ، في جوهره قبض . ولا شئ أفضل منه لاسترخاء العصب والفالج واللقوة والصرع ، يفتت حصاة الكلى والمثانة ويحبس الطبيعة . ( مسيح ) ويسهل البطن ويقتل الدود وحب القرع .\r\n\r\n6 - أثل\r\n( ابن عمران ) شجر عظيم متدوّح وله خشب وقضبان خضر ملمعة بحمرة ورقه أخضر يشبه ورق الطرفا عفص الطعم وليس له زهر ويثمر على عقد أغصانه حبا كالحمص اغبر إلى الصفرة وفي داخله حب صغير ملصق بعضه إلى بعض ويسمى حب الأثل العذبة ويجمع في آخر حزيران .\r\n( ذ ا ) اما اقاقليس فهو الأثل هو ثمر شجر يكون بمصر يشبه ثمر الطرفا ، وأما نقيعه في الشيافات يقوى البصر .\r\n\r\n7 - أراك\r\n( أبو حنيفة ) فهو أفضل ما استكّ بأصله وأطيب ما رعته الماشية رائحة وهي كبيرة دوحاء شائكة . وثمره في عناقيد ومنه برىّ هو أعظم حبا وأصغر عنقودا وله عجمة صغيرة مدورة صلبة وثمره أكبر من الحمص قليلا وعنقوده ملؤ الكف اكبره ، والكبار فوق حب الكزبرة وليس له عجمة وكلاهما يبدو أخضر ثم يحمر ويحلو وفيه حرافة ثم يسود فيزيد حلاوة وفيه بعض حرافة « 1 » . ويباع كما يباع العنب . وينبت في بطون الأودية وربما ينبت في الجبل وذلك قليلا وشوكه قليل متفرق . ( ابن جلجل ) . شرب طبيخه « 2 » يدر البول . ( ابن رضوان ) . حبه عاقل يقوى المعدة .\r\n\r\n8 - أبنوس\r\n( ذ ا ) أقوى ما يكون الحبشي وهو أسود ليس فيه طبقات يشبه في ملاسته قرنا محكوكا ، وكان كسره كثيفا . يلذع اللسان وإذا بخر كان طيب الرائحة . والحديث لدسومته يلتهب إذا قرب من النار وإذا حكّ على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : تعد حراقة\r\n( 2 ) ت : طبيخ\r\n","page_name":" 17 ","page_number":22},
  {"content":"\r\n\r\nمسن صار لونه ياقوتيا وفي الهند صنف فيه عروق لونها ابيض ياقوتى وقد يباع بعض أصناف الشوك والخشب التي يقال لها « 1 » سيقامينا « 2 » بدل الأبنوس وهو رخو يتشظى وشظاياه فرفرية اللون لا تلذع اللسان ، وإذا وضع على النار لم تفح منه رائحة ( ج و ) هذه الخشبة من الأشياء التي إذا حكت بالماء انحلت كما ينحل بعض الأحجار . وصار عصارة جالية لظلمة البصر جلآء قويا .\r\n\r\n9 - آس\r\n( أبو حنيفة ) هو كثير في المغرب سهلا وجبلا دائم الخضرة يسمو حتى يصير شجرا . وله زهرة بيضاء طيبة الرائحة وثمرة سوداء إذا أينعت تحلوّ وفيها .\r\nمع ذلك علقمة وتسمى قطمير . ( ذ ا ) مورسينى ايماروس « 3 » وهو الآس الشديد الخضرة المائل إلى السواد انفع مما مال إلى البياض خاصة الجبلية .\r\nوثمر الأسود أضعف من ثمر الأبيض . ( ج ز ) مركب من قوى متضادة والجوهر الارضىّ البارد فيه الأكثر . ( ذ ) والمورطيدانون شئ ينبت في ساق شجرة الآس مضرس كأنه فيه بنك ، لونه كلون ساق الآس . وفي شكله مشابه للكف وهو أشد قبضا من الآس . - ( الرازي في الخواص ) - إذا اتخذت حلقة مثل الخاتم وهو طري وأدخل فيه خنصر الرجل الذي في اربيته ورم سكنّه .\r\n\r\n10 - إجاص\r\nهو المعروف عندنا بعيون البقر . ( ذ ا ) قوقى ميلا شجرة معروفة ثمرها ردئ للمعدة ملين للبطن . فاما ثمر الآجاص الشامي وخاصة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : ناقصة\r\n( 2 ) ت ، غ : سيساميا\r\n( 3 ) ت ، غ : مورايمادوص\r\n","page_name":" 18 ","page_number":23},
  {"content":"\r\n\r\nالدمشقي المجفف جيد للمعدة ممسك للبطن . ( ج ز ) الاجاص مطلق للبطن خاصة الطرئ فاما اليابس فاطلاقها أقل . وأما ذيوسقوريدس فلا ادرى من اين قال أن الاجاص الدمشقي يحبس البطن ونحن نجد اطلاقه ظاهرا وان كان أقل اطلاقا من المجلوب من أرمينية الداخلة - ( ابن ماسويه ) - يسهل الصفراء ويطفئ الحرارة . والأسود أقوى في ذلك من الأبيض ، وما صغر منه أقل اسهالا . ( الإسرائيلي ) الأبيض بطىء الانهضام ردئ للمعدة قليل الاسهال . وأجوده ما كان في غاية النضج . ( الفلاحة النبطية ) الاجاص الجبلي شجيرة ورقها مدور أصغر من ورق الآجاص . وثمرتها صادقة الحموضة وهي لا تفلح في البساتين ( ج ) ثمرة الاجاص الصغار البرى يقبض قبضا جيدا ويحبس البطن . ( ذ ) ورق الآجاص إذا طبخ بشراب وتغرغر بطبيخه قطع سيلان المواد إلى اللهاة واللوزتين واللثة .\r\n\r\n11 - أترج\r\n( أبو حنيفة ) يغرس غرسا ولا يكون بريا ، وشجرته تبقى عشرين سنة تحمل وحملها مرة واحدة في السنة . ورقها نحو من ورق الجوز ، وهو طيب الرائحة وفقاحها كفقاح النرجس الا أنه ألطف منه ولشجرته شوك حديد . ( ذ ا ) قيذروميلا تبقى ثمرتها عليه جميع السنة والثمر طويل ذهبي اللون طيب الرائحة مع شئ من كراهة . بزره كبزر الكمثرى . ( الإسرائيلي ) الذي جوفه تفه بارد رطب في الثانية والذي جوفه حامض قطاع بارد يابس في الثالثة ( ج ) .\r\nقشره عسر الانهضام واليسير منه يقوى المعدة ويعين على الاستمرا لكيفيته الحارة الحريفة ( غيره ) المربى من لحمه بالعسل أسلم وأقبل للهضم .\r\n( ابن ماسويه ) قشره يطيب النكهة ( ذ ) قيل إذا وضع في الثياب حفظها من التأكل .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":24},
  {"content":"\r\n\r\n\r\n12 - أنبج « 1 » :\r\n( ف ) شجر الأنبج كثير بنواحي عمّان وهو يغرس غرسا . وهو لونان : أحدهما ثمره في هيئة اللوز لا يزال حلوا من أول نباته ، والآخر في هيئة الاجاص يبدو حامضا ثم يحلو إذا أينع . ولهما جميعا جحفة ورائحة طيبة . ويكبر الحامض منهما في الحباب حتى يصير كشجر الجوز ورقه كورقه . فإذا أدرك فالحلو منه أصفر والمرّ أحمر . وإذا كان غضا طبخت بالقدور .\r\n\r\n13 - أملج :\r\n( ابن عمران ) ثمرة سوداء تشبه عيون البقر . لها نوى مدور حاد الطرفين إذا نزع قشره تشقق النوى على ثلاث قطع . ( حبيش ) انما ينقع « 2 » في اللبن ليخرج منه بعض قبضه وهو الشير املج الاملج يسخن ويلطف ، وهو سيد الأدوية . ( بذيغورس ) يقوى المعدة وينفع من السوداء .\r\n( ماسرجويه ) يشد أصول الشعر .\r\n\r\n14 - ازدرخت :\r\n( ابن جلجل ) « 3 » اسم فارسي معناه حرّ الشجر وزعم قوم أنه اللبخ . ( ابن الجزار ) شجرة عظيمة تنبت بخراسان والشام ولها ثمر كالزعرور شكلا ولونا في عناقيد متخلخلة داخله نوى كنوى الزعرور ، وهو عظيم الخشب كثير الدوح . ( ماسرجويه ) حبه الذي يشبه النبق إذا أكل قتل . ورقه قد يستعمله النساء لتطولن به شعورهن ، وعصارة أطراف أغصانه بالعسل وبالطلاء المطبوخ ينفع من السم القاتل ( ابن ماسة ) فقّاحه يصلح المشايخ والمبرودين . وقشره إذا طبخ مع الإهليلج الأسود والشاهترج نفع من الحمى البلغمية والمرة السوداء ويؤخذ في الربيع والخريف فقط .\r\n\r\n15 - امبرباريس :\r\nأكثر الناس يصحفون الباء الأولى بالياء والصواب بالباء منقوطة بنقطة واحدة واسكان الميم وكسر الباء وقد تجعل الميم نونا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : الج ، غ : النج\r\n( 2 ) ت : ينفع\r\n( 3 ) ت : ابن مجلجل ، غ : ناقص\r\n","page_name":" 20 ","page_number":25},
  {"content":"\r\n\r\nأيضا ( ف ) « 1 » قد ظن قوم أنه العوسج الأحمر وليس به . وذلك هو الفنا زهره وكلاهما يصنع منهما الحضض ولكليهما شوك حديد ويقربان من العوسج . والخراساني أجود من الرومي واليماني . ( الرازي ) عاقل للبطن جيد للكبد والمعدة الملتهبتين .\r\n\r\n16 - اخرساج\r\n( الفلاحة النبطية ) هي شجرة\r\nتنبت في المواضع الحارة القشفة وهي ترتفع كقامة الرجل الطويل وخشبها وورقها كخشب وورق التين وأكبر قليلا عذب الطعم تفه أملس ليس له نوى وإذا اكل جشّى وطيّب فم المعدة . ويتولد من هذه الشجرة وأصولها عناكب صغار قصار مغشاة بغشاء أبيض إذا أزيل عنها الغشا دبت ، فيثقى لأجل هذه العناكب نفوس الناس عن اكلها . وطبيخ الثمر والورق إذا صب على النقرس سكن الضربات .\r\n\r\n17 - أرز\r\n( ذ ب ) أوريزى . صنف من الحبوب المستعملة ينبت في آجام ومواضع رطبة وهو قليل الغذاء يعقل البطن ( ج ح ) يحبس البطن باعتدال وهو أعسر انهضاما من الخندروس وأقل غذاء . ( ابن ماسويه ) هو اغذا الحبوب بعد الحنطة واحمدها خلطا ويقوى المعدة ويدبغها . ( ابن ماسة ) زعمت الهند انه احمد الأغذية وانفعها إذا اتخذ بلبن البقر الحليب وزعموا ان من اقتصر على الغذاء به دون سائر الأغذية طال عمره ولم يشبه في بدنه صفرة ولا تغير . ( الإسرائيلي ) إذا طبخ بماء النخالة أو بماء اللبن زاد في المنى زيادة بينة .\r\n\r\n18 - أناغاليس\r\n( ذ ب ) يسميه قوم قيخوريون . وهو صنفان : أحدهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ى ، غ : ق\r\n","page_name":" 21 ","page_number":26},
  {"content":"\r\n\r\nزهره لازوردى وهو الأنثى والآخر زهره أحمر قان وهو الذكر . وهما شجرتان تنبسطان على الأرض ورقه صغير إلى الاستدارة كورق النبات الذي يقال له القسينى « 1 » على قضبان مربعة وثمر مستدير . وكلاهما يمسكان انتشار القروح الخبيثة وقيل إن اللازوردى يرد المقعدة الناتئة والأحمر يزيدها نتوا إذا ضمدت « 2 » بهما . ( ج و ) وكلاهما يخرجان السلى . ( اريباسيوس ) عصارته مع الحاشا والخردل تخرج العلق من الحلق .\r\n\r\n19 - اذان الفار البستاني\r\n( ذ ب ) « 3 » ورقه كاذان الفار وسمى السينى باليونانية أي البستاني لأنه ينبت في المواضع الظليلة وفي البساتين وهو شبه الكسينى وأصغر ورقا وليس عليه زغب . وإذا دلك فاحت منه رائحة القتاء قوته مبردة قابضة . ( ج و ) قوته شبيهة بقوة الحشيشة التي يحل بها الزجاج لأنها تبرّد وترطب وبالجملة يفعل ما يفعله القسينى « 4 »\r\n\r\n20 - اذان الفار البرى\r\n( ذ ب ) مواوسوطيس له قضبان كثيرة من أصل واحد غلظه كغلظ الإصبع .\r\nلون أسفلها إلى الحمرة مجوفة ولها ورق طوال صفار إلى السواد وأطرافها حادة وهي أزواج بينها فرج ويتشعب من الأغصان قضبان صغار عليها زهر صغار لازوردى . وبالجملة فإنه يشبه السقولوفندريون الا انه أقل خشونة وأصغر . ( ج ز ) يجفف في 2 وليس له حرارة بينة .\r\n\r\n21 - اذان الفار برى آخر\r\n( مجهول ) شجرة تنبت في الرمل مفترشة الأغصان على الأرض . لها ورق صغار شبيهة باذان الفار البستاني . عصارته تنفط تمريخا بها الذكر والمراق صالحة للشيوخ والذين لا يقدرون على الجماع وهي كثيرة بمصر والإسكندرية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : السينى\r\n( 2 ) ت : خمدت ، غ : ناقصة\r\n( 3 ) ت : ذد\r\n( 4 ) ت وغ : السينى\r\n","page_name":" 22 ","page_number":27},
  {"content":"\r\n\r\n\r\n22 - اذان الفار آخر\r\n( الرازي في كتابه إلى « 1 » من لا يحضره طبيب ) هو أحد اليتوعات ورقه كاذان الفار عليه زغب أبيض وله شوك دقاق عليها أيضا زغب ابيض ، إذا قطف يسيل منه اللبن . ويسهل ويقىء بقوة . ( حبيش ) قوته أضعف من قوة الماهودانة ، والبرّى البعيد عن الماء أحدّ والطف .\r\n\r\n23 - أوثونا :\r\n( د ب ) قيل إنه عصارة « 2 » خاليذونيون الأسود وقيل عصارة الماميثا وقيل إنه عصارة الخشخاش - المسمى قراطيطس « 3 » أي المقرن وقيل إنه عصير اناغليس اللازوردى وقيل إنه نبات ببلاد العرب « 4 » التي تلى مصر وورقه كالجرجير كثير الثقب كأن السوس أكلته قليل المآءهش ، زهره زعفرانى اللون وأوراق الزهر كبار ولذلك ظن أنه صنف من شقائق النعمان ، عصارته تجلى ظلمة البصر . وقيل أوثنا « 5 » حجر بالصعيد نحاسى اللون صغير يلذع اللسان .\r\n\r\n24 - اغاريقون :\r\n( د ج ) أصل شبيه بأصل الانجدان غير أنه ليس ظاهره بكثيف « 6 » كأصل الانجدان لكنه متخلخل كله . وهو صنفان ذكر وأنثى وأجودهما الأنثى . وهو الذي في داخله طبقات مستقيمة والذكر مستدير ليس بذى طبقات ، وكلاهما في الطعم متشابهان أول ما يذاقان يوجد في طعمهما حلاوة ثم يتغير إلى أن تظهر فيه مرارة . ومن الناس من زعم أنه أصل نبات ومنهم من قال إنه يتكون من العفونة في أشجار تتسوس كمثل ما يتكون الفطر . والمتكون في قيلقيا « 7 » على شجر الشربين سريع التفتت ضعيف القوة . ( ج و ) مركب من جوهرين هوائى وأرضى .\r\nمفتح لسدد الكبد مقطع للاخلاط الغليظة . ( غيره ) شربته مثقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : على\r\n( 2 ) ت وغ : أغصان\r\n( 3 ) ت : قبراطيطس ، غ : قبراطيطوس\r\n( 4 ) ت وغ : الغرب\r\n( 5 ) غ : أوتيا\r\n( 6 ) ت : مكسرا ، غ : هذه الكلمة ناقصة\r\n( 7 ) ت : قبلقبا\r\n","page_name":" 23 ","page_number":28},
  {"content":"\r\n\r\nوقيل إذا علق على أحد لم يلسعه العقرب . والصلب منه والأسود وهو العتيق رديئان جدا .\r\n\r\n25 - إشخيص :\r\nهو شوكة العلك وهو باليونانية خامالاون أي حربآء وانما سمى خامالاون لاختلاف الورق فإنها قد توجد خضراء جدا وإلى البياض وإلى لون السماء وإلى حمرة الدم على قدر اختلاف الأماكن التي تنبت فيها . خمالاون لوقس أي الأبيض وقد يسمى إقسيا لأنه نبات يوجد عند أصله في بعض المواضع إقسوس وهو الدّبق فاشتق من إقسيوس إقسيا ومعناه الدبقىّ . يشبه ورق الشوكة المسماة بالشام العكوب والشوك المسمى سقولومس وينبت في أوسطه شوكة كشوك القنفذ البحري أو كشوك القينارا « 1 » . وله زهر فرفيرى مثل الشعر وثمر كالقرطم وأصله في الأرض التربة غليظ وفي الجبلية دقيق ولون داخله أبيض ، وفي رائحته شئ من طيب وكراهة ، وهو حلو . إذا شرب أصله أخرج حب القرع والدود .\r\nوإذا عجن بالماء والزيت قتل الكلاب والخنازير والفار ، وشربه ينفع من نهش الهوّام . ( ذ ج ) خمالاون ماكس « 2 » أي أسود ورقه أيضا كورق الشوك المسمى سقولومس الا أنه أصغر وأدق منه وفيه حمرة كحمرة الدم ، ساقه في غلظ الأصبع طولها شبر لونها إلى حمرة الدم عليها إكليل وزهر مشوك دقاق لونه شبيه بزهر النبات المسمى اوقينثوس وفيه نقط ، وأصل أسود غليظ كثيف إذا مضغ لذع اللسان . ينبت في الصحارى اليابسة والتلال والسواحل . ( ح ح ) أصله فيه شئ قتال ولهذا ينتفع به من خارج في قلع الجرب والقوابى والبهق .\r\n\r\n26 - أقنثيون « 3 » :\r\nهو الشوك المعروف بالطوب . ( د ج ) شوك ورقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : قيفيار ، غ : قيفارا\r\n( 2 ) غ : لاون ماكس\r\n( 3 ) ت وغ : اقنيثون\r\n","page_name":" 24 ","page_number":29},
  {"content":"\r\n\r\nكورق الشوكة المسماة اقنثالوقى وهي الباذاورد . وله رؤوس مشوكة ويقال له زغب إذا جمع منه شئ يشبه ما نسج من القطن . وأصله وورقه ينفعان من الفالج شربا . ( ج و ) وأصله وبزره ينفعان من به تشنج .\r\n\r\n27 - افسنتين :\r\nورق الافسنتين أشهب في هيئة ورق الجزر وزهرته صفراء وهي المستعملة . ( ذ ج ) نبات معروف وقد يكون منه بقباذوقيا بجبل طورس . ( ابن جريج ) أنواعه كثيرة يؤتى به من فارس ونحو المشرق ومن جبل اللكام « 1 » وأجوده الصوري « 2 » والطرسوسي الذي له زغب وفيه عقد كأنها بزر السعتر .\r\nالفارسي الشديد المرارة يطير منه في السحق مثل ما يطير من الصبر السقطرى وصفرته كزغب فراخ الحمام ( ج في حيلة البرو ) أنواع الافسنتين لا تخلو من كيفيتين وقوتين الا أن المجلوب من بنطس القبض منه أكثر .\r\n( ذ ) « 3 » يحدر « 4 » من المعدة المرار ويسهله ويدر البول .\r\n\r\n28 - اسطوخوذوس\r\n( ذ ج ) ينبت في جزاير سطوخاذيس التي ببلاد غلاطيا بحذاء مساليا ويسمى هذا العقار باسم الواحدة من هذه الجزائر . له حمة كحمة الصعتر الا أنه أطول ورقا من الصعتر حريف مع يسير مرارة يصلح لأوجاع الصدر كالزوفاء ( ج ح ) يقوى جميع الأعضاء الباطنة . ( ابن ماسة ) خاصيته تنقية الدماغ والنفع من المرة السوداء . ( ذ ه ) شرابه يحل الغلظ والنفخ وقد يتخذ منه خل أيضا كما يتخذ منه شراب .\r\n\r\n29 - الاليسفاقون :\r\nهي السالمة ( ذ ج ) قد يسمى أيضا سفاجنون « 5 » وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : اللكلام ، غ : الكلام\r\n( 2 ) ت وغ : السورى\r\n( 3 ) ت وغ :\r\nو ( 4 ) غ : يجذب\r\n( 5 ) ت : سفاجيون ، غ : شفاجين\r\n","page_name":" 25 ","page_number":30},
  {"content":"\r\n\r\nثمنس طويل كثير الأغصان له عصىّ ذوات أربع زوايا إلى البياض ورقه كورق السفرجل الا أنه أطول وأقل عرضا خشن يسيرا . وله على أطراف أغصانه ثمرة كثمرة اورمينون البرى وهو القلقل وينبت في مواضع خشنة .\r\nوطبيخ ورقه وأغصانه يدر البول والطمث ويخرج الجنين وينفع لسعة طريغون البحري ( ج و ) حار حرارة بينة قابض قليلا . ( ابن جلجل ) ينفع خدر اللسان وتوقف الكلام .\r\n\r\n30 - إكليل الملك :\r\n( إسحاق بن عمران ) حشيشة ذات ورق مدور مدرهم أخضر غض وأغصان دقاق جدا مخلخلة الورق . ولها زهر « 1 » أصفر صغير يخلفه مزاود « 2 » دقاق مدورة كأسورة الصبيان الصغار منها حب صغير - مدور أصغر من حب الخردل . والمستعمل منها تلك الأكاليل بما فيها . ( لي ) فيه اختلاف حتى لم يثبت لي حقيقته الا هذا الذي ذكره اسحق هو عندي أفضل . وهو نبات طعمه إلى المرارة وله رائحة طيبة . وأكثر ما يستعمل عندنا نبات آخر يعرف بالفرفوليه « 3 » عريض الورق قريب من لسان الحمل له أكاليل متلونة منعطفة ضخمة مجزعة ببياض وخضرة وفرفرية فيها بزر أصغر من الحلبة فيه لزوجة وليس له طعم ولا رائحة . ومن الناس من يستعمل نبات آخر له قضبان دقاق تمتد على الأرض ورقه كورق الحسك وثمرته قرون مدورة كأنها أشياف أشبه شئ بقرون البقر تكون مجتمعة ستا أو سبعا\r\nفي داخلها حب كالحلبة . وزعم قوم أن إكليل الملك المستعمل بالإسكندرية نبات طيب الرائحة جليل المقدار ورقه كورق القرط رائحته كرائحة التين مع عطرية وزهره أصفر دقيق وفي أطراف قضبانه أكاليل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : بزر\r\n( 2 ) ت وغ : مراود\r\n( 3 ) جائز : تريفوليه\r\n","page_name":" 26 ","page_number":31},
  {"content":"\r\n\r\nصفر ملس كالدود الأصفر الذي يوجد تحت الأرض في الربيع . ( ابن سينا ) هو زهر نبات تبنىّ اللون هلالي الشكل فيه مع تخلخله صلابة ومنه . أصفر ومنه أبيض هو أجوده سيما إذا كان أصلب ( ذ ج ) ماليلوطس « 1 » أجودها ما ينبت في بلد اطيقى وقوزيقوس وخالقيدون . وهو أصفر إلى البياض طيب الرائحة وقد يكون منه قليل ببلاد قامفانيا عند نولاس له بزر شبيه بالحلبة طيب الرائحة . ( ج ز ) قوته مركبة فيه قبض مع تحليل وانضاج .\r\n\r\n31 - إكليل جبلى :\r\nإكليل نبات جبلى معروف يعلو أكثر من ذراع ورقه طويل دقيق كالهدب متكاثف إلى السواد وعوده خشبى صلب وله بين أصعاف الورق زهرة رقيقة بين الزرقة والبياض له ثمر صلب إذا جف تفتح وتناثر منه بزر دقيق أدق من الخردل في ورقه حرافة ومرارة وقبض وهو طيب الرائحة مدرّ محلل مفتح . والضيادون عندنا يجعلونه في جوف الصيد فلا يسرع اليه النتن .\r\n\r\n32 - أنيسون ( ذ ج ) :\r\nأجوده المر الحديث والكثير الحبة الذي لا يتقشر منه شئ كالنخالة قوى الرائحة سيما الذي بجزيرة قريطى وبعده المصري . ( ج و ) أنفع ما فيه بزره وهو حريف مرّ مدرّ مذيب عاقل مهيج للجماع ترياق لسموم الهوام .\r\n\r\n33 - اندراسيون :\r\n( ذ ج ) فوقا ذا نون نبات ساقه دقيق كساق النبات المسمى مارثون « 2 » . وله حمة وافرة متكاثفة عند الأصل وزهره أصفر وأصله أسود ثقيل الرائحة غليظ مملوء رطوبة ينبت في جبال متظللة بالشجر وقد يشرط الأصل وهو طري بسكين وتستخرج رطوبته ويوضع في الظل لأن قوته تضعف في الشمس . وجامع هذه الرطوبة يعرض له صداع وظلمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ماليوطوس . ع : ماليرطوس\r\n( 2 ) ت : ماريون ، غ : هاريون\r\n","page_name":" 27 ","page_number":32},
  {"content":"\r\n\r\nفي البصر فيلطخ منخاريه بدهن الورد ويضع على رأسه أيضا منه . وأجود ما يكون من دمعة هذا النبات ما أوتى من بلاد سردنيا وسامو ثراقى هي ثقيلة الرائحة حمراء تلذع اللسان إذا طلى بها الرأس بالخل ودهن الورد وافقت ليثرغس وفرانيطس « 1 » والسدد والصرع والصداع المزمن والفالج ( ج ح ) لبنه أقوى من أصله\r\nيسخن عصارته تسخن اسخانا عظيما ينفع علل الصدر والرئة وصلابة الطحال .\r\n\r\n34 - أنجدان ( ابن عمران ) :\r\nشجرة صمغها الحلتيت وأصلها المحروث « 2 » منه أبيض طيب ومنه أسود منتن ويسمى السرخسي « 3 » ( البكري ) « 4 » الأسود أقوى من الأبيض ولا يدخل في الأغذية وله أصل غليظ يطلع ورقا منبسطا على الأرض جعدا كالكف مركبا من ورق صغير كورق الجزر « 5 » أشبه شئ بالصفائح المختومة التي تكون تحت حلق الأبواب يطلع من الورق عسلوج « 6 » في رأسه إكليل كاكليل الشبت الا أنه أعظم ثم خلف حبا في غلف دقاق مفرطحة إلى الطول ما هي كريهة الريح . ( ف ) نابتة في الرمل الذي بين سبتة « 7 » وبلاد القيقان « 8 » وأهل تلك البلاد يطبخون بقلة الحلتيت ويأكلونها . ( ابن عبدون ) هو نبات كالكاشم « 9 » ينبت ببابل يبيعه البقال مع التابل . ( ذ ج ) سلفيون وهو شجر الانجدان ينبت في سوريا وأرمينيا ومينيا وهي ماه « 10 » وساقه يسمى مسفيطن « 11 » أشبه شكلا بالقنى « 12 » وهو الكلخ « 13 » ورقه كورق الكرفس وبزره كبزر ماغيطارس ( ج ح ) لبن « 14 » هذا النبات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : وغ : وفي انيطس\r\n( 2 ) ت : المحروت\r\n( 3 ) غ : السرخس\r\n( 4 ) غ : الكبرى\r\n( 5 ) غ : الجوز\r\n( 6 ) غ : عصلوج\r\n( 7 ) سبتا\r\n( 8 ) غ : الوعان ، ت : القبعان\r\n( 9 ) كالكاثم\r\n( 10 ) غ : وهيماه\r\n( 11 ) ت ، غ : مسفسطس\r\n( 12 ) ت ، غ : القثى\r\n( 13 ) غ : البلخ\r\n( 14 ) ت ، غ : ليس\r\n","page_name":" 28 ","page_number":33},
  {"content":"\r\n\r\nحار جدا وكذلك ورقه وقضبانه وأصوله تسخن اسخانا شديدا . ( وقال في الثانية ) الحلتيت ينفع من ورم اللهاة ونفعه كنفع الفاوانيا من الصرع .\r\n( وفي قاطاجانس ) ان حرارة الجاوشير عند حرارة الحلتيت . ( ذ ) أصله ناعم مجفف عسر الانهضام ومضر بالمثانة وقد يجمع صمغه بأن يشرّط أصله وأصل نباته . ( الرازي ) المحروث حار يابس مقو للكبد والمعدة معين على الهضم . ( وقال في الأغذية ) ينقع مع الخل فيكسب الأغذية لذاذة وسرعة هضم ويكسر من حدته . ( ذ ) أجود الخلتيت المائل إلى الحمرة الصافي الشبيه بالمر القوى الرائحة الغير كريه المذاق ولا تكون رائحته كرائحة الكراث الذي إذا ذيف كان لونه إلى البياض . والحلتيت المعروف بقورينايقس أي من قورينى إذا ذاق انسان منه فإنه على المكان تندى بدنه منه . والمعروف بالميذيقوس وتفسيره المائي وهو الذي من ماه والمعروف بالسورياقس أي من سورياهما أضعف قوة من القورينايقوس وأردأ رائحة . وقد يغش قبل أن يجف بسكبينج أي الدقيق الباقلي وأشق . وساق هذا النبات قد يسمى سلفيون ويسمى أصله ماغيطارس\r\nويسمى ورقه مسفيطا . وأقوى هذه كلها الصمغ وبعده الورق وبعده الساق . ( الرازي ) رأيت الحلتيت بليغا في علل العصب البلغمية . ( حبيش ) حار في أول الرابعة مضر بالكبد والمعدة قريب الرائحة والحرارة من البلاذر وزعم قوم أنه لا يسلم أهل السند الا به وذلك أن يلقوه مصرورا في أفواه أنهارهم فتقتل رائحته في مزارعهم من كلاب الماء والدواب . وأهل ارمينيه يتداوون به من الرامية المسمومة التي تصيبهم في الحروب .\r\n\r\n35 - آشق .\r\nويقال اشج ووشج ووشق ( ذ ج ) امونياقن « 1 » هو صمغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : أومينافن\r\n","page_name":" 29 ","page_number":34},
  {"content":"\r\n\r\nنبات يشبه الكلخ في شكله . ينبت في بلد ليبوى فيما يلي قورينى ، ويقال لشجرته اغاسوليس . فاختر منه الحسن اللون الخالي من الحجارة والخشب وقطعه تشبه حصى الكندر النقى المتكاثف ورائحته كرائحة الجندبادستر وطعمه مرّ . والذي فيه تراب وحجارة يسمى المجبول . ويؤتى به من الموضع المسمى امون « 1 » وهو عصارة شجر تشبه الكلخ . ( ج و ) صمغه يخرج من عود يرتفع مستقيما وقوته ملينة ويشفى الطحال الصلب ويفش الخنازير .\r\n\r\n36 - اشترغاز\r\n( ابن عبدون ) أصل ينبت بخراسان يطبخ مع اللحم بحسب التابل قوته كقوة الانجدان ( د ج ) أنجدان آخر يقال إنه ينبت في ليبوى وأصله يشبه الانجدان الا أنه أدق منه وهو حرّيف رخو ليس له صمغ ويفعل ما يفعله سلفيون . ( الرازي ) الاشترغاز المحلل لا يخلو من اسخان وان عتق فيه وهو يجشّى ويهيج شهوة الطعام .\r\n\r\n37 - انزروت\r\n( ابن سينا ) صمغ شجرة شائكة . ( ذ ج ) سارقوقولون وهو صمغ شجرة في بلاد الفرس شبيه بالكندر صغير الحصا في صمغه مرارة . ( ج ح ) يلحم ويدمل الجراحات ( غيره ) ان شرب مفردا دون اصلاح قتل . وهو يورث الصلع كيف ما شرب خصوصا للكهول والمشايخ .\r\n\r\n38 - الوسن :\r\n( ذ ج ) نبات خشن يستعمل في وقود النار ذو ساق واحدة . وله في أصول الورق ثمر في شكل الترمس ذو طبقتين فيه بزر إلى العرض ما هو وينبت في مواضع جبلية وأما كن وعرة . يظن أنه يبرى من عضة الكلب الكلب وإذا علق في بيت حفظ صحة ساكنيه وشرب طبيخه يسكن البرد إذا كان بلا حمى وكذا إذا أمسك باليد ونظر . ( ج و ) ويسمى بهذا الاسم لأنه ينفع من نهشة الكلب الكلب نفعا عجيبا بخاصية جملة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ؟ ؟ ؟\r\n","page_name":" 30 ","page_number":35},
  {"content":"\r\n\r\nجوهره . قوته يجفف باعتدال ويحلل ويجلو وقال في الأدوية المقابلة للادواء عن ديموقراطس .\r\nهذا النبت يشبه الفراسيون الا أنه أخشن منه وأكثر شوكا كما يدور ويخرج شوكه مدورة يضرب إلى الحمرة الكبدية وينبغي أن يلتقط هذا الدواء في وقت طلوع الشعرى العبور وبجفف ويدق وينخل ويخزن ، ويسقى منه من عضه كلب كلب بمقدار ملعقة بأربع أواق ونصف ماء العسل . ( لي ) هذه الحلية غير ما ذكره ديوسقوريدس . وقد رأينا هذا النبات على ما وصفه جالينوس عن ديمقراطيس فأما الذي ذكره ( ذيو ) فهو نبات يسمى عندنا الهارة ويسمى أيضا القارة ( أنظر ابن البيطار ) وليست صفته على ما ذكره ( ذيو ) في كل شئ . وهو نبات يخرج قضبانا كبيرة ممدودة من أصل واحد عليها ورق أكبر قليلا من ورق المردنجوش وهي متكاثفة على الأغصان منحنية إلى خلف مشروخة متوارية مائلة إلى أسفل ، ولونها مع الأغصان إلى البياض وعند كل ورقة حب في قدر بزر الكزبرة فكأنه من دوح واحد أبيض عليه زغب في جوفه حبة سوداء في قدر بذر العنب . وهذا النبات ينقى المرة السوداء ويقوى القلب وينفع من عضه الكلب الكلب . وأيضا نبات آخر يشبه الشبت كثيرا في ساقه وورقه ورائحته ينبت في أرض رقيقة ذات حجارة وله أصل طويل كالسلجم الطويل أو الجزر وطعمه حلو مع حرافة كثيرة . قدر در همين من ماء لحاء شجره مع لبن حليب يقىء المعضوض من كلب كلب ويشفيه ولو فزع من الماء وأشرف على الهلاك . وأيضا نبات له قضبان تشبه قضبان المثنان وورق طويل قليل العرض حديد الأطراف غليظ أخضر ناعم كثير متكاثف في أطرافه . زهره في هيئة النواقيس لونه إلى الغبرة والحمرة مائل إلى أسفل شديد المرارة . ومن أهل البوادي عندنا من يأخذ\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":36},
  {"content":"\r\n\r\nمن ماء ورقه قليلا ويشربه بزيت فيقيئه قيئا شديدا عنيفا . وينفع من عضة الكلب الكلب والجذام وهو دواء قوى غير مأمون ان لم يتحفظ منه وأظن هذا هو الكرات الذي ذكره أبو حنفية .\r\n\r\n39 - اسقلبياس :\r\nسماه حنين في كتاب جالينوس القنابر . ( ذ ج ) نبات له أغصان طوال « 1 » عليها ورق مستطيل كورق قسوس شكلا ذو عروق كثيرة دقاق وزهره ثقيل الرائحة وله بزر كبزر بالاقينوس « 2 » ينبت في جبال وعروقه إذا شربت بخمر نفعت من المغص ونهش الهوام . ( ج و ) لم نجرب هذه الحشيشة ولم نختبرها بعد .\r\n\r\n40 - امبروسيا .\r\nقد يسمى البلنجاسف « 3 » . ( ذ ج ) ثمنس كثير الأغصان طوله نحو من ثلاثة أشبار وله ورق منتهيا من مخرج الساق ومن أصله وأغصانه مملوءة من بذر شبيه بالعناقيد قبل أن تزهر ورائحته كرائحة السذاب وأصله دقيق طوله نحو من شبرين . وأهل قباذوقيا يتخذون منه أكاليل .\r\n( ج و ) إذا ضمد به قبض ومنع المواد من التحلب .\r\n\r\n41 - اونانثى .\r\n( ذ ج ) نبات ورقه كورق الجزر وزهره أبيض وساقه غليظة طولها نحو من شبر وثمره كثمر السرمق وأصله عظيم له رؤوس كثيرة مستديرة ، ينبت في الصخور . وقد يسقى ثمره وساقه وورقه بالشراب المسمى أو نمالى « 4 » لاخراج المشيمة وتقطير البول .\r\n\r\n42 - ايماروقالس :\r\n( ذ ج ) وقد يسمى ايماروقطالقطن ورقه وساقه كورق وساق السوسن لونهما « 5 » كراتى وله زهر ثلاث أو اربع لونه شديد الصفرة وله أصل كالبصلة المسماة بلبوس الا أنه أعظم منها . ( ج و ) أصله كأصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : صغار\r\n( 2 ) ت : بالايوس\r\n( 3 ) ت : بلنجاشق\r\n( 4 ) ت : اروسالى\r\n( 5 ) ت : كونهما\r\n","page_name":" 32 ","page_number":37},
  {"content":"\r\n\r\nالسوسن في منظره وقوته . ومنفعته يسكن أورام العين والثدي الحارة ولاحراق النار ضمادا .\r\n\r\n43 - ايذسارون :\r\n( د ج ) يسميه العطارون بالاقينوس وهو ثمنس له ورق صغار كورق الحمص وغلف شبهة بالخرنوب الشامي شكلا فيها بزر أحمر شبيهة بالفؤوس التي لها رأسان مرّ الطعم جيد للمعدة شربا . ( ج و ) ينبت بين الحنطة والشعير ويفتح سدد الأحشاء ويمنع من الحبل حمولا .\r\n\r\n44 - اونسوما :\r\n( ذ ج ) قد يسمى اوسماس وفلونيطيس واونونيس ورقه كورق انخوسا مستطيل لين طوله أربع أصابع وعرضه نحو من أصبع منفرش على الأرض وليس له ساق ولا ثمر « 1 » ولا زهر وله أصل « 2 » دقيق ضعيف طويل فيه حمرة يسيرة دموية ، ينبت في أماكن خشنة . يحدر الجنين وقت الولادة . ( ج ح ) جوهره حار حريف مرّ يقتل الأجنة مع الشراب .\r\n\r\n45 - ايميونيطيس :\r\n( ذ ج ) ويسميه قوم الطحالى ورقه يشبه ورق اللوف « 3 » المسمى ذراقوبطيون « 4 » هلالي الشكل وله أصول كثيرة وليس له ساق ولا بزر ولا زهر وينبت في الصخور وطعمه قابض . إذا شرب مع الخل ذوب الطحال .\r\n\r\n46 - انذروساقاس\r\n( ذ ج ) نبات ينبت في سوريا في السواحل وهو من النبات المستأنف كونه في كل سنة أبيض دقيق العيدان مر الطعم حريف لا ورق له وله في أطرافه غلاف فيه البزر . وبشرب درهمين منه بشراب يبول من به استسقاء بولا كثيرا ، وينفع النقرس ضمادا . ( ج و ) كقول ذ .\r\n\r\n47 - انثوليس :\r\n( ذ ج ) هذا النبات صنفان منه ما ورقه كورق العدس لين وله قضبان طولها نحو من شبر قائمة وأصل دقيق صغير ينبت في أماكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ناقصة\r\n( 2 ) ت وغ : الا\r\n( 3 ) ت وغ : لوز\r\n( 4 ) ت وغ : ذراقوطون\r\n","page_name":" 33 ","page_number":38},
  {"content":"\r\n\r\nسبخة شامسة وهو مالح الطعم . ومنه صنف آخر\r\nورقه وقضبه كورق وقضب كمافيطوس الا أنها أكثر زغبا وأقصر ، زهره فورفيرى ثقيل الرائحة جدا . ببرىء الصرع شربا وعسر البول ووجع - الكلى . ( ج و ) كلاهما يدملان الموضع المقروح .\r\n\r\n48 - أقحوان :\r\n( ذ ج ) برثانيون وقد يسميه قوم أماراقون ورقه يشبه ورق الكزبرة وزهره أبيض في وسطه أصفر ثقيل الرائحة مرّ الطعم إذا شرب يابسا بالسكنجبين أو بالملح مثل ما يشرب الافثيمون أسهل بلغما ومرة سوداء وينفع من به الربو . ( ج و ) حارّ في 3 يابس في 2 . ( ابن ماسه ) ينيم ويسبت إذا شم ويدرّ البول والفرزجة منه تدرّ الطمث .\r\n\r\n49 - أناغورون :\r\nوهو خرنوب الخنزير ويسمى أياغيران ويصحف ويقال أناغيريس « 1 » . هو ( ذ ج ) ثمنس شبيه بورقه وقضبانه النبات المسمى أغنوس ثقيل الرائحة جدا وله زهر كزهر الكرنب وثمر في غلف مستطيلة وشكل الثمر كشكل الكلى وفي ثمره اختلاف في لونه وانما يصلب عند نضج العنب . وعصارة أصله تحلل وتنضج وثمره بقىء قيئا شديدا . ( ج و ) هذا نبات من جنس الشجر منتن الرائحة حارّ محلل يضمر الأورام الرخوة وبزره يصلح للقىء .\r\n\r\n50 - آمليلوس :\r\nاسم بربرى وهو شجر يعلو فوق القامة ويتدوح وله ورق كورق الاس الأخضر ناعم وثمر أحمر في قدر حب الضر وفإذا نضج اسودّ لين الملمس . له خشب صلب داخله أصفر إلى البياض ملمع بحمرة يسيرة ويعرفه بعض الناس بالصفيراء ونقيع لحاء أصله يسهل ويقوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : أناعيران\r\n","page_name":" 34 ","page_number":39},
  {"content":"\r\n\r\nالكبد والطحال ويفتح سددهما ويذهب اليرقان إذا طبخ مع اللحم وشرب المرق .\r\n\r\n51 - أونوبروخيس :\r\n( ذ ج ) نبات ورقه كورق العدس الصغير وأطول منه وله ساق نحو من شبر وزهره أحمر قان وأصله صغير ينبت في أماكن خربة . ( ج ح ) طري يحلل الخراجات ضمادا ويابس مع الشراب يشفى من عسر البول شربا والمذاف بالزيت يدر العرق إذا دهن به البدن .\r\n\r\n52 - أفيميديون\r\n( ذ د ) « 1 » ساقه صغير وورقه كورق قسوّس عدده نحو من عشرة أو اثنى عشرة ، وليس له ثمر ولا زهر « 2 » وله عروق دقاق سود ثقيلة الرائحة لا طعم له ينبت في مواضع فيها مياه . ورقه مع الزيت يمنع الثدي أن تعظم ضمادا ، وإذا شربت المرأة خمسة درخمى بعد الطهر لن تحبل . ( ج و ) يبرد يسيرا ويقال فيه أنه يجعل شاربه عقيما .\r\n\r\n53 - أخيون :\r\nهذا اسم الأفعوان باليونانية . ( ذ د ) قد يسميه قوم ذريوس وآخرون القبياذيون « 3 » هو نبات ورقه خشن مستطيل رقيق كورق الخنساء .\r\nوأصغر منه وفيه رطوبة تدبق باليد . على الورق شوك صغار شبيه بالزغب وله قضبان صغار دقاق كثيرة من كل جانب ورق دقاق واحد من القضبان ورقه أصغر يسيرا من سائر الورق وعند الورق زهر فورفيرى فيه ثمره شبيه في خلقته برأس الأفعى وأصله أدق من أصبع لونه إلى السواد .\r\nأصله بالشراب يسكن وجع الظهر ويدر اللبن .\r\n\r\n54 - ألاطينى :\r\n( ذ د ) نبات ورقه كورق اللبلاب وأصغر وأشد استدارة وعليه زغب ، قضبانه دقاق طولها نحو من شبر خمسة أو ستة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ه\r\n( 2 ) ت وغ : ناقص\r\n( 3 ) ت وغ : القيباذيس\r\n","page_name":" 35 ","page_number":40},
  {"content":"\r\n\r\nمخرجها من أصل واحد مملوءة من الورق والورق عفص ينبت بين زروع الحنطة وفي مواضع عامرة . ورقه مع السويق ينفع من ورم العين الحادّ ضمادا وطبيخه يمنع الاسهال من قرحة الامعآ . ( ج و ) يجلو باعتدال ويقبض .\r\n\r\n55 - أذريون :\r\n( ابن عمران ) صنف من الأقحوان منه أصفر ومنه أحمر .\r\n( ابن جريج ) « 1 » نوّاره ذهبي في وسطه رأس صغير أسود . ( ابن جلجل ) نبات يعلو ذراعا له ورق إلى الطول ما هو قدر الأصبع إلى البياض عليه زغب وله أذرع كبيرة وزهر كالبابونج . ( الفلاحة النبطية ) ورد أصفر لا رائحة له فان سطعت منه رائحة كانت منتنة . وهو نبات يدور مع دوران الشمس وينضم ورده بالليل . ويقال إن ادامت الحامل امساكه باليد أسقطت ويقال إن الفار يهرب من دخانه والذباب من زهره وهو حار ردئ الكيفية مقئ وان دق وضمد به أسفل الظهر انعظ . ( غيره ) أصله ينفع من الخنازير تعليقا والمرأة العاقر إذا حملته حملت .\r\n\r\n56 - أرديابى :\r\n( حبيش ) شجرة ورقها كورق الكبر حاد الرائحة وله حب في غلف له مثل السنة وهي تقرب من البرد واليبس وتحلل الأورام الظاهرة الحارة مع عنب الثعلب والكاكنج ويسكن وجع لسع الزنابير ضمادا .\r\n\r\n57 - أمصوخ :\r\nيسمى بالعجمية شتيلة وهو صنفان صغير قضبانه دقاق معقدة كورق الرتم متصلة إذا جذبت انفصلت من مواضع العقد وهي كبيرة مجتمعة وله ساق غليظ خشبى في غلظ الخنصر وأدق يعلو نحوا من شبر وليس له زهر وله ثمر أحمر قان فيه قبض مع مرارة يسيرة . وهذا النبات إذا شرب بشراب قابض قطع الاسهال ويضمر القيلة شربا وضمادا . وكبير هو أغلظ ساقا وأكثر أغصانا وأقصر وثمره أحمر فإذا نضج اسودّ ومنافعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : حاج\r\n","page_name":" 36 ","page_number":41},
  {"content":"\r\n\r\nكالأول . وقد يعدهما قوم من أصناف ذنب الخيل .\r\n\r\n58 - أذن الأرنب :\r\nويسمى\r\nأذن الغزال ويسميه البربر أذن الشاة . وهو نبات ورقه كلسان الحمل الا أنه أدق وأخشن لونه إلى السواد وعليه وبر كالغبار أبيض وفيه أيضا شبه من لسان الثور . وله ساق في غلظ الابهام يعلو أكثر من ذراع وزهر أزرق وفيه بياض مثل زهر الكتان مقمع يخلفه في اقماع أربع حبات خشن ملمع يلتصق بالثياب وأصله ذو شعب كالخربق وظاهره أسود وداخله أبيض . إذا اقتلع وحكّ به الوجه طريا حمّره وخسنّه . وطبيخه يشرب لخشونة الصدر ومنه صنف ثان أصغر مقدارا وورقا من الأول وزهرة حمراء قرمزية .\r\n\r\n59 - أطرماله :\r\nنبات يعلو ساقه نحو الذراع ليس عليها شعب ورقه كورق الشهدانج إلا أنه أصغر منه بكثير في أربع صفوف متوازية ، وله سنبلة نحو من شبر منظومة مرصفة بغلف ملتصقة بعضها فوق بعض مرتفعة والغلف مدورة مفتوحة الأفواه في شكل غلف البندق إلّا أنها أصغر بكثير في داخلها ثمر كالبندق شكلا في قدر الحمص في داخله بزر دقيق أحمر إلى السواد . وعلى هذا النبات لزوجة تدبق كالعسل له زهر أبيض دقيق وربما كان أصفر ونباته في الأرض الجدبه والقفر . بزره يكتحل به للجرب وابتداء الرمد .\r\n\r\n60 - أصابع صفر :\r\nنبات يعرفه الشجارون بكف عائشة وبكف مريم ورقه كورق خصى الذئب وساقه مرتفع دقيق عليه زهر فورفيرى من أسفله إلى أعلاه وله أصل في قدر كف طفل رضيع شكلا ذو خمس أصابع مملوءة رطوبة ونباته في الرمل وقرب البحر . ( ابن رضوان ) منه ما يشبه الكف فيه خمسة أو ستة أصابع ومنه ما يشبه مخالب الأسد ولونه أصفر وهو حار محلل .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":42},
  {"content":"\r\n\r\n( ابن سينا ) شكله كالكف أبلق من صفرة وبياض صلب فيه يسير حلاوة ومنه أصفر مع غبرة بلا بياض حار يابس في 3 ينقى الجلد والأعضاء العصبية وينفع من الجنون . ( المجوسي ) ينفع من السموم والهوام « 1 » واسقاط الأجنة .\r\n\r\n61 - ألنج « 2 » :\r\n( ابن رضوان ) عروق يؤتى بها من الهند لونها أبيض وفيها نكت سود وطعمه مرّ وقوته حارة رأيته بالتجربة في الشرى نفعا عجيبا وذلك انى أسقيت منه أول يوم نصف درهم بأوقيتين سكنجبين ساذج وثاني يوم مثقال وثالث يوم درهما فاذهب الشرى وأبطله ويفعل مثل ذلك إذا مرخ به البدن مع دهن ورد .\r\n\r\n62 - إسفاناخ :\r\n( الفلاحه ) بقلة معروفة والبرى منه كالبستانى ألطف عيدانا منه وأدق وأقل ارتفاعا من الأرض . ( الرازي ) معتدل ملين\r\nللصدر والبطن ملائم لاعتداله المبرودين والمحرورين وليس له ما لأكثر البقول من الانفاخ وكثرة البلغميه في الدم . ( ابن سينا ) بارد رطب في آخر الأولى أجود غذاء من السرمق يجلو ويغسل ويقمع الصفراء وينفع في أوجاع الظهر الدموية .\r\n\r\n63 - أراقوس « 3 » :\r\n( ج في الأغذية ) بزر صغير صلب مدور ينبت بين العدس . ( الفلاحه ) وينبت بين العدس حشيشه تشبهه وحملها « 4 » بالغلف بزر أسود إذا جف مدور إذا طحن وخلط به خل وماء ممزوجين وترك في الشمس ست ساعات ثم أعيد إلى شئ يسير من ماء قراح وعجن جيدا وضمدت به الأورام الحارة الشديدة الصلابة لينّها وأزال أوجاعها .\r\n\r\n64 - إسليخ\r\n( ف ) عشب طوال القصب في لونه صفرة منابته الرمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : الأهوام\r\n( 2 ) ت ، غ : انبج\r\n( 3 ) ت : ارافوا ، غ : اراقو\r\n( 4 ) ت : حمله ، غ : حمله\r\n","page_name":" 38 ","page_number":43},
  {"content":"\r\n\r\nيشبه الجرجير . ( لي ) نبات معروف يستعمله الصباغون طبيخ ورقه يفش الأورام البلغمية ومع دقيق الشعير ينفع من الحمرة ومنه برى ورقه أصغر من ورق الأول بكثير وساقه ذات شعب كثيرة ويمتد على الأرض لونها إلى الغبرة وفي أطراف الأغصان غلف كثيرة بعضها فوق بعض تشبه غلف البنج إلا أنها أصغر والين داخلها بزر دقيق جدا أسود وعروقه في غلظ الأصبع بين الصفرة والحمرة حريفة الطعم جدا وينبت في أرض رملة وفي البياضات من الجبال ويسمى بالعجمية الريبال ينفع من القولنج الريحى ومن السموم شربا\r\n\r\n65 - إيذاياريزا « 1 »\r\n( ذ د ) نبات ورقه كورق الآس البرى وعند الورق شئ طويل نابت شبيه بخيوط الكرم التي تلتف عليه وفي هذه الخيوط زهر هذا النبات في أصله قبض ويشرب لاسهال البطن ويقطع نزف الدم . ( ج و ) في طعمه قبض شديد يشفى انفجار الدم شربا وضمادا وينفع من قروح الأمعاء .\r\n\r\n66 - انجبار :\r\nنبات أكثر ما ينبت في شطوط الأنهار وبين العليق ورقه كورق الرطبة عليها زغب وزبير كالغبار وله أغصان دقاق أغلظ من أغصان الرطبة مائلة إلى الحمرة خوارة وتعلو قامة وأكثر وتتدوح وتتشبك بالعليق وتنتسج أغصانه عليه وله زهر أحمر إلى السواد وجميع أجزاء هذه الشجرة يقبض قبضا شديدا ولها لزوجة وعصارة أصولها إذا قشرت كانت حمراء مثل ماء التوت وهي مع السكر والميبختج ينفع من نزف الدم من حيث كان وسحج الأمعاء والاختلاف المزمن ويجبر الكسر ويلحم الجراحات وقال من يوثق به أنه أبرأ بها رجلا من قرحة الرئة بعد ثلاثة أعوام وقد وقع في الذبول وأبرأ آخر من بول الدم والمعدة بعد عشرة أعوام .\r\n\r\n67 - أسل\r\n( ف ) هو الكولان وقد يخرج قضبانا دقاقا ليس لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : ايذاريزا\r\n","page_name":" 39 ","page_number":44},
  {"content":"\r\n\r\nورق ولا شوك إلا أن أطرافها محددة وليس لها شعب ولا خشب ويتخذ منه الحصر ويدق فيتخذ منه حبال ويتخذ منه بالعراق غرابيل ولا ينبت إلا قرب الماء . ( ذ د ) سخونوس الاجامى وهو نبات ذو صنفين أحدهما يسمى أكسوسخونوس حاد الأطراف وينقسم أيضا إلى صنفين أحدهما ليس له ثمر والآخر له ثمر اسود مستدير وقضب أغلظ وأكثر لحما من قضب الصنف الآخر ومنه ثالث أغلظ قضبا والحم من الصنفين المذكورين ويسمى ألوسخونوس وله ثمر على أطرافه يشبه ثمر أحد الصنفين وثمر هذا الصنف وثمر أحد الصنفين الأولين إذا شويا وشربا بشراب ممزوج عقلا البطن وقطعا نزف الرحم وادرّا البول وصدعا وثمر الصنف الثالث ينوّم شاربه والاكثار منه يسبت . ( ج ح ) هذا النبات نوعان أحدهما أدق وأصلب والآخر أغلظ وأرخى وثمرة هذا النوع تجلب النوم والنوع الأول هو أيضا نوعان أحدهما لا يثمر والآخر له ثمر يجلب النوم أقل جلبا من ثمرة ذلك النوع الثاني ومزاج هذين النوعين مركب من جوهر أرضى وهوائى يسيرين ولذلك يحدث النوم بالبخارات الباردة اليسيرة .\r\n\r\n68 - أمارنطون « 1 »\r\nسماه حنين « 2 » كمونا هنديا وسماه أيضا أقحوانا ولا أدرى لأي سبب . ( ذ د ) وقوم يسميه ألخروسون وآخرون خروسانثيمون وهو نبات يستعمل في أكاليل الأصنام له قصب قائم ابيض وورق دقاق كورق القيصوم متفرقة وجمة مستديرة في أطرافها شئ مستدير ذهبي اللون كأنه رؤوس الصعتر إذا يبست وأصل دقيق في أماكن وعرة في خزون الأرض وهذه الجمة بالشراب تنفع من عسر البول ونهش الهوام وعرق النسا وتدر الطمث وقد يوضع هذا النبات مع الثياب فيحفظها من التآكل . ( ج د )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : أمارنوطون\r\n( 2 ) ت : تكملة في الحاشية ، غ : ناقص النبات كله\r\n","page_name":" 40 ","page_number":45},
  {"content":"\r\n\r\nوقوته ملطفة محللة للدم الجامد في المعدة والمثانة « 1 » وهو ردئ لفم المعدة .\r\n\r\n69 - أغيراطن\r\n( ذ د ) ثمنس يستعمل في وقود النار طوله نحو من - شبرين قصير ممتد ويشبه جدا النبات المسمى أوريغانس وعليه إكليل فيه زهر شبيه بنفاخات الماء ذهبي اللون وهو أصغر من اليخروسن وسمى أغيراطن لبقاء زهره عليه زمانا طويلا على حال واحد أي لا ينشج يدر البول ويلين حساء الرحم تكميدا . ( ج و ) قوته محللة .\r\n\r\n70 - إيارابوطانى\r\n( ذ د ) وتسمى فاريسطاريون نبات طول قضبانه نحو من ذراع أو أكثر قليلا مزواة أي ذات زوايا وعليها ورق متفرق كورق البلوط الا انه أدق وأصغر منه وأطرافه مشرفة وطعمه إلى الحلاوة ما هو وله أصل إلى الطول دقيق وأصله وورقه يصلحان لضرر الهوام شربا بالشراب وضمادا ولليرقان وللاورام البلغمية المزمنة ويقال إن هذا النبات إذا نقع بماء ورش في مجلس الشراب طيب عشرة القوم وحسن أخلاقهم وسمى هذا الاسم لأنه ينتفع به في التطهير إذا علق ومعناه العشبة المقدسة أو الكاهنية .\r\n\r\n71 - أسطراغالوس\r\n( ذ د ) ثمنس صغير على وجه الأرض زهره وأغصانه كزهر وأغصان الحمص وزهر صغار لونها فرفيرى وأصل مستدير كالفجلة الشامية يتشعب منه شعب سود شديدة الصلابة في صلابة القرون مشتبكة حتى يعسر دقها قابضة المذاق تنبت في أماكن ربحية ظليلة مثلجة وهو كثير في المواضع التي يقال لها فاناؤس من بلاد ارقاذيا . ( ج و ) له أصول قابصة ولذلك يخفف ويدمل القروح العتيقة ويحبس البطن ويقطع نزف الدم\r\n\r\n72 - أواقنثوس\r\n( ذ د ) نبات ورقه وساقه كورق وساق البلبوس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : وهي رديئة\r\n","page_name":" 41 ","page_number":46},
  {"content":"\r\n\r\nوطول ساقه نحو من شبر ملسآء أدق من الخنصر وجمة منحنية مملوءة زهر فرفيرى اللون وأصله مع الخمر الأبيض يبطئ الصبيان عن الاحتلام ضمادا ويقطع الاسهال المزمن شربا وينفع من اليرقان . ( ج ح ) أصله شبيه بالزير مجفف في الأولى مبرد في الثانية إذا ضمد به العانة يحفظ الغلمان مدة طويلة لا ينبت لهم الشعر في العانة وثمرته مجففة في الثالثة معتدلة الحرارة والبرودة .\r\n\r\n73 - أفيقواون\r\n( ذ د ) نبات ينبت من زرع الحنطة وفي الأرض المحروثة وورقه كورق السذاب وأغصانه صغار وقوته كقوة الأفيون الذي هو صمغ الخشخاش . ( ج ح ) « 1 » مبرد في الثالثة وبعده عن الخشخاش بعدا يسيرا .\r\n\r\n74 - أنجرة\r\nهو القريص وهو المعروف بالحريق . ( ابن حسّان ) له ورق خشن وزهرة صفراء وشوك دقيق ينبو عنه البصر فان ماسه عضو من البدن أحرقه وآلمه وحمره وهو نوعان صغير وكبير كثير الورق أصفر بزره كالعدس وهو المستعمل في الطب . ( لي ) الأنجرة ثلاثة أصناف أحدها المذكور الذي بزره « 2 » كالعدس في قدره وشكله أخضر برّاق صلب في رؤوس مدورة خشنة لها مغاليق دقاق طوال والثاني هو الكبير من الصنفين الذين ذكرهما ذيو وورقه كورق السيسبر الا أنه إلى السواد أكثر وأخشن وساقه حمراء إلى السواد وهو أكثر الثلاثة ورقا وأشدها خشونة وبذره في قدر الخردل الا انه مفرطح ابيض وازرق . والثالث هو الصغير وهو اضعفها قوة وادقها بزرا .\r\n( ذ د ) اقاليفى « 3 » وهو صنفان أحدهما أخشن من الآخر وأشد سوادا واعرض ورقا وبزره أصغر من بزر الشهدانج والآخر دقيق البزر وورقه الين . ( ج و ) قوة ورقه وثمره محللة مهيجة لشهوة الجماع خاصة مع عقيد العنب يطلق البطن باعتدال ويسخنها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : د\r\n( 2 ) ت وغ : زهره\r\n( 3 ) ت وغ : اتاليقى\r\n","page_name":" 42 ","page_number":47},
  {"content":"\r\n\r\nبادزهر للسموم . ( ج و ) ليس ينتفع بثمره في الطب وقوة الحشيشة كقوة الحمشيشة المسماة بوبونيون ولكنها دونها كثيرا .\r\n\r\n75 - أخينوس\r\n( ذ د ) نبات ينبت بقرب الأنهار وينابيع الماء المجتمعة من العيون ورقه كالباذروج الا انه أصغر منه واعلا مشقق له عيدان خمسة أو ستة طولها نحو من ذراع أو نحو من شبر وزهرا ابيض وثمرا اسود صغير قابض وعيدانه وورقه مملوءة رطوبة . ( ج ) وثمرته قابضة تمنع المواد المجلبة إلى العين والأذن .\r\n\r\n76 - أشنان\r\n( ف ) هو الحرض يغسل به الثياب وأجناسه كثيرة وكلها من الحمض . ( ابن جريج ) « 1 » وهي حشيشة القلى . ( وغيره ) هو نبات لا ورق له وله أغصان وشعب فيها شبه العقد وخصله كثيرة الماء يعظم حتى يكون له خشب غليظ يوقد طعمه مالح وناره حارة جدا ورائحة دخانه كريهة .\r\n\r\n77 - ( ذ د ) أبو فايس :\r\nوقد يسمى أبو فاوس وهو نبات يعصر به الثياب ينبت في سواحل البحر والرمل ثمنس يوقد كالنار وهو ينبت مخصب له ورق صغار كورق للزيتون وأرق وألين منه وفيما بين الورق شوك يابس إلى البياض مزوا متفرق وزهره شبيه برؤوس النبات المسمى قسوّس كأنه عناقيد متراكم بعضه على بعض الا انه أصغر والين وفي لونه شئ من الحمرة مع البياض وأصل غليظ الين مملوء دمعة تستخرج كما تستخرج دمعة ثانسيا وتخزن وحدها أو مع دقيق الكرسنة وإذا اخذ منها مقدار أبولوس اسهلت البطن مرارا وبلغما ورطوبة وعصارته أيضا تفعل كذلك .\r\n\r\n78 - وأما أبوفيسطون\r\nفهو نبات ينبت مع أبو فائس وهو أيضا صنف من الشوك يعصر به الثياب وهو نبات مع الأرض له رؤوس رخوة وورق صغار فقط وليس له زهر وثلث أبو لوسات منه مع ماليقراطن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ابن حاج 3 من هنا إلى آخر الباب 79 يوجد نقص كبير في غ\r\n","page_name":" 43 ","page_number":48},
  {"content":"\r\n\r\nتسهل رطوبة بلغمية وتوافق انتصاب النفس والصرع وأوجاع الأعصاب .\r\n( لي ) أصنافه كثيرة جدا وأشهره عندنا هو الصنف الموصوف أولا ويسمى رجل الفرخ من شكل ورقة ويسمى أيضا العقربى لأن ورقه شبيه بأذناب العقارب ويستعملة أطباؤنا بدل القاقل وصنف آخر يسمى الطردج ورقه كورقة حي العالم إلا أنها أدق وهي متكاثفة تميل إلى الفرفرية في لونها وله بزر دقيق ونباته يأخذ عرضا ويعلو نحوا من ذراعين وخشبه أبيض صلب ويسمى الرغل والأشنان الفارسي وصنف يعرف بالغاسول يعلو نحو من شبر أغصانه في دقة الابر وله ورق دقيق كأنه بزر من دقته وله زهر أبيض دقيق جدا إلى الحمرة قليلا وأغصانه كثيرة تنبسط على الأرض ونباته في الأرض المالحة في زمرة القيظن وبه يحل اللك ويسمى بالعجمية\r\nشرجاله وشرب درهمين منه يدر البول ومنه أصناف أخر والقاقل من أصنافه وكلها مالحة الطعم .\r\n\r\n79 - أفيوس :\r\n( ذ د ) وقد يسمى اسخاس وخامابلانس وفجلا بريّا والقرمانيون يسمونه الفجلىّ وهو نبات يخرج من الأرض عودين أو ثلاثة شبيهة بعيدان الأذخر دقاقا حمراء مرتفعة من الأرض يسيرا وورقه كورق السذاب إلا أنه أطول منه أخضر وثمرته صغيرة وله أصل كالخنثى أشد استدارة منه مائل إلى شكل الكمثرى ملآن من دمعه وله قشر أسود وداخله أبيض والجزؤ الأعلى من هذا الأصل يقىء مرة وبلغما والجزؤ الأسفل يسهل البطن ودمعة الأصل تسهل وتقىء واستخراجها بأن يدق الأصل ويصب في إجانة ويصب عليه ماء ويحرك فما طفا من الدمعة يؤخذ بريشة ويجفف .\r\n\r\n80 - أفثيمون :\r\n( ذ د ) هو زهر من أصناف « 1 » النبات الصلب الشبيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : ابن البيطار ، زهر الصنف من النبات\r\n","page_name":" 44 ","page_number":49},
  {"content":"\r\n\r\nبالسعتر وهو رؤوس دقاق خفاف لها أذناب شبيهة بالشعر إذا شرب منه أربع درخميات بعسل وملح وشئ يسير من الخل أسهل بلغما ومرة سوداء وقد ينبت كثيرا ببلاد قباذوقيا وبمغوليا . ( ج و ) قوته شبيهة بقوة الحاشا إلا أنه أقوى منه في كل شئ وهو يسخن ويخفف في الدرجة الثالثة . ( ابن جريج ) أجوده ما احمرّ لونه واحتدت رائحته وجلب من اقريطش . ( حبيش ) قوته شديدة في قلع المرة السوداء وهو يكرب الصفراويين ويقيئهم « 1 » ( بولس ) يعطى منه ستة دراهم مسحوقا مع تسع أواق من اللبن . ( غيره ) ليلق في المطبوخ حين يفتر ويمرس ويصفى لأن الطبخ يبطل قوته . ( بولس ) وأما الأفثيمون فهو شئ يكون على « 2 » الصعتر ويسهل قريبا من الافثيمون إلا أنه أضعف منه .\r\n( لي ) هذا هو الافثيمون الذي يستعمله أطباء أزماننا كلهم وأما الأفثيمون الحقيقي فلا يعرفونه وهذا النبات يجلب من بلاد البربر وينبت أيضا عندنا وهو جنس من الكشوث وأكثر ما يخلق على « 3 » الصعتر هي خيوط دقاق حمر كلون العقيق لا أصل لها ولا ورق ولها رؤوس صغار إلى البياض أصغر من رؤوس الا كشوث رخوة عليها زهر ضعيف يظهر في الربيع ويفسد النبات باشتباكه عليه وقوته كقوة الافثيمون إلا أنه أضعف قليلا .\r\n\r\n81 - ألوفن\r\n( ذ د ) هي حشيشة تستعمل في وقود النار لونها إلى الحمرة دقيقة العيدان لها زهر لين خفيف وأصل يشبه أصل السلق ملان دمعه حريفه وبزر يشبه الافثيمون وينبت كثيرا في بعض السواحل خاصة في ليبوى وبزره مع الخل والملح يسهل كالافثيمون ويسحج الأمعاء سحجا خفيفا . [ ( لي ) قال 
  ] « 4 » البطريق في ترجمة كتاب جالينوس الوفياس « 5 » . -\r\n[  fol . 13 v  آخر سطر 
  ] هو « 6 »  [ fol 14 r 
  ]  ينبت في الرمال والسواحل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ ، ت يونس\r\n( 2 ) غ ، ت العصفر\r\n( 3 ) ت ، غ العصقر\r\n( 4 ) ت ، غ ناقص\r\n( 5 ) ت : الويفون\r\n( 6 ) هنا يلاحظ اضطراب في نص المنسوختين وقد صححناه ضبطا على نص ابن البيطار\r\n","page_name":" 45 ","page_number":50},
  {"content":"\r\n\r\nحارّ مسهل . المختار منه الذي إذا قلعت أصوله وقشرت ورمى قلوبها وأخذ القشر الجيد منه والأنابيب المصمغ الأبيض السهل التكسّر الذي لا يشبه الليف وزعم أنه التربد وهذه الصفة توهم ذلك . وهو خطأ . وقد ذكر هذا الدواء ( بولس ) ولم يذكر أصله وإنما ذكر بزره كما ذكر ديوسقوريذس « 1 » . [ وأما ابن واقد فظن أن هذا هو طريفوليون وأضاف هذا القول إلى قول 
  ] .\r\nذيوسقوريذس في طريفوليون « 2 » وقد يسمى أيضا طريبوليون « 3 » هذا التبريد ليس بالغاية مجهول قد يتخذ من بزره شياف من عسل ويحتمل فيسهل .\r\n\r\n82 - إيريغارن :\r\n( ذ د ) نبات طول ساقه نحو من ذراع لونها إلى الحمرة يسيرا ورقه كورق الجرجير مشرف إلا أنه أصغر منه بكثير ورائحة زهره كرائحة القفّاح سريع التفتح والانتثار ويظهر في وسطه شئ قائم دقيق كالشعر إذا كان الربيع ابيضّ . يعرض من شربه اختناق . ومعنى اسمه الشيخ في الربيع . وأكثر ما ينبت في السياجات وفي المدن وأصله لا ينتفع به في الطب . ( ج و ) قوته مركبة تبرد وتحلل .\r\n\r\n83 - إيثيوفيس\r\n( ذ د ) نبات له ورق كورق فلومس وعليه زغب كثير متراصف حوالي الأصل وله ساق مربع خشن غليظ شبيه بساق ماليطانا أو ساق أرقطيون . وينبت منه شعب كثيرة مخرجها من أصل واحد طوال غلاظ . وإذا جفت اسودت وصلبت كالقرون . وله ثمرة في عظم الكرسنة في كل وعاء حبتان . وقد يكون كبيرا ببلاد ماسينيا وبجبل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجملة الناقعة منقولة من ص 15\r\n( 2 ) ت ، غ : طريفونيون\r\n( 3 ) طريغفوسيون ، غ : طريفويون : ابن البيطار ص 53 : اطريفيون .\r\n","page_name":" 46 ","page_number":51},
  {"content":"\r\n\r\nأيدي . طبيخ عروقه ينفع من عرق النسا والشوصة وخشونة الحلق شربا ولعوقا بالعسل .\r\n\r\n84 - أرقطيون :\r\n( ذ د ) وقد يسمى أرقطورن . وهو نبات ورقه كورق فلومس إلا أنه أكثر زغبا منه وأشد استدارة . أصله حلو أبيض وساقه رخوة طويلة وثمره كالكمون الصغير الحب . طبيخ أصله وثمرته يسكن وجع الأسنان مضمضة ومع الشراب يدر البول وينفع عرق النسا شربا وينفع حرق النار صبا . ( ج و ) قوته في غاية اللطافة يجلو يسيرا .\r\n\r\n85 - أرقطيون آخر\r\n( ذ د ) وقد يسمى فروسوفس وفروسوفيون .\r\nورقه كورق القرع وأكبر منه وأصلب وأقرب إلى السواد وعليه زغب .\r\nوليس له ساق وأصله كبير أبيض . شرب درخمين منه ينفع من قرحة الصدر .\r\n( ج و ) مجفف محلل قابض يشفى القروح العتيقة .\r\n\r\n86 - أفيفاقطيس .\r\n( ذ د ) : قد يسمى الأفورينى وهو ثمنس صغير ورقه صغار يشرب للأدوية القتالة ووجع الكبد . ( قسطا في إصلاحه ) هو ثمنس صغير وورقه صغار كورق السذاب فيه تشريف خفى وله ساق دقيقة عليها زغب أبيض كزغب ساق الكبير من الهندباء طولها نحو من ثلاثة أصابع أو أربع وله قضبان دقاق طولها أصبع متفرقة من نصف الساق إلى أعلاه وبذره كالشونيز ربما كان أحمر وربما كان أسود وقل ما يوجد أببض وهو في غلف في هيئة غلف بذر الفجل إلى الطول ما هي وزهر هذا النبات يكون على لون ثمره أي الألوان كان وينبت في مواضع يصل إليها الماء وفي مواضع قريبة من البحر وقد ينبت مع كثير من القطانى وبين الشعير والحنطة « 1 » ورائحته كرائحة الأترج وأصله عطر في شكل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحنوط : غ ، ت\r\n","page_name":" 47 ","page_number":52},
  {"content":"\r\n\r\nالكمأة وأملس لا عروق فيه وقد زعم قوم انه ينبت في رمال وأرض فيها الحجارة ويوجد كثيرا بسواحل الشام والإسكندرية وهو معروف عند كثير من الناس يتعالجون به للأدوية القتالة وأوجاع الكبد والطحال وسددهما إذا شرب من هذا النبات بأسره مدقوقا نصف مثقال ثلاثة أيام متوالية .\r\n\r\n87 - أونغرا .\r\n( ذ د ) : وقد يسمى أونوثيرا وأونوروس وهو ثمنس شبيه بالشجر صالح العظم ورقه كورق اللوز الا أنه أعرض منه وفيه أيضا شبه بورق السوسن وزهره كالجلنار عظيم وأصله صغير أبيض إذا جفّف فاحت منه رائحة كرائحة الشراب وينبت في الجبل ، يمنع انبساط القروح الخبيثة . ( ج ذ ) رائحة أصله إذا جفف كرائحة الخمر . ( روفس في المالنخوليا ) نبات يؤنس به السباع لما فيه من قوة تطييب النفس\r\n\r\n88 - أسطير أطيقوس :\r\nزعم ( ابن وافد ) أنّه الحالبة القابضة « 1 » وهي القرصعنه وأخطأ في ذلك انما هو النبات المسمى بالعجمية قسطيلة . ( ذ د ) وقد يسمى بوبونيون وهو نبات له ساق صلبة خشنة على طرفها زهرة صفراء شبيهة بزهر البابونج . ومنه ما يضرب لونه إلى الفرفرية وله رؤوس مشققة وورق شبيه في شكله بالكواكب . فاما الورق الذي على الساق فإنه إلى الطول مائل عليه زغب . ( ج و ) هذا النبات يسمى بوبونيون وهو اسم مشتق من اسم الحالب لأنه يشفى ورمه ضمادا أو تعليقا أيضا عليه وامساكا لزهره باليد اليسرى . ( ذ ) ينفع من التهاب المعدة وأورام العين الحارة وشق الحدقة . وشرب زهرة الفرفيرى ينفع من الخناق وصرع الصبيان .\r\n\r\n89 - إسوفورون :\r\n( ذ د ) : ويسمى فاسيليون « 2 » لأنه نبات يشبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : الحائنة قابضة\r\n( 2 ) ت ، غ : فاسيلون\r\n","page_name":" 48 ","page_number":53},
  {"content":"\r\n\r\nالفاسيلس وهو اللوبيا الأبيض . ويخرج منه عند موضع الورق شئ أبيض شبيه بالخيوط « 1 » ملتف كما يخرج نبات اللوبيا الأبيض . وعلى طرف النبات رؤوس دقاق مملوءة بزر طعمه كطعم الأنيسون . ينفع مع الشراب المسمى ما لقراطن لأوجاع الكبد والصدر والسعال . ( ج و ) في بذره عفوصة يسيرة فهو كذلك يجلو ويقطع الاخلاط الغليظة ويشد الأعضاء .\r\n\r\n90 - أبوغلوسون .\r\n( ذ د ) : هو ثمنوس صغير ورقه كورق الآس البرى الذي بورقه رقة . وله جمّة « 2 » مشوكة وفي طرفه عند الورق شئ نابت شبيه بالألسن « 3 » ، قد ينفع في المراهم الملينة وينفع الصداع تعليقا على الرأس .\r\n\r\n91 - أنف العجل :\r\n( ذ د ) : انطيرينون وقد يسمى انارينون « 4 » ولوخنيس اغريا . وهو من النبات المستأنف كونه في كل سنة . ويشبه اناغاليس في ورقه وقضبانه وزهرة كمنخرى عجل . ويزعم بعض الناس ان هذا النبات إذا صيّر في دهن سوسن وأدهن به صيّر على وجه المدهنين به قبول .\r\n\r\n92 - أنبطرن :\r\n( ج و ) : وقد يسمى أيضا الشبيه بالكراث . ( ذ د ) يسمى أيضا فاقوايدس . ينبت في مواضع جبلية وفي صخور وفي سواحل البحر . مالح الطعم والبعيد من البحر الشديد المرارة . ومع الشراب المسمى إدرومالى وفي المرق يسهل بلغما ومرة « 5 » .\r\n\r\n93 - أسحفان .\r\n( ح ) : « 6 » هو نبات يمتد حبالا على الأرض ورقه كورق الحنظل إلا أنه أدق . وله قرون أصغر من قرون اللوبيا فيها حب مدور أحمر يتداوى به من عرق النسا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ ، ت : الحنوط\r\n( 2 ) ت ، غ : حبة\r\n( 3 ) ت ، غ : بالآس\r\n( 4 ) ت ، غ : اناذرينون\r\n( 5 ) غ : ناقص ، ت : لي\r\n( 6 ) ت : ناقص في الأصل\r\n","page_name":" 49 ","page_number":54},
  {"content":"\r\n\r\n94 - أم وجع الكبد : ( ف ) : هي بقله من أدق البقول يحبها الضّان .\r\nولها زهرة غبراء في برعمة مدورة لها قرن صغير جدا أغبر وسميت بهذا الاسم لأنها تنفع من وجع الكبد والصفراء إذا عصرت على الشرسوف .\r\n\r\n95 - أم غيلان :\r\n( الرازي ) في ( ح ) « 1 » : هي شوكة القتاد . ( غيره ) هي شوكة القرظ . ( ف ) وهي الطلح . ( ابن سينا ) هي شجرة من عضاه البادية معروفة باردة يابسة قابضة .\r\n\r\n96 - أهلال قسطا\r\n. ( لي ) « 2 » : هو صنف معروف من الرياحين حاد الرائحة يزرع في البساتين . لونه بين الخضرة والبياض أقوى فعلا من الباذرنجبوية .\r\n\r\n97 - إلب\r\n. ( ف ) : شجرة شائكة كأنها الأترج ومنابتها الجبال . وهي قليلة جدا . لا يقوم مقامها شئ من الضجاج والضجاج كل شجرة تقشّب بها السباع أي تسمّ ، وأخبثها الإلب . تدق أطرافها الرطبة ويقشب بها اللحم ويطرح للسباع فلا يلبثها أن أكلته وأن شمته ولم تأكل منه عميت وصمت .\r\nوأخبث الالب إلب حفرضيض « 3 » وهو جبل من السراة في شق تهامه .\r\n\r\n98 - ألقون .\r\n( الرازي ) : هو الورد المنتن وهو حار يابس وأصله عرق مثل عاقر قرحا .\r\n\r\n99 - إيذماميذ .\r\n( الرازي ) : اسم فارسي وهي شجرة على أغصانها مثل الصوف ، قابضة الطعم جدا تشد البطن . وسماه في موضع آخر برميون وقال في موضع آخر إيراماى دواء كرمانى . ( بديغوروس ) ينفع جدا من الاستطلاق بخاصية فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعنى في كتابه المسمى الحاوي في الطب\r\n( 2 ) ت ، غ : ناقص\r\n( 3 ) ت : حفرضض ، غ : ناقص . ابن البيطار : خفرضيض\r\n","page_name":" 50 ","page_number":55},
  {"content":"\r\n\r\n100 - أفقراسون . ( ابن سينا ) : دواء فارسي جيد للحفظ . ( الرازي ) كلنا نستعمله للحفظ جيد للعقل .\r\n\r\n101 - أفسون . ( ابن سينا ) :\r\nدواء فارسي حار لطيف يذكى الذهن والعقل . وقال في موضع آخر أبرق دواء فارسي جيد للحفظ والعقل وأظنه المذكور قبل .\r\n\r\n102 - أطموط . ( ابن سينا ) :\r\nحار في الثانية رطب في الأولى يجلو البهق بقوة . وقال في موضع آخر أطماط دواء هندى « 1 » قوته كقوة البوزيدان يزيد في الباه وأظنه جوز البرته « 2 » .\r\n\r\n103 - أوسين . ( الرازي ) :\r\nضرب من النيلوفر الهندي حار يابس .\r\n\r\n104 - أرتدبرند « 3 » .\r\n( الرازي ) : دواء فارسي يجلب من سجستان يشبه البصل المشقوق نافع من البواسير .\r\n\r\n105 - إسفنج\r\nيقال له الغيم والغمام ( ابن سينا ) هو حسم يجرى متخلخل كاللبّد يقال أنه حيوان يتحرك في الماء يلتصق بما يتشبث به ولا يبارحه . ( د ه ) سفونغوس منه ذكر وهو دقيق الثقب كثيف يسمى اليبس ومنه أنثى حاله خلاف حال الذكر وقد تحرق الاسفنجة ما يحرق مثل زبد البحر . ( ج ى ) المحرق منه حار محلل وقد كان رجل من معلمينا يستعمله في مداواة انفجار الدم العارض عند القطع والبط وهو يابس لا نداوة فيه البتة ويغمسه أكثر من « 4 » ذلك في القفر أو في الزفت الرطب والحديثة أبلغ في أدمال الخراجات لأن القوة التي اكتسبها من البحر محفوظة قائمة فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : سندى\r\n( 2 ) ت ، غ : البرية\r\n( 3 ) غ : ارتندندند\r\n( 4 ) غ ، ت : ناقصة في الأصل\r\n","page_name":" 51 ","page_number":56},
  {"content":"\r\n\r\n106 - إثمد وهو الكحل . ( د ه ) سطيميسط أجوده السريع التفتت ذو البريق واللمعان وكان ذا صفائح أملس الداخل النقى من الأوساخ وقوته مغرية قابضة مبردة تدمل القروح وتذهب باللحم الزايد فيها ويقطع الرعاف العارض في حجب الدماغ . وقد يغسل كما تغسل القليميا والنحاس المحرق وخبث الرصاص . وقد تستوى بأن تعجن في شحم وتصير في جمر وتترك إلى أن يلتهب الشحم ثم يؤخذ من الجمر ويسقى بلبن امرأة ولدت ذكرا أو ببول الصبيان والخمر العتيق . ( جالينوس ) بدله الآرك المحرق .\r\n\r\n107 - أريكان « 1 » :\r\nويقال أريكى وباليونانية أوخرا . ( ابن الجزّار ) :\r\nالأريكى حجارة صغار صفر إذا أحرقت احمرت . ( ذ ه ) أجوده أخفه الذي تشمل الصفرة لأجزاءه كلها مشبع اللون السريع التفتت ولم يكن فيه حجارة من بلاد اطيقى وقد يحرق ويغسل كما تغسل القليميا قوته قابضة ويبدد الأورام الحارة ومع قيروطى يملأ القروح لحما ويقلع اللحم الزائد .\r\n\r\n108 - أكثمكث « 2 » :\r\nهو حجر الولادة وحجر العقاب وحجر النسر لأنه يوجد في أوكارها ويسمى أيضا حجر اليسر لأنه يسهل الولادة تعليقا على فخذ النفساء اليسرى في جلد إبل ويسمى باليونانية أياطيطيس أي النسرى لأن النسور تحمله إلى أوكارها ترقبه فراخها . ( ابن جلجل ) : هو حجر إلى الحمرة كلما حركته سمعت له طنينا كما يسمع للجلجل فإذا كسر لم يوجد في داخله شى . ( الرازي في كتاب الأبدال ) اكثمكث دواء هندى يشبه البندق إلا أن فيه تفرطحا قليلا إلى الغبرة إذا حركته سمعت له صوتا « 3 » كأن آخر يتحرك في جوفه وإذا كسرته انفلق عن شئ كأنه حب البندق يميل إلى البياض قليلا ووجدت في كتاب هندى أنه يسرع الولادة تعليقا على فخذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : اريخان ، ابن البيطار : ارتكان\r\n( 2 ) غ : اختمخت\r\n( 3 ) ت ، غ : ناقصة\r\n","page_name":" 52 ","page_number":57},
  {"content":"\r\n\r\nالحامل وقد جربته فوجدته صحيحا . و ( قال في كتاب الخواص ) هو شئ يشبه بيضة العصفور ويشبه حجرا في جوفه حجر يتحرك و ( قال في الحاوي ) اكثمكث دواء هندى يعمل عمل الفاوانيا إذا سحق بماء وطلى على العضو الذي يرتفع منه بخار المرّة السوداء . ( كسانوقراطيس ) « 1 » الحجر المسمى أياطيطس أربعة أنواع أحدها اليماني وهو شبيه في عظمه بالعفصة أسود فيها خفة يحمل في داخله حجرا جاسيا وثانيها القبرصى وهو أعرض من اليماني وأطول كهيئة البلوطة وهو يحمل في داخله حجرا أو رملا أو حصا وهو جيد لين جدا يتفرك بالأصابع وثالثها الذي من لوبيا وهو صغير لين لونه كلون الرمل يحمل في داخله حجرا أبيض لطيفا يتفتت سريعا ورابعها الايطالى ويوجد على الساحل ويشبه الرمل وهو أبيض مدور وهو يسهل الولادة ويمنع العقر فرزجة .\r\n\r\n109 - إسفيذاج\r\n( ذ ه ) يعمل لبنه من رصاص على فم خابئة فيها خل ثقيف ويغطى بباريه مستوثقة لئلا يتنفس بخار فإذا اذابت اللبنة وتساقطت في الخل أخذ الصافي وعزل في ناحية والثخين يصير في اناء ويجفف في الشمس ثم يطحن أو يدق والأجود ذلك الأول . ( ج ط ) الاسفيداج يكون إذا حلّ الأسرب في الخل كما أن الزنجار يكون إذا حلّ النحاس بالخلّ لكن الاسفيداج مبرد والزنجار حار لذاع .\r\n\r\n110 - إسرنج\r\nويقال سرنج وهو السليقون وهو الزرقون وباليونانية يسمى سندخوس . ( الرازي ) هو أسرب يحرق وتشتد عليه النار حتى يحمر ويجعل عليه شئ من الملح وقد يكون في الاسفيداج إذا أحرق . ( ذ ه ) وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : كونوقراطيس\r\n","page_name":" 53 ","page_number":58},
  {"content":"\r\n\r\nيسحق الاسفيداج ويجعل في طنجير عميق على النار ويحرك حتى يتلون لون الزرنيخ الأحمر وهذا يسمى سندخوس . ( ج ط ) وهو ألطف من الاسفيداج ومع هذا ليس يسخن أيضا . -\r\n\r\n111 - أظفار الطيب\r\n( الخليل ) شئ من العطر أسود يشبه بالظفر يجعل في الدخن . ( ذ ب ) أونيخاس هو غطا صنف من ذوات الصدف وهو كصدف الفرفير يوجد ببلاد الهند في المياه القائمة المنتنة ورائحته عطرة لأن هذا الحيوان يرتعى الناردين وقد يوجد منه في بابل شئ أسود صغير وكلاهما طيب الرائحة تشبه قليلا رائحة الجندبادستر ينفعان من اختناق الرحم تبخيرا . ( مسيح ) حارة يابسة في الثانية ملطفة للكيموسات الغليظة . ( الرازي ) يثقل الرأس ويصدع . ( ابن عمران ) ينزل الحيض تبخيرا .\r\n\r\n112 - إنفحة\r\nهو كرش الحيوان الرضيع ( ج ى ) الأنافح كلها حارة لطيفة محللة يابسة وإنفحة الأرنب مذافة بالخل تنفع من الصرع و ( قال بعضهم ) ان إنفحة الأرنب تنفع من النفث الكامن في الصدر . وأما أنا لم أجربه ولا رأيت من فعله وأستبعد ذلك لأن هذا الدآء يحتاج إلى قبض وهذا الدواء قوىّ الحدة والتحليل . ( ذ ب ) إنفحة الأرنب شرب ثلث ابولوسات منها بشراب يوافق نهش الهوام والاسهال المزمن ويعين على الحبل إذا احتملتها المرأة ومع الخل ينفع من الصرع .\r\nشربا . ( ج ) إنفحة الفرس تحبس استطلاق البطن . ( الطبري ) إذا شربت المرأة من إنفحة الأرنب الذكر وخصيته مع الشراب الممزوج ولدت ذكرا إذا حبلت وإذا شربت من إنفحة أنثى ولدت أنثى . ( الإسرائيلي ) إنفحة الحمر والظباء والجداء إذا شربت بالخل نفعت من الحبن ، ( ذ ب ) إنفحة الجدى .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":59},
  {"content":"\r\n\r\nوالخروف والخشف والظبي واليحمور والكاوميش والعجل متشابهة في القوة يوافق شرابها السم المسمى اقونيطون وإنفحة الحيوان البحري المسمى فوقى قوتها كقوة الجندبادستر تنفع من الصرع واختناق الرحم شربا وبالجملة كل إنفحة فهي تجمد الذايب وتذيب الجامد .\r\n\r\n113 - أفعى .\r\n( ج يا ) : « 1 » لحم الأفاعي يجفف ويسخن ويحلل إذا طيّب بالزيت والملح والشبت والكراث وقد صح بالتجربة أن الأفعى إذا سقطت حية في شراب وماتت فيه وشربه مجذوم غلظ جلده كله وسقط وصار باقي لحمه في اللين كلحم الحلزون وذكر في ذلك حكايات وقعت في زماننا تركناها . وتحلل من جميع البدن شيئا وتخرجه من الجلد ولذلك يتولد منه في البدن قمل كثير . ( ذ ب ) اشيذانا « 2 » وهي الأفعى لحمها إذا طبخ وأكل يحد البصر ويمنع الخنازير من زيادتها وقد يقال أن أكله يقمل وهو قول باطل ويقال أن آكليه تطول أعمارهم . ( مجهول ) الاكثار من أكل لحم الأفاعي يقرح البدن ويفسد المزاج وإن دقت أفعى وضمد بها موضع نهشها نفعها .\r\n\r\n114 - ابن عرس . ( ذ ب ) غالى « 3 » :\r\nإذا سلخ وأخرج بطنه وطرح وملح وجفف في الظل وشرب منه وزن مثقال كان أقوى علاجا يكون للهوام ورماده إذا عجن بالخل ينفع النقرس لطخا ( ج ى ) أنا لم أجربه قط .\r\n\r\n115 - أرنب :\r\n( قال بعض الأطباء ) إذا طحن أوغم في قدر نفع من قروح الأمعاء وقد يحرق الأرنب كما هو ويستعمل لحصا الكليتين وإذا أحرق بطنه بأحشائه في مقلاة ينبت شعر الرأس مع دهن ورد .\r\n\r\n116 - أرنب البحر . ( ابن سينا ) :\r\nحيوان بحرى صغير صدفى حمألى إلى الحمرة ما هو فيما بين أجزائه كأنه ورق الأشنان . ( غيره ) حيوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت ، غ : ى\r\n( 2 ) ت ، غ : اشيذانا\r\n( 3 ) ت : موغالى ، غ : موغانى\r\n","page_name":" 55 ","page_number":60},
  {"content":"\r\n\r\nبحرى صغير في رأسه حجر . ( ذ ب ) لاغوس ثالاسيس يشبه الصغير من الحيوان المسمى توثيس وإذا تضمد به وحده أو مع قريص حلق الشعر .\r\n( ج يا ) الزيت الذي يطبخ فيه يستعمل في حلق الشعر . ( غيره ) رماد رأسه جيد لداء الثعلب ويجلو البصر وهذا الحيوان من السموم إذا شرب منه شئ قتل بتقريحة الرئة .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 57 ","page_number":62},
  {"content":"\r\n\r\n\r\n[ القسم الثاني ( حرف الباء والجيم ) 
  ]\r\nمنتخب كتاب جامع المفردات غافقى جلد 2\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 59 ","page_number":64},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":65},
  {"content":"\r\n\r\n\r\nحرف الباء\r\n\r\n117 - بلسان :\r\n( ذ ا ) عظم شجرته كشجرة البطم أو شجرة فوراقنثا له ورق كورق السذاب غير أنه أشد بياضا كثيرا وأدوم وأدق ورقا . ويكون في غور بلاد اليهود فقط وقد يختلف بالخشونة والطول والدقة وقد يسمى ذلك الدقيق الذي كالشعر الموجود في شجر البلسان المحصود ولعله يسمى هكذا لكونه يحصد بسهولة لدقته وأما دهن البلسان فإنه يخرج بعد طلوع الكلب بأن تشرط الشجرة بمشراط من حديد . والذي يسيل منه شئ يسير والذي يجتمع منه في كل عام ما بين الخمسين إلى الستين رطلا ويباع في مكانه بضعف وزنه فضة . أجوده الحديث القوى الرائحة الخالص الذي ليس في رائحته حموضة سريع الانحلال لين يلذع اللسان يسيرا . وقد يغش بدهن البطم والخنا وشجرة المصطكي ودهن السوسن والدهن المسمى ماطوبيون « 1 » وبدهن الآس مع العسل أو الشمع . ومعرفة الخالص منه انه إذا قطر منه على صوفة وغسل من بعد رسب في الماء . والمغشوش فإنه يطفو مثل الزيت ويجتمع أو يتفرق فيصير بمنزلة الكواكب ، وإذا عتق ثخن .\r\nوقد يغلط من يظن أن الخالص إذا قطر على الماء يغوص أولا في عمقه ثم إنه يطفو عليه وهو غير منحل .\r\nوأما العود المسمى عود البلسان فأجوده الحديث الخشن الدقيق العيدان الأحمر الطيب الرائحة كرائحة دهن البلسان . وأجود حبه الممتلى الكبير الثقيل الذي يحذى اللسان حذيا يسيل ويفوح منه رائحة دهن البلسان [ وقد يؤتى بحب من البلاد التي يقال لها البطرايون شبيه بالأوفاريقون يغش به حب البلسان 
  ] « 2 » . ويستدل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : طوبيون .\r\n( 2 ) هذه الجملة ناقصة في ت وغ ، وقد نقلناها من جامع ابن البيطار ( جزء 1 ص 108 ) .\r\n","page_name":" 61 ","page_number":66},
  {"content":"\r\n\r\nعليه انه صغير فارغ ضعيف القوة شبيه بطعم الفلفل . ( ج و ) البلسان يجفف ويسخن في الثانية وليس له من الاسخان قدر ما يظنه به قوم غلطا منهم بسبب لطافته وأما ثمرته وهي حب البلسان فقوتها من جنس هذه القوة بعينها إلا أنها أقل لطافة من دهنه . ( ذ ) قوة دهن البلسان شديدة جدا وهو حار مفرط الحرارة ينفع من أكثر الأمراض الباردة شربا وادهانا واكتحالا وبالجملة أقوى ما فيه دهنه وبعده حبه وبعده عوده ( ابن جلجل وغيره ) إن الحب المعروف بحب البلسان هو حب البشام وان شجرة البلسان « 1 » المسمى عودها عود البلسان ويسمى دهنها دهن البلسان ليس بها ثمرة ومنبتها في مصر بعين شمس فقط . وأما البشام فينبت بمواضع كثيرة وهو الذي يجمع حبه فيجلبه الصيادلة ويبيعونه ويسمونه حب البلسان .\r\n( قال المؤلف ) لست أرى هذا القول صحيحا على كثرة تواتره وعلى أن جميع التجار اليوم مجمعون على أن حب البلسان هو حب البشام . وقد نجد كثيرا بين حب البلسان الذي يجلب الينا شيئا من عود البلسان وقد نجد في عود البلسان شيئا من حبه وهذا يدل على أنهما من شجرة واحدة ، وأما دهن البلسان فقد رأيت قوما يخبرون أن شجرته بمصر من دخل مصر يزعم أنه رأى شجرة بعين شمس فقط في جنان يحميها السلطان فلا يخرج من حبها إلى البلاد شئ لئلا يزرع . وبعضهم يزعم أن دهن البلسان إنما يخرج من عوده بالتصعيد وهذا خلاف لما ذكره القدماء ويمكن أن يكون هذا المعروف اليوم عندنا بدهن البلسان غير الذي ذكره القدماء مع أنه على غاية القلة والعدم . وحبه ليس كذلك بل هو موجود كثيرا وكذلك عوده وقد ذكر كثير من الأطباء شجرة البلسان التي بمصر بعين شمس ووصفوها في كتبهم بأنها شجرة البلسان ؛ تعلو على الأرض قدر ذراع أو أكثر ولها قضبان غضة كقضبان الشبرم ولها ورق أحمر دقيق صغير يشبه ورق الخلاف أو ورق اليتوع . ولها في رأس أغصانها عناقيد فيها حب في قدر الفلفل إلا أنه أقل سوادا منه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : البشام .\r\n","page_name":" 62 ","page_number":67},
  {"content":"\r\n\r\nوعندنا نبات يزعم قوم أنه البشام يعلو نحو القامة وله ورق طويل أخضر يضرب إلى صفرة وغيره أصغر من ورق اللوز وعوده خوار في داخله شئ أبيض كالقطن فيه عطرية وله حب في قدر حب الفرو وهو عطر الرائحة وقد يباع ويستعمل عوض حب البلسان ونباته في شواهق الجبال . وآخرون يزعمون أنه نوع من الأراك . وقد يمكن أن يغش حب البلسان بحب أصناف الفرو فان فيها ما يشبهه جدا ( أبو حنيفة ) البشام شجر ذو ساق وأفنان وورق صغار أكبر من ورق الصعتر ولا ثمر له . وإذا قطعت ورقته أو قصف غصنه خرج منه لبن أبيض . وهو شجر طيب الرائحة والطعم يستاك بقضبانه ومنابته الجبال . وورقه يسود الشعر .\r\n\r\n118 - بان :\r\n( أبو حنيفة ) بان شجر يسمو ويطول في استواء كنبات الأثل وورقه أبيض وله هدب كهدب الأثل وخشبه خوار رخو خفيف وقضبانه خضر وهدبه ينبت في القضيب وهو طويل شديد الخضرة ثمرته كقرون اللوبيا إلا أن خضرتها شديدة وفيها حب . فإذا انتهى تفتق وانتثر حبه أبيض أغبر نحو الفستق غير أنه أقصر وأشد سمرة . ويتفتت نحو قشور الفستق ومنه يستخرج دهن البان وثمره يسمى الشوع وهو مربع ويكثر على الجدب . وإذا أرادوا طبخه رض على صلابة وغربل حتى ينعزل قشره ثم يطحن ويعتصر وهو كثير الدهن .\r\n( ذ د ) بالانوس مورافسيقى . ثمرة شجره تشبه الطرفاء وقد تعتصر كاللوز المر فتخرج منه رطوبة فتستعمل في الطيب المرتفع مكان الدهن . وقد تنبت هذه الشجرة ببلاد الحبش ومصر والعرب والموضع المسمى فاطرا في فلسطين . وأجود هذا الثمر الحديث الممتلى السهل التقشير . إذا شرب منه مسحوقا ذرخمى بخل ممزوج بماء أذبل الطحال ويضمد به النقرس ويذهب الجرب مع الخل . ( ج و ) هذا دواء يجلب إلينا من العرب والعطارون يستعملون عصارة لبه وجوفه . وشرب مثقال من عصارته بالعسل والماء يقىء ويسهل كثيرا ومع الخل يجلو الكلف والبهق\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":68},
  {"content":"\r\n\r\nوالنمش والسعفة والبثور المتقرحة . والقشر الخارج من حب البان فقبضه أكثر جدا .\r\n\r\n119 - بنك « 1 » :\r\n( ذ ا ) ناسقافثون وقد يسمى نارقافثون يؤتى به من الهند ، وهو قشر كقشر شجر التوت ويدخن به لطيب رائحته ولنفعه في انضمام فم الرحم . ( ابن رضوان ) دواء طيب الرائحة يقال إنه ينحت من أصل خشب أم غيلان باليمن . قابض بارد يابس يقوى الأعضاء ضمادا ويمنع العرق . ( ابن سينا ) أجوده الأبيض الخفيف العذب الرائحة والأبيض الرزين ردى . حارّ يابس في الأولى جيد للمعدة ينقى الجلد ويقلع رائحة النورة . ( المجوسي ) ملطف يقوى المعدة والكبد الباردتين ضمادا وشربا .\r\n\r\n120 - بطم :\r\n( الفلاحة ) ينبت بالجبل على حجارة وصخر وعيدانها خضر إلى السواد وحبها أبيض . ( ذ ا ) طرمينثوس « 2 » شجرة الحبة الخضرة قوتها كقوة شجرة المصطكي وصمغتها كصمغتها ويصنع دهنها كدهن الغار وشراب شجرتها كشراب الآس . وهو قابض مسخن وثمرتها ردية للمعدة مسخنة مدرة للبول تحرك شهوة الجماع ومع الخل توافق نهشة الرتيلا . ( ج ح ) في لحآء هذه الشجرة وثمرها وورقها شئ قابض مجفف مسخن مدر ينفع الطحال .\r\n\r\n121 - بلّوط :\r\n( ج و ) جميع أجزاء هذه الشجرة قوتها قابضة وأما الذي هو منها شبيه بالغشاء فيما بين القشر والعود فهو أشد قبضا . وكذلك الغشاء المستبطن قشر ثمرته أعنى التي تحت قشرة البلوط ملفوفا على نفس جرم البلوط وهو جفته . يشفى نفث الدم وقروح الأمعاء وأكثر ما يستعمل مطبوخا . وأقوى من هذا في القبض النبات المسمى فيغوس والمسمى فرينوس اللذان يعدان من أنواع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : ننك ، غ . نبك\r\n( 2 ) ت : طرمينوس ، غ . طرمينوس\r\n","page_name":" 64 ","page_number":69},
  {"content":"\r\n\r\nالبلوط ويجوز أيضا أن يعتقد أنهما يخالفانه في الجنس . وقال ( في الأغذية ) البلوط كثير الغذاء يتخذ منه خبز وفي سالف الدهر كان الناس يتغذون به وحده .\r\nوغذاؤه ثقيل غليظ عسر الانهضام وأجود منه الشاهبلوط . ( ذ ا ) دروس :\r\nطبيخ قشره إذا شرب بلبن البقر نفع من السم المسمى طوكسيقون والمسمى أفيمارون « 1 » . والنوع من البلوط المسمى فرينوس أفوى فعلا من سائرها ويسود الشعر . والشجرة المسماة فيغوس أيضا من أصنافه . وأما ما يسمى سرذيانو ولو فيما وقسطانيا وموطأ وبلوط كوكب المشترى ، وهو الشاهبلوط فإنه قابض أيضا كالبلوط .\r\n\r\n122 - بقس :\r\nيسمى بالشام الشمشاد وباليونانية بقسيس ( ابن جلجل ) شجرة ورقها كالآس وحبها كحبه وعودها أصفر صلب قابض يعقل البطن .\r\n\r\n123 - بقّم :\r\n( ف ) خشب شجر عظيم ورقه كورق اللوز أخضر وساقه وافنانه خمر ونباته بأرض الهند والزنج ويصبغ بطبيخه . ( ابن رضوان ) يلحم الجراحات ويجفف القروح ويقطع انبعاث الدم .\r\n\r\n124 - بليلج :\r\n( ابن عمران ) ثمرة هندية خضراء ترض وتجفف فتصغر طعمه مرّ عفص . ( غيره ) يشبه الهليلج أملس القشر رخو عفوصته لذيذة مع مرارة يسهل السوداء باللطف . ( ابن سيناء ) لا شئ أدبغ للمعدة منه وربما عقل البطن وفي الأكثر يلين . ( المجوسي ) قوته أضعف من الأملج .\r\n\r\n125 - بل :\r\n( الخوزى ) هو قثاء هندى كقثاء الكبر مر حار يابس في الثانية قابض عقل يقوى الأحشاء نافع ينفع الأمراض الباردة . ( ابن عمران ) هي حبة سوداء محددة تشبه الذرة في داخلها ثمرة دسمة وهي المستعملة يؤتى بها من الهند تنفع من استرخاء العصب والنقرس وتزيد في الباه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : افمادون ، غ : فمارون .\r\n","page_name":" 65 ","page_number":70},
  {"content":"\r\n\r\n126 - بلاذر : ( ابن جلجل ) ينبت بأرض الهند والسند وهو حب فيما بين الفستق واللوز إلى الشاهبلوط أقرب من الفستق بالتشبيه أسود اللون في داخله حبة كاللوزة بيضاء عليها قشر حوله عسل أسود إلى الحمرة . ( غيره ) يؤتى به من الصين وقد ينبت بصقلية في جبل النار . ( ابن سينا ) لبه كلب اللوز حلو لا مضرة فيه وعسله لزج ذو رائحة مقرح مورم يحرق الدم والأخلاط . ينفع من الأمراض الباردة وفساد الذكر لكنه يهيج الوسواس والمالنخوليا وهو سم .\r\n( غيره ) لبه باذ زهر له يدفع ضرره وقوم يقضمونه ولا يضرهم خاصة مع الجوز والسكر .\r\n\r\n127 - باقلّى :\r\n( ج ز ) معتدل التجفيف والجلاء وجرم الباقلي فيه من كيفية الجلاء شئ يسير . وأما قشره قوته تقبض لا قوة تجلو ، ولهذا صار قوم من الأطباء يطبخون الباقلي بقشره ويطعمونة من به قرحة الأمعاء ومن به استطلاق أوقىء . والباقلي على شكل الطعام أشد نفخة من كل طعام وأعسر انهضاما إلا أنه يعين على نفث الرطوبة من الصدر والرئة وينفع الأورام الحارة ضمادا والمطبوخ مع شحم الخنزير للنقرس .\r\n( وقال في الأغذية ) الباقلي نافع ولا ينفك عن النفخة بالطبخ كما لا ينفك الشعير . ( ذ ب ) قوامس . يولد الرياح ويرى أحلاما ردية كاذبة ويزيد في لحم البدن وإذا طبخ بالخل والماء وأكل بقشره قطع الاسهال من قرحة الأمعاء .\r\nوالباقلي الحديث أردى للمعدة من العتيق . ( غيره ) خلطه ليس رديا ولا مولد السدد لأنه يجلو جلاء حسنا لكن إدمانه يثقل الرأس ويوهن الفكر ويورث هموما وأحزانا ويولد تكسيرا في البدن وحكة وخصوصا طريّه .\r\n\r\n128 - باقلّى قبطي :\r\n( ذ ب ) ينبت كثيرا بمصر وقد ينبت أيضا بآسيا وقيليقيا ويوجد في المياه القائمة . ورقه كبار كالأجنحة وطول ساقه ذراع في غلظ الأصبع . ولون زهره كلون زهر الورد أحمر وهو في عظمه قريب من\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":71},
  {"content":"\r\n\r\nزهر الخشخاش وإذا أورق عقد سنا كالخراريب وفيه الباقلي صغار ويغلو موضعه على الموضع الذي ليس فيه حب كأنه نفاخة الماء . ويسمى قيبوريون وقيبوتيون وهو الموضوع في مدر الطين لأن الذين يزرعونه يصيرونه في كتل من الطين ويلقونه في الماء . وأصله مثل القصب يؤكل مطبوخا ونيئا ويقال له قلقاس . وقد يؤكل هذا الباقلي طريا وإذا جفف اسودّ وهو أصغر من الباقلي المعروف وقوته قابضة جيدة للمعدة . ( الفلاحة ) ينبت في المياه القائمة بمصر . ورقه أنفش من ورق الأترنج قليلا وعيدانه ضعيفة فيها تعويج وعقد كثيرة وأصوله أكبر وأشدّ .\r\nتدويرا من أصول القصب . غذاؤه يسير محمود ويتولد عنه لحم رخو قليل ودم صالح قليل الاهتياج والثوران .\r\n\r\n129 - بشنين :\r\n( ذ د ) لوطوس المصري هو صنف من الحندقوقا يكون بمصر وينبت في ماء النيل إذا فاض وساقه كساق الباقلي . وهو أبيض شبيه بالشعر ينبسط إذا طلعت الشمس وينقبض إذا غربت الشمس وان رأسه إذا غربت الشمس يغوص في الماء وإذا طلعت يطلع على الماء . ورأسه يشبه العظيم من رؤوس الخشخاش وفيه بزر كالجاورس يجففونه المصريون ويطبخونه ويعملون منه خبزا . وله أصل شبيه بالسفرجلة يؤكل مطبوخا ونيئا وطعمه مطبوخا يشبه طعم صفرة البيض .\r\n\r\n130 - بيرور « 1 » :\r\n( قسطا ابن لوقا ) نبات ينبت في المياه القائمة وينكشف عنها وهو في شكل الكماة . وعليه قشر أحمر يستخرج من الأرض كالكمأة ويؤكل مسلوقا . ( ابن رضوان ) هو أصل البشنين النابت في النيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : بيروز ، ابن البيطار وداود الأنطاكي : بيادون :\r\n","page_name":" 67 ","page_number":72},
  {"content":"\r\n\r\n\r\n131 - بيقة « 1 » :\r\n( ذ ب ) افاقى تنبت في الحروث وهي أطول من نبات العدس دقيقة الورق وهي أعظم قضبانا . وغلف ثمرها أكبر من غلف ثمر العدس وفيه ثلث حبات أو أربع سود أصغر من العدس . ويؤكل مثله مطبوخا ومطحنا يقطع تجلب المواد إلى المعدة والأمعاء . ( ج و ) قوة هذه الحبة قابضة وحرارتها معتدلة وهي أعسر انهضاما من العدس . ( وقال في الأغذية ) هو ردئ الخلط السوداوى كالعدس الا أن للعدس فضائل ليست له .\r\n\r\n132 - بخرة\r\nتسمى بالعجمية ارفيليه « 2 » : ( ف ) عشبة كالكشنى وحبه كحبه . ترعاها الماشية فتسمن . ونباتها في القيعان .\r\n\r\n133 - باذنجان\r\nاسم فارسي ويسمى بالعربية الأنب والمغد والحدق والوغد : ( الرازي ) جيد للمعدة التي تقىء الطعام دائما ردى للرأس والعين مولد دما سوداويا يسيرا ويفتح سدد الكبد والطحال . والخل والدهن يصلحانه وشر ما يؤكل منه المشوى والنىء . ( غيره ) إذا شق وملح بالملح حتى يجرى ماؤه وتذهب حرارته لم يتبين له ضرر . ولكنه ردى الغذاء مسود للبشرة مصفر للون مبثر للفم . ( ابن سينا ) العتيق منه أردى والحديث أسلم . وعند ابن ماسرجويه أنه بارد والصحيح أنه حاز يابس في الثانية مسدد الا المطبوخ منه بالخل وليس يعقل ولا يطلق .\r\n\r\n134 - بصل :\r\n( ج ز ) مسخن في الرابعة وجوهره غليظ . ( ذ ب ) قروميون . الطويل منه أشد حرافة من المدور والأحمر من الأبيض واليابس من الأخضر والنىء من المشوى ومن المخلل والمملح . وكل البصل فهو لذاع مولد للرياح فاتق لشهوة الطعام ملطف معطش مغثى مقىء نافخ للبطن مفتح لا فواه العروق والبواسير . وإذا اكتحل بمائه مع العسل نفع من ضعف البصر ومن ارغاما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في ت وغ ، ابن البيطار : بيقية .\r\n( 2 ) ت : أوفليولة ، غ : أو فيلقة .\r\n","page_name":" 68 ","page_number":73},
  {"content":"\r\n\r\nوالغمامة وابتداء الماء والمطبوخ منه أشد ادرارا للبول . ( غيره ) يولد خلطا رديئا ويضر بالعقل ويسبت والطبخ يصلح حدته ويزيد في الباه حينئذ وإذا أكل نيئا يدفع ضرر المياه واختلافها .\r\n\r\n135 - بلبوس :\r\nويسمى بصل الزيز ( الفلاحة ) وهو بصل لا طاقات له وورقه وصورته كالبصل البستاني وقد يعظم أصله بكثرة المطر . وفي طعمه مرارة وقبض يخشن الحلق . ( ج و ) الزيز يولد خلطا باردا غليظا لزجا لأنه عسر الانهضام نافخ مهيج لشهوة الجماع ومن خارج يجلو ويدمل ويجفف .\r\n( ذ ب ) بولبوس « 1 » : هو نبات يؤكل والأحمر منه من بلاد ليبوى جيد للمعدة والمرّ منه يشبه الأسقيل وهو أجود للمعدة من الحلو ويهضم الطعام ويشهيه كثير الغذاء يكثر اللحم ويولد نفخا مخشن للسان وجانبي الحنك . مع العسل ينفع عضة الكلب الكلب ضمادا .\r\n\r\n136 - بصل القئ\r\n( ذ د ) : ورقه أدق وأطول بكثير من البلبوس المأكول وأصله كأصله عليه قشر أسود وأصله يقىء . ( ج ز ) هو أسخن من المذكور قبل\r\n\r\n137 - بخور مريم :\r\n( ذ ب ) قيقلامينوس . ورقه كورق قسوس وفي الورق آثار لونها إلى البياض . وطول ساقها أربع أصابع عليها زهر كالورد الأحمر فرفرى . ويخزن « 2 » ( الأصل ) مثل بصل الفار وينبت في مواضع ظليلة دافيا وخاصة في ظلال الشجر . وأصله مع شراب إذرومالى يسهل بلغما كثيرا أو كيموسا يابسا . وقيل أنه إذا تخطأته الحامل أسقطت وإذا شد في الرقبة أو العضد منع الحبل . ومع الشراب ترياق للسموم خاصة الأرنب البحري ومع ماليقراطن الممزوج بالماء القراح يبرئ من اليرقان ثلاثة مثاقيل منه ويجب أن يدفى شاربه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت . بولوبوس .\r\n( 2 ) هذه الكفة ناقصة في ت وغ . وقال ديوسقوريدس : وإذا قلع أصل هذا النبات يخزن الخ\r\n","page_name":" 69 ","page_number":74},
  {"content":"\r\n\r\nبتغطيته بثياب كثيرة واضطجاعه في بيت حار ليعرق . ويقتل الجنين شربا ولطخا على السرة والمراق والخاصرة ويلين البطن . ( ج ز ) « 1 » قوته منقية جالية مفتحة جاذبة محللة مدرّة مفسد للجنين لو طلى على مراق البطن . وينفع أصحاب الزقاق لاخراجه المرار المنتشر في جميع البدن بالعرق وكذلك ينبغي لنا نحن أن نحتال كل حيلة في اجتلاب العرق لشاربه .\r\n\r\n[ 138 
  ] - بخور مريم آخر :\r\n( ابن الهيثم ) نبات ورقه دقاق في صفة ورق النيل . وعلوه ذراع دقيق في أصل كل ورقة عسلوج صغير في طرفه رؤوس صفر كأنها شعبة من أكليل الشبث وبزره كبزره . وأصله يمنع الحبل تعليقا على المرأة .\r\n\r\n[ 139 
  ] - بهمن :\r\n( ابن رضوان ) هو أصل جزر برى منه أبيض ومنه أحمر ( غيره ) البهمن ضربان أحمر وأبيض وهي عروق في قدر الجزر كثيرا ما تكون مفتولة ومعوجة منتسجة طيبة الرائحة والطعم وفيها لزوجة حار في الثانية لطيف مفتح مقو للقلب جدا مسمن ينفع من النقرس ويحرك شهوة الجماع ( لي ) الأطباء المتأخرون متفقون في صفة البهمن وقوته الا أنه .\r\nعندنا اليوم مجهول والاختلاف فيه كثير والمجلوب منه مع أنه غير شبيه بما وصفوا فيه أيضا اختلاف كثير . وقد يؤتى بأصول كالجزر داخلها أبيض وظاهرها لكي اللون ويقال أنه البهمن الأحمر . وقد يؤتى بقطع كالزنجبيل صلبة كالقرون عاجية اللون فيها لزوجة ويقال أنها بهمن أبيض وقد يستعمل نبات يسميه بعض الشجارين كف آدم ويزعمون أنه البهمن الأحمر وهو نبات يعلو ساقه نحو من ذراع وورقه في قدر ورق الآس أطرافها إلى التدوير ما هي وأصول خشبه لونها ما بين السواد والصفرة وداخلها إلى الحمرة . وقد يكون نبات يسمى الكف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : و .\r\n","page_name":" 70 ","page_number":75},
  {"content":"\r\n\r\nالجذماء « 1 » له أصل كالشلجمة لونه أغبر إلى الحمرة هش خفيف رخو ينتؤ منه شبيه الأصابع اثنان أو ثلاثة ولهذا النبات ساق مربعة لونها فرفرى عليها زهر فرفرى كزهر خصى الكلب وكأنه صنف منه . وينبت في رمال قريبة من البحر .\r\nويستعمل أصله بدل البهمن الأحمر وقوته كقوته . وقد يؤتى بعروق بيض طوال مفتولة رخوة لزجة وهي البهمن الصحيح وقد يظن قوم أنه أصل النبات المسمى بالعجمية برشانه وقد يبيع الشجارون أصل البرشانه على أنه البهمن الأبيض الصحيح وقد يظن أن قوته كقوته . وهذا النبات له ورق في طول ذراع وأكثر وعرضه دون الشبر وهو مشقق مشرف جعد أملس أخضر إلى السواد وله بريق وهو كثيرا نابت من أصل واحد وأطرافه منحنية مائلة إلى الأرض وله ساق خارجة من بين الورق في غلظ الابهام طويلة جوفاء مدورة عليها ورق صغار من نصفها إلى أعلاها إلى الطول ما هي فيها تشريك وفيما بينها غلف كثيرة بعضها فوق بعض في شكل مناقير البط عليها زهر فرفرى مائل إلى البياض داخله ثمر كالبلوط مملوء رطوبة لزجة . وله أصل طويل معقد رخو يشبه أصل الخطمي مملوء رطوبة لزجة غائر في الأرض فيه شئ من حلاوة مع حرارة . قوته كقوة البهمن يزيد في الباه ويخصب البدن ويدرّ البول وبعض الناس يسمى هذا النبات مطرشانه وبعضهم يسميه عشبة التجار ونباته في المواضع الرطبة من الجبال والخنادق وقد يتخذه بعض الناس في المنازل والبساتين .\r\n\r\n[ 140 
  ] - بوزيدان :\r\nعامة الصيادلة يقولون أبو زيدان ويزعمون أنه خصى الثعلب وهم فيه على الخطأ . وبعضهم يزعم أنه البهج والصحيح أنه البهج أو صنف منه .\r\n( ابن جلجل ) البوزيدان أصول صلبة بيض تشبه البهمن الأبيض . وهو دواء هندى قليل التصرف وقد جلب الينا ورأيته مرارا . ( ابن رضوان ) هو ضرب من المستعجلة حار يابس في الثالثة يذيب الاخلاط الغليظة الباردة . ( ابن ماسويه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : الحدما .\r\n","page_name":" 71 ","page_number":76},
  {"content":"\r\n\r\nاجوده ما ابيض لونه وغلظ عوده وكثرت خطوطه الغير الأملس . ( حبيش ) منافعه كمنافع السورنجان في المفاصل والنقرس . ( ماسرجويه ) حار يزيد في المنىّ ويسهل الماء الأصفر شربته درهمان . ( ابن سينا ) ينفع من السموم .\r\n\r\n[ 141 
  ] - بهج :\r\nهو المستعجلة معروف يؤتى به من المشرق وقيل إنه المغاث وقيل إنه البوزيدان . وهي عروق بيض صلبة فيها لزوجة يستعملها النساء للسمنة وهو خطأ . وقد يغش به آخر يشبهه . وقيل إنه أصل نبات ورقه كورق الطرخشقون إلا أنه حلو الطعم . وله أصل أحمر وله دمعة حمراء كالدم .\r\nإذا قشر خرج داخله أبيض ويجمعه الشجارون فيبيعونه عن البهج .\r\n\r\n[ 142 
  ] - بدسكان\r\nويقال باداسقان وبدسقان وبداسكان : ( ابن سرافيون ) قيل إنه نبات مدور يجلب من أذربيجان . ( الرازي ) حشيشة يتخذ منها القبط أسورة . ( ابن سينا ) حشيشة يتخذ منها الزنج أسورة . ( المجوسي ) حار يابس ملطف محلل .\r\n\r\n[ 143 - 
  ] باذاورد :\r\n( ذ ج ) أقنئالوقى أي الشوكة البيضاء . وينبت في جبال وغياض ورقه كورق الخامالاون الأبيض أدق منه وأشد بياضا وعليه شئ كالزغب وهو شوك طول ساقه أكثر من ذراعين في غلط الابهام وأكبر ولونها إلى البياض ما هي جوفاء مربعة على طرفها رأس مشوك شبيه برأس القنفذ البحري إلا أنه أصغر منه مستطيل لون زهره فرفيرى وبزره كحب القرطم إلا أنه أشد استدارة منه . شرب أصله صالح لنفث الدم والاسهال المزمن . وبزره ينفع المنهوشين ويطرد الهوام من المواضع التي تعلق فيها ( ج و ) في أصله تجفيف وقبض معتدل يضمر الأورام الرخوة ضمادا وطبيخه ينفع وجع الأسنان مضمضة .\r\n( المجوسي ) أصله أقوى من ورقه وينفع من الحميات العتيقة وإذا وضع على نهش العقارب ممضوغا نفعها .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":77},
  {"content":"\r\n\r\n\r\n[ 144 
  ] - باذروج\r\nهو الحبق الريحانى : ( ابن جلجل ) هو الحبق العريض الورق مشبع الخضرة يتخذ في البساتين . والحبق القرنفلى نوع منه غيره هو بالمشرق من بقول المايدة . ( ج ح ) حار في الثانية لا ينفع من داخل بل ضماده يحلّل وينضج . ( ذ ب ) أوقيمون وهو الباذروج كثرة أكله تظلم العين وتلين البطن وتهيج الباه وتدرّ البول وهو عسر الانهضام . وماؤه يجلو ظلمة البصر وشمه يحدث عطاسا وينبغي أن يغمض العين تغميضا شديدا وقت العطاس .\r\nوأهل ليبوى يزعمون أن من يأكله لا يتألم للسعة العقرب . وقوم يحذرون أكله لأنه إذا مضغ ووضع في الشمس تولد منه دود . ( الرازي ) جيد للمعدة والقلب واكثاره يظلم البصر . ( ابن سينا ) فيه قوى متضادة ولذلك يسهل من داخل ويقطع الرعاف من خارج سيما مع الخل والكافور ويذهب الضرس ويسكن العطاس في مزاج ويحركه في مزاج غيره .\r\nعاقبة أكله غير محمودة وهو مما ينقص الذهن جدا ويولد الدود في الجوف ويولد دمارديا .\r\n\r\n[ 145 
  ] - باذرنجبوية .\r\nهو اللاعية النحلية وهو الترنجان : ( ذ ج ) ماليسوفولون وقد يسمى ماليطينا أي عشبة النحل وانما سمى بهذين الأسمين لاستطابة النحل الحلول فيها . وورقها وقضبانها يشبهان ورق بالوطي وقضبانه إلا أن ورقها أكبر وليس عليه زغب . ورائحته كرائحة الاترنج . شرب ورقها بالسذاب والضماد به يوافق لسعة العقرب ونهشة الرتيلاء وعضة الكلب الكلب .\r\n( غيره ) معتدل الحرارة لطيف ينفع من جميع الأمراض السوداوية ويطيب النكهة ويفرح القلب . وشرب من ماء ورقه عشرون درهما ويؤكل نيئا مطبوخا .\r\n( ج ز ) قوته كقوة الفراسيون الا أنه دونه كثيرا .\r\n\r\n[ 146 
  ] - بلوطى .\r\nوقد يسمى المرو البرى وريحانا بريا : ( ذ ج ) ويسمى مالامفراسيون وهو نبات قضبانه مربعة سوداء عليها زغب ومخرجها\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":78},
  {"content":"\r\n\r\nمن أصل واحد كبير شبيه ورق فراسيون الا أنه أكبر منه وأشد استداره متفرق بعضه عن بعض كورق ماليسوفلن منتن الرائحة ولذلك سماه بعض الناس ماليسوفلن والزهر على القضبان على استدارة والتضمد بورقه مع الملح ينفع عضة الكلب الكلب . ( ج و ) قوته كقوة الفراسيون الا أنه دونه كثيرا .\r\n\r\n[ 147 
  ] - بولوقنيمون :\r\n( ذ ج ) هو شجرة صغيرة تستعمل في وقود النار ورقه كورق أوريغانس وثمر شبيه بالفلك كثمر غليخن . وليس عليه أكليل لكن له رؤوس صغار طيبة الرائحة مع حدّه . وإذا تضمد به ألصق الجراحات وينبغي أن لا يحل ضماده إلى اليوم الخامس . ( ج ح ) يسخن ويجفف في الثانية يدمل مواضع الضرب .\r\n\r\n[ 148 
  ] - بلسكنى « 1 » :\r\nيعرف بمصفاة الراعي والودود ومحب الصبيان .\r\n( ذ ج ) أفارينى وقد يسمى أمفالوقارفوس ومحب الناس وهو نبات ذو أغصان كثيرة طوال مربعة خشنة عليها ورق نبات باستدارة مفرّق بعضه من بعض كورق الفوّة وزهر أبيض وبزر صلب مستدير وسطه إلى التجويف ما هو مثل السرة وقد يعلق هذا النبات بالثياب وقد يستعمله الرعاة مكان المصفاة في تصفية اللبن من الشعر . عصارة ثمره وورقه بالشراب ينفع من نهش الرتيلا والأفعى شربا ومع الشحم يحلّل الخنازير ضمادا . ( ج و ) هذه الحشيشة تجلو قليلا وتجفف وتلطف .\r\n\r\n[ 149 
  ] - بيخيون\r\nحشيشة السعال : ( ذ ج ) وقد يسمى فيثيون وفيخيون وفاطرانيون « 2 » . ورقه كورق قسّوس بل أعظم بست أو بسبع تنبت من الأصل ولون ما يلي أسفل الورق أبيض وما يلي أعلاه أخضر وفي الورق زوايا كثيرة وطول ساقه شبر . ويظهر له في الربيع زهر أضفر ويسقط زهره وساقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن البيطار : بلسكى ، غ : بلسخنى ، ت : بلسكنى\r\n( 2 ) ت وغ فاطانون .\r\n","page_name":" 74 ","page_number":79},
  {"content":"\r\n\r\nسريعا ولذلك يظن به أنه لا زهر ولا ساق له . وله أصل دقيق وينبت في مروج ومواضع مائية . ضماد ورقه مع العسل ينفع الأورام الحارة واستنشاق دخانه ينفع السعال وعسر النفس وطبيخه بالشراب يخرج الجنين الميت . ( ج و ) سمى بهذا الاسم لنفعه السعال وهو حاد حريف باعتدال ولذلك يفجر الدبيلات . ( ابن سينا ) طريه يقلع الجرب المنقدح .\r\n\r\n[ 150 
  ] - بلنجاسف\r\nويقال برنجاسف وهو السويلا : ( ذ ج ) ارطاميسيا زهر البلنجاسف أكثر نباته في السواحل . وهو نبات يستأنف الكينونة في كل سنة وهو لاحق بثمنس شبيه الأفسنتين ورقه أعظم من ورق الأفنستين وفيه رطوبة تدبق باليد . ومنه صنف انضر « 1 » أغصانا وأعظم ورقا من باقيه وله زهر صغار دقاق بيض ثقيلة الرائحة تظهر صيفا . ومن الناس من يسمى ارطاميسيا لنبات دقيق العيدان ساذج الساق صغير جدا ملآن زهرا شمعى اللون صغير يستأنف اللون في كل سنة . ( ج و ) « 2 » وقد يسمون ارطاميسيا حشيشتين كلناهما يسخنان يسيرا ويجففان ينفعان لقروح الأرحام . ( ذ ) . وكل هذه الأصناف يسخن ويلطف والجلوس في طبيخها يدر الطمث ويخرج المشيمة والجنين . ( غيره ) الأصفر الزهر أقوى فعلا من الأبيض الزهر .\r\n\r\n[ 151 
  ] - بابونج :\r\n( ذ ج ) أنثاميس وقد يسمى لوقانثيمون وإيرانثيمون أي يزهر ربيعا وخامايميلون « 3 » أي تفاح الأرض وميلانثيمون وخروسقاليس « 4 » أي الذهبي وقاليس . وهو ثلاثة أصناف والفرق بينها إنما هو في لون الزهر فقط وله أغصان طولها ذراع وأقل وفيها شعب دقاق وورق صغار دقاق ورؤوس مستديرة صغار في باطن بعضها زهر أبيض وفي بعضها زهر ذهبي وفي الذي يظهر عنه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : أقصر .\r\n( 2 ) ت وغ : هذه الحروف ناقصة .\r\n( 3 ) ت : خالميليون ، غ : خاماليون .\r\n( 4 ) ت وغ : خروساليس .\r\n","page_name":" 75 ","page_number":80},
  {"content":"\r\n\r\nالزهر على الرؤوس يظهر باستدارة حولها ولونه يكون أبيض وأصفر وفرفرى وهو في قدر زهر السذاب وينبت في أماكن خشنة وبالقرب من الطرق ويقلع في الربيع ويجمع . وقوة هذا النبات وعروقه وزهره مسخنة ملطفة والفرفرى أقوى في تفتيت الحصا والأبيض والأصفر أقوى في أدرار البول . ( ج ) ويسخن في الأولى ويرخى ويحلل ويوسع المسام .\r\n\r\n[ 152 
  ] - بهار :\r\nهو الأقحوان الأصفر وبعضهم يسميه خبز الغراب والبهار عند العامة هو النرجس . ( د ج ) بفثلمون أي عين البقر وهو نبات له ساق رخصة وورق كورق الرازيانج وزهر أصفر أكبر من زهر البابونج شبيهة بالعيون وينبت في الدمن يحلل الأورام البلغمية بالقيروطى وإذا شربه صاحب اليرقان في الحمام بعد خروجه من الابزن لحسن لونه وقياه ماء . ( ج و ) ورده أكبر من ورد البابونج جدا وأكثر تحليلا منه . ( ابن سينا ) هو كاوچشم ورده أصفر اللون أحمر الوسط أسمن من ورد البابونج .\r\n\r\n[ 153 
  ] - بنفسج :\r\n( ذ د ) « 1 »\r\nإيون . ورقه أصغر من قسوس وأرق وأشد سوادا وليس بعيد الشبه منه .\r\n( ابن الجزار ) هو كورق الخبازى وقضبانه تفترش على الأرض . ( ذ ) ورقه أصغر من الخبيز وساقه يخرج من أصل عليه زهر فرفيرى طيب الرائحة جدا ينبت في مواضع ظليلة خشنة . إذا شرب زهره بالماء ينفع من الخناق وصرع الصبيان وورقه يبرد ضمادا . ( ج و ) جوهر ورقه مائي بارد قليلا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ذ ج .\r\n","page_name":" 76 ","page_number":81},
  {"content":"\r\n\r\n\r\n[ 154 
  ] - بهرامج :\r\n( ف ) هو الرّنف « 1 » وهو الخلّاف البلخي . وهو ضربان ضرب منه مشرّب شعر نوره أحمر ومنه أخضر هياديب النور وكلاهما طيب الرائحة « 2 » . ( لي ) هذا هو الياسمين البرى ورقه أكبر من ورق الياسمين وقضبانه مربعة في لونها فرفيريه تمتد حبالا على الأرض وتتعلق بالشجر وله زهر أصفر من الياسمين أبيض في عناقيد في داخله هدب وهو طيب الرائحة جدا يظهر في الضيف وله عروق في غلظ الخنصر . ومنه صنف اخر دقيق الورق جدا وقضبانه في رقة الحلفاء وكلا الصنفين حديد الطعم جدا يقرح اللسان ولذلك يسميه العوام عشبة النار والنار الباردة . وقد يستعمل أصل هذا النبات بدل الشيطرج وبدل الخريق .\r\nوالصنف الصغير منه وهو الذي ذكره ذيوسقوريدس وسماه قليماطيس . ( ذ د ) قليماطيس هو نبات يخرج أغصانا لونها إلى الحمرة رقاقا حريف جدا مقرح اللسان ويلتف على الشجر كما يلتف ميلاخوس قوة ورقه محرقة حار في أول الرابعة . ( ذ ) شرب ؟ ؟ ؟ بالماء واذرومالى يسهل بلغما ومرّه .\r\n\r\n[ 155 
  ] - برطانيقى :\r\nقيل هو البرتيقة الحلوة . ( حنين ) هو المسمى بستان أبروز . ( ذ د ) هو من النبات المستأنف كونه في كل سنة له ورق كورق الحماض البرّى أشدّ سوادا منه وعليه زغب ويقبض اللسان وساقه ليس بعظيم وأصله دقيق قصير يصلح لقروح الفم وورم اللوزتين . ( ج و ) قابض يدمل الجراحات .\r\n\r\n[ 156 
  ] - بستان ابروز :\r\nبستان افروز فارسي معناه منوّر البستان وبالعربية يسمى عرف الديك . ( حنين والرازي ) هو برطانيقى .\r\n( ابن جلجل ) نبات يعلو في قدره أكثر من ذراع له قضبان طوال عليها ورق كورق القثاء إلى الطول . وفي أطراف أغصانه وشائع لونها فرفيرى مليح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت الرنف ، غ : الشريف .\r\n( 2 ) أنظر كتاب المخصض لابن سيدا ج 11 ص 143\r\n","page_name":" 77 ","page_number":82},
  {"content":"\r\n\r\nالمنظر وليس له رائحة عطرية . وأول من عرف هذا الدواء بالأندلس يونس الحرّانى . شرب عصارته ينفع من السم المسمى اقونيطون وهو النبال . ( المجوسي ) نوار بستان افروز يسكن حرارة المعدة بالسكنجبين والجلاب .\r\n\r\n[ 157 
  ] - بنتومه :\r\nهذا نبات يعرب عندنا بهذا الاسم ويعرف أيضا بالرقعة الفارسية وذرق الطير وقد يسمى الخرقطان وبالسريانية ماراقونا وهو ينبت في شجر الزيتون يخرج من نفس الشجرة وقد ينبت أيضا في شجر الكمثرى . وله قضبان طوال معقده خضر وورق أخضر أقصر من ورق الزيتون وأعرض وأصلب ، وله ثمر أحمر لزج وفي داخله بزر . ومن أراد زراعته شق في ساق شجرة الزيتون أو البلّوط أو نحوهما من الشجر وجعل في جوف الشجر حبتين يفعل ذلك في أول الربيع فإنه ينبت . وشرب ورقة مع الطين الأرمني يجبر كسر العظام وشرب طبيخه يمنع السعال وطعمه قابض وفيه شئ من المرارة .\r\n\r\n[ 158 
  ] - بلوغوناطن :\r\nأي كثير الركب ويعرف بالفيورا . ( د ذ ) هوثمنس وينبت في الجبال وطوله أكثر من ذراع وورقه كورق الغار إلا أنه أعرض منه وأشد ملاسة وفي طعمه شئ يسير من طعم السفرجل أو الرمان مع شئ من قبض . وفي كل موضع ينبت منه الورق زهرا أبيض كثيرا جدا متفرع من موضع واحد . وله أصل أبيض طويل كثير العقد عليه زغب ثقيل الرائحة في غلظ أصبع يقلع الكلف ضمادا . ( ج ح ) قوته وطعمه مركبان من القبض والحرافة وشئ من الكراهة والبشاعة ليس محيط به الصفات . فهو لذلك ليس « 1 » نافع في أشياء كثيرة خلا أن قوما يستعملون أصله ضمادا في مواضع الضرب وفي جلاء الكلف .\r\n\r\n[ 159 
  ] - بولامونيون :\r\n( ذ د ) وقد يسمى فيلاطاريون وخيليذونامون وهو نبات أغصانه صغار دقاق متشعبة وورق أطول وأكبر من ورق السذاب يسيرا شبيه بورق الشبطباط أو فودنج الماء هو المسمى باليونانية قالامنتى وعلى أطرافه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : شئ .\r\n","page_name":" 78 ","page_number":83},
  {"content":"\r\n\r\nشئ شبيه بالرؤوس المستديرة فيها بزر أسود . وأصله نحو من ذراع إلى للبياض شبيه بأصل أسطروثيون وهو الكندس . وينبت في جبال ومواضع خشتة .\r\n( ج ح ) ملطف مجفف ينفع عسر البول وعرق النساء وبالخل لوجع الطحال وللسعة العقرب تعليقا .\r\n\r\n[ 160 
  ] - بنطافلّون :\r\nمعناه ذو خمس ورقات ويعرف بكف مريم .\r\n( ذ د ) وقد يسمى بنطابيطوس وبنطاطومون وبنطاذقطولون وفسوذوسالينون وقالليباطلون وكسولولطون . وهو نبات له قضبان دقاق طولها نحو من شبر ورقه كورق النعنع خمس على كل قضيب وعسيرا ما يوجد أكثر من ذلك والورق مشّرف في كل جانب مثل تشريف المنشار . وله زهر لونه إلى البياض والصفرة وينبت في أمكنة رطبة وقريبة من الأنهار . ولون أصوله إلى الحمرة وهو يستطيل وهو أغلظ من الخربق الأسود وهو كثير المنافع . ( ج ح ) أصله يجفف شديدا بلا حدة ولا حرافة . ( ذ ) طبيخه ينفع قروح الفم ووجع الأسنان مضمضة ومن خشونة الحلق غرغرة وعلل الخنازير ضمادا . وقد يشرب الربّ بإدرومالى لحمىّ الربع والغبّ والصرع وقد يستعمل هذا النبات في الهياكل للتطهّر .\r\n\r\n[ 161 
  ] - بردىّ :\r\n( ابن جلجل ) هو الخوص ويعرفه المصريون بالفافير . وهو نبات ينبت في المياه وله ساق طويلة خضراء إلى البياض عليه قتقلة كبيرة ويتخذ من هذا النبات كاغذ أبيض بمصر يسمى القراطيس فمتى قيل في الطب قرطاس محرق فإنما يراد به هذا الذي يكون من البردى . ( لي ) البردى صنفان منه ذكر لا يخرج له نبات ومنه أنثى له ساق وله قطن يقال له الطوط . وأما الفافير فزعم قوم انه غير هذا البردى المعروف عندنا لكنه صنف منه وذكروا أن الفافير أغلظ ساقا من البردى وله خوص كخوص البردى ونباته ملتف في ساقه عليها ورق مثل هدب الصنوبر الا أنه أقل . وقشر نباته قوى صلب يصنع منه ارسان وحبال قوية ويتخذ الناس هذا القشر لحمل الصابون وغيره . ومن\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":84},
  {"content":"\r\n\r\nالفافير خاصة يتخذ القراطيس . ( ذ ا ) فافيروس وهو البردى معروف منه يعمل القراطيس ( ج ح ) « 1 » نبات ليس يستعمل في الطب متى أنقع وأحرق وهو مع الخل يدمل الجراحات . ( ذ ) أصله يغذوا غذاء طيبا يسيرا وقد يمتصه أهل مصر ويطرحون ثفله . ورماده ينفع القروح الخبيثة من أن تسعى في الفم وغيره . ( غيره ) يطعم أصله الغض للمطحول فينفعه نفعا بينا .\r\n\r\n[ 162 
  ] - بنج :\r\nهو السيكران المعروف عندنا بهذا الاسم والسيكران بالحقيقة غيره . ( ذ د ) إيسقواميس وهو ثمنس قضبانه غلاظ وأوراقه عراض صالحة الطول مشققة الأطراف إلى السواد عليه زغب . وعلى القضبان ثمر كالجلنار في شكله متفرق في طول القضبان واحد بعد واحد منها مطبق بشئ كالترمس وهذا الثمر ملآن بزرا شبيها ببزر الخشخاش . وهو ثلاثة أصناف منه ما زهره فرفيرى وورقه سميلكس وبزره أسود وزهره كالجلنار مشوّك . ومنه ما زهره تفاحى اللون وورقه وزهره ألين من الأول لون بزره إلى الحمرة كبزر أروسيمن .\r\nوهذان الصنفان رديان يجننان ويسبتان . والثالث وهو لين في المجس فيه رطوبة تدبق باليد وعليه شئ فيما بين الغبار والزغب وزهره أبيض وكذلك بزره ، وينبت بالقرب من الشجر وفي الخرابات . فإن لم يوجد هذا الصنف فليستعمل الأحمر البزر فأما الأسود فليرفض لشره . وعصارة هذا النبات أجود وأشد تسكينا للوجع من صمغه . ( ج ح ) الذي بزره أسود والذي بزره أحمر يقتلان ويجننان وأما الأبيض فهو الذي ينتفع به في الطب وهو بارد في الثالثة .\r\n( غيره ) البنج الأبيض يقع في الأدوية المسمنة بعقده الدم . وإذا دخن به الضرس الوجع في أنبوب سكنه .\r\n\r\n[ 163 
  ] - بزرقطونا :\r\nهو الأسفيوس بالفارسية . ( ذ د ) فسوليون وقد يسمى قونوقيفالون وأهل سقيليا يسمونه قروسطاليون وآخرون قونوموا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ . و .\r\n","page_name":" 80 ","page_number":85},
  {"content":"\r\n\r\nوهو نبات ورقه كورق قورونوبس وعليه زغب وقضبان طولها نحو من شبر وابتداء جمته من وسط النبات وفي أعلاه رأسان أو ثلاثة مستديرة فيها بزر كالبراغيث أسود صلب وهو المستعمل وينبت في\r\nالأرض المحروثة . ( ج ح ) بارد في الثانية معتدل في الرطوبة واليبوسة .\r\n( ذ ) قوته مبردة إذا تضمد به مع الخل ودهن الورد والماء نفع من أوجاع المفاصل . ( غيره ) أجوده الكبير الممتلئ الذي يرسب في الماء والمقلو منه قابض يعقل البطن وينفع من السحج وليتحفظ من سحقه فان الاكثار منه ربما قتل .\r\n\r\n[ 164 
  ] - بوصين « 1 » :\r\nهو الجوثران وبالبربرية برباشكه « 2 » . ( ذ د ) فلومس هو صنفان أبيض وأسود . والأبيض منه أنثى ورقه كورق الكرنب الا أن عليه زغب وهو أعرض من ورق الكرنب وطول ساقه نحو من ذراع أو أكثر بيضاء وعليها زغب وزهر أبيض إلى الصفرة وبزره أسود وأصله طويل عفص في غلظ الأصبع وينبت في الصحارى . ومنه ذكر ورقه أيضا أبيض إلى الطول ما هو وهو أدق من ورق الأنثى وكذلك ساقه أدق من ساق الأنثى . وأما الصنف الأسود الورق فإنه يخالف الأبيض وأعرض ورقا منه وهو يوافقه في سائر الحالات . وفي النبات صنف آخر يسمى فلومس برّى له قضبان طوال لاحقة في كبرها بقضبان الشجر وورقه كورق الالسفاقوس وحمل القضبان أشياء مستديرة كالفلك مثل ما للفراسيون وزهر أصفر إلى الذهبية . ومن النبات لون آخر يسمى فلومس وهو ثلاثة أصناف منها صنفان عليهما زغب وهما لاصقان بالأرض ولهما ورق مستدير والصنف الثالث يسمى لوخنيطيس أي السراجية وقد يسمى ثرواليس أي الفتيلة . وله ثلاث ورقات أو أربع أو أكثر قليلا غلاظ عليها زغب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : كذلك .\r\n( 2 ) ت وغ : برناشكه .\r\n","page_name":" 81 ","page_number":86},
  {"content":"\r\n\r\nوفيها رطوبة تدبق باليد يعمل منها فتائل السراج . ( ج ح ) أصل النوعين الأولين في طعمه قبض . وقوة جميع الأصناف تجفف وتجلو جلاء معتدلا وتحلل وقد تحمر الشعر بالنوع الذهبي الزهر .\r\n\r\n[ 165 
  ] - باطاسيطيس :\r\n( ذ د ) هو قضيب طوله نحو من ذراع وأكثر في غلظ الابهام وعليه ورق كالأجنحة الكبيرة وفي أعلا القضيب شئ ملتصق كأنه فطرة . إذا دق ورقه ناعما وضمد به نفع من القروح الخبيثة . ( ج ح ) يجفف في الثالثة .\r\n\r\n[ 166 
  ] - بونيون :\r\n( ذ د ) وقد يسمى أقطيون . وهو نبات ساقه مربعة صالحة الطول في غلظ أصبع . وورقه كالكرفس الا أنه ألطف منه بكثير كورق الكزبره . وزهره كزهر الشبث وبزره طيب الرائحة أصغر من بزر البنج ( ج و ) حار مدر للبول والطمث . ( ذ ) بزره يسخن ويدر ويخرج المشيمة ويصلح لوجع الطحال والكلى والمثانة . وأما بسوذ وبونيون « 1 » فهو ثمنس طوله نحو من ثلاثة أشبار وينبت في جزيرة اقريطى ورقه كورق بونيون . ( ج و ) وكذلك بسوذ وبونيون « 2 » إسخانه كاسخان بونيون .\r\n\r\n[ 167 
  ] - برسياوشان :\r\nهي شعر الجبار وكزبرة البئر . ( ذ د ) أذيانطون وقد يسمى فولوطريخون . ورقها كورق الكزبرة مشقق الأطراف وأغصانها سود صلبة دقاق طولها نحو من شبر . وليس لها ساق ولا زهر\r\nولا ثمر . وله أصل لا ينتفع به وينبت في أماكن ظليلة وحيطان المغائر الندية وعند المياه المجتمعة من سيلان العيون . ( ج و ) يجفف ويلطف ويحلل معتدل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : بسوذوبونيمون ، غ : بسودونونيمون .\r\n( 2 ) ت : بسويه‌ذونيون ، غ : بسوبوذيون .\r\n","page_name":" 82 ","page_number":87},
  {"content":"\r\n\r\nبين الحرارة والبرودة يعين على نفث الاخلاط اللزجة من الصدر والرئة . ( ذ ) طبيخه ينفع الربو ووجع الطحال ويفتت الحجارة ويعقل البطن . ( الرازي ) قوته تذهب سريعا . ( ابن ماسويه ) ستة دراهم منه تسهل الصفراء من المعدة .\r\n\r\n[ 168 
  ] - بولوغالن :\r\n( ذ د ) نبات طول نباته نحو من شبر وورقه كورق العدس عفص . وقيل إن شربه يكثر اللبن . ( ج ح ) ان كان يولّد اللبن كما قيل فهو معتدل الحرارة والرطوبة .\r\n\r\n[ 169 
  ] - بوقنوقومن « 1 » :\r\n( ذ د ) نبات ورقه كالجرجير أغلظ منه خشن حريف وساقه مربعة وزهره كزهر الباذروج وثمرته كبزر الكزاث . وأصله أسود فيه صفرة مستدير مثل تفاحة صغيرة ورائحته كرائحة التراب وينبت في مواضع صخرية ، ( ج ح ) أصله وثمرته وورقه فيها قوة تحليل وجذب للسلى . وثمرته أقوى من ورقه وهما أقوى من الأصل وهو يسهل الصفراء وشرب ذرخمى من ثمرته تحدث أحلاما مشوشة .\r\n\r\n[ 170 
  ] - بسبايج :\r\n( ذ د ) بولوبوذيون . ينبت في الصخور التي عليها خضرة وفي ساق شجرة البلوط العتيقة على الأشنة . طولها نحو من شبر ويشبه النبات المسمى بطارس أي السرخس « 2 » وعلى أصله شئ من زغب وزغبه مشرف وليس تشريفه بدقيق مثل بطارس وللأصل شعب كأرجل السمك المسمى كثير الأرجل وغلظه كغلظ الخنصر وإذا حك ظهر لون ما بداخله أخضر . وطعمه عفص مائل إلى الحلاوة وهو أجوده . ( ج ح ) يجفف بغير لذع . ( ذ ) « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : بوقنومون ، غ : بوقوموس .\r\n( 2 ) هاهنا وضع الكلمات مخلوط في ت ، وفي غ الكلام مشوش جدا : ايلاسرخوس بطاروس .\r\n( 3 ) ناقص في ت وغ .\r\n","page_name":" 83 ","page_number":88},
  {"content":"\r\n\r\nوقد يعطى منه مطبوخا مع بعض الطيور والسمك أو السلق أو الملوخيا فيسهل مرة سوداء وبلغما من غير أن يمغص « 1 » أو يؤذى . ( ابن ماسوية ) وقد يطبخ بماء الشعير والشربة منه من درهم إلى خمسة مطبوخا أو منقوعا . ( المجوسي ) أو مدقوقا ناعما مع سكر . ( ابن سرابيون ) أو مع ماء الشعير وقد يسهل الخلط اللزج المخاطى من المعدة والمفاصل ويغثى .\r\n\r\n[ 171 
  ] - برنج :\r\n( ابن وافد ) حب صغير على قدر حب الماش منقط ببياض وسواد عديم الرائحة يؤتى به من الصين . وهو حار يابس في الثالثة يسهل الديدان وحب القرع بقوة الشربة منه درهمان .\r\n\r\n[ 172 
  ] - برنك كابلى :\r\n( ابن سينا ) هو سندى أو هندى . وهو نوعان صغار غير مفتتة « 2 » وكبار مفتتة والصغار أفضلها يسهل البلغم والديدان وحب القرع . ( لي ) أظنه البرنج المذكور .\r\n\r\n[ 173 
  ] - باجروجى :\r\n( الفلاحة ) يرتفع مقدار ثلاثة أذرع وينبت في الأراضي اليابسة الصلبة ورقها كورق الكاكنج ويورد وردا خفيف الحمرة إذا سقط أخلف حبا بقدر الحمص وأصغر أسود لين . وقد يضمد بثمرها وورقها مع الخل للسلع والثواليل وثمرها يغثى ويقيىء ويضرّ بقصبة الرئة ولا ينبغي أن يؤكل وورقها ينفع نفث الدم ولا ينبغي أن يشرب إلا مرة واحدة .\r\n\r\n[ 174 
  ] - بهمى :\r\n( ذ د ) فونيكس . نبات ورقه كورق الشعير إلا أنه أقصر منه وأدق له سنبل كسنبل الشيلم وقضبان طولها نحو من ستة أصابع نابتة حول الأصل سبع سنبلات أو ثمان وينبت في مواضع العمارة وعلى الأسطحة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : يمغض ، غ يمقض .\r\n( 2 ) ت وغ مشققة\r\n","page_name":" 84 ","page_number":89},
  {"content":"\r\n\r\nالجدد التطيين . وإذا شرب بشراب قابض قطع الاسهال ونزف الدم . وقيل إذا شد بصوف مصبوغ بحمرة قانية وعلق على من به نزف الدم قطعه .\r\n\r\n[ 175 
  ] - بلّوط الأرض :\r\n( ابن عمران ) عروق تشبه البلوط تكون تحت الأرض كالبلوطة وتطلع على وجه الأرض ورق عريض أخضر كورق السريس « 1 » الصغير . وينبت في الرمال كثيرا ما يكون تحت عروق البشام وطعمه مر بحلاوة كطعم البلوط وفيه حرارة مفتح مدر .\r\n\r\n[ 176 
  ] - بلخته :\r\nعشبة تنبت وتنبسط على الأرض أغصانها دقاق جدا وورقها غير دقاق لا يشبه الغصن كأنها دود يتصل أغصانها بعضها ببعض وتستدير دائرة في الأرض ولها نويرة بيضاء فيها حمرة غرغرتها تسقط العلق .\r\n\r\n[ 177 
  ] - بشنه :\r\nنبات دقيق له أغصان كثيرة دقاق يخرج من أصل واحد يفترش على الأصخر وهي منابته طولها طول أصبع معقدة كنبات الشرشرة وخضرته تميل إلى صفرة وبياض وورقه دقيق مدور كأن عليه زغبا رقيقا عليها دبقية كأنها عسل . وله زهر دقيق جدا أبيض يخلفه بزر كحب الكزبرة دقيق في غلف صغار . وفي مذاقه مرارة وقبض يسير . شرب طبيخه يفتح السدود ويذهب النفخ .\r\n\r\n[ 178 
  ] - بده « 2 » :\r\nعشبة ورقها كورق الكزبرة وأغصانها كثيرة خارجة من أصل واحد مائلة إلى البياض ما هي منتنة الرائحة تنبت بين الزرع وهي تقلع الثاليل إذا تضمد بها .\r\n\r\n[ 179 
  ] - بربينه :\r\nويقال مربانه وبالبربرية انتموت وقد يسمى المجنون ويقال أنه العظلم . وهو نبات له ورق طويل مشرف صغير فيه خشونة شديدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : الشريس ، غ السيرير ، وابن البيطار 1 - 111 : الشريش .\r\n( 2 ) غ : بره ، ابن النيطار : بذذ .\r\n","page_name":" 85 ","page_number":90},
  {"content":"\r\n\r\nالخضرة يضرب إلى السواد والغبرة وله قضبان مربعة دقاق تعلو نحو الذراع قى أطرافها زهر دقيق نحو زهر الكزبرة على طول القضبان . ومنه صنف آخر شبيه بهذا إلا أنه أكبر ورقا وأغصانا يفترش على الأرض في نباته وزهره أميل إلى الفرفيرية وماء كلى الصنفين إذا شرب قيأ بلغما لزجا وهو منوم وينفع من الغشى .\r\n\r\n[ 180 
  ] - بشام :\r\nأوردناه مع البلسان .\r\n\r\n[ 181 
  ] - بيش « 1 » :\r\nقيل أنه يسمى بالعجمية نباله وباليونانية طقسقون وقيل أنه ينبت بالصين ببلد يقال له هلاهل قرب السند . وهو نبات يعلو نحو الذراع وعليه ورق كورق الهندبا يأكلها أهل هلاهل غضا ويابسا . فإذا بعد عن السند مائة ذراع قتل آكله جميع الحيوان الا للفار والسلوى .\r\n( ابن سينا ) حار يابس في الغاية يذهب البرص طلاء وكذلك إذا شرب معجونا يقع فيه وكذلك ينفع من الجذام وشرب نصف درهم منه وأقل يقتل . وترياقه فارة البيش وهي الفارة التي تغتذى والسمانى أيضا يغتذى به ودواء المسك أيضا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من كتاب الصيدلة في الطب لمحمد بن أحمد البيروني ( من النسخة الخطية المحفوظة في دار الكتب في بروصه ( أناطولو ) .\r\nبيش‌يسمى بالهندية بش منبته بأرض الهند في جبال كشمير واسم الجبل الذي ينبت عليه شنكريسناجن في حد كرناوه من أدشنان قصبة كشمير اليه ثمانون كروة أي أميالا وارتفاع الجبل ثلاثة أميال وشربته القاتلة نصف مثقال . وفي الكتب أن السمانى يأكله ويسمن عليه . ( قال حبيش ) يأكله فاره والسلوى كأنه شئ آخر عبر عنه بالبيش فان البيش يشبه السعد وأنواعه أسماء طبقات الهند وهي كالدر ومنكن وشرنك وهلاهل . فكالدر هو بيش أخضر ومنكن وهو شودر أسود .\r\nوشرنك وهو برهمن أبيض قتال . وهلاهل وهي كشتر أصفر . قيل أوحاه قتلا بوزن شعيرة هو كالكوث أسود المكسر صلب وسطه إلى البياض ما هو ذو ثلاثة قرون . وقيل أن البرهمن الأبيض يقتل منه دانق .\r\nوبيش حلو صلب غير مكتنز إلى الحمرة يقتل منه دانقان وكشتر بين البياض والسواد صلب ووسط مكسره أبيض يحيط به سواد . وستودر بين الصفرة والبياض يقتل منه نصف درهم ، وجندال يقتل منه دانق .\r\n","page_name":" 86 ","page_number":91},
  {"content":"\r\n\r\nيقاومه . ( المسعودي ) أصناف البيش ثلاثة أولها يسمى رسيس أي رأس التنّين وهو البرهمى الأبيض يفسخ على المكان . والثاني يسمى القرون توجد في سنبل الطيب عوده دقيق بقدر نصف أصبع عليه نقط بيض صغار كأنها سحيق الطالق أو الكافور . والثالث يسمى التفه يصاب في سنبل الطيب أيضا .\r\nطوله عقد أصبع كأنه أصل القصب الفارسي معقد . وهو خبيث ويسقى منه بخل للسعة العقرب قدر سمسمة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nو ( قال قسطا ) هو أوحى السموم قتلا حتى أن رائحته ربما تصرع ويطلى عصير رطبه على النصول فنقتل .\r\nوهو ثلاثة ألوان كلها قاتلة وأولها البرهمن الأبيض أخبثها غائلة يفسخ ويقتل على المكان . والثاني يشبه القرون يوجد في سنبل الطيب عود كنصف أصبع دقيق منقط بنقط بيض صغار كسحيق الطلق له يصيص والثالث يصاب في السنبل الطيب عود قدر أصبع مثل القصب الفارسي عقد عقد وليس للبيش مع السنبل مجاوزة وما ذكر هي السموم على حدة درن البيش . وقال ( بشر الجزّى ) هو خمسة أنواع وأوحاها قتلا الهلهل ويوجد في السنبل شبيه العنبر . يقتل منه وزن خردلة وربما قتل ريحه ولا ينفع فيه الترياق .\r\nوأكثر ما يوجد في السنبل الازب وهو ما كان فيه سواد وبياض . قال ( ابن مندويه كلاكوت يشبه السعد . وقال قوم فيه أنه يعجل القتل وربما ينول برأس قناة فيضر وقل ما يقع منه إلى بلاد الاسلام .\r\nوالذي يسم به الثياب يسمى كلكل يخيطها الخياط مغلف الأصابع .\r\nوذكر بعض الهنود أن هلاهل وكالكوت اسمان لمسمى واحد وهو نوع من البيش أسود إلى الزنجارية والبرهمن الأبيض أسلمها ويشبه الوج وبه يقع النداوى . ثم ينحط اللون عن البياض ويزداد الشر إلى أن يكون شودر الأسود المكسر شرها ، وكلما كان أسمن وأقل غصونا وتشنجا فهو أشد عملا وشرا . أوقاته في السقي ما قارب طلوع الشمس إلى نصف النهار . وقيل في الهلهل إنه يشبه القسط ولهذا يكره ذواق القسط . ومنه نوع يسمى شرنك أي السعدي لشبهه به ومنبته في جبل يسمى كاليدهار من حدود كشمير المتصلة بويهند . وقالت الصيادلة يوجد منه في هلاوش وفي القسط وكذلك في كروة ويعثر عليه بأن ينقع في الماء فيرسب البيش ويطفو كروه .\r\n( 1 ) ت : قرتالنون .\r\n","page_name":" 87 ","page_number":92},
  {"content":"\r\n\r\n\r\n[ 182 
  ] - بسّد هو المرجان :\r\n( ذ ه ) قوراليون « 1 » وقد يسمى ليثوذاندرون أي الشجر الحجري ويقال إنه نبات بحرى ينبت في جوف البحر وإنه إذا خرج من البحر ولقيه الهواء اشتدّ وتصلب . وقد يوجد كثيرا في الجبل المسمى باخونون الذي عند مدينة سوراقوسا « 2 » . وأجوده الأحمر الشبيه بالجوهر المسمى سيريقون وقد قيل إنه يشبه بلون الاسرنج أو بالمشبع اللون من الجوهر المسمى سندقس وهو فيما قيل الزنجفر سريع الانفراك في جميع أجزائه متساوي الأجزاء رائحته كرائحة الطحلب البحري كثير الأغصان شبيه في شكله بشجر السليخة والحجرىّ الرخوردى . قوته قابضة مبردة باعتدال جالية تنفع نفعا بينا من نفث الدم . ومنه صنف آخر أسود في شكل الشجرة أكثر أغصانا من الأول ورائحته أشدّ من رائحته . وقوته كقوته محرقة وتقطع الدمعة وتفرح القلب تنفع الطرش تقطيرا في الأذن مع دهن البلسان .\r\n\r\n[ 183 
  ] - بورق :\r\n( ابن إسحاق ) البورق صنوف كثيرة منه الأرمني الذي يؤتى به من أرمينية ومنه المسمى نطرون ويؤتى به من الواحات وهو ضربان أحمر وأبيض ويشبه الملح المعدنى ومذاقه بين الحموضة والملوحة . ( ابن وافد ) البورق أنواع كثيرة ومعادنه كثيرة فمنه ما يكون جاريا ثم يتحجر ومنه ما يكون في معدنه حجرا ومنه أحمر ومنه أبيض وأغبر وألوانا كثيرة . والنطرون وإن كان من جنس البورق فان له أفاعيل غير أفاعيل البوزق . ( الرازي ) أصنافه كثيرة منه ورق الصاغة وهو الأبيض السبخىّ ومنه الزبدىّ وهو أجودها كلها ولونه ترابى أغبر ومنه بورق الغرب وهو يكون في شجر الغرب . ( ذ ه ) نيطرون . يجب أن يختار منه الخفيف الوردي اللون والأبيض المثبت كأنه اسفنجة . وأما المسمى افرونيطرون ومعناه زبد النطرون وهو كما قيل الأرمنّى فأجوده الخفيف ذو الصفائح السريع التفتت الفرفرى اللون الشبيه بالزبد اللذاع مثل الذي يؤتى به من مدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : كسوراقوسا .\r\n( 2 ) ت وغ : سقيدس .\r\n","page_name":" 88 ","page_number":93},
  {"content":"\r\n\r\nفيلاذلفيا وبعدها في الجودة المصرىّ وقد يكون أيضا بالموضع المسمى ماغنيسيا من بلاد قاريا . ( ج ط ) الفرق بين البورق الأبيض والإفريقي المعروف بالزبدى وبين زبد البورق ان زبد البورق مجفّف ومنظره كمنظر دقيق الحنطة أبيض وليس هو مثل زهر الحجر المجلوب من اسّوس « 1 » رمادى اللون . وأما البورق الزبدى فليس كالدقيق منخلا بل جامد يجتمع وهو الذي يستعمله الناس في كل يوم ليغسلوا به أبدانهم في الحمام وقوته ليست تجلو الوسخ فقط بل تحلل أيضا الرطوبات الصديدة المحدثة للحكة ولولا أنه يغثى ويهيج القئ لكان بالغا في تقطيع الاخلاط اللزجة وكان انسان يبرئ به من أكل الفطر . ( غيره ) البورق صنفان مخلوق ومصنوع والمخلوق هو المعدنى وهو صنفان أرمنى ومصرى . والأرمني أجود ولم نره عندنا والمصري صنفان صنف يسمى النطرون وهو ملح حجري يضرب إلى الحمرة وطعمه إلى الملوحة فيه مرارة يسيرة تدل على شدة احتراقه . وضرب منه يعرف بورق الخبز لأنّ الخبازين بمصر يحلّونه بالماء ويغسلون ظاهر الخبز قبل خبزه فيكسبه بريقا . ودونها البورق المصنوع وهو المسمى عندنا النطرون وهو ملح حجري قطّاع جلّاء يتولد من مادة الزجاج ورطوبة الرصاص والقلىّ إذا خلط الزجاجون بعضه ببعض وأدخلوه النار وهو يسمى أيضا \" التنكار \" « 2 » .\r\n\r\n[ 184 
  ] - بصاق القمر .\r\nويسمى أيضا رغوة القمر وزبد القمر : ( ذ ه ) ليثوس سالينيطيس أي حجر القمر وقد يسمى افروسالينون أي رغوة القمر . سمى بذلك لأنه يوجد بالليل في زيادة نور القمر أجوده الأبيض المشفّ الخفيف الكائن في بلاد العرب . وقد يحك ويسقى ما ينحل منه لمن به صرع وقد يلبسه النساء مكان التعويذ وتعليقه على الشجر يولد فيها الثمر . ( ج ط ) قد وثق الناس به انه ينفع من الصرع واما نحن فلم نمتحن ذلك ولم نخبره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : افسوس .\r\n( 2 ) هذه الكلمة ناقصة من ت وغ .\r\n","page_name":" 89 ","page_number":94},
  {"content":"\r\n\r\n\r\n[ 185 
  ] - بادزهر :\r\nمعناه بالفارسية مقاوم السمّ . ( كتاب الأحجار ) ينفع من السموم الحارة والباردة شربا وتعليقا . ومعادنه بالصين والهند والمشرق وله في شبهه أحجار كثيرة ليست لها خاصيته كالقبورى « 1 » والمرمر حجر لا يخطو منه شيئا وقد يخالط به كثيرا . وهو حجر نفيس لين المجسه لينا غير مفرط دقيق المذاهب في غاية النفع من السموم الحيوانية والنباتية ومن غض الهوام ولذعها ونهشها . إذا شرب منه مسحوقا منخولا وزن اثنتي عشرة شعيرة خلص من الموت ولو وضع في فم المسموم ومضغه نفعه . ( ابن جلجل ) هو حجر إلى الصفرة وفيه خطوط بيض . وأخبرني ابن الصقلى انه رآه في جبال قرطبة وهو بالمشرق مشهور عند الملوك الأجلاء . ( الرازي ) هو حجر أصفر رخو لا طعم له رأيت منه مقامة عجيبة في دفع ضرر البيش وكان الحجر الذي رأيته إلى الصفرة والبياض في لون الخمر وكان مع ذلك متشظيا كشظايا الشبّ . ( عطارد بن محمد ) حجر البادزهر إذا وضع قبالة الشمس عرق وسال منه الماء نفع من تلهبّ الحمى والرمد إذا امتصّ عرقه . ( غيره ) ألوانه كثيرة أغبر واصفر ومشرب شئ من الخضرة ومشرب ببياض ومنكّت . وأجوده الأصفر الصافي ثم الأغبر .\r\n\r\n[ 186 
  ] - بزادى :\r\n« 2 » هو البجادى أيضا . ( كتاب الأحجار ) معادنه بالمشرق وإذا أخرج من معدنه كان مظلما عديم الشعاع فإذا قطعه الصانع خرج حسنه وله بريق ومن تختّم\r\nبوزن عشرين شعيرة منه لم ير أحلاما رديئة ومن استقبل شعاع الشمس وأدمن النظر في هذا الحجر نقص نور عينيه . وأجوده ما اشتدت حمرته وكثر بربقه وإذا مسح بشعر الرأس لقط من الأرض السفّا والتبن الصغار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : القروي ، غ : القرون .\r\n( 2 ) ت وغ : برادى .\r\n","page_name":" 90 ","page_number":95},
  {"content":"\r\n\r\n\r\n[ 187 
  ] - بارود :\r\n« 1 » حجر أسود يسميه المصريون ملح الصين . ( ذ ه ) ليثوس آسيوس . المختار منه الشبيه بلون القيسور وكان رخوا خفيفا سريع التفتت فيه عروق غائرة صفر . واما زهر هذا الحجر فهو ملح يتكون عليه دقيق ومنه أبيض ومنه قيسورى اللون إلى الصفرة وهو يلذع اللسان يسيرا . ( ج ط ) يسمى هذا الحجر آسيوس وليس هو صلبا لأنه يشبه في لونه وقوامه الحجارة المتولدة في قدور الحمامات . ويتكون عليه شئ كغبار حيطان الرحا ويسمى هذا الدواء زهر الحجر المجلوب من اسيوس وهو الصخرة التي فيها تتولد هذه الزهرة وملوحتها تدل بالحدس أن تولدها انما هي من الطلّ الذي يقع على تلك الصخرة من البحر ثم تجففه الشمس ( ذ ) قوة هذا الحجر وزهره معفنة محلّلة للخراجات « 2 » مع ، صمغ البطم أو الزفت والزهرة أقوى من الحجر وأفضل في ابراء القروح العتيقة والنقرس . وإذا ذرّ في حمام على الأبدان السمينة مكان النطرون أضمرها . ( ابن رضوان ) يقوى البصر ويجلو البياض .\r\n\r\n[ 188 
  ] - بيض :\r\n( ج ) الذي ألفنا وسهل علينا وجوده فهو بيض الدجاج . فلسنا نحتاج معه إلى غيره . ومزاجه أبرد قليلا من البدن المعتدل ومجفّف تجفيفا لا لذع معه . ( ذ ب ) الصلب أكثر غذاء من النيمبرشت وهو من الرقيق ( غيره ) الأفضل بعد بيض الدجاج بيض التدرج والدراجّ والقبج والطيهوج . واما بيض البط فردئ الخلط وأيبس البيض بيض الأوز والنعام وجميع البيض يزيد في الباه لا سيما بيض العصافير وهو كثير الغذاء وخاصة بيض الحمام المقوى « 3 » سريعا وبيض الحبارى خضاب جيد للشعر وبيض السلحفاة البرية نافع جدا لسعال الضبيان والصرع وبيض الحرباء سم قاتل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : بارزد .\r\n( 2 ) ت وغ : للجراحات .\r\n( 3 ) ت وغ : القوى .\r\n","page_name":" 91 ","page_number":96},
  {"content":"\r\n\r\n\r\n[ 189 
  ] - بصاق :\r\n( ج ى ) بصاق الممتلىء من الطعام أضعف من بصاق الجائع . والبصاق كله عامة ضد الحيوانات القاتلة للانسان بلسعها ونهشها عامة وهو يقتل العقرب .\r\n\r\n[ 190 
  ] - بول :\r\n( ج ى ) قوة البول حادة حارة فيه جلاء كثير . وبول الانسان أضعف من بول سائر الحيوان ما خلا بول الخنزير الحصى فإنه مثله في ضعفه . والاغتسال بالبول ينقى النمش ويذهب الحزاز ويشفى السّعفة وقوم شربوا بول الصبيان الأطفال وأبوال الرجال فنجوا من أمراض وبائية . وأبوال الدواب تخلط بأدوية وجع المفاصل فتنفع . ( ذ ب ) بول الانسان إذا شربه صاحبه وافق نهشة الأفعى والأدوية القتالة وابتداء الحبن والبول العتيق فهو أشدّ جلاء من الحديث للقروح الرطبة العارضة في الرأس والحزاز والجرب والجدري .\r\nوبول الثور يسكن وجع الأذن تقطيرا وبول الخنزير يفتت حصاة المثانة .\r\nوبول الحيوان المسمى لونغوس « 1 » وبوله يسمى لنغوريون ويقال إنه إذا بيل تحجر على المكان وهو كلام باطل . وإذا شرب مع الماء نفع المعدة وقروح الأمعاء وبول الحمار يبرئ من وجع الكلى . ( غيره ) بول الجمل شديد النفع من الخشم لأنه يفتح سدد المصفى بقوة شديدة وهو مع بول الانسان نافع من الاستسقاء ويطلى بهما الطحال . وإذا عقد بول الصبيان في إناء نحاس نفع من البياض والجرب في العين وإذا انعقد بول الكلب سود الشعر حسنا . والسكران إذا شرب بول جمل أفاق من ساعته . ( ابن سينا ) أن رجلا مطحولا رأى في النوم أنه أمر بشرب بوله ثلاث مرات كل يوم ففعل ذلك وعوفي وجرّب في غيره فوجد عجيبا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : لعونوس ، غ : لفوفوس .\r\n","page_name":" 92 ","page_number":97},
  {"content":"\r\n\r\n\r\n[ 191 
  ] - بول الإبل :\r\nهي أقراص يؤتى بها من اليمن وتباع بالموسم بمكة يعالج بها الجراحات الطرية بدمها فيلتصق بها ولا يقلع حتى يبرأ . وهو معروف عندهم مشهور . وتذكر أهل اليمن أن إبلهم ترعى في فصل السنة حشيشا يكون هناك خاصة في ذلك الوقت فيأخذون أبوالها عند ذلك فيجففونها ويقرصونها وإنما يكون هذا باليمن فقط .\r\n\r\n[ 192 
  ] - بنت وردان :\r\nهي الصراصر من الحاوي . ( ذ ب ) سيلفى .\r\nجوفها إذا سحق بزيت وإذا طبخ بزيت وقطّر في الأذن سكّن وجعها ( غيره ) بنات وردان قوية التحليل مدرة تسقط الأجنه تنفع من النافض وسموم الهوام والبواسير ووجع الأرحام والكلى .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":98},
  {"content":"\r\n\r\n\r\nحرف الجيم\r\n\r\n[ 193 
  ] - جوز بوا .\r\nوهو جوز الطيب : ( ابن سينا ) هو جوز في قدر العفص سهل المكسر دقيق القشر طيب الرائحة . ( إسحاق بن عمران ) يؤتى به من الهند وأجوده الثقيل الرزين الدسم الأمر . ( غيره ) طعمه كطعم القرنفل حارّ يابس في الثانية يقوى البصر ويذهب البخر ويهضم الطعام ويقوى الكبد والطحال . وأما البسباسة فهي من قشر جوزبوا الرفيق الذي فوق القشر الغليظ وأجودها الحمراء وأدناها السوداء وهي قشور متراكمة دقاق يابسة إلى حمرة وصفرة تحذو اللسان كالكبابة حارة يابسة في الثانية قابضة محللة للنفخ .\r\n\r\n[ 194 
  ] - جلنار .\r\nوهو الرّمان الذكر ويسمى بالعربية المظّ : ( ذ ا ) بالاوسطيون أصنافه كثيرة منه أبيض ومورد أحمر وخلقته كورد الرمان . وتستخرج عصارته كعصارة الهيوفقسطيذاس وهو قابض يصلح لكل ما يصلح له ذاك .\r\n( ج و ) الجلّنار وهو زهر الرّمان البرّى طعمه قوى القبض وقوته تجفّف وتبرد .\r\n\r\n[ 195 
  ] - جوز الزنج :\r\nهو ثمر في قدر التفاح إلى الطول قليلا مزوّى منتسج في داخله حبّ صغير كالقاقلّة الصغيرة مدحرج أصهب اللون حريّف الطعم ينحو إلى مذاق الخولنجان طيب الرائحة يجلب من صحارى البربر . وشرب دانق منه بماء حار ينفع من القولنج الريحى .\r\n\r\n[ 196 
  ] - جوز الشرك « 1 » :\r\nوهو جوز الحبشة وهو في قدر جوز الأكل إلا أنه أطول قليلا وطرفاه محددان كأنه شكل ما صغر من أصول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ جوز الشوك .\r\n","page_name":" 94 ","page_number":99},
  {"content":"\r\n\r\nالخنثى ولونه أحمر إلى السواد قليلا وطعمه كطعم الزنجبيل وهو أشد حرافة منه ورائحته طيبة . يؤتى به من بلاد السودان ويستعمل في\r\nالجوارشات « 1 » المسخنة والذي يؤتى به من بلاد البربر دون هذا .\r\n\r\n[ 197 
  ] - جوز :\r\n( ج ز ) القبض في قشره الخارج وهو طرىّ ليّن وعصارته دواء ينفع من أدواء الفم والخنجرة . والجوز نفسه للطافته ودهانته يسرع الاستحالة إلى المرار وخاصة ما عتق منه . ( ذ ا ) قاريا باسليقا . عسر الهضم ردئ للمعدة يولّد المرار الأصفر ومع التين اليابس والسذاب باذزهر من الأدوية القتالة قبل وبعد . والجوز الرطب أقل ضررا للمعدة وهو أعذب وأحلى ولذلك يخلط بالثوم ليكسر حرافته .\r\n\r\n[ 198 
  ] - جلّوز .\r\nوهو البندق : ( ذ ا ) قاريا فونطيقا . ضارّ للمعدة وإذا سحق وشرب بماء وعسل أبرأ من السعال . ( ج ز ) جنس من الجوز صغار فيه الجوهر الأرضي البارد أكثر ما في الجوز الكبار . ( غيره ) يغذو الدماغ ويولّد الرياح في البطن الأسفل .\r\n\r\n[ 199 
  ] - جمّيز :\r\nيسمى به التين الذكر ويسمى به صنف آخر من التين .\r\n( ذ ا ) سيقومورون أي التين الأحمق « 2 » وإنما سمى بهذا الاسم لأنه ضعيف الطعم وهي شجرة كشجرة التين بها لبن كثير جدا ورقها كورق التوت وتثمر ثلاث مرات أو أربع في السنة وليس يخرج ثمرها من فروع الأغصان كما يخرجه ثمر التين بل من سوقها كما يخرج التين البرّى وهو أحلى من التين الفجّ وليس فيه بزر في عظم بزر التين وليس ينضج دون أن يشرى بمخلب من حديد . وينبت كثيرا في بلاد قاريا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ . جوارسنات .\r\n( 2 ) ت وغ : أحمر .\r\n","page_name":" 95 ","page_number":100},
  {"content":"\r\n\r\nروذوس وفي المواضع التي تكثر فيها الحنطة . وقد ينتفع بثمره في ؟ ؟ ؟ الجدب لوجوده في كل وقت وهو يسهل ردى للمعدة واللبن المستخرج من ثمرته في الربيع يلزق الجراح محلل للاورام . وقد يكون في جزيرة قوبروس ثمر في عظم الإجاص وهو أحلى منه يشبه الجميز في سائر الأشياء .\r\n\r\n[ 200 
  ] - جوذر :\r\n( ابن جلجل ) شجرة لا ارتفاع لها أغصانها حمر وهي غليظة الأصل ورقها كورق الكمثرى البرى وله ثمر مدوّر أغبر اللون يؤكل فيقوى البطن وهذا النبات كثير بالزاب في ناحية القيروان . ( لي ) هذه الشجرة معروفة ببلاد البربر بهذا الاسم ويستعملون جلده في دباغ الجلود . وقال ابن جلجل إنه الغبيرا وليس بها .\r\n\r\n[ 201 
  ] - جاورس :\r\n( ابن واقد ) هو صنف من الدخن صغير الحب شديد القبض أغبر اللون . ( ذ ب ) قنخروس . هو أقل غذاء من سائر الحبوب يعقل البطن ويدرّ البول . ( ج ز ) يبرّد في الأولى ويجفّف في أول الثالثة وفي آخر الثانية . إذا كمد به في كيس صار أنفع من المغص .\r\n\r\n[ 202 
  ] - جرجير :\r\n( الفلاحة ) الجرجير صنفان بستاني وبرّى وكل واحد منهما صنفان . فأحد صنفى البستاني عريض الورق فستقى اللون ناقص الحرافة رخص طيب والثاني ورقه رقاق فيها تشريف ودخول في جوانبها كثير شديد الحرافة وأحد صنفى البرى ورقه كورق الخردل شديد الحرافة يجمع في حزيران .\r\n( غيره ) الجرجير البرّى هو الأيهقان وهو صنفان أحدهما الحرشاء ويسميه بعضهم خردلا برّيا وهي شجرة تقوم على ساق خضراء ورقها كورق الفجل حرش ونوره صغير أصفر مجتمع يخلف الحبّ في غلف « 1 » طوال وهي شديدة الحرافة يؤكل مع البقل والصنف الآخر له زهر أحمر . ( أبو حنيفة ) الأيهقان هو الجرجير البرّى وهو عشبة تطول في الشتاء ولها وردة حمراء وورق عريض يؤكل وفيه مرارة . ( ذ ب )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الكلمة ناقصة في ت ، وفي غ : قضبان هذا غلط من النساخ .\r\n","page_name":" 96 ","page_number":101},
  {"content":"\r\n\r\nأوزومون ادمان أكله يحرك شهوة الجماع وبزره كذلك يدر البول ويهضم الطعام ويلين البطن . وقد يكون أيضا جرجير برّى في غربى بلاد الخزر « 1 » ويستعمل أهلها بزره مكان الخردل . وهو أشد إدرارا للبول وأشد حرافة من البستاني .\r\n\r\n[ 203 
  ] - جعفيل :\r\n« 2 » يسمى حشيشة الأسد وأسد العدس وخانق الكرسنة لأنه إذا نبت بين الورس والكرسنة جفّفهما . ( ذ ب ) أوروفغحى « 3 » أي خانق الكرسنة سمى بذلك لأنه إذا نبت بين الحبوب أفسد ما قاربه . وقد يسمى قونوموريون وأهل قبرس يسمونه ثورسينى . وهو قضيب مائل إلى الحمرة طوله نحو من شبرين ربما كان أطول وله ورق فيه لزوجة وعليه زغب غضّ ولون زهرء إلى البياض ما هو والى الصفرة وغلظ أصله كغلظ الأصبع ينبت في أوان يبس الصيف . قد يسلق ويؤكل مثل الهليون ونيا أيضا . ويظن به أنه إذا ألقى بين الحبوب أسرع نضجها عند الطبخ . ( ج ح ) يجفف ويبرّد في الثانية .\r\n\r\n[ 204 
  ] - جنطيانا :\r\n( إسحاق بن عمران ) الجنطيانا صنفان صنف هو شجرة تنبت في الجبال وفي المواضع الباردة الندية الثلجية وهو الرومي وصنف هو الجرمقانى وهو كحمّاض البقر وعرقه اسود فيه شئ من مرارة وينبت أيضا في المواضع الندية ( لي ) الجنطيانا الذي ذكرها ذيوسقوريذس هي الصنف الثاني من هذين والأول هو المستعمل عندنا بالأندلس أكثر من الآخر ويكون في جبل شلير « 4 » وفي جهة سرقسطه وهو أصل شجرة ذات أغصان وورق دقاق وأصل شديد المرارة وهو أشدّ مرارة من الصنف الآخر وأقوى فعلا . ويقال إن هذا الصنف من الجنطيانا الفارسي المسمى بالفارسية كوشاذ وبالرومي بسلسقان « 5 » وبعجميّة الأندلس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في نص ابن البيطار : الخوز .\r\n( 2 ) ت : جعيفل .\r\n( 3 ) غ : أوروفقحى .\r\n( 4 ) ت : شكير ، غ : شبير .\r\n( 5 ) ت : سلسفان ، غ : سلفسان .\r\n","page_name":" 97 ","page_number":102},
  {"content":"\r\n\r\nبشلشكه . وزعم ابن وافد ان البشلشكه هي الجنطيانا الذي ذكرها ديوسقوريذس وأخطأ في ذلك . ( ذ ج ) جنطيانى . يقال إن أول من عرف هذا الدواء جنطيس ملك الروس وان اسم هذا الدواء اشتق من اسمه . وهو نبات ورقه فيما يلي أصله يشبه ورق الجوز أو ورق لسان الحمل ولونه إلى حمرة الدم والذي على الوسط والطرف من الورق مشرف تشريفا يسيرا وخاصّة فيما يلي الطرف . وله ساق جوفاء ملساء في غلظ الأصبع في طول زراعين ذات عقد والورق متباعد بعضه من بعض عليها نور كثير وله ثمر في اقماع عريض خفيف كثمر سفنذوليون « 1 » وله أصل طويل غليظ شبيه بالزراوند وينبت في الجبال الشامخة وفي الأفياء وفي أماكن المياه .\r\n( ج و ) أصله قوىّ التلطيف والتنفيذ والجلاء وتفتيح السدد وليس هذا منه بعجب إذ كان في غاية المرارة ( ذ ) مقدار درخمى منه مع فلفل وسذاب ينفع من نهش الهوام ووجع الجنب والكبد والمعدة وفرزجته تخزج الجنين .\r\n\r\n[ 205 
  ] - جدوار :\r\n( ابن سينا ) هو قطع تشبه الزراوند وأدق منه ينبت مع البيش وهو ترياق السموم كلها . ( ابن الكتّانى وغيره من المحدثين ) قالوا إنه الأنتلة والبيش الذي ينبت معها هي الطوارة وهي أصول كالبلّوط الصغير ينفع من السموم والقولنج ، وينبت معها الطوارة وهي سم قاتل وحى « 2 » ويتقارب نباتهما حتى يراهما الانسان فيظن أنهما من أصل واحد لشدة تقاربهما . وهذه الحشيشة السمّية حلوة والانتلة مرة وهي درياق عجيب يقوم مقام درياق الفاروق . وربما رعت بعض الأغنام من الحشيشة السمية فإذا أحسّت بها ارتعت من الانتلة فتخلصت من . ( لي ) الانتله عندنا ضربان ضرب يعرف الانتله السوداء وهي التي ذكروا أنها الجدوار والأخرى هي البيضاء ويسميها بعض الشجارين الفيهق وسنذكرها في حرف الفاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : سنفلدوليون .\r\n( 2 ) كذا في ت ، وفي غ : يأتي ؟ ؟ ؟ .\r\n","page_name":" 98 ","page_number":103},
  {"content":"\r\n\r\nفأما السوداء فهي مدورة وخارجها أسود وداخلها أبيض إلى الصفرة وورقها كورق كزبرة الثعلب وينبت معه الطوارة وهي تشبه به إلّا أنها أميل إلى الشربة .\r\n\r\n[ 206 
  ] - جاوشير :\r\n( ذ ج ) فاناقاس إيرقليون « 1 » . كثيرا ما ينبت في بلاد بواطيا ومدينة فسوفيس « 2 » من بلاد ارقاذيا ويغرس في البساتين للغلّة الحاصلة من صمغها . ولها ورق خشن قريب من الأرض شديد الخضرة كورق التين مستدير مشرف ذو خمس شرف . وساقها كالكلخ طويلة وعليها زغب شبيه بالغبار أبيض وورق صغار جدا . وبزر طيب الرائحة حاد وله عروق كثيرة متشعبة من أصل واحد بيض ثقيلة الرائحة عليها قشر غليظ مرّ الطعم وقد ينبت في قورينى « 3 » من بلاد ليبوى وفي ماقذونيا . وقد يستخرج صنع هذا النبات بأن يشقق الأصل في حدثان ظهور النبات ولون الصمغة أبيض فإذا جفت كان ظاهرها زعفرانيا .\r\nويجمع ما يسيل من الصمغة في ورق مفروش وفي حفائر في الأرض وقد يشقق أيضا الساق في أيام الحصاد ويجمع ما يسيل من الصمغة على ما وصفناه .\r\nوأجود الصمغة أشدها مرارة وباطنها أبيض وظاهرها زعفرانى يدبق باليد هيّن الانفراك وإذا ذيف انحل سريعا ثقيل الرائحة وقد يغش بوشق وموم ويمتحن بأن يدلك في الماء بالأصابع فان الخالص منه ينداف ويصير كاللبن . وقوّتها مسخنة ملطفة ملّينة ( ج ح ) أصل نبات الجاوشير يخفّف ويسخّن لكن أقل من الجاوشير نفسه . وفيه جلاء وخصال يحتال إليها الدواء المنبت للحم في الخراجات . وثمرته حارّة تدرّ الطمث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : أبو قليون .\r\n( 2 ) ت : فوفنس ، غ : فوقس .\r\n( 3 ) ت وغ : موقى ، ابن البيطار : موقا .\r\n","page_name":" 99 ","page_number":104},
  {"content":"\r\n\r\n\r\n[ 207 
  ] - جزر :\r\n( الفلاحة ) الجزر البستاني منه أحمر وهو أرطب وأطيب طعما ومنه أصفر وهو أغلظ وأخشن . فاما الجزر فإنه ينبت بقرب المياه وربما ينبت في القفار وذلك قليل فهو يشبه البستاني . ( ذ ج ) سطافيلينوس . نبات ورقه كورق الشاهترج الا انه أعرض منه وطعمه إلى المرارة ما هو وله نبات مستو حادّ عليه إكليل كاكليل الشبث فيه زهر أبيض وفي وسط الزهر شئ يشبه القطن لونه فرفيرى . وله أصل في غلظ الأصبع\r\nنحو من شبر طيب الرائحة يوكل مطبوخا . ( ج و ) الجزر البرى يؤكل أقلّ مما « 1 » يزرع منه في البساتين وهو أقوى من البستاني وقوتهما نافخة تحرّك شهوة الجماع وبزر البرّى مدر محدر للطمث . ( الفلاحة ) يتخذ منه شرابا يسكر والاكثار منه يخنق لمضرته بالحلق والصدر . والجزر البرى يطرد الهوام تعليقا على باب المنزل .\r\n\r\n[ 208 
  ] - جعدة :\r\n( ذ ج ) فوليون . منه جبلىّ يسمى طاوثريون وهو الذي نستعمله . وهو ثمنس صغير أبيض دقيق الورق طوله نحو من شبر وهو ملآن من البزر وعلى رأسه طرف صغير إلى الاستدارة ما هو شبيه بالشعرة البيضاء . وهو نبات ثقيل الرائحة مع شئ من طيب ومنه صنف ثان وهو أعظم من هذا وأضعف رائحة . ( ج ح ) في مذاقها مرارة وحدة يسيرة وهي تفتح السدود وتدر البول وتحدر الطمث وتدمل الضربات الكبار خاصة النوع الأكبر . وأما الأبيض فهو أبلغ في شفاء القروح الرديئة . ( ذ ) طبيخ النوعين ينفع من نهش الهوام والاستسقاء واليرقان وبالخل للطحال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : يؤكل ما .\r\n","page_name":" 100 ","page_number":105},
  {"content":"\r\n\r\n\r\n[ 209 
  ] - جمسبرم :\r\nصنف من الرياحين يشبه القيصوم . ( ابن سينا ) مفتح مسكن للنفخ قوته كقوة الشيح .\r\n\r\n[ 210 
  ] - جبره :\r\nيسمى بالعجمية أو نذباجه أي جامع البضع . ( ذ د ) أولسطيون . يستأنف كونه في كل سنة طوله ثلاثة أصابع أو أربع وله ورق وقضبان كورق وقضبان قورنوبس « 1 » أو الثيل قابضة . وأصله دقيق جدا كالشعر أبيض رائحته كرائحة الشراب وينبت في تلال . ( ج ز ) « 2 » مجفف قابض يسقى بالشراب لفسخ العضل .\r\n\r\n[ 211 
  ] - جار النهر :\r\n( ذ د ) فوطاموغيطون . سمى بذلك لأنه ينبت بقرب الأنهار والآجام . ورقه كورق السلق يظهر على الماء وعليه زغب . ( ج ح ) ؟ ؟ ؟\r\nويقبض ويوافق الحكة والقروح الخبيثة والعتيقة .\r\n\r\n[ 212 
  ] - جبلهنك :\r\n( ذ د ) سيسامويداس ويسمّيه الذين بأنطيقورا خربقا ويشبه ايريغارون « 3 » والسذاب وله ورق طويل وزهر أبيض وأصل لا ينتفع به وبزره كالسمسم مرّ الطعم ( ج ح ) هذا شبيه بالخربق . ( ذ ) : شرب تصف أكسوبافن « 4 » من بزره مدقوقا ناعما مع ماليقراطن يقيىء بلغما ومدّة . وأما سيسامويداس الصغير فهو نبات له قضبان طولها نحو من شبر ورقه كورق قرونوبس إلّا أنه أخشن منه وأصغر . في أطراف القضبان رؤوس إلى لون الفرفيرية وسطها أبيض فيه بزر كالسمسم لونه أحمر ياقوتى وله أصل دقيق .\r\n( أبو جريج ) الجبلهنك صنفان أحمر وأصفر وهو بزر كالسمسم بقىء بقوة شديدة .\r\n( الرازي في المنصوري ) حارّ ربما قتل شاربه من شدة القئ . و ( في الأغذية )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : قورنوس .\r\n( 2 ) ت وغ : و .\r\n( 3 ) ت وغ : أوريغارون .\r\n( 4 ) ت : أكسوبافن ، غ أكسوبانن .\r\n","page_name":" 101 ","page_number":106},
  {"content":"\r\n\r\nقد يحدث عن أكل السمك الذي مأواه الآجام الذي ينبت فيها الجبلهنك قىء .\r\nعنيف مفرط . ( مجهول ) وقد يكون نبات آخر يسمى الجبلهنك في الآجام ويشبه البردىّ وقشره هو التربد الأسود وينبت بالهند وبالصعيد « 1 » لكن الهندي أجود .\r\nوفي شرب درهم منه خطر يقىء ويسهل وبعضهم كان يبرئ به المفلوج .\r\n\r\n213 - جاسوس :\r\nمنهم من يسميه جبلهنك لقربه منه قوة وطبعا .\r\n( ذ د ) ميقون أفروذيس ومعناه الخشخاش الزبدى لأنه أبيض كالزبد وقد يسمى .\r\nإيرقليا . طول ساقه نحو من شبر وورقه صغير\r\nجدا لشبهه بورق أسطرثيون عند الورق ثمر أبيض . وهذا النبات كله أبيض .\r\nساقه وورقه وثمره كالزبد وأصله دقيق . وأكسوبافن منه بماليقراطن يقيىء خاصة .\r\nالمصروعين . ( ج ز ) بزره يسهل البلغم .\r\n\r\n214 - جلبوب :\r\nهو لبلاب صغير . ( ذ د ) لينوزوسطيس وقد .\r\nيسمى برثانيون وعشبة عطارد . وهو نبات ورقه كورق الباذروج إلا أنه أصغر منه مائل إلى ورق اللبلاب وأغصانه ذات عقد فيها شعب كثيرة . وهو صنفان أنثى وذكر والأنثى منه ثمرها كالعناقيد كثيفة والذكر ورقه صغار وثمره صغيرة مستديرة مركبة بعضها ببعض حبتين حبتين شبيهة بالأنثيين وطول النبات نحو من شبر .\r\n( ج ز ) زهره يلين البطن . ( ذ ) طبيخ كلى الصنفين مسهل مرة ورطوبة وإذا احتملت المرأة وشربت الذكر منهما حبلت بذكر والأنثى تحبل بالأنثى .\r\n\r\n215 - جلبان :\r\n( ابن جلجل ) هو من القطانى المأكولة له قصب مربعة ساقطة تنبسط على الأرض وله ورق حوالي القضبان إلى الطول منحنية على القصب وله أنوار إلى الحمرة تخلفه مراود فيها حبّ مدوّر إلى البياض وليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في ت وغ ، ولكن الصحيح : بالصغد .\r\n","page_name":" 102 ","page_number":107},
  {"content":"\r\n\r\nبصحيح التدوير حلو يؤكل نيئا في الربيع ثم يجف فيطبخ وهو حب كثير الرياح .\r\nومنبته إذا رقد فيه أبطل حركة الراقد عليه لأن له خاصية مضرّة بالعصب اضرارا كثيرا وقد رأينا من بطل منه مشيه ثم لم يعد صحيحا . ( الرازي ) بارد يابس قليل الغذاء رديئه يولّد السوداء مضرّ بالعصب . ( لي ) ومن الجلبان صنف كبير مرّ لا يؤكل الّا مطبوخا وقد يسمى البسيلة « 1 » وباليونانية باسليقون ومنه برّى ورقه أكبر من ورق البستاني تميل خضرتها إلى البياض وقضبانه خارجة من نفس ورقه ملصوقة على جانبي القضبان متوارية في طرف كل ورقة ثلاثة خيوط ملتفة كخيوط الكرم الا أنها أدق تلتف بما قرب منها « 2 » من النبات . وزهره أبيض أو أحمر وله خراريب فيها حبّ أصغر من الترمس ، وإذا أكل ولّد اللبن .\r\n\r\n216 - جوز القىّء\r\nويسمّى جوز الرقع . يؤتى به من اليمن وقيل إنه ضرب من الحمّاض وهو أكبر من البندق قليلا لونه بين الصفرة والبياض فيه تحزيز شرب درهمين منه يقىء بلغما ورطوبة وينفع من الفالج واللقوة .\r\n\r\n217 - جوز الكوثل « 3 »\r\nويسمى أقراص الملك ومنهم من يسميه جوز القئ . وهو دواء يؤتى به من الهند وهو كالشاهبلوط الصغير في جرمه ولونه ونصف درهم منه يسهل ويقيىء وهو غير مأمون .\r\n\r\n218 - جوز ماثل\r\nويقال جوز مائم « 4 » وجوز مانا « 5 » ويعرف عندنا بشجرة المرقّد . وهو ثمنس يعلو نحو قعدة الرجل وورقه كصغار ورق الباذنجان إلا أنها أمتن وأشدّ ملاسة وله زهر كبير أبيض طوله أقل من شبر يشبه الأبواق الشامية . وهو في براعم طوال خضر طويل المعاليق . وله ثمرة كالجوزة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في ت وفي غ : البسيلا .\r\n( 2 ) ت : بها قريب منها ، غ : فيها ما قربها .\r\n( 3 ) ت وغ : الكوبل .\r\n( 4 ) ت : ماتهن ، غ ماتمن .\r\n( 5 ) ت وغ : مانا .\r\n","page_name":" 103 ","page_number":108},
  {"content":"\r\n\r\nخشنة القشر كأنها مشوكة داخلها حب كحبّ اللفّاح . ( عيسى بن علي ) جوزماثا « 1 » يشبه جوز القئ وحبه كحب اللقاح وقشره خشن وطعمه عذب ؟ ؟ ؟ . بارد في الرابعة وقيراط منه في النبيذ يسكر سكرا شديدا ومثقال منه يقتل . ( الرازي ) مخدّر وربما يقتل ويغثى ويقئ ويسكت .\r\n\r\n219 - جوز القطاة :\r\nنبات ينبت في القيعان له ورق كورق البقلة الحمقاء إلّا أنه ألين وعليها زغب وقضبانه كثيرة خارجة من أصل واحد منبسطة على الأرض ليّنة معقدة وله أخبية كأخبية الكاكنج في جوف كل خباء غلف أصغر إلى الطول في جوفه حبّتان أصغر من الجلبان يؤكل وملؤه ينفع من القولنج .\r\n\r\n220 - جفت افريد :\r\n( ابن سينا ) شجرة صنوبرية « 2 » الشكل تشبه اللوز في رأسه كالشوكتين وربما انشقّ وانفتح . وهو يزيد في الباه جدا .\r\n\r\n221 - جبرس « 3 » :\r\n( قسطا بن اوقا ) هو الفستق المصري وهو شئ ينبت في المياء القائمة وله ساق جوفاء رقيقة على طرفها شئ كرأس القدح شكلا لونه بين الخضرة والسواد فيه ثقب مستديرة في كل ثقبة منها حبة مستديرة « 4 » وعليه قشر رقيق كما على الشاهبلوط . وهذا النبات لا يصلح لغير الأكل .\r\n\r\n222 - جوز جندم\r\nويقال جوز كندم وجوز عندم وهي تربة العسل وزهر الحجر وقد يسمى خرء الحمام . وهي تربة سبخة بيضاء إلى الصفرة يؤتى بها من برقة وخراسان وليست بتربة برقة كما يزعم . ( روفس ) مبرّد مجفف ملطّف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : مانا .\r\n( 2 ) في نص قانون ابن سينا ( طبع بولاق الجزء الأول صحيفة 285 ) : شئ صنوبرى .\r\n( 3 ) كذا في ت . وفي غ : جبروس ، وفي جامع ابن البيطار ( ج 1 ص 179 ) : جيرس .\r\n( 4 ) هذه الجملة ناقصة في النسختين ( ت وغ ) وقد كملناها من نص ابن البيطار .\r\n","page_name":" 104 ","page_number":109},
  {"content":"\r\n\r\n( غيره ) حارّة رطبة . ( ابن سينا ) يبرئ القوباء ويطفئ الحرارة ويهيّج الباه .\r\n( وقال آخر ) إذا طرح ربع كيلجة منها في عشرة أرطال من عسل وأربعين رطلا من ماء حار وضرب ناعما وغطّى صار شرابا من ساعته .\r\n\r\n223 - جزع :\r\nحجر معروف وهو صنفان يماني وصينىّ . يقال إن من تختم به كثرت همومه ورأى أحلاما مفزعة وسحيقه يجلو الياقوت ويسهل الولادة تعليقا .\r\n\r\n224 - جمست :\r\nالأحمر الياقوتى من شرب في اناء منه لن يسكر .\r\n\r\n225 - جبسين :\r\nهو حجر يوجد في معادن الجصّ صفائحى منه أبيض مشف ومنه أحمر ومنه ممتزج منهما وقيل انما هو الجص بعينه . ( ج ط ) مجفف ومغرى ومسدّد وملحج . ( ذ ه ) يقطع نزف الدم إذا شرب قتل بالخنق .\r\n\r\n226 - جبن :\r\n( ج في الأغذية ) أفضل الجبن الحديث وخاصة المتخذ من لبن حامض وهو ألذ من غيره وأجودها للمعدة وأقلها عسر انهضام وليس بردىء الخلط . والعتيق حاد معطش مولد للحصاة . ( ذ ب ) الجبن الرطب إذا أكل بلا ملح كان مغذيا طيب الرائحة والطعم جيد للمعدة هين السلوك إلى الأعضاء ويزيد في اللحم ويلين البطن باعتدال . وإذا طبخ وعصر وشوى عقل البطن وماؤه يغذو الكلاب جدا . والجبن المعمول من لبن الخيل وهو المسمّى ايفاقى زهم كثير الغذاء .\r\nمنهم من يسمى إنفحة الخيل ايفاقى . ( غيره ) الجبن المتخذ بالطبخ بالنار خير من المتخذ بالأنفحة لأنه يكتسب من الإنفحة حدة . وفي الأقط وهو الجبن المتخذ من الرايب خاصة قوة محللة .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":110},
  {"content":"\r\n\r\n\r\n227 - جلود :\r\n( ج يا ) « 1 » جلد الكبش إذا أخذ من ساعته حين يسلخ فوضع على موضع الضرب ممن يجلد نفعه أكثر من كل شئ . ( ذ ب ) القنفذ ؟ ؟ ؟ إذا أحرق جلده وخلط بزيت رطب ولطخ داء الثعلب وافقه . ( غيره ) جلد المعز والجدى ساعة يسلخ إذا وضع على لسع الحيّة أخرج السمّ . وجلد الذئب ينفع من الصرع وإذا شدّ\r\nعلى البطن أطلق القولنج . وجلد ابن آوى إذا علّق على من به عضة الكلب الكلب لم يخف من الماء .\r\n\r\n228 - جندباذستر :\r\n( ذ ب ) قاسطوروس هو السموّر وهو حيوان يصلح أن يكون في البرّ والبحر وأكثره في الماء ويغتذى السمك والسراطين وخصاه هو الجندباذستر ينفع من نهش الهوام ويهيّج العطاس ويدر الطمث ويخرج الجنين والمشيمة . وباطل ما يقال أن هذا الحيوان إذا طرد وطلب يقلع خصاه ويطرحها لأنه محال أن يصل إليها وذلك لأنها لاصقة مثل خصى الخنزير .\r\nوينبغي أن يشقّ الجلد ويخرج الخصي مع الحجاب الذي يحوى رطوبة تشبه العسل ويجفّف ويخزن . ( ج يا ) « 1 » يسخن ويجفّف ويلطف وينفع في أمراض العصب .\r\n\r\n229 - جرّى :\r\nويقال هو السلور بلغة أهل الشام ويقال هو الأنكليس ويسمى بالفارسية مار ما هي . وأما ابن جلجل فقال الجريث حوت طويل له خرطوم طويل أملس بلا قشر يكون في نيل مصر كثيرا . وقيل أنه السلباح .\r\nوذلك خطأ . ( ج ى ) قوة لحمه جاذبة . ( ذ ب ) سلورس وهو الجرى طريه يغذو ويلين البطن وينقى الرئة ويجود الصوت . وإذا تضمد بلحم المملوح منه أخرج السلاء من عمق البدن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ وابن البيطار : ى وهذا غلط .\r\n","page_name":" 106 ","page_number":111},
  {"content":"\r\n\r\n\r\n230 - جراد :\r\n( ذ ب ) أقريذاس وإذا تبخر بها النساء نفعت من عسر البول . ( غيره ) أكله يابسا محرق للدم والجراد الطويل العتيق « 1 » إذا علّق على من به حمّى الربع نفعه .\r\n\r\n231 - جخذب :\r\nوهو الطويل من الجراد . إذا أحرق في قدر وذرّ رماده على الآكلة نفعها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعل العنق .\r\n","page_name":" 107 ","page_number":112},
  {"content":"\r\n\r\n\r\n[ القسم الثاني بالإنكلزية 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":113},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 109 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 111 ","page_number":116},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 113 ","page_number":118},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 114 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":120},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 117 ","page_number":122},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 119 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 121 ","page_number":126},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 123 ","page_number":128},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":130},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":131},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 127 ","page_number":132},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 129 ","page_number":134},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 131 ","page_number":136},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 132 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 133 ","page_number":138},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 135 ","page_number":140},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 137 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 139 ","page_number":144},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 141 ","page_number":146},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":148},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 145 ","page_number":150},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 147 ","page_number":152},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 149 ","page_number":154},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 151 ","page_number":156},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 153 ","page_number":158},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 154 ","page_number":159},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 155 ","page_number":160},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":161},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 157 ","page_number":162},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 159 ","page_number":164},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 160 ","page_number":165},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 161 ","page_number":166},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 162 ","page_number":167},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 163 ","page_number":168},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 165 ","page_number":170},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 167 ","page_number":172},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 168 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 169 ","page_number":174},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":175},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 171 ","page_number":176},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":177},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 173 ","page_number":178},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":179},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 175 ","page_number":180},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 176 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 177 ","page_number":182},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 178 ","page_number":183},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 179 ","page_number":184},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":185},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 181 ","page_number":186},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 183 ","page_number":188},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 184 ","page_number":189},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 185 ","page_number":190},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 186 ","page_number":191},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 187 ","page_number":192},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 188 ","page_number":193},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 189 ","page_number":194},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 190 ","page_number":195},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 191 ","page_number":196},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 192 ","page_number":197},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 193 ","page_number":198},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 194 ","page_number":199},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 195 ","page_number":200},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 196 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 197 ","page_number":202},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 198 ","page_number":203},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 199 ","page_number":204},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 200 ","page_number":205},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 201 ","page_number":206},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":207},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 203 ","page_number":208},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 204 ","page_number":209},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 205 ","page_number":210},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 206 ","page_number":211},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 207 ","page_number":212},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 208 ","page_number":213},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 209 ","page_number":214},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 210 ","page_number":215},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 211 ","page_number":216},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 212 ","page_number":217},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 213 ","page_number":218},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 214 ","page_number":219},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 215 ","page_number":220},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 216 ","page_number":221},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 217 ","page_number":222},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 218 ","page_number":223},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 219 ","page_number":224},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 220 ","page_number":225},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 221 ","page_number":226},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 222 ","page_number":227},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 223 ","page_number":228},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 224 ","page_number":229},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 225 ","page_number":230},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 226 ","page_number":231},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 227 ","page_number":232},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 228 ","page_number":233},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 229 ","page_number":234},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 230 ","page_number":235},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 231 ","page_number":236},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 232 ","page_number":237},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 233 ","page_number":238},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 234 ","page_number":239},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 235 ","page_number":240},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 236 ","page_number":241},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 237 ","page_number":242},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 238 ","page_number":243},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 239 ","page_number":244},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 240 ","page_number":245},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 241 ","page_number":246},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 242 ","page_number":247},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 243 ","page_number":248},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 244 ","page_number":249},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 245 ","page_number":250},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 246 ","page_number":251},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 247 ","page_number":252},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 248 ","page_number":253},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 249 ","page_number":254},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 250 ","page_number":255},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 251 ","page_number":256},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 252 ","page_number":257},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 253 ","page_number":258},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 254 ","page_number":259},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 255 ","page_number":260},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 256 ","page_number":261},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 257 ","page_number":262},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 258 ","page_number":263},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 259 ","page_number":264},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 260 ","page_number":265},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 261 ","page_number":266},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 262 ","page_number":267},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 263 ","page_number":268},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 264 ","page_number":269},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 265 ","page_number":270},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 266 ","page_number":271},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 267 ","page_number":272},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 268 ","page_number":273},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 269 ","page_number":274},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 270 ","page_number":275},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 271 ","page_number":276},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 272 ","page_number":277},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 273 ","page_number":278},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 274 ","page_number":279},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 275 ","page_number":280},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 276 ","page_number":281},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 277 ","page_number":282},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 278 ","page_number":283},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 279 ","page_number":284},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 280 ","page_number":285},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 281 ","page_number":286},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 282 ","page_number":287},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 283 ","page_number":288},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 284 ","page_number":289},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 285 ","page_number":290},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 286 ","page_number":291},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 287 ","page_number":292},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 288 ","page_number":293},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 289 ","page_number":294},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 290 ","page_number":295},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 291 ","page_number":296},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 292 ","page_number":297},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 293 ","page_number":298},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 294 ","page_number":299},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 295 ","page_number":300},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 296 ","page_number":301},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 297 ","page_number":302},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 298 ","page_number":303},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 299 ","page_number":304},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 300 ","page_number":305},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 301 ","page_number":306},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 302 ","page_number":307},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 303 ","page_number":308},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 304 ","page_number":309},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 305 ","page_number":310},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 306 ","page_number":311},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 307 ","page_number":312},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 308 ","page_number":313},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 309 ","page_number":314},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 310 ","page_number":315},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 311 ","page_number":316},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 312 ","page_number":317},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 313 ","page_number":318},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 314 ","page_number":319},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 315 ","page_number":320},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 316 ","page_number":321},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 317 ","page_number":322},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 318 ","page_number":323},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 319 ","page_number":324},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 320 ","page_number":325},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 321 ","page_number":326},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 322 ","page_number":327},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 323 ","page_number":328},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 324 ","page_number":329},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 325 ","page_number":330},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 326 ","page_number":331},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 327 ","page_number":332},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 328 ","page_number":333},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 329 ","page_number":334},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 330 ","page_number":335},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 331 ","page_number":336},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 332 ","page_number":337},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 333 ","page_number":338},
  {"content":"\r\n\r\n\r\n[ القسم الثالث ( حرف الدال ) 
  ]\r\nالجامعة المصرية كلية الطب المؤلف رقم منتخب كتاب جامع المفردات لأحمد بن محمد بن خليد الغافقي المتوفى نحو سنة ه انتخبه أبو الفرج غريغوريوس المعروف بابن العبري المتوفى في سنة ه نشره مع ترجمته الإنجليزية وشروحات الدكتور ماكس مايرهوف ، الدكتور جورجى صبحي بك الرمدى بالقاهرة الأستاذ بالجامعة المصرية والطبيب بمستشفى قصر العيني القسم الثالث من الجزء الأوّل : حرف الدال القاهرة طبع بالمطبعة الأميرية ببولاق\r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":339},
  {"content":"\r\n\r\n\r\n( حرف الدال )\r\n\r\n","description":"","footnote":"","page_name":" 335 ","page_number":340},
  {"content":"\r\n\r\nحرف الدال\r\n\r\n[ 232 
  ] - دارصينى :\r\nتأويله بالفارسية شجر الصين . ( إسحاق بن سليمان ) الدارصينى على ضروب فمنه الحقيقي المعروف بدار صينى الصين ومنه الدون وهو الدارصوص ومنه المعروف بالقرفة على الحقيقة ومنه المعروف بقرفة القرنفل . فأما الدارصينى الحقيقي فجسمه أشحم وأثخن وأكثر تخلخلا من « 1 » جسم القرفة كأن لحمه يكون على ثخن الخنصر مع دهنية تظهر منه عند مضغه ودقه . واما لونه فمتوسط بين حمرة القرفة وسواد القرنفل الا انه إلى القرفة أميل وبها أشبه لأن حمرته أقوى من سواده واظهر وأما لون سطحه فيقرب من لون سطح السليخة الحمراء . وأما طعمه فأول ما يدرك منها حرافة مع قبض يسير يتبعه حلاوة ثم مرارة وزعفرانية مع دهنية خفية واما رائحته فكرائحة القرفة على الحقيقة وإذا مضغته ظهر لك منه شئ من رائحة الزعفران مع يسير من رائحة النيلوفر . واما الدارصينى الدون فجسمه يقرب « 2 » من جسم القرفة على الحقيقة في خفّته وتخلخله وحمرة لونه الا أن حمرته أقوى ولونه أشرق وجسمه أرق وأصلب وأعواده ملتفّة دقاق مقبضه شبيهة بأنابيب قضب السياج « 3 » الا أنها مشقوقة طولا غير ملتحمة ولا متصلة ورائحته وطعمه مشابهة لرائحة القرفة وطعمها في زكائهما وعطريتهما وحرافتهما الا أن الدارصينى أقوى حرارة وأقل حلاوة وعفوصة . وأما القرفة الحقيقية فمنها غليظ ومنها\r\nدقيق وكلاهما أحمر أملس مائل إلى الخلوقية قليلا وظاهره خشن أحمر اللون إلى البياض قليلا على لون قشر السليخة ورائحتها زكية عطرة في طعمها حدّة وحرافة مع حلاوة يسيرة . وأما المعروف بقرفة القرنفل فهي رقيقة صلبة إلى السواد غير متخلخلة ورائحتها وطعمها كالقرنفل وقوتها كقوتها الا ان القرنفل أقوى قليلا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ت وغ : ومنه\r\n( 2 ) ت وغ : يعرف\r\n( 3 ) ت : السياح\r\n","page_name":" 336 ","page_number":341},
  {"content":"\r\n\r\n( ذ ا ) قينامومن « 1 » هو الدارصينى . أجود أصنافه المسمى موسولون يشاكل السليخة المسماة موسوليطيس يسيرا وأجود هذا الصنف الحديث الأسود إلى لون الرماد مع لون الحمرة جدا طيب الرائحة العاري عن رائحة السذاب والقرد مانا يملأ الخياشيم من رائحته . ومنه ما يكون جبليا غليظا قصيرا ياقوتيا « 2 » ومنه صنف ثالث قريب من الأول أسود أملس متشظّ قليل العقد . ومنه صنف رابع ابيض رخو خشن النبات له أصل هين الانفراك كبير . ومنه صنف خامس رائحته كرائحة السليخة ساطع الرائحة ياقوتى اللون قشره كقشر السليخة الحمراء ليس بمتشظّ جدا غليظ الأصل . فما كان من هذه الأصناف رائحته شبيهة بالكندر أو بالآس أو بالسليخة وكانت عطريته مع زهومة فهو دون الجيد وأخص الأبيض والأجرب ومنكمش العيدان وما كان أملس خشبيا والق الأصل فإنه لا ينتفع به . وقد يوجد شئ آخر كالدارصينى يسمى دارصينيا كاذبا خشن النبات ضعيف الرائحة والقوة ومن قرفة الدارصينى ما يسمى زنجبريا « 3 » يشبه الدارصينى في المنظر الا انه زهم الرائحة وأما المسمى كسولوقينامومون المعروف بالقرفة فإنه كالدارصينى في أصله وكثرة عقده وهو خشب له عيدان طوال شديدة وطيب رائحته أقل كثيرا من الدارصينى وقيل إن القرفة جنس آخر غير الدارصينى وإنما هو من طبيعة أخرى . ( ج ز ) هذا الدواء في الغاية من اللطافة وليس في غاية الحرارة بل هو في أول الثالثة وأما قرفة الدارصينى فكأنها دارصينى « 4 » ضعيف وبعضهم يسميه دارصينى دون . ( ذ ) وقوة كل دارصينى مسخنة مدرّة ملينة منضجة موافقة من السموم ونهشة الهوام ويجلو ظلمة البصر . وقد يوجد شئ آخر يسمى قيناموميس « 5 » ويسمى أيضا سليخة كاذبة خشن الشعب جدا وأغلظ عيدانا من الدارصينى وهو دون الدارصينى بكثير في الرائحة والطعم .\r\n\r\n[ 233 
  ] - دار شيشغان :\r\nهو نوع من الجولق « 6 » متشجر طيب الرائحة ينبت في بعض السواحل ويسمى القندول وبالبربرية ازروى « 7 » . ( ذ ا ) اسفالاثوس وقد يسمى اروسيسقيفطرون وفاسغانون والسريانيون يسمونه عيدان الباردين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذلك في ت وغ\r\n( 2 ) ت وغ : جدا قويا\r\n( 3 ) ت : زنجبا غ : زنجبيا\r\n( 4 ) هاتان الكلمتان ناقصتان في الأصل\r\n( 5 ) ت : ثاموميس غ : ماموميس\r\n( 6 ) ت : حولق\r\n( 7 ) غ : ارزوى\r\n","page_name":" 337 ","page_number":342},
  {"content":"\r\n\r\nهوثمنس ذو غلظ يدخل بغلظه فيما يسمى خشبا فيه شوك كثير يكون في بلاد إسوروس « 1 » وروذيا ويستعملها العطارون في تعفيص الأدهان . أجوده الرزين الذي إذا قشر يرى لونه إلى لون الدم ما هو أو إلى لون الفرفير كثيفا طيب الرائحة في طعمه شئ من المرارة . ومنه صنف آخر أبيض ذو غلظ خشن عديم الرائحة وهو دون الأول . ( ج و ) قوته مركبة من\r\nأجزاء غير متشابهة وذلك بأنه بأجزائه الحادة الحريفة يسخن وباجزائه الضابطة مبرد وبكلتيهما مجفف ينفع من القروح المتعفنة . ( لي ) الدار شيشغان اسم فارسي يسمى بالسريانية قيسادنردين أي عود السنبل وإنما يريدون به أنه عود تشبه رائحته رائحة السنبل والناس يستعملون عندنا بدله عود الجولق بالجيم ومنهم من يستعمل زهره وهؤلاء مخطئون لان القدماء إنما ذكروا أن الجولق خشب لا أنه زهر والصحيح انه نوع من الجولق وكأن الجولق صنف منه ردئ واخلق به أنه الصنف الذي ذكره ديوسقوريدس الذي ليست له رائحة والجولق شجر له أصناف كثيرة منه كبير جدا وأكثرها لا ورق له ومن أصنافه ما يكون له ورق لطاف صغار فيما بين الشوك يكون كصغار ورق الآس وبجمعها زهر أصفر ومنها ما لزهره رائحة طيبة ومنها ما لا رائحة له ومنها ما يخلف خراريب صغار فيها بزر ومنها ما يعقد حبا كحب العرعر ويميل عنه . والدار شيشغان من هذه الأصناف منه ما هو شوك كله بلا ورق وأغصانه كثيرة قصار تخرج من أصل واحد وهو متدوّح كأنه قفة شوك أفرغت في الأرض أخضر كخضرة ورق الكرنب ولون أغصانه أحمر إلى الفرفيرية وفيه عطرية . ومنه ما يقوم على ساق وله خشب غليظ صلب خارجه أصفر وداخله أحمر عطر الرائحة وشوكه حديد دقيق كثيف وقضبانه دقاق متدوحة في أعلى ساقه ويعلو شجره من القامة وبين أضعاف الشوك ورق دقيق جدا أو زهر اصفر ذهبي وخراريب صغار فيها ثلاث حبات لاطية لونها أصفر . وينبت في جبال مظللة بالشجر ولحبه عطرية عجيبة وهو ألطف من الصنف الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غ : داسوروس\r\n","page_name":" 338 ","page_number":343},
  {"content":"\r\n\r\nذكرناه قبله . وأكثر نبات هذين الصنفين في السواحل فهذا الذي نعرفه وهو موافق لما وصف ذيوسقوريدس وغيره من القدماء وأما يونس بن تميم فإنه قال أن الدار شيشغان عند صيادلة أهل العراق هو شجر الرمان المصري وله خشب أصفر صلب عطر وله ثمر يسمى اليل وما داخله يسمى اللبّ وهو دواء يحبس الطبيعة وينفع من الحميات .\r\n\r\n[ 234 
  ] - دلب :\r\n( ابن سمجون ) هو الصّنار بالفارسية معربا وأصله جنار وهو شجر جبلى عظيم ورقه مشرف كورق الكرم وعوده أبيض إلى الحمرة رخو قشره شديد العفوصة وبه تدبغ الجلود بقرطبة ويسمونه بالقشر علما له دون غيره .\r\n( ابن عمران ) قشره غليظ أخمر وله نوار صغير متخلخل خفيف أصفر إذا سقط أخلف حبا أصفر إلى الحمرة والغبرة ؟ ؟ ؟ ؟ كحب الخروع . وأكثر ما ينبت في الشغارى « 1 » الغامضة وفي بطون الأودية . ( ذ ا ) أبلاطونوس طبيخه ينفع من وجع العين ضمادا والأسنان مضمضه ومن نهش الهوام شربا . ( ج ح ) طبيخ لحآء هذه الشجرة بخلّ ينفع من وجع الأسنان وجوزها مع الشحم ينفع حرق النار . والغبار الذي يلصق بورقها ضارّ جدا لقصبة الرئة إذا استنشق ويضر بالبصر والسمع ان وقع في العين والأذن .\r\n\r\n[ 235 
  ] - دردار :\r\nأهل الشام يسمون هذه الشجرة دردار « 2 » وأهل الأندلس البشم « 3 » الأسود وأهل العراق شجرة البق . ( ابن سينا ) هي شجرة يخرج فيها أقماع منتفخة كالرمانات فيها رطوبة تصير بقا فإذا أنفقت خرج البق . ( لي ) البق عند أهل العراق هو الباعوض وأما الذي يسمى عندنا بقا فإنهم يسمونه الأنجل . وهذه الشجرة تعرف عندنا بالبشم الأسود وهي شجرة عظيمة ورقها مستدير أخضر إلى السواد جعد الجوانب وخشبه أحمر إلى السواد . ( ج ح ) ورقها يدمل الجراحات الطرية ولحاؤها أشد برودة وقبضا . ( ذ ا ) بطاليا وهو البشم الأسود . قشرها بخمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعله عند ابن البيطار : الصحارى\r\n( 2 ) غ : دردر\r\n( 3 ) كذا في ت وغو ؟ ؟ ؟ في نسخ جامع ابن البيطار : النشم والبقم والشقم والخ\r\n","page_name":" 339 ","page_number":344},
  {"content":"\r\n\r\nأو بماء بارد يسهل بلغما وإذا صيّر على العظام المنكسرة طبيخ أصلها أو ورقها ألحمها سريعا والرطوبة التي في غلف ثمرتها إذا لطخت على الوجه جلته وهي التي إذا جفت تولد منها حيوان شبيه بالبق .\r\n\r\n[ 236 
  ] - دادين :\r\nويقال دادى . هذا شجر معروف عندنا بهذا الاسم وهو شجر عظيم له ورق مستدير كورق الخبازى الا انه امتن « 1 » وأصلب وأشد ملاسة وله زهر أحمر علكى « 2 » اللون يظهر في الربيع قبل خروج الورق يتكائف على الأغصان حتى لا يكاد يبدو منها شئ . وله خروب « 3 » صغير في قدر أصبع لاطية فيها حب عدسى الشكل خمرى اللون وزعم قوم أن هذه الشجرة هي الدادى الذي يخمر به الأنبذة في العراق يجمع زهره ويجعل في الشراب فيشتد سكره ويؤكل زهره أيضا ويتنقل عليه ما دام غضّا . وزعم آخرون أن الدادى الذي يجعل في النبيذ انما هو حب كحب الشعير إلا أنه أرق وأطول أدكن اللون إلى السواد ما هو مرّ الطعم يجعل في نبيذ التمر في بغداد فيشده ويقوى سكره ويمنع من الحموضة وذكر هذا ابن سينا وغيره .\r\nوزعم بعضهم أنه الاشخيص الأسود . ( وقال حنين ) أن الهيوفاريقون هو الدادى الرومي .\r\nوأصله بالبربرية اداد والدادى أيضا مصابيح تتخذ من الخشب الدسم الخفيف كخشب بعض أصناف الصنوبر فإنه لدسمه ينفذ فيه النار ويكون بمنزلة الشمع والمصابيح فتسمى هذه المصابيح الدادى وأصل هذه الكلمة بالرومية طاطس . والدادى هو أيضا القطران الصافي الذي يسمى أيضا دادى . ( ابن ماسويه ) الدادى بارد في الثانية يابس قبّاض « 4 » . ( غيره ) الدادى حار يابس يحس من شربه بحرارة واحمرار في الوجنتين وسدر . ( المجوسي ) أجود الدادى ما كان أحمر حديثا طيب الرائحة وهو بارد يابس الا أن فيه مرارة توجب بعض الحرافة وفيه قبض وإذا شرب منه درهمان مع سكر نفع من البواسير « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ناقص في غ\r\n( 2 ) ناقصة في غ\r\n( 3 ) ت وغ : حروف\r\n( 4 ) غ : قابض\r\n( 5 ) ت : يحسن ، غ : ناقصة .\r\nمن كتاب الصيدنة لأبى الريحانى البيروتي ( من النسخة المحفوظة بكتبخانة بروسه ) :\r\n( أرجوان ) قال حمزه : هو معرب أركوان شجرة ذات حمل أحمر ويقال لها أيضا داذاروان وفي النسخة داراروان . والذي نراه من شجرة الأرجوان أنها لا تبسق والزهر عليها مزدحم أحمر ناصع فيه فرفيرية يستحسن منظرا . وليست له ثمره غير ما به توليد المثل بالبرى وهذا اللون في الملابس مما كانت القياصرة تختص به فيما مضى وتحظره على غيرهم وأصحاب اللغة يحملونه على ما اشتدت حمرته وقيل أن شجر الداذى أشبه شئ .\r\nوهذا عندنا أعرف من شجر الداذى .\r\n","page_name":" 340 ","page_number":345},
  {"content":"\r\n\r\n\r\n[ 237 
  ] - دَوْم : ( أبو حنيفة )\r\nهي المقل وهي شجرة يعلو لها خوص كخوص إلنخل ويخرج أفنانا كأفنانها فيها المقل . ويقال لخوصها الطفى وهو قوى متين يصنع منه حصر وغدائر . وثمره المقل ورطبه البهش ويابسه الخشى وسويقه الخشل ( غيره ) ثمر عفص\r\nحابس للبطن وجمّاره بارد يابس يغذ ويسير عسر الانهضام مقو للمعدة وإذا طبخ أو شوى لطف جوهره وقل ضرره .\r\n\r\n[ 238 
  ] - دخن :\r\n( ذ ب ) أليموس وهو أقل غذاء من الجاورس وأقل قبضا . ( ج و ) هذا جنس من الحبوب ومنظره شبيه بمنظر الجاورس وقوته كقوته غير أن غذاءه أقل من غذاء الجاورس .\r\n\r\n[ 239 
  ] - دلّاع :\r\nهو البطيخ السندي والهندي وهو بارد رطب غليظ بطىء الاستمالة جدا مطفىء لحرارة المعدة مولد دما غليظا يابسا وبلغما رطبا .\r\n\r\n[ 240 
  ] - دبيداريا :\r\n( الفلاحة ) هي بقلة حريفة هندية تقوم على ساق خبشبى غير غضّ ويطلع على الساق شبيها بالأغصان رطبه يعلو ذراعا شبهه بورق البهار شديدة الخضرة ويخرج في الربيع جوزا كجوز القطن من غير ورق « 1 » يتقدمه فيها بزر ؟ ؟ ؟ مدور أغبر يستعمل في الطبيخ ويكون طيبا وفي طعمه حرافة مع مرارة يسيرة ويستاك بخشبها فينفع اللثة ورائحتها كرائحة الأبهل لكنها أضعف . ويوافق أصحاب الفالج واللقوة والنقرس وربما أكلت باللبن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في نص ابن البيطار بدله : ورد\r\n","page_name":" 341 ","page_number":346},
  {"content":"\r\n\r\n\r\n[ 241 
  ] - دواغريا :\r\n( الفلاحة ) هو قضيب ينبت بين الصخور وفي الأرض البرّية « 1 » الصلبة يعلو شبرا وهو مصمت الداخل أخضر تشوبه صفرة يسيرة وعليه زغب من أسفله إلى أعلاه ولون زغبه إلى الصفرة . وله في رأسه أربع ورقات مربعة الشكل يضرب إلى البياض في خضرة وفوقها شئ ثابت فيه بزر بغير ورد رائحته طيبة . وهو جيد للمعدة مدر وربما أسهل البطن إذا أكل نيالا مطبوخا مطيب للجشاء « 2 » .\r\n\r\n[ 242 
  ] - درونج :\r\nهو الحباس . ( ابن عمران ) عروق بيض في نحو قضبان العناب يؤتى بها من الصين يدخل في الأدوية الكبار المعجونة . ( ابن سينا ) الدرونج قطع خشبية أصولية مقدار العقد وأصفر أبيض الباطن أغبر الخارج إلى الصلابة والرزانة حار يابس في الثالثة . ( لي ) هذه صفة الدرونج المستعمل عندنا وينبت عندنا كثيرا وهو صلب المكسر مرّ الطعم فيه عطرية يسيرة . وأما الصفة التي ذكرها إسحاق بن عمران فلم نرها . ( مسيح ) حار يابس في الثالثة ينفع من لسع الهوام .\r\n( ماسرجويه ) ينفع من الرياح النافخة . ( وقال في الجامع ) أنه ينفع من وجع الحلق والفم والمرة السوداء . ( غيره ) أجوده الخرسانى ثم الشامي .\r\n\r\n[ 243 
  ] - دا الجبرونج :\r\nويقال دانج ابرونج « 3 » وهو الحب الذي يعرفه الصيادلة عندنا بالفلفل الأبيض وهو معروف بالمشرق بهذا الاسم . ( المجوسي ) هو حب يؤتى به من جبال فارس مثلث الشكل حار في الأولى يزيد في المنى .\r\n\r\n[ 244 
  ] - دوقو :\r\n( ذ ج ) أصنافه ثلاثة منه ما يسمى قريطيقوس « 4 » ورقه كورق الرازيانج الا أنه أصغر منه وأدق طولها نحو من شبر واكليله كاكليل الكسفرة وزهره أبيض فيه ثمر أبيض حريف عليه زغب إذا مضغ « 5 » كان طيب الرائحة عطرها طيب وأصله غليظ كالأصبع طول شبر ينبت في المواضع الصخرية الشامسة . ومنه صنف ثان يشبه الكرفس طيب الرائحة عطرها حريف فيه ثمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ت وغ : الخصبة وهذا خطأ ونحن استخرجنا المعنى \" البرية \" من نص الإدريسي\r\n( 2 ) ت : للحشاء غ : الحشا .\r\n( 3 ) كذا في غ ، وفي ت : ايرونج .\r\n( 4 ) ت وغ : قويطيقون .\r\n( 5 ) ت وغ : وضع .\r\n","page_name":" 342 ","page_number":347},
  {"content":"\r\n\r\nيحذى اللسان . والأول أجودها . ومنه ضرب ثالث ورقه كورق الكزبرة وزهره أبيض وله رأس وثمر كرأس الشبث وثمره واكليله كاكليل الجزر « 1 » مملوء بزرا طويلا كالكمون حريفا . ( ج و ) بزره حار قوى الادرار . ( ذ ) بزر هذه الأصناف كلها تسخن وتدر وتسكن المغص والسعال المزمن والصنف منه المسمى قريطيقوس « 2 » قد يشرب أصله أيضا بالخمر لضرر الهوام . ( غيره ) ينقى الرحم ويعين على الحبل ويذهب شهوة الجماع وإذا خلط ببزر الكرفس قوى فعله .\r\n\r\n245 - دبق :\r\n( ذ ج ) ايكسوس . اجوده الحديث الذي لون باطنه شبيه بلون الكراث ولون ظاهره إلى الحمرة ليس فيه خشونة ولا نخالة . وانما يعمل من ثمرة مستديرة تكون في شجر البلوط التي ورقها كورق بوقسيس « 3 » وهو الشمسار بان يدق ثم يغتسل ثم يطبخ بماء . ومن الناس من يعمله بان يمضغ الثمرة وقد يكون في شجرة من شجر التفاح والكمثرى وغيرهما وقد يوجد عند أصول بعض الشجر الصغار . ( ج ق ) مركب من جوهر هوائى ومائي يجتذب الرطوبة الغليظة من عميق البدن ويلطفها ويذيبها ويحللها . ( ذ ) قوته محللة ملينة جاذبة .\r\n\r\n246 - دلبوث :\r\n« 4 » هو المعروف بسيف الغراب . أكثر نباته بالمزارع وله بصلة بيضا مصمتة عليها ليف وليس لها طاقات يطبخ باللبن ويؤكل وهي إذا كانت نية مرة عفصة . ( ذ د ) كسيفيون وقد يسمى فسغانيون وماخايربون « 5 » أي السيفىّ لمشاكلة ورقه للسيوف وورقه يشبه ايرسا الّا أنه أصغر منه وأرق وهو دقيق الطرف كالسيف وله ساق نحو من ذراع عليه زهر مصفّف متفرق فرفيرى وثمر مستدير وله أصلان أحدهما مركب على الآخر كأنهما بصلتان صغيرتان والأسفل منه ضامر والآخر ممتلئ وأكثر ما ينبت في الأرض العامرة . ( ج ذ ) أصله خاصة الأعلى جاذب لطيف محلل مجفف . ( ذ ) إذا شرب بالشراب حرك شهوة الجماع ويقال أن الأصل السفلى إذا شرب قطع شهوة جماع النساء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : الجوز .\r\n( 2 ) ت وغ قريطينيون .\r\n( 3 ) كذا في الأصل ، لعله بوقسوس .\r\n( 4 ) في ت وغ : دلبوب .\r\n( 5 ) ت : ماخاريون ، غ : ماقاريون .\r\n","page_name":" 343 ","page_number":348},
  {"content":"\r\n\r\n250 - دروبطارس : هو المعروف بالغال . ( ذ د ) نبات ينبت فيما يعتق من شجر البلوط وهو كالنبات المسمى بطارس غير أنه أصغر منه بكثير وتشرفه أيضا أصغر من تشرفه وله عروق مشبكة بعضها ببعض ذات زغب عفصة الطعم مع حلاوة ومرارة . ( ذ ) إذا سحق مع عروقه وضمد به حلق الشعر . ( ابن سينا ) ينفع من الفالج .\r\n\r\n251 - دند :\r\nزعم ابن جلجل وابن الهيثم انه الماهودانه وغلطا « 1 » في ذلك وعلى هذا الرأي أطباء زماننا أكترهم وقد ذكر أبو جريج الراهب وحبيش بن الحسن ومحمد بن زكريا وغيرهم الدند والماهودانه جميعا بصنفين « 2 » مختلفين . ( أبو جريج ) الدند ثلاثة أصناف صينى كبير الحجم شبيه بالفستق ، وشحرى « 3 » يشبه حب الخروع إلّا أنه منقط بنقط سود صغار ، وهندى متوسط القدر بينهما ولونه أغبر إلى الصفرة . أجودها الصيني وأقواها في الاسهال والهندي أصلح من الشحرى « 4 » وأعلم أنه على طول الزمان يصغر الذي في جوفه حتى ينفذ خاصة في غير بلاده .\r\n( عيسى بن علي ) طعمه كطعم اللوز المرّ وفي داخله لسان كلسان العصفور وهو السمّ . ( حبيش ) هو دواء إن لم يحترس منه قتل وإذا أصلح بأن يقسر قسره الأعلى ويدق اللسان الدقيق الذي في داخله ويخلط بعصارة الغافت أو الافسنتين أسهل الخام ونفع من أوجاع المرة السوداء والبلغم ويمنع الشيب والشربة منه للأقوياء من دانقين إلى نصف درهم . وأهل الهند يخلطونه في أدويتهم الكبار المعجونة والأصطماخيقونات وغيرها من الأدوية المسهلة لأن بلدهم أعدل الأقاليم السبعة يحتمل فيها الدند وأما البلدان الشديدة الحر فلا يحتمل فيها شربه ولكن يصلح في البلدان الباردة . وينبغي أن يختار منه الصيني الكبير الحب والهندي الذي دونه في القدر وأما الشحرى الصغير الحب فلا أرى سقيه البتة .\r\n\r\n252 - دخان :\r\n( ج ز ) كل دخان فهو مجفف لأن جوهره أرضى لطيف ودخان الكندر يدخل في أخلاط أدوية العين الوارمة مع قرحة وكذلك دخان البطم والمرّ ودخان الميعة أقوى من هذه ودخان الزفت الرطب أقوى وأقوى منه دخان القطران .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : غلط\r\n( 2 ) غ : بصفتين\r\n( 3 ) ت وغ : شجرى\r\n( 4 ) ت وغ : الشجري\r\n","page_name":" 344 ","page_number":349},
  {"content":"\r\n\r\n253 - دردى : ( ذ و ) « 1 » اجوده ما كان من عتيق خمر إيطاليا ودردى الخلّ قوى جدا وينبغي أن يحرق بان يصير في إناء فخار جديد ويلهب تحته نارا قوية حتى يبيض لونه . وهو يجلو ويقلع اللحم الزائد في القروح ومع الراتينج يحمرّ الشعر لطخا .\r\n\r\n254 - دهنج :\r\n« 2 » ( كتاب الأحجار ) حجر يتكوّن في معادن النحاس أخضر في لون الزبرجد ولا يتكون إلا فيها كما لا يتكون الزمرد إلا في معادن الذهب . وهو ألوان فمنه الأخضر ومنه كأنه الوشى ومنه الطاووسي ومنه الكبد وربما أصيبت هذه الألوان في حجر واحد . وهو حجر رخو يخرطه الخرّاط وإذا صنع منه شئ أو نقش عليه نقش ومرت به شهور غاب نوره واندرس . وإن سقى من محكمه شارب السم نفعه وإن شرب منه من ليس به سم أنكاه\r\nوألهب بدنه ولا يكاد يبرى منه سريعا . وإن مسح على موضع لسع العقارب سكنه وهو حجر يصفو مع صفاء الجو ويتكدر مع كدورته .\r\n\r\n255 - ديفروغيس « 2 » :\r\n( ذ ه ) هو ثلاثة أصناف منه معدنى لا يكون إلا في قبرس يخرج من بئر فيها كالطين ثم يجفف في الشمس ثم يحرق ومنه آخر كأنه عكر النحاس وطعمه ومنه آخر يعمل بأن يؤخذ الحجر المسمى فوريطيس وهو المرقشيثا ويطبخ في أتون كالكلس إلى أن يتلون بلون المغره .\r\nوأجوده النحاسى الطعم والزنجارى وقد يحرق المغرة وتباع بحسب الديفروغيس .\r\n( ج ط ) في قوته وطعمه قبض وحدّة تنفع الجراحات الخبيثة وقروح الفم مع عسل . ( غيره ) ينشف قروح الرأس الرطبة .\r\n\r\n256 - دمّ :\r\n( ج ى ) دم الحمام إذا صير في الشق الذي أصاب عظم الرأس أبراه وكذلك دم الورشان والفاختة واليمام والشفانين . فأما أنا فقد استغنيت عنها كثيرا بدهن الورد المسخن قطرته في الشق . وأما ما يقال إن دم الخفاش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ذ د\r\n( 2 ) هذا الباب ناقصة في النسخة الخطية المحفوظة في غوثا ( غ ) .\r\n","page_name":" 345 ","page_number":350},
  {"content":"\r\n\r\nإذا طلى على ثدي الأبكار حفظها على نهادتها فوجدته باطلا وكذلك ما قيل أنه يمنع نبات الشعر في الأبط وكذلك ما قيل أن دم الخرفان يمنع الصرع ودم المعز إذا شوى نفع من استطلاق البطن . ( كسنوقراطيس ) دم الجدى نافع من الصرع ودم الدبّ وهو حار ينضج الأورام . وكذب من قال إن دم الضفادع الخضر يمنع نبات الشعر الزائد في الأجفان وكذلك من زعم مثل ذلك في دم القردان الكلبية . وقيل إن دم الجراذين يحدّ البصر تركت تجربته لقذره وكذلك لم أجرّب دم الخيل وذكروا أنه يعفّن ويحرق الدم . وقيل إن دم الفار يقلع الثاليل المساميرية . ( ذ ب ) دم الأورّ والجدى وبط الماء ودم الورشان والشفانين والحمام والجحل يكتحل به لجراحات العين وكمنة الدم فيها ودم التيس والعنز والإبل والأرانب مقلو ينفع من قرحة الأمعاء وبالشراب ينفع السمّ المسمّى طوكسيقون ودم الكلاب يوافق عضة الكلب وسم طوكسيقون ودم السلحفاة البرية يوافق الصرع شربا .\r\n\r\n257 - دماغ :\r\n( ذ ب ) دماغ الأرانب إذا شوى وأكل نفع من الارتعاش ودماغ الدجاج إذا شرب بشراب نفع من نهش الهوام الخبيثة ويوافق نبات الأسنان للأطفال . ( ج يا ) « 1 » دماغ الضفادع المحرقة يقطع انفجار الدم وينفع في داء الثعلب مع الزفت الرطب . ( غيره ) الأدمغة صالحة في سقى السموم ونهش الحيوانات إذا أكلت .\r\n\r\n258 - دجاج :\r\n( ج يا ) مرق الدجاج يصلح للرياح ومرق الديوك العتيقة يطلق البطن . ( ذ ب ) الدجاج إذا شقت ووضعت وهي سخنة على نهش الهوام نفعت منه وينبغي أن يبدل في كل وقت . ومرق الفراريج ساذجا يعدل الأبدان السقيمة . ( غيره ) لحم الدجاج الفتى يزيد في العقل ويصفى الصوت .\r\n\r\n259 - دود القرمز :\r\n( ذ د ) وقد يوجد في شجر البلوط في بلاد قيليقيا شئ صدفى صغير يشبه الهلزون ويجمعه النساء بأفواههن ويسمونه قوقوس بافيقوس « 2 » .\r\n( ج ز ) « 3 » إذا أخذ هذا من الشجر وهو رطب طري فهو يبرد ويجفف في الدرجة الثانية لأن فيه شيئا يقبض قبضا معتدلا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ى .\r\n( 2 ) هذه الكلمة قصة مى ت وغ :\r\n( 3 ) ت وغ وابن البيطلو :\r\nح وهذا خطأ\r\n","page_name":" 346 ","page_number":351},
  {"content":"\r\n\r\n\r\n260 - دود البقل :\r\n( ذ ب ) إذا تلطخ بالزيت منع المتلطخ\r\nمن نهش ذوات السموم .\r\n\r\n","description":"","footnote":"","page_name":" 347 ","page_number":352},
  {"content":"\r\n\r\n\r\n[ القسم الثالث بالإنكليزية 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":353},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 349 ","page_number":354},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 350 ","page_number":355},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 351 ","page_number":356},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 352 ","page_number":357},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 353 ","page_number":358},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 354 ","page_number":359},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 355 ","page_number":360},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 356 ","page_number":361},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 357 ","page_number":362},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 358 ","page_number":363},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 359 ","page_number":364},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 360 ","page_number":365},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 361 ","page_number":366},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 362 ","page_number":367},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 363 ","page_number":368},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 364 ","page_number":369},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 365 ","page_number":370},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 366 ","page_number":371},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 367 ","page_number":372},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 368 ","page_number":373},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 369 ","page_number":374},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 370 ","page_number":375},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 371 ","page_number":376},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 372 ","page_number":377},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 373 ","page_number":378},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 374 ","page_number":379},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 375 ","page_number":380},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 376 ","page_number":381},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 377 ","page_number":382},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 378 ","page_number":383},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 379 ","page_number":384},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 380 ","page_number":385},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 381 ","page_number":386},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 382 ","page_number":387},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 383 ","page_number":388},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 384 ","page_number":389},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 385 ","page_number":390},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 386 ","page_number":391},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 387 ","page_number":392},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 388 ","page_number":393},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 389 ","page_number":394},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 390 ","page_number":395},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 391 ","page_number":396},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 392 ","page_number":397},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 393 ","page_number":398},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 394 ","page_number":399},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 395 ","page_number":400},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 396 ","page_number":401},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 397 ","page_number":402},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 398 ","page_number":403},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 399 ","page_number":404},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 400 ","page_number":405},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 401 ","page_number":406},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 402 ","page_number":407},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 403 ","page_number":408},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 404 ","page_number":409},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 405 ","page_number":410},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 406 ","page_number":411},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 407 ","page_number":412},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 408 ","page_number":413},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 409 ","page_number":414},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 410 ","page_number":415},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 411 ","page_number":416},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 412 ","page_number":417},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 413 ","page_number":418},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 414 ","page_number":419},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 415 ","page_number":420},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 416 ","page_number":421},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 417 ","page_number":422},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 418 ","page_number":423},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 419 ","page_number":424},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 420 ","page_number":425},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 421 ","page_number":426},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 422 ","page_number":427},
  {"content":"\r\n\r\n\r\n[ القسم الرابع ( حرف الهاء والواو ) 
  ]\r\nكلية الطب المؤلف رقم 4 منتخب كتاب جامع المفردات لأحمد بن محمد بن خليد الغافقي المتوفى نحو سنة 560 ه انتخبه أبو الفرج غريغوريوس المعروف بابن العبري المتوفى في سنة 684 ه نشره مع ترجمته الإنجليزية وشروحات الدكتور ماكس يرهوف ، الدكتور جورجى صبحي بك الرمدى بالقاهرة الأستاذ بالجامعة المصرية والطبيب بمستشفى قصر العيني القسم الرابع من الجزء الأول : حرفا الهآء والواو القاهرة طبع بالمطبعة الأميرية ببولاق 1940\r\n\r\n","description":"","footnote":"","page_name":" 423 ","page_number":428},
  {"content":"\r\n\r\n\r\nحرف الهآء\r\n\r\n261 - هرنوا « 1 » :\r\nويقال قرنوه « 2 » . ( ابن ماسه ) هو حب أصغر من حب الفلفل تعلوه « 3 » قلبل من صفرة ويشم من رائحة العود . ( ابن عمران ) قيل هي الفليفلة وهي في صورة الفلفل الصغير إلا أن لونها إلى الصهوبة وفيها قوّتان متضادتان من الحرارة والبرودة وهي جيدة لوجع الحلق ولحبس البطن . ( ابن ماسه ) حارة رطبة يجلو يسيرا .\r\n\r\n262 - هليون :\r\nوهو الاسفراج وهو صنفان بستاني ورقه كورق الشبث لا شوك له وبرى هو شوك كله مثل الجولق وهو كثير بالأندلس وهو المستعمل في الطب . ( ج ) يجلو ويجفف بغير اسخان ويفتح سدد الكبد والكليتين وخاصة أصلها وزهرها ويشفى وجع الأسنان . ( ذ ب ) اسفاراغوس . إذا سلق سلقة خفيفة يلين البطن ويدر البول وقيل إن قرون الكباش إذا قطعت ودفنت في التراب ثبت فيها هليون . ( ابن ماسه ) حار رطب في آخر الأولى يدر البول ويغير رائحته كما يفعل ؟ ؟ ؟ الانجدان ويزيد في الباه وإذا أكل بعد الطعام غذا أكثر منه قبل الطعام . ( الرازي ) يسخن الكلى والمثانة وينفع المشايخ المبرودين ولوجع الظهر والورك والصدر والرئة وليس بجيد للمعدة وربما يغثنى لا سيما إذا لم يسلق ( مسيح ) نوره يفتت الحصاة\r\n\r\n263 - هندبا :\r\n( د ب ) ساريذوس وهو صنفان بستاني وهو أيضا صنفان أحدهما قريب السبه من الخس عريض الورق والآخر أدق ورقا منه مر وبرى يسمى قيحويون « 4 » وأعرض ورقا من البستاني . ( ابن سمجون ) البستاني صنفان أحدهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : هربوا .\r\n( 2 ) ت وغ : فربوه .\r\n( 3 ) ت وغ : يعلوه .\r\n( 4 ) ت وغ : فنخوريون .\r\n","page_name":" 424 ","page_number":429},
  {"content":"\r\n\r\nطويل الورق اسمانجونى الزهر كريه الطعم مر سيما في آخر الصيف إذا عسلج ومن هذا الصنف برى « 1 » شبيه به في صورته وزهرته إلا أنه أقوى مرارة وأشد كراهية ويسمى الاميرون .\r\nوالصنف الثاني عريض الورق أبيض الزهر تفه الطعم خاصة في أوّل الربيع ويسمى بالرومية أنطوبيا وهو الشامي . والهاشمي قريب منه في شكل ورقه وقلة مرارته بعيد منه في شكل زهره وكثرة زغبه وهو الشراليه بالعجمية وقيل إنه الطرخشقوق . ( قال المؤلف ) الطرخشقوق هو الصنف الأول من البرى الذي زهره سماوي صغير والشراليه زهر أصفر كثير كالشعر . ومن البرى صنفان آخران وهو اليعضيد وباليونانية خونذريلى . ( ج ح ) الهندباء البرى بارد يابس في الأوّل وهو أقل تبريدا من البستاني . ( ذ ) كل هذه الأصناف قابضة جيدة للمعدة والمطبوخ منها بالخل يعقل البطن سيما البرى . ( مسيح ) بارد يابس يفتح سدد الكبد والطحال ويطفى حرارة الدم والصفراء ويقوى المعدة . ( الرازي ) صالح للمعدة والكبد الملتهبتين وليس معه شئ من التطفئة والترطيب ويسكن العطش نافع من أوجاع الكبد حارها وباردها . ( الإسرائيلي ) ماؤه المغلى ينفع الحميات المتطاولة « 2 » بسكنجبين . ( ابن ماسه ) جيد الكيموس يقوى المعدة فالصيفى لا يخلو من حرارة لمرارته . ( البصرىّ ) الشامي بارد رطب في الأولى وهو المسمى أنطوبيا . ( مسيح ) هو بين الخس والهندبا . ( الإسرائيلي ) هو أعدل من الهندبا وأجود كيموسا . ( الطبري ) ألطف من الخس وأقل غذاء والبرى هو الطرخشقوق . ( ابن كاسه ) « 3 » التلخشقوق « 4 » دابغ  ( 33 V )  للمعدة ينفع لسعة العقرب ضمادا وشربا . ( ابن عمران ) يقاوم أكثر السموم ولبنه يجلو بياض العين .\r\n( الرازي ) الطرخشقوق أقوى من الهندباء في جميع أفعاله .\r\n\r\n264 - هليلج :\r\n( البصري ) هو أربعة أصناف أصفر وهندى أسود صغار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ناقصة .\r\n( 2 ) ت : متاوله ، غ : متوالية .\r\n( 3 ) كذا في ت وناقصة من غ ، وبدله في نص ابن البيطار ( تصحيح الدكتور لكليرك ) :\r\n\" الهندبا البرى هو الطرخشقوق ويسمى بالفارسية الكاسنى \" وهو الصحيح ، وممكن \" ابن ماسه \" .\r\n( 4 ) ت ، الطرخشوك .\r\n","page_name":" 425 ","page_number":430},
  {"content":"\r\n\r\nوكابلى أسود كبار وصينى حشف دقاق في شكل الزيتون ومنفعته أقل . ( ابن ماسويه ) المختار من الأصفر ما اصفر لونه وقرب من الحمرة الرزين الممتلئ ( الرازي ) الأخضر يسهل الصفراء والأسود السوداء . ( قسطا ) اسهاله بصمغة موجودة فيه واسهال المنقوع منه في الماء أكثر من المطبوخ لإذهاب النار قوته . ( ابن ماسويه ) الشربة من جرمه ثلاثة دراهم إلى سبعة ومن طبيخه ونقيعه ما بين ستة دراهم إلى عشرين درهما . ( حبيش ) اصلاحه إذا شرب صرفا مدقوقا مع الماء الحار أن يخلط بالسكر والترنجبين ملتوتا بدهن اللوز من خمسة دراهم إلى سبعة دراهم وإذا طبخ فالأصلح أن يطبخ مع الاجّاص والعنّاب والسبستان من عشرة دراهم إلى خمسة عشر . ( الرازي ) أجود الهليلج ما رسب في الماء . ( مسيح ) الأسود حابس للطبيعة بقبضه . ( ابن ماسويه ) الشربة من جرمه ما بين درهمين إلى خمسة ومن نقيعه وطبيخه ما بين خمسة إلى أحد عشر . ( ابن عمران ) الكابلي أفضل الهليلجات وهو أسود دسم أطيب طعما من غيره . ( ابن ماسويه ) المختار منه ما قرب لونه إلى الحمرة الرزين الممتلئ . ( حبيش ) الهندي يقرب من مذهب الكابلي إلا أنه أضعف منه والشربة من جرمه مدقوقا من مثقال إلى مثقالين ومن طبيخه من خمسة إلى عشرة . ( ابن سرابيون ) يسهل السوداء ويقوى المعدة والبطن جدا وينفع من البواسير والشربة منه ان أخذ منقوعا أو مطبوخا من خمسة دراهم إلى سبعة دراهم فان أخذ مسحوقا فمن درهم إلى خمسة دراهم ولا يلت بالدهن فإنه لا يقبض كالأصفر « 1 » . ( غيره ) شرب الهليلج المسحوق يعقب بعد الاسهال يبسا في الطبيعة والكابلي يحد الحواس ويقوى الدماغ ويزيد في الحفظ ومن لاك في فيه كل يوم هليلجة كابلية حتى تذوب وابتلعها وأزمن ذلك لم يشب وهو مشد اللثة ويقوى الأسنان جدا .\r\n\r\n265 - هيشير :\r\n( ذ ج ) افيثوس وقد يسمى مالامفولون أي أسود الورق ويسمى أيضا فاذاروس أي محب الصبيان وهو صنف من الشوك ينبت في البساتين والمواضع الصخرية التي فيها مياه . وله ورق عريض كبير مشرف كتشريف الجرجير عليه رطوبة تدبق باليد أملس إلى السواد وساقه « 2 » طولها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : لا ينفض الصفراء .\r\n( 2 ) ت وغ : وساق .\r\n","page_name":" 426 ","page_number":431},
  {"content":"\r\n\r\nذراعان ملساء في غلظ أصبع وفيما « 1 » يلي طرف الساق الأعلى ورق « 2 » صغار شبيهة بما صغر من ورق قسوس مستطيل لونه كلون زهر أوقنثوس يخرج فيما بينهما زهر أبيض . وله ثمر مستطيل أصفر في رأسه كرأس الدبوس . وأصوله لزجة فيها شئ كالمخاط وفي لونها حمرة النار طوال ( ج و ) ورقه يحلل باعتدال وأصله يجفف ويقطع ويلطف ( ذ ) مدر عاقل ينفع من قرحة الرئة يوافق حرق النار ضمادا وقد يكون منه بريا شبيها بالشوكة المسماة سقولومس وهو شوك أقصر من البستاني وقوته كقوته .\r\n\r\n266 - هيوفاريقون\r\nهو أربعة أصناف : فمنه الهيوفاريقون المخصوص بهذا الاسم ، والثاني يسمى أسقيرس وهو المعروف عندنا  ( 34 R )  .\r\nوالثالث أندروسامون ، والرابع قوريون . وأما إسحاق بن عمران فزعم أن الهيوفاريقون هي الكرمة البيضاء وهي الهزارجشان وصفها بصفتها وسماها باسمها وتابعه على ذلك ابن الجزار وابن سينا وقد غلط هؤلاء غلطا عظيما وتعدوا غاية التعدي ( ذ د ) « 3 » أوفاريقون ومن الناس من سماه أندروسامس ومنهم من سماه قوريون ومنهم من سماه خامابيطس لمشاكلة رائحة بزره لرائحة الراتينج الذي هو صمغ الصنوبر وبيطس هو الصنوبر . وهو ثمنس يستعمل في وقود النار ورقه كورق الذاب وطوله نحو من شبر ولونه أحمر إلى حمرة الدم وله زهر أبيض كالخيرىّ الأبيض وبزره في غلف ، مستطيل مدوّر في عظم حب الشعير ولون البزر أسود رائحته كرائحة الراتينج ينبت في أماكن خشنة وأماكن عامرة . ( ج ح ) يسخن ويجفف ويدر الطمث والبول ( ذ ) إذا احتمل أدرّ البول والطمث وشرب بزره بالشراب يذهب حمى الربع وإذا شرب أربعين يوما متوالية أبرأ عرق النساء . ( مسيح ) حار يابس في الثالثة .\r\n( بديغورس ) يذيب ويحلل . ( الرازي ) يفتح السدد . ( الطبري ) شرب ماء ورقه ينفع من النقرس جدّا . ( ذ ) وأما آسقورون وهو المسمى أيضا أسقوريداس فهو صنف من أوفاريقون أعظم من الأوّل وأكثر أغصانا وأصلح لوقود النار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : فيما .\r\n( 2 ) ت وغ : وورق .\r\n( 3 ) لعله ذج .\r\n","page_name":" 427 ","page_number":432},
  {"content":"\r\n\r\nولونه أحمر قان زهره وبزره كبزر أوفاريقون راتينجى الرائحة يسهل البطن ويخرج المرارة المرة . وأما أنذروسامون وهو يسمى أيضا ذيونوسياس وأسقورون .\r\nفهو ثمنس يستعمل في وقود النار له بزر رقيق وأغصان حمر قانية وورق كثلاثة أضعاف ورق السذاب في العظم ، إذا فرك هذا الورق خرجت منه رطوبة كالشراب ، وله شعب كبيرة منقسمة الأطراف عليها زهر أصفر صغار وبزره في غلف كغلف الخشخاش ، كأن عليها خطوطا ، وإذا فرك هذا النبات فاحت منه روائح الراتينج ، إذا سحق منه درهمين وشرب مع جرع من ماء أسهل . وأما قوريس ومنهم من يسميه أوفاريقون ، فله ورق كورق شجرة العرعر إلا أنه أصغر منه ، وفيه شئ من رطوبة ، تدبق باليد ولونه أحمر قان وطول هذا النبات نحو من شبر وهو طيب الرائحة حريف ، بزره يدرّ وينفع من نهشة الرتيلاء ، إذا شرب بالشراب ، ومن الفالج الذي يعرض فيه ميل الرقبة إلى خلف شربا ومسوحا مع الزبد .\r\n\r\n267 - هذيليه « 1 »\r\nنبات ينبت في مواضع رطبة ورقه كورق الكرفس وعروقه تشبه عروق البسفايج لينة فيها حرافة شديدة ومرارة تقرب من طعم اليبروح « 2 » ويستعمل لوجع الأسنان ويزيد في الباه وينبغي أن يحذر قوته لأنها شديدة .\r\n\r\n268 - همقان :\r\nأبو حنيفة : حب كحب القطن ويكون في جماعة مثل الخشخاش إلا أنها صلبة ذات شعب تقلى وتؤكل للجماع وتكون في جبال بلعم .\r\n\r\n269 - هفت بهلو « 3 » .\r\n( الرازي ) هي حشيشة معروفة . ( ماسرجويه ) بارد يابس في الثالثة يحبس البطن .\r\n\r\n270 - هدهد « 4 » :\r\nطبيخه بشبت ينفع من القولنج وكذلك لحمه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ث : هدبثبيه غ : هدبيته\r\n( 2 ) ت : بيروج ، غ : يروح ، ابن البيطار : الميويزج\r\n( 3 ) ت : هنت ، غ : هذا القسم كله ناقص وصححنا اسم النبات من نص ابن البيطار\r\n( 4 ) هذا القسم ناقص من غ أيضا .\r\n","page_name":" 428 ","page_number":433},
  {"content":"\r\n\r\n\r\n271 - هدبه « 1 » :\r\n( ذ ب ) أونوى ايفوايدرياس . هي دويبة توجد تحت الجرار والخواب « 2 » كثيرة الأرجل تستدير عندما تلمس باليد . إذا شربت بشراب تنفع من عسر البول واليرقان . ( ج يا ) قوم من الفلاحين يطبخونه بالزيت ويداوون به وجع  ( 34 V )  الأذن ، وربما أبرؤا وربما أضروا إذا لم يجدوا سبب الوجع وهو حيوان يجمع نفسه ويستدير لونه إلى الخضرة والدكنة ، يتولد تحت جرار الماء في القرى .\r\n\r\nحرف الواو\r\n\r\n272 - وجّ :\r\n( ذ ا ) أقورون . ورقه كورق ايرسا غير أنه أدق منه وأطول وأصوله ليست « 3 » بعيدة الشبه من أصوله غير أنها مشبكة بعضها ببعض وليست بمستقيمة ، وفي ظاهره عقد لونها إلى البياض ، حريفة ليست كريهة الرائحة ، وأجوده الأبيض الكثيف الممتلئ غير المتآكل الطيب الرائحة والذي ينبت في خالقيس وغالاطيا المسمى اسفلينيون « 4 » فهو على هذه الصفة . ( ج و ) نبات لا يستعمل منه غير أصله وهو حاد حريف مع مرارة يسيرة يدر البول ويلين الطحال مسخن مجفف في الثالثة ( ذ ) إذا سلق أصله وشرب ماؤه أدرّ البول ونفع من أوجاع الجنب والصدر والكبد والمغص .\r\n\r\n273 - ورد :\r\n( إسحاق بن عمران ) الورد صنفان أحمر وأبيض . ( دونش « 5 » ابن تميم ) وقد يكون منه أصفر وبلغني أنه يكون ورد أسود بالعراق وأجوده الورد الفارسي .\r\nويقال إنه لا يتفتح والمختار من الورد القوى الرائحة الشديد الحمرة المندمج أوراق الزهر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ث : هدند ، غ : هرند .\r\n( 2 ) ت وغ : الحباب .\r\n( 3 ) هذه الكلمة ناقصة في ت وغ .\r\n( 4 ) ت : ذا سقليطيون ، غ : داسفيطيون .\r\n( 5 ) ت : درس ، غ : دونس .\r\n","page_name":" 429 ","page_number":434},
  {"content":"\r\n\r\n( ج ح ) هو مركب من جوهر مائي حار مع طعمين آخرين ، أعنى القابض وهو أرضى غليظ وبارد والمر هو لطيف . ( د ا ) روذا . هو بارد يابس واليابس أقل قبضا من الطري وينبغي أن يؤخذ الطري وتقرض أطرافه البيض بمقراض ويدق الباقي ويعصر وتسحق عصارته في الظل على صلابة إلى أن يثخن ويخزن وتلطخ به العين . ( ابن ماسة ) يقوى الأعضاء هو وماؤه ودهنه سيما الأحمر لأن الأبيض دونه في الفعل وان كان ألطف رائحة . ( ابن ماسويه ) يهيج العطاس فيمن كان حار الدماغ والمعدة . ( ابن عمران ) يفتح السدد الكائنة من الحرارة .\r\n( الرازي ) يسكن الخمار والغثى واكثاره يبيض الشعر . ( الطبري ) أجود ماء الورد ما اتخذ من الورد الأبيض لأنه أنقاه . ( الرازي ) إذا شرب من ماء الورد الطري وزن عشرة دراهم أسهل نحو عشر مجالس والنوم عليه يقطع الباه ويسهل . ( مسيح ) المربى بالعسل يجلو ما في المعدة من البلغم والمربى بالسكر يفعل فعلا دون ذلك .\r\n( الرازي ) اجادة مضغ الجلنجبين على الريق يصلح المعدة التي فيها رطوبة .\r\n\r\n274 - ورس :\r\n( ابن ماسه ) هو شئ أحمر قانئ كالزعفران المسحوق يجلب من اليمن . ( أبو حنيفة ) يزرع باليمن زرعا ولا يكون منه شئ برى ولا يكون بغير اليمن . ونباته كنبات السمسم فإذا جف عند إدراكه انفقأ سنفه « 1 » فانتفض منه الورس ، ويزرع منه فيقيم في الأرض عشر سنين يخلف كل سنة ويثمر وأجوده حديثه ويسمى النادرة « 2 » وهي التي لم يعتق شجرها والعتيقة منها ما تقادم شجره .\r\nومنه صنف يسمى الحبشي وفيه سواد وللعرعرورس ولا يكون الا في عرعرة إذا جفت من ذاتها فيوجد بين لحائها والصميم « 3 » ورس إذا فرك انفرك ولا خير فيه ولكنه يغش به الورس . وللرمث ورس وذلك في آخر الصيف إذا انتهى منتهاه اصفر صفرة شديدة حتى يصفر منه ما لامسه . ( ابن عمران ) الورس صنفان حبشي وهندى والحبشي أسود وهو من دون الهندي أحمر قان ويقال إن الكركم عروقه يؤتى به من الصين  ( 35 R )  ومن اليمن وله حب كحب الماس وأجود الورس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت : انفق ( شعفه ) ، غ : انفق سيفه .\r\n( 2 ) ت وغ : النادرة .\r\n( 3 ) غ : للصميم .\r\n","page_name":" 430 ","page_number":435},
  {"content":"\r\n\r\nالحب والنخالة اللين في اليد . ( البصري ) ينفع البهق والحكة والبثور والسعفة والقوبا لطخا . ( مسيح ) حار يابس في أول الثانية . ( غيره ) من لبس ثوبا مصبوغا بالورس قواه على الباه .\r\n\r\n275 - ورد الحمار :\r\n( البصري ) ويسمى أيضا ورد الفجار وهو ورد أحمر الداخل أصفر الخارج ومزاجه بارد يابس . ( ابن رضوان ) بارد يابس في الثانية نافع من الصداع من الحرارة .\r\n\r\n276 - وسمة :\r\nمنها العظلم والتيلج والخطر والوسمة المخصوصة بهذا الاسم . هي المعروفة بالحناء المجنون « 1 » عندنا وهي صنفان صنف ورقه كورق الحماض إلا أنها أصغر في قدر ورق الترنج تكون ثلاث ورقات وأربع ، تفترش على الأرض وتلتصق بها ولون ظاهر الورق أخضر إلى السواد أدهم وباطنه أبيض إلى الغبرة أزغب . وله ساق « 2 » أغبر أجوف مدور . يعلو « 2 » نحو الذراع عليه « 3 » ورق مشرف ويطلع في آخر الربيع وله رأس صنوبر الشكل عليه قشور خفاف تتقعقع « 4 » لونها بين البياض والصفرة وله زهر لطيف فرفيرى وتنفتح رؤوسه عند انتهائها عن شئ يشبه الصوف كالذي يخرج من رؤوس الخرشف وله نورمزدى « 5 » كالقرطم واصل في غلظ أصبع مستطيل ونباته في الجبال . والصنف الثاني ورقه أعرض وأقصر من ورق الأول وهي مشرفة وفيها شوك رقيق ورأسه في قدر بندقة إلى الطول قليلا مشوك وعليه شعر فرفيرى ويستعمل ورقه في صبغ الشعر مع الحناء وهو أحسن من الأول وأقوى صبغا وإذا فرك ورقه باليد سودها كما يفعل قشر الجوز الأخضر . ( الرازي ) حارة قابضة تصبغ الشعر .\r\n( المجوس ) يسود الشعر وفيها قوة محللة وهي معتدلة إلى الحرارة أميل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ؟ ؟ ؟ ناقصة في ت وغ والتصحيح من نص ابن البيطار ج 4 ص 193\r\n( 2 ) ت : غير جوفاء مدورة تعلو ، غ : ناقص .\r\n( 3 ) ت : عليها .\r\n( 4 ) ت : تنفقع .\r\n( 5 ) ت . مر ، غ ناقصة .\r\n","page_name":" 431 ","page_number":436},
  {"content":"\r\n\r\n\r\n277 - ورطورى « 1 » :\r\n( ذ ج ) سطاخوس « 2 » هو ثمنس شبيه بالفراسيون إلا أنه أطول منه وله ورق صغار كثير منتن « 3 » طيب الرائحة أبيض عليه زغب يسير وله قضبان كثيرة ومخرجها من أصل واحد أشد بياضا من قضبان الفراسيون وينبت في أماكن جبلية خشنة ( ج ح ) طعمه حريف حار في الثالثة مدرّ يفسد الأجنة ويحدر المشيمة . ( ذ ) يفعل ذلك إذا شرب طبيخ ورقه .\r\n\r\n278 - ولب :\r\n( ذ د ) بابلوس ويسمى سوقي وميقون افروذيس « 4 » وهو تمنس صغير ملآن لبنا ورقه صغار يشبه ورق السذاب إلا أنه أعرض منه وجمته « 5 » مستديرة منبسطة على وجه الأرض وقطر « 6 » الجمة يكون نحوا من شبر وتحت الجمة ثمر مستدير صغير أصغر من ثمرة الخشخاش الزبدى . وهو ينبت في البساتين وبين الكروم ويجمع في أيام الحصاد ويجفف في الظل ويقلب دائما . وأما ثمره فإنه يدق وينشف ثم يرفع وهو يسهل بلغما ومرة وقد يعمل بالماء والملح . ( ج ح ) شبيه باليتوع في خصاله كلها .\r\n\r\n279 - وخشيزق « 7 » :\r\nقيل إنه نبات شبيه بالافسنتين الرومي أصفر اللون سهل الرائحة يؤتى به من خراسان . ( المجوسي ) الحشيشة الخراسانية أجودها ما كانت خضراء وطعمها مر ورائحتها ساطعة وهي حارة يابسة تخرج الدود وحب القرع بحرارتها . ( غيره ) الشربة منه وزن  ( 35 V . )  مثقال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : ورطوى .\r\n( 2 ) ت : بطاخوش ، غ : بطابوس .\r\n( 3 ) كذا في ت ، وابن البيطار بدله : متين\r\n( 4 ) ت وغ : معقول فروذنس .\r\n( 5 ) ت وغ ، حمته .\r\n( 6 ) ناقصة في ث وغ .\r\n( 7 ) كذا في ت وغ ، وفي نص ابن البيطار ، وفي بعض القواميس الفارسية : وخشيرق .\r\n","page_name":" 432 ","page_number":437},
  {"content":"\r\n\r\n280 - وطم : أصله بالبربرية اوطمو وهو نبات يشبه الإذخر ، يعلو ذراعا وله أصل أسود داخله أبيض يقوى على الجماع جدا وخاصة إذا شرب أصله باللبن الحليب وإذا رعته الغنم كثر نتاجها وهو مشهور معروف ببلاد البربر .\r\n\r\n281 - وسخ :\r\n( ج ح ) الوسخ الذي يوجد في التماثيل الموضوعة في مواضع الرياضة ، وهي التي يحرق فيها زيت كثير فهو ملين محلل للجراحات . ( ذ ا ) الوسخ المجتمع في الأبدان في الحمامات يسخن ويحلل ويوافق شقاق البواسير . ( ابن واقد ) وسخ الكواير هو الشئ الأسود الموجود في الأبواب وحيطان الكواير . ( ذ ب ) وسخ الكواير المختار منه الأحمر الطيب الريح كالميعة المسماة أصطرك وكان لين غير مفرط اللين يمتد كما يمتد المصطكي . ( ج ح ) يجذب جذبا بليغا ومسخن جدا .\r\n( لي ) زعم ابن سمجون وأكثر المتطببين أن وسخ الكواير هو العكبور « 1 » وهو خطأ لأن العكبر شئ آخر كالزفت وهو أول شئ يضعه النحل في الكواير ثم يثنى عليه الشمع « 2 » والعسل .\r\n\r\n282 - وذح :\r\nهو الزوفا الرطب . ( ذ ب ) الدسم الموجود في الصوف ؛ يغسل الصوف الوسخ ويعصر ويخرج وسخه ويغلى في الماء ويجمع ويصير في قدر نحاس بنار لينة ويؤخذ ماسفا « 3 » من الدسم ويغسل بالماء ويجمع ويصير في إناء خزف قد صير فيه ماء حار ويغطى الاناء بخرقة كتان ويصير في الشمس إلى أن يثخن الدسم ثخنا صالحا ويبيض ومنهم من يبدل الماء فيما بين كل يومين وقوته مسخنة شافية للقروح الجاسية . ( ج ى ) الوسخ الذي يجتمع على صوف الغنم الضأن وأفخاذها ولا سيما الزوفا الرطب منضج محلل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في ت وغ .\r\n( 2 ) هاهنا في ت وغ والعكبر وهو خطأ عن النساخ .\r\n( 3 ) ت وطفا غ : طفى .\r\n","page_name":" 433 ","page_number":438},
  {"content":"\r\n\r\n283 - ودع : قيل إنه يشبه الحلزون الا أنه أكبر منه وخزفه « 1 » أصلب وكلاهما يعالج بهما محرقا وغير محرق وقد يسمى سوار الهند . ( البصري ) لحم الودع صلب عسر الانهضام فإذا انهضم غذى غذاء جيدا ولين الطبيعة ومحرقه يجلو البصر والبهق والقوبا .\r\n\r\n284 - ورل :\r\n( ابن سينا ) هو العظيم . من أشكال الوزغ وسامّ أبرص والطويل الذنب الصغير الرأس لحمه حار جدا ويسخن بقوّة شحمه ولحمه وخصوصا الضعيفات « 2 » من النساء وفيه جذب للسلى والشوكة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ت وغ : جرمه .\r\n( 2 ) ت : بليغات ، غ : طبقات .\r\n","page_name":" 434 ","page_number":439},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 435 ","page_number":440},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 436 ","page_number":441},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 437 ","page_number":442},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 438 ","page_number":443},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 439 ","page_number":444},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 440 ","page_number":445},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 441 ","page_number":446},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 442 ","page_number":447},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 443 ","page_number":448},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 444 ","page_number":449},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 445 ","page_number":450},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 446 ","page_number":451},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 447 ","page_number":452},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 448 ","page_number":453},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 449 ","page_number":454},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 450 ","page_number":455},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 451 ","page_number":456},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 452 ","page_number":457},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 453 ","page_number":458},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 454 ","page_number":459},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 455 ","page_number":460},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 456 ","page_number":461},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 457 ","page_number":462},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 458 ","page_number":463},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 459 ","page_number":464},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 460 ","page_number":465},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 461 ","page_number":466},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 462 ","page_number":467},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 463 ","page_number":468},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 464 ","page_number":469},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 465 ","page_number":470},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 466 ","page_number":471},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 467 ","page_number":472},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 468 ","page_number":473},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 469 ","page_number":474},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 470 ","page_number":475},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 471 ","page_number":476},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 472 ","page_number":477},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 473 ","page_number":478},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 474 ","page_number":479},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 475 ","page_number":480},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 476 ","page_number":481},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 477 ","page_number":482},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 478 ","page_number":483},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 479 ","page_number":484},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 480 ","page_number":485},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 481 ","page_number":486},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 482 ","page_number":487},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 483 ","page_number":488},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 484 ","page_number":489}
  ]