[
  {"content":"\r\n\r\nالتراث العربي\r\nسلسله تصدرها وزارة الإعلام\r\nفي الكويت\r\n- 18 -\r\nمقالتان في الحواس\r\nومسائل طبيعية\r\nرسالة للاسكندر في الفصل\r\nرسالة في المرض المسمى ديابيطس\r\nتأليف\r\nعبد اللطيف البغدادي\r\nدراسة وتحقيق\r\nالدكتور بول غليونجي والدكتور سعيد عبده\r\nباشراف لجنة فنية من وزارة الاعلام\r\n1392 ه‍ - 1972 م\r\nمطبعة حكومة الكويت\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمة لغز عبد اللطيف البغدادي\r\nقد يستغرب القارئ تلقيب موفق الدين عبد اللطيف البغدادي باللغز ، فبين أيدينا عن حياته وأعماله تفاصيل تربى على ما نعرفه عن كثير من علماء عصره ، وما أكثر التراجم والنبذ التي خصصها له الرواة والمؤرخون ، ولعل أطولها وأحفلها بالحقائق عن حياته ترجمة ابن أبي أصيبعة ( 1 ) الذي عرفه معرفة شخصية وربطت بينهما أواصر صداقة وثيقة .\r\nوالسر في ذلك الضباب الذي يتغشاه ، وذلك الغموض الذي نراه يحوم من حوله ليس في تفاصيل حياته ، ولا هو في تحركاته ، ولا في نسبه ، فهذه معروفة لنا معرفة تكاد تقترب من اليقين ، وإنما السر هو اختلاف المؤرخين في تقديرهم له ، وفي تعليلهم لدواعي تنقله المستمر بين بلد وبلد ، وفي خدمته سلطانا بعد سلطان ، والتنقل من معرفة يدرسها ويمارسها ، إلى معرفة أخرى يتناولها دون تمهيد ولا مقدمات .\r\nوبينما نجد من معاصري عبد اللطيف البغدادي ، من ذوى الإدراك المدقق ، والحكم السليم ، من يمتدحونه ، ويرفعونه إلى أعلى درجات العلم والفضل ، نجد آخرين ممن لا يقلون عنهم - في اعتبارنا - سلامة حكم ، ودقة إدراك ، من يهبطون به إلى أدنى درك من الجهل والادعاء ، ويصفونه بأحط الأوصاف ، وبأبذإ ما يجدون من ألفاظ .\r\nومن دواعي العجب أن نرى من معاصرينا الغربيين المؤمنين بتحضير الأرواح ، في الثلث الأخير من القرن العشرين ، من يلجأون إليه عبر الحواجز القائمة بين\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nواقع دنيانا ، ومجاهل عالم الأرواح ، ملتمسين منه النصح والإرشاد . ويؤكدون أن عبد اللطيف هو الذي أرشدهم إلى مخطوط ضائع في غبار مكتبة ( بودليان ) بأكسفورد ، يعالج هذا العلم الحديث ، طالبا منهم ترجمة الكتاب ، ونشر ما فيه من معلومات ( 2 ) ، مع أن هذا المخطوط ترجم إلى الفرنسية منذ أكثر من مائة عام . وخلت هذه الترجمة من معلومات عن الغيب ، أو إلقاء أي شعاع من النور على عالم الأرواح .\r\nإن الأمثلة على مثل هذا التناقض في الحكم على الناس ، خلال ذلك العهد ، كثيرة ، وإلى القارئ مثلا من أمثلة هذا التناقض العجيب :\r\nكان ابن جميع طبيبا عالما خدم الملك الناصر صلاح الدين يوسف بن أيوب ، وحظى في أيامه ، وكان على ما يقول ابن أبي أصيبعة « رفيع المنزلة عنده ، عالي القدر ، نافذ الأمر ، يعتمد عليه في صناعة الطب ، وركب له الترياق الكبير الفاروق » .\r\nثم إن ابن أبي أصيبعة شهد له بالفراسة وحدة التشخيص إذ قال : « وحدثني بعض المصريين أن ابن جميع كان يوما جالسا في دكانه عند سوق القناديل بقسطاط مصر ، وقد مرت عليه جنازة فلما نظر إليها صاح بأهل الميت ، وذكر لهم أن صاحبهم لم يمت ، وأنهم إن دفنوه فإنما يدفنونه حيّا . قال فبقوا ناظرين إليه كالمتعجبين من قوله ، ولم يصدقوه فيما قال . ثم إن بعضهم قال لبعض هذا الذي يقوله ما يضرنا أننا نمتحنه ، فإن كان حقا فهو الذي نريده ، وإن لم يكن حقا فما يتغير علينا شئ ، فاستدعوه إليهم وقالوا : بين الذي قد قلت لنا .\r\nفأمرهم بالمسير إلى البيت ، وأن ينزعوا عن الميت أكفانه ، وقال لهم : احملوه إلى الحمام ، ثم سكب عليه الماء الحار ، وأحمى بدنه ونطله بنطولات ، وعطسه ، فرأوا فيه أدنى حس ، وتحرك حركة خفيفة . فقال أبشروا بعافيته ثم تم علاجه إلى أن أفاق وصلح ، فكان ذلك مبدأ اشتهاره بجودة الصناعة والعلم ، وظهرت عنه كالمعجزة ، ثم إنه سئل بعد ذلك من أين علمت أن ذلك الميت ، وهو محمول\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوعليه الأكفان ، أن فيه روحا ؟ فقال : إني نظرت إلى قدميه فوجدتهما قائمتين ، وأقدام الذين قد ماتوا تكون منبسطة ، فحدست أنه حىّ ، وكان حدسى صائبا ( 3 ) .\r\n\r\nوبينما نجد البعض من معاصريه يمتدحه ويرثيه فيقول :\r\n أعينى بما تحوى من الدمع فاسجمى * وإن نفدت منك الدموع فبالدم\r\nفحق بأن تذرى على فقد سيد * فقدنا به فضل العلا والتكرم\r\nوأفضل أهل العصر علما وسؤددا * وأفضلهم في مشكل القول مبهم \r\nإلى أن قال :\r\n وقد كنت أهديه الثناء مبجلا * فها أنا أهديه الرثا جهد معدم\r\nفيا قبره الوضاح لم يدر ما حوى * ترابك من جود ومجد مخيم \r\nالخ . . . .\r\nفإنه مع ذلك لم يبرأ من هجاء هؤلاء المعاصرين ، إذ يقول فيه ابن المنجم المصري وكان شاعرا مشهورا ، وصفه ابن أبي أصيبعة بأنه خبيث اللسان :\r\n وليس يدرى ما في الزجاجة من * بول مريض ولو تمضمض به\r\nوأعجب الأمر أخذه أبدا * أجرة قتل المريض من عصبه \r\nكما يقول فيه :\r\n كذبت وصفحت فيما ادعيت * وقلت أبوك جميع اليهودي\r\nوليس جميع اليهود أباك * ولكن أبوك جميع اليهود \r\nولكننا إن صح لنا أن نهمل هجاء من شاعر مثل ابن المنجم ، على أنه إملاء\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمن وحى النكتة ، أو من ضرورات الارتزاق ، أو من الغيرة ، أو من تملّق الغير ، أو من النفاق ، إن صح هذا فعلينا أن نعير كل هذا الهجاء في عبد اللطيف البغدادي بعض الاعتبار إذا جاء على لسان شخص في وضع القفطي ، وهو من سلالة علماء وقضاة ، ارتقى إلى أعلى مناصب الدولة ، وكان وزيرا لأكثر من ملك ، ولقب بالقاضي الأكرم بعد أن لقب والده بالقاضي الأشرف وجده بالقاضي الأوحد .\r\nإن ابن القفطي يصف عبد اللطيف البغدادي - كما سنرى تفصيل ذلك فيما بعد - بأن « تصانيفه غاية في البرودة والركاكة » وأنه - أي البغدادي - كان إذا اجتمع بصاحب علم فر من الكلام معه في ذلك العلم وتكلم في غيره » ، وأنني - أي القفطي - اجتمعت به واختبرته ، فرأيته فيما يدعيه كالأعمى الذي يتحس ويدعى حدة النظر وما وثقت من روحي بذلك حتى سمعت جماعة من أهل علوم متفرقة قد كان يدعيها ، بعد نظره وكلامه نظير ما علمته منه » .\r\nوبغض النظر عن هذا الإلحاح الغريب من القفطي في ملاحقة البغدادي بالامتحان تارة ، وتتبع آراء العلماء فيه دون ذكر لأسمائهم أو مراتبهم من العلم والمعرفة تارة أخرى ، ثم ما قد يثيره كل ذلك من الشك في هجائه المقذع العنيف ، وإمكان إحالته إلى شئ من الضغينة الشخصية . . . بغض النظر عن كل ذلك فإن القفطي نفسه على علمه وفضله لم يخل من التجريح ومن هجاء معاصريه ، وتكفى الإشارة في هذا الصدد إلى ما قاله فيه عماد الدين سليمان بن عبد الملك الزاهد داود بن الملك الناصر صلاح الدين يوسف بن أيوب ، وسيأتي ذكره بعد حين .\r\nإن هذا النقد الارتجالى للعلماء كان - على ما يبدو - سمة واضحة من سمات ذلك العهد المضطرب ، المائج بالمهاترات والأحداث .\r\nترى هل كان البغدادي عالما حقا ؟ أم تراه كان دجالا متجولا يبيع سلعه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالعلمية ، ثم يفرّ هاربا خشية أن ينكشف أمره ؟ وإلا فما هو السرّ في كل هذه التنقلات ؟\r\nلقد قسّم في مواضع أخرى ( 4 ، 5 ) تاريخ العلم وتطوره في العالم العربي إلى ثلاث مراحل : مرحلة الترجمة والنقل والتحصيل ، تليها مرحلة الإنتاج الذاتي ، التي تعقبها مرحلة الثورة على القدامى ، تلك الثورة التي عاصرت - مع الأسف - عصر التدهور والانهيار .\r\nلقد فطن البغدادي إلى هذا التدهور العلمي في مرحلة الانهيار التي عاش فيها ، وشاركه الكثيرون من معاصريه شعوره بجهل أطباء هذا العصر ، ومن هؤلاء ( ابن الجميع ) الذي أسلفنا ذكره ، لقد كتب ابن الجميع في القرن الثاني عشر الميلادي مقالة لم تنشر بعد ، عنوانها يدل على محتواها : « المقالة الصلاحية ( نسبة إلى صلاح الدين ) في إحياء صناعة الطب » ( 6 ) ، وهذه الرسالة حققتها العالمة العربية الدكتورة سميرة يوسف جدعون ، وهي في صدد نشر ترجمة إنجليزية لها ( 7 ) ، وقد ورد في هذه الرسالة أن ابن الجميع بحث مع الناصر صلاح الدين في خلال زيارة قام بها لدمشق ، مسببات الانهيار العلمي المعاصر ، وكيف أن الجهل سيطر على الأطباء . عزا هذا إلى أن الأحشاء محجوبة عن النظر وأن الأطباء يحجمون عن ممارسة التشريح الذي أوصى به جالينوس ، وأن كتابة التعليقات المختصرة التي انحرفت عن تعاليم أبقراط وجالينوس قد كثرت ، وأن الأطباء أصبحوا يكتفون بدراستها دون العودة إلى أصول هذين العالمين ، ثم أوصى بتشجيع أساتذة الطب وطلابه ، وقصر التدريس على تعاليم أبقراط وجالينوس ، وتدريب الطلبة بالمستشفيات ، وامتحانهم قبل الترخيص لهم بمزاولة المهنة ، ومراقبتهم وهم يمارسون التطبيب .\r\nوقد كان ابن جميع ممن انتقدوا ( قانون ) ابن سينا في مؤلفه « كتاب التصريح بالمكنون في تنقيح القانون ( 8 ) .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكما انتقد عبد اللطيف البغدادي كثيرا من معاصريه ، وكان وقوعه كثيرا جدا في علماء العجم ومصنفاتهم وخصوصا الشيخ الرئيس ابن سينا ونظرائه ، وسنرى كيف كان انتقاده لهم في سياق الكلام .\r\nنجد عبد اللطيف يقع تلقائيا في المرحلة الثالثة من تاريخ العلم العربي ، مرحلة الانهيار والثورة على القديم ، وسواء أكان مرغما على ذلك بحكم تاريخ نشأته ، أم مخيّرا فيه لما طبع عليه من سخط على ما كان يراه ، وقلة احترام للقائم من الأوضاع ، فإن كبرياءه كانت - في رأينا - سبب تعاقب تنقلاته من البلاد التي يعمل بها ، ونزوحه المتكرر من عاصمة إلى عاصمة ، وتغييره نشاطا بنشاط .\r\nإن هذه الثورة ليفسرها علماء النفس بأنها نضال داخلي بين المبالغة في التقدير الذاتي والاعتقاد بالتفوق على الغير من جهة ، وبين ضرورات المعيشة اليومية ، ووجوب الرضوخ لظروف الحياة الاجتماعية من جهة أخرى .\r\nبيد أن البغدادي على كثرة عيوبه ، جدير بالاحترام والتقدير ، لأنه كان من القليلين الذين تجاسروا على التمرد على سلطان الأطباء القدامى ، وأعلنوا بصراحة تامة عن آرائهم الخاصة ، وإن خالفت آراء الأطباء الأقدمين .\r\nكما ثار عبد اللطيف البغدادي ثورة أخرى على أسلوب الكتابة في عصره ، الذي غلبت عليه المحسنات اللفظية ، كالسجع والإطناب ، والولع بالطباق والمقابلة والتورية والذي كان يمثله القاضي الفاضل آخر كتاب الدولة الفاطمية ، وأول كتاب الدولة الأيوبية ، فكتب البغدادي بأسلوب يخالف ذلك تماما ، لا يكاد يختلف في بساطته ، وإيجازه ، وعزوفه عن إهدار المعاني على مذبح الألفاظ ، عن أسلوب الكتابة في العصر الحديث .\r\nويصف سلامة موسى أسلوب عبد اللطيف البغدادي بأنه « أسلوب من أرق\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالأساليب وأن للبغدادي أفكارا عصرية غريبة ، ورغبة في الدقة ، ونزوعا إلى التحقيق العلمي ، مع نقائض قد يعذر عليها للزمن الذي عاش فيه » .\r\nوقد حاولنا في هذا المؤلّف المتواضع جمع ما قيل عن هذا العالم الغريب ، وما كتب عنه ، وتحليل بعض ما وصل إلينا من تأليفه ، عسانا ننجح في وضع القارئ المميز أمام مستندات تسمح له بتكوين رأى عن شخصية ، نعدّها من أغرب شخصيات التاريخ .\r\nوقد اعتمدنا في النصوص على نشرات ومقالات علماء العرب أمثال الدكتور عبد الرحمن بدوي ، والمستشرقين أمثال بروكلمان وديترش وشترن وكراوس ، كما أننا حصلنا من مكتبة الأسكوريال على صورة شمسية من مخطوط له .\r\nواننا إذ نشكر لوزارة الإعلام معاونتها إيانا ، وتشجيعها المستمر لنا ، ووضع إمكاناتها في خدمة هذا البحث .\r\nنشكر للسيد جريجوريو دى أندريس  Gregorio de Andres  أمين مكتبة دير ( سان لورنز ودل اسكوريال ) وكل من عاوننا في هذا البحث المتواضع لحياة طبيب عربى طالما كثر فيه القيل والقال .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالديباجة لمحة تاريخية\r\nكان العالم الاسلامي في القرن السادس الهجري ( الثاني عشر الميلادي ) قد تفتت إلى دويلات يحارب بعضها بعضا . ففي الغرب أفل نجم الفاطميين وانكمش ملكهم حتى انحصر في مصر . ولم يصبح لهم فيها سوى شبح سلطان خاضع لوزراء من المرتزقة ، وشاعت الفوضى وعمت الأوبئة والمجاعات والفتن والغدر والقتل والمؤامرات .\r\nوفي آسيا استولى الصليبيون على الشاطئ الشرقي للبحر الأبيض المتوسط من عسقلان إلى أنطاكيا ، واستولوا على بيت المقدس .\r\nوفي الشرق تقاسم السلاجقة بلاد فارس والعراق وسوريا وتسلطوا على الخلفاء العباسيين .\r\nأفاق هذا العالم الغافل عن مصلحته بهمة صلاح الدين الأيوبي . فقد ذهب هذا الفاتح السياسىّ الفذ إلى مصر ، أول مرة ، في سنة 559 ه ( 1164 م ) وعيّن فيها وزيرا لآخر الخلفاء الفاطميين ، ثم دفع التاريخ دفعا . وعند وفاة نور الدين ابن زنكى ( 570 ه - 1174 م ) ، أعلن استقلال مصر وانتزع سوريا من إسماعيل بن نور الدين ، فولاه الخليفة العباسي سوريا الوسطى ، وغرب جزيرة العرب ، وفلسطين ، والنوبة ، والمغرب . وتابع صلاح الدين فتوحه بدخوله الموصل في سنة ( 581 ه - 1185 م ) ، وانتصاره على الصليبيين سنة ( 584 ه - 1187 م ) في معركة حطين وفتح بيت المقدس ، وأغلب بلاد\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالشام ، وفلسطين ، وكان يسيطر عليها الفرنجة ، هذا فيما عدا أنطاكية وطرابلس وصور ، ثم هادنهم ( 1192 م ) وترك لهم ساحل البلاد وآل إليه داخلها .\r\nإلّا أن هذه الوحدة التي حققها وربطت بين بلاد العرب المختلفة لم تدم طويلا بعد وفاته ، إذ اقتسم خلفاؤه المملكة ، فآلت دمشق إلى الملك الأفضل ، والقاهرة إلى العزيز ، والكرك إلى العادل ، وحلب إلى الظاهر . وبعد وفاة العادل حكم حمص وحماه واليمن حكام من فروع أخرى من الأسرة الأيوبية .\r\nأما في بغداد فإن النضال بين أمراء السلاجقة أضعفهم وكسر شوكتهم ، فحث ضعفهم الخليفة الناصر على آخر محاولة للنهوض بملكه : فعدّل منظمات الفتوّة وبث فيها حياة جديدة ، ونشر العمران وأعاد إلى عاصمته مظاهر الرخاء ولكنه أفسد عمله إذ أخطأ خطئين جسيمين : أولهما أنه أوعز إلى أحد أتراك خوارزم - هو طكش حاكم هذه المنطقة - بمهاجمة سلاجقة العراق الفارسي بغية الخلاص من استبدادهم ، ولكن طكش ، بعد انتصاره على السلطان السلجوقي طغرل ( 1194 م ) واستيلائه على بخارى وسمرقند والجزء الأكبر من إيران ، قرر إنهاء الخلافة العباسية . فأخطأ الخليفة خطأه الثاني إذ استنجد - على قول بعض المؤرخين - بجنكيز خان ، فكانت بداية اكتساح الجزء الأكبر من العالم المعروف وتأسيس أوسع إمبراطورية في تاريخ العالم على حساب الأمة العربية ، وعاش الشرق العربي بعدها في قلق مستمر .\r\nومع ذلك ننقل إلى القارئ وصفا دقيقا لحال هذا العالم ، من كتاب « أيام صلاح الدين » للأستاذ عبد العزيز سيد الأهل ( 9 ) ليرى كيف أن المسلمين - مع محنتهم - لم ينصرفوا عن العلم والدراسة ولو أنهم وضعوا علوم الدنيا بعد العلوم الكلامية وعلوم الدين :\r\n« وحفلت الأندية والمجالس والمساجد وخيام الحرب وميادينها بمحاورات\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالعلم والأدب . . . وتراسل العلماء والأدباء بمناظراتهم كما تحادثوا بها ، ومن أشهر تلك المراسلات ما كان بين القاضي الفاضل وابن سناء الملك .\r\nولم تعق الحروب الحادثة رحلة الناس من مكان إلى مكان . فانساح الناس لطلب العلم والحديث والفقه والأدب والنحو والطب وأتت دمشق وفود الطلاب من كل فج . وكانت آفاق الأرض حين ذلك مفتحة الأبواب ، قد اتصلت مصر بالشام والعراق وخراسان والمغرب ، والمسافر في هذه البلاد لا يصده أحد ولا تحجزه حدود ، وكان التاجر والمسافر في مدة سفره يتلقى العلم حيث نزل ، وكأنه ضرورة كالطعام والشرب ، لأن المسافر يقصد المساجد الجوامع لا محالة ، فيجد فيها علوم الدين والأدب والشعر والحكمة فينهل منها ما يناسبه وما يشاء .\r\nوكانت المجالس تعقد والندوات تجتمع . . . فإذا نزل القاهرة شاعر دمشقي أو نزل دمشق شاعر قاهرى اجتمع الشعراء لديه وأبقوه عندهم زمانا قبل أن يتمكن من الرجوع إلى بلده ، فيتمتع الناس بأدبه كما يستمتع هو بضيافتهم وإكرامهم . »\r\nفي هذا العالم القلق ظهر عالم لمع بعلمه الواسع وبطبه الشافي ، ودرس العلوم الكلامية والدينية ، وكتب التآليف في الطب والجغرافيا والنحو والفقه ، وتنقل بين البلاد العربية ، ووصف بعضها وصفا دقيقا زاخرا بالملاحظات الطريفة ، وذاع صيته في البلاد العربية ، ولكنه حيّر المؤرخين لدى تقديرهم له ، وذلك العالم هو عبد اللطيف البغدادي .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالباب الأول تاريخ حياة عبد اللطيف البغدادي\r\nولد موفق الدين عبد اللطيف البغدادي في بغداد سنة 557 ه من أصل موصلى ، واشتهر باسم عبد اللطيف البغدادي ولقب بابن اللباد .\r\nأخبرنا عنه ابن أبي أصيبعة ( 1 ) وهو الكاتب الذي لا غنى عن العودة إليه عند البحث في طب العرب وأطبائهم ، وللمعلومات الواردة في هذا المصدر عن عبد اللطيف البغدادي طابع واقعي خاص لمعرفة ابن أبي أصيبعة بالبغدادى معرفة شخصية ، فقد كان جد المؤرخ - حسب قوله - صديقا للبغدادي ، وتتلمذ أبوه وعمه عليه في الأدب ، ودرسا عليه كتب أرسطاطاليس ، ثم قامت بين ابن أبي أصيبعة والبغدادي علاقات صحبة وطيدة عندما تلاقيا بالديار المصرية ، وتقابلا في دمشق ، وأطلع البغدادي ابن أبي أصيبعة على سيرته التي ألفها بخطه ، ونقل عنها ابن أبي أصيبعة نبذا كثيرة ذكرها في مؤلفه ، وهذه وقائع سنعرض لجانبها من الصحة ومدى اعتمادها فيما بعد .\r\nويستخلص من هذه النبذ أن البغدادي ولد في سنة 557 ه ( 1162 م ) بدار لجده في درب الفالوذج ببغداد ، وكان والده يوسف مشتغلا بعلم الحديث وبعلم القراءات ، متضلعا في المذهب والخلاف والأصولين ، كما أن عمه سليمان كان فقيها مجيدا .\r\nنهل البغدادي من هذا المنهل العلمي الفياض ، ويسّر له والده في صباه سماع الحديث من جماعة ، منهم أبو الفتح محمد بن عبد الباقي المعروف بابن البطى ، وأبو زرعة طاهر بن محمد القدسي ، وأبو القاسم يحيى بن ثابت الوكيل ، وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفنشأ في جو من العلم والتقوى ، وامتاز في النحو وعلوم اللغة والكلام ، وكان عزوفا عن اللهو ، يصرف أكثر أوقاته في الدراسة ، ولما سمعه والده ألحقه في الرواية بالشيوخ المسانّ ، ورآه متضلعا في الخط والقرآن والفصاحة وحفظ المقامات وديوان المتنبي - دون التوسع في النحو والفقه - فحمله إلى شيخ بغداد كمال الدين عبد الرحمن الأنباري الذي كان له به صحبة قديمة ترجع إلى أيام التلمذة بالمدرسة النظامية . فلم يفهم البغدادي من كلام الشيخ شيئا حتى قال له الشيخ : « أنا أجفو عن تعليم الصبيان » وأوصى بحمله إلى تلميذه الوجيه الواسطي ، وكان رجلا أعمى من أهل الثروة والمروءة - فظل البغدادي يلازم الشيخ ويتردد معه على الشيخ ، وينكب على الحفظ والتكرار أكثر الليل حتى أنه - حسب قوله - سبق الشيخ وقرأ كل ما وجد من الشروح ، وشرع يشرحها لتلاميذ اختصوا به ، إلى أن صار - على حد قوله أيضا - يتكلم كراريس على كل باب ولا ينفد ما عنده . وكان يحفظ المؤلفات في مدد قصيرة .\r\nوحفظ عن الشيخ كمال الدين الأنباري طائفة من كتب سيبويه ثم تجرد لها ولشرح السيرافي . ومن المشايخ الذين ذكر موفق الدين فضلهم عليه ولد أمين الدولة بن التلميذ ، وقد بالغ في تقديره له مبالغة انتقدها مؤرخه ابن أبي أصيبعة وأرجعها إلى تعصب البغدادي للعراقيين لأن ولد أمين الدولة لم يكن في رأيه بهذه المثابة ولا قريبا منها .\r\nأما الذين لم يعجب البغدادي بهم فكثيرون ، منهم شخص مغربى « قال إنه له أبهة وصورة عليها مسحة الدين ، يعرف بابن نائلى ، كان يحضره جماعة من الأكابر يوهمهم أنه متبحر . فشوقه كلام ابن نائلى إلى علوم الكيمياء والطلاسم وما إليها ، وأكب البغدادي على الكتب التي تناولت هذه العلوم ، أمثال كتب الغزالي ، وبهمنيار تلميذ ابن سينا ، وجابر بن حيان ، إلا أنه رجع عنها بعد مدة قائلا : « وباشرت عمل الصنعة « 1 » الباطلة وتجارب الضلال الفارغة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت ( الكيمياء ) تطلق على محاولة تحويل المعادن إلى ذهب ، وكانت تسمى أيضا « الصنعة » .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوأقوى من أضلّنى ابن سينا بكتابه في الصنعة الذي أتم به فلسفته التي لا تزداد بالتمام إلا نقصا » كما قال عن الشيخ عبد اللّه بن نائلى إنه كان يسأله عن أمور خسيسة فيعظمها ويكتبها منه وإنه لم يجده كما كان في نفسه . . . الخ .\r\nوفي سنة 585 ه ( 1190 م ) حيث لم يجد بعد في بغداد « من يملأ عينيه ، ويحل ما يشكل عليه » رحل إلى الموصل ، فلم يجد بها أيضا من يروق في نظره سوى الكمال بن يونس إذ وجده متضلعا في الرياضيات والفقه ، واستغرق عقله حب الكيمياء حتى صار يستخف بكل ما عداها . وعرضت على البغدادي بالموصل عدة مناصب اختار منها مدرسة مهاجر المعلقة ، ودار الحديث التي تحتها . ومما يدل على درجة اعتداده بنفسه أنه - بعد أن قام بالموصل سنة - قال إن أهل الموصل لم يروا من أحد قبله ما رأوه من العلم والاطلاع ، ونعت غيره بالحماقة وادعاء العلم بدون حق ، ومن هؤلاء الذين نال منهم الشهاب السهروردي .\r\nورحل من الموصل إلى دمشق ، واجتمع بعلمائها ، وتفوق فيها - حسب قوله - على مناظريه ، وألف بعض المصنفات في غريب الحديث وفي العلوم الدينية ، ولم يعتق قلمه الدمشقيين ، فنال منهم كما سبق أن نال من غيرهم ، مثال ذلك أنه قال عن الكندي البغدادي البحري ، إنه كان معجبا بنفسه مؤذيا لجليسه ، وإنه جرت بينهما مباحثات أظهره اللّه تعالى عليه فيها ، وإن كان وصفه بأنه كان شيخا ، بهيا ، مثريا له جانب من السلطان .\r\nوبعد دمشق ذهب هذا الدائم التجوّل إلى صلاح الدين بظاهر عكا حيث اتصلت بأهلها شهرته من قبل ، فذهب به بعضهم إلى الشيخ القاضي الفاضل فسأله الشيخ عن بعض أقوال اللّه سبحانه وتعالى وهو لا ينقطع عن الكتابة والإملاء ، ونجم عن هذا اللقاء أن عرض عليه القاضي الفاضل الجرايات في دمشق ، فأصر البغدادي على الذهاب إلى مصر ، فحمّله مكتوبا إلى وكيله بها ابن سناء الملك - وكان لهذا المكتوب أطيب الأثر إذ قابله الوكيل بحفاوة جمة وأجزل له العطاء ، وعرّف أرباب الدولة بأنه ضيف القاضي الفاضل ، فانهالت\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nعليه الهدايا من كل جانب ، وما فتئ القاضي الفاضل يؤكد الوصية عليه في كل خطاب يرسله إلى القاهرة .\r\nوكان البغدادي يقصد من زيارته إلى مصر لقاء ثلاثة - ياسين السيميائى ، وموسى بن ميمون ، وأبى القاسم الشارعى ، وقد ألفي ياسين مشعبذا كذابا ، يدعى تحضير الذهب المضروب متى شاء وبأية سكة شاء ، وأنه يجعل ماء النيل خيمة يجلس وأصحابه تحتها ، وأنه يعمل ما يعجز موسى بن عمران عن عمله .\r\nأما موسى بن ميمون فقد ألفاه فاضلا في الغاية ، إلا أنه غلب عليه حب الرياسة ، وخدمة أرباب الدنيا ، وقد وضع كتابا في الطب نقله عن جالينوس ، وكتابا أسماه ( كتاب الدلالة ) ، لعن فيه من يكتبه بغير العبرية ، وهو كتاب قال فيه البغدادي إنه يفسد أصول الشريعة . وأما أبو القاسم فقد لقيه صدفة في المسجد ، ولما علم من هو اعتنقه ، وقال : إياك أطلب ، ثم وجده كما « تشتهى الأنفس وتلذ الأعين » ، لا يطلب من الدنيا إلا الفضيلة . وقد اختلفا في حكمهما على الفارابي وعلى القدماء ، وكان البغدادي لا يؤمن بأحد من هؤلاء لظنه حينذاك أن الحكمة كلها حازها ابن سينا ، إلا أنه لان شيئا فشيئا بمعاشرته أبا القاسم .\r\nوبعد ما هادن صلاح الدين الفرنجة عاد البغدادي إلى القدس ، وكان هذا في سنة ( 1192 م ) ، فكتب له صلاح الدين بثلاثين دينارا كل شهر وعينه في ديوان الجامع بدمشق ، وأضاف أولاد صلاح الدين إلى هذا الراتب بما أطلقوه له ، حتى صار ما يتقاضاه كل شهر مائة دينار .\r\nومن ثم عاد إلى دمشق وانكب على دراسة القدماء فزاد إعجابه بهم وقل تقديره لابن سينا ، واقتنع نهائيا ببطلان الكيمياء وقال فيها : « وتضاعف شكري للّه سبحانه على ذلك فإن أكثر الناس إنما هلكوا بكتب ابن سينا والكيمياء » .\r\nوبعد وفاة صلاح الدين ( سنة 586 ه - 1193 م ) أقام عبد اللطيف بدمشق إلى أن جاء الملك العزيز من مصر ليحاصر هذه المدينة ، ولما لم ينجح الملك العزيز\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفي فتحها خرج له البغدادي طالبا مصاحبته ، فرحل معه إلى القاهرة حيث ظل مدة طويلة يقرئ الناس في الأزهر في أول النهار ، ثم يقرئهم الطب في وسطه ، ثم يعود إلى الأزهر آخر النهار ليقرئ قوما آخرين . وقد أجزل له أولاد صلاح الدين من العطاء حتى وفاة الملك العزيز .\r\nوفي خلال هذه الزيارة الثانية لمصر ، وقعت بالقاهرة سلسلة من المآسي أفرد لها فصلين من مؤلف وصف فيه أرض مصر ( وهو كتاب الإفادة والاعتبار في الأمور المشاهدة والحوادث المعاينة بأرض مصر ) ، الذي سنعرض له فيما بعد .\r\nوعندما ملك السلطان الملك العادل سيف الدين أبو بكر بن أيوب الديار المصرية ، وتفرق أولاد أخيه الناصر صلاح الدين ، انتقل البغدادي إلى المقدس حيث درّس علوما كثيرة بالجامع الأقصى . ومن ثم ذهب إلى دمشق ( سنة 604 ه - 1207 م ) وعمل بالمدرسة العزيزية حيث شاع صيته وكثر تلاميذه . ويمكن تحديد بدء شهرته في الطب بهذا الحين ، أما شهرته قبل ذلك فإنما كانت في علم النحو .\r\nومن دمشق رحل هذا المتجول الدائم إلى حلب ، ومنها إلى بلاد الروم حيث أقام في خدمة الملك علاء الدين داود بن بهرام - صاحب ( أرزنجان ) - حتى استولى السلطان كيقباد بن كيخسرو بن قلج أرسلان على ملكه ( سنة 625 ه - 1227 م ) ، وتوجه في السنة نفسها إلى ( أرزن الروم ) ، ثم عاد إلى أرزنجان ( سنة 626 ه ) ومنها إلى كماخ ثم إلى دبركى ثم إلى ملطية ثم إلى حلب حيث درّس الطب ردحا من الزمن ، وقد عزم بعد ذلك على الانتقال إلى دمشق ونوى تأدية فريضة الحج ، فجعل طريقه إلى بغداد ليقابل الخليفة المستنصر باللّه ، فمرض في هذه المدينة وتوفاه اللّه يوم الأحد 12 من محرم سنة 629 ه ( 8 - 11 - 1231 م ) عن 69 أو 72 سنة ، ودفن عند أبيه بالوردية ، وكان قد خرج من بغداد وغاب عنها خمسا وأربعين سنة .\r\nويبدو أنه تزوج وأنجب ، حيث إن ابن أبي أصيبعة نسب اليه ترجمة كتبها لابنه شرف الدين بن يوسف .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالباب الثاني مؤلفات عبد اللطيف\r\nإن ما وصلنا من مصنفات البغدادي ، ما هو إلا قبس من إنتاج ضخم تضمن - تبعا لابن أبي أصيبعة - 173 عنوانا بين مقالة صغيرة وكتاب ضخم ، وزعها الأستاذ الدكتور بدوي على الوجه الآتي ( 23 ) :\r\n13 - في اللغة وعلومها ،\r\n2 - في الفقه ،\r\n9 - في النقد الأدبي ،\r\n53 - في الطب ،\r\n10 - في الحيوان ،\r\n3 - في علم التوحيد ،\r\n3 - في التاريخ ،\r\n3 - في الحساب والعلوم ،\r\n4 - في التعليم ،\r\n2 - في السحر والمعادن ،\r\n23 - متنوعة ،\r\nو 48 في الفلسفة : منها 19 في المنطق ، و 10 في الطبيعيات ، و 8 في الإلهيات ، و 9 في السياسة ، واثنين يجمعان بين المنطق والطبيعيات والإلهيات ، منهما الكتاب الجامع الكبير في المنطق والعلم الإلهى وهو زهاء عشر مجلدات ، الذي تم تصنيفه في نحو نيف وعشرين سنة .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوقد تحسّر الأستاذ الفيلسوف الدكتور بدوي على ضياع كتبه في المنطق على ما يبدو من عناوينها ، وخص بالذكر مقالتين في مشكلتين من أطرف المشكلات التي ما تزال تشغل علماء المنطق حتى اليوم ، أولاها مقالة في تزييف الشكل الرابع ، انتهى فيها عبد اللطيف إلى ما انتهى اليه علماء القرن الحالي ، والثانية مقالة في تزييف ما يعتقده أبو علي بن سينا من وجود أقيسة شرطية تنتج نتائج شرطية ، وهذه المشكلة تسبب في وجودها ابن سينا ، وقد أثيرت حديثا كما أثيرت بين علماء العرب من قبل ، ولم ينته البحث فيها إلى الآن وإن كانت أغلبية الآراء تقول قول البغدادي لأن معظم نتائج الأقيسة الشرطية شكلىّ لفظىّ محض . وأضاف الأستاذ الدكتور بدوي أنه يودّ لو عرف حجج عبد اللطيف في استنتاجاته .\r\nوقد ذكر بروكلمان ( 10 ) ما وصل إلينا من هذه المؤلفات وسنشير إلى شئ منه مكتفين باختصار ما جاء من تعليق عليها عن أقلام المستشرقين والمعلقين ، بغية رسم صورة مبسطة لإنتاج هذا العالم ولأسلوبه ، وقد أفردنا الباب الثالث من هذا الكتاب لكتاب الإفادة والاعتبار ، واستنسخنا نص رسالته ( في الفصل ) في آخر هذا الباب ، كما استسنخنا في الباب الرابع نص الرسالتين في الحواس والمسائل الطبيعية وفي الباب الخامس نص الرسالة في مرض الديابيطس ، وعلقنا عليها تعليقا مفصلا . وإلى القارئ كشفا بالكتب التي في علمنا أنها وصلت الينا :\r\n1 - كتاب الإفادة والاعتبار في الأمور المشاهدة والحوادث المعاينة بأرض مصر ، وسنفرد له الباب الثالث من هذا الكتيب .\r\n2 - مجموعة بمكتبة الأسكوريال بأسبانيا تحوى مقالين في الحواس ومسائل طبيعية ، وسنفرد لها الباب الرابع .\r\n3 - ثلاثة مخطوطات مودعة بدار الكتب المصرية هي :\r\n( 1 ) ( المجرد في غريب الحديث ) .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n( ب ) ( شرح تقدمه المعرفة لأبقراط ) وهو نسخة نقلت من مخطوط مودع بالمكتبة الظاهرية بدمشق .\r\n( ج ) ( ملخص مقالات التاج في صفات النبي ) مودع ضمن مجموعة مخطوطات رقم 59 بدار الكتب المصرية بالقاهرة .\r\n4 - مؤلفان ببرلين ، هما ( شرح مسائل حنين ) و ( شرح فصول أبقراط لجالينوس ) .\r\n5 - الطب من الكتاب والسنة ، مودع في كمبردج ،\r\n6 - فتوح الوقت ، مودع بالمتحف البريطاني ضمن مجموعة من الأحاديث عنوانها ( روح العارفين ) .\r\n7 - المغنى الغالي في الحساب الهندي ، المودع نسخ منه ببيروت ودمشق .\r\n8 - تعليق على تشريح لطف اللّه المصري .\r\n9 - شرح ديوان أبى يحيى عبد الرحيم بن نباتة .\r\n10 - لماع القوانين المذيعة في دواوين الديار المصرية .\r\n11 - كتاب في علم ما بعد الطبيعة ( مخطوط رقم 117 حكمة تيمور بدار الكتب بالقاهرة ) ، وهو كتاب في علم ما وراء الطبيعة وصفه كراوس ( 11 ) باختصار مكتفيا بالإشارة إلى أنه منقول من أربعة كتب سنذكرها فيما بعد . ويقول الدكتور عبد الرحمن بدوي : « إن الذي دعا البغدادي إلى تصنيف هذا الكتاب هو أنه وجد لابن سينا - خصيمه اللدود في الدور الثاني من حياته - تصانيف تخالف رأى المشائين « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المشامون فئة من فلاسفة الإغريق  Peripateticians  ، منتمية إلى مدرسة أرسطو ، سميت بهذا الاسم نسبة إلى الطريق  Peripato  التي كانت تحيط البارثنون في قلب أثينا ، والتي كانوا يتمشون فيها وهم مسترسلون في جدلهم .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nولا يعود منها القارئ بفائدة ، لهذا رأى تصنيف هذا الكتاب الذي سيعتمد فيه خصوصا على الفارابي . وهو يبدأ الكتاب فعلا بنقل مقالة لأبى نصر ( أي الفارابي ) ذكر فيها الفارابي أغراض « ما بعد الطبيعة لأرسطوطاليس ( 23 ) » .\r\nويرى الدكتور بدوي ( 12 ) أن هذا المؤلف هو الذي ذكره ابن أبي أصيبعة بعنوان ( مختصر فيما بعد الطبيعة ) ، لأنه يختصر في أربعة وعشرين فصلا أربعة كتب مختلفة في هذا العلم ، هي التي ذكرها كراوس ، وهي : من الفصل الأول إلى الفصل 16 ( كتاب ما بعد الطبيعة ) لأرسطو ، ومن 17 إلى 19 كتاب ( العناية ) للاسكندر الأفروديسى  Alexander of Aphrodisias  ، والفصل العشرين كتاب ( إيضاح الخير ) ، أما الفصول الأربعة الباقية فإنها مستخلصة من كتاب ( أثولوجيا ) المنسوب إلى أرسطو وهو في الحقيقة فصول منتزعة من ( تساعات ) أفلاطون .\r\nوقد نشر الدكتور بدوي الجزء المنقول عن كتاب ( الخير المحض ) وأبدى رأيا فيه مستندا إلى حجج قوية ، أن الكتاب كان اسمه - أول الأمر - ( الخير الأول ) ، ثم سمّى بعد ذلك ( الخير المحض ) ، وأخيرا سمّى ( كتاب العلل  Liber de causis  ) ، وأنه مستخلص من كتاب ( إيضاح الخير لأبرقلس اليوناني  Proklos  ، وإن كان قد نسب عند العرب إلى أرسطو ، وقد كان لهذا الكتاب تأثير بالغ على الفارابي وابن سينا وإن كانا لم يذكراه بالاسم ، غير أن البغدادي كان أول من ذكر مصدره باسمه ونقل عنه فصولا وجملا بحروفها ، وهذا واضح من مستهل هذا الجزء : « قال الحكيم ( وهو أرسطو ) في كتاب إيضاح الخير وهو كتاب العلل : « كل علة كلية أولى فهي أكثر فيضا على معلولها من العلة الكلية الثانية » ، وفي جزء آخر : « قال أفلاطون في أول كتاب طماوس إن الأمور . . » .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأما فصول هذا الكتاب المختلفة ، كما حللها الدكتور بدوي ، فإن الفصل الأول يتحدث عن كيفية اكتساب العلم وإمكان ذلك ، ويبين أن الشئ لا يعلم علم اليقين إلا من جهة أسبابه . ولذلك كان علم الأسباب واجبا .\r\nثم يبين الفصل الثاني أن العلل متناهية والقول بعلل لا نهاية لها محال من وجوه كثيرة أخذ يبينها ، ويتناول مسائل رئيسية في علم المعرفة مثل : هل مبادئ البرهان أقدم من مبادئ الجوهر ، وغيرها .\r\nوفي الفصل الثالث يستعرض المعاني الرئيسية التي يتألف منها علم ما بعد الطبيعة مثل : العلة ، الأسطقس ، الطبيعة ، الضرورة ، الواحد ، النهاية ، الأين ، المتى ، الخ .\r\nوالفصل الرابع يتناول أقسام « ما بعد الطبيعة » : الوجود ، الواحد ، الاشتراك ، الخ .\r\nوالخامس : أقسام الموجود الحقيقي ، لا الذي بالمعارض .\r\nوالسادس : الحدود ومبادئها ، والسابع : الأسباب الأربعة وإبطال المثل الأفلاطونية ، والثامن : الصور ، في حدها وكيفية اتحادها بالهيولى ، والتاسع :\r\nأن الحدود للكليات لا للأشخاص الدائرة ، والعاشر : جمل ما سيق في الحدود والمواد والصور ، والقوة والفعل ، والحادي عشر : الواحد والكثير والغير والضد . . . ، والثاني عشر : الأجزاء التي لا تتجزأ ، والثالث عشر : ما تتضمنه مقالة اللام أن الفلسفة الأولى هي النظر في الموجود المطلق وفي مبادئه وعلله وأن الكم والكيف وسائر المقولات ليس لها الوجود المطلق بل وجودها في الجوهر وبالجوهر ، والرابع عشر في « علم الهيئة المتصل بمقالة اللام » أي الفصل الثامن من مقالة اللام الذي يتحدث عن الأفلاك وعقول الأفلاك وينتهى إلى عدد حركات الأجزاء السماوية ، فهو بذلك تجاوز مقالة اللام واستعان بمعطيات علم الفلك بعد\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأرسطو ، والخامس عشر : الحركة ، والضد ، والغاية ، وسائر الأسباب ، والسادس عشر : سريان القوة والنظام من المبدأ الأول ، والسابع عشر : كيفية نفوذ التدبير من العالم الأعلى إلى العالم الأدنى ، وهو ينقل فيه عن كتاب « التدبير » المنسوب إلى أرسطو ، والثامن عشر : العناية الإلهية . والتاسع عشر يتناول الاستطاعة فيقول : أما أن للانسان رؤية واستطاعة فهو من الظهور في مرتبة لا يحتاج معها إلى برهان . ولو لم تكن له استطاعة لم توضع النواميس والشرائع ، ولم يوجد مدح ولا ذم ولا ثواب . . ولا تأنيب . . . الخ . . .\r\nأما من أين عرف عبد اللطيف هذا الكتاب ومن ترجمه إلى العربية فإنها مسألة ليس لها حلّ ، وإن كان الدكتور بدوي يعتقد أن الذي نقله إلى العربية كان أحد كبار المترجمين أمثال إسحق بن حنين أو أبى على عيسى بن زرعة ، إذ أن أسلوبه أقرب إلى أسلوب كليهما .\r\nوقد قيل أيضا إن هذا الكتاب أصلا من تأليف الفارابي أو ابن داود ، غير أن أغلبية العلماء أجمعت على أن أحد تلاميذ أبرقلس أو أحد رجال الأفلاطونية المحدثة استخلصه من عناصر ( الثاؤلوجيا ) لأبرقلس ونسبه إلى أبرقلس نفسه .\r\n12 - مجموعة بروسيا : كانت هذه المجموعة في حيازة عبد الرحمن بن علي ابن المؤيد المعروف باسم شاه زادة ، العالم الحنفي المتوفي سنة 944 - 1537 ، وقد انتهى استنساخها - حسب ما جاء في ذيلها ، في 25 جمادى الآخرة من سنة 622 ، والمؤلّف ما يزال على قيد الحياة ، وفي رأى ناشرها ديتريش (  Dietrich  ) ( 13 ) أن المؤلف قارنها بالأصل ، فقد أضيفت إلى المقال السابع رواية لقاء حدث بين عبد اللطيف وكيميائى بأرزنجان في سنة 622 ، الأمر الذي يشير إلى أن هذه النسخة أعدت للمؤلف ، أو أنها كتبت تحت ملاحظته ، وأنه راجعها بنفسه وأضاف إليها تلك الرواية . ومما يعزّز هذا الرأي أن اسم المؤلّف ورد دون أي لقب ، وتلك عادة لم تكن تتبع إلا إذا نسخ المؤلف مصنفه بيده أو إذا استنسخ له . ويرى ديترش أيضا أن الخط يشابه خط نسختي ( كتاب\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالإفادة والاعتبار ) المحفوظتين ، إحداهما في المكتبة البودلية بأكسفورد ، الثانية بالقاهرة حيث أودعت سنة 600 ، حسب التذييل ، وإن كان ابن أبي أصيبعة ذكر أنه تم بالقدس سنة 603 . ويرجح ديترش أن تكون الاثنتان بخط عبد اللطيف ذاته ، وأن سبب التباين بين التاريخين أن عبد اللطيف راجعهما مراجعة أخيرة بعد وضعهما بثلاث سنوات ، وأن الاختلافات الطفيفة بين خط ( الإفادة ) وخط المجموعة طبيعية بعد مرور نحو من عشرين سنة بين الاثنتين ، وهذا يتفق وما هو معروف من أن عبد اللطيف اعتاد نسخ مؤلفاته بنفسه ليوزعها .\r\nأما شترن (  Stern  ) الذي نشر جزءا من المجموعة ( 14 ) فقد نسب الكتابة إلى خطاط محترف ، فيما عدا بعض الهوامش ، وعنوانين ناقصين من المتن ، ونبذتين أضيفتا إلى آخر المقال السابع ، إحداهما على ورقة منفصلة والأخرى على جزء شاغر في آخر الصفحة ، وإشارة في الهامش إلى خطأ ورد في ترتيب الصفحات وطريقة تصحيحه ، وبعض التصحيحات والإضافات الأخرى التي تنبئ طبيعتها على أنها بخط المؤلف .\r\nوقد استقينا معلوماتنا في صددها من مقالات ديترش وشترن وثيس ، وأعدنا ترجمة أكثر نصوصها إلى العربية من الألمانية والإنجليزية ، وهذا يفسر الاختلاف بين جزء من نصنا العربي وبين الأصل ، هذا فيما عدا الرسالة في مرض الديابيطس التي استنسخنا نصها في الباب الخامس من هذا المؤلف من صورة شمسية نشرها ثيس .\r\n\r\nوالمجموعة مكونة من إحدى عشرة مخطوطة ، هذا هو تفصيلها :\r\n\r\nأ - الأوراق التي عملتها على كتاب محمد بن عمرو المعروف بابن الخطيب الريى الذي عمله على بعض الجزء الأول من كتاب القانون وهو الملقب بالكتاب :\r\n« بسملة ، أما بعد السلام عليك أيها الولد السعيد الرشيد أمتعنى اللّه ببقائك وأسعفنى بإسعادك وإرشادك . فإني أحمد إليك اللّه الذي لا إله إلا هو . . . » وتنتهى هكذا : « فإن جزاء الشئ قد يسمى باسمه كما قاله سبحانه وتعالى « ومكروا ومكر اللّه » « وجزاء سيئة سيئة مثلها » واللّه سبحانه ، يغفر الزلة ،\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nويستر الهفوة ، ويهب التوبة ، ويقبل الإنابة بمنّه وجوده . وضعت هذه الرسالة في حلب سنة 613 لرشيد الدين علي بن خليفة » « 1 » وكتب في آخرها : « وقد سيرتها إليك في مسودتها » . والمهدى إليه هو عمّ ابن أبي أصيبعة الذي قرأ أرسطو على عبد اللطيف . وقد ذكر ابن أبي أصيبعة هذه الرسالة وإهداءها .\r\nوتحوى الرسالة نقدا شديدا لتعليق على كليات القانون لابن سينا وضعه ابن خطيب - وهو فخر الدين الرازي ( غير الرازي الطبيب ) - وحمد المؤلف اللّه على عدم متابعة الرازي تعليقاته إلى أبعد من ( النبض ) ، وقال إنه اطلع عليها ووجدها أجمل دليل على انحطاط مستوى معاصريه العلمي إذ أنهم كانوا معجبين بها ، ثم أضاف أن نسخة من الرسالة اختلطت صفحاتها وقرئت دون أن يدرى قارئوها عدم تسلسلها ، وأنه كان ينوى قراءتها كاملة ، وتسجيل بعض الملاحظات عليها ، غير أنه سئمها فتركها ولم يعد إليها ، إلى أن طلب اليه تلميذه الاطلاع على هذه الملاحظات ، فأرسل اليه هذه المسّودة . وأن نقده مفيد لأنه يبين للقارئ أن بعض معاصري عبد اللطيف لم يتقبلوا مثل هذه الأقوال . وأتم نقده مشيرا إلى أن ابن سينا - مع عيوبه - كان أفضل من الرازي ، ومؤكدا إعجابه بالقدامى : أرسطو والفارابي في الفلسفة ، وجالينوس في الطب .\r\n\r\nب - قول لعبد اللطيف بن يوسف على حال ابن الخطيب الريى في تفسير سورة الاخلاص :\r\n« بسملة ، قال عبد اللطيف بن يوسف : سألتني أيدك اللّه بتوفيقه وأكرمك بتأييده أن ألخص لك حال ابن الخطيب الريّى وما لهج الناس بكتبه أمخطئون في ذلك أم مصيبون » . وقد كان جواب عبد اللطيف : « إن كتب الرازي تزخر بالأخطاء ، وإن مؤلّفها لم يكن على علم دقيق . واكتفى بإثارة مسائل سفسطائية ، وأنه سبق أن دلّ في رسالته على كتاب الرازي في الكليات على جهله المصطلحات الطبية ، وإنه كان من الأفضل لو أن الرازي ترك القرآن وحاله ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وليس رشيد بن الفارس أبو حليقة كما زعم مايرهوف ( 15 ) .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوبعد هدمه تفسير الرازي لسورة الإخلاص انتهى بأنه لا فائدة تجنى من قراءة تفسير السورتين الأخيرتين اللتين تناولهما المؤلف : « وقد رأيت أن أقطع معه الكلام وآخذ في غيره من المهام ، وباللّه أعتمد وإياه أستغفر مما اقترف » .\r\n\r\nج - عن ماهية المكان بحسب رأي ابن الهيثم :\r\n« . . . غرضى في هذه المقالة أن أبحث عن ماهية المكان بحسب رأى ابن الهيثم ، وهذا الرجل فاضل في العلوم الرياضية ، واسع الدسيعة في أنواعها ، طويل الباع في علم الهيئة وعلم المناظر ، وهو من أهل مصر معاصر ابن رضوان الطبيب » . يقول عبد اللطيف إنه برهن على صحة رأى أرسطو في ماهية المكان في كتاباته في المنطق وعلى خطأ الآراء المخالفة . ولكنه اطلع على رأى ابن الهيثم بأن المكان « 1 » هو « البعد الفارغ » ووجد - لما اتسم به ابن الهيثم من الفضل والعلم - أنه ينبغي له انتقاد رأيه في مؤلف خاص . فذكر نص ابن الهيثم وأجاب عليه نبذة نبذة ، وآخر الرسالة : « وكانت الأرض تقف في الهواء والنار تحرق الأرض والماء وكانت نسبة الأسطقسات إلى المكان نسبة المائعات إلى الكأس . . . »\r\n\r\nد - مقالة في المزاج :\r\n« . . . الاسطقسّات هي الأجسام الأولى التي ليس بعضها أقدم من بعض ، ومنها يتاون ( ؟ يتكون ) جميع الموجودات الكيانية وقد تبين في كتاب الكون والفساد  de gener . et corr .  أنها أربعة لا غير . تناولت الرسالة تمازج الأركان في المواد المركبة .\r\n\r\nه - كتاب النصيحتين من عبد اللّه بن يوسف إلى الناس كافة :\r\nوهي أهم رسالة في هذه المجموعة ، تبرز طبيعة البغدادي ، وذكاءه ، وشخصيته الطاغية ، وأسلوبه اللاذع ، وإن كان تحيزه يؤدى إلى تعبيرات وأحكام لا تستساغ . ولبّ الرسالتين هو هجوم على الادعاء الكاذب للعلم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أن التعريف الأرسططالى الصرف للمكان هو أن المكان ( هو الحد اللامتحرك المباشر للحاوى ) وعند فلاسفة المسلمين انه ( السطح الباطن من الجرم الحاوي المماس للسطح الظاهر للجسم المحتوى ( 16 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالادعاء الذي هو أسوأ من الجهل . وهي مقسمة إلى شقّين ، الأول موجّه إلى الأطباء ( لخلاص الأبدان من السقم ) ، والثاني إلى الفلاسفة ( لخلاص النفوس من آلام الجهل إلى سلامة المعرفة ) .\r\nوقد عرض عبد اللطيف لما ورد في كتابات أبقراط وجالينوس ضد الأطباء غير الصالحين واقتبس نبذا مطولة من كتاب امتحان الأطباء لجالينوس . وقال إن القدامى ، وإن أخذ بعضهم بمبادئ غير صحيحة إلا أن هذه المبادئ كانت علمية ، هذا في حين أن أطباء عصره اكتفوا بالتخمين ، واللوم في هذا يقع على الأمراء والمرضى الذين يعيرون مأكلهم وأموالهم وخيولهم عناية فائقة ، في حين أنهم لا يتخذون الحيطة فيما يخص أطباءهم . ثم قال إن السلطات في القسطنطينية كانت تراقب مزاولة الطب وتمتحن الأطباء وتفرض عليهم قسم أبقراط ، وإن مثل هذا كان جاريا بالقاهرة ودمشق وبغداد ، إلا أن الفوضى عمّت حلب ، وانهال بالسب على أحد أطبائها ، لم يذكره بالاسم ، ولكن كان واضحا أنه إنما عرض لشيخ مغربى ادعى الإسلام وهو يهودي ، شيخ من أقرب التلاميذ إلى ابن ميمون ( وكان يهوديا ) ، ومن أقرب المقربين إلى القفطي ، اسمه أبو الحجاج بن يحيى بن شمعون ، الذي تسبب - تبعا لقوله - في موت الملك الظاهر غازي بن يوسف - لعدم تطبيق علاج كان أوصى به طبيب آخر ، خشية أن يكتسب ذلك الطبيب شهرة .\r\nوفي تاريخ الطب قال : ولعله لخص هنا ما جاء في مؤلفه « مقالة في البادئ بصناعة الطب » الذي ذكره ابن أبي أصيبعة ولكنه لم يصل الينا ، إن الطب ظهر عندما احتاج الإنسان إليه ، وإن اللّه عنى بإيجاد من يبعثه جديدا إذا ما تأخرت حاله ، فهكذا أعاد أبقراط الطب إلى ما كان عليه في عهد جده أسقلا بيادس بعد انحطاطه ، ثم بعث جالينوس لإحيائه مرة أخرى ،\r\nثم أبدى رأيه في أن آخر طبيب مسلم جدير بهذا اللقب هو أبو جعفر أحمد ابن محمد بن أبي الأشعث المتوفّى 360 - 970 ( ولم يذكر إن كان هو ، البغدادي ، يعتقد أنه آخر رسل الطب ) . أما معاصروه فإنهم في رأيه ( ببغاوات ) يعيدون\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأجزاء من ( القانون ) دون فهمه . وأتم بنصحه الأطباء دراسة أبقراط وجالينوس وهو - في رأيه - فاق ابن سينا ، أما إذا أراد الطالب قراءة مصنف محدث لمعرفة كيف لخص مؤلفه كتب هذا الطبيب ، فلا غبار على ذلك ، وأفضل هذه المؤلفات ( كناش ) سرابيون .\r\nوكذلك ردّ تدهور الفلسفة إلى إهمال دراسة القدامى الذين استعملت كتبهم للفّ العقاقير ولتجليد الكتب . ثم قارن أرسطو والفارابي بابن سينا ، وأكد أفضلية الأول والثاني على الثالث ، واختصر فلسفة أفلاطون كما عرضت في ( تحصيل السعادة ) للفارابي ، وفي ( الجمهورية ) و ( طماوس ) و ( القوانين ) ، فتمال إن أحاديث أفلاطون منظمة حسب ترتيب يجعل منها بحثا منظما متدرجا يتناول مشاكل الفلسفة كافة ، وفعل مثل هذا بفلسفة أرسطو كما عرضت في المؤلف ذاته للفارابي ، فانتهى إلى أنهما لم يتركا شيئا لغيرهما وأن الفلسفة بعدهما لا تحتاج إلى تحسين بل لا يمكن تحسينها .\r\nثم روى كيف أنه أعجب في أول حياته بابن سينا وبمؤلفيه ( النجاة ) و ( الشفاء ) ، ثم كيف انصرف عنه إلى القدامى تحت تأثير أبى القاسم الشاعرى بالقاهرة ، وأسف لضياع وقته في دراسة ابن سينا ، وانتقد كتاب ( الشفاء ) لقصور محتوياته ، وقلة ترتيبه ، وكثرة إعاداته ، ونقص أقواله في المنطق ، ولجعله الفلسفة في متناول أي شخص ، ولأن ابن سينا كان يحتسى الحمر ويؤلف وهو تحت تأثيره ، في حين أن الفلسفة يجب ألّا تدرس إلّا لمن قوى إيمانه ، ودرس الفقه ، وكان على قدر كبير من الخلق والذكاء ، لأن الفلسفة والدين لا يختلفان فالدين يعلم للصبيان والفلسفة لنخبة البالغين ، وردّ هجوم الناس عليه ( البغدادي ) لعدم مشاركته إياهم تحللهم الخلقي ، ولعدم إيمانه بالإكسير ، ولرأيه في ابن سينا ، مضيفا أن كل هذا لن يمنعه من الجهر برأيه صراحة .\r\nومن أهم ما جاء في النصيحة الثانية ترجمة ذاتية ، هي أقصر من تلك التي نقل ابن أبي أصيبعة ترجمته له ، وإن كانت تختلف عنها في شبهها بالوصية الروحانية ، فهي تتعرض لحياته الظاهرة أقل من تعرضها لتطوره الفكري\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالعلمي ، وقد حاول فيها توضيح سيرته بمقارنتها بحياة أفلاطون وأرسطو وابن سينا ، وهو يبدو في كل تأريخ وضعه عن نفسه - وقد وضع ثلاثة منها - وكأنه يقصد منه عظة ودرسا للقارئ ، فيدخل في كل منها تفاصيل جديدة ، وتغييرات تختلف حسب الجمهور الذي يبتغى الوصول إليه ، وقد وجه الترجمة الّتى نحن بصددها إلى صديق له بالعبارة الآتية : « وقد شرحت لك أيها الحبيب الخلّ وصيتي ، وعلىّ القول وعليك القبول » .\r\n\r\nو - رسالة في مجادلة الحكيمين الكيميائى والنظري :\r\nوهو جدل ينتهى بنصر الفيلسوف النظري ، وهو لم يذكر اسمى المتجادلين ولكن عبارة وردت في الرسالة تشير إلى أن المناظرة كانت واقعية غير منتحلة وهي : « المجادلة التي جرت بين الرجلين المبرّزين في صناعتهما الكيميائى والحكيم النظري وهما كهلان عاقلان بالفطرة . . قد اجتمعت فيهما الشرائط التي قلّما اجتمعت في متناظرين » .\r\nقال عبد اللطيف إن الكيمياء لم يرد ذكرها في كتب فيثاغورس أو أفلاطون أو أرسطو أو جالينوس أو فيلوبونوس أو أوائل أطباء العرب أمثال حنين بن إسحاق أو أبى الفرج بن طيب ، وإن مؤسّس هذا العلم الكاذب هو جابر بن حيان الذي خدع بعض العلماء أمثال أبى بكر الرازي ، ثم ذكر آراء الفارابي وابن سينا . . أما شهاب الدين السهروردي فوضعه بين الصبيان الأغبياء ، وعلى العكس فإن ابن العربي كان أحكم أهل الكيمياء إذ أنه ادعى معرفة اسم اللّه الأكبر وأسرار الحروف وهذا ادعاء يصعب التحقق من صحته .\r\n\r\nز - رسالة في المعادن وابطال الكيمياء :\r\nمبدؤها : « إن المعادن كلها دهنات تنعقد ، ففيها المائع جدا كالنفط الأبيض . . » ويميز عبد اللطيف في هذه الرسالة بين عمليات الكيميا الصحيحة وهي إحراقات وتكليسات وتليينات وتصليبات . . فيها فوائد ترجع على المدينة . . . الخ » وبين ما عداها وهو « ادعاءات وتمويه واختراع » .\r\nوحكى أنه بينما كان يقرأ هذه الرسالة وتلك التي سبقتها في أرزنجان ،\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nإذ بكيميائىّ يدخل عليه ويطلب إليه خطابا إلى علاء الدين حاكم البلد ليحصل به على جسد عبد ، أوجثة شخص محكوم عليه بالاعدام ، ليستعين بها على تحضير الإكسير . ثم اعتذر عن طول الرسائل طالبا ألا ينسب اليه التطويل وفرط التعصب قائلا إنه لو اجتمع ألف نفس مثله وأنفقوا أعمارهم في محو أثر الكيمياء لن يقدروا على محو يسير منها . وكيف لا يعجزون عن ذلك ولجابر أربعة آلاف تصنيف ولمن جاء بعده أربعة أضعاف ذلك وهي مبثوثة في العالم بأسره وقد شحنت بها الخزائن « فان شربة واحدة لا تطهر أدناس العالم وإن فلاحا واحدا لا يقدر على أن يستأصل دغل ألف بستان إلا أن يكون نبيّا . . . ولكل أجل كتاب ولكل مرض بحران » .\r\nوانتهى بقوله : « ولعل سبحانه وتعالى يهدى بكتابي ولو واحدا من الناس فلى ثوابه ، ومن غريب قول هذا المغربي ( مدعى الصنعة ) أن من لا يعتقد صحة هذه الصنعة فليس بمسلم . . . »\r\n\r\nح - فصول منتزعة من كلام الحكماء :\r\nوهي رسالة تتناول أربع مسائل في المنطق وما وراء الطبيعة وحلّها . تبدأ بقوله : « إن الأمر الكلىّ الذي هو جنس ليس له وجود البتّة من خارج . . . » وتنتهى هكذا : « . . . وأما الجنس فلا وجود له إلا في فكر المفكر فقط فهو شيخ « 1 » الموجودات كوجود الأشياء في المرآة وهو تابع لوجود الأشياء . . . »\r\nوالمسائل التي تعرض لها خاصة بالجنس ، والفصل ، والكون بالقوة  being in potentia  ، والكون بالفعل  in actu  . وآخر جزء ، وهو الخاص بالفرق بين الجنس والمادة ، مبنىّ على رسالة الإسكندر الأفروديسى في هذا الموضوع ، وقد عبر شترن عن رأيه في أن بقية الرسالة كذلك مقتبسة من الإسكندر .\r\n\r\nط - رسالة للاسكندر في الفصل خاصة وما هو « 2 » :\r\nإن هذا المخطوط هو الجزء الوحيد من المجموعة الذي لم يكن لعبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاءت في مقال ديتريش ( 3 ) « شبح » .\r\n( 2 ) الفصل هو جزء من الماهية يميز النوع ، كتسمية ( الناطق ) للانسان ( 16 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nاللطيف شأن في تأليفه ( شترن 14 ) لأنه نقله نقلا أمينا عن رسالة للإسكندر الأفروديسى ، وقد اعترف بهذا ، ثم إن الموضوع نفسه ورد مع رسالة أخرى مترجمة أيضا من الإسكندر في مخطوط مودع بدمشق نشره الدكتور عبد الرحمن بدوي ( في أرسطو عند العرب 1947 صفحة 290 - 308 ) .\r\nإلا أن ترجمة نص دمشق قام بها أبو عثمان سعيد بن يعقوب وعنوانها :\r\nمقالة الإسكندر الأفروديسى في ( الفصول ) ترجمة أبى عثمان سعيد بن يعقوب الدمشقي وفي حواشيها تعاليق لأبى عمرو الطري عن أبي بشر متى بن يونس الفنائى رحمهم اللّه : في أن الفصول التي بها يقسّم جنس من الأجناس ليست واجبا ضرورة أن توجد في ذلك الجنس وحده الذي إياه تقسم ، بل قد يمكن أن يقسّم بها أجناس أكثر من واحد ليس بعضها من نتائج بعض ، وهذا الجزء من رسالة الإسكندر ليس له نظير في مخطوط بروسا . أما بقية مخطوط دمشق فإنه يتعرض لمسألة أخرى وهي : هل يجب أن يوضع الفصل تحت جنس واحد بعينه وهو ذلك الجنس الذي يحوى الجنس الذي إياه يقسم ذلك الفصل أو تحت جنس آخر غيره ، وهذا هو الجزء المقابل لنص مجموعة بروسا ، إلا أنه مطوّل ومزوّد بتعليقات ، وقد رأينا ، بغية السماح للقارئ بتكوين رأى شخصىّ ، ولصعوبة الحصول على هذه النصوص ، نشر هذه المقالة كاملة في آخر هذا الباب وقد نقلناها نقلا عن مقالة ديتريش ( 13 ) .\r\n\r\nى - فصول طبية انتزعها عبد اللطيف بن يوسف ( 17 ) :\r\nبدء : « الملح مع دهن الورد يتدلك به في الحمام فتذهب الحكة العارضة عن البلغم المالح » .\r\nوالعنوان كتب فيما بعد بيد غير التي كتبت المتن ، وقد أضيف كذلك بالخط الذي كتب به العنوان بعض الهوامش والتعليقات في وقت لاحق .\r\nويبدو النص مجموعة ثمار اقتطفها عبد اللطيف في خلال مطالعاته فسجّلها دون مراعاة لأي نظام أو أية علاقة بين الواحد والثلاثين عقارا المذكورة . والنبذ\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقصيرة تفتقر إلى وصف للنبات ، وتذكر الطبائع كما بوبّها الإغريق ( حار ، بارد ، جاف ، رطب ) ثم درجة القوة ثم بعض فوائدها وأضرارها .\r\nوقد اختلف عبد اللطيف عن ديسقوريدس وجالينوس ومن تبعهما من العرب بأنه تجنب ذكر التطبيقات الكثيرة التي اعتاد هؤلاء ذكرها وخصّ بالذكر خواصّ قليلة ، مهملا الأخرى وإن كان على علم بها .\r\nويبدو أن عبد اللطيف أراد : إما سدّ ثغرات قابلته في خلال ممارسته للمهنة ، وإما التمهيد لوضع دستور علاجى مختصر ( فارما كوبيا ) لاستعمال المستشفيات أو لنفسه . وقد سبق أن ذكرنا أن عبد اللطيف كان - أول حياته - معجبا بابن سينا وأنه انفصل عنه مذهبيا فيما بعد ، وأنه عاد ووصف كلامه بأنه مخطىء ومفسد ، غير أن هذا القول يبدو أنه في تعاليم ابن سينا الفلسفية وحسب ، إذ أننا نراه يقتبس من الشيخ الرئيس بكل حرية ، بل يحاكيه في اختصار الوصف وفي التركيز على الخواص والفاعلية . وهو لم يختلف عن الكثيرين ممن سبقوه أو عاصروه أمثال ديسقوريدس ، وعلي بن عيسى ، وابن البيطار ، وأبى هيل ، وابن سينا ، وابن ميمون ، اللهم إلا في الناحية التي أولاها كل منهم جلّ عنايته ، وهي إما الوصف الشكلى ، أو القوة ، أو طريقة التحضير ، أو المترادفات الخ . وهذا الاختلاف بين الكتاب إن دلّ على أمر فإنما يدل على أن العرب لم ينقلوا بدون تمييز كما قال البعض . والمخطوط يذكر النباتات التالية :\r\nالملح ، الفلفل ، القرفة ، الزعفران ، الكمون ، الكزبرة ، الكراوية ، ( الصفصاف ) ، النرجس ، المرزنجوش ، السوسن ، الكركم ، الأمروسية ، الحنطة ، الشعير ، الدخن ، الحمص ، العدس ، الباقلة ، الأرز ، الماش ، اللوبياء ، الترمس ، الحلبة .\r\n\r\nك - في المرض المسمى ديابيطس :\r\n( انظر الباب الخامس من هذا المؤلف ) .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nل - كتاب ذيل فصيح ثعلب :\r\nنشره وعلق عليه الأستاذ محمد عبد المنعم خفاجى ( 18 ) وقال عنه :\r\n« وهو كتاب لغوى رائع خفيف الظلّ ، جميل العرض ، حسن الترتيب وهو مكمل لكتاب الفصيح نفسه ، ومتمم لما فيه » .\r\nمستهله : « الحمد للّه رب العالمين وصلواته على سيدنا محمد النبي الأمى وعلى آله الطاهرين » .\r\nوبعد : فإنا مزمعون أن نثبت في هذه الأوراق من الألفاظ التي يتداولها الناس في مخاطباتهم وكتبهم ما يغلط فيه كثير من الكتاب فنخبر بالصواب فيه بتجنب ما عداه ، وينبغي لمن أراد الدخول في العلية أن يضم معرفة هذه الألفاظ إلى معرفة ما في ( كتاب الفصيح لثعلب ) بزياداته فإن اللحن يتولد في الأمم والنواحي بحسب العادات والسير ، وباللّه التوفيق .\r\nومن أمثلة ما جاء بهذا المؤلف :\r\nباب ما يضعه الناس في غير موضعه .\r\nهوى الشئ هويا بالضم : إذا صعد . وهوى هويا بالفتح : إذا هبط .\r\nيقال تنحّس النصارى : إذا تركوا أكل اللحم ولا يقال لهم ذلك إذا أكلوه .\r\nوقال ابن دريد وهو عربى معروف ، يقال تنحس وتوحّش إذا تجوع .\r\nقلت : العوام تقول تنهّس النصارى والمسلمون إذا أكلوا اللحم وأكثروا منه قبيل صومهم ووجهه ظاهر ، لأن العرب تقول : تنحس النصارى إذا تركوا اللحم والعامة تقول تنهسوا إذا أكلوه .\r\nوأيام التنهيس . هي أيام في أواخر شعبان يغتنم فيها أكل اللحم في الهناء وهذا سائغ لأنه من النّهس وهو أكل اللحم بشره وخطف لأنهم يأكلون أكل مودع .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nباب ما تغير العامة لفظه بحرف أو حركة . ونذكر على سبيل المثال :\r\nتقول أمر هائل ولا تقول مهول ، وهي السّبطانة ولا تقل دربطانة . وهي الجبولاء بالجيم والمد ولا تقل الكبولة . والجبل الخيط والكبل القيد ، والمكاكيك جمع مكوك ، فأما المكاكى فجمع مكّاء وهو طائر يمكو أي يصفر . والزرمانقة جبة صوف عبرانية معربة وهذا حديث مستفيض ولا يقال بالألف . وأفاض القوم في الحديث اندفعوا فيه . . .\r\nحدبدبى لعبة للصبيان ، والعامة تجعل مكان الباء الأولى نونا ومكان الثانية لاما وهو خطأ ، قال الراجز :\r\n حدبدبى حدبدبى يا صبيان * ان بنى فزارة بن ذبيان\r\nقد طرّقت ناقتهم بانسان \r\nوتقول للشاة والبعير يجتر من الجرّ أي يجتذب الغذاء من جوفه فيعيد مضغه ولا يجوز بالشين ، ومنه حضر الناس كافة ولا تقل الكافة .\r\nوما يطرد فيه لحنهم : قولهم في اسم الفاعل المعتل العين بغير همز وهو بالهمز فقط نحو القائم . والقائل والبائع . . فأما بايع فهو مبايع وقاول فهو مقاول فلا همز فيه .\r\nوتقول جئت عنده ومن عنده وجئت اليه .\r\nوتقول بعثت إليك غلاما وأرسلت إليك رسولا فيعدى الفعل بنفسه فإن قلت بعثت إليك بهدية وأرسلت بثوب ونحوه مما لا يتعدى بنفسه جازت تعديته بالباء لأن التقدير بعثت إليك إنسانا بهدية .\r\nومما جاء بالسين المهملة والعامة تقول بالشين :\r\n. . . وتقول سجع الحمام إذا طرب ، وسجع الخطيب سجعا فهو ساجع ،\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأما شجع بالشين المعجمة فمن الشجاعة . . .\r\nومما جاء بالذال المعجمة فيغيرونه بالدال . الجرذ والجمع جرذان لذكر الفأر . . . والذقن .\r\nومما جاء بالدال المهملة فيغيرونه بالذال : الدعّار اللصوص الخبثاء .\r\nومما يشدد والعامة تخففه : عندي مائة ونيّف . . . ولا يجوز نيف بالتخفيف والكسر .\r\nومما يخفف والعامة تشدده : . . . ملطية وقسطنطينية بتخفيف الياء فيهن .\r\nومما جاء ساكنا والعامة تحركه : هي البكرة . . . وحلقة الحديد . . . . .\r\nوالإبط .\r\nومما جاء محركا والعامة تسكنه . . . وهي الزّهرة لهذا النجم ، ونخبة القوم ، والذبحة وجع في الحلق بالتحريك .\r\nومما يصحّف : تقول لمن تنسبه إلى الجهل والبلادة عليه لحية الثيتل بثاء مثلثة ثم تاء : وهو الوعل المسن ولا تقله بتائين .\r\nومما جاء مكسورا والعامة تغيره : هو الشّطرنج بالكسر كالجردحل . . .\r\nوالخنزير والقنّينة .\r\nومما يكسر : . . . المسطرة . فأما المقلمة فهي بالفتح لأنها موضع الأقلام .\r\nومما يفتح والعامة تكسره أو تضمه هو الرّيحان .\r\nومما جاء مضموما والعامة تغيره : هو المشان . . وخرطوم .\r\nومما جاء ممدودا والعامة تقصره : . . . : اللوبياء .\r\nومما يغير من الأفعال : . . . تقول هذا الشئ لا يساوى كذا أي لا يعادله ولم يسمع يسوى .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nومما تغلط فيه . . . وتقول ما يعرضك لهذا الأمر ولا يجوز يعرضك بالضم والتشديد . . .\r\nوما جاء على أفعل : تقول أروحت الجيفة وأعوزنى الشئ . . . وقد أفاق من علته . . .\r\n\r\nنص رسالة الإسكندر\r\nبسم اللّه الرحمن الرحيم\r\nرسالة للإسكندر في الفصل خاصّة وما هو\r\n1 - قال : إنّا نريد أن نبحث عن الفصل ونطلبه طلبا مستقصى ، فنقول :\r\nتحت أىّ الأجناس ينبغي لنا أن نضع الفصل أتحت الجنس الذي يفصّل بالفصل أم تحت جنس آخر هو جنس لذلك الجنس الذي يفصّل بالفصل ؟ .\r\n2 - فإن قال قائل : إنّ الفصل تحت ذلك الجنس الذي انفصل بالفصل ، قلنا : إنّه إن كان الفصل تحت جنس آخر غير الجنس الذي انفصل بالفصل لم تكن الأشياء كلّها عشرة بل تكون أحد عشر ، فإن كان ذلك كذلك كان أيضا للجنس الحادي عشر جنس آخر ، وهذا يصير إلى ما لا نهاية وهو غير ممكن .\r\n3 - فإن قال : إنّ الفصل ليس بجنس غير الأجناس العشرة لكنّه تحت أحد الأجناس العشرة ، قلنا له : إن كانت كذلك فإمّا أن يكون تحت الكميّة أو\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nتحت الكيفيّة أو تحت سائر النعوت ، فإن كان هذا على هذا رجعنا أيضا فقلنا : إما أن تكون فصول الكميّة تحت الكميّة وفصول الكيفيّة تحت الكيفيّة وإمّا أن تكون تحت جنس آخر كما قلنا آنفا ، كقولنا : إن فصول الكيفيّة تحت الكميّة وفصول الكميّة تحت الكيفية ، فإن كانت فصول الكميّة تحت الكيفيّة فتحت أىّ الأجناس تكون إذا فصول الكيفيّة ؟\r\nوكذلك إن كانت فصول الكيفيّة تحت الكميّة فتحت أىّ الأجناس إذا تكون فصول الكمّيّة ؟ فإنّ الجواب في ذلك عسر جدّا غير سهل ولا هيّن .\r\n4 - فإن قال قائل : إنّ فصول الكمّيّة تحت الكمية وفصول الكيفيّة تحت الكيفيّة ، قلنا : فلم صارت فصول هذين الجنسين ، أعنى فصول الكمّيّة وفصول الكيفيّة ، مجانسة للصور المنفصلة من الجنس بها ، أعنى الفصول ؟ أقول : إنّها فصول وصور معا ولم تكن فصول سائر الأجناس على هذه الصفة .\r\n5 - ونرجع فنقول أيضا : إنّه لا يمكن أن يكون الفصل تحت الجنس الذي انفصل به ، وذلك أنّه إن كانت الفصول المصوّرة للصور تحت جنس تلك الصور كانت لا محالة الصور التي تفصّل الحىّ تحت الحىّ كانت هي أيضا حيوانا ، فإن كانت حيوانا كانت جواهر مركّبة من هيولى وصورة وكانت صور الحىّ لا محالة ، لأنّ الشئ القابل اسم الحىّ وحدّه إمّا أن يكون كلّيّا فيكون صورة الحىّ وإمّا أن يكون جزئيّا فيكون شخصا من الأشخاص للصور التي تحت الحىّ .\r\n6 - فإن كان ذلك كذلك وكان الفصل كلّيّا كان لا محالة صورة من الصور ، فإن كان الفصل صورة وكانت كلّ صورة من جنس وفصول كانت لا محالة للفصول فصول إذ كانت للفصول فصول أيضا ، وهذا يكون إلى ما لا نهاية وهذا محال غير ممكن البتّة .\r\n7 - فإن كان هذا غير ممكن فنرجع إلى المسألة فنحلّها حلّا محكما فنقول :\r\nإنّ الفصل ، إذا ما أخذ بذاته ، لم يكن من هيولى وصورة لكنه صورة بلا\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nهيولى مصوّرة للصور الهيولانية ، ويحقّق ذلك الجنس فإنه طبيعة كلّيّة تعمّ أشياء كثيرة مختلفة الصور وإنّما يستدل على خلاف الصور بعضها من بعض بالفصول وليس اختلاف الصور الهيولانيّة التي تحت جنس أحد بالهيولى الحامل لها ولا بالجنس العامّ المحيط بها بل يكون اختلافها بالصور الكائنة في الهيولى فقط ، وإنّما بكون معرفة اختلاف الصور بالفصول .\r\n8 - فإن كان هذا على ما وصفنا ولم يكن الفصل هيولانيّا رجعنا فقلنا : إنّه إذا ما كان الجنس دالّا على طبيعة مركّبة من هيولى وصورة شبه الحىّ لم يكن هذا الفصل تحت جنسه لأنه لا يقبل اسم جنسه وحدّه شبه المتصل ، فإنّه فصل من فصول الكميّة وهو كميّة أيضا ، أقول : إنّه فصل وصورة معا قابل لاسم الكميّة وحدّها شبه البياض فإنه فصل من فصول اللون وهو لون أيضا ، أقول : إنّه فصل وصورة للون قابل لاسم جنسه وحدّه .\r\n9 - ونقول أيضا بقول جامع : إنّ الصور التي لا هيولى لها فالفصول الدّالة عليها وليس بينها خلاف البتّة ، فلذلك صارت أجناسها تنعت بها نعتا مترادفا ، أعنى أنّها تعطيها الاسم والحدّ جميعا .\r\n10 - فإذا كانت الفصول على ما ذكرنا ووضعنا رجعنا إلى المسألة فحللناها أيضا حلّا بيّنا واضحا فقلنا : إنّ فصول الأجناس الأولى تحت أجناسها وصورها ، فلذلك لا نجد لفصول الأجناس الأول فصولا أخر غير الصور لأنّ فصولها وصورها هي شئ واحد ، أقول : إنّ صورها هي فصولها وفصولها هي صورها ، فلذلك صارت هوية هذه الفصول تحت أجناسها اضطرارا ، فقد حدّ الحكيم هذه الفصول فقال : « إنّها هي التي لا تتصوّر صورة أخرى » .\r\n11 - فأمّا فصول الأجناس الثانية المركّبة من هيولى وصورة ، أعنى الجواهر المركّبة شبه الحيوان ، فليست تحت أجناسها التي انفصلت بها ولا أنّها صور لها ، فلذلك قيل : إنّ الأجناس لا تنعت بصورها نعتا مترادفا اضطرارا ولا تعطيها الاسم والحدّ جميعا ، بل هي تحت الجنس الأوّل فإنّ ذلك الجنس ينعت\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبالفصول الهيولانيّة وغير الهيولانيّة ، فلذلك صارت فصول الحىّ جواهر ولم تكن حيوانا لأنّ الجوهر جنس الحىّ وهو حافظ للطبيعة في الأجناس المركّبة من هيولى وصورة وفي الأجناس المفردة المبسوطة ، أقول : في الجواهر الجرميّة وغير الجرميّة .\r\n12 - فإن قال قائل : إنّ فصول الجواهر ليست بجواهر لأنّها لا تقبل الأضداد ، قلنا : إنّ قائل هذا القول لم يفهم قول الحكيم ، وذلك أنّ الجواهر الجزئيّة هي التي تقبل الأضداد ، وأمّا الأجناس والفصول والصور فإنّها لا تقبل الأضداد البتّة لأنّها كليّة عاميّة .\r\n13 - فقد استبان الآن وصحّ ما الفصل وكيف هو في جميع الأجناس ، أمّا في الأجناس المبسوطة فهو صورة لها وتحتها لا تحت جنس آخر ، وأمّا في الأجناس الثانية المركّبة فهو غير الصورة وليس هو تحت جنس آخر ، أقول :\r\nتحت الجنس الأوّل الذي هو الجوهر ، بأقاويل فلسفية فائقة لا مردّ لها .\r\n14 - تمّت الرسالة في الفصل للإسكندر ، والحمد للّه ربّ العالمين وصلّى اللّه على سيّدنا محمّد وآله الطيّبين الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالباب الثالث كتاب الإفادة والاعتبار\r\nمن مصنفات البغدادي الضخمة مؤلف في ثلاثة عشر فصلا عنوانه ( أخبار مصر ) كان يحوى فيما ضمه من معلومات تفاصيل دقيقة عن مقاييس فيضان النيل من وقت الهجرة إلى يومه ، ولم يصل إلينا شئ منه ، إلا أن البغدادي - لحسن الحظ - استخلص منه ما استند فيه على ملاحظاته الشخصية غير ما روى له ، وجمعه في مؤلف مختصر أسماه ( كتاب الإفادة والاعتبار في الأمور المشاهدة والحوادث المعاينة بأرض مصر ) .\r\nإن المخطوط الأصلي لهذا المؤلف المختصر موجود بالمكتبة البودلية بأكسفورد ، وقد عرف للغرب منذ القرن الثامن عشر الميلادي ، فقد استنسخه جوزيف وايت  Joseph White  في سنة 1782 م ، ونشره في توبنجن بألمانيا في سنة 1789 م ( 19 ) ، ثم ترجمه إلى اللاتينية ونشره باللغتين اللاتينية والعربية في سنة 1800 ( 20 ) ، وهي ترجمة كان ابتدأها بوكوك  Pocock  نجل بوكوك الذي استحضر المخطوط إلى إنجلترا ، ثم كملها من بعده ( وايت )  White  ، كما أن ( فأهل )  Wahl  ترجمه إلى الألمانية في سنة 1790 ( 21 ) .\r\nغير أن أفضل التراجم وضعها المستشرق الفرنسي ( سلفستردى ساسى ) سنة 1810 ( 22 ) ، وهي ترجمة على جانب وافر من المعرفة إذ أنها تزخر بالهوامش الفنية والتعليقات العلمية .\r\nولم يترجم المؤلف إلى الإنجليزية إلا في سنة 1964 ( 2 ) ، وتمت هذه الترجمة في جوّ يمكن وصفه إما بالروحانية المريبة أو بالشعوذة الصارخة ، حسب اتجاه\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفكر القارئ ، فقد سرد أصحاب هذه الترجمة رواية مثيرة ، قد تلقى ضوءا عجيبا - إن لم يكن جديدا - على ما قد يكون البغدادي ناله من صيت تعدى المكان والزمان . وإليك ترجمة هذه الرواية كما جاءت في مقدمة مؤلفهم « المفتاح الشرقي »  The Eastern Key ' '  :\r\n« تؤمن غالبية الأديان بخلود الروح بعد فناء الجسد البالي ، ولا يستغرب اكتفاء روح - في رفعة روح عبد اللطيف - بدوام البقاء فحسب ، بل أن تظل عاكفة على علاج البشر وتعليمهم وتخفيف آلامهم ، إن عبد اللطيف أستاذ كونىّ يقود قوما من العاملين ويرشدهم ، سواء من يعيش منهم على سطح الأرض أو من يحوم حولها . ومن هؤلاء العاملين جمع لا حصر له يلتمس لروحه البركات ، ويعرفها باسم روح الطبيب الفارسي ( مع أن عبد اللطيف لم يكن فارسيا ، لا بنشأته ، ولا بلسانه ، ولا بسكنه ، ولا بوراثته ) ، ومنهم من بدأ يعرف حقيقتها . ولقد جرى أول اجتماعنا ( أي المؤلفين ) إلى عبد اللطيف في شهر أغسطس 1957 ، عندما تحدث إلى زوجي وإلىّ في لندن عن طريق الوسيطة ريى ولش  Ray Welch  ، ومنذ هذا التاريخ جرت لنا مكالمات طويلة بوساطة هذه السيدة والسيد جيم هتشنجز  Jim Hutchings  ، ولم يكن غريبا أن يطلب عبد اللطيف إلى زوجي ، في سنة 1960 ، تصوير منسوخ ( كتاب الإفادة ( الموجود بالمكتبة البودلية ) ليهدى نسخة منه إلى المتحف البريطاني حيث تتسع لجمهور أوسع فرصة الاطلاع عليه . ووعدنا عبد اللطيف بالتمهيد لهذا الطلب مضيفا أنه سيبعث إلينا مترجما للكتاب من بغداد . . وبعد التغلب على بعض الصعوبات ، التقط زوجي صورة شمسية للمخطوط . . وكان الواجب الثاني المفروض علينا هو نقل المؤلف إلى الإنجليزية ، وفي فبراير سنة 1961 أرسلت لنا روح عبد اللطيف ، وفاء لوعدها ، مترجما في شخص سيد عراقي من بغداد هو القاضي حافظ زند ، وكان هذا عن طريق السيدة ولسون ، التي قدمت المترجم إلينا من لدن مواطنه عبد اللطيف البغدادي . . . وقد خصص لنا السيد حافظ قسطا وافرا من وقته حتى انتهينا من ترجمة المخطوط . فكان عبد اللطيف المفتاح الذي بعث هذا المؤلف إلى حياة جديدة بالإنجليزية » .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوختم المؤلفون هذه المقدمة الغريبة بقولهم إن عبد اللطيف كان يحب أرض مصر حبا جما ، وإن كتابه - الذي شاع صيته بسبب تقديمه صورة لمصر صادقة وفريدة في عهد لم يزر فيه هذه الأرض من الأوروبيين إلا النزر اليسير - إن هذا الكتاب يهيىء للقارئ المميز التواؤم التام مع حكمة هذا المعلم الملهم وفي رأينا أن رفع عبد اللطيف إلى مستوى قواد الفكر الكونيين أمر يدعو إلى التعجب والتساؤل ، فإننا ، بحكم ستار السريّة الكثيفة التي اعتاد « المتصلون بعالم الروح » إسداله على طقوسهم ، عاجزون عن تقدير جدية إيمانهم به ، أو سعة نفوذ هذا الإيمان عليهم ، هذا إن وجد له أي نفوذ ، أهي مسرحية تجارية لترويج المؤلف ، يشارك في مسئوليتها إما الوسيطان أو المترجمان ، إن لم يشتركوا فيها جميعا ، أم ترى استمر عبد اللطيف بالانشغال بالعلوم السرية بعد أن ادعى الإقلاع عنها ودأب في النصف الثاني من حياته على وصف ممارسيها بالتفاهة والشعوذة ؟ ترى هل أسس مدرسة من المريدين أحيوا ذكراه سبعة قرون بعد وفاته وأضافوا إلى سيرته من مخيلتهم ما رفعه في نظرهم إلى ما فوق الطبيعة ؟ إن هذه الناحية لم يعرض لها مؤرخه ابن أبي أصيبعة البتة ، ولا ندري منها سوى أنه شغف ردهة بالصنعة وهي أقرب ما جاء في ترجمته شبيها بهذه « العلوم السرّيّة » .\r\nكتاب الإفادة والاعتبار في الأمور المشاهدة والحوادث المعاينة بأرض مصر\r\nبعد البسملة ، استهل البغدادي هذا المؤلف الذي وصفه فيليب حتى الأستاذ بجامعة برنستون بالولايات المتحدة بأنه من أهم المؤلفات التوبوغرافية عن مصر ، استهله ببيان قصده من وضعه ، فقال :\r\n« . . . فإني لما أنهيت كتابي في أخبار مصر المشتمل على ثلاثة عشر فصلا رأيت أن أفرد معه الحوادث الحاضرة والآثار البادية المشاهدة ، إذ كانت أصدق خبرا وأعجب أثرا وأن ما عداها قد يوجد بعضه أو كله في كتب من سلف مجتمعا أو مفترقا فألفت ذلك في فصلين جردتهما وجعلتهما مقالتين في هذا الكتاب وهذا حتى « يخف إنهاؤه ويلطف موقعه عند عرضه على صاحب الأمر وإمام\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالعصر . . . ومفترض الطاعة بموجب شريعة الإسلام خليفة اللّه في أرضه ومنتهى مقرّ وحيه والقيم على العالم بإمضاء أمر اللّه تعالى . . سيدنا ومولانا الإمام الناصر لدين اللّه أمير المؤمنين ( وهو أبو العباس أحمد الناصر لدين اللّه الذي تولى الخلافة سبعا وأربعين سنة أولاها سنة 575 ه ) ( 1180 م ) .\r\nهذا المؤلف اذن مستخلص من كتاب أوسع ، وهو مبنى على مشاهدات شخصية . وإننا ، إذ نأسف لضياع الأصل الأوسع ، لا يسعنا إلا الإعجاب بروحه العلمية التي أرادت اختيار ما شاهده المؤلف بنفسه دون المبالاة بما وصل إلى مسامعه . ولا يسعنا أيضا إلا المقارنة بما فعله الرازي عندما جمع ( الحاوي ) كل المعلومات والأقاويل الشائعة ، ثم وضع نخبة خبرته في مؤلفات أخرى ، مثل ( الفصول ) و ( المشاهدات ) . والجديد في هذا الاتجاه هو تفضيل الخبرة على مجرد الاطلاع ، في وقت كان يقاس فيه صدق الأخبار بشهرة راويها أو بقدم تصنيفها فحسب .\r\nويقع المؤلف في مقالتين ،\r\n\r\nوالمقالة الأولى مقسمة إلى ستة فصول ،\r\n\r\nأولها ( في خواص مصر الهامة )\r\nيتناول جغرافية سطح مصر ، فيصفها بأنها واد يكتنفه جبلان ينساب النيل بينهما ، ويقترب الجبلان في إسنا ويبتعدان في الفسطاط حيث ينفرج الوادي ، أما النيل فقد قال إن منبعه في جبال القمر وراء خط الاستواء بإحدى عشرة درجة على زعم البعض « 1 » ، ويدخل النيل بين الجبلين في أسوان وهي مبدأ أرض مصر « 2 » ، وتقع أسوان على خط عرض اثنتين وعشرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحسن البغدادي في قوله ( على زعم البعض ) ، فان أبعد أصول النيل جنوبا قمة لوفيرونزا التي تقع على ثلاث درجات وخمسين دقيقة جنوب خط الاستواء . أما جبال القمر وهي جبال الروينزورى فهي تقدير حسن لأصل النهر ، وهو إن كان لم يوفق إلى تحديد المنابع بدقة تامة ، إلا أن تقديره دقيق نسبيا ولا سيما في وقت لم تكتشف فيه منابع النهر .\r\n( 2 ) دخلت الجيوش الاسلامية دنجلا سنة 652 م وأجبرت ملكها على دفع الجزية ، ولكن مملكة دنجلا ظلت مسيحية ومستقلة حتى اقتحمت جيوش المماليك النوبة في القرن الرابع عشر الميلادي ، أي بعد وصف البغدادي بقرنين .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nدرجة ، وخط عرض دمياط وهي أقصى حد لمصر شمالا يقع على إحدى وثلاثين درجة « 1 » ، فتكون مسافة النيل على طول مستقيم ثلاثا وأربعين درجة أي تسعمائة فرسخ ( 925 ، 2 ميلا ) ، أما طوله الحقيقي فأكثر « 2 » .\r\nثم وصف البغدادي الفيضان وعملية فتح الترع في خلاله ، وتعجب من زيادة المياه عند نضوب سائر الأنهار ( أي في الصيف ) ، فنسبه إلى سببه الحقيقي وهو هطول الأمطار في الإقليم الأول والثاني في خلال هذا الفصل . وقد ترجم حافظ وفيديان ( الإقليم الأول والثاني ) بالوجه القبلي والوجه البحري ، وهذه الترجمة غير صحيحة ومناقضة لما يلي هذا مباشرة ، وهو أنه لا تقع في أرض مصر أمطار تستحق الذكر وأن خصب أرض مصر من الطين الذي يأتيها من السودان ويسمى إبليز ، وقد أخطأ المترجمان أيضا التعرف على معنى هذه اللفظة وظنّا أن حقيقة اللفظة هي ( إبريز ) فترجماها إلى ( ذهب ) ، مع وضوح قراءة اللفظة في المخطوط ، والإبليز هو طين مصر الذي يتركه النيل بعد انحساره عن الأرض « 3 » .\r\nثم علل زيادة خصب الصعيد على خصب الوجه البحري ، بزيادة ترسب الإبليز في الصعيد ، ووصول الماء في الوجه البحري وقد راق وصفا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمت 33 درجة وثلث وتقع دمياط بالضبط على خط ؟ 32 ؟ 31 وهو تقدير أقرب ما يكون للواقع ، ويبدو أن تقديره ورد 31 في نسخة و ؟ 33 ؟ 33 في نسخة أخرى .\r\n( 2 ) الطول الحقيقي إلى مدينة رشيد 157 / 4 ميلا ، ولعله اختار دمياط ، تبعا للدكتورة دولت صادق ، لأن فرع دمياط أطول فروع النهر وقتذاك ، وهو بذلك يعتبر أكثر أجزاء النهر امتدادا إلى الشمال . ( 23 ب ) .\r\n( 3 ) احتار القدامى في سبب زيادة مياه النيل في فصل الصيف وذهب حكماء اليونان في تفسيرها ثلاثة مذاهب مختلفة : أحدها أن الرياح الموسمية تعوق النهر عن أن يصب في البحر ، والثاني أن النهر يفيض من المحيط ، والثالث أن النيل يستمد ماءه من ذوبان الثلوج .\r\nوالرأي الأول هو رأى ( طاليس ) الملطي  Thales  ، الثاني أثر من خيال الشعراء أتبعه بعض الكتاب والمؤرخين أمثال ( هكاتيه ) الملطى  Haecateus  ، والثالث يعزى إلى ( انا كساجورس  Anaxagoras  ، والعجيب أن هيردوت قال عن الثالث ، وهو الرأي الصحيح ، انه بعيد عن الصواب كل البعد ، ثم قدم تعليلا غامضا لا طائل تحته ( أنظر « هردوت يتحدث عن مصر » ، ترجمة محمد صقر خفاجة وشرح الدكتور أحمد بدوي ، دار القلم ، 1966 ، القاهرة ، ص 96 ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوبسبب صعود الفيضان في الصيف فإن الفصول متغيرة عن طبيعتها ، فإن الصيف والخريف - وخاصيتهما في سائر البلاد اليبس - تكثر فيهما الرطوبة في مصر ، أما استغراب البغدادي هذه الظاهرة فإنه طبيعي ، وهو من العراق والشام التي تختلف ظروفهما عن ظروف إفريقيا .\r\nثم ربط البغدادي - أسوة بأستاذه أبقراط - بين المناخ وأمزجة السكان وأمراضهم ، فقال إن العفونة تسود في الشتاء والربيع ، وإن الأمراض الحادثة عن أخلاط صفراوية وبلغمية تغلب على أهل مصر ، وإنه قلما توجد أمراض صفراوية خالصة ، وله في هذا الصدد بعض الملاحظات ، مثلا : « يغلب في أهلها الترهل والكسل وشحوب اللون والنحافة في الشباب والبدانة بعد العشرين وإن المصريين أذكياء وأذهانهم متوقدة وحركاتهم خفيفة لحرارة بلادهم » .\r\nو « إن السمرة تغلب عليهم في الصعيد والبياض من فسطاط إلى دمياط » ، وهذه ملاحظات لا تأتى إلا من شخص سجل كل ما وقعت عليه عيناه .\r\nوإلى ذلك قال إن الفأر الذي يتولد من الطين يتكاثر لشدة درجة الرطوبة ، أما العقارب فإنها تكثر في مدينة قوص ( وهذه هي الحال حتى اليوم ) . وكذلك البق والذباب والبراغيث فإنها تدوم زمنا طويلا .\r\nوعزا اختيار المصريين القدماء لمنف ، والإغريق للإسكندرية ، عاصمتين لهما ، إلى بعدهما عن جبل المقطم ، لأن هذا الجبل يحجب الشمس ويمنع ريحا اسمها الصبا عما في لحفه . ثم وصف ريحا أخرى باردة تهب من الجنوب وتسمى المريس لمرورها على أرض مريس بالسودان .\r\n\r\nالفصل الثاني : يفرد الفصل الثاني وعنوانه : فيما تختص فيه من النبات ،\r\nنبذة لكل نبات شاهده : البامية وطريقة طهوها ، والملوخية وقال إنها كثيرة اللعابية « 1 » ، ونوعا من الخبازى يسمى ملوخية السودان أو الشوسندبا ، وذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجم المؤلفان السالف ذكرهما هذه الكلمة فقالا إن معناها أن الملوخية تدر اللعاب ، والمقصود هنا أن الملوخية تحوى مادة لزجة كاللعاب ، فاللعابية شراب يتخذ من الأثمار -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأيضا طريقة طهوها ، واللبخ وقال إن أرسطاطاليس ذكر أنها كانت سما قاتلا في فارس ثم أصبحت في مصر غذاء « 1 » ، والجميز والبلسان الذي لم يزرع منه في زمانه إلّا سبعة أفدنة في عين شمس ، والقلقاس والموز وأنواعا من المحمضات كالأترج ( الليمون ) والليمون الحلو ، والقرظ وهو نوع من الأقاقيا ( السنط ) ، والنخل ، والذرة « 2 » ) ، والدخن ، والأفيون ، والفقوص ، والخيار ، والعبدلاوى المنسوب إلى عبد اللّه بن طاهر وإلى مصر عن المأمون ، والعجور وهو العبدلاوى حين يكون صغيرا أخضر ، والبطيخ الأخضر ( وهو ما يسمى بالبطيخ في مصر حاليا ) ، والفول ، والورد ، والياسمين الذي يؤخذ منه دهن الزنبق خاصة في دمياط ، والبنفسج ، والرمان ، أما السفرجل والتفاح فقد قال إنهما نادران في مصر .\r\n\r\nتناول الفصل الثالث ( فيما تختص به من الحيوانات )\r\nفن حضانة الفراريج بالزبل ، وساق المؤلف الحديث فيه بتطويل وتفصيل ، ثم عرض للحمير التي قال عنها إنها في مصر فارهة جدا وتركب بالسروج وتجرى مع الخيل والبغال النفيسة ولعلها تسبقها ، ومنها ما هو عال يختلط مع البغلات ، يركبه رؤساء\r\n\r\n\r\n","description":"","footnote":"\r\n- وقد قال ابن سينا في المقالة الأولى من الفصل الرابع من الكتاب الأول من القانون :\r\n« الدواء اللعابى هو الذي من شأنه إذا نقع في الماء أو في جسم مائي تميزت منه أجزاء تخالط تلك الرطوبة ويحصل جوهر المجموع منها إلى اللزوجة مثل بزر القطونة والخطم .\r\n( 1 ) توجد أمثلة عدة من نباتات سامة في حالها البرية أصبحت صالحة للغذاء بعد زراعتها ، مثل البطاطس ، وتذكرنا هذه النبذة بما قاله بلينيوس ( 15 : 13 : 45 ) عن شجرة كانت تسمى ( برسيا  Persea  ) ، قال إنها تشبه الخوخ وان الكتاب ذكروا أن هذه الشجرة كانت سامة ، تحدث آلاما مبرحة ، عندما كانت تزرع في فارس ، ولكنها ، عندما أدخلت إلى مصر ، تسببت طبيعة التربة الغريبة في ضياع خواصها السامة ، وقد اختلف المترجمون في تعريف هذه الشجرة وقال بعضهم إنها اللبلاب .\r\n( 2 ) ترجم مؤلفو ( المفتاح الشرقي ) لفظة ذرة إلى  Maizc  ، أي الذرة الشامي ( المسمى أيضا بالتركى وبالمورلى ( وهو المسمى علميا  Zca maize  ) ، مع العلم بأن هذا النبات لم يصل إلى العالم القديم من أمريكا إلا في القرن السادس عشر الميلادي وكان مجهولا قبل هذا التاريخ .\r\nأما الذرة في عصر عبد اللطيف البغدادي فهو الموصوف بالبلدي أو بذرة عويجة ، ويطلق عليه علماء النبات  Sorgho Vulgare  .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاليهود والنصارى « 1 » ، ومثل هذه الحمير يبلغ ثمن الواحد منها عشرين دينارا إلى أربعين . أما البقر فكانت في نظره عظيمة الخلق غزيرة اللبن . وتحدث عن الخيل ووصفها بأنها عتاق سابقة ، وقد يبلغ ثمن الواحدة منها أربعة آلاف دينار . أما البغال فإن التي أمها فرس هي الأفضل ، لأن الأم هي التي تعطى المادة « 2 » .\r\nومما لفت نظره التماسيح وكبر حجمها وبخاصة في الصعيد الأعلى وفي الجنادل ( الشلالات ) حيث تكون كالدود كثرة ، والدلفن ( الدرفيل ) الذي يكثر قرب دمياط وتنيس « 3 » والأسقنقور وهو نوع من الورل الذي يستعمل لتقوية الباه ، وفرس البحر ( سيد قشطة ) الموجود بأسافل الأرض وخصوصا ببحر دمياط . وهذا الحيوان يحسن صيده السودانيون لتعودهم إياه ، وقد حدث أن عجز أهل البلاد عن قتل فرسين فاستدعوا نفرا من السودانيين قتلوهما ، وعاين البغدادي إحداهما فوجد فاها تسع شاة كبيرة ، وفي مقدمها اثنى عشر نابا ، ستة من فوق وستة من أسفل ، المتطرفة منها نصف ذراع زايد ، ووجد أن الأنياب تتبعها أربعة صفوف من الأسنان على خطوط في طول الفم ، صفان في الأعلى وصفان في الأسفل ، وفي كل صف عشرة ، كل واحد منها في حجم البيضة .\r\nأما أصناف السمك فقال إنها لا يمكن حصرها لأنه يجتمع فيما سمك النيل وسمك البحر الملح ، وذكر منها على سبيل المثال الرعاد ، وثعبان الماء ، والسرب التي زعم أنها تحدث لآكلها أحلاما ردية ، والترسة وقد يصل وزنها إلى أربعة قناطير ، والصدف ، وغيرها .\r\n\r\nوالفصل الرابع ( في اقتصاص ما شوهد من آثارها القديمة )\r\nأطول فصول الكتاب ، حيث شمل ثماني عشرة صفحة في حين أن أي فصل من الفصول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان الحاكم بأمر اللّه الفاطمي قد حرم على هؤلاء ركوب الخيل .\r\n( 2 ) كان الاعتقاد سائدا بأن دور الذكر في التلقيح هو مجرد تنبيه لتكاثر ونمو خلايا البيضة وأن مادة الجنين من الأم .\r\n( 3 ) تنيس : هي ( صا الحجر ) في شمال الدلتا بالقرب من المنزلة .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالأخرى لم يتعد اثنتي عشرة صفحة . وقد فسر هذا الطول إذ قال : « أما ما يوجد بمصر من الآثار القديمة فشىء لم أر ولم أسمع بمثله في غيرها » . وإلى ذلك فقد أضاف أنه قصر الوصف على أعجب ما شاهده . إن اهتمامه بالآثار في وقت لم تكن هذه الآثار المجيدة في أعين الحكام سوى محاجر لا تصلح إلا للاستغلال ، وفي نظر السكان سوى مأوى للعفاريت والأوثان لدليل آخر على طرافة تفكيره وصوابه ، وعلى قرب فكره من الأفكار الحديثة .\r\nبدأ بالأهرام فقال إن الصغار منها هدمها في زمن صلاح الدين قراقوش الحصىّ الرومي الذي تولى العمائر في هذا الوقت ، وبنى من حجارتها سور مصر والقلعة والبئرين الموجودتين بهما وهما أيضا من العجائب ، وقال إن قناطر الجيزة بنيت من حجارة الأهرام الصغار وهذه القناطر أيضا من أعمال الجبارين .\r\nوأضاف أن من لا بصيرة عنده تولى أمر القناطر فسدها ، رجاء أن تروى المياه المحبوسة الجيزة ، فكانت نتيجة السد أن قوة المياه زلزلت ثلاث قناطر منها دون أن تروى ما رجا أن يروى ، ثم وصف الأهرام الكبار الثلاثة مطولا وأشار إلى تشبيه الشعراء للكبيرين منها بنهدين تصاعدا من صدر الديار المصرية ، وأعرب عن إعجابه بالأذهان التي أشرفت على بنائها والملكات الهندسية التي قامت بتصميمها لأنها أخرجتها مثلا يتحدث عن قومها وينطق عن علومهم ويترجم عن سيرهم « 1 » .\r\nومن مشاهداته الدقيقة التي تعين في تحديد تواريخ عمليات الهدم التي أصابت هذه البنايات ، أن الهرم الثالث مبنىّ من حجر الصوان ، وأن المخروط ينقطع في أعلى الهرم الكبير عند سطح مربع مساحته عشرة أذرع في مثلها ، وأن الباب المؤدى إلى الغرف الداخلية ليس هو الباب الأصلي وإنما هو منقوب اتفاقا ، وأن المأمون هو الذي فتحه .\r\nوقد حاول البغدادي دخول الهرم فأغمى عليه من هول المطلع فرجع . ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا الحكم يناقض ما سبق أن قاله عن أهل هذه البلاد .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nنقل بعض الأقاويل في تاريخ الأهرام وماهيتها وقال إنها مغطاة بكتابات بالقلم القديم المجهول « 1 » ، وفي هدم الهرم قال إن الملك العزيز عثمان بن يوسف ( 567 - 595 ه / 1172 - 1198 م ) سوّل له جهلة من أصحابه أن يهدمها فبدأ بالصغير الأحمر « 2 » ولكن قوى المكلفين بهذا العمل خارت فكفوا ولم ينالوا بغيتهم ، بل شوّهوا الهرم وأبانوا عن عجزهم ، وكان ذلك في سنة 593 ه ، وقد أقسم له مقدم الحجارين أنه لو بذل له آلاف الدنانير لعجز عن رد حجر واحد من الهرم إلى مكانه .\r\nثم جاء وصف أبى الهول ولم يكن ظاهرا منه سوى الرأس والعنق « 3 » وقد سأله بعض الفضلاء ما أعجب ما رأى فأجاب : تناسب أجزاء وجهه كالأنف والعين والأذن كما تصنع الطبيعة « 4 » .\r\nومن ثم انتقل إلى عين شمس ومعابدها وأصنامها الهائلة والمسلتين الكبيرتين ( اللتين نقلت إحداهما إلى لندن والأخرى إلى نيويورك ) ويبدو أن رأسيهما لبستا قلنسويتين من النحاس ، ومسالّ كثيرة أخرى قامت حولهما ، وقد أعجبته برابى « 5 » الصعيد ، وقال إنها من الشهرة بحيث تغنى عن الإطالة في الوصف .\r\nوفي الإسكندرية وصف عمود السواري وأكثر من أربعمائة عمود مكسرة هدمها ( قراجا ) الوالي عن يوسف بن أيوب وألقاها بشاطىء البحر ليكسر قوة الموج ، ووصف هذا العمل بعبث الولدان ، وقد رأى حول عمود السواري بقايا أعمدة رجح أنها كانت مسقوفة وأنها كانت الرواق الذي درس فيه أرسطاطاليس ، والمكتبة التي أحرقها عمرو بن العاص بإذن عمر رضى اللّه عنه « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو الخط الهير وغليفى ولم يقرأ إلا في أول القرن التاسع عشر .\r\n( 2 ) الهرم الصغير هو هرم ( منقرع ) وما يزال مغطى بحجر الصوان الأحمر جزئيا .\r\n( 3 ) لم تكشف بقية جسم أبى الهول إلا حديثا بعد إزالة الرمال التي غطته .\r\n( 4 ) كان الأنف سليما إذن في هذا الوقت ، ولم يعرب البغدادي عن اعتراضه على تمثيل الجسم البشرى .\r\n( 5 ) جمع بربا ، وهي لفظة فرعونية الأصل ومعناها المعبد وما تزال مستعملة في الصعيد .\r\n( 6 ) راجت حول حريق مكتبة الإسكندرية شائعات ومناقشات كثيرة ولا نعرف الحقية معرفة اليقين . والأغلب أن المكتبة أحرقت مرتين ، أول مرة في عهد يوليوس قيصر -\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nيتبع هذا وصف لمدينة منف ، وتاريخها ، والتماثيل الضخمة التي تزدان بها ، ودقة نحتها ، وآثارها التي قال عنها إنها تفوت فهم الفطن المتأمل ويعجز عن وصفها أبلغ لسان ، مع قدم عهدها وتداول الكوارث عليها ومحو الأمم لآثارها . وقد علق على عبادة هذه الأصنام التي حرمها الأنبياء فقال : « ولما كان النصارى معظمهم وجمهورهم أقباط وصابئة نزعوا إلى الأصل ومالوا إلى سنة آبائهم القديمة في اتخاذ التصاوير في . . . هياكل عباداتهم وبالغوا في ذلك حتى تصوروا إلههم والملائكة حولهم بزعمهم ، وجميع ذلك لبقايا فيهم من سنن أوائلهم وإن كان الأوائل يكبرون الإله أن يدخل تحت إدراك عقلي أو حسى فضلا عن تصوير ، وإنما سهّل ، على النصارى ذلك . . . اعتقادهم الإلهية لبشر .\r\nوفي هذه النبذة عن الآثار يعجبنا تأمله فيها ، واحترامه لمعانيها ، ورده الحاضر إلى الماضي ، ومحاولته تفهم عوائد الناس إذا اختلفت عن عوائده والبحث عن أسبابها ، وعموما عدم توقفه عند سطح الأمور . وقد وجد علل مراعاة الملوك إبقاء هذه الآثار من العبث بها وإن كانوا أعداء لأربابها منها ، ومن هذا أنهم قصدوا إبقاءها على شكل تاريخ يدلنا على الأحقاب ، أو لتكون شاهدة للكتب المنزلة إذ أن القرآن الكريم ذكرها وذكر أهلها ، أو مذكرة بالمصير ومنبهة على المآل ، أو دليلا على شئ من أحوال السلف وعلومهم .\r\nوتحسر البغدادي على انصراف معاصريه إلى شئ عدوّه أجل شئ في قلوبهم ، وهو الدينار والدرهم ، وقال إن حالهم حال أحد هواة الكأس الذي قيل فيه :\r\n وكل شئ رآه ظنه قدحا * وكل شئ « 1 » رآه ظنه الساقي \r\nفظنوا أن كل شق يفضى إلى كنز ، وكل صنم حافظ لمال ، فهدموا وأفسدوا ونقبوا بحثا عن المال حتى أن الأثرياء منهم أضاعوا ثرواتهم في هذا العبث وأنهم كان بعضهم وجد بعض الأشياء المصنوعة من الذهب فشجعه هذا على الاستمرار\r\n\r\n\r\n","description":"","footnote":"\r\n- والثانية في خلال الاضطرابات وتكرار النزاع بين الوثنيين والمتزمتين من المسيحيين ،\r\n( 1 ) في الهامش وردت : امرئ .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nفي البحث . وقد استنتج البغدادي من وجود مثل هذه المصنوعات المدفونة أن القدامى اتبعوا سنة دفن الآلة مع الرجل وشئ من الذهب « 1 » .\r\nأما ما يوجد في أجواف الجثث ، وهو ما يسمى بالموميا ، فقد قام ببعض الاختبارات عليه ، كأن يعرضها للشمس والنار ، فوجد أنها إذا سخنت غلت ودخنت وشمت منها رائحة الزفت فاستنتج أن الغالب أن هذه المادة زفت ومرّ . أما الموميا الحقيقية فإنها - عنده - شئ منحدر من الجبال مع المياه ويتجمد كالقار ويفوح منه رائحة زفت مخلوط بقفر واستعان بجالينوس في قوله إن الموميا تخرج من العيون كالقار والنفط ، وبقول غير جالينوس إن الموميا صنف من القار يسمى حيض الجبال ، وهذا هو الذي يوجد في تجاويف الموتى بمصر لا يبعد عن طباع المومياء ، وإنها تستعمل بدلا عنه إذا تعذر « 2 » .\r\nومن أعجب ما وجده في مدافنهم « أصناف الحيوان من الطير والوحش والحشرات وقد كان الواحد في كذا ثوبا . ومما يجدر ذكره أن البعض خبره أنهم وجدوا بيتا تحت الأرض محكما فوجدوا فيه لفائف ثياب القنب وقد تمعطت فأزالوها مع كثرتها فوجدوا تحتها عجلا صحيحا قد أحكم تقميطه « 3 » ، وأن آخرين حدثوه أنهم وجدوا صقرا فنشروا عنه من لفائف الثياب حتى عيوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اعتقد المصريون أن ما يدفن مع الموتى يبقى ، فكان يوضع لخدمتهم خلال حياة ثانية .\r\n( 2 ) الموميا لفظة فارسية معناها القار ، قد تكون أطلقت في عهد متأخر على الأجساد المحنطة بمصر ، لتشابه لون هذه الأجساد بلون القار ، فكأنها عولجت به ، وهذه فكرة خاطئة ، وقد استعمل مسحوق المميات طبيا ونسب اليه خواص علاجية ممتازة ، وكثر طلبه ، فزيفه بعض التجار وباعوا مواد مختلفة على أنها ذلك المسحوق العجيب ، وارتفع سعره ارتفاعا باهظا في القرون الوسطى ( 24 ) .\r\n( 3 ) لقد أجرى البغدادي بحوثه ومشاهداته في مقبرة منف ، أي في سقارة حيث كانت تدفن عجول أبيس المقدسة في السيرابيوم ، ترى هل كشف محدثوه عن السرابيوم منذ ستة قرون قبل مسبرو (  Maspero  ) ؟ كما أن ( أمرى  Emery  ) كشف أخيرا عن آلاف الآلاف من طائر الأبيس المقدس في سراديب حفرت تحت سطح الأرض ، وهو يعتقد أن هذه السراديب تكون جزءا من معبد ( إمحتب ) الذي كان يتردد عليه المرضى للاستشفاء ويضمون فيه قرابين من هذا الطير الذي كان في أعينهم مقدسا للاله ( تحوت ) اله الطب والمعرفة ول ( أمحتب ) اله الطب .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفوجدوه لم تسقط منه ريشة ، كما حدثوه عن أسماك وحشرات أخرى ، وأنه شاهد عظام بني آدم يظهر عليها من الطراءة أكثر من رمم الهالكين سنة 567 ه التي سيجئ ذكرها فيما بعد ، وقد تعجب من عدم وقوعه على عظام الحمير أو الخيل أو الجمال « 1 » ، وقد أكّد أنه سأل المشايخ عن هذا الموضوع فأخبروه بأنه تقدم فكرتهم في ذلك . ثم ختم هذا الفصل الطويل باقتباس ما قاله جالينوس في كتاب « عمل التشريح » :\r\n« فمن أراد أن يشاهد كيفية تركيب العظام وهيئتها ينبغي له أن يقصد الإسكندرية ويشاهد موتى القدماء » ، وهذا لأن تشريح الجثث الآدمية كان محرما .\r\n\r\nوفي الفصل الخامس وعنوانه ( فيما شوهد بها من غرائب الأبنية والسفن )\r\nأعرب عن إعجابه بهندسة المباني وترتيبها وتهويتها بالمنافذ والباذهنجات ( آلات التهوية ) التي تتراوح أثمانها من دينار إلى خمسمائة ، والمراحيض وقنواتها ، ثم وصف بالتفصيل كيفية وضع أسس المنازل في عمق الأرض حتى تستقر على أرض جلدة ، وكذلك أفرد للحمامات التي لم ير في البلاد الأخرى أتقن منها . أما السفن فإنه رأى منها أصنافا كثيرة وأشكالا عجيبة ، أغربها ( العشيرى ) المزود ببيت من الخشب المعقود عليه قبة وبنوافذ ومرحاض وخزانة ، وهي التي يتخذها الملوك والرؤساء . وقد وجد طريق التقذيف في مصر - حيث يقذف المركب إلى الوراء - مختلفة عنها في العراق حيث تقذف السفن إلى الأمام ، وأما التمييز بين الطريقين من حيث السهولة فقد قال بحق إن البرهان عليها يأتي من العلم الطبيعي وعلم تحريك الأثقال .\r\n\r\nوفي الفصل السادس وصف ( غرائب أطعمتها )\r\nومن هذه الأطعمة النيدة وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت الحمير من حيوانات الاله ( ست ) البغيض ، ولذا فإنها لم تحنط في طقوس الدفن التي كان يهيمن عليها عدو ( ست ) الاله أوزيريس ، أما الخيل فإنها لم تصل مصر إلا مؤخرا في عهد الهكسوس فلم ينلها من التأليه ما نال الحيوانات الأصلية في أوائل التاريخ ، وكذلك الجمال فإنها لم تدخل مصر - على الأغلب - إلا في عهد الفرس وقد قيل إنها كانت أيضا من حيوانات ( ست ) .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمن القمح المنبت المطبوخ بالماء والدقيق فتسمى ( نيدة البوش ) أو بالماء فقط فتسمى ( النيدة المعقودة ) .\r\nأما الدهن فإنه يستخرج من بذر الفجل والسلجم ( اللفت ) والخس . ولم يجد في مطبوخاتهم من الغريب سوى المحلاة منها . كالدجاج المطبوخ بأصناف من الحلويات مثل الجلاب « 1 » والبندق والفستق والخشخاش وبذر الرجلة والورد ، وتسمى الفستقية ، أو البندقية ، أو الخشخاشية ، أو الوردية ؛ وست النوبة التي تعقد ببذر الرجلة لسوادها ، أما الحلوى فقد وجدها كثيرة ، منها خبيص ( أي فتة ) اليقطين « 2 » والجزر والوردة والزنجبيل وغيرها ، وهريسة الفستق المركبة من الدجاج والفستق والجلاب ، ومن غريب المأكولات ( رغيف الصينية ) وهو رغيف من الدقيق والشيرج ( السيرج ) توضع عليه الأخرفة المحشوة باللحم والفستق والفلفل والزنجبيل والمصطكي والكزبرة والكمون والهال والجوز ، ويرش عليها ماء الورد بالمسك ، ويجعل بين الخراف الدجاج المحشو بالبيض واللحم وماء الحصرم والليمون والجبن الخ . ثم يغطى برغيف آخر ويطبخ في الأفران ، وقد قال البغدادي عن هذا النوع إنه « يصلح أن يحمل مع الملوك وأرباب الترف إلى متصيداتهم النائية » . . . لأنه « سهل المحمل عسر التشعث جميل المنظر مشكور المخبر يحفظ الحرارة » . . . ولكن العوام لا تعرف شيئا من هذا فإن أكثر أغذيتهم سمك الصير والخبز والجبن والنيدة وشرابهم المزر المخمر من القمح ، أو نبيذ متخذ من البطيخ في الشمال ، ومنهم من يأكلون فأر الصحارى وفي الصعيد من يأكل الثعابين والميتات من الحمير ويكثر أكل السمك في دمياط ويطبخ بكل ما يطبخ به اللحم من الأرز والسماق والمدققات وغير ذلك .\r\n\r\nالمقالة الثانية : تنقسم المقالة الثانية إلى ثلاثة فصول ،\r\n\r\nأولها ( في النيل وكيفية زيادته وإعطاء علل ذلك وقوانينه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجلاب من الفارسية : جل ( ورد ) وآب ( ماء ) .\r\n( 2 ) نوع من القرع .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nيبدأ هذا الفصل بمناقشة مقدار الزيادة في مياه النيل أي قياس فيضانه ، قال إن الحاجة منه لا تدعو إلى أكثر من ثماني عشرة ذراعا وإنها قلما تتجاوز عشرين ذراعا . أما الحد الأدنى الذي يكفل زراعة حاجة البلاد فقدّره بست عشرة ذراعا ويسمى هذا الحد بماء السلطان إذ عنده يستحق الخراج ، كما أنه يقال عندئذ إن البلاد شرقت ، ثم اشتق هذه اللفظة من قولهم شرقت الشمس إذا ظهرت وشرقت اللحم إذا نشرته ليجفّ ، وهذا لأن الأرض بارزة لا يغمرها الماء في السنة التي لا يوفي نيلها ، كما أنه يجوز أن يكون التشريق من قولهم ريح شرقية لأن هذه الريح عندهم دليل نقص الماء . أما اسم نهر النيل فإنه اشتقه من نال ينال نيلا ، أو من نال ينول نولا ، والنيل اسم ما ينال مثل الرّعى ( بفتح الراء ) للمصدر والرّعى ( بكسرها ) لما يرعى « 1 » . ومتى نقص النيل عن الست عشرة ذراعا كان ابتداء التفريط - المقابل للإفراط - ثم ذكر أنه في كتابه الكبير ساق سنى الإفراط والتفريط منذ الهجرة ، وأن الفيضان بلغ في سنة 596 ه ( 1199 - 1200 م ) اثنتي عشرة ذراعا وإحدى وعشرين أصبعا ، وهذا لم يسبق حدوثه منذ الهجرة . كما أن طبيعة الماء ولونه تغيرا وظهر فيه الطحلب ومواد نباتية ودود وحيوانات أخرى سببها ضعف المطر في الحبشة ، وهذا خبر علموا به من رسول ملك هذه الدولة ، الذي جاء إلى مصر حاملا كتابا يتضمن موت مطرانهم ، والتماسا بعوضه « 2 » ، ويقول إن أقباط الصعيد يزعمون أنهم يتكهنون على مقدار زيادة النيل من مقدار الزيادة في وزن طين يعرض ليلة للهواء الطلق ، وإن غيرهم يتكهن بطرق أخرى ، أما هو فقد وجد أن انخفاض قاع بركة المقياس ، أو ظهور الخضرة في أول الزيادة أو درامها ، كلها تدل على قلة الفيضان ، وعلل هذه الظواهر بأن مياه النيل الأصلية من العيون ، وزيادتها من الأمطار ، ونقصان العيون يدل على يبس السنة وأن الحضرة إنما هي من المستنقعات التي يتركها الفيض السابق ، فكثرتها تدل على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النيل كلمة مشتقة من الإغريقية ، لا من العربية ، فقد سمى الإغريق هذا النهر ( نيلوس ) وأصلها مجهول ، وقيل إنها مقتبسة من لفظة ( نهر ) ، أما في الأوديسة لهوميرس فاسمه أيجبتوس .\r\n( 2 ) ان بطريرك الأقباط بمصر هو الذي يعين مطران الحبشة .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nضعف مياه الأمطار التي تمر بها وتصبها في النيل . وهنا فضل مياه بلاده وهي الدجلة والفرات لأنها ترد من منابعها على علّاتها ولا تمر في برك بها عطن . ثم أكد بأن الاقتصاص يجيز التكهن بحجم الزيادة ، فإذا كدست الملاحظات تيسر العثور على دلائل أخرى ، ومن هذه الدلائل العلاقة بين الفترات بين النقصانات والزيادات من جهة ، وأحوال الكواكب واقتراناتها وطوالع مصر والسودان وملاحظة ما يتكرر منهما من جهة أخرى . ولكنه لم يجد عند منجمى مصر عناية كافية بهذه الناحية من علمهم ، اللهم إلا مشاهدات لا تنبنى على أصول ، مثل ربط حوادث أرضية تقترن بحركات علوية ومواضع فلكية ، مع أن بعض الدلائل مجرب « منها على سبيل المثال أن الشهب انتشرت وعمت الجو في مصر في سنة 290 ، وبلغ النيل ثلاثة عشر ذراعا » وهي نظرية بطليموس الجغرافي الخاطئة ، واضطرب الناس اضطرابا زالت به الدولة الطولونية من مصر ، وأن هذا تكرر في سنة 300 ؛ ولكن البغدادي أضاف أن هذه الدلائل ، وإن كانت قوية ، عمّت جميع الأقاليم ولم تخص مصر ، وقد شاهد مثلها في سنته من تناثر الكواكب في أولها ، ونشيش الماء في آخرها ، وتغير ملك مصر بعمه الملك العادل بعد حرب نشبت بينهما ، وهذه الأحداث هي موضوع الفصل التالي من الكتاب .\r\n\r\nالفصل الثاني في حوادث سنة سبع وتسعين وخمسمائة :\r\nيصف في هذا الفصل المصائب التي أصابت الديار المصرية في سنة 597 ه نتيجة لانخفاض مستوى النيل . ويمكن تقسيم الملاحظات إلى ثلاثة أبواب : باب يصف نقص بعض المواد الغذائية وخراب البلاد ، وباب يعرض لنقص السكان ، وباب يتناول مستويات النيل . وهنا يجب أن نعترف للبغدادي بقدرة خارقة على التعبير الوصفي ، وقد تكون حدة لسانه التي اشتهر بها هي التي برت قلمه عندما سرد هذه الحوادث في أبشع صورة ، ولضيق المجال سأكتفى بما استهل عبد اللطيف به روايته ، قال :\r\n« دخلت سنة سبع مفترسة أسباب الحياة ، وقد يئس الناس من زيادة النيل ،\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوارتفعت الأسعار وأقحطت البلاد ، وأشعر أهلها البلاء ، وهرجوا من خوف الجوع ، وانضوى أهل السواد والريف إلى أمهات البلاد ، وانجلى كثير منهم إلى الشام والمغرب والحجاز واليمن . . . واشتد بهم الجوع ووقع فيهم الموت ، وعند نزول الشمس الحمل « 1 » وبىء الهواء ، ووقع المرض والموتان ، واشتد بالفقراء الجوع حتى أكلوا الميتات والجيف والكلاب والبعر والأرواث ، ثم تعدوا ذلك إلى أن أكلوا صغار بني آدم فكثيرا ما يعثر عليهم ومعهم صغار مشويون أو مطبوخون فيأمر صاحب الشرطة بإحراق الفاعل لذلك والآكل . . . الخ »\r\nثم يصف عبد اللطيف عددا من الغرائب التي شاهدها ، مثل حادث والدين شويا صغارهم لأكلهم وحوكما لذلك ، ورجل جردت عظامه من اللحم فأكل وبقي قفصا كما قد يجرد الطباخون عظام الغنم . فعلق على ذلك بقوله : « إن مثل هذا أعوز جالينوس مشاهدته ولذلك تطلبه بكل حيلة وكذلك كل من آثر الاطلاع على علم التشريح » . ويبدو أن الناس كانت تستفظع أكل الآدميين - أول الأمر - وتتناقل أخباره ، ولكنها اعتادته فيما بعد بحيث « اتخذوه معيشة ومطيبة ومدخرا وتفننوا فيه وفشا عندهم ووجد بكل مكان من ديار مصر فسقط حينئذ التعجب والاستبشاع واستهجن الكلام فيه والسماع له » .\r\nومن طريف ما رواه عن تلذذ البعض لهذا النوع الجديد من الطعام ، أن سيدة حاملا أكلته مصادفة فأعجبها وطلبته كما تطلبه الحوامل ، ووصل شغفها به إلى التواطؤ مع بعض الصعاليك على تصيد الصغار ، وظلت هكذا إلى أن كشف عن أمرها .\r\nوقد كثرت حوادث اختطاف الصغار والسيدات السمينات وتصيدهم بالحيل ، ولم ينج منها الرجال ، فقد روى أن طبيبا أغرى بدرهمين لزيارة مريض في حي مهجور ففطن في آخر الأمر إلى ما كان ينتظره وهرب ، وأن السلطات كثيرا ما كشفت عن مخابىء عند العطارين اختزنوا بها اللحم الآدمي محفوظا بالماء والملح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من 21 مارس إلى 20 أبريل .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوعندنا أن إفراد البغدادي بابا لهذه الروايات المؤلمة وإمعانه في وصفها مطولة كأنه يتلذذ من ترديد تفاصيلها البشعة - قد يرجع إلى واحد من احتمالات ثلاثة : الأول أن يكون قد شاهد حوادث قليلة منها ثم بالغ في مقدار حدوثها إما لسوء تقدير مدى انتشارها أو لتشويق قارئيه ومستمعيه أو لنزعته للتشنيع ، وأكل الآدميين من الأمور المعهودة في الظروف القاسية ، فقد انتشر عقب الحروب الطويلة المدى كحروب القرون الوسطى أو الحرب العالمية الأولى ، وبين الذين أمضوا أياما طويلة في تيه المحيط أو الصحارى أو القطب الشمالي ، محرومين عن أي مدد ، ولكن عبد اللطيف توقع تهمة المغالاة فنفاها إذ أضاف أنه متخوف من إسنادها إليه مع أنه إنما قص ما صادفه اتفاقا بل إنه كثيرا ما كان يفر من رؤيته لبشاعة منظره .\r\nوالاحتمال الثاني أن يكون الشعب المصري قد أصيب - في تلك الفترة - بنوع من الهستريا الجماعية نتيجة للظروف غير العادية التي كان يمر بها وأن هذه الهستريا تجسمت إما باختلال في شهوته جعلته يستطعم فعلا هذا الطعام ، وإما بقذف الناس بعضهم بعضا بهذه التهمة الشنيعة ، أسوة بما جرى في أوروبا خلال القرون الوسطى عندما اكتسحت أوروبا موجة تهمة السحر والحكم على المتهمين بالحرق ، وهي الموجة التي أسماها المؤرخون اقتناص السحرة  Witch hunting  ومن حوادث أكل اللحم البشرى تدرج عبد اللطيف إلى حوادث الفتك في النواحي النائية ولا سيما في طريقي الفيوم والإسكندرية ، وبين ركاب الزوارق ، ثم تناول عدد الذين ماتوا من الفقراء جوعا فقال إن الماشي أين كان وقعت قدمه أو بصره على ميت أو من هو في حكمه . وإن عدد من كان يختطف من القاهرة كل يوم يتراوح ما بين المائة والخمسمائة ، ومن مصر ما لا يحصى ، وإن هؤلاء يرمون في الأسواق لعجز الناس عن دفنهم ، وإن أهل القرى هلكوا قاطبة إلا في الأمهات والقرى الكبيرة كقوص والأشمونين والمحلة ، وإن المسافر كان مع هذا يجد البيوت مفتحة وأهلها موتى كما وصفهم كلام اللّه تعالى  ( جَعَلْناهُمْ حَصِيداً خامِدِينَ )  . وروى أنه ركب سفينة فرأى أشلاء الموتى في الخليج وهي على حد قول ابن حجر شبيهة بأنابيش العنصل ، وإن طريق الشام\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nصارت مزرعة لبنى آدم بل إنها محصدة ومأدبة بلحومهم للطير والسباع . وإن أول من هلك على هذه الطريق أهل الحوف ( بلبيس ) إذ أن سكان وادى النيل قد نزعوا منه إلى الموصل وبغداد وخراسان وبلاد الروم والمغرب واليمن . وقد شاع أيضا بيع الأحرار حتى بيعت الجارية الحسناء بدراهم معدودة وباعت الأمهات بناتهن البكر ، وترامى النساء والولدان الحسان على الناس طالبين إليهم أن يشتروهم أو يبيعوهم ، فاتخذ البعض من بيع الأحرار متجرا واضمحلت الأخلاق « وتباهى بعضهم بأنه فض خمسين بكرا ، ومنهم من يقول سبعين كل ذلك بالكسرة » .\r\nوقد أعجب عبد اللطيف أن جماعة أثروا في هذه الظروف بالتجارة أو الإرث أو بدون سبب معروف ، وهذا إنما يذكرنا بأن ثراء الحرب ليس بظاهرة جديدة ، فقد شوهد عند الرومان واليونان وغيرهم في مثل هذه الظروف ، وفي كل زمان .\r\nثم وصف البغدادي حال النيل فقال إن النهر جف في المقياس حتى أن جزيرة عظيمة ظهرت في وسطه بها آثار أبنية قديمة ، وأن الفيضان لم يدم إلا يوما واحدا ، فلم يمس إلا بعض البلاد وكأنّ طيف خياله زارها في الحلم ، ومع هذا فإن كثيرا من البلدان التي زارها الفيضان لم تزرع لهلاك أهلها فبارت . وقد ارتفع ثمن أردب القمح حتى وصل إلى خمسة دنانير والفول إلى ستة دنانير .\r\n\r\nويتناول الفصل التالي حوادث سنة ثمان وتسعين وخمسمائة\r\nوهي السنة التالية للسنة السابقة ، وقد تحسنت الحال في هذه السنة لا لزوال الأسباب وإنما لقلة الباقين من الفقراء ، فتناقص أكل بني آدم حتى انقطع خبره وقلت السرقة لغناء الصعاليك وانحطت الأسعار لقلة الآكلين لا لكثرة المأكول . ومن أمثلة الضر الذي أصاب البلد أن مناسج الحصر التي كان عددها تسعمائة لم يبق منها إلا خمسة عشر ، وقس على ذلك كل الصناعات ، وارتفعت أثمان المأكولات واستغل البعض الظرف للإثراء السريع ، فقد ألهم - على سبيل المثال - مصرى أن يشترى\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمن الشام دجاجا « 1 » بستين دينارا وباعها في القاهرة بحوالي ثمانمائة دينار ، والظاهر أن شيئا لم ينقص ثمنه إلا أجرة البيوت فقد صارت سرة القاهرة أكثرها خال خرب ، فخلا ربع في أعمر موضع بالقاهرة فيه نيف وخمسون بيتا تماما ، سوى أربعة بيوت سكنها الحرس .\r\nوقد بلغ عدد من دخل تحت الإحصاء من الموتى في مدة اثنين وعشرين شهرا مائة ألف وأحد عشر ألفا وهذا قليل إذا قيس بالذين هلكوا ولم تسجل وفاتهم ، وقد صلى إمام الإسكندرية في واحد من أيام الجمع على سبعمائة جنازة وانتقلت تركة واحدة إلى أربعة عشر وارثا في شهر « 2 » .\r\nأضف إلى هذا وباء شديدا بالفيوم والغربية ودمياط والإسكندرية ، كان يفتك بأكثر من فلاح على المحراث الواحد ، وكان الذين يبذرون غير الذين يحرثون وغير الذين يحصدون ، وأرسل بعضهم من يزرع فجاء الخبر بموتهم فأرسل عوضهم فماتوا وهكذا « 3 » .\r\nلم تكتف الأقدار بتكديس هذه المآسي بل توجتها بزلزال ، شبه البغدادي حركته بالغربلة أو بخفق الجناح ، وأصاب مصر من قوص إلى دمياط وامتد إلى قبرص والشام حيث اختفت في أثره بلاد بأجمعها .\r\nوبعد بعض الملاحظات الطبية ( التي سنعرض لها فيما بعد لأهميتها ) ختم البغدادي هذا الفصل بأخبار النيل ، الذي تأخر فيضه فترة فبعث اليأس في نفوس الناس ثم اندفع بقوة وبطوفان من المياه المتدفقة حتى وصل إلى ست عشرة ذراعا .\r\n\r\nمشاهدات عبد اللطيف الطبية في مصر :\r\nروى البغدادي أن فهم كتاب التشريح لجالينوس تعسّر على بعض من كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمت : دجاجة .\r\n( 2 ) ترجمت : أربعين .\r\n( 3 ) قد يكون هذا الوباء هو الطاعون ، الذي ينتشر عندما تموت الفئران الحاملة لجرثومة المرض ، فتهرب منها البراغيث الملوثة لتتغذى من دم الانسان فتعديه بالمرض .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nيقرأ الطب عليه ، وهذا - حسب قوله - لقصور القول عن العيان ، فما كان منه إلّا أن اصطحبهم إلى المقس ( من ضواحى القاهرة ) حيث قيل له إن به تلّا عليه رمم ، فشاهد مع الطلبة بقايا ما قدره بعشرين ألف ميت ، وعاينوا من شكل العظام والمفاصل وكيفية اتصالها وأوضاعها ما لا يستفاد من الكتب لأن الكتب كقوله « إما أنها سكتت عنها أو لا يفي لفظها بالدلالة عليها » أو « لأن ما شاهدوه كان مخالفا لما قيل فيها » ، وأضاف : « والحس أقوى دليلا من السمع فإن جالينوس وإن كان في الدرجة العليا من التحري والتحفظ فيما يباشره ويحكيه فإن الحس أصدق منه ثم بعد ذلك يتخيل لقوله مخرجا إن أمكن فمن ذلك عظم الفك الأسفل فإن الكل قد اتفقوا على أنه عظمان بمفصل دقيق عند الحنك وقولنا الكل إنما نعنى به هاهنا جالينوس وحده فإنه هو الذي باشر التشريح بنفسه وجعله دأبه ونصب عينه وصنف فيه عدة كتب معظمها موجود لدينا والباقي لم يخرج إلى لسان العرب ، والذي شاهدنا من حال هذا العضو أنه عظم واحد ليس فيه مفصل ولا درز أصلا ، واعتبرناه ما شاء اللّه من المرات في أشخاص كثيرة تزيد على ألفي جمجمة بأصناف من الاعتبارات فلم نجده إلا عظما واحدا من كل وجه ثم إننا استعنّا بجماعة مفترقة اعتبروا بحضرتنا وفي غيبتنا فلم يزيدوا على ما شاهدناه . . ثم إني اعتبرت هذا العظم أيضا بمدافن بوصير القديمة . .\r\nفوجدته على ما حكيت ليس فيه مفصل ولا درز ، ومن شأن الدروز الخفيفة والمفاصل الوثيقة إذا تقادم عليها الزمان تظهر . . . » .\r\nوعبد اللطيف في هذه النبذة القصيرة - التي أذاعت صيته أكثر من مؤلفاته الضخمة الأخرى - يظهر مظهر عالم واقعي مدرك لقوانين البرهان ، غير متمسك بأقوال من سبقه ، ومعتمد على الملاحظة المباشرة أكثر من اعتماده على مجرد سعة الاطلاع . إذا أثيرت صعوبة في تفهم الكتب لا يبحث عن مراجع أخرى ، ولا عن تآويل مدرسية أو تعليقات المفسرين بل نراه يلجأ إلى محك المعاينة المباشرة ، فيبحث عن العظام ويتفحصها ، وهذا « لقصور القول عن العيان » .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nولعل القارئ يستعجب إعجاب العالم العلمي بهذه النبذة إن لم يتأمل في سلوك علماء عصره جالينوس ومن تبعهم قرونا طويلة ، الذين كانوا يغالطون أنفسهم ويكذبون أعينهم ولا يجرءون على نقض قول لجالينوس .\r\nلقد استمر رأى جالينوس في « عظمتي » الفك زمنا طويلا . فقد أخذ برأيه ابن سينا عند وصفه تشريح عظام الفكّين حيث قال : « أما الفك الأسفل فصورة عظامه ومنفعته معلومة وهو أنه من عظمين يجمع بينهما تحت الذقن مفصل موثق » .\r\nواستمر هذا الرأي سائدا حتى بعد عبد اللطيف ، إلى أن أعاد نقده عملاق التشريح فييزاليوس  Vesalius  في القرن السادس عشر . وكأننا عند قراءة وصفه نستمع إلى عبد اللطيف يملى ملاحظاته على تلاميذه . قال فيزاليوس : « ولكن الفك في الإنسان مكوّن من عظمة واحدة . . . ولم ألاحظ إلى الآن أنها تنفصل بالطبخ أو بالتحلّل في جوف الأرض ، وإني قد تفحصت أعدادا كبيرة من عظام الفك الأسفل وبخاصة في مقبرة الأبرياء (  Innocents  ) بباريس ، وكذلك في نواح أخرى ، ولم أجدها البتّة منقسمة إلى عظمتين » .\r\nومع ذلك فإن ( سلفيوس ) (  Sylvius  ) تحدى فيزاليوس وأصر على أن هناك وصلة بين العظمتين وإن كانت مستترة تحت زوائد من العظم ( 25 ) .\r\nلم يكتف عبد اللطيف بتأكيد أن الحس أصدق من قول جالينوس ، ولكنه تطاول عليه ونعته بالافتعال والكذب إذ قال إن هذا العالم يتخيل للأمور مخرجا .\r\nوهذه تصريحات لو أنها أدلى بها في الغرب ، لعرضت قائلها للحرق والتعذيب ، لتعرضها لهالة التأليه التي أحاطت بالعالم الإغريقي .\r\nولنتأمل طريقة عبد اللطيف في سياقة البرهان ، إن البغدادي لم يكتف بمشاهدة فك واحد ، ولا بمشاهدته الشخصية له إذ أنه لم يفته احتمال وقوعه مصادفة على ( فلتة ) من الطبيعة ، أو على ميزة محلية ، كما لم يفته احتمال حدوث تطوّر في تكوين الإنسان على مرّ القرون .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nوقد تجنب هذه الاحتمالات ، الواحد تلو الآخر ، بفحص ما يزيد على ألفي جمجمة ، ثم كلف غيره التأكّد من صحة مشاهداته ، ثم طلب إلى من صاحبوه إجراءها بعيدا عنه لئلا يتأثروا برأيه وهو أستاذهم ، ثم توجّه إلى مدافن في بوصير لعل العظام هناك تختلف عنها في المقس ، وكأنه توقع اعتراض معترض بأن الدروز لا تظهر في الجثث الحديثة ، فنقل بحثه إلى مدافن أعرق في القدم ، فردّ بهذا مسبّقا على طبيب القرن السادس عشر الذي صرّح بأن الطبيعة إذا اختلفت عن أقوال جالينوس فإنما اختلفت لتغيير طرأ عليها على مرّ الزمان .\r\nثم تفحص عبد اللطيف عظمة العجز فقال عنها :\r\n« وأما العجز فقد ذكر جالينوس إنه مؤلّف من ستة عظام ووجدته أنا عظما واحدا واعتبرته بكل وجه من الاعتبار فوجدته عظما واحدا ، ثم إني اعتبرته في جثة أخرى فوجدته ستة أعظم كما قال جالينوس ، وكذلك وجدته في سائر الجثث موثق المفاصل ، ولست واثقا بذلك كما أنى واثق باتحاد عظم الفك الأسفل » .\r\nنراه هنا أمينا ، لم يسعه إلا التصريح بأنه غير واثق من ملاحظاته على العجز ثقته بملاحظاته على الفك . إلا أن الأمانة نفسها تدعونا إلى تبرئة جالينوس من الخطأ الذي وقع فيه ، وأوقع غيره فيه ، لأن هذا العالم الأصيل إنما اعتمد في التشريح على تشريح جثث الأجنة المولودة ميتة ، بسبب حظر الأديان تشريح الآدميين ، وعظمتا الفك عند الأجنة غير ملتئمتين .\r\nويبدو أن عبد اللطيف أجرى ملاحظات أخرى كان ينوى تدوينها في مؤلف خاص إذ أضاف : « وكذلك في أشياء أخرى غير هذه ولئن مكّنتنا المقادير بالمساعدة وضعنا مقالة في ذلك نحكى فيها ما شاهدناه . إلا أن هذا المؤلف المكمل لملاحظاته الأولى والذي أزمع كتابته ، لم يصل إلينا ، إما لأنه لم يكتب ، أو لأنه ضاع ، أو لأنه ما يزال مدفونا تحت غبار المكتبات » .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالباب الرابع مقالتان في الحواس وبعض المسائل الطبيعية\r\nمن مؤلفات البغدادي التي ذكرها ابن أبي أصيبعة « رسالة في الحواس » ، وقد ذكرها أيضا ضمن مؤلفات البغدادي ابن شاكر الكتبي في « فوات الوفيات » ( 26 ) وتوجد نسخة منها مودعة بمكتبة دير ( سان لورنزودل الاسكوريال ) قرب مدريد .\r\nوقد استنسخ الدكتور فيصل دبدوب هذا المقال من صورة شمسية لها وحققها وعلق عليها بمدح وافر ، ونشر بحثه بمجلة مجمع اللغة العربية بدمشق ( 27 ) بناء على محاضرة ألقاها بالمؤتمر الطبى العربي السابع المنعقد في القاهرة عام 1968 .\r\nونظرا لما تميز به ( كتاب الإفادة والاعتبار ) من الحرية في الرأي والاعتماد على الملاحظة وعدم الاكتفاء بالمراجع المألوفة ، فقد استشففنا وجود مثل هذه المميزات في رسالة الحواس ، ولذا - ونحن في صدد محاولة تكوين رأى مستقل في هذا العالم الذي اختلفت فيه الآراء - آثرنا معاينة المخطوط بأنفسنا ، وكان هذا قبل الاطلاع على مقال السيد الدكتور دبدوب ، فحصلنا بوساطة وزارة الإعلام الكويتية على صورة شمسية من المخطوط من مكتبة الاسكوريال وبادرنا بدراستها ، وفي هذه الأثناء تكرم علينا الدكتور دبدوب بنسخة من مقاله . فقمنا بمقارنة استنساخه لها بقراءتنا ووجدنا بعض الاختلافات سنذكرها فيما بعد ، كما أننا قابلنا نص الرسالة بما جاء في كتاب منافع الأعضاء  On the use of parts  لجالينوس ( 25 ) وقد عرف العرب هذا المؤلف بعد أن ترجم إلى العربية ، وذكره ابن أبي أصبعة ضمن مؤلفات جالينوس المتداولة في زمانه والتي\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nقال عنها : « ولجالينوس من المصنفات كتب كثيرة جدا وهذا ذكر ما وجدته منها منتشرا في أيدي الناس مما قد نقله حنين بن إسحاق العبادي وغيره إلى العربية ( 28 ) » ثم ذكر اسم هذا المؤلف ضمن هذه المصنفات ( 29 ) ، ومما يدل على أن عبد اللطيف أطلع عليه بل درسه درسا مستفيضا لولعه بكتابات جالينوس ولأهمية هذا المؤلف عند العرب ، أنه صنف - حسب ما جاء في « عيون الأنباء » - مختصرا له .\r\nكما أننا قارنّا الرسالة بما ورد في بعض كتب الإغريق وبالأجزاء المماثلة من قانون ابن سينا .\r\n\r\nوصف الرسالة :\r\nكتبت النسخة بخط مغربىّ جميل والنساخ عالم مدرك لما يكتب ، ولهذا كانت كلمات المخطوطة كلها سليمة تقريبا ويندر أن يحدث فيها سبق قلم ، مع ما في الكتاب من ألفاظ لغوية دقيقة المعنى مناسبة لسياقها .\r\nويلاحظ على طريقة النسّاخ أنه لا يكتب الهمزة المفردة مثل : - الماء وتلقاء ، طروء ، المرء ، القماءة ، الرداءة . فإنها كتبت - الما ، تلقا ، طرو ، المر ، القماة ، الرداة .\r\nوالتاء الأخيرة المربوطة قد تنقط وقد لا تنقط ، والهمزة التي على الياء لا تكتب ويكتب بدلها ياء مثل « استئناف » ، تكتب : « استيناف » .\r\nوأهم ظاهرة في الخطوط المغربية بالنسبة للمشرقية هي كتابة الفاء والقاف ، فإن الكتابة المشرقية تضع على الفاء نقطة من فوقها أما المغربية فتضع نقطة من أسفلها ، والقاف المشرقية فوقها نقطتان ، أما المغربية ففوقها نقطة واحدة ، ولذا فإن الحرفين كثيرا ما يوقعان الشرقيين في التصحيف ، وهذه المميزات قد تكون سبب اختلاف قراءتنا لبعض الألفاظ عن قراءة الدكتور دبدوب .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوقد كتب بالقلم الأفرنجى تعليق على الرسالة بعضه بالأسبانية وبعضه باللاتينية وهاك نصه :\r\n Dos tractados sobre los cinco sentidos compuesto por Abdullatif \r\n( مقالتان في الحواس الخمس ألفهما عبد اللطيف ) .\r\n1 -\r\n Libellus quatuor foliis comprehens de quinque sensibus aut hore Abu muhamed abdullatif , filii Joseph filii muhamed albadadi Babylonii in quo breviter agit de comprehensione erum modo sensationis uniuscujusque , de qualitatibus eorum , de ordin ( eorum ? ) et proportione inter se mutua etc \r\n( 1 ) كتيب يحوى في أربع صفحات : « في الحواس الخمس » لأبى محمد عبد اللطيف بن يوسف بن محمد البغدادي من بابل ، حيث يتناول باختصار كيفية كل حاسة ، ومميزاتها وطبقاتها والنسب بينها .\r\n2 -\r\n Ejusdem alius libellus de sensibus sed omnia tractat in particulari et multas quaestiones naturalium rerum quae ( ? ) ab ( ? ) nostris dici solent parva naturalia adjunxit \r\n2 - من المؤلف ذاته كتيّب آخر في الحواس ولكنه يتناول كل شئ بالإضافة إلى مسائل طبيعية كثيرة ، يسميها أهلنا الأشياء الطبيعية الصغيرة ) .\r\nأما بقية ما كتب باللاتينية فهو يخص مقالات لمؤلفين غير البغدادي وردت في المخطوط ذاته .\r\n\r\nالمقالة الأولى :\r\nتقع في خمس صفحات ونصف صفحة وتحوى كل صفحة خمسة عشر سطرا ، ما عدا آخر صفحة فهي من ستة أسطر ، فيكون مجموعها 81 سطرا .\r\n\r\nالمقالة الثانية :\r\nتقع في خمس صفحات وسطرين في صفحة سادسة ، وعدد أسطر المقالة 77 سطرا .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالمقالة الثالثة :\r\nتقع في 29 صفحة ، كل منها يحوى 15 سطرا ما عدا الأولى فإنها تحوى ثلاثة عشر سطرا فقط .\r\nوقد جاء في مقال الدكتور دبدوب أن الرسالة تحوى سبع صفحات ونصف صفحة ، وإننا إزاء هذا الاختلاف بين تقديره وتقديرنا كان لا بد لنا أن نتساءل : هل النص الذي وصله هو النص ذاته الذي وصلنا ، أو أن الاسكوريال يمتلك نسختين مختلفتين ، وقد عزز هذا الرأي الأخير ذلك الاختلاف البين في قراءة نحو من خمسين لفظا ، ثم قصر الدكتور دبدوب مناقشته على الرسالة الأولى ، ولذا فقد استفسرنا من السيد مدير مكتبة الاسكوريال عن احتمال وجود رسالتين ، فأجابنا مشكورا بأنه عند مراجعته المخطوطات العربية المودعة بهذه المكتبة لم يجد إلا منسوخا واحدا منها ، كما أننا رأينا نشر الرسالة حسب قراءتنا وتحديد الألفاظ التي خالفت قراءتها نظائرها في مقال الدكتور دبدوب ، ذاكرين في الحواشى قراءة سيادته مقرونة بعلامة ( د ) .\r\n\r\nتحليل الرسالة\r\nيجدر بنا ، قبل أن نتعرض لهذه الرسالة ، أن نحاول تشمّم الجوّ العلمي الذي ساد عصر كتابتها ، عسانا ننصف مؤلفها في حكمنا عليها ، فقد كان هذا الجو - على نقيض سلوكنا الفكري الحالىّ - متشبعا بالغائية التي آمنت بأن الأعضاء إنما بنتها الطبيعة حسب الغرض المنتظر منها ، حتى تقضى بالغرض المطلوب إليها ؛ وعسانا ندرك قوة هذا التيار في مناهج التفكير إذا تريثنا وتأملنا في أقوال أفلاطون وجالينوس وابن سينا في جزء محدود من التشريح ومنافع الأعضاء ، هو الجزء الخاص بكيفية نشأة الرأس على شكله الحالي وفي سبب وضعه في أعلى الجسم ، وهي أقوال ترتبط بالحواسّ .\r\nقال أفلاطون في ( طماوس  Timaeus  ) ( 30 ) إن شكل الرأس كروى لأنه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nأقدس جزء من جسم الإنسان « 1 » ، وبما أنه لا يصح أن يتدحرج على الأرض ، ولا يقوى على تسلق الأشجار أو التغلب على المنخفضات ، فقد اكتسب الجسم طولا ، ونبع منه أربعة أطراف ، وجعل الوجه إلى الأمام ، وخلقت فيه عينان تحملان الضوء وتنبثق منهما نار ( 31 ) .\r\nوقال جالينوس بعده بخمسة قرون ( 32 ) : « إننا ، إذا حصرنا أجزاء الإنسان غير الموجودة في صدور الحيوانات العديمة الرأس ، فإنه يحق لنا الاستنتاج بأن هذه الأجزاء هي التي خلق الرأس من أجلها . . . أما عند السرطان « 2 » والحيوانات غير ذوات الرؤوس ، فإن العين وضعت على ساق طويلة لأنها - على خلاف الفم والأنف والأذنين - لا يصح وضعها إلى أسفل ، إذ أن الحاجة تدعو إلى وجودها في مرتفع لتتطلع منه إلى إقتراب العدو ، وفي الإنسان يجب أن تكون العين رخوة ، فإذا وجدت على الساق تعرضت إلى خطر ، ثم إن وضعها إلى أسفل يعدم فائدتها ، ولهذا السبب فقد ابتكرت الطبيعة عضوا خاصا ليحملها ، مرتفع المكان وقادرا على حمايتها ( هو الرأس ) .\r\nوبما أن الحواس تحتاج إلى أعصاب رخوة فإنه لا يصح إبعاد هذه الأعصاب عن الدماغ ، لسهولة سحقها أو قطعها إذا طالت ، ولذا وجب اقتراب أدوات الحس من الدماغ ، وبما أن الدماغ موجود في الرأس ليكون قريبا من العين ، فقد وجب كذلك وجود سائر أدوات الحس في الرأس بسبب وجود الدماغ فيه . . . » .\r\nوقد أبدع ابن سينا في التعبير المختصر عن هذا الرأي إذ أعاد هذه التصريحات في الفصل الأول من المقالة الأولى من الفن الأول من الكتاب الثالث من القانون ، قال : « قال جالينوس إن الغرض من خلقة الرأس ليس هو الدماغ ولا السمع ولا الشم ولا الذوق ولا اللمس فإن هذه الأعضاء والقوى موجودة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشكل المدور عند أفلاطون هو الشكل الكامل .\r\n( 2 ) السرطان هو ( أبو جلمبو ) أو ( السلطعين ) أو ( الجبجب ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفي الحيوان العديم الرأس ، ولكن الغرض منه حسن حال العين في تصرفها الذي خلقت له وليكون للعين مطلع ومشرف على الأعضاء كلها في الجهات جميعا فإن قياس العين إلى البدن قريب من قياس الطليعة إلى العسكر وأحسن المواضع للطلائع وآصلها هو الموضع المشرف » .\r\nومن جهة أخرى فإن القدامى لم يفصلوا بين فيزياء الضوء والصوت وغير هذه من الأحداث التي تنبه الحواس ، وبين إدراك الحواس لها ، بل قصدوا بال ( فيزياء ) تفسير كيفية إدراك الذهن للعالم الخارجي ، وهذه العملية هي عملية فكرية ، بينما نحن نقصد اليوم من ممارسة الفيزياء معرفة قوانين الكون وتركيبه معرفة مطلقة ، دون مراعاة انطباعات المشاهد له . ولم يكن مردّ إهمال الفصل بين الفيزياء وعلم النفس إلى خطأ منطقىّ ، وإنما كان مرجعه إلى نظرية حيوية قامت عليها فلسفة أفلاطون وأتباعه . ولذا فقد جاءت نظرية الحس وبخاصة في جزئها الذي تناول الإبصار ، في غاية التعقيد ، لأنها مزجت بين ثلاثة علوم ، نميّز اليوم تمييزا جذريا بين بعضها وبعض ، هي الفيزياء ، والفسيولوجيا ( وظائف الأعضاء ) ، والفلسفة ، وكان للفلسفة فيها حصة السبع .\r\nنرى أفلاطون لا يهتم بتشريح العين ولا يقيم لعلم الإبصار نظرية متكاملة متماسكة ، وإنما يكتفى بالنواحى التي ترضى انجاهه الميتافيزيقىّ ، ونرى هذا الميل يعزّزه فرض أرسطو والرواقّيّين وجالينوس تكون المادة من عنصرين : جوهر أول ( هيولى ) ، وطبائع عارضة غير مرئية ، وأخذهم بأن التغيرات التي تطرأ على المادة والتي قد نسميها فيزيائية أو كيميائية أو فسيولوجية ، إنما تأتى نتيجة لتغيرات في نسب هذه الطبائع بالاستبدال أو الزيادة أو النقص ، وأن أساس فاعلية أي عنصر أو أي عقار على الجسم ، هو انتقال بعض هذه الطبائع منه إلى الجسم ، على أن تؤخذ هذه الطبائع بمعناها المجرّد ، وليست على أنها انتقال جزئيات من الجسم ذي الخاصة إلى الجسم الآخر . وهذا معناه أن الطبائع هي قوى لها كيان خاص وأن هذه القوى مشحونة في جوهر افتراضى .\r\nوقد ذهب الفلاسفة الأيونيون منذ القرن السابع قبل الميلاد إلى أن هذه الطبائع\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nربع : الجفاف والرطوبة والبرودة والسخونة ، وأنها تقابل أركان الكون الأربعة ( أو الأسطقسّات ، من  Stoichoion  ) وهي الهواء والأرض والماء والنار ، وأن هناك طبائع مختلطة ، وأنها على أربع درجات من القوة ، فيقال إن هذا العقار أو ذاك حارّ من الدرجة الأولى أو رطب من الدرجة الثانية ، وهكذا . . . ، ونرى ابن سينا يقول : « إن الأركان هي أجسام ما بسيطة هي أجزاء أولية لبدن الإنسان ولغيره وهي التي لا يمكن أن تنقسم إلى أجزاء مختلفة . . .\r\nويحدث بامتزاجها الأنواع المختلفة الصور من الكائنات . . . إنها أربعة لا غير . . .\r\nالنار والهواء والماء والأرض . . . والأرض بارد يابس . . . والماء بارد رطب . . .\r\nوالهواء حار رطب والنار حار يابس » . ثم يضيف أن الأعضاء إنما تتولد من أول مزاج الأخلاط المحمودة كما أن الأخلاط أجسام متولدة من أول مزاج الأركان .\r\nومثال ذلك أيضا أن الغدد الجنسية تنبت المميزات الجنسية في الجسم بنقل طبيعة الذكور أو الإناث الكامنة فيها ، لا بفعل إفرازات أو موادّ تنفصل عنها ، وكل هذه الأفكار هي التي أتاحت ظهور ( الصنعة ) أي إمكان نقل طبائع معينة من معدن إلى معدن لتحويله في النهاية إلى ذهب .\r\nولكن أساتذة المدرسة الذرية  Atomists  أنصار الفيلسوف إيبيكوروس (  Epicurus  ) لم يقبلوا هذا الرأي ، وذهبوا إلى أن هذه الطبائع ما هي إلا انطباعات ذهنية تعكس تركيب ذرات المادة الهندسىّ ، وهذا أقرب إلى الرأي الحالي الذي لا يعترف للطبائع ( كالحرارة أو البرودة ) بكيان مستقل ، ويرى فيها محض استجابة الجسم والذهن لبعض الأحداث الفيزيائية أو الكيماوية .\r\nإذن فنحن لا نستغرب خلوّ هذه الرسالة من أية اعتبارات تشريحية دقيقة ، وبناءها على مجرد تأملات ذهنية ، وقد تناولت خصيصا تدريج الحواس على سلّم أهميتها للجسم ، واستنتاج أهمية كل منها على أسس موضوعة ، منها قياس الأهمية بدرجة مباشرة الحواسّ للمحسوس ، ولم يكن البغدادي أول من حاول\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nتدريج الحواس على هذا السلّم ، فقد سبقه في هذا جالينوس ، ومن العرب ابن سينا ، إذ قال في فصل ( أمراض اللسان في الفن السادس للكتاب الثالث من القانون ) وهو يعلق على أفضلية اللمس على الذوق : « وقد يحدث له ( أي للسان ) أمراض تحدث آفة في حسّه اللامس والذائق بأن يبطل أو يتغير وربما بطل أحد حسيّه دون الآخر كالذوق دون اللمس ، لاقتدار المرض على إحلال الآفة بأضعف القوتين » .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nمقالتان في الحواس\r\nالمقالة الأولى\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n[ نص الرسالة 
  ]\r\n\r\n[ المقالة الأولى 
  ] مقالة في الحواس\r\nبسم اللّه الرحمن الرحيم\r\nرب يسّر\r\nقال الشيخ الإمام أبو محمد عبد اللطيف بن يوسف بن محمد البغدادي : مقالة في الحواس ومدركاتها وكيفية « 1 » مراتبها ونسب بعضها إلى بعض .\r\nوقد علمت أن الحواس خمس « 2 » وأنها تشترك في إدراك أعراض « 3 » الأجسام ، وأن كلا منها يختص بصنف من المدركات ، ولا يشترك اثنان منها في صنف واحد من المدركات معا « 4 » ، وكل واحد من الحواس له عضو خاص به هو آلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبيعة ( د )\r\n( 2 ) قال البعض إن الحواس خمس وقال البعض الآخر إنها ثمان ، قال ابن سينا في الفصل الخامس من التعليم السادس من الفن الأول من كتاب القانون : « . . . والقوة المدركة في الظواهر هي الحسية ، وهي كالجنس لقوى خمس عند قوم وثمان عند قوم ، وإذا أخذت خمسة كانت قوة الأبصار وقوة السمع وقوة الشم وقوة الذوق وقوة اللمس ، وأما إذا أخذت ثمانية فالسبب في ذلك أن أكثر المحصلين يرون أن اللمس قوى كثيرة بل هو قوى أربع ويخصون كل جنس من الملموسات الأربع بقوة على حدة إلا أنها مشتركة في العضو الحساس كالذوق واللمس في اللسان والأبصار واللمس في العين وتحقيق هذا إلى الفيلسوف .\r\n( 3 ) أغراض ( د ) .\r\n( 4 ) لعل البغدادي قصد هنا بالحاسة العضو الخادم لها . فان تعريف الحاسة ( القوة النفسانية -\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nله ما خلا حاسة اللمس فإنها سارية في الجلد بأسره ، وفي كثير من اللحم الكائن تحته ، وبالجملة في كل ما أنبت فيه عصب الحس ، وهذه الحواس على طبقات ، فأولها ما يدرك من محسوسه أعراضه القارّة « 1 » فيه والمتصلة به وذلك عند مباشرته له « 2 » كحاسة اللمس في إدراك الحرارة والبرودة والرطوبة واليبوسة والخفة والثقل واللين والصلابة والملامسة والخشونة ونحو ذلك ، وهذه الحاسة عامة للحيوان ومقدّمة على سائر الحواس « 3 » وهي أثبت معرفة وأقوى\r\n\r\n\r\n","description":"","footnote":"\r\n- المدركة ) ، ويتبع هذا أن كل صنف من الإدراك هو حاسة وأن قوله إن كل حاسة تختص بصنف واحد من المدركات هو تعريف الماء بالماء . أما إذا قال إن كل عضو حاس يختص بصنف من المدركات وإنه لا يشترك اثنان من الأعضاء في حاسة واحدة فان هذا جائز منطقيا وإن كان مخطئا موضوعيا لأن بعض الأعضاء يدرك أكثر من حاسة ، كاللسان الذي يدرك الذوق واللمس والألم ، وكحاسة اللمس التي تعم الجلد واللسان والعين والأنف كما قال البغدادي وكل الأغشية المخاطية كالقرنية والملتئمة . الخ . . .\r\n( 1 ) الغائرة ( د ) .\r\n( 2 ) قال أرسطو إن اللمس لا يتم إلا بالملامسة المباشرة وان هذه الحاسة هي الوحيدة التي تستجيب إلى المحسوس إذا وضع على العضو المدرك مباشرة ، وضرب مثالا لذلك أن الأشياء إذا وضعت على القرنية لا تبصر ( 34 ) ، غير أن الإغريق اشترطوا الاتصال (  Haphe  ) لادراك كل أنواع الحس ، وهم في ذلك لم يقصدوا الاتصال المباشر إلا للجلد ، فقد قال جالينوس إن اللسان يستجيب إلى ملامسة الرطوبة الموجودة عليه ، والسمع لملامسة حركة الهواء ، والشم لملامسة مزيج من الهواء وطبائع الروائح .\r\n( 3 ) قال أرسطو كذلك إن حاسة اللمس هي أكثر الحواس أساسية للبقاء وإن الحياة مستحيلة بدونها ( 35 ) ، هذا ويتمتع الانسان بحاسة لمس أقوى وأكثر تمييزا منها في الحيوان لنمو المراكز العصبية الخاصة باليد التي تجعل من هذا العضو آلة من أدق الآلات .\r\nوقد ميز الإغريق بين أنواع مختلفة من اللمس ولم يربطوها بأعضاء أو بأعصاب مختلفة ، والسبب في هذا أن جالينوس كان يقطع الأعصاب كاملة في تجاربه ولم يكن له إلى التجربة -\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nأدراكا وأصدق حكما ، وتتلوها حاسة الذوق ، وهي تختص باللسان ، ويدرك من محسوسها الطعوم المتحللة « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n- على أو تار فردية سبيل فلم يميز بين الأعصاب الموصلة إلى أنواع الحس المختلفة . غير أنه خص نوعا من الأعصاب - غير أعصاب الحركة وأعصاب الحس العادية - بنقل الحس من الأحشاء الداخلية ( 36 ) ، وهذا ما لم يذكره البغدادي ، كما أن البغدادي لم يميز الحس بالألم ، الذي أفرد له جالينوس صفحات عدة في مختلف كتاباته ، وقسمه إلى أنواع ، وإن كان لم يحدد له نوعا من الأعصاب خاصة به ، وذهب إلى أن الألم لا يختلف عن سائر الحواس ، بما فيها الإبصار والسمع ( 37 ) إلا بشدة الإنباه . وقد قال عن الألم : « وقد أعطت الطبيعة نصيبا وافيا من هذه الحاسة لتلك الأجزاء المعرضة للقطع أو السحق أو التآكل لتنبه الحيوان إلى العمل على التخلص من مسبب الألم قبل أن ينزل به الضر » ( 38 ) ، فأعطى جالينوس بذلك الأسبقية إلى الألم في الحفاظ على الحياة .\r\nوبالإضافة فان عبد اللطيف بوب كل ما يحس باللمس تحت باب واحد ، أما جالينوس فقد كان أقرب إلى الحقيقة كما نراها اليوم إذ قال إن اللمس والحرارة والبرودة تدرك مباشرة ، بينما أن إدراك الصفات الأخرى كاللين واليبوسة والصلابة والرطوبة تحتاج إلى وظيفة أعلى من التنبيه المباشر للعصب وهي عمل من أعمال الذهن ، الذي يصدر حكمه بناء على الخبرة ( 39 ) ، وقد بين العلم الحديث أن هناك ثلاث صفات حسّ أولية هي اللمس والحرارة والبرودة - بالإضافة إلى الألم - وأن كلا منها له أعضاء خاصة ، وأعصاب حساسة خاصة ، أما الباقية فإنها ترتكز إلى عمليات نفسية معقدة تتناول الأحاسيس الأولية بالتحليل والتركيب .\r\nوقد فات عبد اللطيف - ولعل الداعي إلى هذا النسيان كان طلب الاختصار - أن أنواع اللمس المختلفة كالحرارة أو اللمس أو الثقل تختلف قوتها في مختلف الأجزاء ، فان أطراف الأنامل أدق في إدراكها للمس ، والوجنتين أقدر على تمييز التغيرات الطفيفة في ارتفاع الحرارة ، وطرف اللسان أقدر على التفرقة بين نقطتين متقاربتين ، وتدل بعض هذه الاختلافات على اختلاف المسالك التي يسلكها كل من هذه الأحاسيس وهذا أمر قام عليه البرهان العلمي .\r\nأما أنواع الألم فان البغدادي لم يتعرض لها ولا شك في أنه عرف وصف جالينوس لأنواع الألم المختلفة وهي الألم النابض والثقيل والحار والشاد والوخزى والخدر والقرحى وآلام السمحاق والتقلصات . . الخ ( 40 ) .\r\n( 1 ) المتخللة ( د ) .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمنه المختلطة بالرطوبة « 1 » المتحلبة « 2 » في اللسان ، وإنما يكون ذلك بانفصال شئ من المحسوس واتصاله بالحاس عند مباشرة اللسان ما له طعم من الطعوم الثمانية « 3 » ، وهي أيضا « 4 » عامة للحيوان وإدراكها قوى وحكمها صادق ، ولا تكاد تغلط إلا نادرا وعند حلول آفة بها « 5 » .\r\nوتتلوها حاسة الشم وهي تدرك من محسوسها الروائح المتحللة منه المنفصلة « 6 » عنه المختلطة بالنسيم المستنشق الواصل إلى الدماغ « 7 » ، وذلك يكون عند مباشرة حاسة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال جالينوس كذلك إن الرطوبة ضرورية لادراك الطعوم ( 41 ) انظر أيضا الباب الخامس في الرطوبة .\r\n( 2 ) المتحللة ( د ) .\r\n( 3 ) إن الطب الحديث يعترف بأربعة طعوم أساسية هي المرارة والحلاوة والملوحة والحموضة ، وكان جالينوس يضيف إليها ثلاثة أخرى هي : ضرب آخر من المرارة  Austerotes  والقابضة ، وضرب أسماء  Drymis  يجمع بين المر والحامض والنافذ ، فيكون وصف بذلك سبعة أنواع ، ولكنه أضاف أن عدد الطعوم قابل للجدال ( 41 ) .\r\n( 4 ) سقطت ( أيضا ) ( د ) .\r\n( 5 ) قارن ما قاله ابن سينا في القانون ( الفن السادس من الكتاب الثالث ، فصل في أمراض اللسان : « وقد يعرض له أمراض تحدث آفة في حسّه اللامس والذائق بأن تبطل أو تضعف أو تتغير ، وربما بطل أحد حسية دون الآخر كالذوق دون اللمس لاقتدار المرض على إحلال الآفة بأضعف القوتين » ، ولعل معنى هذه النبذة ان الذوق في نظر ابن سينا أضعف من اللمس .\r\n( 6 ) المنفكة ( د ) .\r\n( 7 ) الدماغ هنا هو ما نسميه الخ ، ومعنى ما قاله عبد اللطيف هو أن الرائحة تصل إلى الدماغ مع النسيم ، فقد كان الاعتقاد أن النسيم يحمل ريحا  Pneuma  يعبر فتحات المصفاة الموجودة في سقف الأنف فيصل إلى الدماغ ، حيث يتحول إلى الروح الحيوي ، -\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالشم الهواء المتنسم الذي انفعل « 1 » عن الجسم ذي الرائحة أو اختلط به شئ من لطيفه المنفصل عنه الحامل للرائحة « 2 » ، وإدراك هذه الحاسة أضعف من إدراك حاسة الذوق ، ولكن بينهما مناسبة قوية وشبه ظاهر حيث كان « 3 » البخار الحامل للرائحة شبيها بالرطوبة الحاملة للطعم ، ولما كانت حاسة الذوق تباشر الجسم من مكان قريب وبمتوسط خاص منحصر ، كانت أصدق\r\n\r\n\r\n","description":"","footnote":"\r\n- وأن الروائح تدخل مع النسيم على شكل جزئيات عبر ثغرات المصفاة إلى البصيلتين الشميتين اللتين كانتا توصفان بأنهما مجوفتان ( 42 ) ، وقد كانت فكرة تجويف الأعصاب قديمة ، ترجع إلى القمايون الأيونى  Alcmaeon  الذي صرح بها في القرن السادس قبل الميلاد ليفسر توصيل الأعصاب للتنبيهات والحواس ، فشبه الأعصاب بالقنوات ، وقد دام هذا الرأي مأخوذا به حتى القرون الوسطى ، وقال حنين بن إسحاق ، محاكاة للإغريق ، إن عصب الإبصار أجوف .\r\nوقد قال ابن سينا في المقالة الأولى من الفن الخامس في أحوال الأنف : مجرياه ينفذان إلى المصفاة الموضوعة تحت الجسمين الشبيهين بحلمتى الثدي والحجاب الدماغي هناك أيضا يثقب بإزاء ثقبة من المصفاة لينفذ فيها الريح ، وكذلك تتصفى الفضول في تلك الثقب ومن طريقها ينال الدماغ والزائدتان الناتئتان من الرائحة بنشق الهواء .\r\nكما قال في الفصل الرابع من الجملة الأولى من التعليم الخامس من الفن الأول في تشريح عظام الأنف : « فان الهواء المستنشق وان كان ينفذ جملة إلى الرئة فان شطرا صالح المقدار ينفذ أيضا إلى الدماغ .\r\n( 1 ) انفصل ( د )\r\n( 2 ) وقد قال ابن سينا في المقالة الأولى من الفن الخامس من الكتاب الثالث من ( القانون ) :\r\n« وأما كيفية الشم . . أما أن الرائحة يكون في الهواء انفعال منه أو تأدية أو بسبب بخارى يتحلل فذلك إلى الفيلسوف وليقبل الطبيب أن الشم قد يكون في الأصل باستحالة ما في الهواء على السبيل التأدية ثم يعينه سطوع البخار من ذي الرائحة .\r\n( 3 ) ان ( د )\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوأقوى من حاسة الشم « 1 » ، إذ كانت حاسة الشم تدرك محسوسها بمتوسط كثير مشترك ولا تباشر الجسم ذا « 2 » الرائحة بذاتها بل بوسائط « 3 » ومن مكان بعيد ولذلك صار يشتق للروائح أسماء من الطعوم وينقل إليها منها فيقال رائحة طيبة وكريهة وحادّة وحرّيفة « 4 » وأمثال هذا ، وإن كان للروائح من ذلك أسماء تخصها مثل « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال جالينوس : « هناك تشابه كبير بين الشعور بالروائح والطعوم ، والطعم أكثر تمييزا بينما إثبات الشم ضعيف ، كما قال إن المعول على الطعم أوثق منه على الشم لأن ما تفرزه المواد ذوات الروائح من البخار لا يكفى في كثير من الأحوال . . . بينما أن تنبيه اللسان مباشر ( 43 ) .\r\nكما قال ابن سينا في المقالة الثالثة من الجملة الأولى من الكتاب الثاني :\r\n« ومن الأسباب التي فاقت فيها الطعوم الروائح في هذا الباب وصولها إلى الحس بملاقاة فهي أولى من أن يوصل من جميع أجزاء الدواء قوة والروائح والألوان تؤثر بلا ملاقاة من أجزائها فيجوز أن يصل إلى الحس من أجزاء ذي الرائحة بخار من لطيف أجزائه ويستعصى البخار من كثيف أجزائه فلا يتبخر ويجوز أن يصل إليه لون الظاهر الغالب دون المغلوب الخفي ولأن الروائح قد تدل على الطعوم مثل الرائحة الحلوة والحامضة والحريفة والمرة كانت الروائح تالية للطعوم والطعوم أكثر صحة دلالة ثم الروائح الألوان » .\r\n( 2 ) ( د ) فقط ( د ) .\r\n( 3 ) بوساطة ( د ) .\r\n( 4 ) لا ينفرد الطعم بصفتي ( الطيب ) و ( السكريه ) فالطيب ما يروق أية حاسة والكريه ما ينفر منه ، أما ( الحارة ) ( الحريفة ) فإنهما صفتان للأنف واللسان على السواء ولا علاقة لهما بالشم أو الذوق ، لأن الأنف واللسان يحويان عصبا حاسا غير عصبي الشم والذوق ( هو العصب الخامس ) ، يستجيب للطعوم ( الحارة والحريفة ) وما هما إلا نوعان من الألم وليستا من أنواع الطعوم الأساسية الأربع وهي - كما أسلفنا - ( المالح ) و ( الحلو ) و ( المر ) و ( الحامض ) ، أما مميزات الروائح فقد ذكرها البغدادي فيما بعد ( انظر هامش رقم 2 من الصفحة التالية ) .\r\n( 5 ) كمثل ( د ) .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالمنتن والذفر والسهك « 1 » ونحو ذلك « 2 » ، وليست هذه الحاسة ضرورية لكل حيوان ، بل كثير من الحيوان لا تكون له هذه الحاسة ، أو تكون له ضعيفة كالسمك « 3 » فأما الإنسان فإن حاسة الشم فيه وإن كانت ضعيفة أضعف منها في كثير من الحيوان ، إلا أنها أصدق إدراكا وأقوى تمييزا لفصول المشمومات ، وأقوى ما تكون هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وردت في ( د ) : « كلمة غير واضحة » ، أما السهك فهو ريح كريهة تجدها ممن عرق أو من اللحم المنتن أو من السمك .\r\n( 2 ) نضيف هذه الأوصاف الخاصة بالروائح : ( العطر ) و ( الفكه ) الخ ، ويصعب وصف الروائح إلا إذا شبهت بروائح معروفة ، وهذا لكثرتها واستحالة حصرها كالطعوم في أربعة أصناف ، وقد حاول أرسطو وجالينوس تفسير جميع الحواس على أنها مركبة من نسب مختلفة من الطبائع الأربع المقارنة للأخلاط الأربعة ، ولكن جالينوس أعرب عن عدم اقتناعه بهذا وقال : لكني أود لو أنني استطعت تفسير نشأة كل طعم من هذه الطعوم ، وانى لأسعد للاستماع إلى مثل هذا الأخبار » ( 44 ) . وإذا قبلنا جدلا أن أسماء الروائح مشتقة من أسماء الطعوم فان هذا لا يدل على أي تدرج بينهما ، فالاستعارة من حقل إلى آخر جائزة وجارية ، كأن يقال في العلوم الهندسية : ذراع المكبس ، أو هيكل الطائرة ، أو ضلع المثلث ، وفي الطب : اللوح المصفوى أو الوريد البابي ، دون الإشارة إلى أية علاقة بين تشريح الجسم والهندسة سوى التشابه الخارجي .\r\n( 3 ) لم يوفق البغدادي في هذا المثل ، فان الأسماك الموجودة في غياهب أعماق البحار تعتمد في توجيهها على الشم ، وهناك التباس واضح بين الطعوم والروائح ، لاتصال الفم بالأنف ، وطعم الشئ مكون من شقين : الطعم بمعناه المحدود ( حامض ، مالح ، مر ، حلو ) وأداته اللسان ، والنكهة وأداتها الأنف ، ولذا فان القول بأن حاسة الذوق أصدق من حاسة الشام جدير بالنقاش لأن أنواع الطعوم محدودة بينما أنواع الروائح لا حصر لها . ويبدو اتجاه تفكير أطباء القدامى في هذا جليا ، فان البغدادي بنى ترتيبه للحواس على درجة مباشرة المحسوس للعضو الحاس ، أي أنه بدأ بوضع مبدأ لترتيب الحواس ثم رتبها حسب هذا المبدأ ، وهذا تصرف عقلانى محض لم يؤسس على الواقع ( انظر أيضا أقوال ابن سينا في هامش رقم 2 ص 79 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالحاسة في صنوف من الطير وصنف من الكلاب .\r\nويتلو هذه حاسة البصر وهي تدرك من محسوسها اللون وما يتصل بذلك مثل التخطيط والترتيب والوضع والشكل والقرب والبعد « 1 » والحركة والسكون ، من غير أن تباشره « 2 » كاللمس ، ومن غير أن ينفصل من المحسوس شئ فيتصل « 3 » بالحاس كالذوق أو يتصل بالمؤدى إلى الحاس كالشم ، ولكن لا بد من مقابلة « 4 » البصر للمبصر « 5 » وارتفاع الحاجز بينهما ، وإنما تدرك منه أحواله القارّة « 6 » فيه أو ما هو بمنزلة القارّ « 7 » فيه ، وهو أيضا قوى الإدراك قليل الكذب سهل تبين الغلط . ويتلوها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال جالينوس أيضا إن هذه المحسوسات متصلة باللون ( 45 ) .\r\n( 2 ) تلامسه ( د ) .\r\n( 3 ) يتصل ( د ) .\r\n( 4 ) بد لمقابلة ( د ) .\r\n( 5 ) هل يعنى عبد اللطيف مقابلة ( الروح ) المنبثقة من العين للشكل الوارد من الكائن المرئي .\r\nلقد كانت هذه نظرية قائمة ، وإن كان ابن الهيثم هدمها من قبل البغدادي ثم نسيت كتاباته ردحا من الزمن . قال ابن سينا في المقالة الأولى من الفصل الرابع من الكتاب الأول من القانون « . . . والروح الباصرة ينفذ إلى العين من طريق العصبتين المجوفتين اللتين عرفتهما في التشريح » .\r\n( 6 ) الغائرة فيه ( د ) .\r\n( 7 ) الغائر ( د ) .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nحاسة السمع وهي آخر الحواس رتبة وأقلها عموما وضرورة وأضعفها تمييزا لفصول « 1 » مدركاتها « 2 » ، وإنما تدرك من « 3 » الأجسام الأعراض المنفصلة عنها غير القارّة « 4 » فيها ، أعنى الصوت الحادث عند مصادمة الأجسام التابعة لحركاتها ، وهو أثر حادث في الهواء تابع لتصادم الأجسام بقوة ، ولا يزال ذلك الهواء المتأثر بذلك الأثر يتدافع « 5 » بكسب مجاوره « 6 » أثره حتى يصل إلى العصب « 7 » المفروشة على الصماخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لبطول ( د ) .\r\n( 2 ) من العجيب أن يضع عبد اللطيف حاسة السمع بعد الطعم والشم في الصدق والحاجة والتمييز ، وهي أهم حاسة يعتمد عليها بعض الحيوانات للتنبه للخطر والحاسة الوحيدة التي تمكن الانسان من توجيه الزجر للحيوان أو أمره ، ومن أكثر الحواس تأثيرا على النفس والعواطف .\r\n( 3 ) في ( د ) .\r\n( 4 ) الغائرة ( د ) .\r\n( 5 ) سقطت ( يتدافع ) ( د ) .\r\n( 6 ) مجاورة ( د ) .\r\n( 7 ) لم يختلف البغدادي عن أرسطو ( القرن 6 ق . م ) أو زينو  Zeno  مؤسس المدرسة الرواقية ( القرن 3 ق . م . ) أو جالينوس أو بوثيوس  Boethius  ( القرن 5 ق . م . ) أو فيلوبونوس  Philoponos  ( القرن 6 م ) ، فقد وصف أرسطو الحركة الموجية وإن لم يستعمل لفظة ال ( موجة ) إذ قال إن الدفع يثير دفعا آخر ، وتنتقل الحركة عبر الوساطة على هذه الطريق ، أي أن المتحرك الأول يرغم على التحرك دون أن يرغم هو ذاته ( 46 ) أما زينو فقد استعمل لفظة ( موجة ) ووصف الحركة الموجية بأنها كرية قال : « ذبذبة على شكل كرة تثير موجات وتصادم الأذن ، كالدوائر التي تظهر في ماء خزان إذا ألقى فيه حجر » ، وقال جالينوس : « وحركة الضربة ( ضربة الهواء ) تنتقل -\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالتي هي بمنزلة الرقّ على الطبل . وهناك موضع السمع وقوة الإدراك « 1 » وهذا الأثر الحادث في الهواء المسمّى « 2 » عند إدراكه صوتا إنما هو دوائر أو قطع دوائر ، لأن الهواء بسيط لا يقبل ما كان من الأشكال ذا زوايا « 3 » ، ولئلا يختلف الإدراك ، لأن الزاوية ليست كالضلع ولا المدور كالمثلث والمربع والمخمس وغيره ، ولأجل ذلك ضعف إدراك قوة السمع « 4 » تمييز فصول مدركاتها ، وصارت نسبتها إلى حاسة البصر في الإدراك والنقص عنها كنسبة حاسة الشم إلى حاسة الذوق في الإدراك والنقص عنها . فلذلك لا يوجد لأنواعه وفصوله أسماء خاصة بحسبه ، بل مشتقة من أسماء أنواع مدركات البصر أو غيره من الحواس ، ومنقولة منها\r\n\r\n\r\n","description":"","footnote":"\r\n- « كالموجة وترتفع إلى المخ » . وأعاد بوثيوس التشبيه بالموجات التي يثيرها حجر في بركة ، وكان فيلوبونوس أدق وضوحا إذ لاحظ المويجات التي تحدث في كوب من الماء إذا استحدث فيه صوت بحك أصبع على حافته ، وقد عرف جالينوس فكرة الموجة تعريفا صحيحا إذ قال إن الصوت ينتشر بانتقال تغير لطيف في الهواء ، وليس بانتقال تيار منه ( 47 ) ، كما قال ابن سينا في الفن الرابع من الكتاب الثالث : « فإذا يأتي الموج الصوتي « إلى ما هناك أدركه السمع » .\r\n( 1 ) وضع البغدادي مركز السمع في الصماخ ، أي فتحة الأذن التي شبهها برق على الطبل ، أما جالينوس فإنه كان يعتقد أن التنبيهات الصوتية تصل إلى المخ مباشرة .\r\n( 2 ) سقطت ( المسمى ) ( د ) .\r\n( 3 ) انظر هامش ( رقم 7 - ص 83 ) وقد فسر عبد اللطيف الانتشار الكروي هندسيا .\r\n( 4 ) أضيفت ( عنه ) ( د ) .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nإليه كقولهم : صوت طويل وقصير ، وأصله في السطوح المبصرة . وكقولهم : صوت طيب ولذيذ وبشع وكريه ، وأصله لحاسة الذوق ، وكقولهم : صوت خشن « 1 » ورخيم وند وليّن وشديد وحار « 2 » وبارد وثقيل وخفيف ، وأصل هذا كله لحاسة اللمس ، وكذلك قولهم مضرّس ومثبّج وموشّى ومدبّج « 3 » ، وكلام له ماء « 4 » وعليه رونق ، وكله مستعار من مدركات البصر .\r\nويقال : كلام حلو وعذب ونغمة « 5 » كذلك . وقد ينقل « 6 » إليه العامّ كحاسة الذوق الذي هو جنس لها أو كالجنس ، فيقال : ذقت الكلام وذقت النغم ، وذلك إذا تأمّلت فصوله الخفية أو معانيه الغامضة . وقد يقال وزنت الكلام والنغم والصوت ، وألفيته موزونا ، وذلك إذا أمعنت في تمييز مطابقة الكلام لمعناه ، أو في تمييز فصول الصوت وتناسب النغمات ، وأصل الوزن لحاسة « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منعش ( د ) .\r\n( 2 ) في الأصل ( جار ) ولا بد قصد عبد اللطيف ( حار ) .\r\n( 3 ) مفهس ومبتتج ( د ) وسقطت : وموشى ومدبج .\r\n( 4 ) في النص ( ما ) .\r\n( 5 ) نغم ( د ) .\r\n( 6 ) ينتقل ( د ) .\r\n( 7 ) كحاسة ( د ) .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاللمس والبصر ، ولا يشتق لهذه الحاسة أعنى حاسة السمع أسماء مما « 1 » لحاسة الشمّ لأن أسماء هذه الحاسة بعضها « 2 » منقول فلم يحتمل أن ينقل مرة أخرى .\r\nوحاسة السمع في الإنسان أقوى إدراكا وتمييزا لفصول الصوت من سائر الحيوان ، ولذلك صار يدرك حدود الحروف وفصول الكلام ويفرق بين أجناس النغمات ، فصار لذلك يفهم الكلام ويدرك اللحون والنغمات ويتعلم الموسيقى ويزداد تعجبه بالكلام والتذاذه به وطربه بالنغم وانفعاله عنها « 3 » ، إلا أن فصول النغم الموسيقية أخفى « 4 » إدراكا من فصول حروف الكلام ، لأن حاجته إلى فهم الكلام أشد من حاجته إلى الطرب « 5 » ، ولا حاسة أخص بالعقل وأجدى عليه [ من السمع ، ولا حاجة أخص بالجسم وأجدى عليه 
  ] « 6 » من اللمس ، ولذلك كانت حاسة اللمس عامة في الحيوان ضرورية « 7 » له ، وكانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما ( د ) .\r\n( 2 ) معظمها ( د ) .\r\n( 3 ) منها ( د ) .\r\n( 4 ) أخف ( د ) .\r\n( 5 ) الكلام ( د ) .\r\n( 6 ) سقطت من المقالة كل العبارة الموجودة بين المعقوفين .\r\n( 7 ) ضرورة ( د ) .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nحاسة السمع أخص الحواس ، وأخصها بالقوة الناطقة ، وكانت منفعتها في الإنسان أكثر منها في سائر الحيوان ، وكان حظّ الإنسان منها أعظم من حظّ سائر الحيوان « 1 » .\r\nتم القول والحمد للّه رب العالمين ، وصلواته على سيدنا محمد وآله الطاهرين ، وسلم كثيرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد تكون بهذا حاسة السمع أهم حواس الانسان وهو الحيوان الناطق ، إذ أن ملكة الكلام واستعمال الألفاظ ذوات المعاني المجردة آلة ضرورية لسياق التفكير ، وهي التي تميز بين الانسان والحيوان ، وقد أفرد البغدادي لهذا الرسالة الثانية إلا أنه فاته ذكر امكان تدريب الحيوان على تفهم بعض الألفاظ البسيطة . وهذا باب مهم من أبواب النحو هو باب أسماء الأصوات ، وقد قسمها السيد حسين إلى نوعين ، يهمنا منهما الأول ، قال المؤلف :\r\nأولهما : ألفاظ يخاطب بها الحيوان الأعجم ، وما في حكمه - كالأطفال - إما للزجر والتخويف ، رغبة في ترك شئ ، وإما للحث على أداء أمر معين بمجرد سماعه أحد هذه الألفاظ ، دون حاجة إلى مزيد .\r\n« إنما يتحقق الأداء بعد مدة يسبقها تكرار المخاطبة باللفظ ، وتدريب الحيوان على إنفاذ المطلوب منه عند سماعه ، فيدرك - بعد التكرار الذي يصاحبه التدريب - المراد من توجيه اللفظ اليه - ومن مخاطبته به ، ويكتفى في إدراك الغرض بسماع هذا اللفظ دون زيادة عليه . فمن أمثلة الزجر ما كان يوجهه العرب لبعض الحيوانات وأشباهها . .\r\nكزجرهم الإبل على البطء والتأخر فيقولون لها أحد الألفاظ الآتية : هيد ، هاد . . . الخ .\r\nومن أمثلة ما يوجه للحيوانات ، لا بقصد زجرها ، وإنما بقصد تكليفها أمرا كي تؤديه وتقوم بانفاذه - قول العرب للإبل : . . . نخ إذا طلبوا منها الاناخة ( 48 ) .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالمقالة الثانية ومسائل\r\nوقد تبعت المقالة الأولى في المخطوط نفسه ولم ينقلها سيادة الدكتور دبدوب ، ورأينا نشرها هنا لأنها لم تنشر البتة ، لعلها تفيد الباحثين ، مع تفاهتها والطريقة السطحية التي سلكها في تناول الموضوع .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم رب يسّر\r\nمقالة في الحواس أيضا\r\nللشيخ الامام أبى محمد عبد اللطيف ابن يوسف بن محمد البغدادي أكرمه الله برضوانه\r\nقال : الحواس الخمس لكل واحد منها إدراك خاص . ومدرك خاص ، وجميع ذلك يشترك فيه الحيوان الناطق والأعجم ، وإنما يختلف بالأقل والأكثر والأقوى والأضعف سوى اللسان وحاسة السمع ، فإنّ لكل منهما فعلا يخص الناطق وحده غير فعله المشترك فيه ، وهذان الفعلان الخاصان أحدهما مبدأ إفادة القوة الناطقة وهو اللسان في تقطيعه الحروف ، ونظم الكلمات ، وتركيب القضايا والمقدمات ، والتعبير بهما عما حصل عند القوة الناطقة من العلوم والمعارف على طبقاتها ، وأما الثاني وهو مبدأ استفادة القوة الناطقة ما حصل عند نظيرتها وتقدمتها بعلمه ، إما لقوة إدراك وجودة حدس ، وإما لإحساس انفردت به ، وإما لإلهام اختصت به ، أو وحى أو غيره من طرق العلم ، وذلك هو مجرى\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالسمع ، فإدراك السمع لجرس الأصوات المطلقة ، وتمييز خفيفها من ثقيلها ، وطويلها من قصيرها ، وقويها من ضعيفها ، مما يشترك فيه الحيوان ، وأما إدراك مقاطع الحروف والكلام وتخيّل المعنى المقصود منه فهو فعل آخر يختص به الإنسان ، وإنما القابل لهذا الأثر المنبعث من القوة الناطقة على الإنسان هو حاسة السمع ، فهذان العضوان آلتان عظيمتان للقوة الناطقة ، ليس لها آلة بالذات وخاصة بها غيرهما ، فهما آلتان لها بما هي عاقلة وقائمة بذاتها ، وناظرة إلى ذاتها ، وسائر الأعضاء آلات لها بما هي في مادّة وناظرة إلى جسميها « 1 » ، وهاتان الآلتان إحداهما مبدأ الإفادة والأخرى مبدأ الاستفادة . وإحداهما آلة القبض ، والأخرى آلة القبول ، وذلك لأن النفس عالمة بالطبع ، وبعض معلوماتها عندها بالفعل ، وبعضها عندها بالقوة ، فلكونها حكيمة تشتاق إلى تكميل ذاتها ولشوقها إلى تكميل ذاتها تشتاق أن تخرج فيما عزب عنها إلى أن تعلمه بالفعل ، فجعلت السمع طريق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل ( جسمها ) دون نقطتى الياء .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالاستعلام بالمعاونة ، ولكونها أيضا حكيمة ، آثرت الإفادة والإفضال بما حصل عندها من العلوم بالفعل ، فأفاضته على غيرها من طريق اللسان ، وقد يحصل باللسان اقتضاء كما يحصل منه إعطاء ، وقد يحصل بالسمع إدراك الاقتضاء كما يحصل منه إدراك العلوم المعطاة ، ولا ننكر أن لنا في الحواس وسائر الأعضاء أصنافا من المعونات ، كما ينوب البصر عن السمع في قراءة المكتوب ، واليد عن اللسان في الكتابة ، وأعضاء الوجه واليد والرأس بالإشارة .\r\nتم القول ، وباللّه القوة والحول\r\nوقال أيضا : إني أرى أن القوة النامية يبقى منها بعد الوقوف عند انتهاء النشء بقية صالحة للعدة والاستظهار بذلك المقدار يحصل جبر العظام .\r\nوالأخلاف ( ؟ ) موضعها وموضع الجلد والعصب والعضل وغير ذلك من الأعضاء المولودة إذا قطع منها شئ ، وترى ذلك في الهرمى والذين قد وقف بهم النشء وفي المسلولين وغيرهم ممن خارت فيهم القوة الغاذية ، ومن هنا\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nيتبين لك أيضا أن القوة النامية غير المغذية وذلك أنك ترى الواحد « 1 » منهما قوية ظاهرة الفعل مع ضعف الأخرى ووهى فعلها . ألا ترى الصبى المسلول أو المبطون ينشأ ويطول ، والشيخ الهرم يخصب بدنه ويعبل ، وترى أيضا القروح تندمل ، والجراح تلتئم ، والعظام تنجبر في بدن المسلول « 2 » .\r\nوقال أيضا : هذه مسألة من الطبيعيات لا تجدها في كتب القدماء وقد ذكرت أعلتها ( ؟ ) فينبغي أن تضاف إلى أمثالها مما لهم ولنا .\r\n\r\nمسألة :\r\nما بال المشايخ والهرمى مع ضعف القوة الهاضمة والغاذية في أبدانهم يكون شرههم أزيد وطعمهم أكثر ، وشوقهم إلى الطعام الغليظ أكثر وربما مالوا إلى ما جمع بين الأغذية بين الغلظ والدسومة كالهراس والرؤوس ، وربما مالوا إلى ما جمع بين الغلظ والحرافة كالبصل والكوامخ ، وكان ينبغي أن تكون هذه الحال في الأحداث أولى وأكثر ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا ولعلها ( الواحدة ) .\r\n( 2 ) أصاب البغدادي في فصله البدانة عن النمو ، والتئام الجروح عن السمنة .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالجواب :\r\nإنه قد اجتمع في أبدان المشايخ أسباب توجب الحاجة إلى ما غلظ من الأغذية وكثر ، منها ضعف القوة الهاضمة ، والمستخرجة الكيلوس من الغذاء كما يستخرج الزيت والبزر وسائر العصارات بالمعاصر ، فإذا ضعفت هذه القوة كان ما تخرجه من عصارة الأغذية أقل مما تحتاج إليه القوة المغذية ، فاشتاقت إلى غذاء أكثر لتستدرك به ما فاتها لضعيف الهضم والعصر ، وأما الشباب فلقوة حرارتهم وتوفر آلتهم يجود في أبدانهم الطبخ فيتهيأ لقبول العصر فيستخرج منه البدن كيلوسا كثيرا بمقدار حاجته ، فيكتفى عن التزيد من الغذاء ، ويجرى ذلك مجرى ما ينعم من النبات فيسهل عصره وتكثر عصارته ، ففي أبدان الشباب والأقوياء يستخرج من المطعوم القليل غذاء كثير وفي أبدان المشايخ والهرمى يستخرج من المطعوم الكثير غذاء قليل ، ويجرى ذلك في ضرب المثال مجرى عصارة في يدي قوى وضعيف ، فإنها في يد\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالقوى تكون أكثر منها في يد الضعيف ، والمعصار الرخو أيضا يخرج من تحته عصارة أقل مما يخرج عن المعصار الشديد ، ولذلك تجد الضعيفى الهضم وأرباب زلق الأمعاء يخرج منهم الغذاء ولم يتغير ولا استحال ، أو استحال استحالة يسيرة ، لأن آلات الغذاء تهى أن تشتمل على الغذاء فتحيله ، والذي يعرض للمشايخ في هضومهم شبيه بهذه الحال ، إلا أنه أمر طبيعي « 1 » . ومنها أن أبدانهم يابسة سوداوية ، والغذاء إنما يكون بالملائم ، فلذلك يشتاقون من الغذاء إلى ما كان ملائما لأبدانهم كما يشتاق الصبيان إلى الأغذية الرطبة والألبان ، والشبان إلى الأغذية الحارة كالخمور واللحمان وذلك للملاءمة « 2 » فإذا الملائم لأبدان المشايخ من الأغذية ما كان غليظا كالهراس والرؤوس ، ومنها أن معد المشايخ ضعيفة الحرارة مائلة إلى البرد ، والمعد التي بهذه الصفة من شأنها أن يطفو فيها الطعام اللطيف ويفسد ويستقر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان الأجدر أن يتطلب ضعف القوى الهاضمة طعاما خفيف الهضم ولكن البغدادي ترك هنا العنان لميوله النظرية ووضع تشبيهات لا تنطبق على الانسان .\r\n( 2 ) عاد البغدادي فطبق نظرية الأخلاط والطبائع بحيث تتفق وأقواله .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nفيها الطعام الغليظ ويصلح ، فلذلك مال المشايخ إلى الطعام الغليظ لجودة استمرائهم له . ومنها أن الجزء السوداوى الحامض الذي يصبّه الطحال إلى المعدة وهو المحرك داعية الجوع هو كثير المقدار في المشايخ لغلبة السوداء على أمزجتهم فيشتاقون إلى الغذاء الغليظ لمقاومته هذه الفضلة وكسره من سورتها ، ويشتاقون أيضا إلى الكثير منه لقوة تقاضى داعية الجوع التي يحركها هذا الفضل السوداوى ، وهذا شبيه لما يعرض في الشهوة الكلبية . ومنها أن التحلل في أبدان المشايخ كثير جدا ، خلاف ما عليه الصبيان ، فإن النمو في أبدانهم أكثر من التحلل ، فلما كان التحلل في أبدانهم كثيرا جدا اشتاقوا إلى غذاء غليظ يستعصى على التحلل « 1 » ، وإلى كثير رجاء أن يخلف ما تحلل ، وقد يعرض شبيه بذلك للناقهين وللذين نهكت « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إن الذهن يحار في ماهية السوداوية المزعومة التي يصبها الطحال في المعدة وقد أخذ بها أساتذة مدرسة الأخلاط دون أي سند ، والغريب في أقوال البغدادي أن الهرمى يشكون عادة قلة الشهوة وأنه يقع على الطبيب إثارتها ليتمكنوا من تعويض ذو بان أنسجتهم ، أما الشهوة المرضية التي يتميز بها بعض الشيوخ فان مردها إلى ضعف في القوى العقلية .\r\n( 2 ) هذه هي الكتابة التي كانت صوابا في أصل المخطوط . وجاء أحدهم بخط مخالف فغيرها إلى ( انتهكت ) .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nأبدانهم في المجاعات ، فالصبيان يشتاقون إلى كثرة الغذاء لقوة هضومهم باشتعال الحرارة الغريزية ، ولشدة حاجتهم إلى النمو ، والشباب يجتزئون « 1 » بالعلقة لاستيلاء آلة الهضم على ما يشتمل عليه وقوة العصر وكثرة الكيلوس المستخرج من الغذاء القليل ، ولوقوف النشء ، وأما المشايخ فيحتاجون إلى كثرة الغذاء لكثرة التحلل من أبدانهم وضعف هضومهم وضعف العصر وقلة الكيلوس المستخرج من الغذاء الكثير ، واشتياق الصبيان إلى الرطب من الغذاء والشبان إلى الحار ، والمشايخ إلى الغليظ للملاءمة ، وأما اشتياق المشايخ إلى الدسم من الغذاء فيكسر سورة السوداء ، ويلين ما قحل من الأعضاء . وأما اشتياقهم إلى ما فيه مع الغلظ حرافة وتقطيع فليقاوم الخلط اللزج المتولد في أبدانهم ويقطعه ويسهل سبيله ، وهذا تفعله الطباع على جهة التداوي فإنه كما تشتاق إلى الملائم في الغذاء قد تشتاق إلى المخالف في الدواء كما يشتاق الشباب إلى الحامض على جهة التداوي عند غلبة الصفراء على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتبت ( يجتزون ) .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nأمزجتهم « 1 » ، وكما يشتاق الصبيان في بعض الأحايين والمبطونون إلى الطعوم المالحة على جهة التداوي عند غلبة البلغم على أمزجتهم ، فما يفعل على جهة الغذاء فدائم ، وما يفعل على جهة الدواء فحينا بعد حين ، وبحسب الحاجة .\r\nفهذا منتهى القول على هذه المسألة والحمد لواهب العقل .\r\n\r\n( مسالة ) :\r\nوقال أيضا : مسألة أخرى طبيعية من قبيل ما سبق ، لم نرها للمعلم الأول ولا لغيره .\r\nما بال الخائف إذا هم بالفرار وترك وطبعه أخذ ناحية اليسار إلا أن يصدفه عن وجهته أمر عارض من خارج أو من داخل ؟\r\n\r\nالجواب :\r\nلأن الخوف ضد الغضب والإنسان يتحرك عند الغضب إلى جهة المؤذى طلبا للانتقام ، ومبدأ حركة النقلة من جهة اليمين ، وإذا مبدأ حركة الغضبان من جهة اليمين ، وأما عند الخوف فإنه يتحرك عن جهة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ميز عبد اللطيف بين الطعام والدواء ، مدعيا أن الجسم فاعل على الطعام ومفعول عليه من الدواء .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالمؤذى طلب النجاة ، فينبغي أن يتجمع ويميل إلى ضد جهة الحركة نحو الغضب ، وذلك هو جهة اليسار أيضا ، فإن الكبد في الجانب الأيمن ، فهو لذلك أسخن من الجانب الأيسر ، ومع الغضب تشتعل الحرارة وتنتشر وتكون الحركة من الجانب الأسخن وإليه ، لأنه مبدؤها ، وأما عند الخوف فإن الحار الغريزي يتحرك ويكمن نحو الباطن ، والجانب الأيسر أبرد ، فتكون الحركة إليه لذلك ، لأن الحار الغريزي والروح النفساني يتحرك نحو الباطن ، وإلى الجانب الأبرد ، فتكون حركة الأعضاء تابعة لحركة الروح ، [ وأيضا « 1 » فإن الرجل اليمنى هي العمدة في النقلة وأما اليسرى فهي العمدة في الثبات ، فإذا أراد المتحرك أن يتحرك بطبعه استعمل العضو الذي هو أشد مواتاة في الحركة وفي أيسر الجهات ، وهذا هو الجانب الأيسر ، ولو تحرك إلى الجانب الأيمن لأثبت اليمنى وحرك اليسرى وهو خلاف ما في الطباع 
  ] « 2 » واللّه أعلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين المعقوفين زيادة في الهامش بخط يختلف عن الخط الذي كتب به الأصل .\r\n( 2 ) لقد أصاب إذ قال : « واللّه أعلم » فما باله بمن يستعمل اليد اليسرى والقدم اليسرى : ومن أين أتى بهذه المزاعم ؟\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nمسالة أخرى :\r\nوقال أيضا لم صار من يأكل السمك الطري يعطش كثيرا أكثر من عطش من يأكل السمك المملوح وغيره من الأغذية الحارة وأكثر من عطش من يأكل الأغذية الباردة الرطبة كالخيار والبطيخ واللبن مع أنّا نجد كثيرا من الأغذية الباردة من شأنها تسكين العطش كالمشمش وغيره من الفواكه الرطبة ، وكالملوخيا والبزرقطونا وغيره من الألعبة ، ونجد كثيرا من الأدوية والأغذية الحارة تسكن العطش كالنعناع والسعتر وغيره « 1 » ؟\r\n\r\nالجواب :\r\nإن السمك قد اجتمع فيه عدة أسباب لم تجتمع في غيره ، منها أنه غذاء بارد رطب ، وأنه لزج ، وأنه غذاء صالح تعشقه الأعضاء وتشتمل عليه آلات الغذاء ، فإذا أخذ في الانهضام ، ووصل إلى فوهات المجارى ، ملأها بغذائيته المتوفرة ، وسادها بلزوجته ، واحتوت عليه لملاءمته فتضايقت لذلك كله فعدمت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من الغريب أن يقال إن السمك المملوح يعطش أقل من السمك الطري وإن أكثر من يعطش من يأكل الخيار والبطيخ واللبن . وهذا خطأ بين ، إلا أنها أقوال افتعلت لتلائم التفسيرات القائمة على القضايا الموضوعة مسبقا .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالتنفس ، واختنقت فيها الحرارة والتهبت واشتاقت إلى الماء لتعدل حرارتها وتطفئ التهابها ، ولترقق هذا الغذاء اللزج فيسهل تنفيذه . فإذا ورد الماء والحال هذه طفا فوق هذا الغذاء ومنعه بلزوجته من الوصول إلى محل الحاجة وحيث الحرارة ملتهبة . وربما ازدادت لزوجته عند اختلاطه بالماء ، وسخن الماء بحرارة المعدة . فازداد العطش لذلك . ولا يزال العطش في تزيّد حتى يستولى القوة الهاضمة وتدفع الدافعة وتنفتح المجارى وتتنفس الحرارة فحينئذ يسكن العطش .\r\nوأما الخيار ونحوه فإنه وإن كان باردا رطبا فإنه قليل اللزوجة ، قليل التغذية ، لا تشتاقه الأعضاء ، ولا تجذبه بسرعة ، ولا تحتوى عليه بعناية .\r\nوأما الخبازى والملوخيا ونحوهما فإنه وإن كان كثير اللزوجة فإن آلات الغذاء لا تحتفل به ، ولا تهش إليه لقلة غذائيتة ، ووتاحة « 1 » جوهره ، وهي في أول وهلة تعمل الحيلة في دفعه عنها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوتاحة : القلة .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوأشد من هذا فيما ذكرنا الألعبة ، فإنها لكثرة لزوجتها تزلق عن آلات الغذاء بسرعة ، ويعجزها الاحتواء عليها ، مضافا إلى قلة الاحتفال وعدم الملاءمة ، ومن شأن ما ليس بملائم أن يكون بالدواء أشبه منه بالغذاء ، والدواء فعله في البدن أقوى من انفعاله . وأما الغذاء فانفعاله أكثر وأقوى .\r\nفالسمك لكونه غذاء تسبق القوة فتفعل فيه ، والألعبة لكونها دواء تسبق القوة في الفعل « 1 » ، فلذلك يحصل منها التبريد والترطيب ، وأيضا فإن كثيرا منها ومن الفواكه الرطبة تضعف القوة الهاضمة ، وترخى المعدة وآلات الغذاء ، وهذه الأسباب يتبعها قلة العطش .\r\nوأيضا فإن السمك دم بالقوة القريبة يغذو البدن غذاء صالحا كثيرا حارا رطبا ، وإنما يقال إن غذاءه قليل وبارد بالقياس إلى لحم المواشي ، وأما بالقياس إلى البقول والفواكه ونحوها فإن غذاءه كثير جدا على الإطلاق ، حار بالقياس إلى الباردة منها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر هامش ص 99 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوأما العلة في أن كثيرا من الأغذية الحارّة تسكن العطش فلأن هذه بحرارتها تقطع البلغم وتلطف الغذاء ، وتفتح المجارى وتنفذ ما فيها ، فيسكن لذلك العطش الكائن عن انخناق الحرارة ، والكائن عن عفن البلغم وسخونة الرطوبة اللزجة ، والكائن عن ضعف الهضم التابع لثقل الغذاء وغلظه .\r\nوأما السمك المملوح فإنه يكتسب من الملح التقطيع والتنفيذ والتجفيف وسرعة الانحدار .\r\nتمت المسألة ولواهب العقل الحمد كما يستحق .\r\n\r\nمسالة أخرى :\r\nما بال الذين تنتهك أبدانهم في المجاعات إذا صاروا إلى الرفاغية « 1 » والخصب تعبل « 2 » أجسامهم . وتحسن ألوانهم وتعتدل أعضاؤهم أكثر مما كانوا عليه أوّلا ؟\r\n\r\n( الجواب ) :\r\nذلك لأن أبدانهم عندما تنتهك بالجوع تتخلخل وتنفتح مسامّها وإن كان فيها أخلاط غليظة قد كانت تمنع وتعوق سيلان الغذاء إلى الأعضاء تذوب وتضمحل ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرفاغية والرفاغة سعة العيش والخصب والسعة .\r\n( 2 ) تعبل : تغلظ .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوإن كانت أيضا الأعضاء والمجارى قبل الجوع مسترخية مترهلة جفّت وصلبت وقويت عند المجاعة ، وإن كانت الطبيعة قبل المجاعة غير حريصة على جذب الغذاء وإصلاحه لطمأنينتها به ، وثقتها بتيسّر وصوله ، أو لضرب من الملل اعتراها ، صارت لما نالها من المجاعة حريصة على جذبه ، غير واثقة بدوامه ، نشيطة مستيقظة مستريحة ، فلاجتماع هذه الأسباب يحصل لهم عند الرفاغية والخفض من العبالة وحسن الحال أكثر مما كان قبل ، ومنهم من قد كان مسقاما فصحّ بدنه بالمجاعة ، ويجرى ذلك مجرى الحمية ، وقد يفعل نحو هذا الفعل بالحيوان الذي يقصد تسمينه . كالدجاج والغنم ، فإن الدجاج إذا جوّعت « 1 » ثلاثة أيام وسقيت ماء السّمّاق « 2 » ثم علفت سمنت في مدة قريبة .\r\n\r\nمسالة أخرى :\r\nلم صار بعض من ينقه من المرض يعبل ويحسن حاله بحيث يصير أفضل مما كان عليه قبل المرض بمقدار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل « عوجت » وهو سبق قلم بوضع العين موضع الجيم .\r\n( 2 ) السماق شجر له ثمر حامض يطبخ .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nكثير ، وبعضهم يبقى على سوء الحال زمانا طويلا ، وربما لم يرجع إلى حال الصحة الفاضلة ؟\r\n\r\n( الجواب ) :\r\nلأن الطبيعة عند المرضى تنهض لدفع الفضلات الرديئة فتنفتح لها المجارى ، وتتوسع لما يسيل فيها ، فينقى البدن مما كان يعوق الغذاء عن سرعة النفوذ وجودة الانهضام .\r\nوأيضا فإن الأعضاء في أوقات المرض تقحل وتتخلخل فتقبل الغذاء عند التوجّه إلى الصحة قبولا فاضلا ، ويتنزل ذلك منزلة الأجسام التي يبست حتى قحلت .\r\nفإن قبولها للترطيب بالماء والانتفاع به أسرع ، لأن الماء يصادف المسامّ واسعة فيجوز فيها بسرعة وسهولة .\r\nوأيضا فإن من شأن الطبيعة أن تكسل في بعض الأحايين عن دفع المرض اليسير ، فإذا تفاقم اضطرت إلى دفعه ، ونهضت لذلك بحرص وكلف ، ولم يسعها إهماله ، فإذا أبرأته برئ في ضمنه المرض اليسير ، وأيضا فإن بعض الأمراض قد يكون سببا لشفاء مرض آخر ، لأن الأمراض فيها ما يتضادّ ، فإن من كان به فضلة بلغمية في بعض\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nأعضائه ، ثم عرضت له حمّى ، أنضجت تلك الفضلة ، وحللتها تحليلا لا تبلغه الأدوية ، فإذا اتفق أن اندفع المرض الأول بالمرض الثاني صار البدن عند النّقوه صحيحا سليما ، ليس فيه قلبة ، فلذلك يصير أحسن حالا منه قبل المرض .\r\n\r\nمسالة أخرى :\r\nما بال الترويح يبرد الهواء مع أن الحركة من شأنها التسخين ؟\r\n\r\nالجواب :\r\nلأن من شأن الجسم الرطب المتخلخل إذا تحرك أو سخن قبل البرد بسرعة ، وكذلك الماء المغلى إذا جعل تلقاء الريح والنسيم برد سريعا ، والهواء الذي نحن فيه إنما هو بخار رطب ، فإذا كان حارّا وحرّك بالمراوح قبل البرودة بسرعة ، ولذلك إذا كان ريحا سموميا متحركة جدا لم يبرد بالترويح ، لاشتمال الحرارة واليبس عليه من سائر جهاته ، وصار هذا كهواء الكير إذا حرك بالمنافيخ ، فإنه يزداد حرارة والتهابا ، ولذلك صار الترويح الرّويد يبرد أكثر من الترويح بقوة وسرعة ، لأن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالحركة من شأنها أن تسخن بالذات ، وإن كانت عند الترويح تبرد بالعرض ، فإذا حرّكت المراوح بسرعة سخن الهواء بقوة الاصطكاك بالذات أكثر مما تبرد ولأن الحركة القوية من شأنها أن تسخن وتجفف فيصير الهواء في حد طبيعة النار ، فإذا حرّكت المراوح برفق سخن بالحركة يسيرا وبرد بالتخلخل بردا كثيرا ، وإذا أفرطت الحركة في السرعة أحدثت النار في الأجسام القابلة للاشتعال ، كما يوجد النجار النار بالمثقب . وأهل البادية من الشجر الأخضر ، وقد يوجد من قوة النفخ كما يفعل الحدّادون في الكير .\r\n\r\nمسالة :\r\nهل ينمى الحيوان والنبات في جميع أوقات النمو والنماء على وتيرة واحدة أو يختلف ؟\r\n\r\nالجواب :\r\nأما في جميع أوقات النماء فلا تنى الطبيعة في فعلها ، لكن في بعض تلك الأوقات يظهر من النمو مقدار أكثر وفي بعضها مقدار أقل ، وفي بعضها لا يكاد يظهر ، وقد يتقدم بعض هذه الأوقات في الناميات على بعض ، وفي غالب الحال تلزم\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nترتيبا ونظاما ، وقد لا تلزم ذلك . ويجرى الأمر فيه مجرى الحار « 1 » من الأمراض فإنك تجد ما بين البحرانين سكونا من الطبيعة وفتورا بحيث يحسبها الجاهل بشأنها ذاهلة ، وإنما هي في تلك المدة تعد المادة وتهيّئها وتكمل نضجها حتى تظهر ما كان بالقوة إلى الفعل ، إما دفعة أو شبيها بالدفعة ، فإن وقع في فعلها خلل فإنما هو على خلاف ما تقتضيه سجيتها ، أو لاستعصاء في المادة فيظهر من الفعل ، أو لسرعة مواتاة ، فيظهر من الأثر أكثر من الفعل ، وقد يكون لعائق من خارج وأمر عارض ، وإذا كان الفعل حسب الانفعال وارتفعت العوارض جرى الأمر على ترتيب ونظام إلى منتهى الكون والنماء .\r\n\r\nمسالة أخرى :\r\nما بال أرباب الحرف تثفن « 2 » أعضاؤهم في الموضع الذي يماسّ الآلة التي يزاولون بها الأعمال ، نحو النجار والخياط والحداد وأصناف هؤلاء ؟ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أو الحاد :\r\n( 2 ) ثفنت تثفن ثفنا : غلظت من العمل .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nالجواب :\r\nلأن الآلة إذا باشرت العضو مرات سحجته وكشطت جلدته وآلمته ، فالطبيعة إذ ذاك تدفع إليه فضلة يصلح بها الموضع المتألم ، ويجعلها أيضا عوضا عما تحلل منه ، ثم إن العضو بحرارته يجذب إليه أكثر مما جرت به عادته ، فإن كفّ المرء عن الفعل اقتصرت الطبيعة على إصلاح العضو فقط وردّه إلى ما كان عليه ، وإن كرّر الفعل ودام عليه بعثت إلى ذلك العضو بعناية شديدة فضلة غليظة لزجة أرضية تغشّى الموضع وتوقّيه من مصادمات الآلة بحيث يقاوم بصلابته صلابة الآلة ، وتفعل الطبيعة ذلك في المتجددات العارضة ، كما تفعله في الأمور الطبيعية اللازمة ، فإنها تجعل كل عضو مستعدّا لما خلق له وأهّل لمباشرته ، وتفعل ذلك في الأعضاء الباطنة والظاهرة جميعا ، كما يفعل ذلك في الكبد والطحال والقلب والرئة والدماغ والأغشية والأعصاب والعضل والعظم وغير ذلك ، وكما يفعل في ثفنات البعير وحوافر الخيل والحمير ، وتغليظ جلدة الكف والقدمين ، وترقيق جلدة الإبطين وغير ذلك مما أثر العناية فيه ظاهر ( تمت ) .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nمسالة أخرى :\r\nما الفرق بين الآلة الصناعية وبين الآلة الطبيعية ؟\r\n\r\n( الجواب ) :\r\nأمّا الآلة الصناعية فإنها تكلّ وتبلى وتضمحلّ بحسب مداومة العمل ، فيحتاج لذلك إلى استئناف شحذ واتخاذ من رأس .\r\nوأما الآلة الطبيعية فإنها تشحذ وتقوى بمداومة العمل كما تجد أعضاء المترفين ضعيفة ، لقلة استعمالها وتجدها في أرباب الكدّ قوية لكثرة استعمالها ، وسبب ذلك أن الآلة الطباعية لها مدد من الطبيعية ورفد يأتيها من قبلها أوّلا فأوّلا ، كأنّه أجرة عن عملها ، وعوض عما تحلّل منها ، ثم إنه يأتيها من الفيض أكثر مما تحلل منها ، فتبقى منه عدّة عندها تقوى به وتتساند إليه .\r\nوأما الآلة الصناعية فمنقطعة المدد ليس لما يتحلل منها خلف .\r\n\r\nمسالة أخرى :\r\nما بال « 1 » بعض الصبيان يكون عبلا رطب البدن فإذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل مال بال .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nأيفع أو صار في سن الشباب فحلت جلدته وردؤت سحنته وبعضهم بالضد ؟\r\n\r\nالجواب :\r\nإن ذلك يعرض إما من قبل الفاعل وإما من قبل القابل ، فإن القوة المغذية قد يعرض لها أن تخور وتفتر ، إما لضعف موضوعها من المولد أو لعارض عرض بعد ذلك ، وقد يكون ذلك من قبل فناء رطوبة أو قلتها ، أو انسداد بعض المجارى أو ضيقها ، أو أغذية رديئة انتقلت إليها ، أو أهوية ، أو مياه كذلك ، وربما كان لرياضة فاسدة مجففة ارتكبت ، أو طروء بعض عوارض النفس ، وقد يعرض ذلك للمراضيع بعد ما ولدوا سمانا « 1 » للعلل التي ذكرناها ، ولرداءة لبن الرضاع ، أو لمرض المرضع وقد يكون ذلك لفساد عضو من الأعضاء الرئيسة أو الشبيهة بالرئيسة « 2 » ، وأنت إذا تأملت حالتي الإنسان في خصب بدنه وقحولته ، ودققت النظر فلن يخفى عليك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتب الناسخ بعض الحروف بعيدة عن كلمتها فقد جعل أحرف ( ولد ) آخر السطر وكمل اللفظة في السطر الثاني هكذا : « واسمانا » ولم يضبط الكلمة كعادته في الكتاب .\r\n( 2 ) استعمل كلمة الرئيسة بدل الرئيسية وهي الصواب قياسا ، أما « الرئيسية » فان استعمالها محدث .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالسبب في ذلك ومن أين أتى ، فإن كان من قبل أمر مولود فلا سبيل إلى استرجاعه ، وإن كان لأمر طارئ أمكن إصلاحه . وأما من ولد ضاويا مهزولا ، فعبل وحسنت حاله ، إما في سنّ الصبا أو في سن الشباب فأسبابه ضد هذه الأسباب ، وعلى الجملة فإن السمن وحسن الحال يكون لكثرة الغذاء وجودته إذا ضادّ ، فالقوى الجاذبة والهاضمة والغاذية موفورة ، والأعضاء مشتاقة معتدلة والمجارى واسعة مفتحة ، والهزال وسوء الحال يكون لضد ذلك ، فقد يتفق أسباب السمن للجنين ، فإذا ولد أعوزه بعضها أو كلها فيهزل كذلك ، وقد نعوزه هذه الأسباب أو بعضها في الرحم ، فإذا ولد استدفّت « 1 » له فسمن وقد تستدف له بعد الفطام أو عند البلوغ وانتقال السن ، لأن الطبيعة في ذلك الوقت تنهض نهوضا مستأنفا ، وقد يعرض ذلك في سن الشباب أو الكهولة لحصول أسبابه ، وقد يحدث السمن وحسن الحال في أثناء العمر للانتقال إلى أغذية ملائمة أو إلى رياضة موافقة أو إلى هواء أو ماء كذلك ، أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) استدف : تهيأ وأمكن واستند واستقام .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nإلى فرح أو نحوه من عوارض النفس ، وقد يحصل السمن بعد الهزال عند التنقل في الأسباب لسبب آخر ، فإن الهزال قد يكون لإفراط الحرارة من المزاج وقوة تحليلها وتفتيحها المسام ، وإذابتها الشحم واللحم ، فإذا انتقل من سن الشباب الذي من شأنه الحرارة إلى سن الكهولة نقصت الحرارة عن الإفراط وفترت وصارت في حد الاعتدال أو البرد ، فقلّ التحلّل ، وضاقت المسام ، وصار للغذاء مكث في الأعضاء فتربى اللحم وجمد عليه السمن « 1 » والشحم ، وقد يكون الهزال بسبب كثرة رطوبة المزاج وتسديدها المجارى ، وإضعافها القوى ، فيكون التحلّل بسبب الرطوبة كثيرا ، ونفوذ الغذاء المخلف عما تحلل لضيق المجارى قليلا ، ويكون ذلك في سن الكهولة أو الصبا مثلا ، فعند نبات شعر العانة ، والانتقال إلى سن الشباب تلتهب الحرارة الغريزية ، وتستولى فتجفف الرطوبات ، وتذيب العضلات ، وتوسع المجارى ، وتجذب بقوتها الغذاء إلى الأقاصى فيخصب البدن حينئذ ويحسن حاله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأصل : السمين .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوأما المشايخ فكثيرا ما حصل لهم السمن عند التوسع وقلة الحركة والتصرف ، وأما إذا حصل لهم الهزال فإنما هو ليبس المجارى ونحول الأعضاء الأصلية وضعف القوى الطبيعية .\r\nوأسباب السمن والهزال تختلف في الناس ، فلذلك اختلفت حالهم . ومع تأمل الحزى « 1 » يتضح سببه الخاص به .\r\n\r\nمسالة أخرى :\r\nلم صار بعض الناس ينمى في حد الطفولة كثيرا سريعا ثم يكاد يقف في سن الصّبا والشباب وبعضهم يولد قميئا « 2 » ويعرض له النمو الكثير إما في سن الطفولة أو في سن الصبا أو في سن الشباب وبعضهم يكون نموه منذ ولادته إلى آخر زمان النشء على أحوال متناسبة ؟\r\n\r\nالجواب :\r\nإن هذه الحال إنما تكون من قبل الفاعل والقابل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حزى الشئ حزيا : قدره وحزى الطير أطاره ليرى أي جهة يتجه فيتفاءل أو يتشاءم والحازى الذي ينظر في الأعضاء يتكهن .\r\n( 2 ) القمئ : الذليل الصغير .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالمولود من أول التكوين ، فإن البزر إذا كان كثير الرطوبة متخلخلا قليل الأرضية ضعيفها انقاد للقوة النامية بسرعة ، وفعلت فيه غاية إمكانها حتى تستنفذ مادة النمو أو معظمها ومادة قوتها أو معظمها ، ثم تخور وتفتر ، فلذلك تجده ينمى في ابتداء زمن النشء أكثر مما ينمى في وسطه وفي آخره ، وبعض البزر يكون حاله بالضد ، أعنى أن يكون قليل الرطوبة كثيفها ، كثير الأرضية صلبها ، فيستعصى على القوة النامية ولا يطيعها إلّا طواعية ضعيفة ، فإذا تمادى الزمان حصل للمادة ضعف من النضج وانقادت للفاعل فظهر لذلك أثر النمو .\r\nوأما الذي نموه متناسب في جميع أوقات النشء فهو المعتدل المادة ، وتجد ذلك في أنواع الحيوان والنبات .\r\nفإن الفرّوج ينمى أسرع من الفرخ ، والفرخ يتأخر نموه ، وكذلك تجد اليقطين والقثّاء ونحوه ينمى أسرع من النخل ونحوه أوّلا . ثم النخل بأخرة ينمى أكثر منه كثيرا وكذلك كل ما كان من النبات في ابتدائه سريع النمو كان في آخره بطىء النمو سريع الذبول ،\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوما كان في ابتدائه بطىء النمو كان في آخره كثير النمو بطىء الذبول . وبعض الحيوان يلد ولدا ناقصا ثم يتم تشكيله خارجا ، كاللبوة فإنها تلد بضعة لحم « 1 » ، فإذا مسحته بلسانها ظهر تخطيطه وتم تكوينه .\r\nومما يولد ناقصا ثم يتم خارجا أصناف البيض ، فإنه يتم خارجا ، إما بحرارة من الأم ، أو بحرارة الهواء .\r\nومن الحيوان ما يبيض داخلا ثم يلد خارجا كالأفعى .\r\n\r\nمسالة أخرى :\r\nلم صار بعض الصبيان قبيح الصورة قميئا سمجا فإذا هو التحى حدث له نموّ وجمال واعتدال ، وبعضهم بالضّدّ ، وبعضهم يكون في الحالتين على حالة متناسبة ؟\r\n\r\nالجواب :\r\nإن القبح إنما هو عدم تناسب الأعضاء ورداءة السحنة وقلة النضارة .\r\nوأما القماءة فهي محق الخلق ، ونقصان النموّ .\r\nوالحسن : اعتدال الأعضاء وتناسبها ، والنضارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البضعة : القطعة .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوجودة السحنة ، وأما الجمال فهو عظم الصورة لتناسب الأعضاء وتمام حسنها ، وقد يعرض لبعض الصبيان القبح لعدم التناسب ورداءة السحنة وقلة النضارة ، وتعرض له القماءة لضعف النمو ، فإذا راهق والتحى حصل له باللحية اعتدال وتناسب وسترت من الأعضاء ما كان شينا وسبّب القبح ، ثم حصلت له النضارة بحسب سن الشباب ، فإنها سنّ من شأنها أن تولد الدم وتغلب فيها الحرارة وتقل الرطوبة ، ويحدث الجمال بالنمو الكائن عند الإنبات ، مضافا إلى التناسب الحاصل باللحية مع النضارة .\r\nوبعض الصبيان يكون معتدل الشكل حسن الصورة ، فإذا التحى اختل التناسب ، ونقص الاعتدال ، وتعرض له القماءة لفتور من القوة النامية ، أو نفاذ من المادة القابلة كما ذكرنا ذلك آنفا .\r\nوأما الذي تكون أحواله متناسبة في الحالتين جميعا فهو الذي أحواله متناسبة في الجودة أو في الرداءة .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nواعلم أن كثيرا ما تجدّد الحسن والجمال عند الإنبات وبعده لسببين سوى ما تقدم : أحدهما أن تكون أمراض ممكنة في بعض الأعضاء أو في المزاج نفسه ، فإذا نهضت الطبيعة عند البلوغ ، وتنبهت ، قويت على شفاء تلك الأسقام ، وتصحيح تلك الأعضاء ، فعاد البدن حينئذ إلى اعتداله ، فحسنت لذلك حاله .\r\nوالسبب الآخر أن يكون المزاج المولود كثير الرطوبة فيترهّل لذلك البدن ، وتضعف الأعضاء وآلات الهضم ، ويتكدّر الدم ، ويسحج اللون ، فإذا انتعشت الحرارة الغريزية بسنّ البلوغ ، ونهضت لتكميل انفعالها ، وانتقال المزاج إلى سنّ الحرارة واليبس صلبت الأعضاء وقويت ، وجادت الهضوم وحسنت واعتدلت الأخلاط ، وراق الدم ، وصفت البشرة ، وحسنت الصورة .\r\nثم بحمد اللّه وعونه\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالباب الخامس رسالة في المرض المسمى ديابيطس « 1 »\r\nوردت هذه الرسالة ضمن مجموعة المخطوطات التي أشرنا إليها في الباب الثاني من هذا المؤلف تحت رقم 12 ، ونشر العالم الألماني ( ثيس ) صورة شمسية منها « 2 » ، مشفوعة بمقدمة قيمة ، ومذيلة بتعليقات في غاية الدقة والتحقيق ، وتناول في دراسته ما ذكره علماء الإغريق والعرب عن هذا المرض من قبل ، وقارن هذه الأقوال بما جاء في الرسالة ، وبحث في الأصول التي استقى منها عبد اللطيف معلوماته ، وقد استمددنا منه مادة الكثير من تعليقاتنا بعد التحقق منها .\r\nوكتبت الرسالة بخط شرقي جميل يشابه خط رسالة ( الإفادة والاعتبار ) ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ديابيطس أو ديابيطا ، اسم مرض البول السكرى كما عربه نقلة العرب عن اليونانية ، ومعنى هذا اللفظ بهذه اللغة عبور السوائل ، أو كما قال العرب عبارة البول ، ولا يشير هذا الاسم إلى وجود السكر ، بل لم يذكر العرب هذه الظاهرة ، وإن قال ابن سينا مستنكرا إن البعض يتذوق البول عند فحصه . والفضل في هذا الكشف يرجع إلى الصينيين ، الذين - في القرن الثالث الميلادي - لا حظوا أن حلاوة البول تجتذب الكلاب . وبعدهم إلى أطباء الهند ، الذين - في القرن السادس - سموا المرض « بول العسل » لحلاوة هذا السائل ولزاجته .\r\nأما في الغرب فان أول من أشار إلى هذه الظاهرة ( وليس )  Willis  ، الذي كتب في سنة 1674 أن البول حلو الطعم كأنه يحوى سكرا أو عسلا ؛ وتبعه ( دبسون )  Dobson  ، الذي قال في سنة 1766 إن سبب الحلاوة وجود سكر ؛ ثم ( بوشاردو )  Bouchardot  ، الذي حدد نوع السكر وأعلن أنه جلوكوز ، وهذا في سنة 1835 .\r\n( 2 )\r\n Thies , H . J . , 1971 , Der Diabetestraktat Abd Al - Latif Al - Bagh - - dadi's , Selbstverlag des Orientalischen Seminars der Universitat Bonn , Neue Serie , Band 21 . \r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوهو الأمر الذي أدى بديتريش إلى الترجيح بأنها بخط عبد اللطيف نفسه ، غير أن الأخطاء اللفظية العدة ، وإغفال نقل بعض العبارات ثم إضافتها بيد أخرى في الهوامش ، واختلاط الصفحات ، ثم ورود ملاحظات في الهوامش تصحح ترتيبها « 1 » ، كل هذا يشير إلى تكليف ناسخ محترف لا إلمام له بالطب باستنساخها ، ثم مراجعة المؤلف لها .\r\nوحرصا منا على عدم الانحراف عن الطريق التي رسمناها لأنفسنا ، وعن السلوك الذي اخترناه ، وهو الرامي إلى عرض النصوص على القارئ ، ليكوّن فيها وفي تعليقاتنا رأيا خاصا ، عمدنا إلى طبع هذه الرسالة كاملة ، كما وردت في مؤلف ( ثيس ) ، وقد وجدنا بعض الألفاظ صعبة القراءة ، مشكوكة المؤدى ، فأعقبناها - إذا قرأناها قراءة محتملة - بعلامة الاستفهام ( ؟ ) ، واستبدلنا بها نقطا ( هكذا . . . ) إذا استحالت علينا قراءتها ، ثم إننا وضعنا بين قوسين ( ) ما أضيف إلى المتن في الهوامش\r\nوقد أعدنا ترتيب الصفحات المختلطة حسب إرشادات الهوامش ، كما فعل ( ثيس ) ، ولكننا أشرنا إلى مواضع الخلط بخطوط عمودية وأرقام تدل على مواضعها وترتيبها في المخطوط [ 1 1 
  ]\r\nثم إن الناسخ لم يقسم الرسالة إلى نبذ ، فجزأناها لتسهيل الانتقال من موضوع إلى آخر .\r\nولما كان القصد من نشر المقال الوقوف على آراء عبد اللطيف والتعرف على تعاليمه ، وليس البحث اللغوي ، أضفنا همزة حيث أغفلت فكتبنا ( ماء ) بدلا عن ( ما ) ، و ( لئلا ) بدلا عن ( ليلا ) ، ووضعنا النقط على الحروف حيث وجب وضعها .\r\nوإلى القارئ النص الكامل ، وسنعقبه ببعض التعليق :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثلا : - « هذا كتبه الناسخ من أوراق مقلبة وقد عملت على موضع التخليط هذه الصورة 3 و . . . كلمات مما انتقل به الكلام فاطلبه تجده إن شاء اللّه » .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\nوالحمد للّه رب العالمين ، وصلّى اللّه على سيد المرسلين محمد النبىّ الأمىّ وعلى آله الطيبين الطاهرين\r\n[ 1 سألت أكرمك اللّه بتوفيقه عن المرض المسمى ديابيطا وعن أقسامه وعلامات كل قسم منه وعن ما نوقع عليه هذا الاسم بالحقيقة وعلى الأكثر وكيفية علاج هذا القسم خاصة إذ كان هو الواقع بالمريض المشار إليه .\r\nفنقول إن استرسال البول وكثرة جريانه قد يكون لاسترخاء عضلة المثانة التي رببت على عنقها ليكون خروج البول عن إرادة في « 1 » وقت مخصوص منحة من الخالق سبحانه وتعالى لئلا يؤدى إلى التقذر الدائم وشغل الوقت عن المهامّ الإنسانية ، وهذا هو فالج في هذه العضلة خاصة ، وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الرازي : « يحدث خروج البول بغير إرادة إذا استرخى العضل المتلقم لفم المثانة » ( الحاوي : 10 ، 208 ، 14 ) ، كما قال جالينوس : « وفي أسفل المثانة عضلة تمنع خروج الفضلات في غير مواعيدها . . . وبهذه الكيفية يفرز البول من الدم بوساطة الكلا ، ومنها يصل إلى المثانة من حيث يفرغ في الوقت المناسب عند أمر العقل ( مرجعنا رقم 25 ص 255 - 256 )\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nيكون عن مشاركة ، وقد يعرض ( ذلك أيضا في العضلة التي ) على مخرج العضلة اليابسة « 1 » وقد يكون لضعف في هذه العضلة كما يعرض للصبيان وهذا فيزول « 2 » بالسن وقد يكون عن رطوبة عارضة فيسهل زواله وقد يكون استرسال البول عن قرحة 1 
  ] [ 3 في مجارى البول فإذا لذعت أرسلت الأعضاء البول ولم تمسكه لشدة الألم فقد يكون ذلك لحدة في البول نفسه ويوشا ( ؟ ) ذربه بلذع الآلات فلا يقدر على إمساكه ( كما يعرض إسهال ) عن خلط صفراوى لذاع للأمعاء فإن كان اللذع عند عنق المثانة كان شبيها بالزحير .\r\nوقد يكون استرسال البول عن ضعف القوة الماسكة التي في الكلا لغلبة البرد وكثيرا ما يعرض هذا الصنف ( للمشايخ ولا يكون مع هذا عطش ) وعلاج هذا بما يسخن ويجفف وقد تكون لسعة المجارى « 3 » التي في الكلا « 4 » فلا ( يقدر على ضبط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التشبيه بين الأمعاء والمثانة أو الربط بينهما يعود إلى جالينوس ، وقد قال الرازي أيضا في هذا الصدد : - « إذا استرخت العضلة المطوفة على فم المثانة والتي على المعى المستقيم عرض للبول وللثفل أن يخرجا قليلا قليلا » ( الحاوي : 10 ، 190 ، 6 ) ، وهناك نبذ مماثلة في كتابات أطباء آخرين .\r\n( 2 ) يلاحظ أنه يدخل الفاء في الكلام بعد اسم الإشارة وسيأتي مثله .\r\n( 3 ) ترجع نسبة ادرار البول إلى اتساع في مجاريه إلى روفس وجالينوس ، وقد وردت الفكرة ذاتها في مؤلفات ابن سرابيون وابن سينا وغيرهم .\r\n( 4 ) الكلا جمع لمن يقول كلوة أما المشهور فيها كلية فالجمع كلى .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nما فيها وما يصل إليها قدر ما يأخذ غذاءها ) منه وهذا ينزح معه ( أ ) جسام ( ؟ ) غريبة ورطوبات بشعة وقلما يكون معه عطش وإن كان لم يكن مفرطا ويتبعه نهوك بدن وهذه ( ؟ ) فتشبه « 1 » زلق الأمعاء .\r\nوقد يكون هذا الاسترسال عن سوء مزاج حاد يعرض للكلأ بحيث يصير مزاجها ناريّا فيجذب الرطوبات من البدن ( جذبا قويا متداركا ) وأول جذبها إنما يكون من نواحي الكبد ، فإذا أعوزت الكبد رطوبتها جذبت من المعدة ثم المعدة تجذب من المرىء ( والمرىء يجذب من الفم ) فيعرض فيه جفاف ، وهذه الرطوبة إذا كثرت في الكلا ثقلت عليها فدفعتها عنها بسرعة وأقبلت تجتذب شيئا آخر من رأس ( ؟ ) وتكون القوة ( الماسكة في هذه ) العلة التي في الكلا قد ضعفت أو بطلت أما القوة الجاذبة فتزيد زيادة منكرة وهذه العلة يكون معها عطش قوى شديد بإفراط ( لا يرويه ماء لأنه ) لا يلبث في محل الحاجة ، بل يخرج وينفذ كما يرد ولذلك تسمى هذا العلة ديابيطا ومعناه عبارة الماء وهذه العلة في الشراب تشبه الجوع الكلبي في الطعام وإن كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يلاحظ أنه يدخل الفاء بعد اسم الإشارة وقد تقدم مثله سابقا .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nشببهما ( ؟ سببهما ) مختلفا .\r\nولما كانت هذه العلة تحدث عن ( سوء مزاج حادّ في ) الكلا وجب أن تقاوم بما يبرد ويرطب ويغرى ويجفف في بعض الأحيان ، فلما كان البدن يعرض له من ذلك هزال وجفوف وجب ( أن يؤخذ في طريق ) ما يسمن ويرطب ويخصب ، ولما كانت الرطوبات قد مالت نحو الكلا وجب أن تجذب إلى فوق بالقىء ، ولما كانت الكلا في الأعماق وجب أن تجذب ( الرطوبة عنها نحو سطح الجلد ) على وجوه ( ؟ ) مختلفة 3 
  ] [ 2 بالحمام اليابس والتعريق والدلك .\r\nولما كانت هذه العلة تحدث عن حرارة نارية قوومت بما يبرد ويرطب ويغرى ، وبما يستعصى على القوة النارية أن تحيله وتبخّره « 1 » بسرعة مثل ( لعاب بزر قطونا وأقصى من ذلك كله لبن البقر الدوغ « 2 » وهو الذي قد نزع زبده باستقصاء لأنه ( يبرد ويرطب ، وانخلط الدم بالجبنة فيه وبما يجب ) انفعاله على الحرارة النارية ، ولذلك نزعنا زبده لأن الشئ الدسم غذاء للنارية ، وهو مع ذلك مسخن مرخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرأها ( ثيس ) : يحيلها وينخرها .\r\n( 2 ) الدوغ ما يتبقى من اللبن بعد انتزاع الدهن منه\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nسريع الانفعال زائد في اللهيب ، فلا نجد لهذه العلة غذاء هو دواء أفضل من الدوغ . ومن فضائله أنه يبرد الدم ويغلظه فيستعصى على القوة الجاذبة ، ولذلك يعطى في هذه العلة العدس والأرز ، لما فيهما من تغليظ الدم ، وقد تعطى المخدرات لذلك أيضا .\r\nونحن نذكر من أقوال الأطباء ونصوصهم ما يجرى لقولنا مجرى الشهادة والتوثقة والتلخيص والتفصيل .\r\nقال القهلمان « 1 » : العدس مما يقلل البول ويمنعه ويحبسه لأنه يغلظ الدم .\r\nوقال تياذوق « 2 » إنه ينفع من كثرة البول مع العطش طبخ حب الآس والكمثرى اليابس وتمر هيرون ويشرب منه كل يوم أوقية على الريق .\r\nوينفع منه قرص أخلاطه هذه : « قاقيا مثقال ، ورد يابس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد في الحاوي « قلهمان » ، وقد ذكر ابن أبي أصيبعة ( في الباب السادس ) القهلمان ضمن الأطباء السكندريين .\r\n( 2 ) تياذوق ، توفى في سنة 90 من الهجرة ، خدم الحجاج بن يوسف وكان الحجاج يثق به ويعتمد عليه ، وروى عنه ابن أبي أصيبعة نوادر عدة ، وعشرة أقوال في الحفاظ على الصحة ، وزعم أن الحجاج أمر كاتبه أن يسجلها بالذهب الأحمر ، وله من الكتب - تبعا لابن أبي أصيبعة - كناش كبير وكتاب في أسماء الأدوية وآخر في تحضيرها .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمثقالين ، جلنار مثقال ، صمغ عربى نصف مثقال . يقرّص من مثقالين ، ويسقى كل يوم قرصا بماء بارد أوقيتين على الريق فإنه عجيب لديابيطس ، وقد يزاد فيه طين مختوم نصف درهم .\r\nومما يعظم نفعه لهم طبخ الفواكه القابضة وماء التمر الهندي .\r\nوقال الرازي : اعتمد في علاج ( ديابيطس ) على ما يسكن العطش ويغلظ الدم ويبرد المزاج .\r\nومن تجارب الرازي قال : مما ينفع ديابيطس الجلوس في ماء عين باردة إلى أن يخضر الجلد ويكمد لأنه يشد عضل المثانة ويبرد الكلا ويسكن العطش ، وذكر قرصا بليغا لذلك ، وصفته :\r\nطباشير ورب السوس وصمغ وكتيرا ، من كل واحد نصف درهم ، نصف دانق كافور ، قيراط أفيون « 1 » . تقرّص بماء بزر قطونا ويسقى بماء التمر الهندي .\r\nقال أهرن « 2 » : من أطعمة صاحب ديابيطس دراح بماء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شاع استعمال الأفيون في علاج السكرى حتى أوائل القرن العشرين ، قبل معرفة فوائد الأنسولين .\r\n( 2 ) أهرن القس ، لا نعرف شيئا عن حياته ، ومن مؤلفاته ( كناش ) كان له نفوذ بالغ عند العرب . وزعم أن جزيوس بتيوس  Gesius Petaeus  ، الذي عاش في عهد الإمبراطور زينو ( 474 - 491 م ) ، ترجم مصنفاته إلى السريانية ، كما روى ابن العبري أنه ألف ثلاثين كتابا ، ترجمها سرجيوس بالإضافة إلى كتابين قيل إنهما تأليف المعرب ، وهو يهودي فارسي اسمه مسارجويه .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nحصرم ( وسمك بخل وأرز ) والمصوص « 1 » والسفرجل ونبيذ الزبيب وينفع فيه ربّ حمّاض الأترج ، ويعرق في الحمام اليابس ويضمد قطنه وبطنه بالأضمدة الباردة القابضة ، وينفعهم الفصد ، ومما ينفعهم نفعا عظيما إدمان شرب ماء الفواكه القابضة كالتفاح والكمثرى والسفرجل .\r\nقال أريباسيس « 2 » : أعظم الأشياء نفعا لهؤلاء أن يشربوا ماء باردا ويتقيئوا على المكان « 3 » ويستعملوا التدبير البارد وأكل البقول الباردة وشرب السويق « 4 » ولا يقرب ما يدر البول ، ويتعرق باليابس فإنه أفضل علاجه ( كما . . .\r\nالأقراص ) التي تسقى في الحمى المحرقة ويضمد بتلك الأضمدة بعينها ، ويجعل شرابه نقيع التمر وحب الآس والكمثرى ، وينفع في أوائل العلة فصد العرق من المرفق ، ويستعمل في بعض ( الأوقات ؟ الأدوية ) المخدرة شربا وحمولا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لحم مطهو بالخل .\r\n( 2 ) أريباسس  Oribase  ، ولد حوالي سنة 325 م ، وكان صديقا للإمبراطور جوليان وهو الذي أعلن العودة إلى الوثنية ، وذكر له ابن أبي أصيبعة كتابا لابنه أسطاث ، وكتاب فرج الأحشاء ، وكتاب الأدوية المستعملة ، وكتاب السبعين مقالة ، ونقل حنين بن إسحاق مؤلفاته إلى العربية وذكر علي بن العباسي المجوسي البعض منها .\r\n( 3 ) أي فورا : -  on the spot \r\n( 4 ) عصيدة الشعير .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nقال تياذوق : إنه ينفع من ديابيطس أن يسقى كل يوم أربع أواق لبنا بنصف أوقية سكرا إلى أن يبرأ ، وليحذر الجماع ، ويعتمد على ما يبرد من الأغذية ويغلظ كاللبن .\r\nقال فلغريوس « 1 » في ديابيطس : ليكن قصدك الأول أن تسكن ( العطش أن تسقيه ) ماء الورد وعصير الورد في إبانه ، أسقه قدر قوطولين « 2 » ويقطن في هواء بارد جد رطب ، وتضمده بأضمدة باردة وأغذه منها - [ أي مما صنعت منه الأضمدة 
  ] - حتى يسكن عطشه فإذا سكن فعليك ( بالحقن المسهلة التي تلين البطن ووا [ ل 
  ] « 3 » له النوم بكل حيلة .\r\nقال : ومن أقوى أدويته القئ عقيب شرب الماء البارد .\r\nوقال غيره : عليك في ديابيطس بترطيب البدن جهدك ، وأعطه الأغذية العسرة التغير الباردة ، لئلا تلطف ويحدث عنها بخارات بسرعة ، لأن الكبد من هؤلاء قوية ، فهي تجذب ما في المعدة من الرطوبة ، وأعظمهم ماء الشعير وماء الخيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فلغريوس . لا يعرف تاريخ حياته على وجه التحقيق ، وذكره ابن أبي أصيبعة من بين الأطباء المشهورين بعد وفاة جالينوس ، ونسب له عددا من المؤلفات .\r\n( 2 ) تعريب لفظ يوناني مؤداه مقياس سائل ، قال ابن سينا في القانون ( الكتاب الثالث ، الفن 19 ، المقالة الثانية ، فصل في علاجات ديابيطس ) : عصير الورد في وقته نافع لهم ومسكن لعطشهم والشربة قدر قوطولين » .\r\n( 3 ) جاءت في الحاوي : « وأجلب له ( 10 ، 195 ، 5 ) .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nويكون شرابهم ماء القرع وماء الرمان الحامض والريباس والإجاص وربّ الحصرم ويسقون ( بزر قطونا بالخيار ودوغ البقر ) وأقراص الطباشير ، واجتلب العرق جهدك وأطل الكلا بصندل وأقاقيا وكافور وبنج بماء ورد فإنه عجيب وماء الثلج لهم عجيب النفع .\r\nعلاج تامّ لديابيطس .\r\nيسقى الدوغ الحامض مستقصى إخراج ( الزبد منه ويأكل خبزه به ) ويضمد كلاه بما يبرد ، ويبرد كل ساعة ويجعل أبدا في فيه مصل ليسكن العطش ، ويسقى ماء الشعير ، ويحقن بماء الورد ولعاب بزر قطونا كل يوم ، ويسقى أقراص الكافور ، ويطعم الفواكه والبقول الباردة .\r\nقال الرازي : ومن علاجه يجعل مسكنه سردابا ( نديّا ويستلقى على أرض باردة ) وعلى ورق الخلاف مرشوشا عليه ماء الثلج ، ويتعمد أن يضع أسفل ظهره عليه ، ويمسك في فيه مصلا ولا يتحرك البتة لئلا يعود ويتحلل منه شئ فحينئذ تبرد كلاه إذا دام استلقاؤه على الأشياء الباردة ويسكن أكثر ما به .\r\nقالت الحكماء : القئ ينفع من سلس البول نفعا بليغا لأنه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nيجذب ( المادة ويعكسها عن طريقها فترجع القهقرى ) .\r\nقال تياذوق : اعتمد في ديابيطس على الأغذية والأشربة القابضة ( والحامضة معا ) كماء الحصرم ونحوه ، وعلى الباردة الرطبة كماء الشعير والبقول ، وعلى المغرية ( كالصمغ والطين ) وليدخل في الماء البارد في اليوم مرات ، ويضمد أسفل البطن كما ( يدور « 1 » بالأشياء الباردة ) القابضة .\r\nقال آخر : ، لديابيطس مجرب : ينقع ثلاث بيضات في خل يوما ( وليلة ثم يكسر ويتحسى ) .\r\nقال آخر : وللحرارة « 2 » الكلا والمثانة بزر خيار ، ( لبن ، دهن ، ورد ، أجزاء ) متساوية .\r\nقال جبريل بن بختيشوع « 3 » : أجود علاج ديابيطس ( لبن البقر ولبن النعاج ) ويحقن بدوغ البقر أسبوعا كل يوم بثلثي رطل .\r\nوقال : شرب الماء في هذه العلة ( أحمد من شرب الشراب ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي يلف .\r\n( 2 ) لغلها « ولحرارة » أو سقطت « في » بين « للحرارة » و « الكلا » .\r\n( 3 ) جبريل بن بختيشوع من أوائل الأطباء العرب الذين عربوا النصوص القديمة ، استدعى من جند شابور إلى بغداد حيث توفى في سنة 828 - 829 م\r\n( 4 ) أي النبيذ .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nوقال روفس « 1 » : السماق إن شرب بشراب قابض قطع درور البول .\r\nقال ( فيلغريوس في ) ديابيطس : عليك بتسكين العطش أولا ، فإذا سكن فاحقنه بالحقن المسهلة الملينة مرات ، ثم أسهله بحب الصبر ، ثم أرحه ثلاثا « 2 » وعاود إسهاله بها ، ثم استعمل القئ بعد الطعام بالفجل .\r\nومن أدويته أن توضع المحاجم الحارة على جميع البدن والكماد والدخن « 3 » ولسيما « 4 » أطراف البدن واستعمل الأدوية المحمرة ، ثم أرحه أياما ، واستعمل الركوب باعتدال ، والدلك وخاصة في أطراف البدن ، والحمام ويشرب الشراب اليسير فإنه يبرأ برءا تاما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روفس الأفسى ( القرن الأول - الثاني م ) وضعه ابن أبي أصيبعة ضمن « الأطباء المذكورين في الفترة بين أبقراط وجالينوس » ، وقال عنه إنه كان من مدينة أفسس ولم يكن في زمانه أحد مثله في صناعة الطب ، وذكرت له مؤلفات كثيرة ، وملاحظات مبتكرة في التشريح ، ونشر دارمبرج  Ch . Daremberg  ما وصل الينا منها في سنة 1879 .\r\n( 2 ) أي ثلاثة أيام .\r\n( 3 ) يقصد « الدخان » . قارن هذه النبذة بأكملها بما ورد في القانون : - وأما الكائن من البرودة ، وهو مع ذلك لا يخلو عن العطش ، ولم يتفق لنا مشاهدته ، فقد دبر له بعض العلماء المتقدمين فقال : يجب أن يتلطف لتسكين عطشه ثم يسهله بحقن ملينة مرات ثم يسهله بحب الصبر . . .\r\nثم ترفهه ثلاثة أيام ثم يعاود التدبير ثم يقيئه على الطعام بالفجل وما يشبهه ثم يسخن بدنه بالمحاجم وتوضع عليه الكمادات والبخورات وخصوصا أطرافه وربما احتجت إلى أن تستعمل عليها الأدوية المحمرة ثم يراح أياما ثم يراض بالركوب المعتدل والدلك المعتدل . . . » ( الكتاب الثالث ، فن 19 ، في تغذية ديابيطس ) .\r\n( 4 ) لعلها « ولا سيما » .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nقال جالينوس في كتاب الأعضاء الآلمة : ذرب البول يكون من نارية ( في الكلا بقوى قوتها ) . . ؟ طبعها كذلك وقوتها الماسكة ضعيفة والعطش ( يتبعه لاستفراغ ) رطوبات البدن .\r\nوقال غيره : احقن صاحب هذا المرض باللبن الحليب ودهن ( اللوز ودهن الخل ودهن القرع واسقه ) بزر قطونا وأطعمه الاسفيذباجات « 1 » الدسمة باللحوم الفتية والأشربة الرقيقة البيض « 2 » واسقه لبن المعز المطبوخ بالماء .\r\nوقال الرازي : يصلح لهم الفصد إذا كان اللهيب قويا شديدا ويسقون ماء الشعير ( ويدخلون الحمام ) اليابس ويجعل الرأس من خارج .\r\nوقال جورجس « 3 » : ينفع من هذه العلة الأمخاخ والأدمغة إذا أكلت ولحوم الجداء والكوارع والقثاء والخيار والملوخيا والخس . وأخص الأدوية في نفعه دهن الورد ( وبزر قطونا والأبزنات ) « 4 » والتمريخ بالسمن وشرب ماء الشعير والحقن الدسمة المبردة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بالفارسية ، لحم مطهو بالبصل والزيت وخثارة اللبن .\r\n( 2 ) البيض الشئ السائل الزلال .\r\n( 3 ) هو جرجس بن جبريل بن يختيشوع ، مؤسس سلالة بختيشوع الطبية ، استدعى من جند شابور إلى بغداد في عهد المنصور ، ونال شهرة عظيمة ، ثم عاد محاطا بالاجلال والتكريم إلى جند شابور حيث توفى في سنة 769 م .\r\n( 4 ) حمام مغطاس في حوض من النحاس ( فارسية ) .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nقال ابن سربيون « 1 » : أشرف علاج هؤلاء السكون وترك ( جميع الحركات البدنية ) والنفسانية لأنها توسع المجارى وهم يحتاجون إلى ضد ذلك ويستعملون الأدوية الباردة القابضة من الأضمدة والأشربة ، ويحذرون جميع ما يدر البول ويحذرون الجماع جدا ويبرد 2 
  ] [ 5 القطن والبطن بالأضمدة ويشربون ( الأدوية الدافعة ) لنزف الدم ويشربون لبن النعاج المطبوخ قليلا أو غير مطبوخ فإنه ينفعهم وينفع من هزالهم وهو عظيم النفع جدا لهؤلاء ، ثم قال : وهذه العلة قد تحدث بأدوار ، فافصد قبل الدور ثم استعمل ما ذكرنا وإن كان يحدث ( بلا أدوار فقاومه ) بهذه الأدوية وأجلسهم في الماء البارد ولا تتوان في علاجهم ولا تفتر عنه لئلا يؤدى بهم إلى الذبول .\r\nوقال أيضا : إن هذا المرض يحدث معه عطش ( ويبول ما يشرب على المكان ) « 2 » ويحدث عن شدة حرّ الكلا والتهابها فيجب أن تضمد الكلا بالمبردات ويسقى منها ، ولأن البدن في هذه العلة قد يبس بكثرة الاختلاف ، فاسقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن سرافيون ، ألف باللغة السريانية ، في القرن التاسع الميلادي .\r\n( 2 ) انظر هامش رقم 3 ، ص 131 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالشراب أكثر من العادة لئلا يبقى للعطش موضع حدوث ، وأغذهم بأحساء متخذة من الشعير وماء القرع وماء الشعير والخيار وضمد أكبادهم بما يبرد ليسكن العطش ، وبزر قطونا عظيم النفع لهم ، وكذلك دوغ البقر ( والأدوية القابضة أيضا ) .\r\nقال أحمد الفارسي : صنعة أقراص الطباشير لهذا المرض :\r\nورد أحمر ( 3 دراهم ؟ ) صمغ عربى بزر حماض ونشا ، من كل واحد ( 4 دراهم ؟ ) طباشير ( 3 دراهم ؟ ) وزعفران درهمين يدق وينخل ويعجن بماء ويقرص . الشربة كل يوم درهم ، بماء وسويق الشعير المنقع .\r\n\r\nاقراص أخرى :\r\nطباشير ، وبرباريس ، وورد ، وبزرقطونا ، أجزاء متساوية ، يدق وينخل ، ويعجن بماء الخيار أو بماء سويق الشعير المنقع .\r\nوقال ثابت بن قرة في كتاب الذخيرة : درور البول أنواع ، فمنها الذي يسمى ديابيطس أي العبارة ويحدث عن سخونة شديدة في الكلى « 1 » وكل ما يشربه يبوله مكانه من غير تعسر فيه ، ويكون لون البول أبيض مثل الماء ويحدث ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا يكتبها « الكلى » أو يكتبها « الكلا » .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nعن فساد مزاج حارّ يابس يعرض للكلى فتقوى ( بذلك القوة الجاذبة ) وتضعف القوة الماسكة لأن الانصباب إذا كثر وثقل على الكلا ضعفت عن حبسه فترسله ، والعلاج منه أن نبدأ فنسقى الاسفيوس المحمص وربوب الفواكه وأقراص الحماض بماء الرمان الحامض فإن لم يغن سقوا أقراص ( القاقيا ويبرد المتن ) « 1 » والقطن بخرق مبلولة بخل وماء ورد مبردة على الثلج ، أو يصب عليه ما قد ديف فيه قاقيا وبرد بالثلج وتكون مساكنهم ندية ، فإن لم يغن ضمد ( بدقيق الشعير ) ودهن ورد ، ويغذون بما يكون له غلظ ونفح ( نفخ ؟ ) وعسر تحلّل حتى لا تحدث عنه بخارات ، وذلك مثل الحساء المتخذ من الحنطة والشعير واللون الذي ( يتخذ من زبيب وحب رمان ) وحصرم ومصل ورائب البقر ، ويمزج ماؤهم برب الرمان والحصرم أو نحو ذلك ، ويكون في فيه دائما حب رمان أو إجاص يابس أو سماق .\r\n( وقال صاحب كامل الصناعة : إن العلة المعروفة بديابيطس ) لما كان حدوثها عن حرارة مفرطة تغلب على الكلا وجب أن يعالج صاحبها بالأشياء المبردة المطفئة والأغذية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المتن هو الظهر .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالكثيرة الدسم فيعطى ماء الشعير بشراب الخشخاش ، وماء الرمان المز وقرص الطباشير الحابس بماء التفاح وشراب السفرجل ولعاب بزرقطونا ودهن ورد ، وشئ من طين أرمنى وطين قبرسى ، فإن بلغ وإلا فيعطى قرص الكافور مع الرمان .\r\nووصف ضمادا من صندلين « 1 » وورد من كل واحد أربعة دراهم ، بزر قطونا 3 دراهم ، طين أرمنى وجلّنار من كل واحد درهمان يدق الجميع ويبل بماء البقلة الحمقاء وماء ورد وماء الخس ويضمد به الكلا .\r\nووصف حقنة من البقلة الحمقاء وماء حي العالم وماء الخس وماء ورق الخشخاش الطري وماء أغصان الورد والشعير ، ودهن ورد ودهن نيلوفر ويحتقن به ، فإنه نافع ويكون الغذاء حصرمية وريباسية وسماقية ويعطى أدمغة الحملان ومقاديمها وأمخاخها والبيض النمبرشت والجبن الرطب والسمك الطري ما كبر منه وسمن . ومن البقول الخس والبقلة الحمقاء والطرخشقوق ، ومن الفاكهة التفاح والخوخ والكمثرى والسفرجل والرمان والعناب الطري واللوز الرطب والخلال والبسر الجيسوان « 2 » وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هما الصندل الأبيض والصندل الأحمر .\r\n( 2 ) تمر عراقي ناضج .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nينتفعون أيضا بتناول الجمار والطلع ، فإن كان الزمان صيفا أو ربيعا فإن الانغماس في الماء البارد نافع والراحة والدعة وتجنب الأشياء المدرّة للبول كالقثاء والخيار والبطيخ وبزورها .\r\nقال الرازي في الطب الملوكى وغيره من كتبه : إن ديابيطس معناه سرعة عبور البول مع عطش وحرارة ، وينفع منه ماء الشعير ولعاب بزر قطونا وأقراص الطباشير وربوب الفواكه الحامضة القابضة والطين المختوم والصمغ العربي والجلنار والسماق والنشا والكتيرا وجميع ما يقبض ويسدد ويغرى وتبريد الظهر بالأضمدة والأطلية وأكل الرائب والماست والحامض والمصل وقديد المشمش والإجاص والتمر الهندي إذا أمسكت في الفم أو تؤدّم بها .\r\nفهذا القدر كاف في شهادات العلماء ومعاضدة بعضهم بعضا ، والزيادة على ذلك تكرار ، ومن لم يقنعه هذا المقدار من الشهادات فلا يقنعه ما زاد عليها مما رفضنا إثباته خوف التطويل .\r\nوكان شيخ من أهل صناعة الطب ذو حنكة وممارسة قد وصف لهذا المريض دوغ البقر ، فبادر رجل مغربى ، شيخ السن صبي العلم والحلم ، فأنكر عليه ، ثم وصف السفرجل ، فاشتد الإنكار ، وزعم المنكر أن السفرجل يدر البول فلا يصلح\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nلهذه العلة ، وأنه يضر غاية الضرر . وكان ذلك في مجلس السلطنة ، وارتفعت أصواتهم وصوته بالقذع والفحش ، والمغربي لا يرعوى ، ثم جاءوا إلىّ فسألوني الفتيا في ذلك ، فأبيت ، لكن عملت هذه المقالة لأصحابي حبّا لهم وخاصّا بهم فأما ( ؟ ) دوغ البقر فقد ذكرنا صلاحيته ونفعه وعلة ذلك وأتينا من شهادات العلماء بما فيه بلاغ ومقنع وأما السفرجل . . . فذكرنا . . منافع ، ومنهم من وصف ربه وشرابه ، ومنهم من وصفه نيا ، ومنهم من سكت عنه ولكن ذكر أمثاله ، مثل التفاح والكمثرى والزعرور وحب الآس ، وليس فيهم من نهى عنه ولا عن أمثاله ، لا صريحا ولا . . . جوهر العلة يقتضيه ويوجبه من جهة برده ويبسه وقبضه وحبسه جميع السيلانات ( من جميع جهات ) البدن .\r\nثم إنكم قلتم إن ابن سينا ذكر في كتاب القانون النهى عنه في هذه العلة فقال : ( ولا تستعمل في هذه العلة ما كان ) مدرا وإن كان قابضا مثل السفرجل « 1 » .\r\nفأقول إني أذكر أولا أقوال العلماء في السفرجل على جهة الاختصار ، ثم بعد ذلك قول ابن سينا وأحل هذا الشك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن سينا : - « ويجب أن يحذر من الفواكه التي فيها تبريد وقبض ما فيه إدرار كالسفرجل » .\r\n( الكتاب الثالث ، الفن 19 ، المقالة الثانية ، في تغذية ديابيطس ) .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nقال الرازي في كتاب الأغذية : السفرجل يقوى المعدة جدا والكبد ، وينفع المحرورين ومن في شهوته للطعام نقصان ومن تعتريه الخلفة الصفراوية ولا يعدم نفخة وطول وقوف في المعدة ، فلذلك ينبغي أن يحذره المبرودون ومن تعتريه رياح غليظة ولا يشربوا عليه ماء باردا ، ولا يأكلوا عليه طعاما ويدفع ضرره لعقات عسل ، ويشرب عليه شراب قوى ، ومن وجد منه بردا في عصبه فليتمرخ بالأدهان التي وصفنا لذلك .\r\nوقال الرازي في موضع آخر : السفرجل حلوه وحامضه يشد المعدة ، إلا أن الحامض أبلغ في ذلك ويثير شهوة الطعام وخاصة عقل البطن إلا أنه إذا أكل بعد الطعام يذر الثفل وإن أكل قبل الطعام صير الطعام حامضا .\r\nأقول : إنما يحمض الطعام لأنه يقف فضل مدة ( عما يستحق لانسداد مسلكه بالسفرجل ) الذي يقدمه ، ثم إن السفرجل يكون قد سبق فبرد المعدة .\r\nوقال يوحنا « 1 » : إن السفرجل بارد في الدرجة الأولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو يوحنا بن ماسويه السرياني ، وعرف أيضا بأبى زكريا يحيى بن ماسويه ، توفى سنة 857 م . وقيل إنه اكتسب من صناعة الطب ألف ألف درهم ، خدم هارون والأمين والمأمون ، كلفه الرشيد بترجمة الكتب القديمة ، ووضعه أمينا على الترجمة ، وكان حظيا عند الخلفاء ، واشتهر بحدة لسانه وبنوادره .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nيابس في الدرجة الثانية ، وهو دابغ للمعدة مدر للبول عاقل للبطن يقطع المرة الصفراء وغذاؤه يسير والإكثار منه متخم محدث للقولنج .\r\nوقال ابن سمجون في كتابه الجامع : السفرجل يقوى المعدة ويذر البول ومشويه جيد للاسهال وقرحة المعا ونفث الدم والهيضة ، وهو بارد في الأولى ويابس في الثانية ، والحامض منه يذرّ ويعقل وينفع من قذف الدم .\r\nوقال ابن إدريس ( الصقلى المازري « 1 » في كتابه وهو كتاب ) شريف : السفرجل ذكره ديسقوريدس في المقالة الأولى من كتابه ، وأكله يطيب النكهة ويعقل البطن ، ولم يذكر أنه يذر البول بل قال أقوالا شبيهة بما تقدم .\r\nوقال صاحب كتاب البستان « 2 » : إني ( وجدت السفرجل مع قلة ) غذائه من أفاضل الفواكه وجيدها جوهرا وعنصرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد يكون أبو عبد اللّه محمد بن محمد الحسيني العلى باللّه ، الملقب بالشريف الإدريسى الصقلى ، والأغلب أنه ولد حوالي عام 1100 م ولقب بالصقلى لطول إقامته في بلاط ملك صقلية روجر ، وهو الجغرافي الشهير صاحب « نزهة المشتاق » . والمعروف عنه أنه صنف كتابا في المفردات ، أدرج فيه المفردات حسب ترتيبها الأبجدى ، ولم يصلنا من الكتاب الا النصف الأول دون حرف السين . أما الشك في شخصية الإدريسى المذكور في الرسالة فإنه يرجع إلى أن تسميته بالمازرى لم ترد في أي مرجع .\r\n( 2 ) هناك مؤلفات عدة عنوانها « البستان » ، ولا نستطيع تحديد ما قصده البغدادي منها .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوذلك أنه قد جمع إلى نفعه وموافقته وتقويته القلب والمعدة لذاذة طعم وطيب رائحة وحسن منظر ، وهو مع ذلك غير مائل مع خلط ولا مؤذ لعضو . ومن فضيلته أنه لا يعفن الطعام في المعدة إذا أكل بعد الطعام كما يفعله سائر ( الفواكه وذلك ) أنه إذا أكل قبل الطعام عمل في دباغة المعدة وتطبيبها ، وأعان على الحبس ، وإذا أكل بعد الطعام عصر في المعدة ، وأخدر ما فيها بسهولة من غير نكاية ولا أذى .\r\nوالسفرجل مطيّب للنكهة ، منبّه للشهوة ، دباغ للمعدة ، قماع ( للمرّة ، حافظ للأجنّة في بطون أمهاتها ) وقد تختلف قوة السفرجل بحسب اختلاف أنواعه وطعومه ( ومعادنه ) وقد تختلف من قبل الفجّ منه والمدرك ، وبحسب ما أتى عليه من الزمان إلا أن جوهره بالجملة منسوب إلى البرد والقبض ، وأقربه إلى الاعتدال الحلو منه ، وغذاؤه أكثر من غذاء جميع أنواعه ، وهذا الحلو ضعيف في حبس البطن ( والحامض منه أرجح ) بردا وأقرب إلى التطفية ، والقابض والعفص أقوى دباغا وحبسا للبطن ، والمائي ضعيف في هذه الوجوه كلها ، والفج لا خير فيه . والسفرجل المطبوخ والمشوى قبضه أقل ، وغذاؤه أكثر ، ولعلم الحكماء بفضائل السفرجل اتخذوا منه أدوية كثيرة 5 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوقال جالينوس : السفرجل مخصوص بشئ ليس للتفاح وهو أن فيه فضل قبض وربّه يبقى إذا طبخ مع العسل ، فأما رب التفاح فإنه حمض .\r\nوقال بقراط في السفرجل : ما كان منه حامضا فجّا فهو عسر الانهضام ، وما كان نضيجا فذلك فيه أقل . وفي جميع أنواع السفرجل قبض ، وماؤه يقطع القئ ويعقل البطن ويكثر البول ورائحته أيضا تقطع القئ .\r\nوقال ديسقوريدس : السفرجل يسد المعدة ويغزر البول وإذا شوى كانت قوته ألين ، ويصلح لأصحاب الذرب والعقر في الأمعاء ولمن ينفث الدم ولمن يتقيأ المرار ولسيما « 1 » غير المشوى .\r\nوقال روفس : السفرجل من أنفع ( الأشياء لحبس البطن وإنهاض ) الشهوة ، وليس هو بردىء لدرور البول ، والسفرجل لا يكاد يفسد في المعدة في المريض فضلا عن الصحيح فإذا طبخ كان أسرع انهضاما وقد يقىء .\r\nمن أقوال ( العلماء أشياء شبيهة ) بما ذكرنا ليس فيها سوى التكرير واختلاف العبارة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعلها « ولا سيما » .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nوقد حان ذكر ( الحكومة فيما شجر بينهم ) في أمر السفرجل وإسهاله وإدراره وصلاحيته في هذه العلة وضرره لها فنقول : إن السفرجل أجمعوا على أنه يقوى الأعضاء ويبرد ويقبض ويحبس ( السيلانات ) لكنه قد يسهل بالعرض وهذا على وجهين : أحدهما أن يؤخذ بعد الطعام فيقوى فم المعدة ويعصر الطعام فيقوى القوة الدافعة فيحصل خروج الثفل بسرعة أو بكره ، وليس هذا في الحقيقة إسهالا ، والوجه الآخر أن يؤخذ قبل الطعام أو بعده ولكن يصادف في المعدة رطوبة لزجة أو لذاعة حريفة فإذا اختلط ( اليابس اللزج كان عنه إسهال ، لأن القابض يعصر ويقوى القوة الدافعة واللزج يزلق ) وينفعل للخروج بسرعة وأما اللذاع الحريف فإذا امتزج به القابض صار مسهلا كما يعرض في الأهليلجات وفي عصارة القرظ وعصارة قشور الرمان ، وهذه إذا جفّت لم تسهل ، لأنه يبقى القابض وحده وتذهب ( المائية اللذاعة فليس من شأن ) القابض بما هو قابض أن يسهل ، وإنما شأنه أن يمسك فإذا اختلط بالمسهل قوى إسهاله فنسب إليه الإسهال بالعرض حيث كان خادما للمسهل بالوجه الذي ذكرنا فإذا أخذ السفرجل قبل 4 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n[ 6 الطعام والمعدة نقية صحيحة فإنه يحبس البطن ويبطئ خروج الثفل قولا واحدا ، لأنه يزيد في القوة الماسكة وحينئذ يصح أن يقال إنه يذرّ البول بطريق العرض لأن الثفل إذا لبث ( في الأمعاء تمكنت الماساريقا ) من جذبها واستقصائها ، فتوفرت الرطوبة المائية في الكبد فدفعتها إلى الكلا فإذا كثر الفضل المائي في الكلا دفعته إلى المثانة فكان إدرار .\r\nوللسفرجل وجه آخر من الإدرار وهو أنه بما فيه من العطرية واللطافة التي يحملها الجوهر الحامض ينفذ إلى الكبد ( وآلات البول ويقويها ) ، وإذا قويت هذه الآلات جاد فعلها فصارت سقيتها للدم وتصفيتها له في المائية أجود وأفضل ، فكان إدرار على جهة الاستقراع والتنقية الصحية .\r\nومن شأن السفرجل أن يبرد ويغلظ الدم ويضيق المجارى فإن ( كانت العلة فرط حرارة نارية فالسفرجل يوافق ) فيها لأنه يبرد ويطفئ ويقوى القوة الماسكة ويضعف القوة الجاذبة ببرده ، ونحن كنا قد قلنا إن القوة الجاذبة في هذه العلة تقوى حرارتها وتزيد زيادة منكرة ، والماسكة تضعف ، فإذا كان السفرجل يقوى الماسكة ويزيل إفراط الجاذبة فهو من أدوية هذه العلة .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوإن كان الإدرار عن سعة المجارى وكثرة رطوبة فالسفرجل نافع جدا ، لأنه يضيق المجارى بقبضه ويخشنها ويجفف رطوبتها بيبسه .\r\nوإن كانت العلة عن برد لم يظهر للسفرجل فيه كبير مضرة ، لأن برده في الدرجة الأولى ، وما في الدرجة الأولى لا يظهر أثره إلا في زمان طويل وأما يبسه فيسبق ويظهر أثره لأن ما في الدرجة الثانية يظهر أثره في زمان قصير وأيام قليلة .\r\nوإن كان الإدرار عن خلط صفراوى حاد لذاع أو رطوبة بورقية « 1 » حريفة أو قرحة في مجارى البول ، فالسفرجل ينفع في ذلك كله لأنه يقاوم هذه الكيفيات المنكرة ويدمّل الخراجات والقروح بما فيه من التخفيف والتبريد والتقوية والتعطير .\r\nفيتبين من جميع ما ذكرنا بالبرهان الواضح أن السفرجل ينفع العضو نفسه ( ويقاوم العلة مقاومة ) بالذات وأن إدراره ليس إدرارا مرضيّا بل إدرار صحىّ على جهة التنقية لتقويته الآلات فهو يردّ العضو الذي خرج عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى البورق .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nاعتداله في الحرارة والسعة إلى اعتداله ، فهو دواء له لا شك فيه .\r\nوهم قد وصفوا لهذه العلة الخيار و ( القثاء ، لما فيهما من التبريد وتغليظ الدم وإن كان فيهما رطوبة ) وإدرار باتفاق منهم ، وقد أجمعوا على أن إدرارهما أقوى من إدرار السفرجل وليس فيهما يبسه ، وكذلك الرجلة والملوخيا ، والسبب في نفع هذه الأشياء في هذه العلة مع ما فيها من الإدرار أن الكيفية المقصودة منها وهي التبريد والترطيب هي أقوى فيها من الإدرار ، فيسبق الأقوى ويفعل قبل الأضعف .\r\nوأما من نهى عن الخيار والقثاء فعلى جهة الاحتياط ( والاستقصاء لا أن ذلك ) ظاهر الضرر كما في البطيخ ، فإن البطيخ فيه قوة غسالة جلاءة كثيرة . ولذا يجلو سطح البطن ويغسل اليد من الوضر ، وليس ذلك في القثاء والخيار ، وأنت تجد في الخيار قبضا ظاهرا ولسيما « 1 » في عصارة قشر الأخضر منه الطري ، وإذا كان الإدرار في الخيار والقثا ضعيفا فهو في السفرجل أضعف ، وإذا جاز استعمالهما في هذه العلة فاستعمال السفرجل فيها أجوز ، وإذا وصفا في هذه العلة لبردهما فقط فالسفرجل أولى أن يوصف لبرده وقوة يبسه . وهؤلاء العلماء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحتها « لا سيما » وقد سبقت مكتوبة بدون ألف مرتين .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالذين وصفوا السفرجل في هذه العلة قوم ( أولو تجربة وقياس « 1 » مصحح معضود بالتجربة .\r\nوأما ابن سينا فليس من أرباب التجارب ولا يوثق به في ذلك . وأما قياسه فساذج ، والقياس الساذج في صناعة ( الطب مطرح أو موقوف ) على التجربة ، فإن صححته وصدقته قبل وإلا ردّ واطّرح « 2 » .\r\nونحن فقد « 3 » أتينا بقياس صحيح مأخوذ من مقدمات ذاتية في صناعة الطب استنتجنا ( عنه أنه لا مانع من ) استعمال السفرجل في هذه العلة وأنه نافع فيها ومن أدويتها ثم أتينا بشهادات ( المجربين المقبول قولهم وتجربتهم بما فيه ) مقنع .\r\nانتهى القول فيما قصدنا له . وكان ابن سينا قرأ لبعضهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أولو القياس هم المنتمون إلى مدرسة سميت أيضا مدرسة الدجماتيكينا  Dogmatists  وهي التي تميزت بالتمسك بالنصوص وبصورة خاصة بكتابات هيروفيلس وايرازستراتس ، الطبيبين السكندريين ، وبالاكتفاء بالجدل العقيم حولها . أما أولو التجربة فهم ال  empiricists  أي التجريبيون ، الذين ثاروا على النظريات ، وتجردوا من كل تعليم فلسفي ومن كل التأملات التعقلية ، وأعلنوا سيادة التجربة على أنها المصدر الوحيد للمعرفة ، وقسموها إلى ثلاثة أركان هي : - الملاحظة الشخصية ، وملاحظة الغير ، والقياس ، وقد امتازوا بتفوقهم في معرفة العقاقير والسموم .\r\n( 2 ) يلاحظ القارئ أن فرصة الهجوم على ابن سينا لم تفت البغدادي .\r\n( 3 ) يلاحظ إدخاله الفاء على الخبر .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nأنه نهى عن الخيار والقثاء في هذه العلة لإدرارهما فقاس عليهما السفرجل وذكره يغرب به ، وهذا الأسلوب كثيرا ما يسلكه ويرتكبه ، فقد أتينا بقياس صحيح مأخوذ من مقدمات ذاتية في الصناعة الطبية ( أنه لا مانع من استعمال ) السفرجل في هذه العلة ، وأنه نافع فيها ومن أدويتها ثم إن شهادات العلماء والمجربين تعضده وتصححه ، فلم يبق مخالف إلا ما شذّ من ابن سينا وقد فسخنا قياسه . وأما التجربة فليس له فيها قدم راسخ ، وإنما هو عن العلماء بها ناسخ .\r\nوقد رأيت هذا المقدار كافيا ولحق سؤالكم قاضيا .\r\nتمت بمنّه وجوده ، والحمد للّه رب العالمين ، وصلى اللّه على سيدنا نبيه محمد وآله الطيبين الطاهرين .\r\nوكان الفراغ من نسخ هذا الكتاب .\r\nيوم الاثنين خامس وعشرين من شهر جمادى الآخر [ ة 
  ] سنة اثنى ؟ وعشرين وستمائة .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nدراسة\r\nيمكن تجزئة هذه الرسالة الطويلة إلى ثلاثة أجزاء : أولها يشمل أقوال عبد اللطيف في المرض المسمى ديابيطس ، ثانيها يسرد آراء من سبقه من الأطباء ، وثالثها مناقشة لأقوال العلماء في فائدة السفرجل ورفض رأى ابن سينا فيه .\r\nوالجزء الأول مقتضب ، لا يتجاوز أربعة وثلاثين سطرا ، وخلط البغدادي فيه بين ثلاث ظواهر تختلف كل الاختلاف ، مع أن اختلافاتها لا تفوت أي طبيب ناشئ ، بل إنها في تناول أي ملاحظ مدقق وإن كان لا يلم بأي قسط من الطب ، وهذه الظواهر هي :\r\n1 ) فرط إدرار البول ، أي زيادة مجموع ما يفرز منه زيادة مطلقة .\r\n2 ) السلس غير الإرادى الذي يحدث للصبيان والشيوخ والمفلوجين لعجزهم عن التحكم في عضلات حبس البول في المثانة ، وفي الأعصاب المسيطرة عليها .\r\n3 ) تواتر تبول أقدار صغيرة من البول ، نتيجة لهياج المثانة لالتهاب المجارى البولية أو تقرحها .\r\nوالظاهرة الأولى هي الوحيدة التي ينطبق عليها تعريف الديابيطس .\r\nويبدو هذا الجهل أفضح وأخزى إذا قارنا هذا الجزء من الرسالة بما أورده البغدادي في الجزء الثاني من الرسالة وهو الخاص بآراء المتقدمين ، وبخاصة إذا قارناه بتعاليم ابن سينا ، الذي رماه البغدادي بقلة الخبرة وضعف المنطق ، ذلك أن\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nهذا العالم الأصيل أحسن الفصل بين عجز الكلية عن احتجاز الماء ( وهذا ما يسببه إما الديابيطس المليخ  diabetes insipidus  المسمّى أيضا بالديابيطس البرىء  diabetes innocens  أو أمراض الكلى ، أو البرد ، أو كثرة شرب الماء والسوائل ، أو وجوب إفراز مواد واردة من الكبد بأقدار لا تحتملها الكلية ، وهذا التفسير الأخير أقرب المستطاع إلى تفسير مرض البول السكرى في هذا الوقت .\r\nوقد أضاف ابن سينا أنه يؤدى إلى الذواب والدق ، وإلى القارئ - بالإضافة إلى صفحات أخرى فسّر فيها ابن سينا بتطويل السلس غير الإرادى ، وتقطير البول الناتج عن أسباب في البول أو في آلاته أو في جرم المثانة ، إلى القارئ نص ابن سينا .\r\n« ديابيطس هو أن يخرج الماء كما يشرب في زمان قصير ونسبة هذا المرض إلى المشروب وإلى أعضائه ، نسبة زلق المعدة والأمعاء إلى المطعومات ، . . .\r\nوصاحبه يعطش فيشرب ولا يروى بل يبول كما يشرب غير قادر على الحبس البتّة ، وقال بعضهم إن هذا يعرض بغته لأنه طبيعي غير كائن بالإرادة ، وزلق الأمعاء قليلا قليلا لأن هناك حسا وإرادة ، وهذا كلام غير محصل ويسبب ديابيطس حال الكلية إما لضعف يعرض لها واتساع وانفتاح في فوهات المجرى فلا ينضم ريث ما تلبث المائية في الكلية ، وقد يكون ذلك من البرد المستولى على البدن أو على الكبد ، وربما فعله شرب ماء بارد أو حصر شديد من برد قارس وإما لشدة الجاذبية لقوة حارة غير طبيعية مع مادة أو بغير مادة ، وهو الأكثر ، فتجذب الكلية من الكبد فوق ما تحتمله فتدفعه ثم تجذب من الكبد والكبد مما قبلها فلا يزال هناك انجذاب متصل المائية واندفاع . وهو مرض ردئ ربما أدى إلى الذواب وإلى الدق ، بسبب كثرة جذبه الرطوبات من البدن ومنعه إياه ما يجب أن يناله من فضل الرطوبة بشرب الماء » ( المقالة الثانية من الفن 19 من الكتاب الثالث من القانون ) .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nوفي هذا الصدد يجدر بنا أن نشير إلى معنى « الرطوبة » عند القدامى « 1 » ، فقد ظهرت منذ عهد فلاسفة الإغريق الأيونيين الأوائل مجموعة نظريات فحواها أن الحياة مرتبطة بتوافر ثلاثة عناصر هي : الماء ، والنار ، وعنصر ثالث مركب من الماء والنار ، وأن الماء هو الجوهر الأول لكل الأحياء ( وجعلنا من الماء كل شئ حىّ ) . وكان هراكليتس الملطى يتصور تيارين عكسيين يجريان في الجسم ، أحدهما يرفع الماء إلى النار ، والآخر ينزل بالنار إلى الماء . وأكد أرسطو أن الحرارة تنشأ عن الرطوبة وتستمد منها صفة الاستمرار .\r\nوعبر جالينوس عن رأيه بأن الحرارة رطبة بالإضافة إلى كونها حارة ، وأضاف أن الغذاء موجود في الجسم على شكل ثلاث رطوبات متسلسلة :\r\nأولاها في الدم ، ثانيتها في المجال الخارج عن الأنسجة ، وثالثتها داخل الأنسجة .\r\nوأضاف ابن سينا إلى هذه الرطوبات الثلاث رطوبة رابعة ، إذ قال إن الرطوبة من نوعين : الأول تشكله الأخلاط الأربعة ، والثاني يشمل الفضول وغير الفضول ، وهذا الأخير ينفذ إلى الأعضاء من الغذاء ، وهو مكون من :\r\nالرطوبة المحصورة في تجاويف العروق الصغيرة ، ورطوبة ثانية منبثة في الأعضاء ، وهي معدّة للتحول إلى غذاء إذا فقد البدن الغذاء ، وثالثة حديثة الانعقاد ومتحولة إلى جوهر الأعضاء ، أما الرطوبة الرابعة ( وهي التي أضافها ابن سينا وأشار سرابيون من قبله إليها ) فمبدؤها من النطفة ، والنطفة من الأخلاط ( القانون - الجزء الأول ، الفن الأول ، التعليم الرابع في الأخلاط ، الفصل الأول ) .\r\nويبدو من هذه النصوص ومن غيرها أن « الرطوبة » كانت تفهم على أنها جوهر أساسي يتخلل الجسم عامة ، ويحيى أنسجته ، ويصل بين أجزائه ، وأن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر مقال هول : -\r\n Hall , T . S . , Life , Death , and the radical moisture , 1971 , Clio Medica , Vol . 6 , No . 1 , pp . 3 - 18 . \r\nوجالينوس ( مرجعنا رقم 25 ، ص 50 - 53 ) ، وسيجل ( مرجعنا رقم 31 ص 164 - - 168 ) .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالشيخوخة تأتى عند ضياع هذه الرطوبة وبصفة خاصة عند ضياع الرطوبة التي تنشأ من النطفة .\r\nوقد ترعرعت هذه النظرية خلال القرون الوسطى وفي عهد النهضة الأوروبية وتشعبت فاتخذت أشكالا متباينة تبعا لنزعات الأطباء والفلاسفة ومذاهبهم المختلفة . ومنها نستطيع تقدير أهمية ضياع الرطوبة عند المصابين بديابيطس في نظر هؤلاء الأطباء .\r\nوقد اغفل ابن سينا طعم البول السكرى الذي عرفه الهنود والصينيون قبله بقرون ، لاستنكاره تذوقه ، فقد قال في طرق اختبار البول : « ومن الناس من يدخل في هذه الأجناس جنس اللمس وجنس الطعم ونحن أسقطناها تفردا وتنفرا من ذلك » هذا وقد ذكر الحلاوة دون ربطها بالطعم أو بمرض البول السكرى حيث قال ( في الفصل الرابع من الجملة الثانية من التعليم الثالث من الفن الثاني من الكتاب الأول ، في دلائل رائحة البول ) : « والرائحة الضاربة إلى الحلاوة تدل على غلبة الدم » ، وهو يعنى المزاج الدموي الناتج عن غلبة خلط الدم ، إذ أنه أسند في سياق الكلام الرائحة المنتنة إلى الصفراوية ، والمنتنة إلى حموضة إلى السوداوية ، الخ .\r\nوإذا استثنينا الأسباب المحلية المسببة لتواتر التبول - وهو يختلف عن الإدرار الصحيح - وجدنا البغدادي يرد هذا المرض إلى الأسباب التقليدية التي سادت الفكر الطبى منذ عهد الإغريق ، وهي : نارية تجتذب الرطوبة ، اتساع مجارى الكلا ، ضعف القوى القابضة ، استرخاء عضلة عنق المثانة ، وتشبيه إدرار البول بزلق الأمعاء ، فأدى هذا التفكير بالأطباء إلى وصف المواد المرطبة والحمامات والكمادات الباردة وماء الثلج لإزالة الحرارة ، والأدوية القابضة ، من جهة لقبض المجارى المتسعة وتقوية عضلة عنق المثانة ، ومن جهة أخرى لأقلال الإدرار قياسا على ما تفعله هذه الأدوية في الأمعاء ، ووصف الأغذية الخشنة أو الغروية للإقلال من المائية والرطوبة في الجسم وفي الدم ، وبالتالي للإقلال من مائية البول .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nوإننا ، إذ نقر بأن فائدة هذه الطرائق وهمية ، ومبنية على قياسات ليس لمقدماتها أساس من الصحة ، علينا أن نعترف بأنها كانت نتيجة طبيعية للنظريات القائمة حينئذ ، والتي بنيت على نظرية الأخلاط والطبائع .\r\nغير أن شيئا من هذا لم يبتدعه عبد اللطيف ، بل نراه مكتفيا بتكرار أقوال غيره في استفاضة ، وإن ادعى عدم رغبته في التكرار والتطويل .\r\nأما الجزء الثالث ، وهو الخاص بالدفاع عن السفرجل ، فإنه يقدم لنا مثالا كاملا للأسلوب الفكري الذي اعتاد علماء القرون الوسطى سلوكه ، وهو الذي ببنى استنتاجاته على معطيات قبلت على أنها حقائق أزلية ، فكان النقاش يدور حول الطبائع ودرجاتها ، وكان الاقتناع يأتي عن البراعة الكلامية ، وليس عن الملاحظة الواقعية . ولم يختلف انتقاد عبد اللطيف لابن سينا عن هذا النموذج الكلامي ، بل إننا نعجب من طول باع عبد اللطيف في مناقشة السفرجل ، التي تبدو لنا اليوم تافهة وغير ذات موضوع .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nالباب السّادس شخصية عبد اللطيف البغدادي\r\nإن شخصية هذا العالم المتجول تستحق دراسة مستفيضة لما أثارته في نفوس معاصريه من مشاعر قوية ، تمتد من الإعجاب المفرط إلى السخط العنيف .\r\nولكي نستطيع أن نستنبط صورة على شئ من الدقة لشخصية عبد اللطيف البغدادي ، من بين هذا الركام الضخم من أقوال رواته ومعاصريه ، ينبغي أن نلتمس خطوط هذه الصورة من كل المصادر المتوافرة لدينا ، وهي :\r\nأولا - ما رواه عنه ابن أبي أصيبعة في كتابه طبقات الأطباء ( 1 ) .\r\nثانيا - ما كتبه عنه الوزير جمال الدين أبو الحسن علي بن يوسف القفطي في كتابه « إنباه الرواة على أنباه النحاة » ( 49 ) .\r\nثالثا - ما رواه البغدادي عن نفسه وعن حياته ، منقولا عن ابن أبي أصيبعة ، وعما جاء في النصيحتين ( ص 27 ) .\r\nرابعا : ما ذكره عنه آخرون من كتاب ذلك العهد أو ما يليه .\r\nعلى أن قسط الشهادات الثلاث الأولى من الدقة هو قسط أية شهادة بشرية تتعرض لنوازع المؤثرات الشخصية .\r\nفشهادة ابن أبي أصيبعة نابعة من معرفة شخصية بعبد اللطيف البغدادي ، لعلها تأثرت بشعوره نحوه ، وهو صديق لجدّه ، وأستاذ لأبيه وعمه ، وهو شعور\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمن الطبيعي أن يكون شعور إجلال وتكريم ، ولعل خير دليل على ذلك هو ذلك الباب المستفيض الذي أفرده له من كتابه ، واستغرق حوالي عشرين صفحة ( 1 ) ، حاول أن ينصفه فيها قدر ما يستطيع ، فتراه إذ يقول عنه إنه كان « مشهورا بالعلوم ، متحليا بالفضائل ، مليح العبارة ، كثير التصنيف . . . متميزا في النحو واللغة العربية ، عارفا بعلم الكلام والطب » وإنه « قد اعتنى كثيرا بصناعة الطب لما كان بدمشق ، واشتهر بعلمها ، وكان يتردد عليه كثير من التلاميذ وغيرهم من الأطباء للقراءة عليه ، » . . . تراه يصفه في نفسه الوقت « بأن كتابته كانت أبلغ من لفظه ، وأنه ربما تجاوز في الكلام لكثرة ما يرى في نفسه ، وكان يستنقص الفضلاء الذين في زمانه ، وكثيرا من المتقدمين ، وكان وقوعه كثيرا جدا في علماء العجم ومصنفاتهم ، وخصوصا الشيخ الرئيس ابن سينا ونظرائه » .\r\nإن ابن أبي أصيبعة يحاول أن يصف البغدادي بما له وما عليه ، وإن غلب على وصفه إياه التقدير والإعجاب .\r\nأما شهادة القفطي على البغدادي ، فهي شهادة تتسم بنوع من التحامل الشاذ العجيب ، والهجاء المقذع البالغ حد السباب .\r\nوالمتأمل في هجاء القفطي لعبد اللطيف البغدادي لا بد أن تطالعه منه عدة أمور تستحق التفكير :\r\n1 - إنه لم يقع لعبد اللطيف البغدادي على حسنة واحدة ، أو مزية واحدة قط ، وهذا يخالف ما كتبه عنه كل رواته في ذلك العهد ، كما يخالف ما يمكن استنتاجه مما بقي من نقده لجالينوس أو من كتابه في وصف مصر وصفا شائقا محيطا ، قل شبيهه في ذلك الزمان .\r\n2 - اجتماعه بالبغدادى ، واختباره إياه على ما يقول ، وخروجه من هذا الاختبار بأن البغدادي فيما يدعيه ، كالأعمى الذي يتحسس طريقه ، ويدعى حدّة النظر ؟ . . . دون أن يذكر في أية مواد من المواد المتعددة التي تناولها\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nالبغدادي كان هذا الاختبار ، وهل ترى حدث هذا الاختبار ، في غرفة مغلقة ، وفي ورقة سرية ؟ ودون شهود على الإطلاق ؟ .\r\n3 - اعتماده في وصف البغدادي ، وتقييم علمه ، وهو في مصر ، على شهادات أشخاص ليس لهم في تاريخ العلم وزن معروف كالحاجب لؤلؤ ، وبعض نكرات من الطلبة المصريين الذين يقول عنهم إنهم « اختبروه ، فقصر في كل ما ادعاه ، فجفوه » ثم على شابين كوفيين يعرفان بولدي إسماعيل بن حجاج المقدسي كاتب الجيش ، روى عنهما أنهما أخذا عن البغدادي من العربية ما زادهما يبسا ، وعمى قلب ، ولكنة لسان » . . . إن اتخاذه لكل هؤلاء الأحداث مصادر للحكم على البغدادي ، أمر يدعو إلى كثير من الشبهة فيما يقول .\r\n4 - سؤاله عنه - لكي يستوثق من رأيه فيه ! - جماعة من أهل علوم متفرقة ، قد كان يدعيها - كما يقول ؛ وذكرهم من أمره ، بعد أن نظروه وكلموه نفس ما وصل إليه القفطي عن طريق الاختبار الشخصي . . . فمن هم هؤلاء العلماء ؟ وما مقامهم من العلم ، وما حظهم منه ؟ وهل لم يجد القفطي من أسمائهم اسما واحدا يذكره ولو على سبيل المثال ؟ .\r\n5 - ذلك الإيغال في هجائه عن طريق شكله ، وهيئته ، وقصر قامته ، وما يقوله عنه من « دمامة الخلقة ، والنحول ، وقلة لحم الوجه » إلى غير ذلك مما يصفه به من « قلة الغيرة » التي يستعيذ القفطي باللّه منها ، والسخرية من تلقيب زيد بن حسن الكندي له « بالمطجّن » وشيوع هذا اللقب عليه ، والألقاب على ما يقول القفطي تنزل من السماء ؟ . . . إن هذا الإيغال لا يتفق البتة مع أقل قسط من حسن النية والحيدة ، الذي ينبغي أن يتحلى به المؤرخون .\r\n6 - ذلك القدر من الشماتة الذي أبداه القفطي نحو البغدادي ، وهو يذكر سفره إلى العراق آخر حياته ليحج ، ومرضه ببغداد ، ومداواته لنفسه بطبه ، وموته نتيجة لهذه المداواة ؟ - كما شاء اللّه - ووقوع القفطي على بعض كتبه\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nالتي بيعت في أسواق حلب ، وحكمه عليها بأنها « في غاية الانحطاط عن رتبة الكمال ؟ » .\r\n7 - إن الكاتب والمكتوب عنه ، لا يبدو أنهما تلاقيا كثيرا ، فقد قضى القفطي معظم حياته في حلب ، مستوزرا لكثير من ملوكها المتعاقبين ، في حين أن البغدادي لم يقض في حلب إلا فترات قصيرة ، وكان يجرى عليه فيها رزق على طبه ، على ما يقول القفطي ، وما هكذا تجرى الأرزاق على أصحابها بلا عمل ، أو تهبط عليهم هبوطا من السماء .\r\nإن شهادة القفطي على البغدادي شهادة تغشاها الريب والشكوك ، ويشيع فيها التحامل الشاذ الغريب ، ولعل مصدر ذلك كله أن يكون البغدادي ، بحكم ما عرف عنه من الصلف والغرور ، لم يول صاحبه حين مرّ بحلب أي قسط من الاعتبار ، بدليل أنه أهمل ذكره تماما حين تحدث عن نفسه وعن تنقلاته بين البلاد . . . وبينما يشيد البغدادي بالقاضي الفاضل ومآثره عليه حين كان القاضي الفاضل بدمشق وزيرا لصلاح الدين ، نجده لا يذكر عن القفطي في حلب شيئا - أىّ شئ - أو يتناوله بقدح أو مدح على الإطلاق .\r\nومن المستحسن هنا أن ننقل شهادة القفطي كاملة عن عبد اللطيف البغدادي إذ يقول :\r\n« هو أبو محمد بن أخي سليمان الموصلي ، المدعو بالموفق ، الملقّب بالمطجّن ، كان يدعى معرفة النحو واللغة العربية وعلم الكلام والعلوم القديمة والطب . . .\r\nخرج عن بغداد إلى الشام ، وقدم مصر بعد سنة ثمانين ( ولعله يعنى خمسمائة وثمانين ) ، ونزل في مسجد باب زويلة ، وتعرف بالحاجب لؤلؤ ، وادعى ما ادعاه ، فمشى طلبة المصريين إليه واختبروه ، فقصّر في كل ما ادعاه فجفوه ، وأقام بها مدة لا يعبأ به . ثم نفق على شابين كوفيين بعيدى الخاطر يعرفان بولدي إسماعيل بن حجاج المقدسىّ كاتب الجيش ، فنقلاه إليهما ، وأخذا عنه من العربية ما زادهما يبسا وعمى قلب ولكنة لسان ، ثم خرج بعد ذلك إلى دمشق ،\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nوادعى الرواية ، فقرأ عليه بعض المبتدئين .\r\n« وكان دميم الخلقة ، نحيلها ، قليل لحم الوجه ، قصير الخلقة ، ولما رآه زيد بن الحسن الكندي لقبه المطجّن - والألقاب تنزل من السماء - فشاعت ولم يعرف بعد ذلك إلا بها . وكان يدعى تصانيف كتب ما فيها مبتكر ، وإنما يقف على تصانيف غيره ، فإما أن يختصر أو يزيد ما لا حاجة إليه ، وهي في غاية البرودة والركاكة . وكان إذا اجتمع بصاحب علم فرّ من الكلام معه في ذلك العلم ، وتكلم في غيره مغربا ، ولم يكن محققا في شئ مما يقوله ويدعيه » .\r\n« ولقد اجتمعت به واختبرته فرأيته فيما يدعيه كالأعمى الذي يتحسس ويدعى حدة النظر ، وما وثقت من روحي بذلك حتى سألت جماعة من أهل علوم متفرقة قد كان يدعيها ، فذكروا من أمره بعد نظره وكلامه نظير ما علمته منه » .\r\n« ومن أسوأ أوصافه قلة الغيرة ونعوذ باللّه من ذلك » .\r\n« وقطن حلب في آخر عمره ، وأجرى له بها رزق على الطب ، وهو لا يعلمه » .\r\n« وخطر له في شهور سنة ثمان وعشرين وستمائة السفر إلى العراق ليحج ، فمرض ببغداد ، وأخذ في مداواة نفسه بطبه ، فمات - كما شاء اللّه - في شهور سنة تسع وعشرين وستمائة ، وأبيعت كتبه بحلب ، فوقعت على شئ منها ، وهي في غاية الانحطاط عن رتبة الكمال . ونعوذ باللّه من فتنة الدعوى » .\r\nوهنا لنا أن نتريث لنعرف شيئا عن القفطي قبل أن نأخذ برأيه ، فقد قال عنه العالم المستشرق الألماني جوليوس ليبرت  ( Julius Lippert )  في الديباجة التي وضعها لكتاب ( تأريخ الحكماء ) الذي ألفه القفطي ( 50 ) ، والذي تولى هذا المستشرق نشره أول مرة سنة 1903 م : « إننا إذا قيمّنا شخصية المؤلف ( أي القفطي ) وإذا عددنا ثناء ياقوت عليه غير واقعي لما ناله ياقوت من العطف من جانب القفطي ، فإن لدينا مواقع عديدة في كتاب ( التأريخ ) نراه فيها كأنما نواجهه بشخصه ، والصورة التي تتجلى لنا من قراءتها صورة ودّيّة قريبة إلى النفس ،\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nنجده فيها باحثا لا يكلّ ، أمينا في كل صغيرة وكل كبيرة ، يذكر مصادره كتابية كانت أو شفوية ، ولا يتأخر عن الاعتراف بأن أبحاثه في هذه النقطة أو تلك كانت غير مجدية ، أو بأن ذكره لمصدر كتابىّ كان مستمدا من ذاكرته ، أو بأنه نسي اسما أو تاريخا ، وهو في مجادلاته يلتزم الواقعية ويدلى بنقد صحيح عند تناوله نقطا جدلية . وقد كان ، مع ثقافته الشاملة وبخاصة في ميدان الفلسفة ، مسلما مؤمنا . . . وقد وقاه عمق هذه الثقافة من التعصب الديني ، فقد اعترف بفضل غير المسلمين في محله ، وصادق الطبيب اليهودي يوسف بن يحيى بحلب ( انظر ص 28 ) صداقة وفيه ، ولكن روح النكتة لم تنقصه ، كما ظهرت في هجائه لأهل دير البلاص ) لبخلهم ، وذلك أنه حين دخل هذه القرية لم يقدم له أهلها واجب الضيافة ، ثم أتاه رجل من أهل مصر ، يحمل جفنة بها دجاج وبيض وغير ذلك ، كانت له زوجة تغشى أهله بقفط وكان اسمها أم سراج ، فكتب على لوحة ، على سبيل الهزل لا الجدّ ، كما قال :\r\n جزيت أمّ سراج كل مكرمة * فليس في الدير للأضياف إلاك\r\nولا سقى اللّه أرضا قد حللت بها * ودمت في نعمة الباري وحيّاك\r\nفأنت كالورد حل الشوك جانبه * أباد ربّى شوكا حلّ مغناك \r\nإن هذه الصورة ليست صورة رجل حقود ظالم ، وإن كان حاد اللسان .\r\nوقد انتقد أبو الفلاح عبد الحي بن العماد الحنبلي هجاء القفطي . قال هذا الكاتب عن البغدادي : « . . . وفيها الموفق أبو محمد . . . العلامة ذو الفنون البغدادي الشافعي النحوي اللغوي الطبيب الفيلسوف صاحب التصانيف الكثيرة ، ولد سنة 557 ، وسمع من جماعة كثيرين . . . ولقد بالغ القفطي في الحطّ عليه وظلمه وبخسه حقّه » ( 51 ) .\r\nكما انتقده أيضا ابن مكتوم حيث قال ( 52 ) : « وظهر به تحامل القفطي عليه بما ذكره . وهذه عادته في هضم العصريين وحط مراتبهم وإيهام أنه عارف بمنازل العلماء ، وتمييز طبقاتهم ولم يكن هناك ولا قريبا . عفا اللّه عنه ، ولقد عرفه من نال منه » .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nوقال أبو عبد اللّه محمد بن عيسى الأنصاري رحمه اللّه : أنشدني الشريف الفاضل شمس الملة أبو الحسن علي بن محمد بن أحمد بن علي بن القاسم بن عبد الملك بن محمود ، من ولد إدريس ( وهو ) ابن إدريس بن عبد اللّه بن الحسن ابن الحسنى المعروف بابن الميناوى الحلبي الزجاج قال :\r\nأنشدني عماد الدين سليمان بن الملك الزاهد داود بن الملك الناصر صلاح الدين يوسف بن أيوب بحلب لنفسه في الوزير ابن القفطي يعنيه :\r\n لا تتمنى لمليك أذى * إلا بأن يخدمه القفطي\r\nكاتب سوء حتف مخدومه * أكثر من يومين لا يبطى\r\nقد أجمع الناس على نحسه * وليس فيهم أحد مخطى \r\nومع ذلك فإن علاقة ملوك حلب بالقفطى كانت علاقة تقدير واحترام ، فقد كان يكرر طلب الإعفاء من مهامه ، فلا يكادون بعد طول إصرار يستجيبون له ، حتى يعيدوا استخدامه في إدارة ديوانهم ، وقد قام بهذه المسؤولية الخطيرة ثلاث مرات : أولاها في خدمة الظاهر غازي حتى وفاة سيده سنة 613 ه ، والثانية من 616 إلى 628 ه ، وثالث مرة في خدمة الملك العزيز من 25 ذي القعدة 633 ه إلى 13 رمضان 646 حين توفاه اللّه .\r\nأما عن شهادة البغدادي عن نفسه ، كما رواها عنه ابن أبي أصيبعة ، وسنعرض لها بعد قليل بشئ من التفصيل ، فيجدر الأخذ بها في شئ من التحفظ ، لصعوبة الالتزام بالأمانة التامة في أية سيرة ذاتية ، وبخاصة من قلم شخص كالبغدادى ، عرف عنه الاعتداد بنفسه وبعلمه إلى حد كبير .\r\nوتبقى بعد ذلك شهادات عند هؤلاء من المؤرخين لعبد اللطيف البغدادي ، ومنهم ابن مكتوم ( 52 ) حيث يقول :\r\n« قال الحافظ أبو عبد اللّه محمد بن محمود بن الحسن بن هبة اللّه بن محاسن البغدادي المؤرخ المعروف بابن النجار - رحمه اللّه - في تاريخ بغداد ، من\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nجمعه في تاريخ عبد اللطيف هذا ، إنه ولد في أحد الربيعين من سنة سبع وسبعين وخمسمائة ( ه ) ودفن بالوردية ( ببغداد ) وقت أذان العصر من يومه . قال وقرأ النحو على عبد الرحمن الأنباري والوجيه أبى بكر حتى برع فيه وتميز على أقرانه .\r\nوقرأ علم الطب حتى أحكمه . وكان يكتب خطا مليحا ، وسافر إلى الشام ، ودخل ديار مصر ، وهناك لقى قبولا كثيرا ، وقرأ الناس عليه الأدب والطب ، ورويت أكثر مسموعاته مرارا كثيرة .\r\nوكان غزير الفضل ، كامل العقل ، حسن الأخلاق ، متواضعا ، محبا للعلم وأهله ، لقيته بدمشق في رحلتي الثانية إليها ، وكتبت عنه ، وكان صدوقا . انتهى ملخصا » .\r\nولعل وصف ابن النجار للبغدادي بالتواضع ، فيه تجاوز كبير ؟\r\nوقال حاجى خليفة في كشف الظنون ( 53 ) : « إن كتاب الحيوان للبغدادي ما هو إلا مختصر كتاب الحيوان لأبى القاسم هبة اللّه بن القاضي الرشيد ، وكتاب الحيوان لابن أبي الأشعث » .\r\nوذكر محمد بن شاكر بن أحمد الكتبي الذي كتب عن البغدادي في فوات الوفيات ( 25 ) » . . . لقبه تاج الدين الكندي بالجدى الملتحى ، لرقة وجهه ، وتجعده ، ويبسه . . . وكان أحد الأذكياء المتضلعين من الآداب والطب وعلم الأوائل . . . إلا أن دعاويه كانت أكثر من علومه ، وكان دميم الخلقة ، نحيلا ، قليل لحم الوجه ، وكان ينتقل إلى البلاد . »\r\nوبعد هذه الملاحظات الضرورية وإن كانت عابرة فلنر ما لدى ابن أبي أصيبعة وغيره من معلومات .\r\n\r\nعبد اللطيف رجل الدرس والعلم :\r\nكان عبد اللطيف كثير الاشتغال ، لا يخلى وقتا من أوقاته من النظر في الكتب والتصنيف والكتابة ، ويبدو أنه نشأ على هذا المنوال منذ أوائل حياته وهو ما يزال\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nفي عهد التحصيل ، وقد ذكر عن نفسه وهو يقرأ على الوجيه الواسطي في بغداد :\r\n« وجعل يعلمني من أول النهار إلى آخره بوجوه كثيرة من التلطف فكنت أحضر حلقته بمسجد الظفرية ، ويجعل جميع الشروح لي ويخاطبني بها وفي آخر الأمر أقرأ درسى ويخصني بشرحه . ثم نخرج من المسجد فيذاكرنى في الطريق ، فإذا بلغنا منزلة أخرج الكتب التي يشتغل بها مع نفسه فأحفظ له وأحفظ معه . ثم يذهب إلى الشيخ كمال الدين فيقرأ درسه ويشرح له وأنا أسمع . وتخرجت إلى أن صرت أسبقه في الحفظ والفهم ، وأصرف أكثر الليل في الحفظ والتكرار » .\r\nوقد دام على هذا النسق طوال حياته ، فها هو ذا يصف جدول أعماله اليومى بالقاهرة : يقرئ الناس في جامع الأزهر من أول النهار إلى نحو الساعة الرابعة ، ويأتي من يقرأ الطب عليه وغيره وسط النهار ، ويرجع إلى الأزهر فيقرأ عليه قوم آخرون آخر النهار ، وفي الليل يشتغل مع نفسه .\r\nوقد نصح غيره بسلوك السبيل نفسه إذ قال : « ومن لم يعرق جبينه إلى أبواب العلماء لم يعرق في الفضيلة ، ومن لم يخجلوه لم يبجله الناس . . ومن لم يحتمل ألم التعليم لم يذق لذة العلم ، ومن لم يكدح لم يفلح » . ولعل قوله الأخير نبع عن جرح أصابه في نفسيته عندما قابل الشيخ كمال الدين كما أسلفنا ، وقال له هذا الشيخ إنه يجفو عن تعليم الصبيان .\r\nوله أقوال تضئ طريقة تفكيره وسياقة استنتاجاته وتنم على التحرر من آراء سابقيه ، وهي أقوال تذكرنا بأبى الفلسفة الحديثة ديكارت  ( Descartes )  ، وتتلخص في عدم قبول القضايا قبل التحقق من صحتها ، وعدم الأخذ بما لم يدرس دراسة وافية ، والشك فيما لا يستند إلى برهان ، والاستعداد الذهني لتهذيب المعلومات المحصلة وإعادة النظر فيها . ومن هذه الأقوال : « أوصيك ألا تأخذ العلوم من الكتب وإن وثقت من نفسك بقوة الفهم » .\r\nكما حرص على الدقة في الدرس وعلى استمرار التحصيل وعدم الاكتفاء ، وأدرك أن توقف المعرفة نقصان وقهقرة ، قال : « وإذا قرأت كتابا فاحرص كل\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالحرص على استظهاره وتملك معناه ، وتوهم أن الكتاب قد عدم وأنك مستغن عنه ، ولا تظن أنك إذا حصلت علما فقد اكتفيت بل تحتاج إلى مراعاة لينمو ولا ينقص » .\r\nوقد امتاز بالمثابرة على البحث وله في هذا آراء قد لا نوافقه عليها تماما لأنها تنم على وجوب فصل العلوم بحواجز منيعة ، وهي آراء كانت عجيبة في عهد آمن بوحدة العلم ، ولا نقبلها اليوم بعد أن تداخلت العلوم بعضها في بعض وتمازجت تمازجا تستحيل معه التفرقة بينها ، كالطبيعة والرياضة ، أو الطب والكهرباء ، أو الميتافيزيقيا والطبيعة ، ومن هذا : « وأياك أن تشتغل بعلمين دفعة واحدة ، وواظب على العلم الواحد سنة أو سنتين أو ما شاء اللّه فإذا قضيت منه وطرك فانتقل إلى علم آخر » ، و : « إذا تصديت لتعليم علم أو للمناظرة فيه فلا تمزج به غيره من العلوم ، فإن كل علم مكتف بنفسه مستغن عن غيره فإن استعانتك في علم بعلم عجز عن استيفاء أقسامه كمن يستعين بلغة في لغة أخرى إذا علمها أو جهل بعضها » ، ويبدو أن علم اللغات المقارن ( فيلولوجيا ) لم يكن ابتكر بعد .\r\nولا يخفى ما في هذه الأقوال من الغرور بالنفس ، وهذا الغرور لازمه طوال حياته وتجلى سافرا في تاريخه وفي كتاباته وفي تأليفه ثلاث تراجم لنفسه ، إحداها لابنه ذكرها ابن أبي أصيبعة والثانية في النصيحتين ، والثالثة هي التي اطلع عليها ابن أبي أصيبعة ، ولا شك أن هذا الغرور أثر في مجرى حياته وكان سببا من أسباب عدم استقراره وكثرة تنقلاته ، ولعله كان سببا من أسباب حقد بعض معاصريه .\r\nولقد وصلت هذه الرذيلة فيه إلى حد الغطرسة ، وتبدو غريبة في عالم في مقامه وإن كانت مع الأسف منتشرة بين العلماء والأدباء ، ولم يفت ابن أبي أصيبعة وصفها - مع تقديره له - إذ قال « وكان رحمه اللّه ربما تجاوز في الكلام لكثرة ما يرى في نفسه » .\r\nوقد تجلت هذه الظاهرة فيه منذ نشأته ، فإننا نراه يروى عن أيام تلمذته على الوجيه الوسيط أنه صار يسبق أستاذه في الحفظ والفهم .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nولم يتخل عنها في شبابه ، حيث قال : » ولما كان في سنة خمس وثمانين وخمسمائة ، حيث لم يبق ببغداد من يأخذ بقلبي ويملأ عيني ويحل ما يشكل على دخلت الموصل فلم أجد فيها بغيتي . . . وأقمت بالموصل سنة . . . وزعم أهل الموصل أنهم لم يروا من أحد قبلي ما رأوا من سعة المحفوظ وسرعة وسكون الطائرة » .\r\nوفي دمشق : « واجتمعت بالكندى البغدادي النحوي وجرت بيننا مباحثات فأظهرنى اللّه تعالى عليه في مسائل كثيرة » .\r\nومن الأمور المعهودة أن المرء لا يرى الرذيلة في نفسه وينصح غيره بالابتعاد عنها ، وقد وقع عبد اللطيف في مثل هذا فنراه يقول : « وينبغي أن تكثر إيهامك لنفسك ولا تحسن الظن بها ، وتعرض خواطرك على العلماء وعلى تصانيفهم وتتثبت ولا تعجب فمع العجب العثار ، ومع الاستبدال الزلل » وقد يكون خطر له أن مثل هذه النصائح اللازمة لغيره لا تليق بعالم مثله . ومن النصح الآخر الذي بذله لغيره ولم يعمل به - اللهم إلا إزاء كبار القوم - ما قاله في آداب المعاملة ولباقة التصرف :\r\n« ولا تترفع بحيث تستثقل ولا تتنازل بحيث تستخس وتستحقر . . . واجعل كلامك كله جدلا ، وأجب من حيث تعقل ، ولا من حيث تعتاد وتألف » ، وأيضا : « إياك والغلظة في الخطاب والجفاء في المناظرة . . . فإن ذلك . . . يذهب ببهجة الكلام ويسقط فائدته ، ويعدم حلاوته ، يجلب الضغائن ويمحق المودات ، . . . ويثير النفوس على معاندته » .\r\nوقد تكون الضغائن ومحق المودات وإثارة الناس التي جلبها على نفسه بكبريائه وطول لسانه قد لعبت دورا كبيرا في رسم خط سير حياته ، وفي كتابته هذه النصائح .\r\n\r\nعبد اللطيف رجل الدين :\r\nكان البغدادي شديد الورع متدينا للغاية ، كثرت كتابته في علوم الدين والحديث ، ومن أمثلة أقواله التي تتسم بهذه الفضيلة :\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n« واجعل الموت نصب عينيك والعلم والتقى زادك إلى الآخرة » و « اعلم أن الناس عيون اللّه على العبد يريهم خيره وإن إخفاه وشره وإن ستره . . . فعليك أن تجعل باطنك خيرا من ظاهرك وسرك أصبح من علانيتك » .\r\nوكان دائم النصح بمطالعة التواريخ ، وفي مصدرها سيرة النبي صلى اللّه عليه وسلم ، لتتبع أحواله وأقواله والاقتداء بها ، فقد قال على سبيل المثال : « واجعل كلامك لاهوتيا في الغالب ولا ينفك من خبر أو قرآن أو قول حكيم أو بيت نادر أو مثل سائر » .\r\nوبالتالي نصح بحساب النفس : « ينبغي أن تحاسب نفسك كل ليلة إذا أويت إلى منامك » . وله دعاء يقول فيه : « اللهم أعذنا من شموس الطبيعة وجموح الردية ، وأسلس لنا مقاد التوفيق ، وخذ بنا في سواء الطريق ، يا هادي العمى ، يا مرشد الضلال ، يا محيى القلوب الميتة بالإيمان ، يا منير ظلمة الضلالة بنور الإتقان ، خذ بأيدينا من مهواة الملكة ، نجنا من ردغة الطبيعة ، وطهرنا من درن الدنيا الدنيئة ، وبالإخلاص لك والتقوى ، إنك مالك الآخرة والدنيا » .\r\nوقد ورد هذا الدعاء مع بعض الاختلاف في فوات الوفيات ( 26 ) أيضا .\r\n\r\nعبد اللطيف رجل الدنيا :\r\nكان البغدادي حسب وصف ابن أبي أصيبعة له عندما رآه آخر مرة أقام بها بدمشق ، شيخا نحيف الجسم ، ربع القامة ، حسن الكلام ، جيد العبارة ، وكان كاتبا أجود منه متكلما .\r\nلم يزهد أمور الدنيا ولم يحتقر المال ، بل تباهى به وسرّ منه وذكر العطاءات التي بذلت له بكثير من الاعتداد ، فنراه يقول : « إني لا أقول إن الدنيا تعرض عن طالب العلم ، بل هو الذي يعرض عنها » . وكان ينادى بأن العالم لا يحتاج إلى اقتناص المال فإن المال يجرى نحوه ، لأن « للعلم عبقا وعرفا ينادى على أصحابه . . . كتاجر المسك لا يخفى مكانه ولا تجهل بضاعته » .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوالحقيقة أن تجولاته وعدم استقراره هي أكثر ما يسترعى النظر في حياة هذا العالم الذي ما فتئ ينتقل بين البلاد رغم الحروب الدائمة بينها . فقد أمضى سنى حياته ، بعد مرحلة التعليم في بغداد ، بين الموصل ودمشق وعكا ومصر والقدس ثم عاد إلى دمشق فمصر فالقدس فدمشق ، ومن ثمّ رحل إلى حلب فأرزنجان فأرزن الروم فأرزنجان فكماخ فدبركى فملطية فحلب ، قبل أن يتوفاه اللّه في بغداد ، وكان ناويا فريضة الحج ثم العودة إلى دمشق ، فيكون قد عمل في ثمان وعشرين مدينة مختلفة في خلال خمس وأربعين سنة من سنى حاته العملية ، وهو ما يزال ينوى التجول .\r\n\r\nعلم عبد اللطيف البغدادي :\r\nبغض النظر عن مكان عبد اللطيف البغدادي من تقدير معاصريه ومؤرخيه ، وما ناله على أقلامهم من استحسان واستهجان ، سواء منهم من رفعه إلى أعلى سماوات العلم والحكمة ، أو من قذف به إلى أدنى مهاوى الجهل والادعاء ، وعن الدوافع التي يمكن أن تكون قد حفزت أولئك أو هؤلاء إلى سلوك السبيل الذي سلكه لتقييم شخصية عبد اللطيف البغدادي أو علمه . . . بغض النظر عن كل ذلك فإن ثمة حقائق أربع يجب أن توضع في الميزان أمام من يحاول تقييم هذا الطبيب العربي القديم .\r\n\r\nالحقيقة الأولى :\r\nإن ما كتبه في كل ما تناوله من ألوان العلوم المعروفة في زمانه ، قد يكون من الكثرة ، بحيث يملأ المئات أو الألوف من الرسائل والمجلدات ، وقد يكون من القيمة بحيث يضفى عليه أوفر حظ من التفوق والنبوغ ، دون لبس ولا تشكك ولا غموض . ولكن ما وصل إلينا من هذا التراث ، ولا سيما في العلوم الطبيعية ، شئ قليل ، هو وحده الذي ينبغي أن يوضع في الميزان ، وهو وحده الذي يجب أن يكون العمدة في الحكم له أو عليه ، لا ما طوته من آثاره وأعماله مجاهل النسيان ، وهو وحده الذي يستطيع أن يصدر القول الفصل فيه بين راجح أو مرجوح .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\nالحقيقة الثانية :\r\nإن مجرد عروبة عبد اللطيف البغدادي بصفته طبيبا أو عالما ، لا يجوز أن يكون لها شأن في تقييمه ، أو أن تعتبر عنصرا من عناصر هذا التقييم ، فإن البحث العلمي لا يهضم مثل هذا التعصب الذي لا معنى له ولا مبرر على الإطلاق ، والوقوع في مثل هذا التحيز هو وقوع في العيب نفسه الذي نأخذه على بعض مؤرخي الطب الغربيين ، الذين يغمطون العرب كل حق ، إلا حق النسخ والترجمة عن الأطباء والعلماء الإغريق .\r\nإن التاريخ الحقيقي ، للطب العربي والعلم العربي الأصيلين ، غنىّ عن أية شهرة ينالها عن طريق المبالغة ، أو التلفيق ، أو التهويل ، فإن العرب لديهم في هذين المجالين من المآثر والمفاخر ، ومن الرجال والأعمال ، ما يكفيهم ، وما لا يحتاج إلى مزيد .\r\n\r\nالحقيقة الثالثة :\r\nهي أننا حين نضع في الميزان ما وصل إلى أيدينا من رسائل عبد اللطيف البغدادي ، وكتاباته التي غمر بها أصدقاءه ومراسليه ، نجدها - بغض النظر عن أسلوبها السهل المقبول بوجه عام - تتميز بعدة سمات :\r\nأولاها : إقباله الشديد على النقل من سابقيه دون تحرج ولا تكلف ، يسند إليهم ما ينقله عنهم تارة ، وينسى أو يتناسى تارة أخرى هذا الإسناد . وفي بعض فصول هذا الكتيب يستطيع القارئ أن يمسك بتلابيب البغدادي متلبسا بهذ « الاقتباس » .\r\nوثانية هذه السمات : السطحية في معظم ما كتب ، إن يخرجنا من ذكر التفاهة ، بحيث يصبح من العسير وضع إنتاجه في بعض المواضيع في ميزان واحد مع كتب أسلافه في المواضيع نفسها ، أمثال جالينوس والإسكندر وابن سينا ، وسواهم ، ممن كان يبجلهم أحيانا ، ويرميهم بالجهالة وضعف المنطق في أحيان\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nأخرى ، وتبدو هذه السمة جلية واضحة فيما أفردنا من صفحات لتحليل بعض ما كتب من مؤلفات .\r\nوثالثها : أن الرجل كان واسع القراءة ، جيد الحفظ ، غزير الاطلاع ، لكن سطح معلوماته ، وإن كان من الاتساع والرحابة بحيث يمس كافة ما كان معروفا يومئذ من ألوان العلوم ، فإن ذلك السطح المتسع الرحيب ، لم يكن يظاهره - مع الأسف الشديد - عمق كبير ، ولعل سببا من أسباب ذلك كثرة تنقل الرجل ، لا بين الأماكن والمدن فحسب ، ولكن كذلك بين العلوم بعضها وبعض ، من نحو إلى فلسفة ، ومن طب إلى كيمياء ، ومن طبيعة إلى ما وراء الطبيعة ، إلى هذا أو ذاك من سائر ما عرف يومئذ من علوم ، بحيث لم يتسع له لا الزمان ولا المكان ، ولا شئ مما يستلزمه التفقه في مادة بذاتها ، أو التبحر في علم بعينه من هذه العلوم .\r\n\r\nالحقيقة الرابعة :\r\nإن الشئ الذي امتاز به عبد اللطيف البغدادي عن جدارة ، وبزّ فيه كافة معاصريه في مشارق الأرض ومغاربها ، هو ذلك الاستقلال الفكري الذي كان يتوهج في سماء حياته ، بعض الأحيان ، ببريق يخطف الأبصار ، ذلك الاستقلال الذي كان يجعل فيه للمشاهدة ، والبحث المنظم ، والاستقصاء الدقيق ، الكلمة العليا على آراء سابقيه ، وما يحيط بها من هالات التقديس .\r\n\r\nمحاولة لتحليل شخصيته\r\nشخصية عبد اللطيف البغدادي - كما لا بد أن نكون قد رأينا - شخصية غريبة ، زاخرة بالمتناقضات . والسؤال الذي يطرح نفسه على الخاطر الآن هو :\r\nهل يمكن وضع هذه الشخصية في إطار موحد من الوجهة العلمية ، بتحليل ما تفاعل في أعماقها من عوامل الخلق والتشكيل ؟\r\nبعبارة أخرى ، لو فرضنا أن البغدادي عالم معاصر ، وأنه بكل ما تميز به من الأوصاف والسجايا ، ذهب إلى طبيب نفساني يستشيره في أمر نفسه ،\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nوربما في بعض ما يأخذه عليه معاصروه ، ترى ما ذا كان يمكن أن يكون رأى هذا الطبيب فيه ؟\r\nلقد أتيح لنا أن نناقش مرارا وبشئ من التفصيل شخصية هذا العالم مع زميلنا الدكتور عادل الدمرداش المتخصص في الأمراض النفسانية ، وخرجنا من هذه المناقشات المتعددة مجمعين على عدة أمور .\r\n\r\nالأمر الأول :\r\nإن التقييم العلمي لأية شخصية من الوجهة النفسانية يعتمد في المقام الأول على مناقشة صاحبها ، ومناظرته مناظرات متوالية ، وربما إجراء بعض الاختبارات عليه ، والوصول من ذلك كله إلى استخلاص السمات والسجايا الغالبة على سلوكه ، والعوامل التي أدت إلى ظهور هذه السجايا وهذه السمات ، ووضعه في الإطار الملائم من الأطر المعروفة للشخصية ، أو نسبته إلى نمط بذاته من شتى الأنماط التي اتفق عليها علماء النفس في تصنيف مختلف الشخصيات ، وفي جو بعيد تماما عن شبهات الانحياز .\r\nمن أجل ذلك يصبح تقييم شخصية عبد اللطيف البغدادي أو تحليلها تحت هذا المجهر المدقق ، وبعد أن مضى على خروجه من الدنيا عدة قرون ، أمرا تكتنفه الصعاب واحتمالات الخطأ ومتاهات الشكوك ، لأن المصادر التي يعتمد عليها الطبيب في تحديد سمات شخصية ، تعوزها الدقة ، ولا تخلو من نزعات الأهراء والأغراض ، بيد أن هذا كله ينبغي ألّا يعوقنا عن القيام بهذا التقييم ، في حدود المتاح من وسائله ، وعلى ألا ننسى ما يحيط بها من الفقر والقصور .\r\n\r\nالأمر الثاني :\r\nإن الشخصية السويّة ، سويّة مطلقة بمعنى النضوج الكامل ، والصحة التي تبلغ أوجها في العقل والبدن ، والكفاية التامة في الأداء داخل الذات وفي محيطها الخارجي ، والتواؤم المعقول مع المجتمع ، تلك الخصائص التي من شأنها جميعا أن تمنح المرء قدرة على مواجهة الحقيقة بشجاعة ، والاعتماد على الذات أكثر من الاعتماد على الآخرين ، وضبط النفس ضبطا يتيح لصاحبه\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nالتصرف الحر على أساس العقل والمنطق ، لا تحت إملاء الأهواء والشهوات ، والقدرة على اكتساب محبة الناس لا إثارة بغضهم ، واحتضان الكثير من الاهتمامات ، والخضوع الراضي لمعايير السلوك العام ، واتخاذ فلسفة في الحياة مبنية على التفتح والانطلاق والطموح المعقول ، أكثر مما تبنى على العزلة والانطواء والخمول . . . إن الشخصية السوية بهذه المفهومات وأمثالها قلما توجد ، بل هيهات أن توجد ، ولكن حسبنا من السوية في هذا المجال التمخ بحظ موفور من هذه المؤهلات أو من أكثرها على الأقل ، وعلى قدر الحظ الذي يناله المرء منها ، أو من نقائضها ، يكون انتماؤه إلى نمط بعينه من أنماط الشخصية التي يصفها العلماء .\r\n\r\nالأمر الثالث :\r\nإن شخصية الإنسان تتدخل في تشكيلها عدة مؤثرات ، منها ما يتصل بالتركيب الجسمىّ ، من حيث الطول والقصر ، والسمنة والنحول ، والوسامة والدمامة « 1 » ، ومنها ما يتصل بالمزاج من حيث التفتح والانطلاق ، أو التقوقع والانطواء « 2 » ، إلى غير ذلك من عوامل التأثير والتشكيل ، التي لا مجال للخوض فيها في مثل هذا المجال المحدود ، كما أن حصيلة هذه العوامل المختلفة هي التي تملى على المرء أن يسلك سلوكا معينا ، في موقف معين ، في حدود تتسع وتضيق تبعا للظروف والأحوال ، ومجموعة هذه الألوان من السلوك هي التي تحدد النمط من أنماط الشخصية الذي ينتمى اليه الإنسان\r\n\r\nالأمر الرابع :\r\nإن هذه الأنماط ليست دوائر مستقلة ، أو « خانات » مغلقة على ألوان بذاتها من ألوان السلوك ، بحيث تستطيع - وأنت آمن من الزلل - أن تضع شخصية إنسان ما في هذه « الخانة » أو تلك ، لأنه يتميز بما تحتويه هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظرية كريتشمر الألماني  Kretschmer \r\n( 2 ) نظرية يونج .  Jong \r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n« الخانة » من الألوان والسمات ، ولكنها مجرد تصانيف تقريبية قد يتدخل بعضها في بعض ، ويأخذ بعضها من بعض ، وقد يوجد في الشخص الواحد سمات من أكثر من هذه التصانيف ، إلا أن الأمر تغلب على سلوكه أكثر السمات التي تميز نمطا أو آخر من أنماط الشخصية ، وبحكم هذه الغلبة يوضع بين المنتمين إلى هذا النمط بالذات .\r\n\r\nالأمر الخامس :\r\nإن الأسماء المطلقة على هذه الأنماط ، وإن شابهت أسماء بعض العلل العقلية السافرة ، ليس معنى هذا أن صاحب هذا النمط أو ذاك من أنماط الشخصية مصاب بالعلة العقلية السافرة المشابهة في التسمية ، ولكن معناه أنه يتصف بميول أو نزعات تشبه إلى حدّ ما ، ميول ونزعات الشخص المريض ، دون أن تخرج عن الحدود التي تمكّن المريض من الحياة حياة طبيعية في مجتمعه ، وإن تألم هو ، أو آلم سواه أحيانا بهذه الميول والنزعات ، أو حملت منه على محمل الشذوذ في بعض الأحيان « 1 » . . . كما أن هذه الميول والنزعات في النمط الواحد من أنماط الشخصية ، لا تقف عند مستوى واحد من البساطة أو الشدة ، ولكنها قد تهون ، أو تشتد تبعا للمواقف والظروف والأحوال والشخصيات .\r\n\r\nالأمر السادس :\r\nإن أشهر هذه الأنماط من أنماط الشخصية هي :\r\n\r\n1 - الشخصية العصبية (  Neurotic  )\r\nوتتسم بالعزوف عن أي عمل شاق ، وسرعة التعب ، والمخاوف الوهمية من الظلام والحيوانات . الخ  phobias  ، والخوف من التنافس ، ومركبات النقص ، والتحرج ، والكبت  inhibition  ، ونقص الطمأنينه ، والحساسية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا التشابه يعبر عنه في اللغة اللاتينية بلا حقة  Oid  ، مثل « بارانويد » أي الشبيهة بمرض البارانويا  paranoia  ، جنون الاضطهاد ، و « الهسترويد » أي الشبيهة بالهستريا ، وهكذا .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوتقلب المزاج ، والقابلية للإيحاء ، والتخوف من المناقشة ، وأكثر أصحاب هذه الشخصية يميلون إلى الانطواء ، أو ربما إلى الاكتئاب .\r\n\r\n2 - الشخصية الشبيهة بالهسترية  Hysteroid \r\nويتميز أصحاب هذه الشخصية بالأنانية ، وعدم النضوج الوجداني ، وضعف السيطرة على الانفعالات ، والقدرة غير المعتادة على التخيل ، والحساسية ، وتقلب المزاج ، وعدم القدرة على التعاطف مع الآخرين ، والاندفاع ، والانفصال ( النسيان ، التجول الليلي ، الخ . . . ) والتأثر بالإيحاء ، وكثرة الشكوى من العلل البدنية الوهمية ، والمبالغة فيما يكون موجودا منها بالفعل .\r\n\r\n3 - الشخصية الشبيهة بالمنفصمة  Schizoid \r\nوأهم مظاهرها الميل إلى العزلة والانطواء ، والاستيحاء الشديد ، وضعف القدرة على الاندماج مع الغير ، والاسترسال في أحلام اليقظة ، والمثالية ، والفطنة والذكاء ، وفرط التدين . وأصحاب هذه الشخصية يتمتعون في أثناء طفولتهم بهدوء يضفى عليهم ممن حولهم صفة الطفولة النموذجية ، وهم بعد بلوغ سن الرشد ضعيفو الاهتمام بالجنس الآخر ، مضطربو الحياة العاطفية ( يبتغون الحب ولا يجودون به ) ، وهم شديد والحساسية ، أيقاظ الضمائر إلى حدّ أنهم كثيرا ما يعانون من عقدة الذنب ، ومن الشعور المبالغ فيه بخيبة الأمل  frustration  ، كما أنهم يحبون القراءة ، ويمتازون طلابا ، ويعزفون عن الرياضة البدنية ، وهم يفرطون في الطاعة وإن كانوا على شئ من العناد .\r\n\r\n4 - الشخصية الشبيهة بالدورية ( أو المتقلبة )  Cycloid  « 1 »\r\nوهي شخصية منفتحة ، منبسطة ، يميل أصحابها للبدانة ، والثقة بالنفس ، والمرح ، وحب الفكاهة وكثرة الكلام ، وطيبة القلب ، والتعجل ، والطموح ، والطرافة ، والإقدام على أعمال كثيرة في وقت واحد ، والنشاط ، والواقعية في التفكير ، وتقلب المزاج بين المرح والاكتئاب ، وهم شديد\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) الدورية هي نوع من الذهان الدوري الذي تتعاقب فيه نوبات الهوس ونوبات الاكتئاب .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالميل للقراءة ، وإن لم يمتازوا في حقبة الدراسة . ولا يخلون من ميل إلى العدوان .\r\n\r\n5 - الشخصية الشبيهة بمرض البارانويا ( جنون العظمة والاضطهاد )  Paranoid \r\nوتبرز فيهم صفات الشك ، والعناد ، والغرور ، والغيرة ، والحسد ، والطموح ، والأنانية ، وحب السيطرة ، والتفرد ، والتطرف ، وبغض القيود والنظام ، وكراهية المجتمع ، واحتقار الغير ، وضعف الثقة بالناس .\r\n\r\n6 - الشخصية الصرعوية  Epileptoid  « 1 »\r\nوتتصف بنوع معين من الأنانية ، وبسرعة الإثارة والاندفاع ، وعدم الاكتراث بمصالح الأقران ، والبطء في التفكير ، والتدين السطحي ، والتناقض ، وتقلب المزاج ، وسوء الطبع ، واللزوجة في العلاقات الشخصية ، والعمل من أجل الإطراء والمديح ليس إلا ، وقوة الدوافع الجنسية\r\n\r\n7 - الشخصية السيكوباتية  Psychopathic \r\nويتميز صاحبها بالأنانية المطلقة ، وعدم القدرة على وضع نفسه موضع - الآخرين ، والاستهتار ، واعتبار الدنيا ملكا له ، وإزاحة المعوقات من طريقه بلا رحمة ، وكثرة التباهى حتى بما لم يحدث من أحداث ، والكذب دون تحرج ، حتى لو كان الغير يستطيع التحقق مما يرويه\r\n\r\n8 - الشخصية ذات الهوس الهين  Hypomaniac \r\nوأهم سماتها التفتح ، والانبساط ، وفرط النشاط ، وكثرة الحركة ، وكثرة التجوال مع قلة الاستقرار في مكان واحد ( وهو ما يسميه الألمان (  Wanderlust  ) ، وحدة اللسان ، وسرعة الاستثارة ، وغزارة الفكر دون تعمق ، والواقعية والعيش في الحاضر ، وفرط التباهى ، والمبالغة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي الشبيهة بحالة المريض بالصرع .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nقد تتنافى مع الحقائق ، والسهولة في اكتساب الأصدقاء والأعداء على السواء ، وحضور البديهة ، والميل إلى المرح .\r\n* * * والمتأمل في شخصية عبد اللطيف البغدادي تحت هذه الأضواء ، وفي حدود ما أسند إليه من صفات ، سواء على قلمه هو نفسه ، أو على أقلام معاصريه والمؤرخين له ، لا بد أن تستلفت نظره بعض السمات :\r\n1 - كثرة التجوال .\r\n2 - غزارة الاطلاع دون تعمق ( مما جعل القفطي في أهون أوصافه له من هذه الناحية يقول إن كتاباته إما منقولة ، وإما تافهة ) .\r\n3 - تنوع الاهتمامات بين طب وفلسفة ، وطبيعة وما وراء الطبيعة ، وكيمياء ونحو ، وما سوى ذلك ، دون أن يتفقه في أي منها تفقه العالم الأصيل .\r\n4 - الصلف والغرور والغطرسة وحدة اللسان وكثرة الكلام وفرط النشاط والميل إلى العدوان .\r\n5 - المبالغة . وتبدو أكثر ما تبدو في وصف ما شاهده بمصر من أحداث مؤلمة في أثناء المجاعة التي عاصرها ، وإسهابه في وصف ما رأى من أكل لحم البشر ، إسهابا يجعل المرء يتساءل أكان عبد اللطيف البغدادي يتلذذ بترداد هذه الأوصاف البشعة ، ويستمتع بها ، كأنه مصاب بلون من « الساديه » الهينة التي تجعل صاحبها يطنب في وصف ما يشاهده من الآلام ، دون أن يتسبب هو في إحداث هذه الآلام ؟\r\n6 - الميل إلى الانطواء ، مع قليل من التفتح والانطلاق\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوأول ما يتبادر إلى الذهن حين يحاول المرء وضع هذه السمات في الإطار الأكثر مناسبة لها من أطر الشخصية التي ذكرناها ، أن شخصية البغدادي كانت خليطا من نمطين من أنماط الشخصية هما « البارانويدية » بالحظ الأرجح ، مع « الهوس الهين » بقسط قليل .\r\nأخذ من النمط الأول التعالى على الآخرين وازدراءهم ، والحساسية المفرطة ، والميل إلى العزلة ، والعناد ، والإصرار على أفكار معينة يتشبث بها ويكافح من أجلها بغضّ النظر عن النتائج ، وتفسير ما يحدث من حوله بأنه مقصود لجرحه ، وقلة الأصدقاء للافتقار إلى الدف الوجداني اللازم لتكوين الصداقات . . . مع ما يثيره هذا الجانب الأغلب من شخصيته من الإعجاب بإصراره على الدفاع عن آرائه ، وإن لم ينل من هذا غير البغضاء .\r\nوفيه من ملامح « الهوس الهين » عناصر التعالى والغطرسة والعناد كذلك .\r\nوالإسهاب في وصف المناظر المؤلمة . وقليل من الميل إلى التفتح والانطلاق .\r\nوما من شك في أن النزعات البارانويدية كان لها بعض الفضل في إثارة حفيظة معاصريه ، ودفعهم إلى نقده ، ومعاداته من كل سبيل .\r\nبيد أن هذه النزعات ليس من شأنها البتة أن تهبط بمستواه العقلي ، أو تحول بينه وبين السمو إلى أعلى ذرا العلم والمعرفة ، فإن التحليل النفساني للكثير من عمالقة العلم والفلسفة ، بل أغلبهم ، يكشف عن أمثال هذه النزعات .\r\n* * * تلك صورة اجتهادية للتشخيص النفساني لشخصية عبد اللطيف البغدادي ، لا نتبيّن فيها التيارات والعوامل الدفينة التي نبعت فيها هذه الشخصية وسجاياها ، فإن هذه التيارات والعوامل لا يمكن تحديدها اليوم بعد عدة قرون من العصر الذي عاش فيه البغدادي إلا بالتخمين . ارتكازا على بعض القرائن المستمدة من هنا أو هناك .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nإننا إذا نظرنا إلى شخصية الفرد على أنها تفاعل بين البذرة والتربة ، أو الوراثة والبيئة ، أو النوازع الخلقية والمؤثرات الخارجية ، لتحتم علينا أن نبحث عن بعض آثار هذين النوعين من العوامل في تاريخ البغدادي .\r\nيقول شكسبير في مسرحية « يوليوس قيصر » « ليس العيب في نجمك يابروتوس ، وإنما العيب فيك أنت » . . . وعيب البغدادي الخلقي كان قصر قامته ونحوله ، وقلة لحمه ، ودمامة قسمات وجهه ، وهي عيوب تنعكس - في رأى علماء النفس - على صاحبها انعكاسا يؤدى إلى بعض المظاهر البارانويدية - على سبيل التعويض .\r\nأما عن العوامل البيئية والأحداث التي قد تكون أسهمت في تثبيت هذه الانعكاسات الخلقية ، وتوجيهها ، فإننا نجد من بينها استهزاء الناس بقبحه ودمامته ، وشيوع تلقيبه بألقاب تحمل كل معاني هذا الاستهزاء كالمطجن وو الجدى الملتحى ! ثم احتقار الشيخ كمال الدين عبد الرحمن الأنباري إياه ، إذ قال لأبيه بعد امتحانه إياه ، وهو ما زال ناشئا في طلب العلم :\r\n« إني أجفو عن تعليم الصبيان . . . احمله إلى تلميذى الوجيه الواسطي » .\r\nولعل كبرياءه أصيبت يومئذ بجرح عميق ، بل لعله أصيب بجراح أكثر من هذا القبيل لم يسجلها التاريخ ، وفي الهجاء المزرى الذي اختلف عليه من معاصريه ما يشير إلى احتمال تكرر مثل هذه الجراح .\r\nفهل كانت كبرياؤه وصلفه وغطرسته انعكاسا لازدراء الناس له ، وتطبيقا للمثل القائل : « كل ذي عاهة جبار » ؟\r\nثم هل يكون إعجاب والده به في طفولته ، واستمرار دفعه دفعا إلى الدراسة ، وحياة الطفولة الجادة في محيط الفقهاء والشيوخ ، والبعد عن اللهو في سنى الصبا والشباب ، وبالتالي الحرمان من الاحتكاكات والاتصالات البشرية التي تصقل الشخصية ، ويؤدى انعدامها إلى تعويق النضوج العاطفى ، وبقاء المرء طفلا في سلوكه وانفعالاته العاطفية ، واستجاباته للمؤثرات والأحداث ، مهما بلغ من\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nصفاء الذهن واتساع المدارك . . . هل يكون لكل ذلك أثر في صبغ شخصيته باللون الذي أشرنا اليه ؟\r\nكل هذا محتمل ، وإن كانت سجايا البغدادي وخلاله ، سواء أعددناها محامد له أو مذامّ ، وإن كانت هي المرعى الخصب الذي أنبت استقلاله الفكري ، واستعداده للثورة الذهنية . ولا شك أن هذا الاستقلال الفكري الذي دفعه إلى التجرؤ على مهاجمة جالينوس ، في وقت كان تحدى جالينوس فيه يعتبر زندقة قد يكون عقابها الموت حرقا في بعض البلاد ، لا شك في أن هذا الاستقلال كان مصدرا لكثير من متاعب حياته ، كما أثار عليه كثيرا من ضغائن معاصريه .\r\nإن هذه الجرأة على تحدى جالينوس - مع ما كان يكنّه له عبد اللطيف البغدادي من تقدير واحترام - وتفضيل المشاهدة ، وملاحظة الطبيعة ، على الانقياد إلى آراء جالينوس ، مهما بلغت من السطوة والسلطان ، كانت لونا من ألوان الشجاعة العلمية بخاصة في زمانه ، يجب الاعتراف بها لعبد اللطيف البغدادي على أنها مزية فائقة ، ربما غطت كثيرا مما كان يرمى به من عيوب ، ولعلها هي الشفيع الوحيد له في البقاء حيا مذكورا على صفحات التاريخ .\r\nبعبارة أخرى : إن عيبا من عيوب عبد اللطيف البغدادي ، كما كان يراه معاصروه ويصفونه من أجله بالغرور والادعاء ، وهو هذا الاستقلال الفكري ، والاعتماد على المشاهدة أكثر من الاعتماد على أقوال الثقات ، كان له عليه فضل الشهرة التي ينالها اليوم على أقلام المؤرخين ، ولولاه ، لكانت ذكرى عبد اللطيف البغدادي قد طمرت تحت ركام النسيان ، لم يبق منها في الأغلب ، غير ما كتبه عنه ابن أبي أصيبعة في طبقات الأطباء .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n\r\nالمراجع\r\n1 - ابن أبي أصيبعة ، عيون الأنباء في طبقات الأطباء ، دار الفكر ، بيروت ، 1957 ، الجزء الثالث ، ص 330 - 349 .\r\n2 -\r\n Hafuth Zand , K . , John , A . Ivy , E . Videan , The Eastern Key , 1964 , Allen and Unwin , London \r\n3 - ابن أبي أصيبعة ( 1 ) ، ص : 186 - 190 .\r\n4 - بول غليونجى ، ابن النفيس ، سلسلة التراث العربي ، وزارة الإرشاد والأنباء ( وزارة الإعلام ) في الكويت ، 1969 ، ص : 93 - 106 .\r\n5 - محمد عبد الحليم العقبى ، 1961 ، تاريخ الطب عند العرب ، مجلة الجمعية المصرية لتاريخ العلوم ، العدد 3 ، ص 5 .\r\n6 - المقالة الصالحية في إحياء الصناعة الطبية ، المنسوخ مودع بمكتبة جامعة برنستون ، رقم  H  556 ، انظر :\r\n Brockelmann , C . , 1937 , Geschichtc der Arabischen Literatur , III , 892 : \r\n7 -  Jadon , S . Y , 1970 , Bull . Hist . Med . , XLIV , 1 , p 64 \r\n8 - كتاب التصريح بالمكنون في تنقيح القانون ، انظر  Brockelmann  ( 6 ) .\r\n9 - أيام صلاح الدين ، تأليف عبد العزيز سيد الأهل ، 1964 ، لجنة التعريف بالإسلام ، المجلس الأعلى للشؤون الإسلامية ، الكتاب العاشر ، صفحة 130\r\n10 -  Brockelmann ( 6 ) ; S . , 1 , p 881 \r\n11 -\r\n Kraus , P . , Plotin chez les Arabes , 1941 , Bull . Inst . Eg , , XXIII , p 277 \r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n12 - الأفلاطونية المحدثة عند العرب ، الدكتور عبد الرحمن بدوي ، 1955 ، مكتبة النهضة ، القاهرة ، ص : 248 - 256 .\r\n13 -\r\n Dietrich , A . , Die Arabische Version einer unboekannten Schrift des Alexander von Aphrodisias ueber die DilTerentia spccifica , Nachr . Akad . Wiss . Goettingen , Phil . - Hist . Klasse , 1964 , p . 100 , etc \r\n14 -\r\n Stern , S . M . , A Collection of treatises by Abdel - Latif Al - Baghdadi , in , , Islamic Studies'' , Jour . of the Central Institute of Islamic Research , Karachi , 1962 , Vol . 1 , No 1 , pp . 53 - 70 \r\n15 -\r\n Meycrhoff , M . , von Alexandrien nach Bagdad , 1931 , Mittei . Deutsch . Inst . f . Aeg . Altertumskunde in Cairo , 2 , 1 - 21 \r\n16 - المعجم الفلسفي ، تأليف يوسف كرم ومراد وهبة ويوسف شلالة ، 1966 ، مطبعة كوستا تسوماس ، القاهرة ، ص : 122 .\r\n17 -\r\n Dietrich , A , Ein Arzneimittelverz eichnis des Abdellatif lbn Yusuf Al - Bagdadi , ( Der Orient in der Forschung , ed . W . Hocnerbach , O . Harrassowitz . 1967 , p . 42 . \r\n18 - فصيح ثعلب والشروح التي عليه ، نشره محمد عبد المنعم خفاجى وعلق عليه ، 1368 - 1939 مكتبة التوحيد بدرب الجماميز ، القاهرة .\r\n19 -\r\n Abdollatiphi compendium memorabilium Egypti Ara bice ecodice mso Bodleians edidit D . Joseph White , proefatus est H . Eberh . Glo . Paulus , Tuebingen , 1789 . \r\n20 -\r\n Abdellatiphi historiae Aegypti compendium , arabice et latine partim ipse vertit , partim a Pocockis versum edendum curavit notisque illustravit , by J . White , Clarendon Press , Oxford , 1800 \r\n21 -\r\n Abdel Latif eines arabischen Arztes Denkwurdigkeiten Aegyptens , by S . F . G . Wahl , Halle , 1790 . \r\n22 -\r\n Relation de l'Egypte par Abdallatif , par A . I . Silvestre de Sacy , Impr . Imperiale , Paris . , 1810 . \r\n23 - موفق الدين عبد اللطيف البغدادي في الذكرى المئوية الثامنة لميلاده ، المجلس\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nالأعلى لرعاية الفنون والآداب والعلوم الاجتماعية ، 1963 ، القاهرة ( ء ) ص : 17 ، ( ب ) ص : 33 - 45 .\r\n24 -\r\n Lucas , A . and Harris , J . R . , 1962 , Ancient Egyptian Materials and Industries , Arnold , London , P . 271 \r\n25 -\r\n Galen , On the usefulness of the parts of the body ( de usu partium ) , transl . from the Greek by M . T . May , 1968 , Cornell Univ . Press , Ithaca , New York , p . 546 \r\n26 - فوات الوفيات ، تأليف محمد بن شاكر بن أحمد الكتبي ، الجزء 2 ، ص 16 ، رقم 256 ، مكتبة النهضة بالقاهرة .\r\n27 - دكتور فيصل دبدوب ، مجلة مجمع اللغة العربية بدمشق ، سنة 1970 ، الجزء الثاني من المجلد 45 ، ص 232 - 241 .\r\n28 - ابن أبي أصيبعة ( 1 ) ، الجزء الأول ، ص 136 .\r\n29 - ابن أبي اصيبعة ( 1 ) ، ص 144 .\r\n30 -\r\n Plato , Timmaeus , With an English translation by R . G . Bury , Heinemann , London , 1961 , 44 D - 45 B \r\n31 -\r\n Siegel , R . E , 1970 , Galen on Sense Perception , Karger , Basel , p . 24 \r\n32 -  Galen ( 25 ) , I , 457 , pp . 395 - 396 \r\n33 -  Siegel ( 31 ) , p . 14 - 15 \r\n34 -\r\n Aristotle , On the soul , Greek text with an English Translation by W . S . Hett , Loeb Class . Libr . , Heinemann , London , 1957 ; 413 b 5 . \r\n35 -  Siegel ( 31 ) , pp . 174 - 175 \r\n36 -  Siegel ( 31 ) , p . 178 \r\n37 -  Siegel ( 31 ) , p . 191 \r\n38 -  Galen ( 25 ) , II , 381 , p . 685 \r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n39 -  Siegel ( 31 ) , pp . 182 , 183 \r\n40 -  Siegel ( 31 ) , p 190 \r\n41 -  Siegel ( 31 ) , p . 168 \r\n42 -  Siegel ( 31 ) , p . 142 . \r\n43 -\r\n Kuehn , Claudii Galeni opera omnia , ed . by D . C . G . Kuehn , Vol . 11 , pp . 697 , 702 , 703 \r\n44 -\r\n Siegel , R . E . , Galen's System of Physiology and Medicine , 1968 , Karger , Basel , p . 260 \r\n45 -  Siegel ( 31 ) , pp . 82 , 104 \r\n46 -  Aristotle , On the Soul ( 34 ) , 434 b 26 - 435 a 4 \r\n47 -  Siegel ( 31 ) , pp . 133 - 135 \r\n48 - النحو الوافي ، تأليف عباس حسن ، 1963 ، جزء 24 ، ص 124 .\r\n49 - إنباه الرواة على أنباه النحاة ، تأليف الوزير جمال الدين أبى الحسن على ابن يوسف القفطي بتحقيق محمد أبو الفضل إبراهيم ، مطبعة دار الكتب المصرية ، القاهرة 1952 ، الجزء الثاني ، ص : 193 .\r\n50 - ابن القفطي ، تأريخ الحكماء ، 1903 ، وهو مختصر الزوزنى المسمّى بالمنتجات الملتقطات من كتاب إخبار العلماء بأخبار الحكماء لجمال الدين أبى الحسن علي بن يوسف القفطي ، نشره يوليوس ليبرت  Julius Lippert  وقدم له بترجمة للقفطى ، المقدمة الألمانية ص : 8 ، 9\r\n51 - شذرات الذهب في أخبار من ذهب لأبى الفلاح عبد الحي بن العماد الحنبلي ، المكتب التجاري للطباعة والنشر والتوزيع ، بيروت ، 5 : 132\r\n52 - ابن مكتوم ، انظر : إنباه الرواة ( 49 ) ، ص : 196 ، هامش ( 1 ) .\r\n53 - كشف الظنون ، 1941 ، تأليف مصطفى بن عبد اللّه الشهير بحاجى خليفة ، وكالة المعارف الجليلة ، الجزء الأول ، ص : 696 .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nلقد ترجم أيضا لعبد اللطيف دون أن يضاف إلى ما ورد في التراجم التي ذكرناها ، من مصادر القدامى في : بغية الوعاة 311 ، تاريخ الإسلام للذهبي ( وفيات سنة 629 ) ، وتلخيص ابن مكتوم 114 - 117 ، وحسن المحاضرة ، 1 : 332 ، 233 ، وطبقات ابن قاضى شهبة 1 : 98 - 99 ، ومرآة الجنان 5 : 68 ، والمستفاد من ذيل تاريخ بغداد ، الورقة 50 .\r\nومن المصادر الحديثة : عبد اللطيف البغدادي في مصر ، تأليف سلامة موسى ، مطبعة المجلة الجديدة ، القاهرة ، 1937 .\r\nعبد اللطيف البغدادي ، العدد 3 من قصص الرحالة والمستكشفين ، دار المعارف ، القاهرة ، تأليف عبد السلام العشرى ، 1963 .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nفهرس عام للاعلام والمواضيع والمصطلحات\r\nمع مراعاة أن كلمة « ابن » و « أبو » اعتبرت أصلا ، فمثلا « ابن سينا » و « أبو بكر » ، ينظران في حرف الهمزة .\r\n\r\n( ا )\r\nآلة ، الفرق بين الصناعي والطبيعي 111\r\nأبرقلس 26\r\nإيزان 136\r\nإبصار 84\r\nأبقراط 7 ، 30 ، 146 « قسمه 30\r\nإبليز ، قراءته الخاطئة 47\r\nابن أبي الأشعث 166\r\nابن أبي أصيبعة 3 ، 4 ، 28 ، 45 67 ، 68 ، 159 ، 160 ، 168\r\nابن أبي أصيبعة وعلاقته بالبغدادى 15 ، 160\r\nابن أبي أصيبعة انتقاده للبغدادي 160 ، 168\r\nأبن إدريس 144\r\nأبن البطى 15\r\nابن البيطار 35\r\nابن جميع 4 ، 5 ، 7\r\nابن خطيب الرّبى 26 ، 27 ، 28\r\nابن داود 26\r\nابن رضوان الطبيب 29\r\nابن سرابيون 126 ، 137\r\nابن سمجون 144\r\nابن سنا الملك 17\r\nابن سينا 7 ، 8 ، 19 ، 23 ، 30 ، 31 ، 48 ، 64 ، 70 ، 74 ، 77 ، 80 ، 81 ، 82 ، 85 ، 123 ، 142 ، 151 إلى 154\r\nابن سينا اقتباس البغدادي عنه 35\r\nابن سينا انتقاد عبد اللطيف له 8\r\nابن سينا تفوقه على البغدادي ( انظر ديابيطس ) 153 ، 154\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nابن شاكر الكتبي 67\r\nابن العربي 32\r\nابن اللباد 15\r\nابن المكتوم 164 ، 165\r\nابن المنجم 5\r\nابن ميمون 30 ، 35\r\nابن نائلى 16\r\nابن النجار ، شهادته في البغدادي 165\r\nابن الهيثم 29 ، 84\r\nابن هيل 35\r\nأبو بكر الرازي 32\r\nأبو جعفر أحمد بن محمد بن أبي الأشعث 30\r\nأبو الحجاج بن يحيى بن شمعون 30\r\nأبو زرعة طاهر بن محمد القدسي 15\r\nأبو عبد اللّه محمد بن عيسى الأنصاري 165\r\nأبو عثمان سعيد بن يعقوب الدمشقي 34\r\nأبو علي عيسى بن زرعة 26\r\nأبو الفتح محمد بن عبد الباقي 15\r\nأبو الفرج بن طيب 32\r\nأبو الفلاح عبد الحي بن العماد الحنبلي 164\r\nأبو القاسم الشاعرى 18 ، 31\r\nأبو القاسم هبة اللّه 166\r\nأبو القاسم يحيى بن ثابت الوكيل 15\r\nأبو الهول 52\r\nأبيس ، طير 54\r\nإبيكورس 73\r\nأترج 49\r\nآثار مصر 50 ، 51\r\nالإثولوجيا ، كتاب 24\r\nأخبار مصر ، كتاب 43\r\nاختطاف الصغار ، 59\r\nإدراك الحواس ، كيفيتها 72\r\nأرزن الروم 19\r\nأرزنجان 19 ، 33\r\nأرض 73\r\nأرسطو ( أرسطاطاليس ) 15 ، 24 28 ، 29 ، 31 ، 32 ، 48 ، 72 ، 78 ، 85\r\nأركان الكون الأربعة 73\r\nأرواح ، تحضيرها 4\r\nأريباسس 131\r\nالأزهر 19 ، 167\r\nاستطاعة 26\r\nإسحق بن حنيين 26\r\nأسطقس 25 ، 29 ، 73\r\nأسفيذباج 136\r\nأسقلابيادس 30\r\nأسقنقور 50\r\nإسكندر الافروديسى 24 ، 33 ، 34\r\nإسكندرية 48 ، 52 ، 55 ، 62\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nإسكوريال 67 ، 70\r\nأسوان 46\r\nاشتراك 25\r\nأصنام ، تفسير عبادتها 52 ، 53\r\nأعصاب ، مجوفة 17 ص 84\r\nالإفراط ، منى 57\r\nالأفضل الملك 12\r\nأفعى 119\r\nأفلاطون 24 ، 25 ، 31 ، 32 ، 70 ، 72\r\nأفيون 49\r\nأكل الآدميين 59 إلى 61\r\nأكل الميتة 59\r\nألقمايون 80\r\nألم 78\r\nامتحان الأطباء 7 ، 30\r\nإمحتب 54\r\nإمرى 54\r\nأم سراج 164\r\nأمعاء ومثانة 126\r\nأمين الدولة بن التلميذ 16\r\nالأنباري عبد الرحمن 166\r\nانحطاط العلم في هذا العهد 7 ، 28 ، 30 ، 31\r\nأنف 80\r\nانكساجورس ، راية في فيضان النيل 47\r\nأهرن 130\r\nأهرام 51\r\nأهرام هدمها 52\r\nأوزيرس 55\r\nأولو التجربة 151\r\nأولو القياس 151\r\nأوبئة 62\r\nإيضاح الخير ، كتاب 23 ، 24\r\nالأين 25\r\nإيونيون ، فلاسفتهم 72 ، 73\r\n\r\n( ب )\r\nبئر القلعة 51\r\nباب زويلة ، مسجد 162\r\nبارانويدية ، البغدادي 180\r\nبامية 48\r\nبحران 111\r\nبدانة 114 إلى 117\r\nبدوي ، دكتور عبد الرحمن 23 ، إلى 26 ، 24\r\nبذر قطونا 103\r\nبربا 52\r\nبرسيا 48\r\nبروسا ، مجموعة 26\r\nبروكلمان 9 ، 22\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nبستان ، كتاب 144\r\nبصر 84 ، وانظر إبصار\r\nبطيخ 49 ، 103\r\nالبعد الفارغ 29\r\nبغال ، يركبها النصارى واليهود 49 50\r\nبغداد 12 ، 15 ، 19 ، 30 ، 163 ، 167 ، 169\r\nالبغدادي ابنه 19\r\nالبغدادي استقلاله الفكري 63 ، 173\r\nالبغدادي أسلوبه في الكتابة 8\r\nالبغدادي أسلوبه في سياق البرهان 64 ، 65\r\nالبغدادي اعتماده على الملاحظة 63 ، 173\r\nالبغدادي تراجمه الذاتية 31 ، 159 ، 168\r\nالبغدادي تعصبه للعراقيين 16\r\nالبغدادي تنقلاته بين البلاد 8 ، 18 ، 19 ، 171 ، 173 ، 179\r\nالبغدادي تنقلاته بين العلوم 8 ، 173 ، 179\r\nالبغدادي ثورته 8\r\nالبغدادي ذمه لمعاصريه 16 ، 17\r\nالبغدادي رأى ابن المكتوم فيه 164\r\nالبغدادي رأى الحنبلي فيه 164\r\nالبغدادي رأى القفطي فيه ( انظر القفطي ) 162 ، 163\r\nالبغدادي رأيه في ابن سينا 31 ، 32 ( انظر ابن سينا )\r\nالبغدادي رأيه في تعليم الفلسفة 31\r\nالبغدادي رأيه في جالينوس 63 ، 64\r\nالبغدادي رأيه في معاصريه 31\r\nالبغدادي رجل الدنيا 170\r\nالبغدادي رجل الدين 169\r\nالبغدادي والروحانيون 44\r\nالبغدادي شخصيته 159 إلى 180\r\nالبغدادي شكله ، 161 إلى 166\r\nالبغدادي علمه 171\r\nالبغدادي غروره 16 ، 17 ، 166 168 ، 179\r\nالبغدادي كبرياؤه 8\r\nالبغدادي كتاباته 21 إلى 42 ، 163 172\r\nالبغدادي لقبه الجدى الملتحى 166\r\nالبغدادي لقبه المطجّن 161\r\nالبغدادي مبالغته في الوصف 179\r\nالبغدادي مرضه وموته 19 ، 163\r\nالبغدادي مولده 15\r\nالبغدادي مؤلفاته 21\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nالبغدادي نظرته إلى المال 170\r\nبقر مصر 50\r\nبلسمان 49\r\nبلينيوس 49\r\nبندقية 56\r\nبنفسج 49\r\nبهمنيار 16\r\nبوثيوس 85\r\nبودليان ، مكتبة 4 ، 44\r\nبوشاردو 123\r\nبوصير 63\r\nبوكوك 43\r\nبول ، تواتره 153\r\nبول ، سكرى 35 ، 123 إلى 157\r\nبول ، سلس غير إرادى 153\r\nبول ، فرط إدراره 153\r\nبيت المقدس 11 ، 19\r\nبيض 119\r\n\r\n( ت )\r\nتأخر الطب ، انظر « انحطاط » تاريخ الحكماء للقفطى 163\r\nتاريخ الطب العربي ، مراحله 7\r\nتاريخ الطب العربي ، البادى في صناعة الطب 30\r\nتحليل النفس ، أساليبه 173 ، 174\r\nتركيب الجسم ، أثره في الشخصية 175\r\nتساعات أفلاطون 24\r\nتشريح 62 ، 63\r\nتشريق الأرض 57\r\nتفاح في مصر 49\r\nتفريط سنى 57\r\nتمساح 50\r\nتنيس 50\r\nتياذوق 129 ، 132 ، 134\r\n\r\n( ث )\r\nثاءولوجيا ، كتاب 26\r\nثابت بن قرة 138\r\nثبات 102\r\nثعابين 56\r\nثعلب 36\r\nثفن الأعضاء بالاحتكاك 111 ، 112\r\nثيس 123 ، 124\r\n\r\n( ج )\r\nجابر بن حيان 16 ، 32\r\nجالينوس 7 ، 18 ، 28 ، 30 ، 32 ، 35 ، 54 ، 55 ، 59 ، 63 ، 64 ، 65 ، 68 ، 70 ، 74 ، 78 ، 80 ، 82 ، 83 ، 85 ، 86\r\nجالينوس سبب أخطائه 65\r\nجبال القمر 46\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nجبريل بن بختيشوع 134\r\nجدى ملتحى ، لقب 166\r\nجزء وأجزاء 25\r\nجزيوس 130\r\nجلاب 56\r\nجلوكوز 121\r\nجمال 119 ، 120\r\nجمال 55\r\nجمال الدين أبو الحسن علي بن يوسف ( انظر القفطي )\r\nالجمهورية ، كتاب 31\r\nجميز 49\r\nجنس 34\r\nجنكيس خان 12\r\nجورجس 136\r\nجيزة ريّها 51\r\n\r\n( ح )\r\nالحاجب لؤلؤ 162\r\nحاجى خليفة ، رأيه في البغدادي 166\r\nالحاكم بأمر اللّه 50\r\nالحافظ أبو عبد اللّه محمد 165\r\nالحاسة ( انظر حواس )\r\nالحدود 25\r\nالحرارة 103 ، 104 ، 116 ، 128\r\nالحزى 117\r\nالحس ، تفضيله على السمع 63\r\nحضانة الفراريج في مصر 49\r\nحطين ، معركة 11\r\nحلب 12 ، 19 ، 30 ، 161 ، 162 ، 164\r\nحلوى 56\r\nحماة 125\r\nحمص 12\r\nحمير 49 ، 55\r\nحنين بن إسحاق 32 ، 68 ، 80\r\nحواس اختصاصها 77 ، 93\r\nحواس تعريفها 77\r\nحواس بصر 84 - 86\r\nحواس بصر أسماء المبصرات 86\r\nحواس درجاتها 73 إلى 75\r\nحواس ذوق 79 ، 80\r\nحواس رأى أرسطو وجالينوس فيها 83\r\nحواس روائح 80 ، 81\r\nحواس روائح أسماؤها 82\r\nحواس سمع 85\r\nحواس شم 82\r\nحواس طعوم 79 إلى 81\r\nحواس لمس 78\r\nحواس مقالة أولى 77\r\nحواس مقالة ثانية 93\r\nحواس نيابة نوع عن الآخر 95\r\nحيوان مخاطبته 89\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nحيوانات مصر 49 ، 50\r\n\r\n( خ )\r\nخبازى 48 ، 104\r\nخبيص 56\r\nالخراج ، استحقاقه حسب الفيضان 57\r\nخشخاش وخشخشية 56\r\nخط مغربى ، مميزاته 68\r\nخفاجى محمد عبد المنعم 36\r\nخلط وأخلاط 73 ، 98 ، 99 ، 106\r\nخلط علاقتها بالحواس 83\r\nخوف 101\r\nخيار 49 ، 103 ، 104\r\nالخير المحض ، كتاب 24\r\nخيل ، عند قدماء المصريين 55\r\n\r\n( د )\r\nدبسون 123\r\nدجاج 107\r\nدجلة 58\r\nدجماتيكينا 151\r\nدخن 49\r\nدرجات الطبائع 73\r\nدلفن 50\r\nدماغ 71 ، 80\r\nدمشق 12 ، 17 ، 18 ، 19 ، 30\r\nدمياط 50 ، 56 ، 62\r\nدنجلا 46\r\nدواء ، ملاءمته 105\r\nدوغ 128\r\nديابيطا ، ديابيطس 35 ، 123 إلى 157\r\nديابيطا ، برئ أومليخ 154\r\nديترش 9 ، 26 ، 123\r\nديكارت 99\r\nدير البلاص 164\r\nديسقوريدس 35 ، 146\r\n\r\n( ذ )\r\nذبذبة الصوت 85\r\nذرة 49\r\nذوق 79\r\nذيل فصيح ثعلب 36\r\n\r\n( ر )\r\nالرازي 125 ، 130 ، 136 ، 140\r\nالرأس ، نشأته حسب الفلاسفة 70 ، 71\r\nرجلان 102\r\nرشيد ، مدينة 47\r\nرشيد الدين بن خليفة 28\r\nرطوبة 80 ، 128 ، 154 ، 155\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nرغيف الصينية 56\r\nرمان 49\r\nرواقيون 72\r\nروح نفساني 102\r\nروائح 82 ، 83\r\nروفس 135 ، 146\r\nالروم ، بلادهم 19\r\nريى ولش 44\r\nالريّى 27\r\n\r\n( ز )\r\nزلزال سنة 598 ه 62\r\nزنبق ، دهنه 49\r\nزينو 85\r\n\r\n( س )\r\nسادية البغدادي 179\r\nست ، الإله 55\r\nستّ النوبة 56\r\nسرابيون 31\r\nسرطان 71\r\nسعتر 103\r\nسفرجل 49 ، 131 ، 141 ، إلى 152\r\nسقارة 54\r\nسكرى البول ، انظر ديابيطس سلاجقة 12\r\nسلجم 56\r\nسلفستردى ساسى 43\r\nسلفيوس 63\r\nسليمان ، عم البغدادي 15\r\nسماق 107\r\nسمركند 12\r\nسمع 85\r\nسمع اختلافه عند الإنسان عنه عند الحيوان 94\r\nسمك إبصاره 83\r\nسمك حاسة الشم عنده 83\r\nسمك طبيعته 103\r\nسمك عطش بعد أكله 103\r\nسمك في مصر 50\r\nسمنة ( انظر بدانة )\r\nسميرة يوسف جدعون 7\r\nسنة 597 أحداثها 58\r\nسنة 598 أحداثها 61\r\nسهراوردى 32\r\nسهك 83\r\nسودانيون ، صيد فرس البحر 50\r\nسوداوية 99\r\nسيرج 56\r\n\r\n( ش )\r\nشاه زاده 26\r\nشباب 113 ، 114\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nشترن 9 ، 27\r\nشخصية الإنسان ، تكوينها وأنماطها 175 إلى 179\r\nشخصية البغدادي 159 إلى 182\r\nالشفاء لابن سينا 31\r\nالشم ( انظر حواس )\r\nشوسندبا 48\r\nشهاب الدين السهراوردى 32\r\nشيوخ أبدانهم 98 ، 99\r\nشيوخ شرههم 98 ، 99\r\nشيوخ طعامهم 98 ، 99\r\nشيوخ معدهم 98 ، 99\r\n\r\n( ص )\r\nصا الحجر 50\r\nصابئة 53\r\nصبا 48\r\nصليبيون 11\r\nالصنعة 16 ، 32 ، 33 ، 45 ، 73\r\nصوت 85\r\nصور 12\r\nصور 25\r\nصينيون 123\r\n\r\n( ض )\r\nالضد 26\r\nالضرورة 25\r\n\r\n( ط )\r\nطاليس الملطى ، رأيه في فيضان النيل 47\r\nطبائع الأطعمة 98 إلى 100\r\nطبائع العقاقير 34 ، 35 ، 73\r\nطبائع المادة 72\r\nالطبيعة ، طبائع 72 ، 73\r\nالطبيعة جعلها الأعضاء مستعدة لما خلقت لها 112\r\nطرابلس 12\r\nطعام وأطعمة ، مميزاته عن الدواء 98 إلى 100\r\nطعم انظر الحواس\r\nطعم البول 123 ، 156\r\nطغرل 12\r\nطكش 12\r\nطماوس ، كتاب 24 ، 31 ، 70\r\n\r\n( ظ )\r\nالظاهر غازي 30 ، 165\r\nالظاهر الملك 12\r\nالظفرية ، مسجد 167\r\n\r\n( ع )\r\nالعادل الملك 12\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالعالم العربي في القرن السادس ه : 11 إلى 13\r\nعبارة البول 123\r\nعباسيون 12\r\nعبالة 106 ، 107\r\nعبد الرحمن بدوي 9 ( انظر بدوي )\r\nعبد لاوى 49\r\nعجز ، عظمة 63\r\nعجور 49\r\nالعزيز الملك 12 ، 18 ، 165\r\nالعزيز عثمان 52\r\nعسقلان 11\r\nعشيرى ( سفينة ) 55\r\nعصب 71\r\nعطش 103\r\nعقاقير 34 / 35\r\nعلاء الدين داود بن بهرام 19 ، 33\r\nالعلل ، كتاب 24\r\nالعلوم السرّيّة 44 ، 45\r\nعلي بن عيسى 35\r\nعماد الدين سليمان بن عبد الملك 6\r\nعمرو بن العاص ومكتبة الإسكندرية 52\r\nالعمل ، تأثيره على الأعضاء والآلات 113\r\nعماد الدين سليمان بن الملك الزاهد 165\r\nالعناية الإلهية 24 ، 26\r\nالعين في غير ذوات الرؤوس 71\r\nعين شمس 52\r\n\r\n( غ )\r\nالغائية 70 ، 71\r\nالغاية 26\r\nالغذاء . ملاءمته 103 إلى 105\r\nالغزالي 16\r\nالغضب 101 ، 102\r\nالغير 25\r\n\r\n( ف )\r\nفأر الصحارى ، أكله 56\r\nالفارابي 18 ، 24 ، 26 ، 28 ، 31 ، 32\r\nالفارسي ، أحمد 138\r\nفخر الدين الرازي 28\r\nالفرار إلى اليسار 102\r\nالفراط 58\r\nفرس البحر 50\r\nفستقية 56\r\nالفصل 33\r\nفصول طبية للبغدادي 33\r\nفصيح ثعلب 36 إلى 39\r\nفضلات 108\r\nالفعل 25\r\nفقوص 49\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nفك ، عظمة 63 ، 64\r\nفلغريوس 130\r\nفلك أفلاك 25\r\nفلك تأثيرها على العالم 58\r\nفوات الوفيات 166 ، 170\r\nفول 49\r\nفيثاغورس 32\r\nفيزاليوس 64\r\nفيزياء القدامى 72\r\nفيصل دبدوب ، دكتور 67\r\nفيضان النيل 56 إلى 58\r\nفيلوبونس 32 ، 85\r\nفيوم 62\r\n\r\n( ق )\r\nالقاضي الفاضل 8 ، 17 ، 18\r\nالقاضي مآثره على البغدادي 162\r\nالقانون ، كتاب 27 ، انظر ( ابن سينا )\r\nالقاهرة 30 ( انظر كتاب الإفادة والاعتبار )\r\nالقاهرة حياة البغدادي فيها 167\r\nالقاهرة الزيارة الأولى 18\r\nالقاهرة الزيارة الثانية 19\r\nقبح 119\r\nقبرص 62\r\nقبطي أقباط 57\r\nالقدامى ، إعجاب البغدادي بهم 28\r\nقراجا 52\r\nقراقوش وهدم الأهرام 51\r\nقرظ 49\r\nقسطنطينية 30\r\nقفط 164\r\nالقفطي 6 ، 30 ، 160 إلى 165\r\nالقفطي رأى غيره فيه 162 إلى 165\r\nقلقاس 49\r\nقمأة 117 ، 119\r\nقناطر مصر 51\r\nقهلمان 129\r\nالقوانين ، لأفلاطون 31\r\nقوة جاذبة 115 ، 129\r\nقوة العقاقير 35\r\nقوة غاذية 115\r\nقوة نامية 95\r\nقوص 62\r\n\r\n( ك )\r\nكبد 102\r\nكتاب الإفادة والاعتبار 19 ( انظر الإفادة . . )\r\nكتاب التدبير 26\r\nكتاب تحصيل السعادة 31\r\nكتاب الحيوان 166\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nكتاب كامل الصناعة 139\r\nكراوس 9 ، 24\r\nكشف الظنون ، كتاب 166\r\nالكلام 87 ، 94\r\nالكم 25\r\nكماخ 19\r\nكمال الدين ، الشيخ 181\r\nكمال بن يونس 17\r\nكناش سرابيون 31\r\nالكندي 17 ، 169\r\nكير 109\r\nالكيف 25\r\nكيقباد 19\r\nكيلوس 97\r\nكيمياء 16 ، 17 ، 32 ، 33\r\nكيمياء عدول البغدادي عنها 16\r\nالكون والفساد ، كتاب 29\r\nالكون بالقوة وبالفعل 33\r\n\r\n( ل )\r\nاللام ، مقالة 25\r\nلبخ 49\r\nلبن 103\r\nلبؤة 119\r\nلزوجة السمك 103\r\nلعابية 48 ، 103 ، 105\r\nاللغة ، بحثه فيها 36\r\nاللسان 80 ، 81 ، 89 ، 93\r\nلمس ، أنواعه 78\r\nلؤلؤ 162\r\nليبرت 163\r\nليمون 49\r\n\r\n( م )\r\nماء 73\r\nما بعد الطبيعة ، كتاب 23 ، 33\r\nالمادة ، مواد 25 ، 33 ، 73\r\nماسبيرو 54\r\nالمتى 25\r\nمثانة وأمعاء 126\r\nمجادلة الحكيمين الكيميائى والنظري 32\r\nمجاعة 59 ، 106\r\nمجارى 114\r\nمحمد بن عمر ، كتابه 27\r\nمراقبة الأطباء 7\r\nمراوح 109\r\nمرض ، يضاد بعضه بعضا 108 ، 109\r\nالمزاج 101 ، 121\r\nمزر 56\r\nمسائل طبيعية 95\r\nمسام 116\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nمشاءون 23\r\nمشمش 103\r\nمصر ( انظر : كتاب الإفادة والاعتبار ( وأيضا : القاهرة )\r\nمصر مريس 48\r\nمصر مسلات 52\r\nمصر معابد 52\r\nمصر المقس 63\r\nمصر المقطم 48\r\nمصر مقياس النيل 57\r\nمصر مكتبة الإسكندرية 48\r\nمصر مناخ ومرض 48\r\nمصر منجمو مصر 58\r\nمصر منف 48 ، 53\r\nمصر موز 49\r\nمطجّن ، لقب البغدادي 161\r\nالمعادن ، رسالة 32\r\nمغربى شيخ 141\r\nالمفتاح الشرقي 44\r\nالمكان 29\r\nمكتبة الإسكندرية 52\r\nمكتبة الإسكوريال 9\r\nمكتبة بودليان 4\r\nملاحظة ، الاعتماد عليها 63\r\nملطية 19\r\nالملوخية 48 ، 103\r\nمنابع النيل 46 ، 47\r\nمنافع الأعضاء لجالينوس 67\r\nالمنطق 33 ، 34\r\nمنقرع 52\r\nموجات الصوت 85\r\nموسى بن عمران أو ابن ميمون 18 ، 30\r\nموسيقا 87\r\nموصل 11 ، 17 ، 169\r\nموميا 54\r\n\r\n( ن )\r\nنار 73 ، 109\r\nالناصر صلاح الدين 4 ، 7 ، 11 17\r\nالناصر خلفاؤه 12\r\nالناقهون 99 ، 100\r\nنبيذ 56\r\nالنجاة ، لابن سينا 31\r\nنحافة 113 ، 114\r\nنخل 49\r\nالنصارى 49 ، 50 ، 53\r\nالنصيحتين ، كتاب 29 ، 159 ، 168\r\nنعناع 103\r\nنغمات ، إدراكها 87\r\nنكهة 82\r\nنموّ 110 ، 117\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nنوبة 46\r\nنور الدين بن زنكى 11\r\nنيدة 56\r\nنيل 46 ، 57 ، 60\r\n\r\n( ه )\r\nهتشنجز 44\r\nهجاء ابن جميع 5\r\nهجاء في عهد البغدادي 6\r\nهجرة سكان مصر 61\r\nهدم الآثار 53\r\nهرم وأهرام 52\r\nهردوت 47\r\nهزال 113 إلى 116\r\nهكاتيه ، رأيه في الفيضان 47\r\nهكسوس 55\r\nهنود ، والسكرى 123\r\nهواء 73\r\nهواء تبريده 109\r\nالهيئة ، علم 25\r\nهيروغليفى 52\r\nالهيولى 25\r\n\r\n( و )\r\nالواحد 25\r\nالوجود 25\r\nالوجيه الواسطي 16 ، 167 ، 168\r\nورد 49\r\nوردية 56\r\n\r\n( ي )\r\nياسمين 49\r\nياسين السيميائى 18\r\nياقوت 163\r\nيقطين 56\r\nيمن 12\r\nيهود ، يركبون البغال 49 ، 50\r\nيوحنا بن ماسويه 143\r\nيوسف والد البغدادي 15\r\nيوسف بن يحيى 164\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\nفهرست الألفاظ الأجنبية\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\r\nفهرس\r\nالصفحة\r\nمقدمة 3\r\nديباجة : لمحة تاريخية 11\r\nالباب الأول\r\nتاريخ حياة عبد اللطيف البغدادي 15\r\nالباب الثاني\r\nمؤلفاته ونبذ عن بعضها 21\r\nرسالة للإسكندر 39\r\nالباب الثالث\r\nكتاب الإفادة والاعتبار 43\r\nالباب الرابع\r\nرسالتان في الحواس وبعض المسائل الطبيعية 67\r\nالباب الخامس\r\nرسالة في المرض المسمي ديابيطس 123\r\nالباب السادس\r\nشخصية عبد اللطيف 159\r\nالمراجع 183\r\nالفهارس 189\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210}
  ]