[
  {"content":"\r\n\r\nحقائق أسرار الطب\r\nتأليف\r\nمسعود بن محمد السجزي\r\nتحقيق\r\nمؤسسه إحياء طب طبيعي\r\nبه سفارش\r\nمؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمؤسسه احياء طب طبيعي\r\nإيران قم خيابان ارم 4 پلاك 135\r\n2936352 0251 7719657 0251\r\nحقايق اسرار الطب\r\nتأليف سجزى\r\nانتشارات جلال الدين\r\nچاپخانه اميران\r\nچاپ أول 1387 : 2000 عدد\r\nقيمت : 5000 تومان\r\nشابك : 9 - 70 - 8410 - 964 - 978\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nإن الذين يتلون كتب الله\r\nوأقاموا الصلاة وأنفقوا مما رزقنهم سرا وعلانية\r\nيرجون تجرة لن تبور\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nاگر چه اطلاع دقيقى در مورد زندگانى مسعود بن محمد السجزي ( يا السنجري ) الطبيب در دسترس نيست ليكن در برخى از منابع غربى از جمله در تأليف بروكلمان به اشاره اندكى به نام كتاب حقائق اسرار الطب واينكه وفات مؤلف آن سال 734 هجرى است بسنده كرده‌اند .\r\nظاهرا مسعود بن محمد سجزى ( به معناى سيستانى ) يا سنجرى ( بر أساس برخى كتابت‌ها ) كتاب حاضر را براي قمر الاسلام صدر الدولة ابن المفاخر قاسم بن عراق بن جعفر تأليف كرده است .\r\nبراي اثر أو يعنى كتاب حقائق اسرار الطب ، نام ديگرى تحت عنوان الحدود نيز ثبت شده است .\r\nبه هر حال اينك نسخه مقابله شده كتاب مورد اشاره كه توسط مؤسسه احياء طب طبيعي ( قم ) وبه سفارش مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل آماده نشر شده است اميد مىرود ضمن بهره گيرى از اين اثر ، گوشه‌هاى تاريك وناشناخته حيات علمي مؤلف وساير مؤلفات ايشان بيشتر آشكار شود .\r\nمؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل\r\n\r\n\r\n","description":"","footnote":"\r\nبر أساس يادداشت آقاي دكتر فريد قاسملو با تشكر از ايشان .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nسخن آغازين\r\nارزش طب سنتي چه از لحاظ علمي وكاربردى وچه از لحاظ فرهنگى وتاريخي بر هيچ‌كس پوشيده نيست . ولى متأسفانه در صدهء أخير كه تاخت وتاز تمدن جديد كشورمان را در نورديد ، مورد بيمهرى وبعضي أوقات مقابله وتخريب واقع گرفت .\r\nدرصورتىكه اگر با سعهء صدر وبدون طرفداريهاى كوركورانه در كنار طب جديد وديدگاههاى جديد از آن بهره بردارى مىشد هم جلوى كجرويهاى طب جديد گرفته شده وطب قديم هم ديگر طب قديم نمىماند وبا نيازهاى روز رشد مىكرد واز دست كاسبان حكيم نما در أمان مىماند . وبا كمترين هزينهء اقتصادى وخسارت اجتماعي تأمين كنندهء شرائطى مطلوب براي حفظ سلامت عمومى جامعه وتقويت فرايند پيشرفت علمي ، اجتماعي ، اقتصادى وسياسي را در اين شاخه فرآهم مىكرد .\r\nپس از انقلاب شكوهمند اسلامى على الخصوص در دههء أخير مجددا با تلاش تعدادى از محققان بارقه‌هاى اميد دوباره در دل محققين روشن شد وقدمهاى مثبتى در اين زمينه برداشته شد تا شايد بتوان دوباره با اتكاء بر منابع علمي كشور وتلاش محققين ، اين علم مهجور را به شكل علمي آن رواج داد .\r\nاين مؤسسه نيز على رغم همهء محدوديتها با توكل بر حضرت صاحب العصر والزمان ( عج ) ، وحمايت جمعى از علاقمندان بسهم خود تلاش نموده تا قدمهايى\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nدر اين زمينه بردارد كه خلاصه‌اى از اقدامات انجام شده بنظر مىرساند .\r\n1 - تأسيس كتابخانه تخصصى طب طبيعي در چهار قسمت خطى ، چاپ سنگى ، آرشيو نسخ خطى وكتابخانه عمومى .\r\n2 - تدريس دوره‌هاى مقدماتى ودوره‌هاى تكميلى طب طبيعي .\r\n3 - تأليف وتدوين متون درسى طب طبيعي .\r\n4 - ايجاد ارتباط ، خدمات رسانى وهمكارى با ساير مراكز طب طبيعي .\r\n5 - ايجاد بأنك گياهان دارويى ( هرباريوم ) .\r\n6 - تحقيق وتصحيح متون اصلى طب طبيعي كه اين كتاب يك نمونه از آن مىباشد .\r\nاين كتابها توسط مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل مورد توجه ومهرورزى قرار گرفت وبراي اولين بار به حليه طبع مزيّن گشت وتقديم محققان وعلاقمندان گرديد وجا دارد اذعان گردد بدون توجه آن موسسه شايد اين تحقيقات به مرور زمان به بوته نسيان سپرده شده وساليان سال مهجور مىماند . لذا بدين‌وسيله از دست‌اندركاران آن مؤسسه تشكر وقدردانى مىگردد .\r\nدر خاتمه از خداوند متعال براي كليهء محققينى كه در تصحيح اين كتاب ما را يارى نموده‌اند اجر جزيل خواستاريم .\r\nمؤسسهء احياء طب طبيعي مجتبى هاتف قوچانى قم المقدسة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nالحمد للّه ربّ العالمين وصلى الله على الرسول المصطفى واله الطيبين الطاهرين .\r\nوبعد . . .\r\nفان الطب هو المحافظة على صحة موجودة ، أو المعالجة لصحة مفقودة ولهذا كان الطب من أهم العلوم الاجتماعية لحياة الانسان منذ القدم ، ولا يمكن الاستغناء عنه بأي حال وقد قيل : اثنان لا غنى للناس عنهما ، العلماء لاديانهم والأطباء لابدانهم .\r\nان الطب وقواعده لم يكن للناس معرفة به في سالف الأزمان ولم يكن لهم معرفة في طرق العلاج فيه أو الخصائص المكنونة في النباتات والأعشاب والعناصر وطباعها ، وكذا الاصطلاحات المتداوله للامراض والأسقام وأسماء الأدوية وكيفية الاستفادة منها ، فكانوا يحارون بأمرهم إذا نزلت العلل وانتشرت الأمراض ويلجئون إلى أرباب أديانهم وكهنتهم ، فيعالجونها بالعزائم والتقاديس والسحر والكهانة ، والأسقام تفتك بالمرضى فتكا ذريعا .\r\nوعلى مر الدهور كانت التجربة التي تظهر أحيانا تأثير بعض النباتات أو العناصر شيئا ما في مقاومة العلة ، فيتخذها البعض ويستعملها ومن ثم ابتدأ الطب ضعيفا في نشأته بطيئا في ظهوره ، ثم على مر الأيام والعصور أخذ البعض يجمع شتاته ويضم متفرقة ، ويأتي من بعده من يكمله ويتمه وينظم قواعده ويصنفه . ومن ثم\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nقيل : كان الطب معدوما ، فأحياه جالينوس ، ومتفرقا فجمعه الرازي ، وناقصا فكمله ابن سينا .\r\nهذا وقد مر الطب واصطلاحاته بمراحل متعددة من التطور والتدرج العلمي وتداوله بين الشعوب والبلدان على مر العصور والسنين على اختلاف لغتهم وطبائهم وتجاربهم حول المعالجة وخواص النبات مما أدى إلى اختلاف الاصطلاحات المتداوله وحصول غموض في بعضها بسبب حصول الترجمة بعد الأخرى من لغة إلى أخرى ، فظهرت الحاجة إلى ايجاد معجم جامع للمصطلحات الطبية وتبيان المراد منها بصورة علمية صحيحة متقنه ، مع مراعاة الايجاز والاختصار .\r\nولهذا التراكم في المصطلحات الطبية وظهور مصطلحات ومفاهيم طيبة جديدة مما حدا بالطبيب ( مسعود بن محمد السجزي ) في القرن الثامن الهجري ، وشعورا منه بضرورة الحفاظ على هذه المادة الطيبة الغزيرة التي تراكمت خلال القرون السابقة ، ان يقوم بتحديد وتعريف المصطلحات الطبية وتدوينها بطريقة علمية منهجية ، وبهذا ظهر معجمة الطبى ( حقائق اسرار الطب ) . وهو أول معجم طبي متكامل مستقل مخصص للمصطلحات الطبية ، ويشتمل خلاصة المعارف الطبية حتى عصره . نعم هناك محاولات سبقته لهذا المضمار ولكن ليست بالمستوى الذي هو وصل إليه في جمع المصطلحات الطبية ، فان الفترة الزمنية التي سبقت مرحله ظهور الأطباء الكبار كالرازي وابن سينا لم تكن فيها المؤلفات الطبية قد اتسعت هذا الاتساع العريص وتنوعت مفاهيمه ومصطلحاته ، اى ان المصطلح الطبى لم يكن قد استقر في معناه النهائي .\r\nنعم هناك كتاب ( التنوير في الاصطلاحات الطبية ) للطبيب ( أبو الحسن منصور بن الحسن القمرى ) الذي عاش في بخارا والمتوفى نهاية القرن الرابع الهجري ، لكنه كتاب مختصر لم يشمل كل المصطلح الطبى . وكذا كتاب ( مفيد العلوم ومبيد الهموم ) للطبيب ( ابن الحشاء ) المتوفى بعد العام ( 656 ه ) ، وهذا الكتاب رغم\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nأهميته يقتصر على شرح المصطلحات الواردة في كتاب ( الطب المنصوري ) لأبي بكر الرازي ، ولا يشتمل جميع المصطلحات المطلوبة فعليه لا يمكن ان يعطي المثال الصحيح للمعجم الطبى .\r\nان هذا الكتاب ( حقائق اسرار الطب ) الذي ظهر في القرن الثامن الهجري ينطبق عليه الوصف الصحيح للمعجم الطبى الشامل ( بالطبع المدونة حتى عصره ) . وهذا النص الطبى الهام دوّنه مؤلفه ( مسعود بن محمد السجزي ) الطبيب والدراس بآن واحد ، ليكون رفيقه أينما ذهب ، وتوخى فيه السهولة والبساطة والايجاز في التعبير ، مثل تقديم خلاصة لمبادى الطب وتبيينها على شكل أسئلة وأجوبة وهذا أسلوب اتبعه الأطباء قديما كالطبيب ( حنين بن إسحاق ) المتوفى ( 260 ه ) ، الا ان الشئ الجديد الذي اتبعه الطبيب السجزي هو ايضاح معان جديدة مبتكرة بتنسيق جديد للمصادر الطبية المتقدمة .\r\nان كتاب ( حقائق اسرار الطب ) هو معجم تراثي مهم جدا لا يستغنى عنه الباحث والطبيب والمهتم بالتراث الطبى القديم ، ويعد مرجعا مهما لشرح معاني المصطلحات الطبية والأساليب الصيدلانية لتحضير الدواء ، ولعل هذا المعجم هو المتمم لما يحتاجه الطبيب في تشخيص العلة ، ووصف العلاج الصحيح .\r\n\r\nالمؤلف ، حياته :\r\nمسعود بن محمد السجزي ولد ونشأ في مقاطعة سجستان من إقليم خراسان في أواخر القرن السابع الهجري ومنها حصلت نسبته ( السجزي ) وقد وقع فيه تصحيف فلقب ب ( السنجري ) وهو تصحيف ( السجزي ) .\r\nعاش المؤلف في فترة تفتت الدولة المغولية وظهور دول جديدة متفرقة ، فظهرت في كرمان وفارس الدولة المظفرية ، وعلى الرغم من الأوضاع السياسية الصعبة التي مرت فيها تلك الفترة وعدم الاستقرار والأمن ، فلم يمنع ذلك من قيام نهضة علمية في مختلف المجالات الفلكية والرياضية والطبية وتشجيع\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالعلماء والباحثين من قبل الحكام والولاة والوزراء ، وقد عاصر ( مسعود بن محمد السجزي ) تلك الفترة .\r\nفقد اتجه منذ يفاعته لدراسة علوم المنطق والفلسفة والفلك . . . وحازت العلوم الطبية على اهتمامه فبرع فيها واشتهر من خلال مزاولته العلمية لمهنة الطب . فقد شارك مشاركة فعالة في النشاط العلمي والثقافي في عصره ، فقد شجع الولاة المحليون في عهد الدولة المظفرية الثقافة والآداب والعلوم ، وكانت مجالس العلم تعقد برعايتهم ، مما دفع ( السجزي ) للالتحاق بركب أحد وزراء الدولة المظفرية ( أبو المفاخر قاسم بن عراق بن جعفر ) ووصفه في مقدمة كتابة ( حقائق أسرار الطب ) بعبارات تدل على اعجابه الشديد به ، حيث الوزير ( أبو المفاخر ) من المشجعين للعلم والعلماء ويدعو للبحث والتأليف ، مما أوجد تنافسا علميا شديدا بين مختلف الأدباء والعلماء الذين كانوا يفدون إلى مجلسه لاستعراض علومهم وفنونهم المتنوعة ، وما ينبعها من مناقشات ومداخلات كما يذكر ( السجزي ) في موضع آخر من مقدمة كتابه . وهذا مما حدا ب ( السجزي ) تصنيف كتابه الوحيد ( حقائق اسرار الطب ) بعد تلقّى الإشارة من الوزير المذكور ، حيث بيّن في الكتاب المذكور عن تبرمه وضيقه من تداول الالفاظ المبهمة والاصطلاحات الغامضة التي أوردها الأطباء في مصنفاتهم وأسماء العلل والأمراض والعبارات التي استخدموها .\r\nان المراجع التاريخية التي تعرضت إلى ترجمة ( السجزي ) قليلة وتعرضت له بشكل وجيز ومقتضب جدا ، حيث لم تتعرض الا لوصف كتابه ( حقائق اسرار الطب ) .\r\n\r\nالمصطلحات الطبية :\r\nبعد حركة الفتوحات الكبرى وامتزاج الثقافات فيما بينها ، العربية والفارسية والهندية واليونانية ، أدى إلى الحاجة إلى ظهور الترجمات لاستيعاب كتب الأقدمين\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nمن اليونان والفرس والهند والإغريق وصهرها في لغة القرآن بعد ان أصبحت هي لغة الثقافة والعلوم والتأليف والفكر والتعبير حيث سارعت الأمم إلى تعلمها والتكلم بها حتى انتشرت اللغة العربية انتشارا واسعا في البلدان والأمصار وأصبحت العربية لغة سهله لينة تتسع لآداب الهند وفلسفة اليونان وثقافة الفرس ، بعد ان كانت محصورة في شمالي الجزيرة العربية لا يتكلم بها الافئة من العرب .\r\nفكانت حركات الترجمة هي الوسيلة لجعل العلوم في متناول الجميع ولم تكن عملية نقل فحسب بل كانت أداة ابداع وخلق وتأليف ، فكانت ثروة واسعة لوصف تجاربهم وشرح نظرياتهم وعملياتهم الجراحية والكيميائية والرياضية وبتعابير لتسمية موادهم وادواتهم والأجهزة التي استخدموها في اكتشافاتهم العلمية والعملية .\r\nان المصطلحات العلمية التي اتخذها أرباب العلوم للتعبير عن معنى من المعاني العلمية ، تجعل اللفظ به مدلول جديد غير مدلولاتها اللغوية أو الأصلية ، فاخترعوا الفاظا للمعاني التي عثروا عليها .\r\nوالمصطلحات الطبية هي من المصطلحات التي ثم اختراعها ، حيث المصطلح الطبى القديم يشتمل على أنواعا ثلاثة :\r\n1 . مصطلح يستعمل في معناه الأصلي\r\n2 . مصطلح يخرج عن المعنى الأصلي إلى المعنى الاصطلاحي مثل ( داء الثعلب ) فهو : ان يتمرط الشعر في بقعة من الرأس واللحية في أكثر الأحوال يكون إلى الاستدارة ، وورم ( الصفدع ) فهو : غدة صلبة تكون تحت اللسان مع عروق خضر .\r\nونلاحظ انه لا صلة في الظاهر بين المعنى اللغوي الأصلي للفظ والمعنى الاصطلاحي ، ولكن يجب ان نتصور أن ( داء الثعلب ) هو مرض جلدي يصيب الشعر في الرأس واللحية يشابه ما يحدث عند الثعلب ، فلهذا شبه به وكذلك ( الضفدع ) فهذا الورم يشابهه فاطلق عليه .\r\n3 . مصطلحات مأخوذة من لغات أخرى كالفارسية والهندية واليونانية و . . . ،\r\nو \r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nكذلك أسماء العقاقير والنباتات والأعشاب الطبية التي تختلف من لغة إلى لغة ومن بلد إلى آخر .\r\nوالترجمة أدت إلى وجود مصطلحات علمية ثابتة ذات مدلول فنى متخصص ، ومن هنا ظهرت الحاجة إلى معاجم طبية لشرح وتوضيح معاني الكلمات المستعملة في الطب وأسماء العقاقير والنباتات المأخوذة من اللغات المختلفة ، ووظيفة المعاجم الطبية هي تحديد التعابير التي يستخدمها الأطباء للدلالة على المعاني الفنية المحدودة .\r\n\r\nالمعاجم الطبيعة :\r\nساهم الطبيب اليوناني الكبير ( جالينوس ) بوضع كتاب تظمن شرحا لمفردات ( ابقراط ) بعنوان ( كتاب جالينوس في الأسماء الطبية التي استعملها الأطباء وعلى اى المعاني استعملوها ) ، الا ان الأصل اليوناني لهذا الكتاب مفقود . وقد ترجم قسم منه إلى العربية . وكذا ينسب كتاب آخر لجالينوس بعنوان ( في التعريفات الطبية ) وغيرها من الكتب التي تنسب إليه .\r\nومن ثم ظهرت في عصر الترجمة معاجم طبية متعددة اللغات لكي يسهل على الأطباء معرفة المفردات الطبية بلغات مختلفة وهذا النوع كان مطلق عليه اسم « چهار نام » بمعنى ان كل واحد من المصطلحات مسمى بأربع لغات وهي :\r\nالرومية ( اليونانية ) والسريانية والعربية والفارسية . وكذا قد شهدت العصور الاسلامية الأولى ظهور كتب التعريفات على مشكل قواميس منها ما اقتبس منه الطبيب ( الرازي ) المتوفى ( 313 ه ) في كتابه ( الحاوي في الطب ) حيث استطاع في كتابه الشهير ان يجمع التراث الطبى القديم من مصطلحات المؤلفات القديمة اليونانية والفارسية والسريانية والهندية والعربية .\r\nوقد واجهت الرازي امرين ، أحدهما صعوبة رسم بعض المصطلحات الأعجمية لعدم وجود ما يقابلها بالعربية ، والأخرى كون بعض المططلحات في مصادرها\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالأصلية محرفة ، مما دعا ( الرازي ) لكتابة المصطلح بطريقة أسهل لكن البعض منها بقيت مجهولة وصعبة القراءة .\r\nوبعد ذلك مرت المعاجم الطبية بمراحل متعددة وفقا لما تدعو له الحاجة لكي يستطيع الطبيب الاستفادة بصورة صحيحة من العقاقير والأدوية الوادرة فيها .\r\nفظهرت كتب متعددة لتوضيح المصطلحات الطبية منها .\r\n1 - التنوير لأبي منصور الحسن بن نوح القمري عاش في القرن الرابع الهجري وتوفى آخره ، وفيه نحو 350 مدخلا ، ويتألف من تعريفات للمفردات والمصطلحات الطبية لا تزيد على جملة أو جملتين .\r\n2 - مفاتيح العلوم لمحمد بن أحمد الخوارزمي في القرن الرابع الهجري .\r\n3 - كتاب الماء تأليف عبد الله بن محمد الأزدي الصحاري المتوفى 456 .\r\n4 - الروضة الطبية تأليف أبو سعيد عبيد الله بن بختيشوع المتوفى 453 .\r\n5 - مفتاح الطب ومنهاج الطلاب تأليف أبو الفرج علي بن الحسين بن هندو المتوفى 420 وينسب إلى ( هندوجان ) وهي من قرى مدينة ( قم ، إيران ) وقد قمنا بتصحيحه وطباعته في مؤسسة احياء الطب الطبيعي .\r\n6 - مفيد العلوم ومبيد الهموم تأليف أبو جعفر بن محمد بن الحشّاء المتوفى 656 وهو شرح للاصطلاحات الطبية المستخدمة في كتاب المنصوري .\r\n7 - جواهر اللغة وبحر الجواهر كلاهما تأليف محمد بن يوسف الهروي متوفى بعد 939 وقد قمنا بتصحيح وطباعة كتاب بحر الجواهر في مؤسسة احياء الطب الطبيعي سينشر عن قريب إن شاء الله تعالى .\r\n8 - قاموس الأطباء وناموس الألبّاء تأليف مدين بن عبد الرحمن القوصوني المصري المتوفى بعد 1044 .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nكتاب حقائق اسرار الطب :\r\nهو معجم طبي متكامل شامل للمصطلحات الطبية تميز بالدقة والتفصيل والانتقال من الاطر العامة للطب إلى شرح التفاصيل ، ووضوح الرؤية في تبيان المصطلحات وكيفية شرحها بوحدة متناسقة متدرجة .\r\nان هذه الدقة العلمية ترجع إلى قدرة المؤلف ( السجزي ) إلى التصدي إلى هذا المجال العلمي الدقيق وقدرته على اقتحام المصطلح الطبى فصنف معجما طبيا جمع دقة المصطلح وبلاغة الوصف وسهولته .\r\nان المنهج السائد في عصر ( السجزي ) يجنح إلى المختصرات تسهيلا للطلب والتدريس ، فعلى هذا الضوء تميز معجم ( حقائق اسرار الطب ) بالتيسير والايجاز والوضوح ، فعلى حد قوله ( تعريف الالفاظ والعبارات وتبين الأسماء والاصطلاحات على سبيل الرسم والتحديد ) ، اى التعريف بخصائص الشئ والمعنى اللغوي اى التعريف العلمي لطبيعة الشئ وتوافقا مع منهجه العلمي لم يتطرق ( السجزي ) للخصائص العلاجية والطبية للدواء واكتفى بالوصف العلمي للاعراض ولم يتطرق للأسباب المرضية الا نادرا .\r\nان المصطلح الطبى القديم بالرغم من صبغته الموضوعية متنوع القراءات كالمصطلح الأدبي وخصوصا في علم الصيدلة والأدوية ، وهذا ما يفسر ما بزخر به تراثنا الطبى من تعدد أوجه الاختلاف بين العلماء وبروز اشكال الشروح والتفاسير والتعاليف المتنوعة .\r\nوالمؤلف ( السجزي ) ناقل وشارع هدفه تبيان غموض معاني المصطلحات وليس ايجاد أو استباط مصطلحات جديدة فلا يوجد تصرف في المصطلح الطبى من اشتقاق أو غيره وقد حافظ على الكلمات والمصطلحات كما هي ، فاهتم في كتابه هذا على الجانب الشكلى للمصطلح ولا يذكر الجانب العلاجى ليسهّل التعرف عليه وتمييره وأهمل تأثيره الدوائي ولم يذكر المصدر الذي يعتمد عليه وينقل منه ، فالمهم عنده ان يكون المصطلح مفهوما دقيقا مضبوط الدلالة .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفالمصطلح الطبى بسبب وجود أكثر من مرادف له جعل ( السجزي ) يلجأ للاسم المشهور أو الرائج أو كثير الاستعمال ذو المفهوم المضبوط والدلالة الواضحة بين أهل الصناعة الطبية ، بالإضافة إلى شهرة المصطلح وذلك من خلال اطلاعه الواسع على اللغات المتعددة التي ألفت فيهما الكتب الطبية بالرغم من المشاكل الكثيرة التي يواجها المصطلح الطبى بسبب عدم كون أهل الترجمة من الاختصاصين في العلوم وانما هم فقط تراجمة محترفون ، لكن ذلك لم يقلل من عزيمة ( السجزي ) فلجأ للغات الأخرى للاستعانة بها لتبيين المراد الصحيح من المصطلح وتوضيحة بلغة سهله سلسة في متناول أيدي الأطباء والصيادلة .\r\nان المصادر التي اعتمدها ( السجزي ) في معجمة هي المجاميع الطبية التي دونها الأطباء الذين سبقوه ، والتي وصلت إلى قمتها في عصر ( ابن سينا ) حيث بلغت مرحلة علمية لم يبلغها أحد ، حيث نجده في كتابه ( القانون ) يتصف بالشمولية والموسوعية فهو بحق ثروة علمية ، الا ان الأمر الذي بدا بعد تلك الفترة هو عدم استيعابهم للألفاظ والاصطلاحات المتداولة في تلك الفترة بسبب كونها خليط من عده لغات وعدة ثقافات ، وهذا ما تنبّه اليه ( السجزي ) حيث يذكر ان الوزير ( أبو المفاخر ) امتعض كثيرا من الالفاظ والاصطلاحات المبهمة التي أوردها الأطباء في مصنفاتهم وذكر أسماء العلل والعبارات التي اثبتوها في مؤلفاتهم . وتأثر ( السجزي ) بكتاب ( القانون في الطب ) واضح في الشكل والمنهج ، فهو تلميذ وفىّ ( لابن سينا ) ويمكن اعتباره أفضل ممثل للطب ( السينوى ) في عصره وعلى الرغم من قرون من الزمن بينه وبين عصر ( ابن سينا ) فإن ذلك لم يحل دون التأثر الشديد إلى حد كبير ، وكأنه من معاصريه أو تلاميذه المقربين ، ولذلك أيقن ( السجزي ) من خلال خبرته العلمية ان خير وسيله لحصر المجال الدلالى للمصطلح الطبى هو تعريفه ، فالمعجم المفيد هو الذي يوضع لخدمة غرض معلوم وفيه التعريف الواضح الذي يعين على ادراك المفهوم ، ولا ريب ان التعريف هو المفتاح لذلك ، إذ يحصر أطره ويحدّد معالمه ويقرّبه إلى المدارك\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nباتاحة التصور .\r\nومساهمة ( السجزي ) الثمينة في اقرار منهجية موحدة لوضع المصطلح الطبي تقوم على مبدأ : « إلحاق كل مصطلح بتعريف موجز يبيّن دلالته » وهو ما يتّفق مع الاتجاه الحالي في تعريف المصطلحات ، فالتعريف مهم لاستجلاء المفهوم وإيصاله ، ولكي تعمّ الفائدة ويتكرّس الاستعمال ويتوحد الاصطلاح ، وضع ( السنجري ) قوائم مصطلحية بأهم المصطلحات الطبية والتعابير المصطلحية وأرفقها بالتعريف المناسب .\r\n\r\nالنسخ المستخدمة في التحقيق\r\n1 - النسخة المخطوطة المحفوظة في مكتبة كاشف الغطاء في النجف اشرف في 119 صفحه بحجم وزيري في سنة 1080 .\r\n2 - النسخة المخطوطة المحفوظة في مكتبة مؤسسة احياء الطب الطبيعي برقم 2 / 49 في شرح ربيع الثاني سنة 1254 في 105 صفحة بحجم 14 * 22 .\r\n3 - النسخة من مكتبة آستان قدس رضوي في مشهد غير مؤرخة من القرن الحادي عشر .\r\nوقد قمنا بتصحيح الأخطاء الاملائيه والنحويه واللغوية الموجودة في النسخ بدون الإشارة إلى ذلك لأنه خطأ املائي واضح .\r\nاما الأخطاء غير اللغوية المتكررة في النسخ أشرنا إلى الصحيح في الهامش .\r\nوقد جعلنا بعض الكلمات بين [ 
  ] عند الحاجة لتفهيم وتسهيل المطالب .\r\nنرجو من الله ان يكون عملنا مفيدا لطلاب هذا العلم .\r\nمؤسسه احياء طب طبيعي قم المقدسة\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالصفحة الأولى من النسخة المحفوظة في مؤسسة احياء الطب الطبيعي المؤرخة 1254 ه\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالصفحة الأخيرة من النسخة المحفوظة في مؤسسة احياء الطب الطبيعي المؤرخة 1254 ه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالصفحة الأولى من النسخة المحفوظة في مكتبة كاشف الغطاء المؤرخة 1080 ه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالصفحة الأخيرة من النسخة المحفوظة في مكتبة كاشف الغطاء المؤرخة 1080 ه\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ مقدمة المولف 
  ]\r\nالحمد لله على أياديه المتواترة وصنايعه المتقاطرة والصلاة على كاشف الغمّة وشفيع الأمة محمد وآله الأتقياء وأصحابه الأصفياء .\r\nوبعد ، فإن العبد مسعود بن محمد السنجري الطبيب وفقه اللّه لصادق الأقوال وصالح الاعمال يقول لما اتصلت بخدمة مولانا الصاحب الاجلّ ، السيد الكبير ، العالم العادل المؤيد المقيل « 1 » المفضل الميمون ، صدر الدولة والدين ، قوام الإسلام والمسلمين ، ملك الوزراء الشرق والغرب ، أبي المفاخر « قاسم بن عراق بن جعفر » ادام اللّه جلاله وضاعف إقباله العالي وأقيمت بابه المحروس وجنابه المأنوس قبلة الفضلاء وكعبة العلماء ومنبع الفواضل ومطلع الفضايل مجتمع فيه مشاهير الأقطار ونحارير الأمصار ويخدمه كل واحد منهم بخدمة علمية بتحفة حكيمة وجرى في بعض الأوقات على لسانه الشريف لا زال صادقا وبالخير ناطقا حديث الألفاظ المبهمة التي أوردها الأطباء في مصنفاتهم وذكر أسماء العلل والعبارات التي أثبتوها في مؤلَّفاتهم وأردت أن أكون منخرطا في سلك جملتهم متضمنا في زمرتهم فجمعت هذا الكتاب باسمه ورتبته برسمه واقتصرت فيه على تعريف الألفاظ والعبارات وتبيين الأسماء والاصطلاحات على سبيل الرسم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ والأظهر أن يكون « المقبل » .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوالتحديد « 1 » وسميته « حقائق اسرار الطب » كما هو معناه وأوردته في ثلاثة فنون وكل فن على اقسام :\r\nالفن الأول : في ماهيات الأشياء التي تتعلق بكليات الطب ورسومها التعريفية « 2 » .\r\nالفن الثاني : في كيفيات الأعمال والصناعات المتعلقة بأصول الطب .\r\nالفن الثالث : في كميات أقسام الأمور المنقسمة إنقساما كليا .\r\nوجعلت الفن الأول على ثلاثة أقسام : ( القسم الأول ) : في تعريف الألفاظ الكلية التي يحتاج إليها أرباب صناعة الطب . ( القسم الثاني : ) في تعريف أسماء العلل المشهورة والأمراض المعروفة . ( القسم الثالث : ) في تعريف أسماء الأدوية المركبة وأفعالها وما يتعلق بها .\r\nواما الفن الثاني فجعلته على قسمين : ( القسم الأول : ) في كيفية اتخاذ الأدوية وإلتقاطها وحفظها وما يتعلق بهذه الأمور . ( القسم الثاني : ) في كيفية استعمال الأدوية في الدق والطبخ والسحق والإحراق وغيرها مما يتعلق بهذه الاعمال .\r\nوأما الفن الثالث : فجعلته على عشرة اقسام : ( القسم الأول : ) في كمية أشياء كلية منقسمة بقسمين فحسب . ( القسم الثاني : ) في كمية أشياء كلية منقسمة بثلاثة اقسام فحسب . ( القسم الثالث : ) في كمية أشياء كلية منقسمة بأربعة اقسام فحسب وهكذا يتصاعد إلى عشرة على هذا النسق والترتيب .\r\nفإن صادف هذا الكتاب قبولا من مجلسه العالي - لا زال عاليا - قرن بسعادة الدارين وكرامة المحلين اللهم وفقني في جمع هذا الكتاب لسلوك السداد والصواب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التحديد هو التعريف بذاتيات المعرَّف والرسم هو التعريف بالجنس والخاصة أو الخاصة فقط لاحظ « المنطق » للعلامة المظفر ، ج 1 ، ص 116 و 114 .\r\n( 2 ) . التقريبية .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالفن الأول في ماهيات الأشياء التي تتعلق بكليات الطب ورسومها التعريفية\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالقسم الأول في تعريف الألفاظ الكلية التي يحتاج إليها أرباب صناعة الطب\r\nوهي ثلاثة عشر فصلا :\r\n\r\nالفصل الأول : في تعريف الأمور الطبيعية الكلية\r\n\r\nالطب :\r\nعلم بأحوال بدن الإنسان من جهة الصحة والمرض والحالة المتوسطة لحفظ الصحة وإعادتها .\r\n\r\nالصحة :\r\nهيئة يكون بها بدن الإنسان في مزاجه وتركيبه بحيث تصدر عنه الافعال سليمة .\r\n\r\nالمرض :\r\nهيئة مضادة لهذه الحالة [ اي حالة الصحة 
  ] .\r\n\r\nالعرض :\r\nهو الشيء الذي يتبع هذه الهيئة [ اي هيئة المرضية 
  ] .\r\n\r\nالحالة المتوسطة :\r\nهي الحالة التي لا يوجد فيها غاية الصحة ولا غاية المرض .\r\n\r\nموضوع الطب :\r\nبدن الانسان وما يتركب منه البدن .\r\n\r\nالأمور الطبيعية :\r\nهي الأمور الداخلة في بقاء بدن الانسان .\r\n\r\nالطبيعة :\r\nهي القوة المدبرة لبدن الانسان . وهي مبدأ كل حركة وسكون . وقد يطلق\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاسم الطبيعة على يبس البطن ولينه .\r\n\r\nالتدبير :\r\nهو التصرف في الأمور الطبيعية .\r\n\r\nالغريزة :\r\nهي حالة طبيعة البدن .\r\n\r\nالحرارة الغريزية :\r\nهي التي جبلّت الأبدان معها وكذلك الرطوبة الغريزية .\r\n\r\n[ الرطوبة الغريزية 
  ] :\r\n[ قد مرّ في الحرارة الغريزية 
  ] .\r\n\r\nالأسباب الكلية :\r\nهي الأشياء التي يلزم من وجودها حدوث الكاينات ذوات المبادئ .\r\n\r\nالأسباب الفاعلة :\r\nهي الأشياء المغيرة « 1 » أو الحافظة لحالات بدن الانسان ؛ إما طبيعية واما غير الطبيعية .\r\n\r\nالأسباب الصورية :\r\nهي الأمور التركيبية والكيفية المزاجية وما يتعلق بهما .\r\n\r\nالأسباب المادية :\r\nهي الموضوعية التي يتقرر فيها الصحة والمرض .\r\n\r\nالأسباب النمائية :\r\nمن الأشياء التي أفادت البدن الكمال .\r\n\r\nالأسباب الجزئية :\r\nهي الأشياء الأولية لتغير « 2 » كل حالة وثباتها .\r\n\r\nالأسباب البادية :\r\nهي الأشياء الواردة على البدن من الخارج المؤثرة من غير واسطة .\r\n\r\nالأسباب السابقة :\r\nهي الأشياء الموجودة في البدن المؤثرة بواسطة .\r\n\r\nالأسباب الواصلة :\r\nهي الأشياء البدنية المؤثرة في البدن من غير واسطة .\r\n\r\nالأسباب الستة :\r\nهي الأمور الضرورية في امر الحياة ؛ مثل جنس الهواء المحيط بالبدن وجنس الإستفراغ والاحتقان وجنس الحركة والسكون وجنس النوم واليقظة وجنس الحركات النفسانية وجنس ما يؤكل ويشرب .\r\n\r\nالأركان :\r\nهي أجسام بسيطة تتركب منها المواليد وتسمى الأمهات والاسطقسات والعناصر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : المغايرة .\r\n( 2 ) . في نسخة : لتعبر ، وفي نسخة : لتبيّن .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n[ الأمهات 
  ] :\r\n[ قد مرّ في الأركان 
  ] .\r\n\r\n[ الاستقصات 
  ] :\r\n[ قد مرّ في الأركان 
  ] .\r\n\r\n[ العناصر 
  ] :\r\n[ قد مرّ في الأركان 
  ] .\r\n\r\nالأرض :\r\nهي جسم بسيط ثقيل مطلقا ، بارد يابس موضوع في الوسط .\r\n\r\nالماء :\r\nوهو جسم بسيط ثقيل بالإضافة ، بارد رطب موضوعه فوق الأرض .\r\n\r\nالهواء :\r\nجسم بسيط لطيف بالإضافة ، حار رطب شامل للعنصرين السفليين الباردين .\r\n\r\nالنار :\r\nهي جسم بسيط خفيف مطلقا ، حار يابس شامل « 1 » للهواء مماس للسطح المقعر من فلك القمر .\r\n\r\nالفصل الثاني : في الأمزجة\r\n\r\nالمزاج :\r\nكيفية تحدث « 2 » عن تفاعل كيفيات متضادة موجودة في العناصر .\r\n\r\nالكيفيات الأربعة :\r\nهي الحرارة والبرودة والرطوبة واليبوسة .\r\n\r\nالكيفيات الفاعلة :\r\nمنها الحرارة والبرودة .\r\n\r\n[ الكيفيات 
  ] المنفعلة :\r\nهي الرطوبة واليبوسة .\r\n\r\nالمزاج المعتدل :\r\nهو كيفية يتوسط بين الكيفيات الأربع .\r\n\r\nالاعتدال النوعي :\r\nهو المعتبر بحسب أبدان الناس .\r\n\r\nالاعتدال الصنفي :\r\nهو المعتبر بحسب صنف من الناس .\r\n\r\nالاعتدال الشخصي :\r\nهو المعتبر بحسب شخص من الناس .\r\n\r\nالاعتدال العضوي :\r\nهو المعتبر بحسب عضو من شخص من صنف من الناس .\r\n\r\nالمزاج الأول :\r\nهو المزاج الذي يحدث من امتزاج الأركان .\r\n\r\nالمزاج الثاني :\r\nهو المزاج الذي يحصل من امتزاج أشياء لها في نفسها مزاج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : ساطح .\r\n( 2 ) . في نسخة : تحصل .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالمزاج الموثّق : هو المزاج الذي تعسر على الحرارة تفريق بسايطه .\r\n\r\nالمزاج المركب :\r\nهو الذي يجمع فيه كيفية فاعلة ومنفعلة .\r\n\r\nالمزاج البسيط :\r\nهو الذي لا يوجد فيه إلّا كيفية واحدة .\r\n\r\nالمحرور :\r\nهو الذي يغلب على مزاجه الحرارة وكذلك في ساير الكيفيات .\r\n\r\nالمزاج الطبيعي :\r\nهو ما يكون به صحة الوجود .\r\n\r\nالمزاج العارضي :\r\nهو الذي يحدث بعد الوجود .\r\n\r\nالحار بالقوة :\r\nهو الذي يوجد فيه الحرارة بواسطة الطبيعة .\r\n\r\nالحار بالفعل :\r\nهو الذي يوجد فيه الحرارة بالحس .\r\n\r\nالحار في الدرجة الأولى :\r\nهو الذي ما يكون حرارته ملايمة لحرارة « 1 » البدن .\r\n\r\nالحار في الدرجة الثانية :\r\nهو ما يكون حرارته زايدة على حرارة البدن ؛ لكن غير ضارة بالفعل إلّا ان يتكرر .\r\n\r\nالحار في الدرجة الثالثة :\r\nهو ان يكون فعله بحيث يوجب ضررا بيّنا بالذات ؛ لكن لا يبلغ ان يهلك .\r\n\r\nالحار في الرابعة :\r\nهو ان يكون بحيث يبلغ ان يهلك وهو السم .\r\n\r\nالفاعل بالكيفية :\r\nهو ما يفعل بكيفية فقط من غير أن يتشبه بالبدن .\r\n\r\nالفاعل بعنصره :\r\nهو ما يستحيل عن طباعه ويتشبة بالبدن وكيفيته باقية فيه .\r\n\r\nالفاعل بجوهره :\r\nهو الذي يفعل بصورته النوعية الحاصلة بعد الامتزاج ويسمى خاصية .\r\n\r\n[ الخاصية 
  ] :\r\n[ قد مرّ في الفاعل بجوهره 
  ] .\r\n\r\nالفصل الثالث : في الاخلاط\r\n\r\nالخلط :\r\nجسم رطب سيّال يستحيل إليه الغذاء .\r\n\r\nالخلط الطبيعي :\r\nهو الذي من شانه ان يصير جزءا من البدن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : كحرارة .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالخلط الفضلي : هو الذي ليس من شأنه ذلك .\r\n\r\nالمادة :\r\nهي الشيء الذي يكون منه المرض إذا هاجت ؛ من خلط أو ريح أو مائية .\r\n\r\nالدم الطبيعي :\r\nهو خلط حار رطب احمر اللون حلو .\r\n\r\nالبلغم الطبيعي :\r\nهو خلط بارد رطب أبيض اللون [ مايل 
  ] إلى الحلاوة .\r\n\r\nالصفراء الطبيعية :\r\nهي خلط حار يابس مرّ احمر اللون ناصعة وهي رغوة الدم .\r\n\r\nالسوداء الطبيعية :\r\nهي خلط بارد يابس اسود اللون [ مايل 
  ] إلى الحموضة .\r\n\r\nالبلغم المائي :\r\nهو الرقيق المستوى القوام .\r\n\r\nالبلغم الزجاجي :\r\nهو الثخين [ أي الغليظ 
  ] الذي يشبه الزجاج الذائب .\r\n\r\nالبلغم المخاطي :\r\nهو الغليظ الذي يختلف قوامه بحسب الحس .\r\n\r\nالبلغم الخام :\r\nهو الرقيق الذي يختلف قوامه بحسب الحقيقة [ أي لا يظهر في الحس 
  ] .\r\n\r\nالصفراء المحيّة :\r\nهي التي تختلط بالبلغم الغليظ .\r\n\r\nالصفراء الكراثية :\r\nوهي المحية إذا احترقت [ لاحظ « الصفراء المحّيّه » 
  ] .\r\n\r\nالصفراء الزنجارية :\r\nهي التي تحدث من إحتراق الاخلاط .\r\n\r\nالمرة :\r\nهي الخلط الفضلى من الدم كالصفراء والسوداء .\r\n\r\nالكيلوس :\r\n« 1 » هو الغذاء الذي استحال في المعدة فصار مثل ماء الكشك الثخين [ أي الغليظ 
  ] .\r\n\r\nالكيموس :\r\nهو خلاصة الغذاء الذي يجري في العروق .\r\n\r\nالهضم :\r\nهو استحالة الغذاء واستعداده بدل ما يتحلل في البدن .\r\n\r\nالهضم الأول :\r\nهو ما يكون في المعدة .\r\n\r\nالهضم الثاني :\r\nهو ما يكون في الكبد .\r\n\r\nالهضم الثالث :\r\nهو ما يكون في العروق .\r\n\r\nالهضم الرابع :\r\nهو ما يكون في الأعضاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الكيلوس .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالغذاء المطلق : هو ما يتناوله الإنسان ويكون بحيث يتشبه بالبدن ولا يغيرّ البدن .\r\n\r\nالغذاء الدوائي :\r\nهو الذي يتغير عن البدن ويغيرّ البدن ثم يتغير ثانيا ويتشبه بالبدن .\r\n\r\nالدواء الغذائي :\r\nهو الذي تغيرّ البدن أولا ثم يتغير عنه ويتشبه بالبدن .\r\n\r\nالدواء المطلق :\r\nهو ما يتغير عن البدن ويغيره ثم يتغير ثانيا ولا يتشبه بالبدن .\r\n\r\nالسم المطلق :\r\nهو ما لا يتغير عن البدن ويغيرّه .\r\n\r\nالحسن الكيموس :\r\nهو الذي يتولد منه دم محمود .\r\n\r\nالردي الكيموس :\r\nهو الذي لا يتولد منه دم محمود .\r\n\r\nالقليل الغذاء :\r\nهو الذي يتولد منه دم قليل .\r\n\r\nالكثير الغذاء :\r\nهو الذي ضده [ أي : ضد « القليل الغذاء » فلاحظه 
  ] .\r\n\r\nالفصل الرابع : في الأعضاء\r\n\r\nالأعضاء :\r\nهي أجسام متولدة من أول مزاج الاخلاط .\r\n\r\nالأعضاء الآلية :\r\nهي التي خلقت آلات للأفعال .\r\n\r\nالأعضاء الرئيسية :\r\nهي الأعضاء التي يحتاج إليها في البقاء وهي مبادئ للقوى الأولى .\r\n\r\nالأعضاء البسيطة :\r\nهي التي تشابهت اجزاؤها .\r\n\r\n( الأعضاء المركبة :\r\n) هي التي تركبت من البسائط .\r\n\r\nالعظم :\r\nهو عضو بسيط صلب .\r\n\r\nاللحم المفرد :\r\nهو حشو خلل الأعضاء .\r\n\r\nالغضروف :\r\nهو عضو بسيط اصلب من ساير الأعضاء والين من العظم .\r\n\r\nالعضل :\r\nهو مجتمع من العصب والرباط والعقب واللحم والغشاء المجلل .\r\n\r\nالعقب :\r\nفهو عصب صلب اصفر اللون « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال في « اللسان » : « العقب : العصب الذي تعمل منه الأوتار » ، ج 9 ، ص 307 وفي نسخة « عضو » بدل « عصب » .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nالعصب :\r\nهو عضو بسيط أبيض لين في الانعطاف وصلب في الانفصال ينبت من الدماغ والنخاع .\r\n\r\nالوتر :\r\nهو عضو بسيط عصباني [ أي : ذو حس وعصب كثيرة 
  ] ينبت من أطراف العضل .\r\n\r\nالرباط :\r\nهو عضو عصباني [ أي : ذو حس وعصب كثيرة 
  ] في اللمس ينبت من العظام .\r\n\r\nالشرايين :\r\nهي عروق نابتة من القلب عصبانية [ أي : ذو عصب كثيرة 
  ] تتحرك دائما بالانبساط والانقباض .\r\n\r\nالأوردة :\r\nعروق نابتة من الكبد ساكنة .\r\n\r\nالغشاء :\r\nهو عضو بسيط منتسج من ليف العصب رقيق الثخن [ أي : ذو قوام رقيق 
  ] مستعرض يغشي سطوح الأعضاء .\r\n\r\nالفقرة :\r\nهي عظم في وسطه ثقب ينفذ فيه النخاع .\r\n\r\nالأجنحة :\r\nهي زوايد موضوعة على جنبي الفقرة .\r\n\r\nالسناسن :\r\nهي زوايد موضوعة على ظهر الفقرة كالشوك .\r\n\r\nالسمسمانية :\r\nهي العظام الصغار التي بين فروج المفاصل بمنزلة الحشو .\r\n\r\nمنقار الغراب :\r\nهي الزائدة التي على رأس الكتف .\r\n\r\nالعظم الزورقي :\r\nهو الذي وضع عند الأخمص .\r\n\r\nالعظم اللامي :\r\nهو عظم كالمثلث وضع قدّام الحنجرة .\r\n\r\nالعظام المشاشية :\r\nهي التي لها تخلخل وأفضيه مثل كوز النحل .\r\n\r\nالحجاب الحاجز :\r\nهو الغشاء الذي يقسم الجوف بقسمين وهو الفاصل بين أعضاء الغذاء وأعضاء التنفس .\r\n\r\nالحجاب المنصّف :\r\nهو الذي يقسم الجوف الاعلى بقسمين .\r\n\r\nالنغنغتان :\r\nهما العضلتان الموضوعتان عند الحلق معينتان على الازدراد .\r\n\r\nالدرقي :\r\nهو غضروف تحت الذقن قدّام الحلق .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nلا اسم له : هو غضروف موضوع خلف الدرقي .\r\n\r\nالطرجهالي :\r\nهو غضروف مكبوب عليه [ أي : علي الدرقي 
  ] .\r\n\r\nالعصب الراجع :\r\nهو الذي ينحدر من الدماغ إلى الترقوة ثم يرجع ويصعد إلى خلف الرأس .\r\nالغضروف الحنجري « 1 » : هو الذي وضع على فم المعدة .\r\n\r\nالمفصل الموثق :\r\nهو الذي ليس لأحد عظميه ان يتحرك اليه مثل عظام القص « 2 » .\r\n\r\nالمفصل :\r\nهو المتجاور بين العظمين .\r\n\r\nالمفصل السلسي :\r\nهو الذي لأحد عظميه ان يتحرك .\r\n\r\nالمفصل العسر :\r\nهو الذي حرّكه أحد العظمين منه صعب وقليل .\r\n\r\n[ المفصل 
  ] المركوز :\r\nهو ما يكون لاحد عظميه زيادة وللثاني نقرة يرتكز فيها تلك الزيادة .\r\n\r\n[ المفصل 
  ] المركوز :\r\nهو الذي يكون لكل واحد من العظمين أسنان كالمنشار وتجاريز يتركب أحدهما بالآخر كما يركب الصفارون صفائح النحاس .\r\n\r\n[ المفصل 
  ] الملزوق :\r\nهو ان يتصل العظم بالعظم من غير زيادة ونقرة .\r\n\r\nالدرز الإكليل :\r\nهو درز مقوّس مشترك بين الجبهة والرأس .\r\n\r\nالدرز السهمي :\r\nهو درز مستقيم يبتدئ من الإكليل إلى مؤخر الرأس .\r\n\r\nالدرز اللامي :\r\nهو درز في مؤخر الرأس على صورة الدال .\r\n\r\n[ الدرزان 
  ] القشريان :\r\nهما درزان كاذبان آخذان في طول الرأس على موازاة السهمي .\r\n\r\nأم الدماغ :\r\nهو الغشاء المغشي على الدماغ .\r\n\r\nالمسام :\r\nهي منافس غير محسوسة في سطح البدن .\r\n\r\nالمجاري :\r\nهي طرق تجري فيها المواد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ والصحيح أن يكون « الخنجري » . فراجع خلاصة الحكمة ، ص 60 .\r\n( 2 ) . في نسخة : العطن .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nالأوعية :\r\nهي أعضاء آلية ذات تجاويف .\r\n\r\nالمصفاة :\r\nهي عظم مشاشى وضع في مقدم الدماغ ينزل منه الرطوبات إلى الانف والحنك .\r\n\r\nأسنان الحلم :\r\nهي النواجد « 1 » وهي التي تنبت في آخر سن النمو .\r\n\r\n[ النواجد 
  ] :\r\n[ راجع « انسان الحلم » 
  ]\r\n\r\nالطواحن :\r\nهي الأضراس .\r\n\r\nالفصل الخامس : في العروق\r\n\r\nالسباتيان :\r\nهما عرقان ضاربان وضعا عند الوداجين .\r\n\r\nالوداجان :\r\nهما عرقان وريديان ساكنان وضعا على جنبي الحلق .\r\n\r\nالشريان الابطي « 2 » :\r\nهو أول شريان ينبت من القلب .\r\n\r\nالشريان الوريدي :\r\nهو عرق ضارب يتفرق في الرئة ذات طبقة واحدة .\r\n\r\nالوريد الشرياني :\r\nهو عرق ساكن يأتي من الكبد إلى القلب ذات الطبقتين .\r\n\r\nالماساريقا :\r\nعروق تنبت من قعر الكبد ويأتي بعضها إلى أسفل المعدة وبعضها إلى الأمعاء يجذب الغذاء إلى الكبد .\r\n\r\nالقيفال :\r\nهو وريد ساكن على مفصل المرفق من الجانب الوحشي [ أي القدام 
  ] .\r\n\r\nالباسليق :\r\nهو الوريد الساكن عليه من الجانب الانسي [ أي الخلف 
  ] .\r\n\r\nالاكحل :\r\nهو وريد ساكن فيما بينهما .\r\n\r\nحبل الذراع :\r\nهو الوريد الساكن على ظهر الساعد .\r\n\r\nالاسيلم :\r\nهو وريد ساكن على ظهر الكف بين الخنصر والبنصر .\r\n\r\nعرق النسا :\r\nهو وريد ساكن عند الكعب في الجانب الوحشي [ أي : القدّام 
  ] .\r\n\r\nالصافن :\r\nهو وريد ساكن عند الكعب في الجانب الأيسر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا في النسخ والصحيح فيها « النواجذ » فراجع الكتب التشريح .\r\n( 2 ) . في نسخة : الوريطي .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالمابض : هو وريد ساكن تحت الركبة .\r\n\r\nالصردان :\r\nهما عرقان أخضران تحت اللسان .\r\n\r\nباب الكبد :\r\nأول وريد ينبت من مقعر الكبد .\r\n\r\nالحالبان :\r\nهما وريدان ساكنان يجذبان الماء من الكلية إلى المثانة .\r\n\r\nالجداول :\r\nهي عروق صغار ليفية .\r\n\r\nالسواقي :\r\nعروق أصغر منها [ أي من الجداول فراجع ذيل « الجداول » 
  ] .\r\n\r\nالفصل السادس : في الأعضاء المركبة\r\n\r\nالدماغ :\r\nهو عضو رئيس مركب من المخ والحجب خلق آلة للقوى النفسانية ومنه تنبت الأعصاب .\r\n\r\nالقلب :\r\nهو عضو رئيس مركب من اللحم والعروق خلق آلة للقوى الحيوانية .\r\n\r\nالكبد :\r\nهو عضو رئيس مركب من اللحم والعروق خلق آلة للقوى الطبيعية .\r\n\r\nالعين :\r\nهي عضو مؤلف من طبقات سبع ورطوبات ثلاث وعضلات وأوردة وشرايين خلق آلة للبصر .\r\n\r\nطبقات العين :\r\nهي أغشية موضوعة في العين بعضها فوق بعض بينها رطوبات محفوظة .\r\n\r\nالملتحمة :\r\nهي الطبقة الأولى [ من العين 
  ] الشبيهة بالعضل .\r\n\r\nالقرنية :\r\nهي الطبقة الثانية [ من العين 
  ] الشبيهة بالقرن .\r\n\r\nالعنبية :\r\nهي الطبقة الثالثة [ من العين 
  ] الشبيهة بالعنب الأسود .\r\n\r\nالشبكية :\r\nهي الطبقة الرابعة [ من العين 
  ] الشبيهة بالشبكة العكنبوتية .\r\n\r\nالعنكبوتية :\r\nهي الطبقة الخامسة [ من العين 
  ] الشبيهة بنسيج العنكبوت .\r\n\r\nالمشيمية :\r\nهي الطبقة السادسة [ من العين 
  ] المشتملة على المقلة .\r\n\r\nالصلبة :\r\nهي الطبقة السابعة [ من العين 
  ] المتصلة بالعظم .\r\n\r\nالرطوبة الجليدية :\r\nهي الرطوبة التي وضعت في وسط الطبقات [ أي طبقات العين 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nلشرفها ولكونها خزانة للنور وهي شبيهة بالجمد .\r\n\r\nالرطوبة البيضية :\r\nهي الرطوبة التي وضعت قدام الجليدية كالفضلة المندفعة عنها .\r\n\r\nالرطوبة الزجاجية :\r\nهي رطوبة وضعت خلف الجليدية وهي غذاء لها .\r\n\r\nالحلق :\r\nهو الفضاء الذي فيه مجرى النفس والغذاء .\r\n\r\nقصبة الرية :\r\nهي مجرى النفس مؤلفة من غضاريف ودوائر واجزاء دواير نضد بعضها على بعض .\r\n\r\nالحنجرة :\r\nهي عضو مؤلفة من الغضاريف الثلاثة المذكورة [ في ذيل « الغضروف . . . » 
  ]\r\n\r\nاللهاة « 1 » :\r\nعضو معلق على أعلى الحنجرة .\r\n\r\nاللوزتان :\r\nهما لحمان نابتان ناشبان في أصل اللسان .\r\n\r\nالغلصمة :\r\nلحم صفاقي لاصق بالحنك تحت اللهاة تنطبق على رأس القصبة .\r\n\r\nاللقائق :\r\nعظم ذو أربعة أضلاع موضوع فوق الغلصمة .\r\n\r\nالفؤاد :\r\nقد يطلق على فم المعدة .\r\n\r\nالصفاق :\r\nهو الغشاء المستبطن من داخل .\r\n\r\nالمراق :\r\nهو الغشاء المستبطن من خارج .\r\n\r\nالبواب :\r\nهو المعاء الذي يتصل بقعر المعدة ويقال له اثنى عشرية .\r\n\r\nالصائم :\r\nهو المعاء الذي يتصل بالبواب .\r\n\r\nالدقاق :\r\nهو [ المعاء 
  ] الذي يتصل بالصايم .\r\n\r\nالأعور :\r\nهو المعاء الذي يتصل بالدقاق ذو فم واحدة كالكيس .\r\n\r\nالقولون :\r\nهو المعاء الذي يتصل بالأعور يعرض فيه القولنج .\r\n\r\nالمستقيم :\r\nهو المعاء الذي يتصل بالقولون وهو آخر الأمعاء وبه يتصل المقعدة والسّرم « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : اللباب .\r\n( 2 ) . السّرم : هو مخرج الثفل وهو طرف المعاء المستقيم . لسان العرب ، ج 6 ، ص 248 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالفصل السابع : في الأرواح والقوى\r\n\r\nالروح :\r\nجوهر لطيف بخاري يتولد من الطف الاخلاط .\r\n\r\nالقوة :\r\nمعنى في الروح يصدر عنها الافعال .\r\n\r\nالروح الحيواني :\r\nهو ما يكون في تجاويف القلب .\r\n\r\nالروح النفساني :\r\nهو ما يكون في تجاويف « 1 » الدماغ .\r\n\r\nالروح الطبيعي :\r\nهو ما يكون في تجاويف الكبد .\r\n\r\nالمولدة :\r\nهي القوة التي تولد المني في الذكر والأنثى .\r\n\r\nالمغيرة :\r\nهي القوة التي تغير المعني .\r\n\r\nالمصورة :\r\nهي القوة التي تجعل « 2 » تشكيلات الأعضاء وتخطيطاتها وتجويفاتها وهيأتها وثقبها وأوضاعها .\r\n\r\nالنامية :\r\nهي القوة التي تزيد في أقطار البدن على التناسب الطبيعي .\r\n\r\nالغاذية :\r\nهي القوة التي تجعل الغذاء إلى مشابهة المغتذي .\r\n\r\nالخادمة :\r\nهي التي تخدم غيرها .\r\n\r\nالمخدومة :\r\nهي التي يخدمها غيرها .\r\n\r\nالجاذبة :\r\nهي التي تجذب الغذاء .\r\n\r\nالماسكة :\r\nهي التي تمسك الغذاء ريثما « 3 » يتصرف فيه الهاضمة .\r\n\r\nالهاضمة :\r\nهي التي تحيل الغذاء إلى قوام مهيّأ لفعل القوة المغيرة والنامية .\r\n\r\nالدافعة :\r\nهي التي تدفع الفضول .\r\n\r\nالاعراض النفسانية :\r\nهي الأمور الواردة على القلب مثل الغم والفرح والغضب والخوف ونحوه .\r\n\r\nالحواس الخمس :\r\nهي البصر والسمع والذوق والشم واللمس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : بطون .\r\n( 2 ) . في نسخة : هي القوة التي تحيل .\r\n( 3 ) . أي : قدرا من الزمان . لسان العرب ، ج 5 ، ص 386 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالحواس الباطنة :\r\nخمس [ الحس المشترك ، الخيال ، المفكره ، الواهمة ، الحافظة ، فراجع ذيل كل واحد منها 
  ]\r\n\r\nالحس المشترك :\r\nهو القوة التي تدرك المحسوسات كلها وتسمى بنطاسيا « 1 » .\r\n\r\nالخيال :\r\nهو القوة التي تحفظ صور المحسوسات وتسمى المصورة .\r\n\r\nالمفكرة :\r\nهي القوة التي تتصرف على المستودعات في الخيال .\r\n\r\nالواهمة :\r\nقوة حاكمة في المحسوسات لمعان غير محسوسة .\r\n\r\nالحافظة :\r\nهي القوة التي تحفظ هذه المعاني .\r\n\r\nالنطقية :\r\nهي القوة العقلية المختصة بالانسان .\r\n\r\nالفصل الثامن : في الأسباب الستّة\r\n\r\nالهواء الجيد :\r\nهو الذي لا يخالطه شئ من الأدخنة والأبخرة الغريبة الفاسدة وهو مكشوف للشمال ، غير محقون بين الجدران والسقوف ويكون بحيث لا تحبس عنه الرياح الفاضلة .\r\n\r\nالمياه الفاضلة :\r\nهي مياه العيون الجارية على الأرض التي لا يغلب عليها شيء من الكيفيات الغريبة وتكون جارية مكشوفة للشمس والرياح الشديدة البحرية غمرة « 2 » متوجهة إلى المشرق والشمال ، بعيدة عن المبدأ ، منحدرة من الأراضي العالية وكانت عذبة يخيل انها حلوة ، خفيفة الوزن ، سريعة الانهضام .\r\n\r\nالحمام المختار :\r\nما تقدم بناؤه واتسع فضاؤه وطاب هواؤه وعذب ماؤه وقدر الأتان « 3 » [ و 
  ] وقوده « 4 » على حسب مزاج من أراد وروده .\r\n\r\nالنوم الفاضل :\r\nهو الغرق الليلي [ أي العميق في اليلل 
  ] الذي يكون بعد انحدار الطعام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فنطاسيا .\r\n( 2 ) . أي : كثير الماء . لسان العرب ، ج 10 ، ص 116 .\r\n( 3 ) . أي : موضع الاشعال .\r\n( 4 ) . أي : قدر النار والمواد المشتعله .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعن فم المعدة مبتديا على اليمين ثم على اليسار .\r\n\r\nالرياضة :\r\nحركة إرادية محوجة إلى النفس العظيم المتواتر .\r\nالدلك : هو التغميز « 1 » الرياضي .\r\n\r\nالدلك الخشن :\r\nهو الذي يكون بمناديل خشنة .\r\n\r\nالدلك الصلب :\r\nهو الذي يشتد فيه التغميز .\r\n\r\nالدلك الاستعداد :\r\nهو الذي يكون قبل الشروع في الرياضة .\r\n\r\nالدلك الأسترداد :\r\nوهو الذي يكون بعد الرياضة .\r\n\r\nالأعياء :\r\nحالة للبدن شبيهة بالمرض تحدث عقيب الرياضة في الأكثر وقد تحدث بنفسها .\r\n\r\nالاعياء القروحي :\r\nهي حالة شبيهة بمس القروح ونخس الشوك .\r\n\r\nالاعياء التمددي :\r\nحالة للبدن كأن صاحبها قد رضّ بدنه ويحس بحرارة وتمدد .\r\n\r\nالاعياء الورمي :\r\nحالة شبيهة بالمتشنج « 2 » .\r\n\r\nالاعياء القشفي :\r\nحالة شبيهة بالجفاف واليبس .\r\n\r\nالجماع القصد :\r\nهو الذي يتبعه استفراغ الفضول وتجفيف الجسد وتهيئه للنمو والهضم . وهذا إذا كان على شبق وغلبة الشهوة .\r\n\r\nالاستفراغ :\r\nاتقصاص المواد من البدن .\r\n\r\nالاحتقان :\r\nاحتباس المواد في البدن .\r\n\r\nالتحلل :\r\nهو استفراغ غير محسوس .\r\n\r\nالهزال :\r\nانتقاص اللحم .\r\n\r\nالأبدان المخطية « 3 » :\r\nهي التي امزجتها الجبلية فاضلة وقد اكتسبت بالخطأ في التدبير أمزجة ردية فاستقرت فيها .\r\n\r\nالأبدان الممنوة :\r\nهي التي امزجتها الجبلية غير فاضلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : التعمّر .\r\n( 2 ) . في نسخة أخرى : حالة شبيهة بالمنتفخ حجما .\r\n( 3 ) . في نسخة أخرى : « المحبطه » والأظهر ما أثبتناه .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالربيع :\r\nهو الزمان الذي لا يحتاج إلى ادفاء « 1 » من البرد ولا ترويح من الحر وفيه ابتداء نشوء الأشجار .\r\n\r\nالخريف :\r\nهو الزمان المقابل له [ أي المقابل للربيع 
  ] .\r\n\r\nالصيف :\r\nهو جميع الزمان الحار .\r\n\r\nالشتاء :\r\nهو جميع الزمان البارد .\r\n\r\nالربيع الجنوبي :\r\nهو ما تهبّ فيه الرياح الجنوبية . وعلى هذا القياس ساير الفصول .\r\n\r\nالربيع الشمالي :\r\nهو ما تهبّ فيه الرياح الشمالية .\r\n\r\nالوباء :\r\nفساد يقع في الهواء .\r\n\r\nالسموم :\r\nرياح مجتازة ببراري حارة جدا .\r\n\r\nالصباء :\r\nهي الرياح المشرقية .\r\n\r\nالدبور :\r\nهي الرياح المغربية . وكذلك الشمال والجنوب .\r\n\r\n[ الشمال 
  ] :\r\n[ هي الرياح الشمالية 
  ] .\r\n\r\n[ الجنوب 
  ] :\r\n[ هي الرياح الجنوبيّة 
  ] .\r\n\r\nالحركات البدنية :\r\nهي الانتقالات المحسوسة في البدن .\r\n\r\nالحركات النفسانية :\r\nهي الاعراض النفسانية ؛ مثل الهم والغم والخوف والخجل .\r\n\r\nالفصل التاسع : في التقدم المعرفة\r\n\r\nالتقدم المعرفة :\r\nهو القضاء « 2 » على امر كائن يؤول إليه حال المريض بدلائل موجودة .\r\n\r\nالعلامات النافعة للطبيب :\r\nاعراض تدل على امر في الماضي .\r\n\r\nالعلامات النافعة للمريض :\r\nاعراض تدل على امر في الخطاب بين المتخاصمين :\r\nالطبيعة والمرض والمادة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أي : الباس ما ينقض حدّة البرد . لسان العرب ، ج 4 ، ص 367 .\r\n( 2 ) . في نسخة : القضاء القديمة .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nالبحران التامّ :\r\nهو إنهزام أحد الخصمين بالكلّيّة .\r\n\r\nالبحران الناقص :\r\nهو إنهزام أحد الخصمين لا بالكلّيّة .\r\n\r\nالبحران الجيّد :\r\nهو إنهزام المادة .\r\n\r\nالبحران الردئ :\r\nهو إنهزام الطبيعة .\r\n\r\nاليوم الباحوري :\r\nوهو اليوم الذي يقع فيه البحران .\r\n\r\nالانذار :\r\nعلامات دالة على وقوع البحران .\r\n\r\nالانتقال المحمود :\r\nأن يندفع [ المادة 
  ] من العضو الشريف إلى العضو الخسيس .\r\n\r\nالنضج :\r\nهو استيلاء الطبيعة على المادة واستعدادها للاندفاع .\r\n\r\nالفجاجة :\r\n« 1 » ضد النضج .\r\n\r\nالنافة :\r\nمن زال مرضه وما عادت صحته .\r\n\r\nالنكس :\r\nمعاودة المرض في حال النقاهة .\r\n\r\nالسحنة :\r\nحال البدن في اللون والسمن والهزال .\r\n\r\nالموت الطبيعي :\r\nانقضاء الرطوبة الغريزية بالأسباب اللازمة الضرورية .\r\n\r\nالموت الإخترامي « 2 » :\r\nإنطفاء الحرارة الغريزية لا بالأسباب الضرورية .\r\n\r\nالأوقات الكلية :\r\nهي أزمان المرض من وقت حدوثه إلى وقت زواله .\r\n\r\nالأوقات الجزئية :\r\nهي أزمان المرض بحسب نوبة نوبة .\r\n\r\nالابتداء الكلى :\r\nهو الزمان الذي لا تظهر فيه دلايل النضج وعدمه .\r\n\r\nالابتداء الجزئي :\r\nهو الزمان الذي يظهر فيه اعراض النوبة .\r\n\r\nالتزايد الكلي :\r\nهو الزمان الذي يظهر فيه علامات النضج والمضادة للنضج .\r\n\r\nالتزايد الجزئي :\r\nهو وقت تزيّد الحرارة وانتشارها في البدن .\r\n\r\nالانتهاء الكلي :\r\nهو الزمان الذي يشتد فيه القتال بين الطبيعة والمادة وهو وقت ظهور البحران .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الفجاج ، وفي نسخة : الفجاجية .\r\n( 2 ) . الاخترام هو الموت ويعني فيما نحن فيه المدة الذي يكون معه استعداد البقاء حاصلا ولكن يعرض الموت لسوء تدبير أو أمور خارجة .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالانتهاء الجزئي :\r\nهو الوقت الذي تبقى فيه الحرارة والاعراض بحالها .\r\n\r\nالانحطاط الكلى :\r\nهو الزمان الذي يظهر فيه استيلاء الحرارة الغريزة على المادة وقهرها .\r\n\r\nالانحطاط الجزئي :\r\nهو الوقت الذي تأخذ النوبة فيه على الارتفاع .\r\n\r\nالمداواة المطلقة :\r\nهو القصد إلى إزالة المرض أو العرض .\r\n\r\nالتقدم بالحفظ :\r\nهو القصد إلى إزالة سبب المرض .\r\n\r\nالفصل العاشر : في تعريف الالفاظ التي تستعمل في النبض\r\n\r\nالنبض :\r\nحركة من أوعية الروح مؤلَّفة من إنقباض وإنبساط لتبريد الروح بالنسيم .\r\n\r\nأوعية الروح :\r\nهي القلب والشرايين .\r\n\r\nالمجسة :\r\nموضع يفحص فيه عن النبض .\r\n\r\nالانبساط :\r\nحركة إلى الظاهر .\r\n\r\nالانقباض :\r\nحركة إلى الباطن .\r\n\r\nالنبض البسيط :\r\nهو الذي يكون نوعا واحدا فقط .\r\n\r\nالنبض المركب :\r\nهو الذي يوجد فيه نوعان فصاعدا .\r\n\r\nاجزاء النبض :\r\nهي التي تقع عليها الأصابع .\r\n\r\nالنبض الطويل :\r\nهو الذي تحس « 1 » أجزاؤه في الطول أكثر من المحسوس الطبيعي .\r\n\r\nالقصير :\r\nضده [ أي : ضد « النبض الطويل » فراجعه 
  ] .\r\n\r\nالعريض :\r\nما يحس اجزاؤه في عرضه أكثر .\r\n\r\nالضيق :\r\nضده [ أي : ضد العريض 
  ] .\r\n\r\nالمشرف :\r\nما يحس اجزاؤه في سمكه [ أي : ارتفاعه 
  ] أكثر ويقال له الشاهق والمرتفع .\r\n\r\nالمنخفض :\r\nضده [ أي : ضد المشرف 
  ] .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : يجسّ .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nالعظيم :\r\nهو الزايد في العرض والطول والشهوق .\r\n\r\nالصغير :\r\nهو الناقص فيها [ أي : في العرض والطول والشهوق 
  ] .\r\n\r\nالغليظ :\r\nهو الزايد في العرض والشهوق .\r\n\r\nالدقيق :\r\nهو الناقص فيهما [ أي : في العرض والشهوق 
  ] .\r\n\r\nالقوي :\r\nهو الذي يقاوم الحس عند الانبساط .\r\n\r\nالضعيف :\r\nضده [ أي : ضد القوي 
  ] .\r\n\r\nالسريع :\r\nهو الذي يتمّم الحركة في مدة قصيرة .\r\n\r\nالبطئ :\r\nضده [ أي : ضد السريع 
  ] .\r\n\r\nاللين :\r\nهو القابل للاندفاع إلى داخله عن الغامز بسهولة .\r\n\r\nالصلب :\r\nضده [ أي : ضد اللين 
  ] .\r\n\r\nالممتلئ :\r\nهو الذي يحس أنّ في تجويفه رطوبة .\r\n\r\nالخالي :\r\nضده [ أي : ضد الممتلي 
  ] .\r\n\r\nالمتواتر :\r\nهو قصير الزمان المحسوس بين القرعتين .\r\n\r\nالمتفاوت :\r\nضده [ أي : ضد المتواتر 
  ] .\r\n\r\nالمتدارك :\r\nهو مثل السريع .\r\n\r\nالمتراخي :\r\nهو مثل المتفاوت .\r\n\r\nالمتخلخل :\r\nهو مثل المتراخي .\r\n\r\nالمتكاتف :\r\nمثل المتدارك .\r\n\r\nالمستوى المطلق :\r\nما تتشابه فيه النبضات أو أجزاء النبضة في جميع الأنواع والأحوال . وقد يكون مستويا في نوع دون نوع فيكون مستويا فيه .\r\n\r\nالمختلف المطلق :\r\nما يختلف في هذه الأنواع وهي القوة والضعف والعظم والصغر والسرعة والبطؤ واللين والصلابة . وقد يختلف في نوع واحد فيكون مختلفا فيه .\r\n\r\nالمنتظم :\r\nهو المختلف الذي لاختلافه نظام واحد محفوظ يدور عليه .\r\n\r\nذو الأدوار :\r\nهو المختلف الذي يكون له دور اختلافين فصاعدا .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالموزون :\r\nهو الذي يكون على النسبة الموسيقارية مثل النسبة التي بالخمسة أو الأربعة .\r\n\r\nالمتغير الوزن :\r\nهو الذي يكون له وزن يلي دون وزن سن صاحبه كما يكون للصبيان مثل نبض الشيوخ أو أمثال ذلك .\r\n\r\nالخارج الوزن :\r\nهو الذي لا يشبه في وزنه نبضا من نبض الانسان « 1 » .\r\n\r\nالمختلف في جزء واحد :\r\nهو الذي يختلف فيه موضع إصبع واحدة .\r\n\r\nالمختلف في اجزاء كثيرة :\r\nهو أن يأخذ من نبضه فيستدرج إلى أزيد منها أو أنقص ويستمر على ذلك النهج حتى يوافي غاية في النقصان أو غاية في الزيادة .\r\n\r\nذو الفترة :\r\nهو المختلف الذي حيث يتوقع فيه حركة يكون سكونا .\r\n\r\nالواقع في الوسط :\r\nهو الذي حيث يتوقع فيه السكون يكون حركة .\r\n\r\nالمختلف في الوضع :\r\nهو الذي يختلف نسبة اجزاء العرق إلى الجهات الستّ .\r\n\r\nالمنقطع :\r\nهو الذي ينفصل في جزء واحد بفترة خفيفة .\r\n\r\nالعايد :\r\nهو ان يكون نبض عظيم رجع صغيرا في جزء واحد ثم عاد عودة لطيفة .\r\n\r\nالمتداخل :\r\nهو ان يكون نبض كنبضتين أو نبضتان كنبضته .\r\n\r\nالغزالي :\r\nهو المختلف في جزء واحد إذا كان بطيئا ثم ينقطع فيسرع .\r\n\r\nالموجي :\r\nهو المختلف في اجزاء العروق في العظم والصغر والتقدم والتأخر إذا كان عريضا غير صغير جدا .\r\n\r\nالدودي :\r\nهو المختلف الذي يكون اختلافه في الشهوق والانخفاض والسرعة والبطؤ مع صغر وتواتر .\r\n\r\nالنملي :\r\nهو المختلف على هذا الوجه الا أنه أصغر وأشد تواترا من الدودي .\r\n\r\nالمنشاري :\r\nهو شبيه بالموجي الا أنه اصلب وهو سريع متواتر .\r\n\r\nذنب الفأر :\r\nهو الذي يتدرج في اختلاف الاجزاء من النقصان الياء لزيادة ومن الزيادة إلى النقصان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ . والأظهر أن يكون « الأسنان » .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nالمسلي :\r\nهو الذي يأخذ من نقصان إلى حد في الزيادة ثم يتناكس على الولاء إلى أن يبلغ الحد الأول في النقصان .\r\n\r\nذو القرعتين :\r\nهما نبضتان متلاحقان راجعتان .\r\n\r\nالمتشنج :\r\nهو النبض الذي يرى فيه انفتال كالخيط .\r\n\r\nالمرتعش :\r\nهو الذي يحس فيه ارتعاد وهو مختلف في التقدم والتأخر .\r\n\r\nالملتوي :\r\nهو المختلف الذي يوجد فيه الالتواء والتمدد .\r\n\r\nالمتواتر :\r\nهو المختلف الذي لا يوجد فيه الالتواء والتمدد .\r\n\r\nالمعتدل المطلق :\r\nهو النبض الذي يتوسط من جميع الأنواع والأصناف .\r\n\r\nالمعتدل في نوع أحد :\r\nهو المتوسط بين النوع الواحد وضده .\r\n\r\nالنبض الطبيعي :\r\nهو المعتدل في جميع الأنواع إلّا في القوة ، فإن الطبيعي فيه هو الزايد .\r\n\r\nالأسباب الماسكة للنبض :\r\nهي الأسباب العامة الضرورية الداخلة في تقويم النبض مثل القوة والحاجة والآلة .\r\n\r\nالأسباب اللازمة :\r\nهي التي لا تدخل في تقويم النبض لكنها مغيرة لأحكام النبض .\r\n\r\nالمغيرة على الاطلاق :\r\nهي أسباب تغير احكام النبض ولا يكون لازمه .\r\n\r\nالنبض النوعي :\r\nهو ان يختص به مزاج أو سن أو حالة أو آلة .\r\n\r\nالفصل الحادي عشر : في تعريف الالفاظ المستعملة في باب التفسره « 1 »\r\n\r\nالتفسره :\r\nهي القارورة التي فيها بول المريض ليعرض على الطبيب ويسمى أيضا دليلا .\r\n\r\nالبول :\r\nمائية طبيعية منفصلة من المثانة متى استقرت في القارورة فكلما قرّبته منك ازداد غلظا وكلما بعَّدته ازداد صفاء .\r\n\r\nالبول المحمود :\r\nهو ما يكون معتدل القوام أترجيّ الصبغ غير منتن الرايحة وغير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التفسرة : كناية عن البول ، ومعناها بالحقيقة النظر إلى البول وتفسير أمره .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعديمها ، محمود الرسوب ، معتدل في القلة والكثرة .\r\n\r\nالتفسرة المعتدلة :\r\nوهي التي روعي فيها شرايط عشرة والتي سنذكرها .\r\n\r\nالقارورة الصادقة :\r\nهي التي تتخذ من الجسم الشفاف النقي الجوهر الصافي المتشابه الاجزاء معمولة على شكل المثانة بحيث يفضل عن البول .\r\n\r\nالبول الغليظ :\r\nهو الذي يتشابه قوامه في تحته .\r\n\r\nالبول الكدر :\r\nهو الذي لا يتشابه قوامه في تحته .\r\n\r\nالطبقات الصفرة :\r\nأولها التبني ثم الأترجي ثم الأشقر ثم الأصفر النارنجي ثم الناري ثم الذي تشبه صبغ الزعفران ثم الزعفراني الذي يشبه شقرة « 1 » وهو الأحمر الناصع .\r\n\r\nالطبقات الحمرة :\r\nأولها الأصهب ثم الوردي ثم الأحمر القاني ثم الأحمر الأقتم .\r\n\r\nالطبقات الخضرة :\r\nأسلمها الفستقيّة ثم الآسمانجونيّة ثم النّيلجية ثم الكرّاثيّة ثم الزّنجاريّة .\r\n\r\nطبقات اللون الأسود :\r\nهو الأسود الضارب إلى زعفرانية والأسود الآخذ في القتة والأسود الآخذ في الخضرة .\r\n\r\nطبقات البياض :\r\nهو الأبيض المشفّ والأبيض اللبني والأبيض الفقاعي والأبيض الدسمي والأبيض الأهالي « 2 » .\r\n\r\nالبول الدّموي :\r\nهو مختلط بالدّم .\r\n\r\nبول الدّم :\r\nهو أن يكون الخارج دما صرفا .\r\n\r\nالبول اليرقاني :\r\nهو الأحمر الضارب إلى السّواد .\r\n\r\nالقاروة التشنجيّة :\r\nهي التي فيها بول أخضر وخصوصا بعد التعب .\r\n\r\nالقارورة الحارّة :\r\nهي التي فيها صبغ فوق الأترجي .\r\n\r\nالقارورة الباردة :\r\nهي التي فيها بول أقل من الأترجي في الصبغ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : شعرة .\r\n( 2 ) . في نسخة اخري : « الدهالي » .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nالقارورة الدموية :\r\nهي التي فيها بول أحمر ضارب إلى القتمة .\r\n\r\nالقارورة السوداوية :\r\nهي التي فيها لون من طبقات السواد . وهذه الأحكام [ أي احكام لون البول 
  ] كلّها اكثريّة .\r\n\r\nالبول الزّيتي :\r\nهو الذي يخالطه صفرة سلقية وشفافية مع بريق دسمي وقوام إلى الغلظ .\r\n\r\nالأحمر الناصع :\r\nهو الذي فيه براقة وصفاء .\r\n\r\nالأحمر القاني :\r\nهو الذي يشدّ حمرته .\r\n\r\nالأحمر الأقتم :\r\nهو الذي مع حمرته ضارب إلى السواد .\r\n\r\nالأبيض المشفّ :\r\nهو الذي يشبه البلور .\r\n\r\nالأبيض الحقيقي :\r\nهو الذي يشبه القرطاس .\r\n\r\nالخام :\r\nشئ يرسب في القارورة ، رقيق الاجزاء غير منتن .\r\n\r\nالمدّة :\r\nشيء يرسب في القارورة ، رقيق الاجزاء ، منتن .\r\n\r\nأسماء الرسوب الرديّة :\r\nفمنها الخّراطى والنّخالي والكرّاثي والدّشيشي واللّحمي والدّسمي والمخاطي والعلقي والسويقي والدموي والشّعري والرّملي والرّمادي والصّفائحي ؛ فهذه الرّسوبات شبيهة بما ينسب إليه وكل واحد منها يدل على مرض ومادة .\r\n\r\nالرّسوب :\r\nهو الجسم الغليظ المتميز من المائية .\r\n\r\nالرّسوب المحمود :\r\nوهو الراسب الأبيض الأملس المستدير المتصل الأجزاء المتشابهات المستويات .\r\n\r\nالرسوب الصافي :\r\nهو الذي يتعلق فوق الماء .\r\n\r\nالرسوب المتعلق :\r\nهو الذي يتردد في وسط الماء .\r\n\r\nالبول الغريزي :\r\nهو الذي يدل على قدر المشروب .\r\n\r\nالبراز :\r\nهو الثفل المندفع من المعاء إلى الخارج .\r\n\r\nالبراز الكثير :\r\nهو الذي ما يزيد مقداره على قدر المأكول .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالبراز اليابس :\r\nهو الذي يعدم فيه المائيّة .\r\n\r\nالبراز الرطب :\r\nهو ما يخرج مع رطوبات ملزقة به .\r\n\r\nالبراز البنادق :\r\nهي البراز الذي اشتد جفافه وصلابته حتى صار بعرا « 1 » .\r\n\r\nالبراز الفاضل :\r\nهو الثفل المجتمع المتشابه الأجزاء شديد اختلاط المائية باليبوسة الذي ثخنه كثخن العسل سهل الخروج لا يلذع ، لونه اصفر غير شديد النتن ولا عادمه غير ذي بقابق ولا قراقر وغير ذي زبدية ويخرج في الوقت المعاد وبمقدار تفاوت المأكول في الكمية ولا يكون منقطع الخروج .\r\n\r\nالفصل الثاني عشر : في الأمراض الكلية\r\n\r\nالأمراض الماديّة :\r\nهي الأمراض المتشبثة بالمواد .\r\n\r\nالأمراض المزمنة :\r\nهي التي تطول أوقاتها الكلية .\r\n\r\nالأمراض الحارة :\r\nهي التي تقصر أوقاتها الكلية .\r\n\r\nالأمراض المؤتمنة :\r\nهي التي فيها أمان من مرض آخر .\r\n\r\nالأمراض المسلّمة :\r\nهي التي لا مانع لصواب التدبير فيها .\r\n\r\nالأمراض البلديّة :\r\nهي التي تختص بقبيلة أو سكان بلد .\r\n\r\nالأمراض المتعدية :\r\nهي التي تتعدى من شخص إلى شخص بالمجاورة .\r\n\r\nالأمراض المتوارثة :\r\nهي التي تتوارث من الأبوين إلى الأولاد .\r\n\r\nالأمراض الفصلية :\r\nهي التي تختص بزمان من أزمنة السنة ؛ مثل الأمراض الربيعية والصيفية وغير ذلك .\r\n\r\nالأمراض المشاركة :\r\nهي التي تحدث في عضو بسبب عضو آخر .\r\n\r\nالأمراض الخاصة :\r\nهي التي تحدث في عضو بسبب تختص به .\r\n\r\nالأمراض المتشابه :\r\nهي التي تنسب إلى الأعضاء البسيطة بأن يغير مزاجها .\r\n\r\nالأمراض المفردة :\r\nما يكون نوعا واحدا فقط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فضلة الشاة والإبل . لسان ، ج 1 ، ص 444 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nالأمراض المركبة :\r\nما يتحد فيها نوعان من المرض فصاعدا .\r\n\r\nالأمراض البحرانية :\r\nما تحدث بسبب انتقال المواد في البحران .\r\n\r\nالأمراض العصرية :\r\nهي التي تتعصر فيها المواد وتحتبس في تحت المسام بسبب البرد .\r\n\r\nامراض انحلال الفرد :\r\nهي التي تتباعد فيها اجزاء البدن ويتفرق إتصاله وتسمى أيضا امراض تفرق الاتصال .\r\n\r\nالأمراض التركيبية :\r\nهي التي تختص بعضو مركب .\r\n\r\nامراض الشكل :\r\nهي فساد في هيئة الأعضاء .\r\n\r\nامراض المجاري :\r\nهي انسداد فيها أو اتساع .\r\n\r\nامراض الأوعية :\r\nهي أن تكبر أو تصغر أو تضيق أو تتسع أو تمتلي أو تخلو .\r\n\r\nامراض صفايح الأعضاء :\r\nهي الملاسة والخشونة .\r\n\r\nامراض الوضع :\r\nهي أن ينتقل العضو من موضعه .\r\n\r\nالسحج :\r\nخدش في سطح الأمعاء « 1 » .\r\n\r\nالجراحة :\r\nتفرق اتصال مجاور للجلد .\r\n\r\nالقرحة :\r\nجراحة فيها قيح .\r\n\r\nالصدع :\r\nانكسار في العظم .\r\n\r\nالبتر :\r\nتفرق وانفصال العصب « 2 » في العرض .\r\n\r\nالشدخ :\r\nانشقاقه [ أي العظلة 
  ] في الطول إذا كثر عدده .\r\n\r\nالهتك :\r\nانشقاق طرف العضلة .\r\n\r\nالجزّ :\r\nانفصال العضلة .\r\n\r\nالفدع :\r\nانفصال العضلة طولا إذا كثر غوره وقلت أجزاؤه .\r\n\r\nأم الدم :\r\nتفرق اتصال يقع في الشرايين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الأعضاء .\r\n( 2 ) . الأظهر أن يكون « العضل » .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالثبق :\r\nانفجار الأوردة .\r\n\r\nالفتق :\r\nتفرق اتصال في الأغشية « 1 » والحجب .\r\n\r\nالشقّ :\r\nانفجار يقع في الجداول .\r\n\r\nالخلع :\r\nانفصال بين عضوين مركبين .\r\n\r\nالفكّ :\r\nانفصال يقع في العصب .\r\n\r\nالدشبد :\r\nصلابة تنبت على رأس الجراحة بمزلة القشرة .\r\n\r\nالفاشرة :\r\nتفرق اتصال يقع في جلدة الرأس بمزلة الخدش .\r\n\r\nالباضعة :\r\nما جاوز الجلد [ في الرأس 
  ] وبلغ إلى اللحم .\r\n\r\nالمتلاحمة :\r\nما نفصل به اللحم [ في الرأس 
  ] .\r\n\r\nالسحاق :\r\nما جاوز اللحم وبلغ الغشاء المغشىّ على العظم [ في الرأس 
  ] .\r\n\r\nالموضحة :\r\nما جاوز الغشاء وكشف العظم [ في الرأس 
  ] .\r\n\r\nالهاشمة :\r\nما كسّر العظم [ في الرأس 
  ] .\r\n\r\nالمأمومة :\r\nما قطع أمّ « 2 » الدماغ .\r\n\r\nالدامغة :\r\nما بلغ نفس الدماغ .\r\n\r\nالخراج :\r\nاسم لكل ورم جمع فيه مادة .\r\n\r\nالفصل الثالث عشر : في تعريف الأوجاع\r\n\r\nالوجع :\r\nهو الإحساس بالمنافي .\r\n\r\nالّلذة :\r\nهي الإحساس بالملائم .\r\n\r\nسوء المزاج المتفق :\r\nهو أن يكون المزاج الرديّ قد تمكن في الأعضاء وصار بحيث لا يحسّ به .\r\n\r\nسوء المزاج المختلف :\r\nهو أن يكون المزاج الردئ لم يتمكن بعد ويحدث منه الألم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الأوعية .\r\n( 2 ) . في نسخة : بمقدار .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nالوجع الضّرباني :\r\nهو الذي يتحرك معه العضو بتحرّك الشريان .\r\n\r\nالوجع الخدري :\r\nهو الذي تضغط معه مسالك الروح النفساني .\r\n\r\nالوجع المسلي :\r\nهو الذي يتراءى لصاحبه كأنه يثقب بمسلة .\r\n\r\nالوجع الثاقب :\r\nهو الذي يمزق « 1 » العضو وينفذ فيه .\r\n\r\nالوجع الرخو :\r\nهو الذي يسترخي فيه العضل والعصب .\r\n\r\nالوجع المكسّر « 2 » :\r\nهو الذي يفرق بين الغشاء والعظم .\r\n\r\nالوجع المفسّخ « 3 » :\r\nهو الذي تفرق اتصال الغشاء والعضلة .\r\n\r\nالوجع الضاغط :\r\nهو الذي يجعل العضو كأنه مقبوض عليه ويضيق عليه المكان .\r\n\r\nالوجع الناخس :\r\nهو الذي يتمدّد معه الغشاء « 4 » عرضا .\r\n\r\nالوجع المتمدّد :\r\nهو الذي يتمدد معه العصب طولا .\r\n\r\nالوجع اللاذع :\r\nهو الذي يكون معه لذع .\r\n\r\nوجع الإعياء :\r\nهو الذي معه إعياء ويكون إما من ثقي ويسمى ثقيبا وإما من خلط يمدد ويسمى تمديديا أو لاذع ويسمى قروحيا وإما من ريح ويسمى نافخا .\r\n\r\nالوجع الثقيل :\r\nهو الذي يجذب العضو إلى أسفل .\r\n\r\nالوجع الخشن :\r\nهو الذي يجد الانسان معه خشونة .\r\n\r\nالوجع الحكاك :\r\nهو الذي يكون معه حكّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : يفرق ، وفي نسخة : يرخي .\r\n( 2 ) . في نسخة : المتكسّر .\r\n( 3 ) . في نسخة : المنسّج .\r\n( 4 ) . في نسخة : الغشاء العصب .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالقسم الثاني في تعريف أسماء العلل المشهورة والأمراض المعروفة من القرن إلى القدم\r\nفيه تسعة فصول :\r\n\r\nالفصل الأول : في التعريفات من الأمراض الدّماغية\r\n\r\nالصّداع :\r\nألم في أعضاء الرأس .\r\n\r\nوالشّقيقة :\r\nألم في أحد شقّى الرأس .\r\n\r\nالبيضة :\r\nوجع مشتمل على الرأس كله مزمن ثابت يهيج في كل ساعة بأدنى سبب وله أعراض ردية ويقال له أيضا « الخوذة » .\r\n\r\nالخبطة :\r\nانسداد مسام الرأس بالملاقات الباردة واجتماع البخارات فيها .\r\n\r\nترعرع الدماغ :\r\nحالة للدماغ كأنه يتحرك ويدور مع وجع .\r\n\r\nالدّوار :\r\nحالة الرأس يتخيل معها صاحبها أنّ الأشياء تدور عليه فلا يملك أن يثبت .\r\n\r\nالسّدر :\r\nهو أن يكون الإنسان إذا قام اظلمت عينيه وتهيّأ للسقوط .\r\n\r\nقرانيطس :\r\nهو الورم الحار في حجب الدماغ ويقال له « السرسام الحار » .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالسّرسام :\r\nورم الرأس .\r\n\r\nالصبارا :\r\nهو الجنون المفرط مع سرسام حار .\r\n\r\nليثرغس :\r\nهو ورم بلغمي في مجاري الدماغ يلزمه النسيان ويسمى « السرسام البارد » .\r\n\r\nعطاس الصبيان :\r\nهو اجتماع رطوبات بين القحف والجلد أو بين الحجابين « 1 » الخارجين يعرض في الأكثر للصبيان .\r\n\r\nالنوم :\r\nهو رجوع الروح النفساني عن آلات الحس والحركة إلى المبدأ .\r\n\r\nالنوم الطبيعي « 2 » :\r\nما كان رجوعه مع غور الروح الحيواني إلى الباطن لإنضاج الغذاء .\r\n\r\nالنعاس :\r\nهو النوم الغير الغرق .\r\n\r\nالنوم المتملل :\r\nهو أن يكون بين النوم واليقظة .\r\n\r\nالسبات :\r\nاستغراق في النوم الطبيعي الثقيل بحيث يعسر انتباهه .\r\n\r\nاليقظة :\r\nحالة طبعية يستعمل فيها الحيوان آلات الحس والحركة عند إنصباب الروح النفسانية فيها .\r\n\r\nالسّهر :\r\nهو اليقظة المفرطة التي ليست طبيعية .\r\n\r\nاختلاط العقل :\r\nهو أن يعرض للمريض أن يقول ويصنع ما لا يشعر « 3 » .\r\n\r\nالرّعونة :\r\nنقصان العقل أعنى القوة المفكّرة وهي الحماقة .\r\n\r\nألمانيا :\r\nجنون سبعي يختلط فيه الغضب با للعب والرغبة بالنفرة .\r\n\r\nالماليخوليا :\r\nجنون وهو تغير يقع في القوة المفكّرة فتتغير الظنون ويغلب على صاحبه الحزن « 4 » والخوف لظلمة تلحق « 5 » الروح النفسانية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الحاجزين .\r\n( 2 ) . في نسخة : الطبيع .\r\n( 3 ) . وفي نسخة أخرى : ما لا ينبغي .\r\n( 4 ) . في نسخة : الجنون .\r\n( 5 ) . في نسخة : بجوهر .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nالمراقى :\r\nنوع منه [ أي من الماليخوليا 
  ] وهو أن يتراكم في المراق فضول رديئة ترتفع منها إلى الدماغ بخارات رديئة مظلمة لجوهر الروح .\r\n\r\nداء الكلب :\r\nهو ألمانيا يسمى بذلك لأن افعاله تشبه افعال السباع .\r\n\r\nالقطرب :\r\nهو جنون يفرّ صاحبه عن الناس ويطلب الخلوة والمقابر ويمشي مشيا مختلفا لا يدري اين يتوجه مع خوف وحذر ويهرب عن كل ما استقبله .\r\n\r\nالعشق :\r\nجنون يعرض لصاحبه أن يديم استحسان صورة معيّنة في الفكر ويطول له الصعداء والبكاء . وربما يفرح عند ذكرها خصوصا في حالة السّماع .\r\n\r\nالشخوص :\r\nنوع من الجمود اعني ان ينام الإنسان مستلقيا شاخص العين بحيث لا يتحرك .\r\n\r\nالسبات السهري :\r\nهو أن ينام المريض تارة نوما ثقيلا وتارة يسهر سهرا مفرطا .\r\n\r\nفيجيدج :\r\nحالة شبيهة بالإعياء تتمدد له العروق بسبب الامتلاء ويكثر التثاؤب والتمطي .\r\n\r\nالكابوس :\r\nحالة يحس فيه الانسان عند دخوله في النوم خيالا ثقيلا يقع عليه ويعصره ويضيق نفسه فينقطع صوته وحركته ويكاد أن يختنق .\r\n\r\nالصرع :\r\nعلة مادية في الدماغ تمنع الأعضاء النفسانية عن افعال الحس والحركة لسدّة في التجاويف منعا غير تام .\r\n\r\nأمّ الصبيان :\r\nنوع من الصرع يحدث بسبب الصفراء .\r\n\r\nالسكتة :\r\nتعطل الأعضاء عن الحس والحركة لانسداد تام في بطون الدماغ ومجارى الروح الحسّاس والمحرك .\r\n\r\nالفالج :\r\nاسترخاء في أحد شقى البدن كله سوى الرأس .\r\n\r\nالتشنج :\r\nعلة عصبية يتحرك بها العضل إلى مباديها فيعصى في الانبساط .\r\n\r\nالتمدد :\r\nمرض آلى يمنع القوة المتحركة عن قبض الأعضاء التي من شأنها أن تنقبض لآفة في العضل والعصب .\r\n\r\nالكزاز :\r\nهو المركب من تشنجين متضادين يقع أكثره في ناحية العنق .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nاللقوة :\r\nعلة آلية ينجذب لها أحد شقي الوجه إلى جهة غير طبيعية فيعسر معها التقاء الجفنين والشفتين .\r\n\r\nالرعشة :\r\nهي علة تعجز القوة المحركة لها عن تحريك العضل على الاتصال وتختلط فيها الحركة الإرادية بغير الإرادية .\r\n\r\nالخدر :\r\nعلة آلية مذهبة لحس اللمس .\r\n\r\nالإختلاج :\r\nحركة عضلانية يتحرك معها ما يلتصق بها من الجلد وأكثرها ريحية .\r\n\r\nالفصل الثاني : في تعريف الألفاظ التي تستعمل في أحوال العين\r\n\r\nوجع العين :\r\nألم يكون في العين .\r\n\r\nالرّمد :\r\nوجع في العين مع حمرة وإنتفاخ وضربان ودرور .\r\n\r\nالوردينج :\r\nنوع من الرمد صعب يعظم فيه الورم بحيث يتعذر التغميض ويربو فيه البياض على القرنية « 1 » .\r\n\r\nالنفّاخات :\r\nبثور مائية تحدث في بعض قشور القرنية التي هي طباق أربعة أردؤها أغورها .\r\n\r\nالقروح في العين سبعة أنواع :\r\n\r\nالأول : القتام :\r\nوهي قروح شبيهة بالدخان منتشرة في سواد العين .\r\n\r\nالثاني : السحاب :\r\nوهي قرحة عميقة وهي أقل حجما من الأول .\r\n\r\nوالثالث : الإكليلي :\r\nوهي قرحة على إكليل السواد وربما اخذ بعض الملتحمة فما على السواد رؤى بياض وما على البياض رؤى حمراء .\r\n\r\nالرابع : الصوفي :\r\nوهو قرحة في ظاهر الحدقه كأنها صوفة صغيرة عليها .\r\n\r\nالخامس : لوثوقون « 2 » :\r\nوهو قرحة عميقة ضيقة الثقبة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الملتحمة .\r\n( 2 ) . في نسخة : لولوفن .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالسادس : لولوما « 1 » أي الحافر :\r\nوهو قرحة عميقة لكنها أقل عمقا وأوسع عرضا من الخامس .\r\n\r\nالسابع : افقوما « 2 » :\r\nوهي قرحة وسخة ذات خشكريشة في تنقيتها مخاطرة فليتأكّل الأغشية ويفسد معه العين .\r\n\r\nالمورسرج :\r\nهو إنخراق في ظاهر القرنية .\r\n\r\nالنملي :\r\nهو إنخراق فيها وهو أغور من الأول .\r\n\r\nالذبابي :\r\nهو إنخراق فيها أيضا أغور من الثاني .\r\n\r\nالعنبي « 3 » :\r\nإنخراق فيها ويغور أيضا بحيث تظهر الحبة العينية « 4 » .\r\n\r\nالتفاحي « 5 » :\r\nإنخراق شديد أعظم من الكل .\r\n\r\nالمسماري :\r\nإنخراق عظيم بحيث تخرج « 6 » العنبية معه .\r\n\r\nالفلكي :\r\nهو من جنس التفاحي إلّا أنه أشد إستدارة .\r\n\r\nقلقطايا « 7 » :\r\nهذه مدة تحبس تحت القرنية وتأكل « 8 » موضعها وصارت مثل الظفرة .\r\n\r\nالسرطان في العين :\r\nورم يعرض في الصفاق القرني مع حمرة في العين وتمدد ووجع شديد مع صداع ونخس وسقوط شهوة الطعام .\r\n\r\nاخيلوسن :\r\nورم في الموق الانسي من العين فقد يصير صلبا . وقد يصير خراجا فينفجر .\r\nوقد يصير ناصورا . فما دام لم ينفجر يسمى خراجا وإذا انفجر يسمى غربا .\r\n\r\nالغمام :\r\nبياض في العين غليظ فما دام رقيقا يقال له الغمام وما دام غليظا يسمى بياضا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة أخرى : لولوط .\r\n( 2 ) . في نسخة : أقعوما ، وفي نسخة : أقعونا .\r\n( 3 ) . في نسخة : الغبي .\r\n( 4 ) . في نسخة : الغبي .\r\n( 5 ) . في نسخة : النفاخي .\r\n( 6 ) . في نسخة : تنخرق .\r\n( 7 ) . في نسخة : قلقطان وفي نسخة : قلفطايا .\r\n( 8 ) . في نسخة : ويأخذ .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالسبل :\r\nهو غشاوة تعرض للعين من إنتفاخ عروقها الظاهرة في سطح الملتحمة والقرنية وانتساج شيء فيما بينهما كالدّخان .\r\n\r\nالظفرة :\r\nهي الزيادة في الملتحمة أو من الحجاب المحيط بالعين يبتدي من الموق وتجري على الملتحمة وربما غشيت القرنية وتغطي الثقبة .\r\n\r\nالطرفة :\r\nنقطة من دم طري أحمر وعتيق أسود .\r\n\r\nالدمعة :\r\nهي سيلان الرطوبة المائية دائما من العين . وقد يكون ترطب العين من غير سيلان منه .\r\n\r\nالحوّل :\r\nهو زوال المقلة إلى جهة من الجهات ؛ فإن كان إلى جهة العلو والسفل فإنه يرى الشيء شيئين وأما في ساير الجهات فلا .\r\n\r\nالجحوظ :\r\nهو بروز المقلة ونتؤوها وانتفاخها .\r\n\r\nالسّلاق :\r\nغلظ مز من في الأجفان من مادة أكّالة بورقيّة تحمر بها الأجفان وينتثر الحدب ويفسد العين .\r\n\r\nجساءة الأجفان :\r\nهو امتناع حركة الأجفان وتعسرها مع وجع وحمرة ورمص يابس .\r\n\r\nالتصاق الجفن :\r\nهو أن تلزق الأجفان بالمقلة .\r\n\r\nالسدقة « 1 » :\r\nويقال لها الودقة . هي لحمة بثرية « 2 » تزيد في المقلة .\r\n\r\nالشترة :\r\nهو انقلاب الجفن وله ثلاث درجات في الصغر والكبر والوسط .\r\n\r\nالبردة :\r\nهي رطوبة تغلظ وتتحجر في باطن الجفن مايلة إلى البياض .\r\n\r\nالشعيرة :\r\nورم مستطيل يظهر على طرف الجفن يشبه الشعر في الشكل .\r\n\r\nالترياق « 3 » :\r\nزيادة من مادة شحمية تحدث في الجفن الأعلى وتكون متلحمة « 4 » ثابتة لا متحركة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : السدّية .\r\n( 2 ) . في نسخة : برية .\r\n( 3 ) . في نسخة : الشرناق ، وهو الأصح .\r\n( 4 ) . في نسخة : متلحّجة .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالتوثة :\r\nهي لحم رخو يحدث في باطن الجفن تسيل منها مدة « 1 » مثل توثة .\r\n\r\nالتحجّر :\r\nورم صغير مز من ويتحجر في الأجفان .\r\n\r\nالجرب :\r\nهو حكّة وحمرة في الأجفان وقد يتقرّح .\r\n\r\nالإنتفاخ :\r\nهو ورم بلغمي أو سوداوي في الجفن مع الحكّة .\r\n\r\nانقلاب الجفن :\r\nهو أن تميل الجفن الهدب إلى الداخل وينخس وينحصر المقلة .\r\n\r\nالعشا « 2 » :\r\nهو أن يبطل البصر ليلا ويبصر النهار .\r\n\r\nالجهير « 3 » :\r\nهو أن لا يرى نهارا ويبصر ليلا .\r\n\r\nالانتشار :\r\nهو أن يصير الثقبة العنبية أوسع مما هي في الطبع .\r\n\r\nنزول الماء :\r\nهو رطوبة غريبة تقف في الثقبة العنبية بين الرطوبة البيضية والصفاق القرنية فيمنع نفوذ الأشباح إلى البصر .\r\n\r\nالقمر :\r\nهو أن لا يرى من بعيد أو من وراء ضوء فإذا نظر صاحبه إلى الألوان تخيل أن عليها بياض .\r\n\r\nالفصل الثالث : في تعريف الألفاظ التي تستعمل في أمراض الآذان والفم والأنف\r\n\r\nالدويّ والطنين :\r\nهو صوت لا يزال الإنسان يسمعه لا من خارج .\r\n\r\nالزكام :\r\nرطوبة تنصبّ إلى مجرى الأنف .\r\n\r\nالنزلة :\r\nرطوبة ينصبّ إلي مجري الحلق والنزيه .\r\n\r\nالخشم :\r\nسدّة في الأنف تمنع التنفس من طريق الأنف .\r\n\r\nصلاة « 4 » :\r\nقروح مزمنة في الأنف .\r\n\r\nالإربيان :\r\nهي لحوم زايدة تنبت في الأنف وقد تسمى بواسير « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : مادة .\r\n( 2 ) . في نسخة : العشي .\r\n( 3 ) . في نسخة : الجهر ، وفي نسخة : الهجر .\r\n( 4 ) . في نسخة : علوة ، وفي نسخة : الناصور .\r\n( 5 ) . في نسخة : ناصور الانف .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nالضفدع :\r\nهو شبه غدة صلبة تكون تحت اللسان مع عروق خضرة .\r\n\r\nالقلاع :\r\nقرحة تكون في سطح الفم واللسان مع انتشار واتساع .\r\n\r\nالبخر :\r\nهو رائحة منتنة في الفم .\r\n\r\nالقلح « 1 » :\r\nطلاوة تركب السن وتتحجر في أصول الأسنان تحجّرا يعسر انقلاعة .\r\n\r\nالضرس :\r\nهو خدر يعرض للسن .\r\n\r\nذهاب ماء الأسنان :\r\nهو أن يكون لا يتحمل السن شيئا باردا أو حارا أو صلبا .\r\n\r\nالذبحة :\r\nنوع من الخناق صعب وهو امتناع نفوذ النفس إلى الرية والقلب .\r\n\r\nالإختناق :\r\nهو الذبحة .\r\n\r\nالفصل الرابع : في تعريف أسماء امراض الصدر والقلب\r\n\r\nالنفس :\r\nهو حركتان إراديتان وبينهما سكونا ليملأ الرية نسيما فترسلة إلى القلب وهو أنواع كثيرة :\r\n\r\nالنفس العظيم :\r\nهو النفس الذي ينال هواء كثيرا جدا فوق المعتدل وتنبسط معه أعضاء التنفس انبساطا كاملا .\r\n\r\n[ النفس 
  ] الصغير :\r\nهو الذي يقابله . [ أي يقابل النفس العظيم 
  ] .\r\n\r\nالنفس الشديد :\r\nهو الذي يكون مع عظمه له قوة مزعجة للإدخال مخرجة للنفس .\r\n\r\nالنفس الشاهق :\r\nهو النفس العظيم الذي يفتقر فيه إلى تحريك أعالي الصدر .\r\n\r\nالنفس الطويل :\r\nهو الذي يطول فيه مدة تحريك الهواء في استنشاقه وردّه .\r\n\r\n[ النفس 
  ] القصير :\r\nهو الذي يقابله . [ أي : يقابل النفس الطويل 
  ] .\r\n\r\n[ النفس 
  ] المتواتر :\r\nهو النفس الذي يقصر الزمان بينه وبين الذي قبله .\r\n\r\nالنفس المختنق :\r\nهو الذي يحرّك الرية ويدل على خنق شديد .\r\n\r\nسوء النفس :\r\nشيء يعم الأحوال الخارجة عن الطبيعة .\r\n\r\nالنفس السريع :\r\nهو الذي تكون الحركة فيه في مدة قصيرة مع بلوغ الحاجة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : العلح وفي نسخة : الضلج .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n[ النفس 
  ] البطئ :\r\nهو الذي يقابله [ أي : يقابل النفس السريع 
  ] .\r\n\r\nضيق النفس :\r\nهو أن لا يجد الهواء المنصرف فيه بالنفس منفذا في جهة حركتة إلّا ضيقا .\r\n\r\nالنفس المنتصف « 1 » :\r\nهو أن يتنفس بنصف الرية .\r\n\r\nانتصاب النفس :\r\nهو النفس الذي لا يتأتّى لصاحبه أن يتنفس إلا بأن ينتصب ويستوى ويمد رقبته إلى فوق فينفتح بسببه المجرى ولا يستطيع أن ينحني العنق فإنه يضيق عليه النفس .\r\n\r\nالربو :\r\nعلة رئيّة لا يجد الوادع « 2 » معها بدّا من نفس متواتر ويقال له « البهر » و « ضيق النفس » أيضا .\r\n\r\nالصوت :\r\nفاعله العضل الذي عند الحنجرة بتقدير الفتح ودفع الهواء المخرج وقرعه . وآلته القرعيّة ، الحنجرة ولسان المزمار بإعانة الحجاب والرية ومادته الهواء .\r\n\r\nبحّة الصوت :\r\nهي الغلظ والخشونة في الصوت .\r\n\r\nالصوت الكدر :\r\nهو الذي يشبه صوت الرّصّاص .\r\n\r\nصوت المرتعش :\r\nهو الذي يرتعد .\r\n\r\nالسعال :\r\nهو حركة من الطبيعة بواسطة الحجاب بانبساط الصدر وانقباضه لدفع الأذى عن أعضاء الصدر والتنفس .\r\n\r\nذات الجنب :\r\nهو مرض « 3 » يعمّ جميع الأورام المجاورة في نواحي الصدر سوى ما يكون في الرية والقلب .\r\n\r\nذات الرية :\r\nورم حار في الرية .\r\n\r\nالشوصة :\r\nورم حار في الحجب التي على الصدر تحت الحجاب الحاجز .\r\n\r\nالبرسام :\r\nورم حار في عضلات الحجاب الحاجز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : المنتصب .\r\n( 2 ) . في نسخة : الوارد .\r\n( 3 ) . في نسخة : ورم .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nذات الجنب الخالص :\r\nورم حار في الحجاب المنصّف .\r\n\r\n[ ذات الجنب 
  ] غير الخالص :\r\nأورام في عضلات الصدر .\r\n\r\nالنفث :\r\nخلط بزاقي يصعد من نواحي الصدر .\r\n\r\nالنفث المحمود :\r\nهو الأبيض الأملس المستوي الذي لا لزوجة فيه فيكون نضيجا سهل الخروج .\r\n\r\nالسل :\r\nعلة رئية تتقرّح بها الرية وتعرض منها أعراض متمانعة في التدبير .\r\n\r\nالتقيّح :\r\nهو أن يجتمع الصّديد في الصدر .\r\n\r\nالخفقان :\r\nحركة إختلاجية تعرض للقلب .\r\n\r\nالغشي :\r\nهو تعطيل جلّ القوى المتحركة والحساسة لاجتماع الروح كلها إليه .\r\n\r\nالفصل الخامس : في تعريف أمراض المعدة\r\n\r\nضعف المعدة :\r\nهو اسم لحال المعدة إذا كانت لا تهضم جيدا بسبب في نفس المعدة وقواها .\r\n\r\nسقوط الشهوة :\r\nهو أن لا يشتهي الطعام والشراب .\r\n\r\nضعف الشهوة :\r\nهو أن ينقص الإشتهاء .\r\n\r\nفساد الشهوة :\r\nهو أن يشتهي إشتهاء غير معتاد كالطين والفحم .\r\n\r\nالجوع :\r\nهو حال مدغدغة لفم المعدة شبيهة بالقوة الجاذبة لا متصاص العروق مصّا بعد مصّ إلى أن ينتهى إلى فم المعدة .\r\n\r\nالجوع المغشى :\r\nهو أن لا يملك صاحبه بطنه إذا جاع وإذا تأخّر عنه الطعام غشى عليه وسقطت قوته .\r\n\r\nبوليموس :\r\nهو جوع الأعضاء مع شبع المعدة ؛ أعنى سقوط شهوتها ويسمى جوع البقر .\r\n\r\nبطلان الهضم :\r\nهو أن لا يستمرئ الطعام في المعدة أصلا .\r\n\r\nضعف الهضم :\r\nهو أن لا يستمرئ القدر الواجب من الغذاء .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nفساد الهضم :\r\nهو أن يستحيل الطعام استحالة غير طبيعية .\r\n\r\nطفو الطعام في المعدة :\r\nأن لا تشتمل المعدة على الطعام .\r\n\r\nالقراقر :\r\nنفخة مصوّتة في البطن .\r\n\r\nزلق المعدة :\r\nهو ملاسة في سطح المعدة لا يستمسك الطعام .\r\n\r\nالقي :\r\nهو خروج ما في المعدة من طريق الفم .\r\n\r\nالتهوّع « 1 » :\r\nحركة من الدافعة للدفع عن المعدة لا يصحبها حركة من المندفع .\r\n\r\nالغثيان :\r\nهو حالة متقاضية إلى « 2 » تحريك المادة .\r\n\r\nتقلّب النفس :\r\nيقال للغثيان اللازم . وقد يقال لذهاب الشهوة .\r\n\r\nالقلق المعدي :\r\nهو اضطراب المعدة عند حدوث هذه الحركات [ أي : القئ والغثيان وتقلب النفس والتهوع 
  ] فيعرض لصاحبه كرب وخفقان وسدر ودوار وتغير اللون وانتقال من شكل إلى شكل .\r\n\r\nالفواق :\r\nهو حركة مختلفة مركبة من تشنج إنقباضي مع تمدد إنبساطي للمعدة فيجتمع جرمها ليتحرك على وجه الدفع والذبّ « 3 » .\r\n\r\nالتخمة :\r\nهي فساد الأطعمة في المعدة لسبب في الطعام .\r\n\r\nالذّرب :\r\nهو فساد في المعدة .\r\n\r\nالجوع الكلبي :\r\nهو أن يأكل الإنسان دايما ولا يشبع ولا يندفع الجوع البتة .\r\n\r\nالجشاء :\r\nهو الريح الخارجة من فوق .\r\n\r\nالوحام :\r\nهو انقطاع الشهوة والميل إلى الشهوات الردية للحامل في الشهر الرابع .\r\n\r\nالعطاش :\r\nهو العطش المفرط الذي لا يروي صاحبه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : أطوع .\r\n( 2 ) . في نسخة : في .\r\n( 3 ) . في نسخة : الرفع والجذب .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nالفصل السادس : في تعريف أمراض الكبد والطحال وأعضاء البول والمعاء وأمراض النساء\r\n\r\nالمكبود :\r\nهو الذي في افعال كبده ضعف فحسب .\r\n\r\nالمطحول :\r\nهو الذي في طحاله ورم .\r\n\r\nسوء القنية :\r\nهو فساد في المزاج يبتدئ من الكبد في الأكثر ثم يفشو في جميع البدن فتهبج له الأجفان والأطراف .\r\n\r\nالاستسقاء :\r\nمرض مادي يتحلل له الأعضاء مادة غريبة باردة .\r\n\r\n[ الاستسقاء 
  ] اللحمي :\r\nما يكون المادة المائية مختلطة بالدم فيتحلل في جميع الأعضاء الظاهرة .\r\n\r\n[ الاستسقاء 
  ] الزّقّي :\r\nما يكون مادته المائية فيه منصبّة في فضاء البطن .\r\n\r\n[ الاستسقاء 
  ] الطّبلي :\r\nما يكون مادته ريحية فاشية في تلك النواحي .\r\n\r\nاليرقان :\r\nعلة سدّيّه ردية يتغير فيه اللون إلى صفرة أو سواد .\r\n\r\nاليرقان الأصفر :\r\nما تكون الصفراء فاشية في ظاهر البدن .\r\n\r\nاليرقان الأسود :\r\nما تكون المادة الفاشية هي السوداء .\r\n\r\nالإسهال :\r\nهو انطلاق البطن بالجهة المعتادة لا على الوجة المعتاد .\r\n\r\nالاختلاف :\r\nهو الإسهال الكاين بالأدوار .\r\n\r\nالخلفة :\r\nهي الإسهال الكاين بالألوان .\r\n\r\nزلق الأمعاء :\r\nهو ملاسة في سطح الأمعاء بحيث لا يلبث فيه الطعام فيطلق من ساعته .\r\nالسّحج « 1 » : هو وجع وانجراد في سطح الأمعاء فيندفع منه أصناف من المواد مويّا صديديّا ومدّيا ومريّا وخراطيّا وزبديّا وقشاريّا .\r\n\r\nذو سنطريا :\r\nهو قروح في الأمعاء مع علامات السحج فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : السحج .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالزحير :\r\nهو وجع تمددي وانجراد « 1 » في المعاء المستقيم يتعسر « 2 » معه خروج البراز ويكون مع وجع وصعوبة .\r\n\r\nالهيضة :\r\nهي حركة من المواد الفاسدة الغير المنهضمة إلى الانفصال من طريق الأمعاء على حدة وعنف وسرعة من الدافعة وقد يندفع من فوق .\r\n\r\nالمبطون :\r\nمن كان به إختلاف دايم .\r\n\r\nالمغص :\r\nهو وجع لاذعى في المعاء مع قليل التمدد .\r\n\r\nالقولنج :\r\nمرض معوي مؤلم تحبس معه خروج ما يخرج بالطبع .\r\n\r\nإيلاوس :\r\nهو نوع من القولنج صعب يكون في الأمعاء الدقاق ويصحبه الغثيان والقئ .\r\n\r\n[ القولنج 
  ] الثفلي :\r\nهو أن يصير الثفل محتبسا في معاء القولون .\r\n\r\n[ القولنج 
  ] الورمي :\r\nهو ما يكون بسبب ورم الأمعاء وربما يحتبس فيه البراز .\r\n\r\n[ القولنج 
  ] الريحي :\r\nهو ان يحتبس الريح في طبقات الأمعاء .\r\n\r\n[ القولنج 
  ] البلغمي :\r\nهو أن يلتصق في سطح الأمعاء مواد بلغمية غليظة لزجة فيسدّ الطريق .\r\n\r\n[ القولنج 
  ] الإلتوائي :\r\nهو أن تتقلب الأمعاء بسبب من الأسباب المعلومة فينسدّ الطريق .\r\n\r\nالحيّات :\r\nهي الديدان الكبار .\r\n\r\nحبّ القرع :\r\nهو ديدان العراض .\r\n\r\nالبواسير :\r\nبثور ثؤلولية أو توثية أو عنبية في المقعدة .\r\n\r\nالبواسير الصمّ :\r\nما لا يسيل منها الدم .\r\n\r\nحرقة البول :\r\nوجع إحتراقي عند خروج البول .\r\n\r\nعسر البول :\r\nهو أن لا يخرج كما ينبغي بسهولة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : وانجراديّ .\r\n( 2 ) . في نسخة : يتغير .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nسلس البول :\r\nهو خروج البول بلا إرادة قليلا قليلا .\r\n\r\nذيابيطس :\r\nهو أن يخرج الماء كما يشرب سريعا ويبول ويشرب مرة بعد أخرى .\r\n\r\nالانتشار :\r\nهو الامتداد في الأعصاب المجوفة كالقضيب « 1 » ويوترها الباءه للجماع .\r\n\r\nالنطفة :\r\nهي المني الذي يجعل في الرحم على وجه الدفق والشهوة .\r\n\r\nالمذي :\r\nهو رطوبة تخرج من أوعية المني لا على وجه الدفق .\r\n\r\nالوذي « 2 » :\r\nهو الذي يخرج عقب البول .\r\n\r\nفريسموس :\r\nهو الإنعاظ الدائم من غير الشهوة .\r\n\r\nالغذيوط :\r\nهو الذي إذا جامع ألقى زبله عند الإنزال فلا يملك مقعدته .\r\n\r\nأرساطون « 3 » :\r\nهو اختلاج الذكر دائما وتمدد أوعية المني .\r\n\r\nإعوجاج الذكر :\r\nهو تشنج يقع « 4 » في الذكر فيميل دائما إلى جانب واحد .\r\n\r\nدوالى الصفن :\r\nعروق ممتلية في الصفن ملتوية ويكون معها إختلاج في الذكر .\r\n\r\nالقيلة :\r\nهو إنتفاخ في الخصيتين لورم مائي أو ريحي أو معوي لنزول الأمعاء فيه .\r\n\r\nالقتبس « 5 » « 6 » :\r\nالرجل المذكار .\r\n\r\nاللقوة :\r\nهي المرأة المذكارة .\r\n\r\nالاقراب :\r\nهو دخول الحامل في زمان قريب من الولادة .\r\n\r\nالنفاس :\r\nهو [ من 
  ] المدة التي وضعت المرأة حملها إلى أربعين يوما .\r\n\r\nالإسقاط :\r\nإنزلاق « 7 » الجنين .\r\n\r\nالمشيمة :\r\nهي الغشاء المغشىّ على الجنين .\r\n\r\nالرجاء :\r\nهو الحالة التي تحدث للنساء شبيهة بالحمل يقال له الكاذب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : كالقصب .\r\n( 2 ) . في نسخة : الودي .\r\n( 3 ) . في نسخة : ارماطون .\r\n( 4 ) . في نسخة : الشح الذي يقع .\r\n( 5 ) . في نسخة : القيلس .\r\n( 6 ) . في نسخة : القنتس .\r\n( 7 ) . في نسخة : إنزال .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالإفتضاض :\r\nإزالة البكارة وهي انتهاك الأغشية المنتسجة على فم الرحم .\r\n\r\nفريسموس النساء :\r\nهو حكّه في رحم النساء ولا يستغن عن الجماع .\r\n\r\nالرتقاء :\r\nالمرأة التي على فم رحمها أغشية لحمية صلبة تمنع من المباشرة وقد يمنع خروج الحيض وفيه خطر .\r\n\r\nإختناق الرحم :\r\nعلة شبيهة بالصرع تعرض للنساء اللواتي يحتبس فيهن الطمث أو المني .\r\n\r\nالقرقس « 1 » :\r\nهو لحم نابت في فم الرحم كالعصب يطول صيفا ويقصر شتاء .\r\n\r\nالفتق :\r\nهو انحلال الصفاق عن قردية « 2 » ونفوذ جسم غريب .\r\n\r\nأدرة اللحم :\r\nهو أن ينبت في الصفن لحم زايد يعظم حجمه .\r\n\r\nقيلة الماء :\r\nهو أن ينصبّ في الصفن مائية من فضاء البطن .\r\n\r\nقيلة الأمعاء :\r\nهو أن ينزل جرم المعاء المسمى بالأعور في الصفن وقد ينزل الثرب عن الأعور .\r\n\r\nرياح الأفرسة :\r\nهي زوال من الفقرات داخلا وخارجا .\r\n\r\nالحدبة :\r\nهي زوال الفقرات من خلف .\r\n\r\nالتفضع :\r\nهو زوال الفقرات من قدّام .\r\n\r\nالدوالي :\r\nهو اتساع في عروق الساق والقدم وإمتلاؤها دما سوداويا .\r\n\r\nداء الفيل :\r\nهو زيادة ورمية شحمية في الساق والقدم مع غلظ وتغير اللون .\r\n\r\nعرق النساء :\r\nهو وجع من أوجاع المفاصل يبتدئ من مفصل الورك وينزل إلى خلف على الفخذ ويمتدّ إلى الركبة وإلى الكعب .\r\n\r\nالنقرس :\r\nهو وجع يعرض في نواحي القدم ويطول معه الصفن .\r\n\r\nالبطم :\r\nهو بثور تظهر في الساق شبيهة بثمرة الطرفاء مع قليل الورم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : النوفس وفي نسخة : الفرقس .\r\n( 2 ) . في نسخة : قرويه .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nالفصل السابع : في تعريف أسماء الحمّيات والأسماء والألفاظ المصطلحة فيهما\r\n\r\nالحمّى :\r\nهي حرارة غريبة تشتعل في القلب أولا وتنبثّ منه بتوسط الروح والدم في الشرايين والعروق في جميع البدن فيشتعل فيه اشتعالا يضر بالأفعال الطبيعية .\r\n\r\nالحمّى العرضيّة :\r\nما تعرض لسبب مرض آخر سوى الحمى .\r\n\r\nالحمى المرضيّة :\r\nما تعرض لا بسبب مرض آخر سوى الحمى .\r\n\r\nالحمى اليوميّة « 1 » :\r\nهي التي تنفصل في كل يوم وليلة وتكون الحرارة فيها متشبثة بالأرواح أولا ثم يفشو منها في الأخلاط والأعضاء ثانيا .\r\n\r\nالحمّى الخلطيّة :\r\nهي التي تنوب بعد الانفصال وتكون الحرارة فيها متشبهة بالأخلاط أولا ثم تفشو منها في الأرواح والأعضاء ثانيا .\r\n\r\nالحمّى الدقيّة :\r\nهي التي لا تنفصل فيها الحرارة وتكون الحرارة متشبثة في الأعضاء أولا ثم يفشو « 2 » منها في الأرواح والأعضاء ثانيا .\r\n\r\nالحمّى القشفيّة :\r\nهي حمى تحدث بسبب التكاثف في ظاهر المسامّ واحتباس البخارات في البدن فتسخن الروح أولا ثم البدن ثانيا .\r\n\r\n[ الحمّى 
  ] الإستحصافيّة :\r\nهذه الحمى تحدث بسبب انسداد يعرض في مسامّ البدن على خلل يغور فيها بسبب هو أقوى من سبب القشفيّة .\r\n\r\nاقسام الحمّيات اليوميّة :\r\nمن الهميّة والغميّة الإمتلائيّة والجوعيّة العطشيّة والحريّة والبرديّة والسهريّة والغضبيّة التخميّة والفرحيّة الفزعيّة والغشيّة الراحيّة والأستفراغيّة والورميّة التعبيّة الفكريّة الوجعيّة القشفيّة الاستحصافيّة . هذه الحمّيات اليوميّة منسوبة إلى أسبابها المذكورة الظاهرة المعاني المستغنية عن البيان والشرح .\r\n\r\nالحمّيات العضنيّة :\r\nمن الحمّيات التي تحدث بسبب عفوفة الأخلاط فكل نوع منها ينتسب إلى خلط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : القمية .\r\n( 2 ) . في نسخة : يغشو .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nحمّى الغبّ :\r\nهذه حمى صفراوية تنوب يوما ويوما لا .\r\n\r\nالغبّ الخالصة :\r\nهي غبّ الذي تقصر فيه الأزمنة .\r\n\r\nغير الخالصة :\r\nهي الغب الذي تطول فيه الأزمنة .\r\n\r\nحمى الربع :\r\nهذه حمّى سوداوية تنوب يوما ويومين لا .\r\n\r\nالمواضبة :\r\nهذه حمّيات بلغمية تنوب كل يوم بأدوار .\r\n\r\nالمطبقة :\r\nهذه حمّى دموية دايمة غير منفصلة .\r\n\r\nشطر الغب :\r\nهذه حمّى مركبة من الصفراء والبلغم فينوب « 1 » فيها الخلطان كل واحد على حدة .\r\n\r\nالمقلقلة « 2 » :\r\nهي الحمّيات التي سببها أخلاط عفنة خارج العروق وذات أدوار .\r\n\r\nذوات الأدوار الدائمة :\r\nهي الحمّيات التي لا تكون لها أدوار ظاهرة .\r\n\r\nالدّائرة :\r\nهي التي لها أدوار ظاهرة .\r\n\r\nذوات الأدوار اللّازمة :\r\nهي الحميات التي سببها أخلاط عفنة داخل العروق غير ذوات أدوار .\r\n\r\nالمفترة :\r\nهي التي لها مع لزومها فترات واشتدادات .\r\n\r\nالمحرقة :\r\nهي التي تكون بسبب أخلاط صفراوية عفنة في داخل العروق التي في نواحي القلب وهي لازمة صعبة الأعراض .\r\n\r\nالنايبة :\r\nهي التي تنوب كل يوم .\r\n\r\nالحمّيات الحادّة :\r\nهي التي تعرض فيها أعراض شديدة وهي قصير المدة .\r\n\r\nالحمّيات الدقّيّة :\r\nهي الحمّيات الاتصالية التي بسبب تسخن الأعضاء الأصلية وذوبانها .\r\n\r\nالحمّيات الوبائيّة :\r\nهي الحمّيات المختلفة المتشبثة بالأرواح ثم الأخلاط بسبب فساد يعمّ الهواء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فيثور .\r\n( 2 ) . في نسخة : المغلقة .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالحمّيات المركبة :\r\nهي الحمّيات التي يتجمع فيها خلطان فصاعدا .\r\n\r\nأسماء الحميات اليونانية :\r\n\r\nسونوخس :\r\nهي الحمّى التي تكون من غليان الدم .\r\n\r\nليفوريا :\r\nهي الحمى التي يبطن فيها الحر ويظهر فيها البرد .\r\n\r\nانقيالوس :\r\nهي الحمى التي يظهر فيها الحر ويبطن فيها البرد .\r\n\r\nاقيماوس :\r\nهي حمى يوم .\r\n\r\nافطيقوس :\r\nهي حمى الدق .\r\n\r\nالقيماروس « 1 » :\r\nهي الحمى البلغمية النائبة كل يوم .\r\n\r\nطرياوس « 2 » :\r\nهي حمى الغب .\r\n\r\nطاسر طاووس « 3 » :\r\nهي حمى الربع .\r\n\r\nمطريطاووس :\r\nهي شطر الغب .\r\n\r\nطاسر طاوس :\r\nهي الحميات التي تنوب في كل سبعة أيام ويقال لها السّبع .\r\n\r\nبرويادوس :\r\nهي الحميات التي تنوب في كل ستة أيام ويقال لها لدائرة .\r\n\r\nقاريقوس « 4 » :\r\nهي الحمى المحرقة .\r\n\r\nسميوس :\r\nهي الكزاز .\r\n\r\nالجدري :\r\nهي بثور كثيرة متقيّحة من غليان الدم يعمّ البدن كله لاندفاع الخبائث « 5 » التي فيه .\r\n\r\nالحصبة :\r\nهي بثور مسطحة شبيهة بالجدري إلّا أنه أقل بثورا وأعمق منه .\r\n\r\nالمليلة :\r\nحالة متقدمة على الحميات يصحبها إعياء وتوهم وكسل وتمطي وحرارة مّا وظهور أعراض الحمى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : انقيماروس .\r\n( 2 ) . في نسخة : طرلياوس .\r\n( 3 ) . في نسخة : فاريقوس . قادسوس ( بحر الجواهر )\r\n( 4 ) . في نسخة : فاريقوس . قادسوس ( بحر الجواهر )\r\n( 5 ) . في نسخة : الخصوص .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالصالب :\r\nهي الحمى التي لا يوجد فيها البرد والنفض .\r\n\r\nالتكسّر :\r\nحالة يجد البدن فيها اختلافا في البرد ونخسا في الجلد والعضل .\r\n\r\nالقشعريرة :\r\nهي التكسّر أو أقوى وأشدّ .\r\n\r\nالبرد :\r\nهو أن يحسّ في أعضائه ومتون « 1 » عضله بردا صرفا .\r\n\r\nالنافض :\r\nهو أن لا يملك أعضائه عن الاهتزاز والإرتعاش ويقع منها حركات غير إرادية .\r\n\r\nالقلق :\r\nهو حالة يكثر فيها الاضطراب والهيجان في المريض .\r\n\r\nالكرب :\r\nحالة يكثر فيها الغمّ والوسواس .\r\n\r\nالفصل الثامن : في تعريف الأسماء التي تتعلق بالأورام والقروح\r\n\r\nالورم :\r\nإنتفاخ يعرض في سطح الأعضاء يوجد فيها أجناس الأمراض .\r\n\r\nالبثور :\r\nاورام صغار .\r\n\r\nالفلغموني :\r\nهو الورم الحار الذي يحدث بسبب دم غليظ حار غير ردي ويكون معه ضربان وحمرة وحرارة وهو غاير في السطح فيقيّح أو يصلب إن لم يتحلل .\r\n\r\nماشرا :\r\nهو الورم الذي يحدث بسبب صفراء رديئة محترقة وتكون الأعراض فيها أشد وأصعب من أعراض الفلغموني .\r\n\r\nالحمرة :\r\nورم مركب من الدم والصفراء الردتيتين .\r\n\r\nالجمرة :\r\nبالجيم ، بثور ورمية فيها حدّة وحرارة ولهيب وحكّة .\r\n\r\nالخراج :\r\nهو الورم الذي يتجمع فيه القيح والمدّة .\r\n\r\nالطاعون :\r\nهو خراج يقع في اللحوم الرخوة والمغابن وخلف الأذنين من مادة فاسدة .\r\n\r\nالسرطان :\r\nهو ورم صلب متحرك متزيد وجع ، له أصول فاشية تشبه أرجل السرطان ، عسر البرء فيتقرح في الأكثر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : وشؤون .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالسلعة :\r\nهي غدّة ورميّة في غلف مبترية « 1 » « 2 » فيها أجسام غريبة صلبة ومائيّة وريحيّة .\r\n\r\nالتربّل :\r\nنوع من التهبّج غير ظاهر كثير المخالطة في اللّحم .\r\n\r\nالترهّل :\r\nاسترخاء في اللّحم لقلة الإستمساك .\r\n\r\nالتهبّج :\r\nورم ريحى يخالط اللحم في جوهره .\r\n\r\nالنفخة :\r\nورم ريحي غير مخالط اللحم في جوهره كالمحصور فيه .\r\n\r\nالدمل :\r\nبثور ذو قيح وفم يخرج منه المدّة .\r\n\r\nالدبيلة :\r\nورم « 3 » كبير ذو أفواه كثيرة .\r\n\r\nالشوكة :\r\nهي ورم فلغموني ليس له غور وضربان .\r\n\r\nالنار الفارسي :\r\nهي من جنس الجمرة « 4 » الردية الشديدة الأعراض .\r\n\r\nالنملة :\r\nورم يحدث من أخلاط حارة حادّة أكّالة يتقرّح ويسعى .\r\n\r\nالجاورسيّة :\r\nهي بثور صغار صفراوية ذات أوجاع شديدة .\r\n\r\nالحمرة :\r\nبثور متفرقة مع خشكريشة شبيهة بقروح تحدث من حرق النار .\r\n\r\nالنقطة :\r\nهي بثور مائية .\r\n\r\nالشري :\r\nأورام بثرية مسطحة غير متشابة الأجزاء تعمّ البدن في الأكثر مع حكّة شديدة ولهيب وكرب وحدّة .\r\n\r\nالآكلة :\r\nهي كل قرحة ساعية فاسدة أكّالة .\r\n\r\nغانغريا « 5 » :\r\nهو آكله لم يبطل معها حس لمس ما حوله .\r\n\r\nشقاقلوس :\r\nهي الآكله التي يحدث معها بطلان الحس .\r\n\r\nاوذيما :\r\nهو الورم الرخو البلغمي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : متبرية .\r\n( 2 ) . في نسخة : مبراه .\r\n( 3 ) . في نسخة : دمل .\r\n( 4 ) . في نسخة : الحمرة .\r\n( 5 ) . في نسخة : غانقريا .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nفوجشلا « 1 » :\r\nأورام غددية تحدث خلف الاذن وفي النادر يحدث في اللثة والفم .\r\n\r\nالعمور :\r\nجمع عمر وهو اللحم الذي بين الأسنان .\r\n\r\nالخنازير :\r\nاورام صلبة متشبثة باللحم غير متبادية « 2 » أكثرها « 3 » في العنق .\r\n\r\nقولوس « 4 » :\r\nهو ورم صلب سوداوي عديم الحس .\r\n\r\nاسقيروس :\r\nهو ورم صلب بلغمي .\r\n\r\nالمسامير :\r\nثآليل كبار عظيمة الرؤوس مستدقة الأصول .\r\n\r\nالعرق المدني :\r\nهو أن يحدث في الرجلين في الأغلب بثرة نقطية إلى السواد تتفقأ ويخرج منها شيء خيطي أبيض طويل قريب من ذراع أو أكثر وله حركة كحركة الدود .\r\n\r\nداء الأسد :\r\nهو الجذام . علة ردية مفسدة لهيئة الأعضاء ناشرة لشعر الحاجبين والهدب مسقطة الأنف والأطراف يحدث من انتشار المرة السوداء في البدن .\r\n\r\nالقرحة :\r\nكل جراحة متقيّحة .\r\n\r\nالصّديد :\r\nهو القيح الرقيق .\r\n\r\nالوسخ :\r\nهو القيح الغليظ .\r\n\r\nالمدّة :\r\nكل ما يجتمع في الخراج .\r\n\r\nالمدة النضيحة :\r\nهي البيضاء الملساء التي لها قوام معتدل .\r\n\r\nالناصور :\r\nهو قرحة لها غور يسيل منها القيح والصديد دائما .\r\n\r\nالكهف :\r\nهو الناصور الواسع الفم العظيم الرهل .\r\n\r\nالقرحة الوضرة :\r\nهي القرحة التي فيها أنواع من القيح .\r\n\r\nالقرحة الحرقيه :\r\nهي الكهف الذي صلب أفواهها .\r\n\r\nالقرحة الخيرودينه :\r\nهي التي يعسر إندمالها من غير أن يكون ناصورا ومتأكّلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فوجيلا .\r\n( 2 ) . في نسخة : متبرية .\r\n( 3 ) . في نسخة : اشهرها .\r\n( 4 ) . في نسخة : التخمة ، وفي نسخة : البحّة .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nريح الشوكة :\r\nهي الرياح المتخلّلة في خلل العظام مع موادّ حادّة مفسدة للعظام .\r\n\r\nالفصل التاسع : في الأمراض التي تتعلق بالزينة\r\n\r\nداء الثعلب :\r\nهو أن يتمرّط الشعر في بقعة من الرأس واللحية في أكثر الأحوال يكون إلى الاستدارة .\r\n\r\nداء الحيّة :\r\nهو أن يتمرّط الشعر إلى الإستطالة مع قليل إنسلاخ من الجلدة الرقيقة .\r\n\r\nالحزاز :\r\nهو الابرية والنخاله « 1 » في الرأس .\r\n\r\nالكلف :\r\nآثار نقطية إلى السواد من الوجه في الأكثر .\r\n\r\nالنمش :\r\nآثار سطحية إلى الحمرة .\r\n\r\nالبرش :\r\nآثار سطحية إلى السّواد .\r\n\r\nوالبهق :\r\nآثار سطحه في جميع البدن إلى السواد وإلى البياض لا يعدو ظاهر الجلد .\r\n\r\nالبرص :\r\nآثار تغييرية غائصة في اللحم إلى البياض أو إلى السواد .\r\n\r\nالوضح :\r\nآثار إلى السواد أو إلى البياض بين البرص والبهق .\r\n\r\nالوشم :\r\nآثار يتبع « 2 » الإبرة .\r\n\r\nالبادشنام :\r\nحمرة منگرة على الوجه سمجة تشتدّ في البرد وقد تتقدم الجذام .\r\n\r\nالسعفة الرطبة :\r\nبثور قرحية ذات مواد قيحة أو خشكريشة ويسمى الشيرنج .\r\n\r\nالبطمية :\r\nنوع من الشيرنج ردية ذات خشكريشة .\r\n\r\nالبلخية :\r\nنوع من الشيرنج ذات غور وتأكل وسعاية .\r\n\r\nالقوباء :\r\nنوع من الشيرنج ذات قشور يابسة وقليل حكّة وغور .\r\n\r\nالبثور اللّبنية :\r\nهي بثور صغار بيض كأنها نقطة لبن أكثرها على الوجه .\r\n\r\nالجرب :\r\nبثور مختلفة الشكل في الصغر والكبر والرطوبة واليبوسة والتقيّح وغير التقيّح مع حكّة شديدة ويظهر أكثره في الأطراف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : والهار .\r\n( 2 ) . في نسخة : تبع .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالحصف :\r\nبثور شوكية بسبب مادة تكسل عن لحوق العرق السريع النفض « 1 » فيحتبس تحت الجلد وهو كالثفل للعرق المستعصي على الخروج .\r\n\r\nبنات الليل :\r\nهي بثور عدسية مع حكّة وخشونة تعرض في الليل لإستحصاف الجلد بسبب البرد .\r\n\r\nالثؤلول « 2 » :\r\nهو بثور طوال زوايديّ أصلب .\r\n\r\nالقرون :\r\nثآليل متعفنة الرأس .\r\n\r\nالصنان :\r\nهو رايحة المنتنة التي تكون تحت الإبط .\r\n\r\nالصيبان :\r\nهي القمل الصغار .\r\n\r\nالداخس « 3 » :\r\nهو ورم حار خراجي يعرض في جانب الظّفر .\r\n\r\nأسنان الفارسي :\r\nزوايد دقيقة ذو شظايا حادة نابتة عند أصل الظفر مؤذية .\r\n\r\nجذام الأظفار :\r\nهو فساد في هيأة الأظفار .\r\n\r\nتعقّف الأظفار :\r\nهو تحدّب يظهر في الأظفار .\r\n\r\nبرص الأظفار :\r\nهو نقط صغار بيض على الأظفار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خ . ل : صبغ أو ضبع .\r\n( 2 ) . في نسخة : الثؤلون .\r\n( 3 ) . في نسخة : الدافس .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالقسم الثالث في تعريف أسماء الأغذية والأشربة والأدوية المركبة وغيره\r\nوهي تسعة فصول :\r\n\r\nالفصل الأول : في تعريف أسماء الأغذية التي تتعلّق بالطّب\r\n\r\nالأغذية :\r\nاسم عام يقع على الأطعمة والأشربة التي يمكن أن يتولد منها دم فيقوم « 1 » بدل ما يتحلّل عن البدن .\r\n\r\nالطعام :\r\nاسم عام للمأكولات التي فيها غذائية غالبة يتغذى بها الإنسان عند الجوع .\r\n\r\nالسميد :\r\nهو الخبز الذي يتخذ من الحنطة النقية المبلولة المطحونة المنخولة بمنخل ضيق .\r\n\r\nالحواري :\r\nهو الخبز الذي يتخذ من دقيق الحنطة التي قشّرت قبل الطحن كالكشك .\r\n\r\nالخشكار :\r\nهو الخبز الذي يتخذ من الحنطة اليابسة المطحونة كما هي من غير غربل .\r\n\r\nالكعك :\r\nهو الخبز الغليظ الذي يطبخ في التنور على أحجار محماة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : ليقوم .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالفطير :\r\nهو الخبز الذي يتخذ من دقيق عجن في الحال ولم يطرح فيه الخميرة .\r\n\r\nالخميرة :\r\nهو الخبز الذي يتخذ من عجين قد طرحت فيه الخميرة حتى صار مثل كور « 1 » النحل .\r\n\r\nالاسفيدباجات :\r\nهي المرقة التي لا يطرح فيها شيء من التوابل والأبازير .\r\n\r\nالابازير :\r\nما فيها طعوم غالبة .\r\n\r\nالزيرباجة :\r\nهي المرقة التي تتخذ من الخل والفواكه اليابسة وتطيب بالزعفران ويطرح فيها التوابل المعروفة مثل الكمون ويحلى ببعض الأشياء الحلوة .\r\n\r\nالمزوّرة :\r\nهي المرقة التي تتخذ للمريض بدون اللحم .\r\n\r\nالحساء :\r\nهي التي يتخذ من النخالة ويحلى بالسكر ودهن اللوز ويقال لها الحريرة وقد يتخذ من غيره .\r\n\r\nالقلاياء :\r\nهي اللحوم المقطّعة الملقية في القدر التي صبّ فيها الماء وطبخ حتى ينضب الماء ويبقى اللحم ويكون مطيبا بالأبازير .\r\n\r\nالشواء :\r\nهو اللحم الذي يعلق في التنور حتى يشوى .\r\n\r\nالكردناج :\r\nهو اللحم الذي يدار على الجمر على سفود بالتشديد ، الحديدة التي تشوي بها اللحم حتى ينطبخ .\r\n\r\nسيخ كباب :\r\nبالتشديد ، الحديدة التي يشوى بها اللحم حتى ينضج .\r\n\r\nالكباب :\r\nهو اللحم الذي يوضع على شيء عند النار إلى أن ينضج .\r\n\r\nنرماورد :\r\nهو الشواء المدقوق الذي جعل معه دهن الفالوذج وماء الورد وماء الليمون ثم يجعل في الرقاق المعتدل لذلك ويقطع أوساطا .\r\n\r\nالطّياهجه :\r\nهي مرقة متخذة من اللحوم المشوية « 2 » في الأدهان الطيبة .\r\n\r\nالأطرية :\r\nهي الطعام الذي يتخذ من العجين المعمول دقاقا المقطوع دقاقا وهو المسمى « رشته » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : كوز .\r\n( 2 ) . في نسخة : المشربة .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nاللقايق :\r\nهي الحوايا المحشوّة لحما المشوية في الأدهان .\r\n\r\nماء اللحم :\r\nهي المرقة المتخذة من الماء الذي يعصر من اللحم بعد أن تدقّة ناعما ويشويه في القدر قليلا إلى أن يسيل منها الماء .\r\n\r\nالشورباجة :\r\nهي المرقة التي تتخذ من الماء واللحم والملح فحسب .\r\n\r\nالقريس :\r\nهو صبغ « 1 » يتخذ من لحوم السمك والبطون والأكارع المسلوقة في الخلّ مع البقول والأبازير حتى ينضج ثم يترك حتى يجمد .\r\n\r\nالمصوص :\r\nهو صبغ يتخذ من الفراريج والدراريج والقبج المسلوقة في الخل مع البقول الباردة والحارة .\r\n\r\nالهلام :\r\nهو صبغ يتخذ من لحوم العجاجيل والجداء المسلوقة في الماء والملح حتى تنضج ثم يخرج ويوضع على شيء نظيف حتى يتقطر ماؤه كله ثم يغلى ما يحتاج إليه من البقول المذكورة في الخلّ وتلقى فيه تلك اللحوم ويدفع هذه الأشياء الثلاثة متفتة الصفة إلّا أنّ أصلها جميعها اللحوم والبقول والتوابل والأبازير والخلّ .\r\n\r\nالاهال :\r\nهو ماء السكباج المصفى من اللحم والتوابل المنعقد .\r\n\r\nبيض النيمرشت :\r\nهو البيض المسخّن بالنار حتى يقارب الانعقاد ثم يحسى .\r\n\r\nالرواصير :\r\nهي صباغ تتخذ من البقول المسلوقة في الماء المقلية في الدهن الملقاة في الأشياء الحامضة مع الأبازير .\r\n\r\nالكواميخ :\r\nهي صباغ متخذة من الفودج واللبن والأبازير .\r\n\r\nالفودج :\r\nهو خميرة الكواميخ المتخذة من دقيق الشعير العجين المعمول حرادق « 2 » المدفون في التبن أربعين يوما حتى يتكرّج ثم يصبّ عليه اللبن فيوضع في الشمس أياما فيجدد اللبن حتى يربو ثم تطرح فيه الأبازير مثل الانجدان والشونيز والشبت أو الكبر أو ساير البقول ثم ينسب الكامخ إلى ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصّبغ : ما يؤتدم به .\r\n( 2 ) . جرداق .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nالبوارد « 1 » :\r\nهي أصول البقول مثل السلق والجزر والشلجم وكذلك القرع إذا طبخ وألقى في الخل ليربى .\r\n\r\nالمرّي :\r\nشيء سيّال من جنس الصباغ يتخذ من الخبز وله خميرة متخذة من دقيق الشعير والنخالة المحمصة إذا طرحت في الحب « 2 » مع الماء والملح ووضع في الشمس الصيفية أربعين يوما إلى أن يدرك ثم يصفى فيكون ماؤه مريا ويسمى ثفله « 3 » بنا « 4 » .\r\n\r\nالصحناء :\r\nهي صبغ تتخذ من السمك الصغار المطروح في الحب « 5 » مع الماء والملح الموضوع في الشمس الصيفية أربعين يوما مع الأبازير إلى أن يذوب السمك ويغلظ ويدرك ويقال لها « ماهيابه » .\r\n\r\nالخل زيت :\r\nهو صبغ يتخذ من الزيت والحصرم ودهن اللوز والخبز الفتيت « 6 » والسكر وغير ذلك .\r\n\r\nالتوابل :\r\nهي الأشياء التي تطرح في القدر مثل الكزبرة والكمون والنعنع والشبت .\r\n\r\nالأفاوية :\r\nهي الأدوية المعطرة الطيبة الروايح مثل القرنفل وغير ذلك .\r\n\r\nالفصل الثاني : في تعريف الأشربة\r\n\r\nالجلّاب :\r\nهو العسل المطبوخ بماء الورد وقد يتخذ من السكر والماء .\r\n\r\nالسكنجبين :\r\nهو الشراب المتخذ من الخلّ والعسل وقد يتخذ من السكر وقد يجعل مكان الخلّ تمر الهندي ويقال له السكنجبين التمري .\r\n\r\nالسكنجبين البزوري :\r\nما يقع في خلّه البزور والأصول .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : البوار .\r\n( 2 ) . في نسخة : البوار .\r\n( 3 ) . في نسخة : مقلوبيا وثفله .\r\n( 4 ) . في نسخة : نيا .\r\n( 5 ) . في نسخة : الجب\r\n( 6 ) . خ . ل : القتت ، القتيت\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nالسفرجلي :\r\nما يطرح فيه مكان الماء عصير السفرجل .\r\n\r\nالقراطن « 1 » :\r\nهو ماء العسل وهو العسل القليل إذا طبخ في الماء الكثير .\r\n\r\nدياقوذا :\r\nهو شراب الخشخاش .\r\n\r\nارساطون :\r\nشراب يتخذ من عصير العنب والعسل مع الأفاوية ويقال له النبيذاني « 2 » .\r\n\r\nالطلاء :\r\nهو الشراب المسكر الذي يتخذ في إناء مشمع .\r\n\r\nدياميرون :\r\nهو شراب التوت .\r\n\r\nالريحاني :\r\nهو الشراب الطيب الرايحة .\r\n\r\nالخمر :\r\nهو الشراب المطبوخ عصيره مع الماء مناصفة حتى يرجع إلى الثلث .\r\n\r\nالشراب :\r\nهو ماء العنب إذا تم فيه الغليان وسقط الحلاوة .\r\n\r\nالفصل الثالث : في تعريف أسماء الأدوية المركبة\r\n\r\nالمعجون :\r\nيقال على كل أدوية مركبة جمعها عسل أو ربوب مقوّية .\r\n\r\nالترياق :\r\nهو الفادزهر المقابل للسموم وقد يكون مركبا مثل ترياق الفاروق وقد يكون مفردا كالترياق البوشجي « 3 » .\r\n\r\nايارج :\r\nهو اسم أدوية مركبة من مسهلات مع مصلحاتها . ومعناه « الدواء الإلهي » ؛ لأن عمله امر الهيّ مسلّم من قوى طبيعية . وهو أول مسهلات تركب في القديم .\r\n\r\nالشليثا :\r\nبلسان اليونانية هبة الله ومعناه الفادزهر الأكبر وهو معجون مركب من أدوية كثيرة نافعة لجميع السموم والأمراض .\r\n\r\nمثروديطوس :\r\nهو اسم طبيب يوناني اتخذ هو هذا المعجون وهو مركب من أدوية كثيرة منفعته أقوي وأظهر من الشليثا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : القراطي .\r\n( 2 ) . في نسخة : السپنداني .\r\n( 3 ) . في نسخة : البوسخي ، البوشخي\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nالكاسكبينج :\r\nمعناه الكثير المنافع وهو معجون نافع لجميع الأمراض .\r\n\r\nالسنجرنيا :\r\nمعناه الدواء الحار وهو معجون نافع للأمراض الباردة مركب من الأدوية الحارة .\r\n\r\nفيروزنوش :\r\nأي « الهاضم المبارك » . وهو معجون يصلح للأمراض الباردة .\r\n\r\nفنجنوش :\r\nأي الهواضم الخمسة .\r\n\r\nسوطرا :\r\nهو معجون يصلح لضعف أعضاء الغذاء الحادث من البرودة معناه « المخلّص الكبير » ينفع من جميع الأمراض .\r\n\r\nزامهران :\r\nهو اسم طبيب هندي اتخذ هذا المعجون ، خاصيته النفع بأعضاء التناسل .\r\n\r\nأرسطون :\r\nمعناه الفاضل وخاصية هذا المعجون النفع بأعضاء النفس « 1 » .\r\n\r\nدحمرثا :\r\nمعناه البادمهرج ، فارسي . خاصية هذا المعجون طرد الرياح .\r\n\r\nافلونيا :\r\nهذا المعجون ينسب إلى « افلن » وهو الطبيب الرومي خاصية هذا الدواء تسكين الأوجاع .\r\n\r\nدواء الكركم :\r\nهذا معجون ينسب إلى الكركم وهو الزعفران خاصية النفع من أعضاء الغذاء .\r\n\r\nأثاناسيا :\r\nمعجون ومعناه دواء الذئب وهو ينسب إلى الذئب والمعز لأنه لا بدّ أن يدخل فيه كبد الذئب والمعز « 2 » . وخاصية هذا المعجون النفع من أمراض الكبد ومعناه الدواء المنقد « 3 » .\r\n\r\nقفطارغان :\r\nمعناه دواء الضبع . هذا معجون يتخذ من مرقة الضبع العرجاء الهرمة .\r\nخاصيته النفع من أمراض الرحم .\r\n\r\nاطريفلات :\r\nهي المعاجين المتخذة من الإهليلجات الخمس وهي إهليج كابلي وبليلج وآملج وأصفر وأسود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : النفض\r\n( 2 ) . في نسخة : وقرن المعز\r\n( 3 ) . كذا كان في النسخ . والصحيح أن يكون « المنقذ »\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالميبه :\r\nهو الشراب المتخذ من الخمر والسفرجل ، نافع لضعف المعدة .\r\n\r\nالفلافلي :\r\nهو معجون مسخّن للبدن نسب إلى الفلافل الثلاثة : الفلفل الأبيض والأسود والدار فلفل .\r\n\r\nالجوارش :\r\nمعناه الهاضم للطعام .\r\n\r\nخنديقون :\r\nهو شراب يتخذ من الخمر مع الأفاوية .\r\n\r\nاليرساطون :\r\nمعناه خنديقون إلّا أنه أغلظ من الخنديقون .\r\n\r\nالجلنجبين :\r\nمعناه الورد المربّي بالعسل .\r\n\r\nطرخماطيقان :\r\nمعناه شيافات العين وخاصيته النفع من جرب العين وسبلها « 1 » .\r\n\r\nباسليقون :\r\nمعناه الكحل الروشنائي وقيل هو اسم رجل .\r\n\r\nالابنجات :\r\nهي المربّيات وهي الأشياء التي يربّي بالعسل أو بغيره .\r\n\r\nالقيروطي :\r\nهو الشمع المذاب بالدهن .\r\n\r\nالأضمدة :\r\nهي الأدوية المدقوقة المخلوطة بالسوائل المماسكة الأجزاء ليوضع على الأعضاء .\r\n\r\nالأطلية :\r\nهي مثل الأضمدة إلّا أنها رقيقة سيّالة يمسح به الأعضاء .\r\n\r\nالمراهم :\r\nأدوية مسحوقة جدا ، مخلوطة بالقيروطيات أو بما يجري مجراها متخذة للقروح والجراحات .\r\n\r\nافشرجات :\r\nهي العصارات التي يتخذ من النباتات التي لها مياه فيدق ويعصر ماؤها ويشمس ليغلظ .\r\n\r\nالربوب :\r\nهي العصارات المتخذة من النبات والثمرات التي فيها عسلية وحلاوة ويطبخ حتى يغلظ .\r\n\r\nالأشربة :\r\nهي السيالات التي يطرح فيه السكر وما يجري مجراه يتعاهد به الانسان .\r\n\r\nالشبيارات :\r\nهي أدوية مركبة مسهلة محببة كالفلفل ، أصغر وأكبر ، يتناول في الليل وينام عليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : طرخما طيقون\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nمقلياثا :\r\nهو الدواء المركب المتخذ من البزور المقلوة والقوابض المغرّية يمنع السحج والإسهال .\r\n\r\nالغمر :\r\nهي أطلية التي به النساء أوجههن .\r\n\r\nالفرزجات والفرازج :\r\nهي الأدوية التي تحملها النساء في فروجهن .\r\n\r\nالشيافات :\r\nهي الأدوية المركبة البلوطية ، صغرى أو كبرى ، يحملونها في ادبارهم .\r\nوقد يطلق هذا الاسم على أدوية العين .\r\n\r\nالكمادات :\r\nهي الأشياء المسخنة بالنار كالخرق والنخالة يوضع على الأعضاء لتسكين الأوجاع .\r\n\r\nالقميحة :\r\nهي الأدوية المدقوقة التي تطرح في الفم ويتناول كما هي دفعة واحدة .\r\n\r\nالفتايل :\r\nهي الأدوية التي يتحمّل من السبيلين أعني الدبر والفرج بقطنة أو صوفة ويجعل في تجاويف القروح .\r\n\r\nالفصل الرابع : في تفسير أسماء الأدوية التي على وزن فعولات\r\n\r\nالنثورات :\r\nهي الأدوية المسحوقة اليابسة التي تنثر على الجراحات في داخل الأجفان .\r\nوقد يطلق النطول على ماء مسخن يصبّ على العضو من غير أن يطبخ فيه شيء من الأدوية . ويطلق أيضا على صوفة مغموسة في الماء المطبوخ فيه الأدوية إذا وضعت على العضو والجراحات وفي داخل الأجفان « 1 » .\r\n\r\nالنطولات :\r\nهي المياه الفاترة التي طبخت فيه الحشايش يستعملها المرضى بالصبّ على أبدانهم وبالجلوس فيها وبالإنكباب على بخارها .\r\n\r\nالسنونات :\r\nهي الأدوية المسحوقة اليابسة التي يدلك بها الإنسان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لا يخفي أنّ هذه الفقرة وان كان مضبوطا في بعض النسخ في هذا المكان ولكن الصحيح أنّه مرتبط ب « النطولات » ؛ كما أنّها مفقودة في نسخ أخرى .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالسكوبات :\r\nهي السيالات التي تصبّ على الأعضاء عن قريب . وقيل يكون رقيقا بخلاف النطول فإنه أعم .\r\n\r\nالشمومات :\r\nهي الأشياء التي لها روايح يشمّ ليصل رايحتها إلى الدماغ .\r\n\r\nالنشوقات :\r\nهي المياه السوايل التي ينشق بالأنف ليصل جرمها إلى الدماغ .\r\n\r\nالنضوحات :\r\nهي المياه التي ترشّ على الأعضاء .\r\n\r\nالعطوسات :\r\nهي الأدوية التي ينفخ في الأنف ليعطّس الانسان .\r\n\r\nالحمولات :\r\nهي الأدوية التي تحملها الانسان في الدبر والفرج .\r\n\r\nالعروقات :\r\nهي الأشياء المعرّفة ؛ أي المخرجة للعرق .\r\n\r\nالغرورات :\r\nهي السوائل « 1 » التي يتغرغر بها .\r\n\r\nالنشوعات :\r\nبالعين الغير معجمة ، ما يصبّ في الأنف وكذلك النشوغ بالغين المعجمة .\r\n\r\nالكبوبات :\r\nما يطبخ به الأدوية ويكبّ على الحارة « 2 » .\r\n\r\nالنفوخات :\r\nما ينفخ في الأنف واللهاة والحلق من الأدوية اليابسة .\r\n\r\nاللصوقات واللزوقات :\r\nعبارة عن دواء يلصق ويلزق على العضو . واللاصوق واللازوق أيضا كذلك .\r\n\r\nالجذوبات :\r\nهي الأدوية التي يجذب السلاء والشوك .\r\n\r\nالدلوكات :\r\nهي الأدوية التي يدلك بها البدن .\r\n\r\nالمضوغات :\r\nهي الأدوية العلكة التي تمضغ .\r\n\r\nالحلوبات :\r\nهي الأشياء المحلوبة والمعصورة ؛ مثل اللبن والمياه والبزور واللبوب وغيره .\r\n\r\nالنقوعات :\r\nهي المياه التي يستخرج من الأدوية اليابسة يصبّ الماء عليها ويتركها زمانا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : التوابل .\r\n( 2 ) . كذا كان في النسخ . والصحيح أن يكون « بخاره » .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nالسفوفات :\r\nهي الأدوية المسحوقة اليابسة التي تطرح في الفم يابسا ويتناول بالماء وبغيره من السيالات .\r\n\r\nاللطوخات :\r\nهي السوائل التي يلطّخ بها بدن الانسان .\r\n\r\nالسعوطات :\r\nهي السوائل التي يسعّط في الأنف .\r\n\r\nالقطورات :\r\nهي المياه التي يقطرّ في تجاويف الأعضاء .\r\n\r\nالنفوخات :\r\nهي الأدوية اليابسة التي ينفخ في الأنف وغيره .\r\n\r\nالوجورات :\r\nهي الأدوية التي يصبّ في فم المريض عند عجزه عن تناوله .\r\n\r\nالبرودات :\r\nهي الأدوية التي يكتحل بها في العين .\r\n\r\nاللذوذات :\r\nهي الأدوية التي يصبّ في إحدى شقّي الفم .\r\n\r\nالمضوضات :\r\nهي الأدوية التي يتمضمض بها المريض .\r\n\r\nالمروخات :\r\nهي الأدوية التي فيها دهنية وهي أدهان يدلك بها البدن .\r\n\r\nاللعوقات :\r\nهي الأدوية العجينة العلكة التي يلحس ويمسك في الفم قليلا قليلا .\r\n\r\nالبخورات :\r\nهي الأدوية العجينة العلكة التي يتبخر بها على النار مثل العود وغيره .\r\n\r\nالغسولات :\r\nهي المياه التي يغسل بها أبدان المرضى .\r\n\r\nالعقولات :\r\nهي الأدوية الحابسة التي يستمسك بها الإسهال .\r\n\r\nالمسوحات :\r\nهي التي يمسح بها البدن .\r\n\r\nالذروقات :\r\nهي الأدوية السيّالة التي ترزق في الإحليل بالآت المعدّة لها وهي الزّرّاقة .\r\n\r\nالحسوات :\r\nهي الأغذية المايعة والسيّالة التي يتحسى الانسان .\r\n\r\nالقيوؤات :\r\nهي الأدوية والأشربة المقيّئة .\r\n\r\nالفصل الخامس : في تعريف الأفعال الكليّة للأدوية المفردة\r\n\r\nالدواء اللّطيف :\r\nهو الذي من شأنه إذا انفعل عن الحار الغريزي أن ينقسم في أبداننا إلى أجزاء صغيرة جدا كالزعفران .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالدواء الكثيف :\r\nما ليس كذلك من شانه .\r\n\r\nالدواء اللّزج :\r\nهو الذي يقبل الامتداد معلقا فلا ينقطع كما يمدد .\r\n\r\nالدواء الهشّ :\r\nهو الذي يتجزى إلى أجزاء صغار بضغط يسير مع يبوسة أو جمودة .\r\n\r\nالجامد :\r\nهو الدواء الذي من شانه أن يتحرك أجزاؤه إلى الانبساط عن أي موضع فرض ، إلّا أنه ثابت على شكله بالفعل .\r\n\r\nالسيال :\r\nهو الذي لا تثبت على شكله إذا أقرّ على جرم صلب بل يتحرك أجزاؤه العليا إلى السفلى في الجهات الممكن له سلوكها .\r\n\r\nاللعابي :\r\nهو الذي من شأنه أنّه إن يقع في الماء أو جسم مائي تميزت منها اجزاء يخالط تلك الرطوبة ويحصل جوهر المجموع منها إلى اللزوجة .\r\n\r\nالدواء الدهني :\r\nهو الذي في جوهره شيء من الدهن .\r\n\r\nالمنشف :\r\nهو الذي من شأنه إذا لاقاه الماء أن ينفذ ويغوص في منافذ الخفية .\r\n\r\nالملطّف :\r\nهو الذي من شأنه أن يجعل قوام الخلط أرق بحرارة معتدلة .\r\n\r\nالمحلّل :\r\nهو الذي من شأنه أن يفرق الخلط بتبخيره إياه وإخراجه عن موضعه الذي اشتبك فيه جزءا بعد جزء .\r\n\r\nالجالي :\r\nهو الذي من شانه أن يحرك الرطوبات اللزجة والجامدة عن فوهات المسام في سطح العضو حتى يبعدها عنه .\r\n\r\nالمخشن :\r\nهو الذي يجعل سطح العضو مختلف الأجزاء في الارتفاع والإنخفاض .\r\n\r\nالمفتح :\r\nهو الذي من شأنه أن يحرّك المادة الواقعة في داخل تجويف المنافذ إلى الخارج لتبقى المجاري مفتوحة .\r\n\r\nالمرخي :\r\nهو الذي من شأنه أن يجعل قوام الأعضاء الكثيفة المسام ألّين .\r\n\r\nالمنضج :\r\nهو الذي من شأنه أن يفيد الخلط حرارة معتدلة ونضجا .\r\n\r\nالهاضم :\r\nهو الذي من شأنه أن يفيد الغذاء هضما .\r\n\r\nكاسر الرياح :\r\nهو الذي من شأنه أن يجعل قوام الرياح رقيقا هوائيا .\r\n\r\nالمقطّع :\r\nهو الذي من شأنه أن ينفذ بلطافته فيما بين سطح الخلط اللزج والسطح\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالذي إلتزق فيه فيبرئه عنه ويحدث لأجزائه سطوحا متباينة بالفعل فيسهل اندفاعها من المواضع المشبّت فيه .\r\n\r\nالمغلّظ :\r\nهو ضد المحلّل .\r\n\r\nالمكثّف :\r\nهو ضد الملطّف .\r\n\r\nالجاذب :\r\nهو الذي من شأنه أن يحرك الرطوبات إلى الموضع الذي يلاقيه .\r\n\r\nالّلاذع :\r\n« 1 » هو الذي له كيفية نفاذة لطيفة جدا يحدث في الاتصال تفرقا كثير العدد متقارب الوضع صغير المقدار فلا يحس كل واحد بإنفراده ويحس الجملة كالوضع الواحد .\r\n\r\nالمحمّر :\r\nهو الذي من شأنه أن يسخّن العضو الذي يلاقيه تسخينا قويا حتى يجذب الدم جذبا قويا حتى يبلغ ظاهره فيحمّره ولا يبلغ أن يقرّح الجلد .\r\n\r\nالمقرّح :\r\nهو الذي من شأنه أن يحلّل الرطوبات الواصلة بين أجزاء الجلد ويجذب المادة الردية إليه حتى يصير قرحة .\r\n\r\nالمحرق :\r\nهو الذي من شأنه أن يحلّل لطيف الأخلاط والأعضاء ويبقى رماديتها .\r\n\r\nالأكّال :\r\nهو الذي يبلغ من تقريحه وتحليله أن ينقص من جوهر اللّحم .\r\n\r\nالمفتّت :\r\nهو الذي إذا صادف خلطا متحجرا صغّر أجزاؤه ورضّها .\r\n\r\nالمعفّن :\r\nهو الذي يفسد مزاج الروح الصاير إلى العضو ومزاج رطوبة العضو حتى لا يصلح أن يكون جزءا لذلك العضو .\r\n\r\nالكاوي :\r\nهو الذي يحرق الجلد حرقا مجففا مصلّبا محدثا لخشكريشة .\r\n\r\nالقاشر :\r\nهو الذي من شانه أن يجلو أجزاء الجلد الفاسدة جلاء مفرطا .\r\n\r\nالمقوّي :\r\nهو الذي يعدّل قوام العضو ومزاجه حتى تمتنع من قبول الفضول ، إما لخاصية أو لمزاج فيه .\r\n\r\nالرّادع :\r\nهو الذي من شأنه أن يحدث إلى العضو تكثيفا وتضييقا للمسام وكسر الحرارة الحادثة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : اللّذاع .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالمخدّر :\r\nهو الذي يبرّد العضو إلى أن يحيل جوهر الروح الحاملة إليه قوة الحس والحركة باردا في مزاجه غليظا في جوهره .\r\n\r\nالغسّال :\r\nهو الذي من شأنه أن يجلو لا بقوة فاعلية بل بقوة منفعلة يتبعها السيلان .\r\n\r\nالموسّخ :\r\nهو الدواء الذي يكون رطبا ويخالط رطوبات القروح فيصيرّها أكثر فيمتنع الإندمال .\r\n\r\nالمزلق :\r\nهو الذي يبلّ سطح جسم ملاق لمجرى يحتبس فيه حتى يبريه ويصيّر أجزاؤه أقل للسيلان للينها المستفاد ومخالطتها ثم يتحرك عن موقعها بثقلها الطبيعي أو بالقوة الدافعة .\r\n\r\nالمملّس :\r\nهو الدواء اللزج الذي من شأنه أن ينبسط على سطح عضو خشن إنبساطا يملّس السطح فيصير السطح مستور الخشونة .\r\n\r\nالقابض :\r\nهو الذي يحدث في العضو فرط حركة أجزاء إلى الاجتماع ليتكاثف في وضعها وتنسدّ المجاري .\r\n\r\nالعاصر :\r\nهو الذي يبلغ من تقبيضه وجمعه الأجزاء إلى أن يضطر الرطوبات الرقيقة المقيمة في خللها إلى الإنضغاط والانفصال .\r\n\r\nالمسدّد :\r\nهو الذي يحبس في المنافذ فيحدث فيه السدد .\r\n\r\nالمغرّى :\r\nهو الدواء اليابس الذي فيه رطوبة يسيرة لزجة يلتصق بها على الفوّهات فيسدّها ويحتبس السايل .\r\n\r\nالمدمّل :\r\nهو الذي يجفّف ويكثّف الرطوبة الواقعة من سطحي الجراحة المتجاورين حتى يصير إلى التغرية واللزوجة فيلتصق أحدهما بالآخر .\r\n\r\nالمنبت للّحم :\r\nهو الذي من شأنه أن يحيل الدم الوارد على الجراحة لحما لتعديله مزاجه وعقده إياه بالتجفيف .\r\n\r\nالخاتم :\r\nهو الدواء المجفّف الذي يجفّف سطح الجراحة حتى يصير خشكريشة عليه بقية من الآفات إلى أن ينبت الجلد .\r\n\r\nالقاتل :\r\nهو الذي يحيل المزاج إلى إفراط مفسد .\r\n\r\nالسمّ :\r\nهو الذي يقتل بالخاصية .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nالفصل السادس : في تعريف ألفاظ الأدوية المركبة من اسمين فصاعدا\r\n\r\nإكليل الملك :\r\nهو زهر نبات تبنى اللّون ، هلالي الشكل ، فيه مع تخلخله صلابة مّا ، فمنه أبيض ومنه أصفر .\r\n\r\nأظفار الطيّب :\r\nهي قطاع شبيهة بالأظفار ، طيبة الروايح ، صدفىّ الجوهر ، الضارب إلى البياض ، قلرفى « 1 » المسقط .\r\n\r\nأصابع صفر :\r\nهو نبات شكله كالكف ، أبلق بين صفرة وبياض وفيه حلاوة .\r\n\r\nأم غيلان :\r\nهي شجرة معروفة من غطاء البادية .\r\n\r\nآزاد درخت :\r\nهي شجرة كبيرة لها فقاح أرغواني اللّون ، مدوّر الشكل ، ذو زغب طويلة كثيرة .\r\n\r\nآذان الفأر :\r\nهي حشيش ينبسط على وجه الأرض ، رقيقة القضبان ، بستانية المنبت ، طيبة الرايحة ، لاجوردية الزهر ، صغيرة الأوراق ، صنوبرية الشكل .\r\n\r\nأبو خلسا :\r\nهو نبات زغباني ، شايك ، خشن ، أسود الورق ، إلى الطول له أصل في غلظ إصبع ، أحمر اللّون ، يتوعىّ الجوهر .\r\n\r\nأصابع هرمس :\r\nهو فقاح السورنجان .\r\n\r\nارند برند :\r\nهو دواء فارسي يشبه البصل المشقوق ويجلب من سجستان .\r\n\r\nبومادران :\r\nيقال له برنجاسف والقيصوم أيضا .\r\n\r\nطلح « 2 » پياز :\r\nهو بصل مأكول صغار ، بنفسجي الورد ، كرّاثي الورق ويقال له بلبوس .\r\n\r\nالبقلة اليمانية :\r\nهي نبات قطفية الجوهر ، مائية الطعم ، لبلابية الورق .\r\n\r\nبستان أفروز :\r\nهو نبات يشبه أوراقه أوراق الحماض ، أحمر الزهر ويقال له بر طانفى .\r\n\r\nپنج انگشت :\r\nهو نبات ورقه كورق الزيتون وله زهرة وثمرة حريفة ويقال له بالعربية بذر الفقد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فلزقي .\r\n( 2 ) . في نسخة : تلخ .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالبقلة اليهودية :\r\nهي نبات مثل الإسفاناج إلّا أنه أحمر الأوراق والقصبان ويقال له بالفارسية سرخ مرد .\r\n\r\nالبقلة الحمقاء :\r\nهي نبات ينبسط على الأرض ، صغيرة الأوراق إلى الاستدارة ، مائية الطعم ، لها بزور صغار سواد ، ذوات لبوب بيضاء .\r\n\r\nجفت آفريد :\r\nهو نبات صنوبري الشكل في رأسه كالشوكين ربما إنشقّ وإنفتح .\r\n\r\nجار النهر :\r\nهو نبات يشبه زهرة النيلوفر يكون غايصا في الماء ويظهر منه قشر . « 1 »\r\n\r\nدوسر « 2 » :\r\nهي حشيشة تشبه ورقها ورق الحنطة ، لها ثمرة ذو حجب وعليها زغب مثل الشعير .\r\n\r\nديودار :\r\nهو الصنوبر الكبار .\r\n\r\nدم الأخوين :\r\nهي عصارة حمراء .\r\n\r\nهزار جشان :\r\nهي شجرة لها ثمرة شبيهة بالعناقيد ويقال له فاشرا .\r\n\r\nهشت دهان :\r\nهو عود سندي .\r\n\r\nزنجبيل الكلاب :\r\nهي بقلة مائية ورقها كورق الخلاف ، لها قضبان حمر وهو قاتل الكلاب .\r\n\r\nلحية التيس :\r\nحشيشة صغيرة الأوراق خشنة القضبان .\r\n\r\nلعبة البربرية :\r\nهي أصول نبات يشبه بالسورنجان .\r\n\r\nلسان العصافير :\r\nهي شجرة كبيرة لها ثمرة كبرز البطيخ إلّا أنه أحمر .\r\n\r\nلسان الثور :\r\nهي حشيشة عريضة الأوراق ، خشنة القضبان والأوراق ، أملس الساق وأطول ، على أوراقه نقط شوكية .\r\n\r\nلسان الحمل :\r\nهو حشيشة ، طويلة الأوراق ، منبتة على شط الأنهار ، ولها بزور صغار إلى الحمرة .\r\n\r\nحب الملوك :\r\nهو حب صغير مثل الماش ويقال له ماهودانه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : يسير .\r\n( 2 ) . في نسخة : ذو سر .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nما هي زهرج :\r\nهي قشور شجرة صغيرة غبراء إلى الصفرة وهو من اليتوعات .\r\n\r\nسراج القطرب :\r\nوهو نبت قريب من الزوفا .\r\n\r\nسكر العشر :\r\nهو منّ يقع على شجرة العشر ، كقطع ملح ، فيه عفوصة وحلاوة ومرارة .\r\n\r\nعصى الراعي :\r\nهي حشيشة طويلة منبسطة على وجه الأرض ، قليلة الأوراق الصغيرة ، ولها أنابيب كثيرة ، ويقال لها بالفارسية هزار پيوند .\r\n\r\nحي العالم :\r\nهو نبات كثيرة في الصحارى ، وله ثمرة مثل عنقود ، طويل وأوراقه إلى الاستدارة والغلظ .\r\n\r\nعروق الصباغين :\r\nهي عروق صفر مثل الزنجبيل في شكله ، يقال له زرد چوبه .\r\n\r\nفيلزهرج :\r\nهي شجرة الحضض ، له ثمرة كثمرة الفلفل .\r\n\r\nعود الصليب :\r\nهو خشب كالإصبع الأبيض الباطن ، يقال له فاوانيا .\r\n\r\nقاتل الذئب :\r\nهي حشيشة يقتل الذئب .\r\n\r\nقرة العين :\r\nهي حشيشة تنبت في الماء وتظهر على رأس الماء ، عطر الرايحة ، ويقال لها كرفس الماء .\r\n\r\nقثاء الحمار :\r\nهي حشيشة يقال لها بالفارسية خيارك ، لها ثمرة كالقثاء المر ، يؤخذ عصارته ويجفّف في الظلّ .\r\n\r\nريحان سليمان :\r\nهو الرياحين التي تنبت في أصفهان .\r\n\r\nرعى الحمام :\r\nهو حشيش له حبّ كحبّ الآس ، مايل إلى الغبرة ، له لب كالعدس المقشّر .\r\n\r\nرجل الغراب :\r\nهي حشيشة مجعدة منبسطة على وجه الأرض .\r\n\r\nرجل الجراد :\r\nهي حشيشة صغيرة الأوراق ، خشنة بمنزلة رجل الجراد .\r\n\r\nشقايق النعمان :\r\nهو ورد الأحمر الذي يقال له بالفارسية لاله .\r\n\r\nشعر الغول :\r\nهو نبات يقلع بعروقه ، لونه بين السواد والحمرة ، وعروقه ليفية ، وأعاليه منبسطة متعفقة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ . والأظهر أن يكون متعقفه .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nخصى الثعلب :\r\nهو نبات له ثمرة خشنة إلى الاستدارة مثل الجوزة الصغيرة .\r\n\r\nخصى الكلب :\r\nهو أيضا نبات وله ثمرات ذات أزواج .\r\n\r\nخانق النمر :\r\nهو نبات يخنق النمر والفهود .\r\n\r\nخانق الذئب :\r\nهو نبات يخنق الذئاب والخنازير .\r\n\r\nشعر الخنازير :\r\nهو پر سياوشان ، وهو حشيش تنبت على الصخرة المرشوش عليها الماء بالإنصباب عليه .\r\n\r\nشعر الجن :\r\nهو نبات يقال له بالفارسية گيسوپريان .\r\n\r\nكوكب الأرض :\r\nيقال له الطلق ، وهو جوهر صفايحي ذو طبقات صلبة رقيقة جدا .\r\n\r\nالفصل السابع :\r\nفي تعريف أسماء الأدوية المترجمة من لسان يوناني إلى اللسان\r\n\r\nالفارسي والعربي\r\n\r\nاسطوخودوس :\r\nيقال له اسپرغم الرومي ، وهو نبات له شفاخم « 1 » رقيقة كشفاخم « 2 » الشعير ، وله قضبان غبر ، وأوراقه طويلة وفيه مرارة وحرافة .\r\n\r\nأقاقيا :\r\nهو عصارة القرظ .\r\n\r\nاصطرك :\r\nهي الميعة السائلة وهو عصارة يسيل من شجرة مصرية .\r\n\r\nأنبرباريس :\r\nهو الزّرشك .\r\n\r\nإيرسا :\r\nهو أصل السوسن الآسمانجوني .\r\n\r\nاسقنقور :\r\nهو ورل مائي يصطاد من نيل مصر .\r\n\r\nاطراطيقون :\r\nهو الحالبي وهو نبات يعلق على الحالبين فينفع أورامها .\r\n\r\nبرنجاسف :\r\nهو القيصوم وهو نبات ينبت أكثره في الصيف ، ذات أزهار مدوّرة صفر ، حادّ الرايحة .\r\n\r\nبلبوس :\r\nبصل ماكؤل صغار ، يشبه ورقه ورق الكراث ، بنفسجي الزهر والورد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : سفاحمر .\r\n( 2 ) . في نسخة : سفاحمر .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nبرطانفي :\r\nهو البوستان أفروز .\r\n\r\nبابلس :\r\nهو الخشخاش البرّي اليتوعى .\r\n\r\nهرطمان :\r\n« 1 » هو الشيلم وهو حب كالشعير ، أرقّ منه ، قد يتخذ منه الخبز .\r\n\r\nهيوفقسطيداس :\r\nهو عصارة لحية التيس .\r\n\r\nهيوفيونس :\r\nهو خس الحمار .\r\n\r\nكماذريوس :\r\nهو الشجرة البلوط اليونانية ، وهو شجرة صغيرة ، لها أوراق شبيهة بأوراق البلوط ، وأصله إلى الأرجوانية .\r\n\r\nكمافيطوس :\r\nوهو حرشف اليونانية وله قضبان وزهر حمر إلى السواد ، فيه قبض وحرافة ، وله أوراق منبسطة على الأرض « 2 » .\r\n\r\nمشك طرامشيع :\r\nيقال له راعي الظباء وهو حشيشة مثل الشاهسفرم إلى الحمرة ، وله قضبان رقايق .\r\n\r\nمارقشيشا :\r\nيقال له حجر الروشنائي ، وهو حصى صغار ، فيها براقة وميل إلى الذهبية .\r\n\r\nنطرون :\r\nهو البورق الأرمني .\r\n\r\nبنطافيلون :\r\nهو الخمسة الأوراق ، وهو نبات يتوعى ، له أوراق على رأس كل قضبة منه خمسة أوراق خمسة خمسة .\r\n\r\nاسقورديون :\r\nهو الثوم البرّي .\r\n\r\nسيساليوس :\r\nهو الأنجدان الرومي .\r\n\r\nسقولوقندريون :\r\nهو أصل الكبر الرومي .\r\n\r\nسيسارون :\r\nهو حشيشة الشونيز .\r\n\r\nسقوفوطون :\r\nهو حيّ العالم .\r\n\r\nسمرليون :\r\n« 3 » هو الكرفس الرومي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : هراطمان .\r\n( 2 ) . أضيف في نسخة أخرى : ونور أصفر .\r\n( 3 ) . في نسخة : سمرسون .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nفعلياسوس :\r\n« 1 » هو جنس من العرطنيثا .\r\n\r\nفيشروقون :\r\nهو دواء يتخذ من المرداسنج والزاج للجرب .\r\n\r\nصفراغون :\r\nطاير يرفق معلّمة .\r\n\r\nقرقومعما :\r\nهو ثفل دهن الزعفران .\r\n\r\nقنطوريون :\r\nيقال له الكشوث البرّي .\r\n\r\nاقليميا :\r\nهو خبث الفضة والذهب .\r\n\r\nقيسوس :\r\n« 2 » هو نبات الاذن .\r\n\r\nقيسور :\r\nهو زبد البحر أو نوع منه .\r\n\r\nترمس :\r\nهو الباقلي المصرية ، وهو حبّ مفرطح الشكل ، مرّ الطعم ، منقور الوسط .\r\n\r\nقلقديس :\r\nهو الزاج الأبيض .\r\n\r\nقلقطار :\r\nهو الزاج الأصفر .\r\n\r\nقلقند :\r\nهو الزاج الأخضر .\r\n\r\nسوري :\r\nهو الزاج الأحمر .\r\n\r\nثافسيا :\r\nهو صمغ السداب البري .\r\n\r\nخندروس :\r\nهو الحنطة الرومية .\r\n\r\nالفصل الثامن : في تعريف أسماء من الأدوية التي لها إسمان اثنان في الكتب\r\n\r\nالطبية\r\n\r\nأنيسون :\r\nهو بذر الرازيانج الرومي .\r\n\r\nأبهل :\r\nهو ثمرة العرعر .\r\n\r\nأشق :\r\nهو صمغ الطرثوث .\r\n\r\nآبار :\r\nهو رصاص محرق الأسود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فعيلاسوس .\r\n( 2 ) . في نسخة : ميسوس .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nأفيون :\r\nهو عصارة الخشخاش المصري .\r\n\r\nداروى :\r\nهو سولان .\r\n\r\nإسفيداج :\r\nهو رماد الرصّاص .\r\n\r\nباد آورد :\r\nهو شوكة البيضاء .\r\n\r\nبل :\r\nهو قثاء الحمار .\r\n\r\nبهار :\r\nهو ثمرة عين البقر وهو نبات ذو ورد أصفر « 1 » .\r\n\r\nبطباط :\r\nهي عصى الراعي .\r\n\r\nجندبيدستر :\r\nهو خصية الكلب البحري ويسمى أيضا خزميان .\r\n\r\nجلغوذه :\r\nهو حبّ الصّنوبر .\r\n\r\nنارجيل :\r\nهو جوز الهندي .\r\n\r\nكزمازج :\r\nهو ثمرة الطرفا ويقال له عذبة .\r\n\r\nجبسين :\r\nهو حجر الجصّ .\r\n\r\nدهمشت :\r\nهو شجرة الغار .\r\n\r\nدوقو :\r\nهو الجزى البرّي .\r\n\r\nدنياروية :\r\n« 2 » هو زوفرا .\r\n\r\nهيل بوا :\r\nهو خيربوا .\r\n\r\nالودع :\r\nهو الصدف .\r\n\r\nحلتيت :\r\nهو صمغ المحروث .\r\n\r\nحرشف :\r\nهو نبات يسمى كنگر .\r\n\r\nحرذون :\r\n« 3 » هو ضب الأعرابي .\r\n\r\nحبّ الغار :\r\nهو حب الدهمشت .\r\n\r\nحبّ النيل :\r\nهو القرطم الهندي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : أحمر .\r\n( 2 ) . في نسخة : دنيا رويا .\r\n( 3 ) . في نسخة : حردون .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nطرخشقوق :\r\nهو الهندباء البري .\r\n\r\nينوب :\r\n« 1 » هو الخرنوب وهو ثمرة الشوك ويسمى بالفارسية خلورة .\r\n\r\nكنگرزد :\r\nهو صمغ الحرشف .\r\n\r\nسرخس :\r\nهو كيلدارو .\r\n\r\nلزاق الذهب :\r\nهو الأشق .\r\n\r\nمغاث :\r\nهو أصل الرمان البري .\r\n\r\nمرداسنج :\r\nهو آنك المحرق .\r\n\r\nمويزج :\r\nهو زبيب الجبلي .\r\n\r\nمحروث :\r\nهو أصل الأنجدان .\r\n\r\nملوخيا :\r\nهو الخبازى .\r\n\r\nناردين :\r\nهو السنبل الرومي .\r\n\r\nنمام :\r\nهو السيسنبر .\r\n\r\nنعناع :\r\nهو الفودنج البستاني .\r\n\r\nسدر :\r\nهو شجرة النبق .\r\n\r\nسرمق :\r\nهو القطف .\r\n\r\nالعرعر :\r\nهو السرو الجبلي .\r\n\r\nعوسج :\r\nهو العليق .\r\n\r\nفلفلموية :\r\nهو أصل الفلفل .\r\n\r\nفاشرا :\r\nهو الكرمة البيضاء وهزار جشان .\r\n\r\nفاشرستين :\r\nنوع من الفاشرا .\r\n\r\nفاعنية :\r\n« 2 » هي الفقاح الحنا .\r\n\r\nفرفخ :\r\nهو بقلة الحمقا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : پنبوب .\r\n( 2 ) . في نسخة : فاعية .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nصفصاف :\r\nهو شجرة الخلاف .\r\n\r\nقنه :\r\nهو البارزد .\r\n\r\nقتاد :\r\nهو شجرة كتيرا .\r\n\r\nقريص :\r\nهو شجرة الأنجرة .\r\n\r\nقلت :\r\nهو الماش الهندي .\r\n\r\nرطبة :\r\nهو القست .\r\n\r\nبخور « 1 » مريم :\r\nهو شجرة المريم .\r\n\r\nشلجم :\r\nهو اللفت .\r\n\r\nتنوب :\r\nهو قضم قريش .\r\n\r\nتمساح :\r\nهو التنين البحري .\r\n\r\nجميز :\r\nهو نوع من التين .\r\n\r\nخرتوت :\r\nهو توت الشامي .\r\n\r\nتوشى :\r\nهو الأشق .\r\n\r\nثيل :\r\nهو بيدكيا .\r\n\r\nذراريح :\r\nهو زنبور الشوك .\r\n\r\nضمران :\r\nهو الشاهسفرم .\r\n\r\nمسحوقونيا :\r\nهو الزجاج « 2 » الشامي .\r\n\r\nالفصل التاسع : في تعريف الأدوية التي لكلّ واحد منها اسم يعرف به\r\n\r\nأفسنتين :\r\nهو حشيشة يشبه ورق الصعتر ، فيه مرارة وقبض وحرافة .\r\n\r\nأسارون :\r\nهو حشيشة ذات بزور كثيرة ، عقد عند الأصول يعوجها ، يشبه الثيل ، طيبة الرايحة ، لذّاعة اللسان ، ولها زهر من الورق عند أصولها ، فرفري اللون ، شبيه بزهر البنج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : ترشجوز .\r\n( 2 ) . في نسخة : زبد الزجاج .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nأنزروت :\r\nهو صمغ شجرة شايكة .\r\n\r\nأشنه :\r\nقشور رقيقة لطيفة يلتفّ على شجر البلوط .\r\n\r\nاثمد :\r\nهو السرمة الاصفهاني « 1 » .\r\n\r\nافتيمون :\r\nهو بزور وزهر وقضبان صغار ، منهشمة ، حادّة الطعم والرايحة ، أحمر البزور « 2 » وصغيرة .\r\n\r\nأومالي :\r\nدهن متجلب من ساق شجرة مدحوثة « 3 » ثخين « 4 » كالعسل .\r\n\r\nاذمال « 5 » :\r\nهو حشيشة يمانية ، فيها عطرية ، « 6 » عطره مثل القرفة .\r\n\r\nالبان :\r\nشجرة كبيرة ولها حبّ أكبر من الحمص إلى البياض وله لب لين دهني .\r\n\r\nبلسان :\r\nشجرة ينبت بمصر في موضع يقال له عين الشمس فقط ، شبيهة الورق والرايحة بالسداب ، إلّا أنّه ضارب إلى البياض ، يؤخذ دهنه بأن يشرط ساقه بحديدة بعد طلوع الشمس « 7 » ويجمع ما يرشح بقطنة ومتى قطرت على اللبن أجمده في الحال .\r\n\r\nبهمن :\r\nقطع خشبية هي أصول مجففة متشنجة متعصفة أحمر وأبيض .\r\n\r\nبلادر :\r\nثمرة مفرطحة كالتين الأسود لها لبّ وقشرة متخلخل في تخلخله عسل لزج ذو رايحة حادة .\r\n\r\nبورق :\r\nهو شيء ملحيّ وقد يتولد على شجرة الغرب ومنه أرمني يتولد على الأرض .\r\n\r\nپرسياوشان :\r\nهو حشيشة دقيقة القضبان مثل الكزبرة لكن قضبانها إلى السواد بلا ساق ولا زهر ولا نور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : هو جوهر أسرب الميت .\r\n( 2 ) . في نسخة : أحمر النور .\r\n( 3 ) . في نسخة : مرمريه .\r\n( 4 ) . في نسخة : عيسى .\r\n( 5 ) . في نسخة : أزمال .\r\n( 6 ) . في نسخة : عطرية مرمريه .\r\n( 7 ) . في نسخة : الشعري .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nبسفايج :\r\nهو عود أغبر إلى السواد والحمرة ، دقيق ذو شعب كالدودة الكثيرة الأرجل مع قبض ومرارة .\r\n\r\nجاوشير :\r\nهو صمغ شجرة لا يبعد من الأرض ، شبيهة الورق بورق التين ، مخمّس ، مقطّع الأجزاء ، مستديرة ، وساقه كالقثاء ، وعليه زغب ، غبارته وورقه صغار ، على طرفه إكليل ، أصفر الزهر ، طيب الرايحة ، يستخرج صمغه بتشقيق أصله .\r\n\r\nجنطيانا :\r\nشجرة صغيرة ساقها مثل إصبع وطولها ذراعان ، أوراقها متباعدة شبيهة بأوراق لسان الحمل ، أحمر اللّون ، وثمرته في أقماعه ، تنبت في الجبال الشامخة .\r\n\r\nدارشيشعان :\r\nشجرة غليظة ، ذات شوكة كثيرة ، ولها زهر حادّ وعود عفص وقشره حريف .\r\n\r\nهرنوة :\r\nهي حبوب يشبه الفلفل إلى الصفرة ، عطرة ، يجلب من بلاد الصقالبة .\r\n\r\nوج :\r\nأصل نبات كالبردي ، عليها عقد إلى البياض ، ذو رايحة كريهة مع طيب قليل .\r\n\r\nذرنب :\r\nهو قضبان دقاق ، مستديرة الشكل ، ما بين خلط المسلة إلى غلظ الأقلام سوداء إلى الصفرة عطرية الرايحة .\r\n\r\nزراوند :\r\nنبات يشبه ورقة ورق اللبلاب ، طيب الرايحة مع حدة ، إلى استدارة ، ناعم ذو شعب كثيرة من أصل واحد زهرة فلسي الصورة نتن الرايحة وهذا هو المدحرج .\r\n\r\nحماما :\r\nشجرة كعنقود ، من خشب مشتبك ولها زهرة صغيرة ، وأوراق كالذهب ولون حسن كالياقوت ، طيب الرايحة ، ينبت في المواضع الرطبة .\r\n\r\nحاشا :\r\nحشيشة لها زهر أبيض إلى الحمرة ، وقضبان دقاق يشبه قضبان الإذخر وزهره مستديرة وورقة صغار دقاق كثيرة ، على طرفه رؤوس صغار فرفرية ، ينبت على الصخرة .\r\n\r\nحب الغار :\r\nهو حبّ كالفستق ، قشره إلى السواد الرقيق ، إذا غمز انفلق فلقتين صلبتين ، إلى صفرة مّا ، فيها عطرية .\r\n\r\nحب المنسم :\r\nهو حب في مقدار الفلفل وفي لونه ، سهل الإنكسار ، وينفلق عن لب ، شديد البياض عطر .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالسمنة :\r\nهو شجرة قفرية على قدر الذراع ورقه أبيض اللّون ، له حبّ كحبّ الفلفل الأبيض ، وذهبي اللّون ، ليّن .\r\n\r\nحبّ القلقل :\r\nهو حبّ كالفلفل الأبيض ، ليس بخالص الاستدارة ، ينكسر عن لب ، ذهبي ، طيب الطعم .\r\n\r\nطراثيث :\r\nقطع خشب منعقدة في غلظ إصبع ، أغبر اللّون ، قابض الطعم .\r\n\r\nطاليسفر :\r\nقشور هندية فيها قبض وحدّة وعطرية .\r\n\r\nيبروح :\r\nهو خشب كبار ، أغبر اللون ، قابض الطعم ، عسر التفتّت ، له صورة كصورة الانسان .\r\n\r\nيتوع :\r\nاسم كل نبت له لبن حادّ وهو أنواع كثيرة لا يمكن أن يشرح هاهنا .\r\n\r\nكافور :\r\nهو صمغ شجرة كبيرة الصورة ، يظل خلقا وتألفه النمور ، فلا يوصل إليها إلى مدة معلومة من السنة ، وخشبته أبيض هش خفيف ممتلي من الكافور يحكّ ويؤخذ منه وقد يؤخذ من خشبة الكافور تصعيدا .\r\n\r\nكهربا :\r\nصمغ كالسندروس ، مكسرة إلى الصفرة والبياض بحليب التين .\r\n\r\nكسيلا :\r\nهو عيدان كالفوّة يعلوها سواد .\r\n\r\nكشوث :\r\nشيء يلتفّ على الأشجار يشبه الليف المكي ، لا ورق له ، وله زهر صغار بيض فيه مرارة .\r\n\r\nكرسنة :\r\nهو حب أصغر من الملك وأكبر من العدس ، غير مفرطح ، ولونه ما بين الغبرة والصفرة يعتلفه البقر .\r\n\r\nكشنح :\r\n« 1 » من جنس الكمأة ملزز مجتمع في عظم الكلية ، مخدر غاية التخدير ، ينبت في الرمال .\r\n\r\nلاذن :\r\n« 2 » هو رطوبة يتعلق بشعر المعز الراعية ولحائها إذا رعت نباتا يعرف بقيوس ، « 3 » إذا ارتكم عليها نداوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : كشنج .\r\n( 2 ) . في نسخة : لاذن .\r\n( 3 ) . في نسخة : بقيوش .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nلك :\r\nهو صمغ حشيشة شبيهة بالمرّ طيب الرايحة .\r\n\r\nموم :\r\nالموم الصافي هو جدران بيوت النحل التي تبيض فيها ويفرخ ، وفيها العسل .\r\nوالموم الأسود وهو وسخ كوايره .\r\n\r\nماميران :\r\nهو خشب ذو عقد صغيرة دقيقة إلى السواد ، مع إنعطاف قليل .\r\n\r\nنارمشك :\r\nهو فقاح وقشور وأقماع يشبه البسباسة إلى الصفرة وله عفوصة .\r\n\r\nسورنجان :\r\nهو أصل نبات له ورد أبيض وأصفر ، ينبت في سفوح الجبال ، ورقه لاقى « 1 » بالأرض .\r\n\r\nعشر :\r\nشجرة أعرابية يمانية ، لها أوراق يتوعية ، تقتل الجلوس في ظله .\r\n\r\nفو :\r\nهو نبات له أوراق شبيهة بالكرفس ، وله ساق مثل ذراع ، أرجواني ، ذو عقد ، زهره كالنرجس « 2 » ، ويتشعب أسفل أصله شعبا شعرية وفي أصله عطرية .\r\n\r\nقنطوريون :\r\nمنه كبار وصغار : فالكبار ، قضبان بيض وصفر في وسطها خضرة ونباتها كبار كالمكنة . والصغار يشبه حشيش الفودنج والسداب .\r\n\r\nقيموليا :\r\nهو صفائح كالرخام ، بيض ، براقة ، طيبة في طعمها كافورية سريع التفرك .\r\n\r\nشيطرج :\r\nقطاع خشب صغار له قشور كالقرنفل ، ينبت في الحيطان العتيقة ، وحيث لا يثلج .\r\n\r\nشوكران :\r\nهو نبات له ساق كالرازيانج ، وورقه كورق القثاء وزهره أبيض وبزره كالأنيسون .\r\n\r\nخربق :\r\nمنه أبيض ومنه أسود : والأسود قطاع منبسطة له ورق يشبه ورق الزيت إلى السواد وساق قصير إلى الفرفرية وشكل كالعنقود وفيه ثمرة .\r\nوالأبيض هو لحاء أبيض وقشور متفتتة الشكل ، بيض لا رزانة فيه ، ونباته مثل لسان الحمل ، أحمر اللون ، ينبت في الأماكن الجبلية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : لا طي .\r\n( 2 ) . في نسخة : كالبرص .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالفن الثاني في كيفيات الأعمال والصّناعات المتعلقة بأصول الطب\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالقسم الأول في كيفية اتخاذ الأدوية وإلتقاطها وحفظها وما يتعلّق بهذه الأمور\r\nويشتمل على أربعة فصول :\r\n\r\nالفصل الأول : في كيفية التقاط الأدوية وحفظها\r\nالأدوية إما معدنية وإما نباتية وإما حيوانية :\r\n\r\nأما المعدنية :\r\nفأفضلها ما كان من المعادن المعروفة المشهورة ، مثل الزاج الكرماني والقلقديس القبرسي ، وأن يكون نقية عن الخلط الغريب ، بل يجيب أن يكون الملتقط هو الجوهر الصرف في مايه غير منكسر في لونه وطعمه الذي يختص به .\r\n\r\nواما النباتية\r\nفسبعة أصناف : الأوراق والبزور والأصول والقضبان والزهر والثمار والصموغ .\r\nكيف تلتقط الأوراق ؟ يجب أن يجتني بعد أن يتم حجمها ويكمل جرمها وقبل أن يتغير لونها ويأخذ في السقوط وللتأثير .\r\nكيف يلتقط البزور ؟ يلتقط بعد أن يستحكم جرمها وينقص عنها الفجاجة والمائية .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nكيف يؤخذ الأصول ؟ يؤخذ كما يريد أن يسقط الأوراق .\r\nكيف يؤخذ الأزهار ؟ يجتني بعد النضج التام وقبل التذبل والسقوط .\r\nكيف يؤخذ القضبان ؟ يجتني بعد الادراك التام وقبل الذبول والتشنج .\r\nكيف يؤخذ الثمار ؟ يجتني بعد النضج التام وقبل استعدادها للسقوط .\r\nكيف يؤخذ الصموغ ؟ يؤخذ بعد الانعقاد وقبل الجفاف بعد الإنفراك .\r\nكيف يؤخذ الحشايش ؟ يؤخذ على غضاضتها عند إدراك نورها .\r\nواعلم أن الأصول كلما كان أقلّ تشنجا ، وأن القضبان أقل ترهّلا ، والبزور اسمن وأكثر امتلاء ، والفواكه أكثر اكتنازا ، فهو أجود . والمجتني في صفاء من الهواء أفضل من المجتني في حال كدورة الهواء والرطوبة .\r\nكيف حال البريّات والجبليّات ؟ البرية أصغر من البستانية ؛ لكنه أقوى . والجبلية أقوى منهما . والتي يجلبها من أوج ومشرفات أقوى من غيرها . والتي أصاب وقت جناها أقوى من التي أخطأ زمانه . وكلما كان لونه أصبغ وطعمه أظهر ورايحته أزكى ، فهو أقوى في بابه .\r\nواعلم أن الحشايش يضعف قوّتها بعد سنتين ، خصوصا الأوراق . واما الأصول فإنّها أطول مدة بقاءه ، وكذلك الصموغ وخصوصا الفرفيون فإنه يضعف بعد سنتين « 1 » ويتأكّل .\r\n\r\nواما المأخوذ من الحيوانات :\r\nفيجب أن يؤخذ من الحيوانات التامة الشابّة ، في زمان الربيع ويختار أصحها أجساما وأتمها أعضاء ، وأن يؤخذ بعد ذبح وذكاة .\r\n\r\nالفصل الثاني : في حفظ الأدوية\r\nيجب على خازن الأدوية أن يراعى في حفظ الأدوية أمورا خمسة :\r\nأحدها ، جمع اجزائها بالدق والثاني ، الخلط بالحافظات والثالث ، بالظروف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : سنين .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوالرابع ، بالأمكنة والخامس ، بالوضع والترتيب . فإنّ من الأدوية ما له قوة ضعيفة تبطل بمرور الزمان ومضي الأيام كالأزهار والأوراق وبعض من البزور . ويجب أن يدق في حالة الرطوبة والطراوة ويقرص ويجفّف في الظل ليبقى فيه القوة مدة طويلة .\r\nكيف يكون الخلط ؟ الخلط بالأشياء الحافظة ، فإنّ من الأدوية ما يحلل سريعا ويذوب أو يتاكل ويفنى ويحتاج إلى انضمام شيء آخر اليه يحفظه عن التحلل أو التآكل بخاصيته مثل الكافور بالشعير ، والفرفيون يحفظ بالسلت ، والفلفل الأبيض بالباقلى .\r\nكيف يحفظ الأدوية بالظروف ؟ إعلم أن من الأدوية ما يجب أن يحفظ في قارورة ضيقة الرأس مسدود رأسها بالشمع مثل المسك والعنبر ونحو ذلك . ومنها ما يحفظ بالكيذان المسدودة الرأس مثل البزور والأوراق . ومنها ما يحفظ بالجراب مثل البهمنين والخربقين . ومنها ما يكفيه الكيس المتخذ من الكرباس كبزور الخيارين والريباس .\r\nكيف يجب أن يكون أماكن الأدوية ؟ الخزاين التي يوضع فيه الأدوية يجب أن يكون معتدلة في الحر والبرد ، خالية عن الأنداء ، غير مكشوفة الهواء ، مصونة عن الرياح والأدخنة « 1 » .\r\nكيف توضع الأدوية في الخزاين ؟ إنّ من الأدوية ما له قوة حادّة قوية ورائحة غالبة شديدة نافذة في الأشياء المجاورة مثل الجندبيدستر والحلتيت والمسك وغير ذلك فيجب أن لا يوضع الأدوية بقربه خصوصا الأدوية التي فيها قوة مستعدة لقبول تلك الرايحة مثل البنفسج والورد النيلوفر وغير ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : والأمرضة .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nالفصل الثالث : في كيفية استعمال الأدوية\r\nاستعمال الأدوية ، تصغير أجزائها وإيصالها بالبدن داخلا وخارجا :\r\n\r\nولتصغير الأجزاء قوانين خمسة :\r\nأحدها السحق والثاني الطبخ والثالث الإحراق والرابع التحليل والخامس الإنقاع .\r\n\r\nكيف يكون قانون السحق ؟\r\nإعلم أنّ السحق يختلف أحواله باختلاف الأدوية فإنّ من الأدوية ما يكفيه الدق الجريش مثل الأدوية التي طبخت . ومنها ما يدق مايلا إلى الخشونة المنخولة بمنخل معتدل في الضيق والسعة نحو أخلاط الكموني ودواء التربد وغير ذلك فإنه إذا بولغ في سحقها بطل فعل الدواء . ومنها ما يجب أن يبالغ سحقها بالماء كالجواهر . ومنها ما يجب أن يبالغ في سحقها مبالغة شديدة مثل الكهربا والأحجار . ومنها ما يجب أن يسحق على الصلاية بالقهر حتى يسحق ويلين جدا مثل اللبوب والبزور الدهنية وغير ذلك .\r\nكيف يكون قانون الطبخ ؟ إن من الأدوية ما يجب أن يدق ثم يطبخ طبخا شديدا مثل بزور الخشخاش . ومنها ما لا يحتاج في طبخه إلى الغليان مثل البنفسج .\r\nومنها ما يجب أن يطبخ مصرورة « 1 » كالأفتيمون . ومنها ما يعصر ويمزج ثم يطبخ مثل الفواكه . ومنها ما يطبخ كما هو مثل الأوراق . ومنها ما يطبخ طبخا لينا على جمر كشراب الرمان ونحوه . ومنها ما يطبخ في القدر المكشوفة الرأس كالعصارات والربوب . ومنها ما يطبخ في القماقم المشدودة الرأس مثل الحشايش ذوات الروايح . ومنها ما يطبخ في آوان مضاعفة مثل الديك برديك .\r\nومنها ما يطبخ في القروع والأنابيق ليتصاعد بخارها ويتقطر .\r\n\r\nكيف يكون قانون الإحراق ؟\r\nالإحراق أيضا على أنحاء كثيرة : فإن من الأدوية ما يجب أن يبالغ في إحراقها حتى يصير رمادا أبيض مثل قرن الايل والصدف .\r\nومنها ما يجب إحراقها لتيسير السحق في المهراس مثل الإبريسم . ومنها ما يحرق كالأطيان على الجمر كالأظفار . ومنها ما يطلى بمايع لزج يحرسه ويحفظه مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أي داخلا في صرة من الكرباس وغيرها .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالحبوب . ومنها ما يحرق في الكيزان والقوارير الطينية الموضوعة في التنور حتى يحرق فيها مثل العقارب . ومنها ما يحرق عليا لطبق الخزفية مثل السرطان .\r\n\r\nكيف يكون قانون التحليل ؟\r\nالتحليل قد يكون في الماء وقد يكون في غيره . فإنّ من الأدوية ما لا يتحلل إلّا في الماء الحار مثل الأشق . ومنها ما لا يتحلل إلّا في الماء البارد مثل السقمونيا . ومنها ما لا يتحلّل إلّا في الدهن مثل العنبر . ومنها ما يتحلل في العصارات مثل الصموغ .\r\n\r\nكيف يكون قانون الإنقاع ؟\r\nالإنقاع هو أن يطرح الأدوية في المياه والمايعات ويترك فيها زمانا حتى يأخذ الماء قوة الأدوية والترك فيها قد يكون في مدة طويلة إلى عشرة أيام فصاعدا مثل نقوع الهليلج ، وقد يترك زمانا يسيرا يوما وأقل منه مثل نقوع الفواكه .\r\n\r\nالفصل الرابع : في كيفية إيصال الأدوية إلى البدن\r\nإعلم أنّ من الأدوية ما يجب إيصالها إلى داخل البدن والجوف ليعمل الطبيعة فيها وتغيّرها وتوصلها إلى الأعضاء المحتاجة إليها ، ومنها ما لا يحتاج فيها إلى الإيصال إلى الجوف ويكتفي بملاقاتها ظاهر البدن .\r\n\r\nكيف يكون الإيصال إلى الجوف ؟\r\nالإيصال قد يكون من طريق الفم وقد يكون من ساير التجاويف . والذي من طريق الفم قد يكون اكلا مع مضغ وقد يكون ابتلاعا من غير مضغ وقد يكون شربا :\r\n\r\nكيف يكون الإبتلاع ؟\r\nالإبتلاع قد يكون من جنس البنادق وقد يكون من جنس الحبوب . والحبوب المسهلة قد يبتلع : كما هو من غير مشروب ، وقد يبتلع بمشروب ، وقد يكسى قميصا من عسل معقود أو سكر ثم يبتلع ، وقد يملأ الفم ماء ثم يطرح الحبّ في الفم ثم يتبلع .\r\n\r\nكيف يشرب الأدوية ؟\r\nقد يداف قليلا إذا كان الغرض التقوية والقبض كربّ السفرجل والميبة ، وقد يتجرّع قليلا إذا كانت المعدة عايقة لشربها ، وقد يشرب إما\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nحارا إذا كان الغرض التحليل وإما باردا إذا كان الغرض التسكين وإما فاترا إذا كان الغرض التعديل .\r\n\r\nكيف يوصل الدواء إلى البدن من ساير الطرق ؟\r\nأما إيصال الدواء إلى داخل البدن من ساير التجاويف سوى الفم فمن وجوه كثيرة مذكورة في القسم الذي يذكر فيه أحوال الأدوية وأفعالها ، من الحقن والزرّاقات والشيافات والأطلية والقطورات وغير ذلك ممّا عدّدناها وفشّرنا ماهياتها .\r\nواعلم أن القطورات يجب أن يكون فاترة وكذلك الحقن والزرّاقات .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالقسم الثاني في كيفية استعمال الأدوية من الدّق والطبخ والإحراق والسحق وغير ذلك\r\nوفيه ثلاثة فصول :\r\n\r\nالفصل الأول : في كيفية اتخاذ الأشياء\r\n\r\nكيفية اتخاذ الأفاعي :\r\nأما إصطيادها فيجب أن يكون في زمان حار مثل أوائل الصيف ومن موضع بعيد من القري الندى والسبخة . وأما اختيارها فيجب أن يكون منها المفرطحة الرؤوس المستعرضة الدقاق رقابها البتر أذنابها الفحاحة الكشاشة ، وأن يكون الإناث « 1 » الشّقر وأن يكون لها نابان فصاعدا فيجب أن يكون سريع الحركة المنتصبة الرأس ثم يؤخذ جانبي الرأس والذنب أربعة أصابع ويحذف دفعة واحدة فإن كان سيلان الدم منه كثيرا وحركته طويلة مزمنة « 2 » وموته بطيئا فهو مختار وإلّا فهو رديّ ، ثم ينقى أحشاؤه ويطرح مرارته وغسل بالماء والملح مرارا ويطبخ بالماء والملح والشبت طبخا مهريا ، ثم ينطف اللحم عن العظم ويستعمل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : أذناب ، وفي نسخة : الأدب .\r\n( 2 ) . في نسخة : دموية .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nكيفية اتخاذ دهن الضبع :\r\nوهو أن يؤخذ في أول الربيع ضبعة عرجاء أنثى هرمة ويشدّ يداها ورجلاها بعضها إلى بعض ويصير في قدر نحاس ويلقى عليها ترمس أبيض وشبت من كل واحد كفّ ، ويلقى عليها من الماء العذب قدر ما يكفي وهي حية ثم يغطي في القدر ويطبخ بنار لينة حتى يتهرّا وبعد ذلك ينزل عن النار ويصفى المرق ويلقى جلدها وعظامها وشعرها ولحمها وجميع أثفالها ويعاد المرة إلى القدر النظيفة ويلقى عليها دهن البلسان ودهن الناردين من كل واحد قدر اسكرجة ويطبخ بنار لينة حتى يبقى منه الثلث ثم يلقى عليه العسل مثل المرقة ويطبخ إلى القوام ويستعمل .\r\n\r\nكيفية اتخاذ دهن الثعالب :\r\nيؤخذ ثعلب هرم ذكر وتشدّ يداه ورجلاه ثم يغلي الزيت في القدر غلية واحدة ويطرح فيها الثعلب كما هو حيا ويطبخ بنار لينة حتى لا يبقى فيه رطوبة ويصفى الزيت ويرفع في اناء من فضة ويستعمل في النقرس .\r\nوكذلك يتخذ في زيت الخنافس .\r\n\r\nكيفية اتخاذ السلاجة : « 1 »\r\nإذا بالت التيوس الجبلية على صخرة مدة طويلة حتى تراكمت وركب عليها شيء ثخين دسم كالقار يجمع ذلك كله بحديدة ثم يؤخذ الحسك « 2 » ويطبخ في الماء ويؤخذ ماؤه مع مثليه « 3 » بول البقر ويلقيها على السلاجة في إناء بقدر ما يغمره ويوضع في الشمس الحارة ساعة ثم يدلك دلكا شديدا ويصفى الماء عنه في اناء جديد « 4 » يوضع في الشمس ثلاثة أيام ، ثم يؤخذ ثفله الخاثر ويصبّ ماء الصافي الذي طفأ فوقه ، ثم يصبّ عليه ماء الحسك والبول وتفعل ما فعلت أولا ثلاث مرات ، ثم يوضع في الشمس إحدى وعشرين يوما حتى يغلظ ويصير مثل مداد مطوّس « 5 » وسود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : السلاخه .\r\n( 2 ) . في نسخة : السخك .\r\n( 3 ) . في نسخة : مثله .\r\n( 4 ) . في نسخة : حديد .\r\n( 5 ) . في نسخة : مطوّس ويسوذع العسل .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nكيفية اتخاذ اطراعوليد يطوس :\r\nوهو عصفور من جنس الصعوة ، أصغر من العصافير خلا العصفور الملكي ولون بدنه بين الرمادي الأصفر والأخضر وعلى جناحيه ريشات ذهبية ، وعلى ذنبه نقط بيض أكثر ظهوره في الشتاء وفي السحاب وعند الحيطان والأشياء والطيرانه ، يطير قليلا ويقع ويصفر صفيرا دائما ويحرك الذنب . يؤخذ ويذبح وينتف ريشه جميعا ويؤكل نيّئا كما هو لحصاة الكلى .\r\n\r\nكيفية اتخاذ دماء التيوس :\r\nوهو أن تأخذ تيسا قد مضى عليه أربع سنين ويذبحه في الوقت الذي يبتدى العنب فيه بالتلون ويؤخذ في قدر برام أو حديد قد أغلى فيه ماء العذب مرارا حتى يذهب ما فيه من طبيعة الرمد والملوحة ثم يترك أول الدم وآخره حتى يسيل ويأخذ وسطه في هذا القدر ثم يتركه حتى يجمد ، ثم يقطعه أجزاء صغارا ويتخذ منه أقراصا ويجعلها على خرقة نقية ويضعها ملبوسة بحريرة واقية للغبار واتركها حتى يشد جفوفها في موضع لا يصل إليها نداوة ويشربها ملعقة في الشراب الحلو لحصات الكلى أو في ماء الكرفس الجبلي وقت سكون الوجع فترى امرا عجيبا في تفتيت الحصى .\r\n\r\nكيفية اتخاذ خل العنصل :\r\nيؤخذ إسقيل أبيض ويقطع بسكّين خشب قطعا مدورة ، ويجعل في خيوط من غير أن يلتصق بعضها ببعض بأن تضعها متباعدة ويجفّف في الظل أربعين يوما ثم يؤخذ منه منّ ويلقى عليه ثمانية عشر رطلا من الخل الجيد ويوضع في الشمس ستين يوما ويغطى الإناء جيدا ثم يخرج منه ويعصر ويصفى منه بخرقة ويرفع ويستعمل .\r\n\r\nكيفية اتخاذ اللخالخ :\r\nيؤخذ من العود والصندل والكافور والمسك وكلما يسحق من الأفاوية ، وينعّم سحقه ، ثم يذاب العنبر في دهن البنفسج المسخّن علي النار ، ويلقى اللاذن فيه وهو ثخين « 1 » حتى يلين جدا ثم يعجن الأدوية ويجعل خرزات قبل أن يبرد ويدوره ويستعمل في وقت الحاجة .\r\n\r\nكيفية اتخاذ المرى :\r\nيؤخذ من النخالة قدر عشرة أمنان ويبلّ بالماء العذب مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : مسخّن .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالملح حتى يرطب ثم يترك حتى يحمض سبعة أيام ويكون ذلك في آخر الربيع ثم يصفى ويغسل بالماء العذب حتى لا يبقى فيه قوة ثم يجعل المياه في خابية ويوضع في الشمس ثم يؤخذ دقيق الشعير مقدار عشرة أمنان ويخمر ويترك حتى يحمض ثلاثة أيام ويخبز ويطرح فيه ويترك في الشمس أربعين يوما ثم يلقى فيه الخبز مقدار خمسة أيام وتجدّد ماؤه كلما إنتقص ويترك بعد الخبز عشرين يوما وتجدّد المياه ثم يصفى ماؤه ويجعل في أوان آخر مثل القصاع الكبار ويوضع في الشمس حتى يدرك وقد يطرح فيه الرازيانج الرطب كما هو بشجرته والشونيز والنانخواه والكمّون . وقد يتخذ من السمك على هذه الصفة .\r\n\r\nالفصل الثاني : في اتخاذ الأدهان\r\n\r\nالأدهان المتخذة من الأشياء نوعان :\r\n\r\nأما الحقيقي ،\r\nوهو المستخرج منه مثل دهن السّمسم .\r\n\r\nوأما إضافي\r\nوهو الذي طبخ مع الدهن حتى تأخذ الدهن قوته مثل دهن البنفسج .\r\n\r\nاتخاذ دهن الخروع :\r\nيطبخ الخروع بالماء كثيرا حتى يخرج ما فيه من الدهنية في الماء ثم يستعمل .\r\n\r\nاستخراج دهن البيض :\r\nيؤخذ صفرة البيض المسلوقة ويطحن جيدا ثم يوضع على طبق فوق الجمر ويوضع فوقه شيء ثقيل أملس حتى يتقطر منه الدهن ؛ أو يؤخذ الصفرة كما هي ويصرف حتى يستوى ويطلى داخل الطشت النقي ويقابل به الشمس ليسيل منه الدهن .\r\n\r\nاستخراج دهن الحنطة :\r\nتدق الحنطة جريشا ويجعل في القرع والانبيق حتى يتقطر منه الدهن . وقد يؤخذ مثل ما يؤخذ عسل البلادر على ما نذكره من بعد .\r\nويستخرج دهن الحمص والأرز على هذه الصفة .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالفصل الثالث : في الإنبجات « 1 »\r\n\r\nتربية الأترج :\r\nيؤخذ الأترج الطري ويقطع طولا بأربعة أجزاء وينقي داخله الحامض ويلقى في إجانة خزف وينقع بماء عذب صافي مع ملح جريش أبيض سبعة أيام حتى يشتدّ ، ثم سبعة بلا ملح بل بماء عذب حتى يتغير لونه ويكون أبيض الخارج كالداخل وقد يضاف الماء حتى لا يبقى فيه ملوحة ثم يؤخذ عسل جيد جزء ومن الماء جزئين على قدر ما يغمر الأترج ويلقى في القدر ويطبخ بنار لينة ساعتين ، ثم يؤخذ من الماء والعسل ويترك ليلة ، ثم يطبخ من العسل المنزوع الرغوة ، ثم ينزل عن النار ويبرد .\r\n\r\nقد ينثر عليه الأفاوية :\r\nقرنفل ودارصيني ، من كل واحد نصف مثقال ومن أترج وزعفران وقاقله وهال ، من كل واحد مثقال ؛ مسك ، دانق ونصف ، ثم يطرح في بستوقة ويستوثق رأسها وكل ما كان الهواء أبرد كان التربية أجود .\r\nوقد يترك في الملح بعد ما جمد الماء عشرين يوما ثم يترك في الماء العذب مع الجمد أربعين يوما وتجدّد الماء كل يوم ويغسل في طرفي النهار من جميع ما ناله من العفن والتأكّل ثم يعصر ويترك يوما وليلة حتى يذهب عنه البلة ثم يطبخ على الرسم .\r\n\r\nتربية الهليلج :\r\nيؤخذ إهليلج كابلي فايق ويحفر في الأرض حفرة في موضع ندىّ رملي عذب ويجعل من الإهليلج ساف وفوقه رمل رطب ساف وتحته رمل رطب ساف ويرشّ عليه الماء وبعد يومين يؤخذ الهليلج الكابلي ويلقى عليه رمل آخر طريّ غير الأول ويترك يومين حتى يترطب ويفعل ذلك عشرة أيام حتى يربو ويرطب وينتفخ ، ثم يغسل بماء عذب ثلث مرات أو أربعة ، ثم يؤخذ تمر وسعد « 2 » ويطبخ بماء كثير ويلقى الهليلج في ذلك الماء المطبوخ ويطبخ قليلا قليلا على نار لينة فإذا إنتضج يغسل غسلا نظيفا ، ثم يؤخذ العسل ويغلى ويؤخذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انبجات : يطلق على المربيّات .\r\n( 2 ) . في نسخة : وميعه .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nرغوته ويطبخ به ويؤخذ الأفاوية التي ذكرناه في الأترج ويجعل في خرقة كتان نظيفة ويعلق في القدر ويمرس كل ساعة حتى يخرج قوتهما ويطرح في إناء زجاج ويلقى فيه العسل المنزوع الرغوة ويلقى فوقه من مسك وزعفران وقليل عنبر ويجعل في إناء ويستوثق رأسه ويستعمل وكلما عتق كان أجود .\r\nفاما الزنجبيل وساير اليابسات ينقع في الماء حتى يترطب ثم يطبخ مع العسل .\r\nواما ساير الأشياء فيمكنك تربيتها على قياس ما ذكرنا من الطرح والملح على ما وصفنا .\r\n\r\nتربية المرداسنج :\r\nيؤخذ المرداسنج مقدار ويسحق في الهاون مع الملح مقدار منّين ويصبّ عليها الماء العذب ويوضع في الشمس ويجدد الماء كل يوم إلى أربعين يوما حتى لا يبقى فيه اثر الملوحة ويمرس في كل يوم عندما تجدد الماء ثم يجفف ويقرص ويوضع فوقه وتحته الورد الأحمر .\r\n\r\nتربية خبث الحديد :\r\nيؤخذ خبث الحديد الجيد المصفى المصري ويحمى بالنار جيدا ثم تطرح في الخل الثقيف يفعل به سبع مرات ثم يترك في الخل أربعين يوما وقد يغلى بعد السحق غليا جيدا في مقلاة ثم يستعمل وهذا أولى .\r\n\r\nتربية الدهن العتيق :\r\nيجب أن يصبّ الدهن في الهاون النظيف ويلقى عليه من الجمد ويضرب معه ضربا جيدا إلى أن يذوب الجمد ثم يوضع إلى أن يسكن ويصبّ عنه ما طفأ فوقه من الماء . وإن طرح فيه الماء ورد وضرب ضربا جيدا في قارورة ثم عزل عنه الماء ورد ، كان جيدا ويصير طيب الرايحة .\r\n\r\nاستخراج طين الحكمة :\r\nيؤخذ طين حرّ وينقى من الرمل والحصاة ويخلط مع شعر رأس الإنسان الذي يوجد في مساقط الحمامين أو يؤخذ شعر المعز ويقطع قطعا صغارا ويخلط مع مثله من السرقين « 1 » المدقوق المنخول ويصب عليه ماء قد أذيب فيه الملح ويتخذ طينا ويوضع كذلك سبعة أيام يبل بالماء كل يوم لئلا يجف ثم يرفع ويستعمل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السرقين : السرجين ، وهو الزبل .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nعمل الزوفاء الرطب :\r\nيؤخذ الصوف الذي في أفخاذ الكباش السمان وخصوصا بأرمنية ويلقى في قدور ويصبّ عليه ماء كثير ويطبخ حتى يرتفع الدسم فوق الماء ثم يترك حتى يبرد فإذا برد يؤخذ ذلك الدسم الطافي فوق الماء فهو الزوفاء الرطب .\r\n\r\nاتخاذ الزنجار :\r\nيؤخذ من الخل المقطر ويجعل في الهاون من النحاس ويسحق بمدقة من النحاس في الشمس القايظة حتى يتكرج ثم يجعل فيه شبّ وملح بمقدار ولا يزال يسحق ثم يخرج ويجفّف ويرشّ عليه الخل وبول الصبيان ويسحق ويترك في الندى .\r\n\r\nاستخراج لبن الشبرم :\r\nيؤخذ قشر الشبرم الحديث الجيد ويغسل بماء بارد ليزول التراب عنه ثم يصبّ عليه غمرة ماء مغلى ويترك في موضع دفئ أو في الشمس فإن ذلك الماء تصير لزجا غليظا فيؤخذ برفق فإنه عسر الأخذ شديد الإلتصاق باليد ويوضع في جام زجاج في الشمس وتوقى الغبار فإنه يجفّف ويرفع .\r\n\r\nاتخاذ المخّ :\r\nيؤخذ دماغ الجمل وشحم كلى الماعز وينقى من عروقه ويقطع معه شيء من ألية الجمل وينعم دقها ثم يجعل في جوف عظام الساق ويسلق ويؤخذ .\r\n\r\nاتخاذ زبد الشمع :\r\nيؤخذ مقدار درهم من الشمع المصفى المذاب ويلقى في هاون ويصب عليه وزن استارين من دهن الورد والبنفسج أو غيرهما ثم يلقى عليه قطاع من الجمد ثم يضرب ضربا جيدا ويرفع فإذا ذاب الجمد وطفئ قطاع الدهن فوقه صبّ عنه ويستعمل .\r\n\r\nاستخراج عسل البلادر :\r\nيؤخذ قنينة زجاج طويلة العنق ويطينّ بطين الحكمة ويؤخذ بلادر ويعزل عنه أقماعه ويملأ القنينة منه ويوضع في جام على رأسها ليفة ثم يعمل إلى الطين ويجعل منه الترس يقود وسطه بمقدار مايع فيه عنق القنينة فيه مكبوبة « 1 » ويوضع الترس على أعمدة مرتفعة ويوضع تحته بإزاء القنينة إناء ويؤخذ فوق الترس بنار زبل البقر إلى أن يتقطر عسل البلادر فيه فإذا أمسك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مكبوبة : منكوسة .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nعن التقطير رفع وقد يؤخذ عسله بأن يحكّ منه وهو يابس كما هو ويجمع .\r\n\r\nاتخاذ الملح :\r\nيؤخذ من الرماد جزء ومن القلى نصف جزء ومن النورة ثلث جزء يطبخ الكل في الماء ويصفى ويغلى في الماء ذلك حتى ينعقد ملحا .\r\nاتخاذ الأبريسم في الأدوية ( لا بطريق الحرق والقرض ) : يؤخذ الأبريسم ويغلى في الماء غليا جيدا إلى أن يصفرّ الماء عنه ثم يصفى عنه الماء ويطبخ فيه العسل حتى تنصبّ الماء ويبقى العسل ثم يعجن به الأدوية .\r\n\r\nتسخين الأطعمة :\r\nإذا احتجت إلى تسخين طعام ثخين مثل الهبط والفالودج وخشيت عليه الدخان أن يتداخله ، فانصب قدرا وصبّ فيه ماء وضع فوق القدر أعوادا وضع ذلك الطعام مع آنية على تلك الأعواد وأوقد تحت القدر حتى يغلى ذلك الماء غليا جيدا فإن ذلك الطعام يسخن بما يرتفع إليه من البخار ولا يتدخن .\r\n\r\nاتخاذ أواني المضاعفة :\r\nيؤخذ قدرا كبيرا واسع الرأس ويصبّ الماء فيه ويوقد تحته النار ثم يصير الدواء في قدر صغير ويوضع فوق الماء في قدر كبير ثم يغلى الماء في الكبير حتى ينطبخ ما في الصغير بالتدريج .\r\n\r\nاتخاذ الأدخنة :\r\nيؤخذ طشت مكبوب مدهون بدهن مّا ويوضع تحته سراج فيه ما شئت من المايعات أو يذرّ عليه الأشياء الياسبة قليلا قليلا مثل الكندر ونحوه ويصعد منه الدخان ويتعلق بالطشت .\r\n\r\nاتخاذ ماء الزجاج :\r\nيؤخذ الزجاج الشامي وقلي القصارين من كل واحد جزء فيذابان في بوطقة ثم يرفع ويترك حتى يبرد ويؤخذ ما يرتفع على رأسه مثل الرّغوة ويستعمل .\r\n\r\nإصلاح ريوند الفارسي :\r\nيؤخذ الريوند الفارسي وينقع في ماء حار غمرة أيام ثم يصفي حتى لا يبقى عنه طعم ثم يؤخذ منه رامك العفص فيه فيبقى هذا الماء في الشمس أياما ثم يسقى منه الريوند « 1 » مثل وزنه عشرين مرة فإنه يعمل عمل الصيني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : الراوند .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nاصلاح الدبق :\r\nيؤخذ الدبق أوقيتين ويقشر ويلقى في الهاون ويلقى معه من حب الخروع المقشر بقدر وزنه ودقها ثم يذاب بالعسل ويعجن به الأدوية فإن كانت الأدوية يابسة فيغلى الدبق بدهن السمسم أو الزيت ويخلط مع الأدوية .\r\nاتخاذ ماء الجبن : يؤخذ ثلاثة أرطال لبن حليب ويغلى غلية خفيفة ثم يرشّ عليه ثلثه أواق من السكنجبين البارد وينزل عن النار ويترك حتى يغير ثم يصفى في كرباس صفيق ويصفى ويستعمل .\r\n\r\nاتخاذ الآبزن اليابس :\r\nيؤخذ إجانة واسعة الرأس مثل إجانة القصارين ويكون قعرها في السعة مثل رأسها وفي جوفها شبه كرسي يجلس عليه الإنسان ويكون لرأسها غطاء مهندم بنصفين وفي الوسط من يلتقي النصفين تقدير « 1 » على قدر ما يسع فيه عنق الإنسان فيحفر في الأرض حفرة وهي في العمق والسعة على قدر تلك الإجانة ثم يهيأ فيه الإجانة ويترك حولها مقدار ذراع من الأرض ثم يحفر حفرة مدورة مقدار ذراع من الأرض في السعة إلى أن يجاوز أسفل الإجانة شبر أو نحوه فإذا احتيج إليه وقد في هذه الحفرة المدورة إلى أن ينفذ الحرارة إلى الإجانة ويصير بحيث لا يحرق ثم يدخل الانسان في الإجانة ويجلس على الكرسي الذي فيها ويغطي رأس الإجانة بنصفين على وجه يكون رأسه خارجا منها ويلبث كذلك إلى أن ينصبّ منه العرق .\r\n\r\nاتخاذ الآبزن الرطب :\r\nيتخذ حوضا من نحاس أو فضة أو غيرهما بطول على مقدار طول الانسان ويملأ ماء حارا أو باردا ويجلس العليل فيه أو يضطجع العليل فيه ويجب أن يكون جوانبه على مقدار ما إذا جلس العليل فيها كان رأسه خارجا منها في الغطاء ويكون لرأسه طبق مهندم مقوّر من الطرف الذي يلي الرأس الإنسان حتى إذا جلس أو اضطجع فيه وضع عليه الطبق صار عنقه في ذلك التقوير ورأسه خارجا منه .\r\n\r\nغسل الشمع :\r\nيؤخذ الشمع ويطرح مع الماء في القدر ويطبخ حتى يذوب ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة أخرى « تقوير » .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nيصبّ الماء عنه بعد ما يحرك ويقلب فيه مرارا ثم يصبّ عليه الماء أخرى يفعل هكذا ثلث مرات إلى أن يخرج منه كدورة في الماء ويصير مما لا يبقى فيه طرح الشمع وكذلك غسل الزفت والزيت .\r\n\r\nغسل اللّك :\r\nيؤخذ وينقى من عيدانه ويسحق ويصبّ عليه ماء مغلىّ ويحرك بدستج الهاون نعما ويصفى بمنخل ويرمى بالثفل الذي يبقى في المنخل ويترك الماء المصفى إلى أن يصفو جيدا ويرسّب ثفله يصفى الماء عن الثفل قليلا قليلا ويعمد إلى الثفل الراسب في قعر الإناء ويجفّف في الظل ويرفع إلى إناء زجاجة ويستعمل إن احتيج إلى الإعادة فأعده صب الماء المغلى عليه ثانيا واعمل به كما عملت أولا .\r\n\r\nغسل النورة :\r\nيؤخذ النورة وألقها في إجانة وصبّ عليها الماء عذبا قدر ما يغمره وحرّكه ودعه فإذا سكن وصفى الماء فصبّ الماء عليه وأعد عليه الماء وافعل ما فعلت هكذا سبع مرات .\r\n\r\nغسل التوتيا :\r\nتؤخذ التوتيا ويسحق ويصبّ عليه الماء العذب ويسحق مع الماء ثانيا ثم يصب عليه الماء العذب بعد التصفية هكذا يفعل ثلاث مرات .\r\n\r\nغسل الطين :\r\nيصبّ على الطين الماء قدر ما يغمره ويقوم فوقه وحرّكه وضعه في كرباس ثخين حتى يبقى في الكرباس ما فيه من الحصاة الصغار ثم يصبّ الماء فيه ويصب عنه مرارا حتى لا يبقى فيه رمل ودعه حتى يسكن .\r\n\r\nغسل السويق :\r\nيؤخذ السويق ويصبّ عليه ماء المغلى ويترك إلى أن يربو ثم يعاد الماء عليه ثانيا وثالثا يؤخذ منه قدر الحاجة ويصبّ عليه ماء بارد جدا ؛ فإنه لا ينفخ ولا يحمض ولو صبّ عليه الماء المغلى مرتين كان أبلغ وإن لم يكن نافع من السكر فليصبّ عليه الماء البارد والسكر فإنه يكون أجود .\r\n\r\nغسل الساذج :\r\nيؤخذ السادج ويصبّ عليه ماء وملح ويضرب ضربا جيدا ويغلى غلية بنار لينة جدا ثم يصفى ويصب عليه ماء عذب بلا ملح ثم يضرب أيضا ويغلى فيذهب وخامته وكراهته . وإن أردت أن تستعمله حيث المعدة ضعيفة\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفآطرح مع كف من سويق جيد الغلى وشيئا يسيرا من السعد وأغله غلية ثم صفّه .\r\n\r\nغسل الخبز :\r\nيؤخذ الخبز الحوارى الجيد الصنعة والنضج ، فيفتت ويصبّ عليه من الماء ما يغمره ويترك ساعة حتى يربو قليلا ثم يصبّ الماء عنه ويعاد عليه الماء كذلك ثلاث مرات .\r\n\r\nغسل الإسبغول :\r\nيصبّ الماء في آنية واسعة الرأس مثل فنجانة أو غضارة ثم يصبّ ذلك الماء عنه ويذرّ عليه الإسبغول فإنه يلزق به ثم يصبّ عليه ذلك الماء قليلا قليلا ويصبّ عنه حتى لا يبقى فيه شيء سواه وإن شئت صببت على الإناء في الآنية ماء قليلا وطرحت الإسبغول فيه وأدرته على جوانبه بسرعة فإذا زقّ به عملت به مثل الأول .\r\n\r\nإحراق الإقليميا :\r\nيؤخذ الإقليميا ويكسّر قطعا صغارا ويعجن ويصير في كوز فخار ويشدّ فمه ويطيّن ويثقب في وسط الغطاء ثقب ليكون للدّخان المتصاعد من إحتراق الدواء منفذ يخرج منه ثم يصير الكوز منتصبا في وسط فحم مشتعل فإذا اخذ الإقليميا في الاحتراق فانظر إلى الدّخان المتصاعد فإن رأيته مائلا بعد إلى السواد فدع الدواء يحترق حتى يصير الدخان أبيض فحينئذ ينزل الكوز عن النار ويخرج الإقليميا ويصبّ عليه من الشراب قدر ما يبرد منه .\r\n\r\nإحراق الحديد :\r\nيضرب الحديد الصفايح ثم يطبخ هليلج وبليلج وآملج ويصفى ماؤها ويجعل في قدر نحاس ويوقد تحتها نار لينة ويسخن الحديد حتى يحمر ويغمس في ذلك الماء ثم يعاد القدر إلى النار ويجعل فيها بول البقر ويحمر الحديد ويغمس فيها أيضا إحدى وعشرين مرة ويؤخذ أيضا ثفله حتى يخلص من ثفله .\r\n\r\nإحراق الفضّة :\r\nيبرد الفضّة بالمبرد حتى يصير مثل التراب ثم يطبخ بماء الملح في مغرفة حديد حتى يحترق جيدا فإن لم يحترق جيدا ألقيت في المغرفة شيئا قليلا من الكبريت الأصفر حتى يحترق إحتراقا جيدا .\r\n\r\nإحراق الذّهب :\r\nفأما الذّهب فيبرد أيضا بالمبرد حتى يصير شبه التراب وليكن معه\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nشيء من الانك المبرد أيضا بالمبرد ثم يلقى في المغرفة ويصبّ عليه ماء الملح ويغلى حتى يذهب الماء ويبقى الذهب والانك ثم يسحق فأما إحراق النحاس فعلى ما فعله الصفارون .\r\n\r\nإحراق العقارب :\r\nيؤخذ العقرب ويطرح في كوز حديد مطيتة ويشدّ رأسها ويوضع في تنور على آجرة ولا يكون التنور شديد الحرارة ويترك ستة ساعات ويخرج .\r\n\r\nإحراق الحجارات :\r\nيكسر ما يراد منها كهيئة البندق ويجعل في قدر حديد ويغطى القدر بغطاء مثقوب في وسطه وفي مواضع كثيرة وهو أجود ليسهل خروج الأبخرة الدّخانية المتولدة عن تلك الحجارة من تلك الثقب ويطيّن القدر بطين الحكمة وادخلها في النار فإذا أحميت الحجارة وصارت مثل النار فآخرج القدر وألق تلك الحجارة في إناء وصبّ عليه سمنا وقلّب تلك القطع إلى أن ينطفي حرّها ويبرد ثم ردّها إلى القدر واحرقها ثانيا فإذا صارت مثل النار أخرجها وصبّ عليها شراب أحمر قويا طيب الرايحة دعها حتى يبرد ثم ردها إلى القدر مرة ثالثة وأحرقها وإفعل به ما فعلت .\r\n\r\nإحراق خبث الحديد المرّبي :\r\nيدق جريشا ويغلى على طابق « 1 » غليا بالغا .\r\n\r\nإحراق الأبدان :\r\nيؤخذ منه قدر أوقية فيصير في كوز فخار حديد ويطيّن جملة الكوز ورأسه ويوضع في تنور قد أسخن فيه طول الليل يترك فيه إلى أن يبرد التنور ، وكذا يحرق الكهربا .\r\n\r\nإحراق الزاجات :\r\nيؤخذ الزاج النقي الجيد ويسحق جيدا في كوز جديد مطين أو في بوطقة ويودع الأتون ويشدّ رأسه ويوقد تحته نارا حتى يحترق ويصير أحمر .\r\n\r\nإحراق السّرطان :\r\nيؤخذ السّرطانات النهرية وهي أحياء ويلقى في قدر نحاس ويحرق حتى يصير رمادا .\r\n\r\nإحراق الابريشم :\r\nيؤخذ منه ويقرض بالمقراض حتى يصير مثل الهبا ثم ألقه على خرقة وضعه على الجمر وحركه إلى أن يتشوى ويصير بحال وينسحق ولا تبالغ في إحراقه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : طالق .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nقلي البزور :\r\nيتخذ طابق من خزف حديد ويوضع على جمر لينة حتى يتسخن ثم يطرح عليه البزور التي أريد قليها ويحركه حتى تشوى قليلا من غير أن يحترق .\r\n\r\nحرق الشعير :\r\nيؤخذ دقيق الشعير ويعجن بالعسل ويقرص ويحر ويترك حتى يحترق .\r\n\r\nكيفية اتخاذ الأنبوبة المحقنة :\r\nهي أنبوبة مشدودة نطرفها فيها رقيقة فأما كيفية الأنبوبة فهي أن تكون الأنبوبة مدوّرة ملس ناعمة ويجعل أحد طرفيها أرقّ والآخر أغلظ على التدريج المخروطى وينبغي أن يقسم تجويف الدائرة بثلث وثلثين ويجعل بينهما حجاب من الجسد فيه المتخذ من الأنبوبة وقد ألحم بالأنبوبة الحاما شديدا ليكون حاجزا بين جزئين المختلفين بحيث لا يخرج من أحد الطرفين إلى الآخر ريح ولا ماء ويشدّ رأس المجرى والأصغر من الطرف الأغلظ بلجام قويّ ثم يسدّ الدقيقة في فم الطرف الأعظم ويكون في الطرف الأرقّ مفتوحا ثم يثقب في المجرى المسدود رأسه تحت الزق في موضع لا يدخل المقعد ليخرج الريح عنه .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالفن الثالث في كميات أقسام الأمور المنقسمة انقساما كليا\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالقسم الأول : في الثنائيات\r\nإلى كم قسم ينقسم الطّب ؟ ينقسم إلى جزئين : نظري وعملي .\r\nإلى كم قسم ينقسم النظري ؟ النظري إلى جزئين : إحدهما ، النظر في المبادئ المسلمة المقبولة من صاحب العلم الطبيعي مثل الأركان وكيفيتها . والثاني ، النظر في الأمور المبرهنة في العلوم الطبيعية مثل الأمراض وأسبابها .\r\nإلى كم ينقسم العملي ؟ إلى جزئين : أحدهما حفظ الصحة والثاني إعادتها بالقدر الممكن .\r\nإلى كم قسم تنقسم الأعضاء ؟ إلى قسمين : أولهما المفردة والثاني المركبة .\r\nإلى كم قسم تنقسم المفردة ؟ إلى قسمين : منه ما له قوة حساسة كالعصب ومنه ما ليس له قوة حساسة كالعظم .\r\nإلى كم قسم تنقسم المركبة ؟ إلى قسمين : رئيسة مثل الدماغ ومرؤسة مثل العين .\r\nإلى كم قسم تنقسم رطوبات البدن ؟ إلى قسمين : رطوبات الأولى كالأخلاط والرطوبات الثانية كالغذاء .\r\nإلى كم قسم تنقسم الأخلاط ؟ إلى قسمين : طبيعي وغير طبيعي .\r\nإلى كم قسم تنقسم الثقل والخفة ؟ إلى قسمين : حقيقي وإضافي .\r\nإلى كم قسم تنقسم العناصر ؟ إلى قسمين : خفيف وثقيل .\r\nإلى كم قسم ينقسم الدم ؟ إلى نوعين : دم محمود صالح ودم رديّ فاسد .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nإلى كم تنقسم الصفراء المتولدة في المعدة ؟ إلى قسمين : زنجاريّ وكراثيّ .\r\nإلى كم قسم تنقسم السوداء المتولدة في الكبد ؟ إلى قسمين : عكريّ واحتراقيّ .\r\nإلى كم قسم ينقسم المزاج ؟ إلى قسمين : مزاج أول ومزاج ثاني إلى كم ينقسم المزاج الثاني ؟ إلى قسمين : مزاج سلس ومزاج موثق .\r\nإلى كم ينقسم المزاج الأول ؟ إلى قسمين : مزاج معتدل وغير معتدل .\r\nإلى كم تنقسم الحرارة والرطوبة ؟ إلى قسمين : غريزية وعرضية .\r\nإلى كم ينقسم المزاج ؟ إما مع مادة أو بغير مادة .\r\nكم الكيفيات الفاعلة ؟ اثنان : الحرارة والبرودة .\r\nكم الكيفيات المنفعلة ؟ اثنان : الرطوبة واليبوسة .\r\nإلى كم تنقسم الأبدان في رداءة المزاج ؟ إلى قسمين : أبدان مخطية وأبدان ممنوة .\r\nإلى كم ينقسم الموت ؟ إلى قسمين : إما طبيعي وإما اخترامي .\r\nكم أجناس الامتلاء ؟ إمتلاء بحسب الأوعية وإمتلاء بحسب القوة .\r\nكم أجناس الأمراض ؟ جنسان : هما أمراض مادية وأمراض غير المادية .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالقسم الثاني : في الثلاثيات\r\nكم أحوال بدن الإنسان ؟ ثلاثة : الصحة والمرض وحالة لا صحة ولا مرض .\r\nكم أعضاء الرئيسة ؟ ثلاثة : القلب والدماغ والكبد .\r\nكم الأرواح ؟ ثلاثة : الروح الحيوانية والروح النفسانية والروح الطبيعية .\r\nكم القوى النفسانية ؟ ثلاثة : المتذكّرة والمتفكّرة والحافظة .\r\nكم أنواع التركيب من المفاصل ؟ ثلاثة : الموثق والسلس والعسر .\r\nكم الأسباب الجزئية ؟ ثلاثة : الواصلة والبادية والسابقة .\r\nكم الأمراض المفردة ؟ جنس أمراض المتشابهة الأجزاء وجنس أمراض الآلية التركيب وجنس أمراض تفرق الاتصال .\r\nعلى كم وجه تفعل المتناولات في البدن ؟ إما أن يفعل بجملة جوهره وإما أن يفعل بكيفيته وإما أن يفعل بعنصره .\r\nمن كم سبب يتم المعالجة ؟ من ثلاثة : أسباب التدبير واستعمال الدواء وعمل اليد .\r\nكم قوانين التداوي ؟ ثلاثة : إختيار الكيفية وإختيار الكمية وإختيار الوقت .\r\nمن كم شيء تكون الأدوية ؟ من ثلاثة : الحيوانات والنباتات والمعادن .\r\nكم أجناس الحميات ؟ ثلاثة : جنس الحميات اليوميّة وجنس الحميات الدّقّيّة وجنس الحميات العفنية .\r\nكم درجات الدّقّ ؟ ثلاثة : أولها ، ما يفني فيها الرطوبات المحصورة في تجاويف\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالعروق . ثانيها ، ما يفني فيها الرطوبات القريبة العهد بالجمود والانعقاد .\r\nوثالثها ، ما يفني فيها الرطوبات المتشبثة في الأعضاء الأصلية بأصل التخليق .\r\nكم الحميات الصفراوية ؟ ثلاثة : الغبّ الدائرة والغبّ اللازمة والمحرقة .\r\nكم الاستسقاء ؟ ثلاثة : اللّحمى والطبلي والزقىّ .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالقسم الثالث : في الرباعيات\r\nكم الأركان ؟ أربعة : الأرض والماء والهواء والنار .\r\nكم الأسباب الكلية ؟ أربعة : الفاعلية والمادية والصورية والغائية .\r\nكم الأسنان ؟ أربعة : سن النموّ وسن الوقوف وسن الكهولة وسن الشيخوخة .\r\nكم الأخلاط ؟ أربعة : الدم والصفراء والبلغم والسوداء .\r\nإلى كم ينقسم قوام البلغم ؟ إلى أربعة : مائي وزجاجي ومخاطي وجصي .\r\nإلى كم ينقسم طعم البلغم ؟ إلى أربعة : المالح والحامض والعفص والمسيخ .\r\nإلى كم تنقسم الرطوبات ؟ إلى أربعة : أولها ، رطوبات محصورة في تجاويف العروق الصغار والساقية الأعضاء الأصلية . وثانيها ، الرطوبات المتشبثة في الأعضاء الأصلية . وثالثها ، الرطوبات القريبة العهد بالانعقاد . ورابعها ، الرطوبات المتداخلة في الأعضاء منذ ابتداء النشو في النطفة .\r\nفي كم موضع يكون الهضم ؟ في أربع مواضع : الأول في المعدة والثاني في الكبد والثالث في العروق والرابع في الأعضاء .\r\nكم أصول الفضول الباردة ؟ « 1 » أربعة : البراز والبول والعرق والتحلّل .\r\nكم القوى الطبيعية ؟ أربعة : الخادمة الماسكة والجاذبة والهاضمة والدافعة .\r\nكم الكيفيات الأولية ؟ أربعة : الحارة الرطبة والحارة اليابسة والباردة الرطبة والباردة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : البارزة .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاليابسة .\r\nكم أمراض التركيب ؟ أربعة : أمراض الخلقة وأمراض المقدار وأمراض العدد أمراض الوضع .\r\nكم امراض الخلقة ؟ أربعة : أمراض الشكل وأمراض المجاري وأمراض الأوعية وأمراض الصّفايح .\r\nكم أوقات الأمراض ؟ أربعة : الابتداء والتزيّد والانتهاء والإنحطاط .\r\nكم فصول السنة ؟ أربعة : الربيع والصيف والخريف والشتاء .\r\nكم الرياح ؟ أربعة : الشمال والدبور والصبا والجنوب .\r\nكم درجات الأدوية في الكيفيات ؟ أربعة : الدّرجة الأولى والثانية والثالثة والرابعة .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nالقسم الرابع : في الخماسيات\r\nكم الحواس الظاهرة ؟ خمسة : حس اللمس والسمع والبصر والشم والذوق .\r\nكم القوى المدركة الباطنة ؟ خمسة : الحس المشترك والخيال والمفكرة والواهمة والحافظة .\r\nكم القوى الطبيعية المخدومة ؟ خمسة : القوة المولدة والقوة المصورة والنامية والغاذية والمغيّرة .\r\nإلى كم قسم تنقسم المفاصل ؟ إلى خمسة أقسام : موثق مدروز وموثق مركوز وموثق ملزق وسلس موثق وعسر .\r\nمن كم طريق يعرف الأدوية بالقياس ؟ من خمسة : اللّون والرايحة والطعم وسرعة الجمود وبطؤه وسرعة استحالته إلى الحرارة وبطؤها .\r\nكم أصناف الدروز في الرأس ؟ خمسة : الدرز الإكليلي والسّهمي واللّامي والدرزان القشريان .\r\nكم الأشياء الزائدة على الأمور الطبيعية ؟ خمسة : أمور يرجع إلى الشعر وأمور يرجع إلى السّحنة وأمور يرجع إلى اللّون وأمور يرجع إلى الرايحة والفرق بين الذكر والأنثى .\r\nإلى كم ينقسم باب الكبد ؟ إلى خمسة أقسام : ويتشعب شعب يتفرق في الكبد ثم ينحدب ويطلع من حدبة الكبد .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nإلى كم تنقسم طبقات ألوان البول ؟ إلى خمسة أقسام : طبقات البياض وطبقات السّواد وطبقات الصّفرة وطبقات الخضرة وطبقات الحمرة .\r\nكم الأشياء التي تراعى في الغذاء ؟ خمسة : الكيفية والكمية والوقت والترتيب وساير الواردات من الخارج .\r\nكم الأشياء المحوجة إلى تركيب الدواء ؟ خمسة : إما الزيادة في قوة الدواء وإما النقص فيها وإما لدفع ضرره وإما البدرقة الدواء وإما لاتخاذ صورة المركبة .\r\nمن كم وجه يستعمل الدواء ؟ من الوجوه الخمسة : التناول من فوق والإدخال من تحت والرزق « 1 » في المجاري الضيقة والصبّ في المجاري الواسعة والتلطيخ في ظاهر البدن .\r\nكم الأفعال الواقعة في الدّواء ؟ خمسة : السّحق والطبخ والإحراق والتحليل والإنقاع .\r\nكم المسخّنات ؟ خمسة : الحركة المعتدلة وملاقاة المسخّن وتناول المسخّنات والتكاثف والعفونة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ والصحيح أن يكون « الرزق » .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالقسم الخامس : السداسيّات\r\nكم الأشياء المشتركة للصّحة والأمراض ؟ ستة أجناس : جنس الهواء المحيط بالبدن وجنس ما يؤكل ويشرب وجنس النوم واليقظة وجنس الحركة والسكون وجنس الإستفراغ والإحتقان وجنس الأعراض النفسانية .\r\nكم أصناف العظام ؟ ستة : صنف هو أساس البدن مثل الفقرات وصنف هو وقاية الأعضاء مثل اليافوخ وصنف هو سلاح للبدن مثل السّناسن وصنف هو آلة للتحريك مثل السّلاميات وصنف هو حشو بين فرج المفاصل مثل السّمانيات .\r\nكم أجناس المواد للأمراض ؟ ستة : جنس الدم وجنس الصفراء وجنس السوداء وجنس البلغم وجنس الرياح وجنس المياه الردية .\r\nكم مراتب الأبدان في حق الصحة والمرض ؟ ستة : بدن في غاية الصحة ، وبدن في غاية المرض ، وبدن لا صحيح ولا مريض ، والبدن المستقام القابل للسقم ، والبدن الصحيح لا في غاية الصحة ، والبدن السقيم لا في غاية السقم .\r\nمن كم وجه يستدل على الأمراض الباطنة ؟ من مضارّ الأفعال ومن الإستفراغ ومن الوجع ومن الورم ومن الموضع ومن الأعراض الظاهرة .\r\nكم عدد الأمعاء ؟ ستة : أولها المعاء البواب وثانيا ، الصايم وثالثها ، الأمعاء الدقاق ورابعها ، القولون وخامسها ، الأعور وسادسها ، المعاء المستقيم .\r\nكم شرايط التجربة ؟ ستة : أحدها أن يكون الدواء خاليا عن كيفية غريبة يكتسبه .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nوالثاني أن يكون المجرّب عليه علة مفردة . والثالث أن يجرّب على المتضادات .\r\nوالرابع ، أن يكون القوتان المتساويتان . والخامس ، أن يكون الفعل مستمرا ومداما .\r\nوالسادس ، أن يكون الفعل ذاتيا لا عرضيا .\r\nكم المبرّدات ؟ ستة : الحركة المفرطة والسكون المفرط وملاقاة ما يبرد أو يسخن بالإفراط والمادة المبرّدة وقلة الغذاء بالإفراط والأعراض النفسانية المفرطة .\r\nمن كم سبب يتغير أحوال البقاع ؟ من ستة أسباب : الأول عروض البلدان ووضعها ومحاذاتها . والثاني ، ارتفاعها وانخفاضها . والثالث ، مجاورة الجبال .\r\nوالرابع ، مجاورة البحار . والخامس ، احتياز الرياح عليها . والسادس ، اختلاف التربة .\r\nمن كم سبب يتغير البدن بملاقاة أدوية ما لا يتغير بتناولها ؟ من ستة أسباب : أحدها انكسار قوتها بالتناول دون الملاقاة . والثاني ، انفراده في الملاقاة دون التناول غالبا عليها . والثالث إختلاطه بغيره بالتناول دون الملاقاة . الرابع ، لزومه موضع واحد بالملاقاة دون التناول . والخامس ، كثرة وقوع المماسة في الملاقاة دون التناول .\r\nوالسادس ، اندفاع ضرورة في التناول دون الملاقاة .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالقسم السادس : في السّباعيات\r\nكم الأمور الطبيعية ؟ سبعة : الأركان وهي العناصر . والأخلاط المتولدة منها .\r\nوالأعضاء الكاينة منها . والمزاجات الحادثة فيها . والقوى الثابتة فيها . والأرواح الحاملة لها . والأفعال الصادرة عنها . والفرق ما بين الذّكر والأنثى أنّ المذكّر أحرّ وأيبس والأنثى أبرد وأرطب .\r\nمن كم شيء تؤخذ أسماء الأمراض ؟ من سبعة وجوه : من أعراضها وأسبابها ومن مشابهتها بها ومن البقاع المخصوصة بوقوعها فيها ومن جواهرها ومن ذواتها ومن المعالجين الأولين بها ومن الأعضاء والأبدان الواقعة بها .\r\nكم الأعصاب النابتة من الدماغ ؟ هي سبعة أزواج : الزوج الأول وهما العصبان المجوفتان النابتتان من جنبي الدماغ عند جوار حلمتي الثدي الآتيتان إلى العين المتقاطعتان في الممرّ اللتان ينفذ فيها الروح الباصرة . والزوج الثاني ، هما عصبتان آتيتان في المقلتين المشتملتان عليهما لتحريكهما . والزوج الثالث ، منشأهما خلف الأولين ينبت من خلف الثاني وهما عصبتان كبيرتان لهما شعب كثيرة وفروع مشتملة على أعضاء الوجه والحلق لتعظيمها الحس والحركة .\r\nوالزوج الرابع ، وهو زوج صغير منشاؤه خلف الثالث يأتي الحنك واللّسان فيؤتيهما الحس والحركة . والزوج الخامس ، كل فرد منه مشتقّ بنصفين فنطن « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا كان في النسخ . والصحيح أن يكون « فيظنّ » .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nزوجين ينبت كل واحد من جانب الدماغ ويشتمل على الصماخ ويتفرق في أعضاء السمع فيعطيها الحس والقوة السامعة . والزوج السادس ، ينبت من مؤخّر الدماغ وحين يخرج ينقسم بأجزاء ثلاثة ويأخذ كل جزء طريقا إلى جانب ويتشعب في ممرّه شعب كثيرة ويشتمل على تلك الأعضاء ؛ أعنى أعضاء الحلق والصدر والزوج . السابع ، ينبت من الحدّ المشترك بين الدماغ والنخاع ويتفرق أيضا في تلك الأعضاء .\r\nكم أجناس الدلايل المأخوذة من البول ؟ سبعة : جنس اللّون والقوام والصفا والكدورة وجنس الرّسوب والمقدار والرايحة والزبد .\r\nكم أصناف الدلايل المأخوذة من الرسوب ؟ سبعة : من جوهره ومن كميته وكيفيته ووضع أجزائه ومن مكانه وزمانه ومن كيفية مخالطته .\r\nكم أصناف الدلائل المأخوذة من البراز ؟ سبعة : من كميتة وكيفيتة وهيئة ولونه ورايحته وقوامه ومن أصواته .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالقسم السابع : في الثمانيات\r\nكم الإعتدال ؟ ثمانية : الإعتدال النوعي الطرفي ، والاعتدال النوعي الوسطي ، والإعتدال الصنفي الطرفي ، والاعتدال الصنفي الوسطي ، والإعتدال الشخصي الطرفي ، والإعتدال الشخصي الوسطي ، والإعتدال العضوي الطرفي ، والإعتدال العضوي الوسطي .\r\nكم أنواع الطعوم ؟ الثمانية : الحلاوة والدسومة والملوحة والمرارة والحموضة والعفوصة والحرافة والقبض .\r\nكم المجفّفات ؟ ثمانية : وهي الحركة والسهر وكثرة الإستفراغ وكثره الجماع وقلة الغذاء وتناول المجفّفات وملاقاة المجفّفات وتواتر الأعراض النفسانية .\r\nكم أسباب الامتلاء ؟ ثمانية : وهي كثرة الأكل والشرب وسوء التدبير وضعف الهاضمة وضعف الدافعة وقوة الماسكة وضيق المجاري وكثرة الدعة والنوم والإحتقان المفرط .\r\nكم المرطّبات ؟ ثمانية : السّكون وإستفراغ الخلط المجفّف وتناول المرطّبات وملاقاة المرطّبات وملاقاة المبرّدات وملاقاة ما يسخّن قليلا والفرح المعتدل .\r\nكم أصناف الأدوية النباتية ؟ ثمانية أجناس : البزور والأصول والقضبان والأوراق والزهر والثمار والصّموغ وجملة النبات .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nكم الأعصاب النابتة من فقرات « 1 » العنق ؟ ثمانية أزواج : زوج الأول ، مخرجة نفس الفقرة الأولى ويتفرق في عضلات الرأس . والثاني ، مخرجه ما بين الفقرة الأولى والثانية ويتفرق أيضا في الرأس . والثالث ، مخرجه ما بين الفقرة والثانية والثالثة أيضا ويتفرق أيضا في عضل الخدين . والرابع ، مخرجه ما بين الفقرة الثالثة والرابعة ويتفرق أيضا في الحجاب الحاجز . والخامس ، مخرجه ما بين الخامسة والسادسة ويتفرق أيضا في عضلات الحجاب . والسابع والثا من كذلك يتفرقان أيضا في عضلات الكتف واليدين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في نسخة : فقار .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالقسم الثامن : في التساعيات\r\nكم المزاجات ؟ تسعة : أربعة مفردة وهي الحار والبارد والرطب واليابس . وأربعة مركبة وهي الحار اليابس والبارد اليابس والحار الرطب والبارد الرطب وواحد معتدل .\r\nكم العروق في الرأس ؟ تسعة : المنتصب في الجبهة والعرق الذي على الهامّة وعرق الصدغين وعرق المآقين والوداجان وعرق ما خلف الأذنين والعرق الذي على الأرنبة والچهارگ والعرق الذي تحت اللسان .\r\nكم العروق المفصودة في البدن ؟ تسعة : القيفال والباسليق والأكحل وحبل الذراع والإبطى والأسيلم والصّافن وعرق النسا وعرق مأبض الركبة .\r\nكم شرايط البول ؟ الأول أن يكون أول بول أصبح عليه . الثاني ، أن لا يكون البول بما يدافع به إلى زمان . الثالث ، أن يكون البول مما يبتّ عليه في الليل .\r\nالرابع ، أن لا يكون صاحبه قد تناول شيئا أو فعل مغيّر البول . الخامس ، أن لا يرد عليه شيئا صابغا مثل الحناء وغيره . السادس ، أن يؤخذ البول في القارورة .\r\nالسابع ، أن يكون القارورة صافية . الثامن ، أن يحفظها عن المغيرات مثل البرد والغبار . التاسع ، أن ينظر فيها من وراء الضوء بعد ساعات .\r\nكم أجزاء الرأس الذاتية ؟ تسعة : أولها الشعر وثانيها الجلد وثالثها الغشاء المغشى على العظم ورابعها القحف وخامسها الغشاء الصلب وسادسها الغشاء الرقيق وسابعها الدماغ وثامنها الشبكة وتاسعها قاعدة الدماغ .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالقسم التاسع : في العشاريات\r\nكم أجناس النبض ؟ عشرة : الأول الجنس المأخوذ من مقدار الانبساط . الثاني ، الجنس المأخوذ من زمان الحركة . الثالث ، الجنس المأخوذ من زمان السكون .\r\nالرابع ، الجنس المأخوذ من كيفية قرع الحركة للأصابع . الخامس ، الجنس المأخوذ من قوام الآلة . السادس ، الجنس المأخوذ من الملمس . السابع ، الجنس المأخوذ من حال ما يحتوي عليه العرق . الثامن ، الجنس المأخوذ من الاستواء والاختلاف .\r\nالتاسع ، الجنس المأخوذ من النظام وعدمه . العاشر ، الجنس المأخوذ من الوزن .\r\nكم أجناس الدلايل التي منها يتعرف أحوال الأمزجة ؟ عشرة : أولها الجنس المأخوذ من الملمس . الثاني ، الجنس المأخوذ من السّحنة . الثالث ، الجنس المأخوذ من الشعر . الرابع ، المأخوذ من اللون . الخامس ، المأخوذ من هيئة الأعضاء .\r\nالسادس ، المأخوذ من الافعال البدنية . السابع ، الجنس المأخوذ من الانفعالات البدنية . الثامن ، الجنس المأخوذ من الافعال النفسانية . التاسع ، الجنس المأخوذ من الانفعالات النفسانية . العاشر ، المأخوذ من حال ما يبرز من البدن .\r\nكم قوانين الإستفراغ ؟ عشرة : أحدها الامتلاء والثاني القوة والثالث المزاج الأصلي والرابع الأعراض الملائمية والخامس السّحنة والسادس السن والسابع الفصل والثامن حال هواء البلد والتاسع عادة الإستفراغ والعاشر الص ناعة .\r\nكم مراتب الغذاء في اللّطافة والكثافة والجودة والردائة ؟ عشرة : أولها ، غذاء لطيف\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nكثير القوة كالشراب . « 1 » والثاني ، غذاء كثيف قليل القوة مثل القديد .\r\nوالثالث ، غذاء كثيف كثير القوة مثل لحم البقر . والرابع ، غذاء لطيف قليل القوة مثل الفواكه والبقول المعتدلة . والخامس ، غذاء لطيف محمود كثير القوة مثل ماء اللحم .\r\nوالسادس ، غذاء لطيف محمود قليل القوة مثل الجلاب .\r\nوالسابع غذاء لطيف رديّ كثير القوة « 2 » ، مثل اللحم من النواهض . والثامن ، غذاء كثيف محمود كثير القوة مثل اللحم الحولى من الضأن . والتاسع ، غذاء كثيف رديّ قليل القوة مثل الباذنجان . والعاشر ، غذاء كثيف ردي كثير القوة مثل لحم الفرس .\r\nوقد زادوا في هذا مرتبتين وهما لطيف ردي قليل القوة وكثيف محمود قليل القوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لمكان حرمتها في الشريعة المقدسة بل عند العقل والطب ، فليجعل بدلها البيض النيمبرشت أو ماء اللحم لتوفير الخواص المذكورة في هاتين مع عدم مضارها .\r\n( 2 ) . في نسخة : محمود قليل القوة .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nالقسم العاشر\r\nوفيه فصلان :\r\n\r\nالفصل الأول : في عدد عظام البدن وكمية قطاعها في كل عضو\r\nفجملة عظام البدن على ما عدّت الأطباء مائتان وثمانية وأربعون قطعة فمن ذلك :\r\nعظام الرأس ، ثلاثة عشر قطعة . وعظام فك الأعلى ، أربعة عشر قطعة .\r\nوالأسنان إثنا وثلاثون عددا . وجميع الفقرات من العصعص إلى العنق ، ثلاثون فقرة .\r\nوجميع أضلاع الصدر وغيره ، أربعة وعشرون قطعة . وعظم الترقوة ، قطعتان .\r\nوكذلك الكتف اثنان . وجميع عظام اليدين ، ستّون قطعة في كل واحد ثلاثون على التفصيل الذي أوردها الأطباء في كتبهم . وعظم القصّ سبعة قطع . وعظم الوركين ، قطعتان . وعظم العانة ، قطعتان . وكذلك أيضا عظام الرجلين ، ستّون قطعة في كل رجل ثلاثون قطعة .\r\n\r\nالفصل الثاني : في عدد العضلات\r\nقد ذكرنا ماهية العضل فالآن نعدّ كمية ما في كل عضو منها : فاما جملة عضلات البدن خمسمائة وتسعة وعشرون عضلة . من ذلك : العضلات الرأس ، اثنتا عشرة عضلة .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالوجنة ، سبع عضلات . الحنجرة والحلق ، ثمان وعشرون عضلة . اللّسان ، تسع عضلات . الكفّ ، إثنا عشر عضلة . العضد ، ستة وعشرون عضلة . الساعد ، ثمانية عشر عضلة . المشط والأصابع ، ستة وعشرون عضلة . العنق ، عشر عضلات .\r\nالصدر ، عشرون عضلة . الأصابع ، ثمانية وثمانون عضلة . الصلب ، ثمانية وأربعون عضلة . البطن ، ثمان عضلات . القضيب ، أربع عضلات . الأنثيين ، أربع عضلات .\r\nالمقعدة والمثانة ، خمس عضلات . الفخذين ، اثنان وعشرون عضلة . الركبة ، ثمانية عضلات . القدم ، سبع عضلات . الأصابع ، إثنا وعشرون عضلة .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n[ الفهارس 
  ]\r\n\r\nفهرس الأعلام\r\nافلن ، 82\r\nزامهران ، 82\r\nقاسم بن عراق بن جعفر ، 5 ، 12 ، 23\r\nمثروديطوس ، 81\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nفهرس الأمكنه\r\nأصفهان ، 92\r\nسجستان ، 11 ، 90\r\nكرمان ، 11\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nفهرس الآلات\r\nالصلاية ، 108\r\nالمهراس ، 108\r\nالهاون ، 116 ، 117 ، 119 ، 120\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nفهرس المقادير\r\nأمنان ، 113 ، 114\r\nدانق ، 115\r\nدرهم ، 117\r\nرطلآ ، 113\r\nمثقال ، 115\r\nمنّ ، 113\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالمصادر والمنابع\r\nالنسخ الخطّية المختلفة من هذا الكتاب\r\nالمنطق ، العلامة المظفر - النجف الأشرف .\r\nلسان العرب ، ابن منظور - بيروت .\r\nمفرّح القلوب ، محمد أكبر الارزاني - هند .\r\nبحر الجواهر ، محمد بن يوسف الهروي - إيران .\r\nخلاصة الحكمة ، عقيلي الخراساني - هند .\r\nالنزهة المبهجة ، داود الأنطاكي - مصر .\r\nهداية المتعلمين في الطب ، الاخويني - مشهد .\r\nميزان الطب ، محمد أكبر الارزاني - قم .\r\nقانون ، ابن سينا - طهران .\r\nكامل الصناعة ، علي بن عباس الأهوازي - مصر .\r\nالإكسير الأعظم ، أعظم خان - هند .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152}
  ]