[
  {"content":"\r\n\r\nتشريح الابدان\r\nمنصور بن محمد بن احمد بن يوسف بن الياس شيرازى\r\n( از پزشكان سدهء هشتم هجرى )\r\nبا مقدمه ، تصحيح و تعليق\r\nيوسف بيگ باباپور\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n\r\nتشريح الابدان\r\nمنصور بن محمد بن احمد بن يوسف بن الياس شيرازى\r\nبا تعليق\r\nيوسف بيگ باباپور\r\nنشر مجمع ذخائر اسلامى - قم\r\nچاپ اول\r\nچاپ كوثر\r\nشمارگان : 1000\r\nشابك : 2 - 99 - 8589 - 964\r\nطرح جلد : هادى معرى\r\nليتوگرافى : صبا\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدّمهء مصحّح « 1 »\r\nعلم كالبدشناسى از ديرباز ، مسئلهء جنجال‌برانگيزى بوده است . اغلب اديان پيشين با آن به عنوان امرى غير شرعى برخورد كرده‌اند و حتّى بعد از ظهور اسلام نيز مدّتى اين وضع ادامه داشت و با كسانى كه مبادرت به اين امر مىنمودند ، به شدّت برخورد مىشد . علاء الدين على بن ابى الحزم ، معروف به ابن النفيس در تفسيرى كه بر كالبدشناسى ابن سينا نوشته ، از اينكه نمىتواند اطلاعات دست اوّل را كه در اختيار خواننده بگذارد ، عذرخواهى مىكند . او مىنويسد : « ممنوعيّتى كه در قوانين شرعى پيش‌بينى شده و احساسات محبّت‌آميزى كه در وجود ما نهفته است ، ما را از مبادرت به كالبدشكافى مانع مىشود . به اين علّت است كه دوست داريم معلومات خود را دربارهء اندامهاى داخلى به آنچه پيشينيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نگارنده در نگارش اين مقدّمه از كتاب ارزشمند تاريخ پزشكى ايران و سرزمينهاى خلافت شرقى ، نوشتهء مرحوم دكتر سيريل الگود ، ترجمهء دكتر باهر فرقانى ، بهره‌هاى فراوانى برده است .\r\n","page_name":" 1 ","page_number":9},
  {"content":"\r\n\r\nما گفته و نوشته ، محدود سازيم . « 1 » »\r\nاز طرف ديگر ، اهميّتى كه علم تشريح داشت ، اغلب اطبّا را ناگزير مىنمود تا به آموختن آن مبادرت كنند . اغلب دانشجويان دورهء عالى آموزشى متقدّم ، بالأخص دوره‌هاى تيموريان تا صفويان ، اعم از آنهايى كه مىخواستند طبيب بشوند و يا آنهايى كه فقه و قضاوت را انتخاب مىكردند ، مىبايست دروس مربوط به تشريح را نيز فرا مىگرفتند و اين بدان علّت بود كه دامنهء علم تشريح در ايران آن روز به مراتب وسيع‌تر و مهمتر از حدودى بود ، كه دنياى علم امروز براى آن قايل است .\r\nكالبد شكافى بعد از مرگ به منظور كشف علّت مرگ به شدّت ممنوع بود و حد اكثر كارى كه مجاز بود ، اين بود كه ببينند مرگ طبيعى بوده است يا غير طبيعى . حكايت مىكنند كه جسد يك زندانى را كه قصر بغداد به علّت سل ريوى در گذشته بود ، در معرض امتحان قاضى و اطرافيان او گذاشته شده بود ، آنان هم به كشيدن يكى دو تار از موهاى ريش او قناعت كرده ، گزارش دادند كه زندانى به مرگ طبيعى مرده است « 2 » .\r\nبا اين وجود ، تنها كارى كه اطبّا مىتوانستند انجام دهند ، تحقيق و آزمايش بر روى حيوانات و تشريح اعضاى آنها بود و تطبيق قياسى آن با ساختار بدن انسان كه آن هم موجب انحرافاتى مىشد . از مناسب‌ترين اين حيوانات كه ساختار آن شباهت زيادى با انسان داشت ، يكى ميمون بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به نقل از تاريخ پزشكى ايران ، ص 368 .\r\n( 2 ) . تاريخ پزشكى ايران ، ص 368 .\r\n","page_name":" 2 ","page_number":10},
  {"content":"\r\n\r\nصاحب طبقات الأطباء كه او هم از كس ديگرى به نام يوسف بن ابراهيم نقل مىكند ، مىنويسد : يوحنا بن ماسويه ، بوزينهء ماده‌اى داشت به نام « حماحم » و لحظه‌اى بر فراق آن آرام نداشت . روزى معتصم ، خليفهء عباسى را هدايايى آوردند كه از آن جمله بوزينهء نرى بود . خليفه خواست تا آن بوزينه را با « حماحم » تزويج كند . يوحنا از شنيدن اين سخن سخت غمگين گشت و به خليفه پيام فرستاد كه « نگهدارى من از اين بوزينه ، جز از براى آن است كه او تصوّر فرموده ، همانا من آهنگ آن دارم كه وى را تشريح كنم و كتابى بنگارم چنان كه جالينوس در تشريح نگاشته است « 1 » ، تا افتخار آن كتاب امير المؤمنين را باشد . چون بوزينه به جسم لاغر بود و رگها و عصبها و وريده‌هاى آن نازك بود ، اميد نداشتم كه تشريح آن مانند تشريح بوزينهء درشت اندام ، سودمند و روشنگر باشد ، بدين جهت او را نگه داشتم تا بزرگ شود و تنومند گردد و چون كار اين بوزينه به ثمر رسد ، امير المؤمنين بداند كه براى وى كتابى نبشته باشم كه در اسلام هيچ كتابى چونان ننوشته باشند » . يوحنا با آن بوزينه چنان كرد كه خود مىخواست و كتابى پديد آورد كه نه تنها دوستان ، بلكه دشمنان نيز زبان به آفرين وى گشودند « 2 » .\r\nآنچه از آثار پيشينيان در اين زمينه برمىآيد ، اغلب از نظريات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منظور كتاب فى علاج التشريح است . ر . ك : بيست گفتار ، صص 383 - 391 .\r\n( 2 ) . طبقات الاطباء ، ج 1 ، ص 178 .\r\n","page_name":" 3 ","page_number":11},
  {"content":"\r\n\r\nجالينوس ، مبتنى بر تشريح اعضاى حيوانات مأخوذ است ؛ چنان كه دو اثر وى به نامهاى فى تشريح الحيوان الحىّ و فى تشريح الحيوان الميّت كه خلاصهء هر دو در كتاب معروف وى به نام فى علاج التشريح آمده است ، مبيّن اين دعوى تواند بود « 1 » . از طرف ديگر بحثهاى مفصّلى كه در آثار پزشكان بزرگ اسلامى همچون شيخ الرئيس ابو على سينا ( قانون در طب ) ، محمّد زكرياى رازى ( الحاوى ) ، على بن ربّن طبرى ( فردوس الحكمة ) و على بن عباس مجوسى ( كامل الصناعة ) و ديگران وجود دارد ، ناگزير ذهن هر پوينده را به خود جلب مىكند كه چگونه گذشتگان اين اطلاعات نسبتا دقيق را - به غير از برخى تسامحاتى كه زمان ايجاب مىكرد - در مورد اعضا و جوارح بدن انسان به دست آورده‌اند . كسانى همچون ابو على سينا بودند كه مخفيانه بدن انسان مرده‌اى را قبل از دفن براى تعليم شاگردان خود تشريح مىنمود . حتّى در دوره‌هاى متأخّر قبل از اسلام ، عمل موميايى كه بيشتر در دورهء ساسانيان رواج داشت ، برخى را ناگزير مىنمود كه مغز و روده‌هاى مرده را بيرون آورند و براى خارج كردن مغز اسباب نقرهء مخصوصى اختراع كرده بودند « 2 » .\r\nرفته‌رفته ، جرّاحى پيشرفت قابل ملاحظه‌اى پيدا كرد و كسانى چون ابو القاسم خلف بن عباس زهراوى ( قرن چهارم ) از جمله جرّاحان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : كتاب جالينوس فى عمل التشريح ، ترجمهء حنين بن اسحاق ، ج 1 ، مقالت نهم ؛ به نقل از مقدمهء التصريف لمن عجز عن التأليف به قلم استاد دكتر مهدى محقّق .\r\n( 2 ) . ر . ك : تاريخ پزشكى ايران ، ص 369 .\r\n","page_name":" 4 ","page_number":12},
  {"content":"\r\n\r\nسرشناس آن دوران بودند و كتاب با ارزش وى به نام التصريف لمن عجز عن التأليف را براى تعليم طب ، بالأخص جراحى ، به فرزندش نگاشت . از جمله كتابهايى كه در دوره‌هاى بعد رواج بيشترى پيدا كرد ، يكى مختصر در علم تشريح تأليف عبد المجيد بيضاوى است . اين كتاب در سال 620 ه ق .\r\nنوشته شده و مشتمل بر شش باب مىباشد كه به ترتيب دربارهء استخوانها ، اعصاب ، سياه‌رگها ( آورده ) ، سرخ‌رگها ( شرايين ) ، عضلات و پوست مىباشد « 1 » .\r\nكتاب دوم ، صد سال بعد از آن نوشته شده و آشكارا مبتنى بر مطالب مختصر در علم تشريح است . اين كتاب ، تأليف منصور بن محمد بن احمد بن يوسف بن فقيه الياس شيرازى مىباشد . هر دو كتاب فوق الذّكر مصوّر هستند و اغلب تصاويرشان نيز رنگى مىباشند .\r\nدر سال 798 ه . ق . وقتى منصور رسالهء خود را به زبان فارسى تأليف و به اميرزاده پير محمّد بهادر خان ( مقتول به سال 809 ه . ق . ) ، از نوادگان تيمور تقديم كرد ، پيشرفت بزرگى حاصل آمد . چنين تصوّر مىرود كه عدم مبادرت به تهيهء كتابهاى مصوّر كالبدشناسى قبلا هم ناشى از ممنوعيت آن در اسلام بوده است . در زمان مغول نسبت به چنين نافرمانى به قوانين شرعى نفرت كمترى احساس مىشد و در دوره‌هاى بعد نيز ، بالأخص دورهء صفويّه ، اغلب ممنوعيتها و محدوديتها از بين رفتند و علم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب در دورهء صفويه ، ص 157 .\r\n","page_name":" 5 ","page_number":13},
  {"content":"\r\n\r\nتشريح در بسيارى از مدارس علمى عملا تدريس مىشد « 1 » .\r\n\r\nمنصور بن محمّد بن احمد بن يوسف بن الياس شيرازى و خاندان او\r\nاين طبيب دانشمند ، نوادهء مولانا جلال الدّين احمد بن يوسف بن الياس و يكى از نتيجه‌هاى برادر نجم الدّين محمود الياس طبيب و فقيه معروف شيراز است . بنابراين در خانواده‌اى سرشناس ، كه اطّباى برجسته‌اى از آن برخاسته‌اند ، به دنيا آمد و خود نيز در علوم متداول عصر ، خاصّه در علم طبّ سرشناس و مشهور بوده است .\r\nوى معاصر خواجه حافظ شيرازى و نيز حاجى زين العطّار ، پزشك مخصوص شاه شجاع و نگارندهء اختيارات بديعى ، بوده است . تولّد منصور بنا به قراين حدود نيمهء نخست سدهء هشتم هجرى و يحتمل قبل از سال 750 هجرى ، بين سالهاى 720 تا 740 هجرى بوده است . زيراكه در موقع تأليف كفايهء مجاهديّه كه به نام مجاهد السّلطنه زين العابدين شاه شجاع مبارز الدّين محمّد از خاندان مظفريان ، در حدود سال‌هاى 786 هجرى تا 789 هجرى نگاشته ، و بعيد نيست كه وى پزشك مخصوص مجاهد الدّين بوده باشد ، حدودا چهل ساله بوده است . محمّد تقى مير اشاره كرده كه شاه شجاع ميان سال‌هاى 786 - 793 هجرى بر فارس حكومت داشته ، و بعيد نيست كه منصور اين كتاب را در فاصلهء اين هفت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در اين‌باره مىتوان به كتاب پرارزش طب در دورهء صفويّه تأليف مرحوم دكتر سيريل الگود ، ترجمهء محسن جاويدان مراجعه نمود .\r\n","page_name":" 6 ","page_number":14},
  {"content":"\r\n\r\nسال نگاشته است .\r\nمنصور ، به نوشتهء صاحب شدّ الازار ، نوادهء مولانا جلال الدّن احمد بن يوسف بن الياس و يكى از نتيجه‌هاى برادر نجم الدّين محمود بن الياس ، طبيب و فقيه معروف شيراز است « 1 » :\r\n« نياى او ، احمد بن يوسف شيرازى ، پزشكى دانشمند و اديبى كامل بود كه مهرش در دل‌ها نشسته بود و نزد پادشاهان مقرّب بود . دارايىاش را بر صوفيه بخشش مىكرد و براى خوردن غذا و اطعام ايشان ، آنها را گرد هم مىآورد ، و ديوان شعرى دارد كه در او شعرهاى عربى و پارسى گرد آمده است و ملمّعات وى بسيار لطيف است ؛ و چون از سرايش كتاب خويش فراغت يافت و يادش در ميان شاعران برفت ، هريك از هوشمندان و اديبان نسخه‌اى از آن را به آب زر نگاشتند ؛ و خداوند فرزندانى روزىاش كرد كه در ميان دانشمندان به كمال رسيدند . از اشعار پارسى اوست :\r\n شد روز جوانى ، جبّر اللّه عزاك * آمد شب پيرى ، أنعم اللّه مساك\r\nاس دهر هر آنكه دل به مهر تو نهاد * اين است جزاش ، أحسن اللّه جزاك \r\nو به سال 744 هجرى درگذشت و در رباطى در كنار عمويش دفن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر ك : شدّ الازار ، ص 278 .\r\n","page_name":" 7 ","page_number":15},
  {"content":"\r\n\r\nشد » « 1 » و چند بيت از او در شدّ الازار ، به عربى آمده است و عيسى بن جنيد شيرازى در ترجمهء شدّ الازار ، موسوم به تذكرهء هزار مزار يك بيت از اين ابيات عربى را به فارسى برگردانده است ، كه چنين است :\r\n در حقيقت بندانم تو طبيبى يا من * من تحيّر به قياس آورم و طن به خيال « 2 » \r\nكه صورت عربى ابيات چنين است :\r\n أ أنت طبيب فى الحقيقة أم أنا * تحيرت حتّى لست أدرى معينا\r\nخيالك فى عينى اذا كنت نائما * و فى القلب عند الانتباه توطنا\r\nفتحسد عينى القلب عند انتباهها * و يغبط قلبى العين حين توسنا\r\nفؤادى نيران و عينى لجة * و قد اخذت قلبى و عينى مسكنا\r\nلئن ألف الأيّام بينى و بينكم * فلا اشتكى البين الّذى كان بيننا « 3 » \r\nنجم الدّين محمود الياس ، برادر جدّ بزرگ منصور ، كه بيشتر با اثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر ك : شدّ الازار ، ص 278 - 279 ؛ و نيز تذكرهء هزار مزار ، ص 322 .\r\n( 2 ) . تذكرهء هزار مزار ، ص 322 .\r\n( 3 ) . شدّ الازار ، ص 279 .\r\n","page_name":" 8 ","page_number":16},
  {"content":"\r\n\r\nمعروف خود به نام الحاوى فى التّداوى شناخته شده است ، از پزشكان معاصر رشيد الدّين فضل اللّه همدانى ، وزيرى معروفل است كه مورد عنايت و توجّه او بوده و از مقرّرى و هداياى او بهره‌مند مىشده است .\r\nصاحب شدّ الازار دربارهء نجم الدّين محمود نوشته است كه وى از دانشمندان زمان و بزرگان فرهيخته كه در دو علم « ابدان و اديان » ورزيده بود . در انواع علوم ممارست داشت و از ديگر فنون بهره مىگرفت ، ولى پزشكىاش بر اين غلبه داشت و بيشتر شهرتش از اين سبب است .\r\nمىگويند هرگاه به درمان مىپرداخت پيش‌تر آمده را مقدّم مىداشت و سپس پس از او پيش‌تر آمدگان را پيش‌تر مىديد و جانب حال بيچارگان داشت و هرگاه دارويى براى بينوايى مىنوشت و مىدانست كه در فراهم كردنش ناتوان است ، يكى از ياران را مىگماشت تا به حسابش دارو را بخرند و به او تحويل دهند . وى مصنّفاتى معتبر و جامع نگاشته ، و طبع شعر نيكويى داشته كه ابيات زير از اشعار عربى اوست :\r\n تردّد أنفاس المحبّ دلائل * على كنه ما اخفاه من الم الحبّ\r\nاذا خطرات الحبّ خامران قلبه * تنفس حتّى ظلّ منصدع القلب \r\nوى به سال ششصد و نود و اند دار فانى را وداع گفته و در آرامگاهش به خاك سپرده شده است « 1 » ؛ امّا عيسى بن جنيد شيرازى تاريخ وفات او را سال هفتصد و چيزى دانسته و اشاره كرده است كه وى بعد از وفات در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر ك : شدّ الازار ، ص 277 - 278 .\r\n","page_name":" 9 ","page_number":17},
  {"content":"\r\n\r\nرباط خود مدفون گرديده ، و يك بيت فارسى از او نقل كرده است :\r\n گر عشق نبودى و غم عشق نبودى * چندين سخن نغز كه گفتى ، كه شنيدى « 1 » \r\nالحاوى فى التّداوى كه به عربى نوشته شده ، نوعى كتاب درسى آن زمان به حساب مىآمد و در سال 1321 هجرى ( 1902 م . ) ترجمهء فرانسوى آن منتشر شده كه اين حاكى از اهميّت اثر مزبور است « 2 » .\r\nصاحب فارسنامهء ناصرى « 3 » از اين كتاب به « حاوى سغير » تعبير نموده و از الحاوى محمّد بن زكرياى رازى به « حاوى كبير » ، و اين بايد اصطلاحى مخصوص باشد ، و الّا معروف در عموم كتب طبقات اطباء و فهارس كتب و غيره نام كتاب نجم الدّين محمود ، الحاوى فى علم التّداوى است نه « حاوى صغير » . از اين كتاب نسخ متعدّدى در كتابخانه‌هاى مختلف دنيا موجود است ، از جمله نسخهء موزهء بريتانيا در لندن و نسخهء ديگرى در گوتا ( آلمان ) كه تاريخ كتابت آن سنهء 737 هجرى است ، و نسخهء ديگرى در كتابخانهء ليدن ( هلاند ) « 4 » ، و نسخهء ديگرى در كتابخانهء آستان قدس رضوى در مشهد كه مؤلّف فهرست آن كتابخانه سهو بسيار عظيمى نموده و آن را به محمّد بن زكرياى رازى نسبت داده است « 5 » .\r\nاستاد احمد منزوى در فهرستواره نسخ خطّى ، نجم الدّين را متوفى 730\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر ك : تذكرهء هزار مزار ، ص 322 .\r\n( 2 ) . ر ك : پزشكان نامى فارس ، ص 154 .\r\n( 3 ) . فارسنامهء ناصرى ، ج 2 ، ص 141 .\r\n( 4 ) . ر ك : تذكرهء هزار مزار ، ص 322 ( حاشيه ) .\r\n( 5 ) . ر ك : فهرست نسخه‌هاى خطى كتابخانهء آستان قدس ، ج 3 ، ص 253 .\r\n","page_name":" 10 ","page_number":18},
  {"content":"\r\n\r\nهجرى دانسته و آثار وى را در جاىجاى كتابش ياد كرده است كه بدانها اشاره مىرود :\r\nاسرار النّكاح « 1 » ، اغذيه و اشربه « 2 » ، تحفة الحكماء « 3 » ، تحفة الكمال « 4 » ، تشريح يا الرسالة التشريحيّة « 5 » ، الحاوى فى علم التداوى « 6 » ، شرح فصول بقراط « 7 » ، غياثيه « 8 » ، مختصر در طبّ « 9 » .\r\nو مرحوم سعيد نفيسى سه رسالهء ديگر از او برشمرده است كه عبارتند از : لطايف الرّشديّه ، الرّسالة الثّلجيه ، رسالة فى الباه « 10 » .\r\nنجم الدّين محمود ، از سوى رشيد الدّين فضل اللّه همدانى وزير ، مدّتى به رياست بيمارستان سلطانيهء زنجان منسوب شد « 11 » ؛ و قبل از آن نيز رياست بيمارستان دروازهء سلم شيراز با او بوده كه به بيمارستان اتابكى نيز معروف بوده و خواجه رشيد الدّين آن را تعمير كرده و رياست آن را به وى داده بود « 12 » . وى در محلهء باغ نو شيراز به خاك سپرده شده است .\r\nابو الفتح حكيميان به اشتباه كفايهء منصورى يا كفايهء مجاهديّه و تشريح منصورى را از تأليفات او دانسته است « 13 » ؛ و دكتر سيريل الگود هم به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فهرستواره ، ج 5 ، ص 3281 .\r\n( 2 ) . همان ، ص 3286 .\r\n( 3 ) . همان ، ص 3336 .\r\n( 4 ) . همان ، ص 3343 .\r\n( 5 ) . همان ، ص 3373 .\r\n( 6 ) . همان ، ص 3409 .\r\n( 7 ) . همان ، ص 3512 .\r\n( 8 ) . همان ، ص 3597 .\r\n( 9 ) . همان ، ص 3691 .\r\n( 10 ) . ر ك : تاريخ نظم و نثر در ايران ، ج 1 ، ص 190 .\r\n( 11 ) . ر ك : طب در دورهء صفويّه ، ص 33 .\r\n( 12 ) . تاريخ نظم و نثر در ايران ، ص 190 .\r\n( 13 ) . ر ك : فهرست مشاهير ايران ، ج 2 ، ص 570 .\r\n","page_name":" 11 ","page_number":19},
  {"content":"\r\n\r\nاشتباه غياثيهء نجم الدّين محمود را به منصور بن محمّد بن احمد شيرازى نسبت داده است .\r\nدربارهء منصور مطلب زيادى در آثار تاريخى و منابع رجال‌شناسى به چشم نمىخورد . وى در ضمن آثار خود نيز به معرفى خود يا استادان و نياكان و خانوادهء خود نپرداخته است . وى در عنوان كتاب كفايهء مجاهديّه ، خود را منصور بن محمّد بن احمد بن يوسف فقيه الياس معرفى نموده ، سپس افزوده است : « چون بر اين علم و مطالعهء اين قسم ( مقصود علم طبّ است ) اشتغال مىنمود . . . » « 1 » . اين سخن ، حاكى از آن است كه شغلش منحصرا طبابت بوده و اگر به نوشتهء مرحوم علامّهء قزوينى در فهرست كتابخانهء مجلس شوراى اسلامى ، لقب فقيه نيز بر نام مؤلّف اضافه شده ، اشتباه بوده است .\r\nگمان مىرود كه نويسندهء فهرست ، كلمهء فقيه را كه در اوّل اسم جدّ مؤلّف نوشته شده و مخصوص الياس است ، به حساب نتيجهء وى ، منصور طبيب گذاشته است « 2 » .\r\nاطلاعى بيش از اين از زندگى منصور بن محمّد به دست نيامد .\r\n\r\nآثار منصور\r\n1 . تشريح الأبدان : اين كتاب در اصل ، بدون نام است و نسلهاى بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كفايهء مجاهديه ، ص 3 .\r\n( 2 ) . پزشكان نامى فارس ، صص 154 - 155 .\r\n","page_name":" 12 ","page_number":20},
  {"content":"\r\n\r\nآن را « تشريح بالتّصوير » ، يعنى كالبدشناسى مصوّر ، « تشريح البدن » ، « تشريح الأبدان » ، « رساله در تشريح بدن انسان و كيفيّت اوضاع آن » ناميدند « 1 » . چنان كه ذكر شد ، اين رساله در سال 798 ه . ق . به اتمام رسيده و به اميرزاده پير محمّد بهادر خان تقديم شده است .\r\nاين رساله از چندين قسمت ، تشكيل يافته است : قسمت اوّل ، مربوط به شرح تقديم كتاب و بعد از آن مقدّمه است . پس از آن پنج فصل و يك خاتمه دارد .\r\nمقدمهء نسبتا مفصّل كتاب ، شامل يك بحث دينى است دربارهء حكمت خلقت نوع انسان از طرف خداوند و استدلال بر اينكه چه قسمت از اندامهاى بدن ، اوّل بار در رحم تشكيل مىشود . با فصل اوّل ، قسمت علمىتر آن آغاز مىشود . استخوانها تقريبا به‌طور مفصّل مورد گفتگو قرار مىگيرند و تعداد آنها صرف‌نظر از استخوانهاى كنجدى و لامى ، 248 معرفى مىشود . اين عددى بوده كه كالبدشناسان اسلامى عموما پذيرفته بوده‌اند . سعدى ، عدد 200 را در اين زمينه ذكر مىكند :\r\n دو صد مهره در يكدگر ساخته‌ست * كه گل مهره‌اى چون تو پرداخته‌ست « 2 » \r\nمنصور در فصل دوم به شرح سلسله اعصاب مىپردازد . كالبدشناسان آن زمان اعصاب را چيزى شبيه به سرخ‌رگها و سياه‌رگها مىشناختند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ پزشكى ايران ، ص 374 .\r\n( 2 ) . بوستان سعدى ( چاپ دكتر يوسفى ) ، ص 172 .\r\n","page_name":" 13 ","page_number":21},
  {"content":"\r\n\r\nاين سه را تنها تشكيلاتى مىدانستند كه به شكل پخش و پراكنده در سراسر بدن يافت مىشود ؛ ازاين‌رو نتيجه مىگرفتند كه وظايف آنها مىبايستى يكسان باشد و چون وريدها و شريانها ، كه مجارى توخالى و عامل انتقال جوهر حياتى در بدن هستند ، پس نتيجه مىگرفتند كه اعصاب نيز توخالى بوده و جوهر ذهنى را از مغز به ساير قسمتهاى بدن مىرسانند . مثلا منصور مىنويسد : عصبهايى كه پيوندگاه بينايى را در مغز به وجود مىآورند ، وظيفهء آنها انتقال نيروى بينايى است . بقيهء اعصاب خالى به نظر نمىرسند ، ولى حتّى از درون اينها هم نيرو عبور مىكند ، چنان كه « آب از درون گل ، و روغن از لابلاى بادام مىگذرد » . تشريح كلّى اعصاب به خوبى بيان شده است . البته اشتباهاتى هم هست ولى اين اشتباهات را فقط كالبدشناسان نسلهاى بعد مىتوانستند تصحيح كنند .\r\nفصل سوم كتاب دربارهء عضلات است . در اين زمان عضلات هنوز نامگذارى نشده بود ، لذا منصور در اينجا به شرح كلّى ساختمان يك عضله ، معرفى اشكال مختلف آن ، به صورتى كه با چشم غير مسلّح ديده مىشود و ذكر تعداد عضلات ، اكتفا مىكند . اين قسمت اخير ، يعنى تعداد عضلات همواره مورد اشكال كالبدشناسان عرب بوده است كه در تعداد شمارش مجموع عضلات ، نظريات مختلفى داده‌اند . ابن سينا مجموع عضلات را 570 ذكر مىكند « 1 » ؛ و اغلب نظريات هم در حوالى همين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قانون در طب ، كتاب اوّل ، ص 44 .\r\n","page_name":" 14 ","page_number":22},
  {"content":"\r\n\r\nعدد است .\r\nفصل چهارم از وريدها و انشعابات آن سخن مىگويد . منصور در اين فصل به‌طور واضح ، نظريات ابن سينا را بيان مىكند . ابن سينا وريدها را مشابه شريانها مىداند ، با اين تفاوت كه از جگر منشأ مىگيرند و بدون ضربان هستند و براى پخش جوهر حياتى از كبد به اندامهاى بدن آفريده شده‌اند « 1 » . منصور به تقليد از ابن سينا عقيده داشت كه وريد شريانى ، كه امروزه وريد ريوى ناميده مىشود ، تعداد آن در هر سمت بدن دو وريد است ، درحالىكه يك وريد بيش نيست ، و اين تعدّد به خاطر مضاعف بودن وظايف آنهاست . يعنى بايد به منظور تغذيه ، هم خون را به قلب و هم به ششها منتقل كنند . منصور ، قلب را سه بطن مىدانست و بطن كوچك مركزى قلب را ( كه در حقيقت وجود نداشت ) نام دهليز داده است و نيز اظهار مىدارد كه رأس قلب با استخوان مخصوصى محكم مىشود .\r\nفصل پنجم اين رساله دربارهء شرايين و انواع آن است . وى در اين فصل به انواع سرخ‌رگها و انشعابات آن با ذكر وظايف هريك پرداخته است .\r\nمنصور چون اغلب اطبّاى پيشين عقيده داشت كه اگرچه سرخ‌رگها حاوى مقدارى خون هستند ، ولى وظيفهء مهم و اصلى آنها انتقال هوا و جوهر حياتى است . ضربان شريانها را وابسته به ضربان قلب مىدانستند و عقيده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، كتاب اوّل ، ص 46 .\r\n","page_name":" 15 ","page_number":23},
  {"content":"\r\n\r\nداشتند كه قلب جدا شده مىتواند مدّتى با نظم مخصوص خود بتپد .\r\nمدّتها پيش از آن جرجانى بيان كرده بود كه اگر قلب يك حيوان را بلافاصله پس از مرگ آن خارج كنند ، در خارج از بدن مدّتى به انقباض و انبساط خود ادامه مىدهد و از اين حقيقت به خوبى چنين نتيجه گرفته بود كه عامل حياتى جداگانه‌اى در درون قلب موجود است و همان وضع در مورد شرايين هم صادق دانسته بود « 1 » .\r\nفصل آخر به چيزى ، كه منصور آن را اعضاى مركّب مىنامد ، اختصاص دارد . به‌طور خلاصه منصور در اين فصل از قسمتهايى گفتگو مىكند كه ما آنها را در برابر دستگاهها « عضو » مىناميم . هرچند كه در برخى موارد نمىتوان اين‌چنين تمايزى را صادق دانست ، از جمله اينكه منصور قسمتهاى مختلف تشكيل‌دهندهء دستگاههاى كليوى و تناسلى را در رديف اعضاى مركّب منظور كرده است .\r\nاين رساله با يك فصل نهايى دربارهء آبستنى و جنين‌شناسى توسعه مىيابد . جنين‌شناسى براى پزشكان آن زمان ، مسألهء فوق‌العاده پيچيده‌اى محسوب مىشد . بنابراين تعجّبى ندارد اگر تمام شرحها و توصيفهاى آنان كمى پيچيده است . منصور در حقيقت ، مدّعى است كه در يك سقط روز ششم ، قلب و كبد و مغز قابل تشخيص است . ولى جرجانى « 2 » و بيشتر نويسندگان براى تكميل جنين ، طبق مراحلى كه در قرآن ذكر شده ، سى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ پزشكى ايران ، ص 379 .\r\n( 2 ) . ذخيرهء خوارزمشاهى ، كتاب دوم ، ص 110 .\r\n","page_name":" 16 ","page_number":24},
  {"content":"\r\n\r\nروز لازم دانسته‌اند « 1 » . جنين‌شناسان پس از اين مرحله از آنچه اتفاق مىافتاد ، بىاطلاع بودند . منصور ، قلب را نخستين عضوى مىداند كه متكوّن مىشود ، اگرچه اولين عضوى كه كامل مىگردد ، ناف است .\r\nاز مزاياى ديگرى كه اين رساله دارد ، وجود تصاويرى است مربوط به هر فصل . اين تصاوير كالبدشناسى در برخى نسخ خطّى موجود از اين كتاب ، معمولا از پنج يا شش عكس تشكيل شده‌اند ، كه در تاريخ پزشكى ، به ويژه كالبدشناسى اهميّت بسيارى دارد . اين تصاوير ، يك رشته طرح‌هايى هستند كه هركدام يكى از دستگاههاى مهم بدن را نشان مىدهد . اولين تصوير ، استخوان‌بندى انسان را از پشت سر نشان مىدهد .\r\nسر خيلى گسترش پيدا كرده است ، به طورى كه صورت به بالا و به پشت نگاه مىكند و كف دستها رو به پشت سر است . تصوير دوم ، سلسله اعصاب را نمايش مىدهد . در اينجا نيز تصوير از پشت كشيده شده و سر گسترش يافته است . اغلب اعصاب به رنگهاى مختلف نشان داده شده است . تصوير سوم ، عضلات را نشان مىدهد . در اينجا هيكل انسان از جلو ترسيم شده ، ولى نشان دادن حدود هر عضله و جهت كشيده شدن الياف آنها فروگذار گرديده است . اين شكل ، طرحى بيش نيست و دورادور آن يادداشتهايى نوشته شده كه تعداد عضلات را نشان مىدهد .\r\nتصاوير چهارم و پنجم ، شريانها و وريدها را نشان مىدهند . اين دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حج / 5 .\r\n","page_name":" 17 ","page_number":25},
  {"content":"\r\n\r\nتصوير هم از جلو ديده مىشود و سر در موقعيت صحيح خود قرار گرفته است . در اين تصاوير سعى شده كه دستگاه گوارشى نيز نشان داده شود .\r\nدر نسخه‌هاى مختلف اين دو شكل ، اختلافات قابل ملاحظه‌اى از لحاظ جزئيات موجود است . در اغلب نسخه‌ها اين تصاوير تشريحى ، علاوه بر پنج شكل مذكور ، دو و برخى يك شكل اضافى ديگر نيز دارند . يكى از اين شكلها زن باردارى را نشان مىدهد كه در آن جنين به صورت مورب و در برخى نسخ به صورت ته قرار گرفته است . شكل ديگر بدن يك زن را از جلو نشان مىدهد و نقطه‌هاى سرخ‌رنگ در جاهاى مختلف بدن او به چشم مىخورد كه نشانگر نقاط مناسب براى حجامت است « 1 » .\r\n2 . كفايهء مجاهديّه : معروف‌ترين اثر منصور است كه در برابر كتاب معروف‌تر رازى ، كه به همين اسم است ، كفايهء منصورى نيز ناميده مىشود .\r\nعنوان اول كتاب نمونه‌اى از تجنيس است ؛ زيرا از طرفى آن را مىتوان به معناى « كفايت جهد » ( احتمالا براى دانش و تندرستى ) گرفت و از طرف ديگر ممكن است به مفهوم « كفايت مجاهد » تعبير كرد ؛ زيرا « مجاهد الدين » نام يكى از ولىنعمتهاى او بوده است . اين كتاب به نام مجاهد السّلطنه و الدّين سلطان زين العابدين تأليف يافته و تقديم شده است ، و چون سلطان زين العابدين شاه شجاع در بين سالهاى 786 - 793\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در مورد تصوير هفتم ، ر . ك . : تاريخ پزشكى ايران ، ص 389 . لازم به ذكر است كه رسالهء تشريح الابدان در لكنهو به سال 1264 ه ق . به صورت سنگى چاپ شده است .\r\n","page_name":" 18 ","page_number":26},
  {"content":"\r\n\r\nه . ق . بر فارس حكومت و سلطنت داشته ، احتمالا اين كتاب در فاصلهء اين هفت سال تصنيف شده است .\r\nانشاى كتاب ، بسيار خوب و اديبانه و غير متكلّف است . مقدّمه را چنين شروع مىكند :\r\n« شكر و سپاس مر خالقى را كه در خلقت انسان ، دقايق حكمت او بىپايان است و حمد بىعدّ و ثناى بىقياس مر پادشاهى را ، كه نعمت و احسان او در حقّ ايشان بيرون از حدّ بيان است . گواه بر كمال قدرت او ، طبائع و اصول و صور اركان است ، و دليل بر رأفت و رحمت او ، احوال امزجه و ابدان . قادرى كه از كمال حكمت ارواح و قوى در اعضا جارى گردانيد و صحّت و امراض بر اسباب مقدور ، مقدّر داشت از فضل بىمنتهاى خود به تدبير حفظ دوام صحّت ارشاد فرمود « 1 » . »\r\nاين كتاب را هادى حسين خان لكهنويى مرادآبادى به زبان اردو و ناشناسى به زبان عربى ترجمه كرده و عبد الرّحيم نامى ملقّب به محمّد يوسف خان آن را به نظم درآورده است .\r\nدو اثر ديگرى كه به منصور نسبت داده شده است : يكى غياتيّه است كه دكتر سيريل الگود اين اثر نجم الدّين محمود را به منصور نسبت داده و گفته كه از اين اثر نسخهء منحصر به فردى در كلكته موجود است « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پزشكان نامى فارس ، ص 156 ؛ كفايهء منصورى نيز به انضمام رسالهء چوب چينى در هندوستان به سال 1873 م . به صورت سنگى چاپ شده است ؛ كفايهء مجاهديه ، ص 1 .\r\n( 2 ) . ر ك : تاريخ پزشكى ايران ، ص 390 .\r\n","page_name":" 19 ","page_number":27},
  {"content":"\r\n\r\nدوم رسالهء چوب چينى است كه استاد احمد منزوى اين رساله را از او دانسته و نوشته است كه به ضميمهء كفايهء مجاهديّه در سال 1303 هجرى قمرى در لكهنو چاپ سنگى شده است ، كه به احتمال قريب به يقين اين اثر نيز از منصور نيست ؛ زيراكه تداول چوب چينى بيشتر در سدهء دهم هجرى رواج يافت و در آثار پيش از آن ديده نمىشود .\r\n\r\nبرخى نسخ خطّى موجود از تشريح الأبدان منصورى\r\n1 . آستان قدس رضوى ، ش 8742 ، 24 برگ ، نسخ سدهء 12 و 13 ه .\r\n2 . آستان قدس رضوى ، ش 14517 ، 34 برگ ، نستعليق سنهء 1309 ه .\r\n3 . آستان قدس رضوى ، ش 6874 ، 30 برگ ، نستعليق سنهء 1261 ه .\r\n4 . آستان قدس رضوى ، ش 5067 ، 16 برگ ، نستعليق سنهء 1042 ه .\r\n5 . آستان قدس رضوى ، ش 14678 ، مجموعه ، نستعليق سنهء 1265 ه .\r\n6 . آستان قدس رضوى ، ش 12736 ، 61 برگ ، نستعليق سنهء 1231 ه .\r\n7 . دانشگاه تهران ، ش 1 / 450 ، 56 برگ ، نستعليق سنهء 1261 ه .\r\n8 . دانشگاه تهران ، ش 3157 ، 9 برگ ( مجموعه ) ، نستعليق سنهء 1254 ه .\r\n9 . دانشگاه تهران ، ش 3556 ، 39 برگ ، نسخ سدهء 11 ه .\r\n10 . دانشگاه تهران ، ش 5192 ، 44 برگ ، نستعليق سنهء 1047 ه .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":28},
  {"content":"\r\n\r\n11 . دانشكدهء پزشكى ، ش 248 ، 17 برگ ، بىتاريخ .\r\n12 . دانشكدهء پزشكى ، ش 262 ، 61 برگ ، بىتاريخ .\r\n13 . دانشكدهء پزشكى ، ش 286 ، 54 برگ ، نسخ سنهء 1117 ه .\r\n14 . مجلس ، ش 6177 ، 41 برگ ، نسخ سدهء 12 ه .\r\n15 . مجلس ، ش 6739 ، 21 برگ ، سنهء 1068 ه .\r\n16 . مجلس ، ش 5266 ، 24 برگ ، سدهء 10 ه .\r\n17 . مجلس ، ش 1095 ، 36 برگ ، نستعليق سنهء 1018 ه .\r\n18 . سنا ، ش 15 ، ( مجموعه ص 65 - 105 ) ، نستعليق سنهء 982 ه .\r\n19 . سنا ، ش 11 ، ( مجموعه ص 924 - 953 ) ، نستعليق سدهء 11 ه .\r\n20 . سنا ، ش 2 / 2249 ، 30 برگ ، سنهء 1066 ه .\r\n21 . ملك ، ش 6000 ، 27 برگ ، نسخ سنهء 1090 ه .\r\n22 . ملك ، ش 4386 ، 38 برگ تلفيق نسخ و نستعليق سنهء 1048 ه .\r\n23 . ملك ، ش 4517 ، 26 برگ ، شكسته نستعليق سنهء 1170 ه .\r\n24 . ملك ، ش 4786 ، 79 برگ ، شكسته نستعليق سدهء 13 ه .\r\n25 . مرعشى نجفى ، ش 6797 ، 32 برگ ، نستعليق سنهء 1297 ه .\r\n26 . مرعشى نجفى ، ش 4569 ، 46 برگ نسخ سنهء 1270 ه .\r\n27 . سپهسالار ، ش 68 / 2911 ، 42 برگ ، بىتاريخ .\r\n28 . كتابخانهء ملى ، ش 974 ف ، 79 برگ ، سدهء 11 ه .\r\n29 . مسجد اعظم قم ، ش 1305 ، 24 برگ ، سنهء 1280 ه .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":29},
  {"content":"\r\n\r\n30 . گلپايگانى قم ، ش 6 / 12 ، 25 برگ ، سنهء 1264 ه .\r\n31 . گلپايگانى قم ، ش 685 ، 32 برگ ، سنهء 1250 ه .\r\n32 . گلپايگانى قم ، ش 6 / 5 ، 40 برگ ، سنهء 997 ه .\r\n33 . نسخهء شخصى نگارنده ( اهداى به كتابخانهء مجلس ) ، مجموعه ، مكتوب سنهء 1042 ه .\r\n34 . بغداد لى وهبى ، ش 1381 ، 12 برگ ، نسخ سنهء 1108 ه .\r\n35 . ايا صوفيا ، ش 3597 ، 34 برگ ، نسخ سنهء 918 ه .\r\n36 . ايا صوفيا ، ش 3598 ، 32 برگ ، نسخ بدون تاريخ .\r\n37 . على اميرى ، فارسى ، ش 235 ، نستعليق بدون تاريخ .\r\n38 . جراح پاشا ، طب تاريخى ، ش 17 ، ( مجموعه 1 ب - 32 ب ) ، نسخ سدهء 11 ه .\r\nو . . .\r\n\r\nچاپ‌هاى سنگى تشريح الأبدان منصورى\r\n1 . دهلس ، 1285 هجرى .\r\n2 . هند ، 1285 هجرى .\r\n3 . شاه جهان آباد ، 1264 هجرى .\r\n4 . لاهور ، 1264 هجرى .\r\n5 . لاهور ، 1306 هجرى .\r\n6 . لاهور ، 1295 هجرى .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":30},
  {"content":"\r\n\r\n\r\nنسخ مورد استفاده\r\nنسخ خطّى فراوانى كه از اين رساله در اغلب كتابخانه‌ها مضبوط است ، حاكى از اهميّت و كثرت توجّه گذشتگان به اين اثر بوده است . ما در تصحيح اين رساله از شش نسخهء خطّى استفاده نموديم :\r\n1 . نسخهء خطّى كتابخانهء مجلس شوراى اسلامى ، شمارهء 2 / 5266 « 1 » :\r\nتاريخ كتابت اين نسخه ، معلوم نيست ، ولى از قراين برمىآيد كه در قرن دهم هجرى كتابت گرديده . خط اين نسخه ، نستعليق و جلد آن تيماج مشكى است با قطع 5 / 21 * 34 در 45 صفحه . اين نسخه به دليل كامل و كم غلط بودن و نيز خط خوانا و خوش ، اساس تصحيح حاضر قرار گرفته و در پاورقيها با نشان اختصارى « س » مشخص شده است .\r\n2 . نسخهء خطّى كتابخانهء مجلس سنا ، شمارهء 15 « 2 » : اين نسخه در ضمن مجموعه‌اى است كه با خط نستعليق نوشته شده و نوع جلد آن تيماج يك لا است با قطع 11 * 5 / 17 . رسالهء تشريح الابدان دومين رسالهء اين مجموعه است و از صفحهء 65 تا 105 آن قرار دارد . تاريخ كتابت اين نسخه ، 982 ه . ق . است . علامت اين نسخه در پاورقى « ن » مىباشد .\r\n3 . نسخهء خطّى متعلّق به كتابخانهء شخصى نگارنده « 3 » ، كه به سال 1042 ه . ق . كتابت شده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فهرست نسخه‌هاى خطّى كتابخانهء مجلس شوراى ملى ، ج 16 ، ص 89 .\r\n( 2 ) . فهرست كتابهاى خطّى كتابخانهء مجلس سنا ، ج 1 ، ص 8 .\r\n( 3 ) . اين نسخه به كتابخانهء مجلس شوراى اسلامى ، اهدا شده است .\r\n","page_name":" 23 ","page_number":31},
  {"content":"\r\n\r\nاين رساله با خط نستعليق يار حسين بن كمال الدّين بن حسينى نوشته شده و شامل شش تصوير رنگى است كه متأسفانه تصوير چهارم آن مفقود شده . هر پنج تصوير اين رساله در آخر متن چاپ شده است و تصوير چهارم را از نسخهء اساس گرفته و در جاى خود گنجانديم . نشان اين نسخه در پاورقى « ش » است .\r\n4 . نسخهء خطّى كتابخانهء مجلس شوراى اسلامى ، شمارهء 6739 « 1 » :\r\nاين نسخه به خطّ نستعليق شفيع قارى در سال 1068 ه . ق . كتابت شده .\r\nنسخه داراى شش تصوير مذهّب ، و نيز يك تصوير كه تذهيب ندارد . قطع آن رحلى 24 * 37 با جلد تيماج قرمز سير در 42 صفحه است . علامت اين نسخه در پاورقيها « ج » است .\r\n5 . نسخهء خطّى كتابخانهء مجلس شوراى اسلامى به شمارهء 1 / 1095 « 2 » ( از مجموعهء طباطبايى ) اين نسخه نيز به خط نستعليق ، در سال 1018 ه . ق . كتابت شده و گويا كاتب آن جلال بن محمد بن جلال الشاهى رضوى است . قطع آن 12 * 23 است با جلد تيماج قرمز در 36 صفحه با شش تصوير . علامت اين نسخه در پاورقيها « ط » است .\r\n6 . نسخه خطّى كتابخانهء مجلس شوراى اسلامى ، شمارهء 6177 « 3 » : با خط نستعليق ، در سدهء دوازدهم هجرى كتابت شده و داراى شش تصوير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فهرست نسخه‌هاى خطّى كتابخانهء مجلس شوراى ملى ، ج 19 ، ص 485 .\r\n( 2 ) . همان ، ج 2 / 23 ، ص 542 .\r\n( 3 ) . همان ، ج 19 ، ص 171 .\r\n","page_name":" 24 ","page_number":32},
  {"content":"\r\n\r\nروشن ، با قطع وزيرى 15 * 14 با جلد كالينگور زرشكى در 41 صفحه است . نشان اين نسخه در پاورقيها « ل » است .\r\n\r\nروش تصحيح\r\nدر تصحيح اين اثر ارزشمند ، با وجود نسخ فراوان ، بر آن شديم تا از شش نسخهء خطّى استفاده نماييم . لذا با اساس قرار دادن يكى از نسخ كه خط زيبا و خوانايى داشت و نسبت بع نسخ ديگر كم غلط بود ، اقدام به تصحيح و مقابلهء متن با پنج نسخهء ديگر نموديم . نسخهء اساس ما ، دست‌نويس متعلّق به كتابخانهء مجلس شوراى اسلامى به شمارهء 2 / 5266 است كه با علامت اختصارى « س » در پاورقىها نشان داده شده است .\r\nهرجا كه در نسخهء اساس افتادگى يا ناخوانايىهايى وجود داشت ، به قياس نسخ ديگر در متن گنجانده يا اصلاح شده و افتادگىهاى آن بين در پاورقىها نشان داده شد .\r\nمتن حاضر به خاطر كثرت لغات عربى و جمله‌بندى آن به سياق زبان عربى و برخى واژه‌هاى تخصّصى طبّ كهن كه غالبا شامل اسامى اندام‌هاى مختلف بدن است ، لازم مىنمود كه شرحى در پاورقىها بر آن افزوده شود و حتّى الإمكان با اصطلاحات علمى امروزى مقايسه شود ، لذا معادلات اغلب اصطلاحات طبّى كهن به صورت علمى در پاورقىها آورده شده و برخى اشتباهات منصور و ديگر اطبّاى پيشين در مقايسه با طبّ و تشريح جديد بيان شده است .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":33},
  {"content":"\r\n\r\n\r\nتقدير و تشكّر\r\nدر آخر اين مقال بر خود فرض مىدانم كه از زحمات عزيزان و بزرگوارانى كه بندهء بىبضاعت را در تصحيح اين اثر ارزشمند يارى نمودند ، تشكّر و قدردانى نمايم :\r\nاز استاد فرزانه و دوست دانشمندم ، جناب آقاى على اوجبى كه با حوصله‌اى ستودنى و سعهء صدر ، با گشاده‌رويى پذيراى زحمات گاه و بىگاه بنده شدند .\r\nو از مركز پژوهش كتابخانهء مجلس كه غنيمت گرانقدر و نادرى است و از رياست محترم آن كه بر عهدهء فاضل ارزشمند و عالم ارجمند جناب آقاى سيّد محمد على احمدى ابهرى است ، كه بنده را در تهيهء نسخ خطى اين اثر يارى فرمودند .\r\nو نيز از استاد فرزانه و يگانهء زمانه ، استاد عبد الحسين حائرى ، رئيس بخش خطّى كتابخانهء مجلس ، كه همواره بندهء حقير را مرهون الطاف و راهنمايىهايى سودمند خود قرار داده‌اند .\r\nو از جناب آقاى غلام خندابى ، مسئول بخش خطّى كتابخانهء مجلس ، و جناب آقاى حسن خليلى ، مسئول ميكروفيلم كتابخانهء مجلس ، كه با گشاده‌رويى زحمات متواتر بنده را متحمّل شده و در تهيهء نسخ خطّى اين اثر ، بندهء حقير را همواره يارى نمودند .\r\nو از سركار خانم بنفشه ابو طالبى ، كه زحمت حروفچينى اين اثر را\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":34},
  {"content":"\r\n\r\nتقبّل فرمودند .\r\nو از همسرم كه در مقابلهء نسخ و در تهيهء فهارس ، با علاقه و حوصلهء تمام مرا يارى نموده است .\r\nو از تمام عزيزان و دوستانى كه به انحاى مختلف بنده را يارى نمودند ؛ و من اللّه التوفيق .\r\nيوسف بيگ باباپور بهمن‌ماه 1381\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":35},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء اساس مجلس ، ش 2 / 5266\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":36},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء اساس مجلس ، ش 2 / 5266\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":37},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء « ن » سنا ، ش 15\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":38},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء « ن » سنا ، ش 15\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":39},
  {"content":"\r\n\r\nاهدايى به كتابخانهء مجلس شوراى اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":40},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء « ش » ( از مجموعهء شخصى نگارنده ) اهدايى به كتابخانهء مجلس شوراى اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":41},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء « ج » مجلس ، ش 6739\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":42},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء « ج » مجلس ، ش 6739\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":43},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء « ط » مجلس ، ش 1 / 1095\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":44},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء « ط » مجلس ، ش 1 / 1095\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":45},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء « ل » مجلس ، ش 6177\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":46},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء « ل » مجلس ، ش 6177\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":47},
  {"content":"\r\n\r\n\r\n[ متن كتاب 
  ] تشريح الأبدان\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":48},
  {"content":"\r\n\r\n\r\n[ ديباچه مولف 
  ]\r\nبسم اللّه الرّحمن الرّحيم « 1 »\r\nشكر و سپاس « 2 » پادشاهى را سزد و حمد و ثناى بىقياس خالقى را رسد كه در خلقت انسانى دقايق حكمتش بىپايان است « 3 » و حقايق قدرتش برون از حدّ و بيان . عليمى « 4 » كه نوع انسانى را از اجناس مختلفه و اصناف كيفيّات متضادّه آراسته و اساس به نيت هيكل او را به جمال صورت و كمال هيأت مزيّن ساخته و به شرف خلعت  وَ لَقَدْ كَرَّمْنا بَنِي آدَمَ وَ حَمَلْناهُمْ فِي الْبَرِّ وَ الْبَحْرِ وَ رَزَقْناهُمْ مِنَ الطَّيِّباتِ وَ فَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا  « 5 » نواخته . قادرى كه بدن ضعيف را به واسطهء عظام قوّت و انتظام بخشيده و به وسيلهء عصب و عضل مدرك و مرتبط و منضبط « 6 » گردانيده . حكيمى كه اسالت دم در آورده نمود « 7 » و افاضت روح در شرايين فرمود « 8 » . تعالى شأنه و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : + من لم يعرف الهيئة و التشريح فهو عنين فى معرفة اللّه .\r\n( 2 ) . ط : + بىقياس .\r\n( 3 ) . ج : - است .\r\n( 4 ) . س : حكيمى .\r\n( 5 ) . اسراء / 70 .\r\n( 6 ) . ط : منتظم .\r\n( 7 ) . ط : نموده .\r\n( 8 ) . ل : فرموده .\r\n","page_name":" 41 ","page_number":49},
  {"content":"\r\n\r\nعظم برهانه ، كه دلايل الوهيّتش در هر ذرّه از موجودات چون خورشيد تابان ظاهر است و علامات وحدانيّتش در هر فردى از كاينات چون ماه درخشان « 1 » باهر .\r\nبيت « 2 »\r\n ففى كلّ شىء له آية * تدلّ على أنّه واحد « 3 » \r\nقادرى « 4 » كه به امر  كُنْ فَيَكُونُ  « 5 » چندين نقوش گوناگون بر لوح فطرت و صحيفهء خلقت نگاشت و اساس « 6 » قدرتش مهد زمين به اوتاد جبال محكم داشت ؛ و تحف تحيّات و صلات صلوات « 7 » بر ذاتى كه غرض اصلى و مقصود « 8 » كلّى از ان شاء عالم و ابداء و ايجاد آدم « 9 » وجود با جود « 10 » او بود . چنانچه فرمود : « لولاك لما خلقت الأفلاك « 11 » » .\r\nبيت « 12 »\r\n چراغ‌افروز چشم اهل بينش * طراز كارگاه آفرينش « 13 » \r\nو بر آل و اصحاب او كه خلاصهء هداة طرق دين و زبدهء سالكان مسالك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : درفشان ، ل : درافشان .\r\n( 2 ) . ج ، ل : شعر .\r\n( 3 ) . اين بيت جزو ابيات سائره ، و از ابو العتاهيه است . ( ر . ك : ديوان ابى العتاهيه ، ص 70 ) .\r\n( 4 ) . ج : مبدعى .\r\n( 5 ) . انعام / 73 ؛ بقره / 117 .\r\n( 6 ) . ط ، ل ، ج : اسباب .\r\n( 7 ) . ط : صلوات .\r\n( 8 ) . س : - و مقصود .\r\n( 9 ) . ط : + كه .\r\n( 10 ) . ل : وجود .\r\n( 11 ) . ر . ك : شرح تعرّف ، ج 2 ، ص 46 .\r\n( 12 ) . س : - بيت .\r\n( 13 ) . خسرو و شيرين ، ص 7 .\r\n","page_name":" 42 ","page_number":50},
  {"content":"\r\n\r\nيقين‌اند « 1 » .\r\nاما بعد ، بر نظر اصحاب « 2 » بصيرت و بصر ارباب « 3 » سيرت پوشيده نيست كه مقصد اقصى و مطلب اعلى از خلق اشيا ، نفس انسانى است .\r\nچنان كه « 4 » فرمود - عزّ و علا و تقدّس و تعالى - « 5 » : « كنت كنزا مخفيّا فأحببت أن اعرف فخلفت الإنسان « 6 » » . حصول اين مرتبت و وصول بدين رتبت و رفعت ، زمانى معيّن و وقتى مبيّن شود كه خود را از ورطهء ضلالت و مقام حيرت و جهالت برهاند ، به تأمّلى شافى و تعقّلى كافى در مخلوقات و مكوّنات تا بر مقتضاى « من عرف نفسه فقد عرف ربّه « 7 » » قيام نموده باشد « 8 » .\r\nبنابراين دستور ، و المأمور معذور « 9 » ، أضعف عباد اللّه الصّمد ، منصور بن محمّد بن « 10 » احمد - صلح حاله « 11 » و حسن ماله - با قصور فكر « 12 » و خمول ذكر « 13 » و توزّع « 14 » خاطر و تفرقهء باطن و ظاهر ، متوجّه آن شد كه در تشريح بدن انسان كه احسن بيان « 15 » است ، شطرى « 16 » و كيفيّت اوضاع آن سطرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل : - و بر آل . . . يقين‌اند .\r\n( 2 ) . ل : ارباب .\r\n( 3 ) . ل : اصحاب .\r\n( 4 ) . ج : چنانچه .\r\n( 5 ) . س : - عزّ و علا و تقدّس و تعالى .\r\n( 6 ) . ر . ك : احاديث مثنوى ، ص 29 .\r\n( 7 ) . ر . ك : همان ، ص 168 ، به على ( ع ) نيز نسبت داده شده است ؛ ر . ك : شرح نهج البلاغه ابن ابى الحديد ، ج 4 ، ص 547 .\r\n( 8 ) . ش : - بسم اللّه الرحمن الرحيم . . . باشد .\r\n( 9 ) . ش : - معذور .\r\n( 10 ) . ل : - بن .\r\n( 11 ) . ل : اصلح اللّه حال ، مد : اصلح حاله .\r\n( 12 ) . ج : فطر .\r\n( 13 ) . ج : فكر .\r\n( 14 ) . ش : توذع ؛ توزّع : پريشانى .\r\n( 15 ) . ل ، ج : بنيان .\r\n( 16 ) . شطر : نيمهء چيزى و پارهء آن ، نصف هر چيزى . ( لغتنامه ) .\r\n","page_name":" 43 ","page_number":51},
  {"content":"\r\n\r\nدر سلك كتابت « 1 » و قيد عبارت درآورد « 2 » . بعد از حصول اين مراد « 3 » ديباچهء آن را مزيّن ساخت به نام و القاب همايون حضرت « 4 » انوشروان ثانى ، واضع اساس جهانبانى ، حامى قوانين ملك و ملّت ، ماحى قواعد ظلم و بدعت ، السّلطان الأعظم الأعدل الأكرم ، المؤيّد من السّماء ، المظفّر على الأعداء ، راعى « 5 » بلاد الشّرق و الغرب ، والى ممالك العزل و النّصب ، ناصر عباد اللّه ، حافظ بلاد اللّه ، ظلّ اللّه فى الأرض ، مالك ازمّة « 6 » القبض و البسط .\r\nبيت\r\n بزرگ همّت و قدر و بلند افسر و تخت * خجسته رايت و راى و گزيده‌نام و نشان « 7 » \r\nالسّلطان بن السّلطان بن السّلطان ، ضياء الحقّ و السّلطنة « 8 » و الدّنياء و الدّين ، اميرزاده پير محمّد بهادر خان « 9 » - لا زال عرصة ممالكه مرفوعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : انتظام ، ط : - كتابت و قيد .\r\n( 2 ) . ش ، ط ، ل ، ج : - در .\r\n( 3 ) . س ، ط : مرام .\r\n( 4 ) . ل : + ميمون خضرت .\r\n( 5 ) . ش : داعى ، ط : - راعى .\r\n( 6 ) . س ( زير سطر ) : + جمع زمام .\r\n( 7 ) . ديوان حسن غزنوى ( اشرف ) ، ص 149 .\r\n( 8 ) . ط : + اعلا افسر .\r\n( 9 ) . ج ، ل ، ش : خوان ؛ پير محمّد بهادر خان : پير محمّد بن جهانگير بن امير تيمور گوركان ( اميرزاده ) ، نوادهء تيمور و جانشين و وليعهد وى . او پسر غياث الدّين جهانگير ، پسر بزرگ تيمور لنگ و داماد شاه شجاع مظفّرى بود . به حسب الامر جدّ خود به هندوستان لشكركشى و ملتان را ضبط كرد . پدرش در ايّام حيات جدّش درگذشت . تيمور وى را به وليعهدى تعيين كرد ، امّا پير محمد در موقع وفات جدّش در قندهار بود و لذا از پادشاهى محروم شد و پسر عمويش سلطان خليل بن اميرانشاه در سمرقند حضور داشت . فرصتى\r\n","page_name":" 44 ","page_number":52},
  {"content":"\r\n\r\nاللّوى و لا يزال فى خلود ملكه منصورا على الأعداء - كه حضرت سلطنت مآبش با شواغل جهاندارى و دواعى « 1 » كامكارى ، پيوسته اوقات شريف به تربيت اصحاب فضل « 2 » و تقويت ارباب عقل و اعلاى معالم دين و احياى قواعد شرع سيّد المرسلين مصروف گردانيده « 3 » ، لاجرم السنهء ادانى و اقاصى و ناطقهء مطيع و عاصى به ثناى فايح اين جاه و دعاى صالح اين درگاه جارى گشته . مأمول كه چون به نظر كيميا « 4 » خاصيّت حضرت سلطنت پناه كه صرّاف بازار خبرت و نقّاد ارباب فطنت است ، مشرّف گردد و مسئول از كمال عاطفت آنكه چون بر « 5 » سهو و زلل و نقصان و خلل اين مقالت بىعمارت اطلاع يابند ، ذيل « 6 » اغماض بر مزالّ اقدام اقلام ، اسبال « 7 » فرمايند .\r\nفإنّى بالعجز و القصور لمعترف و من تيّار « 8 » بحار عفوه و كرمه « 9 » لمغترف « 10 » و عيون الكرام عن المعايب محفوظة و السنتهم عن المساوى « 11 »\r\n\r\n\r\n","description":"","footnote":"\r\nرا غنيمت شمرد و تخت و تاج را تصاحب كرد . پير محمّد به طلب حقّ سلطنت با لشكر به سوى سمرقند آمد ، امّا در بلخ مغلوب گرديد و به سال 809 ه . ق به دست پير على تازيكى از امراى خود ، به قتل رسيد . ( ر . ك : حبيب السير ، ج 3 ، ص 426 - 566 ؛ و نيز : قاموس الاعلام تركى ، ذيل همين كلمه ؛ تاريخ گزيده ، ص 752 ) .\r\n( 1 ) . ش : داعى ، ل : دواحى .\r\n( 2 ) . ج : + كمال .\r\n( 3 ) . ج : گردانيد .\r\n( 4 ) . ط : + اثر .\r\n( 5 ) . ل ، ج ، ش : - بر .\r\n( 6 ) . ط : + عفو و .\r\n( 7 ) . س ( زير سطر ) : + جمع سبل به معنى پوشش .\r\n( 8 ) . ش : - تيّار ؛ س ( زير سطر ) : + اى الموج .\r\n( 9 ) . ط : + و مرحمة .\r\n( 10 ) . مغترف : آب به مشت برگيرنده . ( لغتنامه ) .\r\n( 11 ) . ش : الموادى .\r\n","page_name":" 45 ","page_number":53},
  {"content":"\r\n\r\nمخفوضة « 1 » ؛ و اللّه ولىّ التّوفيق و منه الهداية و التّحقيق .\r\nو اين رساله مشتمل است بر مقدّمه و پنج مقاله و خاتمه « 2 » : مقدّمه در تعريف اعضا و تقسيمات او . مقالت اوّل در ذكر عظام و آنچه متعلّق است به او « 3 » . مقالت دوم در ذكر عصب و اقسام او . مقالت سيم در ذكر عضل « 4 » و كيفيّت حدوث او . مقالت چهارم در بحث « 5 » آورده و شعب او . مقالت پنجم در شرايين و انواع آن « 6 » . خاتمه در اعضاى مركّبه و كيفيّت تولّد جنين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مخفوضة : از ريشهء « خفض » ، به معنى بلند نكردن آواز ؛ اينجا كنايه از اعتراض نكردن و خرده نگرفتن است .\r\n( 2 ) . ل : - و اين رساله . . . و خاتمه .\r\n( 3 ) . ل : متعلق بدوست .\r\n( 4 ) . ل : اعضا .\r\n( 5 ) . ش : ذكر .\r\n( 6 ) . ش ، ج : او .\r\n","page_name":" 46 ","page_number":54},
  {"content":"\r\n\r\n\r\nالمقدّمة « 1 »\r\nچون مقصود بالذّات تشريح « 2 » اعضاست ، اشارتى « 3 » به ذكر و تقسيمات آن « 4 » مىرود . اعضا « 5 » عبارت است از اجسامى چند غليظ كه از امتزاج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ط ، ش : مقدمه .\r\n( 2 ) . تشريح : در اصطلاح اطبّاء ، بيان كردن حقايق و اشكال اعضاى درونى و برونى و شمار استخوانها و بيان محل و پيوند هر عضو و بيان رگها و عصبها است . تشريح ، بر خلاف علم فيزيولوژى  ( Physiologie )  كه وظايف الأعضا مىباشد ، علم به چگونگى اعضاى جسم است . ( ر . ك : لغتنامه ، ذيل همين كلمه ) ؛ اصطلاح علمى تشريح  « Anatomy »  است . ترجمهء تحت اللفظى اين واژه يعنى يك برش از ( عضوى ) يا در ( عضوى ) . نام آن از  « Tomy »  ، به معنى بريدن و شكاف دادن مشتق شده ، چون‌كه به‌طور كلّى ساختمان بدن انسان از كالبد شكافى آموخته شده است . ( آموزش اصطلاحات پزشكى ، ص 94 ) .\r\n( 3 ) . ش : اشارت .\r\n( 4 ) . ج ، ط ، ش : او .\r\n( 5 ) . اعضاء : جمع عضو است و آن اندام و هر گوشت فراهم آمده در استخوان است . و در اصطلاح علماى طبّ ، اجسام متولّده از اوّل مزاج اخلاط ؛ مانند اعضاى اصليه ( عظام و اعصاب و عروق ) ، اعضاى آليه ( اعضاى مركّبه ) ، اعضاى رئيسه ( قلب و كبد و دماغ و انثيين ) ، اعضاى مفرده ( استخوان ، غضروف ، عصب ، رباط ، وتر ، شريان و . . . ) ( ر . ك : لغتنامه ، ذيل همين كلمه ) ؛ اصطلاح علمى اين واژه ( عضو ) ،  « Mebra »  يا  « Limb »  و يا  « Organ » \r\n","page_name":" 47 ","page_number":55},
  {"content":"\r\n\r\nاخلاط حاصل مىشود ؛ و ارسطو بر آن است كه اوّل عضوى كه متكوّن مىگردد « 1 » دل است ؛ بنا بر آنكه معدن حرارت غريزى است و تعلّق نفس ناطقه اوّلا بدوست ، و مقتضاى حديث نبوى مؤيّد اين معنى و « 2 » مؤكّد اين دعوى است - عليه من الصّلوات أفضلها و من التحيّات أكملها : « إنّ فى البدن لمضغة إذا صلحت ، صلح البدن و إذا فسدت ، فسد البدن « 3 » كلّه أ لا و هى القلب » . بنابراين شرف و قربت در رتبت تكوّن ، اگر سابق باشد بعيد نبود ؛ و بقراط بر آن است كه اوّل دماغ متكوّن « 4 » مىشود ، بنا بر آنكه در فرخ « 5 » مشاهده مىرود « 6 » ؛ و اين دليل ضعيف است ، چرا كه شايد كه تقدّم در تكوّن ، قلب را « 7 » باشد ، ليكن محسوس نشود « 8 » بعد از آن ظهور دماغ را ؛ و ديگر آنكه قياس انسان با طيور چندان معتبر نيست ؛ و محمّد بن زكريّا « 9 » بر آن است كه جگر در تكوّن مقدّم است و « 10 » دليل آنكه منى كه مادّهء بدن است قليل است و محتاج باشد به غاذيى و منمّيى ، و عضوى كه مظهر اين\r\n\r\n\r\n","description":"","footnote":"\r\n( - اندام ) است . ( ر . ك : فرهنگ پزشكى ، ج 2 ، ص 791 ) .\r\n( 1 ) . ط : مىشود .\r\n( 2 ) . ط : - مؤيّد اين معنى و .\r\n( 3 ) . ش : الجسد . . . الجسد .\r\n( 4 ) . ش : متوكن .\r\n( 5 ) . فرخ : بچهء پرندگان ؛ اين كلمه عربى است و شباهت با « فريك » فارسى دارد ( لغتنامه ) ؛ ابن سينا مىگويد : « در حقيقت اولين اندامى كه در جنين خلق مىشود ، قلب است . هرچند از بقراط روايت مىكنند كه فرموده‌اند : « اولين اندامى كه در جنين به وجود مىآيد ، مغز و چشمان جنين است » كه اين رأى را از معاينهء جنين داخل تخم‌مرغ كسب كرده است » .\r\n( قانون ، ج 3 / 3 ، ص 383 ) .\r\n( 6 ) . ط : مىشود .\r\n( 7 ) . ش ، ج ، ل : - در .\r\n( 8 ) . س ، ن ، ط : - ليكن محسوس نشود .\r\n( 9 ) . ش : محمد ذكريا ؛ ج ، ل : - بن .\r\n( 10 ) . س ، ن ، ط ، ج ، ل : - و .\r\n","page_name":" 48 ","page_number":56},
  {"content":"\r\n\r\nقوّت « 1 » است ، كبد است ، پس در تقدّم اولى باشد ؛ و اين سخن ضعيف است ، « 2 » بنا بر آنكه غذا دادن موقوف است بر حيات و حيات از قلب است ؛ و ابو على سينا بر آن است كه « 3 » سرّه « 4 » مقدّم است ، بنا بر آنكه غذا از او به جنين مىرسد و ضرورت « 5 » است كه ممرّ غذا « 6 » او را حاصل گردد اوّلا « 7 » ؛ و اين سخن را تزييف « 8 » كرده‌اند ، به واسطهء آنكه شايد كه در تكوّن مؤخّر « 9 » باشد و ظهور او به سبيل حس « 10 » بعد از سرّه باشد ؛ و بعضى برآنند كه اوّل فقرات ظهر مخلوق مىشود ، جهت آنكه اساس است و اساس مقدّم باشد بر ما يبنى عليه و اين نيز اعتبار نكرده‌اند « 11 » ، به جهت آنكه فقرات از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : + دو .\r\n( 2 ) . ابن سينا نيز اين نظريّه را به شدّت ردّ مىكند ؛ چنان كه در كتاب سوم قانون آورده است :\r\n« يكى در اين اواخر - كه مىتوان گفت در خودستاى و كم‌مايگى نابغهء دوران است - گفته است : بهتر آن است بگوييم اندامى كه از ساير اندامان جنين در خلقت پيشى گرفته است ، كبد است ؛ زيرا اوّلين نياز مبرم بدن غذا است و حتما هيچ چيز زنده بدون غذا نمىپايد .\r\nغذاى بدن از كبد توزيع مىشود و بايد جايى كه تأمين غذاى بدن از آن است قبل از هر اندام ديگرى پىريزى و ايجاد گردد . تو گويى اين آقاى فضول‌باشى فكر كرده است كه هر چه خودش آرزو مىكند و هرچه خود او مىپسندد ، روا و پسنديده است . . . اما متأسفانه كاملا راه خطا پيموده است » . ( قانون ، ج 3 / 3 ، ص 283 - 284 ) .\r\n( 3 ) . س : گويد .\r\n( 4 ) . سرّه : ناف ؛ ر . ك : قانون ، 3 / 3 ، ص 285 .\r\n( 5 ) . ط : ضرورى .\r\n( 6 ) . ش : + اولا .\r\n( 7 ) . ج ، ل ، ش : - اولا .\r\n( 8 ) . ل ، ش : ترسف ؛ ج : تزنيف ؛ تزييف : ناسره و نبهره گردانيدن ؛ و نيز تحقير و تصغير كردن است . ( لغتنامه ) ؛ و مراد از تزييف سخن ، نادرست شمردن آن است .\r\n( 9 ) . ط : مقدم .\r\n( 10 ) . ل ، ج : جنين .\r\n( 11 ) . ل ، ج ، ش ، ط : - به .\r\n","page_name":" 49 ","page_number":57},
  {"content":"\r\n\r\nبراى « 1 » اساس تركيب است نه كلّ فردفرد ، و مراد به آنكه عظام « 2 » اساس بدن است ، به اعتبار صلابت است نه تقدّم در وجود ، و الّا هيچ بحث در اين نيست كه موقوف است بر حيات و منبع آن قلب است ؛ و بعضى برآنند كه چون مادّهء منى بر محلّ زرع « 3 » رسد در او غليانى پيدا شود و چهار نقطه پديد آيد : يكى در محلّ قلب و يكى « 4 » در محلّ دماغ و ديگر در محلّ جگر و آخر بر همه محتوى مىگردد ، « 5 » و اين قول به صواب اقرب مىنمايد « 6 » ؛ و اگرچه دليل ارسطو بر آنكه قلب اوّل « 7 » متكوّن مىشود مشاهده است و قياس ، و پيش اهل تشريح مشاهده اوضح « 8 » و اقوى است ؛ و « 9 » از قياس يكى آنكه در منى اجزاى هوايى بسيار است و حرارت قويّه « 10 » به همين سبيل ، و اوّل چيزى كه حاصل مىشود از او ، جوهر روح است ؛ بنا بر آنكه تكوّن « 11 » او آسانتر بود و حاجت به جانب او زياده . پس اوّلا جوهر روح « 12 » متميّز گردد و جمع شود ؛ چون روح جسمى است سيّال نزد اطّبا « 13 » ، به نفس خود قايم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش : جهت .\r\n( 2 ) . ل ، ج : عظم ؛ ش : اعظم .\r\n( 3 ) . زرع : اينجا يعنى محلّ رشد و نموّ جنين كه رحم  ( Uterus )  مادر است ؛ نيز به معناى فرزند آمده كه جمع آن زروع است . ( ر . ك : لغتنامه ) .\r\n( 4 ) . ل ، ش ، ط : ديگر .\r\n( 5 ) . شيخ ابو على سينا نيز از آن به « چهار مرحله » تعبير مىكند كه يكى پس از ديگرى پديد مىآيند ؛ امّا نظريهء شيخ با گفتهء منصور متفاوت است . شيخ نقطه‌هاى خونى كه در مراحل اوليهء جنين ديده مىشود ، به ترتيب زمانى ، ناف و قلب و كبد و مغز مىداند . ( ر . ك : قانون ، ج 3 / 3 ، صص 283 - 285 ) .\r\n( 6 ) . ش : است .\r\n( 7 ) . ل ، ج ، ش : اوّل قلب .\r\n( 8 ) . ش : واضح .\r\n( 9 ) . س : - است ، و .\r\n( 10 ) . ش : قريبه .\r\n( 11 ) . ش : - تكوّن .\r\n( 12 ) . ج ، ل ، ش : - جوهر روح .\r\n( 13 ) . ج ، ل : - نزد اطبّا .\r\n","page_name":" 50 ","page_number":58},
  {"content":"\r\n\r\nنمىشود . « 1 » لا بدّ او را شيئى بايد كه محيط شود بر او « 2 » و به تحليل نرود و از آن شىء حركت و توجّه به جوانب « 3 » باشد . بنابراين واجب بود « 4 » كه در وسط باشد تا نسبت او به جوانب على السّويّه باشد « 5 » و الّا ترجيح غير مرجّح لازم آيد ، و آن عضوى كه محيط او گشته تجويف قلب است . پس اوّل چيزى كه متكوّن مىشود از اعضا و عاى روح است و آن قلب است ؛ و ديگر آنكه تا چون بدن موجود نشود قوّت غاذيه به دو متعلّق نشود « 6 » و تكوّن او موقوف است به حرارت غريزى . پس عضوى كه منبع حرارت غريزى است بايد كه در تكوّن مقدّم باشد بر عضوى كه مظهر قوّت غاذيه است كه كبد باشد « 7 » ، بنابراين ضرورى باشد كه قلب مقدّم باشد « 8 » بر كبد ؛ و همچنين ما دام كه بدن خالى از حيات باشد محال است كه حساس بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن سينا دربارهء نحوهء به وجود آمدن جنين ، مىگويد : « هنگامى كه زهدان ، منى نرينه را در برمىگيرد ، اوّلين مرحله كاربرد وارد آمدن منى نرينه به زهدان و استقرار يافتنش كف كردن منى است . در منى جمع شده در زهدان سه نيروى بايستهء هر موجود زنده كه عبارت از روان و نيروى طبيعت و نيروى زيست هستند ، وجود دارد و در اين تبديل به كف شدن . . . هر كدام به جاى خود سوق داده مىشوند و اندامى كه بايد خميرهء سرشتىاش باشند ، از آنها به وجود مىآيد . . . » . ( قانون ، ج 3 / 3 ، ص 282 ) .\r\n( 2 ) . ج ، ط : شود به دو ؛ ل : بود به دو .\r\n( 3 ) . ج : جانب .\r\n( 4 ) . ل : - بنابراين واجب بود .\r\n( 5 ) . همين نظريه را ابن سينا نيز بيان كرده است : « از اثر بادى كه با خود دارد ، وسط را فراخ مىكند و جايى براى جنين كه بتواند در آن آزادانه حركت مناسب حال داشته باشد ، آماده مىشود » . ( قانون ، ج 3 / 3 ، ص 282 - 283 ) .\r\n( 6 ) . ج ، ل ، ش ، ط : نگردد .\r\n( 7 ) . س ، ن ، ط : - كه كبد باشد .\r\n( 8 ) . ط : بود .\r\n","page_name":" 51 ","page_number":59},
  {"content":"\r\n\r\nپس تكوّن قلب مقدّم باشد بر دماغ ؛ و « 1 » امام فخر الدّين « 2 » رازى فرموده كه در سخن بقراط و ابن زكريّا و شيخ ابو على سينا عند التّحقيق منافات نيست ، بنا بر آنكه اگرچه قلب در تكوّن مقدّم است بر ساير اعضا ، امّا در اوّل تكوّن ظاهر و روشن نيست ؛ و مراد بر آنكه قلب مجمع ارواح است ، آن « 3 » است كه مقدّم باشد و لحميّت او لا بدّ است كه متأخّر باشد . چرا كه تا منى « 4 » علقه نشود و بعد از آن تا مضغه نگردد و « 5 » اين مجموع حاصل نشود « 6 » ، لحم متكوّن « 7 » نگردد . پس بايد كه تجويف قلب مقدّم باشد و ظهور تمامى اعضاى مذكوره « 8 » پيش از تمامى قلب بود .\r\nو اعضا يا مفرد بود يا مركّب « 9 » : مفرد را اعضاى بسيطه و متشابه الأجزاء خوانند و مركّب را آليه « 10 » . بنا بر آنكه اگر جزوى از او مشابه كلّ باشد در اسم و حدّ ، آن را متشابه « 11 » الأجزاء خوانند « 12 » ، چنان كه اندكى از گوشت به نسبت با بسيارى ؛ و اگر چنين نباشد اعضاى آليه خوانند ، بنا بر آنكه آلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : امّا .\r\n( 2 ) . ج ، ل ، ش ، ط : - الدّين .\r\n( 3 ) . ط : اين .\r\n( 4 ) . س ، ج : + با ؛ ل : + تا .\r\n( 5 ) . ش : - و .\r\n( 6 ) . ج ، ل ، ش : نگردد ؛ ش ، ط : + و .\r\n( 7 ) . ش : متوكن .\r\n( 8 ) . ش : - مذكوره .\r\n( 9 ) . ج ، ل ، ش : - يا مركّب .\r\n( 10 ) . عموما اعضا به مفرد و مركّب تقسيم مىشوند . صاحب قانونچه گويد : « مفرد آنهايى هستند كه جزءشان در نام و تعريف با كلّ يكى باشد ( مانند گوشت و پيه و استخوان ) ، امّا مركّب آن است كه چنين نباشد و اينها اعضاى آليه‌اند » . ( قانونچه ، صص 13 - 14 ) .\r\n( 11 ) . س : مشابه ؛ در مورد متشابه الاجزاء ، ر . ك : قانون ج 1 ، ص 44 .\r\n( 12 ) . ش : - بنا بر آنكه اگر . . . خوانند .\r\n","page_name":" 52 ","page_number":60},
  {"content":"\r\n\r\nنفس است در تمام حركات و افعال ، چنانچه دست كه پاره‌اى از آن را « 1 » دست نمىتوان گفت ما دام كه هيأت مجموعى نيست ، و در اين محلّ مراد به مفرد آن است ؛ يعنى « 2 » جزوى از او مشابه كلّ باشد در اسم و حدّ ، نه معانى ديگر كه اطلاق كنند كه عبارت از آن است كه شيء اصلا جزو نداشته باشد « 3 » ، يا جزو داشته « 4 » باشد و دلالت « 5 » نباشد ، يا جزو باشد و دلالت باشد ، امّا بر معنى مقصود نباشد ، يا جزو باشد و دلالت و مقصود نباشد ، يا آنكه اقلّ الأجزاء باشد ، « 6 » چنان كه « 7 » عضل به نسبت با چشم ؛ و مفرد و بسيط قريب‌اند به هم و فرق ميان ايشان آن است كه مفرد به « 8 » ازاى مؤلّف ، موضوع است و بسيط به ازاى مركّب ؛ و فرق ميان مؤلّف و مركّب « 9 » گفته‌اند كه مركّب آن است كه چيزى با چيزى ضمّ كنند « 10 » اعم از آنكه ميان ايشان مناسبت باشد يا نه ؛ و مؤلّف ضمّ دو امر است به شرط مناسبت و تقدّم . و اعضاى مركّبه از مفرده حاصل مىشود و مجموع اعضاى مفرده از منى متولّد مىگردد ، غير از لحم كه او از دم حاصل مىگردد و حرارت تعقيد او مىكند ؛ و سمين و شحم كه ايشان از مائيهء دم متولّدند و تعقيد ايشان برودت مىكند ، بنا بر آنكه محلّل ايشان حرارت است ؛ اگر سؤال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : پاره را از او ؛ ج : پاره‌اى از او .\r\n( 2 ) . ط : كه .\r\n( 3 ) . ش : بود .\r\n( 4 ) . ل : نداشته .\r\n( 5 ) . ش : آلت .\r\n( 6 ) . در مورد اعضاى مفرد و مركب ، ر . ك : قانون ، ج 1 ، ص 44 ، قانونچه ، صص 13 - 14 .\r\n( 7 ) . ط : چنانچه .\r\n( 8 ) . ج ، ل ، ش : در .\r\n( 9 ) . ط : + آن است كه .\r\n( 10 ) . ط : كند .\r\n","page_name":" 53 ","page_number":61},
  {"content":"\r\n\r\nكنند كه چون لحم از دم « 1 » متولّد مىشود « 2 » پس قلب بعد از لحم حاصل گردد ؟ . جواب گوييم كه قلب عضوى است لحمانى « 3 » ، پس منى ، غير لحم در او باشد و حدوث او از لحم اوّلا معتبر نباشد ؛ و اعضاى مفرده از منى متولّد مىشود ، خواه كه قوّت عاقده خاصّ « 4 » باشد به منى مرد و قوّت منعقده به منى زن ، يا آنكه در هر دو قوّت عاقده و منعقده موجود باشد و عاقده در منى مرد زياده باشد « 5 » و منعقده در منى زن ، چنان كه « 6 » جالينوس بر آن است .\r\nو اعضا يا آنكه معطى مطلق بود ، چون دل به مذهب ارسطو كه اعطاى قوّت « 7 » حيوانى به جميع بدن مىكند و از غير هيچ نمىستاند ؛ يعنى چون محلّ روح حيوانى دل است و مجموع قوا از مبدأ حقيقى كه آن نفس ناطقه است ، فايض مىشود به روحى « 8 » كه در قلب است و به واسطهء شرايين از او « 9 » به جميع بدن منتشر مىگردد . بنابراين محلّ و منبع جميع قوا قلب باشد و مظهر قواى نفسانى دماغ و مظهر قواى طبيعى كبد ؛ و پيش اطبّا آن « 10 » است كه نفس ناطقه افاضت قواى نفسانى نمىكند ، الّا زمانى كه روح ميل كند به دماغ و مستحيل شود بر مزاجى كه اعدل باشد به نسبت با او و « 11 » در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش ، ط : منى .\r\n( 2 ) . ج : نشود ؛ ش ، ط : منى .\r\n( 3 ) . ج ، ل ، ط : لحمانى است .\r\n( 4 ) . ش : خواص .\r\n( 5 ) . س ، ن ، ج ، ش ، ل : - باشد .\r\n( 6 ) . ش : چنانچه .\r\n( 7 ) . ش : + به .\r\n( 8 ) . ط : روح .\r\n( 9 ) . ش : - از او .\r\n( 10 ) . ط : اين .\r\n( 11 ) . ط ، ل : - و .\r\n","page_name":" 54 ","page_number":62},
  {"content":"\r\n\r\nقواى طبيعى همچنين ؛ و ابو على سينا در شفا « 1 » آورده است كه قول ارسطو به تحقيق و تدقيق اقرب است و قول اطبّاى بادى الرّأى أظهر ؛ چنانچه اشارت بدين سخن فرموده‌اند « 2 » .\r\nنظم « 3 »\r\n يكى روح است و هر جايى از او كارى شود پيدا « 4 » * اگرچه هيچ نستاند ، همه كارش بود اعطا « 5 » \r\nپس معلوم گشت كه معطى مطلق قلب است ؛ يا قابل مطلق ، همچون لحم حسّاس كه قبول حسّ و حركت مىكند از دماغ و اعطاى قواى محتاج إليها به ديگرى نمىكند ؛ يا معطى « 6 » و قابل بود ، چون كبد كه قوّت حيوانى از دل مىستاند و اعطاى قوّت تغذيه به اعضاى ديگر مىكند ؛ يا نه معطى و نه قابل بود ، چون لحم غير حسّاس و عظام كه نه قبول است و نه اعطا در او ، و بدين اشارت فرموده‌اند « 7 » :\r\nشعر « 8 »\r\n و منها القابل المعطى « 9 » و منها آخذ وحده * و منها العكس « 10 » للأولى « 11 » فهذا اربع يروى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شفا : از مهمترين و معروف‌ترين تأليفات ابو على سينا در منطق و الهيات و طبيعات به زبان عربى است .\r\n( 2 ) . ش : است ؛ ج : - اند .\r\n( 3 ) . ج ، ل ، ش : بيت .\r\n( 4 ) . ش : از او روشن شود كارى ؛ ل : از او پيدا شود كارى .\r\n( 5 ) . ش : بود كارش همه اعطا .\r\n( 6 ) . ج ، ل ، ش : - و .\r\n( 7 ) . ج : - اند .\r\n( 8 ) . ش : بيت ، ج ، ل : نظم ؛ ط : - شعر .\r\n( 9 ) . ش : قابل معطى .\r\n( 10 ) . ج : عكس .\r\n( 11 ) . ج : عكس .\r\n","page_name":" 55 ","page_number":63},
  {"content":"\r\n\r\nو وجهى « 1 » ديگر آنكه اعضا يا رئيس بود « 2 » يا خادم يا مرئوس ، يا نه رئيس و نه مرئوس و نه خادم ؛ زيرا كه اگر مبدأ قوّتى است كه محتاج إليه است در بقاى شخص يا نوع « 3 » ، آن را رئيس خوانند و رئيس به حسب بقاى شخص سه است : قلب و دماغ و كبد ، كه شخص بىاين سه [ در 
  ] « 4 » مدّت حيات باقى نمىتواند بود « 5 » ؛ يا به حسب نوع و آن‌چنان باشد كه اين هر سه باشد با انثيان « 6 » كه توليد منى از اوست ؛ و اگر متمّم فعل رئيس است او را خادم گويند و خادم يا مهيّى « 7 » باشد « 8 » ، چون ريه به نسبت با قلب ، و معده به نسبت « 9 » با كبد كه از اوّل ترويح حاصل مىشود و از آخر ، امداد ؛ يا مؤدّى ، چون شرايين قلب را كه به واسطهء او روح در بدن منتشر مىگردد ، و آورده كبد را كه خونى « 10 » كه جگر تحصيل كرده « 11 » آورده بر اعضا تقسيم مىكند ، و اعصاب دماغ را كه قوّت حسّ و حركت در اعضا به واسطهء اوست ، و احليل « 12 » انثيان را « 13 » كه منى از آنجا به محلّ زرع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل ، ش : وجه .\r\n( 2 ) . ط : باشد .\r\n( 3 ) . ش : انواع .\r\n( 4 ) . به قياس افزوده شد .\r\n( 5 ) . ط : + و .\r\n( 6 ) . انثيان : هر دو خايه ، بيضتين ؛ به صورت « انثيين » نيز استعمال شده ؛ اصطلاح علمى آن  « Testicle Testis »  است . ( آموزش اصطلاحات پزشكى ، ص 447 ) .\r\n( 7 ) . ش : مهى ؛ مهيّى : آماده‌كننده .\r\n( 8 ) . ج ، ل ، ط : بود .\r\n( 9 ) . ش : + به واسطهء هوا .\r\n( 10 ) . ط : چون خون .\r\n( 11 ) . ش : + و .\r\n( 12 ) . احليل : سوراخ قضيب ؛ اصطلاح علمى آن  « Urethra »  است كه به معناى پيشابراه ، مجرايى كه به طول 8 اينچ كه از مثانه تا سوراخ خارجى آلت تناسلى امتداد دارد . ( آموزش اصطلاحات پزشكى ، ص 449 ) .\r\n( 13 ) . ش : - را .\r\n","page_name":" 56 ","page_number":64},
  {"content":"\r\n\r\nمىرسد ؛ و اگرنه مبدأ قوّت و ممدّ اوست ، ببينيم كه قابل فعل رئيس است يا نه ؛ اوّل را مرئوس گويند ، چون لحم حسّاس ، و ثانى را نه رئيس و نه مرئوس ، چون لحم غير حسّاس .\r\nشعر « 1 »\r\n و فى الأعضاء تركيب و فى التّركيب ترتيب * على المرؤوس ما كانت رئيسا سابقا طبعا \r\nو اعضايى كه از منّيين « 2 » متولّد مىگردد هرگاه كه تفرّق اتّصال عارض ايشان گردد ، حقيقتا منجذر « 3 » نشوند ، الّا بعضى در زمان صبى . بنا بر آنكه در اين وقت مادّه بسيار بود ؛ و آنچه از لحم متولّد مىگردد صلاح مىپذيرد و به حال طبيعى مىشود ؛ و اعضايى چند كه در ميان صدر واقع‌اند ، به طريق التصاق « 4 » ، محلّ آن غشاى مستبطن اضلاع صدر است و آن غشايى است شبيه به بافتهء عنكبوت كه ملتصق « 5 » به جميع اضلاع صدر است و گرد بر « 6 » آمده بر اعضايى كه در داخل اوست ، و ناشى مىگردد از او دو غشا كه قاسم صدراند به دو نيمه به طريق طول ؛ « 7 » و آن اعضايى كه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : بيت ؛ ط : - شعر .\r\n( 2 ) . ش : منى ؛ ل : منيتن .\r\n( 3 ) . ج : ميخر ؛ ل : متجر ؛ منجذر : بريده شده و قطع گشته . ( لغتنامه ) .\r\n( 4 ) . ج ، ل : التفات .\r\n( 5 ) . ج ، ل : ملصق .\r\n( 6 ) . ج ، ل ، ط : در .\r\n( 7 ) . قفسهء سينه  ( ThoraX )  مركّب است از دو حفرهء جنبى راست و چپ و فضاى بين آنها يا ميان سينه  ( Mediastinum )  ، مدياستن دو جنب را از هم جدا مىكند و محتوى قلب ، تيموس ، مرى ، ناى و دو برونش ( راست و چپ ) ، تعداد زيادى عروق خونى ( آئورت صعودى و نزولى ، وريد اجوف فوقانى ، سرخرگهاى ريوى و غيره ) ، ساير عروق و غدد\r\n","page_name":" 57 ","page_number":65},
  {"content":"\r\n\r\nبطن واقع است ، مبدأ اغشيهء ايشان غشاى مستبطن بطن است و آن به غايت باريك افتاده « 1 » در شيب عضل بطن ، و « 2 » ممتدّ مىشود از غضروف خنجرى « 3 » كه نزديك فم معده افتاده تا به عانه « 4 » ، مشتمل بر اعضاى بطن و آن را صفاق « 5 » خوانند « 6 » ؛ و اعضاى لحمى ، يا آنكه با ليف « 7 » باشد يا خالى از ليف ، و ليف جهت امداد است بر حركات طبيعى و ارادى ؛ و قول كسانى كه گويند فعل عضو موقوف است به وجود ليف ، معتبر نيست ؛\r\n\r\n\r\n","description":"","footnote":"\r\nلنفاوى و اعصاب معين ( فرنيك ) و واگ و غيره است . قفسهء سينه مثل ريه‌ها با لايه‌اى از غشاى سروزى پوشيده شده تا در خلال تنفس هر دو سطح را نرم سازد . ( آموزش اصطلاحات پزشكى ، ص 353 ) مدياستن معمولا فرض مىشود كه به سه قسمت تقسيم شده‌اند : قدامى ، ميانى و خلفى . ( فرهنگ پزشكى ، ج 2 ، ص 785 ) .\r\n( 1 ) . ش : + است .\r\n( 2 ) . ط : - و .\r\n( 3 ) . ش ، ل ، ط : حنجرى ؛ غضروف خنجرى : غضروفى است كه در قسمت تحتانى استخوان جناغ سينه قرار گرفته است ؛ اصطلاح علمى آن  « Xiphoid CartiLage »  يا زائدهء گزيفوئيد است . ( ر . ك : آناتومى تنه ، دكتر بهرام الهى ، ص 2 - 3 ) .\r\n( 4 ) . عانه : استخوان عانه ، استخوان پشت زهار را گويند كه در قسمت تحتانى بدن ( لگن ) واقع است . اصطلاح علمى آن  « pubis »  است . پوبيس قسمت قدامى استخوان هيپ  - Hipbone )  خاصره ) را مىسازد و شامل يك تنه و دو شاخه ( فوقانى و تحتانى ) است . ( ر . ك :\r\nاستخوان‌شناسى ، دكتر بهرام الهى ، ص 62 - 63 ؛ و نيز : استخوان‌شناسى ، دكتر نعمت اللّه كيهانى ، ص 147 - 151 ) .\r\n( 5 ) . ل : صفات .\r\n( 6 ) . صفاق : در ميان پوششهاى درونى بدن اوّل غشايى است كه همهء اندامان غذايى را در برگرفته و زير پوشش خود قرار داده است . ( ر . ك : قانون ، ج 2 / 3 ، ص 7 ) ؛ اصطلاح علمى آن  « Peritoine »  است .\r\n( 7 ) . ليف : ريشهاى پى و رباط را گويند و جمع آن ليفات است ؛ اصطلاح علمى آن  « Connective tissue »  است . ( رك : آموزش اصطلاحات پزشكى ، ص 112 ) .\r\n","page_name":" 58 ","page_number":66},
  {"content":"\r\n\r\nبنا بر آنكه لحم كبد و رطوبت جليدى و مجموع شظايا « 1 » از ليفات جذب غذا مىكنند ، با « 2 » آنكه ليف داخل ايشان نگشته ؛ و هرچه از آن كبد و رطوبت جليدى است ظاهر « 3 » است ، خلو ايشان از ليف و از آن ليف شظايا « 4 » ؛ بنا بر آنكه هرگاه كه جذب غذا موقوف بر ليفيّت بود تسلسل لازم آيد و آن توقّف كلّ « 5 » واحد لواحد است از ليفات بر آن ديگر ، إلى « 6 » ما لا نهاية له « 7 » و تسلسل محال است ، پس وجود ليفيّت « 8 » واجب نباشد ؛ و آن عضوى كه با ليف است منقسم « 9 » مىشود به سه قسم : يكى آنكه ليفات « 10 » به طول افتاده باشد « 11 » و آن از جهت جذب بود ؛ و ديگر « 12 » آنكه ليفات او به طريق عرض واقع باشد و آن به « 13 » جهت دفع بود ؛ و آنكه به وراب افتاده باشد « 14 » به جهت امساك بود ؛ « 15 » و نزد « 16 » جالينوس آن است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شظايا : جمع شظيّة است و آن سرهاى اضلاع سفلى كه شبيه به غضروفند . و نيز به معناى استخوان ساق است كه استخوانى است باريك و كوچك ، چسبيده به ذراع يا به قول برخى چسبيده به قصبهء صغرى  ( perone )  و آن را سه سطح و سه كنار است ؛ اصطلاح علمى آن  « Humerus »  است و به‌طور دقيق تنهء هومروس است كه  « body »  گويند . ( رك :\r\nاستخوان‌شناسى ، دكتر بهرام الهى ، ص 22 - 25 ؛ و نيز : استخوان‌شناسى ، دكتر نعمت الله كيهانى ، ص 18 - 21 ؛ جواهر التّشريح ميرزا على ، ص 148 - 150 ؛ لغتنامه ، ذيل « شظايا » و « شظيّه » ) و اينجا مراد معنى اوّل است ؛ به‌هرحال شظايا رشته‌هايى هستند شبيه به رباط كه به ليفات متّصل مىشوند .\r\n( 2 ) . ل : يا .\r\n( 3 ) . ط : + رعشهء عصب .\r\n( 4 ) . س ، ن ، ش ، ص : - ليف .\r\n( 5 ) . ج ، ل ، ش : - كل .\r\n( 6 ) . ش : الا .\r\n( 7 ) . ط : - له .\r\n( 8 ) . ش : ليف .\r\n( 9 ) . ش ، ل : - منقسم .\r\n( 10 ) . ج ، ل : + او .\r\n( 11 ) . ج : باشند .\r\n( 12 ) . ج ، ل ، ش : يكى .\r\n( 13 ) . ط : از ؛ ج ، ل ، ش : - به .\r\n( 14 ) . ج ، ل ، ش ، ط : - باشد .\r\n( 15 ) . س : - بود .\r\n( 16 ) . ج ، ل ، ط : پيش .\r\n","page_name":" 59 ","page_number":67},
  {"content":"\r\n\r\nهر جاى « 17 » كه ليف مستطيل و مورّب باشد مستعرض نيز باشد و امّا شايد كه مستعرض باشد و ايشان نباشند « 18 » ؛ و اسناد افاعيل به ليفات از جهت آن است كه مشاهده مىشود كه هرگاه « 19 » كه ضررى به ايشان لاحق مىشود ضرر آن فعل خاصّ ، ظاهر مىگردد ؛ و هرگاه كه عضوى از اعضاى يك طبقه باشد ، ليفات او به طريق طول بود و هرگاه كه دو طبقه باشد به طريق عرض ؛ و نزد « 20 » ابو على سينا « 21 » آن است كه ليف عرضى « 22 » در طبقهء خارجى باشد و آن دو ليف ديگر در طبقهء داخلى « 23 » ، و جالينوس بر اين نصّ دارد ؛ و پيش بعضى از « 24 » اهل تشريح آن است كه ليفات مستعرضه در طبقهء داخلى نيز هست و سخن جالينوس در تشريح اوثق است ؛ بنا بر آنكه او مشاهده كرده ، و ابو على گويد كه « 25 » در اين باب قياس معتبر است نه مشاهده ؛ و اعضاى عصبانى كه محيط است به اجسام غريبه ، بسيط است يا مركّب . بسيط دو نوع است : اوّل چنانچه « 26 » اغشيه ، و آن يا « 27 » يك طبقه باشد ، چنانچه اغشيهء عضلات ، يا دو طبقه ، چون « 28 » اغشيهء اعضاى باطنى ؛ و صاحب كامل « 29 » در تشريح اغشيه نصّ كرده « 30 » بر اين ؛ و دوم چنانچه\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) . ج ، ل : در جايى .\r\n( 18 ) . ش : - و ايشان نباشند ؛ ط : نباشد .\r\n( 19 ) . ج ، ل ، ش : مىرود در حالتى .\r\n( 20 ) . ج ، ل ، ط : پيش .\r\n( 21 ) . س : - سينا .\r\n( 22 ) . ط : عريض ؛ ش ، ل : - ليف عرضى .\r\n( 23 ) . ط : + نيز هست .\r\n( 24 ) . ش : - بعضى از .\r\n( 25 ) . س ، ن ، ج ، ط ، ش : - كه .\r\n( 26 ) . ط : چنان كه .\r\n( 27 ) . ج ، ل ، ش : - يا .\r\n( 28 ) . ج ، ش : چنانچه ؛ ط : كه .\r\n( 29 ) . كامل : كتابى است طبى و مبسوط به زبان عربى معروف به « طب ملكى » از على بن عباس مجوسى اهوازى ( متوفى 384 ه . ق . ) . وى اين كتاب را براى عضد الدولهء ديلمى فنا خسرو بن ركن الدوله فراهم آورده است . اين كتاب شامل اطلاعات علمى و عملى طب و قرابادين مىباشد . ( زبدة الآثار ، ص 312 ) .\r\n( 30 ) . ش : فصل دارد .\r\n","page_name":" 60 ","page_number":68},
  {"content":"\r\n\r\nعروق ، و او همچنين يا « 31 » يك طبقه بود ، چنانچه بيشتر آورده ، يا دو طبقه چنانچه بيشتر شرايين ؛ و اعضاى مركّبه دو نوع است : اوّل معده و دوم امعا ، و كلّ واحد از ايشان دو طبقه آفريده شد تا به واسطهء حركات عنيفه منشقّ نگردند « 32 » ؛ و ديگر شدّت احتياط ، جهت آن چيزى كه در جوف اوست ، چنانچه روح و دم ؛ و ديگر تفريق « 33 » ميان آلت جذب و دفع ، يا آنكه تفريق ميان آلت حسّ و فعل هضم در عضوى كه محتاج باشد در او « 34 » اين دو امر ، چنانچه معده كه آلت دفع و فعل هضم در طبقهء خارجى « 35 » باشد ؛ اوّل بنا بر آنكه گفتيم ، و دوم بنا بر آنكه شايد كه ملاقى مهضوم نشود ، چنانچه آنچه در ديگ است « 36 » پخته مىگردد « 37 » و ملاقى آتش نمىشود ؛ و ديگر آنكه مزاج « 38 » بعضى از اعضا بعيد افتاده « 39 » از مزاج دمى كه غاذى اوست و محتاج بود آن دم به آنكه غذا مىگردد به « 40 » زمانى بعيد تا مستحيل شود « 41 » به « 42 » چيزى كه مشاكل جوهر اعضا بود « 43 » ؛ و از اعضاى بسيطه كه او « 44 » مجوسى اهوازى ( متوفى 384 ه . ق . ) . وى اين كتاب را براى عضد الدولهء ديلمى فنا خسرو بن ركن الدوله فراهم آورده است . اين كتاب شامل اطلاعات علمى و عملى طب و قرابادين مىباشد . ( زبدة الآثار ، ص 312 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 31 ) . ش ، ج ، ل : - يا .\r\n( 32 ) . ش ، ج ، ل : نگردد .\r\n( 33 ) . ش : تفرق .\r\n( 34 ) . ش ، ج ، ل : - او .\r\n( 35 ) . ط : + او .\r\n( 36 ) . ش : - است .\r\n( 37 ) . ش ، ج ، ل : مىشود .\r\n( 38 ) . دربارهء مزاج و انواع آن ، رك : قانون ، ج 1 ، صص 12 - 30 .\r\n( 39 ) . ط : + است .\r\n( 40 ) . س : - غذا مىگردد به .\r\n( 41 ) . س : - مستحيل شود .\r\n( 42 ) . ج ، ل ، ط : مشابهة .\r\n( 43 ) . ج ، ش ، ط : باشد .\r\n( 44 ) . ط : آن .\r\n","page_name":" 61 ","page_number":69},
  {"content":"\r\n\r\nرا متشابه الأجزاء خوانند ، اوّل عظم « 1 » است . اگر گويند كه اعضاى « 2 » متشابه الأجزاء « 3 » در خارج موجود نيست ، بنا بر آنكه چون نظر مىكنيم « 4 » هريك از ايشان مركّب‌اند از عناصر اربعه ؛ جواب گوييم كه مراد به اعضاى مفرده آن است كه جزوى محسوس از « 5 » او مشابه كلّ باشد « 6 » در اسم و حدّ « 7 » و بر اين تقدير چيزى وارد نشود ؛ و اللّه أعلم بالصّواب « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عظم : استخوان ، با اصطلاح علمى  « Bone »  . جمع آن « عظام » است .\r\n( 2 ) . ط : اجزاى .\r\n( 3 ) . متشابه الأجزاء : ابن سينا پس از برشمردن انواع اندام‌ها و چگونگى هريك ، اندام‌ها را به دو قسمت ساده ( مفرده ) و مركب تقسيم كرده است ، وى در تعريف اندامهاى ساده گويد :\r\n« اندام‌هاى ساده ، اندام‌هايى هستند كه هر جزئى از اجزاء آنها چه در نام و چه در صفات كلّى ، همه باهم مشتركند ، مانند گوشت و اجزاى آن ، استخوان و اجزاى آن ، پى و اجزاى آن و از اين قبيل ، و آنها را متشابه الاجزاء مىنامند » . ( قانون ، ج 1 ، ص 44 ) .\r\n( 4 ) . ش : - نظر مىكنيم .\r\n( 5 ) . ش : - از .\r\n( 6 ) . ط : + و .\r\n( 7 ) . ش ، ط : - و .\r\n( 8 ) . ط : - و اللّه اعلم بالصّواب .\r\n","page_name":" 62 ","page_number":70},
  {"content":"\r\n\r\n\r\nالمقالة الاولى فى العظام\r\nعظام از آن جهت مقدّم است كه اساس بدن است و اساس بر مؤسّس مقدّم است . پس بنابراين بايد كه در او صلابتى باشد و بعضى از او در بدن به نسبت چون چوب ميان « 1 » سفينه افتاده كه مدار عليه است و ديگر چوبها از طرفين به دو متصّل مىشوند ، مانند فقرات ظهر كه از طرفين عظام به دو متّصل‌اند ؛ و بعضى در وقايت « 2 » به مرتبهء جنّه « 3 » اند ، چون استخوان سر به نسبت با دماغ و اضلاع صدرى به نسبت با احشايى كه در جوف اويند ؛ و بعضى از عظام مجوّف است تا صدور حركت از او به سهولت بود و بعضى مصمت « 4 » ، چون عظام سلاميات « 5 » ؛ و بعضى اندرون او محشوّ به مخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل ، ش : ميانهء .\r\n( 2 ) . ط : قايم .\r\n( 3 ) . جنّه : سپر و هر سلاحى كه انسان را نگهدارى كند ، و اينجا عظام اعضا مراد است .\r\n( 4 ) . مصمت : چيزى كه ميان خالى نباشد ، ضدّ مجوّف . ( لغتنامه ) استخوان مجوّف را  Hollow » « bone  و مصمت را  « Solid bone »  گويند .\r\n( 5 ) . سلاميات ( ج . سلامى ) : استخوان انگشت دست و پا ؛ اصطلاح علمى آن  « Phalanges »  است . ( رك : استخوان‌شناسى ، دكتر كيهانى ، ص 51 ) .\r\n","page_name":" 63 ","page_number":71},
  {"content":"\r\n\r\nاست جهت تغذيه و ديگر آنكه تا هوا « 1 » اندرون او نرود و او را متغيّر نگرداند ؛ و بعضى از او متخلخل ، چون مصفات ، « 2 » تا روايح به دو زود وصول يابد و فضلات از او به آسانى « 3 » مندفع گردد ؛ و مجموع عظام متّصل‌اند به يكديگر و متعدّدند « 4 » ؛ بنا بر آنكه اگر آفتى به قطعه‌اى رسد ، ديگرى محفوظ باشد « 5 » ، و ديگر آنكه علّت غايى از خلقت هريك امرى است منافى آن ديگرى . پس هرگاه كه به مقتضاى آن وضع باشد مقصود حاصل گردد ؛ و اختلاف اوضاع سبب كثرت است « 6 » و مجاورت ايشان به واسطهء سهولت تركيب و ربط جهت حصول وحدت است و تركيب معتمد و موثّق به « 7 » باشد ؛ و ربط و وثاقت آن به رباطات « 8 » و اوتار « 9 » و اعصاب بود تا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : + در .\r\n( 2 ) . عظم مصفات :  ( Ethmoide )  ، كه آن را غربالى نيز گويند ، عظمى است فرد متساوى القسمة در وسط قاعدهء جمجمه در فوق تجاويف انف و ما بين دو خانهء چشم واقع و براى آن دو جزء معيّن است : جزء وسطى و جزء طرفين . . . ( رك : جواهر التشريح ، ميرزا على ، ص 49 - 50 ؛ و نيز : لغتنامه ذيل « مصفات » ) .\r\n( 3 ) . ش : زود .\r\n( 4 ) . ج ، ش ، ط : است .\r\n( 5 ) . ش : - است .\r\n( 6 ) . ش : - است .\r\n( 7 ) . ش : - به .\r\n( 8 ) . رباطات : يا زردپىها كه همانند پىها ( عصب‌ها ) به نظر مىرسند ، اجسامى هستند كه از طرف اندام‌ها به سوى ماهيچه‌ها مىآيند و همراه وترها رشته‌هايى از خود مىپراكنند .\r\nبخشى از اين رشته‌ها با ماهيچه‌ها مجاورت مىيابد ، به داخل گوشت مىرود ، و بخشى كه از ماهيچه جدا مىشود ، به سوى مفصل و اندام حركتى مىرود ، دور خود جمع مىشود و براى مفصل و اندام حركتى وتر تابيده‌اى به وجود مىآورد . . . برخى از زردپىها را رباط ( رباط مطلق ) و برخى ديگر را رباط عقب مىنامند . ( قانون ، ج 1 ، ص 46 ) ؛ و اصطلاح علمى آن  « Ligament »  است كه رشته‌هاى قوى ليفى هستند كه استخوانها يا غضروف‌ها را پهلوى هم نگه مىدارند و به تسهيل يا محدود نمودن حركات كمك مىكنند . ( آموزش اصطلاحات پزشكى ، ص 191 ) .\r\n( 9 ) . اوتار : وتر يا  « Thndon »  ، رشته‌هاى سفيد ليفى قوى هستند كه عضلات را به استخوانها وصل مىكنند و عضلات را قادر مىسازند كه در فاصله‌اى دور تر از قسمت منقبض شده نيرويشان را به كار برند . ( آموزش اصطلاحات پزشكى ، ص 191 ؛ و نيز ، ر . ك : قانون ، ج 1 ، ص 45 ) .\r\n","page_name":" 64 ","page_number":72},
  {"content":"\r\n\r\nواسطهء حركات شديدهء متنوّعه و افعال قويّهء مختلفه از هم جدا و منفصل نگردند ؛ و مفاصل آن موثّق است و غير موثّق : موثّق آن است كه حركت يكى از دو عظم بىآن ديگر ظاهر نباشد « 10 » و آن سه نوع است ، جهت آنكه تركيب ايشان به زايده و حفره است يا نه ، اگر هست و زايده و حفره در هر دو عظم است ، آن را شأن و دروز خوانند و اين چون دندان منشار است و در استخوان سر ظاهر است ، و اگر « 11 » در يكى زايده هست و در ديگرى حفره ، و زايده در حفره است ، چنانچه در آن متحرّك نيست ، آن را ركز « 12 » خوانند ، چنانچه تركيب دندان در فكّ اعلى و اسفل ؛ و اگر تركيب ايشان به زايده و حفره نيست آن را « 13 » التصاق و التزاق « 14 » خوانند و آن در طول باشد ، مثل تركيب زند اعلى و زند اسفل در ساعد « 15 » و قصبهء صغرى و كبرى در ساق ؛ و در عرض باشد « 16 » ، مانند فقرات عصعص « 17 » و تركيب عظام صدرى ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) . ل : نگردد .\r\n( 11 ) . ج : - اگر .\r\n( 12 ) . ط : ذكر .\r\n( 13 ) . ط : - آن را .\r\n( 14 ) . ج : التصاف و التزاف ؛ ل : التصاف و التزاق .\r\n( 15 ) . ط : - آن را .\r\n( 16 ) . ج ، ط : - باشد .\r\n( 17 ) . عصعص ( عصعص ) : آخرين استخوان ستون مهره‌اى كه در انسان از التيام چهار يا پنج مهره به وجود آمده . وجود اين استخوان در انسان به جاى دم در حيوانات مىباشد .\r\n( فرهنگ فارسى ) ؛ و اصطلاح علمى آن  « CoccyX »  است . ( ر . ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 145 ) .\r\n","page_name":" 65 ","page_number":73},
  {"content":"\r\n\r\nو غير موثّق دو نوع است : سلس و عسر « 1 » ؛ سلس آن است كه حركت احد العظمين بى آن عظم « 2 » ديگر آسان باشد ، مثل « 3 » مفصل رسغ « 4 » با ساعد ؛ و عسر آن است كه حركت احد العظمين بىآن عظم « 5 » ديگر دشوار باشد « 6 » ، مانند مفصل رسغ با مشط ؛ و مفصل « 7 » به حسب لغت موضع انفصال باشد و در اصطلاح اطبّا موضع تلاقى عضوى است به عضوى بالطّبع ؛ و عظام كه بعضى مصمت و بعضى مجوّف « 8 » و بعضى متخلخل واقع مىشود ، بنا بر آن است كه « 9 » هر عضوى را منفذى هست كه غذا در او نفوذ مىكند . اگر آن منفذ محسوس نيست آن را عظم مصمت خوانند و اگر محسوس است ، در جرم عضو متفرّق است يا نه ؛ اگر متفّرق است « 10 » آن را عظم هشّ « 11 » خوانند و متخلخل « 12 » ، چنانچه عظم فكّ اسفل ؛ و اگر متفرّق نيست « 13 » و در يك موضع است از جرم عظم ، آن را عظم مجوّف خوانند ، مانند عظم فخذ و ساق ؛ و بعضى از عظام نوع او يكى است در بدن ، چون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : غير .\r\n( 2 ) . ج ، ش ، ط : - عظم .\r\n( 3 ) . ط : مانند .\r\n( 4 ) . رسغ ( رسغ ) : استخوانهاى خرد مچ و دست و پاى . ( لغتنامه ) ؛ پيوندگاه باريك ساعد با كف دست ، به هندى كلايى گويند . ( غياث اللغات ) ؛ اصطلاح علمى آن  « Carpe - tars »  است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 43 ) .\r\n( 5 ) . ج ، ل ، ش : - عظم .\r\n( 6 ) . ج ، ل ، ش : بود .\r\n( 7 ) . مفصل : اصطلاح علمى آن  « ArticuLation »  يا  « Joint »  است . ( ر ك : آموزش اصطلاحات پزشكى ، ص 141 ) .\r\n( 8 ) . ش : + باشد .\r\n( 9 ) . س : آنكه .\r\n( 10 ) . ج ، ل ، ط : - يا نه اگر متفرق است .\r\n( 11 ) . هشّ : سست و نرم . ( لغتنامه ) ؛ و اينجا مراد استخوانهاى متفرّق نرم است .\r\n( 12 ) . ط : + اگر . . . است .\r\n( 13 ) . ل : - و .\r\n","page_name":" 66 ","page_number":74},
  {"content":"\r\n\r\nعظم لامى و عظم وتدى ، و بعضى نوع آن دو است ، چون كتف و عضد ، و بعضى چهار است ، چون ساعدين و ساقين ، و بعضى زياده از چهار ، چون عظم انامل و كف و قدم و اضلاع .\r\n\r\nجمجمه « 1 » :\r\nبه مذهب اصحّ مخلوق است از هفت عظم ؛ « 2 » چهار به منزلهء جدران و يكى به منزلهء سطح كه آن را قاعدهء دماغ و وتدى « 3 » خوانند و دو به منزلهء سقف كه آن را قحف « 4 » خوانند « 5 » و جدران يمين و يسار را حجرى خوانند به واسطهء صلابت ؛ و آنچه به پيش سر افتاده آن « 6 » را جبهه « 7 » گويند « 8 » و آنچه بر خلف افتاده قمحدوه « 9 » خوانند « 10 » ؛ و چون در عدد استخوان سر خلاف « 11 » بود « 12 » قيد به مذهب اصحّ كرديم ؛ چه ، پيش بعضى يازده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جمجمه -  Skull  .\r\n( 2 ) . استخوانهاى كاسهء سر ( كالواريا ) ، هشت تا هستند كه چهار عدد فرد و ميانى ، و دو عدد زوج و طرفى مىباشند . استخوانهاى فرد عبارتند از فرونتال ( پيشانى )  Frontal  ، اتموئيد ( پرويزنى ) ،  Ethmoid  ، اسفنوئيد ( شب پره‌اى )  Sphenoid  ، اوكسيپيتال ( پس سرى )  Occipital  . استخوانهاى زوج عبارتند از : تمپورال ( گيجگاهى )  Temporal  ، پاريتال ( آهيانه‌اى )  Parietal  . ( استخوان‌شناسى ، دكتر بهرام الهى ، ص 163 ؛ و نيز ، ر . ك :\r\nاستخوان‌شناسى ، دكتر كيهانى ، صص 157 - 158 ) .\r\n( 3 ) . استخوان وتدى : استخوان قاعدهء دماغ كه همهء استخوانها به روى نهاده شده است و ما بين مصفاة و قمحدوه و استخوانهاى صدغ واقع شده . ( ناظم الأطبّاء ، ذيل « وتدى » . ) ؛ و اصطلاح علمى آن  « Sphenoide »  يا استخوان شب‌پره ( خفّاشى ) است . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، صص 178 - 179 ) .\r\n( 4 ) . ط : مخف ؛ قحف -  Parietal  .\r\n( 5 ) . ج ، ط : گويند .\r\n( 6 ) . ط : او .\r\n( 7 ) . استخوان جبهه يا پيشانى -  Frontal  .\r\n( 8 ) . ج ، ط : خوانند .\r\n( 9 ) . استخوان قمحدوة يا پشت‌سرى -  Occipital  .\r\n( 10 ) . س ، ن ، ل ، ط ، ش : - خوانند .\r\n( 11 ) . ج ، ش ، ط : اختلاف .\r\n( 12 ) . ط : است .\r\n","page_name":" 67 ","page_number":75},
  {"content":"\r\n\r\nجدران يمين و يسار كه حجريان « 1 » خوانند و جدار مقدم كه آن عظم جبهه است دو عدد و جدار مؤخّر دو عدد و عظام صدغ چهار و عظام وتدى دو عدد ؛ و بعضى برآنند كه بعد از « 2 » عظم يافوخ « 3 » ده است و بعضى گويند كه نه است « 4 » و آن عبارت از جدران اربعه است و عظام صدغ « 5 » و عظم وتدى ؛ و سر طبيعى آن است كه او را نتوّ « 6 » مقدّم و « 7 » مؤخّر باشد و در او پنج درز موجود بود : سه حقيقى و دو كاذب « 8 » ؛ و دروز را شؤون « 9 » و قبايل خوانند و بعضى قبايل بر استخوان سر اطلاق كنند ؛ و سر غير طبيعى آن است كه يكى از دو نتوّ نداشته باشد . پس استخوان سر طبيعى آن است كه مستدير الشّكل بود « 10 » و مايل به طول كه از شأن او محافظت دماغ است و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : حجران ؛ ط : محربان .\r\n( 2 ) . ط : عدد .\r\n( 3 ) . يافوخ : نرمهء سر كه در حالت شيرخوارگى متحرّك باشد و آن را جان‌دانهء كودك نيز گويند . به هندى « تالو » نامند . ( آنندراج ) ؛ امروزه يافوخ جزو استخوان پيشانى محسوب مىشود و بدان  « FrontaL »  گويند . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 168 ) .\r\n( 4 ) . س ، ن ، ل ، ط ، ج : - است .\r\n( 5 ) . عظام صدغ : ميان گوشهء ابرو و گوش است و آن را شقيقه يا كلالك نيز گويند . ( لغتنامه ، ذيل « صدغ » ) ؛ اصطلاح آن  « Temporl »  است و مطلق شقيقه را  « Temporal »  است و مطلق شقيقه را  « TempLe »  گويند .\r\n( 6 ) . نتوّ : برآمدگى . ( لغتنامه ) ؛ در طبّ امروز نتوّ مقدّم ( برآمدگى پيشانى ) را  Frontal » « Eminences  و نتوّ مؤخّر ( برآمدگى پس‌سرى ) را  « occipital »  مىنامند . ( ر ك :\r\nاستخوان‌شناسى ، دكتر بهرام الهى ، ص 239 ) .\r\n( 7 ) . ط : در .\r\n( 8 ) . درزهاى حقيقى عبارتند از :\r\n Lambdoid Suture ; Sagittal Suture ; Coronal Suture \r\n؛ و درزهاى كاذب كه به موازاى درز سهمى در طرفين جمجمه قرار دارند ،  « Tempral Lines »  ناميده مىشوند . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، صص 240 - 252 ؛ و نيز : آيينهء وجود ، ص 2 ) .\r\n( 9 ) . ش : ستون ؛ ج : شيور .\r\n( 10 ) . ج ، ط : باشد .\r\n","page_name":" 68 ","page_number":76},
  {"content":"\r\n\r\nآنچه نزديك اوست ؛ و استدارات او بنا بر دو امر است : يكى نظر با « 1 » داخل ، و آن‌چنان بود كه تا « 2 » مغز را جايى وسيع و محلّى تمام بود و هيچ شك نيست كه شكل كروى « 3 » اوسع است از مرّبع ، هرگاه كه مساوى باشند در اضلاع و در كتب هندسه اين معنى مقرّر و مدلّل است ؛ و دوم نظر با خارج است ، بنا بر آنكه شكل كروى از آفات مصون‌تر از مربّع است ؛ و در تعدّد عظام « 4 » فوايد است : اوّل آنكه چون بخارات ميل به اعلاى بدن دارد كثرت ممرّ مطلوب بود ، و ديگر آنكه چون آفتى به قطعه‌اى رسد مخصوص به دو باشد و اين دو « 5 » فايده در جايى كه تعدّد باشد ملاحظه « 6 » توان كرد ، چنان كه در فكّ اعلى ؛ و ديگر از فوايد آنكه اختلافات در او « 7 » مطلوب است ، به جهت آنكه بعضى متخلخل مىبايد و بعضى صلب و از آن جهت مايل به طول است كه اعصاب دماغى به طول موضوع است .\r\nدروز : و « 8 » دروز سر طبيعى كه گفتيم ، پنج است : آنچه بر پيش « 9 » افتاده آن را اكليلى « 10 » خوانند ؛ بنا بر آنكه محلّ انتهاى كلاه است و تاج « 11 » يا « 12 » بر شكل او واقع است ، و درز دوم را سهمى « 13 » گويند ، و آن درزى است مستقيم كه منصّف سر است در طول و او « 14 » را از آن جهت سهمى گويند كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : - با .\r\n( 2 ) . ج ، ل ، ش : - تا .\r\n( 3 ) . ل ، ط : كوى .\r\n( 4 ) . ج ، ل ، ش : + او .\r\n( 5 ) . ش : - دو .\r\n( 6 ) . ج : ملاحظهء تعدّد باشد .\r\n( 7 ) . ط : درز .\r\n( 8 ) . ج ، ل ، ش : و در او .\r\n( 9 ) . ط : + سر .\r\n( 10 ) . س ، ج : اكليل ؛ درز اكليلى ( تاجى ) يا درز پيشانى آهيانه‌اى همان  « Coronal Suture »  است .\r\n( 11 ) . س ، ل : - و تاج .\r\n( 12 ) . ش : - يا .\r\n( 13 ) . درز سهمى -  Sagittal Suture  .\r\n( 14 ) . ش : - و ؛ ل : آن .\r\n","page_name":" 69 ","page_number":77},
  {"content":"\r\n\r\nمشابه تير است در كمان ؛ و هرگاه كه انضمام سهمى با اكليلى ملاحظه كنند او « 1 » را سفودى گويند منسوب به سفود كه آن آلت گوشت بريان كردن است ؛ و درز سيم را لامى خوانند « 2 » ، بنا بر آنكه مشابه لام است در خط يونانى « 3 » و بر شكل « 4 » دال است در خط عربى ؛ و درزان كاذبان « 5 » كه آن « 6 » را قشرين خوانند « 7 » ، دو درزند كه در مىروند در جانب طول موازى درز سهمى از يمين و يسار ؛ در اين شكل مجموع ظاهر است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : آن .\r\n( 2 ) . ط : گويند ؛ درزلامى -  Lambdoid Suture  .\r\n( 3 ) . شكل لام يا به قول شيخ ابو على سينا « لاندا » يونانى به صورت ( ) است كه به درز لامى معروف است در علم تشريح . ( ر ك : قانون ، ج 1 ، ص 57 ) .\r\n( 4 ) . ش : مشابه .\r\n( 5 ) . درزان كاذبان ( دو درز كاذب در طرفين سر ) -  Tempora Lines  .\r\n( 6 ) . ط : ايشان ؛ ج ، ل ، ش : - آن را .\r\n( 7 ) . ج ، ل ، ش : + ايشان .\r\n","page_name":" 70 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 71 ","page_number":79},
  {"content":"\r\n\r\n\r\nفكّ اعلى « 1 » :\r\nمركّب است از چهارده استخوان « 2 » و دروز ميان اين استخوانها پراكنده است « 3 » . هر چشمى سه عدد « 4 » ، و كنارهء رو دو عدد ، « 5 » كه محيط است به اصول دندان به غير « 6 » ثنايا و رباعيات عليا ، و دو عدد كوچك كه در ايشان سوراخى نافذ هست « 7 » از منخرين به دهن « 8 » ، و انف دو عدد ؛ « 9 » و اجزاى او مختلف افتاده در صلابت و لين ، بنا بر آنكه عظام « 10 » وجنتين « 11 » ضرورى است صلابت او جهت محافظت و عظام انف ضرورى است كه رخو و متخلخل باشد تا رسيدن روايح به دو « 12 » و در « 13 » شدن فضلات دماغى از او آسان بود ، و شكل اجزاى او از « 14 » مثلّث و مربّع و منحرف الأضلاع مركّب است « 15 » ، از اين صورت معلوم مىشود كه بعد از اين گفته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فكّ اعلى -  MaXillaire Superieur  ، و يا  Maxilla  ؛ استخوانى است زوج كه در تشكيل حفره‌هاى بينى و كاسهء چشم و فضاى دهان شركت مىنمايد و از ساير استخوانهاى صورت حجيم‌تر ، ولى وزن آن نسبتا كم است ؛ زيرا در ضخامت آن فضايى است به نام جيب فكّى . ( كالبدشناسى انسانى - سر و گردن ، ص 73 ) .\r\n( 2 ) . در تشريح امروزى نيز تعداد استخوانهاى صورت چهارده استخوان ذكر شده است . ( ر ك :\r\nآموزش اصطلاحات پزشكى ، ص 133 ) .\r\n( 3 ) . ط : - است .\r\n( 4 ) . استخوانهاى كاسهء چشم -  Cavites Orbitaires ou orbites  ، و يا  orbitae  . ( ر ك :\r\nكالبدشناسى انسانى - سر و گردن ، ص 104 ) .\r\n( 5 ) . استخوانهاى كنارهء رو -  Zygomatic bone  . ( ر ك : آموزش اصطلاحات پزشكى ، ص 132 ) .\r\n( 6 ) . ج ، ل ، ش : + از .\r\n( 7 ) . ط : هست نافذ .\r\n( 8 ) . دو استخوان كامى -  Palate  .\r\n( 9 ) . استخوانهاى بينى -  Nasal  .\r\n( 10 ) . ج ، ل ، ش ، ط : + و .\r\n( 11 ) . ش : خستين ؛ ط : جنين ؛ و جنتين : جمع وجنة ، گونه ، از رخساره جايى كه موى ريش در آن نمىرويد .\r\n( 12 ) . ش : در او .\r\n( 13 ) . س ، ش : دور .\r\n( 14 ) . ج : او را .\r\n( 15 ) . ط : - مركّب است .\r\n","page_name":" 72 ","page_number":80},
  {"content":"\r\n\r\nشود « 1 » ؛ و چون فكّ اعلى محاذى فم دماغ است و فضلات دماغى بسيار از او مندفع مىگردد « 2 » ، ضرورت بود كه « 3 » در او دروز و مفاصل بسيار باشد به خلاف فكّ اسفل ؛ و ديگر آنكه در فكّ اسفل « 4 » خفّت مطلوب بود ، بنا بر حركت بسيار ، و در فكّ اعلى نه چنين . پس بايد كه فكّ اسفل اخفّ از اعلى « 5 » باشد .\r\n\r\nفكّ اسفل « 6 » :\r\nمركّب است از دو عظم ، و بعضى گويند يكى است و در ميان ايشان مفصلى موثّق « 7 » خفى است كه آن را ذقن خوانند ؛ و اين دو استخوان از طرف اعلى دو شعبه دارند : « 8 » يكى باريك و در شيب هر دو عظم زوجى واقع است و متّصل به دو است وتدى از عضلهء صدغ « 9 » ؛ و شعبهء دوم غليظ و مستدير الرأس افتاده « 10 » و در مىرود در نقرى « 11 » كه در تحت دايرهء ابريّه « 12 » افتاده « 13 » است .\r\nو در فكّ سى و دو دندان مركوز « 14 » است : از طرف بالا دو ثنيه « 15 » و دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : مىآيد .\r\n( 2 ) . ج ، ل ، ش : + و .\r\n( 3 ) . ش : - كه .\r\n( 4 ) . ج ، ل ، ش ، ط : اعلى .\r\n( 5 ) . ج ، ل ، ش ، ط : اسفل .\r\n( 6 ) . فكّ اسفل -  MaXillaire inferieur  ، و يا  Mandibule  .\r\n( 7 ) . التصاق چانه‌اى -  Symphyse mentonniere  ، و يا  Symphysis mentale  .\r\n( 8 ) . دو شعبه عبارتند از : زايدهء منقارى  ( Apophyse coronoide )  ، لقمه  ( condyle )  . ( ر ك :\r\nكالبدشناسى انسانى - سر و گردن ، ص 94 ) .\r\n( 9 ) . همان زايدهء منقارى است كه به عضلهء گيجگاهى مىچسبد .\r\n( 10 ) . ط : + است .\r\n( 11 ) . س : فقرى .\r\n( 12 ) . س : ابرى .\r\n( 13 ) . ج ، ل ، ش : - افتاده ؛ همان زايدهء لقمه است كه به استخوان گيجگاه مفصل شده است .\r\n( 14 ) . ط : مذكور .\r\n( 15 ) . ش : بنه .\r\n","page_name":" 73 ","page_number":81},
  {"content":"\r\n\r\nرباعى و دو ناب و پنج اضراس « 1 » از هر طرف و از شيب همچنين ثنيين و رباعين « 2 » جهت قطع ، و دو ناب جهت كسر ، و از هر طرف پنج اضراس جهت طحن ، و نواجد بعضى را نمىباشد ؛ و اسنان را شعبى چند هست كه در مىرود در سوراخ فكّين و زايده‌اى محيط است برايشان ، و به غير از اضراس يك شعبه دارند ؛ امّا اضراس « 3 » آنچه فوقانى است از ايشان سه شعبه دارد يا چهار و آنچه تحتانى است دو « 4 » ؛ و بعضى برآنند كه دندان ، عظام نيست و پيش جالينوس « 5 » از عظام است و مخصوص است به حسّ « 6 » .\r\n\r\nفقرات عنق « 7 » :\r\nفقره « 8 » استخوانى است كه در ميان آن سوراخى بود كه نخاع در آن درگذرد و هريك از ايشان زوايد « 9 » مفصلى دارند كه بدان منتظم و مرتبط مىگردد و در بعضى نقر « 10 » و در بعضى لقم موجود ، « 11 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : اخراس .\r\n( 2 ) . ش : رباعى ؛ ج : رباعيين .\r\n( 3 ) . ط : - يك شعبه دارند ، امّا اضراس .\r\n( 4 ) . ل : به غير دو ندارند .\r\n( 5 ) . ط : جالينوس گويد كه .\r\n( 6 ) . دندانها در شخص بالغ در هر فكّ ، 16 عدد است كه در هر طرف از وسط به خارج به ترتيب زير مىباشد : ثنايا  ( Incisors )  دو عدد ، انياب يا نيش  ( Canine )  يك عدد ،  Premolars  دو عدد ، آسيا  ( Molar )  سه عدد . ( آناتومى سر و گردن ، ص 98 ) .\r\n( 7 ) . فقرات ( عنق ) ( مهره‌هاى گردنى ) -  Vertebres Cervicales  .\r\n( 8 ) . ط : فقرات .\r\n( 9 ) . ط : + يا .\r\n( 10 ) . س : فقر .\r\n( 11 ) . نقر : سوراخ دار بودن . ( لغتنامه ) ؛ مراد فرورفتگىها يا زوايد مهره‌هاست ؛ لقم : بستن دهانهء راه و جز آن ، بند كردن . ( لغتنامه ) ؛ اينجا مراد برآمدگىهايى است كه در بعضى مهره‌ها وجود دارد تا به نقر مهرهء مجاور خود فرو رود و مستحكم‌تر گردد .\r\n","page_name":" 74 ","page_number":82},
  {"content":"\r\n\r\nيعنى به يكديگر متّصل گردد « 1 » تا سبب استحكام شود ؛ و اين زوايد « 2 » در بعضى چهار باشد و در بعضى شش و در بعضى هشت و او را شواخص خوانند « 3 » ؛ و به غير از اين ، او را زوايد ديگر هست جهت حفظ آنچه به خلف افتاده « 4 » ، او را « 5 » شوك و سناسن « 6 » خوانند ؛ و آنچه در طرفين واقع است اجنحه « 7 » ، و اين يا مضاعف باشد يا غير مضاعف و فقرهء اولى « 8 » خالى است از سناسن و اجنحه ؛ و در فقرات « 9 » سوراخى ديگر هست « 10 » كه عصب از او بيرون مىآيد و عروق در مىرود در او ؛ و هريك از فقرات صدرى سنسنه و جناحان دارند ، الّا فقرهء دوازدهم كه او از اجنحه خالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : + به هم .\r\n( 2 ) . ط : - اين زوايد ؛ اين زوايد موسوم به  « Apophyse »  است .\r\n( 3 ) . ش : گويند .\r\n. شش : زواينه .\r\n( 4 ) . ط : + است .\r\n( 5 ) . ج ، ل ، ش : - او را .\r\n( 6 ) . ش : سناس ؛ سناسن : جمع « سنسنة » است ، و آن سر استخوان پهلو از سوى پشت است ( مهذّب الاسماء ) زايدهء شوكى يا سنسنه ، همان زايدهء خارى يا  « SpinouSprocess »  است كه از قسمت خلفى مهره‌ها برآمده است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 135 ) .\r\n( 7 ) . اجنحه : يا زايدهء عرضى مهره‌ها كه از طرفين هر مهره برآمده است و موسوم به  « Apophyses transverses »  مىباشد . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، ص 113 ) .\r\n( 8 ) . فقرهء اولى : اوّلين مهرهء گردنى است كه اطلس  ( Atlas )  نام دارد . خلاف آنچه منصورى گفته ، زايده‌هاى عرضى ( اجنحهء ) اطلس ( فقرهء اولى ) نسبتا بزرگتر از مهره‌هاى ديگر است ، امّا زايدهء خارى ( سنسنهء ) آن كوچكتر از بقيه است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 125 ) .\r\n( 9 ) . ط : + غير آن .\r\n( 10 ) . همان سوراخى است كه در دو طرف مهره در تحت زوايد عرضى واقع است و موسوم به  « Foramen transverium »  مىباشد كه از درون آن ، شريان و رتبرال و وريدهايش و عصبهاى سمپاتيك عبور مىكند . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 132 ) .\r\n","page_name":" 75 ","page_number":83},
  {"content":"\r\n\r\nاست « 1 » ؛ و هفت از او سناسن ايشان بزرگ « 2 » افتاده و اجنحهء ايشان سطبر ، جهت حصن اعضاى رئيسه كه در شيب ايشان واقع است ؛ و فقرات از اوّل تا نهم نقر ايشان در زوايد شاخصه مايل است به فوق ، و سناسن منحدر « 3 » مىشود در او و لقم ايشان بر فوق افتاده و نقر ايشان به طريق اسفل و سناسن متحدّب « 4 » به فوق ؛ و از آن عاشره ، سنسن « 5 » او قايم است و زوايد شاخصهء فوقانى و تحتانى مشتمل است بر نقر ، و منفعت او آن است كه آسان باشد توجّه ايشان « 6 » به جوانب ، جهت ميل كردن حركت انحنا و انثنا ، يعنى دو تو شدن ؛ بنا بر آنكه وسط صدر است يا نزديك به دو « 7 » ؛ و « 8 » فقرهء اثنا عشرى مجرّد است از اجنحه ، بنا بر دو امر : يكى آنكه ملتصق است به حجاب نزديك « 9 » موضع اجنحه ، يعنى اتّصال او با حجاب در محلّ « 10 » اجنحه است و دوم آنكه « 11 » زوايد مفصلى از قطعات « 12 » مضاعف افتاده « 13 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فقرهء دوازدهم : در روى زايدهء عرضى ( اجنحه ) مهرهء دوازدهم و نيز مهرهء يازدهم ، رويهء مفصلى براى دنده ديده نمىشود . رويهء زايده‌هاى مفصلى تحتانى دوازدهمين مهره مانند رويهء زايده‌هاى مفصلى تحتانى مهره‌هاى كمر ، متوجّه به خارج است ؛ به همين دليل به نظر مىرسد كه خالى از اجنحه ( زوايد عرضى ) است . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، ص 122 ) .\r\n( 2 ) . ج : - بزرگ .\r\n( 3 ) . ش : منحلد ؛ منحدر : از بالا به زير آينده و سرازير شونده . ( لغتنامه ) .\r\n( 4 ) . ج : منجذب .\r\n( 5 ) . ط : سنن .\r\n( 6 ) . س : - توجّه ايشان .\r\n( 7 ) . ش : - يا نزديك به دو .\r\n( 8 ) . س : - و .\r\n( 9 ) . س : - نزديك .\r\n( 10 ) . ط : موضوع .\r\n( 11 ) . ط : - آنكه .\r\n( 12 ) . ج : + قطينات .\r\n( 13 ) . ش : + از بهر آنكه فقار قطن چون محتاج بود به بزرگى و زيادتى استحكام مفاصل انسان از جهت برداشتن فوقانيات را ، پس سياست نقر و لقم در مفاصل ايشان بيشتر باشد از روى\r\n","page_name":" 76 ","page_number":84},
  {"content":"\r\n\r\nضرورت افتاد كه چيزى كه نزديك اوست مشابه او باشد . پس زوايد مفصلى در او مضاعف افتاد ، و طبيعت نيافت بعد از خلق زوايد ، چيزى كه صرف كند « 1 » در خلق اجنحه ؛ چون فقرات و خرزات « 2 » پشت بزرگتر است « 3 » از فقرات عنق ، و مخرج عصب در او على السّويّه نيست ، بلكه بعضى كه در عاليه واقع است ، اعظم است از آنكه در سافله « 4 » واقع است ، و زايد مىگردد در عاليه و نقصان مىيابد در سافله تا زمانى كه باقى نمىماند « 5 » از ابره « 6 » به تمام و اين بعد از عاشر نباشد « 7 » ، بنا بر آنكه جرم ايشان از آنكه در واحدى « 8 » احتمال ثقبهء خاصّه دارد .\r\n\r\nفقرات ظهر « 9 » :\r\nدوازده است و بيست و چهار ضلع در او مركوز است از\r\n\r\n\r\n","description":"","footnote":"\r\nعدد تا محكم‌تر باشد به آن زوايد منفصل برايشان مضاعف شد .\r\n( 1 ) . ج : كنند .\r\n( 2 ) . خرزات : جمع خرزه ، آنچه در رشته كشيده مىشود ، اينجا مراد فقرات و مهره‌هاى پشت است . ( ر ك : لغتنامه ) .\r\n( 3 ) . ل : - است .\r\n( 4 ) . ط : اسفل .\r\n( 5 ) . ط : بماند .\r\n( 6 ) . ابره : مراد تنهء اسفنج مانند استخوان مهره ، موسوم به  « Body »  است كه در آخرين مهرهء كمر سطح تحتانى به جاى افقى بودن مايل و قدرى متوجّه به عقب و ارتفاع تنه در جلو قدرى بيش از عقب است ، به علاوه زايده‌هاى مفصلى تحتانى مسطّح مىباشند . ( ر ك :\r\nاستخوان‌شناسى ، دكتر كيهانى ، ص 124 ) .\r\n( 7 ) . س ، ن ، ط : - نباشد .\r\n( 8 ) . ش ( زير سطر ) : + يعنى نخاع .\r\n( 9 ) . فقرات ظهر : مهره‌هاى سينه‌اى يا پشتى ، موسوم به توراسيس  ( Thoracis Vertebrae )  ، دوازده مهره هستند كه در جدار خلفى قفسهء سينه ( توراكس ) قرار دارند و به تدريج كه رو به پايين مىروند ، در اثر افزايش سنگينى بار روى آنها ، بزرگتر مىشوند . ( استخوان‌شناسى ، دكتر بهرام الهى ، ص 136 ) .\r\n","page_name":" 77 ","page_number":85},
  {"content":"\r\n\r\nطرفين « 1 » : هفت از ايشان متّصل است به قصّ « 2 » از هر طرف و او را اضلاع صدر « 3 » خوانند و طولانى افتاده تا مدد احشايى كند كه در جوف اوست و اين هفت اضلاع از پيش به استخوان سينه « 4 » متّصل‌اند « 5 » و از طرف خلف به هفت فقره از صلب ؛ « 6 » و ده ديگر اضلاع خلف و زور خوانند و سر ايشان متّصل است به غضاريف و بر پنج فقرهء باقيه « 7 » از فقرات پشت ؛ و بعضى برآنند كه در مرد و زن در اضلاع خلف و زور تفاوتى هست و اصحّ آن است كه مساوىاند ؛ « 8 » و اضلاع ، عظامىاند قوسى كه نگاه مىدارند آنچه او بر ايشان محيط مىگردد .\r\n\r\nقصّ :\r\nمؤلّف است از هفت استخوان غضروفى كه برايشان متّصل مىشود هفت اضلاع از پيش - چنان كه گفته شد « 9 » - و اوّل سمين « 10 » بر او محيط شده و بعد از آن لحم ، به خلاف ديگر « 11 » عظام ؛ و پيوسته به آخر او « 12 » غضروفى عريض مايل به استداره كه آن را خنجرى « 13 » گويند ، جهت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش ، ل ، ج : + و .\r\n( 2 ) . ل : + استخوان سينه .\r\n( 3 ) . اضلاع صدر -  Costae  . ( آناتومى تنه ، ص 2 ) .\r\n( 4 ) . استخوان سينه -  Sternum  . ( آناتومى تنه ، ص 2 ) .\r\n( 5 ) . ش : است .\r\n( 6 ) . صلب : استخوان پشت . ( لغتنامه ) .\r\n( 7 ) . س : بافته ؛ ط : يافته .\r\n( 8 ) . ش : در .\r\n( 9 ) . س : - شد .\r\n( 10 ) . سمين : چيزى باشد سپيد مشابه به شحم كه در گوشت حيوان فربه پيدا آيد ؛ به هندى رواج گويند . ( غياث اللغات ) سمين جزو بافتهاى پوششى به شمار مىآيد كه آن را  « Endothelium »  نامند . ( ر ك : آموزش اصطلاحات پزشكى ، ص 99 ) .\r\n( 11 ) . ش : + و .\r\n( 12 ) . ج ، ل ، ش : به اضلاع و .\r\n( 13 ) . ل ، ش : حنجرى .\r\n","page_name":" 78 ","page_number":86},
  {"content":"\r\n\r\nمشابهت به خنجر « 1 » .\r\n\r\nفقرات قطن « 2 » :\r\nپنج‌اند « 3 » متناسق به هم « 4 » يعنى به يك وضع افتاده كه بعد از فقرات صدرى واقع‌اند و ايشان را سناسن طوّاله و اجنحهء عرّاضه هست « 5 » ، و قطن با عجز همچون قاعدهء ظهرند .\r\n\r\nفقرات عجز « 6 » :\r\nسه‌اند كه بعد از قطن واقع‌اند « 7 » و سوراخى كه مخرج اعصاب است بر حاقّ « 8 » وسط نيست از يمين و يسار ، بلكه مايل است به طرف قدام و خلف ، و او شبيه است به عظام قطن در صلابت و عظم و استحكام مفصل « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش ، ط : حنجره ؛ زايدهء خنجرى : كه در انتهاى عظم قصّ ( جناغ سينه ) واقع است ، موسوم به  « Xiphoid Process »  مىباشد . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 152 ) .\r\n( 2 ) . ش ( زير سطر ) : + يعنى كمر ؛ فقرات قطن : يا مهره‌هاى كمرى ، موسوم به  Lumbar » « Vertebrae  مىباشند . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 137 ) .\r\n( 3 ) . ط : پيچيده .\r\n( 4 ) . ل : - به هم .\r\n( 5 ) . ش ( زير سطر ) : + يعنى كمر ؛ فقرات قطن : يا مهره‌هاى كمرى ، موسوم به  Lumbar » « Vertebrae  مىباشند . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 137 ) .\r\n( 6 ) . فقرات عجز ( ، يا عجز ، يا عجز ) : همان استخوان خاجى يا  « Sacrum »  است . بر خلاف آنچه « منصورى » فقرات عجز را متشكّل از سه استخوان مىداند ، در طبّ امروزى به صورت استخوان يكپارچه متشكّل از پنج مهرهء به هم چسبيده معرفى شده است . ( ر ك :\r\nاستخوان‌شناسى ، دكتر بهرام الهى ، ص 139 ؛ و نيز : استخوان‌شناسى ، دكتر كيهانى ، ص 124 ) ؛ حتى اطباى قبل از « منصورى » ، از جمله « ابن سينا » نيز آن را متشكّل از سه استخوان دانسته است . ( ر ك : قانون ، ج 1 ، ص 71 ) .\r\n( 7 ) . ج ، ل ، ش : است ؛ ج : + طوله .\r\n( 8 ) . حاقّ : وسط چيزى . ( لغتنامه ) .\r\n( 9 ) . ط : فقرات .\r\n","page_name":" 79 ","page_number":87},
  {"content":"\r\n\r\n\r\nفقرات عصعص « 1 » :\r\nدر اصل دنباله « 2 » است و فقرات او چون در آخر واقع است گوييا دنبالهء عجز است ، از اين جهت او را بدين تسميه « 3 » كرده‌اند ؛ و ايشان مؤلّف‌اند از سه عظم غضروفى و زوايد ندارند و مخرج اعصاب ايشان مشترك است « 4 » در تساوى ، يعنى « 5 » در آن هيچ كم و بيشى نيست ، چنان كه در فقرات گردن اختلاف بود و از فقرهء « 6 » آخرين عصب فرد بيرون مىآيد « 7 » .\r\n\r\nكتف « 8 » :\r\nظاهر الهيئة « 9 » است و در طرف باريك او گويى است غاير « 10 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فقرات عصعص : يا استخوان دنبالچه ، موسوم به  « Coccyx »  ، استخوان كوچك سه گوشى است كه از جوش خوردن چهار مهرهء كوكسى ژآل  ( Coccyeal Vertebrae )  ، ( گاهى هم 3 يا 5 مهره ) تشكيل شده است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 145 ) ، منصورى و ابن سينا ، عصعص ( دنبالچه ) را متشكّل از سه مهرهء غضروفى دانسته‌اند . ( ر ك : قانون ، ج 1 ، ص 71 ) .\r\n( 2 ) . دنباله : دنبالچه نيز گفته‌اند .\r\n( 3 ) . ج ، ل ، ش ، ط : تشبيه .\r\n( 4 ) . ش : اند .\r\n( 5 ) . ج : بعضى .\r\n( 6 ) . ط : اختلاف .\r\n( 7 ) . در اغلب موارد « منصورى » جملات « ابن سينا » را عينا با كمى تغيير بيان كرده است ، از جمله در اين مورد ، ابن سينا نيز مهره‌هاى دنبالچه را به مهره‌هاى گردن مانند كرده و تنها يك پى ( عصب ) را كه از مهرهء سوم خارج شده - البته به عقيده ايشان - عنوان كرده است . ( ر ك : قانون ، ج 1 ، ص 71 ) ؛ امّا در تشريح امروزى فقط يك عصب دنبالچه‌اى وجود دارد كه از مجاورت اوّلين مهرهء استخوان دنبالچه خارج مىشود . ( ر ك : همان ، حاشيه ) .\r\n( 8 ) . كتف ( كتف ، يا كتف ، يا كتف ) -  Omoplate  .\r\n( 9 ) . ج : آهئه ؛ ط ، ل : آلهية ؛ ش : آليه .\r\n( 10 ) . ج ، ل ، ش : غاين ؛ غاير : فرورونده در نشيب . ( لغتنامه ) .\r\n","page_name":" 80 ","page_number":88},
  {"content":"\r\n\r\nكه در مىرود در او زايدهء « 1 » عضد ؛ و در جانب عريض غضروفى است ليّن و در او دو زايده « 2 » هست : يكى مايل به فوق و خلف و او را منقار الغراب « 3 » خوانند و به « 4 » او ربط كتف مىشود با ترقوه « 5 » و اين زايده منع مىكند بيرون آمدن سر بازو از فقرهء فوقانى ، و زايدهء ثانيه از اندرون اوست و مايل به شيب است « 6 » و او منع بيرون آمدن سر عضد مىكند از فقره‌اى كه به شيب افتاده ، و بر « 7 » ظهر كتف مثلّثى است « 8 » كه قاعدهء او بر جانب وحشىّ است و زاويهء او بر جانب انسىّ است « 9 » و او جارى مجراى سنسنه است به نسبت با فقرات ، و حافظ كتف است از ضررى كه به دو لا حق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : زوايد ؛ س : زايد ؛ عضد -  Humerus  .\r\n( 2 ) . ش : در او زوايد .\r\n( 3 ) . منقار الغراب : ابن سينا آن را « زايدهء غرابى » مىنامد . ( ر ك : قانون ، ج 1 ، ص 75 ) ؛ در تشريح امروزى اين زايده را زايدهء اخرمى ، يا  « Apophyse AcromiaLe »  و زايدهء ديگرى كه در تشريح سنّتى عنوان « حاجز » يا « عين الكتف » يافته است ، امروزه زايدهء غرابى يا  « Coracoid »  ناميده مىشود . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، ص 11 - 12 ) .\r\n( 4 ) . ط : - به .\r\n( 5 ) . ترقوه : استخوانى است كه در دو طرف بدن بالاى استخوان سينه قرار گرفته و به سبب انحنايى كه دارد در ناحيهء بين سينه و گردن فضايى به وجود مىآورد كه رگهاى بالا رو ( صاعده ) به سوى مغز و پىها سرازير شده . ترقوه در انتهاى ديگرش به طرف دو شانه به زايدهء استخوان كتف مىپيوندد . ( قانون ، ج 1 ، ص 74 ) ؛ اصطلاح علمى آن  « Clavicle »  است .\r\n( 6 ) . ط ، ل - و مايل به شيب است .\r\n( 7 ) . ج ، ل ، ش : در .\r\n( 8 ) . ط : - و بر ظهر كتف مثلثى است .\r\n( 9 ) . همان حفرهء تحت خارى ، يا  « Fosse Sous - epineuse »  ( - زاويهء جانب انسىّ يا درونى ) و حفرهء تحت كتفى ،  « Fosse Sous - ScapuLaire »  ( - قاعدهء جانب وحشىّ يا بيرونى ) است . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، ص 12 ) .\r\n","page_name":" 81 ","page_number":89},
  {"content":"\r\n\r\nمىشود و اين را حاجز گويند و صاحب كامل او را عين الكتف « 1 » خواند ، بنا بر آنكه قايم مقام عين افتاده . همچنانكه به چشم آنچه از قدّام « 2 » واقع مىشود دفع مىكند ، آنچه وارد مىشود به صدر از جانب خلف او دفع مىكند ؛ و از فايدهء كتف يكى آن است كه عظم عضد به صدر ملتصق نگردد و ضرر به اعضاى شريفه وصول نيابد و ديگر آنكه به نسبت با اعضايى كه محصور است در صدر از خلف حافظ باشد ، همچنانكه ترقوه از قدّام ؛ و ديگر آنكه تا سطح ظهر به واسطهء او مساوى باشد كه اگر او نباشد موضع پشت « 3 » گوى باشد .\r\n\r\nدست :\r\nمركّب از ساعد « 4 » و عضد ؛ و ساعد مركّب است از دو عظم كه آن را زند اعلى و زند اسفل « 5 » گويند و با يكديگر متلاصق‌اند و اتّصال ايشان در طول است ؛ و زند اعلى ميان او باريك افتاده و طرفين او غليظ و طولانى و مايل به استداره و « 6 » از جانب وحشىّ « 7 » التوا دارد ، و زند اسفل « 8 » غليظتر افتاده و در او هيچ التوا نيست و چون ضرورى است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن سينا اين زايده را « عير الكتف » ( ميزانيه ، عيار شانه ) مىنامد . ( ر ك : قانون ، ج 1 ، ص 74 ) ؛ عين الكتف ، امروزه ، زايدهء غرابى يا  « coracoid »  ناميده مىشود . ( ر ك :\r\nاستخوان‌شناسى ، دكتر كيهانى ، ص 12 ) .\r\n( 2 ) . ش : اقدام ؛ قدّام ( قدّام ) : پيش ، خلاف وراء . ( لغتنامه ) .\r\n( 3 ) . ط : ظهر .\r\n( 4 ) . ج : صاعد .\r\n( 5 ) . زند اعلى -  Radius  ؛ زند اسفل -  Cubitus  . ( ر ك : كالبدشكافى ، تشريح عملى دست و پا ، ص 50 ) .\r\n( 6 ) . ط : - و .\r\n( 7 ) . وحشىّ : بيرونى ؛ انسىّ : درونى .\r\n( 8 ) . ط : اعلى .\r\n","page_name":" 82 ","page_number":90},
  {"content":"\r\n\r\nذراع « 1 » از طرف اعلى دو مفصل داشته باشد « 2 » ، او را « 3 » دو عظم مخلوق گشته .\r\n\r\nمرفق :\r\nعبارت از مجموع مفصل زندين است با عضد ، و كيفيّت اتّصال زند اعلى با او چنان است كه در طرف مرفق گوى هست كه زايده‌اى كه از طرف وحشىّ عضد « 4 » رسته است « 5 » ، در او در مىرود و به او حركت منبطحه و ملتويه حاصل مىشود ؛ و كيفيّت مفصل زند اسفل چنان است كه در او دو زايده هست و در ميان ايشان چيزى است شبيه به سين « 6 » در خطّ فلسفيان « 7 » ؛ و بعضى گويند به حاء ؛ و آن جزو ، ملازم جزو عضدى است و هر دو طرف « 8 » هر دو زاويه در عتبتين در رفته و به دو حاصل مىشود بسط و قبض ساعد ، و هر دو طرف زايدتين از شيب چون مجتمع « 9 » مىگردد يكى مىشود و پيدا مىگردد گوى وسيع در زند اسفل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : زراع ؛ ذراع : بازو را گويند كه رگ حبل الذّراع كه از شعبه‌هاى قيفال است ، در او موجود است . ( مفاتيح العلوم ، ص 149 ) .\r\n( 2 ) . دو مفصل عبارتند از : يكى مفصل زايدهء آرنجى  ( Olecranon )  در زند اسفل ، و ديگرى مفصل انتهاى فوقانى زند اعلى  ( Head )  است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 32 ) .\r\n( 3 ) . ش ، ط : از .\r\n( 4 ) . زايدهء وحشىّ عضد - زايدهء فوق قرقره‌اى  ( Epitrochlee )  . ( ر ك : كالبدشكافى ، ص 42 ) .\r\n( 5 ) . ج ، ل ، ش : - است .\r\n( 6 ) . س : - سين ؛ ل : شين .\r\n( 7 ) . ابن سينا گويد : « ليكن زند زيرين داراى دو زايده ( آرنجى و منقارى ) است و در بين اين دو زايده يك بريدگى به شكل حرف  C  وجود دارد » . ( قانون ، ج 1 ، ص 76 ) ؛ دو زايدهء آنجى و منقارى -  Proc . Coronoideus , Proc . Olecrani  .\r\n( 8 ) . ج : - و هر دو طرف .\r\n( 9 ) . ج : مجموع .\r\n","page_name":" 83 ","page_number":91},
  {"content":"\r\n\r\n\r\nرسغ كف « 1 » :\r\nهفت استخوانند در دو صفّ نهاده و مراد به آن محلّى است كه ميان ساعد و مشط بود مصمت ، مختلف الاشكال ، متلاصق به هم ، يعنى به هم پيوسته « 2 » ؛ صفّ اوّل نزديك ساعد است و آن سه استخوان است « 3 » مجتمع الرّؤس از جهت اتّصال به ساعد ؛ و صفّ دوم نزديك مشط است و آن چهار استخوانند كه اطراف ايشان نزديك مشط باشد و ميل به گو دارد و لا حق ايشان مىشود « 4 » عظمى كه حايل مىگردد « 5 » به استخوانى كه نزديك خنصر « 6 » واقع است « 7 » از صفّ اوّل ؛ « 8 » و او را با ساعد دو مفصل هست : يكى حايل مىشود از در رفتن طرف مجتمع ايشان در نقرهء زندين و اين مفصلى است كبير سلس كه منبسط و منقبض مىگردد ؛ و مفصل دوم ملتئم مىشود از رفتن شاخصهء مذكوره در نقره‌اى كه در « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رسغ كف : خردهء دست ، اصطلاح علمى آن  « Carpe »  است . ابن سينا نيز مچ را داراى هفت استخوان مىداند ( ر ك : قانون ، ج 1 ، ص 77 ) . امّا سيّد اسماعيل جرجانى مچ يا خردهء دست را متشكّل از هشت استخوان مىداند ( ر ك : اغراض الطّبيّة ، ص 66 ) و اين چيزى است كه در تشريح امروزى نيز ثابت شده است . مچ دست داراى هشت استخوان است كه در دو رديف فوقانى ( شامل : ناوى ، هلالى ، هرمى و نخودى ) و تحتانى ( شامل : ذوزنقه ، شبه ذوزنقه ، استخوان بزرگ و استخوان چنگكى ) مىباشد . ( ر ك : كالبدشكافى ، ص 67 - 69 ) . گويا در تشريح سنّتى ، استخوان نخودى در رديف فوقانى كه با سطح قدامى هرمى مفصل مىشود ، هر دو يك استخوان شمرده مىشد .\r\n( 2 ) . ج ، ل ، ش : + است .\r\n( 3 ) . ج ، ل ، ش : - است .\r\n( 4 ) . ط : مىگردد .\r\n( 5 ) . ط : مىشود .\r\n( 6 ) . خنصر : انگشت كوچك .\r\n( 7 ) . س : شده .\r\n( 8 ) . همان استخوان هرمى يا  « PyramidaL »  است كه با استخوان نخودى مفصل مىشود . ( ر ك : كالبدشكافى ، ص 68 ) .\r\n( 9 ) . ط : - در .\r\n","page_name":" 84 ","page_number":92},
  {"content":"\r\n\r\nاستخوانى است كه در اين موضع است و كوچك افتاده و به دو انكفات و انطحاح « 1 » حاصل مىشود .\r\n\r\nمشط :\r\n« 2 » مراد به مشط محلّى است كه ميان رسغ و انامل باشد ، و آن « 3 » چهار استخوان است كه مقعّر ايشان قريب به باطن واقع « 4 » است و هر يكى از ايشان دو مفصل دارند ، يعنى زايده‌اى از هريك در مىرود در نقره‌اى « 5 » از رسغ .\r\n\r\nاصابع :\r\nپنج‌اند . هريك مركّب از سه عظم كه آن را سلاميات خوانند و بعضى با بعضى متّصل‌اند « 6 » اتّصال مفصلى « 7 » به زايده‌اى كه در مىآيد از يكى و در مىرود در ديگرى و در ميان مفصل ايشان استخوانى چند هست كه مواضع خاليه بدان « 8 » پر مىشود و آن را سمسمانيّات « 9 » خوانند ، و به غير از ابهام كه متّصل به « 10 » رسغ است ، اصابع ديگر متّصل به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انكفات : انقباض ؛ انطحاح : انبساط . ( لغتنامه ) ؛ در تمام نسخ به صورت « انكباب و انطباخ » نوشته شده بود كه اينجا بدان معنى غلط مىنمود ؛ لذا به قياس اصلاح نموديم .\r\n( 2 ) . ش ( زير سطر ) : + يعنى پشت دست ؛ اصطلاح علمى آن  « metracarpe »  است . ( ر . ك :\r\nكالبدشكافى ، ص 70 ) .\r\n( 3 ) . ل : از .\r\n( 4 ) . ط : + افتاده .\r\n( 5 ) . ش : مفصل .\r\n( 6 ) . ش : مفصل .\r\n( 7 ) . ل ، ط : + به .\r\n( 8 ) . ج : آنان ؛ ش : به آن .\r\n( 9 ) . سمسمانيّات : استخوانهاى كنجدى يا  « Dssesamoides »  مىباشد كه استخوانهاى كوتاه و ريزى است كه جلوى مفصل‌هاى كف دستى بند انگشتى قرار دارد . دو تاى آنها كه ثابت است جلوى مفصل كف دستى بندانگشتى شست واقع‌اند ؛ يكى داخلى كه مدوّر است و ديگرى خارجى كه عرضا كشيده مىباشد . ( كالبد شكافى ، ص 71 ) .\r\n( 10 ) . س ، ن ، ل : - به .\r\n","page_name":" 85 ","page_number":93},
  {"content":"\r\n\r\nمشطاند « 1 » .\r\n\r\nعظم عانه « 2 » :\r\nمتّصل گشته به عظم عجز دو « 3 » استخوان بزرگ از طرف راست و چپ و هريك از اين دو عظم منقسم مىشوند « 4 » به چهار جزو ؛ « 5 » و جزوى از پيش افتاده و آن را استخوان « 6 » عانه خوانند و جزوى از خلف و آن را ورك « 7 » خوانند و جزوى دقيق كه به عرض افتاده نزديك طرف وحشىّ « 8 » و آن را عظم خاصره « 9 » و حرقفىّ « 10 » خوانند ، و جزوى مايل « 11 » به شيب از طرف انسىّ و آن را حقورك « 12 » خوانند ؛ بنا بر آنكه جوف او وسيع افتاده .\r\n\r\nاستخوان فخذ « 13 » :\r\nبزرگترين استخوان بدن است و از قدّام محدّب افتاده « 14 » و از خلف مقعّر ، و جزو اعلاى او پيچيده است « 15 » به جانب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : است .\r\n( 2 ) . استخوان عانه -  Pubis  .\r\n( 3 ) . ج : در .\r\n( 4 ) . ش ، ط : مىشود .\r\n( 5 ) . ش : قسم .\r\n( 6 ) . ل : - استخوان .\r\n( 7 ) . استخوان ورك -  Ischiom  .\r\n( 8 ) . ج ، ش ، ط : + بيرونى .\r\n( 9 ) . ش : خاسره .\r\n( 10 ) . ج : حرغفه ؛ ل : حرفقه ؛ ط : حرقوه ؛ استخوان خاصره يا حرقفى -  « Hip »  يا  « Bassin »  .\r\n( 11 ) . ط : مايل به .\r\n( 12 ) . حقورك : چنين واژه‌اى ، نه در كتب لغت و نه در كتب طبّى ، يافت نشد . فقط يك جا ابن سينا اين استخوان را « حقه‌ران » مىنامد . ( ر ك : قانون ، ج 1 ، ص 81 ) در لغتنامهء دهخدا نيز نزديك اين معنى ، واژهء « حقو » ديده مىشود كه به معناى تهيگاه ( شامل قطن و پهنه [ پنج مهرهء كمرگاه 
  ] ) مىباشد .\r\n( 13 ) . استخوان فخذ : استخوان ران يا  « Femur »  مىباشد .\r\n( 14 ) . ش : - افتاده .\r\n( 15 ) . ط : - است .\r\n","page_name":" 86 ","page_number":94},
  {"content":"\r\n\r\nوحشىّ و جزو اسفل به جانب انسىّ ، و او را از طرف فوق دو زايده هست « 1 » كه در مىرود در حقورك و از شيب دو زايده كه در مىرود در ركبه « 2 » .\r\n\r\nساق :\r\nمركّب است از دو عظم متلاصق به هم : يكى از « 3 » طرف انسىّ و آن بزرگتر افتاده و درازتر و او را از طرف فوقانى نزديك به « 4 » مفصل فخذ دو نقره هست ، و او « 5 » را قصبهء كبرى « 6 » خوانند و ساق نيز خوانند ؛ و دوم از طرف وحشىّ واقع است و آن كوچك‌تر افتاده و ملاقى « 7 » فخذ نمىشود « 8 » از طرف فوقانى « 9 » و آن را قصبهء صغرى « 10 » خوانند ؛ و در ساق دو تحدّب هست مختلف الجهة ، يعنى در اين دو تحدّب مخالفتى هست ، چنان كه در فخذ بود ؛ مفصل ركبه « 11 » سلس افتاده و ملتئم مىشود از در رفتن زايدتين مذكورتين « 12 » كه آن تحدّبى است در هر دو گوى قصبهء « 13 » عظمى و او را دو رباط هست : يكى پيچيده و يكى ساده و دو رباط ديگر « 14 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دو زايدهء قسمت فوقانى فخذ عبارتند از  « Head »  كه سر استخوان ران به صورت 3 / 2 يك شكل كروى است و  « Greater trochanter »  كه در قسمت بيرونى استخوان فخذ واقع شده است . ( رك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 81 ) .\r\n( 2 ) . ن : - بسم اللّه الرحمن الرحيم . . . در مىرود در ركبه ؛ ركبه : زانو ؛ دو زايدهء مزبور در قسمت تحتانى فخذ ، امروزه  « Condyle »  ناميده مىشوند .\r\n( 3 ) . ج : بر .\r\n( 4 ) . ن : - به .\r\n( 5 ) . ن : آن .\r\n( 6 ) . ن : - به .\r\n( 7 ) . ش : متلاقى ؛ ملاقى : پيوسته و متّصل . ( لغتنامه ) .\r\n( 8 ) . ل : مىشود ، + و .\r\n( 9 ) . ج ، ل : - و .\r\n( 10 ) . قصبهء صغرى : استخوان نازك‌نى يا  « Perone »  مىباشد .\r\n( 11 ) . ط : - ركبه ؛ ل : به ركبه .\r\n( 12 ) . س : مذكرتين .\r\n( 13 ) . ج ، ل ، ش ، ط : + كبرى .\r\n( 14 ) . ن : - ديگر .\r\n","page_name":" 87 ","page_number":95},
  {"content":"\r\n\r\nقوى از جانبين ، و مقدّم ايشان محكم است بر صغوه « 1 » كه آن عظمى است غضروفى مستدير الشّكل و در او نقره‌اى هست كه در مىرود در او « 2 » آنچه بيرون آمده است از عظم فخذ .\r\n\r\nعقب :\r\n« 3 » استخوانى است بزرگ صلب « 4 » مستدير الشّكل از طرف خلف و از جانبين ؛ امّا جانب وحشىّ او طويل افتاده است « 5 » و مايل به باريكى است ، و از شيب ، عريض افتاده و املس « 6 » ؛ و بنابراين « 7 » است كه چون ناظر نظر مىكند « 8 » گوييا مثلّثى است مايل به استطالت كه باريك مىشود جزوى از او بعد از جزوى تا منتهى مىشود به وحشىّ ؛ و او را دو زايده هست نزديك اخمص « 9 » و نقره‌اى در جانب وحشىّ دارد و دو نقره « 10 » از طرف « 11 » بالا .\r\n\r\nو كعب :\r\n« 12 » استخوانى است موضوع « 13 » بر بالاى عقب « 14 » و زير ساق كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صغوه : « صغو » در لغت به معناى ميل كردن به جانبى است ( ر ك : لغتنامه ) و در اصطلاح استخوانى است غضروفى گرد در زانو كه زوايد استخوان ران در آن فرو مىرود ، كه همان كشكك يا  « Patella »  است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 89 ) .\r\n( 2 ) . ن : - او .\r\n( 3 ) . عقب : استخوان پاشنه يا  « Calcaneus »  مىباشد .\r\n( 4 ) . ج ، ل ، ش : + و .\r\n( 5 ) . ج ، ل ، ش ، ط : - است .\r\n( 6 ) . املس : درشت پشت ، هموار ، نرم . ( لغتنامه ) .\r\n( 7 ) . ط : بنا بر آنكه .\r\n( 8 ) . ج ، ل : - مىكند ؛ ش : + نظر .\r\n( 9 ) . ش ( زير سطر ) : + گوى پا ؛ اخمص : باريكى كف پا كه به زمين نرسد . ( لغتنامه ) -  Metatarsus  .\r\n( 10 ) . ط : نقره‌اى .\r\n( 11 ) . ن : جانب .\r\n( 12 ) . كعب : استخوان قاپ يا بجل يا  « Astragale »  كه در بالاى استخوان پاشنه واقع شده و بالاترين استخوان مچ پا است . ( ر ك : استخوان‌شناسى ، دكتر كيهانى ، ص 90 ) .\r\n( 13 ) . ن : - موضوع .\r\n( 14 ) . ش : - استخوانى است موضوع بر بالاى عقب .\r\n","page_name":" 88 ","page_number":96},
  {"content":"\r\n\r\nگرد او درآمده ، و زايده‌اى كه از قصبتين رسته و در مىرود هر دو طرف او در نقرهء عقب و او را دو زايده هست فوقانى : آنچه به طرف انسىّ افتاده « 15 » در مىرود در گوى كه در طرف قصبهء عظمى است « 16 » و وحشىّ او در مىرود در حفره‌اى كه در طرف قصبهء صغرى واقع است ، و از اين حاصل مىشود مفصلى كه به دو تمام مىشود انبساط و انقباض قدم ؛ و بعد از او عظم اخمص « 17 » است و محدّب افتاده از طرف فوق و قدم با مشط مايل بدوست و او را زورقى خوانند « 18 » و او مربوط است به جزو مقدّم به رباط و در او گوى است كه در مىرود در او « 19 » دو زايدهء عقب و حاصل مىشود از مجموع ايشان مفصلى كه حركت قدم به جانبين جهت اوست .\r\n\r\nرسغ پاى « 20 » :\r\nچهار استخوان است ؛ سه از آن مرتبط است سرايشان به\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) . س : - افتاده .\r\n( 16 ) . ج ، ل ، ش : - است .\r\n( 17 ) . اخمص -  Metatarsus  ؛ استخوان‌بندى متاتار سوس ( كف پا ) شامل 5 استخوان متاتارسال  ( Metatarsal Bones )  است كه از داخل به خارج شماره‌گذارى مىشوند ؛ يعنى اوّلين متاتارسال مربوط به شست ، و پنجمين يا آخرين مربوط به انگشت كوچك است .\r\n( استخوان‌شناسى ، دكتر بهرام الهى ، ص 116 ) .\r\n( 18 ) . ن : - خوانند ؛ زورقى -  Seaphoid  .\r\n( 19 ) . س : - او .\r\n( 20 ) . رسغ پاى : مچ پا شامل هفت استخوان است و بعضى از آنها كه تحمّل و توزيع وزن بدن را به عهده دارند درشت‌ترند . اين استخوانها مانند مچ دست ، در دو رديف قرار گرفته‌اند :\r\nرديف خلفى موسوم به رديف پروگزيمال ، شامل تالوس  ( Talus )  و كالكانئوس ( پاشنه ) است ؛ و رديف قدامى موسوم به رديف ديستال ، شامل ناويكولار ( ناوى ) و سه استخوان كانئيفورم ( ميخى ) داخلى ، ميانى ، خارجى و كويوئيد ( طاسى ) است . ( استخوان‌شناسى ، دكتر بهرام الهى ، ص 107 - 108 ) ؛ ابن سينا تعداد استخوانهاى مچ پا را صراحتا بيان نكرده -\r\n","page_name":" 89 ","page_number":97},
  {"content":"\r\n\r\nزورقى از « 1 » يك طرف و از « 2 » طرف ديگر متّصل‌اند به طرف سه عظم از عظام مشط كه بر طرف « 3 » انسىّ واقع است و چهارم از استخوان رسغ ، نهاده به جانب وحشىّ نزديك خنصر استخوانى شبيه مكعّب ، يعنى جسمى كه محيط باشد به دو مسدّس ، و او را نردى « 4 » خوانند و او مرتبط است نزد عقب به دو زايده كه از ازاى او « 5 » درآمده است و در رفته در نقرهء مذكوره و از پيش به دو استخوان از عظام مشط .\r\n\r\nمشط « 6 » :\r\nمؤلّف است از پنج استخوان « 7 » كه هريك از اصابع « 8 » به دو متّصل مىگردد از جانب « 9 » ايشان و از جانب ديگر به استخوان رسغ .\r\nو اصابع « 10 » : هريك مركّب‌اند از سه پاره ، الّا ابهام كه مركّب از دو پاره است .\r\nو مجموع عظام غير از « 11 » عظم لامى و عظام سمسمانى و عظمى كه در\r\n\r\n\r\n","description":"","footnote":"\r\n- است و فقط اشاره كرده كه « استخوانهاى مچ پا از استخوانهاى مچ دست بسيار كمتر است ، زيرا نياز كف دست به حركت و در بر گرفتن ، بيشتر از نياز قدم است » . ( قانون ، ج 1 ، ص 84 ) .\r\n( 1 ) . ج ، ط : در .\r\n( 2 ) . ن : + يك .\r\n( 3 ) . ل ، ش ، ط : اطراف .\r\n( 4 ) . ن ، ج : نودى ؛ ل ، ش : ازدى ؛ نردى : استخوانى كه كنار استخوان پاشنه به وى پيوسته است و آن شش پهلو دارد ، مانند كعبتين نرد . ( ر ك : جواهر التشريح ، ص 154 ) ؛ نردى ، همان استخوان طاسى يا  « Cuboid »  است . ( ر ك : استخوان‌شناسى ، دكتر بهرام الهى ، ص 115 ) .\r\n( 5 ) . ط : - كه از ازاى او .\r\n( 6 ) . مشط : منظور از مشط پا ، همان قسمت كف پاست كه موسوم به  « Metatarsus »  مىباشد .\r\n( 7 ) . ج ، ل ، ش : + رسغ و اصابع پاى .\r\n( 8 ) . ل ، ش : - از اصابع .\r\n( 9 ) . ج ، ل ، ش ، ن : طرف .\r\n( 10 ) . ج ، ل ، ش : + پاى .\r\n( 11 ) . ط : - غير از .\r\n","page_name":" 90 ","page_number":98},
  {"content":"\r\n\r\nقاعدهء قلب مىباشد ، بنا بر آنكه در عظميّت ايشان خلاف كرده‌اند و « 1 » سمسمانى به واسطهء خردى به حساب نيامده ، دويست و چهل و هشت عدد است « 2 » ؛ چنان كه گفته‌اند :\r\nبيت\r\n عدد عظم چو خواهى كه بدانى به يقين * مىبرون آيد از آنجا كه برون مىآيد « 3 » \r\n فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ  « 4 » .\r\nشعر « 5 »\r\n لا يزن فى جنب علمه علم بقراط بقيراط * و لا حكمة افلاطون بنقطة النّون \r\n لا يُسْئَلُ عَمَّا يَفْعَلُ وَ هُمْ يُسْئَلُونَ  « 6 » .\r\n\r\nاظفار :\r\nاجسامى چندند « 7 » عظمى كه جهت اطراف اصابع « 8 » مخلوقند كه ستون ايشان باشند « 9 » تا از آفات مصون و محفوظ باشند ؛ و ديگر فوايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : - غير از .\r\n( 2 ) . ابن سينا نيز همين عدد را آورده است : « بدون در نظر گرفتن استخوان سمسمانى و استخوانى كه شبيه حرف « ل » يونانى است ، به 248 استخوان مىرسد » . ( رك : قانون ، ج 1 ، ص 85 ) ؛ امروزه تعداد استخوانهاى بدن انسان 206 عدد ذكر شده است .\r\n( 3 ) . مأخذ اين بيت يافت نشد و نيز طبق حساب ابجدى عدد 248 از آن به دست نيامد ، حتّى از عبارت  « فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ »  نيز چنين عددى اخذ نگرديد . ( ؟ ) .\r\n( 4 ) . مؤمنون / 14 .\r\n( 5 ) . س : - شعر .\r\n( 6 ) . انبيا / 236 .\r\n( 7 ) . ج : - اند .\r\n( 8 ) . س : - اصابع .\r\n( 9 ) . ج ، ل ، ش ، ن : - باشد .\r\n","page_name":" 91 ","page_number":99},
  {"content":"\r\n\r\nايشان از حكّ و لقط و سلاح مخفى نيست و زياده شدن ايشان « 1 » به نمّو است و الّا مخصوص به يك طرف نبودى و مؤكّد اين معنى است زياده شدن اظفار ميّت و شعر او پيش از تحلّل اجزاى مائى ، و شايد « 2 » كه اين به واسطهء آن است كه چون « 3 » متعفّن مىگردد غذاى او « 4 » حاصل مىشود « 5 » به واسطهء فضلات بخارى و در اين سخن نظر است .\r\n\r\nوتر « 6 » :\r\nاز اعضاى مفرده يكى وتر است و آن جسمى است مشابه جوهر عصب و به اطراف عضل « 7 » متّصل ، به جهت تحريك اعضا .\r\n\r\nرباط « 8 » :\r\nيكى ديگر رباط است و آن جسمى است شبيه به عصب ؛ امّا بىحس افتاده و فايدهء او ربط كردن عضوى است به عضوى يا به عظمى و آن را عقب نيز خوانند « 9 » .\r\n\r\nغضروف « 10 » :\r\nعضوى است الين از عظم و اصلب از ديگر ، و در آفريدن او « 11 » ملاحظهء حسّ اتّصال استخوانى است به ديگرى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : - ايشان .\r\n( 2 ) . ج : مىشايد .\r\n( 3 ) . ط : - چون .\r\n( 4 ) . س ، ن ، ج ، ط : - او .\r\n( 5 ) . ط : مىگردد .\r\n( 6 ) . وتر : بند سپيدى كه در منتهاى عضله واقع شده و بدان عضله با استخوانهاى بدن ملصق گشته و به آنها مىپيوندد . ( ناظم الاطباء ) ؛ وتر ، امروزه با عنوان  « Tendon »  شناخته مىشود .\r\n( ر ك : آموزش اصطلاحات پزشكى ، ص 191 ) .\r\n( 7 ) . ط : عضد .\r\n( 8 ) . رباط : رباطها رشته‌هاى قوى ليفى هستند كه استخوانها يا غضروفها را پهلوى هم نگه مىدارند و به تسهيل يا محدود نمودن حركت كمك مىكنند . امروزه ، رباطها با عنوان  « Ligament »  ناميده مىشوند . ( ر ك : آموزش اصطلاحات پزشكى ، ص 191 ) .\r\n( 9 ) . ن : - نيز خوانند .\r\n( 10 ) . غضروف -  Cartilage  .\r\n( 11 ) . ن : - او .\r\n","page_name":" 92 ","page_number":100},
  {"content":"\r\n\r\n\r\nتعداد « 1 » عظام مجملا « 2 »\r\nفقرات ظهر دوازده است . فقرات قطن پنج است . فقرات عجز سه است . فقرات عصعص سه است . عظام سر هفت است . عظام صدغ چهار است . عظام فكّ اعلى چهار است . عظام فكّ اسفل دو است . اسنان سى و دو است . فقرات رقبه هفت است . فقرات اضلاع هفت است . اضلاع بيست و چهار است . عظام عانه دو است . عظام سينه هفت است . ترقوه دو است . كتف دو است . قلّة الكتف دو است . عظام يد « 3 » بيست و نه است .\r\nعظام رجل « 4 » بيست و نه است .\r\n\r\nلحم :\r\nعضوى است كه از دم طبيعى متولّد مىشود « 5 » و فرج و خلل « 6 » اعضا را مملوّ و محشوّ مىگرداند « 7 » و عاقد او حرارت بود « 8 » ؛ و بعضى شحم و سمين « 9 » و ظفر و شعر از اعضاى مفرده شمرده‌اند و در آن نظر است ؛ زيرا كه شحم و سمين داخل « 10 » لحم‌اند و شعر و ظفر از زوايد و فضلات‌اند و « 11 » جمله مركّب است ، نه مفرد و بيان هريك كرده مىشود .\r\n\r\nشحم « 12 » :\r\nجسمى ابيض است « 13 » كه از مادّهء مائى دم در اعضاى عصبانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : تعدد ؛ ن : - تعداد .\r\n( 2 ) . ط : - مجملا .\r\n( 3 ) . ج ، ل ، ن ، ط : دست .\r\n( 4 ) . ج ، ل ، ن ، ط : پاى .\r\n( 5 ) . ج ، ل ، ش ، ط : شود .\r\n( 6 ) . ن : خلل و فرج .\r\n( 7 ) . ج ، ل ، ش ، ط : گرداند .\r\n( 8 ) . ط : + شحم .\r\n( 9 ) . ج : + داخل لحم‌اند .\r\n( 10 ) . ن : - داخل .\r\n( 11 ) . ش : اندرو .\r\n( 12 ) . شحم -  Fantess  يا  grease  ، كه همان چربى است .\r\n( 13 ) . ل ، ش ، ن : است ابيض .\r\n","page_name":" 93 ","page_number":101},
  {"content":"\r\n\r\nمثل ثرب « 1 » و امعا متولّد شود « 2 » و به واسطهء برودت محلّ منجمد گردد « 3 » .\r\n\r\nسمين « 4 » :\r\nمشابه لحم است و از دم دسم متولّد مىشود و او « 5 » مركّب است از لحم و شحم .\r\n\r\nشعر :\r\nجسمى است كه از بخار دخانى متولد گردد « 6 » و بعضى از او زينت بود ، همچون حاجب و لحيه ؛ و بعضى زينت و وقايت همچون موى سر و مژه .\r\n\r\nجلد :\r\nعضوى است منتسج از ليفات و شظاياى « 7 » عصب و خلل آن به لحم پر شده « 8 » و همچون غشايى بود مر جميع بدن را « 9 » و فايدهء او حفظ هيأت و افادهء حسّ و ادراك ملموسات « 10 » بود « 11 » ؛ و اللّه اعلم « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثرب : « پرده‌اى نازك از پيه است كه بر معده و همهء روده‌ها كشيده شده است » . ( قانون ، 2 / 3 ، ص 7 )\r\n( 2 ) . ج ، ل ، ش : تولد شود ؛ ط ، ن : متولد مىشود .\r\n( 3 ) . ل ، ش : شود .\r\n( 4 ) . سمين : چيزى باشد سپيد مشابه به شحم كه در گوشت حيوان فربه پيدا آيد ، به هندى رواج گويند . ( غياث اللّغات ) .\r\n( 5 ) . ج ، ط ، ن : + همچون .\r\n( 6 ) . ط : مىشود .\r\n( 7 ) . ش : شنطانياى .\r\n( 8 ) . س : - پرشده .\r\n( 9 ) . س ، ج ، ش : - را .\r\n( 10 ) . ن : مشمومات .\r\n( 11 ) . جلد : پوست ، به لغت يونانى  derma  و به لغت لاتين  Cutis  مىباشد . ( ر . ك : آموزش اصطلاحات پزشكى ، ص 236 ) .\r\n( 12 ) . ط ، ج ، ل : + و احكم ؛ ن : + بالصواب .\r\n","page_name":" 94 ","page_number":102},
  {"content":"\r\n\r\nصورت اوّل ( عظام )\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":103},
  {"content":"\r\n\r\n\r\nالمقالة الثّانية فى العصب\r\nامتياز انسان و حيوان از نبات و جماد به دو امر است : حسّ و حركت اختيارى ؛ و مظهر اين دو حالت « 1 » دماغ است ؛ همچنانكه وصول آب به اراضى به واسطهء تفاوت جداول و سواقى است ، از آن بدن به نسبت با دماغ بدين منوال است ؛ يعنى محلّى چند عصبى كه « 2 » به دو آيد ، اگر بزرگ باشد ، حسّ و حركت تمام بر آنجا وصول يابد و محلّى باشد كه بدين وضع « 3 » نبود . بنابراين عصب مخلوق گشته و دماغ بالذّات مبدأ اين دو قوّت است پيش بعضى ، و پيش « 4 » بعضى آن است كه معطى جميع قوا ، قلب است و مظهر اين دو امر در اين محلّ است ؛ و اعصاب منقسم مىشود به چند قسم « 5 » : اوّل به اعتبار قوام ، يعنى بعضى از او در غايت و نهايت ليّن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : - دو حالت .\r\n( 2 ) . ج ، ل ، ش : كه عصب .\r\n( 3 ) . س : موضع .\r\n( 4 ) . ش : نزد .\r\n( 5 ) . ن : + قسم .\r\n","page_name":" 96 ","page_number":104},
  {"content":"\r\n\r\nافتاده ، چون اعصاب حسّ تا انفعال از محسوس زود يابد ، به تخصيص آن زوجى كه از « 1 » مقدّم دماغ رسته است ؛ « 2 » جهت آنكه مقدّم دماغ ليّن او زياده است از قسم مؤخّر . قسم دوم به اعتبار « 3 » هيأت ، يعنى بعضى را يك تجويف بود چون زوج مقدّم كه محلّ نور است و به عينين مىآيد ؛ و بعضى آن است كه خالى از جوف‌اند ، چون اعصابى كه غير « 4 » اين زوج است و در او « 5 » روح نفسانى ساير است ، چون سريان « 6 » آب در گل و روغن در كنجد . سيم به اعتبار افادهء اوست « 7 » ؛ يعنى بعضى افادهء قوّت حس فقط مىكند ، چنانچه عصب ذوق ، و بعضى افادهء حركت ، چون عصب « 8 » محرّك « 9 » لسان ، و بعضى آن است كه افادهء هر دو امر مىكند ، چنانچه عصبى كه جزوى است از آن عضلات در يدين و رجلين . چهارم به اعتبار مبدأ ، يعنى بعضى از دماغ رسته باشد « 10 » و بعضى از نخاع ، « 11 » و آنچه از نخاع رسته « 12 » بعضى عنقى باشد و بعضى صدرى و بعضى قطنى و بعضى عجزى و بعضى عصعصى « 13 » ؛ و فايدهء او چنان است كه از « 14 » دماغ و نخاع اعطا مىكند به اعضا ، قوّت حسّ و حركت ؛ بنا بر آنكه مبدأ حسّ و حركت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - از .\r\n( 2 ) . ج ، ل ، ش ، ط : - است .\r\n( 3 ) . ج ، ش : + تجويف .\r\n( 4 ) . ش ، ط : + از .\r\n( 5 ) . س ، ش ، ن : - او\r\n( 6 ) . ش : سيران .\r\n( 7 ) . ش : باشد .\r\n( 8 ) . ط : - عصب .\r\n( 9 ) . ط : متحرك .\r\n( 10 ) . ن : رسته باشد و .\r\n( 11 ) . ن : + رسته باشد .\r\n( 12 ) . ط ، ش : + باشد .\r\n( 13 ) . ياخته‌هاى دستگاه عصبى را نرون  ( Neurons )  نامند . نرونها را برحسب نوع ارتباطات به نرونهاى حسّى ، حركتى و متّصل‌كننده تقسيم مىكنند . ( ر ك : آموزش اصطلاحات پزشكى ، ص 559 ) .\r\n( 14 ) . ج ، ل ، ش : - از .\r\n","page_name":" 97 ","page_number":105},
  {"content":"\r\n\r\nبالذّات دماغ و نخاع‌اند به مذهب اطّبا ، « 1 » يا به واسطهء قلب ، چنانچه به « 2 » مذهب ارسطو است ، و على التقديرين روح « 3 » در صدور اين فعل زمانى متمكّن گردد كه حاصل شود « 4 » در دماغ ، و وقتى اعضا استفادهء قوّت حسّ و حركت مىتواند كرد كه از نخاع نفوذ كند در اعصاب ؛ بالضّرورة آلت بايد ؛ و بايد كه نرم افتاده باشد ، بنا بر آنكه ، اگرچه عسر الانقطاع است ، سهل الانعطاف باشد ، يعنى به حسب اقتضاى اعضا ؛ و مىبايد كه ظاهر او حصين بود و كثيف « 5 » افتاده باشد تا روح به تحليل نرود « 6 » و داخل او بايد كه متخلخل باشد تا محلّ روح وسيع باشد جهت جرم روح . پس معلوم گشت كه منفعت او بالذّات ايصال « 7 » قوّت حسّ و حركت است و بالعرض توثيق و تشديد اعضا ؛ يعنى چون صلابتى « 8 » در جرم او موجود است ، هرگاه كه پراكنده مىشود در لحم ، او را عسر الانقطاع مىگرداند جهت افادهء متانت « 9 » و غلظ كه در جرم اوست ؛ و ديگر از فايدهء عصب « 10 » بالعرض اعطاى شعور است بر اعضايى چند كه از حسّ خالى افتاده است « 11 » جهت آفتى كه عارض ايشان گردد ، يعنى چون غشا گرد ايشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : + است .\r\n( 2 ) . س ، ن ، ج ، ط ، ش : - به .\r\n( 3 ) . س : زوج .\r\n( 4 ) . ط : گردد .\r\n( 5 ) . كثيف : اينجا در برابر « لطيف » به كار رفته است .\r\n( 6 ) . ج : برود .\r\n( 7 ) . ط : اتصال .\r\n( 8 ) . ن : صلاحيتى .\r\n( 9 ) . ن ، ط : مثانه .\r\n( 10 ) . س ، ن ، ج ، ط ، ل - عصب .\r\n( 11 ) . س ، ل ، ط ، ج : - است .\r\n","page_name":" 98 ","page_number":106},
  {"content":"\r\n\r\nدرآمده باشد و « 1 » به واسطهء اعصاب ادراك ناملايم كند ، چون كبد و طحال و كليه . پس عصب عبارت است « 2 » از جسمى ليّن ذو « 3 » حسّ و انعطاف ، يعنى دو تو كردن و صلب در انفصال ، يعنى گسستن ، و فايدهء او بالذّات افادهء حسّ و حركت باشد و بالعرض استحكام و توثيق اعضا « 4 » ؛ و اعصاب دو قسم است : قسمى از دماغ رسته و آن هفت زوج است كه حواسّ ظاهر و حسّ و حركت اعضاى عاليه بدوست ؛ « 5 » و قسمى از نخاع كه خليفهء دماغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : - و .\r\n( 2 ) . ن : - عصب . . . است .\r\n( 3 ) . ج ، ش ، ط : در .\r\n( 4 ) . س : اعصاب ؛ ج : + است در اعصاب .\r\n( 5 ) . منصور به تبعيّت از گذشتگان اعصاب مغزى را هفت جفت مىداند ، درحالىكه در تشريح اعصاب مغزى يا  « Cranialnerves »  ، دوازده جفت هستند كه از طرفين مغز شروع مىشوند . اولين عصب مغزى به نام عصب بويايى يا  « Olfactorynerve »  و مربوط به بوييدن است ؛ دومى عصب بينايى يا  « Opticnerve »  است كه از شبكيّه تا كياسم اوپتيك امتداد دارد و براى ديدن است . سومين و چهارمين و ششمين عصب مغزى به عضلات چشم عصب مىرسانند . نام چهارمين عصب شوقى يا اشتياقى  « Trochlear »  ، سومين عصب محرك مشترك چشم يا  « Oculomotor »  و ششمين ، عصب برون‌گردانندهء چشم يا  « Abducens »  مىباشد .\r\nعصب صورتى يا  « Facial nerve »  ، هفتمين عصب مغزى ، حسّى و حركتى است و عضلات صورت ، گوشها و كاسهء سر را كنترل مىكند .\r\nهشتمين عصب مغزى ، عصب شنوايى يا  « Acoustic nerve »  مىباشد . عصب زبانى حلقى يا  « Glossopharyngeal nerve »  يا نهمين عصب مغزى است . عصب واگ يا  « Uagusnerve »  يا ريوى معدى ، دهمين عصب مغزى است . عصب اسپينال يا راجعهء نخاعى يا  « Spinal accessory nerve »  ، يازدهمين عصب مغزى است ؛ و عصب زيرزبانى يا  « HypogLossal nerve »  دوازدهمين عصب مغزى و يك عصب حركتى است كه عضلات زبان را كنترل مىكند . ( ر ك : آموزش اصطلاحات پزشكى ، صص 571 - 574 ) .\r\n","page_name":" 99 ","page_number":107},
  {"content":"\r\n\r\nاست ، رسته و آن سى و يك زوج است و فرد [ ى 
  ] « 1 » ؛ و حسّ و حركت اعضايى كه در « 2 » شيب گردن واقع است به واسطهء او « 3 » ست ؛ و مجموع او هفتاد و هفت است : و آنچه از دماغ رسته زوجى « 4 » است كه مصوّر « 5 » است به سبزى « 6 » و مرور او به هر دو چشم است و قوّت باصره به واسطهء اوست ؛ و منشأ اين زوج مقدّم دماغ است نزد « 7 » دو زايده كه شبيه‌اند به سر پستان ، و هريك از اين دو فرد مجوّف مخلوق گشته و اين زوج به نسبت با زوج ديگر « 8 » مايل به صغر است ؛ و فردى كه در طرف راست واقع است مايل به طرف چپ مىشود و آنچه به طرف چپ واقع است مايل به طرف راست مىگردد و با يكديگر متّصل مىشوند « 9 » به نوعى كه تقاطع صليبى حاصل « 10 » مىگردد ؛ و بعد از آن ، آنچه از طرف راست مىآيد به چشم راست نزول مىكند و آنچه از طرف چپ مىآيد به « 11 » چشم چپ نزول مىكند « 12 » .\r\nزوج دوم مصوّر به سرخى است « 13 » و اين زوج از خلف زوج اوّل ظاهر مىگردد و بيرون مىآيد از پس « 14 » زوج اوّل و اعطا مىكند چشم انسان « 15 » را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دستگاه عصبى نخاعى يا محيطى ، موسوم به  « Peripheral nervuossystem »  در تشريح امروزى سى و يك جفت شناخته شده است . ( ر ك : آموزش اصطلاحات پزشكى ، ص 576 ) .\r\n( 2 ) . به قياس افزوده شد .\r\n( 3 ) . ش : - او .\r\n( 4 ) . ج ، ل ، س : + آن .\r\n( 5 ) . ش ، ل : متصور .\r\n( 6 ) . ن : - به سبزى .\r\n( 7 ) . ن : هر .\r\n( 8 ) . ط ، ن : ازواج ، - ديگر .\r\n( 9 ) . ج : مىگردند .\r\n( 10 ) . س : - حاصل . ج : واقع .\r\n( 11 ) . ط : + طرف .\r\n( 12 ) . ط : + طرف .\r\n( 13 ) . ج ، ش : است به سرخى .\r\n( 14 ) . ن : - پس .\r\n( 15 ) . ج : جسم ايشان .\r\n","page_name":" 100 ","page_number":108},
  {"content":"\r\n\r\nحركت ؛ و هريك از فرد او بيرون مىآيد از سوراخى كه در كاسهء چشم است و پراكنده مىشود در عضل او و به شش شاخ مىگردد و هريك در عضلهء چشم پيوسته است و قوّت حركت بدين عضله‌ها مىرساند « 1 » .\r\nزوج سيم مصوّر است به لاژورد « 2 » و هر دو عصب او ناشى مىشوند از آنجا كه مفصل دماغ است ، يعنى جزو مقدّم و مؤخّر ، آنجا از يكديگر جدا مىشوند و اين زوج آميخته مىشود با زوج چهارم و بعد از امتزاج ، منفصل مىشود و منقسم مىگردد « 3 » به چهار شعبه : جزو اوّل از اجزاى او متفرّق مىشود و در مىرود در شرايينى كه آن را معما خوانند و فرو مىآيد از طرف گردن و سينه و پراكنده مىشود در احشايى كه شيب حجاب « 4 » واقع است ؛ و شعبهء دوم از شعب او از سوراخى ظاهر مىشود كه نزديك صدغين واقع است و متّصل مىشود « 5 » به عصب جزو پنجم ؛ و جزو سيم از آن سوراخى كه زوج دوم از آن بيرون مىآيد و منقسم مىشود به سه قسم : يكى از آن مىآيد به جانب لحاظ « 6 » يعنى گوشهء چشم از طرف وحشىّ و منقسم مىشود در عضلات هر دو صدغ ، و يكى ديگر به جانب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زوج دوم در تقسيم‌بندى جديد ، زوج سوم به حساب مىآيد و شامل عصب محرّك مشترك چشم  ( N . Oculomotor )  و عصب محرّك خارجى چشم  ( N . Trochear )  است .\r\n( 2 ) . ج ، ش ، ن : لاجورد ؛ ( و ايضا در ديگر موارد ) .\r\n( 3 ) . ج ، ل ، ش : مىشود .\r\n( 4 ) . حجاب : پرده‌اى است شبيه به پوست در شكم كه از جلو سينه تا پشت را فرا مىگيرد و به محل خالى شكم متصل مىشود . ( مفاتيح العلوم ، ص 151 ) .\r\n( 5 ) . ن : - مىشود .\r\n( 6 ) . ط ، ن : مخاط ؛ ل : الحاظ .\r\n","page_name":" 101 ","page_number":109},
  {"content":"\r\n\r\nماق « 1 » مىآيد و آن گوشهء چشم است از طرف انسىّ ، و در مىرود در منخرين كه آن هر دو سوراخ بينى ، است و يكى ديگر ميل مىكند و بيرون « 2 » مىآيد به طرف بينى در شفهء « 3 » عليا و در جلد وى ، جزو « 4 » چهارم از زوج سيم فرو مىآيد در حنك و در طبقهء لسان و اعطاى قوّهء حاسّه مىكند و باقى او در بيخ دندانها كه در فكّ « 5 » اسفل است و لب زيرين متفرّق مىشود « 6 » .\r\nزوج چهارم مصوّر است به سبزى و هر دو عصب او گويند از طريق خلف با زوج ثالث مختلط مىشود و بعد از آن چون مفارقت مىكند « 7 » ، گويند كه پراكنده مىشود در حنك و حسّ حنك به واسطهء اوست « 8 » .\r\nزوج پنجم همچنين « 9 » مصوّر است به خضرت و اين بزرگتر است از اوّل ؛ گوييا كه دو زوج‌اند : يكى از آن « 10 » شايع است و از پيش رسته است و در سوراخ گوش و غشايى كه خادم قوّهء سامعه است در مىرود و اين از پس زوج سيم و چهارم است ؛ و يكى ديگر در مىآيد از پس او و ظاهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : مساق ؛ ماق : گوشهء چشم را گويند .\r\n( 2 ) . ن : - و بيرون .\r\n( 3 ) . ش ، ط : شعبه ؛ شفهء عليا : لب بالايى .\r\n( 4 ) . ل : - جزو .\r\n( 5 ) . ط : كل .\r\n( 6 ) . زوج سوم شامل عصب سه شاخه ، قسمت حركتى عصب صورتى و بخشى از عصب « پنوموگاستريك » است .\r\n( 7 ) . ن : مىكنند .\r\n( 8 ) . زوج چهارم ، شاخهء حسّى عصب سه شاخه است ، كه مذكور شد .\r\n( 9 ) . ط ، ل : - همچنين .\r\n( 10 ) . ش : ايشان .\r\n","page_name":" 102 ","page_number":110},
  {"content":"\r\n\r\nمىشود از سوراخى كه در عظم حجرى « 1 » است كه او را اعور « 2 » گويند « 3 » و جزوى از اين عصب مختلط گردد با زوج سيم و پراكنده شود در خلف « 4 » عضلهء عريضه كه تحريك خدّ « 5 » به واسطهء اين عضل « 6 » است و باقى او ممدّ عصبىاند كه از زوج سيم مىآيد به عضلهء بازو « 7 » .\r\nو زوج ششم مصوّر است به زردى . هر دو عصب او پراكنده مىشود در شؤون « 8 » يعنى در درزى چند كه در پس سر « 9 » واقع است و صورت او مشابه است « 10 » به لام در كتابت روميان ؛ « 11 » و در هريك از دو سوراخ سه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عظم حجرىّ : دو استخوان است بر دو سوى سر كه سوراخ گوش در وى است و چون سخت‌تر از استخوانهاى پيش و پس سر است ، آن را حجرى گويند ، و از سوى راست و چپ دو پارهء ديگر است . [ از استخوان 
  ] و سوراخ گوش اندروى است و اين هر دو سخت‌تر از پاره‌هاى ديگر است ، بدين سبب هر دو را عظمان حجريتان گويند و در هريك از سوى بالا درز قشرى است و اندر زير درزى است كه از كنارهء لامى بيايد و به كنارهء درز اكليلى پيوندد . ( ذخيرهء خوارزمشاهى ، ج 1 ، ص 120 ) ؛ كه همان استخوان  « Temporl »  است .\r\n( 2 ) . اعور : نام ثقبه‌اى است كه در عظم حجرى است و آن را « اعمى » نيز گويند . ( لغتنامه ) .\r\n( 3 ) . ش ، ن : خوانند .\r\n( 4 ) . ن : خلق .\r\n( 5 ) . ط : تخيط خط .\r\n( 6 ) . ط : اعضا ؛ ن : عضله .\r\n( 7 ) . زوج پنجم ، عصب صورتى  ( N . Facial )  و عصب شنوايى  ( N . Auditory )  كه در تقسيم جديد بر ترتيب هفتمين و هشتمين زوج از اعصاب دماغى مىباشد .\r\n( 8 ) . ج : سيون ؛ ش ، ل : شيون .\r\n( 9 ) . ن : - سر .\r\n( 10 ) . س ، ل ، ج ، ط ، ش : است .\r\n( 11 ) . دربارهء اين درز ( لامى ) در فصل اوّل ، قسمت جمجمه بحث شده است و مؤلّف آن را « مشابه لام در كتابت يونانيان » ذكر كرده است ، و اينجا آن را مشابه « لام در كتابت روميان » مىداند . گويا صورت صحيح ، همان « كتابت يونانيان » است ؛ چون ابن سينا نيز آن را مشابه « لانداى يونانى » مىداند . ( ر . ك : قانون ، ج 1 ، ص 57 ) .\r\n","page_name":" 103 ","page_number":111},
  {"content":"\r\n\r\nعصب بيرون « 1 » مىآيد : يكى از آن به عضل حنك مىآيد ، و اصل به زبان تا ممدّ « 2 » شريانى گردد كه شايع است در او ؛ و يكى « 3 » ديگر روانه مىشود به جانب عضل عريضه و غير آن از عضلاتى كه در آن محلّ واقع است ؛ و يكى ديگر در مىرود در پهلوى شريانى كه او را معما خوانند و فرو مىآيد به احشا و از آنجا به جانب گردن مىرود « 4 » و منشعب مىشود « 5 » به چند قسم : شعبهء اوّل فرو « 6 » مىآيد به عضلاتى چند كه مخصوص حلق « 7 » است و هرگاه كه منحدر شود به طرف سينه ، سر او به شيب افتد و اين را اعصاب راجعه خوانند ، به جانب حلق از زبان شعبه‌اى جدا مىشود به بالا و عضلات واقعه در آن محلّ .\r\nبعد از آن شعبه‌اى از او « 8 » مىآيد به قلب و ريه و مرى و شريانات و اورده‌اى چند كه در سينه واقع است و در قصبهء ريه ، و هرگاه كه در حجاب در رود « 9 » باهم آيد در دهن بطن او در احشايى مثل كبد « 10 » به غير پوست اندرون شكم « 11 » كه مختلط مىگردد به او عصبى كه ما ذكر كرديم ، كه فرود مىآيد تا به جانب او از زوج سيم « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : - بيرون .\r\n( 2 ) . ن : نامند .\r\n( 3 ) . ج : - و .\r\n( 4 ) . ط : - مىرود .\r\n( 5 ) . ج ، ش : مىگردد .\r\n( 6 ) . ن : فرود .\r\n( 7 ) . ن : خلف .\r\n( 8 ) . ج : + فرود .\r\n( 9 ) . ل ، ش ، ط : + و .\r\n( 10 ) . ن : ميل كند .\r\n( 11 ) . ش ( زير سطر ) : + كه او را صفاق گويند .\r\n( 12 ) . زوج ششم ، عصب زبانى حلقى  ( N . Glossopharyneal )  و عصب واگ  ( Vag )  يا « نيوموگاستريك » كه در تقسيم‌بندى جديد به ترتيب نهمين و دهمين زوج از اعصاب دماغى مىباشند .\r\n","page_name":" 104 ","page_number":112},
  {"content":"\r\n\r\nزوج هفتم از اعصاب دماغى « 1 » مصوّر است به سواد « 2 » و جزو صغير او « 3 » در مىرود در عضلاتى چند كه در حنجره واقع است و در اضلاعى چند كه به شيب افتاده و به استخوانى كه شبيه است به لام در كتابت يونانيان ، « 4 » و تتّمه « 5 » در عضله‌اى كه مشترك است ميان « 6 » درقى و عظم لامى و عضلات ديگر كه « 7 » آنجا واقع است .\r\nديگر اعصاب « 8 » نخاعى و آن سى و يك زوج است و يك فرد ؛ هشت زوج از آن فقرات رقبه است :\r\nزوج اوّل مصوّر است به سبزى و هر دو عصب او از سوراخ مهرهء اوّل از « 9 » گردن رسته « 10 » است و پراكنده شده‌اند در عظامى « 11 » كه مخصوص‌اند به سر « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : كه آن را اعصاب دماغى گويند .\r\n( 2 ) . ج : سودا .\r\n( 3 ) . ن : سيم .\r\n( 4 ) . زوج هفتم ، عصب زيرزبانى  ( N . hypoglossus )  در تقسيم‌بندى جديد زوج دوازدهم از اعصاب دماغى به شمار مىرود .\r\nچنان‌كه ذكر شد ، در علم تشريح جديد تعداد اعصاب دماغى دوازده زوج است ، در حالى كه « منصور بن محمّد » اين دوازده زوج را ، هفت زوج آورده و حتّى قبل از منصور نيز اطباى بزرگ اسلامى چون ابن سينا و جرجانى تعداد اعصاب دماغى را هفت زوج ذكر كرده‌اند .\r\n( 5 ) . ط : نيمه .\r\n( 6 ) . ط : - ميان .\r\n( 7 ) . س : + از .\r\n( 8 ) . ط : ذكر اسباب .\r\n( 9 ) . س : از . ن ، ش : - اوّل .\r\n( 10 ) . س : و سينه .\r\n( 11 ) . ج ، ل ، ش ، ط : عضلاتى .\r\n( 12 ) . زوج اوّل ، در عضلات راست سرى ( رأسى ) قدامى و راست سرى ( رأسى ) خلفى بزرگ ، و راست سرى ( رأسى ) خلفى كوچك مىباشند .\r\n","page_name":" 105 ","page_number":113},
  {"content":"\r\n\r\nزوج ثانى مصوّر است « 1 » به سرخى و هر دو عصب او از عضلى « 2 » كه در مهرهء اوّل و دوم از مهره‌هاى گردن رسته است و حسّ جلد سر به واسطهء ايشان است و قوّهء عضلهء عريضه كه در قفا واقع است به واسطهء اين زوج است « 3 » .\r\nزوج ثالث مصوّر است به لاژورد و چون پراكنده مىشود در سوراخى كه در ميان مهرهء دوم و سيم واقع « 4 » است ، يعنى در حشو ايشان ، منقسم مىشود به دو قسم : يكى از آن مىآيد به جانب مؤخّر از عضلاتى كه واقع است در آنجا ، و مىدهد عضلات را شعبه‌اى كه چون مرتفع مىشود به جانب سنسنى باز مىگردد به جانب مقدّم و پراكنده مىشود در عضلى كه در طرف خلف هر دو گوش واقع است در حيوانى كه او را نطق نباشد « 5 » ؛ و يكى ديگر مىآيد به پيش و پراكنده مىشود شعبهء او در اجسامى كه نهاده است از پيش و « 6 » در عضلاتى چند عريض كه محرّك « 7 » خدّين‌اند و در عضلى كه از پيش گوش « 8 » واقع است در حيوانى كه او را نطق نباشد « 9 » و در عضل صدغين .\r\nزوج رابع از اعصابى « 10 » كه از نخاع رسته مصوّر است به سرخى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش ، ط : عضلاتى .\r\n( 2 ) . س : عقلى .\r\n( 3 ) . زوج دوم ، در عضلات نيم شوكى سرى ( رأسى ) ، نيم شوكى گردنى و راست سرى ( رأسى ) ، طرفى مىباشند .\r\n( 4 ) . س : رافع .\r\n( 5 ) . ن : باشد .\r\n( 6 ) . ج ، ش : - و .\r\n( 7 ) . ن : - محرّك .\r\n( 8 ) . ن : گوى .\r\n( 9 ) . ج ، ل ، ش ، ط : نيست .\r\n( 10 ) . ش ، ل : اعضايى .\r\n","page_name":" 106 ","page_number":114},
  {"content":"\r\n\r\nمظهر از فقرهء ثقبهء « 1 » سيم و چهارم است ، و انقسام او همچون انقسام زوج پيش است و بيشتر او مىآيد به مؤخّر گردن ، بعد از آن به عظم سنسنى مىآيد عصبى كه مخالط زوج « 2 » پنجم است « 3 » يعنى با او آميخته است « 4 » .\r\nزوج خامس مصوّر است به خضرت و محلّ او ميان مهرهء چهارم و پنجم است و منقسم مىشود به مثل جزو سابق و مايل است به صغر و مرتفع مىشود به جانب اجزاى دوش « 5 » و منقسم مىشود ميان سر و گردن ؛ و جزو دوم متّصل است به جزوى « 6 » كه واقع است ميان جزو « 7 » پنجم و ششم و هفتم از گردن تا به ميان حجاب « 8 » .\r\nزوج سادس مصوّر است به زردى و رسته است بعد از مهرهء پنجم از مهره‌هاى گردن و منقسم مىشود به دو جزو : جزوى همچنانكه گفتيم ، در عضل سر و گردن و در « 9 » عضل عظم صلب يعنى استخوان پشت در مىرود « 10 » ، و جزوى از او مىآيد به طرف دوش .\r\nزوج سابع مصوّر است به سياهى و رسته است « 11 » از مهرهء ششم از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش ، ط : ثقبهء فقره .\r\n( 2 ) . ن : عصب .\r\n( 3 ) . س ، ش ، ل ، ط : - است .\r\n( 4 ) . مبدأ عصب فرنيك ( حجاب حاجزى ) از زوج چهارم شبكهء گردنى است كه اليافى از زوجهاى سوم و پنجم نيز دريافت مىكند و به حجاب حاجز ( ديافراگم ) مىرود .\r\n( 5 ) . ن : - و منقسم مىشود به مثل . . . اجزاى دوش .\r\n( 6 ) . ج : - به جزوى .\r\n( 7 ) . ج ، ش ، ط : - جزو .\r\n( 8 ) . شاخه‌هايى از زوجهاى پنجم و ششم و هفتم باهم يكى مىشوند و عصب عضلهء دندانه‌اى قدامى را به وجود مىآورند .\r\n( 9 ) . ش : - در .\r\n( 10 ) . س ، ن ، ل : - در مىرود .\r\n( 11 ) . س : - است .\r\n","page_name":" 107 ","page_number":115},
  {"content":"\r\n\r\nمهره‌هاى گردن و منقسم مىشود همچون زوج سابق و تفاوت آن است كه جزوى از او مىآيد به جانب دست و در بازو پراكنده مىشود « 1 » .\r\nزوج ثامن « 2 » مصوّر است به سواد و رسته است بعد از مهرهء هفتم از گردن و منقسم مىشود مانند زوج سابق او « 3 » ، و تفاوت ميان ايشان آن است كه از او هيچ جزوى « 4 » به جانب حجاب نمىآيد و آن جزوى كه به جانب دست مىآيد پراكنده مىشود در ذراع « 5 » .\r\nو همچنين رسته است از مهره‌هاى پشت دوازده زوج : « 6 »\r\nزوج اوّل مصوّر است به سبزى و محلّ او مهرهء اوّل و دوم است از ظهر و منقسم مىشود به دو قسم : بزرگتر او پراكنده مىشود در فضايى كه واقع است ميان اضلاع و استخوان پشت و هرگاه كه ممتدّ مىشود وصول مىيابد به ضلع اوّل و متّصل مىگردد به زوج هشتم كه نزديك « 7 » گردن واقع است و مىرسد به جگر و منقسم مىشود در كتف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : - زوج سابق و تفاوت . . . پراكنده مىشود .\r\n( 2 ) . ش : سامن .\r\n( 3 ) . ل ، ش ، ن : - او .\r\n( 4 ) . ط : - جزوى .\r\n( 5 ) . ش : زراع ؛ ن : زاع ؛ زوجهاى پنجم تا هشتم گردن و شاخهء قدامى زوج اوّل شبكهء قفسهء سينه‌اى ( پشتى ) شبكهء بازويى را به وجود مىآورند .\r\n( 6 ) . اعصاب قفسهء سينه‌اى ( پشتى ) دوازده زوج هستند كه به عضلات بين دنده‌اى و صاف شكم و دنده‌اى خلفى و عرضى دنده‌اى ، عصب مىدهند . ابن سينا ، اين اعصاب را دو زوج مىداند . ( ر ك : قانون ، ج 1 ، ص 130 ) ؛ گويا بعد از ابن سينا ، نظريه‌اى كه منصور ارائه نموده - و در تشريح امروزى نيز چنين است - تا حدودى به واقعيت نزديك‌تر است .\r\n( 7 ) . ن : + تر .\r\n","page_name":" 108 ","page_number":116},
  {"content":"\r\n\r\nزوج دوم از ازواج صدرى مصوّر است به سبزى و رسته است از ميان مهرهء دوم و سيم ؛ و جزوى از او مىآيد به جانب پوست « 1 » بازو و اعطا « 2 » مىكند او را قوّت حسّ ؛ و جزوى ديگر مىآيد از طرف شيب « 3 » و منشعب مىشود به چند شعبه : يكى به جانب عضل عظم « 4 » پشت كه در دو صفّ دوش واقع است و محرّك « 5 » اوست و به عضلى كه ميل به جانب هر دو شانه دارد ؛ و جزوى از اين شعبه مىآيد به جانب متقدّم « 6 » و پراكنده مىشود در عضله‌اى كه در ميان اضلاع است ، يعنى در فضاى دوم از فضاى سينه .\r\nزوج سيم مصوّر است به لاژورد و رسته « 7 » است در ميان خرزهء « 8 » سيم و چهارم ، و منقسم مىشود از او شعبه‌اى و پراكنده مىشود اين شعبه در عضلات و استخوان پشت و در عضلات هر دو شانه كه حركت دوش به واسطهء اوست و آنچه مىآيد به طريق « 9 » ارتفاع يعنى برآمدن به جانب مفصل كف يعنى بندهاى كف دست ؛ و قسم ديگر كه « 10 » مقدّم « 11 » است ، پراكنده است « 12 » در فضاى سيم از اضلاع صدر .\r\nزوج چهارم مصوّر است به حمرت و رسته است از ميان مهرهء پنجم و منقسم مىشود همچون زوج سابق از پيش و از پس در محلّى كه واقع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : + و .\r\n( 2 ) . ط : اعضا .\r\n( 3 ) . ط : - شيب .\r\n( 4 ) . ن : - عظم .\r\n( 5 ) . س : و سينه .\r\n( 6 ) . ج ، ل ، ش ، ط : مقدّم .\r\n( 7 ) . س : و سينه .\r\n( 8 ) . س : جزو ؛ ل : مهره .\r\n( 9 ) . س : طرف .\r\n( 10 ) . س ، ن ، ط : - كه .\r\n( 11 ) . ن : معلوم .\r\n( 12 ) . ج ، ل ، ط : مىشود .\r\n","page_name":" 109 ","page_number":117},
  {"content":"\r\n\r\nاست ميان اضلاع صدر ، در مىرود .\r\nزوج پنجم مصوّر است به صفرت « 1 » و رسته است از خرزهء پنجم و ششم ، و منقسم مىشود « 2 » همچنانكه زوج سابق « 3 » و در مىرود در فضاى پنجم از فضاى صدرى .\r\nزوج ششم مصوّر است به زردى و رسته است « 4 » از خرزهء ششم و هفتم و منقسم مىشود چون زوجى كه پيش از او رفته و پراكنده مىشود در فضاى ششم كه « 5 » از شيب اضلاع صدرى واقع است .\r\nزوج هفتم مصوّر است به سياهى و رسته است از ميان خرزهء هفتم و هشتم و از جانب خلف منقسم مىشود چون انقسام زوج سابق و جزوى از او مىآيد به فضاى نهم كه واقع است در سر اضلاع نهم و در عضله‌اى كه « 6 » بر بطن گسترده شده .\r\nزوج هشتم مصوّر است به سياهى و رسته است در ميان خرزهء هشتم و نهم ، و منقسم مىشود از جانب خلف ، چنان كه زوج پيش منقسم مىشود در عضل بطن « 7 » .\r\nزوج نهم مصوّر است به سبزى و رسته است از ميان مهرهء نهم و دهم ، و پراكنده مىشود در اضلاع و عضلى كه در بطن گسترده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : سنقر ؛ ط : سقر .\r\n( 2 ) . س : + به صفرت .\r\n( 3 ) . ج : - سابق .\r\n( 4 ) . ن : - و در مىرود در فضاى . . . رسته است .\r\n( 5 ) . ج : - كه .\r\n( 6 ) . ل : + در .\r\n( 7 ) . ن : - مىشود در عضل بطن .\r\n","page_name":" 110 ","page_number":118},
  {"content":"\r\n\r\nزوج دهم مصوّر است به حمرت و رسته است در ميان مهرهء « 1 » دهم و يازدهم ، و منقسم مىشود به طرف خلف چون انقسام زوج « 2 » يازدهم و زوج دوازدهم كه ايشان تتمّهء اعصابىاند « 3 » كه رسته است از مهره‌هاى سينه و موسوم به اثنا عشريّه‌اند .\r\nزوج يازدهم مصوّر است به سواد و رسته است از خرزهء حادى عشر و ثانى عشر « 4 » كه باقىاند از اعصاب صدرى ، و منقسم مىشود از طرف خلف چون زوج دهم از ازواج صدرى كه ترجمهء آن ذكر كرده شد « 5 » . اين قدر هست كه آنچه به « 6 » مقدّم مىآيد پراكنده مىشود در فضاى يازدهم و دوازدهم « 7 » كه ميان اضلاع است و عضلى كه بر « 8 » بطن گسترده شده .\r\nزوج دوازدهم مصوّر است به حمرت سبك يعنى اندكى « 9 » و رسته است از مهرهء يازدهم از پشت ، و منقسم مىشود از طرف خلف چون زوج سابق و جزوى كه از وى مىآيد به جانب مقدّم پراكنده مىشود در آخر اضلاع صدرى و عضلى كه بر بطن گسترده ؛ و اين دو زوج و ده زوج ديگر مجموع « 10 » عصبىاند كه رسته است « 11 » از خرزهء ظهر و به اثنا عشرى مشهورند « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : - مهره .\r\n( 2 ) . ج ، ل ، ش : - زوج .\r\n( 3 ) . ج ، ط : اعضايى .\r\n( 4 ) . ط : - ثانى عشر ؛ ج : - عشر .\r\n( 5 ) . ن : اند .\r\n( 6 ) . ن : از ؛ ج ، ل ، ش : بر .\r\n( 7 ) . ش : - و دوازدهم .\r\n( 8 ) . ش : - و دوازدهم .\r\n( 9 ) . ن ، ش : اندك ؛ ط : كندى .\r\n( 10 ) . ط : - مجموع .\r\n( 11 ) . ن : اند .\r\n( 12 ) . ط : - مجموع .\r\n","page_name":" 111 ","page_number":119},
  {"content":"\r\n\r\nديگر عصبى كه منفرد « 1 » واقع است « 2 » ، رسته از اجزاى عصعص يعنى از مهره‌هاى او و « 3 » مصوّر است به حمرت و پراكنده مىشود در عضلات دبر و در عضلاتى چند كه در احليل واقع است و در عضلاتى كه ظاهر مىشود از اجزاى باطنى عصعص كه از آن عظم عانه است ؛ و رسته است « 4 » از عظم « 5 » قطن پنج زوج از عصب :\r\nزوج اوّل مصوّر است به خضرت و رسته است از خرزهء اوّل و از پيش به عضلاتى كه مىآيد به شكم و به اين عضل « 6 » كه او را متنين « 7 » خوانند و شعبه‌اى از او مختلط مىشود به اعصابى چند كه از دماغ مىآيد .\r\nزوج دوم مصوّر است به زردى و رسته است از خرزهء دوم از خرزات « 8 » قطن و منشعب مىشود عصب او از جانب مؤخّر به عضل عظم پشت ، و از مقدّم مىآيد به عضلى « 9 » كه در ظهر واقع است و مختلط مىشود شعبهء او به اعصابى كه فرو « 10 » مىآيد از دماغ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : مفرد .\r\n( 2 ) . عصبى كه به قول منصور ، منفرد واقع شده ، امروزه با عنوان « عصب پشتى » شناخته مىشود كه يك جفت است . ( ر ك : آموزش اصطلاحات پزشكى ، ص 576 ) .\r\n( 3 ) . س ، ن ، ط ، ج ، ل : - و .\r\n( 4 ) . ش : - است .\r\n( 5 ) . ط : - عظم .\r\n( 6 ) . ج ، ش ، ن : با عصبه .\r\n( 7 ) . ل : متينين ؛ ط : متينن ؛ متنين : عضلات ميان بطن و پشت در طرفين بدن كه « متون » نيز گفته‌اند . ( ر ك : لغتنامه ، ذيل « متن » ) .\r\n( 8 ) . س : - از خرزات .\r\n( 9 ) . ن : - پشت و از . . . عضلى .\r\n( 10 ) . ش ، ل : فرود .\r\n","page_name":" 112 ","page_number":120},
  {"content":"\r\n\r\nزوج سيم مصوّر است به سواد « 1 » و رسته است از خرزهء چهارم از قطن و پراكنده مىشود از طرف خلف شعبه‌اى از او در عضلات استخوان پشت و از پيش در عضلاتى كه بر بطن « 2 » واقع است و در عضل متنين و در زوجى كه پيش از اين ذكر رفت .\r\nزوج چهارم مصوّر است به سواد و رسته است از مهرهء چهارم از مهره‌هاى قطن و انگيخته « 3 » مىشود از مؤخّر او عصبى به جانب عضلاتى كه در جانب صلب واقع است و بيرون مىآيد از مقدّم او عصبى به جانب عضلاتى كه « 4 » بر بطن گسترده است و بر آن عضله‌اى كه او را نام متون كرده‌اند و باقى او شعبهء عظيمه فرو مىآيد به هر دو پاى .\r\nزوج پنجم مصوّر است به سبزى و رسته است از خرزهء پنجم از قطن و روانه مىشود از پس او عصبى به جانب عضل « 5 » عظم پشت و بيرون مىآيد از پس « 6 » او عصبى كه در مىرود در عضلاتى كه بر بطن واقع است و در مىرود در عضل متنين و شعبهء عظيمه كه باقى مىماند از اين زوج مىآيد به پاى ؛ و رسته است از عظم عجز سه زوج از عصب « 7 » :\r\nزوج اوّل مصوّر است به سرخى و رسته است از جزو اوّل از عظم عجز و منقسم « 8 » مىشود « 9 » در وركين « 10 » يعنى در مىرود در او .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : سودا .\r\n( 2 ) . ش : در ؛ ن : - بر بطن .\r\n( 3 ) . س : آميخته .\r\n( 4 ) . س : - در جانب . . . عضلاتى كه .\r\n( 5 ) . ن : - عضل .\r\n( 6 ) . ج ، ل ، ش ، ط : پيش .\r\n( 7 ) . س : - عصب .\r\n( 8 ) . س : از زوج ثالث و متفرق مىشود در عضل مقعد و پراكنده .\r\n( 9 ) . ط : - مىشود .\r\n( 10 ) . س ، ط : وكين .\r\n","page_name":" 113 ","page_number":121},
  {"content":"\r\n\r\nو زوج دوم مصوّر است به لاژورد و رسته است همچنين از جزو دوم از عظم عجز و در مىرود در وركين « 11 » .\r\nزوج سيم مصوّر است به سرخى و رسته است « 12 » از او زوج « 13 » ثالث و متفرّق مىشود در عضل مقعد و « 14 » پراكنده مىشود در قضيب و عضل مثانه و رحم و پردهء شكم .\r\nو رسته است از استخوان عصعص سه زوج و فردى :\r\nزوج اوّل مصوّر است به سبزى و رسته است « 15 » از ميان خرزهء اوّل از عصعص و جزو ثالث از عظم عجز و پراكنده مىشود آن دو كه پيش از اوست از اعصاب عجزى و آنكه از عقب او در مىآيد از اعصاب عصعص ، مجموع در عضلات احليل در مىروند و در عضلاتى كه منشأ آن عظم عجز است و از اجزاى باطنى كه از آن عظم عجز و عانه است و در خارج رحم .\r\nو زوج دوم از « 16 » عصعص مصوّر است به سواد « 17 » ؛ پراكنده مىشود او به اعصابى كه از آن عجز و عصعص است و آنچه از عقب اوست از اعصاب عصعص در عضل « 18 » دبر و در احليل « 19 » و عظم عجز و استخوان عانه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) . ط : وكين .\r\n( 12 ) . ش : - است .\r\n( 13 ) . ش : - او زوج ؛ ط ، س ، ل : - او .\r\n( 14 ) . ط : + همچنين .\r\n( 15 ) . س : - است .\r\n( 16 ) . س : - از .\r\n( 17 ) . س : سودا .\r\n( 18 ) . ش : در اصل .\r\n( 19 ) . احليل : سوراخ نره يا قضيب مرد است و در تداول عامه قضيب نره را گويند ؛ جمع آن -\r\n","page_name":" 114 ","page_number":122},
  {"content":"\r\n\r\nزوج سيم مصوّر است به حمرت و رسته است از ميان عظم دوم و سيم عصعصى ، و پراكنده مىشود به آنچه پيش از او رفت در اعصاب عجزى و عصعصى و آنچه از عقب اوست از فردى كه او را اخت « 1 » نيست در عضل دبر و استخوان عجز و « 2 » استخوان عانه و احليل و بيرون رحم « 3 » ؛ و اللّه اعلم « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n« احاليل » است . ( لغتنامه ) .\r\n( 1 ) . ش : جفت .\r\n( 2 ) . ج ، ل ، ش : - و استخوان عجز .\r\n( 3 ) . امروزه عصب دنبالچه‌اى كه منصور - و همچنين ابن سينا - آن را فرد دانسته‌اند ، يك جفت به حساب مىآيد . ( ر ك : آموزش اصطلاحات پزشكى ، ص 576 ) ؛ ابن سينا مىگويد :\r\n« عصب‌هاى منفردى كه از كنارهء دنبالچه پديد آمده‌اند در ماهيچه‌هاى مقعد ، ذكر ، مثانه ، زهدان و در غشاى شكم و بخشهاى رو به داخل ماهيچه‌هاى استخوان زهار و در ماهيچه‌هاى استخوان خاجى منتشر مىگردند » . ( قانون ، ج 1 ، ص 131 ) .\r\n( 4 ) . ش ، ل : + بالصّواب .\r\n","page_name":" 115 ","page_number":123},
  {"content":"\r\n\r\nصورت دويم ( عصب )\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":124},
  {"content":"\r\n\r\n\r\nالمقالة الثّالثة فى العضلات\r\nچون از واجبات است كه حيوان متحرّك و حسّاس باشد ، بنا بر آنكه او جسمى نامى حسّاس « 1 » متحرّك بالإراده ، است و منبع حسّ و حركت ، دماغ است و به واسطهء عصب به جميع بدن فايض مىشود و چون در طبيعت عصب « 2 » لينتى بود و تحريك اعضاى ثقيله از او متعذّر ، حقّ - عزّ و علا - عضل « 3 » را بيافريد ؛ بنا بر آنكه او مركّب است از عصب و غير آن و در او حسّ و حركت موجود و به واسطهء تركيب در او قوّتى « 4 » حاصل ، به تخصيص آنكه از دماغ دور افتاده كه آنجا « 5 » عصب به غايت ضعيف بود ؛ و عضله ، عضوى است مركّب از ليفات عصب و وتر و « 6 » رباط كه باهم بافته و ميان آن « 7 » به لحم پر شده و پرده‌اى گرد او در آمده و فايدهء آن تحريك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : - حسّاس .\r\n( 2 ) . ط : - عصب .\r\n( 3 ) . عضل ( مفردش عضلة ) : بافتهايى كه از گوشت و عصب و زردپى تركيب شده است .\r\nبزرگترين آنها در بدن انسان عضلهء ساق و كوچكترين آنها عضلهء چشم است كه پلكها را به حركت در مىآورد . ( مفاتيح العلوم ، ص 149 )\r\n( 4 ) . ش : دو قوّت .\r\n( 5 ) . ط : - آنجا .\r\n( 6 ) . س : - و .\r\n( 7 ) . س ، ن ، ل : - آن .\r\n","page_name":" 117 ","page_number":125},
  {"content":"\r\n\r\nاعضاست به واسطهء تشنّج « 1 » و استرخاى « 2 » آن ؛ و عضله اگرچه مركّب است ، از اعضاى مفرده گرفته‌اند ، به قول جالينوس كه او مركّب « 3 » اوّل را حكم مفرد مىدهد ، يعنى مركّب را چند مرتبه است ؛ اوّل مانند عضل كه گفتيم كه او مركّب از عصب و وتر و شظايا و رباط و لحم است ؛ و مرتبهء دوم چنان‌كه عين كه عضل و غير آن در او موجود است . مرتبهء سيم همچون « 4 » وجه كه « 5 » آن مركّب است از اعضاى مركّبه كه آن انف است و خدّ و غير ايشان و كلّ واحد از ايشان مركّب‌اند تركيبى ثانوى « 6 » . مرتبهء چهارم چنان كه سر كه اين امور در او هست با اشياى ديگر ؛ و پيش صاحب كامل « 7 » آن است كه عضلات پانصد و پنجاه و چهار است ، و پيش ابو على سينا « 8 » آن است كه پانصد و بيست و نه است « 9 » ؛ و در جوامع جالينوس « 10 » مسطور است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تشنّج : حركت ناگهانى عضوى از اعضاست . ( مفاتيح العلوم ، ص 155 ) .\r\n( 2 ) . استرخاء : در لغت به معناى سستى و فروگذاشتن و فرو هشتن است ؛ و « عند الاطّباء ترهل و ضعف يظهر فى العضو عن عجز القوّة المحركة و هو مرادف للفالج عند القدما » . ( كشاف اصطلاحات الفنون ، نقل از لغتنامه ) .\r\n( 3 ) . ج ، ل ، ش : مفرد .\r\n( 4 ) . س ، ن ، ش ، ط : - همچون .\r\n( 5 ) . س : + است .\r\n( 6 ) . ج ، ش ، ط : چشم و عضل و غير آن در او موجود است .\r\n( 7 ) . ل : كمال .\r\n( 8 ) . س : - سينا .\r\n( 9 ) . ر . ك : قانون ، ج 1 ، ص 117 .\r\n( 10 ) . در مورد جوامع جالينوس صاحب طبقات الاطبّا مىنويسد : « از اسكندرانيين آنان كه كتب ستّهء عشر جالينوس را گرد آورده و تفسير كرده‌اند هفت تن بودند . . . اسكندريان بر قرائت كتب ستّه عشر در تعليم طب اقتصاد مىكردند و آن را به ترتيب مىخواندند و هر روز براى قرائت و فهم قسمتى از آن گرد مىآمدند . پس آن را به صورت « جوامع » در آوردند تا حفظ و فراگرفتن آنها را براى ايشان ميسر سازد . » ( طبقات الاطباء ، ج 1 ، صص 103 - 104 ) .\r\n","page_name":" 118 ","page_number":126},
  {"content":"\r\n\r\nكه پانصد و پانزده « 1 » است و اين قول به صواب اقرب است ، بنا بر آنكه او مشاهده كرده ؛ و بيان كيفيّت تحريك عضله عضو را آن است كه قوّهء محرّكه چون فايض مىشود بر عضله از دماغ ، به واسطهء عصب عارض عضله مىگردد تقلّصى ، يعنى كشش به طريق خلف ، و وتر نيز متشنّج مىگردد و به واسطهء تشنّج عضل ، عضو منجذب مىگردد و بعد از آن چون عضله منبسط مىشود و عود مىكند به حالت طبيعى ، وتر او مسترخى « 2 » مىگردد پس ممتدّ مىشود عضو ؛ و تشنّج و استرخا اقتضاى دو حركت متضادّه متعاقبه مىكند بالفعل كه آن حركت انبساط و انقباض است در عضو متحرّك . پس وتر واسطه است در تحريك عضل عضو را و عضل واسطه است در تحقيق « 3 » وتر ، و عصب و رباط واسطه‌اند در تحقيق عضو ؛ و عضل مختلف است به حسب مواضع و حاجت به دو در پنج امر است :\r\nاوّل در مقدار ، هر عضلى كه محرّك عضوى بزرگ باشد ، آن عضله نيز بزرگ باشد ؛ چنان كه عضله‌اى كه موضوع است بر استخوان ورك ، موضوع است « 4 » بر استخوان فخذ و هر عضله‌اى كه محرّك عضوى صغير بود « 5 » ، آن عضله نيز « 6 » صغير باشد « 7 » ، چون عضلهء جفن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش : هيجده .\r\n( 2 ) . ش ، س : مترسخ .\r\n( 3 ) . ش ، ل : تحريك .\r\n( 4 ) . ج ، ل ، ش : - بر استخوان ورك موضوع است .\r\n( 5 ) . ج ، ل ، ش : - بر استخوان ورك موضوع است .\r\n( 6 ) . به قياس افزوده شد .\r\n( 7 ) . ش : - آن عضله نيز صغير باشد .\r\n","page_name":" 119 ","page_number":127},
  {"content":"\r\n\r\nدوم در شكل ؛ همچنين اشكال عضل مختلف باشد « 1 » به حسب حاجتى كه به جانب هريك از آن بود ، يعنى چون احتياج ، اقتضاى شكل استدارت كند يا مثلّث ، عضله چنان بايد و به حسب عظم همين سبيل ؛ چنانچه زوجى از آن مثلّث باشد ، چون عضلى كه موضوع است بر صدر ؛ و بعضى مدوّر بايد ، چون آنچه گرد مثانه درآمده ؛ و بعضى مربّع باشد ، چون عضلى كه بر بطن « 2 » كشيده « 3 » .\r\nسيم در وضع آن ، يعنى عضلى كه محرّك عضو باشد ، در « 4 » حركت انبساط و انقباض ، مستقيم باشد بر طول افتاده و بدين قياس « 5 » هر عضوى كه متحرّك باشد به حركت ارادى و « 6 » او را عضله‌اى باشد كه محرّك آن عضو باشد « 7 » ، اگر عضوى متحرّك باشد « 8 » به يك جهت ، آن را عضله‌اى باشد كه تحريك عضو به آن جهت كند ، و اگر عضوى متحرّك باشد به جهات مختلفه ، او را عضلات مختلفة الوضع باشد كه هريك از آن تحريك عضوى « 9 » كنند بدان جهت و در اين حالت آن عضلهء ديگر امساك كند از فعل خود ؛ و اگر اين دو عضلهء متضادّه در يك « 10 » حالت تحريك عضوى كنند ، عضو متحرّك « 11 » به هيچ جهت از جهات نشود ، بل مستوى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل ، ش : نباشد .\r\n( 2 ) . ن : - بطن .\r\n( 3 ) . ن : + باشد .\r\n( 4 ) . س ، ن ، ط ، ج : - در .\r\n( 5 ) . ط ، ن : + و .\r\n( 6 ) . س : - و .\r\n( 7 ) . ج ، ل ، ش : بود .\r\n( 8 ) . ط : بود .\r\n( 9 ) . ن : عضله .\r\n( 10 ) . ن : - آن عضلهء ديگر . . . در يك .\r\n( 11 ) . ل ، ش : ديگر .\r\n","page_name":" 120 ","page_number":128},
  {"content":"\r\n\r\nقايم بماند ؛ مثلا كف دو عضله دارد ، يكى در باطن كف كه « 1 » چون متشنّج شود « 2 » كف به هم آيد و يك عضله در ظاهر كه چون متشنّج شود كف منقلب گردد و اگر هر دو باهم متشنّج شوند كف مستقيم بماند و ميل به هيچ طرف نكند .\r\nچهارم در تركيب ، بعضى از او چنان « 3 » بود كه لحم مختلط به عصب و رباط گشته باشد ، و بعضى بود كه « 4 » لحمى بود « 5 » ، يعنى از آنجا كه ابتدا بود « 6 » تا انتها محيط « 7 » او گشته « 8 » و وتر رسته باشد از طرف او ، گوييا كه ملتئم گشته باشد به دو ، چنانچه عضلى كه بر بطن افتاده .\r\nپنجم آنكه وتر داشته باشد يا خالى بود ، يعنى از يك عضله يا دو يا سه ، چنان‌كه وترى غليظ كه مىآيد به عقب و « 9 » او را دو عضله مىباشد ، بنا بر آنكه عضوى كه اين وتر مىآيد به او بزرگ است و يك عضله كافى نيست ، بنا بر آنكه فايدهء « 10 » اين وتر امرى عظيم است كه آن نگه داشتن قدم است و به نسبت با او چون « 11 » سپرى باشد « 12 » . بنابراين ، اين « 13 » دو را دو عضله مخلوق شد تا اگر آفتى به يكى رسد ديگرى قايم مقام او باشد ؛ و بعضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - كه .\r\n( 2 ) . ن : منقسم ؛ ل ، ش : مىشود .\r\n( 3 ) . ط : او بعضى همچنان .\r\n( 4 ) . ش : - كه .\r\n( 5 ) . ج ، ش ، ن : - بود .\r\n( 6 ) . ل ، ش ، ن : باشد ؛ ج : - بود .\r\n( 7 ) . ج ، ل ، ط : + به .\r\n( 8 ) . ش : + باشد .\r\n( 9 ) . ج ، ل ، ش : - و .\r\n( 10 ) . س : - فايدهء .\r\n( 11 ) . ن : - چون .\r\n( 12 ) . ش : است .\r\n( 13 ) . س : - اين .\r\n","page_name":" 121 ","page_number":129},
  {"content":"\r\n\r\nآن است كه از يك « 1 » عضله دو وتر رسته باشد « 2 » يا سه يا چهار ، چون عضلهء وسطى از عضلات هفتگانهء مقدّم ساق كه رسته است از او چهار اوتار كه مىآيند به چهار اصابع قدم كه اگر « 3 » چنان كه هريك از اصابع را عضله‌اى بودى ، كوچك بودى و وتر ايشان به غايت باريك بايستى و كافى به جذب عضو نبودى ؛ و بعضى آن است كه خالى از وتر افتاده اصلا و متّصل‌اند « 4 » به عضوى يا به « 5 » اجزاى لحمى ، چنان كه عضلى كه بر مقعد افتاده « 6 » و آنكه بر عنق مثانه است ؛ و اعضاى متحرّكهء جلد جبهه است و عين و خدّ و اربيّه « 7 » و فك اسفل و شفتان « 8 » و لسان و حنجره و رأس و عنق و صدر و كتف و مفصل كتف با عضد و مفصل عضد با ساعد و مفصل ساعد با رسغ و مفاصل اصابع و اعضاى حلق و اعضاى تنفّس و مثانه و انثيين و قضيب و مقعد « 9 » و مراقّ « 10 » و مفصل فخذ و مفصل ساق و مفصل قدم و مفاصل اصابع ؛ « 11 » و اللّه اعلم « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : + او .\r\n( 2 ) . س ، ن ، ط ، ل : - باشد .\r\n( 3 ) . ن : - اگر .\r\n( 4 ) . ن : - اند .\r\n( 5 ) . ط : - به .\r\n( 6 ) . ن : - اند .\r\n( 7 ) . س : رابيه ؛ ج : ارتبه ؛ ن : - اربيّه . اربيه : بيخ ران يا ما بين اعلى و اسفل شكم ، بيغولهء ران .\r\n( لغتنامه ) .\r\n( 8 ) . شفتان : تثنيهء شفه ، دو لب . ( لغتنامه ) .\r\n( 9 ) . ش : - و مقعد .\r\n( 10 ) . مراقّ : مراقّ البطن ، پوست شكم ، قسمت نازك و نرم زير شكم . ( لغتنامه ) .\r\n( 11 ) . آنچه در اين فصل ، منصور دربارهء عضلات بحث كرده بود ، يك بحث كلّى و در عين حال ، اجمالى است . بر خلاف منصور ، ابن سينا در بخش اوّل قانون به تشريح تمام ماهيچه‌هاى بدن پرداخته است ( ر ك : قانون ، ج 1 ، صص 86 - 117 ) ، امّا منصور در متن دربارهء تعداد و نحوهء عمل كرد عضلات بحث نكرده است و فقط در تصوير سوم كه مربوط به تعداد و كيفيّت عضلات است بدان پرداخته ، كه بهتر است با نظريات ابن سينا سنجيده شود .\r\n( 12 ) . ش ، ل : + و اليه المرجع المآب .\r\n","page_name":" 122 ","page_number":130},
  {"content":"\r\n\r\nصورت سيم ( عضلات )\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":131},
  {"content":"\r\n\r\n\r\nالمقالة الرّابعة فى الأوردة\r\nوريد « 1 » عبارت است از عرق ساكن كه از طرف جگر رسته « 2 » و قوّت تغذيه و تنميه « 3 » از او حاصل مىشود ؛ و مجموع آورده يك طبقه بود ، الّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وريد ( سياهرگ ) : رگ خونى غير ضربان‌دار كه جهت آن به سوى قلب مىباشد و برعكس آن ، سرخرگ تحت تأثير ضربانهاى قلب خون را از قلب خارج و وارد گردش خون بزرگ بدن مىكنند . به‌طور كلّى سياهرگ را به معناى رگى كه داراى خون با اكسيژن كم و سرخرگ را رگى كه با اكسيژن زياد است مىتوان بيان كرد ، البته به استثناى سرخرگ و سياهرگ‌هاى ريوى . رگى كه خون سياهرگى جمع شده از تمام بدن را از بطن راست قلب به طرف ريه‌ها هدايت مىكند ، سرخرگ ريوى ناميده مىشود و چهار وريدى كه خون سرخرگى حاوى اكسيژن بيشتر را به طرف دهليز چپ قلب مىبرند سياهرگ‌هاى ريوى ناميده مىشوند .\r\nكوچكترين سياهرگها را ونول  ( Venule )  گويند كه خون را از مويرگها جمع‌آورى مىكنند .\r\nونولها به سياهرگهاى بزرگتر وصل مىشوند و سرانجام جهت بازگشت به قلب به وريدهاى اجوف  ( Venae Cavae )  مىريزند . ( آموزش اصطلاحات پزشكى ، ص 271 ) .\r\n( 2 ) . ل : + است ؛ اين استنباط نادرست كه وريدها از كبد منشأ گرفته‌اند ، باعث شد كه اين تصوّر پيش آيد كه وريدها مواد غذايى را به اندامهاى بدن مىرسانند . مىدانيم كه همراه هر شريان ، دو وريد وجود دارد و شريانها در هر عضو به موئين رگ شريانى تبديل مىشوند كه موئين رگهاى وريدى هم در همان جا تشكيل شده و فضولات عضو را جمع‌آورى كرده ، وارد وريدها مىكنند .\r\n( 3 ) . ش : تعميه .\r\n","page_name":" 124 ","page_number":132},
  {"content":"\r\n\r\nوريد شريانى كه دو طبقه است « 1 » و به ريه مىرود و غذاى ريه و قلب از او است به سبيل رشح « 2 » و چون دم كبد غليظ بود ، دو طبقه مخلوق شد تا آنچه از او مترشّح شود لطيف و صافى بود و مناسب غذاى ريه و قلب « 3 » باشد ؛ و اصل آورده دو عرق است : يكى از مقعّر كبد رسته و آن را باب « 4 » خوانند « 5 » . از آن جهت كه « 6 » آنچه به جگر مىآيد اوّلا به دو مرور مىكند و فايدهء باب غالب آن است كه « 7 » جذب مىكند كيلوس « 8 » را « 9 » به جانب جگر ؛ و يكى از طرف محدّب رسته و آن را اجوف « 10 » خوانند ؛ بنا بر آنكه جوف او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : دارد ؛ منصور به تبعيت از ابن سينا ( ر . ك : قانون ، ج 1 ، ص 141 ) عقيده داشت كه وريد شريانى كه امروزه « وريد ريوى » ناميده مىشود ، تعداد آن در هر سمت بدن دو وريد است - درحالىكه يك وريد بيش نيست - و اين تعدّد به خاطر مضاعف بودن وظايف آنهاست .\r\nيعنى بايد به منظور تغذيه ، هم خون را به قلب و هم به ششها منتقل كنند . گردش خون ريوى  « pulmonary circulation »  نام دارد .\r\n( 2 ) . ط ، ش ، ن : ترشح .\r\n( 3 ) . ج : + او .\r\n( 4 ) . وريد باب : وريد باب جلوى وريد اجوف تحتانى قرار دارد و از به هم پيوستن وريد مزانتر  ( mesenter )  پايينى ، وريد مزانتر بالايى و وريد طحالى به وجود مىآيد . وريد باب خون وريدى حاوى مواد غذايى را به وسيلهء وريدهاى مزانتر جمع‌آورى و به كبد مىرساند . بعضى از اين مواد پس از واكنشهاى شيميايى در كبد به مواد لازم و غير سمّى تبديل شده ، از طريق وريدهاى فوق كبدى وارد وريد اجوف تحتانى مىشوند و از اين راه به قلب مىروند . ( ر . ك : آموزش اصطلاحات پزشكى ، ص 273 ) .\r\n( 5 ) . س : - خوانند .\r\n( 6 ) . ن : به واسطهء آنكه .\r\n( 7 ) . به قياس افزوده شد .\r\n( 8 ) . كيلوس : غذا و آبى كه در معده ممزوج مىشوند و به صورت آب جو در مىآيند . ( مفاتيح العلوم ، ص 171 ) .\r\n( 9 ) . س ، ن ، ط ، ل : - را .\r\n( 10 ) . وريد اجوف -  Venacava  .\r\n","page_name":" 125 ","page_number":133},
  {"content":"\r\n\r\nوسيع افتاده و فايدهء او ايصال كيموس « 1 » است بر اعضا ، و تقديم تشريح باب از آن جهت واقع شده « 2 » كه طريقهء اهل تشريح تقديم « 3 » اعلى است بر اسفل ، و ديگر تقسيم موقوف است بر تحصيل و چون كيلوس در كبد به كيموس [ تبديل 
  ] « 4 » مىگردد ، ضرورت است كه ممرّى از معده به جگر باشد و از جگر به ساير اعضا . پس اين دو عرق ضرورى است كه باشد ؛ و عرق باب منقسم مىشود در تجويف كبد بر پنج قسم . « 5 » هر شعبه‌اى متّصل به زايده‌اى و آن شعبه كه مىآيد به طرف محدّب جگر منشعب به شعب بسيار مىشود « 6 » و در اطراف جگر متفرّق مىگردد ؛ يك شعبه از آن به مراره « 7 » مىآيد و آن طرف « 8 » كه نزديك مقعّر كبد است اورده‌اى كه از او ظاهر مىشود منقسم مىگردد « 9 » به هشت قسم : دو قسم از او كوچكترين انواع است . يكى متّصل مىشود به معاى اثنا عشرى تا جذب كند از او بقيّهء غذا [ را 
  ] « 10 » و منشعب مىشود از او شعبه‌اى چند كه پراكنده مىشوند در ثرب « 11 » ؛ و قسم ديگر پراكنده مىشود در شيب معده جهت فراگرفتن « 12 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كيموس : كشكابى كه در معده بر اثر هضم غذا ايجاد مىشود ، مثلا گويند : اين غذا در بدن كيموس خوب ، يا كيموس بد ايجاد مىكند . ( مفاتيح العلوم ، ص 171 ) .\r\n( 2 ) . ج ، ل ، ش ، ط : جهت است .\r\n( 3 ) . ن : - تقديم .\r\n( 4 ) . به قياس افزوده شد .\r\n( 5 ) . پنج قسم عبارتند از ديواره‌هاى احشاى : كيسهء صفرا ، لوزالمعده ، طحال ، معده و روده‌ها .\r\n( 6 ) . ن : بود .\r\n( 7 ) . مراره : كيسهء صفرا .\r\n( 8 ) . ج : از طرفى .\r\n( 9 ) . ن : مىشود .\r\n( 10 ) . به قياس افزوده شد .\r\n( 11 ) . ثرب : معرّب چربى و چربو ؛ چادر پيه و آن آستر و بطانهء صفاق و ابره و ظهارهء معده باشد ، و آن پيه رقيقى است كه معده و امعاء را فرا گرفته است و از فم معده تا معاى قولون كشيده شده است . اصطلاح علمى آن  « Epiploon Tablier Epiploique »  مىباشد . ( ر ك : لغتنامه ) .\r\n( 12 ) . ج : قرار ؛ ل : غذا .\r\n","page_name":" 126 ","page_number":134},
  {"content":"\r\n\r\nغذا ؛ و اقسام ستّهء باقيه يكى از آن مىآيد به سطح معده جهت غذا دادن ، بنا بر آنكه غذاى باطن معده به زعم « 13 » ايشان از عصارهء غذاست و در اين سخن نظر است ؛ از آن جهت كه غذا نزد اطبّا دم است فقط ، يا دم با ديگر اخلاط و تولّد اخلاط در كبد بود ؛ و همچنين اگر باطن معده تغذّى به عصارهء غذا كند منحرف گردد از حالت طبيعى ؛ چراكه ورود غذا فجّ « 14 » باشد بر او و به واسطهء مشغول شدن به دو جهت هضم از خدمت ساير اعضا باز « 15 » ماند ؛ بنابراين مذهب حقّ آن است كه باطن معده از دم نضيج « 16 » كه مىآيد از شعب آورده به جانب او غذا مىيابد ؛ و دوم از ستّهء باقيه مىآيد به طحال جهت غذا دادن و پيش از آنكه مىرسد به دو ، منشعب مىگردد از او شعبه‌اى چند « 17 » در لحم رخو جهت غذا دادن او و بعد از رسيدن به طحال مىآيد از او شعبه‌اى به جانب چپ از معده جهت غذا دادن . چون در « 18 » طحال در رفت و به ميان او رسيد جزوى از او صعود مىكند « 19 » و جزوى نزول ، و از جزو صاعد متفرّق مىشود جزوى از او در طرف فوقانى طحال ، و جزوى ظاهر مىشود تا مىرسد به محدّب معده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) . ط : رغم .\r\n( 14 ) . فجّ : نارس ، ناپخته . ( لغتنامه ) ؛ اينجا مراد غذايى است كه به‌طور كامل هضم نشده باشد .\r\n( 15 ) . ش : نباز .\r\n( 16 ) . ش : نضج .\r\n( 17 ) . س : + كه .\r\n( 18 ) . س : - در .\r\n( 19 ) . س : كرد .\r\n","page_name":" 127 ","page_number":135},
  {"content":"\r\n\r\nو چون بدين محلّ رسيد منقسم مىشود به دو قسم : قسمى ظاهر مىشود در طرف چپ معده جهت غذا دادن و قسمى غوص مىكند و پنهان مىشود در فم معده تا « 1 » سودا به آنجا ريزد و موجب تنبيهء شهوت « 2 » گردد ؛ و قسم نازل در طحال منقسم مىشود ، چنان كه صاعد منقسم مىشد به ظاهر و كامن « 3 » ، متفرّق مىگردد از او شعبه‌اى در طرف اسفل طحال جهت تنبّه بر شهوت غذا ، و جزو ديگر ظاهر مىشود در « 4 » ثرب جهت غذا دادن او ؛ و شعبهء سيم از اقسام ثمانيّه مىآيد به جانب ايسر و متفرّق مىشود در جداول عروق كه گرد معاى مستقيم درآمده ، تا مصّ « 5 » بقيّهء غذا كند از ثفل ، و جزو چهارم به غايت كوچك افتاده و باريك شبيه به مويى و بعضى از آن متفرّع « 6 » مىگردد در ظاهر محدّب معده از جانب راست و بعضى در راست ثرب ، و جزو پنجم متفرّق مىشود در جداول كه گرد معاى قولون « 7 » است جهت فراگرفتن غذا ، و جزو ششم « 8 » حوالى معاى صايم « 9 » مىگردد ، و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - تا .\r\n( 2 ) . س : - شهوت .\r\n( 3 ) . س : - و كامن ؛ كامن : پوشيده ، پنهان .\r\n( 4 ) . ن : + طرف .\r\n( 5 ) . ش ، ل : مصن ؛ مصّ : مكيدن .\r\n( 6 ) . ش : متوضع ؛ ن : متورع ؛ ج ، ل : متوزع .\r\n( 7 ) . معاى قولون -  Colon  ؛ و معاى مستقيم كه آخرين روده است ،  « Rectum »  نام دارد .\r\n( 8 ) . ش ، س : + در .\r\n( 9 ) . معاى صايم -  Jejunum  ؛ قسمتى از رودهء كوچك است و بين اثنى عشر و ايلئوم قرار دارد ، طول آن تقريبا 2 / 2 متر است . معاى صايم ، همان رودهء تهى است .\r\n","page_name":" 128 ","page_number":136},
  {"content":"\r\n\r\nباقى دو ديگر « 1 » گرد ليفاتى چند باريك كه متّصل است به معاى اعور « 2 » ، در آمده به واسطهء جذب غذا ؛ امّا عروق اجوف « 3 » منقسم مىشوند در نفس كبد به عروق كثيرهء « 4 » باريك شعرى تا جذب غذا كند از شعب باب ، بنا بر آنكه شعبهء اجوف وارد مىشود از محدّب كبد به جوف او ، و شعبهء باب وارد مىشود « 5 » از مقعّر كبد به جانب محدّب ؛ و چون عرق اجوف ظاهر مىشود از محدّب كبد منقسم مىشود به دو قسم : قسمى صاعد است ، يعنى ميل به بالا دارد و قسمى نازل يعنى مايل به شيب است « 6 » . از آن صاعد به طرف حجاب مىآيد و نفوذ مىكند در او و متخلّف مىشود و دو عرق متفرّق كه مىدهد غذاى حجاب را « 7 » بعد از آن محاذى « 8 » غلاف قلب مىگردد و ارسال مىكند به سوى قلب شعب بسيارى كه متفرّع « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : دوى ديگرند ؛ ط : درو ديگرند .\r\n( 2 ) . معاى اعور -  Caecum  ؛ قسمتى از رودهء بزرگ است كه در زير دريچهء  « Ileocaecal Valve »  قرار دارد . سكوم 6 سانتيمتر طول و عرض دارد . ( آناتومى تنه ، ص 242 ) .\r\n( 3 ) . برگشت خون بدن به قلب به وسيلهء سياهرگها انجام مىگيرد كه تا رسيدن به قلب مرتّب با به هم پيوستن سياهرگهاى كوچكترى به سياهرگهاى بزرگتر تبديل و سرانجام دو سياهرگ اصلى زير را تشكيل مىدهند :\r\nالف - بزرگ سياهرگ زبرين ( وريد اجوف فوقانى ) -  Superior Vena Cava  ؛ اين سياهرگ خون قسمتهاى نيمهء بالاى بدن را به دهليز راست برمىگرداند .\r\nب - بزرگ سياهرگ زبرين ( وريد اجوف تحتانى ) -  Inferior Vena Cava  ؛ اين سياهرگ ، خون قسمتهاى پايين بدن را به دهليز راست قلب برمىگرداند . ( ر ك : آناتومى تنه ، ص 82 ) .\r\n( 4 ) . ش : كبيره .\r\n( 5 ) . ط ، ن : - از محدب كبد . . . مىشود .\r\n( 6 ) . ش ، ط : ميل . . . دارد ؛ ن : - است .\r\n( 7 ) . به قياس افزوده شد .\r\n( 8 ) . ط : مجارى .\r\n( 9 ) . ش : متفرق .\r\n","page_name":" 129 ","page_number":137},
  {"content":"\r\n\r\nمىشود از او به غايت باريك جهت غذا دادن غلاف قلب « 1 » و همچنين متّصل مىشود به غشايى كه قاسم صدر است به دو نيم و منشعب در او ؛ و بعد از اين ، دو عرق بزرگ « 2 » كه متّصل‌اند به هر دو گوشهء قلب و اين عرق « 3 » بزرگتر است از ساير عروق قلب و سبب در اين آن « 4 » است كه عروق قلب جهت استنشاق نسيم است و اين عرق جهت غذا است و هيچ شكّ نيست كه غذا اغلظ « 5 » است از نسيم ، پس منفذ او اوسع و وعاى او اكبر « 6 » باشد ؛ و اين عرق كه در قلب رفته منقسم مىشود به سه قسم : يكى در مىرود در تجويف ايمن قلب و از آنجا به ريه مىرود . او وريد شريانى « 7 » است . بنا بر آنكه جوهر « 8 » او و خلقتش شبيه است « 9 » به عروق ضوارب ، جهت آنكه دو غشا دارد ، چنان كه شرايين ؛ و فايدهء او دو امر است : يكى آنكه خون كه از او مترشّح مىشود در غايت لطافت و رقّت « 10 » و مشاكل جوهر ريه است و در او نضج يابد « 11 » . ثانيا « 12 » قوام نيك حاصل گردد ، چنان كه خونى كه در شريان وريدى است ؛ و فايدهء دوم آن است كه نضج يابد خون در او تمام ؛ و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : قلب غلاف .\r\n( 2 ) . ط : تركيب .\r\n( 3 ) . منظور ، وريد اجوف فوقانى  ( Superior Vena Cava )  مىباشد كه به سه شاخه تقسيم مىشود .\r\n( 4 ) . ط : - آن .\r\n( 5 ) . ج ، ل ، ش : غلظ .\r\n( 6 ) . ط : اكثر .\r\n( 7 ) . وريد شريانى : همان وريدهاى ريوى هستند كه موسوم به  « Pulmonary Veins »  مىباشند .\r\n( 8 ) . ش : جواهر ؛ ل : جوهره .\r\n( 9 ) . ش : - است .\r\n( 10 ) . ن : + است .\r\n( 11 ) . ش : بايد ؛ ل : نايد .\r\n( 12 ) . ش ، ن ، ل : + و .\r\n","page_name":" 130 ","page_number":138},
  {"content":"\r\n\r\nثانى از اجزاى ثلاثه مىگردد گرد قلب « 1 » و بعد از آن پراكنده مىشود در داخل او جهت غذا دادن ؛ و جزو سيم از ايشان ميل به طرف چپ مىكند « 2 » و مىرسد به فقرهء خامسه از فقرات صدريّه « 3 » و در عضل او و در احشايى چند كه شيب اضلاع واقع است « 4 » ، و هرگاه كه از قلب در مىگذرد متفرّق مىشود از او شعبى چند عنكبوتى شكل در اجزاى عاليه از غشايى « 5 » كه قاسم‌اند « 6 » ، و اعالى غلاف « 7 » ، هرگاه كه به ترقوه نزديك مىشود از او دو شعبه ناشى مىگردد « 8 » به طريق وراب « 9 » به ناحيهء ترقوه مىرسد و هر شعبه‌اى از او باز دو شعبه مىشود و از طريق خلف هر يكى از اين دو فرود مىآيند « 10 » به استخوان سينه از طرف راست و چپ و به خنجرى « 11 » منتهى مىشوند و در ممرّ شعبه‌اى كه در ميان اضلاع است ملاقى افواه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منظور ، وريد قلبى ماگناى بزرگ يا  « Great cardiac Vein »  مىباشد .\r\n( 2 ) . ابن سينا گويد : « سومين رگ در جانداران و به ويژه در انسان به سوى طرف چپ قلب مىرود و پس از آن به مهرهء پنجم سينه مىگرود و بر مهره تكيه مىكند و در دنده‌هاى هشتگانهء زيرين و در ماهيچه‌ها و ساير اعضاى پيوسته با آنها متفرّق مىگردد » . ( قانون ، ج 1 ، ص 144 ) .\r\n( 3 ) . ابن سينا گويد : « سومين رگ در جانداران و به ويژه در انسان به سوى طرف چپ قلب مىرود و پس از آن به مهرهء پنجم سينه مىگرود و بر مهره تكيه مىكند و در دنده‌هاى هشتگانهء زيرين و در ماهيچه‌ها و ساير اعضاى پيوسته با آنها متفرّق مىگردد » . ( قانون ، ج 1 ، ص 144 ) .\r\n( 4 ) . ل : اضلاع افتاده .\r\n( 5 ) . غشاى مدياستن .\r\n( 6 ) . س : قايم‌اند .\r\n( 7 ) . اعالى غلاف ، قسمت پريكارد است .\r\n( 8 ) . ج ، ل ، س : + و .\r\n( 9 ) . ش : وريب .\r\n( 10 ) . ج ، ل ، ش : فرو مىآيد .\r\n( 11 ) . ج ، ل ، ش : فرو مىآيد .\r\n","page_name":" 131 ","page_number":139},
  {"content":"\r\n\r\nايشان مىشود و ظاهر مىگردد نوعى از آن « 1 » به عضل خارجى از صدر ؛ و هرگاه كه مىرسد به خنجرى به طريق وراب ، نوعى از او مىآيد به عضلى كه در ميان اضلاع است و ملاقى مىشود دهن او به دهن عروق كه پراكنده مىشود در او « 2 » ، ظاهر مىشود از او طايفه‌اى كه مىآيد به عضل خارجه « 3 » از صدر و هرگاه كه به خنجرى ظاهر مىشود از او طايفه‌اى كه مىآيند به عضل متراكمه « 4 » و يكى ديگر منحدر مىشود به شيب عضل مستقيم و متّصل مىشود از اطراف او به اطراف شعب صاعده از وريد عجزى كه ذكر خواهيم كرد . امّا زوج باقى هريك از او فرد او پنج شعبه از او مختلّف « 5 » مىشود « 6 » : يكى متفرّق در صدر مىشود « 7 » و غذاى اضلاع اربعهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - از آن .\r\n( 2 ) . ج ، ل ، ش : پراكنده است و در او .\r\n( 3 ) . ج ، ط : خارجيّه .\r\n( 4 ) . ش ، ل : مترامكه ؛ س : منزلكه .\r\n( 5 ) . س : متخلف .\r\n( 6 ) . ابن سينا ، پنج شعبهء مذكور را چنين ذكر كرده است : « هريك از دو شاخهء وريدى نامبرده كه در واقع دو قسمت شده است و به صورت يك زوج است ، به پنج قسمت تقسيم مىشود كه به قرار زير مىباشد :\r\nالف - قسمتى در سينه متفرّق مىشود و چهار دندهء فوقانى را غذا مىدهد .\r\nب - بخشى جايگاه دو كتف را غذا مىدهد .\r\nج - قسمت سوم در ماهيچه‌هاى ژرفاى گردن جاى مىگيرد و غذاى آن ماهيچه‌ها را تأمين مىكند .\r\nد - قسمت چهارم از سوراخ‌هاى شش مهرهء بالايى گردن مىگذرد و به سوى سر رهسپار مىگردد .\r\nه - قسمت پنجم كه از ساير قسمتها بيشتر و بزرگتر است از هر طرف به زير بغل ( ابط ) روى مىآورد » . ( قانون ، ج 1 ، ص 144 - 145 ) .\r\n( 7 ) . س : - مىشود .\r\n","page_name":" 132 ","page_number":140},
  {"content":"\r\n\r\nعاليه « 1 » به واسطهء اوست و غير « 2 » از اضلاع اربعهء عاليه ، و ثانيه غذاى مواضع كتفين مىدهد ، و ثالثه فرا مىگيرد جانب عضلى كه در عمق رقبه است ، و رابعه « 3 » نفوذ مىكند در سوراخ ستّه از فقرات گردن و از او تجاوز مىكند و به سر مىرسد ، و شعبهء خامسه كه اعظم شعب است مىآيد « 4 » به ابط از هر جانب و متفرّع مىشود از او چهار فرع « 5 » : فرع « 6 » اوّل متفرّق مىشود در عضلى كه بر استخوان سينه واقع است ؛ و فرع دوم در لحم رخو در مىرود و صفاقات ابطى يعنى « 7 » جوف او ؛ فرع سيم مىآيد به جانب صدر به طريق وراب ؛ فرع چهارم منقسم مىشود به سه جزو : جزوى در مىرود در عضله‌اى كه به قعر كتف واقع است ، و جزو دوم در طرف عضلهء كبيرهء ابطيه ، و جزو سيم در « 8 » مىگذرد بر عضد و مىرسد به دست و او را ابطى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اضلاع اربعهء عاليه : همان چهار دندهء فوقانى سينه است .\r\n( 2 ) . س : + او .\r\n( 3 ) . ل : اربعه .\r\n( 4 ) . ج : - مىآيد .\r\n( 5 ) . ابن سينا ، دربارهء فروعات شعبهء پنجم چنين آورده است : « . . . و خود به چهار دسته تقسيم مىشود :\r\nدستهء اوّل ، جزو قسمت‌هايى است كه مفصل كتف را حركت مىدهد و در ماهيچه‌هاى بالاى استخوان سينه متفرّق مىشود .\r\nدستهء دوم ، در گوشت شل ( غده ) و صفاق زير بغل ( نسج زير بغل ) پراكنده مىشود .\r\nدستهء سوم ، از جانب سينه فرود مىآيد و به مراق ( هيپوكندر يا نردبان شكم ) مىرسد .\r\nدستهء چهارم ، كه بزرگترين آنها به سه بخش تقسيم مىگردد : بخشى در ماهيچه‌هاى داخل فرورفتگى كتف و بخشى در ماهيچه‌هاى زير بغل پراكنده مىگردد و بخش سوم كه بزرگتر است ، از بازو عبور مىكند و به دست مىرسد و آن را ابطى ( زير بغلى ) مىنامند » .\r\n( قانون ، ج 1 ، ص 145 ) .\r\n( 6 ) . ج ، ل ، ش : - فرع .\r\n( 7 ) . ط : چون .\r\n( 8 ) . س ، ن ، ط ، ل : - در .\r\n","page_name":" 133 ","page_number":141},
  {"content":"\r\n\r\nگويند ؛ و زوجى كه باقى مىماند از انقسام جزو اوّل صعود مىكند به طرف گردن و بعضى مىگويند كه « 1 » چون به عنق مىرسد منقسم مىشود هريك از ايشان به دو عرق كه او « 2 » را وداجين « 3 » خوانند « 4 » ؛ يكى از آن « 5 » ظاهرتر است و او را وداج ظاهر خوانند « 6 » و يكى اغور است و او را وداج اغور خوانند .\r\nآنچه ظاهر است چون صعود به جانب ترقوه مىكند منقسم مىشود به دو قسم : قسم اوّل ميل به قدام مىكند و ثانى نيز اوّلا قايم « 7 » به قدام است و بعد از آن متسفّل « 8 » مىشود و در ثنايا ظاهر مىگردد و از ترقوه صعود مىكند بر ظاهر گردن و لاحق قسمت اوّل مىشود و از ايشان وداج ظاهر كه معروف است و مشهور حاصل مىشود ؛ امّا پيش از رسيدن ظاهر مىشود از ايشان دو زوج : يكى در مىرود به طريق عرض و مىرسد در موضع غاير و دوم به طريق وراب در رقبه ظاهر مىگردد و اين هر دو فرد متلاقى يكديگر نمىشوند و متفرّع مىشوند از هر دو جزو شعب غير محسوسه ؛ ليكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - كه .\r\n( 2 ) . ج ، ش ، ن : آن .\r\n( 3 ) . وداجين يا ودجان : دو رگ هستند در گردن ، يكى را ودج ظاهر و ديگر را ودج غائر مىگويند ودج و وداج دو كلمه‌اند كه جمع آنها اوداج است . ( مفاتيح العلوم ، ص 149 ) ؛ در طب امروز سه وريد وداج ( خارجى ، داخلى و قدامى ) مشخص شده است .\r\n( 4 ) . سه وريد وداج به نامهاى وريد وداج خارجى  ( Extenal Jugular V . )  ، وريد وداج داخلى  ( Internal JugLar V . )  و وريد وداج قدامى  ( Anterior Jugular V . )  وجود دارد ، كه اطبّاى سنّتى به دو مورد ظاهر ( خارجى ) و اغور يا غاير ( داخلى ) اشاره كرده‌اند .\r\n( 5 ) . س : - آن .\r\n( 6 ) . س : - و او را وداج ظاهر خوانند .\r\n( 7 ) . ن ، ط : مايل .\r\n( 8 ) . ش : منتقل ؛ س ، ل : مستقل .\r\n","page_name":" 134 ","page_number":142},
  {"content":"\r\n\r\nناشى مىشود از زوج ثانى سه اوردهء محسوسه : يكى عرقى است كه مىگردد در شانه تا به آخر دست و او را وريد كتفى گويند ، و از اوردهء ثلاثهء محسوسه از طرف شانه ظاهر مىشود يكى بر سر كتف و يكى بر سر بازو و بعد از آنكه با يكديگر ملحق شدند ، منقسم مىشوند به دو قسم : قسمى از آن در مىرود در ظاهر يد و متفرّع « 1 » مىشود از او شعب صغار و اين شعب صغار « 2 » متفرّق مىشود در فكّ اعلى و شعبى چند ديگر كه صغر ايشان در آن مرتبه نيست متفرّق مىشوند « 3 » در فكّ اسفل و مجتمع مىشود از هر دو صفّين شعبى چند كه متفرّق مىشوند در حوالى لسان « 4 » و ظاهر عضلى كه موضوع است در آن ؛ و دوم به خارج و پراكنده مىشود در مواضعى كه نزديك هر دو گوش و سر افتاده است « 5 » ؛ امّا آنچه غاير است او ملازم مرى است و منشعب مىشود از او شعبه‌اى چند كه مخالط شعبهء ظاهر است و متفرّق مىشود « 6 » در مرى و حنجره و عضل غايره و باقى در مىروند تا منتهاى درز لامى و متفرّع مىشود از او فروعى « 7 » چند كه آن فروع در مىروند به فقرهء اولى و ثانيه ، و عروق شعرى يعنى رگى چند باريك چون موى « 8 » و فروعى چند ديگر هم از او كه مىآيند به غشايى كه محالّ « 9 » قحف « 10 » است ، يعنى گرد او در آمده و به جمجمه مىرسد و در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : متفرق .\r\n( 2 ) . ن : - و اين شعب صغار .\r\n( 3 ) . س ، ن ، ج ، ش ، ل : - مىشوند .\r\n( 4 ) . ن : ايشان .\r\n( 5 ) . ل : - است .\r\n( 6 ) . ش : - در حوالى لسان و ظاهر . . . مىشود .\r\n( 7 ) . س : فرعى .\r\n( 8 ) . ش : مرى .\r\n( 9 ) . ج ، ل ، ش : محل .\r\n( 10 ) . قحف : واقع است در طاق و طرفين جمجمه و آن را دو سطح و چهار كنار و چهار زاويه است . ( جواهر التّشريح ، ص 64 ) اصطلاح علمى آن در طب امروزى ،  « Suture Iambdoide »  مىباشد .\r\n","page_name":" 135 ","page_number":143},
  {"content":"\r\n\r\nمىروند در او ؛ و آنچه باقى مىماند از آن شعب نفوذ مىكند در جوف جمجمه كه آن « 11 » استخوان سر است از منتهاى درز لامى و پراكنده مىشود از او شعبى چند در دو غشاى دماغ كه آن غشاى صلب و غشاى رقيق است ، و بعد از آن « 12 » منحدر مىشود « 13 » از غشاى رقيق به دماغ و متفرّق مىگردد در او چنانچه متفرّق شدن شرايين ، و گرد او در مىآيد غشايى صفاقى « 14 » و مىرسد به موضع واسع از دماغ كه آن را معصره « 15 » گويند و هرگاه كه به بطن اوسط « 16 » دماغ « 17 » نزديك مىشود عظم او زايد مىگردد ، بنا بر آنكه مصّ غذا مىكند و بعد از آن ممتدّ مىشود « 18 » به ظاهر دماغ و ملاقى « 19 » آن شرايين مىشود كه صعود كرده‌اند در آن محلّ و منتسج « 20 » مىگردد از ايشان غشايى كه آن را شبكهء مشيميه « 21 » خوانند .\r\nامّا عروق يد ؛ « 22 » اورده‌اى كه در دست واقع است اصل او دو عرق است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) . س : - آن .\r\n( 12 ) . ج : - آن .\r\n( 13 ) . س : - مىشود .\r\n( 14 ) . ش ( زير سطر ) : + پوست شكم كه بعد از مراق است .\r\n( 15 ) . معصره : در طب عبارت است از تجويفى كه در زير جزو آخرين دماغ است ، مانند بركه ، كه چون خون از آورده به دماغ درآيد اوّلا در وى جمع شود تا مزاج دماغ گيرد ، بعد از آن غذاى دماغ گردد . ( جواهر التّشريح ، به نقل از لغتنامه ) .\r\n( 16 ) . ش ، ط : اوسع .\r\n( 17 ) . ج : + است .\r\n( 18 ) . ل ، ش : - عظم او زايد . . . مىشود .\r\n( 19 ) . ش : تلاقى .\r\n( 20 ) . ش ( زير سطر ) : متشنّج ؛ + چين شدن پوست ؛ ن : منتبج .\r\n( 21 ) . ج ، ن : مشيمه ؛ ش : مسميّه .\r\n( 22 ) . ن : - يد .\r\n","page_name":" 136 ","page_number":144},
  {"content":"\r\n\r\nيكى كتفى كه آن را قيفال « 1 » گويند كه در اصل كيفال بوده و مستعرب « 2 » است و گويند اسم ملكى بوده است در هند و بعضى گويند اسم نهر است و اين قول به صواب اقرب است و بعضى گويند باسيلق اين‌چنين است ؛ و يكى ديگر را ابطى گويند « 3 » . امّا كتفى هرگاه كه برسد « 4 » به عضد ، متفرّع « 5 » مىشود از او شعب بسيار از « 6 » صغار كه متفرّق مىشوند در اجزاى ظاهر از عصب و هرگاه كه مىرسد به مفصل عضد منقسم مىشود به سه قسم :\r\nقسم اوّل حبل الذراع « 7 » بود و او ممتدّ مىگردد بر ظاهر زند اعلى بعد از آن از جانب وحشىّ ميل مىكند بر ناحيهء زند اسفل و متفرّق مىشود در اسافل وحشىّ از رسغ ؛ و ثانى از اقسام ثلاثه متوّجه مىگردد بر معطف مرفق در ظاهر « 8 » ساعد و مخالط جزوى مىشود از ابطى يعنى « 9 » با كتفى ملاصق « 10 » يكديگر مىگردند و آن را اكحل « 11 » گويند ؛ و قسم ثالث از اقسام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قيفال ( رگ هفت اندام ) : اين رگ در محل مرفق در جانب وحشىّ ( - برونى ) آشكار است .\r\n( مفاتيح العلوم ، ص 149 ) ؛ اصطلاح علمى آن  « Veine cephalique »  مىباشد .\r\n( 2 ) . ج : مشعرب .\r\n( 3 ) . وريد ابطى ( زير بغلى ) ؛ موسوم به  « Axillary V . »  ، در اندام فوقانى قرار دارد . در حاشيه تحتانى عضلهء دندانه‌اى بزرگ از اتّصال وريد باسليق ( بازيليك ) و وريد بازويى به وجود آمده و در حاشيهء طرفى اولين دنده وريد تحت ترقوه‌اى را مىسازد .\r\n( 4 ) . ط : مىرسد .\r\n( 5 ) . ج ، ط : متفرّق .\r\n( 6 ) . س ، ش ، ن ، ط ، ل : - از .\r\n( 7 ) . س ، ط ، ن : حبل الزراع ؛ حبل الذّراع : رگى است در روى بازو كه از شعبه‌هاى قيفال است .\r\n( مفاتيح العلوم ، ص 149 ) .\r\n( 8 ) . ش : - ظاهر .\r\n( 9 ) . ج ، ل ، ط : + ابطى و .\r\n( 10 ) . ج ، ش ، ط : + و مخالط .\r\n( 11 ) . اكحل ( رگ تن ) : اين رگ ميان باسليق و قيفال جاى دارد . اكحل اسم عربى است . ( مفاتيح -\r\n","page_name":" 137 ","page_number":145},
  {"content":"\r\n\r\nثلاثه در مىرود و مخالط مىشود با ابطى ، چون مىگذرد در عضد متفرّق مىگردد از او شعبى چند و پراكنده مىشود در عضلى چند كه مستبطن اوست ، « 1 » يعنى او را مىپوشاند و هرگاه كه مىرسد به نزديك مفصل منقسم مىشود به دو قسم : يكى به عمق در مىرود و متّصل مىشود « 2 » به قيفال و مرافق او مىگردد ، اندكى « 3 » بعد از آن مىگذرند از يكديگر . آنچه در شيب افتاده به جانب انسىّ مىگذرد « 4 » تا غايتى كه مىرسد « 5 » به خنصر و بنصر و وسطى ، و منقسم مىشود قسم ارفع از او در اجزاى خارجى دست ؛ و ثانى از قسمين منقسم مىشود « 6 » در ظاهر ساعد به چهار فرع :\r\nفرع اوّل « 7 » از آن متفرّع مىشود به ساعد جانب « 8 » رسغ و فرعى « 9 » ديگر از فروع بالاتر از فرع اوّل ، و فرع ثالث در وسط ساعد متفرّق مىشود ، و فرع رابع كه اعظم فروع است آن است كه ظاهر مىشود و ارسال فرعى مىكند كه آن فرع ممازج جزوى از كتفى « 10 » مىگردد به موجبى كه وصف كرده\r\n\r\n\r\n","description":"","footnote":"\r\nالعلوم ، ص 149 ) ؛ وريد زند اسفل ميانى  ( Medran CubiraL V . )  پس از گرفتن خون وريد رأسى در زير آرنج و دريافت شاخه‌هاى فرعى متعدد در امتداد حفرهء زند اسفل به‌طور مايل به طرف بالا رفته و به وريد باسليق  ( Basilique V . )  مىريزد . ( ر ك : كالبدشكافى ، ص 37 ) .\r\n( 1 ) . وريد سفاليك ادامهء وريد كتفى است . چند شاخه از آن منشعب مىشود كه به پوست و بخش‌هاى سطحى بازو وارد مىگردد .\r\n( 2 ) . ن : مىگردد .\r\n( 3 ) . ش : + مىشود .\r\n( 4 ) . ج ، ش ، ن : مىرود .\r\n( 5 ) . ش : مىرسند .\r\n( 6 ) . ن : - قسم ارفع از او . . . مىشود .\r\n( 7 ) . س ، ن ، ط ، ج : - فرع اوّل .\r\n( 8 ) . س : - جانب .\r\n( 9 ) . ش : نوعى .\r\n( 10 ) . س : كتف .\r\n","page_name":" 138 ","page_number":146},
  {"content":"\r\n\r\nشد ؛ و باقى باسليق « 1 » بود ، و در مىرود در عمق « 2 » و ابتداى او از طرف انسىّ است ، بالاى زند اعلى و بعد از آن ميل به جانب وحشىّ مىكند و منقسم مىگردد به دو قسم به صورت لام « 3 » يونانيان ؛ و جزو اعلاى او مىگردد به جانب زند اعلى ، و فرا مىگيرد رسغ را « 4 » و متفرّق مىشود در خلف ابهام ؛ و آن جزوى « 5 » كه ميان ابهام است و ميان سبابه و مجموع او ، جزو اسفل به جانب زند اسفل مىآيد و منقسم مىشود به سه فرع : فرعى از او مىآيد به ميان سبابه و وسطى و متّصل مىشود به جزوى از عرقى كه مىآيد به زند اعلى و با يكديگر ملاحق مىگردند و يكى مىشوند . فرع دوم مىآيد « 6 » به جانب وسطى و بنصر و آن را اسيلم « 7 » خوانند ؛ و فرع سيم مىآيد به ميان خنصر و بنصر ؛ و اسيلم پيش محمّد زكريّا اين است و جميع « 8 » اين شعب متفرّق مىشوند در اصابع .\r\nامّا اوردهء نازله كه فرو مىآيد تا به آخر بدن « 9 » از عرق اجوف ، اوّل آن است كه متفرّع مىشود پيش از آنكه مستقر « 10 » شود بر صلب ، شعبى چند شعرى « 11 » كه مىرسد و مىپوشاند كليهء يمنى « 12 » را و متفرّق مىشود در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باسليق : از رگهاى مشهور ناجهنده است كه رگ زيرين نام دارد و در محل مرفق ، در جانب انسىّ ( - درونى ) آشكار مىشود و تا زير بغل ادامه دارد . ( مفاتيح العلوم ، ص 149 ) .\r\n( 2 ) . س : + ثانيا باسليق و اكحل .\r\n( 3 ) . ج ، ل ، ش : + كتابت .\r\n( 4 ) . ج ، ل ، ش : + كتابت .\r\n( 5 ) . ن ، ط : چيزى .\r\n( 6 ) . ط : - مىآيد .\r\n( 7 ) . اسيلم : رگى است كه ميان خنصر و بنصر آشكار مىشود و از شعبه‌هاى باسليق است .\r\n( مفاتيح العلوم ، ص 150 ) .\r\n( 8 ) . ش : جمع .\r\n( 9 ) . ش : + و .\r\n( 10 ) . ش : متفرّع .\r\n( 11 ) . ل : صلبى .\r\n( 12 ) . وريد كليوى  ( Renal V . )  خون كليه‌ها را جمع‌آورى نموده ، به صورت تنهء وريدى كوتاه و ضخيم ( از هر كليه يكى ) كه در طرف چپ كمى طويل‌تر است و به وريد اجوف تحتانى مىريزند .\r\n","page_name":" 139 ","page_number":147},
  {"content":"\r\n\r\nآنجا چيزى كه نزديك اوست ، و بعد از آن عرقى عظيم هست كه به جانب كليهء يسرى ؛ مىآيد و منقسم مىگردد به شظاياى دقاق ، يعنى رگى چند باريك در ليفات كليهء يسرى و آنچه قريب « 13 » به وى است و بعد از آن دو عرق هست بزرگ طالع كه ايشان را طالعان « 14 » خوانند « 15 » كه ظاهر مىشوند « 16 » و مىآيند به كليه ، و بدان عرق جذب مائيه كرده مىشود و از طرف چپ « 17 » كليه عرقى مىآيد به بيضه « 18 » ؛ بعد از آن دو عرق ديگر مىآيند به انثيين آن ؛ يكى كه « 19 » به طرف چپ مىآيد از آن دو عرق فرا مىگيرد شعبه‌اى از آن دو رگ بزرگ كه به طالعين معروف است و آن عرقى كه به طرف « 20 » كليهء يمنى مىآيد « 21 » او مخالط هيچ شعبه نمىشود از انثيين الّا به سبيل ندرت و مجتمع مىشود « 22 » از عروقى كه منتهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) . ج ، ل ، ش : + قريب .\r\n( 14 ) . به صورت « طالعين » نيز آمده است . ( ر . ك : قانون ، ج 1 ، ص 148 ) .\r\n( 15 ) . ط : گويند .\r\n( 16 ) . ط : نمىشود .\r\n( 17 ) . س : + به .\r\n( 18 ) . بيضتين ارتباطى با كليه‌ها ندارند و منى پس از ساخته شدن در بيضه‌ها به وسيلهء سلولهاى مخصوصى از راه مجراى برنده وارد كيسه‌هاى منى ( دو عدد در بالا و خلف مثانه ) شده و هنگام انزال از راه مجراى ادرارى تناسلى خارج مىشود .\r\n( 19 ) . ج ، ل ، ط : - كه .\r\n( 20 ) . س : - به طرف .\r\n( 21 ) . به‌ندرت شاخه‌اى از وريد كليوى راست به وريد بيضهء راست وارد مىشود و اكثر اوقات بين بيضهء راست و وريد كليوى راست رابطه‌اى وجود ندارد .\r\n( 22 ) . س : - مىشود .\r\n","page_name":" 140 ","page_number":148},
  {"content":"\r\n\r\nمىگردد « 1 » به كليه و عرقى كه منحدر « 2 » مىشود از كليه به جانب انثيين كثير التّعاريج « 3 » ؛ و فايدهء اين هيأت آن است كه منى « 4 » در او نضج يابد و مستعدّ بياض گردد و اين عرق پنهان است در قضيب و عنق رحم ؛ و بعد از آن عرق اجوف در نزديك صلب « 5 » متفرّع مىشود و از او نزد « 6 » هر فقره از قطن عروقى چند كه مىآيند به خاصره و منتهى مىشود اطراف او به عضل بطن و فروعى چند « 7 » كه در مىروند به نخاع و چون منتهى مىشود به آخر فقرات منقسم مىگردد به دو قسم به شكل لام يونانى ، و از آن قسمى به طرف ران راست مىآيد و قسمى به طرف ران چپ ؛ و منشعب مىشود از اين دو عرق پيش از رسيدن به ده « 8 » طايفه‌اى كه آن را طوايف « 9 » خوانند : طايفهء اولى متفرّق مىشود در متنين « 10 » ؛ و طايفهء ثانيه در بعضى اسافل صفاق و از آن ثانيه به غايت باريك است . طايفهء ثالثه در عضلى كه بر عظم عجز واقع است ؛ و طايفهء رابعه در عضلات مقعد و ظاهر عجز ؛ و طايفهء خامسه در فم رحم و مثانه و منقسم به دو قسم مىشود : يكى متفرّق « 11 » مىشود در او و ديگر در گردن مثانه « 12 » و اين قسم در رجال بسيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش ، ن : مىشود .\r\n( 2 ) . ط ، ن : منجذب .\r\n( 3 ) . كثير التّعاريج : پيچ‌درپيچ . ( ر . ك : لغتنامه ، ذيل « تعاريج » ) .\r\n( 4 ) . از اينجا تا آغاز مقالت پنجم در ( ش ) افتاده است .\r\n( 5 ) . ج ، ل ، ش : - صلب .\r\n( 6 ) . ن : - نزد .\r\n( 7 ) . ن : - مىآيند به خاصره . . . فروعى چند .\r\n( 8 ) . ط : دو .\r\n( 9 ) . ط : از طايف .\r\n( 10 ) . ش : منين ؛ ل : متينن .\r\n( 11 ) . ط : متفرّع .\r\n( 12 ) . ن : - مثانه و .\r\n","page_name":" 141 ","page_number":149},
  {"content":"\r\n\r\nاست به واسطهء مكان قضيب . طايفهء سادسه در عضلى كه موضوع‌اند بر عظم عانه . طايفهء سابعه در هر دو عضل بطن و اطراف اين آورده متّصل است به اورده‌اى كه فرو مىآيند از صدر به مراق و بيرون مىآيد از اصل اين آورده « 1 » عروقى چند به رحم كه به واسطهء آن معده و رحم شريك مىگردند . طايفهء ثامنه در قبل در مىرود . طايفهء تاسعه در مىرود در عضل باطن فخذ . طايفهء « 2 » عاشره فرامىگيرد از حوالى هر دو بن ران و ظاهر مىشود در خاصره و متّصل مىشود به اطراف آن ؛ و اورده‌اى كه فرو مىآيد از حوالى پستان و مىگردد جزوى از اين طوايف عشره ، جزوى به عضل المتنين « 3 » و آن اوردهء باقى منشعب مىگردد از هر يكى از ايشان شعبه‌اى كه متفرّق مىشود بر عضلى كه بر مقدّم فخذ واقع است « 4 » و شعبه‌اى كه در عضل اسفل فخذ از طرف انسىّ واقع است و شعب كثيره كه در عمق فخذ واقع است ؛ « 5 » و آنچه باقى مىماند هرگاه كه نزديك « 6 » زانو مىرسد منقسم مىشود به سه عرق : وحشىّ او ممتدّ مىشود به قصبهء صغرى تا به كعب كه آن را عرق النّساء « 7 » خوانند ، و انسىّ كه مقابل اوست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : + در .\r\n( 2 ) . س ، ل ، ج : - طايفهء .\r\n( 3 ) . ج ، ل ، ش : التين ؛ س : البتين .\r\n( 4 ) . س : - واقع است .\r\n( 5 ) . ن : - و شعبه‌اى كه در عضل . . . واقع است .\r\n( 6 ) . ج ، ش : - نزديك .\r\n( 7 ) . عرق النّساء : رگى است كه در مقابل رگ صافن در جانب وحشىّ ( - برونى ) جاى دارد .\r\n( مفاتيح العلوم ، ص 149 ) ؛ عرق النّساء يا « سياتيك »  ( sciatique )  به وريد نسائى ( سياتيك بزرگ ) اطلاق مىشود كه در قسمت قدامى پا امتداد يافته است .\r\n","page_name":" 142 ","page_number":150},
  {"content":"\r\n\r\nآن را صافن « 1 » گويند ، و آنچه در وسط واقع است آن را مابض الرّكبه گويند ؛ و منشعب مىشود از او نزد مرور او در باطن ساق ، شعبى چند كه در عضل او پنهان مىشود و باقى مىماند از او دو شعبه : يكى در مىرود در اجزاى « 2 » ساق و شعبهء ثانيه « 3 » متخلخل مىشود در ميان قصبهء هر دو ساق تا آنجا كه نزديك مقدّم رجل است و مختلط مىشود به شعبه‌اى از جانب « 4 » وحشىّ ؛ و اين آورده منقسم « 5 » به چهار شعبه مىشود و منحدر به قدم « 6 » مىگردد : دو « 7 » تا كه در جانب وحشىّ است ، در طرف وحشىّ « 8 » در مىرود و دو كه در طرف انسىّ واقع است ، در طرف انسىّ در مىرود و مجموع مختلط مىشوند چنان كه يك وريد مىگردد ؛ و اللّه أعلم « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صافن : رگى است در ساق كه در محلّ كعب داخلى در جانب انسىّ ( - درونى ) آشكار مىشود ( مفاتيح العلوم ، ص 149 ) ؛ وريد صافن بزرگ  Long saphenous V . - saphenous ) ( V .  وريدى است كه از پشت تا زير رباط مغبنى ( بن ران ) امتداد داشته و به وريد رانى مىريزد .\r\n( 2 ) . ج ، ش : + ثانيه .\r\n( 3 ) . ل : ثمانيه .\r\n( 4 ) . س : - جانب .\r\n( 5 ) . به قياس افزوده شد .\r\n( 6 ) . ل : مقدم .\r\n( 7 ) . ط : - دو .\r\n( 8 ) . ط : - است در طرف وحشىّ .\r\n( 9 ) . ج ، ل ، ش : + بالصّواب .\r\n","page_name":" 143 ","page_number":151},
  {"content":"\r\n\r\nصورت چهارم ( آورده )\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":152},
  {"content":"\r\n\r\n\r\nالمقالة الخامسة فى الشّرائين\r\nشرايين « 1 » عبارت از عروق متحرّك است كه از بطن ايسر « 2 » قلب رسته باشد و در حركت انبساط و انقباض تابع « 3 » او بود و فايدهء او ايصال روح حيوانى « 4 » به جميع بدن بود ؛ و جميع شرايين دو طبقه باشد « 5 » ؛ طبقهء داخلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرايين ( ج . شريان ) -  ( Artery ) Arteries  .\r\n( 2 ) . فقط شريان آئورت از بطن چپ قلب خارج مىشود و شريان ريوى كه خون وريدى را به ريه‌ها مىبرد ، از بطن راست قلب خارج مىشود .\r\n( 3 ) . ن : نافع .\r\n( 4 ) . ن : + است .\r\n( 5 ) . سرخرگها ( شرايين ) لوله‌هايى ارتجاعى هستند با ديواره‌اى ضخيم كه از سه لايه تشكيل -\r\n","page_name":" 145 ","page_number":153},
  {"content":"\r\n\r\nاصلب « 1 » است . بنا بر آنكه وعاى حقيقى روح است و ليف او به عرض افتاده ، بنا بر آنكه حركت انقباض كه دافع فضلهء دخانى است بدين طبقه است ؛ و طبقهء خارجى ليف او به طول افتاده و در او ليف « 2 » مورّب هست ؛ بنا بر آنكه حركت انبساطى كه جاذب نسيم است به اوست ، الّا شريان وريدى كه يك طبقه است « 3 » و به ريه مىرود . جهت آنكه ريه دائم الحركة است و ثقيل نشود ، يك طبقه آفريده شد « 4 » . اگر گويند وريد شريانى همچنين به ريه مىرود و دو طبقه است ، جواب گوييم كه او به طرفى مىرود نه « 5 » به مجموع ريه .\r\nبدان كه از تجويف ايسر قلب اوّلا دو رگ رسته ، دائم الحركة كه يكى مايل به صغر و يك طبقه است و او را شريان وريدى خوانند و گفتيم كه او به طرف ريه مىآيد « 6 » و منقسم مىشود در او جهت استنشاق نسيم و\r\n\r\n\r\n","description":"","footnote":"\r\nشده است : لايهء داخلى كه بافت ابريشمى سفيد است ( پوشش آندوتليال ) به پوشش داخلى عروق خونى  ( Tunica intima )  ( يا لايهء  ( intimal  موسوم است . لايهء ميانى كه در شريانهاى بزرگ ارتجاعىتر است ، پوشش ميانى عروق خونى  ( Tunica media )  ( يا لايهء  ( medial  ناميده مىشود . به پوشش خارجى عروق خونى  ( Tunica aduentitia )  يا  Tunica ) ( exeterna  گويند كه پوششى ليفى ارتجاعى است . ( آموزش اصطلاحات پزشكى ، ص 270 ) .\r\n( 1 ) . ش : صلب ؛ ن : اصيل ؛ ط : اصلى .\r\n( 2 ) . ج ، ل ، ن : - ليف .\r\n( 3 ) . شريان وريدى يا ريوى ، رگى قابل ارتجاع است و از سه لايه تشكيل شده است كه خون وريدى را براى تبادلات گازى از بطن راست به ريه‌ها مىبرد .\r\n( 4 ) . ش ، ن : است .\r\n( 5 ) . س : - نه .\r\n( 6 ) . وريدهاى ششى از ناف ريه‌ها به دهليز چپ مىپيوندند و خون شريانى ريه‌ها از آئورت تأمين مىشود نه از دهليزها .\r\n","page_name":" 146 ","page_number":154},
  {"content":"\r\n\r\nايصال دم ، بنا بر آنكه ممرّ « 1 » غذاى ريه « 2 » قلب است ؛ و رگ ديگر كه هم از اين طرف « 3 » رسته « 4 » و مايل به كبر است ، او را اوريطى گويند و ابهر « 5 » نيز گويند « 6 » و اين عرق چون از قلب ظاهر مىشود منشعب مىگردد به دو شعبه : آنچه كوچك است مىآيد به تجويف طرف راست و متفرّق مىشود در او و « 7 » شعبهء ديگر گرد قلب مىگردد « 8 » و متفرّق مىشود در اجزاى قلب « 9 » و آنچه باقى مىماند از اين عرق منقسم مىشود به دو قسم :\r\nقسمى ميل به بالا دارد و قسمى ميل به شيب ؛ آنچه مايل به شيب است « 10 » بزرگتر است ، بنا بر آنكه اعضايى كه در شيب قلب واقع است بيشتر است از آنكه در بالاى قلب افتاده و نيز بزرگتر است ؛ و آنچه مايل به صعود است منقسم به دو قسم مىگردد « 11 » و اكثر آن به جگر مىآيد به طرف راست تا زمانى كه به لحم رخو وصول مىيابد كه منفرش « 12 » است در اجزاى عاليهء عظام قصّ « 13 » و بعضى برآنند كه طبقه‌اى ديگر در اندرون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : مر .\r\n( 2 ) . ن : - ريه .\r\n( 3 ) . ط : طرف .\r\n( 4 ) . ل : + است .\r\n( 5 ) . ابهران : دو شريان هستند كه از قلب خارج مىشوند و ديگر شريانها از آن منشعب مىگردند . ( مفاتيح العلوم ، ص 149 )\r\n( 6 ) . ط : خوانند .\r\n( 7 ) . ج ، ش ، ن : درون .\r\n( 8 ) . ن : - به دو شعبه آنچه . . . مىگردد .\r\n( 9 ) . ش : وى .\r\n( 10 ) . ن : آنچه مايل شيب است .\r\n( 11 ) . ج : مىشود به دو قسم .\r\n( 12 ) . ش : متفرّق .\r\n( 13 ) . ج ، ش ، ن : قس ؛ از شريان آئورت پس از خروج از بطن چپ ، شاخه‌هايى براى خود قلب ( شرايين اكليلى ) و دور قلبى ( ير يكاردى ) و مروى و برنشى و ريوى جدا مىشوند . سپس قوسى در بالاى قلب پيدا مىكند كه از اين قوس سه شاخهء اصلى خارج مىشوند . شاخهء -\r\n","page_name":" 147 ","page_number":155},
  {"content":"\r\n\r\nشرايين هست ، بافته مثل بافتهء « 1 » عنكبوت ، امّا در شريانات كثيره ظاهر مىگردد و اين سخن اصلى ندارد .\r\nو شريان از تجويف ايسر قلب رسته ، بنا بر آنكه طرف راست نزديكتر است به جگر تا به جذب غذا مشغول باشد « 2 » و چون مقرّر شد كه شريانى كه به طريق صعود است ، اكثر آن « 3 » در كبد قرار مىگيرد و به طريق وراب ، به لحم رخو وصول مىيابد و منقسم مىشود به سه قسم : قسمى « 4 » دو از او كه آن را شريانين سباتين « 5 » گويند ؛ و سيم نيز متفرّق مىشود در استخوان سينه و فقرهء شش‌گانه از رقبه در نواحى ترقوه تا مىرسد به سرشانه و بعد از آن از او در مىگذرد و به يدين مىرسد ، امّا از آن « 6 » ، كوچك به ابط ، يعنى شيب بغل مىآيد و منقسم مىشود چون انقسام « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\nطرف راست تقسيم مىشود و براى طرف چپ بدن يك شاخه شريان سبات مشترك چپ و يك شاخه شريان زير چنبرى چپ از اين قوس خارج مىگردند . از وسط قوس معمولا شاخهء باريكى براى غدهء درقى ( سپرى ) خارج مىشود . آنگاه دنبالهء قوس به‌طور مستقيم در طرف چپ قفسهء سينه و نزديك ستون فقرات متوجه پايين مىشود كه شاخه‌هايى براى عضلات بين دنده‌اى و ساير اعضاى قفسهء سينه از آن جدا مىگردند . ( ر . ك : آناتومى تنه ، ص 79 به بعد ) .\r\n( 1 ) . ن : - بافته .\r\n( 2 ) . ج : شود .\r\n( 3 ) . س : - آن .\r\n( 4 ) . س ، ن ، ط ، ج ، ل : - قسمى .\r\n( 5 ) . ل : سباسين ؛ ن : سبائين ؛ سباتين : ( دو شريان سبات خارجى و داخلى ) ، از شريان سبات خارجى شاخه‌هايى براى غدهء درقى ( سپرى ) و زبان و صورت و حلق و پس سر و بناگوش و فكّ بالا جدا مىشود كه در گيجگاه سرانجام خود به دو شاخهء انتهايى تقسيم مىشود .\r\nشريان سبات داخلى عمقىتر از شريان سبات خارجى قرار گرفته است و از راه مجراى سبات قاعدهء جمجمه وارد كاسهء سر مىشود و خون شريانى مغز را تأمين مىكند .\r\n( 6 ) . ط ، ن : - از آن .\r\n( 7 ) . س : اقسام .\r\n","page_name":" 148 ","page_number":156},
  {"content":"\r\n\r\nسيم از قسم اكبر ؛ امّا سباتين ، « 1 » هريك از ايشان در گردن منقسم مىشوند به دو قسم : از طرف مقدّم و از طرف مؤخّر ؛ از آن مقدّم منقسم مىگردد به دو قسم : قسمى پنهان مىشود در زبان و عضل و باقى استخوان فكّ زيرين و قسمى ظاهر مىشود و مرتقى مىگردد به جانب عضلى كه در صدغين واقع است و نزديك به صدغين مىگردد و بعد از آنكه متخلّف مىشود « 2 » از آنجا « 3 » منقسم مىشود به شعب بسيار « 4 » : شعبه‌اى از آن به ميان سر مىآيد و جزو مؤخّر متجزّى « 5 » به دو جزو مىشود ؛ و از آن كوچكتر بيشتر آن « 6 » است كه مرتقى مىشود ، يعنى به بالا مىآيد و متفرّق مىگردد در عضلى كه محيط است به مفصل سر و بعضى از آن متوّجه قاعدهء سر مىشود « 7 » و در مىرود در ثقبهء عظيمه كه نزديك درز لامى واقع است و از آن جزو اعظم در مىرود در پيش آن سوراخ در سوراخ « 8 » حجرى و منتسج « 9 » مىشود به واسطهء رگها و طبقات ؛ بعد از انتساج ، يعنى بافته شدن ، مجتمع مىشود در ايشان زوجى و پيچيده مىگردد به غشا و مرتقى مىگردد « 10 » به طرف « 11 » مغز و پراكنده مىشود در دو غشاى رقيق و بعد از آن در جرم دماغ مىرود چون پوست اندرونى ؛ امّا قسم نازل از شرايين او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش : سباتيان ، ن : سبّانيان .\r\n( 2 ) . ط : مىگردد .\r\n( 3 ) . س : - از آنجا .\r\n( 4 ) . ط : - شعبهء بسيار .\r\n( 5 ) . ش : متجزين ؛ ط : مستجزى .\r\n( 6 ) . ن : شريان .\r\n( 7 ) . ن : - يعنى به بالا مىآيد . . . مىشود .\r\n( 8 ) . س ، ج ، ل ، ش : - در سوراخ .\r\n( 9 ) . ش : منتج .\r\n( 10 ) . ل ، ش ، ط : مىشود .\r\n( 11 ) . ج ، ل ، ش ، ط : جانب .\r\n","page_name":" 149 ","page_number":157},
  {"content":"\r\n\r\nآنكه به طريق استقامت مىگذرد تا مىرسد به استخوان پنجم از فقرات سينه . بعد از آن استقامت « 1 » به انحراف مبدّل مىشود و انحدار مىيابد و در مىرود در پشت به مرتبه‌اى « 2 » كه به عظم عجز مىرسد و چون محاذى صدر مىشود و مىگذرد بر او ، منشعب مىگردد « 3 » از او شعبه‌اى چند كوچك باريك « 4 » كه متفرّق مىشوند در حوالى صدر و ريه ؛ و بعد از آن منشعب مىشود از اين جزو و منحدر « 5 » مىگردد شعبه‌اى كه منقسم مىشود به دو جزو ، متفرّق مىشود از طرف راست و طرف چپ و بعد از آن پراكنده مىشود ؛ و شريانى كه مىآيد به جداول امعاى دقاق و بعد از آن جدا مىشود از او سه « 6 » شرايين كوچك مخصوص به كليه و متفرّق مىشود در ليفات او ، و آن چيزى كه گرد او در آمده است ؛ و جزوى ديگر ، مىآيد « 7 » به هر دو كليه و بعد از آن منفصل مىشود از دو شريان كه رسته است و به طرف ايمن مىآيد و آنچه مىآيد به طرف ايسر مصاحب او است . آنچه به طرف گردهء چپ مىآيد ، بلكه آنچه به طرف كليهء يسرى مىآيد منشأ او آن است كه به طرف خصيهء يسرى مىآيد و آنچه به طرف خصيهء يمنى مىآيد منشأ او دايما شريانى بزرگ است و آنچه به طرف كليهء يمنى مىآيد ، به طرف خصيهء يمنى مىآيد « 8 » « 9 » و بعد از آن جدا مىگردد از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل : - استقامت .\r\n( 2 ) . ل : مراتبه .\r\n( 3 ) . ش : مىشود .\r\n( 4 ) . ج : باريك كوچك .\r\n( 5 ) . س : منجذب .\r\n( 6 ) . ن : از سه .\r\n( 7 ) . س : - مىآيد .\r\n( 8 ) . س : - مى\r\n( 9 ) . شريان مخصوص بيضه‌ها يا تخمدانها مستقيما از آئورت منشعب مىشوند .\r\n","page_name":" 150 ","page_number":158},
  {"content":"\r\n\r\nاين « 1 » شريان بزرگ شرايين بسيار و متفرّق مىشوند در جداول عروقى كه در حوالى معاى مستقيم « 2 » است و شعبه‌اى از او متفرّق مىشود در نخاع و در مىرود در سوراخ فقار و عروقى چند كه به خاصره مىآيند و از اين جمله جزوى هست كوچك كه پنهان مىشود در قبل و اين در مرد و زن مىباشد و مخالط آورده مىگردد ، و آن « 3 » شريان بزرگ چون مىرسد به آخر فقار « 4 » ، منقسم مىشود با « 5 » وريدى كه مصاحب او است . قسمى از آن به طرف راست مىآيد و قسمى به طرف چپ « 6 » و هريك از ايشان در مىرود در عظم عجز و فرو مىگيرند عجز را ؛ « 7 » و آنكه مىآيد به طرف مثانه منقسم مىشود در او و درمىآيد در اطراف قضيب و آن شريانى كه فرومىآيد به هر دو پاى ، هريك منقسم مىشود « 8 » در هر دو ران به دو قسم بزرگ : يكى از طرف « 9 » انسىّ و يكى از طرف وحشىّ ؛ آنكه از طرف وحشىّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : - اين .\r\n( 2 ) . معاى مستقيم -  Rectum  ؛ آخرين روده كه « چستا » نيز گويند . ( لغتنامه ) .\r\n( 3 ) . ش : از .\r\n( 4 ) . ط : - و اين در مرد و زن . . . فقار .\r\n( 5 ) . ش : به او .\r\n( 6 ) . آئورت در لگن در برابر آخرين مهرهء كمرى به دو شاخه تقسيم مىشود كه از ميان آن دو يك شاخه خاجى به طرف پايين خارج مىگردد . اين دو شاخه شريانهاى خاصره‌اى مشترك را به وجود مىآورند كه هريك بعدا به دو شاخهء خاصره‌اى خارجى و داخلى تقسيم مىشوند . شريان خاصره‌اى داخلى قسمتهاى شرمگاهى و مثانه و نافى را مشروب مىكند و دنبالهء شريان خاصره‌اى خارجى ، شريان رانى ناميده مىشود كه خون شريانى پا را تأمين مىكند . ( ر . ك : آناتومى تنه ، ص 168 ) .\r\n( 7 ) . س : - را .\r\n( 8 ) . ط : - مىشود .\r\n( 9 ) . س : + وحشىّ .\r\n","page_name":" 151 ","page_number":159},
  {"content":"\r\n\r\nافتاده ميل به جانب انسىّ مىكند و در عضلى كه آنجاست متفرّق مىشود و رفتن او چون رفتن آورده است ، يعنى چنان كه آورده « 1 » مىگذرد او نيز مىگذرد ؛ و هرگاه كه شريان موافق « 2 » وريد گردد در باطن بدن شريان حامل وريد گردد ؛ بنا بر آنكه تا اشرف حامل اخسّ « 3 » باشد ، از آن جهت كه شريان از قلب رسته است و حامل روح حيوانى است ، پس او اشرف بود از اورده‌اى كه از جگر رسته است « 4 » و در ظاهر بدن به عكس اين بود تا اشرف محفوظتر باشد ، و وريد چون حامل باشد از آن ، او به منزلهء جنّه ، تا « 5 » از مصادمات « 6 » و آفات خارجيّه مصون باشد ؛ و اللّه أعلم « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : - است يعنى چنان كه آورده .\r\n( 2 ) . ج : مرفق .\r\n( 3 ) . ط : احسن .\r\n( 4 ) . س ، ش ، ط : - است .\r\n( 5 ) . ج : چند آن .\r\n( 6 ) . ج ، ل ، ش : مصادقات .\r\n( 7 ) . س : - و اللّه أعلم .\r\n","page_name":" 152 ","page_number":160},
  {"content":"\r\n\r\nصورت پنجم ( شرايين )\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":161},
  {"content":"\r\n\r\n\r\nالخاتمة « 1 » فى ذكر « 2 » الاعضاء المركّبة\r\nو او را اعضاى آلى از آن جهت گويند كه بعضى آلات حيات و تنفّس است « 3 » و بعضى آلات غذا و بعضى آلات شعور « 4 » و بعضى آلات تناسل . امّا اعضاى « 5 » حيات و تنفّس ، قلب و ريه و حجاب و قصبهء ريه و غير آن است .\r\n\r\nقلب :\r\nاشرف اعضا « 6 » و رييس مطلق و محلّ روح حيوانى بود « 7 » و او مركّب است از ليفات مختلف الوضع و لحم صلب و غشاى غليظ گرد او درآمده ، « 8 » همچون چيزى كه بر كف دست نهند به گونه‌اى كه « 9 » اطراف كف « 10 » بر او محتوى باشد « 11 » ، ريه با قلب همچنين باشد « 12 » و شكل او شبيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : المقالت السادسة .\r\n( 2 ) . ش : - ذكر .\r\n( 3 ) . ل ، ش ، ط : - است .\r\n( 4 ) . س : - و بعضى آلات شعور .\r\n( 5 ) . ش : آلات .\r\n( 6 ) . ن : - اعضا .\r\n( 7 ) . ن : است .\r\n( 8 ) . اين غشاى غليظ ، يك كيسهء ليفى - سروزى به نام « پريكارديوم »  ( pericardium )  مىباشد .\r\n( ر . ك : آناتومى تنه ، ص 79 ) .\r\n( 9 ) . س : - به گونه‌اى كه .\r\n( 10 ) . ش : دست .\r\n( 11 ) . ج ، ش ، ط : شود .\r\n( 12 ) . ج ، ش ، ط ، ن : است .\r\n","page_name":" 154 ","page_number":162},
  {"content":"\r\n\r\nاست به شكل صنوبر و قاعدهء او از بالاست و محلّ او در ميان تجويف صدر بود و سر او مخروط افتاده و مايل به جانب چپ بود و در « 1 » شيب قلب عظمى است غضروفى كه آن را قاعدهء قلب خوانند ؛ و قلب را دو تجويف هست : يكى از طرف راست و يكى از طرف چپ و اين هر دو دايما در حركت‌اند و به طرف چپ حركت او بيشتر است ؛ چراكه محلّ روح حيوانى است و خون بسيار در اين محلّ است و « 2 » منبت شرايين اين جانب است ؛ و در تجويف ايمن دو ممرّ دارد غشايى : يكى آن است كه در او دم « 3 » از كبد به قلب مىآيد و دوم آن است كه دم « 4 » از او به ريه مىرود و بطن ايسر نيز همچنين دو ممرّ دارد : يكى منفذ هواست از ريه به قلب و ديگر دهن عروق ضوارب كه آن شرايين است . منفذى كه از تجويف ايمن به سوى تجويف ايسر است از جانب راست فراخ‌تر و بعد از آن تنگ « 5 » مىشود به تدريج تا منتهى مىگردد به جانب ايسر و به واسطهء او دم لطيفه از جانب ايمن به جانب ايسر مىرود و هريك از دو تجويف قلب از خارج دو زايده دارند كه شبيه‌اند به دو اذن كه آن را اذنى « 6 » قلب گويند ؛ « 7 » و بعضى گويند كه در دل سه تجويف « 8 » هست كه آن عبارت از بطون اوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : - در .\r\n( 2 ) . س ، ش ، ج ، ل : - و .\r\n( 3 ) . س : در دوم .\r\n( 4 ) . ن : - دم .\r\n( 5 ) . ن : نيك .\r\n( 6 ) . ط : اذن .\r\n( 7 ) . ج : خوانند .\r\n( 8 ) . اينكه منصور همچون اطبّاى پيش از خود ، قلب را متشكّل از سه بطن مىداند و تئورى بطن مركزى را به تقليد از پيشينيان بازگو مىكند ، سخنى بىاساس است و بديهى است كه -\r\n","page_name":" 155 ","page_number":163},
  {"content":"\r\n\r\nاوّل و آخر بزرگ افتاده و از آن ميان كوچك و محيط است به قلب غشايى كه آن را غلاف قلب خوانند جهت محافظت او و اين غلاف ملاصق او نيست ؛ بنا بر آنكه اگر آفتى به غلاف رسد قلب از آن مصون باشد ؛ و ديگر آنكه تا به واسطهء حركت انبساط منضرج « 1 » نشود ؛ و ريه كه گفتيم كه محيط است به قلب ، حركت او تابع حركت صدر است و احتياج به دو جهت آن است كه آلت « 2 » تنفّس و صوت « 3 » است و حاجت به تنفّس « 4 » به سبب قلب است ، بنا بر آنكه قلب معدن حرارت غريزى است و او محتاج است « 5 » به هواى مروّح به واسطهء حرارت و دفع « 6 » بخار دخانى ؛ بنابراين او را دو حركت متضادّه هست : يكى حركت انبساط كه به دو جذب هوا مىكند و يكى حركت انقباض كه به دو دفع بخار دخانى مىكند ، و چون نخواستند كه هوا به يك دفعه از خارج به قلب رسد ، بنا بر آنكه معدن حرارت غريزى است و نگرانى انطفا بود ، ريه را چون واسطه آفريده ، تا او جذب كند و بعد از آن قلب بستاند تا مروّح حرارت غريزى شود و دفع بخار دخانى به انقباض مىشود ؛ و از آن جهت قلب مايل به طرف چپ شد « 7 » كه در طرف\r\n\r\n\r\n","description":"","footnote":"\r\nقلب از بطن راست يا  ( Ventriculus dexter )  و بطن چپ يا  ( Ventriculus sinister )  كه حفره‌هاى پايينى قلب را تشكيل مىدهند و حفره‌هاى بالايى آن كه دهليز ناميده مىشوند از دهليز راست يا  ( Atrium dexter )  و دهليز چپ يا  ( Atrium sinister )  تشكيل يافته است .\r\n( 1 ) . ش : منضط ؛ ج : منظغط ؛ منضرج : شكافته شده . ( لغتنامه ) .\r\n( 2 ) . ش : آلات .\r\n( 3 ) . ش ، ط : حيات .\r\n( 4 ) . ن : نفس .\r\n( 5 ) . ج ، ل ، ش : - است .\r\n( 6 ) . ط : دافع .\r\n( 7 ) . ش ، ن : باشد .\r\n","page_name":" 156 ","page_number":164},
  {"content":"\r\n\r\nراست جگر است « 1 » و حرارتى تمام دارد . اگر دل نيز كه معدن حرارت غريزى است مايل به طرف راست شدى حرارت بر يك شقّ مستولى گشتى و موجب مضرّت شدى ؛ و ديگر آنكه طحال « 2 » در جانب چپ است و مفرغهء سوداست و مزاج او سرد و خشك است . پس حكمت بارى - عزّ اسمه - اقتضاى آن كرد « 3 » كه قلب مايل بدين طرف باشد تا اعتدال در اين شقّ حاصل گردد ؛ و چون قلب اشرف اعضاى رييسه است ، اگر آفتى و جراحتى « 4 » به دو رسد متحمّل نباشد « 5 » ؛ چنان كه گفته‌اند : « ألقلب لا يحتمل « 6 » الجراحة و يصحبها الموت » ؛ و گفته‌اند كه هر حيوانى كه دل او بزرگتر باشد « 7 » حرارت و تهوّر او زياده « 8 » باشد ، مگر حيوانى كه حرارت در « 9 » او كمتر باشد .\r\n\r\nريه « 10 » :\r\nمخلوق است از لحم وريدى « 11 » سخيف و از شعب شريان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - است .\r\n( 2 ) . ش ( زير سطر ) : + يعنى سپرز .\r\n( 3 ) . ط : كرده .\r\n( 4 ) . ش ، ن ، ل ، ط : حرارتى .\r\n( 5 ) . ن ، ل : باشد .\r\n( 6 ) . ش : + الحرارت .\r\n( 7 ) . ل : بود .\r\n( 8 ) . ن : + تر .\r\n( 9 ) . س : - در .\r\n( 10 ) . ريه‌ها دو كيسهء غشايى بزرگ بستهء مخروطى شكل در حفرهء جنب هستند كه اعضاى تنفسى مىباشند . هر كيسه محتوى ميليونها حبابچه ( حدود 300 ميليون حبابچه در يك جفت ريه ) است كه جدارشان را مويرگهاى خونى آستر مىكنند . كيسهء سروزى كه ريه‌ها را محصور مىكند جنب احشائى  ( Visceral Pleura )  ناميده مىشود ؛ و قفسهء سينه كه در آن ريه‌ها قرار دارند با جنب جدارى  ( Parietal Pleura )  پوشيده شده است . فضاى مجازى محصور بين پرده‌هاى جنب را حفرهء جنب  ( Pleural Cavity )  گويند . ( آموزش اصطلاحات پزشكى ، ص 353 ) .\r\n( 11 ) . ل ، ن ، ط : وردى .\r\n","page_name":" 157 ","page_number":165},
  {"content":"\r\n\r\nوريدى و شعب وريد شريانى و قصبهء ريه و غشاى ذو حسّ بر مجموع كشيده و او به دو شقّ شده : شقّ طرف ايمن به سه شعبه منقسم مىشود و شقّ طرف ايسر به دو ؛ و مجموع گرد قلب در « 1 » آمده و فايدهء آن ترويح قلب است « 2 » به واسطهء جذب نسيم و احالت آن به كيفيّتى مناسب مزاج قلب و دفع بخار دخانى و او مبدأ صوت است .\r\n\r\nحجاب « 3 » :\r\nعضوى است مركّب از جوهر لحم و غشا و عصب حسّاس « 4 » و محرّك ؛ و او ممدّ ريه است در انقباض و انبساط و حايل است ميان آلات تنفّس و آلات غذا ؛ و بدان‌كه از شيب گردن دو تجويف هست : يكى آن است كه عظام صدر گرد آن درآمده و در او قلب و ريه است و تجويف دوم آن است كه عضل مراق « 5 » گرد او درآمده و او به عانه « 6 » مىرسد و در آنجا معده و امعا و كليه و مثانه و رحم است و ميان اين دو تجويف حجاب واقع است و ابتداى او از آخر عظمى « 7 » است از استخوان سينه و به وراب مىآيد تا به مهرهء دوازدهم و « 8 » متّصل مىشود آنجا و ملتحم از دو غشا كه قاسم صدراند ، مىشود در جميع جوانب اضلاع ؛ و گرد او در مىآيد دو غشا از جانبين : يكى از بالا نزديك حجاب صدر است و منشأ او از غشايى است كه مستبطن اضلاع است ، و غشايى ديگر هست از شيب تجويف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش ، ط : بر .\r\n( 2 ) . ش : + تا .\r\n( 3 ) . حجاب : يا حجاب حاجز ، ديوارهء عضلانى غشايى بين شكم و قفسهء سينه ، موسوم به  ( Diaphragm )  است .\r\n( 4 ) . ل ، ش ، ط : + عصب .\r\n( 5 ) . ش ، ن : مرافق .\r\n( 6 ) . ل ، ش : غاية .\r\n( 7 ) . ل : عظيم .\r\n( 8 ) . ش : - و .\r\n","page_name":" 158 ","page_number":166},
  {"content":"\r\n\r\nبطن و منشأ او « 1 » صفاق است كه آن « 2 » پوست بيرونى شكم است و در حجاب دو سوراخ است : يكى در موضع فقرات و يكى ديگر آن است كه مىگذرد در او قسمى از عرق اجوف و به اعالى بدن مىآيد و در موضعى كه ميان حجاب است ملتحم مىشود التحامى محكم ؛ و فايدهء حجاب دو است : يكى آنكه به واسطهء « 3 » او صدر منبسط و منقبض شود با ساير عضلات محرّكهء صدر ، و « 4 » فايدهء دوم آنكه حايلى باشد ميان آلات تنفّس و آلات غذا « 5 » .\r\n\r\nآلات حلق :\r\nعبارت است « 6 » از مجموع مجريين « 7 » كه آن مجرى قصبهء ريه است و مرى « 8 » ؛ و ذكر مرى در اعضاى غذا كرده شود ؛ و قصبهء ريه عضوى است مزمارى شكل ، مؤلّف از غضاريف و غشايى بر آن كشيده و او از اقدام « 9 » مرى نهاده « 10 » است و در ريه منشعب مىشود و فايدهء آن تنفّس است كه عبارت از جذب نسيم و دفع بخار دخانى بود « 11 » و بالاى او حنجره است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش ، ط : آن .\r\n( 2 ) . ط : - است كه آن .\r\n( 3 ) . س : - به واسطهء .\r\n( 4 ) . ش : - صدر و .\r\n( 5 ) . حجاب حاجز يا « ديافراگم » عضلهء اصلى تنفس است . به طورى كه در هنگام دم منقبض و مسطح مىشود و پايين مىرود و ظرفيت قفسهء سينه را افزايش مىدهد و باعث مىشود ريه‌ها منبسط و با هوا پر شوند .\r\n( 6 ) . ج ، ل ، ش ، ن : - است .\r\n( 7 ) . ج ، ل ، ش ، ن : + بود .\r\n( 8 ) . مرى : يا  ( Esophagus )  لولهء باريك عضلانى غشايى به طول ده اينچ ( 25 سانتيمتر ) و به قطر يك دوم اينچ ( تقريبا 1 سانتيمتر ) است كه از حلق شروع شده و از برابر مهره‌ها پايين مىرود تا به معده وارد شود . ( آموزش اصطلاحات پزشكى ، ص 390 ) .\r\n( 9 ) . ج ، ل ، ط : + قدام .\r\n( 10 ) . ش : زياده .\r\n( 11 ) . ن : است .\r\n","page_name":" 159 ","page_number":167},
  {"content":"\r\n\r\n\r\nحنجره « 1 » :\r\nعضوى است غضروفى « 2 » كه آن « 3 » آلت « 4 » اتمام صوت و حصين نفس بود و او مركّب است از سه غضروف « 5 » : يكى از طرف قدام كه آن را درقى و ترسى گويند و دو ديگر از طرف خلف كه مايل به « 6 » مرى است و اين دو كوچك‌تراند ؛ يكى را نام نيست و يكى را مكبّى « 7 » خوانند ، بنا بر آنكه در حالت بلع به او مىافتد تا چيزى در قصبهء ريه نرود و انفتاح و انفلاق حنجره به دو حاصل مىشود ؛ و در جوف حنجره جسمى است شبيه به لسان مزمار كه انضمام « 8 » و انفتاح پذيرد و صوت بدان حاصل شود « 9 » .\r\n\r\nلهات « 10 » :\r\nعضوى است لحمى صنوبرى شكل و از بالاى حنجره آويخته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش ، ن : و آن عضوى غضروفى است .\r\n( 2 ) . ج ، ل ، ش ، ن : و آن عضوى غضروفى است .\r\n( 3 ) . س ، ن ، ط ، ل : - آن .\r\n( 4 ) . ش : آلات .\r\n( 5 ) . حنجره : يا  ( Laryngs )  از نه غضروف ساخته شده كه سه تا از بزرگترين آنها عبارتند از غضروف تيروئيد ، غضروف اپيگلوت و غضروف انگشترى كه تمام آنها ساختمانهاى مجزايى هستند . سه غضروف فرعى طرجهاى  ( Arytenoid )  ، شاخكى  ( Comiculate )  و ميخى شكل  ( Cuneiform )  جفت هستند . ( آموزش اصطلاحات پزشكى ، صص 350 - 351 ) .\r\n( 6 ) . به قياس افزوده شد .\r\n( 7 ) . ش : منكى ؛ ط : بكتى ؛ مكبّى : غضروف دوم از غضروفهاى حنجره و آن يكى از سه غضروف حنجره است چون مكبّه كه بر سر چيزى نهند ، بدين سبب او را مكبّى گويند .\r\n( لغتنامه )\r\n( 8 ) . ن : - انفتاح و انفلاق حنجره . . . انضمام و .\r\n( 9 ) . ن : نبود .\r\n( 10 ) . لهات : يا  ( Luette )  ؛ گوشتى است كه زير حنجره آويخته است و آن را به گرگان ملازه گويند و از منفعتهاى آن يكى آن است كه او تصرّف حنجره را كه در آواز كند بر وجه خويش -\r\n","page_name":" 160 ","page_number":168},
  {"content":"\r\n\r\nاست « 1 » و فايدهء او « 2 » تصفيهء هوا بود از دخان و غبار « 3 » و ممدّ صوت باشد .\r\n\r\nلوزتين « 4 » :\r\nدو عضو « 5 » اند از لحم عصبانى شبيه به غدّه « 6 » كه از اصل زبان رسته است و فايدهء آن منع هوا است از آنكه دفعتا نفوذ نكند « 7 » در ريه .\r\n\r\nامّا آلات غذا :\r\nاوّل « 8 » مجرى دهن است كه فايدهء آن ظاهر است و دندان جهت سحق « 9 » و طحن « 10 » در او موجود « 11 » .\r\n\r\nزبان :\r\nمؤلّف است « 12 » از لحم ابيض و شرايين و آورده و اعصاب و در اصل « 13 » او دو قطعه لحم غددى هست جهت انسكاب « 14 » لعاب تا به مطعوم « 15 » مختلط گردد « 16 » و زبان در اساغت « 17 » و ازدراد « 18 » و تقليب\r\n\r\n\r\n","description":"","footnote":"\r\nنگاهدارد تا آواز به اندازه آراسته باشد و دوم آن است كه هواى سرد را باز دارد تا سردى آن ناگاه به شش نرسد . ( ذخيرهء خوارزمشاهى ، به نقل از لغتنامه ) .\r\n( 1 ) . س ، ن ، ط ، ل ، ج : - است .\r\n( 2 ) . ش ، ط : آن .\r\n( 3 ) . ل : هوا .\r\n( 4 ) . لوزه‌هاى حلقى ( آدنوئيدها ) در ديوارهء حلقى بين حلق قرار دارند .\r\n( 5 ) . ل : عظم .\r\n( 6 ) . ط : غيره .\r\n( 7 ) . ل ، ش ، ط : كند .\r\n( 8 ) . ن : انفتاح و انفلاق حنجره . . . انضمام و .\r\n( 9 ) . ن : سخن ؛ سحق : سودن و ساييدن و ريزه‌ريزه كردن . ( لغتنامه ) .\r\n( 10 ) . طحن : آسيا كردن و خرد كردن . ( لغتنامه ) .\r\n( 11 ) . ط : + است .\r\n( 12 ) . س ، ش ، ج ، ل : - است .\r\n( 13 ) . ط : + در .\r\n( 14 ) . ن : انسكات ؛ انسكاب : ريخته شدن آب .\r\n( 15 ) . ل : مسعطوم .\r\n( 16 ) . ط : مختلف نگردد .\r\n( 17 ) . اساغت : رفتن آب و طعام به گلو . ( لغتنامه ) .\r\n( 18 ) . ازدراد : فرو بردن لقمه و جز آن را به گلو . ( لغتنامه ) .\r\n","page_name":" 161 ","page_number":169},
  {"content":"\r\n\r\nممضوغ « 1 » ممدّ فم است و حسّ ذوق و تكلّم به دو حاصل مىشود .\r\n\r\nلب :\r\nمخلوق است از عصب و لحم و عضل و شريان و وريد ؛ و فايدهء او ستر دهن است و حفظ ممضوغ « 2 » و حبس لعاب و اعانت بر تكلّم .\r\n\r\nمرى « 3 » :\r\nمركب است از لحم و غشا ؛ و دو طبقه است و مجوّف است « 4 » و مدخل طعام و شراب است و متّصل به نهايت فم و بدايت معده است و چون برابر عظم خنجرى رسد فراخ‌تر گردد و آن را فم معده گويند و حسّ او به غايت بود .\r\n\r\nمعده « 5 » :\r\nدو طبقه است . داخل آن عصبانى جهت حسّ « 6 » و خارج آن لحمانى جهت مدد هضم و تكوّن « 7 » حرارت ؛ و از فم معده به تدريج فراخ‌تر مىشود تا به نهايت « 8 » آنكه نزديك ناف است و بر شكل كدويى باشد و غذا در او مستحيل به كيلوس شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ممضوغ : خاييده شده . ( لغتنامه ) .\r\n( 2 ) . ش : مصنوع .\r\n( 3 ) . مرى : اصل اين كلمه « مرىء » است و آن مجراى غذا و شراب است براى معده و در عقب ناى جاى دارد . ( مفاتيح العلوم ، 150 ) ؛ مرى -  Esophagus  .\r\n( 4 ) . ش : - و مجوّف است .\r\n( 5 ) . معده :  ( Gastro )  به سه قسمت تقسيم مىشود : غار معده يا  ( Fundus )  قسمت مدوّر بالاى سوراخ مرى ، جسم معده يا  ( Body )  قسمت وسط ، ويپلور  ( Pylorus )  انتهاى تحتانى كوچك . ( آموزش اصطلاحات پزشكى ، ص 391 ) .\r\n( 6 ) . ش : - جهت حسّ .\r\n( 7 ) . ج ، ل : مكون ؛ ش : سكون .\r\n( 8 ) . ل : تا به نهايت .\r\n","page_name":" 162 ","page_number":170},
  {"content":"\r\n\r\n\r\nامعا « 1 » :\r\nمخلوق است از اغشيه و آورده و شرايين و ليفات عصبانى و او شش است ، چنان كه گفته‌اند :\r\nبيت « 2 »\r\n روده‌هاى آدمى اندر عدد شش بيش نيست * كردم آن را جمله در يك بيت منظوم ، اى حكيم !\r\nاوّلش اثنا عشر ، پس صايم و آنگه دقيق * وز پس او اعور و قولون و آنگه مستقيم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . امعا يا روده‌ها به قرار زير است : رودهء كوچك كه يك لولهء عضلانى مارپيچى 20 فوتى است كه تقريبا تمام شكم را اشغال مىنمايد .\r\nرودهء اثنى عشرى يا دوازدهه  ( Duodenum )  به انتهاى پيلورى معده چسبيده است و تا رودهء صائم تقريبا 25 سانتىمتر طول دارد و هلالى شكل مىباشد و مجراى لوزالمعدى و مجراى مشترك صفرا در آن خالى مىشوند .\r\nرودهء صائم ( ژوژنم ) قسمت ميانى رودهء باريك است و تقريبا 8 فوت طول دارد .\r\nتهى روده ( ايليوم ) طويل‌ترين قسمت رودهء كوچك است و تقريبا 12 فوت طول دارد .\r\nايليوم در پايين شكم جاى دارد و به رودهء بزرگ ختم مىشود .\r\nرودهء بزرگ كه 5 تا 6 فوت طول دارد و حدود 5 / 2 تا 13 اينچ ( 6 تا 8 سانتيمتر ) قطر دارد و قطر آن به سمت مقعد كاهش مىيابد . رودهء بزرگ به رودهء اعور ( كور يا سكوم ) با آپانديس آن ، كلون و راست روده تقسيم مىشود :\r\nرودهء اعور ( كور يا سكوم ) كه در ربع تحتانى راست شكم قرار دارد و 2 تا 3 اينچ ( 5 تا 8 سانتيمتر ) طول دارد و آپانديس به آن چسبيده و به شكل كرم است .\r\nكولن كه خود به چهار قسمت تقسيم مىشود كه همان رودهء قولون است .\r\nو راست روده يا ركتوم كه آخرين قسمت رودهء بزرگ است و حدود 7 تا 8 اينچ ( 18 تا 20 سانتيمتر ) طول دارد . ( ر ك : آموزش اصطلاحات پزشكى ، صص 392 - 395 ) .\r\n( 2 ) . ش : قطعه ؛ ط : شعر .\r\n","page_name":" 163 ","page_number":171},
  {"content":"\r\n\r\nاوّل كه اثنا عشر است ، يعنى عرض آن « 1 » موازى دوازده انگشت صاحبش « 2 » باشد « 3 » در حالت انضمام اصابع و اين متّصل به مقعّر « 4 » معده بود و بوّاب « 5 » نيز گويند ، بنا بر آنكه در وقت هضم دهن او منقفل « 6 » شود ، يعنى باهم آيد و چون هضم تمام شود منفتح « 7 » گردد ؛ و دوم را صايم « 8 » خوانند ، بنا بر آنكه دايما از غذا خالى افتاده و عروق ماساريقايى « 9 » از او جذب شىء لطيف كند و صفرا از مراره به دو منصّب شود و به واسطهء دوام اين انصباب « 10 » او را شويد و از غذا خالى باشد ؛ و سيم را دقاق گويند « 11 » و در او ليفات بسيار بود و اين هر سه را امعاى دقاق خوانند ؛ و چهارم را « 12 » كه اعور « 13 » گويند ، او همچون كيسه‌اى است كه مدخل و مخرج او يكى است ، بنابراين او را اعور گويند ؛ و پنجم را قولون گويند ، جهت آنكه « 14 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ش ، ط : او .\r\n( 2 ) . ب ، ن ، ط : او .\r\n( 3 ) . ش : - باشد .\r\n( 4 ) . ط ، ن : قعر .\r\n( 5 ) . بوّاب : روده‌اى است كه از سمت پايين به معده متّصل است و هنگام ورود غذا به معده بسته مىشود ، تا اينكه غذا هضم گردد ، پس از آن به امر خداى بزرگ باز مىشود و بدين سبب بوّاب ( - دربان ) ناميده شده است . ( مفاتيح العلوم ، ص 151 ) .\r\n( 6 ) . ل ، ش ، ط : متعلق ؛ منقفل : بسته شده و به هم آمده . ( لغتنامه )\r\n( 7 ) . ن : مفتخر ؛ ط : منفسح .\r\n( 8 ) . صايم : روده‌اى است كه پس از اثنا عشر جاى مىگيرد و آن را بدان سبب صائم مىگويند كه غذا در آن متوقف نمىشود . ( مفاتيح العلوم ، ص 151 ) .\r\n( 9 ) . ن : مفتخر ؛ ط : منفسح .\r\n( 10 ) . ط : اعصاب .\r\n( 11 ) . ل : خوانند .\r\n( 12 ) . س ، ن ، ط ، ل : - را .\r\n( 13 ) . اعور : اين روده را بدان سبب اعور گويند كه منفد ندارد و آن را ممرغة نيز گويند . ( مفاتيح العلوم ، ص 151 ) .\r\n( 14 ) . س : - آنكه .\r\n","page_name":" 164 ","page_number":172},
  {"content":"\r\n\r\nقولنج « 1 » بسيار در او پيدا شود ؛ و ششم را معاى مستقيم « 2 » خوانند ، بنا بر آنكه در او كجى « 3 » نيست و راست افتاده و آخر همه اوست و به مقعد متّصل است .\r\nامعا از آن جهت پيچيده است تا غذا در او بماند و زود نگذرد و محتاج به غذاى مجدّد نباشد ، و نيز زود محتاج به براز « 4 » نباشد ؛ و امعا دو طبقه آفريده شده « 5 » : طبقه‌اى به عرض و طبقه‌اى به طول ، و در اين دو منفعت هست : يكى آنكه تا از قبول آفات دور باشد ، چنانچه در قروح امعا مشاهده مىرود كه از طبقهء خارجى بسيار دفع مىشود و داخل او به سلامت است ؛ و منفعت ثانيه آنكه احتياج تمام به شدّت « 6 » قوّت دافعه هست كه دفع براز به دو است ؛ بنابراين ليفات او به عرض افتاده باشد ، چرا كه ليفى كه به عرض افتاده باشد « 7 » جهت دفع است و آنچه به طول افتاده « 8 » جهت جذب ؛ و امعاى سفلى فراخ‌تر از امعاى عليا آفريده شده تا ثفل بسيار در او جمع شود « 9 » و هر زمان احتياج « 10 » به دفع نباشد ؛ و بنا بر آن است كه مثانه « 11 » نيز وسيع آفريده شده كه اگر چنين نبودى لحظه‌به‌لحظه به دفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قولنج : آپانديس .\r\n( 2 ) . در عرف عام آخر اين روده را سره ( - اندرون بن ) مىنامند . ( مفاتيح العلوم ، ص 151 ) .\r\n( 3 ) . ط : سمحى .\r\n( 4 ) . براز : كنايه از فضولات غذا ، يعنى مدفوع است .\r\n( 5 ) . ط : + است .\r\n( 6 ) . ش ، ن : نا شده .\r\n( 7 ) . ج ، ش : - چراكه ليفى كه به عرض افتاده باشد .\r\n( 8 ) . س ، ط ، ج ، ش ، ل : - افتاده .\r\n( 9 ) . ن : نشود .\r\n( 10 ) . ش : محتاج .\r\n( 11 ) . ط : نيز مثانه را .\r\n","page_name":" 165 ","page_number":173},
  {"content":"\r\n\r\nبول مشغول بايستى شد « 1 » .\r\n\r\nثرب « 2 » :\r\nعضوى است مؤلّف از دو طبقه غشايى و در او شعبه‌اى از شعب عصب و آورده و شرايين يافته مىشود و رطوبتى دسم بدان « 3 » مترشّح شده و به واسطهء برودت محلّ منجمد گشته و از جميع همچون پرده‌اى حاصل شده و گرد معده برآمده ، جهت تكوّن « 4 » حرارت و معاونت هضم .\r\n\r\nكليه « 5 » :\r\nعضوى است مؤلّف از لحم غليظ و عروق و شرايين ، و غشايى غليظ حسّاس به دو محتوى شده و او مانند نيمهء « 6 » دايره است و به رباطات قويّه به طرفين پشت بسته شده است و كليهء طرف راست بلندتر از كليهء طرف « 7 » چپ است و متّصل است به ايشان از عرق اجوف تا به غايتى كه به كبد مىرسد و دو شعبهء عظيمه دارد : يكى از آن منقسم مىشود در جرم او و ارسال دم مىكند به سوى ايشان جهت جذب « 8 » غذا ؛ و ديگر جذب مائيهء دم از ايشان مىكند « 9 » كه آن بول است « 10 » و متّصل است به ايشان از شرايين بزرگ شعبه‌اى كه اعطاى حيات مىكند و هر يكى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - شد .\r\n( 2 ) . ثرب : يا  ( Epiploon tablier epiploique )  معرّب چربى و چربو ، چادرپيه و آن آستر و بطانهء صفاق و ابره و ظهارهء معده باشد و آن پيه رقيقى است كه معده و امعاء را فرا گرفته است و از فم معده تا معاى قولون بكشد . ( ر ك : لغتنامه ) .\r\n( 3 ) . ن : در او .\r\n( 4 ) . ج : مكان ؛ ط : مكون .\r\n( 5 ) . كليه -  Nephro  يا  Reno  .\r\n( 6 ) . س : - نيمهء .\r\n( 7 ) . ن ، ط : - طرف .\r\n( 8 ) . س ، ش ، ط ، ج ، ل : - جذب .\r\n( 9 ) . س : - مىكند .\r\n( 10 ) . ن : بر پشت ؛ ش : برى است .\r\n","page_name":" 166 ","page_number":174},
  {"content":"\r\n\r\nايشان متّصل به مثانه‌اند و خون و بول از ايشان به مثانه مىروند ؛ و منفعت كليه جذب مائيهء دم از كبد است و رسته است از هريك در موضع « 1 » اتّصال اوعيهء عنقى مستطيل التّجويف كه اگر « 2 » كليه نبودى كه جذب مائيه از دم كردى « 3 » ، مائيه بماندى و موجب استسقا « 4 » گشتى ؛ و كليهء يمنى از آن جهت بالاتر افتاده كه رودهء اعور به سوى راست « 5 » آمده و قدرى جاى به او باز « 6 » گذاشته است تا جاى بر هيچ‌يك تنگ نباشد .\r\n\r\nطحال :\r\nعضوى است لحمانى بر شكل زبانى و محلّ او جانب ايسر است و محدّب او مماس اضلاع خلف « 7 » است و مقعّر او مماسّ قعر معده ، و عروق و شرايين در او منتشر شده و مربوط است به رباطات كه از غشا و اضلاع خلف ناشى مىشود و متّصل است به دو وعا : يكى بزرگ است و منشأ او از جانب مقعّر كبد است و او به منزلهء عنقى است « 8 » و به او جذب « 9 » مرّهء سودا از كبد مىكند ؛ و وعايى ديگر كوچك است « 10 » ميان او و معده و به واسطهء آن سودا از طحال به معده مىريزد ؛ و حاجت به طحال و منفعت او آن است كه جذب عكر دم يعنى دردى دم « 11 » از كبد مىكند به سوى وعايى كه به دو مىآيد « 12 » و به واسطهء وعايى ديگر جزوى از سودا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : مواضع .\r\n( 2 ) . ط : - اگر .\r\n( 3 ) . ن : نكردى .\r\n( 4 ) . استسقاء : نفخ شكم يا ورم ديگر اعضاست ؛ و بر سه نوع است : زقّى ، طبلى و لحمى ( مفاتيح العلوم ، ص 157 ) .\r\n( 5 ) . ج : + افتاده .\r\n( 6 ) . س ، ش ، ل : - باز .\r\n( 7 ) . ل ، ش : خلق .\r\n( 8 ) . س : - است .\r\n( 9 ) . ط : - جذب .\r\n( 10 ) . ط : كه فعل است .\r\n( 11 ) . ن : - دم .\r\n( 12 ) . ش : - و .\r\n","page_name":" 167 ","page_number":175},
  {"content":"\r\n\r\nمعده ريزد جهت تنبيهء شهوت غذا ؛ و بنا بر آن است كه جوهر طحال جوهرى است شبيه به اسفنج « 1 » كه آسان باشد « 2 » جذب او و قبول او بر اخلاط غليظهء سودايى تا مشابه مرّهء سودا « 3 » بود و اگر طحال جذب سودا نكند موجب حصول امراض سودايى گردد ، مثل جرب و جذام ؛ و اگر زياده جذب كند همچنين موجب حدوث مرض گردد ، چنان كه جوع الكلب « 4 » و جوع البقر « 5 » .\r\n\r\nمثانه :\r\nدر شيب « 6 » معاى مستقيم نهاده است و او دو طبقه است : طبقهء داخلى صلب‌تر « 7 » است و احتياج به صلابت او جهت آن است كه تا صبور و متحمّل باشد در كيفيّت آن چيزى كه با بول آميخته باشد ؛ و بر دهن او عضله‌اى هست و فايدهء او آن است كه دهن مثانه را « 8 » منضمّ مىگرداند تا بول بىاراده از او نيايد ؛ و بول از هر دو كليه به دو مىآيد در « 9 » مجرايى كه به حالبتين « 10 » معروف است و منجر « 11 » مىشود از او به طبقهء باطنه از مثانه ، پس آب را « 12 » در آنجا منصبّ مىگرداند تا آن زمان كه پر شود باطن او از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل : ابرسفنج .\r\n( 2 ) . ط : از ايشان .\r\n( 3 ) . ن ، ط : مرّة السوداء .\r\n( 4 ) . جوع الكلب : بيماريى است كه شخص مانند سگ بسيار مىخورد و قى مىكند و پس از قى دوباره آرزوى غذا دارد . ( هداية المتعلمين ، ص 370 ) .\r\n( 5 ) . جوع البقر : گرسنگى شديد است كه عارض انسان مىشود و قوّت و اشتها را از بين مىبرد .\r\n( مفاتيح الطب ، به نقل از متون و مقالات در پزشكى اسلامى ، ص 45 ) .\r\n( 6 ) . ط : - شيب .\r\n( 7 ) . ش : سر ؛ ج ، ل ، ط : - تر .\r\n( 8 ) . به قياس افزوده شد .\r\n( 9 ) . س : - در .\r\n( 10 ) . ط : مجالتين .\r\n( 11 ) . ج ، ل ، ش : منفجر .\r\n( 12 ) . به قياس افزوده شد .\r\n","page_name":" 168 ","page_number":176},
  {"content":"\r\n\r\nآب ؛ و منطبق مىشود طبقهء باطنه به ظاهره ، انطباقى سخت تا بول بيرون نيايد ؛ و شبيه است به غشا و در حالتى كه وقت دفع بول است اين غشا ميل به داخل مىكند و بر دهن مجريين « 1 » متّصل مىشود تا بول باز نگردد « 2 » بدان ممرّ كه آمده « 3 » .\r\n\r\nجگر :\r\nعضوى رييس است و جوهر آن لحمانى است و بىحس ؛ و غشايى ذو حسّ محلّل او شده و محلّ او در طرف ايمن « 4 » است و محدّب او به رباطات قويّه به اضلاع مربوط است و مقعّر او مماسّ طرف ايمن از قعر معده است و او را پنج زايده هست به منزلهء پنج اصبع و بر معده محتوى شده ؛ و بر مقعّر كبد عرقى رسته « 5 » كه آن را باب خوانند ، بعضى در نفس كبد منشعب شده و بعضى بيرون آمده جهت جذب غذا و آن را ماساريقا خوانند ، و از بعضى امعاى لطيف غذا جمع كند و در شعب داخله جمع « 6 » گرداند تا نضج يابد و اخلاط از هم « 7 » متميّز شود ؛ و از محدّب كبد عرقى رسته است كه آن را اجوف « 8 » گويند . بعضى از شعب او در نفس كبد متفرّق شده و فوهات او به فوهات شعب « 9 » متّصل است جهت جذب دم و آنچه از او خارج شده است « 10 » اصل آورده است ، و او دو قسم مىشود : قسمى به اعالى بدن منشعب مىشود و قسمى به اسافل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : مجرايين .\r\n( 2 ) . ج ، ش ، ط : گردد .\r\n( 3 ) . ج ، ط : - و شبيه است به غشا . . . آمده .\r\n( 4 ) . ن : يمنى .\r\n( 5 ) . ل : + است .\r\n( 6 ) . س : - جمع .\r\n( 7 ) . ل : رسم .\r\n( 8 ) . ش ، ن : جوف .\r\n( 9 ) . ش : + باب .\r\n( 10 ) . س : - است .\r\n","page_name":" 169 ","page_number":177},
  {"content":"\r\n\r\nمتفرّق مىگردد و هر دو را ذكر كرديم ، و محلّ او در جانب راست است تحت شراسيف « 1 » فوقانى و شكل او چون شكل هلال است و مقعّر او نزديك معده است و امعا ، و محتوى است بر معده و جانب محدّب او نزديك حجاب است و مربوط است به رباطات « 2 » غشايى ؛ و كبد در خلقت مختلف « 3 » افتاده در عظم و در عدد اطراف ، يعنى بعضى « 4 » دو طرف دارد و بعضى سه طرف « 5 » و بعضى چهار طرف و بعضى پنج ؛ و احتياج به كبد آن است كه عصارهء غذا با خون كند « 6 » و ديگر اخلاط ؛ و جوهر كبد شبيه است به جوهر « 7 » دم و غذاى منهضم از معده و معاى دقاق نفوذ مىكند و عصارهء او به واسطهء عروقى « 8 » چند باريك كه آن را ماساريقا خوانند ، منبسط مىشود به سطح كبد و به واسطهء قوّتى كه دارد در او عمل مىكند و او را به اخلاط اربعه [ تبديل 
  ] « 9 » مىسازد ؛ و نقل مىكنند كه ديده‌اند كه كبد در طرف چپ افتاده و طحال بر طرف راست و اين سخن « 10 » بديع است .\r\n\r\nمراره :\r\nعضوى است عصبانى « 11 » و فم او به مقعّر « 12 » كبد متّصل است جهت جذب صفرا از « 13 » اخلاطى كه در كبد است و دو منفذ دارد : قسم اوّل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ل : سراسيف ؛ ن : سراشعا .\r\n( 2 ) . ن : رباط .\r\n( 3 ) . به قياس افزوده شد .\r\n( 4 ) . ش : - بعضى ؛ ن : - يعنى .\r\n( 5 ) . ج : + است .\r\n( 6 ) . ن : كبد .\r\n( 7 ) . ل : به جوهر .\r\n( 8 ) . ن : + است .\r\n( 9 ) . به قياس افزوده شد .\r\n( 10 ) . ش : - سخن .\r\n( 11 ) . ش : + و همچون كيسه‌اى است .\r\n( 12 ) . ن : قعر .\r\n( 13 ) . ط : مراره از .\r\n","page_name":" 170 ","page_number":178},
  {"content":"\r\n\r\nبزرگ‌تر است و متّصل است به معاى اثنا عشرى تا صفرا از مراره به معاى اثنا عشرى « 1 » جهت پاك كردن امعا از اثفال منصبّ مىشود به مقعّر امعا ؛ و دوم متّصل مىشود به معده و فايدهء او پاك كردن مرّهء صفراست از دم تا به حدّت او سوخته نگردد و هرگاه كه زهرهء صفرا جذب نكند يا آنكه جذب تمام « 2 » نكند ، آفتها پديد آيد ؛ چنان كه اگر مطلقا جذب نكند جگر آماس گيرد و اگر صفرا اندر جگر « 3 » عفن گردد تبهاى گرم تولّد كند و اگر بيش از آن مقدار كه بايد به اعضاى بول دفع كند ريش و سوزش مثانه پديد آيد و اگر دفع آن مادّه به عضوى ديگر افتد جمره و نمله « 4 » در آن عضو پيدا گردد و اگر در همهء تن پراكنده شود يرقان پديد آيد و اگر به روده فرود آيد اسهال صفراوى و سجح « 5 » پديد آيد .\r\n\r\nامّا آلات شعور :\r\nدماغ و چشم « 6 » و گوش و بينى « 7 » است .\r\n\r\nدماغ « 8 » :\r\nعضوى است « 9 » رييس و محلّ روح نفسانى بود و او مركّب است از مخ و آورده و شرايين و غشاى رقيق به دو محيط شده « 10 » و ملاقى او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : - تا صفرا از مرارده به امعاى اثنا عشرى .\r\n( 2 ) . ن : تام .\r\n( 3 ) . ن : - جگر .\r\n( 4 ) . دانه‌هاى زردى هستند كه با ورم اندك و خارش و سوزش و حرارت همراه است و هنگام لمس كردن به زودى مىتركد . ( مفاتيح العلوم ، ص 153 )\r\n( 5 ) . سجح : پوسته‌پوسته شدن يا خراش برداشتن سطح بدن و امثال آن . ( مفاتيح العلوم ، ص 153 )\r\n( 6 ) . ن : - و چشم .\r\n( 7 ) . ط : انف .\r\n( 8 ) . دماغ ( يا مغز ) -  Brain  .\r\n( 9 ) . س ، ن ، ج ، ل : - است .\r\n( 10 ) . ش : مىشود .\r\n","page_name":" 171 ","page_number":179},
  {"content":"\r\n\r\nنيست « 1 » ، بنا بر آن فايده‌اى كه در غشاى قلب گفتيم كه عبارت از آن است كه اگر آفتى به غشا رسد به دماغ نرسد و غشاى صلب كه همچون بطانهء اين غشاست « 2 » ، مماسّ قحف « 3 » است ؛ و شكل دماغ مثلّثى مخروط بود و قاعد او مقدّم رأس است و الين از مؤخّر است ؛ زيرا كه منبت « 4 » اعصاب حسّ است و سر او كه مؤخّر دماغ است ، اصلب بود « 5 » ؛ زيرا كه منبت « 6 » اعصاب حركت است و دماغ از جهت عرض كه از طرف پيشانى بود تا پس سر ، به سه قسم مىشود و اصغر بطون بطن اوسط است و مشكّل به شكل دوده است و آن را دوده گويند « 7 » ؛ و اوسع بطون بطن مقدّم است ؛ و دماغ را سه مجرى هست كه فضلات از آن مندفع مىشود : يكى را « 8 » دو زايده هست « 9 » شبيه به دو سر پستان كه از منخرين « 10 » روايح در او نفوذ كند « 11 » و فضلات دماغى خارج شود « 12 » از او ؛ و دو ديگر ، يكى از انتهاى بطن مقدّم و يكى از انتهاى بطن « 13 » اوسط به طريق وراب نفوذ مىكند و « 14 » به منفذى واسع به هم ملتقى مىشوند و آن منفذ به تدريج تنگ مىشود تا به غدّهء مجوّفه كه ميان مجرى حنك و غشاى صلب موضوع است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : - نيست .\r\n( 2 ) . ط : قاعدهء بتانه است .\r\n( 3 ) . ش ، ن : مخ .\r\n( 4 ) . ج ، ل ، ن : منبط .\r\n( 5 ) . س ، ن ، ط ، ج ، ل : - بود .\r\n( 6 ) . ج ، ل ، ن : منبط .\r\n( 7 ) . به قياس افزوده شد .\r\n( 8 ) . س ، ن ، ط ، ج ، ل : - را .\r\n( 9 ) . ج ، ل : است .\r\n( 10 ) . ج ، ش : منجرين .\r\n( 11 ) . ش ، ط : مىكند .\r\n( 12 ) . ش ، ط : مىشود .\r\n( 13 ) . ج : - مقدّم و يكى از انتهاى بطن .\r\n( 14 ) . س ، ن ، ط ، ل : - و .\r\n","page_name":" 172 ","page_number":180},
  {"content":"\r\n\r\nمنضمّ « 1 » شود و فضلات از او به حنك مندفع مىگردد .\r\n\r\nنخاع « 2 » :\r\nجسمى مشابه جوهر « 3 » دماغ است و خليفهء اوست و او را سه غشا بود و همچون دنبالهء دماغ « 4 » است كه در فقرات منحدر شده « 5 » تا به عصعص رسد .\r\n\r\nچشم :\r\nاز اعضاى شريفه است و مركّب از سه رطوبت و هفت طبقه است و در او اعصاب و آورده و شرايين متفرّق گشته و نسبت او با بدن نسبت طليعه است . بنابراين در اعلاى بدن مخلوق گشته ؛ و در آن خلاف است كه ديدن به واسطهء آن است كه « 6 » از رائى شىء « 7 » به مرئى متعلّق مىشود يا از مرئى خطى راجع به رائى مىشود ، و اصحّ اوّل است . طبقهء اوّل را « 8 » كه مماس هوا است ملتحمه گويند و جوهر آن لحم دسم « 9 » است كه مخالط جميع اجزاى عين است و مجموع به دو مستور است و آن را بياض عين گويند ؛ و طبقهء دوم را قرنيه گويند و آن جسمى « 10 » صلب شفّاف است و بر عنبيّه محيط شده و منفعت او حفظ ساير طبقات است بر اوضاع خود « 11 » ؛ و طبقهء سيم را عنبيّه گويند و لون او مختلف بود . در بعضى اشخاص سياه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل : منهضم .\r\n( 2 ) . نخاع -  Spinal Cord  .\r\n( 3 ) . ل : جرم .\r\n( 4 ) . همان بصل النّخاع يا  ( Medulla Oblongata )  است .\r\n( 5 ) . ل : شود .\r\n( 6 ) . به قياس افزوده شد .\r\n( 7 ) . ش : - شىء .\r\n( 8 ) . به قياس افزوده شد .\r\n( 9 ) . ج : لحمى و سست ؛ ط : سمى .\r\n( 10 ) . ط : جرم .\r\n( 11 ) . س ، ل ، ط : بر اوضاع خود .\r\n","page_name":" 173 ","page_number":181},
  {"content":"\r\n\r\nو در بعضى اشهل « 1 » و در بعضى ازرق « 2 » ؛ و بعد از اين طبقه رطوبت بيضى است « 3 » و او رطوبتى سفيد شفّاف بود ؛ و طبقهء چهارم را عنكبوتيّه « 4 » خوانند و آن را غشايى رقيق است مانند نسج عنكبوت و او ميان رطوبت بيضى و جليدى بود و او از اطراف طبقهء « 5 » شبكيّه رسته است ؛ و بعد از او « 6 » رطوبت جليدى بود و آن جسمى است مانند جليد به غايت شفّاف و طرف ظاهر او پهن است جهت انطباع « 7 » مرئيّات و طرف باطن او مخروط است تا در ثقبهء عصبهء مجوّفه كه حسّ « 8 » ابصار بدان بود مركوز گردد و محلّ او وسط طبقات است كه آن مركز است و ابصار به دو حاصل مىشود ؛ و بعد از او « 9 » رطوبت زجاجى است كه آن « 10 » شبيه باشد به آبگينهء گداخته « 11 » ؛ و طبقهء پنجم « 12 » را شبكيّه گويند و او از عصبهء مخروقه متخلّق است تا تأديهء « 13 » وسع باصره كند و بر طبيعت جليدى پيوسته است « 14 » و از وراى زجاجى بود « 15 » ؛ و طبقهء ششم را مشيمه « 16 » خوانند « 17 » و او به حقيقت از اجزاى غشاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س ، ط ، ن : - و در بعضى اشهل .\r\n( 2 ) . ش : + بود و اين طبقه به رطوبت بيضى محيط شود و او را ثقبه‌اى باشد كه نور در او نفوذ كند .\r\n( 3 ) . ج ، ل : - است .\r\n( 4 ) . ش : عنكبوتى .\r\n( 5 ) . ش : عينيه و .\r\n( 6 ) . س ، ن ، ط ، ل : - او .\r\n( 7 ) . ط : انطعام .\r\n( 8 ) . ج : حسن .\r\n( 9 ) . س : و دوم .\r\n( 10 ) . ش : + رطوبت صافى باشد و .\r\n( 11 ) . ش : + كه رطوبت جليدى غذاى اوست ، سيم رطوبت بيضى است و اين رطوبت غليظ است شبيه به بياض .\r\n( 12 ) . ج ، ل ، ش : - پنجم .\r\n( 13 ) . س : تاذيه ، به قياس اصلاح شد .\r\n( 14 ) . ج ، ل ، ط : - و او از عصبهء محروقه . . . است .\r\n( 15 ) . ش : و او بعد از دوار بود .\r\n( 16 ) . ج ، ل ، ش : مشميه .\r\n( 17 ) . ل : گويند .\r\n","page_name":" 174 ","page_number":182},
  {"content":"\r\n\r\nرقيق است و او همچون غشايى است كه بر مجموع محتوى شده ؛ طبقه هفتم را صلب « 18 » گويند و آن غشاى غليظ بود كه ملاقى عظم عين گردد « 19 » ؛ و به حقيقت ابصار به رطوبت جليدى حاصل مىشود ، باقى آلات و معدات اويند ؛ چه ، رطوبت بيضى حافظ اوست تا به واسطهء او اشعه دفعتا در جليدى منطبع نگردد كه موجب اضرار او شود و زجاجى مغذّى اوست و طبقات از اقدام « 20 » و خلف همچون وقايهء اويند .  فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ  « 21 » .\r\nبيت « 22 »\r\n كرد آفريدگار تعالى به صنع خويش * چشمت به هفت پرده و سه آب منقسم :\r\nصلب و مشيمه « 23 » ، شبكه ، زجاجىّ و پس جليد * پس عنكبوت و بيض و عنب ، قرن و ملتحم « 24 » \r\n\r\nگوش :\r\nعضوى است غضروفى و هوايى متموّج در او مجتمع مىگردد\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) . ج ، ل : صلبه .\r\n( 19 ) . ش : + بود ؛ + و او از اجزاى غليظى است كه مصاحب عصبه شده .\r\n( 20 ) . ل : قدام .\r\n( 21 ) . مؤمنون / 14 .\r\n( 22 ) . ش : شعر .\r\n( 23 ) . ط : مشيم و .\r\n( 24 ) . ملتحم : سفيدى چشم است ؛ اين دو بيت در رسائل پزشكى ديگرى از جمله زبدة قوانين العلاج هبة اللّه سبزوارى و بديعات اختيارى كه در شرح اختيارات بديعى حاجى زين العطار است ، آمده است . صاحب بديعات اختيارى آن را از « محقّق طوسى » مىداند و هبة اللّه سبزوارى آن را از شخصى به نام « حكيم عزيز اللّه درّه‌اى » ( ؟ ) مىداند .\r\n","page_name":" 175 ","page_number":183},
  {"content":"\r\n\r\nو در ثقبهء عظم حجرى « 1 » نفوذ مىكند و چون مصادم عصبه‌اى مىشود كه در صماخ مفروش است « 2 » و قوّهء سامعه به دو است ، ادراك اصوات « 3 » حاصل مىشود « 4 » و اين غشا به نسبت با سمع همچنان است كه رطوبت جليدى به نسبت با بصر .\r\n\r\nانف :\r\nبدان كه منخرين چون به بالاى بينى رسند به دو تجويف منقسم شوند : قسمى به اقصاى فم منتهى شود جهت تنفّس و استنشاق هوا و قسمى به عظامى كه شبيه به مصفات « 5 » است ، منتهى گردد جهت دفع فضلات دماغى و رسانيدن روايح بدان دو عصبه كه شبيه به « 6 » دو سر پستان‌اند و ادراك روايح بديشان حاصل آيد « 7 » و آن را زايدتان حليمتان « 8 » گويند .\r\n\r\nامّا اعضاى تناسل :\r\nانثيان و قضيب و رحم است .\r\n\r\nانثيين « 9 » :\r\nمركّب است از لحمى سفيد غددى كه آن لحمى رخو « 10 » متخلخل است و در او منافذ بسيار است ، و هريك از ايشان به غشايى از « 11 » موضع قطن متّصل است و از حوالى گرده همچنين « 12 » عرقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : حنجرى ؛ ن : عظم .\r\n( 2 ) . ش : + و از او غشايى شده .\r\n( 3 ) . ط : صورت ؛ ج : صوت .\r\n( 4 ) . ج ، ل ، ش : مىگردد .\r\n( 5 ) . ج : صفات .\r\n( 6 ) . س : - مصفّات . . . شبيه به .\r\n( 7 ) . س ، ن ، ج ، ل ، ش : - آيد .\r\n( 8 ) . ش : حليمان ؛ ج ، ل : حلميتان .\r\n( 9 ) . انثيين ( يا بيضه‌ها ) -  Testes  يا  Testicles  .\r\n( 10 ) . ش : + و .\r\n( 11 ) . ش : - از .\r\n( 12 ) . ش ، ن : همچون .\r\n","page_name":" 176 ","page_number":184},
  {"content":"\r\n\r\nغير ضارب ، يعنى عرقى كه حركت ندارد ، جهت رسانيدن خون كه مادّهء منى است ؛ و همچنين مىآيد به ايشان دو شريان از شرايين كه موضوع است بر صلب . پس دمى كه مادّهء منى است هرگاه كه به انثيين آمد « 1 » با مزاج منى شد تغيّرى « 2 » غير تام ؛ و چون در اقسام عروق منشعب است از دو عرق كه متّصل است به هر دو شريان او ، و در ليفات او « 3 » تعاريج « 4 » هست تا منى در او حاصل گردد ، همچنانكه دم حيض « 5 » ، شير مىشود در پستان و غذاى جنين مىگردد ؛ و رسته است از انثيين دو وعا كه از ايشان منى منصبّ مىشود به قضيب و اين « 6 » دو وعا « 7 » را اوعيهء منى خوانند و در ذكور درازتر بود تا به حدّ عانه برسد و بعد از آن منحدر شود به قضيب ؛ و همچنين در ذكور اين دو اوعيه فراخ‌تر و سخت‌تر « 8 » باشد « 9 » . درازى به واسطهء آنكه « 10 » تا منى در او پخته شود ، و استحكام در لزوجت و غلظ « 11 » به جهت آنكه تا منى زود « 12 » در او نفوذ كند و به قضيب آيد و از قضيب به رحم ؛ امّا صلابت ، تا پاره نشود به واسطهء بعد مسافت ؛ و اوعيهء « 13 » منى در اناث به خلاف اين بود ، يعنى كوچك‌تر و تنگ‌تر باشد ؛ كوچك به واسطهء آنكه احتياج به انصباب منى در ايشان به خارج نيست ، و ضيق به جهت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل : آيد .\r\n( 2 ) . ل : تعرى .\r\n( 3 ) . ج ، ل ، ش : - ليفات او .\r\n( 4 ) . ل : نفاريح .\r\n( 5 ) . س : + با .\r\n( 6 ) . ج : - به امزاج منى شد تغيّرى . . . و اين .\r\n( 7 ) . ط : غشا .\r\n( 8 ) . ج ، ش : سختر .\r\n( 9 ) . ش : باشند ؛ ن : شود .\r\n( 10 ) . ن : - به واسطهء آنكه .\r\n( 11 ) . ن : - و غلظ .\r\n( 12 ) . ط : + تر ؛ ن : - زود .\r\n( 13 ) . ن : او به جهت .\r\n","page_name":" 177 ","page_number":185},
  {"content":"\r\n\r\nآنكه منى ايشان رقيق است و نفوذ ايشان « 1 » در مجارى ضيقه به زودى مىشود ؛ و انثيين زن كوچك و پهن باشد و در طرفين فرج پنهان « 2 » و از آن مرد بزرگ و ظاهر و مستدير بود .\r\n\r\nقضيب « 3 » :\r\nمركّب است از اعصاب و شرايين و آورده و خلال آن به لحم آكنده شده و در او مجراى بول و منى و وذى « 4 » هست و جوف او از رطوبات « 5 » خالى است و منشأ او از دو عظم است ، معروف به عظم عانه و از پهلوى او « 6 » دو عضل رسته است مقابل يكديگر و اصل « 7 » او رباطى مجوّف است « 8 » ، و حاجت به دو جهت اين دو فايده است : يكى قصد اوّل از « 9 » طبيعت نفوذ منى است در اوعيه جهت رحم و از « 10 » اين جهت است كه عصبة « 11 » الجوهر مخلوق گشته تا در او حسّ بسيار بود و ملتذّ « 12 » شود انسان به مجامعت و تناسل باقى مىماند ، و او را خالى از رطوبت آفريد تا در حالت جماع ريح « 13 » و روح در تجويف او روند « 14 » و نعوظ حاصل گردد ، و آن عبارت از آن است كه تجويف او به ريح ممتلى شود و شرايين او به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل ، ش : او .\r\n( 2 ) . ط : + است .\r\n( 3 ) . قضيب : يا آلت تناسلى مرد از سه مجرى تشكيل شده است : مجراى وابران  Vas ) ( deferens  ، مجراى انزالى  ( Ejaculatory duct )  و پيشابراه  ( Urethra )  .\r\n( 4 ) . س : ودى ؛ وذى : آب كه پس از انزال و بول بيرون آيد . ( لغتنامه )\r\n( 5 ) . ط : رطوبت .\r\n( 6 ) . س : - او .\r\n( 7 ) . ش : داخل .\r\n( 8 ) . ط : - است .\r\n( 9 ) . ش ، ن : - از .\r\n( 10 ) . س : - از .\r\n( 11 ) . ج ، ل : عصبية .\r\n( 12 ) . ش : ملتذذ ؛ ط : ملتفه .\r\n( 13 ) . ن : - ريح و .\r\n( 14 ) . س : آورد .\r\n","page_name":" 178 ","page_number":186},
  {"content":"\r\n\r\nروح و اوردهء او به دم تا ممكن باشد در رفتن در رحم و حسّ حشفه بيشتر است كه آن سر قضيب است ، بنا بر آنكه گفتيم ، تا از اين فعل ملتذّ « 1 » شوند و موجب بقاى نوع گردد ؛ و فايدهء قضيب ايصال مادّهء زرع است به مستقرّ خويش و در پهلوى او دو عضل جهت آن است كه « 2 » تا در حالت مجامعت « 3 » از طرفين كشيده شود و مجراى او مستقيم باشد و اوعيهء منى كشيده گردد و منى به زودى بيرون آيد ؛ و منفعت ثانيه آن است كه به قصد و فعل طبيعت ثانيا ظاهر مىگردد ، و اين امر چنان باشد كه مثانه نهاده است نزديك مجراى منى ؛ و طبيعت « 4 » مجراى بول از اين مجرى ممتاز گردانيد « 5 » از موضع مقعد تا به موضعى كه منشأ ذكر است و در ذكور دراز مخلوق گشته است « 6 » .\r\n\r\nرحم « 7 » :\r\nعضوى است مخلوق از ليفات عصبانى « 8 » و « 9 » دو طبقه است و او همچون قضيب مقلوب است « 10 » و موضع او ميان مثانه و معاى مستقيم است و فوهات عروق به دو متّصل شده جهت دفع فضلهء طمثى و تغذيهء جنين و او را مجرايى هست محاذى فم « 11 » فرج براى خروج طمث و جنين و وصول منى به دو ، و در فم او غشايى تنك هست كه ازالهء بكارت بدان مىشود و رحم در حالت علوق منضمّ مىشود و در حالت ولادت فراخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : ملتذذ .\r\n( 2 ) . س : كه .\r\n( 3 ) . ط : مخالفت .\r\n( 4 ) . ط : ثانيا ظاهر مىگردد . . . و طبيعت .\r\n( 5 ) . ج : - منى و طبيعت . . . گردانيد .\r\n( 6 ) . س ، ل ، ط ، ج : - است .\r\n( 7 ) . رحم -  Uterus  .\r\n( 8 ) . س : عصبى .\r\n( 9 ) . ش : + در او .\r\n( 10 ) . س : - است .\r\n( 11 ) . ج : - فرج .\r\n","page_name":" 179 ","page_number":187},
  {"content":"\r\n\r\nمىگردد و فضلهء طمثى در حالت آبستنى غذاى جنين مىشود و در حالت رضاع مستحيل به شير مىگردد « 1 » ؛ و رحم را شوقى به جذب منى هست و از اين جهت در وقت مجامعت مايل شود « 2 » به طرف فرج و منفعت رحم آن است كه منى در او قرار گيرد تا جنين از او متولّد گردد ؛ و اللّه أعلم « 3 » .\r\n\r\nكيفيّت « 4 » تولّد جنين « 5 »\r\nبدانكه منى مرد و زن چون در رحم قرار گيرد و از جميع سوء المزاجات خالى باشد و رحم صحيح و نقى بود و از واردات خارجى و اسباب بادى « 6 » هيچ مانعى نباشد ، از قوّهء عاقده‌اى كه در منى مرد موجود است و از قوّهء منعقده‌اى كه در منى زن حاصل ، « 7 » در آن امتزاجى پيدا شود و چهار نقطه مانند حباب پيدا گردد : يكى در محلّ دل و ديگرى در محلّ دماغ و يكى « 8 » در محلّ جگر و يكى بر همه محتوى گردد تا حافظ حرارت غريزى و واقى اعضا بود و فوهات « 9 » عروق به دو متّصل گردد تا از آن مجرى ، غذا به جگر طفل رساند و اين را حالت اولى خوانند و به هفته‌اى تمام شود ، و در اين ايّام قوّهء متصرّفه تصرّف نمايد در مادّه ، بىامداد رحم ، و در غير اين به واسطهء مدد و معاونت رحم باشد ؛ و بعد از آن ظهور مفصلها سرخ بشود در آن و منافذ عروق پديد آيد و به ناف فرزند خون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : مىشود .\r\n( 2 ) . ش : - شود .\r\n( 3 ) . ج ، ش : - و اللّه اعلم ؛ ن : و السلام و الكلام .\r\n( 4 ) . ش : امّا .\r\n( 5 ) . ل : الجنين .\r\n( 6 ) . ش : مادى .\r\n( 7 ) . ج ، ط : + است .\r\n( 8 ) . ط : ديگرى .\r\n( 9 ) . ش : فوفات .\r\n","page_name":" 180 ","page_number":188},
  {"content":"\r\n\r\nحيض روانه شود و اين را حالت ثانيه گويند « 1 » و به چهار روز تمام گردد ، چنانچه ياد كرده شود ، و بعد از آن علقه گردد و اين را حالت ثالثه گويند و اين به شش روز تمام « 2 » بشود ؛ و بعد از آن « 3 » مضغه « 4 » شود و بعضى اعضا از هم متميّز گردد و قسط صالح از دم حيوانى و طمثى به دو مترشّح گردد و مستعد آن شود « 5 » كه از واهب الصّور - تعالى و تقدّس - روح حيوانى به دو مفيد گردد و اين را حالت رابعه گويند و به دوازده روز تمام شود ؛ و بعد از آن مزاج ذكورى و اناثى ظاهر گردد « 6 » و اعضاى اصلى تمام « 7 » شود و اين را حالت خامسه گويند و به سه روز تمام شود ؛ و بعد از آن اعضا تمام خلقت گردد و عروق و « 8 » مفاصل و مجارى به ظهور پيوندد و اين حالت « 9 » مذكوره در ذكران « 10 » به مدّت اقلّ از اناث پيدا شود ، چنان كه خلقت « 11 » پسر به سى روز تا چهل روز تمام شود و از آن دختر از چهل روز « 12 » تا پنجاه ؛ و بعد از آن بماند تا مدّت شش ماه اقلّ مدّت حمل ؛ و جنين در ضعف « 13 » ايّام تمامى خلقت حركت نمايد و در سه ضعف ايّام حركت خروج كند « 14 » ، مثلا اگر به سى و پنج روز تمام شود ، به هفتاد روز متحرّك گردد و به دويست و ده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : خوانند .\r\n( 2 ) . س : - تمام .\r\n( 3 ) . س : - از آن .\r\n( 4 ) . ش : منعقده .\r\n( 5 ) . ج : گردد .\r\n( 6 ) . ش : پيدا شد د ؛ ل : حاصل گردد .\r\n( 7 ) . ن : - تمام .\r\n( 8 ) . س : - و .\r\n( 9 ) . ج : - را حالت ؛ ل : حالات .\r\n( 10 ) . ش : ذكرات .\r\n( 11 ) . س : - خلقت .\r\n( 12 ) . س ، ط ، ل ، ج ، ش : - روز .\r\n( 13 ) . ضعف : اينجا به معنى دو برابر و مضاعف به كار رفته است .\r\n( 14 ) . س : - كند .\r\n","page_name":" 181 ","page_number":189},
  {"content":"\r\n\r\nروز كه هفت ماه باشد بيرون آيد « 1 » و غالب آن بود كه بماند ؛ و اگر به چهل روز تمام شود ، به هشتاد روز حركت كند و به دويست و چهل روز كه مدّت هشت ماه باشد بيرون آيد و غالب آن بود كه نماند و دليل گفته‌اند كه جنين در ماه هشتم « 2 » به اضطراب آيد و حركت كند ، اگر صحيح المزاج بود و قوى الحال خرق اغشيه كند و به اذن بارى - عزّ اسمه - بيرون « 3 » آيد و بماند « 4 » و اگر ضعيف بود و قوّت خرق اغشيه و خروج نداشته باشد « 5 » از آن حركت متألّم گردد ؛ اگر مهلت يابد تا ماه نهم و خستگى از او زايل گردد و قوّت گيرد در ماه نهم به وجود آيد و بماند ، و اگر به غايت ضعيف بود در شكم بميرد يا آنكه در ماه هشتم بيرون آيد و از اين حركت خستگى او زايد شود و هواى خارج به نسبت با او غريب « 6 » بود ، پس هلاك گردد ؛ و اگر در چهل و پنج روز تمام شود در ماه نهم به وجود آيد و باقى ماند و اكثر چنين مىباشد ؛ و العلم عند اللّه تعالى و اللّه « 7 » على كلّ شىء قدير و إليه المرجع « 8 » و المصير . « 9 »\r\nهيأت « 10 » نشستن او در رحم آن است كه بر كعب نشسته و هر دو كف دست به زانو نهاده و هر دو چشم « 11 » فرو گرفته و بر پشت دست نهاده و روى به طرف مادر كرده و بعضى برآنند كه روى ماده به طرف شكم مادر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : - آيد .\r\n( 2 ) . ج ، ل ، ط : هفتم .\r\n( 3 ) . س : - بيرون .\r\n( 4 ) . س ، ن ، ط ، ل ، ش : - و بماند .\r\n( 5 ) . س ، ن ، ش : - باشد .\r\n( 6 ) . س ، ج : غربت .\r\n( 7 ) . ج : هو .\r\n( 8 ) . ج : - المرجع .\r\n( 9 ) . ن : + و السلام .\r\n( 10 ) . ش : + كيفيّت .\r\n( 11 ) . ط : + درهم .\r\n","page_name":" 182 ","page_number":190},
  {"content":"\r\n\r\nاست و در آن « 1 » وضع ملاحظهء حمايت قلب است و اين هيأت اوثق است جهت انقلاب و اقرب شكل طبيعت جهت خروج و اگر متعدّد بود گويند « 2 » يكى بر خلف يكى واقع باشد ؛ و شيخ « 3 » ابو على سينا در شفا آورده كه پنج فرزند در حملى آورده‌اند و همچنين منقول است كه بيست فرزند به پنج حمل آورده‌اند « 4 » و مانده است ، « 5 » و نقل كنند كه زنى را سقوط طارى گشت و همچون « 6 » كيسه‌اى افتاد از او و هفتاد صورت كوچك در آن بود ؛ و همچنين منقول است كه اگر زنى پسرى و دخترى بياورد ، غالب آن باشد كه خود و فرزندان نماند و اگر دو پسر يا دو دختر بياورد غالب آنكه بماند ؛ و از حيوانات انسان و فرس در حالت آبستنى تحمّل مجامعت دارند و گفته‌اند كه شايد كه « 7 » زن آبستن گردد ، چنان كه منقول است كه زنى دوازده فرزند حمل بر حمل آورده « 8 » و از آن اسب نمىباشد و اگر بشود تلف گردد ؛ و گويند كه هر زنى كه در حالت آبستنى نمك بسيار خورد فرزند را ناخن نباشد ، بنا بر حدّت و تيزى نمك ؛ و خون « 9 » حيض در حالت آبستنى منقسم به دو قسم مىگردد : يكى آنكه طبيعت قادر بود بر اصلاح آن و اين نوع منقسم به سه امر « 10 » گردد : اوّل آنكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : + حمل .\r\n( 2 ) . ج ، ل ، ش : - گويند .\r\n( 3 ) . س ، ن ، ط : - شيخ .\r\n( 4 ) . در اين‌باره ر . ك : به طب در دورهء صفويه ، ص 310 .\r\n( 5 ) . س : - و مانده است .\r\n( 6 ) . ش : همچنين .\r\n( 7 ) . ج : - شايد كه ؛ س : - كه .\r\n( 8 ) . در اين‌باره ، ر . ك : به طب در دورهء صفويه ، ص 309 .\r\n( 9 ) . ل : - خون .\r\n( 10 ) . ط : نوع .\r\n","page_name":" 183 ","page_number":191},
  {"content":"\r\n\r\nغذاى جنين بود ، و دوم آنكه منعقد گردد با لحم و شحم تا پر كند ميان اعضاى خاليه ، و سيم آنكه صعود كند به ثدى جهت آنكه تا مستحيل شود با شير و موجود باشد جهت غذاى او . قسم دوم آنكه طبيعت تصرّف در آن نمىتواند كرد و اصلاح امكان نيست ، مىماند و عند الوضع دفع مىگردد و آن را نفاس مىخوانند ؛ و از آن پسر تا به سى روز و از آن دختر تا چهل روز زياده « 1 » نمىباشد « 2 » .\r\nو خون حيض در بلاد حارّه زودتر پيدا مىشود و در بلاد بارده ديرتر و در « 3 » پيش اطّبا آن است كه در ميان ده و پانزده « 4 » پيدا مىگردد « 5 » ؛ امّا پيش فقها آن است كه در نه « 6 » سالگى امكان پيدا شدن هست ، و بعضى از اطّبا « 7 » برآنند كه از چهل و هشت سالگى تا شصت « 8 » مىباشد و بعضى گويند در سى و پنج سال تا شصت سال بسته مىشود ؛ و اقلّ « 9 » زمان مدّت « 10 » حمل شش ماه است « 11 » بر مقتضاى كلام مجيد :  وَ حَمْلُهُ وَ فِصالُهُ ثَلاثُونَ شَهْراً  « 12 » ؛ و چون زمان « 13 » رضاع كه دو سال است به مقتضاى نصّ :\r\n وَ الْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ  الآية « 14 » شش ماه زمان حمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : زيان .\r\n( 2 ) . س : - نمىباشد .\r\n( 3 ) . س : - در .\r\n( 4 ) . ن : - ده و ؛ ل : بانجده .\r\n( 5 ) . ش : مىشود .\r\n( 6 ) . ن : سه .\r\n( 7 ) . ش : - از اطّبا .\r\n( 8 ) . ش ، ن : + سال .\r\n( 9 ) . ج : اوّل .\r\n( 10 ) . ن : مدّت زمان ؛ ط : - مدّت .\r\n( 11 ) . ن ، ش : و .\r\n( 12 ) . احقاف / 15 .\r\n( 13 ) . ن : - زمان .\r\n( 14 ) . س ، ن ، ط ، ل ، ش : اولادهن كاملين الآية . بقره / 233 .\r\n","page_name":" 184 ","page_number":192},
  {"content":"\r\n\r\nمىباشد و پيش ابو على سينا اكثر زمان حمل چهار « 1 » سال است و اقلّ شش ماه « 2 » ، چنانچه گويد : به من رسانيد كسى كه اعتماد تمام « 3 » بر قول او بود « 4 » كه فرزندى در وجود « 5 » آمد بعد از چهار سال و دندان او رسته بود ؛ و گويند امام شافعى بدين منوال بوده ؛ و همچنين منقول است كه زنى بعد از شش روز در حالت رقص چيزى از او جدا شد و در محلّ دل « 6 » و دماغ و جگر نقطى چند بود ؛ و گويند از رجال تا هفتاد و هشت « 7 » سال فرزند مىشود و اندكى بر اين زياده ؛ و پيش بعضى آن است كه منى در زن نمىباشد و رطوبتى كه هست از آن فرج است و اين سخن معتبر نيست و حديث نبوى - عليه من الصّلوات أجملها و من التحيّات أشملها « 8 » - به روايت انس بن « 9 » مالك كه در صحيح مسلم آورده : « عن انس - رضى اللّه عنه - « 10 » : إنّ امّ سليم حدّثت أنّها سألت نبى اللّه - صلّ اللّه عليه و آله - عن المرأة ترى فى منامها ما يرى الرّجل فقال إذا رأت ذلك فاغتسلى « 11 » » يعنى چنان كه مردان خواب مىبينند و انزال مىشود ، زنان را نيز همين حالت « 12 » طارى مىشود و همچنانكه مرد را غسل واجب است زن را نيز بايد كرد « 13 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج : چهل .\r\n( 2 ) . ن : - ماه .\r\n( 3 ) . ط : - تمام .\r\n( 4 ) . ش : بر سخن او داشتم .\r\n( 5 ) . س ، ن ، ط ، ل ، ش : - وجود .\r\n( 6 ) . ل : - دل و .\r\n( 7 ) . ش : هشتاد و هفت ؛ ن : هشتاد و هشت .\r\n( 8 ) . ش ، ن ، ط : - و من التحيّات اشملها .\r\n( 9 ) . س : - بن .\r\n( 10 ) . س ، ن ، ط ، ش : - رضى اللّه عنه .\r\n( 11 ) . ج : فاغتلى ؛ ن : فاغتسله .\r\n( 12 ) . ج : حال .\r\n( 13 ) . ط : واجب است .\r\n","page_name":" 185 ","page_number":193},
  {"content":"\r\n\r\nو غسل جهت خروج منى است ؛ و همچنين منقول است از ثوبان كه گفت :\r\nيكى از دانشمندان يهود نزد حضرت با « 1 » نصرت ، خواجهء عالم ، خلاصهء وجود بنى آدم « 2 » آمد و به امتحان زبان سؤال بگشود و گفت : سبب چيست كه فرزند پاره‌اى نر است و پاره‌اى « 3 » ماده ؟ . خواجهء رسل و هادى سبل ، الّذى نزّل فى شأنه :   وَ ما يَنْطِقُ عَنِ الْهَوى إِنْ هُوَ إِلَّا وَحْيٌ يُوحى   « 4 » ، فرمود :\r\n« ماء الرّجل أبيض و ماء المرأة اصفر « 5 » فإذا اجتمعتا فعلا « 6 » منى الرّجل منى المرأة ذكر بإذن اللّه - تعالى - فقال خير « 7 » من الاخبار لقد صدقت و إنّك لنبىّ » ، يعنى در جواب آن كس فرمود كه آب مرد سفيد است و آب زن زرد و هرگاه كه جمع گردند و غالب گردد منى مرد بر منى زن ، فرزند نر بود و به عكس ، عكس ؛ و چون اين بيان فرمود آن شخص گفت : راست گفتى « 8 » و به درستى كه تو نبىّ بر حقّى « 9 » ؛ و اطّبا گويند منى مرد سفيد است و غليظ به منزلهء انفخه و منى زن زرد است و تنك به منزلهء شير « 10 » ، يعنى در تأثير انفخه « 11 » در او نه در لون .\r\nو سه « 12 » غشا گرد جنين درآمده : غشاى اوّل را مشيمه خوانند و كيفيّت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط : + رفعت و .\r\n( 2 ) . ن : + صلعكم .\r\n( 3 ) . ن : تارتا . . . تاتار ؛ ط ، ش : تارتار . . . تارتار ؛ ل : تازه . . . تازه .\r\n( 4 ) . نجم / 3 - 4 .\r\n( 5 ) . س : - أصغر .\r\n( 6 ) . ج ، ط : فغلى ، ل : فغالت .\r\n( 7 ) . ش : خبر .\r\n( 8 ) . ط : فرمودى .\r\n( 9 ) . ش : - بر ؛ ل : الحّقى .\r\n( 10 ) . ج ، ل : + است ؛ ش : سرشت .\r\n( 11 ) . ج : مايه .\r\n( 12 ) . س : - سه .\r\n","page_name":" 186 ","page_number":194},
  {"content":"\r\n\r\nپيدا شدن او چنان است كه چون منى وارد مىشود به داخل رحم و رحم منضّم مىگردد به سوى او از جميع جوانب و منى به غايت لزج است ، منعقد مىگردد ظاهر او به حرارت سطح رحم ، پس جرمى غشايى گرد او در مىآيد كه آن را مشيمه خوانند و به واسطهء لزوجت متعلّق مىگردد به مواضع خشنه از داخل رحم و آن را نقر « 1 » رحم گويند كه بعضى از آن فوهات شرايين است و بعضى فوهات آورده و نفوذ مىكند از اين فوهات دم و روح و منتسج مىگردد آورده و شرايين كه متّصل‌اند « 2 » اطراف ايشان بدين فوهات « 3 » و دهنهاى عروق و بعد از آن آورده با يكى مىگردد و وريدى مىشود و در مىرود در كبد جنين از سرّه جهت غذا دادن ؛ و شرايين با يكى مىگردد « 4 » و در مىرود به قلب « 5 » جنين از سرّه جهت افادهء روح و تعديل او به نسيم . گويند اوّل چيزى كه حاصل مىگردد از اعضا و ارواح ، روح حيوانى است ، بنا بر آنكه حدوث او سهل « 6 » است « 7 » و تكوّن او چنان بود كه چون منى در رحم گرم شود « 8 » متبخّر « 9 » گردد از او ابخرهء لطيفه و مختلط مىشود از ابخرهء « 10 » ناشى از ارواح امّ كه نفوذ مىكند به جانب او از شرايين و حاصل مىگردد از مجموع روح حيوانى و مىگردد جنين به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ش : بقر ؛ ل : مقر .\r\n( 2 ) . س : - اند .\r\n( 3 ) . ج : فوبات .\r\n( 4 ) . ن : + و وريدى مىشود .\r\n( 5 ) . ن : از كبد .\r\n( 6 ) . ج ، ط : اسهل .\r\n( 7 ) . ج ، ل ، ش : بر .\r\n( 8 ) . ل : شود .\r\n( 9 ) . ش : منتجر ؛ ج : متنجر .\r\n( 10 ) . ج ، ل ، ش : - لطيفه و مختلط مىشود از ابخره .\r\n","page_name":" 187 ","page_number":195},
  {"content":"\r\n\r\nواسطهء او حىّ « 1 » ؛ و حدوث اين روح در وسط منى است ، بنا بر آنكه اگر ميل به جانبى باشد ترجيح غير مرجّح لازم آيد و بدين اشارت رفته و اين تجويف چون تمام گشت بطن ايسر قلب است و بعد از آن جنين حىّ مىگردد و محتاج مىشود به غذا ، پس فايض « 2 » مىشود به دو قوّتى كه جذب مىكند غذا به رحم و رحم مخلوق مىگردد تا نفوذ كند اين دم غاذى « 3 » در او ، بنابراين عضوى كه اوّل تمام مىشود تكوّن او ، گويند سرّه است و تجويف قلب اوّل عضوى است كه « 4 » حادث مىگردد از منى ، امّا صلابت جرم قلب مانع سرعت « 5 » تكوّن اوست . بنابراين است كه تمامى تكوّن سرّه پيش از تمامى تكوّن قلب است و حدوث تجويف قلب پيش از حدوث سرّه است و امام فخر الدّين رازى بدين قايل است ، چنان كه بيان كرده شد ؛ و اين خون « 6 » به واسطهء حدّت و يبوست صلاحيّت غذاى جنين ندارد ، ما دام كه مزاج او معتدل نگردد ، بنابراين جگر آفريده شد ؛ و وقتى مىباشد كه تمامى تكوّن جگر سبق مىگردد بر تمامى تكوّن « 7 » قلب ؛ چنانچه بعضى « 8 » بر اين قايلند ، از آن جهت كه او عضوى رطب است و مادّهء نموّ كه رطوبت است ، موجود ، به خلاف قلب كه در آن رطوبت نيست و بعد از آن چون حيات « 9 » حاصل گشت ، غذا مىبايد ضرورت است كه حسّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ن : روحى .\r\n( 2 ) . ج : فايز ؛ س ، ط : قابض .\r\n( 3 ) . ش : عادى .\r\n( 4 ) . ش : - عضوى است كه .\r\n( 5 ) . ل : - سرعت .\r\n( 6 ) . ج ، ل ، ش : + چون .\r\n( 7 ) . س : - تكوّن .\r\n( 8 ) . ج ، ل : + برآنند و .\r\n( 9 ) . ط : خون .\r\n","page_name":" 188 ","page_number":196},
  {"content":"\r\n\r\nاو را « 1 » حاصل شود و تحرّك به اراده و حصول « 2 » اين دو امر به دماغ مىشود .\r\nبنا بر آنكه روح حيوانى به غايت گرم افتاده « 3 » و قبول حسّ و حركت زمانى حاصل گردد كه عضو بارد « 4 » باشد پس دماغ مخلوق گشت . اگر مبدأ تكوّن او سابق است بر قلب بنا بر قابليّت رطوبت باشد « 5 » ؛ امّا تمامى خلقت او بعد از تمامى خلقت « 6 » قلب است ؛ و جنين را در ماه دوم غشايى حاصل مىشود كه آن را لفايفى « 7 » گويند و اين غشا حايل « 8 » مىشود ميان سرّه و بول تا متأذّى نگردد به واسطهء ملاقات ؛ بنا بر آنكه بول جنين « 9 » از ممرّ سرّه بيرون مىآيد ، از آن جهت كه مجراى احليل به غايت باريك افتاده و زمان استعمال بعد از ولادت است ؛ و در ماه سيم متخلّق « 10 » مىگردد غشايى ديگر كه او را سلا خوانند كه محافظت بشرهء جنين مىكند از ملاقات بخارات كه قايم مقام عرق است در بزرگان ؛ و مادّهء اين دو غشا فضلاتىاند كه حاصل مىگردد از غذايى كه و اصل مىشود به دو از جنين و دليل بر اين آن است كه جنين در ماه اوّل و دوم و سيم غذا اندكى به وصلهء او مىنشيند و دليل بر اين طارى شدن اعراض رديّه است بر مادر ، مانند شهوت اشياى سمجه « 11 » چون گل و انگشت « 12 » و غيره و تنفّر از لحم و حصول ثقل بدن و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج ، ل : او را حسّ .\r\n( 2 ) . ط : اصول .\r\n( 3 ) . ط : + است .\r\n( 4 ) . ج : باره .\r\n( 5 ) . س : پس دماغ . . . باشد .\r\n( 6 ) . ن : - او بعد از تمامى خلقت .\r\n( 7 ) . س : الفايفى ؛ ن : الفافى .\r\n( 8 ) . ل : حاصل ؛ ن : قايل .\r\n( 9 ) . س : چون .\r\n( 10 ) . ج : مخلوق ؛ ط : متخلف .\r\n( 11 ) . ج : سجه ؛ ط : سمحمه .\r\n( 12 ) . ش : گلنجبين .\r\n","page_name":" 189 ","page_number":197},
  {"content":"\r\n\r\nكرب ؛ « 1 » و غشاى ثلاثه حافظ جنين‌اند از آفات و مصادمات و احتياج به غشاى « 2 » ديگر است جهت فضلهء براز ، از آن جهت كه آنچه « 3 » مأكول اوست به غايت رقيق و صافى است ؛ و حقّ - سبحانه و تعالى - به كمال قدرت باهره گماشته « 4 » بر منى قوّهء مصوّره كه تا حفظ كند تشكيل هر جزوى به حسب اقتضاى نوع منفصل عنه « 5 » ، و آنچه مىگويند كه مشابهت به واسطهء آن است كه در حالت مجامعت تخيّل « 6 » صورتى كند يا آنكه در وهم هر يك از ايشان « 7 » صورتى متصوّر گردد ، از اينجا « 8 » ست كه گويند : زنى در آن حالت تخيّل مارى كرده و فرزندى كه حاصل شد سر او مشابه سر انسان بود و باقى او شبيه به مار « 9 » و گويند آن فرزند را تلف كرد ، بنا بر آنكه گفت من از مار مىترسم ؛ و قول جزم « 10 » در مشابهت فرزند با والدين آن است كه مادّه صورتى قبول كند كه آن صورت پدرى باشد يا مادرى يا صورتى خارج « 11 » و سبب نوع آخر بسيار است از امور سماوى و ارضى « 12 » كه عدد آن جز خالق لم‌يزل نداند . اگر گويند كه سبب اختلاف صورت معلوم شد « 13 » ، سبب اختلاف سيرت چيست ، چنانچه اكثر حكما و علما اولاد ايشان نه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : كردن .\r\n( 2 ) . ن : غذاى .\r\n( 3 ) . ن : - آنچه .\r\n( 4 ) . ن : نگاشته .\r\n( 5 ) . س : عينه .\r\n( 6 ) . ل : تصوّر .\r\n( 7 ) . ج ، ل ، ش : - از ايشان .\r\n( 8 ) . ج ، ش : آنجا .\r\n( 9 ) . ن : - گويند زنى در آن حالت . . . به مار .\r\n( 10 ) . ج : + فصل .\r\n( 11 ) . ش : صور خارج ؛ ل : صورت ممازج .\r\n( 12 ) . س : اراضى .\r\n( 13 ) . س : - شد .\r\n","page_name":" 190 ","page_number":198},
  {"content":"\r\n\r\nنهج صواب مىافتد و به عكس ؟ جواب آن است كه غايت همّت جهّال و نهايت لذّت ايشان جماع است و نفس ايشان گوييا كه فايض « 1 » مىگردد به داخل و منى ايشان فرا مىگيرد بسيارى از قوا و ارواح ، بنابراين در عقل و فكر و ساير قوا قوى الحال و حسن الافعال مىباشند ؛ امّا حكما و علما چون لذّت و همّت ايشان « 2 » اكتساب كمالات « 3 » و حصول مثوبات و وصول درجات است ، لاجرم تبرّى از لذّت ادنى نموده و به واسطهء « الضّرورات تبيح « 4 » المحظورات » « 5 » گاه‌گاهى به واسطهء بقاى نسل « 6 » بدين امر بىاصل اقدام مىنمايند و چون قلّت « 7 » اهتمام ايشان در اين فعل بسيار بود ، طبيعت را اعتنايى « 8 » شافى و توجّهى كافى به جانب مولود نباشد ، پس لاجرم ناقص عقل و بىفهم و كم خرد افتاده باشد و حقّ « 9 » در اين سخن ارادهء فاعل مختار است و اظهار قدرت « 10 » شامله كه مندرج است در تحت حكمت بالغه « 11 » - جلّ جلاله - « 12 » و هو  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ يُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ  « 13 » يفعل اللّه ما يشاء بقدرته و يحكم ما يريد بمشيّته ؛ تمّت الكتاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . س : قابض .\r\n( 2 ) . ط : + از كمال .\r\n( 3 ) . ط : + است .\r\n( 4 ) . ش : الضرورت تيح .\r\n( 5 ) . ر . ك : فرهنگ عبارتهاى عربى در شعر فارسى ، ج 1 ، ص 768 .\r\n( 6 ) . ج ، ل ، ش : نفس .\r\n( 7 ) . ن : قلب .\r\n( 8 ) . ش : احشايى ؛ ج ، ط : اعتبايى .\r\n( 9 ) . ج : چون .\r\n( 10 ) . ش : چون .\r\n( 11 ) . ش : - بالغه .\r\n( 12 ) . س ، ن ، ط ، ش ، ل : - جلّ جلاله .\r\n( 13 ) . روم / 19 .\r\n","page_name":" 191 ","page_number":199},
  {"content":"\r\n\r\nصورت ششم ( اعضاى مركّبه )\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":200},
  {"content":"\r\n\r\n\r\nفهارس\r\nآيات\r\nاحاديث و عبارات عربى\r\nاشعار فارسى و عربى\r\nاشخاص\r\nاندام‌ها\r\nبيمارىها\r\nكتابها\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 194 ","page_number":202},
  {"content":"\r\n\r\n\r\n1 . آيات\r\n فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ  51 ، 132\r\n كُنْ فَيَكُونُ  2\r\n لا يُسْئَلُ عَمَّا يَفْعَلُ وَ هُمْ يُسْئَلُونَ  51\r\n وَ الْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ  141\r\n وَ حَمْلُهُ وَ فِصالُهُ ثَلاثُونَ شَهْراً  141\r\n وَ لَقَدْ كَرَّمْنا بَنِي آدَمَ  1\r\n وَ ما يَنْطِقُ عَنِ الْهَوى  143\r\nو هو  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ  148\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":203},
  {"content":"\r\n\r\n\r\n2 . احاديث و عبارات عربى\r\nالضّرورات تبيح المحظورات 148\r\nالقلب لا يحتمل الجراحة و يصحبها الموت 114\r\nإنّ امّ سليم حدّثت أنّها سألت نبى اللّه 142\r\nإنّ فى البدن لمضغة إذا صلحت 8\r\nكنت كنزا مخفيّا 3\r\nلولاك لما خلقت الأفلاك 2\r\nماء الّرجل أبيض و ماء المرأة اصفر 143\r\nمن عرف نفسه فقد عرف ربّه 3\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":204},
  {"content":"\r\n\r\n\r\n3 . اشعار فارسى و عربى\r\nاوّلش اثنا عشر ، پس صايم و آنگه دقيق 120\r\nبزرگ همّت و قدر و بلند افسر و تخت 4\r\nچراغ‌افروز چشم اهل بينش 2\r\nروده‌هاى آدمى اندر عدد شش بيش نيست 120\r\nصلب و مشيمه ، شبكه ، زجاجى و پس جليد 132\r\nعدد عظم چو خواهى كه بدانى به يقين 51\r\nففى كلّ شىء له آية 2\r\nكرد آفريدگار تعالى به صنع خويش 132\r\nلا يزن فى جنب علمه علم بقراط بقيراط 51\r\nو فى الأعضاء تركيب و فى التركيب ترتيب 17\r\nو منها القابل المعطى و منها آخذ وحده 15\r\nيكى روح است هر جايى از او كارى شود پيدا 15\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":205},
  {"content":"\r\n\r\n\r\n4 . اشخاص\r\nآدم ، 42 ، 186\r\nابن زكريّا ، 52\r\nابو على سينا ، 49 ، 55 ، 60 ، 118 ، 183 ، 185\r\nارسطو ، 48 ، 50 ، 54 ، 55 ، 98\r\nافلاطون ، 91\r\nامام شافعى ، 185\r\nامام فخر الدّين رازى ، 52 ، 188\r\nامّ سليم ، 185\r\nانس بن مالك ، 185\r\nانو شروان ثانى ، 44\r\nبقراط ، 48 ، 52 ، 91\r\nبهادر خان ، 44\r\nثوبان ، 186\r\nجالينوس ، 54 ، 59 ، 74 ، 118\r\nسيّد المرسلين ، 45\r\nشيخ ابو على سينا ، 52\r\nمحمّد بن زكريّا ، 48\r\nمحمّد زكريّا ، 139\r\nمنصور بن محمد بن احمد ، 43\r\nنبى اللّه ، 185\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":206},
  {"content":"\r\n\r\n\r\n5 . اندام‌ها\r\nآلات تناسل ، 154\r\nآلات تنفّس ، 158 ، 159\r\nآلات حلق ، 159\r\nآلات حيات و تنفّس ، 154\r\nآلات شعور ، 171\r\nآلات غذا ، 154 ، 158 ، 159 ، 161\r\nآلت تنفّس و صوت ، 156\r\nآليه ، 52\r\nابط ، 133 ، 148\r\nابطى ، 133 ، 137\r\nابهام ، 139\r\nابهر ، 147\r\nاثنا عشر ، 164\r\nاثنا عشرى ، 111\r\nاثنا عشريّه ، 111\r\nاجزاى دوش ، 107\r\nاجزاى عاليهء عظام قصّ ، 147\r\nاجزاى قلب ، 147\r\nاجزاى لحمى ، 122\r\nاجنحه ، 75\r\nاجنحه ، 76\r\nاجنحهء ، 79\r\nاجوف ، 125 ، 169\r\nاحشا ، 78 ، 131\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":207},
  {"content":"\r\n\r\nاحشاى ، 104\r\nاحليل ، 56\r\nاحليل ، 112 ، 114 ، 115\r\nاخمص ، 88\r\nاذن ، 155\r\nاذنى قلب ، 155\r\nاربيّه ، 122\r\nاستخوان پشت ، 107 ، 108\r\nاستخوان پنجم از فقرات سينه ، 150\r\nاستخوان رسغ ، 90\r\nاستخوان سر ، 63 ، 68 ، 136\r\nاستخوان سينه ، 78 ، 131 ، 133 ، 148 ، 158\r\nاستخوان عانه ، 114\r\nاستخوان عانه ، 115\r\nاستخوان عجز ، 115\r\nاستخوان عصعص ، 114\r\nاستخوان غضروفى ، 78\r\nاستخوان فخذ ، 86 ، 119\r\nاستخوان فكّ زيرين ، 149\r\nاستخوان ورك ، 119\r\nاستخوانى كه شبيه است به لام ، 105\r\nاسنان ، 74 ، 93\r\nاسيلم ، 139\r\nاصابع ، 85 ، 90 ، 122 ، 139 ، 164\r\nاضراس ، 74\r\nاضلاع ، 67 ، 93 ، 108 ، 111 ، 131 ، 158 ، 169\r\nاضلاع اربعه عاليه ، 133\r\nاضلاع اربعهء عاليه ، 133\r\nاضلاع خلف ، 167\r\nاضلاع صدر ، 57 ، 78 ، 109\r\nاضلاع صدرى ، 63 ، 110 ، 111\r\nاضلاع نهم ، 110\r\nاظفار ، 91 ، 92\r\nاعالى بدن ، 169\r\nاعصاب ، 64 ، 79 ، 80 ، 96 ، 98 ، 99 ، 111 ، 112 ، 161 ، 173 ، 178\r\nاعصاب حركت ، 172\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":208},
  {"content":"\r\n\r\nاعصاب حسّ ، 172\r\nاعصاب دماغ ، 56\r\nاعصاب دماغى ، 69\r\nاعصاب دماغى ، 105\r\nاعصاب راجعه ، 104\r\nاعصاب صدرى ، 111\r\nاعصاب عجزى ، 114 ، 115\r\nاعصاب عصعص ، 114\r\nاعصاب نخاعى ، 105\r\nاعضاى آلى ، 154\r\nاعضاى بول ، 171\r\nاعضاى تناسل ، 176\r\nاعضاى تنفّس ، 122\r\nاعضاى ثقيله ، 117\r\nاعضاى حلق ، 122\r\nاعضاى رئيسه ، 76\r\nاعضاى رييسه ، 157\r\nاعضاى شريفه ، 82 ، 173\r\nاعضاى عاليه ، 99\r\nاعضاى عصبانى ، 60\r\nاعضاى غذا ، 159\r\nاعضاى لحمى ، 58\r\nاعضاى مركّبه ، 46 ، 53 ، 61 ، 118\r\nاعضاى مفرده ، 53 ، 62 ، 92 ، 93\r\nاعور ، 103 ، 164\r\nاغشيه ، 60 ، 163\r\nاكحل ، 137\r\nاكليلى ، 69\r\nاكليلى ، 70\r\nالاعضاء المركّبة ، 154\r\nالتزاق ، 65\r\nالتصاق ، 65\r\nالهيئة ، 80\r\nامعا ، 61\r\nامعا ، 94 ، 158 ، 163 ، 165 ، 169 ، 170 ، 171\r\nامعاى اثنا عشرى ، 171\r\nامعاى دقاق ، 164\r\nامعاى دقاق ، 170\r\nامعاى سفلى ، 165\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":209},
  {"content":"\r\n\r\nامعاى عليا ، 165\r\nانامل ، 85\r\nانثيان ، 56 ، 176\r\nانثيين ، 122 ، 140 ، 176 ، 177\r\nانثيين زن ، 178\r\nانف ، 72 ، 118\r\nانف ، 176\r\nاوتار ، 64 ، 122\r\nآورده ، 41 ، 46 ، 56 ، 61 ، 104 ، 124 ، 126 ، 127 ، 136 ، 142 ، 143 ، 151 ، 152 ، 161 ، 163 ، 166 ، 169 ، 171 ، 173 ، 178 ، 187\r\nاورده‌اى كه از جگر رسته ، 152\r\nاوردهء ، 135\r\nاوردهء ، 179\r\nاوردهء ثلاثهء محسوسه ، 135\r\nاوردهء نازله ، 139\r\nاوريطى ، 147\r\nاوعيه ، 178\r\nاوعيهء عنقى ، 167\r\nاوعيهء منى ، 177 ، 179\r\nباب ، 125 ، 129 ، 169\r\nبازو ، 108 ، 135\r\nباسليق ، 139\r\nباسيلق ، 137\r\nبسيطه ، 52 ، 61\r\nبصر ، 176\r\nبطن ، 110 ، 111 ، 113 ، 120 ، 121\r\nبطن ايسر ، 155\r\nبطن ايسر قلب ، 145 ، 188\r\nبطون ، 155\r\nبطون بطن ، 172\r\nبندهاى كف دست ، 109\r\nبن ران ، 142\r\nبنصر ، 138 ، 139\r\nبوّاب ، 164\r\nبياض عين ، 173\r\nبيض ، 175\r\nبيضه ، 140\r\nبينى ، 102 ، 171 ، 176\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":210},
  {"content":"\r\n\r\nپردهء شكم ، 114\r\nپستان ، 142 ، 177\r\nپس سر ، 103 ، 172\r\nپشت ، 109 ، 150\r\nپشت دست ، 182\r\nپوست اندرون شكم ، 104\r\nپوست بازو ، 109\r\nپيشانى ، 172\r\nتجويف ايسر ، 155\r\nتجويف ايسر قلب ، 146 ، 148\r\nتجويف ايمن ، 155\r\nتجويف ايمن قلب ، 130\r\nتجويف صدر ، 155\r\nتجويف طرف راست ، 147\r\nتجويف قلب ، 51 ، 155 ، 188\r\nترقوه ، 81 ، 82 ، 93 ، 131 ، 134 ، 148\r\nثرب ، 94\r\nثرب ، 126 ، 128 ، 166\r\nثقبهء عصبهء مجوّفه ، 174\r\nثقبهء عظم حجرى ، 176\r\nثقبهء عظيمه ، 149\r\nثنايا ، 72 ، 134\r\nثنيه ، 73\r\nثنيين ، 74\r\nجبهه ، 67\r\nجبهه ، 122\r\nجداول ، 128\r\nجداول امعاى دقاق ، 150\r\nجداول عروق ، 128\r\nجداول عروقى ، 151\r\nجدران يمين و يسار ، 68\r\nجگر ، 48 ، 50 ، 56 ، 108 ، 125 ، 126 ، 147 ، 148 ، 157 ، 169 ، 171 ، 180\r\nجلد ، 94\r\nجليد ، 175\r\nجمجمه ، 67 ، 135 ، 136\r\nجناحان ، 75\r\nچشم ، 53 ، 100 ، 171 ، 173 ، 182\r\nچشم چپ ، 100\r\nچشم راست ، 100\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":211},
  {"content":"\r\n\r\nچشمى ، 72\r\nحاجب ، 94\r\nحاجز ، 82\r\nحالتين ، 168\r\nحبل الذراع ، 137\r\nحجاب ، 76 ، 101 ، 104 ، 107 ، 108 ، 129 ، 154 ، 158 ، 170\r\nحجاب صدر ، 158\r\nحجرى ، 67 ، 149\r\nحجريان ، 68\r\nحرقفىّ ، 86\r\nحقورك ، 86 ، 87\r\nحلق ، 104\r\nحنجره ، 122 ، 135 ، 159 ، 160\r\nحنك ، 102\r\nخاصره ، 141 ، 142\r\nخدّ ، 103 ، 118 ، 122\r\nخدّين ، 106\r\nخرزات ، 77\r\nخرزات قطن ، 112\r\nخرزهء اوّل ، 112 ، 114\r\nخرزهء پنجم ، 110 ، 113\r\nخرزهء حادى عشر ، 111\r\nخرزهء دوم ، 112\r\nخرزهء سيم ، 109\r\nخرزهء ششم ، 110\r\nخرزهء ظهر ، 111\r\nخرزهء هشتم ، 110\r\nخرزهء هفتم ، 110\r\nخصيهء يسرى ، 150\r\nخصيهء يمنى ، 150\r\nخنجرى ، 78 ، 131\r\nخنصر ، 84\r\nخنصر ، 90\r\nخنصر ، 138 ، 139\r\nدرزان كاذبان ، 70\r\nدرز لامى ، 135 ، 136\r\nدرز لامى ، 149\r\nدرزى ، 103\r\nدرقى ، 105\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":212},
  {"content":"\r\n\r\nدروز ، 65 ، 68 ، 72\r\nدست ، 82 ، 108 ، 133 ، 135 ، 136 ، 138\r\nدقاق ، 164\r\nدل ، 48 ، 54 ، 157 ، 180\r\nدم ، 93\r\nدماغ ، 48 ، 50 ، 54 ، 63 ، 68 ، 73 ، 96 ، 97 ، 98 ، 99 ، 117 ، 119 ، 171 ، 180\r\nدماغ ، 56 ، 112 ، 117 ، 172\r\nدم دسم ، 94\r\nدنبالهء دماغ ، 173\r\nدندان ، 65 ، 72 ، 74 ، 102 ، 161\r\nدوده ، 172\r\nدوش ، 107 ، 109\r\nدو غشاى دماغ ، 136\r\nدهن ، 72\r\nدهن ، 162\r\nدهن مثانه ، 168\r\nدهن مجريين ، 169\r\nذراع ، 83\r\nذراع ، 108\r\nذقن ، 73\r\nذكر ، 179\r\nران ، 151\r\nران چپ ، 141\r\nران راست ، 141\r\nرأس ، 122\r\nرباط ، 87 ، 92 ، 117 ، 118 ، 119 ، 121\r\nرباطات ، 64 ، 167\r\nرباطات غشايى ، 170\r\nرباطات قويّه ، 169\r\nرباطى مجوّف ، 178\r\nرباعى ، 74\r\nرباعيات عليا ، 72\r\nرباعين ، 74\r\nرجل ، 143\r\nرجلين ، 97\r\nرحم ، 114 ، 115 ، 141 ، 142 ، 158 ،\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":213},
  {"content":"\r\n\r\n176 ، 178 ، 179 ، 180 ، 182 ، 187 ، 188\r\nرحم ، 179\r\nرسغ ، 66\r\nرسغ ، 85\r\nرسغ ، 122 ، 137 ، 138 ، 139\r\nرسغ پاى ، 89\r\nرسغ كف ، 84\r\nرطوبت ، 59\r\nرطوبت بيضى ، 174 ، 175\r\nرطوبت جليدى ، 59 ، 174 ، 175 ، 176\r\nرطوبت زجاجى ، 174\r\nرقبه ، 133 ، 134\r\nركبه ، 87\r\nركز ، 65\r\nرگ ، 146\r\nروده ، 171\r\nرودهء اعور ، 167\r\nريه ، 56 ، 104 ، 125 ، 130 ، 146 ، 154 ، 155 ، 156 ، 157 ، 161\r\nزانو ، 142 ، 182\r\nزايدتان حليمتان ، 176\r\nزبان ، 104 ، 149 ، 161\r\nزجاجى ، 175\r\nزرع ، 50\r\nزرع ، 56\r\nزند اسفل ، 65 ، 82 ، 83 ، 137 ، 139\r\nزند اعلى ، 65\r\nزند اعلى ، 82 ، 83 ، 137 ، 139\r\nزندين ، 84\r\nزوايد شاخصه ، 76\r\nزوايد شاخصهء ، 76\r\nزوايد مفصلى ، 74 ، 76\r\nزورقى ، 89\r\nساعد ، 65 ، 66 ، 82 ، 83 ، 84 ، 122 ، 137 ، 138\r\nساعدين ، 67\r\nساق ، 65 ، 66 ، 87 ، 88 ، 143\r\nساقين ، 67\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":214},
  {"content":"\r\n\r\nسبابه ، 139\r\nسباتين ، 149\r\nسر ، 107 ، 118 ، 133 ، 135\r\nسرشانه ، 148\r\nسر قضيب ، 179\r\nسرّه ، 49\r\nسرّه ، 187 ، 188 ، 189\r\nسفودى ، 70\r\nسلا ، 189\r\nسلاميات ، 63\r\nسلاميات ، 85\r\nسمسمانيّات ، 85\r\nسمين ، 53 ، 78 ، 93 ، 94\r\nسناسن ، 75 ، 76\r\nسناسن ، 79\r\nسنسن ، 76\r\nسنسنه ، 75 ، 81\r\nسنسنى ، 106\r\nسوراخ بينى ، 102\r\nسوراخ گوش ، 102\r\nسهمى ، 69\r\nسهمى ، 70\r\nسينه ، 101 ، 104 ، 109\r\nشان ، 65\r\nشانه ، 109 ، 135\r\nشبكه ، 175\r\nشبكهء مشيميه ، 136\r\nشحم ، 53 ، 93 ، 94 ، 184\r\nشراسيف فوقانى ، 170\r\nشرايين ، 41 ، 46 ، 54 ، 61 ، 101 ، 136 ، 145 ، 148 ، 149 ، 155 ، 161 ، 163 ، 166 ، 167 ، 171 ، 173 ، 177 ، 178 ، 187\r\nشرايين بزرگ ، 166\r\nشرايين سباتين ، 148\r\nشرايين قلب ، 56\r\nشرايين كوچك ، 150\r\nشريان ، 104 ، 148 ، 150 ، 151 ، 152 ، 162 ، 177\r\nشريانات ، 104\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":215},
  {"content":"\r\n\r\nشريانات كثيره ، 148\r\nشريان بزرگ ، 151\r\nشريان وريدى ، 130 ، 146\r\nشظايا ، 59\r\nشظايا ، 118\r\nشظاياى دقاق ، 140\r\nشظاياى عصب ، 94\r\nشعب شريان وريدى ، 158\r\nشعر ، 92 ، 93 ، 94\r\nشفتان ، 122\r\nشفهء ، 102\r\nشكم ، 112 ، 159 ، 182\r\nشواخص ، 75\r\nشوك ، 75\r\nشيب بغل ، 148\r\nشؤون ، 68 ، 103\r\nصافن ، 143\r\nصايم ، 164\r\nصدر ، 57 ، 76 ، 82 ، 120 ، 122 ، 132 ، 133 ، 142 ، 150 ، 156 ، 158\r\nصدر ، 97\r\nصدغ ، 101\r\nصدغين ، 101 ، 149\r\nصغوه ، 88\r\nصفاق ، 58 ، 141 ، 159\r\nصفاقات ابطى ، 133\r\nصلب ، 78\r\nصلب ، 113 ، 177\r\nصلب ، 141\r\nصلب ، 175\r\nصماخ ، 176\r\nطالعان ، 140\r\nطالعين ، 140\r\nطبقهء شبكيّه ، 174\r\nطحال ، 99 ، 127 ، 157 ، 167 ، 168\r\nطوايف ، 141\r\nظفر ، 93\r\nظهر ، 82\r\nظهر ، 112\r\nعانه ، 58 ، 114 ، 177\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":216},
  {"content":"\r\n\r\nعتبتين ، 83\r\nعجز ، 79\r\nعجز ، 97\r\nعجز ، 141\r\nعرق ، 125 ، 126 ، 130\r\nعرق ، 135 ، 136 ، 141 ، 142 ، 169 ، 177\r\nعرق اجوف ، 129 ، 139 ، 141\r\nعرق اجوف ، 159\r\nعرق النّساء ، 142\r\nعرق باب ، 126\r\nعرقى ، 139\r\nعرقى غير ضارب ، 177\r\nعروق ، 61 ، 132 ، 166 ، 167 ، 177 ، 180 ، 181 ، 187\r\nعروق اجوف ، 129\r\nعروق شعرى ، 135\r\nعروق ضوارب ، 130 ، 155\r\nعروق قلب ، 130\r\nعروق كثيرهء باريك شعرى ، 129\r\nعروق ماساريقايى ، 164\r\nعروق يد ، 136\r\nعصب ، 41 ، 46 ، 77 ، 92 ، 96 ، 98 ، 101 ، 103 ، 106 ، 112 ، 117 ، 119 ، 121 ، 137 ، 162 ، 166\r\nعصبانى ، 162 ، 170\r\nعصب حسّاس ، 158\r\nعصب ذوق ، 97\r\nعصب محرّك لسان ، 97\r\nعصبهء مخروقه ، 174\r\nعصعص ، 112 ، 114 ، 173\r\nعصعصى ، 97\r\nعضد ، 67 ، 82 ، 83 ، 122 ، 133 ، 138\r\nعضد ، 81\r\nعضل ، 41 ، 46 ، 53 ، 92 ، 111 ، 112 ، 117 ، 119 ، 131 ، 149 ، 162 ، 178\r\nعضلات ، 97 ، 104 ، 105 ، 106 ، 109 ، 118 ، 120\r\nعضلات احليل ، 114\r\nعضلات استخوان ، 109\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":217},
  {"content":"\r\n\r\nعضلات استخوان پشت ، 113\r\nعضلات دبر ، 112\r\nعضلات محرّكهء صدر ، 159\r\nعضلات مقعد ، 141\r\nعضلات هفتگانه مقدم ساق ، 122\r\nعضل اسفل فخذ ، 142\r\nعضل المتنين ، 142\r\nعضل باطن فخذ ، 142\r\nعضل بطن ، 58 ، 110 ، 141 ، 142\r\nعضل حنك ، 104\r\nعضل دبر ، 114 ، 115\r\nعضل سر ، 107\r\nعضل صدغين ، 106\r\nعضل عظم پشت ، 109 ، 112 ، 113\r\nعضل عظم صلب ، 107\r\nعضل غايره ، 135\r\nعضل متراكمه ، 132\r\nعضل متنين ، 113\r\nعضل مثانه ، 114\r\nعضل مراق ، 158\r\nعضل مستقيم ، 132\r\nعضل مقعد ، 114\r\nعضله ، 110 ، 117 ، 119 ، 121\r\nعضلهء بازو ، 103\r\nعضلهء جفن ، 119\r\nعضلهء چشم ، 101\r\nعضلهء صدغ ، 73\r\nعضلهء عريضه ، 103 ، 106\r\nعضلهء كبيرهء ابطيه ، 133\r\nعظام ، 41 ، 46 ، 64 ، 66 ، 69 ، 72 ، 74 ، 78 ، 90 ، 93\r\nعظام ، 63\r\nعظام انف ، 72\r\nعظام رجل ، 93\r\nعظام سر ، 93\r\nعظام سمسمانى ، 90\r\nعظام سينه ، 93\r\nعظام صدر ، 158\r\nعظام صدرى ، 65\r\nعظام صدغ ، 68\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":218},
  {"content":"\r\n\r\nعظام صدغ ، 93\r\nعظام عانه ، 93\r\nعظام فكّ اسفل ، 93\r\nعظام فكّ اعلى ، 93\r\nعظام مشط ، 90\r\nعظام وتدى ، 68\r\nعظام يد ، 93\r\nعظامى كه شبيه به مصفات ، 176\r\nعظامى كه مخصوص‌اند به سر ، 105\r\nعظم ، 62\r\nعظم ، 73 ، 83 ، 86 ، 87 ، 88 ، 90 ، 92 ، 115 ، 120 ، 136 ، 155 ، 178\r\nعظم اخمص ، 89\r\nعظم انامل ، 67\r\nعظم حجرى ، 103\r\nعظم خاصره ، 86\r\nعظم خنجرى ، 162\r\nعظم سنسنى ، 107\r\nعظم عانه ، 86 ، 112 ، 142 ، 178\r\nعظم عجز ، 86\r\nعظم عجز ، 113 ، 114 ، 141 ، 150 ، 151\r\nعظم عين ، 175\r\nعظم غضروفى ، 80\r\nعظم فخذ ، 66 ، 88\r\nعظم فكّ اسفل ، 66\r\nعظم قطن ، 112\r\nعظم لامى ، 67 ، 90 ، 105\r\nعظم مجوّف ، 66\r\nعظم وتدى ، 67\r\nعظم هشّ ، 66\r\nعظمى ، 92\r\nعظم يافوخ ، 68\r\nعظمى كه در قاعدهء قلب مىباشد ، 91\r\nعقب ، 88 ، 89 ، 92\r\nعنب ، 175\r\nعنبيّه ، 173\r\nعنق ، 122 ، 134\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":219},
  {"content":"\r\n\r\nعنق رحم ، 141\r\nعنق مثانه ، 122\r\nعنقى ، 97\r\nعنكبوت ، 175\r\nعنكبوتيّه ، 174\r\nعين ، 82 ، 118 ، 122 ، 173\r\nعين الكتف ، 82\r\nعينين ، 97\r\nغدّه ، 161\r\nغدّهء مجوّفه ، 172\r\nغشا ، 57 ، 94 ، 98 ، 102 ، 135 ، 149 ، 158 ، 159 ، 162 ، 167 ، 169 ، 172 ، 173 ، 186 ، 189\r\nغشاى ذو حسّ ، 158\r\nغشاى رقيق ، 136 ، 149 ، 171 ، 175\r\nغشاى صلب ، 136\r\nغشاى صلب ، 172\r\nغشاى غليظ ، 154 ، 175\r\nغشاى قلب ، 172\r\nغشاى مستبطن بطن ، 58\r\nغشايى ذو حسّ ، 169\r\nغشايى صفاقى ، 136\r\nغشايى غليظ حسّاس ، 166\r\nغشايى كه قاسم‌اند ، 131\r\nغشايى كه قاسم صدر است ، 130\r\nغضاريف ، 78 ، 159\r\nغضروف ، 78 ، 92 ، 175\r\nغضروف خنجرى ، 58\r\nغضروفى ، 160\r\nغلاف قلب ، 129 ، 156\r\nفخذ ، 87\r\nفخذ ، 87\r\nفرج ، 178 ، 179 ، 185\r\nفضاى صدرى ، 110\r\nفقار ، 151\r\nفقرات ، 75 ، 76 ، 77 ، 81 ، 141 ، 159 ، 173\r\nفقرات اضلاع ، 93\r\nفقرات پشت ، 78\r\nفقرات رقبه ، 93 ، 105\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":220},
  {"content":"\r\n\r\nفقرات صدرى ، 75 ، 79\r\nفقرات ظهر ، 49 ، 63 ، 93\r\nفقرات ظهر ، 77\r\nفقرات عجز ، 79\r\nفقرات عجز ، 93\r\nفقرات عصعص ، 65 ، 80\r\nفقرات عصعص ، 93\r\nفقرات عنق ، 74 ، 77\r\nفقرات قطن ، 79\r\nفقرات قطن ، 93\r\nفقرات گردن ، 133\r\nفقره ، 74 ، 78\r\nفقرهء ، 81\r\nفقرهء اثنا عشرى ، 76\r\nفقرهء اولى ، 75\r\nفقرهء ثقبهء سيم ، 107\r\nفقرهء خامسه از فقرات صدريّه ، 131\r\nفقرهء دوازدهم ، 75\r\nفقرهء شش‌گانه از رقبه ، 148\r\nفكّ اسفل ، 73 ، 102 ، 135\r\nفك اسفل ، 122\r\nفكّ اعلى ، 69 ، 72 ، 135\r\nفكّ اعلى و اسفل ، 65\r\nفكّين ، 74\r\nفم ، 162\r\nفم معده ، 128 ، 162\r\nقاعدهء دماغ ، 67\r\nقاعدهء قلب ، 155\r\nقبايل ، 68\r\nقبل ، 142\r\nقحف ، 67 ، 135\r\nقحف ، 172\r\nقدم ، 67 ، 89 ، 121 ، 143\r\nقرن ، 175\r\nقرنيه ، 173\r\nقشرين ، 70\r\nقصّ ، 78\r\nقصبتين ، 89\r\nقصبهء ، 87\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":221},
  {"content":"\r\n\r\nقصبهء ريه ، 104 ، 154 ، 158 ، 159 ، 160\r\nقصبهء صغرى ، 87 ، 142\r\nقصبهء صغرى ، 89\r\nقصبهء صغرى و كبرى ، 65\r\nقصبهء عظمى ، 89\r\nقصبهء كبرى ، 87\r\nقصبهء هر دو ساق ، 143\r\nقضيب ، 114 ، 122 ، 141 ، 142 ، 151 ، 176 ، 177 ، 178 ، 179\r\nقطن ، 113 ، 141 ، 176\r\nقطنى ، 97\r\nقفا ، 106\r\nقلب ، 48 ، 49 ، 51 ، 52 ، 54 ، 56 ، 96 ، 98 ، 104 ، 125 ، 130 ، 131 ، 147 ، 152 ، 154 ، 155 ، 156 ، 157 ، 158 ، 183 ، 187 ، 188 ، 189\r\nقلّة الكتف ، 93\r\nقمحدوه ، 67\r\nقولون ، 164\r\nقيفال ، 137 ، 138\r\nكاسهء چشم ، 101\r\nكبد ، 49 ، 51 ، 54 ، 56 ، 59 ، 99 ، 104 ، 125 ، 126 ، 127 ، 129 ، 155 ، 167 ، 169 ، 170 ، 187\r\nكتف ، 67 ، 82 ، 93 ، 108 ، 122 ، 133 ، 135\r\nكتف ، 80\r\nكتفى ، 137\r\nكعب ، 88\r\nكعب ، 142\r\nكف ، 67 ، 121 ، 154\r\nكف دست ، 182\r\nكليه ، 99 ، 140 ، 150 ، 158 ، 166 ، 167\r\nكليهء يسرى ، 140 ، 150\r\nكليهء يمنى ، 139 ، 140 ، 150 ، 167\r\nكنارهء رو ، 72\r\nكيفال ، 137\r\nگردن ، 101 ، 105 ، 107 ، 134 ، 149\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":222},
  {"content":"\r\n\r\nگرده ، 176\r\nگردهء چپ ، 150\r\nگوش ، 171 ، 175\r\nگوشهء چشم ، 101\r\nلامى ، 70\r\nلب ، 162\r\nلب زيرين ، 102\r\nلحاظ ، 101\r\nلحم ، 54 ، 57 ، 78 ، 93 ، 94 ، 98 ، 117 ، 118 ، 121 ، 158 ، 162 ، 178 ، 184\r\nلحم ابيض ، 161\r\nلحمانى ، 162 ، 167\r\nلحم دسم ، 173\r\nلحم رخو ، 127 ، 133 ، 147 ، 148\r\nلحم صلب ، 154\r\nلحم عصبانى ، 161\r\nلحم غددى ، 161\r\nلحم غليظ ، 166\r\nلحم كبد ، 59\r\nلحم وريدى سخيف ، 157\r\nلحمى رخو متخلخل ، 176\r\nلحمى سفيد غددى ، 176\r\nلحيه ، 94\r\nلسان ، 102 ، 122 ، 135\r\nلفايفى ، 189\r\nلوزتين ، 161\r\nلهات ، 160\r\nليف ، 58 ، 59 ، 146\r\nليفات ، 94 ، 150 ، 164 ، 165 ، 177\r\nليفات ، 154\r\nليفات عصب ، 117\r\nليفات عصبانى ، 163 ، 179\r\nماساريقا ، 169 ، 170\r\nماق ، 102\r\nمايض الرّكبه ، 143\r\nمتخلخل ، 66\r\nمتشابه الأجزاء ، 52 ، 62\r\nمتشابه الأجزاء ، 62\r\nمتنين ، 112 ، 141\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":223},
  {"content":"\r\n\r\nمتون ، 113\r\nمثانه ، 120 ، 122 ، 141 ، 158 ، 165 ، 167 ، 168 ، 179\r\nمجارى ، 181\r\nمجراى احليل ، 189\r\nمجراى بول ، 178 ، 179\r\nمجرى حنك ، 172\r\nمجرى دهن ، 161\r\nمجرى قصبهء ريه ، 159\r\nمخ ، 171\r\nمراره ، 126 ، 170 ، 171\r\nمراقّ ، 122\r\nمراق ، 142\r\nمرفق ، 83 ، 137\r\nمرى ، 104 ، 135 ، 159 ، 160 ، 162\r\nمژه ، 94\r\nمشط ، 66 ، 84 ، 89 ، 90\r\nمشط ، 85\r\nمشيمه ، 174 ، 175 ، 186\r\nمصفات ، 64\r\nمعاى اثنا عشرى ، 126\r\nمعاى اعور ، 129\r\nمعاى صايم ، 128\r\nمعاى قولون ، 128\r\nمعاى مستقيم ، 128 ، 151 ، 165 ، 168 ، 179\r\nمعده ، 56 ، 61 ، 126 ، 127 ، 128 ، 142 ، 158 ، 162 ، 164 ، 166 ، 167 ، 169 ، 170 ، 171\r\nمعصره ، 136\r\nمعما ، 101 ، 104\r\nمغز ، 149\r\nمفاصل ، 65 ، 73 ، 181\r\nمفاصل اصابع ، 122\r\nمفصل ، 66\r\nمفصل ، 83 ، 84 ، 85 ، 180\r\nمفصل دماغ ، 101\r\nمفصل ركبه ، 87\r\nمفصل زندين ، 83\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":224},
  {"content":"\r\n\r\nمفصل ساعد ، 122\r\nمفصل ساق ، 122\r\nمفصل عضد ، 122 ، 137\r\nمفصل فخذ ، 87\r\nمفصل فخذ ، 122\r\nمفصل قدم ، 122\r\nمفصل كتف ، 122\r\nمفصل كف ، 109\r\nمقدّم ، 68\r\nمقدّم دماغ ، 100\r\nمقدّم رأس ، 172\r\nمقعد ، 122 ، 165 ، 179\r\nمكبّى ، 160\r\nملتحم ، 175\r\nملتحمه ، 173\r\nممرّ غذا ، 49\r\nمنخرين ، 102 ، 176\r\nمنخرين روايح ، 172\r\nمنقار الغراب ، 81\r\nموى سر ، 94\r\nمهره‌هاى سينه ، 111\r\nمهره‌هاى قطن ، 113\r\nمهره‌هاى گردن ، 106 ، 107 ، 108\r\nمهرهء اوّل ، 105 ، 106\r\nمهرهء پنجم ، 107 ، 109\r\nمهرهء چهارم ، 113\r\nمهرهء دوازدهم ، 158\r\nمهرهء دوم ، 106 ، 109\r\nمهرهء هفتم ، 108\r\nمؤخّر ، 68\r\nناب ، 74\r\nناخن ، 183\r\nناف ، 162 ، 180\r\nنتوّ ، 68\r\nنخاع ، 74 ، 99 ، 106 ، 141 ، 173\r\nنخاع ، 97\r\nنردى ، 90\r\nنفاس ، 184\r\nنقر رحم ، 187\r\nنواجد ، 74\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":225},
  {"content":"\r\n\r\nوتدى ، 67\r\nوتر ، 92 ، 117 ، 118 ، 121\r\nوجنتين ، 72\r\nوجه ، 118\r\nوداج اغور ، 134\r\nوداج ظاهر ، 134\r\nوداجين ، 134\r\nورك ، 86\r\nوركين ، 113\r\nوريد ، 124 ، 143 ، 152 ، 162 ، 187\r\nوريد شريانى ، 125 ، 130 ، 146\r\nوريد عجزى ، 132\r\nوريد كتفى ، 135\r\nو زور ، 78\r\nوسطى ، 138 ، 139\r\nوعا ، 167 ، 177\r\nوعاى روح ، 51\r\nهر دو پاى ، 113\r\nهر دو گوش ، 135\r\nهفت پرده ، 175\r\nيد ، 135\r\nيدين ، 148\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":226},
  {"content":"\r\n\r\n\r\n6 . بيمارىها\r\nآماس ، 171\r\nاستسقا ، 167\r\nاسهال صفراوى ، 171\r\nامراض سودايى ، 168\r\nتبهاى گرم ، 171\r\nجذام ، 168\r\nجرب ، 168\r\nجمره ، 171\r\nجوع البقر ، 168\r\nجوع الكلب ، 168\r\nريش و سوزش مثانه ، 171\r\nسجح ، 171\r\nقولنج ، 165\r\nگل و انگشت ، 189\r\nلحمانى ، 169\r\nنمله ، 171\r\nيرقان ، 171\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":227},
  {"content":"\r\n\r\n\r\n6 . بيمارىها\r\nآماس ، 171\r\nاستسقا ، 167\r\nاسهال صفراوى ، 171\r\nامراض سودايى ، 168\r\nتبهاى گرم ، 171\r\nجذام ، 168\r\nجرب ، 168\r\nجمره ، 171\r\nجوع البقر ، 168\r\nجوع الكلب ، 168\r\nريش و سوزش مثانه ، 171\r\nسجح ، 171\r\nقولنج ، 165\r\nگل و انگشت ، 189\r\nلحمانى ، 169\r\nنمله ، 171\r\nيرقان ، 171\r\n\r\n7 . كتابها\r\nجوامع جالينوس ، 118\r\nشفا ، 55 ، 183\r\nصحيح مسلم ، 185\r\nكامل ، 60 ، 82 ، 118\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":228},
  {"content":"\r\n\r\n\r\nكتابنامه\r\nقرآن كريم .\r\nآموزش اصطلاحات پزشكى : مير يام ج ، آسترين و كلاراژان ، ترجمهء محسن قربانى و دكتر مطهرهء ژيانپور ، تهران ، انتشارات دفتر مركزى جهاد دانشگاهى ، 1369 .\r\nآناتومى ( اندام فوقانى ، تحتانى و مفاصل ) : دكتر بهرام الهى ، تهران ، جيحون ، 1371 .\r\nآناتومى تنه : دكتر بهرام الهى ، تهران انتشارات حسينى ، 1365 .\r\nآناتومى سر و گردن : دكتر محمود طباطبايى ، مشهد ، نشر مشهد ، 1371 .\r\nاحاديث مثنوى : بديع الزمان فروزانفر ، تهران ، امير كبير ، چاپ چهارم ، 1366\r\nاختيارات بديعى : على بن حسين انصارى شيرازى ، تصحيح و تحشيهء دكتر محمد تقى مير ، تهران ، شركت دارويى پخش رازى ، 1371 .\r\nاستخوان‌شناسى : دكتر بهرام الهى ، تهران ، جيحون ، 1371 .\r\nاستخوان‌شناسى : دكتر نعمت الله كيهانى ، تهران ، چاپخانهء افست مروى ، 1366 .\r\nالاعجاز و الايجاز : ثعالبى نيشابورى ، عنّى بتصحيحه ابراهيم صالح ، دمشق ، دار البشائر ، 1422\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":229},
  {"content":"\r\n\r\nه . 2001 م . مكتوب سنهء 789 هجرى ) .\r\nالحاوى فى التداوى : نجم الدين محمود بن صائت الدين الياس شيرازى ، نسخهء خطى شمارهء 6002 كتابخانهء مجلس شوراى اسلامى .\r\nامثال و حكم : على اكبر دهخدا ، تهران ، امير كبير ، چاپ سوم ، 1352 .\r\nبحار الأنوار : علّامه مجلسى ، تهران ، دار الكتب الاسلامية .\r\nبرهان قاطع : محمد حسين بن خلف تبريزى ( برهان ) ، به اهتمام دكتر محمد معين ، تهران ، امير كبير ، چاپ سوم ، 1357 .\r\nبوستان سعدى : تصحيح دكتر غلامحسين يوسفى ، تهران ، خوارزمى ، چاپ چهارم .\r\nبيست گفتار : دكتر مهدى محقق ، تهران ، مؤسّسهء مطالعات اسلامى دانشگاه مك گيل و دانشگاه تهران ، 1369 .\r\nپزشكان نامى فارس : محمد تقى مير ، شيراز ، دانشگاه شيراز ، بىتا .\r\nتاريخ ادبيات در ايران : دكتر ذبيح اللّه صفا ، تهران ، فردوسى ، ج 4 ، چاپ ششم ، 1369 .\r\nتاريخ پزشكى در ايران و سرزمينهاى خلافت شرقى : سيريل الگود ، ترجمهء باهر فرقانى ، تهران ، امير كبير ، چاپ دوم ، 1371 .\r\nتاريخ حبيب السير : غياث الدين بن همام الدين الحسينى ( خواند مير ، زير نظر دكتر محمد دبير سياقى ، تهران ، كتابفروشى خيام ، چاپ دوّم ، 1352 .\r\nتاريخ دامپزشكى و پزشكى ايران : دكتر حسن تاج بخش ، تهران ، دانشگاه تهران ، 1375 .\r\nتاريخ طب اسلامى : ادوار براون ، ترجمهء مسعود رجب‌نيا ، تهران ، شركت انتشارات علمى و فرهنگى ، 1364 .\r\nتاريخ طب در ايران پس از اسلام : دكتر محمود نجم‌آبادى ، تهران ، دانشگاه تهران ، چاپ سوم ،\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":230},
  {"content":"\r\n\r\n1375 .\r\nتاريخ عصر حافظ : قاسم غنى ، تهران ، زوّار .\r\nتاريخ گزيده : حمد اللّه مستوفى ، به اهتمام دكتر عبد الحسين نوائى ، تهران ، امير كبير ، 1339 .\r\nتاريخ نظم و نثر در ايران و در زبان فارسى تا پايان قرن دهم هجرى : سعيد نفيسى ، تهران ، فروغى ، چاپ دوّم ، 1363 .\r\nتحفة المؤمنين : محمد مؤمن حكيم تنكابنى ، با مقدّمهء دكتر محود نجم‌آبادى و مصطفوى ، تهران ، 1373 .\r\nتذكرهء هزار مزار ( ترجمهء شد الازار ) : عيسى بن جنيد شيرازى ، به تصحيح و تحشيهء دكتر نورانى وصال ، شيراز ، انتشارات كتابخانهء احمدى ، 1364 .\r\nالتصرف لمن عجز عن التأليف ( بخش جراحى و ابزارهاى آن ) : ابو القاسم خلف بن عباس زهراوى ، ترجمهء احمد آرام و دكتر مهدى محقّق ، تهران ، انتشارات مؤسّسه مطالعات اسلامى و دانشگاه تهران ، 1374 .\r\nجامع الصغير فى احاديث البشير النذير : جلال الدين عبد الرحمن بن ابى بكر اسيّوطى ، بيروت ، دار الفكر ، 1401 ه . 1981 م .\r\nخسرو و شيرين : نظامى گنجوى ، به تصحيح دكتر برات زنجانى ، تهران ، دانشگاه تهران ، 1376 .\r\nخفى علايى : سيد اسماعيل جرجانى ، به كوشش دكتر على اكبر ولايتى و دكتر محمود نجم‌آبادى ، تهران ، اطلاعات ، 1369 .\r\nديوان ابى العتاهية : بيروت ، دار صعب ، بىتا .\r\nديوان حافظ : تصحيح محمد قزوينى و قاسم غنى ، تهران ، انجمن خوشنويسان ، 1367 .\r\nذخيرهء خوارزمشاهى : سيد اسماعيل جرجانى ، به اهتمام محمد تقى دانش‌پژوه و ايرج افشار ،\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":231},
  {"content":"\r\n\r\nتهران ، دانشگاه تهران ، كتاب دوم ، 1352 .\r\nزبدة الآثار : محمد على طبرى ، تهران ، امير كبير ، 1372 .\r\nشدّ الازار : معين الدين ابو القاسم جنيد شيرازى ، تحشيه و تصحيح محمد قزوينى ، تهران ، اطلاعات ، 1366 .\r\nشرح نهج البلاغة : ابن ابى الحديد ، به اهتمام محمد ابو الفضل ابراهيم ، بيروت ، دار احياء الكتب العربية .\r\nطب در دورهء صفويه : سيريل الگود ، ترجمهء محسن جاويدان ، تهران ، دانشگاه تهران ، 1357 .\r\nطبقات الأطبّاء و الحكما : سليمان بن حسام الاندلسى ( ابن جلجل ) : ترجمهء سيّد محمّد كاظم امام ، تهران ، دانشگاه تهران ، 1349 .\r\nعلم التشريح : نسخهء خطى دانشكدهء پزشكى دانشگاه تهران ، شمارهء 266 .\r\nغياث اللغات : غياث الدّين رامپورى ، به كوشش منصور ثروت ، تهران ، امير كبير ، 1363 .\r\nفرهنگ پزشكى : دكتر ويليام الكساندر نيومن دورلند ، ترجمهء دكتر محمد هوشمند ويژه ، تهران ، ققنوس ، چاپ هفتم ، 1372 .\r\nفرهنگ عبارتهاى عربى در شعر فارسى ( تاجامى ) : محمّد رضا عادل ، تهران ، امير كبير ، 1375 .\r\nفرهنگ فارسى : دكتر محمد معين ، تهران ، امير كبير ، چاپ هشتن ، 1371 .\r\nفرهنگ نفيسى : ( ناظم الاطباء ) دكتر على اكبر ناظم الاطباء نفيسى كرمانى ، به اهتمام سعيد نفيسى ، تهران ، پنج مجلّد ، 1318 - 1343 .\r\nفهرست كتابخانهء مجلس شوراى ملّى : سعيد نفيسى ، ج 6 ، تهران ، 1346 .\r\nفهرست كتابخانه مدرسهء عالى سپهسالار : ابن يوسف شيرازى ، محمد تقى دانش‌پژوه و علىتقى منزوى ، تهران ، دانشكدهء معقول و منقول ، 1315 - 1356 .\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":232},
  {"content":"\r\n\r\nفهرست كتابهاى خطى كتابخانهء مجلس سنا : محمد تقى دانش‌پژوه ، بهاء الدين علمى انوارى ، تهران ، ج 1 ، بىتا .\r\nفهرست كتب خطى كتابخانهء دانشكدهء پزشكى : حسن ره آورد ، تهران ، 1333 .\r\nفهرست نسخ خطى پزشكى ايران : اكرم ارجح و . . . ، تهران ، كتابخانهء ملّى ، 1371 .\r\nفهرست نسخه‌هاى خطى فارسى : احمد منزوى ، تهران ، مؤسسه فرهنگى منطقه‌اى ، ج 1 ، 1348 .\r\nفهرست نسخه‌هاى خطى فارسى كتابخانه مغنيسا : توفيق سبحانى ، تهران ، مركز نشر دانشگاهى ، 1366 .\r\nفهرست نسخه‌هاى خطى مركز احياء ميراث اسلامى : سيد احمد حسينى ، قم ، مركز احياء ميراث اسلامى ، ج 3 ، 1380 .\r\nفهرست نسخه‌هاى خطى مركز دائرة المعارف بزرگ اسلامى : احمد منزوى .\r\nفهرستوارهء كتابهاى فارسى : احمد منزوى ، تهران ، انجمن آثار و مفاخر فرهنگى ، ج 5 .\r\nفهرست نسخه‌هاى خطى كتابخانهء دانشكدهء ادبيات دانشگاه تهران : محمد تقى دانش‌پژوه ، تهران 1339 .\r\nفهرست مشترك نسخه‌هاى خطى فارسى پاكستان : احمد منزوى ، اسلام‌آباد ، مركز تحقيقات فارسى ايران و پاكستان ، ج 1 ، 1362 .\r\nقاموس الأعلام تركى : شمس الدّين سامى بيك ، استانبول ، 1316 ه . ق .\r\nقانونچه : محمد بن محمد چغمينى ، ترجمهء دكتر محمد تقى مير ، شيراز ، خيام ، 1350 .\r\nقانون در طب : شيخ الرئيس ابو على سينا ، ترجمهء عبد الرحمن شرفكندى ، تهران ، سروش ، چاپ دوّم ، 1370 .\r\nكالبدشكافى ( تشريح علمى دست و پا ) : دكتر نعمت إله كيهانى ، تهران ، دانشگاه تهران ، 1329 .\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":233},
  {"content":"\r\n\r\nكالبدشناسى انسانى ( سر و گردن ) : دكتر منوچهر حكيم و دكتر حسين گنج‌بخش ، تهران ، دانشگاه تهران ، چاپ سوم ، 1343 .\r\nلغتنامه : على اكبر دهخدا ، تهران ، دانشگاه تهران ، چاپ دوّم ، 1375 .\r\nمتون و مقالات در تاريخ و اخلاق پزشكى در اسلام و ايران : دكتر مهدى محقّق ، تهران ، سروش ، 1374 .\r\nمن لا يحضره الطبيب : محمد بن زكرياى رازى ، ترجمهء ابو تراب نفيسى ، تهران ، جهاد دانشگاهى و وزارت فرهنگ و ارشاد اسلامى ، 1363 .\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":234},
  {"content":"\r\n\r\nآشنايى با سلسلهء « معرفى ميراث مخطوط » ( مجموعهء فهرستگان نسخه‌هاى خطى و اسناد - مجمع ذخائر اسلامى )\r\n1 - فهرست نسخه‌هاى خطى كتابخانهء گرديزى ( ملتان - پاكستان ) / سيد احمد حسينى اشكورى\r\n2 - فهرست نسخه‌هاى خطى كتابخانهء مدرسهء آيت اللّه بروجردى ( كرمانشاه - ايران ) / سيد احمد حسينى اشكورى\r\n3 - فهرست نسخه‌هاى خطى كتابخانهء آكادمى لينچى ( رم - ايتاليا ) ، به ضميمهء دو فهرستواره و واژه‌نامهء ايتاليايى - فارسى / سيد صادق حسينى اشكورى\r\n4 - فهرست نسخه‌هاى خطى كتابخانهء مفتى الشيعه ( قم - ايران ) / سيد احمد حسينى اشكورى\r\n5 - فهرست نسخه‌هاى خطى خاندان ميبدى ( كرمانشاه - ايران ) / سيد احمد حسينى اشكورى\r\n6 - فهرست نسخه‌هاى خطى كتابخانه‌هاى قائن ( قائن - ايران ) / سيد جعفر حسينى اشكورى\r\n7 - فهرست نسخه‌هاى خطى كتابخانهء فرهنگ و ارشاد اسلامى ( كاشان - ايران ) / سيد احمد حسينى اشكورى\r\n8 - فهرست نسخه‌هاى خطى كتابخانه‌هاى گلپايگان ( گلپايگان - ايران ) / سيد جعفر حسينى اشكورى\r\n9 - فهرست نسخه‌هاى خطى كتابخانهء مؤسسهء امام صادق عليه السلام ( قم - ايران ) / سيد احمد حسينى اشكورى\r\n10 - فهرست نسخه‌هاى خطى كتابخانهء ميرزا محمد كاظمينى ( يزد - ايران ) ، دفتر اول / سيد جعفر حسينى اشكورى\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":235},
  {"content":"\r\n\r\n11 - فهرست نسخه‌هاى خطى كتابخانهء ميرزا محمد كاظمينى ( يزد - ايران ) ، دفتر دوم / سيد جعفر حسينى اشكورى\r\n12 - مجموعهء اسناد كتابخانهء ميرزا محمد كاظمينى ( يزد - ايران ) ، دفتر اول / سيد جعفر حسينى اشكورى\r\n13 - فهرست نسخه‌هاى خطى كتابخانهء مدرسهء جعفريه ( زهان - ايران ) ، به ضميمهء فهرست نسخه‌هاى خطى كتابخانهء سيد معصوم قهستانى ( قائن - ايران ) / سيد جعفر حسينى اشكورى\r\n14 - فهرست نسخه‌هاى خطى كتابخانهء شخصى ميبدى ( كرمانشاه - ايران ) ، دفتر اول و دوم / سيد احمد حسينى اشكورى\r\n15 - فهرست نسخه‌هاى خطى كتابخانهء دانشگاه بو على ( همدان - ايران ) / سيد احمد حسينى اشكورى\r\n16 - فهرست نسخه‌هاى خطى كتابخانهء صدوقى يزدى ( يزد - ايران ) / سيد احمد حسينى اشكورى\r\n17 - فهرست نسخه‌هاى خطى كتابخانهء شيخ محمد على ديانى ( بيرجند - ايران ) ، به ضميمهء نسخه‌هاى خطى مسجد الرسول بازار - بيرجند / سيد جعفر حسينى اشكورى\r\n18 - فهرست نسخه‌هاى خطى كتابخانهء حوزهء علميهء امام صادق عليه السلام ( اردكان - ايران ) ، دفتر اول و دوم / سيد جعفر حسينى اشكورى\r\n19 - فهرست نسخه‌هاى خطى كتابخانهء مدرسهء صدر خواجو ( اصفهان - ايران ) / سيد جعفر حسينى اشكورى\r\n20 - فهرست نسخه‌هاى خطى كتابخانهء مدرسهء صدر بازار ( اصفهان - ايران ) ، دفتر اول و دوم و سوم / سيد جعفر حسينى اشكورى\r\n21 - فهرست نسخه‌هاى خطى كتابخانهء مؤسسهء حضرت آية اللّه العظمى بروجردى ( قم - ايران ) ، دفتر اول و دوم / سيد احمد حسينى اشكورى\r\n22 - فهرست نسخه‌هاى خطى كتابخانهء سريزدى ( مسجد حظيره ) ( يزد - ايران ) ، دفتر\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":236},
  {"content":"\r\n\r\nاول / سيد جعفر حسينى اشكورى\r\n23 - فهرست نسخه‌هاى خطى كتابخانهء مدرسهء خان ( يزد - ايران ) / سيد احمد حسينى اشكورى\r\n24 - فهرست نسخه‌هاى خطى كتابخانهء افشين عاطفى ( كاشان - ايران ) / سيد صادق حسينى اشكورى\r\n25 - مجموعهء اسناد افشين عاطفى ( كاشان - ايران ) ، دفتر اول / سيد صادق حسينى اشكورى\r\n26 - مجموعهء اسناد افشين عاطفى ( كاشان - ايران ) ، دفتر دوم / سيد صادق حسينى اشكورى\r\n27 - فهرست نسخه‌هاى خطى كتابخانهء حجت كشفى ( استهبان - ايران ) / سيد صادق حسينى اشكورى\r\n28 - فهرست نسخه‌هاى خطى مكتبة الزهراء سلام اللّه عليها ( اصفهان - ايران ) / حاج سيد احمد فقيه امامى\r\n29 - نامه‌هاى تاجران ( منتخبى از اسناد كاظمينى ) ( يزد - ايران ) / سيد صادق حسينى اشكورى\r\n30 - مراسلات ( منتخبى از اسناد كاظمينى ) ( يزد - ايران ) / سيد صادق حسينى اشكورى\r\n31 - مجموعهء اسناد آشتيان ( آشتيان - ايران ) / صادق حضرتى\r\n32 - فهرست نسخه‌هاى خطى و اسناد مجتهد الزمان بيدگلى ( بيدگل - ايران ) / سيد صادق حسينى اشكورى\r\n33 - فهرست نسخه‌هاى خطى مدرسهء معمارباشى ( تهران - ايران ) / سيد محمد حسين حكيم\r\n34 - فهرست نسخه‌هاى خطى كتابخانهء سيد احمد روضاتى ( اصفهان - ايران ) / رحيم قاسمى\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":237},
  {"content":"\r\n\r\nدر راستاى تأليف / انتشار :\r\n* فهرست قرآنهاى خطى مسجد زيرده - اردكان\r\n* فهرست نسخه‌هاى خطى دانشگاه مركزى - اصفهان\r\n* فهرست نسخه‌هاى خطى مدرسهء صدر - تهران\r\n* فهرست نسخه‌هاى خطى مسجد سيد ( شفتى ) - اصفهان\r\n* فهرست قرآنهاى خطى مسجد جامع - اردكان\r\n* فهرست نسخه‌هاى خطى كتابخانهء مدرسهء آيت اللّه مجتهدى - تهران\r\n* مجموعه اسناد اردكان\r\n* فهرست نسخه‌هاى خطى كتابخانه‌هاى سبزوار\r\n* فهرست نسخه‌هاى خطى جامعهء ايمانيه - بنارس ، هند\r\n* فهرست نسخه‌هاى خطى مولانا سيد محمد ابراهيم ، زنگىپور - هند\r\n* فهرست نسخه‌هاى خطى آيت اللّه نجم‌آبادى - تهران\r\n* فهرست نسخه‌هاى خطى مولانا سيد على حسين ، زنگىپور - هند\r\n* فهرست نسخه‌هاى خطى جامعهء جواديه - بنارس ، هند\r\n* فهرست نسخه‌هاى خطى آيت اللّه ضياء الدين علامه - سده\r\n* فهرست نسخه‌هاى خطى و اسناد موزهء مردم‌شناسى - اردكان\r\n* فهرست نسخه‌هاى خطى مدرسهء قنبر على خان - تهران\r\n* فهرست نسخه‌هاى خطى كتابخانه‌هاى ميبد\r\n* فهرست نسخه‌هاى خطى كتابخانهء ممتاز العلماء - لكهنو ، هند\r\n* فهرست نسخه‌هاى خطى مهدوى ( موجود در كتابخانهء ابن مسكويه - اصفهان )\r\n* فهرست نسخه‌هاى خطى مدرسهء بهشتى - تهران\r\n* مجموعه اسناد دانشگاه مركزى اصفهان\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":238},
  {"content":"\r\n\r\nبعضى از ديگر انتشارات مجمع ذخائر اسلامى :\r\n* - بياض تاج الدين احمد وزير ( از سدهء هشتم هجرى )\r\n* - تذكرهء شاعران فارسىسرا ( برگرفته از نسخه‌هاى خطى )\r\n* - تلخيص كتاب اقليدس ( چاپ عكسى از نسخهء مورخ 815 ه ق ) چغمينى خوارزمى\r\n* - جلوهء قرآن و عترت ( شرح مقدمهء تفسير صافى ) در دو جلد\r\n* - رنج و گنج ( يادمان ميراث‌شناس برجستهء معاصر سيد احمد حسينى اشكورى )\r\n* - شرح قصيدهء برده ( خلاصة المناقب ) از قرن دهم هجرى\r\n* - ضياء القلوب ( سراب تنكابنى از دانشمندان عهد صفوى )\r\n* - فرهنگ نظامى ( المعجم العسكرى )\r\n* - مبانى فقهى حقوق مدنى ايران\r\n* - هداية المسترشدين ( آداب ظاهرى و باطنى نماز )\r\n* - سكوت در ملكوت ( ديوان اشعار آصف )\r\n* - سفينهء صائب ( براساس نسخهء منحصر به فرد دانشگاه اصفهان )\r\n* - شرح اصول اقليدس ( ملا محمد حسين نطنزى )\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":239},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":240}
  ]