[
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمؤسسه احياء طب طبيعي\r\nكتاب\r\nرجوع الشيخ إلى صباه في القوة على الباه\r\nلعالم الدهر وواحد العصر ، ترجمة حجة المناظرين وبهجة\r\nالناظرين ، من له التكلم في كل فن كما شاء ،\r\nالفاضل المولى أحمد بن سلمان الشهير\r\nبابن كمال باشا ( رحمه الله )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدمة\r\nذكر صاحب كشف الظنون هذا الكتاب فقال : كتاب « رجوع الشيخ إلى صباه في القوة على الباه » أوله الحمد للّه الذي خلق الأشياء بقدرته الخ ، ترجمة المولى أحمد بن سليمان الشهير بابن كمال باشا المتوفي سنة 940 ، بإشارة السلطان سليم‌خان ، ذكر كتبا كثيرة في هذا المعنى وقال : جمعته منها ولم اقصد به الممتع الذي يرتكب المعاصي بل قصدت إعانة من قصرت شهوته على بلوغ أمنيته في الحلال الذي هو سبب لعمارة الدنيا ، ولما كمل قسمته إلى قسمين : قسم يشتمل إلى اثنى عشر بابا تتعلق باسرار الرجال وما يقويها على الباه من الأدوية والأغذية ، والثاني يشتمل على عدة أبواب تتعلق باسرار النساء وما يناسبهن من الزينة .\r\nالحمد للّه الذي خلق الأشياء بقدرته وأتقنها بلطيف صنعته ودبرها بحكمته ، أحمده على نعمته وأصلي على محمد خير خليقته وعلى آله وصحبه وعترته .\r\nقال المؤلف لهذا الكتاب : انني لما رأيت الشهوات كلها منوطة بأسماء الباه وداعية إلى الجماع ورأيت أهل الاقدار وأرباب الأموال ورؤساء أهل كل بلد في عصرنا هذا وما تقدمه من الاعصار والأزمان هممهم مصروفة إلى معاشرة النسوان وأحوالهم متفرقة في بيوت القيان ، ولم أر أحدا منهم يخلو من عشق لمغنية واستهتار بجارية وغرام بفاحشة ، علمت أن معرفتهم بما\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nانصرفت اليه شهواتهم وتتبعه نفوسهم مما يجزل نفعه وتعظم فائدته ، فدعاني ذلك إلى تأليف هذا الكتاب ولم أر ان اجعل كتابي هذا مقصورا على أدوية الباه فقط وقد جمعته من الكتب المصنفة في الباه وغيره ، فألفت وجمعت هذا الكتاب ولم اقصد بتأليفه كثرة الفساد ولا طلب الاثم ولا إعانة المتمتع الذي يرتكب المعاصي ويستحل ما حرم اللّه تعالى ، بل قصدت به إعانة من قصرت شهوته على بلوغ أمنيته في الحلال الذي هو سبب لعمارة الدنيا بكثرة النسل ، لقوله عليه الصلاة والسلام : تناكحوا تناسلوا فاني أباهي بكم الأمم يوم القيامة . ولما كمل تأليفه قسمته إلى قسمين وجعلته جزئين : جزء يشتمل على اثني عشر بابا تتعلق باسرار الرجال وما يقويها على الباه من الأدوية والأغذية والخواص وما يشبه ذلك مما يقف عليه من طالع هذا الكتاب ، والجزء الثاني يشتمل على عدة أبواب تتعلق بأسرار النساء وما يناسبهن من الزينة والخضابات وما يخضب به البدن وما يسمنه وما يطول الشعر يسوده وما الذي يستجلبن به موادات الرجال ، والحكايات التي نقلت عنهن في امر الباه مما يحرك شهوة السامع لها وما قيل فيهن من زيادة الشهوة وقتلها وما نقل عنهن من رقة الالفاظ عند الجماع مما يؤيد في اللذة ويقوي الشهوة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ الجزء الأول في الجماع 
  ]\r\n\r\nالباب الأول في ذكر مزاج الإحليل\r\nإعلم ان الإحليل مركب من اعصاب تشبه الرباطات نابتة من عظم على العانة مجوفة لتملىء من البخار عند الحاجة ومع أصل الإحليل غدة تولد منيا منشئا غير المني المتولد في الأنثيين ومنفعته أن ينصب في الذكر قليلا قليلا في ثقب الذكر ليدفع حدة البول وحرقته إذا مر بالذكر ، وهو بمنزلة الدهن الذي يدهن به العضو لئلا تسرع اليه الآفة من الأشياء الحارة ولذلك إذا أكثر الانسان من الجماع اصابته حرقة في البول لان هذا المني يفنى . والإحليل منفعتان . إحداهما اخراج الفضول المائية التي في الكبد والعروق والكليتين والثانية ابلاغه المني إلى الرحم في طوله واستدارته وذلك ان الأنثيين لهما طرق من الكبد وطرق من الدماغ وطرق من القلب ويصير اليهما من الكبد دم كثير ليجتمع فيها القوة والغذاء الذي يكون به النمو ولتكون الثمرة مثل الولد ومن القلب القوة الحيوانية لقبول الحس والحركة ، فإذا صار اليهما على الكبد دم احالته إلى لونها وطبعها فصار ابيض وتغذى بما شاكلها صار منيا ، فإذا اشتد حميه لذع موضعه منها فحمي وجذبت العروق المتصل بهما من الكبد دما كثيرا فيرتفع الذكر بهذا البخار ويصلب وينتصب ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nويشتاق إلى الولوج في الفرج وإلى الحركة لينتفض عنه ما فيه من الفضلة التي تلذعه بالحك والحرارة والحركة تشعل الحرارة ، ويحمى جميع البدن لذلك فإذا تحركت أعضاء الانسان تهتاج جميع الرطوبة التي في الجسد فتجذب الرطوبة الجوهرية من جميع الأعضاء المتشابهة الاجزاء اعني العظام والعصب واللحم والشحم والعروق ، فاما الاعراض التي تعرض للانسان فإنها ثلاثة أحدها . مرض الأعضاء المتشابهة وهي فساد المزاج . الثاني : مرض الأعضاء الأولية التي هي الودع والسدة ( الثالث ) تفرق الاتصال الذي هو الشق ، فمتى عرض للدماغ أو القلب أو الكبد أو الكليتين فساد مزاج يلحق الإحليل ضرر ذلك لان له من كل خد من هذه طرقا تنبعث فيه قوة من قوى هذه الأعضاء وذلك أنه إذا امتنع العصب الذي يؤديه اليه الحس والحركة من الدماغ منع الإحليل من فعله وربما كانت سليمة ويعرض فساد كذلك إذا امتنعت القوة التي تصل له من القلب وتؤدي اليه الحرارة الغريزية ، لم يحس الإحليل ولم يتحرك ولم يصلب وكذلك إذا لم يصل اليه من العروق والكبد والاليتين من الدم ما يغذيه نقصت عند ذلك شهوة الإحليل وامتنع عن فعله . فاما علاج ما ذكرنا فسد فعل مني الإحليل فينظر ان كان ذلك من قبل الدماغ أو من فقار الظهر عولج الدماغ وفقار الظهر ، وان كان سببه فساد مزاج حدث في القلب وما يرد الحار الغريزي إلى حاله فإن كان ذلك من قبل الكبد أو المعدة عولج الكبد أو المعدة لان الكبد تضعف لسوء مزاج المعدة فتعالج كل ما\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nكان من فساد المزاج الذي يعرض في نفس الإحليل ، فيعالج ان كان باردا باستعمال المروخ بالادهان المسخنة ويكون غذاوة ما كان مثخنا مثل الشوايا والقلايا بتوابل ، ويعالج ما كان من فساد المزاج الحار بان يمزج الإحليل بدهن البنفسج والورود ويشرب لبن البقر أو لبن اتان ، أو البزر قطوئيا بماء بارد وبطم السفرجل المربى وما أشبه ذلك . وما عرض فيه من سوء المزاج الرطب بالحمية ويتجنب كثرة الطعام . واللّه الشافي لعباده وهو على كل شيء قدير .\r\n\r\nالباب الثاني في ذكر مزاج الأنثى\r\nقد قلنا فيما تقدم ان الأنثيين مولودان للمني وانهما يطبخان الدم ويجعلانه منيا وان المني يقوم مقام العنصر لتكون الجنين وذلك ظاهر لأننا لم نر أنثى قط خرج منها المني فحبلت لان الحبل إذا استمسك فيهن المني ، والمرأة تحس بحركة الرجم كأنها تدب وتجتمع قليلا وتنضم إذا استمسك فيها المني وربما أحس الرجل في بعض الأوقات كأن الرحم تجذب الذكر إلى داخل كاجتذاب المحجمة ومتى شرح حيوان حامل ترى الرحم منقبضة منضمة وذكر أفلاطون ان رحم المرأة كأنها حيوان مشتاق إلى التوليد فلذلك تجتذب المني إليها وتحتوي عليه ومتى كانت المرأة قريبة العهد بانقطاع استفراغ الطمث فان الرحم عند ذلك تعلق المني حتى يتم\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالحمل والمني الذي يمكن ان يكون منه الولد هو إذا كان غليظا لزجا جدا . حتى يحتمل التمدد الذي يتمدده الرحم من جميع جهاته ، فاما إذا كان رقيقا غير لزج ضعيفا فإنه ينحل ومني الأنثى أرق وأبرد من مني الذكر ، لكن المنيان يتمازجان فيكون منهما شيء تام . فمني الأنثى ملائم لمني الذكر . واما مزاج الاثنين :\r\nفالدليل على حرارة الأنثيين شدة الشبق . ويكون صاحبه منجبا وأكثر أولاده ذكورا . يكون كثير الشعر فيما يلي العانة غليظة ويسرع نباته ، والدليل على برد مزاج الأنثيين قلة الشعر على العانة أو رقته وابطاء نباته وقلة رغبته في الباه . ويكون أكثر أولاده إناثا والدليل على روية الأنثيين كثرة المني ورقته . والدليل على يبسهما كثرة المني وغلظه ومتى اجتمعت في الأنثيين حرارة مع اليابس المني غليظا جدا ، فكان صاحبها منجبا جدا كثير الشبق وكان احتلامه سريعا . فان اجتمعت مع الحرارة رطوبة كثيرة كان الشعير كثيرا ويكون المني أكثر واغزر وتكون شهوة صاحب هذا المزاج مثل شهوة صاحب المزاج الحار اليابس ويكون المزاج اليابس ضرة لصاحبه أقل ، وصاحب هذا المزاج ربما أضر الامتناع منه فان اجتمعت في الأنثيين برد مع رطوبة كان الشعر في العانة يسير بطيء النبات ويكون قليل الشبق ويكون ادراكه بطيئا ويكون رقيق المني مائيا ، وصاحبه غير منجب وأكثر أولاده الإناث . فان اجتمع برد مع يبس كان قليل الشعر في العانة قليل الشبق بطيء الادراك ويكون منيه قليلا غليظا . فهذه دلائل مزاج الأنثيين الأصلي فقد تبين ان أقوى الرجال على الباه من كان مزاج\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nأنثييه حار ارطبا بقدر معتدل . وكل مزاج يخرج عن الحرارة المعتدلة اما باليبس أو بالبرد أو بالرطوبة فإنه ينقص عن قوة الباه .\r\nواما دليل مزاج الأنثيين الحادث والسبب الذي عنه حدث الضعف عن الباه وحالته في كثرته وقلته وغلظه ورقته فإنما نعرف بما انا ذاكره وذلك : إذا كان الرجل عهده بنفسه قويا على الباه ثم ضعف عنه نظر فإن كان ذلك من قبل انه طعن في السن أو ألح على الجماع أو جفاه مدة طويلة فينبغي ان يتفقد المني على المقدار الذي كان عليه فالسبب في ذلك اليبس ، وان كان أرق فالسبب في ذلك الرطوبة فيلج كل صنف من هذه الأصناف بضده من الأطعمة والأشربة والأدوية فقد تبين ان نقصان القوة عن الباه إذ لم يكن عن مزاج مفرط ظاهر فاما ان يكون من قلة المني واما من قلة الحرارة فيه واما الأشياء المنوبة على الباه فهي صنفان أحدهما الأشياء التي تفيد في مقدار المني ويحتاج إليها إذا نقص المني والثاني الأشياء التي تسخن المني وتدره ويحتاج إليها إذا كانت حرارته ضعيفة فيحتاج إلى ما يمده ويدره عن مقر اوعيته إلى ما يلي ظاهر البدن ، فقد تبين ان الأشياء التي تقطع وتمنع من الباه صنفان :\r\nأحدهما الشيء الذي ينقص المني وثانيهما الذي يبرده ويجمده ، وقد يكون النقصان في الباه لضعف الآلة أو استرخاء القضيب . وضعف الآلة اما ان يكون مولودا أو حادثا من جنس الفالج الذي يحدث في القضيب وهو الذي يقال له عنين ، وربما كان ذلك الاسترخاء لقلة موافقته لنفسه مثل الذي لا يستحسنه بل يستقبحه ، لان النفس تميل إلى ما تستحسنه وتهواه .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nالباب الثالث في ذكر الضرر الذي يحصل من الافراط في الباه\r\nمن الناس من تغلبهم شهوة الباه فيسرون في استعماله وذلك مما يضرهم في بعض الأحوال ضرر إلى الغاية وسيما من اهمال التدبير قبله وبعده وفي بعض الأحوال ضرر دون ذلك وقد ينتفع به البدن فرأيت أن اذكر مضاره لئلا يقدم عليه من تغلبه الشهوة فيحصل له ما يضر ونذكر له التدبير الذي ينبغي ان تستعمل قبله وبعده والأحوال والأوقات التي يستحب ان يكون فيها أو يكره لنكمل به الانتفاع . فنقول ان الالحاح على الجماع يطفئ الحرارة الغريزية فتضعف لذلك الأعضاء الطبيعية وترى العوارض الخارجة عن الطبيعة فتسقط القوة بذلك فيقل نشاط البدن وتقل حركاته وتضعف المعدة والكبد ويسوء الهضم فيها وفي جميع البدن فيفسد الدم وتلين العروق . وهو أيضا يضعف الأعضاء الأصلية ويسرع الهرم والذبول ويقل اللحم والدم ، ويذهب نضارة الوجه واللون وبهاءه ويضعف البصر ويرق الشعر الاسيل ويضعفه حتى أنه يورث الصلع ، ويخفف الدم ويضر بالعصب ويورث الرعشة وضعف الحركات الإرادية ويضر بالصدر والرئة ويرق الكبد ويهزلها فيضعف لذلك أكثر أفاعليها . فمن كانت تحت شراسيفه بالطبع نفخ أعيد ذلك في بطنه وخاصرته فلذلك ينبغي ان يتوقاه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nومن يكون به جروح الكولنج الكائن من الربع بالاخلاظ الباردة كان به ومنه الورك والمفاصل أهاجه عليه واولجه فيه خاصة إذا كان ذلك مع امتلاء البطن والعروق أو حركة أو تعب شديد . وأبلغ المكايد وأشدها واشرها بأصحاب الأمزجة اليابسة والأبدان النحيفة فهو يسرع بهم نحو الذبول وخاصة الذين عروقهم من ذلك ضيقة ودماؤهم قليلة . فاما الأبدان العبلة الرطبة الضيقة العروق والقليلة الدم كابدان ذوي الأمزجة الباردة فهي ابعد عن الذبول والجفوف كثيرا واما الأجسام السخنة ذوات العروق اليابسة الواسعة الممتلئة والدماء الكثيرة فهي أجل الأبدان في الاكثار من الباه اليابسة وأقلها تأذيا ، وكثير منهم يضرهم الامساك عن الجماع مضرة بينه وذلك أنه يحدث ضروبا من الاعراض الرديئة كالدود والدوار وثقل الرأس وقلة الشهوة إلى الأشياء والتمدد وربما ورم القضيب والاشيان ولكني أزيد من الشرح والتطويل والتفصيل فأقول :\r\nان الأبدان النحيفة بدئان حدهما الأبيض اللون الذي يلي الزهر لين الزهر لين الجلد مائلا إلى الدكة أو الخضرة أو الرصاصية فالمني منهم قليل غليظ وشهوتهم للباه إلى القلة مائلة وهذه التي امزجتها باردة يابسة وأعظم ضررا على هذه الأبدان الجماع والثاني الذي يميل إلى الحمر والسواد الواسع العروق الكثيرة الدم الغليظ الأعصاب والأوتار والمني من هؤلاء قليل غليظ وشهوتهم للباه كثيرة وانعاظهم سريع مع قلة منيهم مع وهم أصحاب الأمزجة الحارة اليابسة والشعر على أبدانهم متكاثف وجلودهم صلبة خشنة وضرر الجماع لهؤلاء بقدر سعة عروقهم وكثرة دمائهم ولحومهم وأبدان\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nهؤلاء لا يخالطها من الشحم الا شيء نز لطيف وهي صلبة غليظة الأبدان عبلة . بدنان : أحدهما الأبيض السمين اللين الجلد واللحم الخفي المفاصل الدقيق العروق وفي لونه عاجنة والمني منه رقيق كثير وشهوتهم للباه قليلة لان الشحم في كل حيوان يقل الشهوة من الباه الا انهم لا يضررهم ضرر ذوي الأمزجة اليابسة لكن على نحو ما حددناه قبل . وبين قولنا الشحيم واللحيم فرق عظيم وذلك :\r\nان الشحيم هو الذي ترى جثته عظيمة من كثرة الشحم كالنساء العظيمات الشحم . والشحيم هو الذي عبالته من اللحم الصحيح المنعقد ، والدم في هؤلاء أكثر منه في ذوي الاخلاط اللبنة والثاني البدن المشرب بحمزة وبياض الذي يكون أزهر الخصيب اللحم الصحيح الواسع العروق الكثيرة الظاهر الدم وهو لأصحاب الأمزجة الحارة الرطبة والمني فيهم غزير معتدل الرقة والغلظ والشعر على أبدانهم كثير خصوصا في أسفل البدن مما يلي العانة والفخذين وذلك يدل على حرارة مزاج الأنثيين ورطوبتها واشتياق هؤلاء إلى الباه كثيره وقوتهم عليه شديدة وضرره لهم يسير وهم الذين ينادون بترك الجماع اليه ، فعلى هذا يختلف ضرر الاسراف في الباه بالناس على نحو أمزجتهم وسجياتهم وبحسبها ينبغي ان لا يقدم عليه ويتوقف عنه . اما المشايخ وذوو الأبدان النحيفة والذين يفرطون لالتذاذهم به واسترخائهم عنه فينبغي ان يحذروه حذر العدو المهلك لأنه يشيخ ويهجم ويسرع بهم إلى الهرم فاما الأبدان الضعيفة العصب والتي يعتادها وجع المفاصل فإنه يزيد في أمراضهم فينبغي ان يجتنبوه ويحذروه فان غلبتهم الشهوة فليستدركوا\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبما نحن واضعون في الباب الذي يلي الباب الآتي . وبالجملة .\r\nفالافراط في الباه يخلق البدن ويضر بالعينين والأعصاب وينقص شهوة الغذاء ويخفف البدن ويطفئ الحرارة الغريزية لأنه يستفرغ من جوهر الغذاء الأخير ، فيضعف ما لا يضعف غيره من الاستفراغات ، ويستفرغ من جوهر الروح شيئا كثيرا ، وأكثر الناس به التذاذا أوقعهم في الضعف وأولى الناس باجتناب الجماع من يصيبه رعدة برد وضيق نفس خفي وخفقان في القلب وذهاب شهوة الطعام ، ومن صدره ضعيف عليل فان ترك الجماع أوفق له ومن مضار الجماع انه يضعف المعدة وقال أرسطو : المدمن الباه يضعف عينيه وخاصرته ، اما خاصرته فلضعف كلاه ، واما عيناه فلكثرة ما يجف بدنه . وقال : كثرة الجماع تجحظ العينين وترفع الناظر كما يدرك الانسان عند الموت لان الجماع والموت يجففان الدماغ ولا ينبغي ان يجامع الا عند الشبق لأنه عندئذ يخرج الشيء النافع كما أن من لا غثيان به لا يحتاج إلى أن يتقيأ فإنه يخرج من البدن ما تركه اصلح وخروج المني والبدن فارغ أسهل منه والبدن ممتليء ومن اشرف على نفسه بالباه فليدثر وليسخن وينم فترجع قوته والجماع يتعب الصدر والرئة والرأس والعصب وهو في الخريف ضار مهلك . قال الراوي : جربت فوجدت الباه ينقص من شعر الحاجبين والرأس وأشفار العينين ويكثر شعر اللحية وسائر البدن وينثر شعر الأجفان سريعا .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nالباب الرابع في ملاحق الضرر الحادث عن الافراط في الجماع قبل ان يعظم ويشتد\r\nيحتاج من أكثر الجماع إلى أن يقل من خروج الدم والتعب والتعريق في الحمام وغيره ويميل بتدبيره إلى ما يسخن ويرطب ويرفه ويقوي بدنه لان الجماع ينزف الدم ويجففه ويضعفه ويخلخله فينبغي ان يزيد الغذاء والشراب عند النوم والدعة والطيب والادهان والاكحال ، ويتدرج على الاكثار من الخبز السميد ولحوم الحملان والشراب الأحمر الذي له حلاوة وغلظ معتدل ، ولطيب طبخه بالزنجبيل والدار صيني والدار فلفل ولا يقرب حامضا ولا مالحا ولا عفصا وليزد في الاستحمام بالماء العذب المعتدل في السخونة ولا يتمرق ويتنقل باللوز والسكر ويرتاض رياضة معتدلة ويتدرج إلى أن يستحم بعد الطعاء ويزيد في نومه وفي وطأته ودثاره ويتمرخ بدهن الخميري أو دهن البان ونحوهما ، ويأكل المربيات المعتدلة كالشاقل والجوز والانزج والحبة الخضراء ويأكل الاخصبة الرطبة كاللوينخ والنضائف والزلابية والعسل والسكر ويشم التمام المرزنجوش وما أشبهها من تنشق بعض الادهان ، فان تأذى بالشم وضع على نافوخه أيضا وتغطي بها فان هو مال إلى\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبعض الأغذية اللطيفة كلحوم الطير والجداء استدرك ما فاته من الرطوبة بالصبغة التي يصبغ بها وان هو مال إلى ما هي أبرد كالسمك والبقول استدرك جميع ما فاته بالاصابغ التي تؤكل قبله وبعده والأشربة التي تشرب عليه . ولينظر إلى الاعراض التي تحدث به عن الاكثار من الباه أكثر وأعظم وأشد من برد البدن أو من يبسه أو من سقوط القوة أو من هيجان الحرارة الغريزية فيجعل أكثر قصده مقاومة ذلك الغرض اما سقوط القوة عقبه فيتدارك بالأغذية الشريفة كماء اللحوم الطيب بالشراب الريحاني ونبيذ الزبيب بالعسل العتيق والأرياح الطيبة واللطوخات واللخالخ بالماء البارد . وهذا انما يحدث عن الاكثار بالباه في الندرة وفي الأبدان التي يفرط عليها الالتذاذ في الجماع كالعاشق والبعيدي العهد بالباه ، فينفع هؤلاء الاغتسال بالماء البارد جدا ان احتمل الزمان أو السخن واما ذبولها وسقوطها فينبغي ان يتدثر وينام قليلا ثم يعمد إلى الغذاء القليل الكمية الكثير الغذاء كالبيض البرشت والخبز السميد والكباب وماء اللحم والقليل من الشراب ثم يتطيب وينام نوما كثيرا فان ذلك يعيد قوته إلى محلها . وهذا النوع من سقوط الشهوة يحدث عن الباه أكثر من النوع الآخر وتحدث كثيرا للمجامعين على الجوع والتعب . واما هيجان الحرارة الغريزية فليعلم انها سريعة السكون وتولد البرد سريعا حتى يكون البدن عقب سكونها أبرد مما كان قبل هيجانها ، اللهم الا ان يكون البدن مشتغلا باخلاط فيه عنيفة من الالتهاب فان الافراط في الجماع جيد الاستعمال هذه الحرارة يقوم مقام السبب الباري\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالمتحرك والقصد من هذه الحالة والحالة الأولى ان يتقدد هذه الحرارة ناقص ومتى رأيت البدن يعتريه عقب الجماع ناقص فاحش فاستفرغه بالأغذية المسهلة للموار الأصفر ثم عد إلى ترطيب بدنه بالتبريد حتى إذا سكن ذلك اجمع فأعده إلى تدبيره . واما أصحاب الأمزجة الباردة الرطبة فليكن الغاية في تسخينهم أكثر واغذيتهم تسخن اما بالطبع واما بالصبغة مما يخلطها من التوابل وكذلك فليأخذ من المربيات السخنة كالزنجبيل والفلفل والمربى والمعجونات الحارة مثل المثرود تليوس ونحوه ويشرب من الشراب العتيق أو نبيذ العسل وهو أجود أو بالجملة فان هؤلاء يحتاجوا إلى الأدوية الحارة المعروفة بادوية للباه واحتمالهم لها وانتفاعهم بها بقدر حاجتهم واحفظ لهم من الأمراض الباردة واما أصحاب المزاج الحار اليابس فليكن غرضك ترطيبهم وحفظهم قبل ان تشتعل بهم الحرارة الغريزية وذلك يكون بالأغذية الرطبة من البقول والفواكه وألوان البطيخ والسمق الطري والبيض واللبن والحليب والاغتسال الكثير بالماء الفاتر والبارد والتمريح بالادهان المعتدلة وترك التعب والحركات والسهر الكثير والاكثار من شرب الشراب الأبيض الرقيق بالمزاج الكثير الترطيب المعتدلة كاحساء النخالة والمتخذ من اللبن والزنجبيل وما نحا نحوه من السمك المكبب والبيض البرشت ولحوم الرضع واصباغ معمولة من اللوز والسكر وخبز السميد والتمر السمين المنقوع في اللبن والحليب ويستكثر من اكل العنب فإنه يرطب ترطيبا كبيرا ويولد الدم الجيد ويكون ذلق سبيلا للانعاظ ويغزر الماء ويسلك به هذا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالنحو من التدبير .\r\nواما أصحاب الأمزجة الحارة الرطبة فقلما يضر بهم الباه بل كثير منهم يضر بهم تركه حتى أن تحصل لهم الكآبة وسوء الفهم وسقوط الشهوة ووجع وثقل ودوران في الرأس وورم في أعضاء التناسل . فمن حدث به من هؤلاء بعض هذه الاعراض فليستعمل الباه بالاعتدال . ومن هؤلاء من يكثر الباه ويصيبهم من تركه هذه الاعراض ، فإذا هم أكثروا ضعف الجسد ، وسقطت قوتهم ، وغارت أعينهم وأصابهم خفقان الفؤاد ، وبطلان الشهوة ، وضعف المني واعراض رديئة ، وإن ضبطوا أنفسهم وامسكوا عن الباه ، حدثت بهم الاعراض التي ذكرناها أولا ، ونالهم في النوم احتلام كثير وهؤلاء هم الذين مزاج أعضائهم مختلف ، ومزاج التناسل منهم حار رطب كثير يولد المني في الغاية ، واما قلوبهم وأكبادهم وأدمغتهم فضعيفة وهؤلاء ينبغي ان يتعالجوا بالعلاجات المجففة للمني المقللة له .\r\nاما أصحاب الأمزجة المعتدلة فينبغي ان تحفظ عليهم أمزجتهم بالأشياء المشاكلة من المأكول والمشروب ، وسائر التدبير الموافق .\r\nتكلمنا في الاعراض التي نحدث عن الافراط في الباه بحسب الأمزجة فلنذكر الاعراض الغريبة التي تحدث أحيانا فنقول : إنه قد يعرض لبعض الناس رعدة بعد الجماع تحدث من جنس الارتعاش لا من جنس النافض ، فيسقى لهؤلاء : الجوارش المعجون بماء الموز تحوش من نصف درهم إلى درهم بقدر قوة المرض ، فان سكن والا فاسقهم الحنظل وقثاء الحمار ، والقنطريون وبزر الانجرة\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالأشياء المحركة المنقية للعصب . ويمرح منهم الدماغ بالمسك والعنبر واللبان والطيور الحارة القابضة والمرخة بدهن القسط ودهن النرجبيل ، ودهن السعد والابهل والنانخراه .\r\nوقد يعرض لبعض الناس بعد الجماع بخار رديء يصعد بمضرته إلى رؤوسهم كاللهب فتفور رؤوسهم وتصدع وتظلم أعينهم فهؤلاء اما ان يكونوا لا يشربون الشراب الا صرفا فإنهم عن ذلك وامرهم ان يشربوا الشراب ويقووا رؤوسهم بخل الحمر الماورد ودهن الورد يضرب بعضها ببعض ، ويكون الخل قليلا ، وان افرط هذا العارض بهم فاجعل غذاءهم الحامض كالحصرم والسماق والخل وأكثر فيه من الكسفرة فإنه نافع من صعود البخار إلى الرأس وشممهم الكافور واسعطهم بدهن الورد وضع على رأس المصاب دهن البنفسج ومره ان يدخل الماء الصافي ويفتح عينيه فيه ويكثر النوم والشراب والحمام مدة . فاما من عرض له عقبه اعياء شديد فليتدثر وليضطجع على فراش وطيء وليتم قليلا ثم ليأكل غذاء قليل الكفاية مما يسهل نفوذه ويعاود الدثار والوطاء ولينم نوما طويلا فإنه يذهب عنه الاعياء ويعود إلى الحالة الطبيعية وان بقي شيء من ذلك قل أو كثر فليستحم ثم يأكل ويشرب الشراب الصرف .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالباب الخامس في ما يجب ان يستعمل بعد النكاح\r\nوذلك ان ضرر الجماع الكثير قد يحدث إذا اسرف فيه مع سوء التدبير لنقصان جوهر الروح الحيواني ويتبع ذلك ضعف القلب والخفقان وظلمة الحواس وسقوط القوة والغشي ، وجميع امراض العصب ، وذلك يحدث على وجهين ، أحدهما : غلبة البرد على مزاج الانسان لنقصان الحرارة الغريزية ، وعلامة ذلك صغر النبض ونقاوته وبطؤه وان يجد الانسان بردا في الأعضاء والعضل وأطراف الأعصاب وتقلصا في منشأ العصب والماء في الرأس والعنق وثقلا . والثاني : تغير المزاج إلى الحرارة وسوء البنية والدق ، وعلامة ذلك تواتر النبض مع السرعة ، وان يجد الانسان التهابا بعد سكون حركة الجماع وكربا واستثقالا قبيل الطعام ، وتدارك خطأ من غلب عليه البرد ان يسقى الشراب الريحاني بعد ان يغذى بماء اللحم المدقوق الذي قد طبخ حتى وجد فيه طعم اللحم مضروبا بصفرة البيض مصلحا بالافاوية الحارة ، كالدارصيتي والشقاقل القرنقل ، ويشم رائحة المسك أو يستعمل من دواء المسك المغروف ويكثر من الجمص ممزوجا بالشراب ويستحم بالماء الحار ويمرخ بدهن بابونج والورد والمستكا بعد\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nان يذاب الجميع ، وان كانت المعدة قوية يستعمل البصل المشوي والسلجم والجزر إذا شويا ، ويستعمل النوم والراحة بعد استيفاء الطعام . واما من مال به المزاج إلى نوع الدق فإنه يحتاج إلى استعمال الأشياء المطفئة التي ترد عوض ما تحلل من المني وذلك مثل القزع الذي قد اصلح مع البيض واللبن والحلو والكشك المصلح مع الحمص ومخاخ الدجاج والديوك والسكر ، وهو حار معتدل ، وحلواء السكر معدله الخشخاش واللوز المقشور ، يشرب فوقه مرق اللحم اللطيف مع ماء التفاح ، ويستعمل اللوز والسكر مع شيء يسير من خولنجان ، فان له خاصيته في هذا الباب .\r\nفاما تدارك من ترك الجماع وهجره وكان معتادا له استعمال الجماع ، فالمبادرة اليه ان اتفق ، والا فليستعمل هذا الدواء المبارك :\r\nيؤخذ بزر الفنجنكشف وبزر المذاب مع السكر لمن كان مزاجه باردا ويستعمل ذلك يوما على الريق ويلازمه دفوعا عديدة . واما من كان مزاجه حارا فبرز البقلة الحمقاء وبرز . الخشخاش مستحليا مع شراب الصندل والران واقراص الكافور واستعمال الأغذية الحامضة والمخللات وجميع الفواكه كالرمان والاجاص وما يشاكل ذلك ويشد قطعة اسرب على القطن ويهجر اللحم في أكثر الأغذية .\r\nواما تدارك خطأ من استعمله على الجوع والخلو من الغذاء فيكون تدبيره كثيرا كتدبير من اسرف في الجماع وان يتغذى\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبماء اللحم المطبوخ من غير دق ويطبخ معه الحمص ويستعمل الشراب الريحاني .\r\nواما تدارك ضرر الجماع على الامتلاء فإنه يحدث القولنخ فينبغي ان ينظر ان كان الغذاء إلى الرقة والتغذية واللبن فليصبر عليه حتى ينحدر ويبرز ، ويشرب بعد ذلك ماء الحمص المطبوخ ممزوجا بشيء من الشراب ، فان كفى والا فليستعمل الكندر ويشرب نقيع الحمص والجلاب مع شيء من الانيسون والمستكا وان كان الغذاء مائل إلى النفع والرياح والاعتقال ووجد عنده نخس وألم في بعض الأمعاء ونواحي الأعضاء فليشرب الكمون فان اعتقل الطبع زلق بخيار شنير محلولا بماء قد طبخ فيه السبستان والزبيب المنزوع العجم وبزر الخبازي والخطمي وأصل السوس ، بعد ان يصفى على شيء من الزنجبين ومذاب العسل ونصف درهم .\r\nواما تدارك خطأ من جامع بعد الفصد فان يستعمل من اللحم الذي قد جعل معه شيء من دهن الخروع والسذاب وصفار البيض البرشت مع حبة مسك ، ويطبخ التفاح واللحم بالشراب بعد ان يعرق للحم بالبصل والحمص ويستعمل ادمغة الديوك بعد ان تسمط بالماء الحار وتعرق الرؤوس بدهن الاس ودهن الورد وشحم البط .\r\nواما تدارك ضرر الجماع مع الصداع ، فهو ان يضمد الرأس بلعاب بزر الكتان مع الجلاب .\r\nواما تدارك ضرر الجماع مع الرمد ، فهو يقطر في العينين ماء\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالكسفرة الرطبة مع بياض البيض وينام العليل مستلقيا ويبرد الرأس بالصندل ولعاب بزر قطونا .\r\nواما تدارك ضرر الجماع لمن به وجع المفاصل ، فينبغي لمن اعتراه ذلك ان يضمد المفاصل المتألمة ببزر قطون مع الخطمي والماميثا ويشد المفصل المستقل ان كان الألم في علو ، والعضو العالي ان كان في الأسفل واليمنى واليسرى وان كان في المفاصل جميعها فليستعمل القيء ويدهن الدماغ بدهن الاس مخلوطا بدهن بابونج .\r\nواما تدارك ضرر الجماع لأصحاب الأمزجة الرطبة فبأن تمرخ أعضائهم بدهن الفسط والجند بادستر ويستعملون ماء اللحم الطري ممزوجا بالشراب الصرف القوي ويكثروا من الاستحمام وأكل الجوارشات وشحم السمم والعنبر دائما .\r\nواما تدارك ضرر الجماع لصاحب المزاج الحار فهو باستعمال اللبن والحليب والترنجين واستعمال الخشخاش باللوز والسكر واخذ القرع باللبن والبطيخ الأخضر بالسكر .\r\nواما تدارك ضرر الجماع لصاحب المزاج اليابس فباستعمال ماء اللحم وصفار البيض وماء الحليب واللبن ومع العسل اليسير وملازمة الرفاهية والدعة .\r\nواما تدارك ضرر الجماع لصاحب المزاج الرطب فيكون باستعمال الجوارش الاترجي ومعجون الفلاسفة والتغذي بالقلايا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوالمطبخات والمطجنات والعصافير ويكون ذلك مسلحا بالافاويه الحارة القوية وينبغي لمن افرط في الجماع ونال جسمه الضعف والذبول ان يشرب قدحا من ماء العسل يوميا وهو غاية في تقوية البدن مع الجماع فإنه يرد ماء الصلب إلى حالته .\r\n\r\nالباب السادس في الأوقات التي يستحب أو يكره فيها الجماع والنكاح\r\nينبغي ان لا يجامع على الامتلاء وان اتفق ذلك لأحد فينبغي ان يتحرك بعد قليل ليستفرغ الطعام من المعدة ولا يطفو ، ثم ينام بعد الجماع ما أمكنه . ولا يجامع على الخلو فإنه أضر وأشق على الطبيعة وافناء للحرارة الغريزية وأجلب للذوبان والدق بل يكون عند انحدار الطعام عن المائدة واستكمال الهضم الأول والثاني وتوسط الهضم الثالث . فمن الناس من يكون له مثل هذا الحال في أوائل الليل فيكون انفع وذلك ان النوم الطويل عقبه يفيد أيضا المني ، فيكون انجب لحصول الولد ويجب ان يجتنب الجماع التخم ، وبعد الاستفراغات القوية من القيء والاسهال\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوالهيضة والذرب الكائن دفعة ، وعند حركة البول والغائط والقصد .\r\nويجب ان يجتنب في الزمان والبلد الحارين ، وأجود أوقاته :\r\nالوقت الذي قد حرر انه إذا استعمله فيه مدة يهجر الجماع فيها يجد صحة وخفة نفس وذكاء حواس ويتوقاه صاحب المزاج اليابس في الأزمنة الحارة ، وصاحب المزاج البارد في الأزمنة الباردة .\r\nوينبغي ان يقل منه الصيف والخريف ويتوقاه البتة وقت فساد الهواء والأمراض الوبائية ، ويحذر ان يكون قبله قيء أو اسهال أو خروج دم أو عرق كثير أو ضرب من ضروب الاستفراغ أو صداع مفرط ، ولا يجامع في حالة السكر فإنه يحدث أوجاع المفاصل والدمائل نحوها من الأمراض لأنه يملأ الرأس بخارا سيئا .\r\nولا يستعمل على الغيظ ولا عقب السهر الطويل والهم لان الاكثار منه في هذه الأحوال يسقط القوة . ولا في حال الفرح المفرط جدا لأنه كثير التحليل من البدن في هذه الأحوال حتى يحدث منه الغشي .\r\nوبالجملة فليكن في اعدل الأوقات وأقلها عوارض نفسية حتى لا يحس الانسان بحرارة يجدها خارجة من الاعتدال ولا برودة .\r\nفان دعت الضرورة اليه في بعض هذه الأحوال فليكن والبدن سخن اصلح من أن يكون البدن باردا اللهم الا أن تكون حرارة مفرطة وان يكون وهو قابل للغذاء اصلح من أن يكون والبدن خلو ، وكما أنه لا ينبغي ان يكون عقب التعب والحمام\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nيشرب عقب الاكثار منه شرابا صافيا قويا الا ان يكون البدن عقبه يبرد فإذا لم يكن يبرد فلا لأنه يزيد في تحليل البدن جدا ولا ماء باردا جدا لأنه يرتخي الجسد ويهيج الذبول والرعشة ويبرد الكبد حتى أنه يخاف منه الاستسقاء وهذه العوارض تختلف بحسب الأمزجة اختلافا كثيرا ، فان الاكثار من الباه عقب الرياضة والتعب والجوع والعطش يذوي الأمزجة الرطبة وأكثر الأمزجة احتمالا لاستعمال الباه من كان مزاجه الحرارة والرطوبة لأنهما مادتان المني وهذه هي طبيعة الدم وكان واسع العروق وكذلك الذين هم في سلطان الدم من الاحداث أشد شهوة في الجماع ، وهم عليه أقوى ، واضراره بهم أقل إذا استكثروا منه .\r\nفاما من طبيعته الحرارة واليبوسة التي هي مزاج المرأة الصفراء ، فإنهم يقوون عليه لغلبة الحرارة الا ان الاكثار منه يضرهم لزيادته في تجفيف أبدانهم ويؤديهم إلى السهل والذبول ولا يتهيأ لهم من ادمانهم ما يتهيأ لأصحاب الدم اليابس الغالب عليهم . واما طبيعة البرودة واليبوسة التي هي مزاج المرأة السوداء فإنها لا تصلح لكثرة الباه ضد مزاج الدم وربما قوي أحدهم على الباه قوة أعضائه والأمزجة الرياضية التي يكثر في صاحب هذه الطبيعة الا انه لا يتهيأ له الدوام عليه ، ولا يصلح زرعه للتوليد .\r\nواما طبيعة الرطوبة والبرودة التي هي مزاج البلغم فإنها لا تصلح لكثرة الباه ولا يكاد يوجد من أصحاب هذا المزاج أقوياء\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nولا قادرين على استدامته والاكثار منه بسبب البرودة الغالبة عليهم ، ورخوة الأعصاب .\r\nفاما المدة التي ينبغي ان يكون النكاح فيها فهي لمن أراد ان يستعمله باعتدال على الصحة إذا كثر شبقه واشتدت شهوته وأحس من ذلك في بدنه بتنميل أو دغدغة فإنه إذا استعمل في هذا الوقت خف البدن ونشط واعتدل ، وصح . واما من كان إلى اللذة أميل ، الا انه مع ذلك يجب الثبات على الصحة ، فليكن في مدة لا يجد عقبه ضعفا وذبولا في النفس ولا تغيرا ، ولا يبطئ في انزاله فان جاوز ذلك الوقت والقدر فقد ترك الابقاء على الصحة والحفظ البتة ، واضطرب بدنه فليتدارك ما فرط فيه ينقصها كما وصفنا فيما تقدم من قولنا .\r\nومن رداءة أشكال الجماع ان النكاح من قيام يضر بالورك ، وعلى جنب رديء لمن في جنبه عضو ضعيف ، ومن قعود يعسر معه خروج المني ويورث وجع الكلاء والبطن ، وربما اكسب ورما في القضيب . وأحمد الاشكال استلقاء المرأة على الفراش الوطيئة وعلو الرجل عليها ، وان يكون وركها عاليا ما أمكن فإنه انجب وهو لذة لفاعل ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالباب السابع فيما يطيل الذكر ويغلظه\r\nإعلم أن جالينوس ومن تابعه من الحكماء مجمعون على أن الدلك الدائم والتمريخ بالزفت والزيت يغلظ كل عضو من الجسد ويسمنه ، ويزيد في أقطاره إذا فعل به ذلك مرارا ، ولا خلاف عندهم ان هذا العضو إذا فعل به ذلك عظم عما كان عليه والعلة في ذلك ان الغذاء ينصب اليه فيسمن . صفة دواء يغلظ الذكر ويصلبه ويعين على الجماع .\r\nيؤخذ بورق ارمني وسنبل وكل واحد مثقالان علق طوال عشرة تجفف وتسحق الأدوية حتى يصير الجميع هباء يصب عليه لبن حليب وعسل اجزاء سوية والجميع عشرون مثقالا ويمرس عليه مرصا جيدا حتى يختلط ثم يطلى به الذكر أو بالماء الحار ويدلك دلكا قويا بالخطمي حتى يحمر ثم يغسل ثم يعاد عليه الدلك قبل الدواء ويود ثانيا فإنه يوافق ما ذكرناه . صفة دواء أخرى يعظم الذكر ويحسن منظره : يؤخذ شمع وانجره وزفت وعلك البطم من كل واحد خمسة مثاقيل عنززوت والبورق وتسقيهما اللبن ثم تجففهم تفعل ذلك بهما حتى يشربا ثلاثة مثاقيل فيسحقان ويداف\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالشمع والزفت والعلك بالزيت الفلسطيني وتلقى عليه الأدوية المسحوقة ويمرس حتى ينحل جيدا ويمد على خرقة ويوضع على الذكر ويبيت عليه ليلا ويدلك قبل ذلك إلي ان يحمر ويغسل من الغد بماء حار ويدلك أيضا حتى يحمر ويعاد عليه الدواء كذلك إلى أن يرضيك عظمه .\r\n\r\nفي تركيب الأدوية الملذة للجماع\r\nإعلم ان هذه الأشياء التي نحن ذاكروها في هذا الباب إذا استعملها الرجل ثم جامع لم تصبر المرأة عنه وأحبت عودته والخلوة معه وطيب المجامعة وقد جربناها بسهولتها وقلة مؤونتها فكانت كما أصفه . وينبغي قبل ذلك ان نذكر الشكل الذي تستلذه المرأة عند الجماع وهو ان تستلقي المرأة على ظهرها ويلقي الرجل نفسه عليها ويكون رأسها منكسا إلى أسفل كثير النصوب ويرفع اوراكها بالمخدة ويحك رأس الكمرة على سطح الفرج يدغدغه ، ثم يعمل بعد ذلك ما يريد فإذا أحس بالانزال فيدخل يده تحت اوراكها ويشيلها شيلا عنيفا فان الرجل والمرأة يجدان لذة عظيمة لا توصف .\r\nواما الأدوية فمن ذلك صفة دواء إذا طلى به الذكر وجامع زاد في لذة الجماع : يؤخذ جورب أو فلفل وعاقر قرحا وزنجبيل وسنبل ومسك وخولنجان من كل واحدة مثقال ، يسحق افرادا\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nويجمع ويحل بالعسل الذي ربي فيه زنجبيل وشقافل ويمسح عنه على الذكر فإنه يرى منه عند الجماع لذة عظيمة .\r\nصفة دواء أخرى يزيد في الباه واللذة : يؤخذ زنجبيل وعاقر قرحا ودار صيني وسكر طبرزد من كل واحد جزء وتجمع هذه متخونة وتعجن بماء الرازيافج الرطب وتحبب مثل الفلفل وتجفف في الظل وتسحق ثانيا وتطرح في دهن رازقي ويطلى به الذكر فإنه جيد .\r\nصفة دواء آخر يزيد في اللذة : يؤخذ سكر زد وكبابة وعاقر قرحا من كل واحد جزء وتجمع مسحوقة منخولة وتعجن بماء الرزبانج الرطب فإذا احتيج إليها طرح منها حبة في الفم يستعمل ما انحل منها أو يحل في دهن ويمسح منها الذكر ويجامع فإنه يرى منه لذة عظيمة .\r\nصفة دواء آخر يزيد ويحدث عنه لذة لا يمكن وصفها حتى أن المرأة يغمى عليها من شدة اللذة : يؤخذ بزر اريانج مخمص وفلفل وزنجبيل وعاقر قرحا ودار صيني من كل واحد مثقال حلتبت وسكببنج ومسك وكافور من كل واحد نصف مثقال جوز بواقر دمانا وطكر وطبرود من كل واحد مثقال ونصف تجمع مسحوقة منخولة بماء القازورج المرطب حتى يصير في قوام الطلاء ويرفع في اناء زجاج ويسد عشرة أيام ويخضخض كل يوم ثلاث مرات وبعد ذلك يمسح منه الذكر ويصير عليه حتى يجف ويجامع بعد جفافه\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nويحرص ان ينحل في النكاح ولا يترك الاناء مفتوحا لئلا يذهب الهواء قوة الدواء فمن استعمل هذا الدواء لم تصبر عنه تلك المرأة التي جامعها وهو عجيب .\r\nصفة دواء آخر يزيد في اللذة والباه : يؤخذ مرارة ذئب وعسل نحل وماء الرازيانج الرطب من كل واحد خمسة مثاقيل فلفل ودار فلفل ودارصيني وزنجبيل من كل واحد ثلاثة مثاقيل تسحق الأدوية اليابسة وتحل وتلقى في المياه وتخضخض في اناء زجاج ويغطى فمه من الهواء ويمسح منه الذكر عند الجماع تجد له المرأة والرجل لذة عظيمة .\r\n\r\nفي ذكر الأدوية المعينة على الحمل\r\nلما كان الغرض من تصنيف كتابنا هذا طلب الولد والتناسل باستعمال الأدوية المتقدم ذكرها المقوية على الباه رأينا ان نذكر في هذا الكتاب من الأشياء المعينة على الحبل وما شاهدت به التجربة ليحصل منه مقصود الطالب على الكمال والانتفاع فينبغي لمن يستعمل دواء من الأدوية المعينة على الحبل ان يقصد الوقت الذي تظهر فيه المرأة من طمثها ، ويحرص على أن يكون إنزاله مقارنا لانزالها ، وذلك يحصل بطول مراودتها وملاعبتها ويعرف ذلك منها بفتور عينيها وذبول حركتها وهدوئها عما كانت عليه من النشاط وينبغي ان يشيل اوراكها عند الانزال شيلا كثيرا ويجعل رأسها منصوبا إلى أسفل ، فان ذلك مما يعين على الحبل مع\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالأدوية التي نحن ذاكروها ان شاء اللّه تعالى ، وينبغي إذا أحس بالانزال ان يميل قليلا إلى جنبه الأيمن فان ذلك انجب للولد ولا ينبغي ان يغسل ذكره بالماء وكذلك المرأة أيضا .\r\nصفة دواء يعين على الحبل :\r\nيؤخذ حب البلسان ومقل ازرق وجاوشير من كل واحد مثقال تدق افرادا وتجمع بالسحق وتحل بشراب ويطلى به الذكر ويجامع به بعد ان يجف ، ويعتمد ان ينحل الدواء قبل الانزال فإنه نافع مجرب .\r\nصفة دواء يعين على الحبل :\r\nيؤخذ فربيون وجند بادستر وسنبل وقسط وميعة سائلة من كل واحد مثقال تجمع مسحوقة منخولة وتعجن بالميعة وتحل بشراب ريحاني ويطلى منه الذكر ويجامع بعد جفافه فإنه يعين على الحبل سريعا ولا يكاد ينخرم إذا كان عقيب طهر .\r\nصفة دواء آخر يعين على الحبل : يؤخذ ورق الغبيراء مجففا يسحق ناعما ويعجن بمرارة ويطلى به الذكر ويجامع .\r\nصفة دواء آخر : يؤخذ زبل الغنم ويداف بدهن الورد ويطلى به الذكر ويجامع فإنه يزيد في الماء ويعين على الحبل .\r\nصفة أخرى : يؤخذ زبل الفيل وتسقى منه المرأة وهي لا تعلم ، ويجامعها الرجل فإنها تحبل من ساعتها .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nصفة لمعرفة المرأة هل هي عاقر أم لا : وهي ان تجلس المرأة على كرسي مثقوب وهي على الريق ويغطي بمنديل ثم يجعل تحتها مجمرة فيها نار ويطرح على النار كندرا وسندروس أو لاذن لو قسط بعض الطيب القوي مثل المسك أو العود ، وتضم فمها ومنخريها قبل ان تطرح ذلك على النار ، فان رأيت بخار تلك الدخنة يجري من منخريها ومن فمها ، فليست بعاقر ، وان لم تجد ريح ذلك من فمها فهي عاقر .\r\nصفة لمنع الدم عن الحامل : إذا رأت الدم فادع لها بحجامه وأمرها ان تعلق المحجم على حلمة الثدي وتمصه بغير شرط فإنه يقطع الدم .\r\nصفة إذا ما الجنين في بطن أمه تسقى نصف مثقال جند باستر باثني عشر مثقال شراب .\r\nوصفة لاخراج البشيمة : يؤخذ من مرارة البقر جزء ومن شحم المعز ، يخلط ويعمل في صوفه وتصيره في فم الرحم .\r\nصفة إذا أردت ان تعلم أن المرأة يرجى لها الحبل أم لا :\r\nفتؤخذ ثومة واحدة وتقشر وتلف في صوفه وتؤمر المرأة باحتمالها في فمها إذا أرادت النوم فإذا أصبحت فاستكهها فان شممت رائحة الثوم من فيها فإنه يرجى لها الحبل ، وان لم يخرج الثوم رائحة من فيها فإنها لا تحبل .\r\nصفة إذا أردت ان تعلم أن المرأة عاقر أم الرجل عقيم : فاجعل\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nماء الرجل وماء المرأة كل واحد منهما على حدة ثم اعمد إلى أصلين من أصول الخس وهما في المقبلة وصب كل واحد منهما على أصل خس ، وميز كلا من الأصلين اللذين صب عليهما ماء الرجل وماء المرأة ، ويكون ذلك عند وجود الشمس ، فإذا كان من الغد فلتنظر إلى الأصلين فأيهما وجد قد اخذ بالفساد دل على أنه صاحب ذلك الماء العاقر أو العقيم ؛ أو يؤخذ سبع حبات حنطة وسبع حبات شعير وسبع حبات باقلا وتصير في اناء خزف وتؤمر المرأة بإراقة بولها على الحب ويترك سبعة أيام وينظر إلى ما فيه فان نبت دل على أن صاحب البول ليس بعقيم ، أو تؤخذ نطفة الرجل والمرأة فيلقيان في ماء فان طفت النطفة على الماء دل على أن صاحبها عقيم وان رست فليس بعقيم .\r\nصفة الأدوية التي إذا استعملها الانسان حملت منه المرأة : يؤخذ بهمن احمر وكثيراء وسقنفور ومرارة الثور وزرنباد ودرونج من كل واحد مثقال لؤلؤ غير مثقوب ، وفلفل ابيض وخردل ابيض من كل واحد مثقال تجمع مسحوقة منخولة وتعجن بعسل منزوع الرغوة . الشربة في كل ثلاثة أيام متوالية درهم وأكثر مثقال .\r\nصفة الأدوية التي إذا استعملها المرأة لم تزلق فيها النقطة وعلقت سريعا : ليطاقلمن وشبح ارمني من كل واحد درهمان . مر وافيون من كل واحد درهم ، فلفل اسود ربع درهم يسحق ويعجن بقطران ، وتمسكه المرأة قبل الجماع في صوفه .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nصفة تعين على الحبل : يؤخذ غبار الطلح وتتحمل به المرأة فإنها تحبل ، وان اخذت مخ عصفور دوري عتيق مع حبة مسك وتتحمل به المرأة فإنها تحبل وان اخذت حب الاس وجوز بوامع وزن عشرة دراهم زبيب اسود ويغلى في رطل نبيذ ويضاف اليه قيراط سنبل ويستعمل ثلاثة أيام متوالية فإنها تحبل باذن اللّه تعالى .\r\n\r\nفي معرفة الأدوية المانعة من الحبل\r\nوقد أباح الشرع العزل للرجل عند وطء الزوجة باذنها ، وانه أباح ذلك لمنع الحبل وإذا كان العزل مباحا فاستعمال هذه الأدوية أولى بالإباحة لما في استعمالها من منع الحبل الذي لأجله أبيح العزل وهذا يستعمل عند جماع المرأة . قبله ما ذكرنا في الباب الذي قبل هذا وذلك : ان يجعل إنزالها ، وان ينهض بسرعة ولا يجامعها عقيب الطهر ، وغير ذلك من الاشكال المضرة المانعة من الحبل وذلك : ان يؤخذ شذاب مجفف ونطرون من كل واحد جزء ويسحقان ويحلان بماء السذاب الرطب ويطلى به الذكر ويجامع فإنه يمتنع من الحبل ويسقط الجنين .\r\nصفة أخرى تمنع من الحبل وتسقط الجنين : تؤخذ قنة وتسحق بعصارة السذاب وماء الكسفرة الرطبة حتى يطرطب ويطلى منه على القضيب ويجامع فإنه يفعل ما ذكر .\r\nصفة دواء آخر يمنع من الحبل : يؤخذ من الايهل مثقالان\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nومن ورق السذاب مجففا نصف مثقال محمودة ونطرون من كل واحد مثقال تجمع مسحوقة منخولة وتحل بماء السذاب الرطب أو بالماء الذي يطفأ فيه الحديد ويطلى به الذكر ويجامع فإنه شديد القوة في اسقاط الأجنة ومنع الحبل .\r\nصفة دواء آخر : يمسح رأس الكمرة بقطران ثم يجامع فان المرأة لا تحبل وان كان هناك جنين أسقطه .\r\nصفة دواء آخر : تأخذ حافر بغلة وشيئا من شحمها وتبرد الحافر وتذيب الشحم وتسحق به البرادة ثم يطلى به القضيب ويجامع فإنه يمنع من الحبل ويسقط الأجنة .\r\nصفة دواء آخر : يؤخذ محمودة وتسحق بماء السذاب الرطب ثم يطلى به الذكر وقت الجماع فهو غاية في ذلك .\r\nصفة دواء آخر : إذا سقيت المرأة من بول بغلة مع الماء الذي يطفأ فيه الحديد لم تحبل ابدا ، وذلك إذا طعمت روث البغل مع شيء من عسل وهي لا تعلم لم تحبل ابدا .\r\nوحدثتني امرأة داية قالت إن العفص المسحوق إذا أسقيته الحبلى أسقطت الجنين من وقتها وقالت إنه جربته في نساء كثيرات فلم يخرم ابدا .\r\nصفة طلاء على الذكر يمنع من الحبل : يؤخذ عاقر قرحا\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوزنجبيل ويعجن بعسل ويطلى بيسير منه على الإحليل ، فان المرأة لا تحبل ابدا ويشتهيها للجماع ، ويكبر الإحليل وينفخه وتجد المرأة لذة عظيمة .\r\nصفة أخرى : إذا دق المرجان واخذ من مدقوقه ربع درهم من شراب قابض والعفنة المرأة لم تحبل ابدا جملة كافية .\r\nصفة دواء يمنع الحبل : يؤخذ سذاب مجفف ونطرون جيد من كل واحد جزء ويسحقان ويحلان بماء السذاب ويطلى به الذكر ويجامع فإنه يمنع من الحبل ويسقط جنين الحامل ( دواء آخر ) يمنع من الحبل ويسقط جنين الحامل : يمنع الحبل ويؤخذ زبد البحر الهايج وتطعمه المرأة فإنها لا تحبل إلى سبع سنين ، واما الأدوية المانعة من الحبل وان كان هناك جنين أسقطته فهي بزر حندقوقا وحب الفلفل وخردل احمر وبزر زعرور من كل واحد جزء يدق وينخل ويعجن بميعة سائلة وتتحمله المرأة بصوفة فإنه يمنع الحبل وان كان هناك جنين أسقطه .\r\n\r\nفي الخواص المعينة على الباه\r\nقضيب الذئب إذا شوي في التنور وقطعت منه قطعة ومضغت هيجت الجماع ، مرارة الذئب أو الدب إذا اخذها الانسان وربطها في فخذه الأيمن عند الجماع جامع كثيرا من حيث لا يضره . ومن الخواص يؤخذ مقدار حمصة من مرارة دب فيذاب في مقدار\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nتسع أواق خل ويشرب يهيج الجماع ويزيد فيه . ومن الخواص يؤخذ ذيل ثعلب ويسحق ويداف في دهن ورد ويطلى منه الإحليل في وقت الجماع فيزيد في الباه والشهوة ويعين على الحبل .\r\nومن الخواص : يؤخذ ذكر ثور متفحل ويؤخذ منه شيء يسير فيسحق ويلقى على بيض نيمبرشت وينحسى فيهيج الجماع ويزيد في الباه . ومن الخواص : من اخذ ذنب إبل فاحرقه بعظمه وجلده ثم دقه واخذ رماده ونخله وعجنه بشراب شديد القوة وطلى به أنثييه بلغ من الجماع حاجته ولا يزال يجامع ما دام مذاكيره فإذا غسل امتنع . والاملج يهيج الباه . الاسارون يزيد في المني .\r\nأصل السوس الاسمائجوني يزيد في الامناء وكثرة الاحتلام .\r\nوالأبخرة مهيجة للباه لا سيما بزرها مع الطلاء . الابرنج عصارته تسكن عليه الباه . السنقفقور ملحه يهيج الباه فكيف حمه خصوصا لحم سرته وما يلي كليته وخصوصا لحمها . البصل أنواعه مهيجة للباه البهمن يزيد في المني زيادة بينة . البيض جميع أصنافه لا سيما بيض العصافير يزيد في الباه أبو زيدان يزيد في الباه البط يزيد في الباه ويكثر المني البقلة الحمقاء تقطع في الأكثر شهوة الباه .\r\nزعم ماسرجويه انها تزيد في الباه ويشبه ان يكون ذلك في الأمزجة الحارة : بزر الفنجنكشت . ذكر عن جالينوس انه أشار على رجل يكثر احتلامه بأن يأكله فانتفع به : بزر الكتان إذا تناوله مع عسل وفلفل حرك الباه . الجوز الصحيح انه يهيج الباه خصوصا المربى . جوز الهند يزيد في الباه . الجوز يهيج الباه بزر\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالبستاني منه أقل نفعا وليس بفعل ذلك الا بزر البري الجرجير البري مدر للبول مهيج للباه والانعاظ خصوصا . بزر لحم الدجاج يزيد في المني والباه النوم على المفروش من الورد يقطع الشهوة الزعفران يهيج الباه الوج يزيد في الباه مربى وغير مربى الحرف يزيد في الباه جدا . الحندقوقا هو وبزره يشد البطن ويزيد في الباه . حب السمنة يزيد في الباه . ويزيد في المني . الشراب المطفا فيه الحديد يقوي الباه . حب الصنوبر انكبار يزيد في الباه والمني زيادة كبيرة إذا اكل مع السمسم والعسل مع الفنانير لحم الجمل من طبعه انه يزيد في الباه ويقطع رداءة الانعاظ وذلك لغلظه لان الروح المتولد عنه في العروق الضوارب وغير الضوارب لا ينفش بسرعة فيثبت بهذا السبب الانعاظ بعد الانزال ويشد الأبدان ويصلبها .\r\nالحبة الخضراء تهيج الباه الطرخون يقطع شهوة الباه الكزبرة رطبها ويابسها تكثر قوة الباه والانعاظ وتجفف المني إذا انقعت اليسباسة وشرب ماؤها بسكر قطع الانعاظ ويبس المني اللوف وهو الجعد يحرك الباه . في الشراب : اللبن يهيج الباه حتى الحامض الماست في الأبدان الحارة اليابسة بما يرطب ومما ينفخ وهو يتدارك ضرر الجماع . الكراث يهيج الباه اللبان يهيج الباه إليك يزيد في الباه وشربته نصف درهم الماء البارد جدا مفيد للباه ويسكن حركات المني وسيلانه المغاث يحرك الباه وخصوصا بزرة الموز يزيد في المني الملوخية تولد في بدن من يستعملها منيا ولبن الفنع يعين على الباه لنفخ فيه من رطوبته البستانية ويشد أوعية المني سورنجان يزيد في الباه خصوصا مع الزنجبيل والفوتنج والكون الكبيح صمعه\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nيزيد في الباه السذاب يجفف المني ويقطعه ويسقط شهوة الجماع السقفقور يهيج الباه حتى لا يسكن الا بحسو مرقة الخس والعدس السمسم إذا قلي واكل مع بزر الخشخاش وبزر الكتان بالاعتدال زاد في المني السمك الطري حار يزيد في الباه عيون الذيكة وهو حب يشبه حب الخرنوب غير أنه أشد تدويرا منه احمر اللون ثقيل حار رطب يعين على الباه ويزيد في المني . كعب القيس يهيج الباه الفلفل يجفف المشي القرطم ينفع الباه . قالوا : من اخذ الفلكة التي في اذن الديك فاكلها اهتاج للجماع في الوقت قسط مقو للباه لرطوبة فضلية نافخة فيه قوي الاسخان قاقلي مولد للمني زبيب العنب يهيج الباه روبيان يزيد في المني ويهيج شمه ويزيد في الباه ويدره شوكر ان يمرغ به أعضاء المني فيمنع الاحتلام شقاقل يهيج الباه ويدلم أبو زيدان الثالوث إذا شرب منه انسان قدر خردلة انعظ انعاظا شديدا . الخشخاش بزره بالعسل يزيد في المني خردل يشهي للباه خصي الثعلب فيه رطوبة فضلية يهيج الباه . خولجان محلل مذبب يزيد في الباه . وينفع من القولنح وأوجاع الكلى خس بزوة يخفف المني ويسكن شهوة الجميع وينفع من احتلام الاكثرة وبقلة أقل في ذلك من بزره وإذا شرب بزره قطع من تقطير المني وأكثر الأشياء المضرة للباه الخس خوخ يزيد في الباه في الأبدان الحارة اليابسة . ومما يقطع شهوة الجماع بزر خس درهمين يشرب بماء بقلة حمقاء وإذا كان الفتور عن الباه من رطوبة ويرد دهن بدهن الباه ودهن السعد وما أشبه ذلك وان كان من يرد فدهن الناردين ودهن الرزاقي وهو ابلغها إذا نقع احمص والزبيب في الماء وغلي\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوصفي وشرب أياما متوالية هيج الانعاظ خصية الديك إذا اخذت وجففت في الظل ودقت وريقت بدهن ورد ومسحت بها فرج المرأة عند المجامعة لم ترد غيرك وان ملحت وشربت مع بيض زادت في الباه خصبه . السقنقول إذا ملحت وسحقت وجعل منها في بيض نيمبرشت وتحسى يزيد في الباه وإذا ملح لحم السقنقور ودق وشرب منه مثقال مع كاكنج وشيء من الشراب العتيق يهيج شهوة الجماع وليس يفعل ذلك بمصر خاصة بل يفعل في غيرها من مدن الشرق والشام وذلك لمضادة ماء النيل فإنه يضعف شهوة الرجال وينقص منها ويزيد في شهوة النساء . وذكر بعض الحكماء قال ذبحة من السقنقور حملة عديدة فوجدت للذكر منها احليلين اثنين وللأنثى فرجين وقيل إن الضب كذلك . الخردل يسحق ويداف في دهن ويمرغ فيه القضيب ونواحيه فإنه ينعظ انعاظا عظيما الجندناستر اجوده ما ضرب كسر إلى حمرة مع سواد وكان نصاصا شديد الرائحة وله قوة في نحرير الباه إذا سحق منه شيء يسير يدهن زنبق ومرج به القضيب والعجز والجانبان والظهر انعظ وأعان على الجماع مرارة العصفور إذا خلطت بعاقر قرحا ودهن زنبق ولطخ بذلك أصل الإحليل وحول السرة عند النوم فإنه يجامع ما أراد ويهتاج ولا يتكسر بعد ان لا يمس الأرض باطن قدمه والجمار إذا اكل ولد منيا قويا جدا فلذلك يستعمل في العونة على الجماع قال ابن رضوان ان شوي اللحم الأحمر على اجوة جديدة قد نثر عليها خردل وملح واكل وشرب عليه ماء الزبيب فعل فعلا عجيبا في هذا الشأن .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nقال ابن زهر ، ذكر القنفذ : إذا جفف وسحق وشرب انعظ انعاظا قويا وكذا يفعل ذكر الإبل بخاصية فيها . ومن تعاليق ابن المدور : لحم العصافير مع الأدوية الحارة جيد لعلل المثانة والانعاظ لحم الضب وشحمه إذا طبخ ولطخ به الذكر قوي على اجماع . خرء الحمام نافع من التقطير ، في حرقة البول وعلل المثانة وانقطاع الجماع .\r\nقال ثابت بن قرة في كتاب الذخيرة : ان انفحه الفصيل إذا جففت وشرب منها قبل المجامعة اثنتي عشرة ساعة قدر حمصة مدافة في ثلث رطل ماء انعظت انعاظا بقوة ، فان رأى أزالت الانعاظ اغتسل بالماء البارد . كعب البقر إذا احرق وشرب حرك شهوة الجماع . خصي حمار الوحش إذا اكل أو دهن به هيج الباه . قضيب الإبل وخصاه إذا جففت وشرب منه انعظ جدا . الفجل يزيد في الجماع وخاصة إذا قلي حتى ينشف ، والقي في العسل والسمسم المحمص . رب العنب حار يزيد في الباه . دهن الرازيانح قوي الاسخان ينفع من نقصان الباه ادمغة العصافير تزيد في الفعل والمني لسان العصافير وهو تمر الدردار يابس وخاصته تهيج شهوة الجماع ودهن الأقحوان . قال ابن وحشية : جربنا ان ماء الأقحوان المعصر منه إذا طلى به مبرود المزاج الذكر والأعضاء المجاورة له قواه على الجماع . المسك ذكر ابن زهر ان الحذاق من أطباء الفرس ذكروا انه إذا اديف اليسير منه بدهن الخيري وطلي به رأس الإحليل أعان على كثرة الجماع وسرعة الانزال . ذكر الذئب\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nيجفف ويدق ويرفع ويؤخذ منه وزن درهم بعسل منزوع الرغوة وقت الحاجة فإنه يفيد من لا يقدر على الجماع البتة يؤخذ مرارة غراب اسود وتخلط بدهن سمسم ويدهن به الجسد كله فإنه مجرب . مرارة الدب تربطها على فخذك الأيمن عند النوم فإنك تجامع ما شئت ولا يضرك . مرارة الهدهد الحية الأسفل وأطول جناحيه ، فان أحدهما أطول من الاخر يصر الجميع في كيس من الادم فان أردت الجماع فاربطه على فخذك الأيمن عند النوم فإنك تجامع ما شئت وهو عجيب . إذا قفز الثور على البقر ونزل منها فبال على الأرض واخذ ذلك الطين المبلول ويطلى به الذكر فإنه يهيج الشهوة جدا . المسح بدهن السعر وصب الذكر والتمسح أيضا بالسعد يفعل ذلك وينتفع به من ساعته . الازريون إذا دق وضمد به أسفل الظهر انعظ انعاظا متوسطا . قال بولص : ان أحرقت العظانة التي لونها إلى السواد وعليها القسط وهي تكون في الخراب وتصعد في الحيطان وسحقت وصب عليها دهن ولطخ به ابهام الرجل اليمنى فإنه ينعظ بقوة . ومن اخذ سبع غلاة طول طوال فتركها في أنبوبة فصب حتى تموت وجعلها في قارورة وصب عليها دهن زنبق ودفنها في زبل سبعة أيام واخرجها ودهن بها تحت رجليه عند الجماع بعد غسلهما بماء حار ويتوقى ان تصيب رجلاه الأرض ، انعظ بقوة وإزالة ذلك على الأرض وغسل رجليه بماء بارد . قال الرازي : اعصر اللباب العريض واستدخل منه بإصبعك قليلا فإنه ينعظ انعاظا شديدا .\r\nوذكر كتاب الخواص : ان من اخذ دم ديك ابيض وشيئا\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمن عسل ثم جعلها في فخارة جديدة على النار حتى تسخن فإذا أراد الاجتماع يطلي به الحشفة ويجامع فان المرأة تجد لذلك لذة عظيمة . خصي الديك المقاتل ان جعل في شحم الإوز ثم جعل ذلك في جلد الكبش وعلق على انسان زاد في جماعه وكذلك إذا جعل خصي الديك تحت السرير حرك الجماع بقوة . وإذا قفز الحمار على الحمارة فأخذ من ذنبه شعرة وهو في تلك الحال وعلقت على انسان اشتد شبقه وإذا احرق الهدهد وشرب بنضوج زاد في الباه . ويوجد في أجواف الديوك عند القانصة حجارة من علقها عليه زاد جماعه . طرف ذنب ثعلب إذا امسكه انسان من أسفل لا يستريح من الجماع ولا يملكه ، وكذلك إذا علق عليه .\r\nومن عمل قدرا من نحاس احمر وثقب وسط ظهره وأدخل فيه سيرا وشده في وسطه عند الجماع وجعل القرديين وركيه ، كان عجيبا . وان اخذت بيضة نسر وكسرت وحفظ بياضها مع صفرتها وطلي بها الذكر وأعيد طلاؤه ثلاثة أيام قوي قوة شديدة جدا . خولنجان يمسك في الفم قليلا فإنه ينعظ انعاظا بليغا .\r\nقال الرازي : الاستلقاء على فراش لين حار يزيد في الانعاظ وكذلك شد الوسط الدائم يفعل ذلك . وان اكل السمك المشوي حارا بالبصل زاد في الباة زيادة عظيمة ، ولا يؤكل بارد البتة .\r\nومن كانت تأخذه الرعدة بعد الجماع يسقى أياما وزن درهم جاوسير باقية مزرنجوش مطبوخ ، أو يؤخذ بزر حندقوقا يدق ويسحق بعسل ويجعل مثل الجوز ويأكل منه عند الحاجة . واحدة\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالجزر البري يؤخذ من بزره وزن ثلاثة دراهم يسمن البقرة ويؤكل فإنه يزيد في الباه وان استف بزر الكراث الشامي أو بزر بلوط أكثر الباه . وإذا أديم اكل العصافير السمان وإذا عطش شراب اللبن ، فإنه لم يزل كبير المني منعظا ، وشد الوسط بالمناطق اللينة الحارة يهيج الباه والانعاظ . وألبان البقر زائدة في الباه جدا . قال الرازي : اني لاحمد العنب في باب الباه حمدا كثيرا لأنه يرطب ويملأ الدم ريحا ، والريح ينعظ . وان نقص الحمص وهو نيىء وشرب ماؤه واكل الحمص فإنه ينعظ انعاظا كثيرا ، وليكن الماء قليلا ليكن أقوى واللبن الحليب يزيد في الباه جدا ، فينبغي ان يدمنه من أكثر الجماع والا ضعف . والموز أيضا يزيد في الباه ، وماء النرجل يحرك الباه ، والسرطان النهري ان شوي واكل يهيج الباه ، السنبل خاصته يهيج الباه . الفجل يزيد في الباه لأنه يسخن ويجفف وخاصة إذا خلط بالسمن والعسل المثوم جيد لمن قل منيه من كثرة الجماع فان يكثر المني جدا وخاصة مع السمن واللبن . المشي حافيا يقطع الانعاظ . يؤخذ ورك ذكر في أيام الربيع فيذبح وترمى احشاؤه ويحشى ملحا ويعلق في الظل حتى يجف ثم اطرج جلدة وعظمة واسحق اللجم والملح واجعلها في قارورة واختم عليه وخذ منه عند الحاجة وزن حبة حنطة ، أو أكثر قليلا فإنك ترى العجب . ادمغة العصافير والبط والفراريج والحملان إذا اخذت مع اللحم . وبزر الجرجير والزنجبيل والبصل الرطب والدار فلفل أكثر المني ويهيج الانعاظ . ومما ينبه الشهوة ان يسقى من جوارش البزور ثلاثة مثاقيل بأوقية من الجرجير\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالرطب ثلاثة أيام ويكون طعامه حمصا وبصلا ودجاجا وحلوى وسمن بقر وعسلا . بزر الانجرة إذا شرب منه بعقيد العنب هيج الباه :\r\nوقال ابن ماسوية : بزر الانجرة يهيج الباه ، وان اكل مع البصل أو ملح البيض كان أعظم . قال أيضا : الاليسون يهيج الباه . وقال غيره : وخاصيته الزيادة في الباه . الجرجير إذا أكثر اكله هيج الباه ، وكذلك بزر الكتان إذا جعل معه العسل وفلفل ولفق وأكثر منه هيج الباه . خصية الثعلب اليمنى تجفف وتسقى منها ورن درهم بماء التمر الطرفاء المصفى مقدار كأس فإنه يزيد في الباه . خصي العجاجيل يجف ويدق ويشرب منه فإنه يزيد في الباه ويقوي على الجماع . لحم الضب وشحمه إذا اخذ وطبخ واخذ دسمه فخلط به زئبق وطلي به الإحليل كبّره ويعظم .\r\nشحم الكروان ولحمه إذا اكل زاد في قوة الباه . لحم الحردون يؤخذ ويعلق على عضد انسان على جانبه الأيمن فإنه يزيد في الباه ويحرك شهوة الجماع .\r\nومن ذخائر الحكماء واسرارهم : ان تؤخذ خصيتا الديك وتجففان ، ويؤخذ لوزنهما ملح اندراني بلوري يسحق ويجعل عليهما في اناء زجاج ويجعل على نار لينة إلى أن يذوبا جميعا ثم يعقد فإنهما يعقدان ويصيران قضا ابيض فإذا أراد الجماع يتركه في فمه فإنه لا يزال منتصبا إلى أن يرميه من فمه . فراخ الزنابر إذا قليت بالزيت وطرح عليها مذاب وكراويا واكلت زادت في الباه .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبيض السرطان القهري يشوى ويأكل يزيد في الباه . طرف ذنب الثعلب إذا اخذ وعلق في العنق زاد في الشهوة . مرارة النسر إذا أمسكها الرجل بيده زادت شهوته جدا ، وكذلك مرارة الثور ودماغ النمر يذاب بماء الجرجير وشيء من زنبق جيد ويدهن به الإحليل نشط الجماع . ودماغ الخفاش يمسح له أسفل القدم فإنه يزيد في الباه . ومن اخذ لسان الغراب وجعل شيئا من أصول السوس ثم جعله في قصبة وعلقه في العضد الأيمن أمن ان يضجر من الجماع وبلغ حاجته من النساء . ومن اخذ ذنب إبل فاحرقه بجلده وعظمه ودق رماده ونخله وعجنه وطلى به أنثييه بلغ من الجماع حاجته ولا يزال يجامع ادماء على مذاكيره غسله انقطع . ويؤخذ من ادمغة العصافير أيام تهيج فتتجفف في الظل ويؤخذ الحسك الرطب فيدق ويخرج ماؤه ويجعل في اناء ، فإذا أردت الجماع فخذ من ادمغة العصافير وزن درهم واسحقه وصيره في قدح نبيذ وامزجه بماء الحسك الرطب واشربه فإنه يهيج شهوة الانعاظ ولا يسكن حتى يشرط رأس الإحليل ، فإذا شرط وخرج منه الدم هذا وان ضم الباقلا إلى خولنجان وزنجبيل أفاد في الباه . وكذلك ان ضم إلى البصل أشياء لها غلظ كاللحم السمين والفطير من الخبز والسميد الرطب يزيد في الباه . العجوة تزيد في المني . الموز يؤكل قبل الغداء فيزيد في الباه . الكرنب يزيد في الباه والمني . الجرجير يولد النفح ويزيد في المني ويحرك شهوة الجماع خصوصا إذا ربي بالعسل . القلقاس اجوده الإناث الكبار وهو حار بطيء الهضم\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمنفخ يزيد في الباه خصوصا إذا قلي حتى ينشف والقي في العسل والسمسم المحمص .\r\nحكى ابن الجزار في الاعتماد : ان الحذاق من أطباء فارس يذكرون أنه إذا أضيف اليسير من المسك مع دهن الخيري ودهن به رأس الإحليل أعان على كثرة الجماع وسرعة الانزال . ومما يعين على الانعاظ : سخونة القدمين لان سخونتهما تبسط الحرارة إلى ظاهر البدن فيجب إذا أوى إلى فراشه ان يضع قدميه في ماء حار ثم يخرجهما ويمسحهما بما يسخن كدهن البلسان أو دهن السعد أو دهن السوسن أو دهن النعام أو دهن الضبع مقواة بالأشياء العطرية كالزعفران والمسك والقرنفل والدار صيني والدار فلفل والهال ، وإذا تركت رائحة العود والآس والبنفسج والياسمين والمازنجوس حركت السرور وانبسطت الحرارة .\r\n\r\nفي كتابة الاعمال الزائدة في الباه\r\n( نوع ) تكتب هذه الأسطر في ورقة ذهب وتجعلها تحت لسانك وتجامع مهما شئت فان ذكرك لا يزال قائما ما دامت الورقة تحت لسانك وهذا ما تكتب ( ء 911 ط ط 16 ) .\r\nنوع آخر للباه : تكتب هذه الأسماء على عصابة بيضاء جديدة وتبخرها بمقل ازرق ولبان ذكر ، وعند الجماع اما ان تعصب بها واما ان تربطها على عضدك اليسار ، وتجامع فإنك ترى عجبا فإذا\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفرغت فانزع العصابة وارفعها لوقت الحاجة . وهذا الذي يكتب على العصابة : ( هموس هروس سامر هفراس درمن عينيه نوس طيفوس ذكر ملك ملكة معها سريا صهلل اه اين اه اه اه ) .\r\nنوع آخر : إذا كان القمر في الميزان يؤخذ فص كهرباء يكون في وزن تسع عشرة شعرة ينقش عليه صفة قرد على فرافيصه ماسك إحليله بيد الشمال وينقش حوله هذه الأحرف وهي : ( ا ه م ف ش د ) ثم يجعله تحت لسانه وقت الجماع فإنه يرى عجبا من قوة الباه .\r\nباب لعقد المرأة لا ينكحها غيرك : تأخذ سكينا وتقسم عليها بهذا القسم ثلاث مرات يوم الأربعاء أو ساعة منه عند ذبح الدجاجة ، وتكون دجاجة سوداء لا يكون فيها بياض ، وتذبحها على اسم المعمول لها واسم أمها ، وتأخذ مرارتها ساعة الذبح وتلطخ بها رأس القضيب وتطأ المرأة فلا يقدر أحد ان يطأها غيرك ابدا وهي من الخواص العجيبة ولها حديث طويل فاللّه يطالبك ان آذيت بها أحد . وهذه الأسماء التي تقسم بها على السكين ثلاث مرات : أزج اطاطنيج موسطيخ اياريح ارتيج يا شماخ على كل وللّه الأسماء الحسنى افعلوا ما تؤمرون به واحفظوا فرج فلانة بنت فلانة ولا تمكنوا أحدا منها ابدا .\r\nباب لزيادة الباه : تكتب في الكف ويلطخ بعسل نحل ويلحس على الريق ثلاثة أيام أو سبعة ويستعمل بعده قطعة جند باستر فإنه\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nيقوي الباه وهو هذا ( هطل هطل هيطوان هيطوان قوة القوي كبره ) باب امساك المني وقت الجماع : تتلو هذه الأسماء عند قروب الانزال فإنه يرفع ويمسك عن اندفاق فإذا أردت نزوله فاترك الأسماء وهذا هو الذي تقوله : آش آش درياث دث دث دثاث دثاث ) .\r\n\r\nالباب الثامن في تقاسيم اعراض الناس في محبتهم وعشقهم\r\nمن الناس من يرى العشق والمحبة احدى سجايا النفس اللازمة وانه لا بد لكل نفس من أن تنصرف محبتها إلى لون من الألوان فمن الناس من يحب الصورة الحسنة ومنهم من يحب السودان ، مع ما فيهن من الرائحة وتشقق الجلد وخموسة القوائم وسماجة الخلقة . ومن الناس من يحب صورة صنف من البهائم كالخيل والكباش والسنانير والطيور ومنهم من يحب اللواطة بالذكور والأصاغر من المردان ، ومنهم من يحب المذقنين وهذا عنده علة بالطبع وانا اذكرها حتى لا يخلو كتابي من فائدة :\r\nفأصل اللواطة عندهم تفحل في الشهوة وغلبة فيها ، وهو قسم\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمن البغاء ودليل ذلك ان في حد النفس شهوة بها لطف وظرف ، فإذا زاد خبث النفس وغلظ الحس طلبا بحسب طبعهما ، فتطلب قذر الموضع وخشونة الاست ، وجفاء الطبع ، ومخالفة العادة .\r\nفان انصبت مواد الشهوة انقسمت انبعاثها نصفين وصار صاحبها خلفا يأتي ويؤتى ، وان زاد انصاب الشهوة وانعكس إلى أسفله ومشت في عروق خلفه وسلفه ، فربما صادفت سدادا في رطوبة وغيرها لأنها تجري في غير مجاري مرسومة بل كما تجري المادة الفاسدة في الجسم وبعض الأعضاء ، فإذا لم تصب مخرجا فسدت وتعفنت فإذا تكاثفت العفونة قرحت وأورثت حكاكا . ويظهر صاحب هذه العلة للناس بحركته واحتكاكه بالأرض في جلوسه وربما كان صاحبها شديد الشبق رخو الذنب وربما الهبت الشهوة والمكايدة حرارته ففتحت يسيرا من سده فانزل ماءه من يأتيه وهو أشد الناس بغاء لما يسترق له من تتابع اللذتين والشهوتين ، ومع هذا فقد ظهر ان أكثر الناس عبيد شهواتهم ، وقد قيل إن رجلا حكيما انقطع في بعض الجبال وتغرب فيها فاتفق له في بعض السنين ان نزل إلى أقرب المدن منه ، فضاق صدره ولم يلبث فيها وخرج هاديا فلقيه بعض الحكماء فقال له : من اين اتيت فقال من مجمع البلاء . قال :\r\nوما رأيت فيها ؟ قال : رأيت جميع من فيها عبيدا للنساء !\r\nوقد صدق فيما قاله فان هذا إذا تأمله العاقل وجد كل انسان يجهد نفسه .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nويتعب حسه وجسده بما يحصل لزوجته ومعشوقته ، وفي بعض ما ذكرنا مقنع من هذا المعنى واللّه الموفق للصواب .\r\nتم الجزء الأول من كتاب رجوع الشيخ إلى صباه ويليه الجزء الثاني فيما يتعلق بالنساء من زينة وغيرها\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالجزء الثاني النساء وزينتهن\r\n( قال المؤلف عفا اللّه عنه : قد كنت اشترطت في كتابي هذا في الجزء الأول منه أني اقسمه قسمين واجزؤه جزئين ، كل جزء يشتمل على أبواب اذكر فيها الأدوية والأغذية والاطلية الضمادات والمسوحات والحقن والحمولات والمعاجين والسفوفات واللبانات والمربيات والملذذات وغير ذلك مما يقوي على الباه ، وهو الجزء الأول وقد استوفتنا ذلك وان اجعل الجزء الثاني يشتمل على ما يتعلق بالنساء من الزينة والغسولات والخضابات وما يطول الشعر ويسوده ويسرع نبلته وما يطيب النكهة ويجلو الأسنان وما يسمن البدن ويعبله وما يطيب رائحة البدن والثياب وما يضيق الفرج ويطيب رائحته ويسخنه وغير ذلك مما يناسب النساء وان اذكر الحكايات التي جاءت عن الفتيات التي سماعها ينبه الشهوة ويعين على بلوغ الوطر وقد بوبت ذلك في عدة أبواب وباللّه التوفيق ( الباب الأول ) في معرفة ما يكون في النساء من الأوصاف الجميلة ( الباب الثاني ) في ذكر العلامات التي يستدل بها على فراسة النساء والحكم عليهن بقلة الشهوة وكثرتها وغير ذلك\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n( الباب الثالث ) في معرفة الأدوية المحسنة اللون والبشرة من المغسولات والغمر المحمرة للون الزائدة في صفاء البشرة ( الباب الرابع ) في معرفة الأدوية التي تسرع نبات الشعر وتطوله والخضابات التي تحسن لونه وترجله وما الذي يسرع نباته وما يحل الشعر من البدن ( الباب الخامس ) في ذكر الأدوية التي تحل الأسنان وتزيل البحر وتطيب رائحة الفم ( الباب السادس ) في معرفة الأدوية التي تسمن البدن وتعبله ( الباب السابع ) في خضاب الكف وقموع الأنامل ( الباب الثامن ) في معرفة الأدوية التي تطيب رائحة البدن من المرأة المانعة من درور البول والعرق ونتن الفم والإبطين ( الباب التاسع ) في معرفة الأدوية التي تقوي أشفار الرحم حتى لا يضعف ( الباب العاشر ) في معرفة الأدوية التي تمنع من سيلان عنق الرحم إلى أحد الجانبين وتثبته وتصلبه ( الباب الحادي عشر ) في معرفة الأدوية التي تزيد مني المرأة وتقوي ظهرها ( الباب الثاني عشر ) في ذكر الأدوية التي تطيب السحق إلى النساء حتى يشتقن به عن جميع ما فيه ويأخذهن عليه الهيمان والجنون ( الباب الثالث عشر ) في معرفة الأدوية التي تضيق فروج النساء وتسخنها وتجففها ( الباب الرابع عشر ) في معرفة الأدوية التي تطيب رائحة فرج المرأة حتى أن كل من باشرها أحب العودة إليها والخلو معها ( الباب الخامس عشر ) في معرفة الأدوية التي تهيج شهوة النساء إلى الجماع حتى يأخذن عليه الهيمان والجنون وتخرجن من بيوتهن إلى الطرقات في طلب ذلك ( الباب السادس عشر ) في معرفة الأدوية التي إذا استعملها النساء اللواتي\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nلم يدركن لم ينبت على كراسي أرحامهن شعرا ابدا ( الباب السابع عشر ) في ذكر الأدوية التي إذا استعملها النساء اللواتي قد ادركهن نتر الشعر الذي على كراسي أرحامهن واماته ومنعه من الانبات ( الباب الثامن عشر ) في ذكر كيفية أنواع الجماع وما الذي يحصل به للتمتع من اللذة وزيادة الشهوة واسم كل نوع منه وصفة الملاعبة والقرص والعض وذكر موضوع الشهوة من فرج المرأة ليحصل استفراغها ويسهل فلا تقدر ان تفارق الرجل وأشياء يحتاج المتمتع بالنساء من معرفتها ( الباب التاسع عشر ) في ذكر الحيل المتعلقة بالباه وذكر الدب وما يحتاج اليه من يدب من الآلات التي تكون معه وحكاية من يدب ( الباب العشرون ) في ذكر الحكايات التي سمعها الانسان وحركت من شهواته واعانته على بلوغ أمنيته ( الباب الحادي والعشرون ) في ذكر الحكايات التي جاءت عمن باشر النساء وعمن وطئهن من ادبارهن وأسماء كل نوع من ذلك وذكر الأشياء التي تحبها النساء عند الجماع من قوة الرهز وصلابة الاير وذكر استخراج الفرج بحسب الحمل الكبير وذكر نقش خواتم القحاب والعلوق وعشاقهم وأشياء إذا سمعها الرجل نبهت شهوته ( الباب الثاني والعشرون ) في ذكر شهوات النساء للجماع وما جاء في ذلك من حكاياتهن وذكر محبتهن للسحق إذا عدم الرجل وما نقل المتمتعون بالنساء من شدة شهوة المرأة وانها تحتال على بلوغ شهوتها ولو كان في ذلك اتلاف روحها وحكايات من فعل ذلك منهم ( الباب الثالث والعشرون ) في الأحوال التي يستطاب بها الجماع والأوقات التي يكون الجماع فيها نافعا للمرأة إذا جومعت ، وذكر\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nنيك المسارقة ولذته وأنه ألذ عند التمتع من نيل الامن والظفر .\r\n( الباب الرابع والعشرون ) فيما تحبه النسوان من اخلاق الرجال وما تحبه الرجال من اخلاق النساء وذكر طباع النساء وانها منافية لطباع الرجال ( الباب الخامس والعشرون ) في السفارة والرسل وذكر أول من كان السبب في معرفة النساء الفاحشات وصفة الرسول الذي يرسله العاشق ( الباب السادس والعشرون ) في ذكر قواعد أرباب النكاح وما يتعلق بذلك ( الباب السابع والعشرون ) في ذكر المحادثة والقبل والمزح ووصايا النساء لبناتهن وما يفعلن مع الرجال وذكر غنج النساء وان كل واحدة منهن كيف تتكلم بما يلائم صنعتها أو بلدها وحكايات تتعلق بذلك ( الباب الثامن والعشرون ) في ذكر شيء من غرائز النساء وذكر تقاسم شهواتهن ( الباب التاسع والعشرون ) في ذكر أوقات الجماع وما المدة التي تكون بين أوقات الجماع لكل سن من الشباب والكهول والشيوخ ( الباب الثلاثون ) في صفة أدوية تسرع السكر ومرقدات ومخدرات تعمل لمن تمنع من الجماع وتحتال عليها حتى تفعل ما تريد وهي نائمة وهو آخر الأبواب .\r\n( واللّه اعلم بالصواب )\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالباب الأول في معرفة ما يكون في النساء من الأوصاف الجميلة في اعضائهن\r\nلما كان جمال المرأة وحسن تناسب أعضائها هو الداعي للرجل إلى وطئها واجلب لشهوته عند النظر إليها والذ لحواسه في حال مصاحبتها ذكرنا في هذا الباب ما يحمد من الأوصاف المستحسنة في النساء إذا وصفت به المرأة كانت للجمال موصوفة بالكمال ، وإذا نقص شيء من ذلك من جمالها ينقص بقدره وقلما يتفق ذلك الكمال في امرأة . وقد اجمع أهل المعرفة على أن الذي يحب من وجه المرأة وبدنها ، من السواد أربعة أشياء : وهي شعر رأسها وشعر حاجبيها وسواد ناظريها . ومن البياض أربعة أشياء : بياض لونها وبياض عينيها وبياض أسنانها وبياض فرقها . ومن الحمرة أربعة أشياء : حمرة اللسان وحمرة الشفتين وحمرة الوجنتين وحمرة الاليتين . ومن الطوال أربعة أشياء : طوال العنق وطول القامة وطول الشعر وطول الحاجب . ومن السعة في اربع مواضع :\r\nفي الجبهة والعين والصدر وتدوير الوجه ، ومن الضيق في موضع واحد وهو الفرج ومن الصغر في أربعة مواضع في الفم والكعبين والقدمين والثديين . وينبغي ان يكون كرسي\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالركنين مستويا والركبة مستوية متشاكلة ويكون القد معتدلا حسن الاعتدال لا قصر مفرط ولا سمن مفرط ، ويكون اللحم صلبا . واما اللون فيكون اما بياضا بحمرة واما سمرة بحمرة .\r\nوتكون الأطراف حسانا رطبة والروحانية خفيفة وتكون مليحة الضحك ، فإنه أول ما تستجلب به المرأة مودة زوجها ويكون الطرف أدعج والثغر أفلج ، ويكون الحاجب أزج والكفل مرتج ، وتكون رحمة الكلام شهية النغمة ، وأن تكون عظامها غائبة فلا يبس منها شيء ، ولا عروقا بارزة ونحيفة الخصر .\r\nوجمعها بعض الشعراء في ابيات فقال :\r\n بيضاء أربعة سوداء أربعة * حمراء أربعة كالشمس والقمر\r\nطالت لها اربع منها رابعة * طابت فما مثلها في البدو والحضر\r\nواربع مستديرات وأربعة * ضاقت وأربعة في الوسط كالثغر \r\nوقد حكي ان أم اياس بنت ملحم الشيباني كانت من أحسن الناس ولا يكاد ان توجد امرأة في زمانها مثلها في حسن تركيبها ، وسنذكر ما اشتهر من حسن أوصافها وخلقها : حدث المدائني عن أشياخه ان الحرث بن عمرو الكندي بلغه : ان أم اياس بنت ملحم الشيباني تشتمل على عقل كامل وجمال وافر . فبعث إلى امرأة كندية يقال لها عصام ، وكانت ذات عقل ورأي ثابت فقال لها : يا عصام ان رسول المرء يبلغ عمله وعقله ، قد بلغني ان أم اياس بنت ملحم الشيباني تشتمل على عقل كامل وجمال وافر ، فانطلقي حتى تأتيني بصفتها ونفس معرفتها .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفانطلقت عصام حتى اتت أم اياس وهي امامة بنت الحرث فأخبرتها بالذي جاءت لسببه فقالت لها : شأنك والجارية .\r\nثم قالت لابنتها : اي بنية هذه خالتك اتت لتنظر بعض شأنك ، فلا تستري عنها شيئا أرادت النظر اليه من وجه وخلق ، وناطقيها فيما استنطقتك فاتتها وتأملت خلقتها ، ثم إنها استنطقتها فعرفت موارد كلامها ومضارب عقلها ، فخرجت من عندها وهي تقول : ترك الخداع عن كشف القناع .\r\nثم اتت الحرث فقال لها : ما وراءك يا عصام ؟ فقالت : هي كما قال امرؤ القيس . فقال : صفي لي منها ما رأيت ، شيئا .\r\nفقالت : أبيت اللعن رأيت لها فرعا كأذناب الخيل المضفورة إذا أرسلته فكأنه عناقيد منشورة أسفل منه جبهة كالمرأة الصقيلة مشرقة كاشراق الشمس الجميلة ، أسفل منه حاجبا خطّ بقلم اسود بحمم قد تقوسا على مثل عيني عبهرة لم يرعها قانص ولا فسورة بياضها كبياض الجوالق وسوادها دامس الغاسق بينها انف كحد السيف المصقول لم يخنس به قصر ولا أري به طول ، حفت به وجنتان كالأرجوان في محض بياض كالجمان ، قد شق فيه فم كالخاتم ، لذيذ المبتسم ، فيه ثنايا غرر وذوات أشر وأسنان تعد كالدرر وريق كالخمر له نشر الروض في السحر ينقلب لسان ذو حلاوة وبيان يزين به عقل وافر وجواب حاضر وتلتقي دونه شفتان كالزبد يحليان ريقا كالشهد ركب في عنق بيضاء محضة كأنها عنق إبريق الفضة صب في نحر كأنه المرآة وصدر هو فتنة لمن رآه يتصل به عضدان مدملجان كأن نقاءهما اللؤلؤ والمرجان يمد فيهما ساعدين يرى فيهما بنان ، كالفضة قمعت بالعقيان ، وقد يربع\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nفي صدرها حقان كأنهما رمانتان أو ثديان كحقي العاج يضيء بهما الليل الداج ، ومن تحت ذلك بطن طوي كطي القباطي المدبجة ، تحيط بها عكن كالقراطيس المدرجة ، خلف ذلك ظهر كالجدول ينتهي إلى خصر يكاد لا يبين ، في كفل يقعدها إذا قامت ، ويوقظها إذا هي للنوم راحت ، يحملها فخذان مدملجان ، كأنهما نضيد الجمان وساقان جوداوان خدلجتان ، يحمل ذلك كله قدمان لطيفان محددان حدا فتبارك اللّه كيف بصغرهما ولطفهما ، يطقان ان يحملا ما فوقهما .\r\nواما ما وراء ذلك فاني تركت ذكره فهذه الأوصاف التي تعد بها المرأة جميلة حسناء وهي المطلوبة من النساء ومن ذلك أنه زوج عامر بن الحرث ابنته بعض فتيان قومه فقال الفتى لامه :\r\nاذهبي فانظريها ، فذهبت أمه لما اراده ابنها وعادت اليه فقالت :\r\nهي بيضاء مديدة فرعاء جعدة ، تقوم فلا يصيب قميصها منها الا مشاشة منكبيها وحلمتي ثدييها ورأس اليتها .\r\nفقال : يا أماه . فلما حل بناؤه بها دخلت أمها لتوصياها ثم قالت :\r\nاي بنيه ابرمى له الطاعة وأكثري له الشفقة واحتملي غضبه واصبري على شدته وعليك بالطيب الأكبر فإنه للقذي جلاء وللثقيل نقاء وامثلي مضاجعته الا عند شهوته ولا تمنعيه في الخلوة الموافقة .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالباب الثاني العلامات التي يستدل بها الشهوة وكثرتها عند النساء\r\nقال أهل الخبرة والفراسة بالنساء : كل امرأة حارة المجسّة في اي وقت لمستها وجدتها حارة حمراء الفم صغيرته ، صلبة الثديين مكتنزتهما ، فمن كانت بهذه الصفة دلت من ضيق فرجها وسخونته وحب الجماع وجودة العقل والرفاء والمودة .\r\nوإذا كان فم المرأة واسع فان فرجها يكون واسعا ، ان كان فمها ضيقا فهي ضيقة ، وان كانت شفتاها غلاظا كانت اسكتاها كذلك ، وان كانت شفتها العليا نحيفة كانت اسكتاها رقاقا ، وإذا كانت شارب فان اسكتاها يكونان كثيري الشعر ، وإذا كانت شفتها العليا ثخينة كانا رقيقين ، وان كان لسانها شديد الحمرة فإنه يكون فرجها جافا من الرطوبة ، وان كان لسانها كأنه مقطوع الرأس كان فرجها كثير الرطوبة ، وان كانت منتشرة المنخرين فإنها قعرة ، وان كانت مفروجة الأرنبة فإنها تحب ادخال البعض دون البعض ، وان كانت حدباء الانف فهي شديدة الرغبة في الجماع ولو كانت\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nقصيرة اللسان فإنها حامية الفرج وان كان ما دار على اذنيها له اثر بيّن فإنها قليلة الرغبة في الجماع ، وكذلك ان كانت زرقاء العينين وان كانت طويلة الذقن فإنها رابية الفرج قليلة الشعر ، وان كانت صغيرة الذقن فإنها غامضة الفرج ، وان كانت كبيرة غليظة الرقبة دل على عجز وكبر الفرج وضيقه .\r\nوقال أرسطاطاليس : إذا عظمت شفتاها عظم الهن ، وحظيت عند الرجل ؛ وإذا كثر لحم ظاهر يديها عظم فرجها ، وان كانت مستديرة العنق عظيمة المنكبين ممسوحة الرجل مخضرة القدم كانت حظية عند الرجل .\r\nقال : وكان بعض الملوك لا يصيب امرأة حتى يقعدها على ثوب ابيض نقي ويلاعبها ويمازحها حتى يظهر الشهوة بين عينيها ، ثم يأمرها بأن تقوم ، فإذا رأى الثوب قد لحقه نداوة لم يقربها .\r\nقالوا : وعلاج ذلك ان تأكل المرأة الطين الأرمني وان تتمسح بدم الأخوي ، وتشرب أدوية حارة كدهن الخروع ونحوه .\r\nوإذا كانت المرأة عظيمة الساقين مكتنزتهما في صلابة ، فإنها شديدة الشهوة لا صبر لها على الجماع .\r\nوإذا كانت المرأة حمراء اللون زرقاء العينين فهي شديدة الشبق أيضا ، وكذلك إذا كانت المرأة مشغوفة بالغناء والألحان ، وإذا كانت المرأة زرقاء العينين دل على شدة الغلمة فيها ، وكذلك غلظ الشفتين ويدل غلظهما على غلظ الاسكين ، وتدل رقتهما على قلة الشهوة للنكاح ، والعين\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالكحلاء مع كبرها تدل على الغلظة ، وضيق الرحم وصغر العجيزة مع عظم الأكتاف يدل على عظم الفرج ، ودنو العينين إلى ناحية القفا يدل على سعة الفرج ورطوبته .\r\nواعلم أن النساء في الشهوة أصناف وطبقات لكل صنف منهن رتبة في الشهوة لا يحصل لها اهمال في الشهوة الا بها وسأذكر هذه الأوصاف وما يوافق كل صنف منها من الرجال .\r\nقال أهل الحذق والمعرفة والتجربة : من النساء اللزقة والقفراء والخرفاء والملتحمة والشعراء والمنحقة والقعرة ، وهذه الأصناف لا يذقن لذة الجماع الا بما اذكره ان شاء تعالى .\r\nواما اللزقة فهي المنضم فرجها إلى ماحوت جوانبه الذي قل الشجم فيه وهزل بعد سمنه وبقي ملتصقا بما عليه مسترخيا لعدم شحمه وهذه لا تجد لذة النكاح الا بالذكر الغليظ القصير الذي يرد ما التصق فيه إلى حالته وليس لها في غيره أرب ، ولا تحب .\r\nواما القفراء فهي التي قد تقفز فرجها لاستحكام شهوتها وافراط الشبق وعدم الجماع وهذه لا يشفى اوارها غير الذكر الغليظ الكبير الغيسلة ليسد منها مواضع التقتير ويصل إلى موضع اللذة .\r\nواما الخرفاء فهي التي قد عريت جوانب فرجها وبعدت مسافة ما بين اسكتيها وأكثر ما يكون ذلك في النساء الطوال وصاحبة ذلك لا تجد لذة الجماع الا بالذكر الطويل والغليظ ولا تجد لغيره\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nلذة ، وصاحبة ذلك تكون شديدة الغضب سيئة الخلق وذلك يكون منها عند الجماع لتقصير الرجل عن بلوغ لذتها وكلما ينزل لها شهوة .\r\nواما الملتحمة فهي التي أسفل فرجها وأعلاه شيء واحد مع قرب مسافة شهوتها وسرعة انزالها وهذه ليس إليها أحب من الرجال سوى سريع الانزال ، ومتى طال جماع الرجل وابطأ انزاله وجدت لذلك الما شديدا ووجعا .\r\nواما الشغراء فهي التي قد جف جانبا فرجها وشغر جانبه وخلا من اللحم وليس شيء عند هذه أوفق من الذكر الطويل الرقيق ، سيما إذا كانت مائلة إلى الجانب الذي قد خلا من اللحم ، ومتى لم تكن على جنبها لم تجد للجماع لذة ، ولم تنزل شهوة .\r\nواما المنحقنة فهي الغليظة حيطان الفرج من خارجه ، السفلة الامتلاء من داخله ، التي انحقنت فيه الشهوة لعدم الجماع ، وهي لم تجد لذة الجماع الا بالذكر الصلب الشديد ولا يعجبها سواه ولا تنزل لها شهوة بغيره .\r\nواما القعرة فهي التي اتسع فرجها من فرط الرطوبة وبرد داخله وهذه لا تجد لذة الجماع ولا ينزل لها شهوة الا بالسحاق لأنه يحمي ظاهر فرجها ولذلك تغزر الحرارة فيه فتنزل شهوتها واما الرجل فلا تجد له لذة .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nواعلم أن النساء الروميات أطهر أرحاما من غيرهن .\r\nالاندلسيات أجمل صورة وأذكى روائح واحمد عاقبة وأطيب أرحاما .\r\nونساء الترك اجمالا من أقدر النساء أرحاما واسرع أولادا وأسوأ أخلاقا .\r\nونساء الهند والسند اذم أحوالا وأقبح وجوها وأشد حنقا وأسخف عقولا ، وأسوأ تدبيرا وأعظم فتنا واقذر أرحاما .\r\nوالزنج ابلد وأغلظ وإذا وافقت منهن الحسناء فلا يوازيها شيء من الأجناس ، وابدانهن أنعم من أبدان غيرهن .\r\nوالمكيات أتم حسنا وأطيب جماعا من هذه الأجناس ، غير انهن لسن بذوات ألوان كالوان غيرهن .\r\nوالبصريات أشد غلمة وشبقا إلى الجماع . والحلبيات أشد ابدانا واصلب أرحاما من البحريات والشاميات أوسط النساء واعدلهن في الاستمتاع في سائر الأوصاف والبغداديات اجلب للشهوة من غيرهن وأحسن استمتاعا وجمالا .\r\nومن أراد السكن وحسن العشرة وطيب المنطق فعليه بالفارسيات والعربيات أحسن أحوالا من جميع الأجناس التي تقدم ذكرها .\r\nواعلم أن النساء على خمسة اضراب وهي : الحديثة التي راهقت والعانق التي لم يتكامل شبابها ، والمتناهية الشباب ، والتي بينها وبين النصف والنصف .\r\nفاما الحديثة فطبعها الصدق عن كل ما سئلت عنه وقلة الكتمان لما خوطبت به وقلة الحياء وطم الثياب عند من تلقاه من الرجال والنساء .\r\nواما العانق التي لم يتكامل فيها الشباب فإنها تستر بعض\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالاستتار ، وتظهر من ردفها ان كانت جاهلة شيئا ، وهي سريعة الانخداع .\r\nواما المتناهية شبابا كاملة فهي الخلقة ، غضة الطرف حسنة الأدب ، كثيرة الحياء .\r\nواما التي بينها وبين النصف فتحب ان يظهر منها كل حسن وهي الغنجة في كلامها المتقصفة في مشيها ، ولا شيء عندها اشهى من الوقاع ، وهي الولود الودود .\r\nواما النصف فهي التي شابت وغلب عليها البياض ، يسترخي لحمها وينطفئ نور بهجتها ، وتكون كثيرة الملاطفة للرجال ، متملقة مؤثرة له في جميع الملاذ متحببة اليه بالتصنع والخضوع . وهذه الأوصاف لا ينبغي للرجل ان يتزوج بسواهن ولا يتزوج من عداهن .\r\nوقد تنقسم النساء في شهوة النكاح على ثلاثة عشر ضربا ، فخمسة ضروب يشتهينه يردن سواه ، وخمسة ضروب لا يخترنه ولا يملن اليه ، وثلاثة ضروب تختلف أحوالهن .\r\nفاما اللواتي يشتهينه ولا يؤثرن سواه فهل اللواتي بين الشابة والنصف الطويلة والقصيفة والادماء المقدودة ، وغير ذات البعل\r\nواما اللواتي لا يشتهينه فهي التي لم ترهق ، والقصيرة المشحمة ،\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nوالرهيلة وذات البعل الملازم . وهؤلاء لا يعجبهن غير الضم واللثم والقبل والفاكهة والحديث والمزاح واللهو والجماع فيما دون الفرج .\r\nاما الضروب الثلاثة التي تختلف أحوالهن فيها فهي الحديثة والشابة والنصف التي بين الشابة والحديثة ، فاما الحديثة فتكره الجماع بعض الكراهة ، واما الشابة فإذا استعطفت بالتملق واظهار المحبة دعاها ذلك إلى الشهوة وبغير ذلك لا تميل اليه . واما النصف فإنها كثيرة الحياء من الرجال فإذا بسطت بالمؤانسة وطول الملاعبة تحركت شهوتها ومالت إلى الجماع .\r\nواعلم أن النساء في الانزال على ثلاثة أصناف السريعة والبطيئة والمتوسطة ، فاما الطويلة فإنها تسرع في الانزال وعلامة وقت انزال المرأة ان يموج طرفها حتى تصير عيناها مثل عين اليربوع ، كأن بها وسنا . ويعرض لها عند انزالها ان يكلح وجهها ويتثلج ، وربما اقشعر جلدها وعرق جبينها وتسترخي مفاصلها وتستحي ان تنظر إلى الرجل ، وتأخذها رعدة ، ويعلو نفسها وتعرض بوجهها ، وتمكن من فرجها وتلصقه به من شدة الشهوة فهذه علامات الانزال وبضدها تكون بطيئة الانزال ، فاعلم ذلك .\r\nوإذا اجتمع المنيان منيه ومنها في وقت واحد كان ذلك هو الغاية في حصول اللذة وتأكيد المحبة ، وان اختلفا قريبا كانت المودة على قدر ذلك .\r\nوقد جعل بعض الناس فروج النساء على ثلاثة أقسام : كبير\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوصغير ومتوسط مثل فروج الرجال . ثم جعل قسم منها قسم كناية يميز بها فسمّى الكبير من متاع الرجال فحلا والوسط حصانا والصغير كبشا . وسمي الكبير من فروج النساء فيلة ، والوسط الرمكة والصغير نعجة . وجعل اللذة في ذلك تنقسم إلى ثلاثة أقسام :\r\nالقسم الأول تحصل به الموافقة وتوجد اللذة متوسطة ، والقسم الثاني لا تحصل به الموافقة ولا تجد له لذة بل يعظم الضرر بالفاعل والمفعول . والقسم الأول ومن ذلك هو ان يلقى الفحل الفيلة والحصان الرمكة والكبش النعجة ، فذلك في غاية الموافقة وكمال اللذة .\r\nوالقسم الثاني هو ان يلقي الفيل الرمكة والحصان الفيلة والكبش للرمكة فهذا تكون في اللذة متوسطة الحال . والقسم الثالث هو ان يلقي الفيل النعجة والكبش الفيلة وهذا يعظم الشرر بينهما ولا يتفقان ، ولا يجد أحدهما لصاحبه لذة ، وما أقرب تباعدهما واسرع فرقتهما .\r\nوقيل : ان النساء على وجهين : قعرة وشغرة فإذا أردت ان تعلم ذلك فالق عليها أيرك ، فإذا تحركت وارهزت وأطبقت عينيها وغاب السواء فاعلم أنها شغرة ، فلا تزدها على نصفه . وان رأيتها ساكنة كأنك لم تخالطها فاعطها كله فعند ذلك تضحك وترفعك وتعضك . وفي الروميات من تهدي عند الجماع ، وهن حريصات على الرجال وأكثرهن قعرات وقوة وحركة العين تدل على قوة الشهوة . وغلظ مشط الرجل ، والقدم العريض يدل على أن صاحبه زان ، وطول الأصابع وغلظها دل على كبر الذكر ،\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوصاحب الارنقة المرتفعة أحدب الذكر رديء في الجماع ، ومن على قصبة انفها شامة تحب النكاح . وصلابة الثدي تدل على البكارة ، وغلظ الشفة يدل على غلظ الشفر ، وضيق الفم يدل على ضيقه ، والكحلاء ضيقة الفرج وصاحبة اللسان الأحمر جافة الفرج ، وغلظ العنق يدل على كبر الفرج . والانزال السريع في الطوال والقصاف واما القصار واللحمة فبطيئان ، من حلمة ثديها شاخصة سريعة الانزال ، والقصيرة الملحمة المدورة الثدي بطيئة ، ويعرف انزالها بموت الطرف ويعرض لها كلوح ويقشعر جلدها ويعرق جبينها ، وتسترخي مفاصلها ، وتستحي ان تراه وتعرض عنه بوجهها وتمكنه من فرجها .\r\nوليس شيء أخدع للمرأة من أن يحيط علمها انك محب لها وان تظهر لها ارعدة ودمعة ، فلو كانت عابدة لا نغلمت وعلامة البغضة انها تغير خلقها عليه وتمنع نفسها النظر اليه ، وتضاجعه وتنشرح عند مفارقته .\r\nوعلامة القحبة انها تتصدر في المشي ، وتقيم الظهر وتكون فاترة الطرف ، خشنة الكلام ، وكلامها بالتصغير .\r\nوعلامة العاشقة أن تكون كثيرة التنهدات ، إذا سئلت شيئا اتت بغيره ، وتظهر محاسنها الغيرة وإياها نعني ، وتكثر التثاؤب والتمطي والكسل ، وان كان في المجلس صغير تلاعبه وتمد شعرها وتعبث ، وتعض شفتها وتعرق جبينها ، وتدمع عيناها ، وتنظره مسرورة ، وتحتال لمزاحه ، وان جار عليها ولم يرها تنحنحت متلاطفة ، وتنادي عدوه وتشكره على القليل ، ولا تكلفه كلفة ،\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوتسارع لخدمته وتخبره انها تراه في النوم ، ومتى أخبرت بمحبته تغيرت حتى يكثر سرورها وتكثر النظر اليه ، وتقطع شغلها وتدعي ان بها وجعا ولا تحتمل سماع حديث .\r\n\r\nالباب الثالث الأدوية المحسنة للون والبشرة\r\nلما كانت الزينة في الوجه متممة لما ينقص في الجمال الخلقي مما يكسب الوجه والبشرة بياضا وحمرة وصفاء ورائحة وكان ذلك محركا لشهوة الجماع عند النظر لوجه المرأة وداعيا إلى موافقتها ذكرنا في هذا الباب من الغسولات المنقية والغمرة والمحمرة الزائدة في حسن اللون وصفاء البشرة مما يحصل به الكفاية وبلوغ الإرادة فاما الغسولات المنجدة لهذا الباب فهو دقيق الشعير ودقيق الباقلا المقشر ودقيق الحمص المقشر ودقيق العدس ودقيق الترمس ودقيق الكرسنة ودقيق الأرز واللوز والحلو والمرويز والخيار والبطيخ والقرع والفجل وبزر الجرجير وقشور البيض ولحم الصدف والقسط والخردل ولب حب القطن والزعفران والزرنيخ الأحمر والأصفر والمستكى والكزبرة والبين والمقل والكندر والمريك والاسفيداج والنشاء والشمع والصمغ والبورق وعراء السمك والعنزروت وخره العصافير والأشربة وأشبه ذلك فهذه\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأصول تركيب الغسولات وجميع أدوية الوجه من الغمزة وغيرها فاعلم .\r\nصفة غسول جيد يصفي الوجه وينقي البشرة : تؤخذ الباقلا مقشرة وكرسنة وترهس وبزر فجل وبطيخ مقشر وجلص ونشاء من كل واحد جزء يسحق الجميع افرادا وينخل ويستعمل .\r\nصفة غسول آخر جيد ينقي البشرة وينقي الوجه ويصفي اللون يؤخذ النشاء والكثيراء ويسحقان بحليب طري ثم يجففان في الظل ثم يسحقان ويستعملان عند الحاجة فهما غاية في ذلك .\r\nصفة غسيل جيد يؤخذ دقيق عدس ودقيق حمص وشاء وعنزروت ومصطكى وبورق ومن كل واحد جزء يسحق الجميع ناعما ويخلط ثم يغسل منه الوجه عند القيام من النوم فإنه يفعل في تنقية الوجه فعلا حسنا .\r\nصفة تزيل الكلف من الوجه يؤخذ بورق ارمني جزء لوز حلو جزءان تدق ناعما ويطلى به الوجه .\r\nصفة طلاء للنمش يؤخذ من أصل السوس وجزء من خرة العصافير جز آن ومن القسط ثلاثة اجزاء يدق الجميع ناعما ويعجن بخل ممزوج بماء ، ويطلى به الوجه من العشاء ويغسل من الغد بماء النخالة .\r\nصفة غمرة تصفي الوجه والبشرة يؤخذ زرنيخ اصفر واحمر\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمن كل واحد جز آن اثمد جزء يسحق الجميع ببول البقر ويطلى على الوجه ويمسح من الغد .\r\nصفة طلاء للنمش والكلف يؤخذ بزر بطيخ وقشور أصل القصب من كل واحد خمسة دراهم بزر فجل وبزر جرجير وكدد من كل واحد درهمان يدق الجميع ناعما ويعجن بماء الفجل ويطلى به الوجه من الليلي ويغسل من الغد بماء النخالة .\r\nصفة غمرة جيدة يؤخذ بورق ورق الآس الأخضر يدق ومثله دقيق الكرسنة ويصب عليه الماء ويغلى حتى يصير مثل العسل ويطلى به الوجه ويغسل من الغد .\r\nصفة غمرة جيدة يؤخذ شمع ابيض واسفيداج وشحم عجل من كل واحد جزء يذاب الشمع بدهن الورد ويلقى عليه الشحم والاسفيداج ثم يطلى به الوجه عشية ويغسل من الغد بماء بارد .\r\nصفة غمرة نهاية في تنقية الوجه وتحميره يؤخذ كثيرا وزجاج شاق مسحوق مثل الكحل وزعفران وترمص ولب حب القطن من كل واحد مثقال ثم يندي بقليل دهن لوز ثم يستعمل فإنه غاية .\r\nصفة غمرة تحمر الوجه يؤخذ خردل ابيض وزرنيخ احمر وقليل بورق ثم يسحق الجميع ويمد بصفرة البيض ثم يستعمله .\r\nصفة غمرة يجعل الوجه ابيض مشربا بحمرة له لمعان وبريق ويزيل الجدري والبرص والكلف والجراحات وكل اثر ونمش\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوبهق وسواد حتى ينكر الأخ أخاه إذا استعملت سبعة أيام وهي محلب مقشر عشرة مثاقيل بصل الفار اليابس مدقوقا خمسة مثاقيل بسفايج أربعة مثاقيل أصل كرم الحية سبعة مثاقيل زعفران مثقالين سكر طبرود سبعة مثاقيل دقيق خمس مثله كثيرا مثله دقيق رز مثله اقاع فستق وحب سفرجل خمسة مثاقيل مغاث أربعة مثاقيل زبيب الحبل مثله مصطكا مثله أصول اللاعبة ثمان مثاقيل بصل مشوي خمسة مثاقيل خردل ابيض مثله ماء النخالة عشرون مثقالا لبن النساء عشرة مثاقيل بياض البيض ستين مثقالا دهن اللوز عشرون مثقالا لبن التين عشرة مثاقيل تدق الحوائج وتنخل بحريرة وتصب عليها المياه والدهن والبيض ثم يمد بصفرة البيض ثم يترك حتى يختمر ويجعل في اناء يصفى عنه الصفرة ويجعل أقراصا ويجف في الظل فإذا احتيج اليه يمده بصفرة البيض ويطلى على الوجه من الليل فإذا كان من الغد غسل بماء فاتر واشنان يرى ثم يغلي قدرا ماء ويسكب على البخار ثم يمسح الوجه بقتل دهن الورد فإنه غاية فيما ذكرناه واللّه سبحانه وتعالى اعلم .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالباب الرابع الأدوية التي تسرع انبات الشعر وتطوله : والخضابات التي تحسن لونه\r\nاعلم أن الشعر ينقسم أربعة أقسام : منها ما هو جمال ومنفعة كشعر الرأس والحاجبين والأهداب ، ومنها ما ليس جمال ولا منفعة كشعر الإبط والعانة ، ومنها ما فيه جمال على غير منفعة كشعر اللحية للرجال ، ومنها ما فيه منفعة من غير جمال كشعر سائر الجسد ونحن نتكلم عن كل قسم من هذه الاقسام فمن ذلك .\r\nصفة دواء يطول الشعر يؤخذ لاذن يدات في قليل من الزيت في قدح مطين من جمر لطيف فإذا دأب فليذر عليه شيء من نوى محرق ويمزج على النار حتى يختلط ثم يستعمل فإنه غاية فيما ذكرناه إذا فعل ذلك .\r\nصفة دواء يطول الشعر يسلق الهليون ويترك فيه الخردل مسحوقا ثم يغسل به الرأس ويدهن بعده بدهن الآس .\r\nصفة دواء آخر يطول الشعر تؤخذ مرارة ثور ومرارة ذئب\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nواهليلج كاملي واملج وبليلج ونوشادر وعفض صحلح غير مثقوب من كل واحد جزء يدق الجميع ويربى بعصارة عنب الثعلب سبعة سبعة أيام ثم يجفف ويستعمل .\r\nصفة دواء آخر يؤخذ شعير مفشر ثلاثين درهما واملج خمسة دراهم يطبخان في ماء حتى يؤخذ الماء قوته ويؤخذ الماء ويطرح فيه دهن بنفسج مثل نصف الماء ولاذن ثلاثة دراهم ومن ورق السمسم وورق الخطمي وورق القرع رطبا كان أو يابسا من كل واحد عشرة دراهم ثم لا يزال يطبخ حتى يذهب الماء ويبقى الدهن ثم يرفع ويستعمل .\r\nصفة دواء آخر تطول الشعر يؤخذ دهن البيض ودهن الياسمين ويخلطان ويدهن بهما الرأس مرارا فإنه غاية في ذلك .\r\nصفة دواء آخر يحسن الشعر ويطوله يؤخذ لاذن ويطبخ بخمر ودهن ورد حتى يختلط ثم يغسل به الرأس فإذا جف جعل منه أصول الشعر فإنه غاية الفائدة .\r\nصفة أخرى يؤخذ عروق التوت تدق وتذاب بالماء تم يغسل به السعر فإنه غاية .\r\nصفة أخرى لنبات الشعر يؤخذ الشونيز ويسحق ويعجن بماء ثم يترك على الرأس فان الشعر ينبت وان كان محروقا فإنه انفع .\r\nصفة أخرى يؤخذ منج الثعلب يطلى به الموضع فإنه عجيب في انبات الشعر .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nصفة أخرى لانبات الشعر يؤخذ حجر ارمني يحك بماء على شيء صلب ويؤخذ ما انحل منه ويطلى به فإنه غاية .\r\nصفة دواء آخر يبعث الشعر يؤخذ ظلاف عنز سودا تحرق وتسحق وتداف بزيت ويطلى به الموضع فإنه غاية .\r\nصفة دواء آخر يبعث الشعر ويطوله ويغزره ويسوده يؤخذ غراب اسود يجعل في كوز ويدفن في مربط الخيل في مواضع تصيبه حرارة الزبل وروائح البو ومدة طويلة حتى يدود ثم يخرج ويؤخذ الدود الأسود ويجفف في الظل ثم يسحق ويرفع مسحوقا فإذا أردت استعماله فخذ منه قليلا وذوبه بدهن شيرج وأطل به الرأس بريشة ولا تمسه بيدك ينبت فيها الشعر فافهم ذلك .\r\nصفة دواء آخر يغزر الشعر ويطوله زراونه مثقال زبيب الجبل عشرة مثاقيل زرنيخ مثقال بزر حرمل أربعة مثاقيل يدق كل منهما وينخل بحريرة ويغسل الشعر بالخطمى فإذا . جف فاطله بهذا الدواء في أول ليلة من الشهر بعد ان تبله بماء شيرج ويترك إلى الغد فيغسل بالسدة والخطمي ثم يدهن بدهن لعاب السفرجل يفعل به ذلك في الشهر ثلاثة مرات فإنه غاية .\r\n( صفة دواء ينبت الشعر مجرب ) يسحق الزجاج الزعفراني كالغبار ثم يعاد إلى السحق أيضا مع دهن الزنبق ويطلى فيه الموضع .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n( صفه أخرى ) يؤخذ زر رصاص ويجعل بينهما دهن وتسحق حتى تنحل قوة الرصاص ويلطخ به الموضع ويضمد عليه ورق التين المسلوق فإنه غاية .\r\n( صفه صباغ للشعر اسود يقيم سنة ) تأخذ نصف رطل زيت طيب تجعله في طاجن على النار حتى يغلي ويطرح فيه نصف أوقية حب ياسمين وتحركه وهو يغلي حتى يخترق حب الياسمين فارفعه عن النار واجعله في قارورة واجعل عليه في القارورة نصف أوقية برادة حديد وخليه فيها أربعة أيام ثم ادهن به الشعر مرتين أو ثلاثة فإنها تجيئك كما تحب .\r\n( صفة خضاب ينسب إلى المأمون ) يدق ورق الباقلا الأخضر الذي يكون فيه الباقلا وهو رطب حتى يصير كالمرهم ثم يعصر ويدق الأحمر من شقائق النعمان ثم يعصر ويدق قشر الجوز الأخضر الذي هو على قدر العفص ويعصر ويؤخذ من المياه الثلاثة اجزاء متساوية ومثل أحدها زيت زيتون ويضرب الجميع بخشبة عريضة حتى يخلط ويلقي على كل رطلين من الزيت ستة دراهم شب وستة دراهم ملح اندراني وعشرون درهما مراد سنج وعشرة دراهم بزر قطونا تدق الأدوية وتخلط بالمياه وتجعل معها برادة حديد قد صولت بالماء القراح حتى مزجت مثل الهباء أربعين درهما وعفص اخضر قد دهن ورد وقلي حتى تسخن وتحرق ثم يسحق ناعما وينخل منه عشرون درهما ثم يطبخ الجميع بنار\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nلطيفه ويحرق على ريش ابيض فإذا صبغه غرابيا فكف عن طبخه وبرده واعصره في خرقة خفيفة فإذا اخذ صافيه جعل في قنينة زجاجية ضيقة الفم كبيرة البطن وسد فمها ودفنت في الزبل أربعين يوما وبعد ذلك يؤخذ منه بريشة ويمسح بها الشعر فان هو صبغ فاحما يجدد فيه كل عشرة أيام ليخفي نصوله وفي نسخة أخرى ان الزيت يكون رطلا والشب والملح الاندراتي من كل واحد ثلاثة دراهم والرد اسنج عشرة دراهم والبزر قطونا خمسة دراهم وبرادة الحديد عشرون درهما والعفص وزن الأول والعمل .\r\n( صفة دواء يمنع شيب الشعر ) يؤخذ بيض وحب الحنظل فيلقي بدهن الغار ويدهن معه مثل ربعه زرنيخ ذكر غير مدقوق ثم يسخن الكل ويصفي دهنه فإذا احتجت اليه فاطل الشعر بماء الآس ثم ادهنه بهذا الدهن في كل سنة مرة واحدة فإنه لا يشيب جملة كافية .\r\n( صفه صبغه للرأس ) خذ حناء وشمة اجزاء سواء ثم يسحقان بماء السماق وماء الرمان الحامض ثم يطلي به الرأس فإنه يخرج بغاية السواد .\r\n( صفه صبغة أخرى للرأس ) خذ من العفص ما شئت واسحقه بالزيت واقوقه في قدر مطينة وغاية احراقه ان يسود ويبالغ في احراقه ويسحق ويؤخذ منه عشرون درهما ومن الزوسخنتج عشرة دراهم ومن الشيبة درهما ومن الملح الاندراني دراهم ثم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nيلث الجميع بعد سحقه بماء السماق ويستعمل فإنه يسود الشعر تسويدا ثابتا .\r\n( صفة أخرى ) يؤخذ مثقال من زهر شوك الجمال وعرف للحلال الكبير وأوقية عسل نحل ويضرب فيه وتستعمل .\r\n( صفة دهن الشقائق يسود الشعر ويقويه ) ويؤخذ زهر شقائق النعمان يجفف في الظل ويسخن ناعما وينخل بحريرة ويؤخذ منه اوقيتان ويجعل في رطل دهن آس ويشمس عشرين يوما ويستعمل فإنه غاية .\r\n( صفة أخرى تسود ) يؤخذ ورد شقائق النعمان ويترك في قنينة ساف منه وساف من الشب ومسك ثم في زبل الخيل مدة فإنه يصير خطابا جيدا .\r\n( صفة أخرى ) تقور قرعة خضراء وهي في شجرتها ويطرح فيها ملح مسحوق ومثل ربعه خبت الحديد المسحوق ثم ترد القشر المقور وتطين فان جميع ما فيها ينحل ما اسود مثل المداد يكون حضابا حسنا .\r\n( صفه دهن يخضب به الشعر فيسوده ويقوي أصله ) يؤخذ حب الغار ولاذن وافسنثين من كل واحد جزء ومن جوز السرو جزءان يدق الجميع وينخل بخريرة ويشد في خرقه وينقع في دهن الآس سبعة أيام ثم يسحقان بزيت وشيء من الفقر الرطب ويختضب به .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n( صفة خضاب آخر ) يؤخذ عجم الزيت ويسحق ناعما كالكحل ويجعل في برنية زجاج ويغمر بدهن خل ثم يدهن في الزبل شهرا فإنه يصير خضابا وكذلك بيض الخبازى .\r\n( صفة خضاب تدوم سنه إذا أحكمت صنعة ) ولا يمسك باليد لئلا يسودها بل يلف على يده جلد إذا أراد الاختضاب به ويحذر ان يسيل منه على الوجه شيء واعلم أن هذا الدواء ينصل بعد كل خمسة عشر يوما فإذا نصل فخذ عودا على مثال السراك واغمسه في هذا الدهن واحش به أصل الشعر الذي نصل وصفته يؤخذ زيت انفاق مائة درهم ومن شقائق النعمان خمسون درهما يجعل الزيت في قنينة ويسد بصاروج الكحة سدا وثيقا فإذا جف دفن الزبل أربعين يوما ثم خرج ويصفى الزيت ويعصر الشقائق عصرا جيدا ويرمى بها على الزيت والخل مثلا خلا ويؤخذ من الراتينج أربعة عشر مثقالا زاج قير سنى خمسة مثاقيل حناء تسعة مثاقيل وشمه خمسة مثاقيل تسحق هذه الأدوية وتنخل ثم تطرح على الخل والزيت ويجعل ذلك على النار ويوقد تحته بحطب حتى يذهب الخل ويبقى الزيت ثم يصفى من تفله ويوضع في قنينة ثم يختضب به في أول الليل وتترك عليه ورق فإذا أصبح طلي فوق الخضاب عجين ودقيق حتى ينشف الدواء ثم يدخل الحمام بعد ذلك فإذا خرج فمسح رأسه بقليل من دهن الطيب فإنه يبقى سنة لا يتغير فإذا نصل فليفعل كما ذكرنا أولا .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n( صفة خضاب ) يؤخذ حنظلة تثقب ويخرج شحمها ثم يجعل فيها دهن غار وشيء من شقائق النعمان ثم تطين بطين الحكمة وعجين ويجعل في تنور قليل الحرارة ساعة طويلة ثم تخرج وينزع عنها العجين ثم يصفى الدهن لوقت الحاجة فإنه إذا دهن به الرأس سار كثير السواد .\r\n( صفة خضاب عن رجل هندي ) قال يؤخذ حافر حمار اسود ويحرق ويسحق بدهن آس ويختضب به .\r\n( صفة خضاب جربناه فوجدناه حسنا ) يؤخذ شقائق النعمان وعصارة العوسج وعفص مقلي بزيت ومسحوق وخبث حديد مسحوقا من كل واحد جزء ومن الشب ربع جزء ويطبخ الجميع بالخل ثم يصفى ويرفع ويستعمل .\r\n( قال جالينوس ) : إذا سحق القرنفل وخلط به الحناء ثم اختضب به خرج اسود .\r\n( صفة دواء آخر إذا استعمله الغلام قبل الحلم لم يشب ابدا ) : يؤخذ دم الخطاف وحبة مسك وزنبق رصاصي يجمع الجميع ويسعط به الغلام فإنه لا يشيب إذا كبر وقال ابن سينا في قانونه ان الانسان القوي البدن الكثير الرطوبة إذا شرب وزن درهم من الزاج الأحمر البلخي فان شعره النابت ينتثر وينبت شعر اسود وقال من استعمل كل يوم اهليجة كابليه يلوكها ثم يبلعها يداوم على ذلك سنة كاملة فان شبابه يدوم عليه ولا يسرع اليه الشيب بل لا يشيب ابدا .\r\n( صفة خضاب احمر ) يؤخذ من السمد والكندس اجزاء سواء\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nثم يطبخان بالماء ويصفى عنهما ذلك الماء ويختضب به فإنه غاية في التحمير .\r\n( صفة خضاب احمر يحمر اللون ) يؤخذ قشر الرمان ينقع في الماء يوما وليلة ثم يؤخذ من بزادة الارجزه ومن الأملح جزء ويطبخ الجميع ويؤخذ ماؤه ويعجن به الحناء المختمر ثم يختضب من الرأس يخرج غاية .\r\n« صفة خضاب » يؤخذ وشمة ومقل من كل واحد جزء وقليل خطمي ثم يعجن الجميع ويختضب به فإنه غاية .\r\n( صفة خضاب آخر ) مثله يؤخذ حناء ورشة من كل واحد جزء وقليل خطمي ثم يعجن بماء السماق ويخضب به على المكان يخرج غاية وكان بعض امراء الشاه يختضب بهذا الخضاب فيصرها مثل جناح الغراب صفته : يؤخذ كوز رصاص ضيق الفم فيجعل فيه احدى وأربعون علقة مد التي تطرح على القروح ثم تغمر بالزيت الطيب المغسول ثم يسد رأس الكوز سدا وثيقا ثم يدفن في الزبل أربعين يوما ثم يخرج فإذا أردت ان تختضب به فخذ عود مثل السواك ثم اجعل في كفك قليلا من دهن الخل ثم ضع عليه من هذا الزيت المعمول بالعلق شيئا يسيرا ثم ادهن به الشعر فإنه نهاية في السواد .\r\n( صفة دواء يجعد الشعر ) يؤخذ نورة ومراد سنج واملج وطين جوري وصمغ عربي من كل واحد ثلاث دراهم زاج درهمان يدق كل واحد منهما على انفراد ثم يخلط ويعجن ويخمر\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nثم يغسل الرأس بخطمي فإذا جف اخذ الشعر وحاش وطلي بهذا الدواء ثم يترك إلى الغد ويغسل بخطمي فإنه جيد .\r\n( صفة دواء آخر ) يطبخ ورق الزيتون بغمره ماء ثم يغسل به الشعر فإنه يجعده .\r\n( صفه أخرى ) يؤخذ دقيق الحلبه وسدر وعفص ونوره ومرداسنج من كل واحد جزء ويجمع الكل بعد السحق ويعجن ويختضب به فإنه غاية .\r\n( صفة دواء يبسط الشعر الجعد ) يؤخذ لعاب بزر قطونا ولعاب الخطمي ولعاب السفرجل يخلط الجميع ويطلى به الشعر فان طير بواحد منها كان كافيا صفة دواء آخر تنبت شعر الحاجبين يؤخذ ذراريح طرية تقطع ارجلها وأجنحتها ثم تجفف في الظل وتسحق بدهن بنفسج أو زيت وتطبخ في ذلك حتى يصير فيها غلظا ثم يطلى به الموضع مرارا فإنه ينبت الشعر .\r\n( صفة أخرى ) يؤخذ حافر حمار يحرق وقرون مسحوقة تسحق بدهن خل ويطلى به الموضع فإنه قوي جدا .\r\n( صفة أخرى ) يؤخذ جعدة ولاذن اجزاء سواء تسحق وتعجن بعقيد العشب ويطلى به المكان في الأول .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالباب الخامس في خضاب الكف وقموع الأنامل\r\nلما كان خضاب كف المرأة وقموع أناملها زينة تجلب بها مودة الرجل وتستدعي بها شهوته ذكرنا في هذا الباب من الخضابات أنواعا مختلفة إذا خضبت المرأة بها كفها وقمعت أناملها كان ذلك زيادة في وصفها ونهاية في حسنها فمن ذلك .\r\n( صفة خضاب ذهبي ) يؤخذ رطل عسل نحل ومثله ماء حار يخلطان ويضربان شديدا ثم يجعلان في قرعة ويستقطران ثم يؤخذ ما قطر منهما ويجعل فيه من القلقند القبرصي أوقية ومن برادة الحديد خمسة دراهم ثم يجعل ذلك في قارورة وتعلق في الشمس الحارة حتى يحمر فإذا أردت ان تعمل به فاغمس ما أردت ان تخضبه من البدن فيه بعد ان يكون قد لطخت ذلك بماء النوشادر وصيره في الشمس فإنه يصير ذهبيا حسنا .\r\n( صفة خضاب مليح ذهبي ) يؤخذ جزء حنا وجزء زرنيخ اصفر وربع جزء زعفران ومثل الجميع نوشادر ويسحق الجميع\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nحتى يصير مثل الحناء ويجعل في إنفحة جدي أو طرف مصران ويغلق في دن الماء ويكون تحته قنديل ان كان زمن الصيف حتى أنه كلما قطر شيء وقع في القنديل وان كان في زمن الشتاء دفن في الزبل الرطب حتى ينحل وإذا أردت ان تختضب به فخذ ذلك القاطر واعجن به دقيق شعير عجنا جيدا واتركه ليلة يختمر ثم اخضب به ما شئت من البدن فإنه يخرج ذهبيا حسنا كأنه ذهب محلول .\r\n( صفة خضاب مثله ) يؤخذ من الحناء ومن الوشمة جز آن ومن دم الأخوين القاطر مثل الجميع يسحق بخل خمر ثم يخضب به باليدين فإنه يخرج ذهبيا .\r\n( آخر مثله ) يؤخذ خمسة دراهم زرنيخ اصفر وبورق درهمان ومثله كبريت ومثله سرتك ذهبي يجمع في بودقة وتطبق عليه أخرى ثم تدخل الكور وتنفخ عليها فمتى اصفر الدواء فأخرج البودقة ودعها تبرد ثم خذ الدواء واسحقه ناعما وخذ من الحنا الجيدة واعجنها بخل خمر حاذق وجففها ثم اسحقها ناعما بعد الجفاف وأضف إليها الدواء المعزول واعجنها بماء السكر الأبيض المحلول اعني الجلات عجنا جيدا واتركه يختمر يوما وليلة ثم اجعله على اليد فإنه يخرج مثل لون الذهب . قال عبد الرحمن في كتاب الايضاح في اسرار النكاح وصفت هذا الدواء لبعض النساء فخرج في غاية الجودة والحسن وكان كل من يراه يظن أنها قد ألصقت على يدها ورق ذهب فاعلم ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n( صفة خضاب اخر ) يؤخذ ادة حديد ويصب عليها من الخل الحاذق ما يغيرها ويترك في الشمس الحارة وكلما صعد منه شيء على وجه الخل يؤخذ أولا فأولا ويجدها الخل افعل ذلك حتى يجتمع لك ما تريد ثم اسحقه مع قليل ذهج أو زرنيخ قدر ثلاثة دراهم وارفعه عندك ثم حل نوشادر وانقعه في خل حتى يذوب واطرح فيه قطع نحاس احمر واتركه فيه حتى يخضر ثم اخضب اليد بحنا محاوطة بالنوشادر الذي دبرته واخضب به فوق خضاب الحنا فإنه يخرج كأنه الزمرد الأخضر ويبقى زمانا لا يتغير .\r\n( صفة خضاب آخر مثله ) يؤخذ قلقند وشب ابيض من كل واحد جز آن يسحق كل واحد منهما على انفراده ويجعل في اناء ويصب عليه قدر ما يغمره من الماء وزوده قليلا واتركه ساعة ثم ضف كل واحد منهما على انفراده في اناء وضعهما في الشمس حتى يجفا ثم خذ ما بقي في الاناء بعد الجفاف واخلطهما جميعا واسحقهما ببياض البيض واخضب به اليد بعد خضابها بالحناء وضع عليه ورق السلق يخرج اخضر مثل اخضرار السلق أو البقل .\r\n( صفة دواء آخر وقيل ازرق ) يؤخذ اللازورد ومن عروق الكركم ومن الوشمة والزنجفر من كل واحد جزء ومن الزعفران والمستكى من كل واحد نصف جزء يدق الجميع ناعما ويعجن بماء الصمغ ويخمر ويخضب به فإنه يخرج مليحا .\r\n( صفة خضاب اسود ) يؤخذ قشور الموز اليابس يدق ويخلط\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمع مثله حنا ويضاف اليهما ثلاث عفصات مسحوقات وثلاثة دراهم قلقند ودرهمان املج ونصف درهم مستكى كل ذلك يدق مثل الكحل ثم يعجن الجميع بماء فاتر ويخمر ويختضب به فإنه يخرج مثل ريش الغراب .\r\n( صفة خضاب ريش الببغاء ) يؤخذ حنا مثقالان ومن النورة ثلاثة مثاقيل وسرتك مثقال زاج مثلة صمغ عربي مثله لازورد ثلاثة مثاقيل يعجن الجميع بعد السحق ببياض البيض ويختضب به يخرج حسنا .\r\n( صفة خضاب مثل لون الطاووس ) يؤخذ مثقال زاج ومثقالان قلقند وخمسة مثاقيل قشور الرمان الحامض مثله حنا مثقال زنجفر مثله ، يدق الجميع ويعجن ببول الصبيان ويختضب به يخرج حسنا .\r\n( صفة خضاب فيروزجي ) يؤخذ خمسة مثاقيل زنجار راج مثقال شب يماني ثلاث مثاقيل زرنيخ مثله زاسخت مثله قلقند ومثله زعفران ثلاث سبات يدق الجميع ويخلط مع عشرة مثاقيل حنا ويعجن بخل خمر ويختضب به يخرج حسنا مثل الفيروزج الصافي .\r\n( صفة خضاب خلوقي ) يؤخذ من دم الأخوين القاطر جز آن وورقة زعفران من كل واحد جزء مستكى نصف جزء يدق\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالجميع ويخمر الصمغ يعجن بماء ويختضب به الكف فإنه يخرج حسنا .\r\n( صفة خضاب دهني ) يؤخذ عنزورة ثلاثة مثاقيل ذباب الذهب دانق زرنيخ احمر ثلاثة مثاقيل مرارة الشبوط ربع مثقال وضع عربي مثقال وبزر إكليل الملك نصف مثقال وسندوس مثقالين وماء الثوم الأخضر مثقالين تسحق الأدوية وتعجن بماء الثوم ومرارة بقرة حمرا ويختضب به فيأتي ذهبيا عجيبا .\r\n( صفة خطاب فضي ) يؤخذ ثلاثة أواق من اسفيداج الرصاص ومن الجعدة مثقالان وورق الحنا مثقال وصمغ عربي مثقال وكافور حيتانه برادة حديد درهم تجمع الأدوية مسحوقة منخولة وتعجن ببياض البيض وخل ثقيف وتخضب به الأيدي تكون على لون الفضة .\r\n( صفة خضاب احمر ) يؤخذ زاج درهمين وبطم احمر جيد درهم ومن الحناء ستة دراهم ومن المغرة درهم ونصف ومن دم الأخوين مثقالان زعفران درهم ونصف ومستكا مثقال يدق الجميع ويعجن بماء صفرة البيض وهو دهن البيض ويختضب به فإنه يجيء على لون شقائق النعمان .\r\n( صفة خضاب اسود مثل الشبخ ) يؤخذ من قشور الرمان مثقال ومن الحناء عشرون مثقالا ومن النيلة الهندي مثقالان ومن الزاج مثقال عفص مثقال خبث الحديد نصف مثقال ومن\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nعكر السيرج وحبة نصف مثقال يدق الجميع ويعجن مع الحناء بخل ثقيف وتخضب به اللحية واليد مثل لون الثبج .\r\n( صفة خضاب مثل لون السماء ) يؤخذ حناء عشرة مثاقيل نورة مثقالين مرتك ثلاث مثاقيل زاج درهم صمغ عربي مثقال كثيراء ثلاث مثاقيل لازورد مثقال يدق الجميع ويعجن بخل ثقيف وبياض بيض ويخضب به اليد يكون بلون السماء وهو غاية .\r\n\r\nالباب السادس الأدوية التي تطيب رائحة البدن والثياب من المرأة . الجالبة لمودة الرجال\r\n« اعلم » ان الرائحة التي تطيب رائحة البدن والثياب من المرأة جالبة لمودة الرجال ، وباعثة له على الموافقة ولا يفيد ما قدمنا ذكره من أنواع الزينة مع عدم الطيب لا سيما إذا كان عرق المرأة سهكا كريها غير طيب الرائحة وسنذكر في هذا الباب من\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالأدوية التي إذا استعملتها المرأة قطعت نتن عرقها وطابت روائحها واستغنت به عن المسك والعنبر وحظيث عند زوجها فمن ذلك .\r\n( صفة طلاء يطيب رائحة البدن ) يؤخذ نمام ونعنع ومرزنطش وورق التفاح من كل واحد كف يجعل عليه من الماء قدر ما يغمره بأربعة أصابع ثم يطبخ حتى ينقص الثلث ويصفى ويطلى به البدن فيطيب رائحته .\r\n( صفة دواء يمرح به البدن فيطيب رائحته ) يؤخذ آس مرزنجوش وسعد وقشور أترج وورقة واشنة وصندل من كل واحدة جزء يسحق الجميع ويرفع فإذا أردت استعماله قليلا بدهن آس أو بدهن ورد أو ماء فاتر ويمرح به البدن فاته جيد .\r\n( صفة دواء مثله ) يؤخذ مزادسنج وتوتيا ورماد وورق السن والمر والصبر والورد من كل واحد جزء ويسحق الجميع ويختمل مثل الأول أو زرورا .\r\n( صفة قرض يقطع الصنان ) يؤخذ صندل وسليخة ومسك وسنبل وشب ومر وورد احمر من كل واحد جزء توتيا ومر داسنج من كل واحد ثلاثة اجزاء ومن الكافور نصف جزء يجمع الكل ويسحق ويعجن بماء الورد ويقرض ويجفف ثم يستعمل بعد التجفيف .\r\n( صفة لطوخ يقطع رائحة العرق ) يؤخذ ورد وسعد ومسك وشب\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nمن كل واحد جزء يدق الجميع ناعما ويداف بماء الورد ويستعمل لطوخا فإنه جيد .\r\n( صفة دواء يذهب رائحة الإبط ولا يحتاج بعده إلى دواء غيره ) يؤخذ راسن مجفف وزن ازند طويل محرق وورق الدلب محرقا وقرطاس محرق ونوى الزيتون محرقا وزجاج زعفران محرقا وزعفران من كل واحد جزء يسحق الجميع ناعما مثل الكحل ويعجن بالماء المعتصر من الآس ويحبب ويجفف في الظل ثم يشرط تحت الابطاطات شرطات خفيفة ويسحق ذلك الحب ويلك به ذلك الموضع والدم يخرج منه ويترك عليه يوم وليلة ثم يغسل فإنه لا تعود له رائحة الصنان ابدا .\r\nصفة دواء للرائحة المنتنة في جميع الجسد وفي أصول الفخذين وغيرهما\r\nيؤخذ ورد يابس وسعد وجلنار وورق آس يابس وقشر رمان حامض من كل واحد خمسة عشر درهما وسلخة وحماما وسنبل\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمن كل واحد مثقالان شب عشرون درهما يدق وينخل ويعجن بخل ويقرص ويجفف في الظل وعند الحاجة يسحق منها قرص ويدلك به في الحمام ومن بعد الاستحمام يصب على الجسد ماء بارد .\r\n( صفه دواء آخر ) يؤخذ ساذج وقسط وحماما ولازورد وجلنار وفاتيا وشب وقشر رمان من كل جزء واسفداج الرصاص ربع جزء وسعد نصف جزء يدق وينخل ويعجن بخل طبب الرائحة ويقرص ويستعمل عند الحاجة كما تقدم .\r\nواما الأدوية التي تحبس البول وتمنع من دروره فهي السد وسنبل الطيب والسوسن الاسمانجوني والسلحة والسفايج والشهدانج البري والنمال اليابس وحجر اليهود والشونيز يؤخذ من بها اتفق وزن مثقال يسحق وينخل بحرير ويستف عند النوم مع خمسة اضعافه دقيقا مع سكر .\r\nواما الأدوية التي تطيب رائحة أصول الفخذين والإبطين فهي مثل التوتيا الكرماني وقناء وبزر الحرمل والزوفاء والحماء والسعتر البري وشجر التوت مخرقا والمقل اليهودي وقرن الايل محرقا يؤخذ من أيها حصر وزن درهم يسحق ان لم يكن محرقا ويعجن بماء الورد ويجفف في الظل ويسحق ويحل بدهن زيت طيب ويرفع في اناء ويدهن به المكان في جمعة بعد الخروج من الحمام ولا يدخل الحمام بعده الا بعد يومين وما زاد عن ذلك فإنه يمنع عن كل داء باذن اللّه سبحانه وتعالى .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nالباب السابع الأدوية التي تقوي شفار عنق الرحم حتى لا يناله ضعف ولا عناء قط\r\nوهي العقوت المحروق وأنياب السرطان النهري وحجر المغناطيس ومرارة السلحفاة النهرية وبعر الضب وأصل المدفلي المحرق وأصل شجرة الجاوشير وعظام الهدهد محرقة وفي الحماز وأصل السرمق اليابس تأخذ من أيها شئت وزن درهم ان لم يكن محرقا ويعجن بنصف اوقيه دهن زنبق خالص ثم تدخل المرأة الحمام وتخرج وتأخذ فيه وزن دانق تحمله بفوطه ثلاث ساعات ولا تقرب لجماع وتحبس في موضع منفرد ولا تشرب ماء ولا شرابا فيقطع ذلك وادرار البول تستعمل ذلك مرتين في السنة .\r\n\r\nالباب الثامن الأدوية التي تمنع ميلان عنق الرحم إلى أحد الجانبين وتثبته وتصلبه\r\nوهي الاشلة والفنجلة والاسقولو فتذوبون والانسيون والابهل والخماما والاسطوخودكس وإكليل الملك اليابس ورماد الانسيون والدرافس والانجزه يؤخذ من أيها شئت وزن نصف مثقال فيعجن بدهن زنبق خالص ويحمل منه بصوفة وهذا النصف مثقال يستعمل في ثلاث دفعات بان تمسك في العشاء الأخيرة وتنام إلى الليل وتبقى لا تشرب الماء بسبب ادرار البول ويخرج منها ويعاد غيره .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالباب التاسع الأدوية التي تزيد في مني المرأة وتقوي ظهرها وتغزر منيها\r\nوهي بزر الكرنب ، بزر الحندقوقا وبزر الهليون والحمص الأسود والمرقشيتا الفضية والحضض والحرمل والحبة الخضراء يؤخذ من كل واحدة من هذه الأدوية مثقال يدق ويعجن بعسل منزوع الرغوة ويرفع في الماء زجاج ويستعمل في كل يوم ربع مثقال على الريق فإنه يفعل ما وصفناه غاية .\r\nفصل في ذكر الأدوية التي تسرع ادراك الجارية وتحسن عودها\r\nوهي السنبل الهندي والسرخس والسرطاني النهري والايراس والسورنجان وبسفايج اليابس وشهدانج بزي وشعر انسان محروق يؤخذ من أيها كان مثقال ويعجن بدهن البان ويؤمر المرأة بان تطلي به داخل عنق رحمها كل يوم ست مرات في كل يوم وزن درهم فإنه يسرع ادراك الجارية وينميها في مدة يسيرة لينال الرجل وطره منها .\r\n\r\nالباب العاشر في ذكر الأدوية التي تحبب السحق إلى النساء\r\nحتى يشتغلن به عن جميع ما هن فيه ويأخذهن عليه الهيمان والجنون وهي بصل العنصل والبلاذر والشب وبزر النعام وصاهر صوما وصدا الحديد الفولاذ وظلف المعز المحروق وسرخس وسوسن\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاسمانجولي وبزر الجزر البري تأخذ من أيها شئت وزن درهم فيسحق ان لم يكن رماد ويعجن بالماء المعتصر من الورد ويحتال على المرأة ان تتحمل منه هذا الدرهم فإنه يكون ما وصفنا من التهيج والهيمان ستة اشهر وكلما أعيد بعد ستة اشهر عادت الشهوة .\r\n\r\nالباب الحادي عشر في معرفة الأدوية التي تضيق فروج النساء وتسخنهن وتجفف رطوبتهن\r\nفقد ذكرنا في الأبواب السابقة من زينة النساء التي تدعو إلى وطئهن ما فيه كفاية ومقنع لنذكر الآن من الأدوية التي تصلح فروج النساء وتلذذ وطأهن ما يحصل به الغرض المطلوب .\r\nواعلم أن لذة الوطء لا تحصل للرجل حتى يجتمع في فرج المرأة ثلاثة أوصاف وهي الضيق والسخونة والجفاف من الرطوبة فان نقص منهن وصف أو وصفان نقص من لذة الجماع بعد ذلك وان علامة هذه الأوصاف الثلاثة من الفرج لم يحصل بوطئه لذة البتة وكان جلد عميرة وهو الاستمناء أطيب منه وألذ انزالا .\r\nواعلم أن الولادة وكثرة الجماع يوسعان الفرج فتذهب منه اللذة الخلقية فينبغي ان يداوى بهذه الأدوية التي نحن ذاكروها .\r\n( صفة دواء يضيق الفرج ) يؤخذ بن آري محرقا وأظلاف المعز محرقة وحافر حمار محروقا وجوز ماثل محروقا وبسفايج محرقا وسعتر بري من كل واحد درهم يسحق الجميع ناعما ويعجن بدهن البان ثم يتحمل منه بوزن كل\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nشهر ثلاث مرات كل عشرة أيام مرة ولا يكون ذلك وقت جريان حيضها خوفا من الأدوية بقدر ما تسخن من غير مبالغة فان يضيق القبل حتى تصير المرأة كالبكر .\r\n( صفة دواء يضيق القبل ) يؤخذ من الافسنتين والخماما وصمغ البطم والجلنار والقيصوم ودار شيشعان من كل واحد وزن درهمين يدق ويعجن وتتحمل به المرأة بصوفه سبعة أيام فإنه جيد لما ذكرناه .\r\n( صفة دواء فيه سبع منافع ) يضيق الفرج ويقوي أشفار عنق الرحم ويحمي طريق الإحليل ويطيب رائحة الفرج ويضر الرجل ينزل بسرعة ويكثر انزال المني من المرأة : يؤخذ البسد والبسباسة وارزنجوش والسعتر البري وقشور الكندر والإذخر والخيري والورد الأحمر وقشر الرمان والترمس من كل واحد مثقال يعجن بعد سحقه بدهن البان وتتحمل منه المرأة بصوفة بالنهار وتخرجه بالليل عند النوم فإنه نافع لما ذكرناه .\r\n( صفه دواء يضيق الفرج ) يؤخذ مسك وزعفران يضاف اليهما شراب ريحان ويغلى غليا جيدا ويشرب في خرقة كتان وترفع إلى وقت الحاجة فإذا أرادت المرأة استعماله قطعت منه واحدة وتحلت بها قبل الجماع بيوم وليلة فإنه يضيق المحل وتطيب رائحته .\r\n« دواء مثله » يؤخذ رامك واقاقيا وسنبل وسعد يدق وينخل ويعجن بشراب وتلوث منه صوفه وتتحمل منه المرأة فإنه جيد مجرب .\r\n« صفة دواء مثله » يؤخذ مراداسنج وزجاج زعفران يسحق الجميع ويعجن بشراب وتتحمل منه المرأة يضيق فرجها ويسخنه جدا .\r\n« صفة دواء » إذا كان مع المرأة رطوبة فيؤخذ وزن أربعة دراهم مر بطارخي وقلب نوى مشمش مر مثله حصي لبان\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوحنظلة كاملة تدق جميعا بقشرها دقا ناعما ويلقى عليها الأوزان المذكورة المتقدم ذكرها ويضاف إليها عسل نحل وتجعل على النار بعد ان يضاف إليها زيت طيب فتعمل منها صوفة وتلبس من خلف فإنه غاية يخط جميع الرطوبة والأوجاع التي في الوسط وكذلك الرجل إذا كان معه رطوبة في السفل .\r\n« صفة أخرى » يؤخذ شب وعفص غير مثقوب وقلقند من كل واحد جزء يدق الجميع ويعجن بشراب وتتحمل به المرأة .\r\n« صفة أخرى » شب وغصن وسعد وفقاح الإذخر وورق السوسن من كل واحد جزء يدق ويعجن بماء الورد وتتحمل به المرأة ويطبخ فيه وتستنجي منه المرأة فإنه جيد مجرب .\r\n« صفة دواء آخر » يؤخذ سك ومسك وقرنفل وثمد وعفص وعظام محرقة كل واحد جزء يدق الجميع ناعما ويعجن بماء الآس ويشرب منه خرقة كتان وتتحمل منه المرأة .\r\n« صفه دواء » للمرأة إذا كانت ترخى ماء عند الجماع تتحمل بالكلح الأبيض بعد سحقه في صوفة فإنه نافع .\r\n« صفة دواء بضيق الفرج ويطيبه » يدق ورق المرسين الأخضر بماء الورد ويعصر ماؤه ويزوق ويجعل في ذلك الماء جميع أصناف الطيب ما خلا السنبل مدقوقة منخوله وقليل من طين المج ثم ينقع في خرقة حتى تشربه وتكون رقيقة ونظيفة وتبخر تلك الخرقة وهي مبلولة بالعود والعطر وتقطع قطعا صغار وتلف وتجعل في حق وترفع وتتحمل منه المرأة قبل الجماع بخرقة منها وترميها بعد الجماع .\r\n« صفة أخرى تجعل المرأة كالبكر » يؤخذ من العفص الأخضر ومن العظام الحارقة من الباذنجان اليابس ومن جفت البلوط اليابس ومن الاقاقيا اجزاء\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمتساوية وتسحق فرادى وتجمع وتعمل المرأة قطعة قطن فتبلها بماء وتلوثها فيها وتتحمل بها ثلاثة أيام متوالية تعود شبيهة بالبكر .\r\n« صفة دواء يضيق الفرج » يؤخذ سوتير وعقصة وأصل السوسن يعجن الجميع بالزيت ثم يغمس فيه صوفة وتتحمل بها المرأة سبعة أيام متواليات ذكر صاحب كتاب الخواص ان وسخ فرج الشاة تحمله المرأة معها فتصير كأنها بكر .\r\n« صفة تجعل المرأة كالبكر » فتؤخذ أصول القصب الفارسي يحرق ويؤخذ العفص الأخضر وسنبل رومي ويدق كل ويخلط برماد القصب المذكور ويلت بشراب الرمان الحلو ويعمل صوفه وتتحمل به المرأة .\r\n« صفة تضيق الفرج وتمنعه من الرطوبة » يؤخذ ملح اندراني وشب يسحق بما قد طبخ فيه عفص بلوط وجلنار .\r\n« صفة أخرى » يؤخذ قشور الجوز الأخضر وشب وسعد بليج بشراب وتتحمل به في صوفة فإنه نافع .\r\n« صفة تسخن الفرج » يؤخذ قردمانا وفلفل وسعد يسخن بشراب وتتحمل به ناعما .\r\n« صفة تنظف الفرج » يؤخذ ماء المطر ويلقى فيه بعر الفار مسحوقا ناعما وتتحمل به المرأة فإنها تنشف وتسوي .\r\n« صفة دواء تسخن الفرج وللمرأة الواسعة إذا كانت المرأة واسعة كثيرة الماء » يؤخذ منقي يسخن ويعجن بعسل نحل وشيء من زعفران ويندق فإذا كان عند الجميع تبخرت بواحدة من تلك البنادق فإنها تضيق وتنقطع عنها الماء .\r\n« صفة أخرى » يؤخذ مر وقسط زعفران اجزاء سواء تدق وتعجن بعسل نحل ثم يؤخذ تين يابس يشق وينتزع بزره ويدق ناعما ويخلط مع الأدوية والعسل ويهيأ منه فرزجد وتتحمل بها المرأة الكثيرة الرطوبة دفعات فإنها تنشف رطوبتها .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nالباب الثاني عشر الأدوية التي تطيب رائحة فرج المرأة حتى أن كل من دنا منها أحب العودة ليها والخلو معها\r\nوهي الجهد باستر والكبخ والحرمال والحاشا والثوم البرى وجاوشير وجلذ ابن آوى محرقا يؤخذ من أيما شئت وزن قيراط يعجن بثلة من دهن بان خالص وتتحمله المرأة في كل ساعة بصوفة ولا تعاود ذلك الذي قد أخرجته من الغد بل يغير في كل يوم ويكون ذلك في وقت احتباس طمئها فإذا كان حيضها جاريا فلا تقربه .\r\n\r\nالباب الثالث عشر في معرفة الأدوية التي تهيج شهوة النساء إلى الجماع حتى يأخذهن الهيمان والجنون ، ويخرجن من بيوتهن إلى الطرقات في طلب ذلك\r\nوهي الطاليسفوم والعود البني وعكر الزيت العتيق وانؤ زيدان وبزر الجرجير البستاني والبقم والثيل وبزر الفجل السلحم والناخواه يؤخذ من كل واحد من هذه الأدوية جزء تجمع منخولة وتعجن بماء بصل العنصل وتقرص وتجفف في الظل ثم تدق وتسحق وتعجن بالماء المعتصر من الورد ويقرص كل قرص وزن درهم وتسقي منه ثلاثة اقراص باوقيه ماء بارد ويكون الوقت الذي تسقي فيه جريان حيضها فإنه يكون ما ذكرناه ومن ذلك أيضا - إذا أردت تهيج النساء يؤخذ بلاذر وعود قرح روج وبزر كرنب\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوعقرب محرقه وزهر شبب وبزر فجل وسعتر محرق من كل واحد نصف درهم يطرح في الماء الذي تستنجي منه المرأة وفي السراويل فإنه يهيج عليها الباه : آخر يؤخذ كندس وفلفل بعد سحبها بحل ما ليمون اخضر ويقطر في شق الفرج وهي نائمة ترى العجب فإذا أورثت قروحا استعمل حي العالم ودهن بنفسج . نوع آخر يؤخذ الخوخ برعية فيغسل بالماء البارد حتى يحصل في الماء رغوة ويجعل في الإبريق الذي تستنجي منه المرأة ومن ذلك إذا أردت تهيج البنات تعبث بثديها ترى العجب لان منها في الترئب وهو متصل بالتدبير أسفله كالأنثيين من الذكر ومن دليل ذلك انك إذا قلت هاء بزهار زب فافهم ذلك واكتسب من هذه الفضائل .\r\n\r\nالباب الرابع عشر في معرفة الأدوية التي إذا استعملها النساء اللواتي لم يدركن لم يثبت على كراسي أرحامهن شعر ويبقى الموضع ناعما ابدا\r\nوهي المغنيسا وورق التين الأسود اليابس والمر والمازيون والدخن والدهن والدوسر والدفلى والرند والذراريح ورماد الراسن اليابس تجمع هذه الأدوية مسحوقة ويؤخذ من كل واحد منها وزن دانق تجمع وتعجن بلبن اللاثن اللواتي لم يلدن الا تلك المرة حتى تصير بمنزلة العسل المعتدل القوام أو بشرط الموضع شرطات خفيفة ويطلي عليه ذلك الدواء والدم يخرج حتى ينقطع ويثبت عليه وتطلي عليه نهار ذلك اليوم مرارا فان المستعملة له امنت من أن ينبت هناك شعر .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nالباب الخامس عشر في ذكر الأدوية التي إذا استعملها النساء اللواتي قد أدركن نثرت الذي على كراسي أرحامهن وأماتته ومنعته من النبات ثانية ، ويبقى الموضع ناعما رطبا\r\nوهو الكبريت الأصفر والذرانيح ورماد قشور حطب الكرم والراسن المحرق والزنجبار القلقطار ودبغ الخوخ يؤخذ من كل واحد من هذه الأدوية جزء يدق ويسحق ويخلط الجميع ويطبخ برطلين ماء حتى إلى رطل ويطرح فوقها ربع رطل دهن زنبق خالص ويوقد تحته بنار لينة حتى يذهب الماء ويبقى الدهن وتمرس فيه الأدوية ويصفى ويترك في اناء زجاج ويشرط الموضع شرطا خفيفا ويطلى عليه من هذا الدواء ثم يطلى به والدم قد انقطع مرتين أو ثلاثا في ذلك ويبيت عليه الدهن ويعاد ذلك مرارا بعد ذلك أياما فإنه نافع لما ذكرنا فافهم .\r\n\r\nالباب السادس عشر في ذكر كيفية أنواع الجماع وما تجلب بصفته الشهوة وينبه الحرارة الغريزية\r\nقال عمر بن بحر الجاحظ : كان بالهند امرأة تعرف بالألفية ، وذلك أنه قد وطأها ألف رجل ، وكانت أعلم أهل زمانها بأحوال الباه ، وأن جماعة من النساء اجتمعن إليها وقلن لها : أيتها الأخت أخبرينا عما نحتاج اليه ونعمله ، وما الذي ينبت محبتنا في قلوب\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالرجال وما الذي يتلذذون به ويكرهون من اخلاقنا ، وما الذي ينبغي ان نعمل معهم فنستطيب به محبتهم ؟\r\nقالت : أول كل شيء لكن ينبغي ان لا يقع نظر الرجل على واحدة منكن الا بنظافة ولا يشم منكن الا رائحة طيبة ، ولا يقع له نظر الا على زينة .\r\nقلن : وما الذي يجب على الرجل ان يقترب به إلى قلب المرأة ؟\r\nقالت : الملاعبة قبل الجماع ، والرهز قبل الفراغ .\r\nقلن لها : الذي يكون سبب محبتهما لبعضهما واتفاقهما ؟\r\nقالت : ان ينزلان في وقت واحد .\r\nقلن فما الذي يفسد مودتهما ومحبتهما ؟\r\nقالت : ان يكون غير ما ذكرت لكن .\r\nقلن : فأخبرينا عن الجماع وأنواعه واختلافه .\r\nقالت : سألتني عن شئ لا أقدر ان اكتمه ولا يحل لي ان اخفيه ، وانا واصفة لكن أبوابه التي يستعملها الرجال وتوافق النساء ويبلغون بها لذتهم وقدوم صحتهم ، وتتآلف قلوبهم غير التي اقتصر على أحسنها وأصف أسماءها .\r\n\r\n[ الباب الأول الاستلقاء 
  ]\r\nفأول ذلك وهو الباب العام الذي يستعمله أكثر الناس ومنهم من لا يعرف غيره هو : الاستلقاء ، وهو ان تستلقي المرأة على ظهرها وترفع رجليها إلى صدرها ويقعد الرجل بين فخذيها قاعدا على أطراف أصابعه ، ولا يهمز على بطنها بل يضمها ضما شديدا ويقبلها ويشخر وينخر ، ويمص لسانها ويعض شفتيها ، ويولجه فيها ويسله حتى يبين رأسه ، ويدفعه ولا يزال في رهز ودفع وحك وزغزغة ورفع حتى يفرغا بلذة عجيبة وشهوة غريبة ، واسمه نيك العادة .\r\nالباب الثاني منه وهو ان تستلقي المرأة على ظهرها وتمد رجليها ويديها وينام الرجل عليها وقد فرقت رجليها\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nحتى يمكن الرجل من ادخال ايره فيها ، فإذا اولجه فيها شخر ونخر ويهيج ويغتلم وهي من تحته تئن أنين العاشق المهجور ، وتتأوه تأوه المدنف المسحور ، وتضطرب اضطراب التلف الحيران الذي اضرم الهوى في قلبه النيران ، فساعة يسكن وساعة يرهز حتى يعلم أنه قارب الانزال فيوقفها وينزلان جميعا فيجدان اللذة ما مثلها لذة ، واسمه نيك السادة .\r\nوالثالث منه وهو ان تستلقي المرأة على ظهرها وقد شبكت يديها على رأسها وقد ألصقت فخذيها بصدرها كأنها مطوية ثم يعانقها الرجل ويلمسها إلى صدره ، ويولج ايره فيها بتأن وسكون ، ثم يرفع وهو يحتدم ويرهز ويلطم على سقف كسها ، ويعتمد على سقف فرجها فإنها تلتذ بذلك لذة عظيمة إلى أن يفرغا جميعا وهذا اسمه نيك المصري .\r\nالرابع منه : وهو ان تستلقي المرأة على ظهرها وتمد رجلها مدا جيدا وترفع الأخرى رفعا جيدا ثم يقعد الرجل بين فخذيها وقد أقام ايره قياما جيدا ويدخله ولا يزال يشخر وينخر إلى أن يفرغا واسمه نيك المخالف .\r\nالخامس منه وهو ان تنام المرأة على وجهها وترفع عجزها رفعا جيدا وينام الرجل عليها ويدخل ايره في عجزها ثم يقلب رأسها ويقبلها ويضمها إلى جهته ويلزمها إلى أن يتم واسمه التتبعي .\r\nالسادس منه وهو ان تستلقي المرأة على ظهرها ويرفع الرجل ساقيها ويمسك خصرها ويتراهزا جميعا واسمه قلبني واطبقها .\r\nوالسابع منه هو ان تستلقي المرأة على ظهرها ويحضر الرجل على ركبتيه ويرفع ساقيها عند كتفيه ويحك شفرها ويولجه وإذا قرب يقوم وكلما قارب الفراغ اخرجه وبرده ويطبقه إلى أن يفرغ واسمه المبرد .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالثامن منه وهو ان ترفع ساقا وتمد ساقا ويجلس الرجل على ركبتيه ويقيمه جيدا ويولجه واسمه نيك العجم .\r\nالتاسع منه هو ان تستلقي المرأة على وجهها وتمد رجليها مدا مستويا ، ويجلس الرجل على فخذيها ويقيم ايره ويولجه فيها ويتراهزا جميعا واسمه راحة الصدر .\r\nالعاشر منه هو ان تستلقي المرأة على ظهرها فترفع ساقيها ويحبو الرجل ويمس رؤوس أكتافها ويولجه فيها ايلاجا عنيفا وهي تعاطيه الشخر والنخر والغنج الرقيق حتى ينزلا جميعا واسمه القليناقسي .\r\nالحادي عشر وهو ان تستلقي المرأة وترفع ساقيها وتقعدها خلف الرجل ويمسك هو باكتافها وهو يولجه فيها ، ويتراهزا جميعا واسمه نيك العجلة\r\n\r\nالباب الثاني في القعود\r\n( الأول منه ) وهو ان تقعد المرأة والرجل متقابلين بعضهما في بعض ثم يحل الرجل سراويل المرأة بيده ويخليها من خلخالها ثم يلفه ويرميه فوق رقبتها فتبقى الكرة ثم يرميها على ظهرها فيبقى فرجها ودبرها متصدرين ويقيم الرجل ايره ويولجه وقتا في حجرها ووقتا في فرجها واسمه سد التنين .\r\n( الثاني في القعود ) وهو ان يقعد الرجل والمرأة في ارجوحه في يوم نيروز وقد قعدت المرأة في حجر الرجل على ايره وهو قائم ثم يتماسكا وقد وضعت رجليها على جنبه ويتأرجحان فكلما مرت الأرجوحة خرج منها وكلما اتت دخل فيها وهما يتنايكان بلا انزعاج ولا تعب بل بغنج وشهيق وزفير إلى أن ينزلا جميعا واسمه نيك الارجوحه النيروزي .\r\n( الثالث منه )\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوهو ان يقعد الرجل ويمد رجليه مدا مستويا ويقيم الرجل ايره قياما جيدا وتأتي المرأة فتجلس على افخاذه ويدخل ايره في حجرها وتعاطيه الشهيق والنخير والنفس العالي حتى يفرغا بلذة عجيبة وشهوة غريبة ويسمى دق الحلق .\r\n( الرابع منه ) وهو ان يجلس الرجل وتجلس المرأة ويمد الرجل ساقه من تحتها مدا مستويا وساقه الأخرى من فوقها مختلفين وهي أيضا كذلك ويقيم ايره ويولجه واسمه نيك الكرسي .\r\n( الخامس منه ) ان يتربع الرجل ويقيم ايره وتقعد المرأة عليه ووجهها اليه وفمها إلى فمه ويرشف ريقها يقبل عنقها ويضمها اليه واسمه قلع الخيار .\r\n( السادس منه ) ان يقعد الرجل ويمد رجله الواحدة مستوية والأخرى قائمة وتأتي المرأة وتقعد عليه وهي مستديرة بوجهها وتمد رجليها وتخذ سراويلها كأنها تغسل بين رجليها وهي قائمة عنه قاعدة عليه ويسمى نيك الغساليات .\r\n( السابع منه ) ان يقعد الرجل رجليه مستويا ويقيم ايره فتجلس عليه وتمد رجليها إلى قدامه وتعتمد على كتفه وتقوم عنه وتقعد عليه واسمه نيك الفساق .\r\n( الثامن منه ) ان يقعد الرجل على قرافيصه والمرأة كذلك ناذا اولجه مشت قدامه بحيث لا يخرج وهو خلفها إلى أن تدور به جميع البيت قارب الانزال عضها في رقبتها وناكها في ثقبها واسمه نيك الروم .\r\n( التاسع ) ان يقعد الرجل ويمسك المرأة ويضم بعضهما بعضا ويقيم ايره وتكون المرأة قد خلعت سراويلها وسلبت ذيلها على كتفها ثم تجلس على ركبتيها وتسحب عليه وهي ضاحكة ماسكة بخواصرها راشفة ريقه واسمه نيك الكسالى .\r\n( العاشر ) وهو ان تجعل المرأة تحت\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nعجزها مخدتين وتستند على يديها إلى الوراء ويعمل الرجل مقابلها كذلك ويولجه ايلاجا عنيفا وكل منهما رجلاه مضمومتان اليه .\r\n\r\nالباب الثالث في الاضطجاع\r\n( الأول ) ان تضطجع المرأة على جنبها الأيسر وتمد رجليها مدا مستويا وتدير وجهها إلى ورائها ويأتيها الرجل من خلفها ويلف ساقه على فخذها ويمسك صدرها بيده وتحت بطنها بيده الأخرى ويسمى دق الطحال .\r\n( الثاني ) ان تنام المرأة على جنبها الأيسر وتمد رجليها مدا مستويا وتدير وجهها إلى ورائها ثم تجعل فخذه بين فخذيها وتحكه بين شفريها ثم يولجه فيها ويسمى نيك الحكماء .\r\n( الثالث ) ان تضطجع المرأة وتدير وجهها ويضطجع الرجل خلفها ورجله الواحدة مثبتة خلفه والأخرى بين فخذيها واسمه الصقلاني .\r\n( الرابع ) ان تضع المرأة رجليها على احدى فخذيه والأخرى بين فخذيها ويبل ايره ويحكه حكا جيدا إلى أن يحس بالانزال فيطبقه قويا واسمه نيك المسلطين .\r\n( الخامس ) تنام على جنبها الأيمن وتمد رجليها والرجل كذلك على جنبه الأيمن ويخالف بين رجليه ثم يولجه فيها فإذا قارب الانزال يخرجه ويتركه على فخذها ثم يولجه فيها واسمه المقترح .\r\n( السادس ) ان يتكي الرجل على جنبه الأيسر وتتكي المرأة على جنبها الأيمن وتضع عجزها في حجر الرجل ويجعل رجلها للشمال من فوق ورجلها اليمنى من تحت ابطها الأيسر ويولجه ايلاجا عنيفا واسمه نيك الوداع .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n( السابع ) تضطجع على جنبها الأيسر وتمد رجليها وتدير وجهها إلى وراء ويضطجع الرجل خلفها وتلف ساقها على فخذها الاعلى ويمسك صدرها بيده والأخرى تحت بطنها واسمه نيك الأرمن .\r\n( الثامن ) تضطجع على جنبها الأيمن وهو على جنبه الأيسر ويأخذ ساقها الأيسر بين ساقيه واسمه نيك الهين .\r\n( التاسع ) ان تضطجع على جنبها الأيسر وهو على جنبه الأيمن وساقها بين ساقيه وتعاطيه الشهيق والغنج إلى أن يفرغا منه واسمه نيك الكلاب .\r\n( العاشر ) تضطجع على جنبها الأيسر وتمد رجليها وتدير برأسها إلى خلفها ويضطجع الرجل خلفها ويلف ساقه واسمه نيك الولع .\r\n\r\nالباب الرابع في الانبطاح\r\n( الأول ) ترقد المرأة على وجهها وتمد رجليها مستويا ويجلس الرجل على فخذيها ويسمى راحة الصدر .\r\n( الثاني ) تمد ركبتها الواحدة إلى صدرها وترفع عجزها جيدا ويجثو الرجل على ركبتيه ويسمى نيك الحمير .\r\n( الثالث ) تلصق خدها بالأرض ويأتي الرجل فيمسك خصرها ويولجه فيها واسمه نيك العميان .\r\n( الرابع ) تنبطح على وجهها وينبطح الرجل عليها ويجعل ساقيه بين ساقيها ويده الواحدة في خصرها والأخرى من بطنها وفمه في فمها واسمه نيك الفقهاء .\r\n( الخامس ) تنبطح على وجهها وترفع عجزها ويأتي كما يجلس خلف الغلام ويسمى نيك الفتي .\r\n( السادس ) تنبطح المرأة على وجهها وقد ألصقت ركبتها بصدرها ورفعت عجزها إلى فوق\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوأقام الرجل ايره ويولجه فيها بلا تعب ولا نصب ويسمى نيك المتخصصين . .\r\n( السابع ) تنبطح المرأة على وجهها وتضم ركبتها إلى صدرها كأنها قد سجدت أو ركعت ثم ينزل الرجل من خلفها ويدخلها ولما وقع عليها ودفعه ترفع رأسها وتشخر بهيجان وغلمة وشهيق وأنين وبكاء واحتراق وهما قد غابا من شدة الشهوة وطيب النكاح إلى أن يقارب الانزال فيسله من جحرها ويولجه في كسها واسمه مزاج العافية .\r\n( الثامن ) تنبطح على صدرها وتمد رجليها ويجلس الرجل على أفخاذها ويدخل يديه تحت إبطيها ويمسك رؤوس أكتافها واسمه العقل .\r\n( التاسع ) تنبطح وتمد ركبتيها إلى الصدر وترفع عجزها ويجلس الرجل على ركبتيه ويمسك خواصرها واسمه نيك القفا .\r\n( العاشر ) تنبطح وتقيم ساقيها وتدير وجهها إلى ورائها وينبطح الرجل عليها ويلف ساقه .\r\n\r\nالباب الخامس في الانحناء\r\nالأول تركع المرأة ويرفع الرجل خصرها ويولجه فيها واسمه راحة الاير .\r\nالثاني تنحني المرأة على اربع كأنها راكعة يأتي الرجل فيمسك بيده اليمنى خاصرتها اليمنى واليسرى باليسرى ويقيم ايره ويجذبها بخواصرها قليلا قليلا واسمه نيك النعاج .\r\nالثالث ان يجلس الرجل على فراشه ويقيم ركبته اليمنى وتجلس المرأة وتقيم ركبتها اليسرى ويمسك بخواصرها ويجذبها واسمه نيك الفرح .\r\nالرابع تنحني المرأة على اربع متكئة على احدى يديها من فوق المخدة\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوبيدها دف تنقر عليه ويأتي الرجل من خلفها ويقيمه ويولجه فيها وبيده جفانة يلعب بها كلما دخل وخرج وهما على ايقاع واحد واسمه مسمار العشق .\r\nالخامس ان تنحني المرأة على ركبتيها ويلزمها الرجل من خلف وتلتفت اليه وتعطيه لسانها يمصه ثم تقبض على ايره وتولجه واسمه نيك المساعدة .\r\nالسادس تنحني على دكة وتمد رجليها ثم يرمي الرجل نفسه عليها إلى أن يفرغا واسمه نيك الفلاحات .\r\nالسابع تنحني المرأة وتقدم رجلا وتؤخر أخرى ويدخل الرجل ايره بين فخذيها ويمسك ذوائبها ويمشيها إلى أن يفرغا واسمه نيك البستاني .\r\nالثامن تمسك المرأة أصابع رجليها وهي قائمه ويأتي الرجل ويقيم ايره ويولجه واسمه نيك العتاب .\r\nالتاسع تنحني اربع وتفتح ساقيها ويدخل الرجل ساقه الواحدة ويمد الأخرى واسمه نيك المشتبك .\r\nالعاشر تنحني المرأة على اربع وتشبك على صدرها وتضم ركبة وتمد أخرى وتمسك ذوائبها ويأتيها الرجل واسمه نيك الكسل .\r\n\r\nالباب السادس في القيام\r\nالأول ان تقوم المرأة والرجل على أن يودعها عند الخروج من عنده فيضم كل واحد منهما الآخر إلى صدره ضما شديدا ثم تتعلق المرأة به وتمد يدها فتأخذ ايره وتريقه بريقها وتولجه في كسها ايلاجا حسنا بلطافة ورياضة وهو مع ذلك يمرت اعكانها ونهودها وتقبله فيقدم ايره ويرفع احدى رجليها وتمكنه من نفسها\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nويسمى نيك الوداع .\r\nالثاني ان تقوم مع الحائط وهي منقبة متزرة وخفتها في رجلها فياتيها الرجل ويقبلها من فوق النقاب ثم يخلع فردة الوطة ويخرج رجلها الواحدة من فردة السراويل وترفعها حتى تبقى أعلى منه وتبين فرجها ويدخله بين أفخاذها ويسند فخذها الواحدة على الحائط واسمه الدهليز .\r\nالثالث ان تقوم المرأة قائمة على قدميها وتسند إلى الحائط دائرة بوجهها اليه وتبرز عجيزتها حتى يبدوا ما بين رجليها ويأتي الرجل ويقيم ايره ويمسك بيده اليمنى صدرها ويده اليسرى على بطنها وسرتها حتى يفرغا ويسمى نيك العجلة .\r\nالرابع ان تقوم المرأة قائمة على رجليها ويجلس الرجل على الأرض ويمد رجليه والمرأة مستقبلة بوجهها لوجهه فتجلس على ايره بعد ان تجعل رجليها في وسطه واسمه نيك الجن .\r\nالخامس ان تقوم المرأة قائمة على رجليها وتجعل يديها في خواصرها وتبرز فرجها ويأتيها الرجل ويقيم ايره ويولجه ايلاجا عنيفا وهي تعاطيه النخير والنفس العالي وكلما قارب الفراغ اخرجه وحكه بين شفريها حتى يفرغا واسمه نيك المصدر .\r\nالسادس ان تقوم المرأة مع الحائط وتبرز عجيزتها ويأتيها الرجل وهو نيك السقايات .\r\nالسابع وهو ان يقوم الرجل والمرأة ويتعانقا ويخالفا ما بين رجليهما ثم يحكه بين شفريها فإذا أحس منها بشهوة اولجه وهو نيك الفساق .\r\nالثامن ان تقف المرأة وترفع رجلها ويأتي الرجل فيجعل رجلها المناشلة على خصره ويشد بيده على ظهرها ويرهزها وهي تشخر وتنخر إلى أن يفرغا واسمه نيك واشبع .\r\nالتاسع ان تجعل وجهها إلى الحائط وتظهر عجزها وتستند على\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالحائط بيدها وتفتح ساقيها ويقف الرجل بين ساقيها ويأتيها واسمه نيك الصوفية .\r\nالعاشر ان تقوم المرأة مع الحائط وترفع رجلا وتشبكها على الحائط ويأتي الرجل فيقيم ايره ويولجه فيها واسمه نيك الأكراد .\r\n« ومن ذلك » لمن يريد الحبل ان تنام المرأة على ظهرها وتجعل تحت عجزها مخدة وتحت رأسها مخدة وتجمع فخذيها لصدرها ويجامعها .\r\n( ومن ذلك ) ويسمى المثلث : ان تنام المرأة على وجهها متوركة وينام عليها وتلتفت اليه ولسانها في فمه وايره في استها وإصبعه في فرجها ويدفع بالثلاثة ويؤخذ بالثلاثة .\r\nومن ذلك ويسمى نيك الممتنعة ان يحل سروالها ويعقد طرفه ويجذب وسط التكة ويمدها اليه ويلقيها في عنقها ويدفعها لتستلقي ويبقى لها بابان مفتوحان ومن ذلك الملاعبة يقرص الشفة السفلى ويمد شعرها ويقبل الساعد وبعض الكتف ويلوي العنق ويدغدغ الثدي ويمص الافخاذ ويقبل الفم والخد ويمص الفرج .\r\nومن ذلك صفة السحق فتستلقي المرأة على الظهر وتجمع رجلا واحدة كأنها على جنب راكدة وتركبها الأخرى .\r\nواما مواضع التقبيل فالفخذان والعينان والشفتان والجبهة والسالفتان والثديان وباطن القدم .\r\nواما مواضع الشم فطرف الانف وحول العينين وباطن الاذنين والسرة وداخل الفرج والخاصرتان .\r\nواما مواضع العض فالوجنتان والسالفتان والشفة السفلى والاذنان والأرنبة .\r\nواما مواضع الحك بالأظافر فباطن الرجلين وباطن الفخذين وعلى الساعدين وفيما بين السرة والبطن ولا يفعل هذا الضرب الا بالبطيئة الانزال ولا يعالج بها إلا وهي\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمفرجة الرجلين فان ذلك اسرع لانزالها فان عملت هذه الأشياء بمن هي سريعة الانزال أبطأت .\r\nوينبغي للرجل قبل جماعه ان يلاعب المرأة ويفاحشها ويحري لها ذكر الباه ويترك يدها على ايره في حال القيام فان هذا مما يستدعي شهوتها .\r\nواعلم أن في الامرأة ثقبين سوى مدخل الاير أحدهما كعين البطة والثاني أسفل من موضع الختان يخرج منه البول وتخرج النطفة من خرق أسفل من ذلك عند منقطع عظم الركب ومصبه في الجوف فيأتي الرحم منه ما اتى ويظهر منه ما ظهر وكلا الخرقين من صاحبه قريب الا ان خرق البول ظاهر وخرق النطفة باطن وليس بينهما في القدر الا قياس عرض الابهام فهذا موضع من عرفه فتوخاه برأس ايره بحركة لطيفة من غير عنف أو دلكه بإصبع أو غيره أسرعت المرأة بالانزال وكان اللطيف والكبير عندها واحد وأحبته حبا شديدا أو من لم يعرف ذلك من الرجال فادخل ذكره من غير توخ لهذا المكان ولا سيما إذا كان ذكره صغيرا لم يبلغ ارادتها فتبغضه ولو كان كيوسف في الحسن وإذا كان ذكر الرجل لطيفا ولم يحسن شيئا من العلاج فخير الأشياء ان يزري اخيله إلى أحد الجانبين ويضرب سقف الفرج وارضه .\r\nوأيضا يترك ركبتيه اليمنى في أصل فخذها الأيسر ويجعل الأيمن على كتفه ويعتمد هذه المواضع فإنه يبلغ ارادتها ويستفرغ لذتها .\r\nومن ذلك أيضا ان يدخل بين فخذي المرأة ويقرع ظهر الفرج وجوانبه من الخارج حتى يستدو على شهوتها فحينئذ يولجه فإنها لا تتمالك عن الانزال ولا تفارقه ولا تمله ابدا .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nالباب التاسع عشر في الحيل على الباه\r\nالحيلة للرجل السريع الانزال حتى يبطئ ان يشغل همته عن المرأة بشيء يشغله عن شهوتها ، بان يتذكر غير ما هو فيه من سائر الأمور التي تشغل القلب .\r\nواما الحيلة للبطىء في الانزال إذا كانت المرأة اسرع منه فإنه يشغل قلبه بها ويتوهمها الغاية في الحسن والجمال واللذة ، وان لم تكن كذلك .\r\nواما الحيلة في مواقعة المرأة الهرمة فإنه يشد ركبتيها في حقويها شدا محكما يجذب جلدها كله إلى فوق ، حتى ينبسط سطح حرها وما يليه ، ثم يلج في السراويل متخذا وضعا مناسبا لحرها فيأتيها منه .\r\nواما الحيلة في مواقعة المرأة الواسعة فإنه يجعل تحت عجزها مخدة حتى يرتفع وتمد احدى رجليها وتضم الأخرى ويأتيها من قدام . واما الحيلة في تهيج غلمة الجارية فإنه يفرك حلمة ثديها فإنها تهتاج كثيرا ومما يشهد لذلك ان المرأة إذا حملت انقطع لبنها لان بين الثدي والرحم اتصالا ومما قالوا في الخواص : إذا أردت ان تأتي المرأة وهي نائمة لا تعلم فخذ ضرس انسان وعظم هدهد من الجانب الأيسر فصيرهما جميعا في خرقا ثم ضع الصرة تحت رأسها واصنع ما شئت فإنها لا تعلم . واما الحيلة في مطالبة المرأة للرجل بالنيك فهي ان تطرح في الماء الذي تستنجي منه كمك وهو العقار الذي إذا حك على القنا حك صاحبه فلا يزال يحك حتى يصفع نفسه بيده فإنها تدعوه فإن لم تجده اخذ الخوخ ووضعه في الماء البارد وغسله فيه حتى يحصل\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nرغبة فيه ويجعل ذلك الماء في الإبريق الذي تستنجي منه وأقوى من ذلك ان يأخذ زنجارا وشيئا من نشادر ويجعله في الماء فإنه عجيب .\r\nواما الحيلة التي يحتاج إليها الدباب فهي عشرة أشياء :\r\nأحدهما ان يكون معه حصتان ليقذف بإحداهما السقف ثم ينتظر قليلا ويقذف بالأخرى فإذا وقعت الثانية ولم يتحرك أحد فالجماعة نيام .\r\nالثانية ان يكون في فمه شيء من الأشياء شأنها ان تدر الريق فان وقت الدب يجف الريق وقد يحتاج اليه في ذلك الوقت ليسهل على الدباب الامر .\r\nالثالثة ان يأخذ المخدة التي كان نائما عليها فيزحف بها حتى أنه إذا ظن به أحد وضع رأسه عليها وأوهم انه كان نائما في ذلك الموضع .\r\nالرابعة ان يكون معه درج من الورق فيجعله كالبوق ويطفي به السراج إذا كان بعيدا عنه .\r\nالخامسة ان يكون معه رمل ليذره على وجه من يريد الدب عليه يظن من السقف فينقلب على وجهه .\r\nالسادسة ان يكون معه رق لاحتمال ان يكون إلى جنب النائم نائم آخر ويكونا متلاصقين فيجعل الرق بينهما ثم ينفخه فيصير له بينهما مكان بقدر الرق إذا كان منفوخا ولا يشعر بذلك .\r\nالسابعة ان يكون معه مقص لان التكة ربما لا تنحل فيقصها .\r\nالثامنة ان يكون معه خيط جديد وسنارة يجعلها عند النوم مكان النائم ويجعل طرف الخيط الاخر في مكانه فإذا أراد ان يدب مسك الخيط ويروح إلى الدبوب عليه ليأمن من الغلط ان يروح إلى غيره .\r\nالتاسعة ان يجعل ثيابه مكانه ويدب وهو عريان حتى إذا تعلق به أحد عند الشعور به لا يمكن من مسكه لكونه عريانا ثم يرجع إلى ثيابه سريعا ويستدل بالخيط\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nفإلى ان يؤتى بالضوء يكون قد لبس ثيابه .\r\nالعاشر ان يكون معه بيضة ودراهم فاما البيضة فإنه يفقسا ويلطخ بشيء منها استه ؟ ؟ ؟\r\nبعد ان يحل سراويله ويرقد على وجهه فإنه ان رؤي على هذه الحالة اعتقد انه الاخر دبوا عليه .\r\nواما الدراهم فهي أصل هذا الباب فان انتبه المدبوب عليه يضعها في يده أو فمه فإنه يسكت ويمكنه من نفسه ، وامر انفع من الفضيحة ويحتاج ان يكون الدباب جيد الحدس صحيح الظن ليأمن من مثل ما لحق ابا نواس .\r\nحكي أبو المنذر قال : حكي ان ابا نواس دعاه صديق له إلى بعض البساتين وكان معهم غلام حسن الوجه صائن لنفسه من أن يعمل عليه وكان ساقي البوم فوضع أبو النواس عينيه عليه ففطن الغلام لذلك وجعل يتحرفه ولم يزالوا في الشرب تحت أغصان أشجار مثمرة على انهار مطردة إلى أن سكروا فقاموا والغلام قاعدا خوفا من أبي نواس ثم غلبته عينه فنام وغط فلما علم أبو نواس انه لم يبق أحد منتبها قام إلى الغلام فاخذ من عمله وحمله الشبق والسكر إلى أن يقتحم وادخله جميعه فانتبه الغلام مذعورا وكان جلدا قويا فاخذ أبو نواس وصيره تحته واشبعه ضربا وعضا ثم قوي عليه أبو نواس فتخلص من تحته فاخذ الغلام اترجه ورماه بها فأصابت بعض وجهه وانفلت من يده في الظلمة إلى موضعه فلما أصبح لقيته فرأيت ما بوجهه من الآثار فسألته عن ذلك فقال كان من خبري كذا وكذا فقلت يا هذا ان نفسك معك ربح لكثرة ما بها وما أظنك تنجو من فعلاتك هذه الرديئة فقال دع عنك هذا واسمع هذا فقلت وانشد يقول\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n أصبح ايري معرضا عني * وكان من قصته اني\r\nكنت بقصر الخلد في روضة * بين جنان للطن والرن\r\nحلا لها النور لدى نرجس * معانق للآس في غصن\r\nمن اصفر يرنو إلى احمر * وابيض في اللون كالقطن\r\nوبرمكي الصدغة في حلة * كان من حسنه جني\r\nفظل يسقي القوم من قهوة * ناصعة من صبغة الدهن\r\nحتى إذا بدا الليل بدابا لذجي * ودبت الصهباء في قرني\r\nقلب لا يرى حين بصرته * تدمع عيناه من الحزن\r\nانك ان قصرت فيما أرى * بت سخين العين في سجن\r\nفلم أزل ارصد حتى إذا * مال على الجنب من الوهن\r\nثم توفاه رسول الكرى * فاطبق الجفن على الجفن\r\nدبيت كالعقرب في جنبه * وتارة احبو على البطن\r\nفصدا اليه فتبطنت ما * حوى السراويل إلى المتن\r\nوكان من وجدي به انني * خالفت مجرى الرمح في الطعن\r\nفحس بالدبوس في جوفه * فقام كالمدهوس من مني\r\nحتى ، علاني وانا تحته * ادعو على الحرمان باللعن\r\nامني دم الجهة من بعد ما * أفلت منه صد في اذني\r\nثم رمى وجهي باترجه * لم تخط مني ان رمت سني\r\nخرجت مجروحا بلا حاجة * وقام ايري ضاحكا مني\r\nيقول والذنب كله * كذاك من يعتل بالظن \r\nقال ، وشرب ابن بسام عند صديق له ووضع عينه على الغلام\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالذي معهم فلما ناموا قام ليدب اليه فلدغته عقرب فصاح واجتمع القوم عليه بالدرباق حتى أصبح فقال\r\n ولقد عزمت على الغدو لموعد * حصلته مع غادر كذاب\r\nفإذا على ظهر الطريق معدة * سوداء قد عرفت أوان ذهابي\r\nلا بارك اللّه فيها عقربا * دبابة دبت على دباب \r\nوقيل إن بعض الاعراب أضاف رجلا فنظر الرجل إلى جارية فأعجبته . فعزم على أن يدب عليها فلما كان أول الليل هجم وعجوز تصلي فرجع وقام في آخر الليل فإذا بالكلب ينبح والعجوز تصلي والقمر قد طلع فاطاق وهو يقول\r\n لم يخلق اللّه خلقا كنت ابغضه * غير العجوز وغير الكلب والقمر\r\nهذا يبوح وهذا يستضاء به * وهذه شغلها قوامة السحر \r\nولبعض الطرفاء وهو أبو الحسن الهاني الشهير بابي نواس\r\n ومتنبه من نومه بعد هجمة * وقد دب رب البيت شوقا إلى الساق\r\nفاولج فيه مثل اسود سالخ * أصم من الحيات ليس له راقي\r\nأشق لزيت الاست من حد شفرة * وانفذ في الخصيين من راس مزراق\r\nفقلت له لما تورك فوقه * واطرق عند النيك اية اطراق\r\nنشدتك ان لا تلفين مقصرا * ولا مشفقا في غير موضع اشفاق\r\nأجد جذب خصييه فان سكوته * واطراقة للنيك اطراق مشتاق\r\nفلو لم يكن يقظان ما قام ايره * ولا لف عند النيك ساقا على ساق \r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالباب العشرون في الحكايات\r\nإذ قد عرفنا من امر الأدوية وتركيبها والمردات وخواصها والباه وأنواع أبوابه وصفاته فلنذكر الان من الحكايات التي إذا سمعها الانسان حركت شهوته واعانته على بلوغ أمنيته حتى يكون كتابنا هذا لا يخلو من امر يتعلق بالباه والمستعان باللّه .\r\nحكاية - حدثنا الشريف محمد بن إسماعيل بن أبي الحسن الوراق قال حدثنا أبو بكر بن أيوب قال كان صديق ينادمنا ويعاشرنا وكان يخدم علي بن عيسى وزير المعتضد فقال اجتمعتا ذات ليلة عند قطب الدين وزير المعتضد وكان شاعرا أديبا لا يكاد ان يصحو ليلة قال فعمل ابن الوزير ليلة دعية واحضر ندماءه ومن يلوذ به من أصدقائه وأحبائه واجتمع عنده عشر جوار لم يكن ببغداد يومئذ أحسن منهن ولا اظرف وكان قطب الدين هذا أكرم من الغمام واجرى من البحر فعمل في المقام أشياء كثيرة طاب لنا المجلس ودارت بيننا الكاسات وغنت القيان وابتهج الوقت فاغتنموا أوقات المسرات قبل هجوم الحسرات ولم يزالوا كذلك حتى عملت فيهم الحمرة فطابت أوقاتهم وتحدثوا بالأخيار وتناشدوا الاشعار وخرجوا من ذلك إلى حديث الباه وما فيه من الشهوة واللذة فذكروا ان شهوة المرأة تغلب شهوة الرجل .\r\nومنهم من قال إن المرأة لا تكل ولا تمل من الجماع والرجل\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nيكل ويمل وتنقطع شهوته إذا اسرف فيه والمرأة إذا جومعت ليلا ونهارا سنين كثيرة لما شبعت ولا رويت كما حكي عن بعض الملوك انه كان عنده ثلاثمائة وستون حظية وكانت نوبة كل واحدة منهن يوما في السنة فحضرن عنده ذات يوم باجمعهن وكان يوم العيد قصف الجميع بين يديه واستدعى بالشراب فشرب وسكر فغنى من جواريه من غنى ورقص من رقص وطاب المجلس بالملك فقال لجواريه ويحكن تتمنى على كل واحدة منكن ما في نفسها حتى ابلغها إياه فتمنت كل واحدة ما في نفسها ما خلا واحدة منهن فإنها قالت أيها الملك أتمنى عليك ان اشبع نيكا فغضب الملك غضبا شديدا وامر كل من في قصره من الغلمان والمماليك ان يجامعوها فكان عدد من جامعها في تلك الليلة الف رجل ولم تشبع فاستدعى الملك بعض الحكماء وقص عليهم قصة الجارية فقال أيها الملك اقتل هذه الجارية والا أفسدت عليك أهل مدينتك فان هذه قد انعكست احشاؤها فلو جومعت مدة حياتها ما شبعت وما رويت وأكثر ما يعرض ذلك للجواري الروميات والنساء اللواتي عيونهن زرق فإنهم يحببن الجماع وقد اخبرن بعض الحكماء ان المرأة لا يطيب عيشها الا إذا جومعت لان بدنها يزيد وينمو وتسمن وتشب إذا شمت رائحة الرجل وتزيد بالجماع لذة وفرحا وسرورا لا سيما إذا كان اشكالا مختلفة فتشاهد المرأة في كل شكل لون وكل نوع خلاف صاحبه فقال الوزير تخبرنني عن امر الجماع وما شاهدت منه كل واحدة منكن فيه فمن كان حديثها أحسن من\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nحديث صويحباتها فضلتها عليهن في الجائزة فتقدمت اليه عشر جوار وحكين عشرة حكايات كل واحدة حكت حكاية .\r\n\r\nالحكاية الأولى\r\nتقدمت الأولى وكانت ذات حسن وجمال وقد واعتدال عليها حلة خضراء كما قال فيها بعض واصفيها :\r\n اتت في قميص لها اخضر * كما لبس الورق الجلناره\r\nفقلت لها ما اسم هذا فقالت * بصوت رخيم مليح العبارة\r\nشققناه من اير قومه به * فنحن نسميه شق المرارة \r\nقال فقبلت الأرض بين يديه وقالت شاء يا مولاي وامرك مطاع اني كنت يوما من الأيام جالسة تحت حائط فانخرط علي من الدار شاب ولم يتمهل حتى بادر إلي وضمني إلى صدره ليقطع شفتي بالبوس واخذ وركي في وسطه وخرج ايره كأنه اير بغل واخذ من فيه بصاقا وحك به شفري قليلا حتى غبت من الوجود ولم اعلم انا في الأرض أو في السماء وصحت به ارحمني لوجه اللّه تعالى والا مت ثم إنه بعد ذلك اولجه بعد ان كدت أموت ورهزني رهزا متداركا إلى أن فرغنا جميعا وقام عني وأخرجني عن السجف وقد أحببته حبا شديدا حتى كاد ان يخرج عقلي من محبته ولم نزل على هذه الحالة حتى فرق الدهر بيننا فوا اسفاه على يوم من أيامه وساعة من ساعاته .\r\n\r\nالحكاية الثانية\r\nثم تقدمت منه الجارية الثانية وقبلت الأرض وقالت : اما\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nانا فكنت في ابتداء أمري بنتا صغيرة وكان إلى جانب دار ستي التي ربتني دار فيها بنات فكنت العب معهن واخرج إلى الدعوات في الغناء ، فدعاني يوما شابا من أولاد الكتاب ونقد لستي دراهم فارسلتني ومعي حافظة وكنت بكرا قالت : فلما ان دخلنا رأيت دار نظيفة وشابا حسنا وعنده اخوان من اقرانه فلما ان استقر بنا المجلس امر باحضار المائدة وضربت بيننا ضاربة ونقلوا الينا أطيب ما كان عندهم فأكلنا ثم غسلنا أيدينا وقدموا لنا جامات الحلوى ونقل الينا من أصناف الفواكه والرياحين والانقال ووضعوا بين يدي كل واحدة قدح بلور محكم وقنينة مملوءة شرابا فابتدأت بالغناء وابتدأوا الشراب وشربت انا أيضا ولم نزل كذلك حتى سكرنا ولعبت الخمرة في رؤوسنا كلنا فلم نشعر الا بالفتى قد هجم علينا ودخل علينا فأردت ان استر وجهي بكمى فلم تطاوعني يدي واسترخت مفاصلي فنهضت اليه العجوز الحافظة وقالت ما تريد يا ولدي وأيش الذي أدخلك الينا ، فان قد خطر في نفسك شيء فلا سبيل اليه دون ان يطير رأسي عن بدني فلم يكلمها الفتى حتى اخرج من رأسه قرطاسا وحله واخرج دينارا ثم أعطاه إلى العجوز ، فقالت له ولد دونك البوس والعناق ولا تحدث بغير هذا فإنها بنت بكر فقال لها لا وحياتك . ثم إنه دنى إلي وحطني في حجره وضمني إلى صدره ضما شديدا وقبلني تقبيلا كثيرا وجعل يتأمل في وجهي وينظر محاسني فوقعت في قلبه من أول نظرة كما وقع هو الاخر في قلبي من أول نظرة ، نظرته ثم أدار يده على رقبتي وضمني اليه ضما شديدا وجعل يتشدق بالبوس ؟ ؟ ؟ أيضا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nاخذت حظي من البوس ، وكلما فعل بي شيئا فعلت مثله ، فان مص لساني مصصت لسانه وان عض شفتي عضضت شفته فاخذ حظه مني ساعة ثم عاد إلى المجلس وقد اخذ روحي معه فأخذت وغنيت وجعلت أقول :\r\n أقول وقد أرسلت أول نظرة * لم ار من اهوى قريبا جنبي\r\nفان كنت اخليت المكان الذي أرى * فهيهات ان يخلو مكانك من قلبي\r\nوكنت أظن الشوق للقرب وحده * ولم ادر ان الشوق للبعد والقرب \r\nفإذا هو قد انشد هذه الأبيات :\r\n لئن كنت في جسمي ترحلت عنكم * فان فؤادي عندكم ليس يبرح \r\nقالت : فعلمت انه أجابني على شعري وتيقنت محبته لي ففرحت ثم لم يلبث بعد ذلك الا قليلا حتى دخل الينا من تحت الستار ، فلما رأيته التهب جسمي بالفرح فنهضت له قائمة واستقبلته وعانقني وعانقته طويلا ثم اجلسني في حجره وجعل يمرغ وجهه في وجهي ويمرغني من تحته ، فقام ايره وتوتر وبقي كأنه عمود فصادف ايره فرجي فلما أحسست به التهفت بالنيران وغاب رشدي ورشده حتى لم نعلم أن عندنا حافظة فضرب بيده على سراويلي فحلها وحل سراويله أيضا ، وشال ذيله وقد انفرط قلبي من الشوق حين لمحته فعدمت عقلي معه وجعل يجذبتي اليه مسارقه من الحافظة ، وهي تعلم بالامر وتتغافل عني ، فرفعني قليلا قليلا ليجلسني عليه فقالت الحافظة : اللّه اللّه يا مولاي في أمرنا ، فان فعلت بها شيئا قتلت انا\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوهي ، فإن كان ولا بد ان تنال منها غرضا فليكن بين الافخاذ ولا تقرب الباب . قال نعم افعل ذلك . ثم ضمني بلا خوف ولا فزع ، فلما عثر ايره بباب رحمي تدغدغ للنيك وسارعت انا فتهيأنا له وصوبت رحمي نحوه ، فطلى ايره وقال لا تصيحي . ثم شال ساقي في الهواء ووضعهما على اكتافه وامسك بخواصري وجعل وجهه قبالة وجهي ، واخذ ذكره بيده وجعل يدلك بين اشفاري والحافظة تحفظ لنا الستارة لئلا يعبر علينا أحد ، ودلك به رحمي إلى أن غبت منه واسترخيت فأشرت ان يولجه فقال لي ويحك وأنت بكو كيف اعمل ؟ فقلت له خذ بكارتي وسددت فمي بكمي ولكز علي لكزة فلم أحس به الا وهو في قلبي ولم أجد له الما من لذة الجماع وجعل يقلب على أنواع النيك وأصناف الرهز حتى فرغنا بلذة عجيبة وشهوة غريبة ، فناكني في ذلك النهار ثلاث عشرة مرة ما رأيت في عمري إلى الان الذ منها ولم يمر بي نهار أطيب منه فوا أسفا عليه !\r\n\r\nالحكاية الثالثة\r\nثم تقدمت الجارية الثالثة وقبلت الأرض وقالت : اما انا فكنت امرأة مستورة غنية كثيرة الدراهم وكنت اعشق خلق اللّه تعالى في المردان وكنت انفق عليهم النفقات الكثيرة واكسوهم الكساوي الجميلة ، فدخلت علي جارتي في بعض الأيام فوجدتني حزينة من اجل كل ما جرى بيني وبين من أحبه وقد غضب علي ، فسألتني عن حالي فعرفتها بحديثي فقالت : تستأهلي أكثر من ذلك\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nلأنك تركت الرجال الفحول الأقوياء العارفين بأبواب العشق وأمور الجماع وملت إلى أوغاد الصبيان ممن لا يعرف أمور العشق ولا يدري كيف ينيك ولا يواصل ولا يهجر . قالت : فدخل كلامها في اذني والتفت لنفسي وقلت لها يا جارتي أنت تعلمين اني امرأة لا صبر لي على الجماع فماذا تشيرين علي به ؟ فقالت : إذا كان الغد فتعالي لعندي لاعرفك من ذلك ما لا تعرفينه . فدخل علي من ذلك مسرة عظيمة فلما كان الغد لبست افخر ثيابي وتبخرت وتعطرت ومضيت إليها وكان لها أخ ظريف من أحسن الشباب وكان له زمان يطلبني فلا اطاوعه ولم أكن مكنت نفسي رجلا فلما دخلت وثبت إلي واستقبلتني استقبال وأكرمتني واجلستني في صدر البيت وإذا باخيها قد دخل فلما رآني بادر إلي وقبل يدي ورجلي وقال : واللّه هذا يوم مبارك ويوم سعيد ونهضت أخته وقدمت المائدة ووضعت ألوان الطعام فأكلنا وغسلنا يدينا ، وقدمت صينية فيها قنينة ملئت شرابا واقداح فملأت أخته وجعلت تسقينا ونحن نشرب وهو في خلال ذلك يتناول مني البوسة بعد البوسة ويضمني اليه ، وزال الحياء من بيننا ودبت الخمرة في رؤوسنا فطلبت نفسي النيك وهو أكثر مني ، فادخل يده من تحت ثيابي وجعل يجس سائر بدني ويدق على سرتي واعكاني ووجه رحمي ، فقالت أخته : ويلك قم إليها فلأي شيء جاءت إلى هنا الا للنيك ثم إنها خرجت عنا وأغلقت باب المجلس ثم إنها زعقت لأخيها وقالت له : ان هذه كرهت مجامعة المردان وانا الذي أشرت عليها بمصابة الرجال وما جاءت الا لتختبرك فلا تبق مجهودا وأريد\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمنك ان تشفي فرقتها وتنسيها كل أمرد عشقته فقال لها : ثم عاد إلي وقد خفض عنه ثيابه وأغلق باب المجلس واتى إلي وقد كشف ذيله عن اير ما رأيت طول عمري أطول منه ولا أعظم وجاء حتى جلس بين افخاذي واخذ اوراكي في وسطه واخذ بيده بصاقا كثيرا وطلى به ايره وجعل يحف بين اشفاري ، وانا لا أصدق ان يولجه ؟ ؟ ؟ قصب الجنابة من تحته مرارا عديدة وعاد لذلك إلى أن غبت عن الوجود ، واسترخيت واولجه فوجدت لذة لم أجد في عمري كله مثلها ، وكان كلما قارب الفراغ اخرجه وبرده على باب رحمي ثم يعاود ذلك ؛ فلم أزل كذلك ساعة ثم قال : كيف ترين هذا من نيك الصبيان ؟ فقلت : لا عاشت المردان ولا بقوا . فقال :\r\nأبشري سأذيقك ما لم تذوقيه عمرك كله ، ثم عاود الرهز ومسك رؤوس اكتافي وجعل يدفع علي دفعا صلبا بلا شفقة حتى إذا قاربنا الفراغ سحبه وبرده على باب رحمي ثم عاد إلى الرهز ، فلم نزل كذلك ساعة ثم ضمني اليه وجعل يقطعني بوسا حتى افزغنا جميعا وجذبه مني وقد جذب روحي معه وهيج شهوتي والهب غلمتي وانساني عشق كل صبي في الدنيا .\r\nولم أزل انا وإياه حتى سافر في غزاة فلم يرجع منها فوا أسفاه على يوم من أيامه وساعة من صاعاته .\r\n\r\nالحكاية الرابعة\r\nثم تقدمت اليه الجارية الرابعة وقالت : أما انا فكنت من الحرائر العابدات الزاهدات الصائمات ، وكنت كثيرة العبادة\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوالصلاة وزيارة قبور الصالحين والأولياء والتردد إلى مجالس العلماء والموالد ، وكنت من أحسن خلق اللّه ولم يكن ببغداد امرأة أحسن مني ، وخطبني خلق من الناس ومن أكابرهم فلم أحب أحدا منهم ، فلما كان بعض الأيام عزمت على العبور من الجانب الشرقي إلى الجانب الغربي لزيارة أحد الأولياء فقصدت دجلة اطلب سفينة وإذا بملاح قد قدم بسفينته وهي فارغة وهو واقف على سطحها كأنه الأسد فلما رآني مقبلة قال : انزلي يا سيدتي أحملك إلى مكان تختارينه . فنزلت معه وكان يوما شديد الضباب ولا يقدر الانسان ان يبصر كفه ، والندى يتساقط من الجو كالمطر ، فلما نزلت قال :\r\nاين تريدين يا سيدتي ؟ قلت أريد زيارة قبر فلان . فقال : حبا وكرامة ثم إنه دفع السفينة وركب مقاذيقه وقذف ، وكنت لفرط ما سهرت ليلتي من العبادة والصلاة نعسانة فغلب علي الكرى فاتكيت إلى جانب السفينة ، ونمت وغرقت في النوم فلما علم بنومي وانفرادي معه في السفينة وشاهد حسني وجمالي طمع بي وأغراه الشيطان واضمر في نفسه الخيانة والفجور ، قذف حتى بعد عن العمارة التي ببغداد وطار في الخراب وطلع بي في موضع لو أراد ان يقتلني فيه لم يشعر به أحد ، ثم قال : قومي اصعدي .\r\nفانتبهت فرأيت موضعا أنكرته فقلت : سألتك باللّه اين انا ؟ قال فإذا صعدت قلت لك . فعلمت الحال وتيقنت خيانته فجعلت أبكي والطم واصيح فأخرج من وسطه سكينا وقال : واللّه ان نطقت بحرف واحد أخرجت امعاءك . فقلت : يا هذا خذ قماشي ودعني امض . فقال : ما اصنع بقماشك وانما بغيتي ان التذ بك اليوم وأجد\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nلذتي وأبلغ غرضي منك وحظي . فلما سمعت منه ذلك تعوذت باللّه من الشيطان الرجيم وخوفته من اللّه تعالى ووعظته وذكرت له أهوال يوم القيامة فقال : هذا فلو خلا بك خادم لناكك بإصبعه ولا يدعك تفوتينه ، فاصعدي حتى اذيقك شيئا لم تذوقي في عمرك كله الذ ولا أطيب منه ، فاصعدي ودعي عنك اللجاجة ، ولا تردي رزقا ساقه القدر إليك . فتعاسرت عليه ولم أجبه إلى ما أراد فلما رآني لم ينفع القول في وثب إلي وجذبني بضفائري ومقانعي ثم أخرجني من السفينة وربطها واخذني في حضنه والقاني على ظهري وكشف أثوابي وفتق سراويلي ، واخرج ايره كأنه من ايور الحمير ، فلكز به باب رحمي ورجه في بطني ، واستوثق من اكتافي وجعل يدفع علي وهو يبوسني وانا اصرخ وهو لا يعاقبني الا بالنيك ، وانا اتلبط من تحته ولا اهينه . فلما رآني كذلك جذبه مني ونط إلى السفينة واخرج منها حبلا واتى إلي فشدّ به يدي ورجلي وجعلني ملقحة مثل الكرة ، واستوى على رؤوس أصابعه وطعنني ايره طعنة لم تخطئ باب شفري فألمني ايلاما شديدا وصحت به :\r\nرحمني لوجه اللّه الكريم وإذا كان ولا بد فخذ في باب رحمي ودع لحجر فلا طاقة لي بهذا الاير العجيب فجذبه وهو ينقط دما ، فقلت له حل اكتافي حتى أمكنك من نفسي اشهد اللّه تعالى على ذلك . فحل اكتافي ونهض عني فقمت إلى الماء واغتسلت وانا أقول سبحان من أوقعني في يد هذا الظالم ثم استلقيت على ظهري وجاء ؟ ؟ ؟ جلس على رجلي وعاد إلى الفعل واخذ ايره بيده واخذ يحف بين اشفاري وهو يبوسني بوسا الذ من العافية ، فكأنما كنت\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nنائمة وتنبهت أو سكرانة فصحوت فرأيت شابا مليحا ظريفا حسن الوجه وهو منكب علي يصفق حري باير كبير صلب ويرهزني رهزا قويا متداركا فمالت اليه جوارحي وأقبلت عليه اترشفه واضمه إلى صدري فعلم اني قد تعطفت عليه فاستقبلني وناكني نيكا عنيفا ما وجدت في عمري ألذ منه ثم جذب ايره من حري فاعتنقته وقبلته وقلت له : إذ قد هتكت ستري فأقم ما أنت عليه وانا أتردد عليك . فقال : يا سيدتي ان أحببت المواصلة على هذا الوجه فانا عبد من عبيدك . فقلت له : بل أنت سيدي وأعز الخلق علي . وأقمت أتردد عليه مرات حتى فطنت بنا زوجته فكانت سبب الفرقة بيني وبينه ، فو اللّه لاخرجت محبته من قلبي ابدا لو أموت .\r\n\r\nالحكاية الخامسة\r\nثم تقدمت اليه الجارية الخامسة وقبلت الأرض بين يديه وقالت : اما انا فكنت امرأة ماشطة وكنت من الحسن والجمال بمكان عظيم ، وكنت ادخل في بيوت المحتشمين والامراء والاعراس كما جرت العادة ، وكان لي زوج شيخ وكان قد اخذني صغيرة ورباني على ما يريد وكان الشباب يتولعون بي لحسني وجمالي فلا أعطي أحدا من زماني طاعة . فعشقني شاب من أولاد التجار ورغب في وكلمني عدة أيام فلم التفت اليه فهام بحبي وجعل يبعث إلي الرسائل فصرت لا أمر في طريق يكون فيه ولما أعيته الحيلة وغلب عليه الهوى احتال على بامرأة عجوز ، فجاءت إلي وقالت :\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nيا بنتي ان هنا عرسا كبيرا لبعض المحتشمين فتعالي لتزيني العروس وتخضبيها وتحصلي على الفائدة الكبيرة . فقمت معها بقلب سليم وخرجت بي إلى أن اتت دارا بعيدة وتقدمت العجوز وفتحت الباب وقالت . ادخلي . فدخلت إلى وسط الدهليز برأسي إلى صحن القاعة فلم أجد عرسا ولا غناء والقاعة ما فيها أحد فندمت على مجيئي مع العجوز وأحست نفسي بالشر واستوحشت وبادرت اطلب الباب لأخرج وإذا بشاب كأنه القمر قد خرج مع خلف الباب ، وجعل يبوسني ويرتشفني فقلت . دعني اخرج وأروح والا صرخت وجلبت إليك الناس ، فلما رآني لا اجيء بالكرامة اخرج من وسطه خنجرا كأنه المنية وقال . واللّه ان تكلمت ذبحتك فخرست من الفزع وحملني في وسط القاعة على مرتبة ديباج كان قد أعدها وجاءت العجوز الينا بطعام وجهد بي فلم أذق شيئا فنهض عند ذلك ورمى عنه السراويل وتجرد للنيك واقبل نحوي وقال . واللّه ما هو الا نهار نيك يطير شرره في الهواء ويصعد دخانه في السماء فان شئتي فتجردي فاغضبي . ثم مد يده إلي ونزع سراويلي وكشف ثيابي إلى خلفي فجمعني تحته وانا لا أتكلم فرأيت معه اير كأير الفيل فاخذ من فيه بصاقا وطلي به ايره وكذلك بين اشفاري ، وجعل يضرب به باب رحمي وجعل فمه على فمي وجعل يبوسني فضربت عروق النيك التي في بدني وأقبلت اليه بعد اعراضي عنه ، ثم ضممته إلى صدري وجعلت اترشفه وثارت الغلمة في ، وهو لا يبقى مجهودا ويرهز غاية الرهز إلى أن صب جنابته في قعر رحمي وناكني إلى العشاء عشرة افراد وكلما ناكني\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nواحد يقول كيف ترين هذا من نيك شيخك . فأقول : لعن اللّه ذلك الشيخ السوء . فما نهض عني الا وانا أتمسك به وأشده وأناشده ان لا ينزل عن صدري وندمت على فوات عمري . فقال يا سيدتي انا المملوك عبدك وقد عرفت ما عندي من النيك الشافي والمودة الخالصة والمحبة الوافرة فيك ، فان أحببت صحبتي فانا بين يديك وان اخترت الانفصال فذلك إليك . فلم أكلمه حتى اتيت بقماشي فلبسته واتيت إلى الشيخ فحملته على طلاقي وأبرأته من جميع ما عليه ، واتيت الغلام فصحبته مدة سنين حتى فرق الموت بيني وبينه فوا اسفاه عليه ، فيا ليت موتي كان قبل موته فلا خير في الحياة بعده .\r\n\r\nالحكاية السادسة\r\nثم تقدمت اليه الجارية السادسة وقبلت الأرض وقالت اما انا فكنت ابنة بعض التجار فرباني في نعمة كبيرة ، فلما كبرت زوجني بابن عمي وزفني اليه فدخل إلي وافتضني وقمت معه مدت سنتين ومرض مرضة مات فيها فحزنت عليه حزنا شديدا حتى كدت ان اقتل نفسي حسرة عليه ، وبنيت له تربة حسنة وعقدت على قبره قبة عالية ورتبت خمسة عميان يقرأون عليه ليلا نهارا ، وكنت أكثر اوقاتي ملازمة لقبره ، فخرجت ذات ليلة سحرا في الغلس إلى التربة ودخلت حتى صرت عند القبر فرأيت الأعمى نائما على ظهره وايره قائما كأنه قضيب أو ساري مركب ، فلما رأيته خفته ولعنت الشيطان وهممت ان انبه الأعمى فوسوس إلي الشيطان فرأيت مكانا خاليا وايره قائما وهو من كبره يسر القلب\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nفلم أعد ولم ابد ، ودنوت من الأعمى قليلا وكشفت عن ايره وإذا به في نظري كأنه الفرخ اليقطين الكبير فانخلع قلبي من الشهوة فخلعت سراويلي وريقت اير الأعمى وريقت اشفاري أيضا وغيبته إلى أصله في رحمي فوجدت لذة عظيمة فجعلت انشال من عليه وانحط ، والأعمى قد خنس وبقي ساكتا لا يتكلم وبهت ؟ ؟ ؟ من ذلك فلما زاد بي الامر صحت فيه وقلت له ويلك انك حجر أم جماد ملقى اما ترى ما انا فيه فساعدني قبحك اللّه ! فلما سمعني اخرج يده من عبه وجمعني إلى صدره ووضعني تحته ورهزني رهزا قويا متداركا فناكني ذلك الأعمى في ذلك اليوم عشرة افراد ، فخرجت من ذلك اليوم عن ستر اللّه وظهرت علي علة البغاء من ذلك اليوم .\r\n\r\nالحكاية السابعة\r\nثم تقدمت اليه الجارية السابعة وقبلت الأرض وقالت اما انا فاني كنت امرأة لبعض التجار وكان متزوجا بي وكان غنيا فكان إذا أراد ان يجامعني يدس اصيبعه ؟ ؟ ؟ في حري ويدلك بايره باب رحمي وبين اشفاري فربما انتشر قليلا وهو يولع به فيصب بين اشفاري فاذوب من حسرتي على النيك وكنت معه على أسوأ الأحوال وكنت اكره صحبته لأجل ذلك فلما كان في بعض الأيام عمل لأصحابه دعوة ودعاهم إلى منزله فاكلوا وشربوا وطاب لهم الوقت وكان لنا جارية برسم الخدمة فطلبتها لحاجة فلم أجدها فرابني امرها وقلت في نفسي لعل بعض السكارى قد وقع بها ففتشت عليها في الدار فلم أجدها فنزلت إلى الدهليز فرأيتها قائمة على اربع وورائها عبد شاب اسود كأنه الشيطان وعليه سيمة الأجناد وقد أولج فيها\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nايره كأنه ركبة الجمل فتأملت الأسود فإذا هو حارس الدرب فلما ان تحققت ذلك هاجت شهوتي وصرخت فيه ويلك يا كلب ما هذه الفعال في دارنا وما جراك على العبور إلى هاهنا فجذبه منها وقد تغير لونه وفزع وطأطأ على رجلي يقبلها فأقبلت على الجارية وقلت ويلك أتدرين أيش يخلصك من يدي قالت لا قلت تكتمين علي حتى احمل هذا الأسود علي كما حملته عليك ويفعل بي كما فعل بك .\r\nفقالت نعم ستي فقلت لها قفي على الدرجة فان رأيت أحدا فارمي حجرا حتى اعرف . فقالت نعم ، ثم طلعت ووقفت على رأس الدرجة . فقلت ويلك لا تخف ادن مني وافعل كما كنت تفعل بالسوداء فكان عند ذلك روعة فأقامني على اربع مكانها وكشف عن زبه وارسله في حري إلى أن وصل إلى اخر بطني فقلت له ويلك لا تفزع وجود النيك والرهز بقدر ما تستطيع ولا تفزع من أحد . فلزني برؤوس اكتافي وجعل يدفع علي ويرهزني رهزا شديدا حتى زرع جنابته في بطني وقد شفي فؤادي وسكن غلمتي بذلك الاير الوافر التام فوجدت من ذلك لذة عظيمة ما وجدت في عمري الذ منها وبقيت من ذلك اليوم لا أحب الا الاير الكبير\r\n\r\nالحكاية الثامنة\r\nثم تقدمت الجارية الثامنة وقبلت الأرض وقالت اما انا فاني كنت امرأة لبعض الأجناد وكان حسن الصورة كثير الزنا يحب النسوان . فتولع بجارية من جواري الملك فاطلع وبغله الخبر ان جارية من جواريه قد فسدت معه ، فأراد ان يهلكه فشفعوا فيه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nفامر بقطع خصيتيه ، فخصي فبقي هو والمراة بالسواء . فداوى نفسه مدة أيام وبريء وعزم على ترك خدمه ذلك الملك . فاسرج دوابه وركب وحملني على بغل بمحل ، وكان له شاب حسن الثياب فسافرنا من تلك المدينة وقصدنا ملكا غيره فخرجنا وسرنا في البرية . ونزلنا ذات يوم في بعض المنازل وبتنا فيه تلك الليلة والخيل قريبة منا والسائس نائم عند راسنا . فضمني التركي اليه فجعل يرشفني ويقبلني ثم إنه قام فركبني وبقي من فرط محبته لي يساحقني والسائس منتبه يرانا ونحن لا نعلم ثم إن التركي نام وبقيت سهرانة لا يجيئني النوم لأنه هيج شهوتي ولم يشف غلمتي فإذا انا بالسائس قد قام إلى البغلة وابرز ايرا كأنه جدي رضيع وريق رأسه واولجه في البغلة وجعل يجره فيها جرا قويا وهي تتحرك تحته وترفع له عجزها ، فلم يزل كذلك حتى صفاه في البغلة واخرجه منها وهو احمر مزنطر فرأيت ما هالني والتهبت بالشبق وشدة الشهوة . وشخص بصري نحوه وبقيت حائرة كيف افعل فقلت في نفسي واللّه لأحملنّه علي في هذه الليلة وادع هذا التركي يقلتني ؟ ؟ ؟ ثم رصدته حتى نزل من على البغلة . وانسللت من جنب التركي وأقبلت عليه وقلت يا ملعون اما تخاف من اللّه تعالى ، تنيك البغلة ؟ فقال يا ستي وما افعل ان اللّه قد أحل التيمم عند فقد الماء وأحل اكل الميتة عند الضرورة ، وانا لما رأيت أستاذي فعل كذا قام علي ايري وطالبني بما لا أقدر عليه ، فقمت إلى البغلة وقضيت منها حاجتي إذ لم أجد شيئا غيرها . فقلت له وقد اشتدت بي شهوتي إلى النيك فما تقول في المواصلة ؟ قال ومن اين يا ستي ؟ فقلت له\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nانا أبلغك ما تريد . فلما ان سمع مني ذلك الكلام سر سرورا عظيما وقال أحق ما تقولين هذا ؟ فقلت نعم . وانما اصبر علي حتى تمكنني فرصة ، فرصدت التركي حتى خرج للصيد ، فدنوت من السائس وقلت هات ما وعدتني به من النيك . فقال حبا وكرامة ثم إنه دنا مني وضمني وقبلنى فقلت له أرني ايرك حتى انظر اليه والتذ بمنظره . فابرزه لي وقد تهيأ للقيام وبقي كأنه فرخ جرو .\r\nفاخذته بيدي وفركته ساعة وادنيته من فمي وجعلت ابوسه . ثم اني من زيادة الشهوة أدخلته في فمي ومصيته وانا أجد لمصه لذة عظيمة وفيرة فاعتدل لفعلي وزاد انعاظه وقويت شهوة الشاب إلى النيك ، وانا تراخت أعضائي وهشت للنيك نفسي فتركته من يدي واستلقيت على الأرض كالمغمى عليه ، فلم يملك هو الآخر عقله من شدة الشهوة ولم يمهلني دون ان جاء وجلس بين رجلي ورفعهما في الهواء وانا باهتة فيه لا املك من نفسي حراكا من شدة شبقي ولا أصدق متى يولجه وأحس به داخل بطني وينطفيء جحيم شهوتي فما أحسست الا وقد دفع علي بذلك الاير الكبير الذي كأنه مفتاح الدير بلا بصاق وقد ملأ به جوانب بطني وحوالي وغشي علي من شدة الشهوة واللذة وضممته إلي وجعل هو الآخر لشدة ما لحقه من شهوة الجماع يجود علي بأنواع الرهز من اليمين إلي الشمال ويدفعه بقوة وصلابة ويبوسني ويرشف شفتي ويضمني اليه بكلتا يديه وانا قد ذبت من تحته من كثرة الشبق والشهوة . وصرت الاطفه في القول واسأله في الرفق وأقول من قلت ضعيف ولسان منعقد ما الذه في حري ، وآلمه في قلبي ، فبحياتي عليك الا ما جعلك\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nدخوله وخروجه رويدا رويدا فقد ملأ جوفي ، فلو أخرجته قليلا حتى يبرد وارتاح وهو لا يلتفت إلى كلامي ولا يرحمني بل يسله مني إلى رأس الكمرة فيظهر كأنه رأس قط ، ثم يدفعه دفعة واحدة إلى أقصى حري فتلتهب به احشائي وسائر أعضائي لذة وشهوة ، وصب الماء من تحته مرارا عديدة وهو على حاله لا تنطفىء شهوته ولا تبرد غلمته فلما ان قارب وصبه في جوفي استكن فوق صدري لحظة طويلة حتى صب فيّ مقدار قربة وقد صرت تحته جسدا بلا روح . ولما أراد النهوض جذبه مني فسمعت له صريرا سلب لبي وعقلي فقمت من تحته وانا اعشق خلق اللّه له ولزمت النكد مع التركي حتى طلقني ولزمت السائس إلى الان وانا لأجله احضر الدعوات والولائم واحصل له الدراهم ، وكلما حصلت له شيئا دفعته له ولو طلب روحي لهان علي تسليمها له ، وكانت أطيب على قلبي .\r\n\r\nالحكاية التاسعة\r\nثم تقدمت اليه الجارية التاسعة وقبلت الأرض وقالت : اما انا فاني كنت ابنة سجان الملك ، وكان أبي شيخا كبيرا وكانت والدتي معه ، وكنت ابنة خمس عشر سنة وكنا ساكنين في السجن فحبس عندنا في بعض الأيام غلاما ديلمي كأنه البدر في كماله وكان خرج على الملك فظفر به وحبسه وأوصى أبي بحفظه وقد رموا في رجليه قيدا ثقيلا ، وكان أبي كلما دخل أو خرج يوصيني عليه .\r\nوكنت انا من حين وقعت عيني عليه عشقته من أول نظرة نظرته\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوانغمس في قلبي حبه فخرج أبي ذات يوم إلى ضيعة له وأوصاني بحفظه إلى أن يعود لأنه كان شابا كالأسد ، فلما غاب أبي اخذت من الدار فرشا ناعما لأجل المنام وأصلحت ما تيسر عندنا من الطعام والمدام ، ودخلت اليه فأطعمته وسقيته وغسلت يديه وخدمته خدمة تامة ، ثم اني دنوت منه وتعلقت به ، وكان عمل الخمر معه ، جذبني إلى صدره وقبّل عيني وخداي ونحري وفمي ، وانا أيضا افعل به كذلك فقال لي : بكر أنت أم ثيب . فأجبته : بل ثيب . ففرح بذلك فرحا شديدا واخذ شربوبه ورمى به الأرض واخذني إلى جنبه وحل سراويله وكشف ثيابي عني من خلفي لعدم تمكنه من القيود ، وأراد الايلاج فيّ فلم يتمكن مني ، فجعلت ابرز عجزي بكل ما أقدر عليه إلى أن تملك مني بقدر الامكان فقطع استي نيكا ورحمي رهزا ، فناكني من أول النهار إلى وقت الظهر ثلاثة افراد ثم سله مني وانا مفككت الأعضاء لشدة ما نالني من مساعدته حتى تمكن مني ، وهو عندي أحلى من الحياة . ثم اني أصبحت من الغداة فحصلت له مبردا وبردت قيده واخذته وهربت به على وجهي وانفسدت من ذلك اليوم .\r\n\r\nالحكاية العاشرة\r\nثم تقدمت العاشرة وقالت : اما انا فاني امرأة قحبه من أول يومي ، وذلك أنه كان أبي رجلا فرانا وكان في الفرن عجان مثل الفيل عظيم الخلقة جميل الشكل وكنت انا يومئذ بنت عشر سنين لا أدري النيك ما هو ، ولا اعرف لذة الجماع ، فكنت\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nادخل إليهم في الفرن واخرج مع العجان حيث استظرفه لحلاوة منظره وأراه كلما دخلت اليه يتبعني بنظره ويتأوه بحرقة فكان ذلك يزيده حبا في قلبي ولكني لا اعلم مراده لأني في ذلك الوقت كنت دون الادراك ولا علم لي بلذة النكاح ، وكان في غالب الأيام يعمل لي فطيرة بسمن ويخبزها ويعطيني إياها وانا في كل يوم تزداد محبته عندي لما أراه من زيادة الميل إلي والمؤانسة والاسترحاب بي في وقت حضوري إلى الفرن دون عامة أهل الفرن ، فكنت اتبعه في الفرن أينما سار وأمازحه واركب على ظهره وهو يحمل مني ذلك ، فدخل يوما إلى مخزن في الفرن وكان يوضع فيه الوقيد ورآني معه وليس موجود معنا أحد من فعلة الفرن فتقدم إلي باشفاق ومسكني بكلتا يديه وضمني إلى صدره وجعل يبوسني في عارضي ونحري ، وكنت انا أيضا افعل معه كذلك لمحبتي فيه وقربه من قلبي ، فظننت ان ذلك كان منه مجرد محبته فيّ ، ثم خرجنا من المخزن ومضيت انا إلى دارنا وبقي هو في الفرن على عادته ، وصار فيما بعد ذلك كلما ظفر بي في الفرن في موضع خال يفعل في كفعله الأول من الضم والعناق والبوس والترشف حتى يكاد ان يقطع خدودي وشفافي وانا لا أظن ذلك منه الا مجرد محبة ، فافرح بذلك واقصد انفرادي معه لما أجد من حبه لذلك ، فظفر بي ذات يوم في موضع خال داخل الفرن كان جعله أبي لنفسه يقبل فيه للراحة وفعلة العمل منهمكون في اشغالهم ، فضمني إلى صدره بشهوة وشغف وقبل خدودي ونحري بزيادة عن عادته ثم اخذ لساني في فمه وصار يمصه وما\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nكنت اعرف ذلك منه من قبل واستنكرت وأردت خلاص لساني فلم يمكنني لشدة تمسكه به ، ثم مد يده إلى اوراكي وصار يجس بطني وأقول ما مراده بذلك ، ثم نزل بيديه إلى سطح حري وصار يعركه بحرقة أجد لها الما في جسدي فقلت أخبرني ما مرادك فاني أراك تفعل شيئا ما فعلته قبل اليوم وقد ألمتني عضا وقرصا .\r\nفقال : مرادي ان تنزعي سراويلك .\r\nقلت : وما تريد بذلك وأيش الفائدة من هذا ؟\r\nفقال : سوف تنظرين .\r\nثم حل سراويلي وانا لا أعارضه وحل سراويله قليلا وضمني اليه كالأول والصق بطنه على بطني فوافق ان أصاب ذكره باب رحمي فوجد لذلك في نفسه لذة عظيمة ظهر اثرها على وجهه ثم اخذ ذكره بيديه وصار يريقه ويدلك بين اشفاري وانا باهتة فيه وفي عمله ، متعجبه من فعله ، غير اني لما وجدته ملتذا بذلك تركته وبقيت منتظرة آخر عمله ، فوجدته بعد حصة قد نزل ماء حار على رحمي وافخاذي فظننته يبول فنفرت من ذلك فتباعدت عنه ولمته على فعله وقلت : هكذا تفعل بي وتبول على حوائجي ؟ فما جوابي إذا نظرتهم أمي وأهلي ؟ فلما رأى مني ذلك قال : يا حبيبتي هذا لا يضر .\r\nواخرج محرمة كانت معه ومسح بها حوائجي وافخاذي وتلطف معي المقال ، فرضيت عنه نظرا لحبي وميلي له .\r\nوقال : انا جل بغيتي منك هذا ، فلا تمنعيني منه .\r\nفرجعت وقلت : لا بأس افعل كما تشتهي ان كان هذا يرضيك .\r\nوتركته وانصرفت إلى البيت بعد ان تفقدت حوائجي لئلا يرى عليها اثر ذلك . بقيت أتردد إلى الفرن على عادتي يوميا ولا أحد يفكر في ذلك وكلما\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nخلا لنا الوقت ياخذني ويفعل بي كالأول وانا لا استنكر منه ذلك بل اطاوعه على مراده لزيادة محبتي له .\r\nوطال الامر بيننا مدة أيام وكنت قد كبرت وقاربت البلوغ وصرت أجد لذلك لذة عظيمة في نفسي وأترقب الخلوة معه زيادة عن عادتي وأقول له عند ذلك أكثر معي من هذا فاني أجد في نفسي لذة .\r\nفكان يطرب لقولي هذا ويقلب علي أبواب النيك على اشكال غريبة وانا أجد في كل مرة لذة فوق التي قبلها حتى لحقت النساء وعرفت لذة الجماع ، فمنعني أبي وأهلي من الخروج إلى الفرن والأسواق فكنت أجد في نفسي من الشوق اليه ما لا أطيقه وأراه كل ليل انه يفعل بي كعادته في الفرن ، فأقوم من النوم زائدة الأشواق اليه وإلى فعله وبحسرتي الشهوة على هائلة عظيمة فارد نفسي واتصبر وانتظر الفرصة . إلى أن ذهبت أمي وأبي يوما إلى دعوة عرس واخذت جميع من في البيت وبقيت انا وحدي اصلح شأن الطعام لأبي واخوتي فبالقدر احتاج ذلك الشاب العجان إلى الطحين فجاء إلى البيت في ذلك اليوم ليأخذ الطحين وطرق الباب ففتحت له فما ان وقع نظري عليه وعرفته ما قدرت ان املك عقلي ، من اطواقه وأدخلته البيت وغلقت الباب وقلت : إلى متى انا في انتظارك ؟\r\nفلما شاهد مني ذلك قال : يحضر أبوك واخوتك على حين غفلة فينظروني معك فماذا يكون جوابنا لهم عند ذلك ؟ فقلت : دعهم يجيئوا ويصير ما يصير .\r\nثم أدخلته في محل داخل رسمي وقلت له هذا مكاني ولا يدخل اليه أحد ثم نزعت عن بدني وبقيت عريانة وتقدمت اليه وضممته إلي وقبلته في نحره وهو يفعل بي كذلك ،\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nغير أنه منذهل مستوحش من الخوف وانا قد انخلع قلبي من الشهوة والشبق وشدة الشوق اليه وهو متباطىء علي بخلاف عادته فقلت : ما لك في هذا اليوم بليد القلب مستكن الحركة ؟ فقال من شدة خوفي ان يفطن بنا أحد فقلت : لا تخف وارفع هذا من قلبك ، فان اخوتي في اشغالهم ولا يحضرون إلى المساء وأبي كذلك في الفرن يبيع ويشتري ولا يمكنه ان يفارق الفرن وليس له شغل لنا ، فكن في راحة مما تحذره واغتنم الفرصة فاستيقظ من كلامي واقبل علي وقبض على خواصري وحملني إلى مرتبة في صدر المكان ونام فوقها على قفاه وضمني إلى صدره بحنو وشفقة ومحبة عظيمة ، واخذ لساني ومصه على عادته بعنف وقوة فحللت سراويله وركبت على صدره ، وجعلت رأسه تحت بطني وضربت علي سائر عروق النيك التي في جسدي فقمت اليه وكشفت عن ذكره وأخرجته وقد ترتر وصار مثل العصا ، فجعلت اقبله واترشفه واعاطيه الكلام الرقيق والغنج اللطيف فاقبل إلي بعد اعراضه عني فقبض على خواصري من فوقه وجذبني بقوة فالقاني إلى الأرض وركب على صدري وجمعني تحته وجعل يرتشف رشفة بعد أخرى وانا أريه غلمته واهيج شهوته بكلام لو سمعه حجر لتحرك ، فلما تمكنت الشهوة من جسده وخلعت عقله وزال عنه الرعب والخوف وارتدع حجاب الحياء ، ضمني اليه ضمة لا انسى لذتها ليومي هذا ، فحسبت ان جميع أعضائي تفككت مني لشدة الشهوة وقد اخرج ايره كأنه عمود وجعل يحك بين اشفاري حكا جيدا حتى تورمت ويطأطىء علي ويقبلني وانا من تحته اذوب كما\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nيذوب الرصاص لشدة الشهوة التي تحكمت في جسدي فقلت له من شدة الشبق والهيجان للنيك وألم الحب ويحك وقد اشبعتني الما من فعلك هذا بافخاذي ، وقد أحرقت جسدي بنار شهوتي فما هذا الفتور عن قضاء حاجتك دجّه في بطني واسمعني صريره في رحمي لعله يشفي قلبي من هذا العناء . فانتفخ من الغيظ وقال ويحك وما افعل بك وأنت بكر ولا سبيل إلى دخوله فيك . فقلت يا للعجب كأن البكر لا تناك . قال بلى ولكنني اخشى من العواقب .\r\nفقلت لا تخف ودع عنك هذا الحذر وكن جسورا فقد أمكنتنا الفرصة وكل وقت لا يجيء معنا مثل هذا فبحياتي عليك الا ما تركت عنك هذا الحذر واشبعتني من النيك ودع أهلي يفعلوا ما شاؤوا فاني لا أجد صبرا عن ذلك ، وقد صفت لنا الأوقات وخلا لنا المكان ، فقم لي واشبعني منك نيكا ، فقد أهلكني البعد ، فلما سمع مني ذلك استوى على قدميه وقد دهل عقله لشدة الشهوة التي استحكمت في جسده ، وكان داخل المكان الذي نحن فيه مكان آخر فحملني ودخل بي اليه وكان فيه تخت خشب بدون فراش فمن شفقته علي لم يرض ان يضمني عليه لئلا يتألم جسمي لأني كنت عريانة من الثياب بل وضع احدى ركبتيه على التخت وترك الثانية على الأرض واجلسني على ركبته واسند ظهري إلى مخدة وسيقاني في وسطه وجعل احدى يديه على فخذي والثانية من خلف ظهري وغيب راس الكرة في رحمي ، واخذ لساني بفمه يمصه على عادته التي يحبها مني حصة قليلة ثم التفت إلي وقال إياك ان تصيحي ، ودفعه دفعة واحدة فما أحسست به الا وهو في صميم\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nقلبي وجعل يجره علي جرا قويا ويرهزني رهزا متداركا واعاطيه من الشهيق والكلام الرقيق ما لم يسمعه في عمره فيزداد بي شغفا وتقوى شهوته فيجود النيك وكان هو من أهل المعرفة به ، فلم يزل على فعله هذا حتى صبه في ثلاث مرات في فرد واحد وقد اشبعني نيكا ورهزا ثم سله مني فقمت من تحته وانا مغرقة في بالدماء ولا وجدت الما لإزالة بكارتي من شدة الشهوة التي ركبتني وبقيت من يومي ذلك وانا قحبة لا أحب الا الاير الكبير والعشق الظريف\r\nفلما سمع ابن الوزير ذلك تعجب من شدة شهوة النساء وعلم أن النساء أغلب شهوة من الرجال وأشد ، ثم امر لكل واحدة منهن بمائة دينار وشربوا وطربوا ثم انصرفوا إلى منازلهن وصرن يزرنه في كل وقت إلى الممات\r\n\r\nالباب الحادي والعشرون في ذكر من وطا النساء في ادبارهن\r\nقال : لا تستقبح النيك في الاست لحسن الاليتين وكفى ذلك فضلا فكيف بالضيق وسلس الطريق وحسن المنظر لان تركيب الاير في الاست كالإصبع في الخاتم . وقال زهير بن دعبوش مررت يوما ببعض قصور الرشيد في الرقة فدخلت قصرا منها فسمعت غنجا وحركة شديدة فأصغيت فإذا بقائل يقول اولجه في النار فان فيه النار فتقدمت قليلا فإذا انا بجارية فائقة الجمال فقالت إن أردت شيئا فدونك . فتأملتها فإذا عليها غلالة مطرزة قد عبقت بالمسك والعنبر ورايت بطنا ومكانا وسرة لم ار أحسن منها وإذا\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nلها حر كأنه رغيف قد ارتفع عن بطنها وفخذيها فأدخلت يدي فقرصته فلويت شفرها فقالت جذ في هذا الموضع فان هذا لا يفوت فالقيتها وباشرتها فلم أر أطيع منها على البيك فما تنحيت الا عن أربعة ثم قامت إلى الماء فرأيت لها ردفا لم أر أكبر منه ولا أحسن منه يرتج ارتجاجا ويهتز اهتزازا فلما دخلت كشفت عن عجزها فقبلته وعضضته وأصابني شبق شديد .\r\nفقالت هل نكت امرأة في استها قط فقلت أكثر من مئة مرة قالت فصف لي أبوابه فقلت انا كنت انيك كيف اشتهيت لا اسأل عن أبوابه .\r\nفقالت إن له أبوابا كثيرة . قلت وما هي قالت ستة عشر 1 فقش البيض 2 التركي 3 الخفي 4 نفخ الطعام 5 البقى 6 النحمي 7 الصرار 8 شرط 9 الزوف 10 المورس 11 المضيق 12 المصفق 13 اللولبي 14 أبو رياح 15 الخوار 16 حل الازرار . هذه ستة عشر بابا وفي يد العامة ثمانية .\r\nقلت وما يوصلني إلى معرفتها .\r\nقالت المعرفة بالفعل اوكد .\r\nثم انبطحت على الوجه ومكنتني من نفسها حتى صببت وقالت هذا فقش البيض . ثم مشت إلى الماء .\r\nوجاءت فبركت ، وانفتحت انفتاحا شديدا فتمكنت منها .\r\nوقالت : هذا نفج ؟ ؟ ؟ الطعام ثم مضت إلى الماء وجاءت فبركت على رأسها وجعلت عجزها ومنكبيها مرفوعان وانفتحت واخذت ذكري ثم دلكت به ساعة ثم اولجته وأعطتني الرهز وتحركت ولم أزل للفراغ ، فقالت : هذا التركي ، ثم قامت ورجعت وبركت وريقت فرجها ثم قالت : أولج نصفه ثم اخرجه كذلك فقلت فكنت أرى رأسه على باب استها واسمع لحجرتها غطيطا عاليا .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nفقالت لي هذا النجمي . ثم خرجت إلى الماء ورجعت فاستلقت علي ورفعت احدى رجليها ثم ريقت شرجها واخذت ذكري بيدها واولجته إلى أصله في حجرها .\r\nثم قالت : ضع رجلي اليسرى على شقك الأيمن وارهزني بقوة وادفع باشد ما عندك .\r\nففعلت للفراغ فقالت : هذا الخفي لان أحد الخفين على عاتقك والآخر على الأرض .\r\nثم خرجت واغتسلت ورجعت فانبطحت وقالت الق بطنك على ظهري واولجه واخرجه بقوة واولجه ورد في كل رهزتين .\r\nففعلت فكنت اسمع استها يقول بق بق .\r\nفقالت : هذا البقي . ثم خرجت إلى الماء وبركت وانفتحت جدا وريقت شرجها ودفعته كله إلى أصله ثم وضعت رأسه على الباب ولم تزل تدلك به حتى لان .\r\nفقالت : إذا اولجته فقم دون انتصاب حتى يكون في ساقيك بعض انحناء ثم اولجه واخرجه إلى فوق بقوة ، فان هذا هو هو لزوف .\r\nثم خرجت إلى الماء واغتسلت ورجعته فبركت ووضعت يديها على ركبتيها وقالت لي : ريق راس ذكرك وادلك باب الاست قليلا قليلا ثم اولجه بقوة ففعلت فسمعت لشرجها صريرا شديدا لقلة الريق .\r\nفقالت : هذا الصرار . ثم خرجت ورجعت وبركت كالسجادة وريقت عجزها وشجرها بيدها .\r\nوقالت : ريق راس ايرك ثم ادلك به باب رحمي ساعة ثم اولجه قليلا ، ثم اخرجه إلى راس الكمرة .\r\nفكنت اسمع لشرجها خرطا فقالت هذا خرط الرخام . ثم خرجت ورجعت فبركت ووضعت على راس استها ريقا كثيرا وريقت ذكري إلى أصله ودلكت به الشرج .\r\nثم قالت :\r\nأكثر ريقك في كل رهزتين واولجه إلى أصله .\r\nوقالت هذا المضيق .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوخرجت ورجعت وقامت وألصقت بطنها مع الجدار وأخرجت عجزها قليلا .\r\nوقالت : إذا أنت اولجته فأخرجه بعيدا عن الباب وتنح أنت مقدار ذراع ثم صفق بايرك على الباب واولجه بقوة ورهز وقالت هذا يسمى المصفق وقد يسمى الحمارى ثم خرجت ورجعت فاستقلت على ظهرها ورفعت رجليها ووضعتهما على عنقي .\r\nثم قالت لي : اولجه من الاست كله ، فلما فعلت أقمت ساعة قامت قليلا قليلا حتى صارت على جنبها الأيمن فأقمت ادفع حتى أفرغت وأردت القيام فقالت : مكانك فأخرجته بيدها وأدخلته في فمها ومصته ولم تزل تغمزه حتى قام ، فنامت كما كانت فاولجته في استها ثم قامت وهو فيها حتى بركت على اربع وهي تعاطيه الرهز الصلب في جوفها ، فأردت القيام فقالت مكانك فلم تزل ترهز حتى قامت قليلا وهو فيها حتى صارت قائمة وهو فيها .\r\nثم قالت :\r\nتراخ إلى خلف وانا اتبعك ففعلت حتى صرت على ظهري واتبعتني وهو فيها حتى شدت عليه ، فلم تزل تقعد وتنزل ساعة ثم دارت عليه حتى صار وجهها في وجهي فعملت عليه ساعة ثم دارت عليه وقالت : ادخل إصبعك من تحت فخذي ففعلت حتى ألقيتها على ظهرها ، وصرنا إلى الحال التي ابتدأنا فيها العمل ، فلم أزل ارهزها وترهزني من تحت رهزا موافقا لرهزي حتى صبيتها فيها ثم قمت .\r\nفقالت : هذا الباب اسمه أبو رياح وهو أكثر عملا وعناء .\r\nثم خرجت ورجعت فبركت وجعلت بيدها على باب استها ريقا وكذلك على ذكري ثم قالت : أكثر الريق وادخله شعرة شعرة ، وأنت تنظر اليه واخرجه كذلك ، ففعلت فكنت إذا\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nاولجته أرى فرجها ينتفخ قليلا قليلا حتى يغيب الاير كله ، فإذا أخرجته نظرت إلى حلقة الشرج يتفتح كذلك حتى صببته في شرجها ، ثم قمت فقالت هذا حل الازرار .\r\nثم عاودتها بعد ذلك بأيام فبركت وقالت لي أكثر الريق وبالغ في الايلاج وانظر إلى ما تعمل وعليك بالرهز الصلب والدفع الشديد .\r\nثم بركت وتفحجت وريقته واولجته في استها فكأنه وقع في حريق وخرج مخضوبا إلى أصله وفاح ريح الزعفران فلم أزل اولجه واخرجه حتى خضبت ما بين أليتيها وعانتي ، وانا في زعفران خالص فلم أزل كذلك حتى صببته فقلت ما هذا ؟ قالت ماء الورش .\r\nفقلت صفيه لي قالت تعجن الزعفران بدهن البنفسج ودهن الورد حتى تصير مثل المرهم ثم تأخذ قالبا وتجعل رأسه في باب الشرج ، ثم تحشوا ذلك فيه حشوا بليغا حتى يحصل كله في الاست كان ما رأيت فقلت ان الزعفران يحرق .\r\nقالت ؟ ؟ ؟ انما تخضله بدهن ورد لتكسر حدته ثم اني بعد ذلك ابركتها ثانيا واولجته ايلاجا متداركا وهي تنخر وتعمل العجائب حتى صببته في شرجها ، ثم أخرجته فخرج اخضر كالسلق وفاح ريح العنبر فقلت ما هذا ؟\r\nقالت اسمه السدري فقلت وكيف هذا ؟\r\nفقالت سدر مشرب بعنبر معجون .\r\nثم عاودتها بعد ذلك فالقتني على ظهري وقعدت عليه مقابلي بوجهها ثم دارت عليه حتى ولتني ظهرها ثم بركت قليلا وتبعتها حتى صارت باركة فلم أزل كذلك حتى صببته في استها . فقلت ما هذا ؟\r\nقالت اللولبي .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nحكاية\r\nحكي عن محمد بن عيسى النخاس قال وقلت لجارية ما تقولين في الخلط فقالت ذاك من افعال بنات القحاب قلت ولم ذاك قالت لأنه لا يجد الفاعل ولا المفعول به لذة . قلت وكيف قالت كما يأكل الرجل الموز بالعسل فلا يجد طعم واحدة منها .\r\nوقال المصعبي اشتريت جارية رومية فسرت بها إلى منزلي فأردت الخروج فقالت واللّه ما تبرح تعمل واحدا فقلت شأنك . فبركت على اربع وفتحت اليتها وقالت اولجه في الاست إلى أصله . ثم اخرجه فاولجه في الحر ثم رده إلى الاست فلا تزال تفعل ذلك حتى تفرغ فبدأت اولجه إلى أصله ، فنخرت ثم أخرجته فاولجته في الحر فلم أزل كذلك حتى صببته فكان به من اللذة امر عجيب .\r\nفقالت هذا باب الخلط .\r\nوقال المعيدي اشتريت جارية فلما خلوت بها وأردت وطأها قالت مكانك أتعرف أشد النيك ؟ قلت لا قالت الذ النيك في الحر ان ترفع رجلي وتقعد على أطراف أصابعك وتولجه وتنظر اليه وهو يدخل ويخرج ثم تثبته ساعة وتقبل الركب فإذا أردت الصب فلك فيه وجهان أحدهما ان تخرجه وتصبه في السرة فتراه كأنه سبيكة فضة ، أو توجه في الاست فتصبه فترى الشرج يعصره ويمصه مص الجدي ثدي الشاة ، واقلل الريق إذا نكت في الحر ، فإنه أطيب لذة ، والذ ما يكون الوطء في الحر على اربع لأنك ترى الركب تذهب وتجيء وتنظر إلى البطن والثديين والسرة وغير ذلك والذ ما يكون من النيك في الاست ادبارا لأنك تراه يدخل ويخرج ، فإذا نكت في الاست فأكثر الريق فإنه أطيب والذ وغيبه إلى\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nأصله ، وبالغ في الايلاج ، وقبل الاليتين كل ساعة تريد النيك فان ذلك يزيد في شبقك .\r\nففعلت فما رأيت عمري لا أطيب ولا الذ منه .\r\nوقال بنيان بن عمر : سمعت انسانا بالبصرة يقول حلفت بالطلاق وانا سكران اني انيك امرأتي نيكا من دبر .\r\nقال فجئت إلى فقيه ذي حلقة في المسجد فقلت : أصلحك اللّه اني حلفت بيمين الطلاق اني لا بد لي ان انيك امرأتي نيكا من دبر .\r\nفتبسم الفقيه ثم قال إني انيك امرأتي كل ليلة نيكا من دبر اذهب عافاك اللّه فأقم امرأتك على اربع وقف من خلفها وبل كمرتك بشيء من البصاق ثم ادخل ايرك في استها واخرجه وادخله في حرها كذلك للفراغ ، هذا نيك الدبر لمن عقد له .\r\nقالوا إن الزنوج والحبشة أكثر ما ينيكون الاستاء مع الاحراح .\r\nقال : وفي الهند طائفة يقال لها الكوفيون لا ينيكون الا الاحراح ، ويقصدون مواضع أحسن من جثمان الجارية وفي فيها وفي ابطها وفي باطن مرفقيها وفي باطني ركبتيها .\r\nومن غريب النيك في الاحراح نوع يقال له الصلف وهو ان ؟ ؟ ؟ المرأة مخدتان حتى يرتفع ثم يجلس الرجل على صدرها وظهره إلى وجهها ثم تأخذ المرأة ابهامي رجليها بيديها وتجذبهما إلى نفسها نحو رأسها جذبا شديدا ، فيصير الرجل جالسا بين رجليها فإنها إذا اشتاقت شديدا عمد فرجها كله فولجه حينئذ وهو مشاهد عجزها ودبريها وجميع ما يتصل بذلك .\r\nواما الشكل الذي لا تحبل المرأة منه فهو ان يجامعها الرجل متمكنا واحمد الاشكال استلقاء المرأة على الفراش الواطىء وعلو الرجل وان يكون وركها عاليا\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nورأسها منصوبا ما أمكن ، وليس من أصناف الحيوان من يجامع على هذا الشكل الا القنفذ ، فإنه يطأ الأنثى من قدام مثل الانسان .\r\nوقال علماء الباه انه كلما اشتدت إمالة رأس المرأة ونصب رجليها واستها كان أشد لافضاء الاير إلى قعر حرها ، والذ للنيك وأبلغ وأطيب في نشاطها .\r\nوقال المتقدمون في علم الباه ، ليس عضو من أعضاء الانسان أعز ولا أكرم ولا أفضل ولا أكثر للأحزان دفعا ولا اصهى إلى النسوان منظرا ولا أشد لأنفسهم فعلا ومخبرا ولا الذ لمسا من الاير واللعب به ، والقبض غليه ؟ ؟ ؟ بكلتا اليدين ومصه بالشفتين ، وتفديته بالأرواح والعينين ، لا سيما إذا كان وافر الرأس وثيق الأساس ، لا طويل نحيف ولا قصير سخيف ، ولا يثني إذا ثني ، ولا يلتوي . إذا لوي دخل حلك ، وإذا خرج صك ، شديد المعركة ، مستدير الكمرة وافرها ، يحك جوانب الرحم بدائرها ، شديد الرهز ، إذا دخل حشا ، عالم يكان الشهوة مطفىء لنيران الغلمة ، إذا غاب أوحش وإذا حضر عربد ، فلو اجتمعت بلاغة الفصحاء وذلاقة ألسن البلغاء ليصفوه لعجزوا عن وصفه وعظيم خطر منفعته .\r\nواعلم أن رغبة النساء كلهن الا القليل منهن في الاير الموافق لهن والموافق عندهن من الاير : ان يملأ الفضاء ، صلت لا ينثني ولا في الرهز الشديد يلتوي فإذا كان على هذه الصفة بلغن به شهواتهن واطفاء حرارة غلمتهن ، والشهوة الهائجة في أرحامهن ، وهذه الأوصاف لا تكمل الا في الاير الضخم الشديد من الغلام الصنديد\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالذي ينيف على العشرين سنة إلى الثلاثين ، فايور أصحاب هذه السن هي المحمودة الافعال ، المحبوب أصحابها من الرجال ، التي إذا دخلت الاحراح خاضتها ودخلت منها الزوايا وفتشتها ، وإذا لم تكن الايور هكذا لم يكن لها منزلة عند النساء .\r\nوللحر اسرار عجيبة لا يتفطن لها ذوو العقول الراجحة ، مما يدل على جلالته ان أسماءه المشهورة عند العامة إذا حسبت حرفها بحساب الجمل الكبير بان لك فضله وعظيم قدره .\r\nفمن أسمائه المشهورة : كس الكاف بعشرين والسين بستين صار الجمع بثمانين ، والموازي لهذه الجملة التي هي ثمانون في الحساب من الكلام ( مواهب طبية ) لان الميم أربعون والواو ستة والألف واحد والهاء خمسة والباء اثنين والطاء تسعة والياء عشرة . الباء اثنان والهاء خمسة صار الجميع ثمانين موازية لعدد الكس .\r\n( ومن ذلك حر ) وحروفه بحساب الجمل مائتان وثمانية والموازي لهذه الجملة من الكلام ( نعم جمة ) لان النون خمسون والعين سبعون والميم أربعون والهاء خمسة صار الجمع مائتين وثمانية .\r\n( ومن اسمه فرج ) فان أهملتها كان فرحا ، وان حركته كان فرجا وهو المنظر بعد الشدة وان جملة حروفه وعددها على ما تقدم كان مائتين وثلاثة وثمانون لان الفاء ثمانون والراء مائتان والجيم ثلاثة والموازي لذلك من الكلام ( نعم حسنة ) لان النون بخمسين والعين بسبعين والميم بأربعين والحاء بثمانية والسين بستين والنون بخمسين والهاء بخمسة فيصير الجميع مائتين وثلاثة وثمانين .\r\n( ومن أسمائه هن ) وجملة عدد حروفه خمسة وخمسون والموازي لهذه الجملة من ذلك ( هو حلو ) لان الهاء بخمسة والواو بستة والحاء\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nبثمانية واللام بثلاثين والواو بستة فصارت الجملة خمسة وخمسين .\r\nفكأنه قد اختص بذكر المواهب الطيبة والنعم الحسنة وبالحلاوة وما كانت هذه صفته يجب ان يحب ويعشق ويفضل على سائر اللذات كلها .\r\n\r\nلطيفة\r\nذكر محمد بن الحسن البزار قال : بينما انا على باب داري جالسا على مصطبة وإذا بامرأة تتمشى وتنكسر فقلت لها على طريق العبث بها : أيش قولك يا ستي في شيء أصلع اقرع أحدب اقتب كأنه بوق عظيم الغروق يخرق الخروق ويفتق الفتوق ويشق الشقوق ويقضي الحقوق ويكنى ابا العروق ، كأنه وتد أو حبل من مسد أو رقبة أسد ، احمر أشقر اعجر معجر كالمحور ، ان صارعه الكبش صرعه ، وإذا طعنه أوجعه أو هجم عليه قرعه أو غافله خدعه يمشي بلا رجلين وينظر بلا عينين ويتوسل بالخصيتين ويسمى ابا الحصين إذا غضب تغاشى وإذا رضى تلاشى ، غليظ مدكك مدور مفكك ، يكنى ابا المعكك ، مطاعن مداعس ، مشاتم مباحس ، يكنى ابا الفوارس . رأسه كماه ، وورطه قناة وفي رقبته مخلاة رأسه بلوطة ووسطه مخروطة ، لو نطح الفيل كوره أو دخل البحر عكره . قال فلما سمعت ذلك تقدمت إلي وجلست على المصطبة بين يدي وحلت النقاب عن وجه كأنه القمر وقالت :\r\nهذا زين أو شين . فقلت ولا واللّه بل كالبدر في ليلة كماله . فقالت وأريك شيئا يقوم له ايرك ويلذذ به غيرك . وشلحت ثيابها عن\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nجسم كأنها قضيب لجين وبطن معكنة وسرة محقنة ، وخصر تحيل يحمل ردفا ثقيلا ، وحركاته قعب مخروط أو حمل مسموط فبقيت باهتا اليه ، انظر فيه فأنشدت تقول :\r\n انظر لكسي هذا * فهل له من شبيه ؟\r\nيفوز غيرك منه * بكل ما يشتهيه ؟\r\nلو كان منك قريبا * ما كنت تصنع فيه ؟ \r\nفقلت : كنت انيكه وابذل فيه مجهود الصنعة .\r\nفقالت : وهل عندك صنعة ؟\r\nفقلت : وأي صنعة يا ستي وما هي من بعدي عندك أو عندي .\r\nفقالت : بل عندي ووصفت لي مكانها وجعلت الميعاد غدا .\r\nفلما أصبحت لبست ثيابي وتطيبت ومضيت إليها فإذا بابها مفتوح فدخلت في دار مضيت كأنها الفضة المجلية وفي وسطها بركة مملؤة من الماورد والصبية تعوم فيها والجواري ينثرن عليها النثار والأزهار فلما رأتني طلعت وهمت بلبس ثيابها فأقسمت عليها بان لا تفعل فانتصبت بين يدي كأنها قضيب فضة أو لعبة عاج فجعلت اتأمل بياض لونها وسواد شعرها وغنج عينيها وتقويس حاجبيها واحمرار خديها وصغر انفها وضيق فمها وطول عنقها وانسلاك كتفيها وقعود صدرها وبروز نهديها وتربيع بطنها واندماج عكنها ورقة خصرها وثقل ردفيها فوقع نظري على كس كأنه قضيب لجين قد اعتنقه بساعدين وقد أرخت عليه عكنتين من عكنها وغطت باقيه براحتيها ؛ ثم لبست ثيابها ومضينا إلى مجلس قد عبيت أوانيه وملئت قنانيه ، فحضر الطعام فأكلنا ودارت\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالاقداح وشربنا واخذت العود إلى صدرها وغنت فسمعت ما لم اسمعه ، وزاد بي الطرب فخدرت مفاصلي وفترت أعضائي وبقيت شاخصا بلا حركة ، فمدت يدها إلي على سبيل التحرش وقالت يا حبيبي اين أنت ؟ فما كان لي لسان أكلمها فرمت العود من يدها وتقدمت وجلست بين يدي دست يدها في كمي وقبضت على ايري وغمزته غمزا لينا ونامت على ظهرها وكشفت عن بطنها وأبرزت حرها ، ووضعت يدي عليه وهي تتحرك من تحت يدي وهي تقول : امش خذني كماني ولا تتوانى ، شل سيقاني على غيظ خلاني قوم رهزي يظهر غنجي ، لا ترحمني ، ومن النيك اشبعني وهي تلعب بحاجبيها وتغزل بعينيها وتمص شفتيها وتطرف لسانها وتومي بالبوس فعند ذلك جلست على رجلي ، وشالت فخذيها وأقامت ايري وريقت رأسه وحكت به بين شفريها ، وأدخلت يدي بين إبطيها وقبضت بإصبعي على منكبيها ، وجعلت فمي على فمها وبطني على بطنها وأدخلت ايري في حرها ، ورهزنا رهزا متداركا وانا أتنفس الصعداء وأقول : ضميني إليك الصقيني إلى صدرك شيلي افخاذك ، ارفعي وصطك . وأكثرت من هذا وأمثاله من بوسها وعضها ومص لسانها وهي تقول : يا حياتي يا مؤنسي يا شهوتي يا لذتي يا حبيبي هاته عندي حطه في قلبي اعمله في كبدي .\r\nفلما أحست بافراغي رفعت وسطها وسكنت رهزها واغتنقنا ونلت منها ما سرني ، وقمت بلذة ما ذقت في عمري الذ منها في صحبتي إلى أن توفيت ، فحزنت عليها حزنا شديدا ولم اصحب امرأة بعدها .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nطوائف :\r\n أتذكري يا مليحة حين بتنا * ورأسك من ذراعي ما تحول\r\nوايري كالعمود له عروق * تعرض في قفاه وتستطيل\r\nجاء الشتاء وعندي من حوائجه * سبع إذا القطر عن أبياتنا حبسا\r\nوكن وكيس وكانون وكأس طلا * مع الكباب وكس نوعم وكسا \r\n\r\nالباب الثاني والعشرون في شهوة النساء للنكاح\r\nقال الملك لبرجان وحباحب : أيها ازود شهوة النساء أم الرجال ؟\r\nقالا : أضعف شهوة النساء أقوى من شهوة الرجال .\r\nقال فبينا لي في ذلك الحجة .\r\nقال : الحجة في ذلك ان المرأة الواحدة تستفرغ الجماعة من الرجال .\r\nقال الملك : فلما صارت المرأة ماؤها أقل من ماء الرجل وشهوتها أغلب من شهوته .\r\nقال لأن المرأة ينزل ماؤها من صدرها والرجل تنزل شهوته من ظهره ، وابطاءها في الانزال على قدر بعد شهوتها من مسافة شهوة الرجال .\r\nويروي ان ملك الزنج ارسل جيشا لمحاربة عدو له فلما وصلوا إلى العدو وقاتلوهم وهزموهم ظفروا منهم بجارية لذلك الملك وقد كان غضب عليها فاعتزل فراشها ، فرؤوا حسنها وجمالها فقالوا ما تصلح هذه الا للملك . فقالت : واللّه ما اصلح له قالوا وكيف ذلك .\r\nقالت لان مولاي أمر غلمانه بمجامعتي وهم ثلاثمائة نفر ففعلوا واتوا علي كلهم ، وما نفذت شهوتي ولا نقصت ولا انحلت . فأمر بان\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nانفى من المدينة فقلت للذي تولى ذلك مني . أخرجني عنها . ففعل فلما خرجت رأيت حمارا وثب على حمارة وقد أدلى ، فلما رأيته كذلك لم املك من نفسي شيئا فطردت الحمار عن الحمارة وبركت له فوثب علي باير لم ار قط مثله ، فيا ليت ايور الناس مثله .\r\nقال :\r\nفلما سمعوا ذلك منها انتشروا ونشطوا لمجامعتها فوطأها أهل الجيش كلهم وهي تظهر لكل واحد حبا وطيبا لمجامعته لها ، فدعاهم ذلك إلى العود لها فعادوا كلهم وتركوها .\r\nويقال إنها ولدت سبعة غلمان أحدهم رأسه رأس حمار . واخبر بذلك بعض العلماء فقال ان المرأة إذا وطأها مائة رجل وحمار كان ماء الحمار يغلب على امناء الرجال ، فتلد ولدا بعض أعضائه أعضاء حمار .\r\nوقيل لعطرية :\r\nأيما أشد حرصا وغلمة واهيج ، الرجال أم المرأة فقالت لا أدري أيهما أشد وللّه در من قال :\r\n فو اللّه ما أدري واني لواقف * هل الاير في العيجوز اشهى أم الحر\r\nوقد جاء هذا مرخيا من عنانه * واقبل هذا فاغرا فاه للبدر \r\nوقال الملك لبرجان وحباحب أخبراني ما أحسن الأشياء موقعا من النساء عند الرجال قالا لفظ جميل وغنج طويل .\r\nقال فما اكد يثبت الحب في قلوبهن قالا الملاعبة قبل الجماع والرهز بعد الفراغ .\r\nقال فما انفع الأشياء في أرحامهن .\r\nقالا : لزوم المضاجع وادمان المباضعة .\r\nقال : فما الذي يقربهن من المحبة .\r\nقالا : اجتماع الانزال والذي يفسد مودتهن الاستعمال ضد ما ذكرناه .\r\nوقال الملك لبرجان وحباحب : أخبرني ما الذي يبعث النساء على التغير بعد\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nشدة الحب .\r\nقالا : شدة الغلمة وفتور الكمر .\r\nقال : وما الذي يحملهن على الفساد .\r\nقالا شدة الغلمة وفتور الكمر ؟ ؟ ؟ .\r\nقال : وما الذي يحملهن على الفساد .\r\nقالا : غفلة الرجال وحبهن وكثرة الأموال .\r\nوقيل المرأة حكيمة لم لا تحبين الزوج ؟\r\nقالت اكره ان يخرج على ما أريد فاكون قد طمعت فيه فتتشوق نفسي إلى غاية منه فلا أجدها فابقى كثيرة الشغل به ذاهبة إلى العقل من اجله .\r\nفقيل لها وما غاية ما تريدين منه ؟\r\nقالت أريد صلب العصب غليظ العروق واسع الشدق ممتليء الجسم يعلو ظاهره حرارة ويمكنني في باطنه ببوسة يسرع القيام كبير الهامة شديد المنكب لا أراه الا منعطفا مستوفرا ان دخلت بارادني وان خرجت صابرني .\r\nوكان بالقرب منا عجوز فلما سمعت كلامها قالت اي بنية لو علمت هذه الصفة في الجنة ما أغضبت اللّه طرفة عين طمعا ان يهب في الآخرة مثل ما وصفت .\r\nوقيل لعائشة المغنية ما الذي من المرأة عند الخلوة ؟\r\nقالت ؟ ؟ ؟ لفرجها صريرا ولجماعها غطيطا ونخيرا ، واللّه لقد نخرت تحت بعلي نخرة نفر منها الف بعير من إبل الصدفة فرت على وجهها ، فما تلاقت إلى الان .\r\nوقيل لعجوز اي اللذات أحب إليك وإلى النساء ؟\r\nقالت التهتك في طلب الباه أو يدركهن الموت الا من عظمة اللّه .\r\nقلت أليس غير هذا ؟\r\nقالت اللهم الا ان يكون متاع الرجل حجري الطبع حريري الجسم حبالي العروق واعرابي الباه ، حبشي الانعاظ ، غوري الماء نجدي الشهوة ، مجنون الحركة قليل المبالاة بتخريب الحصون . وقال بعض الحكماء من أعجب الأمور واظرفها العفة في النساء وأيما هي\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nكائنة بالمبالغة في الحياء والا فنفس طباعهن مركبة منه مبنية عليه .\r\nوقيل إن سقراط لما اخرج إلى القتل رأى امرأة قد أخرجت معه فقال اما انا فقد علمت ما استوجبت به القتل عندكم فما بال هذه البائسة .\r\nقالوا زنت وهي محصنة .\r\nقال الان جرتم في القضية .\r\nقالوا وكيف ذلك ؟\r\nقال ليس العجب للمرأة ان تزني وانما العجب ان تعف لأنها مخلوقة بطباع الشهوة وما أيسر ما يدل على قوة شهوتهن ان الجارية يربيها أبواها صغيرة ويعاوناها كبيرة ويحكماها في الذخيرة ولا تراعي هذه الحقوق مع جودة عقلها وصحة فهمها بل تختار من تريد لشهوتها وتطفية لذتها على أبويها وهي تعلم أن فرض الأبوين وفرق ما بين الحالين فلذلك انشد بعضهم :\r\n كل عرق في الأسافل * بنياط القلب وأصل\r\nكيفما حاولها الزب * لذاك القلب مائل \r\nوكثير ممن تربت في النعم الجزيلة والأمور الحميمة تترك جليل النعم والعبيد والحشم وتنشتت عن الأوطان ، وتسافر في البلدان ، وتنكس العمائم ، وتحسر على العظائم وتجحد الأهل وتحمل نفسها على القتل ، كل ذلك متابعة لشواتها وما وافق لذتها . ومن الزيادة في الدليل انها تتحلى بكل ممكن من الأسباب من الحلى والثياب والطيب والخضاب وهي مع لين بشرتها كالحز في اللمس ، وفي البهجة كالشمس ، وقد خاف والدها عليها من أن يؤثروا فيها بضمة أو يحبسا نفسها بطول قبلة فتضع نفسها للمنتن الذفر والوسخ القذر في الطبع والوحشي الصنع فيرمد نفسه عليها بالثقيل العنيف والرهز\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالكثيف والفعل الثقيف ، وهي بذلك تزيد له محبة وطلبة وشهوة ثم ما يعرض لها في عقبي ذلك من ثقل الحبل وصنوف العلل ومشارفة الاجل وكثرة الوحل ومقاسات النقد في خروج الولد ثم ما يتبعه من دم القذف ومشارفة الحنف غير مقصرة في طلبته ولا مرتدعة عن شهوته حتى انك إذا تأملت جميع حالاتهن ومعرفتهن والفاظهن وافعالهن وجدتها تقتضيه ونفوسهن تشتهيه وإرادتهن مجموعة فيه .\r\nوقد ذكر هذا المعنى ابن جرثم الأسدي قال :\r\n ولو كلت بالصاع للغانيات * وأحدثت فوق الثياب الثيابا\r\nولم يك عندك من ذات شيء * فلست تراهن الا غضابا\r\nعلام يكحلن حور العيون * ويحدثن بعد الخضاب خضابا\r\nولم يتصنعن الا له * فلا تحرموا الغانيات الضرابا\r\nخلاط النساء يميت العتاب * ويحيى اجتناب الخلاط العتابا \r\nوذكر عن حكيم انه عبر على شيخ تخاصمه امرأته وقد اجتمع الناس للوفق بينهما واصلاح ذات بينهما فقال الحكيم لهم : لا تتعبوا فالصلح بينهما قد مات .\r\nوقيل إن رجلا كانت له امرأة تكثر خصومته فإذا أرادت ذلك دخل بين رجليها فقضى وطرها فتهتدي ويقل شرها فلما كان ذات يوم جنى عليها جناية تستوجب بها الخصومة فبادرها بالفعل فقالت له ما لك قاتلك اللّه كلما هممت بشرك جئتني بشفيع لا أقدر على رده .\r\nوقيل في هذا المعنى :\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n انما سمي برا * وهو في التصحيف زب\r\nكل بر لم يخالطه * نكاح فهو ذنب\r\nوحديث لم يشاركه * جماع فهو عتب\r\nوفساد ليس يصلحه * بعال فهو صعب \r\nوقيل تزوجت امرأة رفيعة في جمالها عنيفة في مالها بعض السقاط فعاب فعلها ذلك من تأنس اليه فقالت اما علمتم ان الجاه الدالم في الاير القائم وهويت بعض المتطرفات بعض الشبان فراسلته وهادته ولم تزل تعمل عليه الحيلة حتى اجتمعا فلم تر منه ما يرضيها فكتبت اليه تقول :\r\n أأهواك فتعصيني * وما ذا فعل انصاف\r\nفما قصدي سوى نون * مخ الياء مع الكاف\r\nفهذا مطفىء وجدي * فهل عندك من شافي \r\nوقيل إن رجلا تزوج جارية فاغدق عليها وقصر مرادها فكتبت اليه :\r\n لا ينفع الجارية الخضاب * ولا الوشاحات ولا الجلباب\r\nولا الدنانير ولا الثياب * من دون ما تصفق الاركاب \r\nوقيل كان لبعض الظرفاء الأدباء جارية مغنية يكثر غشيانها ويستجيد غناؤها فهم ليلة ان يواقعها فلم يقم عليه ايره فغالظها وقال لها : غن لي هذه الأبيات\r\n خليلي ما للعاشقين قلوب * ولا للعيون الناظرات ذنوب\r\nفيا معشر العشاق ما أوجع الهوى * إذا كان لا يلقى المحب حبيب \r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nفأرادت ان تغنيه فدعاه بعض أصدقائه لحاجة ثم انصرف من عنده مثقلا من طعامه وشرابه فقال للجارية : غن صوتي .\r\nفقالت له وأين رسمي ؟ فقال لها قد منعني من ذلك ما ترين . فأخذت العود وغنت هذه الأبيات\r\n خليلي ما للعاشقين ايور * ولا لمحب لا ينيك سرور\r\nفيا معشر العشاق ما أقبح الهوى * إذا كان في اير المحب فتور \r\nوسئلت بعضهن كيف حبك للنيك . فقالت :\r\n حبي للنيك من غير شك * حب فتى ذي جرب للحك \r\nوسئلت بعضهن اي النساء اشهى للجماع . فقالت البكر لولا فرق فيها . فنظمه بعض الشعراء فاتى به لحنا فقال\r\n يحب المديح أبو مالك * ويرق من صلة المادح\r\nكبكر تحب لذيذ النكاح * وتفرق من صولة الناكح \r\nومن الزيادة في الدليل انهن لا يقنعن بالأزواج والاخوان حتى يتخذن الحبائب من النسوان وسئل بعض الحكماء لو صار جميع الإناث من الحيونات يطلبن الذكور وقتا من السنة والنساء يطلبنهم دواما . قال لان باحراح البهائم من أذنابها ما يشغلها عن حك الزب ومن المحال ان يكون حر بطالا وربما تزوجت المرأة بسبعة ، عدة أيام الجمعة ومع هذا لا تفتر عن طلب السحق وإذا قد ذكرنا شيئا من السحق فنذكر منه ما يليق بهذا الفصل من الكتاب .\r\nقيل إنه لما كان فيما تقدم أختان مليحتان إحداهما تطلب\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nالنساء والأخرى تطلب الرجال فبلغ التي تحب النساء حال أختها وما اختارته فهجنت رأيها وسفهت حلمها وقبحت اخيارها وكنيت إليها تقول :\r\n وفاضلة قالت لصاحبها الفخل * قبحت فما أرى فعلك من فعل\r\nتركت سبيلا امن اللّه خوفه * سليما كحذو النعل يحذى من النعل\r\nواتبعت في حب الرجال وغيرهم * أحق وأولى بالمحبة والبذل\r\nاما تعلمي انا امنا بسحقنا * صراخكم في ليلة الوضع بالحمل\r\nفما تهتك الاسرار منا قوايل * يرين مصونا ليس كشفه بالسهل\r\nولا نحن مثل الشاة نرضع اعنقا * ولا مسنا بؤس بتربية الطفل\r\nإذا ساحقت أخت لأخت فقد غنت * بلذتها عن كلفة الزوج والبعل\r\nونحن سعيدات خلقن لنعمة * وأنتم شقيات خلقتن للذل \r\nفلما وصلت الأبيات للأخت قرأتها وكتبت جوابها تقول\r\n فهمت الذي قلت ويحك فافهمي * رأيت قرابا ببغيتي لسوى النصل\r\nجعلت قياس النفلي بالنعل فعلكي * سليما كما قد يحتذى النعل بالنعل\r\nعومتك يا حمقا وما حسن خاتم * إذا لم تلجه إصبع اليد والرجل\r\nواي رحى دارت ليعرف طحنها * على غير قطب ثابت الفرع والأصل\r\nولولا ولوج الميل في العين لم يكن * لبرد عيون الغانيات من الكحل\r\nأراك كذي جوع يمر بلقمة * على شفتيه وهو بالجوع ذو شغل\r\nوكنت كذي داء يعالج دواءه * على ظاهر الداء في جوفه يغلي\r\nدعي عنك ذا القول يا أخت وارعوي * فما لك ذو نصح يزيد على شغلي\r\nواقسم لو أبصرتني يوم زارني * خليلي كغصن البان ريان بالوصل \r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n فأدخلني عريانه في ازاره * فعانيت ما كان في أمسي أصلي\r\nفابلغ منه لذة من فعاله * بمتعة اير في ملاقاته قبلي\r\nوأشياء منه بعد ذا لو وصفتها * لبلت على ساقيك يا أخت في رسلي\r\nفلما دنا ما لا أبوح بذكره * فقد من اللذات من تحته عقلي \r\nوقيل خطب بعض الطرفاء ظريفة فامتنعت فكتب إليها رقعة يقول فيها .\r\n فاقسم لو رأيت رأس ايري * قبيل الصبح أو حين السحور\r\nلانساك النساء وكل سحق * ورد هواك في كل الايور \r\nفلما رأتها أحبت وأجابت وتزوجت به .\r\nومن المحاكيات في ذكر شهوة المرأة وزيادتها على شهوة الرجال ما حكي ان شخصا من أرباب الملاهي ويسمى احمد ويعرف بالباذل وكان يلعب بالقانون وكان من أجود الصناع مع خفة روح وحكاية ونادرة قال حضرت مرت ثلاث أناس حرفاء عندهن ثلاث صبيات من أحسن ما يكون واحدة من بنات مصر وأخرى من بنات دمشق والأخرى مغربية غليظة فأخذت بمجامع قلبي وسلبت عقلي فعشقتها من وقتها واستحضرت حكايات مضحكات في ذكر الايور الكبار وأصحابها وذكر من يطول في النكاح ويستجلب شهوة المرأة في كل طريق مرات فوجدتها تصغي لكلامي وبان لي لذة سمعها لذلك قضيت معهم ساعة تعدل العمر إلى وقت النوم فاخذ كل واحد منا صبية ورقد ونمت تحت رجلي المغربية وحريفها وأوهمت اني سكرت وغبت وقلت لعلي\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nأجد فلتة الدب ونام حريفها وتناولها ، وقد ذبت صبابة ثم ارقدها مع الحائط ورقد دونها وغلب على حريفها النوم والسكر ، فنام وبقي كالميت وكذلك رفيقته وانا لا يدخل عيني منام لما في قلبي منها . فقعدت انظر هل لي حيلة أصل بها إليها فلم أجدني أقدر على ذلك لمنع الحائط من جهة والحريف من جهة ، فبقيت حائرا مفكرا وإذا بها تتحرك فلما سمعت حركتها الهمني اللّه وقلت آه آه فرج عني يا اللّه ، انظر إلي . فقعدت وقالت يا احمد .\r\nقلت لبيك يا ستي ! فقالت سلامتك يا أخي أيش بك يوجعك .\r\nقلت ستي اللّه لا يبليك انا يلحقني عسر البول وأقاسي منه الموت .\r\nقالت ألك حاجه فأقضيها لك ؟\r\nقلت يا ستي حاجتي ان تدوري على اناء أريق به الماء ويكون فرجي على يديك .\r\nفقامت قليلا قليلا بلا سراويل وسيقانها كأنها أعمدة رخام وأحضرت إلي حلة خزف فاخذتها منها وجعلت راس القلة وقلت يا ستي لم ينفعني وارجع ملأ الموضع وهذه ما تستقي .\r\nوقال فراحت ثم أحضرت لي نعارة فخار فقلت ان كان ولا بد فهذه .\r\nوقعدت على قرافيصي وأوهمت اني اجهد ايري وبلت وناولتها وقلت يا ستي اللّه يجعل عمري على عمرك زيادة ويعنني على مكافأتك . فراحت وهي مفكرة وغمزتني وانا عيني معها فقمت إليها ، قالت قليل يا احمد ، هذا أكبر اير ما وسعه حلق القعارة الا بالشدة فقلت يا ستي ما رزقني اللّه مالا ولا املاكا ولا سعادة بل جعل رزقي فيه .\r\nفقالت يا احمد أرني إياه .\r\nفقلت هكذا ونحن وقوف في سط القاعة .\r\nقالت اخرج بنا إلى الدهليز . فما صدقت قولها لكن واللّه ما معي سئ من هذا ولا قريب منه .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nفخرجنا إلى الدهليز وتناولت سيقانها وما أعطيت نفسي فترة ودخلت يدي الاثنتين بين يديها ورنت روحي وأطبقت عليها فراح إلى أصله وما أحست به ، فلما لم تر ما وصفت لها بقيت تطلب الخلاص وانا رايح جاي وقد ملكتها جيدا فلما قربت علي الخلاص أمسكت اذني الاثنتين بيديها وبقيت تجرهما وتلطمني على وجهي وتقول ما لك تغر أولاد الناس . وانا ما لي فكرة الا رايح جاي حتى أفرغت ، وسيبتها وقامت وبصقت في وجهي وقالت واللّه يا معرص متي أصبح الصباح عملت عليك في اتلاف روحك يا نحس يا كذاب .\r\nوروي : رأيت فتاة وهي تنط في حجر عبد وتقبل خدوده وترشفه وهو يتباعد عنها ويشتمها ويلطشها فيرميها على قفاها ، هذا وانا في اطراق مما ورائي من امر السكردان . قال فطال الامر على الصبية فقالت باللّه يا رفيق سيدي خلنا سويا ، فاغتاظ العبد عليها فقلت يا مبارك أيش الفائدة من قعودي وطنبوري ماهر ، أقوم وأروح ويجيء به عاجلا فحلفني العبد ان اسرع في المجيء فحلفت وقمت والصبية ما تصدق قال صلاح فخرجت ووقفت في الدهليز أتسمع عليهما فما لحقت أقف حتى رفعت سيقانها في وسط العبد وصارت تبكي وتشتكي له قوة العشق وعظم المحبة وهو يقول هكذا يا قحبة . وهي تقول يا سيدي كل هذا طيب على قلبي فباللّه دع عنك هذا وحطه فلي ثلاث ليال بعيدة عنه فقال العبد واللّه ما احطه حتى تعملي العادة فقالت على عيني . فقال : فتطلعت حتى ابصر أيش هي العادة التي قال لها عنها وانا في الظلام وهما في الضوء\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nما يرياني فوجدته قد أقام ايره وهو يزيد على ذراع بفيشلة قدر فيشلة بل وهي قد امسكته بيدها وهي تبوسه وتمرغ خدودها عليه تمسح عينيها كذلك نحو عشرين مرة فقال يكفي وهي مع هذا تعاطيه من الغنج والبكاء والشهيق ما لا يزيد عليه فقام العبد وقبلها وحك برأسه ساعة واولجه وهي قد غابت من قوة لذتها وأعطته من الغنج والشهق والنخر ما لم اسمعه في عمري من قوة ما سمعت وعاينت امنيت وانا واقف وتركتهما في شغلهما وسرت إلى السكرداني فاخذته وجئت إلى أصحابي فوجدتهم في الانتظار ولبس عندهم غيرهم أحضرت السكردان ولم يزالوا مبددي العيش بغير لذة وهم ساعة بعد ساعة يتفقدون الباب قال وبات كل منا نائما مكانه على تلك الحالة إلى اذان الصبح وإذا بالباب يطرق فقاموا وفتحوا الباب وهم مستبشرون فدخلت صبية روائحها أشبه شيء بروائح الضبية التي كانت عند العبد فقام إليها الجميع وبقي كل واحد يخدمها من ناحية وقلعوها خفها هذا وصديقها من اظرف الناس شكلا قد قلع تخفيفة السكرة تسوي مائتي درهم وفرشها تحت رجليها وهي لا تصغي إلى كلام أحد وتتنافر منهم وتقول واللّه لقد اقلقتموني حتى جئتكم في هذا الحين فسبحان من بلاني بكم فجعل هذا يقيل رأسها وهذا يقبل رجلها حتى قعدت في الصدر وهم قد أوقدوا الشمع فقال فنظرتها فإذا بها صبية العبد فلما رأتني فقالت من اين لكم هذا الشاب المليح عهدي انك شاب حسن فقفزت وقعدت في حجري وغمزتني في ايري وعانقتني قائلة يا أخي الاسرار عند الأحرار فشرعت انا وإياهم أقول يا ستي انا مملوكك\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nاللّه يجير خاطرك وقامت ثم قعدت ودار الدور فأخذت الطنبور وغنيت فوشوشت حريفها واخذت منه حفنة دراهم وناولتني إياها وقالت واللّه ما سمعت في عمري اطلب من هذا فقال الجماعة واللّه باصلاح ما رأينا هذه أعجبها قط أحد غيرك وكنا معتادين نجيء لها بفلان وفلان وفلانة ولا يعجبوها ولا ينطلوا عليها فسبحان المسخر وبقيت ساعة بعد ساعة تتواجد وتضطرب وتعطيني حفنة بعد حفنة فحصل للجماعة بطيبها ما يزيد على الحد وخلع علي صاحب البنت ملوطة صوف بقر وسنجاني وما خرجت من عندهم الا بتقدير مائتي درهم والفروة والملوطة قال وكتمت امرها وقعدت في عشرتهن مدة .\r\nوقيل إنه كان في أيام ولاية سيف الدين بن أبي بكر بن ساسلا والي مصر رجل مكاري يقف بحمار بين السوريين في مستوقف المكارية وكان لا يركب امرأة ولو أعطته ألف دينار فاتفق ان انسانا من أهالي مصر اتى اليه ومعه زوجته يريد الذهاب إلى القاهرة لأجل ميت من أقاربه فأراد ان يركب زوجته فارغبه فلم يوافق فحصل كلام أداهما إلى الخصام وتشاكوا إلى الوالي وحكوا له صورة الحال فقال الوالي للمكاري ويلك ويلك أنت لا تكرمه قال يا أمير انا على يمين من زوجتي اني لا اركب امرأة وكل من في موقف المكارية يعلم ذلك مني فقال ابن ساسلا وأيش سبب يمينك بالطلاق فجعل يمجمج فقال له الوالي ان لم تقر بالصحيح والا ضربتك بالمقارع فقال يكون ذلك بيني وبينك .\r\nفخلا به الوالي وقال هات ما عندك فقال : اللّه يعلم اني طول عمري في هذه الصنعة من وقت ان كنت شابا وكان معي حمار لبعض\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالخدام فإنه واقف في أحد الأيام وإذا بامرأة شابة حسنة الهيئة طلبت مني الحمار وقالت انا أروح القرافة واجيء . وأعطتني درهم نقرة واحدة فقلت اجيء معك قالت لا . فأعطيتها الحمار ووثقت بها فغابت إلى العصر وجاءت فاعطتني ثلاثة دراهم واستمرت نحو عشرة أيام على هذا الحال وصار الحمار إذا رآها ينهق ويدلي ويجيء إليها فتضحك وتقول بقي الحمار يعرفني وصارت بعد ذلك تعطيني كل يوم خمسة دراهم وتوصيني وتقول لا تعلق عليه نحن علفناه وصار الحمار لا يرى امرأة مستزيرة الا وينهق عليها ويدلي ويطلبها ولا أقدر عليه الا بالضرب القوي هذا وأظن انه من الراحة تحت تلك المرأة ثم إنه جاءتني في بعض الأيام وقالت لي : يا معلم صاحب هذا الحمار لا يبيعه . قلت لا اعلم . فقالت شاوره على ستمائة درهم نقوة فقلت يا ستي أشاوره . فشاورت الخادم فما رضي فقالت شاوره على ألف درهم يا أمير والخادم قليل العقل لما سمعني قد طلبته منه وزودته فيه اعتقد انه يساوي أكثر فقال ما أبيعه بألف دينار وصار الحمار عندما ينظرها ما يقدر أحد يرده وينهق ويدلي حتى امتنعت فأقمت مدة سنة وانا كل يوم آخذ منها خمسة دراهم وتجيء بالحمار آخر النهار شبعان ريان فقلت واللّه لا بد اتبعها وابصر اين تروح فتبعتها يوما من بعيد بحيث لا تنظرني فطلبت طريق القرافة اما الحمار رايح تحتها مثل البرق إلى أن جاءت باب تربة دقته فخرجت عجوز سوداء وفتحت وانا مختبىء تحت حائط وعبرت بالحمار علقت الباب وقعدت انا برأت الباب زمانا وقمت ادور على مكان اتسلق فلم أجد فقلت اقعد حتى ابصر من يجيء فما زلت إلى\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nان قرب الظهر وإذا بالعجوز تعيط عياطا منكر وتقول أواه يا ستاه ؟ ؟ ؟ وزادت في العياط فجئت ودققت الباب فخرجت العجوز تلطم خدها وقالت أيش أنت فقلت المكاري فقالت صاحب الحمار فقلت نعم فقالت لا كنت ولا الحمار قد قتل ستي فقلت رفسها فقالت يا ريت تعال اعبر واكتم حالك وساعدني وخذ حمارك فدخلت فوجدت الصبية مرمية على قفاها بلا لباس وقد أخرجت امعاؤها من فرجها وقد ماتت والحمار مدل ووقف بنهق ويثب عليها فقلت للعجوز أيش هذه الداهية أحكي لي الحكاية والا رحت للوالي وأعلمته بك فقالت إن هذه وانا ربيتها وهي بنت تاجر كبير ومات أهلها كلهم في هذه التربة وما بقي لها أحد ولها دراهم وذهب من ميراث وسكنت هذه التربة انا وهي فأتت في بعض الأيام بهذا الحمار وعلمته حتى صار يطؤها كل يوم مرتين أو ثلاث مرات من حين تأخذه منك إلى أن تجيء به إليك وعملت له في هذه التربة سعير الصعيدي المغربل والدريس والماء البارد وتعلق عليه فقلت وكيف يتمكن منها قالت تعال أريك فجاءت بي إلى مكان في التربة قد بنت فيه مصطبة رقيقة حتى إذا نامت على قفاها تمكن الحمار منها وتلف ساقيها على وسطه فقلت للعجوز كيف كانت تحمله في ذلك الوقت وقد ماتت الساعة منه واخرج امعاءها فقالت كانت تمسك بيدها إبرة فإذا ولج فيها كفايتها ووصل معها غرضها ويطلب الحمار ان يوجمه كله تشكه بالإبرة في المكان الذي تعرفه فيقف هناك وكأنها اليوم غابت عن نفسها عند مجيء شهوتها فلم تشكه فتمكن فاولج فيها ايره كله وهي غائبة عن\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nالصواب من لذتها فخرق امعاءها . قال ففتشت في يدها فوجدت الإبرة بين أصابعها وقد أمسكت عليها فعلمت صحة قول العجوز فقلت وكيف كان أول تعليمها للحمار فقالت لما ان جاءت به أحضرت حمارة أنثى واوثبته حتى أدلى فطلب الحمارة فأخذت عنه وأمسكت هي ايره واولجته فيها فاستمر الحمار عليها وربما طلبها جماعة من التجار والرؤساء فتأبى وتقول انا بعد بعلي وأهلي حرمت الرجال على نفسي .\r\nوقيل إنه كان في أيام الامام الحاكم بمصر القديمة انسان يسمى وردان كان جزارا يتعيش بلحم الضاني في سوق مصر القديمة وكان في كل يوم تأتيه امرأة تعطيه دينارا مصريا قدر دينارين ونصف بالميزان وتقول أعطني خروفا وتحضر معها حمالا بقفص وتروح إلي في ثاني يوم فكان يكتسب منها في كل يوم عشرة نقرة أو أكثر فأقامت مدة طويلة ففكر وردان ذات يوم بأمرها وقال باللّه العجب هذه المرأة تشتري مني كل يوم بدينار ذهب ما غلطت يوما تجيء فيه بدراهم ولا يكون الا عن ايصال قال فطلب وردان الحمال وسأله وقال أنت تروح مع هذه المرأة كل يوم إلى اين توصلها فقال يا معلم انا في غاية العجب من هذه كل يوم تحملني الخروف من عندك وتشتري حوائج طعام وفواكه ونقل بدينار اخر وتأخذ من شخص اخر نصراني بسوق الشمع معروقتين نبيذا وتعطيه دينارا وتحملني الجميع إلى بساتين الوزير ثم تعصب عيني بحيث اني لا ابصر اين أضع رجلي وتمسك يدي فما اعرف اين تذهب بي حتى تقول ضع ما معك هنا فأضعه ولي عندها قفص اخر فتعطيني عشرة دراهم\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nنقرة وتقول لي لا تقطع رزقك بيدك فاروح وانا ساكت وأقول هذه تعطيني عشرة دراهم واللّه لا قطعت رزقي بيدي ولولا انك سألتني عن هذا ما قلت لك وردان اللّه يكون في عونها ما منا الا يكسب منها جملة في كل يوم واللّه تعالى يستر عليها واحذر ان تقول لاحد فترجع وتعامل غيرنا فحلف ان لا يذيع امرها بعد هذا وقد تزايد عندي الفكر والوسواس وبت في قلق عظيم فلما أصبحت اتتني على العادة وأعطتني الدينار واخذت الخروف وحملته للحمال وراحت فوصيت الصبي الدكان وتبعتها بحيث انها لا تراني إلى أن بلغت جميع ما ذكره الحمال وانا اعاينها إلى أن خرجنا من مصر وانا اتوارى خلفها إلى أن وصلت بساتين الوزير فاختفيت حتى شدت عيني الحمال وتبعتها اختفي من مكان إلى آخر حتى انتهيت إلى حجر كبير فحطت عن الحمال اختفيت انا خلف بعض الحجارة وصبرت إلى أن عادت بالحمال ورجعت فأنزلت جميع ما كان في القفص وغابت ساعة فعلمت انها استوفت جميع ذلك فاتيت إلى ذلك الحجر فوجدت محاذيه طبق نحاس مفتوحا ودرجا داخله فنزلت في تلك الدرج قليلا فوصلت إلى دهليز كبير فمشيت فيه وهو كثير النور ولا اعلم من اين يأتيه حتى رأيت صفة باب قاعة فارتكنت في بعض الزوايا ونظرت بعيني فوجدت بعض سلالم طالعة خارج باب القاعة فوجدت بينها صفة مشرفة صغيرة لها طاقة تشرف على القاعة وهي مكان مظلم موحش كثير الوطاوط فصبرت كذلك وتسللت القاعة فوجدت المرأة اخذت الخروف وقطعت منه اطايبه وعملته في قدر ورمت الباقي إلى دب كبير\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nعظيم كأنه جمل ما عاينت في عمري أكبر منه والدب قد قدم لذلك الخروف فأكله عن آخره وهي تطبخ حتى فرغت من الطبخ وغرقت ذلك في زبادي صيني وصحون تطير العقول فأكلت حسب كفايتها وعدت ؟ ؟ ؟ الفاكهة والنقل ووضعت المروقه الواحدة وصارت تشرب بقدح بلور وتسقي الدب بطاسة من ذهب مصري حتى انتشت ثم إنها نزعت سراويلها وانفشخت لذلك الدب فقام إليها وابرز اير حمار وواقعها وهي تعاطيه من أحسن ما يكون لبني آدم وافرغ وجلس ثم وثب عليها مرة ثانية فواقعها وجلس حتى فعل ذلك معها عشر مرات ووقعت ووقع مغشيا عليها لا يتحركان قال وردان فقلت هذا وقتي وأيش انتظر واللّه ما تقع علي عين الدب الا مزقني قال فنزلت ومعي سكين تبري العظم قبل اللحم فوجدتهما لا يضرب لهما عرق لما نالهما من تعب الجماع فلم أقدر اسكت دون ان جعلت السكين في نحر الدب واتكيت عليه ففصلت رأسه عن بدنه فبقي له شخير قلب المكان فانتبهت المرأة مرعوبة فرأت الدب مذبوحا وانا واقف والسكين بيدي فزعقت زعقة ظننت ان روحها خرجت منها وقالت يا وردان هذا جزاء الاحسان فقلت ويلك يا عدوة نفسها عدمت الرجال من الدنيا حتى تفعلي هذه الفعلة الذميمة فأطرقت إلى الأرض ساعة لا ترد جوابا وتأملت الدب فوجدته قد نزع رأسه عن بدنه فقالت يا وردان أيهما أحب إليك تسمع الذي أقول لك ويكون سببا لسلامتك وغناك إلي آخر عمرك أنت وأهلك فقلت قولي حتى اسمع قالت :\r\nتذبحني كما ذبحت هذا الدب وخذ من هذا الكنز حاجتك وروح\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nمع سلامة اللّه فقلت سبحان اللّه انا واللّه قد وقع في نفسي منك وانا خير لك من هذا الدب فارجعي إلى اللّه تعالى وتوبي اليه تعالى أتزوج بك ونعيش باق عمرنا في هذا الكنز فقالت يا وردان هذا بعيد ان يجري وأبقى أعيش بعده واللّه العظيم ان لم تذبحني لا تلفن روحك فلا تراجعني تتلف والسلام قال وردان فتبين لي منها الجد فجذبتها من شعرها وذبحتها ووجدت من الذهب والفصوص والقضبان واللؤلؤ ما لا يقدر عليه فأخذت قفص الحمال وملأته من ذلك ما أطيق حمله وسترته بالقماش الذي كان علي وطلعت ولم أزل سائرا إلى الباب وإذا بعشرة من رسل الحاكم بأمر اللّه قالوا لي أنت وردان فقلت أيش يكون وردان فقالوا دع عنك هذا الفشار وامش كما أنت للحاكم فإنه أوصانا ان لا تجوش عليك قال فمشيت على حالي والقفص على رأسي إلى أن وقفت بين يدي الحاكم فقال يا وردان قلت لبيك قال قتلت الدب والمرأة قلت نعم قال حط من رأسك وطيب قلبك فهذا لك لا ينازعك فيه منازع فحطيت القفص بين يدي الحاكم فكشفه ورآه وغطاه وقال حدثني كأني حاضر . قال فحدثته بجميع ما جرى حتى انتهيت فقال يا وردان قم وسلم لي الكنز فركب ورجعت معه إلى الكنز فوجدت الطابق مغلقا قال الحاكم يا وردان شله فقلت واللّه لا أطيقه قال يا وردان ان هذا الكنز لا يطيق فتحه غيرك فهو باسمك يفتح قال فتقدمت وسميت اللّه تعالى ومددت يدي إلى الطابق فانشال أخف ما يكون فقال الحاكم انزل واطلع لي ما فيه فقلت لم لا تنزل أنت وترى الدب والمرأة فقال كنت أهلك فإنه لا ينزل اليه الا من هو\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nباسمه وهذا على اسمك من حين وضع وقتل هؤلاء على يدك كان ، وهو عندي مؤرخ وكنت انتظره حتى وقع قال وردان فنزلت ونقلت له جميع ما في الكنز إلى ظاهره ودعا بالدواب وحمله وأعطاني قفصي بما فيه فأخذت وعمرت منه هذا السوق الذي يعرف بمصر بسوق وردان وعاد وردان في ارغد عيش في أيام الحاكم إلى أن مات وتوارثه بنوه من بعده فانظر إلى شهوات النساء كيف تؤذيهن إلى هلاك أنفسهن وكيف يقعن في اهلاك غيرهن إذا حصل لهن غرض أو ثارت لهن شهوة فاعلم بذلك .\r\n\r\nالباب الخامس والعشرون في القوادة والرسول\r\nقيل : كان فيما بين نوح وإدريس عليهما السلام بطنان من آدم أحدهما يسكن السهل والآخر يسكن الجبل وكان رجال الجبل صباحا والنساء دماما ونساء السهل صباحا والرجال دماما فتشكل إبليس لعنه اللّه بصورة غلام وكان ذلك أول من ولي القيادة فأجر نفسه لرجل من أهل السهل في أن يخدمه فاتخذ مزمارا فجاء منه بصوت لم يسمع الناس بمثله . فبلغ ذلك كل من حوله فاجتمعوا اليه حتى يسمعوا ذلك منه فلذ لهم واختلط الرجال بالنساء للذة ما سمعوا فتناكحوا وذلك أول الفاحشة فيهم . وقال الهندي إذا أراد الرجل ان يرسل رسولا فلتكن امرأة جامعة لهذه الخصال أن تكون كتومة . للسر خداعة حلوة الكلام وتكون اما بائعة طيب أو غسالة أو صوفية أو حاضنة ، فإذا بعثها فيطعمها في شيء\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nيعطيها إياه فإنه انجح لحاجته فإذا نجحت فليزدها على ما وعدها وليكن ارساله لها بعد فراغ أهل الدار من غدائهم وفراغ من فيها من شغلهم وعملهم وليكن معها شيء من الطيب أو الريحان وليكن كلامها وحديثها لمن جاءت اليه بألطف كلام وقال عمر بن أبي ربيعة المخزومي يصف قواده :\r\n فاتتها ظبية عالمة * تخلط الجد مرارا باللعب\r\nبرفع الصوت إذا لانت لها * وتراخي عند سورات الغضب \r\nوقال بعضهم :\r\nيحتاج الرجل ان يكون فطنا حسن العبارة يحكم بالإشارة وقد استمال قوم الرسل بالنيك :\r\n وإذا رأيت من الرسول تمايلا * وتنكرت حالاته وجوابه\r\nعززت فيه بنيكه ووعدته * أخرى فخف مجيئه وذهابه \r\nوقيل إن عنان وجهت إلى أبي نواس رقعة تدعوه مع وصيفة لها ، وكان بها مكتوب :\r\n زرنا لتأكل معنا * ولا تغيبن عنا\r\nوقد عزمنا على الشرب * صحبة واجتمعنا \r\nفلما وصلت الجارية استحسنها وراودها أبو نواس عن نفسها وناكها وقال في جواب الرقعة\r\n نكنا رسول عنان * والرأي فيما فعلنا\r\nوكان خلا وبقلا * قبل السؤال اكلنا\r\nجذبتها فتمشت * كالغصن لما تثنى \r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nالباب السادس والعشرون في قواعد آداب النكاح\r\nينبغي قبل كل شيء ان يعلم الرجل انه لا يشتهي من المرأة شيئا الا وهي تشتهي منه مثله وان الغاية منهما ان يستفرغا ما فيهما من الماء الذي جمعته غلمتهما فإذا بلغا ذلك انقضى اربهما وانكسرت شوكتهما حتى تمكنهما العودة مهما قامت لهما الشهوة فهما في سرور حتى يصير إلى حال الفراغ والفتور وطول المتعة بينهما أحب اليهما فان عجل أحدهما بالانزال قبل صاحبه بقيت لذة الآخر منقطعة وعقبه غما وتطلع إلى عودة ينال بها ما نال من صاحبه فان وقعت العودة كان المنقطع أكثر تعبا من ولعله مع ذلك لا يبلغ ان يستقصي لذة الآخر وكان هذا مختلفا مكروها لما يدخل فيه من الأذى وإذا انقضى الإرب منهما جميعا في وقت واحد كان ذلك أوفق لهما وأثبت لجمالهما وأدوم لمحبتهما ووجه إقامة ذلك من قبل المعرفة بالمواضيع التي يكتفي من الرهزة فيها بين الحركة ثم هو بعد ذاك بالخيار في قرب الانزال وبعده فقد لا تنبت شهوة الا بفضل حرارة زائدة وريح مائجة تحرك الماء الذي قد انضجته الطبيعة ثم الاستعانة بعد ذلك بذكر الباه والفكر فيه واللذة التي تأتي فيه .\r\nقال الهندي : ينبغي ان يحمل نفسه عند المرأة بأحسن هيئة ويتطيب بكل ما يمكنه ولا يوحشها بمطالبة الجماع في أول مجلس\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nبل يباسطها بكل ما يرى سبيلا اليه ويستعمل معها المزاح واللعب ما يستكمل به سرورها وان يحذر مباشرتها وهو محزوم الوسط ولا معقد شعر الرأس واللحية بل يسرحهما ويأخذ من شاربيه حتى تبدو شفتاه ويطيب جسده ورأسه ويمكنها من جسده لتعمل ما شاءت وجميع الاخلاق التي تحبها النساء من الرجال فان العمل بها والتحقيق بها من آداب الباه قال وكانت من عادة نساء العرب في أول ليلة عرس الجارية ان تمنع زوجها من افتضاضها أشد المنع فان تم ذلك لها قالوا باتت بليلة حرة وان غلبها قالوا باتت بليلة شئباء وكان عندهم دما وكانوا في تلك الليلة إذا طلبوا المرأة قالوا للرجل لا تطيب حتى تجد ريح المرأة طيبا قال واما ما أوصى به من استعمال الطيب فان أول ما يتعقده المتناكحان من انعشهما طيب رائحتهما إذ به كمال مروتهما وبه يغتفر ما سواه فينبغي ان يعتني بتعاهد هذه المواضع المكروهة كالنكهة والجناح والسفل وغير هذه المواضع التي في بعض الناس . قال بعضهم لابنته يوصيها قبل ان يهديها إلى زوجها احذري موضع انفه وقال اخر لابنته استكثري من الماء حتى يكون جلدك ريح شن ممطور وقالوا :\r\nأطيب الطيب الماء وأجمل الجمال الكحل وليس في سائر الروائح الثلاثة اثقل ولا ابغض للانسان من ريحة نكهة متغيرة . وقيل إنه زار رجل امرأة ظريفة كان يعشقها فلما كلمها بدت من فمه رائحة كريهة فقالت :\r\n ما ذي الروائح في فاكا * يا حب قم ولني ففاكا\r\nان غدوت فاتخذ سواكا * اني أراك ماضغا خراكا \r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nوينبغي للرجل ان يحترز من أن تقع عينه على قبائح النساء وأحوالهن الدنيئة من الرواح أوان الطمت ودخولهن الخلاء ، فان هذه الأشياء تنقص من شهوة القلب .\r\n\r\nالباب السابع والعشرون في المحادثة والقبل والمزاح ووصايا النساء لبناتهن وما يضعن مع الرجال وذكر غنج النساء وان كل واحدة منهن تتكلم بما يلائم صفتها أو يلذها وحكايات تتعلق بذلك\r\nاما ما ذكره الهندي من المحادثة والمزاح تافه قال الجماع بلا مؤانسة من الجفاء فإنه يجب على الرجل ان يتجمل بالفضيلة التي خصه اللّه بها وزينه بكمالها في النكاح ليتميز عن البهائم ويتفرد عنها ويباتها في انهماكها عليه وتهجمها في فعله فلو لم يكن في المحادثة والمزاح الا هذه الفضيلة لوجب استعمالها فكيف وهما يزيلان الحشمة ويبسطان بشرة الوجه ويوطئان الانش وفيهما ما هو أجمل من ذلك وهو ان الانسان إذا مد يده إلى من يريد الدنو منه وهو مخاطب له وذلك مستمع له كان انقص لحيائه وانقى للخجل عن صاحبه لاشغال فكرته بما يورده عليه من الخطاب ولأنه غير محلي مع فكرته فتتوفر على تأمل ما يدعي له والتفقد لما يراد منه فيستحي لذلك ويخجل وهذا امر ليس بصغير الفائدة واما استعمال ذلك بعد قضاء الوطر فهو في النهاية القصوى في الظرف لان\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nالسكوت عقب ذلك ربما يخجل ويميت النشاط وفيه دليل على الندم وليس من الخلق الجميل والهدف الشريف ان يرى المعشوق نادما على ما ناله منه وإذ كان ذلك على ما وصفناه تعود الانسان على ما عليه من الفكاهة والملق والانس والاعتبار أكمل لأدبه وأدل على ظرفه وأحسن لعقله فان زاد في الثاني على ما كان عليه وأكثر كان أزيد لفضله وقد قال الشاعر :\r\n استرحنا من الخجل * إذ فرغنا من العمل\r\nذهبت حشمة العذارى * من الحمس ؟ ؟ ؟ والقبل \r\nوالشاهد لصحة قولنا ان الذين تكلموا في طبائع الحيوان ، زعموا ان للحمام في سفادة خلة يشرف بها على الانسان لأنه لا يعتريه في الوقت الذي يعتري انكح الناس من الفتور بل يفرح ويمرح ويضرب بجناحيه ويرفع صدره ويبدو منه ما بفوق الانسان الذي شهوته أقوى وأدوم وهو بما فيه من القوة المميزة أقدر على التخلق بما يريده من الاخلاق المستحسنة فلا يجد في الغاية القصوى من التصنع والتغزل والنشاط بل إذا فرغ يركبه الفتور والكسل ويزول النشاط والمرح والحمام انشط ما يكون وامرح وأقوى في ذلك الحال الذي يكون الانسان فيه أبرد ما يكون وافتر . ومما جاء عن القدامي ما حكي وصية عجوز لبنتها قالت لها قبل ان تهديها لزوجها اني أوصيك يا بنية ان أنت قبلتها سعدت وطاب عيشك وعشقك بعلك ان مد يده فانخري وازفري وتكسري واظهري له استرخاء وفتورا فان قبض على ندمك فارفعي صوتك بالنخير\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nفان اولجه فيك فابكي واظهري اللفظ الفاحش فإنه مهيج للباه ويدعو إلى قوة الانعاظ فإذا رأيته قد قرب الانزال فانخري وقولي له صبه في القبة وغيبة في الركبة فإذا هو صبه فطأطئي له قليلا وضميه واصبري عليه وقبلية وقولي له يا مولاي ما أطيب نيكك كذا من ناك هناك اللّه بلا شريك وان دخل يوما وهو مغموم فتلقيه في غلالة مطيبة لا يغيب بها عنه جارحة من جسدك ثم اعتنقيه والتزميه وقبلي عينيه وعارضيه وخديه فان أراد المعاودة فاظهري له المساعدة فبهذا تبلغين إلى قلبه وتملكيه ويحبك وتحبيه هذا ما أوصيك يا بنية ثم تركتها وجاءت إلى زوجها وقالت له اعلم اني قد ذللت لك المركب وسهلت لك المطلب فاقبل وصيتي ولا تخالف كلمتي تحمد فقال لها الزوج قولي ما بدا لك فلست لك في ذلك فقالت إذا لولوت بزوجة لك فخذ ما أردت من النيك الصلب والرهز القوي وثاورها مثاورة الأسد لفريسته واجعل رجليها على عاتقك وادخل يدك من تحت ابطها حتى تجعلها تحتك وتقبض على منكبيها بأطراف أصابعك ثم ضع ايرك بين شفريها واعركهما به وهو خارج ولا تولجه وقبلها وادلك شفريها دلكا رفيقا فان رأيتها تغيب فاولجه حينئذ كله فإذا دخل كله وحكت شعرتها بشعرتك وايرك داخل حرها فهرص زواياه وفتش خباياه ثم اخرجه اخراجا رفيقا وابدأ بالرهز فإنها سوف تغربل من تحتك وترهز وتلتذ بها وتريك غلمتها وتظهر شبعها وصنعته حتى تصبه واحرص كل الحرص ان يكون صبكما جميعا في موضع فذلك ألذ ما يكون عندها فإذا افرغها فقوما حينئذ واغتسلا بالماء غسلا نظيفا وقد اهديتك\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nلك واوصيتها كيف تعمل وتغتسل ثم عودوا إلى فراشكما فداعبها ساعة وقبلها وخمشها ثم نومها على وجهها واجلس على فخذيها وريق ايرك ترييقا محكما وضعه بين أليتيها وحك باب الحلّقة قليلا قليلا فإنها تطمئن وتجد لذلك الحك برأس الاير لذة ودغدغة فاولجه قليلا قليلا برفق حتى تستوفيه كله ثم ارهز وابدا فإنها من تحتك وسوف تعينك فلا تزال كذلك حتى تصبه فإذا صببته فضمها ضما شديدا والصق بطنك بظهرها واسالها اين هو فإنها تخاطبك خطاب المذهول ولا تزال هكذا تفعل ان أحببت في الاست واعلم أن النيك في الاست الذ ما يكون في النهار لأنك تشاهد خروجه ودخوله من عينه إلى بيضتيه فالليل الحيل فهذا يا بني نيك المعرفة والجربين ولعل لك أنت اختيار بقدومك فيما تريد وتختار .\r\nواما الجواري فان الواحدة يمكن ان تباع لرجل وعشرين وثلاثين فتلقى منهم فنونا وأنواعا وتتعلم من كل واحد ممن ملكها نيكا خلاف نيك الاخر فان أراد المستمع من واحدة من هؤلاء فليكلها إلى ما عرفت وليطالبها بالأنواع التي بها نيكت فإنها تريه من الزوايا خفايا وتسمعه من الكلام والغنج ما لم تقدر على سماعه قال ولقد حدثني أبو علي الآمدي وكان كثير التمتع بالجواري ، قال سمعت من غنج جارية اشتريتها وكانت مليحة الصورة الا انها سيئة الخلق وكنت إذا نكتها أرى عجبا من رهزها تحتي ومن زفيرها وشهيقها وكنت أقول اين هو وقد اولجته في حرها فتقول هو يا مولاي في حري في بطني يدق قطني وذلك انها كانت اغزل من كل أحد للقطن فلهذا كان غنجها من صناعتها قال ولقد ملكت\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nجارية أخرى مولدة وكنت إذا نكتها أقول لها وقد اولجته فيها اين هو فتقول يا مولاي هو في سرتي بضف طرتي وذلك انها كانت صاحبة شعر حسن وما كان لها شغل طول النهار الا بسطه ودهنه وتصفيف طرة كانت لها ضفائر قال وكان عندي جارية بصرية وكنت إذا نكتها أقول لها اين هو فتقول يا سيدي في الخواشر يعني قواصر من افعالهن في البصرة في اتخاذهم قواصر التمر فكنت أعجب من غنج كل واحدة منهن كيف تتغنج بلغة أهل بلدها واعلم أن القبلة أول دواعي الشهوة والنشاط وسبب الانعاظ والانتشار ومنه تقوم الايور وتهيج الإناث والذكور ولا سيما إذا خلط الرجل ما بين قبلتين بعضة خفيفة وقرصة ضعيفة واستعمل المص والنخر والمعانقة والمضمة فهناك تتأجج الغلمتان وتتفق الشهوتان وتلتقي البطتان وتكون القبل مكان الاستئذان واستدلوا بالطاعة على حسن الانقياد والمتابعة وذلك ان السبب في شغف الانسان بالتقبيل انما هو لسكون النفس إلى من تحبه وتهواه لذلك قالوا البوس يزيد النيك قالوا وأحسن الشفاه وأشدها تهيجا ما دق الاعلى منها واحمرت ولطفت وكان في الأسافل منها بعض الغلظ فإذا عض عليها اخضرت فان القبل لهذه الشفة أحلى وأعذب وقالوا إن القبل قبلة ينال فيها لسان الرجل فم المرأة ولسان المرأة فم الرجل فيجد بذلك حرارة الرفق وتسري تلك الحرارة والتسخين إلى ذكر الرجل ؛ وإلى فرج المرأة فيزيد ذلك شبقهما وغلمتهما ويقوي شهوتهما فيزداد لونها صفاء وحسنا وقيل إن ذلك الريق والحرارة يفتحان الجسم ويزيدان فيه كزيادة الزرع المزروع في الأرض\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nالزكية ويروي من الماء العذب بعد عطشه وقيل إن المنفعة من التقام الفتى لسان الفتاة شدة عصب ذي الباه وكثرة وزيادة في شبق الجارية وغلمتها وانتشارها وقال آخر ان المنفعة التقام الفتى لسان الفتاة وشدة مصه إياه وعضه عليه ان يصيب لسان الفتى نداوة وحرارة فتنحدر تلك النداوة والحرارة من لسانه إلى ايره وتنتفع المرأة بهذا الصنع كانتفاع الرجل والنساء وعشقه لهن فإنه يدعوه إلى افراط الشهوة وشدة الشبق وغلبة الحرص إلى أن لا يرضى بالتقبيل دون ان يدخل لسانها في فمه يمص تمعها ولا يرضى حتى شم رائحة حرها ويدخل لسانه فيه . وقال شيخ من أبناء الدعوة للمنصور بن زيادة هل داخلت لسانك في حر قط فقال اي واللّه لقد فعلت قال فما طعمه قال وجدته يضرب إلى الملوحه قال صدقت فما شبهه رائحته قال لم أتعرض إلى ذلك منهن قال رائحته كرائحه البهار . وقال إبراهيم بن بشار سمعت شعيبا الدلال يقول كان جبريل ابن رمضان يأمرني بادخال لساني فيه وكنت اتعذر ذلك فلما كان في ؟ ؟ ؟ بعض الأيام فعلته فعلمت انه كان اعلم مني واعرف . وقال ابن شاهين لرجل بلغني عنك انك ربما أدخلت لسانك في الحر فلست أسألك عن طعمه وانما أسألك عن رائحته وقد زعم بعض الناس انه أشبه بريح البهار فقال اعلم أن الحر مثل العم وربما كانت رائحته من شراب طيب أو من قبل ان صاحبه قد اكل بعض الفواكه فان المرأة ربما استفشرت بأشياء من العطر الطيب الرائحة فتوافق الرجال تلك الحلل وذكر عن بعض النخاسين انهم ربما قبلوا الجارية في استها فذكرت ذلك لإبراهيم بن إسحاق الموصلي كالنكر لذلك\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nفضحك وقال ما الذي أنكرت من هذا واللّه اني اقبل الجارية في ردفها حتى اصحو قال ووجدت محمد بن فارس النحاس ببغداد فقال استعرضت جارية يومي على عجزها وضحكت فقالت لم ضحكت فقالت امن ضربتك على عجيزتي واللّه ان ملكتني لاجعلن رد في هذا فراشا لوجهك قال فأعجبني محونها فاشتريتها لقد فعلت ما قالت ما لا أحقق له عدا وكنت أقبل باب استها ولولا الحياء لقلت لكم ما هو أعجب من ذلك .\r\n\r\nالباب الثامن والعشرون في غرائز النساء\r\nاعلم وفقك اللّه تعالى ان شهوة المرأة في صدرها وذلك أنه ما التصق صدر رجل بصدر امرأة قط فقدرت على منعه ثم تنزل شهوتها إلى شراسيف الصدر ثم إلى ما يتصل به سفلا بخلاف الرجل في نزول مائه إلى ظهره ثم تجري شهوتها في العروق وتجذب المواد من موضع دون موضع وليست كقوى الرجل لان الرجل يضعفه الجماع والمرأة يقويها الجماع ثم تنزل شهوتها إلى الأحشاء وموضع كون الولد ثم تنزل إلى الحلبين وتقسم من هنا يمينا وشمالا في اثني عشر عرقا وهي المسماة أرحام على عدد البروج الاثني عشر منها ستة يمين الفرج وستة يساره وهي مجاري النطفة لكون الولد في هذه العروق يجري دم الحيض من اجل ذلك ان المرأة إذا حملت انقطع دم الحيض وانسدت هذه المجاري بالنطفة ومنعت الحيض\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nمنهن من تحض مع الحمل وهن قليل وذلك يكون لعلة تعرض فإن لم يكن لعلة فباتساع المجاري وزيادة الدم فتأخذ طبيعة الولد والقوة المصورة له ما تحتاجه اليه ويبقى ما يفضل عنها ولولا ذلك لخنقت الجنين بكثرته وأضرت المرأة في نفسها وربما حدثت هذه العلة لعفونة الدم ورخاوة الرطوبة ويعتبر ذلك بلون الدم وصبغه .\r\nواما الحيض فان النساء وان كان فيهن حرارة فالغالب على مزاجهن الرطوبة ولذلك لابت اعطافهن ولما كان الرجل تقبل حرارته من منافذ في جلده ومن منابت جلده ظهرت بخاراته من جميع جسده والمرأة قليلة المنافذ فيعود اليه الرطوبة على جلدها ومزاجها بخارها داخلا في العروق فيتولد دما رديئا فاسدا في العروق يجتمع في أوقات معلومة حتى إذا تكامل دفعته الرطوبة الطبيعية فيكون ابطائه وسرعته بقدر عمل الطبيعة له واما تقسيم شهواتهن فبقدر غرائزهن فمنهن من تكون معتدلة المزاج والشهوة والخلوة ومنهن من يكون نصفها الاعلى أشد حرارة من الأسفل فإذا بوشرت تحركت شهوتها سريعا فاثارت الشهوة بخارا إلى الرأس والدماغ إذا هو مستقر البخارات في حركتها وربما كانت حرارة الصدر زائدة فيكثر تهيج الشهوة والحرارة فيكثر اضرابها وضحكها ومنهن من تكون دون هذا المزاج فيثير منها البكاء فإذا تحركت الشهوة إلى النصف الأسفل وجدت الرطوبة ما يمنعها من النفوذ فيؤثر ابطاء شهوتها وهذا المزاج تحتاج صاحبته إلى طول\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nالمباشرة وادمان العمل وربما تختار الكهول لما تجد فيهم من دفق شهوتها بابطائها من مقدار حدة الشباب وسرعة انزالهن ومنهن من تكون إذا تحركت الحرارة الغريزة مع الشهوة حين المباشرة تحركت الرطوبة اللزجة التي تتكون في هذه المجاري فغيرت أوصاف هذا المزاج وربما يؤذيها ويمنعها لذة الشهوة وهذا النوع مكروه المجامعة قليل الحمل وان حملت لم يؤمن على الولد تغير المزاج لتغير ما يولد به وفيه ومنهن من تكون حارة النصف الاعلى معتدلة النصف الأسفل فشهوتها تنبعث قليلا قليلا إلى مجاري الطبيعة فتكون معتدلة المزاج والشهوة فيحدث فيها التبسم والغنج والحديث ومعنى المطالبة أو المقاربة على ما يسرع شهوتها وشهوة المضاجع لها والتقبيل والضم والرشف والضحك المعتدل بحسب الدغدغة التي تكون من انصاب الشهوة وان حملت صاحبة هذا المزاج فان ولدها يكون صالحا . ومنهن من تكون حارة النصف الاعلى والأسفل وعلى كل حال مزاجها دون الأدنى في الحرارة فان انضاف مع الحرارة اليسيرة التي تكون فيها يبس كانت أيضا بطيئة الشهوة لموضع اليبس وقلة الرطوبة وانها تنشف ما يتحلل منها وصاحبة هذا المزاج طيبة الخلوة سريعة الحمل لترطيب الماء مع يبس مجاريها وتحتاج أيضا إلى طول المباشرة وأيضا تكون متضجرة من الجماع وربما بكت منه بالدموع الغزيرة . ومنهن من تكون معتدلة الرطوبة في النصفين فإذا بوشرت أثارت الشهوة حرائها الغريزية فبخرت بخارا باردا إلى دماغها فاورثها السكات حتى تقع كالميتة لا تعلم ما يكون منها وصاحبة هذا المزاج لا تشبع من\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nالرجال ولا تملهم لأنها لا تقبل شهوتها الا كالحلم في نوم بل أضعف حالا منه . ومنهن من يغلب على مزاجها البرودة واليبس فإذا بوشرت تصاعد من هذا المزاج إلى دماغها ما يقلب عينيها ويغير أوصافها حتى تعض وتكدم وتصرخ وربما كسبت عليه بالعض عند دفن الشهوة إلى أن تقطع منه ما اتعق من لحمه أو ثوبه فلو لا الحلف الذي يكون بين الباه الرجال والنساء وبعد ما بين الغرائز لكان النسل أكثر من أن تسعه الأرض لكثير غشيان الانسان وفضله على غيره من سائر الحيوان وقد ترى المرأة ان تتزوج الحدث النبيل والرجل الجليل فلا تجد فيه وفاقا لشهوتها ولا ما يجلب لذتها فتتركه وتتزوج القبيح الصورة الدنيء المرتبة فتختار على من قدمنا ذكره كل ذلك لوفق لذتها وليس الغرض منهن كبر الغرمول ولا صغره وانما الغرض ما قدمنا ذكره من وفق الطبيعتين والشهوتين .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\nالفهرس\r\nصفحة\r\n5 مقدمة\r\n7 الباب الأول - في ذكر مزاج الإحليل\r\n9 الباب الثاني - في ذكر مزاج الأنثى\r\n12 الباب الثالث - في ذكر الضرر الذي يحصل من الافراط في الباه\r\n16 الباب الرابع - في ملاحق الضرر الحادث عن الافراط في الجماع قبل ان يعظم ويشتد\r\n21 الباب الخامس - فيما يجب ان يستعمل بعد النكاح\r\n25 الباب السادس - في الأوقات التي يستحب أو يكره فيها الجماع والنكاح\r\n29 الباب السابع - فيما يطيل الذكر ويغلظه\r\n30 في تركيب الأدوية الملذة للجماع\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n32 في ذكر الأدوية المعينة على الحمل\r\n36 في معرفة الأدوية المانعة من الحبل\r\n38 في الخواص المعينة على الباه\r\n49 في كتابه الاعمال الزائدة في الباه\r\n51 الباب الثامن - في تقاسيم اعراض الناس في محبتهم وعشقهم\r\n54 الجزء الثاني - النساء وزينتهن\r\n58 الباب الأول - في معرفة ما يكون في النساء من الأوصاف الجميلة في اعضائهن\r\n62 الباب الثاني - العلامات التي يستدل بها الشهوة وكثرتها عند النساء\r\n71 الباب الثالث - الأدوية المحسنة للبول والبشرة\r\n75 الباب الرابع - الأدوية التي تسرع انبات الشعر وتطوله والخضابات التي تحسن لونه\r\n85 الباب الخامس - في خضاب الكف وقموع الأنامل\r\n90 الباب السادس - الأدوية التي تطيب رائحة البدن والثياب من المرأة الجالبة لمودة الرجال\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n92 صفة دواء للرائحة المنتنة في جميع الجسد وفي أصول الفخذين وغيرهما\r\n94 الباب السابع - الأدوية التي تقوي شفار عنق الرحم حتى لا يناله ضعف ولا عناء قط\r\n94 الباب الثامن - الأدوية التي تمنع ميلان عنق الرحم إلى أحد الجانبين وتثنيه وتصلبه\r\n95 الباب التاسع - الأدوية التي تزيد في مني المرأة وتقوي ظهرها وتفرز منيها\r\n95 الباب العاشر - في ذكر الأدوية التي تحبب السحق إلى النساء\r\n96 الباب الحادي عشر - في معرفة الأدوية التي تضيق فروج النساء وتسخنهن وتجفف رطوبتهن\r\n100 الباب الثاني عشر - الأدوية التي تطيب رائحة فرج المرأة حتى أن كل من دنا منها أحب العودة إليها والخلو معها\r\n100 الباب الثالث عشر - في معرفة الأدوية التي تهيج شهوة النساء إلى الجماع\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n101 الباب الرابع عشر - في معرفة الأدوية التي إذا استعملها النساء لم ينبت على كراسي أرحامهن شعر\r\n102 الباب الخامس عشر - في ذكر الادرية التي توضع الرخم فلا يعد ينبت الشعر ابدا ويبقي الموضخ ناعما رطبا .\r\n202 الباب السادس عشر - في ذكر كيفية أنواع الجماع وما تجلب بصفته الشهوة وينبه الحرارة الغريزية .\r\n105 في القعود\r\n107 في الاضطجاع\r\n108 في الانبطاح\r\n109 في الانحناء\r\n110 في القيام\r\n114 في الحيل على الباه\r\n119 في الحكايات\r\n143 الباب الحادي والعشرون - في ذكر من وطأ النساء في ادبارهن\r\n148 حكاية\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n152 لطيفة\r\n155 الباب الثاني والعشرون - في شهوة النساء للنكاح\r\n174 في القوادة والرسول\r\n176 في قواعد آداب النكاح\r\n178 في المحادثة والقبل والمزاح ووصايا النساء لبناتهن وما يصنعن مع الرجال وذكر غنج النساء وحكايات تتعلق بذلك\r\n184 في غرائز النساء\r\n188 الفهرس\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nرجوع الشيخ إلى صباه\r\nفي القوة على الباه\r\nجمع هذا الكتاب من جملة كتب مصنفة في الباه ،\r\nوكانت معروفة ومتداولة في عصرها .\r\nفعمد المؤلف إلى هذه الكتب فألف وجمع منها هذا\r\nالكتاب . ولم يكن يقصد بتأليفه - كما بين في مقدمة كتابه -\r\nكثرة الفساد ولا طلب الإثم ، ولا إعانة المتمتع الذي يرتكب المعاصي ويستحل ما حرم الله تعالى ، بل إنما قصد به إعانة من قصرت شهوته على بلوغ أمنيته في الحلال الذي هو سبب لعمارة الدنيا بكثرة النسل ، لقوله ( ص ) فيما ورد عنه :\r\n\" تناكحوا تناسلوا ، فإني أباهي بكم الأمم يوم القيامة \" .\r\nوقد جملة قسمين كل قسم ثلاثين بابا ، يتعلق القسم\r\nالأول فيها بأسرار الرجال وما يقويهم على الباه من الأدوية\r\nوالأغذية والمعاجين والخواص ، ويتعلق القسم الثاني منه\r\nبأسرار النساء وما يناسبهن من الزينة والخضابات ، وما\r\nيخصب البدن ، وما يطول الشعر ويسوده ، وغير ذلك مما\r\nيجده من طالع هذا الكتاب .\r\nوالله من وراء القصد\r\nالناشر\r\n\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194}
  ]