[
  {"content":"\r\n\r\nهو الشافي\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى ومكمل\r\nدانشگاه علوم پزشكى وخدمات بهداشتى درمانى إيران\r\nكتاب\r\nالموجز في تاريخ الطب والصيدله\r\nعند العرب\r\nجلد 2\r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":1},
  {"content":"\r\n\r\n\r\nالجزء الثاني الموجز في تاريخ الصّيدلة عند العرب\r\n\r\n[ هوية هذا الجزء 
  ]\r\nاشترك في تأليف هذا الجزء\r\nالدكتور عبد العظيم حفني صابر الدكتور عبد الحليم منتصر\r\nأستاذ العقاقير وعميد كلية الصيدلة أستاذ النبات وعميد كلية العلوم\r\nبجامعة القاهرة ( سابقا ) بجامعة عين شمس ( سابقا )\r\nالأب الدكتور جورج شحاته قنورتى\r\nمدير معهد الدراسات الشرقية للآباء الدومنكيين\r\n\r\n","description":"","footnote":"","page_name":" 259 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبسم اللّه الرحمن الرحيم\r\n\r\nتعريف الصيدلة :\r\nالصيدلة مهنة علمية ، تختص بتحضير الأدوية ، فهي علم وفن وصناعة أساسها في مدلولها الحديث دراسة مفردات الأدوية من نباتية وحيوانية ومعدنية وكيمياوية ومعرفة شوائبها وغشها وتعرف صفاتها وخصائصها ، وكيفية الحصول عليها ، وطرق الحفاظ عليها . دون أن يتطرق إليها الفساد ، وكذلك طرق تعاطيها وتجهيزها في أشكال وعلى هيئات تسهل تناولها أو تعاطيها وتؤكد مفعولها والاحتفاظ بخصائصها ، وكذلك ما تصير إليه في جسم الكائن الحي ، وتأثيرها فيه ، سليما كان أو عليلا ، وذلك بالإضافة إلى تحضير الأدوية المركبة ودراسة توافقها أو عدم توافقها وتقوية بعضها بعضا . ولذلك فالصيدلة الحديثة تتطلب دراسة العلوم الآتية .\r\nعلم العقاقير ( ويشمل كيمياء العقاقير ) ، والكيمياء الصيدلية ، والكيمياء التحليلية ، والكيمياء العضوية وغير العضوية ، والكيمياء الطبيعية ، والكيمياء الحيوية ، والكيمياء العلاجية ، والأقربازين ( ويشمل علم السموم والكيمياء الشرعية ) ، والميكروبيولوجيا ، والصيدلانيات . [ وتشمل الصيدلة الطبيعية ، والصيدلة الحيوية ، والصيدلة الصناعية ، وصيدلة المجملات ( الزينة ) ، والصيدلة الإكلينيكية ، وصيدلة المستشفيات ، والصيدلة الشرعية ، وفن تركيب العقاقير 
  ] . كما يستلزم ذلك دراسة المواد المساعدة الآتية :\r\nإدارة الأعمال الصيدلية ، واقتصاديات العلاج ، والفيزيقا ، والنبات ، والحيوان ، ومبادئ الفسيولوجيا والبتالوجيا والطفيليات والرياضيات والميكانيكا وكذلك الصحة العامة والإسعاف الأولى والإحصاء الحيوي .\r\n\r\n","description":"","footnote":"","page_name":" 260 ","page_number":3},
  {"content":"\r\n\r\nأما الصيدلة في مدلولها عند العرب فقد عرّفها البيروني بأنها « معرفة العقاقير المفردة بأجناسها وأنواعها وصورها المختارة لها ، وخلط المركبات من الأدوية بكنه نسخها المدونة أو بحسب ما يريد المريد المؤتمن المصلح » .\r\nوكانت الصيدلة تعرف كذلك في تلك العصور بصناعة العطر والشراب ( كوهين العطار ) وأضاف البيروني أن الصيدلاني « هو المحترف بجمع الأدوية على أحد صورها واختيار الأجود من أنواعها مفردة ومركبة على أفضل التراكيب التي خلدها له مبرزو أهل الطب » « 1 » .\r\nولقد ذكر ابن البيطار في كتابه « الجامع لمفردات الأدوية والأغذية » أنه توخى أن يذكر للأدوية المفردة ماهيتها وقواها ومنافعها ومضارها وإصلاح ضررها والمقدار المستعمل من جرمها أو عصارتها أو طبيخها والبدل منها عند عدم وجودها .\r\nوأضاف إلى ذلك كوهين العطار في كتابه « منهاج الدكان ودستور الأعيان » زمان ومكان جنيها وكيفية خزنها ونوع الأوعية التي تخزن فيها وما يفسدها وما يصلحها إذا بدا فيها الفساد وما يمنع فسادها هذا بالإضافة إلى أنه ذكر حوالي 24 شكلا صيدليا كانت معروفا في عصره وطرق تحضيرها .\r\nكما ذكر الأدوية المفردة والمركبة ووصف حال الجيد منها .\r\nفإذا أخذنا في الاعتبار كل ذلك وما ذكره كذلك ابن سينا في قانونه وغيره من المؤلفين العرب نجد أن مدلول الصيدلة ومفهومها عند العرب في تلك العصور لا يختلف كثيرا عن مدلولها في عصرنا الحاضر ، بل إنه مدلول واحد في مبادئه ، إلا أن التقدم الذي حدث في العلوم وضع في خدمة الصيدلة حديثا دراسات جديدة أوجبها التعمق في البحوث في مختلف الاتجاهات ، وأوجدته الكشوف الحديثة باستعمال المبتكر من طرق البحث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب « الصيدلة في الطب » البيروني .\r\n","page_name":" 261 ","page_number":4},
  {"content":"\r\n\r\nالحديثة والأجهزة المتقدمة . فبينما ركز العرب دراساتهم في مجال الصيدلة على العقاقير ، أي المفردات الخام من نباتية وحيوانية ومعدنية وما يتعلق بها فقد اشتملت الدراسات الصيدلية الحديثة بجانب ذلك على المواد الكيمياوية الطبيعية والمخلقة أي المصنعة .\r\n\r\nاشتقاق الألفاظ الصيدلية والعقاقير والأقربازين :\r\nولفظ الصيدلة « 1 » معرب وأصله هندى جاء للعرب من الفرس وذلك من « جندل أو جندن » حيث قلبت الجيم صادا فأصبحت صندل أو صندن وهو خشب العطر المعروف الذي يجلب من الهند ، ويؤيد ذلك البيروني حيث ذكر أن « الصيدلاني والصيدنانى » « 2 » معرب من « جندلانى أو جندنانى » إذ لم تكن العرب تفرد له اسما أو نسبه أو لقبا وكأنهم كانوا يزهدون في الصندل فنقلوا هذا الاسم المعرب من مزاولي العطر إلى مزاولي الأدوية ، كما لم يكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والصيدلة يقابلها في الإنكليزية  Pharmacy  وفي الفرنسية  Pharmacie  وفي الألمانية  Pharmazie  وفي الطليانية  Farmacia  وكل هذه الألفاظ من الأصل اليوناني  Pharmakon  ومعناه « دواء أو عقار » ولكن بعض المؤرخين مثل كريمر وأوردنج  Kremer and Wrding  ، وجيمس جرير  James Grier  يرجعون هذا اللفظ إلى المصرية القديمة « فا - أر - ماكى  Ph - ar - maki  » التي تعنى أصلا « ضمان الأمان » « أو ضد المرض » أو تدل على « تحضير الأدوية من العقاقير » كما قالوا إن المصريين القدماء كانوا يطلقونه على المعبود « تحوت  Thoth  » ( توت ) وهو إله الحكمة عندهم والذي يعزى إليه الشفاء من الأمراض . وهذا اللفظ متعلق أيضا باللفظ « فارماجيا »  Pharmagia  وهو الفن الذي ينتج عن السحر أو هو السحر نفسه .\r\nأما أبوتيكا  Apotheca  أو  Apotheke  فهي كذلك من اليونانية ومعناها « مخزن » وما زالت مستعملة في بلاد كثيرة لتعنى « مخزن أدوية » وقد يتجاوز ذلك ليدل على « الصيدلة » نفسها .\r\nوقد ذكرت بعض المراجع ( جيمس جرير ) أن هذا اللفظ مأخوذ من اسم بلد صغير في صعيد مصر تدعى « أبو تيج » كان المصريون القدماء وكذلك الرومان يتخدونها مخزنا العطارة والأدوية .\r\n( 2 ) أما الآن فالصيدلانى يعرف بالصيدلى أو الأجزجى ، والصيدلية هي المكان الذي يزاول فيه الصيدلي مهنته من حفظ الأدوية وتحضيرها وبيعها ، وأول من لقب بالصيدلانى هو - عن القفطي - أبو قريش الصيدلاني .\r\n","page_name":" 262 ","page_number":5},
  {"content":"\r\n\r\nفي جملة عطورهم ولم يكادوا يميزون بين العطار « 1 » وبين النطاس لقلة الهداية والعرافة نسبة إلى العلم والمعرفة « كما سمى البيروني مؤلفه ( كتاب الصيدنة في الطب ) .\r\n\r\nالعقّار والعقّار :\r\nوالجمع « عقاقير » « 2 » هو - كما ورد من معاجم اللغة - ما يتداوى به من النبات والشجر وفي الصحاح « العقاقير هي أصول الأدوية وقال أبو الهيثم العقار والعقاقير كل نبت ينبت مما فيه شفاء ، ولا يسمى شئ من العقاقير فوها » . فالعقاقير هي المفردات الدوائية الخام ، نباتية كانت أو حيوانية أو معدنية ولكن لا تشمل المفردات الكيمياوية النقية . واللفظ ليس عربيا أصلا ، وقيل إنه من العبرية « عقار » ومعناه « أصول النبات » ويقول البيروني « ومفردات الأدوية تسمى عقاقير جمع عقّار وخاصة إذا كانت نبتا وأصله من السريانية فان الأرومة ( - الأصل كما ورد في معاجم اللغة ) والجرثومة تسمى « عقارا » ، ثم سوّى فيه في الكتب أصل النبات وفزعه وأدخل فيه أيضا ما ليس بنبات ، كما تسمى العطور أهضاما جمع هضمة وأفواها « 3 » » وكذلك ورد في المعجم السرياني لبروكلمان أنها حبشية « عقّار » بمعنى « أصل » أو « ذواء » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العطار هو بائع العطور وقد نزيد في استعمال هذا اللفظ فأطلق على من يقوم بتحضير الدواء ، وما زال اللفظ مستعملا للدلالة على بائع العطور والتوابل والأفاويه وكذلك العقاقير البسيطة وليست السامة أو قوية المفعول .\r\n( 2 ) والعقار يقابله في الإنكليزية  « Grude Drug »  وفي الفرنسية  « Drogue Simple »  وفي الألمانية «  « Droge »  . وأصل اللفظ الإفرنجى  Drug  غير محقق ولكن قيل إنه مشتق من اللفظ الهولندي «  « Droog  . الذي معناه « يجفف » أي أن العقار ناتج من الأصل النباتى أو الحيواني المحفوظ نتيجة تجفيفه ، ولكن سيبولد  C . F . Seybold  يرجعه إلى اللفظ العربي « دواء\r\n Dowa ( Zeitschr Fiir deutsehe Wortforschung 10 : 218 : 1908 ) \r\n( 3 ) الأفواه والأفاويه جمع فوه وهي الطيب ، والطيب كل ما له رائحة طيبة كالمسك والعنبر . . الخ .\r\n","page_name":" 263 ","page_number":6},
  {"content":"\r\n\r\nولقد قيل كذلك إنها عربية أصلا من « عقر وعقار » والعقار هو النبات الذي يعقر الإبل في الصحراء أن يسمّها ومن ذلك أطلق على النبات السام ثم عممه العرب على ذات الفوائد الطيبة .\r\n\r\nالأقرباذين وقراباذين :\r\nاستعملها العرب للدلالة على « الأدوية المركبة » أو « تركيب الأدوية ( ابن سينا ) ومرادفة للفظ « دستور » « 1 » ، فقد استعملها كثير من العرب مثل أمين الدولة ابن التلميذ لكتابه « أقرباذين » أما ابن البيان فسمّى كتابه « دستور المارستان » واللفظ ليس بعربي أصلا وقيل إنه من أصل فارسي جاء من اللفظ « كربدن » ولقد سمى سابور بن سهل رئيس المدرسة الطبية في بغداد وأول من ألف أقرباذين في عهد العباسيين كتابه « كرابادن » وقيل إنه من أصل يوناني نذكر هامر (  Hammer  ) أنه من « أكربيا ديايتا » (  Akribeia diaita  ) أي النظام لدقيق للغذاء ، أما فرين (  Froen  ) فيرى أنه مشتق وبخاصة الشطر الأول منه من « كروا » (  Kerao  ) ومعناه « امزج » ، أما « لبرت » (  Lippert  ) فقد ذهب إلى أنه مأخوذ من اللفظ السرياني » جرافاذين » الذي أخذ أصلا عن اليونانية « جرافيديون (  Graphidion  ) ومعناها « رسالة صغيرة » ولكن لوين (  Lewin  ) يقول إن اللفظين السرياني واليوناني معناهما واحد ويدل على « خنجر صغير » ومع أن العرب كانوا يستعملون « أقرباذين » - حتى القرون الوسطى - وكذلك فيما بعد ذلك - للدلالة على « الأدوية المركبة وتركيبها » إلا أنه في العصر الحديث اتفق على أن تكتب الكلمة « أقرباذين » - بالزاي - لتقابل اللفظ الإفرنجى « فارماكولوجيا » (  Pharmacology  ) وهو العلم الذي يبحث في تأثير الأدوية في أجسام الكائنات الحية . والفرق بين المدلول القديم والمدلول لحديث واضح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دستور الأدوية أو الفارماكوبيا (  Pharmacopoeia  ) في مدلوله الحديث هو كتاب رسمي تصدره الحكومة أو هيئة خاصة مفوضة من الحكومة ويشتمل على مفردات الأدوية المنتقاء ومستحضراتها وطرق تحضيرها وتعريفاتها ومواصفاتها وطرق الكشف عنها وعن شوائبها ودرجة نقاوتها وتقويمها والمحافظة عليها . واللفظ الإفرنجى مكون من كلمتين يونانيتين « فارماكون »  Pharmakon  أي دواء وبين »  Poien  أي « اصنع » .\r\n","page_name":" 264 ","page_number":7},
  {"content":"\r\n\r\n\r\nنبذة عن الصّيدلة عند القدماء\r\nالصيدلة قديمة قدم معرفة العقاقير والنباتات الطبية ، فالإنسان الأول في تجواله بحثا عن غذائه بين الأشجار والحشائش ( النباتات ) لا بد وقد قابل منها ما لم يستسغه فتحاشاه وما ضره فتجنبه ، ومن معلوماته هذه عن تلك النباتات كانت أول المعرفة بالنباتات الطبية والعقاقير ، ومن ملاحظاته ومشاهداته عما نتج عن تعاطى هذه النباتات كانت أول المعرفة عن الطب ، ومن هنا عرف العشاب الأول ونشأت صناعة العقاقير والصيدلة . وبتقدم معلومات الإنسان أمكنه الاستفادة من هذه النباتات وأجزائها في إصلاح بدنه وعلاج جراحه وأمراضه ، فصارت المعرفة بالصيدلة والطب اللذين تمرس بهما القدماء من البابليين والأشوريين والصينيين والهنود وبخاصة من المصريين القدماء ، بل لقد قدسوهما وجعلوا لهما آلهة تعبد فكان مثلا في مصر « إيمحتب وتوت » وفي اليونان اسكلبيوس وأنوبيس ، وفي الصين نونج وشانج شونج شينج وغيرهما وفي بابل « نينازو » وفي فارس « مازدا » . . الخ ثم أتى بعدهم اليونان فارتقوا بهما ثم انتقلت منهم المعرفة إلى العرب الذين كانوا أعظم المهتمين بها فحافظوا عليها وأجادوها وتوسعوا فيها وطوروها واستحدثوا فيها الكثير .\r\n\r\nالصيدلة عند قدماء المصريين\r\nكانت للأدوية عند المصريين القدماء مكانة خاصة ، فاهتموا بدراستها وكانت لهم مدارس خاصة « 1 » تسمى « بيرعنخ » أي « بيوت الحياة » ملحقة بالمعابد وبخاصة في طيبة وأونه « عين شمس » وسايس وغيرها - تدرس فيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يثبت ذلك ما وجد منقوشا على قاعدة تمثال الكاهن « أو جادور رزفىّ » المحفوظ في الفاتيكان ينص على أن الملك الفارسي « داريوس » قد أمره ( أي الكاهن ) بتجديد المدرسة الطبية في سايس التي كانت قد هدمت . كما أن مؤلف بردية إيبرس يتحدث عن أماكن تعليمه فيقول « تخرجت في ( أون ) مع كبراء القصر . . ثم تخرجت في « سايس » مع أمهات الآله اللاتي وهبتنى حمايتهن . . . » .\r\n","page_name":" 265 ","page_number":8},
  {"content":"\r\n\r\nالعلوم والنباتات الطبية ، من حيث صفاتها وزراعتها وأنسب الأوقات لجمع العقاقير منها ، وكذلك العقاقير النباتية والحيوانية والمعدنية وكيفية استخلاصها وفوائدها في علاج الأمراض ، وكيفية تحضير الأدوية منها وتجهيزها في أشكال صيدلية مختلفة للاستعمال من الباطن ومن الظاهر مما يدل على أنهم كانوا على معرفة بينة بتركيب الأدوية . وكان لهم فيها مهارة فنية خاصة « 1 » وقد تخرج في هذه المدارس إخصائيون في مختلف الفروع الطبية . ولقد ورد في البرديات الطبية أنهم كانوا يجهزون الأدوية على هيئة أمزجة سائلة ، وحبوب ، ولعوقات ، ومغليات ، ومنقوعات ، وسعوطات ، وحقن شرجية ، ومراهم ، ومروخات ، ومعاجين ، ولبخات ، ولزقات ، وأقماع شرجية ، ودش مهبلى ، وغرغرات ، وقطرات للعين ، وغسولات ، كما كانت المستنشقات على هيئة سوائل يصبونها على الأحجار المسخنة ويستنشقون الأبخرة المتصاعدة منها .\r\nوفي برديات بعضها كتب في القرن العشرين قبل الميلاد حوالي 2000 وصفة طبية وكثير من المفردات من نباتية وحيوانية ومعدنية وكذلك الإرشادات التي تتبع في تجهيزها وتحضيرها وكميات كل منها وطرق تعاطيها وكميات جرعاتها بالإضافة إلى صفات هذه المفردات . كما كانوا يحسّنون مذاق الأدوية وبخاصة غير المستساغ منها بإضافة عسل النحل واللبن كما كانوا يستعملون الماء واللبن والعسل والنبيذ والبيرة سواغات للمستحضرات السائلة ، ودهن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر برنارد داوسون  Bprnard Dawson  في مؤلفه « تاريخ الصيدلة عند قدماء المصريين » أن فن الصيدلة وصل إلى درجة عالية من التقدم وأن دراستهم الطويلة للصيدلة مع ممارستهم لها هيأت المصريين للتبكير في كثير من الكشوف الكيميائية وهكذا أصبح صيادلتهم ماهرين . وقال بدج في كتابه « العشابين »  Herbalist by Budge , 1928  أن مصر مهد الصيدلة وفيها نشأ العشاب الأول ، ولم تكن العلوم الطبية الصيدلية تؤخذ ارتجالا بل علما ووراثة . ثم ذكر أنه كان لدى المصريين القدماء ، أطباء جراحون وأطباء بيطريون وأطباء أسنان وأطباء عشابون ، رأن أقدم هؤلاء الأطباء جميعا الأطباء العشابون وهم الصيادلة .\r\n","page_name":" 266 ","page_number":9},
  {"content":"\r\n\r\nالأوز وبعض الأدهان الأخرى وكذلك الراتينجات والشمع سواغات للمراهم وما شابهها . وكانوا يستعلون العقاقير إما طازجة وإما مجففة أي بعد تجففها في الشمس أو في الظل ، كل بحسب طبيعته .\r\nوكان يقوم بتركيب الأدوية وتحضيرها إخصائيون من الكهنة يسمون « سنو  Sinu  » يساعدهم من كانوا يسمونهم « أورما  Wrma  » وذلك في أماكن خاصة في المعابد يطلق عليها « أست  Asit  » حيث كانت تخزن فيها كذلك العقاقير في صناديق وأوعية من الفخار وزجاجية « 1 » . ولقد وجد منقوشا على جدران أحد هذه الأماكن إرشادات عن كيفية تحضير أحد المراهم .\r\nولقد استعمل المصريون القدماء في تحضير الأدوية كثيرا من العمليات منها : التجفيف والتحميص ، والتسخين في الأفران ، والجرش ، والسحق ، والعصر ، والهضم ، والإغلاء ، والترشيح ، ولكنهم لم يزاولوا في ذلك عملية التقطير .\r\nولقد كان اهتمام المصريين القدماء بالعقاقير عظيما جدا ، إذ كانوا على معرفة بكثير منها ويستعملونها «  Pliny  ، وكانوا يحصلون عليها من النباتات البرية وكذلك عن النباتات المنزرعة عندهم ، كما كانوا يجلبونها من البلاد الأخرى المجاورة والبعيدة على السواء ، بل كانوا يرسلون البعثات الخاصة إلى الخارج لهذا الغرض بالذات ، ومن أشهر هذه البعثات تلك التي أرسلتها حتشبسوت إلى بلاد البونت ( الصومال والحبشة ) والتي أحضرت معها كثيرا من العقاقير والنباتات الطبية والعطرية التي زرعوها في مصر .\r\nومن العقاقير التي استعملها المصريون القدماء وورد ذكرها في المراجع وبخاصة في البرديات :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n Kremers , Eiand Wrding , History Of Pharmacy , 1951 , 1 , 12 \r\n","page_name":" 267 ","page_number":10},
  {"content":"\r\n\r\n\r\nعقاقير من أصل نباتى :\r\nالأنيسون ، الآس ، والأبنوس ، الأذخر ، بذر الكتان ، بذر الخروع ، البنفسج ، البصل ، بصل العنصل ، بذر الخس ، البطم ، البابونج ، بلسم جليد ، البيلسان ، التوت ، التين التربنتينا ، الثوم ، الجميز ، الحلبة ، حب العرعر ، الحنظل ، حب البركة ، الحناء ، خيار شنبر ، الخشخاش ، خانق الذئب ، الخروب ، الخطمي ، الخلة ، الدار صينى ، الزعفران ، السمسم ، السكران ، السعد ، السنط ( تمار وزهور ) ، السكبيج ، الشبت الشمر ، الشعير ، الصفصاف ، الصمغ ، الصبر ، العفن ( على الخبز والخشب ) عباد الشمس ، العنب ، الفجل ، فحم نباتى ، قشر الرمان ، قصب الذريرة ، قصب السكر ، القرفة ، القرطم كراوية ، كمون ، كسبرة ، كرفس ، كركم ، كرات ، اللحلاح ، اللقاح ، اللبان ، اللبنى ( الميعة ) ، المردقوش ، المر ، النعناع ، النبق ، هليلج .\r\n\r\nعقاقير من أصل حيواني :\r\nغدد الثور ومنفحته ومرارته ، الجراد ، القرون ، الكبد ، الدم ، عسل النحل ، دهن الأوز ، الشمع ، لبن الحمار وشحمه وحافره وإحليله :\r\nرحم الكلبة ودمها وروثها ، وغيرها كثير .\r\n\r\nعقاقير من أصل معدنى :\r\nالأثمد ، حديد ( برادة وخلات ) ، جير مطفأ ، حجر جيرى ، صدا الحديد ، رصاص ( صدأ وخلات ) ، طباشير ، الجبس ، سلقون ، كبريت كهرمان ، كبريتات النحاس وخلات هيماتيت ، شب ، كربونات الصوديوم النطرون ، الملح ( كلوريد الصوديوم ) ، جالينا . . الخ .\r\n\r\nالصيدلة في سومر وبابل وآشور\r\nكان السومريون يسكنون بلاد ما بين النهرين ( العراق وما جاورها ) حوالي سنة 4000 قبل الميلاد وكانت لهم حضارة ورثها عنهم البابليون ثم\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":11},
  {"content":"\r\n\r\nالأشوريون واحتلت بابل ونينوى مركز الحضارة في سنة 2000 قبل الميلاد . ولكن معلوماتنا عن الصيدلة والطب لهذه الشعوب القديمة غير مستكملة ، إذ أن حضاراتهم قد اندثرت ولم يصل إلى علمنا منها إلا القليل وهو مستمد من الوثائق التي اكتشفت في أواخر القرن الماضي وكانت نصوصها منقوشة على قوالب من الطين المحروق كثير منها وجد مكسورا - ومكتوبة بحروف مسمارية ( الخط المسمارى ) . ولقد كان الطب عندهم - في أول الأمر - مبنيا على السحر ، يقوم به طبقة من الكهنة ، هم كهنة أطباء صيادلة ، ولكن أخذت شخصية الطبيب الصيدلي تتميز تدريجيا عن شخصية الكاهن « 1 » ، فنجد في « قانون حمورابي » « 2 » - الذي وجد منقوشا على أسطوانة كبيرة من حجر الديوريت ، واكتشف عام 1902 في مدينة سوس - بالإضافة إلى ما فيه من الجوانب الاجتماعية والتجارية والصناعية ، ذكر ما يخص الأطباء والرسوم التي يجب أن تدفع لهم والغرامات التي يجب أن يدفعوها في حالة وفاة المريض نتيجة سوء علاجهم . وكان لهم إله للطب يسمونه نينازو\r\n Ninazu \r\nوكان ابنه نينجيشزيدا  Ningischzida  رسولا للإله ، وكان يرمز لهما بعصا يلتف حولها ثعبانان ، وما زالت هذه رمزا للطب والصيدلة في عهدنا الحديث كما كان الثعبان مقدسا عند البابليين والأشوريين . وكانوا يعتقدون أن المرض هو عقاب إلهي وأن الشفاء منه تنقية من الذنوب والآثام .\r\nومن بين الوثائق التي اكتشفت عدد كبير من ألواح خاصة بالطب والمداواة وهي تشمل ثلاثة أنواع من البيانات تختص :\r\n1 - بقوائم الأعشاب الطبية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكان هناك طبقة تقوم بتحضير الأدوية والمجملات يسمونهم باسيسو  Pasisu  ولكن ليس هناك ما يثبت متى وجدت هذه الطبقة ولا ما كانت عليه علاقاتهم بالأطباء .\r\n( 2 ) كان حمورابي ملكا حكم بابل حوالي عام 1100 ق . م . واشتهر بعدله واهتمامه بشؤون شعبه ويقال إن تجارة الأدوية والعقاقير في سابور كانت في عهده محصورة في شوارع معينة .\r\n","page_name":" 269 ","page_number":12},
  {"content":"\r\n\r\n2 - بمجموعة من الوصفات العلاجية المختلفة مرتبة بحسب العضو المريض .\r\n3 - بمناقشة تشخيص الأمراض والتنبؤ بسيرها .\r\nوفي قوائم الأعشاب المقسمة إلى ثلاثة أعمدة ذكر في العمود الأول اسم العشب أو جزء منه أو خليط من أعشاب أو من أجزائها ، وأما في العمود الثاني فذكر المرض الذي يعالج به ثم في العمود الثالث ذكرت طريقة تحضير الدواء منه وطريقة استعماله ، بالإضافة - أحيانا - إلى ذكر الحرارة ، وعدد مرات استعماله ، وأي ساعة في النهار يتعاطى فيها الدواء . فمثلا ذكر المر وأمامه أنه دواء لليرقان ، وأنه يطحن ويشرب في البيرة ، وأن خليطا من النعناع والدفلى وحبوب الأثل والبيربوح والمر والسكران ، لأمراض الشرج ، يسحق ويبلل بزيت العرعر أو يمزج بشحم :\r\nأما الأشكال الصيدلية التي كانوا يحضرونها ، فمنها المغليات والأمزجة السائلة والحقن الشرجية ، والحقن المهبلية ، والذرورات ، والمكمدات ، واللبخات ، والتبخيرات ( المستنشقات ) والمروخات ، والمثقوعات .\r\nولقد اخترعوا نظاما للوزن والكيل الذي صار لمن جاء بعدهم قاعدة في هذا الخصوص . وكانوا يطلقون على العقاقير أسماء عضوية أي بحسب تشابهها بعضو حيواني فمثلا « ثمر الأثل » يسمونه « جمجمة آدمية » ، و « صمغ الكثيرا » المنى ، والأفيون « شحم الأسد » الخ . . .\r\nولقد تمكن كامبل طومسون « 1 » من التعرف من هذه الوثائق على حوالي 250 عقارا من أصل نباتى ، وحوالي 120 من أصل معدنى ، وأنهم كانوا يستعملون في الطب أشربة كحولية ودهونا وزيوتا ، وأجزاء من الحيوانات وأعضاء منها ، وعسل النحل ، والشمع ، ومختلف الألبان . ومن العقاقير التي كانوا يستعملونها : التربنتينة ، الميعة ، سكبيج ، الخريق ، المر ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n The Assyrian Herbal ; By Campbell Thompson , London ; 1924 , 1929 . \r\n.\r\n","page_name":" 270 ","page_number":13},
  {"content":"\r\n\r\nالعسل ، زيت السدر ، الزعفران ، الصعتر ، الدفلى ، عرق أيكر ، الخروع ، النعناع ، الأفيون ، العرقسوس ، العفص ، زيت السعد ، اليربوح ، السكران ، الخردل ، الشمر الرمان ، العوسج ، الزيتون ، الآس ، بصل العنصل ، الحلتيت ، القنب ، الثوم البيدستر ، الكبريت ، الشب ، النحاس ، الحديد . . . الخ . .\r\n\r\nالصيدلة عند اليونان والرومان\r\nكان اليونانيون من أول وأهم من أخذ عنهم العرب العلم والمعرفة ، ومن كتبهم استحث العرب البحث والتأليف وحملوا رسالة العلم وتقدموا في العلوم وبرزوا فيها بدرجات واسعة .\r\nولو أن المشهور بين المؤرخين أن اليونان هم واضعو أسس العلوم والمعرفة إلا أنهم في الحقيقة أخذوا كثيرا عن المصريين القدماء ونقلوا عنهم ما هو أكثر ، وذلك بما كان لهم من وثيق الصلات والعلاقات بهم ، وبما كان يقوم به كثير من علمائهم من زيارات لمصر والتجول خلال تلك البلاد ومقابلاتهم مع كهنة المعابد وغيرهم ، فلقد ذكر هيرودوت المؤرخ اليوناني الذي زار مصر وبلاد ما بين النهرين وغيرهما وكذلك ديودور الصقلى الذي زار مصر عام 59 قبل الميلاد « أن كثيرا من علماء اليونان كانوا يزورون مصر ويمضون فيها ردحا من الزمان ينقبون ويبحثون ويجمعون المعلومات » . . وقد ذكر في المراجع أن أفلاطون قد درس في مدرسة « أون » مدة 13 سنة علم الفلك والكيمياء وغيرها ، كما ذكر وران داوسون  W . Dawson  أن ألفاظا وتعبيرات مصرية قديمة قد ظهرت بوضوح في مجموعات أبقراط وديسقوريدس وجالينوس ، كما ذكر كريمبز وأردنج « 1 » أن ديوستوريدس أورد في كتابه ( المادة الطبية  De Materia Medica  80 عقارا منوها بمصدرها المصري . هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  « History of Pharmacy » By Kremers and Urdrng  .\r\n","page_name":" 271 ","page_number":14},
  {"content":"\r\n\r\nبالإضافة إلى أن جيمس جرير ذكر في كتابه ( تاريخ الصيدلة ) « 1 » « أن اليونانيين أخذوا كثيرا عن المصريين وأنهم - بدون شك - ليسوا إلا شارحين للعلوم المصرية » . ولقد كان بعض المؤلفين اليونان وغيرهم يثبت المعلومات دون ذكر مصادرها فتظهر كأنها لهم أنفسهم ، وفي ذلك يقول سنجر في كتابه ( علم الإغريق والعلم الجديث ) « 2 » . « إن العلم الذي ورثوه ( أي اليونانيون ) من القدم ، وكان غفلا من أسماء عارفيه الأصليين ، وأصبح ، على العكس منسوبا وبقي على هذا الحال حتى الآن » .\r\nويقول دى لاسى أوليرى في كتابه « علوم اليونان وسبل انتقالها إلى العرب » « 3 » وعلى الرغم مما كانت تدعيه الثقافة اليونانية القديمة من الأصالة ، فإنها لم تكن تخلو من المؤثرات الشرقية ويمكن أن نرجع الكثير من مظاهر الحياة والفكر اليوناني إلى أصول مصرية وبابلية .\r\nومع ذلك فعلماء اليونان ( الإغريق ) لم يتوانوا في دراسة الطب والصيدلة بل ضربوا بسهم وافر في هذا السبيل وتقدموا بهما خطوات كبيرة وجددوا ، فهم أصحاب نظريات العناصر الأربعة ( الماء والهواء والأرض والنار ) والأمزجة والأخلاط التي تحكم الجسم بتناسقها في الصحة والجسم السليم ، وعدم تناسقها في المرض والجسم العليل ، وتأثير العقاقير في علاج هذه الحالات واختلاف نسبها . وكانت لهم مدارس يدرس فيها الطب والصيدلة اشتهر منها ما كان في أثيناوكوس وكنيدوس . ولقد نبغ كثير من علماء اليونان واشتهروا في هذا المضمار ، بل صاروا المعلمين لأجيال العصور التالية ، منهم أبقراط ( أبو الطب ) وديستوريديس ( أبو العقاقير ) وجالينوس وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  « History of Pharmacy » , By J . Liuer  .\r\n( 2 )  « Leces Scierce and modern Scienci , By Singer  .\r\n( 3 )\r\n « Hour Lreek Science Passed to the Arals » By De Locy Oleary \r\n.\r\n","page_name":" 272 ","page_number":15},
  {"content":"\r\n\r\n\r\nمدرسة الإسكندرية :\r\nوفي حوالي النصف الأول من القرن الرابع قبل الميلاد ، انتقلت الدراسات المختلفة ومنها الطب والصيدلة إلى مدرسة ( جامعة ) الإسكندرية التي أنشأها بطليموس الأول ونقل إليها العلماء من جامعة « أون » أي عين شمس المصرية للقديمة ، كما أحضر إليها العلماء من اليونان ( من الأكاديمية والليسيوم ) تميزت هذه المدرسة بعلمائها الأفذاذ والمكتبة العظيمة الملحقة بها ، وفاقت غيرها شهرة وعلما ، بل وخلفتها وحلت محلها ، فأمها الطلاب من جميع البلاد والجهات ، وأصبحت قبلة العلماء وطلاب العلم ، كما تخرج فيها من العلماء من حاز الشهرة والسبق في العلم مثل الطبيب الصيدلي جالينوس الذي نقل العلم إلى روما ومنها انتشر إلى كثير من أنحاء العالم . ومن علمائها بطليموس وإقليدس وأوبياسوس وأرشميدس . . الخ .\r\n\r\nأبقراط والمدرسة الأبقراطية « 1 »  Hippocrates  :\r\nأبقراط هو بلا نزاع من أعظم أطباء العالم في التاريخ . وقد سماه العرب « أبو الطب » ورفعوا نسبه إلى عائلة اسقليبيوس . ولا يتردد ابن أبي أصيبعة الذي خصص له ترجمة طويلة في تاريخه أن يشير إلى ما كان عليه من « التأييد الإلهى » .\r\nولد أبقراط في جزيرة ( قوص ) وهي جزيرة صغيرة من الجزائر اليونانية في القرن الخامس ق . م . ( حوالي 460 ) وكان الطب في هذا الزمن لا يزال في أيدي أناس تنقصهم الروح العلمية ، كثيرا ما يلجئون إلى السحر والشعوذة ، مستغلين سذاجة المرضى . وكان أبقراط متضلعا في العلوم الطبيعية فأدخل الطب في إطار علمي ، مستعملا الفحص الأكلينيكى  Clinical Observation  والاستنتاج المنطقي السليم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : تاريخ العلم لجورج شارتون . الترجمة العربية ، ج 2 ( القاهرة 1959 ) الفصل الثالث عشر : الطب اليوناني في القرن الخامس وطابعه الأبقراطى ص 215 - 345 .\r\n","page_name":" 273 ","page_number":16},
  {"content":"\r\n\r\nوقد بنى علاجه على بعض مبادئ يمكننا أن نحصرها في النقط الثلاث الآتية :\r\nأولا : مبدأ الحيوية  Vitalism  يعتقد أبقراط أن هناك عنصرا خاصا غير مادي يحيا به الجسد هو النفس  Psyche  . وهو بمثابة نسيم عابر ينقرض بانقراض الجسد . وهذا المبدأ الحيوي صدى للآراء الروحية السائدة في ذلك الزمن .\r\nثانيا : مبدأ الأخلاط  Humorism  المبنى على الاعتقاد بأن الأشياء مكونة من العناصر الأربعة الأساسية : الحار والبارد والرطب واليابس . فالجسم الإنسانى مزيج متناسب من الدم والبلغم والمرارة السوداء والمرارة الصفراء ، فإذا كانت هذه الأمزجة في تناسق محكم في الكيفية والكمية تمتع الجسد بصحة جيدة وهي حالة الكرازيس  Crasis  ( أي الامتزاج ) ولكن إذا زاد أحد الأمزجة أو نقص أو امتنع من الامتزاج بالعناصر الأخرى حدثت الأمراض  Dyscrasis  . وأكثر الأمراض ناحمة من ازدياد في البرودة أو الحرارة .\r\nوهناك تماسك وتضامن في أعضاء الجسم ووظائفه . فإذا مرض عضو أثر على الجسم كله .\r\nثالثا : المبدأ الطبيعي  Naturism  أي محاكاة الطبيعة في المعالجة . لقد تحقق أبقراط بالملاحظة أن هناك طبائع لا تتغير ذات صفات ثابتة . ولكل مرض تطور طبيعي ونضوج محدود السير والمصير . وهناك مبدأ بسيط واحد في ذاته متعدد بمفعوله هو الطبيعة . وهذا المبدأ يشرف على جميع الوظائف الحيوية ويقاوم العوامل الهدامة للجسم . وعلى الطبيب أن يساعد هذه الطبيعة لكي تقوم بعملها . فلا بد له من أن يعرف البحران أو الحومة  Crisis  ، وهي النقطة الفاصلة في المرض التي تؤذن بالاتجاه نحو التحسن أو التفاقم ، وأن يعرف الأيام الحاسمة .\r\n\r\n","description":"","footnote":"","page_name":" 274 ","page_number":17},
  {"content":"\r\n\r\nفالقوة الطبيعية الشافية  Vis medicatrix naturae  هي حجر الزاوية في الطب الأبقراطى . ولذا يجب على الطبيب أن يكون حذرا وألا يتسرع في التدخل في سير المرض خوفا من أن يحول دون عمل الطبيعة . ولكن إذا حدث تأخر في ظهور البحران فعليه أن يساعد إزالة المواد السقيمة بواسطة الفصد أو الأدوية المقيئة أو المسهلات .\r\nولقد وصف أبقراط وصفا دقيقا بعض الأمراض مثل السل والتشنج النفاسى  Eclampsia  والصرع والحميات المختلفة . وفي وصفه المشهور ، الطلعة الأبقراطية  Facies Hippocratica  أشار بدقة إلى العلامات التي تنذر بالموت المقترب . وقد وصف بدقة 42 حالة مرضية و 25 منها مصيرها الموت .\r\nوقد ظل علم الجراحة الأبقراطى في بعض أقسامه لا يضارع حتى أواخر القرن الثامن عشر .\r\nومن أنبل مميزات أبقراط سمو أخلاقه في مهنته طبيبا . فظل قسمه المشهور رمزا للأخلاق الطبية الراقية وارتفاعها عن الاندماج في الشبهات التجارية .\r\nوها هو هذا القسم ( الذي سماه العرب : عهد أبقراط ) :\r\n\r\nعهد أبقراط « 1 »  The Aoth of Hippocrates \r\nإني أقسم باللّه رب الحياة والموت وواهب الصحة وخالق الشفاء وكل علاج ، وأقسم بأسقليبيوس وأقسم بأولياء اللّه من الرجال والنساء جميعا على أنى أفي بهذه اليمين وهذا الشرط ، وأرى أن المعلم لي هذه الصناعة بمنزلة آبائي ، وأواسيه في معاشى ، وإذا احتاج إلى مال واسيته وواصلته من مالي .\r\nوأما الجنس المتناسل منه فأرى أنه مساو لإخوتى وأعلمهم هذه الصناعة إن احتاجوا إلى تعلمها بغير أجرة ولا شرط . وأشرك أولادي وأولاد المعلم لي والتلاميذ الذين كتب عليهم الشرط وحلفوا بالناموس الطبى في الوصايا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منقول من عيون الأنباء لابن أبي أصيبعة ، ج 1 ، ص 25 .\r\n","page_name":" 275 ","page_number":18},
  {"content":"\r\n\r\nوالعلوم وسائر ما في الصناعة ، وأما غير هؤلاء فلا أفعل به ذلك وأقصد في جميع التدبير ، بقدر طاقتى ، منفعة المرضى .\r\nوأما الأشياء التي تضربهم وتدنى منهم بالجور عليهم فأمنع منها بحسب رأيي .\r\nولا أعطى إذا طلب منى دواء قتالا ، ولا أشير أيضا بمثل هذه المشورة .\r\nوكذلك أيضا لا أرى أن أدنى من النسوة فرزجة تسقط الجنين ، وأحفظ نفسي في تدبيري وصناعتي على الذكاء والطهارة .\r\nولا أشق أيضا عمن في مثانته حجارة لكن أترك ذلك إلى من كانت حرفته هذا العمل .\r\nوكل المنازل التي أدخلها إنما أدخل إليها لمنفعة المرضى وأنا بحالة خارجة عن كل جور وظلم وفساد إرادى مقصود إليه في سائر الأشياء وفي الجماع للنساء والرجال الأحرار منهم والعبيد .\r\nوأما الأشياء التي أعاينها في أوقات علاج المرضى أو أسمعها أو في غير أوقات علاجهم في تصرف الناس من الأشياء التي لا ينطق بها خارجا ، فأمسك عنها وأرى أن مثالها لا ينطق به .\r\nفمن أكمل هذا اليمين ولم يفسد منه شيئا كان له أن يكمل تدبيره وصناعته على أفضل الأحوال وأجملها وأن يحمده جميع الناس فيما يأتي من الزمان دائما ، ومن تجاوز ذلك كان بضده .\r\n\r\nمؤلفات أبقراط :\r\nكتب أبقراط عددا كبيرا من المقالات الطبية ، ونسب إليه تلاميذه عددا أكبر من مؤلفات كتبوها بأنفسهم ولكنهم استوحوها من مبادئ أستاذهم الكبير ورئيس المدرسة الطبية التي اشتهرت باسمه . وقد كونت هذه المقالات العديدة ما سماه مؤرخو تاريخ الطب « المجموعة الأبقراطية »  Corpus hippocraticum \r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":19},
  {"content":"\r\n\r\nويتراوح عدد كتبها بين 72 و 76 كتابا في 53 موضوعا وقد نشرت نشرة علمية وترجمت إلى اللغات العربية والإنجليزية والألمانية « 1 » .\r\nوكان لهذه المجموعة شأن كبير عند الأطباء العرب فترجموا معظمها مع تفسير جالينوس لها في الغالب إما ترجمة مباشرة إلى العربية وإما بوساطة السريانية . ويقول ابن أبي أصيبعة في هذا الصدد : « والذي انتهى إلينا ذكره ووجدناه من كتب أبقراط الصحيحة يكون نحو ثلاثين كتابا ، والذي يدرس من كتبه لمن يقرأ صناعة الطب إذا كان درسه على أصل صحيح وترتيب جيد اثنا عشر كتابا وهي المشهورة من سائر كتبه » . ونكتفي بذكر هذه الكتب الإثنى عشر مع مختصر مضمونها :\r\n\r\nالأول - كتاب الأجنة :  On the faetus  :\r\nالمقالة الأولى : تتضمن القول في كون المنى .\r\nالمقالة الثانية : تتضمن القول في كون الجنين .\r\nالمقالة الثالثة : تتضمن القول في كون الأعضاء .\r\n\r\nالثاني - كتاب طبيعة الإنسان :  On the Nature of man  :\r\nوهو يتضمن في طبائع الأبدان ومن أي شئ تركبت ( مقالتان ) .\r\n\r\nالثالث - كتاب الاهوية والمياه والبلدان :  On airs , Waters and places  :\r\nالمقالة الأولى : كيف تتعرف أمزجة البلدان وما تولد من الأمراض البلدية .\r\nالمقالة الثانية : كيف تتعرف أمزجة المياه المشروبة وفصول السنة وما تولد من الأمراض البلدية .\r\nالمقالة الثالثة : كيفية ما يبقى من الأشياء التي تولد الأمراض البلدية كائنة ما كانت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر في ثبت المصادر البيانات عن هذه الترجمات .\r\n","page_name":" 277 ","page_number":20},
  {"content":"\r\n\r\n\r\nالرابع - كتاب الفصول :  The Aphorisms \r\nوهو سبع مقالات ضمنه تعريف جمل الطب لتكون قوانين في نفس الطبيب يقف بها على ما يتلقاه من أعمال الطب ، وهو يحتوى على جمل ما أودعه في سائر كتبه .\r\n\r\nالخامس - كتاب تقدمة المعرفة :  The Book of Prognostics \r\nثلاث مقالات . وضمنه تعريف العلامات التي يقف بها الطبيب على أحوال مرض مرض في الأزمان الثلاثة الماضي والحاضر والمستقبل .\r\n\r\nالسادس - كتاب الأمراض الحاده :  Regimen in acute diseases \r\nالمقالة الأولى : تتضمن في تدبير الغذاء والاستفراغ في الأمراض الحادة .\r\nالمقالة الثانية : تتضمن المداواة بالتكميد والفصد وتركيب الأدوية المسهلة ونحو ذلك .\r\nالمقالة الثالثة : تتضمن القول في التدبير بالخمر وماء العسل والسكنجبين والماء البارد والاستحمام .\r\n\r\nالسابع - كتاب أوجاع النساء\r\nمقالتان : ضمنه أولا : تعريف ما يعرض للمرأة من العلل بسبب احتباس الطمث ونزفه ثم ذكر ما يعرض في وقت الحمل وبعده من الأسقام التي تعرض كثيرا .\r\n\r\nالثامن - كتاب الأمراض الوافدة ويسمى أبيديميا :  On the Epidemics \r\nوهو سبع مقالات ضمنه تعريف الأمراض الوافدة وتدبيرها وعلاجها .\r\n\r\nالتاسع - كتاب الأخلاط :  On the Humours \r\nوهو ثلاث مقالات . ويتعرف فيها كمية الأخلاط وكيفيتها وتقدمة المعرفة بالأعراض اللاحقة بها والحيلة والتأنى في علاج كل واحد منها .\r\n\r\n","description":"","footnote":"","page_name":" 278 ","page_number":21},
  {"content":"\r\n\r\n\r\nالعاشر - كتاب الغذاء :  On the Nutriment \r\nوهو أربع مقالات ويستفاد من هذا الكتاب علل وأسباب مواد الأخلاط أعنى علل الأغذية وأسبابها التي بها تزيد في البدن وتنميه وتخلف عليه بدل ما انحل منه .\r\n\r\nالحادي عشر - كتاب قاطيطريون أي حانوت الطبيب : -  The Physician's Establishment \r\nوهو ثلاث مقالات . ويستفاد من هذا الكتاب ما يحتاج إليه من أعمال الطب التي تختص بعمل اليدين دون غيرها من الربط والشد والجبر والخياطة ورد الخلع والتنطيل والتكميد وجميع ما يحتاج إليه .\r\n\r\nالثاني عشر - كتاب الكسر والجبر :  On fractures \r\nوهو ثلاث مقالات .\r\n\r\nالمادة الطبية عند أبقراط :\r\nكانت متوفرة وعدد كبير من الأدوية أصله مصرى .\r\n\r\nالمسهلات :  Purgatives \r\nكمية كبيرة من لبن الأتان أو مغلى الشمام والكرنب وأعشاب أخرى ممزوجة بالعسل . الفرفخ أو لبينة  Euphorbia peplus  والمثنان  Daphne gnidium  وإذا أريد فعل أشد استعمل : الخريق الأسود  Astrantia major  أو زيت الخروع أو الحنظل  Colocynth  .\r\n\r\nمواد مدرة للبول :  Diuretics \r\nعصير العنصل  Seilla  ، الكرفس ، البقدونس ، الهليون ، الشمار  Foeniculun : Vulgare  الثوم ، الكراث .\r\n\r\nمعرقات :  Sudorifica \r\nمشروبات ساخنة .\r\n\r\n","description":"","footnote":"","page_name":" 279 ","page_number":22},
  {"content":"\r\n\r\n\r\nدواء نافع للدود :  Vermifuges \r\nشرد - سرخس  Dryopteris hlix mas \r\n\r\nالمخدرات :  Narcotics \r\nالبلادونه  Belladonna  ، تفاح المجانين ( يبروح  Mandragora  سكران ، أفيون .\r\n\r\nمقيئات :  Emetics \r\nماء ساخن ، خربق أبيض  Veratrum album  زوفا - حسل  Hyssoudm \r\n\r\nأدوية قابضة :  Asiringents \r\nقشر السنديان أو البلوط ، قشر الرمان ، دم الثعبان - قاطر  Dracoena draco  ويصف حبوب الخربق لتنظيف الرحم ، وحبوب الدحادح لعلاج انسداد في الطحال .\r\n\r\nأعشاب أخرى مستعملة :\r\nخرنة - مريمية  Salvia Officinalis \r\nخبيزة  Malve \r\nجزر الرعاة - دوقس  Daucus \r\nدخن - الذرة الحمراء  Melliaceum \r\nكاشن  Levisticun . \r\nأثمار الآس  Myrtus \r\nعصير الرمان وقشره  Punica \r\nالكمون  Cuminum \r\n\r\nبذور البرسيم :\r\n- أدوية للاستعمال الخارج : ماء ، خل ، زيت زيتون ، صمدات وحقن شرجية ولعلاج الجراحات .\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":23},
  {"content":"\r\n\r\n- مواد دهنية مختلفة في علاج أمراض العيون .\r\n- مواد معدنية : كبريت ، أسفلت والشب .\r\n- مستحضرات يدخل فيها كربونات الرصاص والنحاس والزرنيخ لأمراض الجلد .\r\n- لبخات : من مسحوق الشعير مغلى في مزيج من النبيذ والزيت .\r\nمن نشارة اللوتس وأوراق التوت الشامي مع ماء العنب الجاف .\r\n- حقن شرجية : يغلى الكرنب في الماء ثم يغلى في هذا الماء الحلبوب  Mercurialis  ويضاف بذر كتان .\r\n- حقن شرجية : قوامها النطرون أو الزيت أو ماء السلق المسلوق أو لبن الأتان المغلى .\r\n- فتائل ( تحميلات  Suppositories  ) قوامها العسل ومرارة الثور والأسفلت بالعسل .\r\n- مرارة الثور وبوله ، روث البغل والحمار والبقر .\r\n- دهن البقر ، والأوز والخنزير .\r\n- قرن الأيل .\r\nولا تحتوى عادة المستحضرات الأبقراطية على أكثر من 4 أو 5 مواد طبية .\r\n\r\nبعد أبقراط :\r\nتوفى أبقراط مخلفا وراءه عددا من الأطباء تشبعوا من مبادئه . ولكن شتان بين المعلم وتلاميذه . فعلى مر السنين فقدت المدرسة الأبقراطية حيويتها واتخذت العناصر القليلة من الفسيولوجيا الموجودة في مذهبها الطبى أساسا لتفسيرات طبية منهجية لا تخلو من التصنع . فنهضت مدرسة الإسكندرية التجريبية  Empirical School  ضد هذا التيار العقلي المتزمت وقالت إنها\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":24},
  {"content":"\r\n\r\nلا تهتم بعلل الأمراض كما تهتم بعلاجها : « ليس المهم ، على قولهم ، أن نعرف ماهية الهضم بل ما هو سهل الهضم » .\r\nوقد جمعت الكتب الأبقراطية ورتبت في الإسكندرية ولكن هاجر بعد ذلك الطب إلى روما التي أصبحت مركز الحضارة .\r\nوالذي حقق هذا الانتقال هو أسقلبيوس -  Asclepius  ( القرن الأول ق . م . ) . كان طبيبا ذا شخصية قوية متضلعا في الطب والفلسفة . وسريعا ما أصبح الطبيب الرسمي للطبقة الراقية في روما . وكان يعتنق الفلسفة الذرية  Atomism  للوقيبوس  Leucippus  وديمقريطس  Democritus  وأبيقور  Epicurus  والتي كان أدخلها إلى روما الشاعر لوكريتوس  Lucretius  في كتابه « في طبيعة الأشياء »  de Rerum Natura  وقد حاول أحد تلاميذ أسقلبيوس التوفيق بين النزعتين المتضادتين فأسس المدرسة المنهجية . أشهر ممثل لهذه المدرسة سورانوس الملقب بالذهبي  Soranus of Ephesus  ( القرن الأول ق . م . ) وهو مؤسس فن الولادة وأمراض النساء .\r\nوقد وجد ، حتى قبل المدرسة الأبقراطية ، أشخاص في اليونان كانوا يختصون بالأعشاب الطبية ، يجمعونها في الوقت المناسب ويخزنونها ويبيعونها وكانوا يسمون العشابين  Rhizotomoi  وكثيرا ما كانوا يعالجون المرضى بأنفسهم وقد واصلوا تجارتهم أثناء رواج المدرسة الأبقراطية وبعدها .\r\nوأول من كتب عن الأعشاب ، طبية كانت أم غير طبية ، هو ثاوفرسطس  Theophrastus  « أبو علم النبات » ( 372 - 285 ق . م . ) وكان تلميذ أفلاطون وصديق أرسطو . وكتاب ثاوفرسطس « البحث في النبات » لم يترجم إلى العربية قط .\r\nوأول من اختص بالأعشاب الطبية هو ديسقوريدس -  Dioscorides  فيجب أن ندرسه بشئ من التطويل .\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":25},
  {"content":"\r\n\r\n\r\nديسقوريدس :  Diescorides \r\nطبيب يوناني ولد في عين زربه  Anazarbe  في آسيا الصغرى في القرن الأول بعد الميلاد . وكان معاصرا لبلينى الكبير  Pliny  وقد صاحب الجيش طبيبا في تنقلاته في بلاد البحر المتوسط مما سمح له بالاطلاع على أعشاب جديدة والتحقق الشخصي من صحة ما ورد في كتب سابقية عن المادة الطبية .\r\nوقد جمع في كتابه الملقب « كتاب الحشائش » وهو مكتوب باليونانية ، كل ما ورد في مؤلفات من سبقه من الأطباء في المادة الطبية . وظل كتابه المرجع الأساسي  Standard - Book  على ممر الأجيال للمفردات الطبية .\r\nفما من طبيب ذي قدر إلا ودرسه درسا مطولا وعلق عليه منذ جالينوس إلى ابن سينا وداود الأنطاكي .\r\nويشتمل الكتاب على ما يربو على ستمائة عشبة وعددا من الأدوية المعدنية والزيوت والأدهان ذات الفائدة الطبية . وقد أضاف تلاميذه فيما بعد مقالتين خاصتين بالسموم ونسبوهما إلى أستاذهم .\r\nويصف ديسقوريدس المواد الطبية بدقة تدل على قوة ملاحظة غير عادية وكثيرا ما نجد في كتابه للمرة الأولى وصف مواد طبية معدنية مثل خلات ( استات ) الرصاص وأملاح النحاس . . وهو يصف تحضير بعض المواد الكيمياوية مثل تحضير الزنبق من الزنجفور  Cinnabar  والبوطاس من خلاصة دردى الخمر طرطير  Crcam of tartar  وإسفيداج الرصاص .\r\nوهو أول مؤلف يشير إلى اختيار كيمياوى بطريقة رطبة  Wet method  فيشير إلى اثبات كبريتات الحديد بوساطة عصير البلوط العفصى  Nut gall  .\r\nولكتاب ديسقوريدس شأن كبير في تاريخ تصوير الأعشاب خاصة وفي تاريخ فن التصوير عامة .\r\nوقد حظى ديسقوريدس بمنزلة رفيعة لدى من جاء بعده من الأطباء والعلماء ولنذكر ، على سبيل المثال ، ما قاله البيروني ( في القرن الحادي عشر )\r\n\r\n","description":"","footnote":"","page_name":" 283 ","page_number":26},
  {"content":"\r\n\r\n« كل واحدة من الأمم موصوفة بالتقدم في علم ما أو عمل ، واليونانيون منهم قبل النصرانية موسومون بفضل العناية في المباحث وترقية الأشياء إلى أشرف مراتبها وتقريبها من كمالها . ولو كان ديسقوريدس في نواحينا وصرف جهده على تعرف ما في جبالنا وبوادينا لكانت تصير حشائشها كلها أدوية وما يجتنى بحسب تجاربه شافية . ولكن ناحية المغرب فازت به وبأمثاله وأفادتنا بمشكور مساعيهم علما وعملا » ( من كتابه الصيدنة في الطب ) .\r\nولقى مترجمو كتاب الحشائش لديسقوريدس صعوبات جمة نجد صداها فيما ذكره ابن أبي أصيبعة عن لسان ابن جلجل إذ يقول « إن كتاب ديسقوريدس ترجم بمدينة السلام ( أي بغداد ) في الدولة العباسية في أيام جعفر المتوكل ( 847 - 861 ) وكان المترجم له اصطفن بن بسيل الترجمان من اللسان اليوناني إلى اللسان العربي ، وتصفح ذلك حنين بن إسحاق المترجم فصحح الترجمة وأجازها « 1 » . فما علم اصطفن من تلك الأسماء اليونانية في وقته له اسما في اللسان العربي فسره بالعربية ، وما لم يعلم له في اللسان العربي اسما تركه في الكتاب على اسمه اليوناني إشكالا منه على أن يبعث اللّه بعده من يعرف ذلك ويفسره باللسان العربي ، إذ التسمية لا تكون بالتواطؤ من أهل كل بلد على أعيان الأدوية ما رأوا وأن يسموا ذلك إما باشتقاق وإما بغير ذلك من تواطئهم على التسمية » . ولذا نجد في الترجمة العربية عددا كبيرا من المواد حافظة لصيغتها اليونانية واكتفى المترجم بكتابتها بحروف عربية . وكتبه الخمسة أو مقالاته في المادة الطبية من أساسيات ما ترجمه العرب وهي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لتاريخ هذه الترجمة وصعوبة اختيار المصطلحات العربية المناسبة وانتشار هذه الترجمة في البلاد العربية قصة طويلة رواها ابن أبي أصيبعة في عيون الأنباء ج 2 ص 46 - 48 . انظر أيضا الأمير مصطفى الشهابي ، تفسير كتاب ديسقوريدس لابن البيطار ، في مجنة معهد المخطوطات العربية ، مايو 1957 ، ص : 105 - 112 .\r\n","page_name":" 284 ","page_number":27},
  {"content":"\r\n\r\nالمقالة الأولى : تشتمل على ذكر أدوية عطرة الرائحة ، وأفاويه وأدهان وصموغ ، وأشجار كبار .\r\nالمقالة الثانية : وتشمل على ذكر الحيوان ، ورطوبات الحيوان والعسل ، واللبن ( ومنتجاته ) ، والشحوم ، والحبوب والقطانى ( م . قطنية - بذور نشوية من النباتات القرنية ) ، والبقول المأكولة ، والبقول الحريفة ، وأدوية حريفة .\r\nالمقالة الثالثة : تشتمل على ذكر أصول النبات ( أعضاء تحت أرضية ) ، عصارات أعشاب ، بذور .\r\nالمقالة الرابعة : تشتمل على ذكر أدوية أكثرها حشائش باردة ، وحشائش حارة ، وحشائش نافعة من السموم .\r\nالمقالة الخامسة : تشتمل على ذكر الكرم وعلى أنواع الأشربة ( الأنذة ) وعلى الأدوية المعدنية .\r\n\r\nجالينوس :  Galen \r\nولد جالينوس في برجامون  Pergamon  « 1 » في آسيا الصغرى عام 131 ب . م . أي بعد أبقراط بخمسة قرون . وكان والده مهندسا ماهرا وديع الطبع لطيف المعشر بعكس والدته التي كان طبعها في منتهى الشراسة . ويقول جالينوس عنها « وقد تعودت أن تعض خادماتها وكثيرا ما كانت تغضب على أبى ، مختلفة بلا انقطاع المشاكل المفتعلة . فلما قارنت فضل والدي بأهواء والدتي ، صممت على أن أكتب فضائله وأن أتجنب مساوئها » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان يكتبها العرب برغمش .\r\n","page_name":" 285 ","page_number":28},
  {"content":"\r\n\r\nوقد سمى المهندس ابنه « جالينوس » الذي معناه « المسالم أو الهادىء » فصدق اختياره إذ وصل جالينوس إلى مرتبة عالية من الخلق ومن النبل ، فوقى بعهده بأن يقتفى آثار والده . ولكن ليس من المؤكد أن يكون قد نجح في أن يتخلص تماما من الطبع الذي ورثه من أمه . فقد تذكر بعض مناظراته العلمية بجو العواصف العنيفة التي كانت تهب ، من حين إلى آخر ، في منزل والديه .\r\nوقد كانت برجامون في ذلك الحين مدينة ثقافة عالية لا تسبقها إلا الإسكندرية فقط فأتاحت لجالينوس أن يتثقف ثقافة فلسفية وطبية . فاعتنق المذاهب الفلسفية السائدة وهي مزيج من آراء أرسطو وأفلاطون والرواقية والأبيقورية وقام برحلات علمية إلى آسيا الصغرى والإسكندرية ومراكز طبية أخرى . ولقد درس في مدرسة الإسكندرية واشتغل بالتدريس فيها ثم عاد إلى وطنه .\r\nوعند عودته إلى برجامون عين جراحا لدى المصارعين  Gladiators  وبعد إقامة سنوات في مسقط رأسه ، دفعه طموحه إلى أن يذهب إلى روما حيث ظفر بسرعة على صيت لامع طبيبا وأستاذا في التشريح . وكان من بين الذين عالجهم الإمبراطور أوريليوس أنطونينوس نفسه . ولكن الحرب الشعواء التي أعلنها جالينوس ضد أطباء روما المشعوذين أو الجهلاء أثارت ضده عددا كبيرا منهم . فاضطر إلى أن يعود إلى برجامون . ولكن ألح عليه مرقص أريليوس أن يعود مرة ثانية إلى العاصمة . فأذعن ومكث فيها إلى آخر حياته سنة 201 ب . م .\r\nألف جالينوس عددا كبيرا من الكتب الشاملة لجميع أقسام الطب في زمانه كما ألف كتبا فلسفية . وكان إعجابه بأبقراط عظيما جدا ففسر أهم كتبه . وقد اقتفى آثاره فأبدى اهتماما كبيرا للفحص الإكلينيكى مستندا قبل كل شئ على الوقائع الملموسة . غير أن ثقافته الفلسفية كانت تغلب\r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":29},
  {"content":"\r\n\r\nعليه أحيانا فأوقعته في استنتاجات منطقية بعيدة عن الصواب . ومعظم موقفه من علم الأمراض مبنى على النظريات الأبقراطية .\r\nوقد اهتم كثيرا بالتجارب العملية . فهو من أول الأطباء الذين أجروا اختيارات للوقوف على طريقة عمل بعض الأعضاء مثل الكلى ، وصلة الحبل الشوكي  Spinal Cord  بحركات الجسم والحساسية وطريقة العمل للتنفس ، والنبض . وقد اقترح تفسيرا فسيولوجيا للأحلام مرتابا في أهميتها الطبية .\r\nوقسم الأدوية إلى ثلاثة أقسام حسب احتوائها على الحار والبارد واليابس والرطب . والأدوية إذا كانت ذات فعل واحد من هذه الأربعة سميت بسيطة ، والتي لها فعل إضافى غير فعلها الأصلي سميت مركبة . والقسم الثالث يشمل الأدوية التي تفعل لا بمزية خاصة بل بكليتها مثل الأدوية المقيئة والمسهلات والسموم .\r\nوكان جالينوس يحضر الأدوية بنفسه . وكان له غرفة خاصة لتحضيرها اسمها « ياتيريون »  laterion  وغرفة أخرى لتخزينها اسمها أبوتيكه  Apoteke  . وقد وصف 473 وصفة من مختلف المصادر : نباتات وحيوانات ومعادن . وقد أدرج في مؤلفاته عددا من الوصفات .\r\nوقد استعمل الناس بعده على مدى الأجيال ثلاثة أدوية نسبت إليه وهي :\r\n1 - ( الهيرا ) بيكرا  Holy - bitter  أيارج  Hierae picra  .\r\nمعجون قوامه الصبر والقرفة .\r\n2 - الطين المختوم  Terra sigillata  .\r\n3 - والترياق المشهور « * »\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الترياق معجون مركب من عدة مواد ( نباتية ومعدنية وحيوانية ) منها لحوم الأفاعي .\r\nوكان يقصد منه القدماء مقاومة سم ذوات السموم . وقد توارثت الأجيال صناعة الترياق وعلى مر السنين أخذت شهرته تزداد حتى أصبح الدواء الأعظم الذي يشفى جميع الأمراض . وحتى أواخر القرن الثامن عشر كانت كلية الطب والصيدلة في باريس تقوم رسميا بتحضيره بحفل كبير أمام الملأ ثم توزعه على الصيادلة . والترياق انظر .\r\n","page_name":" 287 ","page_number":30},
  {"content":"\r\n\r\n\r\nمؤلفات جالينوس :\r\nعمر جالينوس طويلا ولم يتوقف أبدا أثناء حياته عن التأليف ، وقد بلغ عدد مؤلفاته أربعمائة مؤلف ، أعدم بعضها في حريق . وقد وصل منها إلينا 83 كتابا لا يتطرق الشك في نسبتها إليه ، و 19 يشك فيها ، و 15 تفسيرا لكتب أبقراط .\r\nوأهم هذه الكتب هي :\r\n1 - في أن الطبيب الفاضل يجب أن يكون فيلسوفا  1 . On the idcal Physician \r\n2 - كتاب الأسطقسات  2 . On the elements according to Hippocrates \r\n3 - كتاب التشريح الكبير  3 . On anatomical preparation or Encheirosis \r\nوهو من أهم كتب جالينوس في علم التشريح وقد ظل المرجع الأساسي على مر القرون وهو 15 مقالة والمقالات من 9 إلى 15 لا توجد إلا في الترجمة العربية ، وقد نشرها ماكس سيمون وترجمها إلى الألمانية وأضاف إليها معجما عربيا - يونانيا - ألمانيا للمصطلحات الطبية « * * » .\r\n4 - كتاب في العروق  4 . On dissection of the veins and arteries \r\n5 - كتاب في حركة العضل  5 . On the movement of muscles \r\n6 - كتاب في آراء أبقراط وأفلاطون\r\n 6 . On the teaching of Hippocrates and Plato . \r\n7 - كتاب منافع الأعضاء  7 . On the use of the parts of the human body  وهو يشتمل على 17 مقالة وفيها جميع تعليم جالينوس في الفسيولوجيا .\r\n( 1 ) كتاب الصناعة في الطب المجوسي ج 2 ، ص 526 إلى 534 .\r\n( 2 )\r\n REUTTER de ROSEMONT , \" Histoire de la pharmacie \" Paris 1932 \r\n. ( 3 ) بشر فارس ، كتاب الترياق أثر عربى مصور ، القاهرة ، المعهد الفرنسي 1953 .\r\n\r\n\r\n","description":"","footnote":"\r\n( * * )\r\n ? ? ? ax SIMON , \" Sieben Bucher Anatomic des galens \" 2 VOL , Leipzig 1906 \r\n.\r\n","page_name":" 288 ","page_number":31},
  {"content":"\r\n\r\n8 - كتاب الصناعة الصغيرة  8 . On the Medical Art ( Ars Medica )  وهو ملخص . وكان يسمى باليونانية  Microtechne  وباللغة اللاتينية في القرون الوسطى  Articlla Ars Parva Tegni  .\r\n9 - كتاب حيلة البرء وهو 14 مقالة  9 . On the method of treatment  (  Magatchne or Ars Magna  ) .\r\nوكان لجالينوس شأن كبير عند العرب فترجموا معظم كتبه إلى العربية ولخصوها وفسروها . وقد ذكرها ابن أبي أصيبعة مطولا في كتابه ووضح مضمون بعضها .\r\nوكانت معظم كتبه في الطب أما كتبه في الأدوية فنذكر منها ما يأتي :\r\n1 - كتاب في قوى الأدوية المسهلة : مقالة واحدة « يبين فيها أن إسهال الأدوية ما يسهل ليس هو بأن كل واحد من الأدوية يحيل ما صادفه في البدن إلى طبيعته ثم يندفع ذلك فيخرج ، لكن كل واحد منها يجتذب خلطا موافقا مشاكلا له » .\r\n2 - كتاب الأدوية المفردة : جعله في إحدى عشرة مقالة . في المقالتين الأوليين خطأ من أخطاء في الطرق الرديئة التي سلكت في الحكم على قوى الأدوية . ثم أصل في المقالة الثالثة أصلا صحيحا لجميع العلم بالحكم على القوى الأولى من الأدوية . ثم بين في المقالة الرابعة أمر القوى الثواني وهي الطعوم والروائح وأخبر بما يستدل عليه منها على القوى الأولى من الأدوية .\r\nووصف في المقالة الخامسة القوى الثوالث من الأدوية وهي أفاعيلها في البدن من الإسخان والتبريد والتخفيف والترطيب . ثم وصف في المقالات الثلاث التي تتلو قوة دواء دواء من الأدوية النباتية .\r\nثم في المقالة التاسعة قوى الأدوية المعدنية وفي العاشرة قوى الأدوية\r\n\r\n","description":"","footnote":"","page_name":" 289 ","page_number":32},
  {"content":"\r\n\r\nالتي هي مما يتولد في أبدان الحيوان . ثم وصف في الحادية عشرة قوى الأدوية التي هي مما يتولد في البحر والماء الملح .\r\n3 - كتاب قوى الأغذية : ثلاث مقالات ، عدد فيه جميع ما يغتذى به من الأطعمة والأشربة ووصف ما في كل واحد منها من القوى .\r\n4 - كتاب تركيب الأدوية : في سبع عشرة مقالة ، أجمل في سبع منها أجناس الأدوية المركبة ، فعددها جنسا جنسا ، وجعل مثلا جنس الأدوية التي تبنى اللحم في القروح على حدته ، وجنس الأدوية التي تحلل على حدته إلخ . . . وإنما غرضه فيه أن يصف تركيب الأدوية على الجمل ولذلك جعل عنوان هذه السبع المقالات « في تركيب الأدوية على الجمل والأجناس » .\r\nوأما العشر المقالات الباقية فجعل عنوانها « في تركيب الأدوية بحسب المواضع » وابتدأ فيه من الرأس وهلم جرا على جميع الأمراض إلى أن انتهى إلى أقصاها .\r\nوقد أشار ابن أبي أصيبعة إلى أن جملة هذا الكتاب الذي رسمه جالينوس في تركيب الأدوية لم يوجد في زمانه إلا وهو منقسم إلى كتابين وكل واحد منهما على حدته :\r\nفالأول يعرف بكتاب قاطاجانس ، وهذا العنوان نقل حرفى للعنوان اليوناني  Kata genes  ، ويتضمن السبع المقالات الأولى التي تقدم ذكرها .\r\nوالآخر يعرف بكتاب الميامر ، ويحتوى على العشر المقالات الباقية ، والميامر جمع ميمر وهو الطريق .\r\n5 - كتاب الأدوية التي يسهل وجودها : وهي التي تسمى « الموجودة في كل مكان » وهو مقالتان .\r\n\r\n","description":"","footnote":"","page_name":" 290 ","page_number":33},
  {"content":"\r\n\r\n6 - كتاب الأدوية المقابلة للأدواء : جعله في مقالتين ، ووصف في المقالة الأولى منه أمر الترياق وفي المقالة الثانية أمر سائر المعجونات .\r\n7 - كتاب الترياق إلى مغيليانوس : مقالة واحدة صغيرة .\r\n8 - كتاب الترياق إلى قيصر : وهو مقالة واحدة .\r\n\r\nالصيدلة عند السريانيين - من النساطرة واليعاقبة :\r\nثم تبع اليونان السريانيون وبخاصة النساطرة الذين أخذوا المعرفة والعلم عن قدماء المصريين واليونان ، إذ يقال إن داريوس ملك الفرس ، بعد أن غزا مصر ، نقل منها بعض علمائها إلى مدينة الرها  Edessa  . وهي بين العراق والشام حيث أصبحت مركزا ثقافيا وعلميا ممتازا إلى أن كان اضطهاد بيزنطة الذي أدى إلى أن أمر امبراطورها في عام 489 باغلاق هذا المعهد ، ففر العلماء منها والتجأوا إلى فارس حيث أكرم الملك وفادتهم وأنشأ لهم في جنداسابور معهدا حضر إليه العلماء بخاصة من اليونان عندما أغلق جوستنيان معاهد أثينا في عام 528 . وأصبحت بذلك جنداسابور مركزا ثقافيا رائعا تلاقت فيه الثقافات اليونانية والفارسية والهندية والسريانية ، وكان له أثر بين في نقل العلم والمعرفة للعرب ، وازدهر فيه الطب وشيدت في المدينة المستشفيات ( البيمارستانات ) ليس لمعالجة المرضى فحسب بل أيضا للتعليم النظري والعملي ، وهناك درس الطب الحارث بن كلدة الذي عاصر الرسول عليه أفضل الصلاة والسلام . ومنها انتقل العلماء والأطباء إلى بغداد بناء على رغبة الخلفاء العباسيين ، وساهموا بقسط وافر في تقدم العلم والحضارة عند العرب . وممن يشار إليهم في هذا المقام بختيشوع بن جورجس ، جورجيس بن جبريل ، يوحنا بن ماسويه ، حنين بن إسحاق ، جبريل بن عبد اللّه وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":34},
  {"content":"\r\n\r\n\r\nالصيدلة في فارس والهند\r\nمن المرجح أن الحضارتين الفارسية والهندية لهما اتصال مباشر أو غير مباشر بالحضارة البابلية ، وقد أثرا في الحضارة العربية وبخاصة في الطب والصيدلة تأثيرا كبيرا مباشرا وغير مباشر .\r\nوينقسم تاريخ الطب في فارس وإيران إلى عهدين : الأول يوجد في الكتب المقدسة المسماة « زند أقيستا » ، والثاني متصل اتصالا وثيقا بالحضارة العربية الإسلامية التي كان لها أكبر الأثر في فارس بعد دخولها في الإمبراطورية الإسلامية . فقد كان للأطباء والصيادلة العرب المنحدرين من أصل فارسي إسهام عظيم في ازدهار العلم في البلاد العربية . أما فيما يتعلق بالعهد القديم فان البيانات الخاصة بالعلوم الطبية والصيدلية ترد في الكتاب السادس من « زند أقيستا » المسمى « فانديداه » الذي يعرض للتطهير الذي يطرد الشيطان الخبيث الذي هو سبب العلل في جسم الإنسان . ولقد ذكرت عدة قوانين لإبعاد المصابين بالبرص عن المنازل وعزلهم . وتكاد تكون مراسيم التطهير الواردة في « الفانديداه » هي التي ورد ذكرها في التوراة . كما ورد في هذا الكتاب قوانين تنص على عقاب الطبيب الذي يخطئ في مزاولة مهنته وكذلك مقدار ما يتقاضاه من مرضاه ( يتوقف ذلك على حالة المريض ) كما تنص على امتحان الطبيب قبل السماح له بتعاطى المهنة . ومع كل فقد كانت ممارسة الطب موقوفة على عباد « مازدا » أي المختارين من المؤمنين .\r\nأما في الهند فكان مفهوم الطب يتميز عند قدمائهم بأنه يكون صرحا منهجيا يحل كل مرض فيه مكانه المحدد له ، فكل مرض له تشخيصه الدقيق ، وكل وصفة تحتوى على تفاصيل دقيقة بحيث تمثل الكتب الطبية الهندية التي وصلت إلينا دائرة معارف كاملة . فيها وثائق ثمينة لمعرفة الحضارة الهندية ، ولكن يتعذر فيها الفصل بدقة بين ما هو أصيل وما اقتبس من الحضارة الأشورية والبابلية . والذي يسهل دراسة العلوم الطبية عند القدماء في الهند\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":35},
  {"content":"\r\n\r\nأنها انتقلت كما هي على مر الأجيال ، وهي تمارس في معظم أنحاء الهند الآن كما كانت قديما . ومهما كان تأثير العوامل الخارجية على العلوم الطبية الهندية - وهو أمر لا شك فيه - فإنها كانت ، بالرغم من تطورها ، أصيلة حتى في الأزمنة القديمة جدا ، فعلم التشريح مثلا - وهو مختلف عن علم التشريح اليوناني - بقي على حالته الأولية لأن القوانين الدينية تحرم مس جئت الموتى .\r\nأما ما يخص المادة الطبية فإن الهند قد ساهمت مساهمة واسعة فيما وصل إليه العرب والغرب في هذا الميدان . فقد درسوا كثيرا من العدد الضخم من النباتات الطبية التي تنمو في مثل هذه البلاد الواسعة ، وعرفوا تأثيراتها واستعملوها فعلا في العلاج . وقد ورد في كتبهم ذكر ما ينيف على 1000 عقار كما أن ديسقوريدس في كتابه الأعشاب ذكر عددا من الأعشاب كانت تستورد من الهند .\r\nوقد كانوا يأخذون بنظرية الأمزجة  Humoral Theory  التي قد تكون وصلتهم من أصل يوناني ، فكانوا يعتقدون أن الصحة والمرض يحكمهما ثلاثة أمزجة في الجسم هي القاين ( قوة الأعصاب  Vayn  ) والبتة ( إنتاج الحرارة  Pitta  ) والكافا ( التحكم في تنظيم الحرارة والإفرازات  Kapha  ) . وعلى كل حال فإن التدابير الخاصة بالصحة والتغذية كانت متبعة عندهم وهي وليدة بلادهم التي تحظى فيها الكتب الطبية بقداسة القانون الديني .\r\nوأهم مصدر لتاريخ العلوم الطبية والصيدلية في الهند هو كتاب « أيوزافيدا » أو علم الحياة  Ayurvedas  الذي يحتوى على صيغ سحرية لطرد الشياطين وممثليها من البشر ، وكذلك العادات والتقاليد التي وصلت عن البراهمة الذين ظل الطب الهندي في حوزتهم لعدة قرون ، والذين أنشأوا المستشفيات منذ زمن طويل قبل ميلاد المسيح . وبجانب البراهمة كان هناك فئة يمارسون الطب التجريبى كانوا يسمون ( القايديا  Vaidya  ) .\r\nوالكتاب الذي يعتبر أهم مرجع للطب الهندي هو كتاب ( سوسروتا  Susrula  ) ويرجع عهده إلى أوائل العهد المسيحي ، ولو أن بعض المصادر تذكر\r\n\r\n","description":"","footnote":"","page_name":" 293 ","page_number":36},
  {"content":"\r\n\r\nأنه أقدم من ذلك بكثير . وقد ترجم إلى اللاتينية سنة 1844 وإلى الإنجليزية سنة 1897 . وأهمية هذا الكتاب أنه يحتوى على علم الجراحة وعلم التشريح كما أن المادة الطبية فيه تحتوى على 700 عقار نباتى منها البيش والصبر وعرق الأيكر والحشيش والزعفران والكركم والخروع والقنبيل إلخ . . . ، وكذلك كثير من العقاقير المعدنية مثل الشب والزرنيخ والبورق وكبريتيد الزئبق وأكسيد الخارصين ، وكذلك على مجموعة من العقاقير الحيوانية كالذراح والمسك ولحم الحيات ودهون مختلفة والروثات إلخ . . . وكل هذه العقاقير مقسمة إلى 37 قسما بحسب ما تعالجه من الأمراض . كما أنها مقسمة إلى خمس مجموعات هي : المقيئات ، والمسهلات ، والغسولات ، والحقن الشرجية الزيتية ، والمعطسات . وقبل استعمال هذه الأدوية توصف الدهون والزيوت إذ كان لها دور هام في العلاج من الباطن ومن الخارج على السواء .\r\nوأساس العلاج عندهم كان منصبا على نظام الغذاء والحمية واستعمال الأعشاب الطبية التي كانت شائعة الاستعمال ، وكثيرا ما كان يوصف الفصد والحجامة ووضع العلق ، غير أنهم بصفة عامة كانوا أكثر ميلا إلى استعمال الأدوية من الخارج . وكانت الحقن الشرجية الزيتية والمقيئات والمساحيق المعطسة ( التي كانوا يعتقدون أنها تنقى الدماغ ) والمراهم والحمامات البخارية تستعمل بشتى الطرق ويتفننون في تنويعها كما كانت توصف المستنشقات الطبية . وليس هناك ما يثبت أنهم استعملوا الزئبق قبل مجىء العرب إلى الهند إلا أنه من المؤكد أنه أصبح فيما بعد دواء هاما في المستحضرات الطبية .\r\nوكانت قوانين « مانو » في الهند تفرض التدابير الصحية وتكرار الغسيل والاستحمام كالوضوء ومضمضمة الفم بعد كل وجبة أكل والاستحمام بعد كل اتصال جنسي . وكان عدد كبير من الخضراوات مجرما أكله كالبصل والثوم والكمآت وكذلك لحم الحيوان ما لم يذبح لهذا الغرض .\r\nولقد ورد في كثير من كتب العرب ذكر الأطباء الهنود الذين جاءوا من الهند للعمل في بغداد أيام الخلفاء العباسيين ( من الفهرست لابن نديم ، عيون الأنباء\r\n\r\n","description":"","footnote":"","page_name":" 294 ","page_number":37},
  {"content":"\r\n\r\nلابن أبي أصيبعة ) ، وأهم هؤلاء الأطباء الذين كانوا ملمين بقوى الأدوية على .\r\nحد تعبير ابن اصيبعة هم : كنكة الهندي الذي ألف « كتاب في الطب » وحنجهل ، وتاناق الذي ألف « كتاب السموم » وخمس مقالات نقلت من اللسان الهندي إلى اللسان الفارسي ونقلها منكه الهندي إلى العربية ، ومن المصادر العربية في المادة الطبية التي أخذت عن الهنود كتاب « فردوس الحكمة » لأبى سهل علي بن ربن الطبري الذي انتهى من تأليفه سنة 850 م فقد استقى كتابه هذا من المؤلفين اليونانيين السابقين وكذلك من أربعة كتب هندية للمؤلفين :\r\n1 - سوسروتا  Sustruta \r\n2 - شراكا  Charaka \r\n3 - نيداما  Nida'am \r\n4 - اشتانجا هريدايا  Ashtanga hiridaya \r\nوقد خصص ابن ربن الجزء السادس من كتابه للمادة الطبية الهندية\r\nأما ابن النديم في كتابه « الفهرست » فقد ذكر أسماء كتب الهند التي باللغة العربية وهي :\r\n1 - كتاب سسرد من عشر مقالات لمنكه الهندي في البيمارستان ويجرى مجرى الكناشات .\r\n2 - كتاب استانكر « الجامع » تفسير ابن دهن .\r\n3 - كتاب سيرك شرحه عبد اللّه بن علي من الفارسية إلى العربية .\r\n4 - كتاب سند ستاق ومعناه كتاب صفوة النجح تفسير ابن دهن صاحب البيمارستان .\r\n5 - كتاب مختصر للهندى في العقاقير .\r\n6 - كتاب علاجات الحبالى للهندى .\r\n\r\n","description":"","footnote":"","page_name":" 295 ","page_number":38},
  {"content":"\r\n\r\n7 - كتاب توقشتل فيه مائة داء ومائة دواء .\r\n8 - كتاب روسا الهندية في علاجات النساء .\r\n9 - كتاب السكر للهندى : كتاب أسماء عقاقير الهند فسره منكه لإسحاق ابن سليمان .\r\n10 - كتاب رأى الهندي في أجناس الحياة وسمومها .\r\n11 - كتاب التوهم في الأمراض والعلل لتوقشل الهندي .\r\n\r\nالصيدلة في الصين\r\nبدأ الطب عند قدماء الصينيين بالسحر والشعوذة ثم تأسس على الفلسفة وعلم الكون ثم تطور إلى طب شعبى بالتجربة وبمعرفة العقاقير النباتية . وكانت العلوم الطبية عندهم تقتصر في المبدأ على علم الصحة والحمية ومعالجة الأمراض الباطنة وكذلك الجراحة . أما الفلسفة الصينية فكان أساسها - كما ذكر أرتوروكستيليونى « 1 » وغيره « أن الإنسان يتركب - كغيره من الأشياء الأخرى التي توجد في الطبيعة - من خمسة عناصر هي : الخشب والنار والأرض ( التراب ) والمعادن والماء . وهذه العناصر لها اتصال بالاتجاهات الخمسة ( الشمال والجنوب والشرق والغرب والمركز ) وبالحواس الخمس ( الذوق والشم والسمع والبصر واللمس ) وبالألوان الخمسة ( الأصفر والأحمر والأخضر المزرق والأبيض والأسود ) وبالطعوم الخمسة ( الحامض والمر والحلو والملح والقابض ) إلى غير ذلك ولذا كان للرقم 5 أهمية خاصة عند الصينيين . أما نظرية التضاد عندهم فكانت من مبدأين متضادين - هما :\r\n1 - اليانج  Yang  : وتمثله السماء والشمس والضوء والقوة والحرارة واليبوسة والشفع ( الزوجية ) والذكورة والعيون والجانب الأيسر وجميع الصفات الإيجابية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب  \" History of Medicine , \" By Arturo Castiglioni .  وترجمه من الإيطالية إلى الإنجليزية  1946 - E . B . Krumchaar .  .\r\n","page_name":" 296 ","page_number":39},
  {"content":"\r\n\r\n2 - الين  Yin  : هو مبدأ السلبية ويتمثل في الأرض والقمر والظلمة والضعف والرطوبة والبرودة والوتر ( الفردية ) والأنوثة والآذان والجانب الأيمن وجميع الصفات السلبية .\r\nوهذان المبدءان يتبادلان بانتظام دون أن يهدم أحدهما الآخر أو يتعدى عليه ، وفي توازنهما التام الصحة والهدوء والسكينة والعافية ، وفي عدم تناسق توازنهما أو إيقاف حركتهما السقم والمرض والهزال . ولذا كان على الطبيب أن يدبر الغذاء والشراب انسجاما والعناصر المختلفة ومع هذين المبدأين بحسب كل فترة من الزمان حتى تدوم الصحة والعافية . أما العقاقير - فكما ذكر هيوم « 1 » - فان الصينيين كانوا يعتبرونها من الأشياء التي بها حياة وأنها مستودعات لقوى حيوية وموزعات لها ، وأنها تحمل أرواحا طيبة وأخرى شريرة أو تسكنها هذه الأرواح ، وأن على الطبيب أن يعمل على تعادل تأثيرات القوى الضارة بمعاونة الأرواح الصديقة أو الطيبة ، وأن يهىء للإنسان كل قوى طيبة في الطبيعة ، وأن يستعمل لشفائه من لأمراض من المواد الطبية ما فيه تشابه في شكله بجسم الإنسان أو ببعض أجزائه لتقويته ، وعلاج ما يصيب هذه الأجزاء من الجسم من أمراض ، لذلك فان اليبروح  Mandragora  والجنسنج  Ginsing  كان لهما أهمية خاصة عندهم في العلاج لما لهما من هذه الصفات .\r\nوتذكر الأساطير أن الإمبراطور « شن نونج -  Shen Nung  » ( حوالي 2200 ق . م . ) يعتبر مؤسس الصيدلة في الصين ، وأنه كان يعلم شعبه زراعة النباتات واستعمال الآلات الزراعية وأنه كان يجرب الأعشاب الطبية على نفسه شخصيا ليعرف تأثيرها ، وكانت له عند الصينيين منزلة خاصة حتى أنهم كانوا يعبدونه وما زال حتى الآن تتخذه الصيادلة في الصين رمزا لهم ويعتبرونه الإله الحامي لهم . ويقال إنه هو أول من ألف في الأعشاب في الصين وأنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n Edward H . Hume ; \" The Chinese Way in Medicine \" 1940 \r\n.\r\n","page_name":" 297 ","page_number":40},
  {"content":"\r\n\r\nهو مؤلف الكتاب المسمى « بن تساو »  Pen Ts'on  الذي يعتبر أول مصنف صينى للنباتات الطبية والعقاقير ، وهو يشتمل على حوالي 365 عقارا ، قسمها المؤلف بحسب فوائدها إلى ممتازة  Superior  ومتوسطة  Medium  ودنيئة  Inferior  ومن العقاقير التي اكتشفها شن نونج وجربها نبات العلد  Ephedra  الذي اشتهر وما زال وبخاصة بعد أن استخلص منه القلوانى « إفدرين » . كما جرب الدار صينى  Ginnamon  والراوند  Rhubarb  الخ . . . وأثبت فوائدهما .\r\nوأول من أورده التاريخ من الأطباء الصينيين هو « يبين شوياى  Pian Ch'iao  في القرن الخامس قبل الميلاد والذي ينسب إليه تحضير النبيذ المخدر ، وأول من استعمل جس النبض في التشخيص . ولم يظهر في الصين أحد بعد ذلك من مشاهير الأطباء إلا في القرن الثاني بعد الميلاد حيث اشتهر الطبيب « شانج شونج شنج  « Chang Chung - Ching  ، الذي كتب عن حمى التيفويد وغيرها من الحميات وعن علاجاتها بالعقاقير المخفضة للحرارة وبالحمامات الباردة . كما اشتهر كذلك الجراح « هاوتو  Hua T'O  المولود حوالي 191 م والذي استعمل في إجراء عملياته الجراحية العقاقير المخدرة كالداتورة البيضاء  Datura lab  والبيش  Aconite  ونبات  Rhodendron Sinensis  .\r\nوكان الصينيون يستعملون الأعشاب الطبية بنقعها في الماء أو بغليها مع الماء ، وأحيانا بتخميرها في الماء لتصير على هيئة الجعة ( البيرة ) ولكنهم لم يستعملوا التقطير في تحضير الأدوية حيث أنه لم يكن لهم معرفة بهذه العملية .\r\nوكانوا في علاجاتهم يستعملون كذلك المراهم ، والضمادات ، والأطلية والحمامات الباردة والساخنة والبخارية ، والتدليك ويستعينون بها في الحالات الجراحية ، ولكنهم لم يعرفوا العلاج بالغرز بالإبر  Acupuncture  ويمارسوه إلا بعد أن اكتشفوا سير النفس والدم في الجسد والمراكز الحساسة فيه ولم يتسن لهم\r\n\r\n","description":"","footnote":"","page_name":" 298 ","page_number":41},
  {"content":"\r\n\r\nذلك إلا في القرن الثاني قبل الميلاد ولكن قيل إن بدء ذلك كان حوالي 2700 ق . م . ( كستيليونى ) .\r\nوبجانب الأعشاب الطبية استعمل الصينيون المواد الحيوانية . العلاج وبخاصة على هيئة مراهم ، كما استعملوا المعادن والمواد الكيماوية . وقد عرفوا السموم وجربوها ووقفوا على طريقة فعلها واستطاعوا لذلك أن يستعملوها في أغراض طبية .\r\nومن كتب قدماء الصين في المادة الطبية كتاب الموكنج  Mo - King  ( من القرن الثالث الميلادي ) ، وهو يحوى كذلك وصفا دقيقا لمرضى البرص والجدري ، وبه وصفة « لحبوب الخلود » مكونة من الذهب والزئبق وحجر الجاد والكبريت والزنجفر ( كبريتد الزئبق ) محلولة أو مخلوطة مع بعض الأعشاب الطبية . وهناك كذلك كتاب « أدوية الخزانة الذهبية » وكتاب « الوصفات العاجلة » الذي أكمل فيما بعد بكتاب « المائة وصفة » . وأهم ما ألف في المادة الطبية الصينية الكتاب المسمى « بن تساوكانج مو  Pen To'oa Kang Mu  الذي جمع فيه مؤلفه « لي شيه شين  « Li Shin'Shen  ( 1552 - 1578 م ) ما سبق معرفته وأساسه كتاب شن نونج القديم ، ويتألف هذا الكتاب من 52 مجلدا وبه حوالي 2000 وصفة دوائية كما وصف 1074 نباتا وحوالي 442 مادة حيوانية ( انظر هيوم ) كما أنه يشتمل على أهم ما يتصل بالطب الصيني القديم .\r\nومع أن العرب قد وصلوا إلى الصين واتصلوا بأهلها بل وكانت لهم معهم علاقات مختلفة بخاصة التجارية منها وأنهم استوردوا منهم بعض العقاقير كالراوند وأخذوا عنهم صناعة الورق السيراميك إلا أن المراجع المتاحة لم يستدل منها عما إذا كان العرب قد أخذوا عن الصين معرفة ما ، ومقدار ما أخذوه منها وبخاصة في الصيدلة - ولكن هناك من البراهين ما يؤيد احتمال تبادل الأفكار والآراء والمعلومات بين الحضارتين العربية والصينية في المدة من القرن الثامن إلى القرن الرابع عشر ولو أن ذلك بطريق غير مباشر .\r\n\r\n","description":"","footnote":"","page_name":" 299 ","page_number":42},
  {"content":"\r\n\r\n\r\nانتقال التراث القديم\r\nانتقل التراث اليوناني الروماني إلى الشرق عن طريق الإسكندرية والعراق وفارس ، وكان في الإسكندرية جامعة مشهورة كانت فخر العالم القديم .\r\nوفي الشرق الأوسط أصبحت الرها  Edessa  مركزا ثقافيا ممتازا حيث ترجم المسيحيون النساطرة عددا كبيرا من الكتب الفلسفية والطبية من اليونانية إلى السريانية .\r\nوفي عام 489 قرر إمبراطور بيزنطة إغلاق مدرسة الرها ، فلجأ علماؤها إلى فارس حيث وجدوا لدى الملك أحسن لقاء فخصص لهم مدينة جنديسابور القائمة بين السوس  Susa  وأكبتان  Ecbatan  ، وهي مدينة قديمه يرجع تأسيسها إلى القرن الثالث ب . م .\r\nوفيما بعد ، وفد على هذه المدينة الفلاسفة اليونانيون الذين أخذوا بمذهب الإفلاطونية الحديثة وذلك عندما أغلق جوستنيان مدارس في أثينا عام 528 .\r\nوقد أحدث وجود هؤلاء العلماء في جنديسابور حركة ترجمة قوية ، فأصبحت المدينة مركزا ثقافيا رائعا تلاقت فيه ثقافات اليونانيين القدماء والمسيحيين النساطرة واليهود والهنود والفرس ، كل ذلك في تسامح وتفاهم مثير للإعجاب . وقد ازدهر الطب أيضا في المدينة فشيدت المستشفيات ( البيمارستانات ) « 1 » ليس فقط لمعالجة المرضى بل أيضا للتعليم النظري والعلمي .\r\nومن المرجح أن اللغة العربية كانت معروفة في جنديسابور قبل استيلاء العرب على المدينة سنة 638 لأنها كانت بالقرب من الحيرة وهي مدينة ومنطقة عربية مشهورة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدكتور أحمد عيسى « تاريخ البيمارستانات في الإسلام » .\r\n","page_name":" 300 ","page_number":43},
  {"content":"\r\n\r\nوكان الأطباء في جنديسابور يعرفون اللغة العربية كما يشهد على ذلك ما يرويه ابن أبي أصيبعة عن جورجيس رئيس أطباء جنديسابور عندما التقى بالخليفة المأمون فكلمه باللغة العربية وباللغة الفارسية .\r\nإن مواهب النساطرة اللغوية ، في منطقة متعددة الثقافات والسير مع التيارات العلمية الجديدة مع الاحتفاظ بالتراث القديم ، كل هذا جعل النساطرة خيرة الوسطاء لنشر الثقافة الطبية اليونانية الرومانية بين العرب .\r\nوقد فازت عائلة بختيشوع ، لما ضمته من أطباء ماهرين ، بثقة الخلفاء العباسيين الذين قربوهم منهم وسلموا لهم مقاليد حياتهم وصحتهم . أما الشخصية البارزة في ميدان التأليف والنقل والتطيب فهي بلا شك شخصية حنين بن إسحاق .\r\nوقد أجمل ذلك داود الأنطاكي « 1 » في مجال الصيدلة فقال « فقد أتقن السلف رحمهم اللّه تعالى ذلك ( أي معرفة المفردات وتأثيراتها الطبية وصناعتها ) حتى وجدناه مهذبا مرتبا فنحن كالمقتبسين من تلك المصابيح ذبالة والمغترفين من تلك البحور بلالة . وأول من ألف شمل هذا النمط وبسط للناس فيه ما انبسط ديسقوريدس اليوناني في كتابه الموسوم بالمقالات في الحشائش ، ولكنه لم يذكر إلا الأقل حتى أنه أغفل ما كثر تداوله وامتلأ الكون بوجوده كالكمون والسقمونيا والغاريقون ، ثم روفس فكان ما ذكره قريبا من كلام الأول ، ثم قوليس فاقتصر على ما يقع من الأكحال خاصة على أنه أخل بمعظمها كانلؤلؤ والأثمد ثم أندروماخس الأصغر فذكر مفردات الترياق الكبير فقط ثم رأس البغل الملقب بجالينوس وهو غير الطبيب المشهور فجمع كثيرا من المفردات ولكنه لم يذكر إلا المنافع خاصة دون باقي الأحوال ، ولم أعلم من الروم مؤلفا غير هؤلاء ، ثم انتقلت الصناعة إلى أيدي النصارى ، فأول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تذكرة أولى الألباب والجامع العجب العجاب لداود الأنطاكي .\r\n","page_name":" 301 ","page_number":44},
  {"content":"\r\n\r\nمن هذب المفردات اليونانية ونقلها إلى اللسان السرياني « دويدورس البابلي » ولم يزد على ما ذكروه شيئا حتى أتى الفاضل المعرب والكامل المجرب إسحق بن حنين النيسابوري فعرب اليونانيات والسريانيات وأضاف إليها مصطلح الأقباط لأنه أخذ العلم عن حكماء مصر وأنطاكية واستخرج مضار الأدوية ومصطلحاتها ، ثم تلاه ولده حنين ففصل الأغذية من الأدوية فقط ولم أعلم من النصارى من أفرد غير هؤلاء . وأما النجاشعة فلهم كثير من الكناشات . ثم انتقلت الصناعة إلى الإسلام ، وأول واضع فيها الكتب من هذا القسم الإمام محمد بن زكريا الرازي ، ثم مولانا الفرد الأكمل والمتبحر الأفضل الأمثل الحسين بن عبد اللّه بن سينا رئيس الحكماء فضلا عن الأطباء فوضع الكتاب الثاني من القانون وهو أول من مهد لكل مفرد سبعة أشياء وأخل بالأغلب ، إما لاشتغال باله أو لعدم مساعدة الزمان له ، ثم ترادف المصنفون على اختلاف أحوالهم فوضعوا في هذا الفن كتبا كثيرة من أجلها مفردات ابن الأشعث ، وأبي حنيفة ، والشريف ، وابن الجزار ، والصائغ ، وجرجس بن يوحنا ، وأمين الدولة ، وابن التلميذ ، وابن البيطار ، وصاحب ما لا يسع ، وأجل هذه الكتب الكتاب الموسوم بمنهاج البيان صناعة الطبيب الفاضل يحيى بن جزلة رحمه اللّه تعالى ، فقد جمع المهم من قسمي الأفراد والتركيب في ألطف قالب وأحسن ترتيب ، وأظن أن آخر من وضع في هذا الفن الحاذق الفاضل محمد بن علي الصوري » .\r\n\r\n","description":"","footnote":"","page_name":" 302 ","page_number":45},
  {"content":"\r\n\r\n\r\nعصر الترجمة\r\nنشأت حركة ترجمة العلوم إلى العربية في البداية على يد غير العرب ثم تولاها العرب أنفسهم وأثمرت هذه الحركة ثمرتها حين هضم العرب هذه العلوم وتمثلوها ، ثم تجاوزوا هذه المرحلة إلى مرحلة التأصيل فوجد منهم الفلاسفة والأطباء . . ، وقد أضافوا إلى الحضارة الإنسانية تراثا ضخما في هذه العلوم ، وكان إسهامهم فيها طورا طبيعيا أسلم إلى الحضارة الأوروبية الحديثة وكان سببا لها .\r\nويروى ابن نديم ، أن خالد بن يزيد بن معاوية بن أبي سفيان ، كان شغوفا بالكيمياء فاستقدم بعض العلماء من مدرسة الإسكندرية منهم الراهب « ماريانوس » لتعليمه الكيمياء والعلوم كما استخدم عددا من العلماء ترجموا له الكثير من الكتب اليونانية القديمة في الطب والكيمياء والنجوم ، وكان منهم « اسطفان القديم » أول من بدأ بترجمة المؤلفات اليونانية إلى العربية .\r\nوقد مرت الترجمة في العصر العباسي بثلاثة أدوار « 1 » .\r\nالأول من خلافة أبى جعفر المنصور إلى وفاة هارون الرشيد أي من عام 136 إلى 193 ه . وقد نبغ في هذا العهد عدد من التراجمة نذكر منهم من عنى بنقل كتب الطب الخاصة من أمثال يحيى بن البطريق وجورجيس بن بختيشوع ، ويوحنا بن ماسويه وغيرهم .\r\nويبتدئ الدور الثاني من ولاية المأمون ( 198 ه - 300 ه ) واشتهر فيه من التراجمة قسطا بن لوقا البعلبكي ، وحنين بن إسحاق ، وابنه إسحق بن حنين وعيسى بن يحيى ، وثابت بن قره الحراني ، وقد بذل المأمون جهده في استخدام التراجمة ، وكان ينفق في ذلك بسخاء ، وكان يحرض الناس على قراءة الكتب ويرغبهم في تعليمها . واقتدى به الكثيرون من أهل دولته في بغداد ، فتقاطر إليها المترجمون من أنحاء العراق والشّام وفارس ، وفيهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن كتاب « عصر المأمون » لمؤلفه الدكتور فريد رفاعى وكتاب « تاريخ الطب عند العرب » لمؤلفه الدكتور التيجاني الماحي .\r\n","page_name":" 303 ","page_number":46},
  {"content":"\r\n\r\nالنساطرة واليعاقبة والصابئة والمجوس والروم والبراهمة ، يترجمون من اليونانية والفارسية والسريانية والسسكريتية والقبطية واللاتينية وغيرها ، وكثر في بغداد الوراقون وباعة الكتب ، وأصبح هم الناس البحث والمطالعة . وظلت تلك النهضة مستمرة بعد المأمون إلى عدد من خلفائه .\r\nأما تراجمة الدور الثالث ، الذي يبتدئ من 300 ه وينتهى في حوالي منتصف القرن الرابع الهجري ، فكانوا أكثر اشتغالا بنقل المنطق والطبيعة منهم ابن يونس ، وسنان بن ثابت بن قره .\r\nويعد حنين بن إسحاق العبادي ( 194 - 264 ه ) شيخ تراجمة العصر العباسي ، بلغ اهتمامه بترجمة الآثار اليونانية مبلغا عظيما ، فكان يجوب الأقطار في طلبها والحصول عليها ، أمثال ذلك كتاب « البرهان » لجالينوس الذي كان نادر الوجود في القرن الثالث الهجري ، والذي قال عنه حنين :\r\n« إنني بحثت عنه بحثا دقيقا ، وجبت في طلبه أرجاء العراق وسوريا وفلسطين ومصر إلى الإسكندرية ، ولم أظفر إلا بقرب من نصفه في دمشق » .\r\nأما أبو يعقوب يوحنا بن ماسويه فقد خدم الرشيد والأمين والمأمون وعاش إلى عصر المتوكل وولاه الرشيد « بيت الحكمة » وقلده ترجمة الكتب اليونانية التي حصل عليها في حروبه بأنقرة وعمورية .\r\nأما ثابت بن قرة الحراني وابناه إبراهيم ، وسنان ، وحفيداه ثابت ، وإبراهيم فكانوا نقلة جيدين ، وكان ثابت يجيد اللغة اليونانية ، كما كان يجيد السريانية والعبرية أما قسطا بن لوقا البعلبكي فكان عالما باللغات اليونانية والسريانية والعبرية ، ونقل كتبا كثيرة إلى العربية ، أحصى ابن النديم ما له من الكتب سوى ما نقل وفسر وشرح ، فبلغت خمسة وثلاثين كتابا .\r\nوفي أواخر عصر الترجمة - بعد منتصف القرن الرابع الهجري - ظهرت بشائر عهد جديد هو عهد التأليف والتأصيل .\r\n\r\n","description":"","footnote":"","page_name":" 304 ","page_number":47},
  {"content":"\r\n\r\n\r\nالتعليم الصيدلي وتعاطى ( مزاولة ) المهنة\r\nكانت الصيدلة والطب متلازمين دائما في جميع العصور الأولى وكان الشخص الواحد يقوم بفحص المرضى وتشخيص أمراضهم ثم يقوم بنفسه بتحضير الأدوية الخاصة لعلاجهم ، وكانت علوم الطب والصيدلة تدرس مترافقة في المدارس نفسها دون تحديد لأيهما إلا أن العشاب ( الصيدلي ) كان الأسبق ، وقد لوحظ - كما تقدم - أنه كان في بعض الأحيان في الأزمان القديمة من كان يختص بالتطبيب ومن كان يختص بتحضير الدواء فكان في مصر القديمة مثلا كهنة متخصصون لتحضير الأدوية كانوا يسمون « سينو  Sinu  » ويساعدهم من يسمونهم « أورما  Urma  » وكان في بابل ما سموه « باسيسو » . ومع ذلك لم يكن هذا التخصص عاما ولا معترفا به في العصور التالية فلم تنفصل مهنة الصيدلة عن مهنة الطب تماما إلا في العهود الحديثة .\r\nوكذلك كان الحال عند العرب حتى أن علماءهم لم يتخصصوا - إلا قليلا منهم - لا في مزاولة مهنتهم ولا في تآليفهم ، إلا أن الاهتمام الكبير الذي لقيه إحياء العلوم وتقدمها من الخلفاء العباسيين ، وما كان من تشجيعهم للقائمين بها وبخاصة في علوم الصيدلة والطب ، وما كان لهؤلاء العلماء من التفنن في تحضير الأدوية وتجهيزها وتنوعها بما لهم من كفاية خاصة عالية ، كل ذلك قد أذكى الاهتمام الخاص بالصيدلة ودراساتها فأنشئت المدارس لتعليم الصيدلة في بغداد والبصرة ودمشق ثم في القاهرة والأندلس في قرطبة وطليطلة . هذا بالإضافة إلى أنهم قد أنشأوا بكل من البيمارستانات ( المستشفيات ) صيدلية في عهدة صيدلى كفء وكان بجانب إشرافه وقيامه بتجهيز الأدوية يقوم بتدريب الدارسين عمليا في مجال الدواء . وكانت هذه الصيدليات مملوءة بأصناف الأدوية والأشربة الموضوعة في الأواني الصينية والمرتبة ترتيبا جميلا .\r\nوكانت الأدوية تصرف منها للمرضى مجانا ( ابن أبي أصيبعة ) .\r\n\r\n","description":"","footnote":"","page_name":" 305 ","page_number":48},
  {"content":"\r\n\r\nولقد ذكر القفطي أنه كان في النصف الأول من القرن التاسع الميلادي أشخاص متعلمون موثوق في كفايتهم لقبوا بالصيادلة حصلوا على تراخيص توليهم حق مزاولة المهنة . فقد سنت القوانين التي تفرض الرقابة الحكومية الدقيقة عليها فعين في كل مدينة كبيرة موظف ( مفتش ) يعتبرا كبيرا للصيادلة فيها أو عميدا لهم للإشراف على تنفيذ هذه القوانين ومراقبة تحضير الأدوية في الصيدليات ونقاوة العقاقير المستعملة . كما كانت هذه القوانين فرض على من يتعاطى صناعة الصيدلة أن يحصل على ترخيص من الحكومة بذلك بعد أداء امتحانات خاصة في معرفة العقاقير وطرق تجهيزها إلخ . . .\r\nثم بقيد اسمه في سجل الجدول الخاص بذلك . وأول امتحان أجرى لذلك كان في بغداد عام 221 هجرية في عهد الخليفة المعتصم . فكان العرب لذلك أول من أنشأ فن الصيدلة على أساس علمي سليم وإقامة الرقابة على الصيدليات والصيادلة فكانوا فعلا رواده ومؤسسيه .\r\nوأول صيدلة خاصة أنشئت في بغداد عام 766 م . ولقد ذكر « تشرش  Tschirch  » ما مؤداه أن الصيدلة ( دكان الأدوية ) هي من إنشاء عربى خاص ، ولقد كان من المشكوك فيه جدا أن ترقى الصيدلة إلى مستواها الحالي لو لم تتأثر دراسة الطب والصيدلة بالتعاليم العربية في الطب والصيدلة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  . Tchirch , A : \" Handbuch der Pharmakognosie \" 1953 \r\n","page_name":" 306 ","page_number":49},
  {"content":"\r\n\r\n\r\nنظام الحسبة ومراقبة الأدوية عند العرب\r\nمن خصائص النظم الاجتماعية في القرون الوسطى مراقبة المصالح العامة للتأكد من أنها تسير طبقا للمبادىء كما جاءت في القرآن وفسرتها الشريعة ، وهذه المراقبة كانت تسمى بنظام الحسبة ، وهي وظيفة دينية من باب الأمر بالمعروف والنهى عن المنكر بما فرض على من ولى أمور المسلمين . فكان يجب عليه أن يعين لذلك محتسبا يراه أهلا للقيام بهذه الوظيفة ، وعلى المحتسب أن يتخذ الأعوان لمراقبة ما يجرى من المنكرات وتعزير الناس وتأديبهم وحملهم على التمسك بأهداب الشريعة وتجنب كل ما من شأنه أن يضر بمصلحة الجمهور .\r\nوليس للمحتسب إمضاء الحكم في الدعاوى مطلقا بل فيما يتعلق بالغش والتدليس في المعايش وغيرها في المكاييل والموازين . وله أيضا حمل المماطلين على الإنصاف وأمثال ذلك مما ليس فيه سماع بينة ولا إنفاذ حكم ، وكأنها أحكام ينزه القاضي عنها لعمومها وسهولة أغراضها فتدفع إلى صاحب هذه الوظيفة ليقوم بها . فوضعها على ذلك أن تكون خادمة لمنصب القضاء ( ابن خلدون المقدمة ص 226 - 227 ) .\r\nومع تطور المجتمع وتشعب المرافق العامة وتعددها احتاج المحتسب للقيام بوظيفته إلى مراجع توضح له نطاق عمله وتحدد بدقة مقتضيات المهن والصنائع الخاضعة للرقابة . فأخذ بعض العلماء يدونون هذه البيانات ويرتبونها فصولا متسلسلة بحيث يكون في متناول المحتسب نوع من « الدستور » يستطيع الرجوع إليه . ولنذكر على سبيل المثال بعض هذه المؤلفات التي نشرت أخيرا :\r\n1 - نهاية الرتبة في طلب الحسبة : تأليف عبد الرحمن بن نصر الشيزرى المتوفى سنة 589 ه / 1193 م وقد نشره سنة 1946 الأستاذ السيد الباز العرينى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لجنة التأليف والترجمة والنشر بالقاهرة .\r\n","page_name":" 307 ","page_number":50},
  {"content":"\r\n\r\n2 - معالم القرية في أحكام الحسبة لضياء الدين محمد بن الإخوة الذي عاش في مصر ، وقد نشره الأستاذ روبين ليفى في لندن سنة 1938 « 1 » .\r\n3 - رسالة ابن عبدون في القضاء والحسبة « 2 » .\r\n4 - رسالة أحمد بن عبد الرؤوف في آداب الحسبة والمحتسب .\r\n5 - رسالة الجرسيفى في الحسبة .\r\nكل هذه الرسائل تبدأ بذكر ما يجب ان يكون عليه المحتسب من حسن الخلق لكي يقوم بوظيفته خير قيام : فيقول مثلا ابن عبدون : « يجب أن يكون المحتسب رجلا عفيفا خيرا ورعا عالما غنيا نبيلا ، عارفا بالأمور محنكا فطنا ، لا يميل ولا يرتشى فتسقط هيبته ويستخف به ولا يعبأ به ويتوبخ معه المقدم له ، ولا يستعمل في ذلك خساس الناس ولا من يريد أن يأكل أموال الناس بالباطل والمهونة لأنه لا يهاب إلا من كان له مال وحسب » ص 20\r\nوقبل أن نتكلم بالذات عن مراقبة الصيادلة نورد أسماء الصناعات التي وردت في كتاب نهاية الرتبة للشيزرى .\r\nالباب الأول مخصص لذكر ما يجب على المحتسب من شروط الحسبة ولزوم مستحباتها . والباب الثاني : في النظر في الأسواق والطرقات .\r\nوالثالث والرابع : في معرفة القناطير والأرطال والمثاقيل والدراهم والموازين والمكاييل ، وعيار الأرطال والمثاقيل . وابتداء من الباب الخامس يخصص الشيزرى بابا على حدة لكل من رجال الصناعة الآتي ذكرهم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مجموعة  Gibb Mermorial  وترجمها إلى الإنجليزية .\r\n( 2 ) نشر الأستاذ ليفى بروفتال هذه الرسالة مع الرسالتين الآتي ذكرهما في كتاب واحد تحت عنوان : ثلاث رسائل أندلسبة في آداب الحسبة والمحتسب . مطبوعات المعهد الفرنسي بالقاهرة سنة 1955 وقد سبق أن ترجم الأستاذ ليفى بروفنال رسالة ابن عبدون إلى الفرنسية وأضاف إليها تعليقات عديدة قيمة ونشرها تحت عنوان :\r\n Seville musulmane au debut du XIIe siecle , Coll , Islam d'bier et d'auj - ourd'hui , vol . II , Paris . \r\nانظر أيضا مجلة « متنوعات » . . (  Melanges  ) لمعهد الدراسات الشرقية للآباء الدومنكبين ، القاهرة العدد الثالث 1956 ص 338 - 340 وقد ذكر فيها مصادر أخرى .\r\n","page_name":" 308 ","page_number":51},
  {"content":"\r\n\r\nالحبوبيون والدقاقون ، الخبازون ، الفرانون ، صناعة الزلابية ، الجزارون والقصابون ، الشواؤون ، الرواسيون ، قلاؤو السمك ، الطباخون ، الهرائسيون ، النقانقيون ، الحلويون ، الصيادلة ، العطارون ، الشرابيون ، السمانون ، البزارون ، المنادون والدلالون ، الحاكة ، الخياطون ، القطانون ، الكتانيون ، الحريريون ، الصباغون ، الأساكفة ، الصيارف . لصاغة ، النحاسون والحدادون ، البياطرة ، نحاسوا العبيد والدواب ، الحمامات وقوامها ، الفصادون والحجامون ، الأطباء والكحالون والمجبرون والجرائحيون ، مؤدبو الصبيان ، أهل الذمة .\r\n\r\nفي الحسبة على الصيادلة :\r\nونحن نذكر الآن النص الكامل الخاص بالصيادلة لكي يتبين القارئ طريقة المراقبة التي كان يتبعها المحتسب في تأدية وظيفته « 1 » :\r\n« تدليس هذا الباب والذي بعده كثير ، لا يمكن حصر معرفته على التمام . فرحم اللّه من نظر فيه ، وعرف استخراج غشوشه ، فكتبها في حواشيه تقربا إلى اللّه تعالى ، فهي أضر على الخلق من غيرها لأن العقاقير والأشربة مختلفة الطبائع والأمزجة ، والتداوي على قدر أمزجتها . فمنها ما يصلح لمرض ومزاج ، فإذا أضيف إليها غيرها أحرفها عن مزاجها فأضرت بالمريض لا محالة فالواجب على الصيادلة أن يراقبوا اللّه عز وجل في ذلك .\r\nوينبغي للمحتسب أن يخوفهم ويعظمهم وينذرهم العقوبة والتعزير ، ويعتبر عليهم عقاقيرهم في كل أسبوع . فمن غشوشهم المشهورة أنهم يغشون الأفيون المصري بشياف ماميتا « 2 » ويغشونه أيضا بعصارة ورق الخس البرى ويغشونه أيضا بالصمغ ، وعلامة غشه أنه إذا أذيب في الماء ظهرت له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتاب نهاية الرتبة في طلب الحسبة للشيزرى طبعة العريتى ص 42 - 47 .\r\n( 2 ) الشياف في اللغة نوع من الأدوية يتخذ قمعا أو تلبيسة لمعالجة أمراض المستقيم ، أو دواء لأمراض العيون والماميتا نبات ذكره ابن البيطار والأرجح أنه  Chelidonium glaucium  وعصارة النبات تسمى شياف ساميئا .\r\n","page_name":" 309 ","page_number":52},
  {"content":"\r\n\r\nرائحة كرائحة الزعفران إن كان مغشوشا بالماميتا ، وإن كانت رائحته ضعيفة ، وهو خشن ، كان مغشوشا بعصارة الخس . والذي هو مرصافى اللون ضعيف القوة يكون مغشوشا بالصمغ . وقد يغشون الرواند بنبتة يقال لها راوند الدواب « 1 » تنبت بالشام . وعلامة غشه أن الرواند الجيد هو الأحمر الذي لا رائحة له ، ويكون خفيفا ، وأقواه الذي يسلم من السوس ، وإذا نقع في الماء كان في لونه صفرة ، وما خالف هذه الصفة كان مغشوشا بما ذكرناه .\r\nوقد يغشون الطباشير بالعظام المحروقة بالأتاتين ، ومعرفة غشها أنها إذا طرحت في الماء رسب العظم وطفا الطباشير . وقد يغشون اللبان الذكر بالقلفونية « 2 » والصمغ ومعرفة غشه أنه إذا طرح في النار التهبت القلفونية ودخنت وفاحت رائحتها . وقد يغشون التمر هندى بلحم الأجاص « 3 » وقد يغشون الحضض « 4 » بعكر الزيت ومرائر البقر ، في وقت طبخه .\r\nومعرفة غشه أنه إذا طرح منه شئ في النار فان الخالص يلتهب ، ثم إذا أطفيته بعد الالتهاب يصير له رغوة كلون الدم ، وأيضا فان الجيد منه أسود ويرى داخله ياقوتى اللون ، وما لا يلتهب وما لا يرغى يكون مغشوشا بما ذكرناه .\r\nوقد يغشون القسط « 5 » . بأصول الراسن « 6 » . ومعرفة غشه أن القسط له رائحة وإذا وضع على اللسان يكون له طعم ، والراسن بخلاف ذلك . وقد يغشون زغب السنبل بزغب القلقاس . ومعرفة غشه أنه بوضعه في الفم يغثى ويحرق . وقد يغشون الأفربيون بالباقلاء « 7 » . اليابس المدقوق . وقد يغشون المصطكي بصمغ الأبهل « 8 » ومنهم من يغشون المقل « 9 » بالصمغ القوى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راوند الدواب : ( انظر ابن البيطار ج 2 ص 131 السطر 26 ) هو الراوند الشامي .\r\n( 2 )  Colophony resin  .\r\n( 3 ) البرقوق .\r\n( 4 )  Lycium afrum  .\r\n( 5 )  Costus  .\r\n( 6 )  Inula helenium  .\r\n( 7 ) الفول .\r\n( 8 )  Juniperus sabina  .\r\n( 9 ) صمغ  Commiphora africanum  .\r\n","page_name":" 310 ","page_number":53},
  {"content":"\r\n\r\nومعرفة غشه أن الهندي تكون له رائحة ظاهرة إذا نحر به ، وليس فيه مرارة والأفتيمون « 1 » الإقريطشى يغشونه بالشامي ، وليس بضار ، ويغشونه أيضا بزغب البسبايج « 2 » . ومنهم من يغش المحمودة « 3 » بلبن اليتوع « 4 » المجمد ، ومعرفة غشها أن توضع على اللسان ، فان قرصته فهي مغشوشة . ومنهم من يغشها أيضا بنشارة القرون ، وتعجن بماء الصمغ على هيئة المحمودة .\r\nومنهم من يغشها بدقيق الباقلاء ودقيق الحمص ، ومعرفة غش ذلك كله أن الخالصة صافية اللون مثل الغري ، والمغشوشة بخلاف ذلك ، وقد يغشون المر بالصمغ المنقوع في الماء ، وصفة غشه أن الخالص يكون خفيفا ولونه واحدا وإذا كسر ظهر فيه أشياء كشكل الأظفار ملساء . تشبه الحصى وتكون له رائحة طيبة ، وما كان منه ثقيلا ولونه لون الزفت فلا خير فيه . ومنهم من يغش قشر اللبان « 5 » بقشور شجر الصنوبر ، وصفة غشه أن يلقى في النار ، فان التهب وفاحت له رائحة طيبة فهو خالص ، وإن كان بالضد فهو مغشوش .\r\nومنهم من يغش المرزنجوش « 6 » ببذر الحندقوق « 7 » .\r\nوقد يغشون الشمع بشحم المعز وبالقلفونية ، وقد يذرون فيه عند سبكه دقيق الباقلاء أو الرمل الناعم ، أو الكحل الأسود المسحوق ، ثم يجعل ذلك بطانة في الشمعة ثم يغشى بالشمع الخالص ، ومعرفة غشه أنك إذا أشعلت الشمعة ظهر فيها ذلك . وقد يغشون الزنجار « 8 » بالرخام والقلقند « 9 » ، ومعرفة غشه أن تبل إبهامك وتغمسها فيه ، ثم تدلك بها السبابة فان نعم وصار كالزبد فهو خالص . وإن ابيض وتحبب فهو مغشوش ، وأيضا يترك منه شئ بين الأسنان ، فان وجدته كالرمل فهو مغشوش بالرخام ، وأيضا تحمى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  Cuscuta epithymum  .\r\n( 2 ) البسبايج  Polypodium vulgare  .\r\n( 3 ) هي السقمونيا  Convulvalus scammonia  .\r\n( 4 )  Euphorbia  .\r\n( 5 )  Boswelia Ccarterii  .\r\n( 6 )  Majorana bortensis  .\r\n( 7 )  Melilotus indica  .\r\n( 8 )  Verdigris  .\r\n( 9 )  Green vitriol  كبريتات ( ملفات ) الحديدوز .\r\n","page_name":" 311 ","page_number":54},
  {"content":"\r\n\r\nصفيحة في النار ثم يذر عليها فان احمر فهو مغشوش بالقلقند وإن اسود فهو خالص .\r\nوقد يختارون من الإهليلج « 1 » الأسود إهليلجا أصفر ، ويبيعونه مع الكابلي ، ويختارون من الإهليلج الأصفر المعصب « 2 » حباشة « 3 » الكابلي ويبيعونه مع الكابلي . وقد يرشون الماء على الخيار شنببر « 4 » وهو ملفوف في الأكيسة عند بيعه ، فيزيد رطله نصف رطل . ومنهم من يأخذ اللّسك « 5 » ويسبكه على النار ويخلط معه الآجر المسحوق والمغرة « 6 » ثم يعقده ويبسطه أقراصا .\r\nثم يكسره بعد جفافه ويبيعه على أنه دم الأخوين « 7 » . ومنهم من يدق العلك « 8 » دقا جريشا ، ثم يجعل فيه شيئا من الجاوشير « 9 » ويطبخه على النار في عسل النحل ويلقى فيه شيئا من الزعفران فإذا غلى وأرغى ، طرح فيه العلك ، وحركه إلى أن يشتد ثم يعمله أقراصا إذا برد ، ويكسره ويخلط معه الجاوشير فلا يظهر فيه .\r\nوأما جميع الأدهان الطبية وغيرها فإنهم يغشونها بدهن الخل بعد أن يغلى على النار ويطرح فيه جوز ولوز مرضوض ليزيل رائحته وطعمه ثم يمزجونه بالأدهان ، ومنهم من يأخذ نوى المشمش والسمسم ثم يعجنهما بعد دقهما ويعصرهما ويبيع دهنهما على أنه دهن لوز . ومنهم من يغش دهن البلسان « 10 » بدهن السوسن « 11 » ، ومعرفة غشه أن يقطر منه شئ على خرقة صوف ثم يغسل ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  Myrobolan  .\r\n( 2 ) المعصب : السيد . المتوج . والمقصود هنا المختار من الأهليلج .\r\n( 3 ) الحباشة : الجماعة من الناس ليسوا من قبيلة واحدة . والمقصود هنا الخليط من أنواع الأهليلج .\r\n( 4 )  Cassia fistula  .\r\n( 5 )  Rbus oxycantha  .\r\n( 6 ) طين أحمر يستخدم في الصباغة ( المخصص ج 10 ص 62 ) .\r\n( 7 )  Calamus ( Pterocarpus ) draco  .\r\n( 8 ) صمغ كاللبان يمضغ فلا يتميع ( لسان العرب ) .\r\n( 9 )  Opoponax  .\r\n( 10 )  Commiphora opobalsamum  .\r\n( 11 )  Lilium elegans  .\r\n","page_name":" 312 ","page_number":55},
  {"content":"\r\n\r\nفان زال عنها ولم يؤثر فيها فهو خالص ، وإن أثر فيها كان مغشوشا ، وأيضا فان الخالص منه إذا قطر في الماء ينحل ويصير في قوام اللبن والمغشوش يطفو مثل الزيت ويبقى كواكبا فوق الماء .\r\nويضيف المؤلف وقد أعرضت عن أشياء كثيرة في هذا الباب لم أذكرها لخفى غشها ولامتزاجها بالعقاقير مخافة أن يتعلمها من لا دين له فيدلس بها على المسلمين . وإنما ذكرت في هذا الباب وفي غيره ما قد اشتهر غشه بين الناس ويتعاطاه كثير منهم . وأمسكت عن أشياء غير مشهورة قد ذكر أكثرها صاحب كتاب كيمياء العطر فرحم اللّه من وقع في يده ذلك الكتاب ، فمزقه وحرقه تقربا إلى اللّه عز وجل .\r\nولم يكتف البعض بالتدليس والغش ، بل كانت تذهب بهم الجرأة والاستهتار إلى أبعد من ذلك ، فيدعون أن لديهم جميع أصناف الأدوية ويدفعون لمن طلب منهم دواء أي دواء آخر معتمدين على أن الطالب عادة غير ملم بمعرفة الأدوية . وقد ورد في عيون الأنباء « 1 » خبر في غاية الطرافة يزيح الستار عن تصرف مشين لأناس جهلة تطفلوا على مهنة الصيدلة وجعلوها شبكة لاصطياد السذج من الناس . وختاما لبحثنا ننقل هذا الخبر حرفيا لطرافته :\r\nقال يوسف بن إبراهيم : حدثني زكريا بن الطيفورى قال :\r\n« كنت مع الأفشين « 2 » في معسكره . . وهو في محاربة بابك « 3 » . فأمر باحصاء جميع من في عسكره من التجار وحوانيتهم وصناعة رجل رجل منهم . فرفع ذلك إليه فلما بلغت القراءة بالقارىء إلى موضع الصيادلة قال لي :\r\n« يا زكريا ضبط هؤلاء الصيادلة عندي أولى ما نقدم فيه . فامتحنهم حتى تعرف منهم الناصح من غيره ومن له دين ومن لا دين له .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء ج 1 ص 157 .\r\n( 2 ) الأفشين : قائد جيوش المعتصم في غزوات بلاد ازوم في آسيا الصغرى والظافر في وقعة عمورية سنة 838 م .\r\n( 3 ) بابك : زعيم فرقة إسماعيلية متطرفة من الإسماعيلية تدعى الخرمية ، حاربه المعتصم وقهره فقطع وصلب سنة 828 م .\r\n","page_name":" 313 ","page_number":56},
  {"content":"\r\n\r\nفقلت : « أعز اللّه الأمير إن يوسف لقوة الكيميائى كان يدخل على المأمون كثيرا ويعمل بين يديه . فقال له يوما : « ويحك يا يوسف ليس في الكيمياء شئ » فقال له : « بلى يا أمير المؤمنين وإنما آفة الكيمياء الصيادلة » .\r\nقال له المأمون : « ويحك وكيف ذلك » ؟ .\r\nفقال : « يا أمير المؤمنين إن الصيدلاني لا يطلب منه إنسان شيئا من الأشياء كان عنده أو لم يكن إلا أخبره بأنه عنده ودفع إليه شيئا من الأشياء التي عنده وقال هذا الذي طلبت فان رأى أمير المؤمنين أن يضع اسما لا يعرف ويوجه جماعة إلى الصيادلة في طلبه ليبتاعه فليفعل » .\r\nقال له المأمون : « قد وضعت الاسم وهو « سقطيتا » وسقطيتا ضيعة بقرب مدينة السلام . ووجه المأمون جماعة من الرسل يسألهم عن سقطيتا فكلهم ذكر أنه عنده . وأخذ الثمن من الرسل ودفع إليهم شيئا من حانوته .\r\nفصاروا إلى المأمون بأشياء مختلفة . فمنهم من أتى ببعض البذور ومنهم من أتى بقطعة من حجر . ومنهم من أتى بوبر . فاستحسن المأمون نصح يوسف لقوة عن نفسه . وأقطعه ضيعة على النهر المعروف بنهر الكلبة . فهي في أيدي ورثته ومنها معاشهم . فان رأى الأمير أن يمتحن هؤلاء الصيادلة بمثل محنة المأمون فليفعل .\r\nفدعا الأفشين بدفتر من دفاتر الأسر وشنية فأخرج منها نحوا من عشرين اسما ووجه إلى الصيادلة من يطلب منهم أدوية مسماة بتلك الأسماء فبعضهم أنكرها . وبعضهم ادعى معرفتها وأخذ الدراهم من الرسل ودفع إليهم شيئا من حانوته . فأمر الأفشين باحضار جميع الصيادلة فلما حضروا كتب لمن أنكر معرفة تلك الأسماء منشورات أذن لهم فيها بالمقام في عسكره ونفى الباقين عن المعسكر ولم يأذن لأحد منهم في المقام ونادى المنادى بنفيهم وبإباحة دم من وجد منهم في معسكره وكتب إلى المعتصم يسأله البعثة إليه بصيادلة لهم أديان ومذهب جميل ومتطببين كذلك . فاستحسن المعتصم منه ذلك ووجه إليه بما سأل » .\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":57},
  {"content":"\r\n\r\n\r\nالمراجع الخاصة بالصيدلة عند العرب\r\nبجانب ما استفاده المؤلفون من المراجع الواردة في الثبت العام فان أساسيات هذا الكتاب مستمدة من هذه المراجع الأمهات في الصيدلة وأهمها : - 1 - فردوس الحكمة في الطب . لابن سهل بن ربن الطبري ، وقد نشره الدكتور محمد زبير في برلين سنة 1928 . وقد خصص الأستاذ ورنر شموكر  Werner Schmucker  بحثا لدراسة المادة الطبية الواردة في هذا الكتاب ونشره باسم .\r\n Die Pflanzliche und mineralische Materia Mcdica im Firdaus al - Hikma des Tabari ; Selbstverlag des Orientalischen Seminars der Uni - versitat , Bonn ; 1969 , 550 pages \r\n. 2 - كامل الصناعة الطبية : أو الكتاب « الملكي » لعلي بن العباس المجوسي طبع بالقاهرة سنة 1932 .\r\n3 - الحاوي في الطب : لأبى بكر محمد بن زكريا الرازي . وقد طبع في الهند من بين منشورات دائرة المعارف العثمانية في حيدر أباد دكن . وقد ظهر منه حتى الآن عشرون جزءا . والجزء العشرون خاص بالأدوية المفردة طبع سنة 1968 ويليه الجزء الحادي والعشرون وهو خاص كذلك بالأدوية المفردة .\r\n4 - الجامع لصفات أشتات النبات : الإدريسى .\r\n5 - التصريف لمن عجز عن التأليف : أبو القاسم بن عباس الزهراوى .\r\n6 - القانون في الطب : لابن سينا ( أبو علي الحسين بن عبد اللّه بن سينا ) وهو في خمسة أجزاء أو كتب ، والكتاب الثاني مخصص للأدوية المفردة والخامس للأدوية المركبة . طبع في روما سنة 1593 وفي طهران وفي الهند وأخيرا في بولاق بمصر في ثلاثة مجلدات .\r\n\r\n","description":"","footnote":"","page_name":" 315 ","page_number":58},
  {"content":"\r\n\r\n7 - كتاب الصيدلة في الطب : لأبى ريحان بن محمد بن أحمد الفلكي الملقب بالبيرونى . وقد طبع أخيرا في الباكستان وترجم إلى الإنكليزية باسم\r\n Al - Biruni's Book on Pharmacy and Materia Medica ; edited with English translation by Hakim Mohammed Said ; Hamdard National Foundation , Karachi , Pakistan , 1973 . \r\n8 - منتخب كتاب جامع المفردات : لأحمد بن محمد بن خليد الغافقي ، انتخبه أبو الفرج غريغوربوس المعروف بابن العبري المتوفى سنة 684 ه / 1285 م ، ونشره مع ترجمته الإنجليزية وشروحها الدكتور ماكس مايرهوف والدكتور جورجى صبحي - القاهرة 1940 .\r\n9 - شرح أسماء العقاقير : لأبى عمران موسى بن ميمون القرطبي . وقد نشره الدكتور ماكس مايرهوف وترجمه إلى الفرنسية وعلق عليه سنة 1940 طبعه بالقاهرة المعهد المصري .\r\n10 - كتاب الجامع لمفردات الأدوية والأغذية : لضياء الدين أبى محمد عبد اللّه بن أحمد الأندلسي المعروف بابن البيطار . في أربعة أجزاء طبع بالقاهرة سنة 1291 ه .\r\nوترجمه إلى الفرنسية وعلق عليه لوكلير 1877 - 1883 باريس .\r\n11 - كتاب منهاج الدكان ودستور الأعيان في أعمار وتركيب الأدوية النافعة للأبدان : لأبى المنى بن أبي نصر العطار الإسرائيلى الهارونى المعروف بكوهين العطار . القاهرة 1305 ه .\r\n12 - تذكرة أولى الألباب والجامع للعجب العجاب : لداود الضرير الأنطاكي وتعرف بتذكرة داود طبع مرارا بالقاهرة .\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":59},
  {"content":"\r\n\r\n\r\nالأدوية عند العرب\r\nذكر سهل بن ربن في كتابه « فردوس الحكمة في الطب » عن جالينوس أن كل شئ يتربى به فهو غذاء ما غذى به فهو حلو وكل شئ يغير الطبيعة فهو دواء » . أما البيروني فقد ذكر في كتابه « الصيدلة » أن جميع ما يتناول بقصد أو بجهل فمنقسم في أول الأمر إلى أطعمة وسموم تتوسطها الأدوية ؛ فالأغذية متكيفة من القوى الفاعلة والمنفعلة بأولى درجاتها الأربع ، فقوى البدن المعتدل على إحالتها إلى نفسه بالهضم التام والاستمرار المبدل ما انحل منه بها ، ولهذا صار البدن مؤثرا فيها أولا ثم متأثرا منها بالصلاح ؛ وأما السموم فإنها تكييف من تلك القوى بأقصى درجاتها وهي الرابعة فعرمت واستولت على البدن وأحالته إحالة ممرضة أو مميتة بحسب وضعها من عرض الدرجة ولهذا صارت مؤثرة في الأبدان ومتأثرة لا محالة منها أخيرا إن كان قد بقي في الأبدان حياة ؛ والأدوية واقعة في البين لأنها بالإضافة إلى الأغذية مفسدة وإلى السموم مصلحة لا يظهر فعلها إلا تدبير الطبيب الحاذق المشفق لها .\r\nأما المتعارف عليه الآن في تعريف الأدوية فهو أنها « مواد تستعمل لعلاج الإنسان أو الحيوان من الأمراض أو لتخفيف آلامها والوقاية منها ، أو أنها تستعمل في الأغراض الصيدلية ومستحضراتها » والأدوية إما مفردة وإما مركبة .\r\n\r\nمفردات الأدوية :\r\nمفردات الأدوية - وكما سماها أيضا ابن سينا وغيره « بسائط ( م . بسيط ) أي الأدوية البسيطة » - هي عند المؤلفين العرب ( كابن سينا ، والإدريسى ، وابن البيطار وغيرهم ) إما من أصل نباتى وإما من أصل حيواني وإما من\r\n\r\n","description":"","footnote":"","page_name":" 317 ","page_number":60},
  {"content":"\r\n\r\nأصل معدنى ، وهي بذلك مواد خام ، وقد سموها عقاقير ، أما المواد الكيمياوية فلم تكن قد عرفها العرب بالتحقيق إلا قليلا ، وهذه تعرف الآن - بالكيماويات الدوائية ويخطئ من يسميها عقاقير .\r\n\r\nالعقاقير وتعريفها لدى العرب :\r\nكان العرب في أول الأمر لا يعرفون من الطب إلا الطب التجريبى ، وهو ما كان باستعمال العقاقير وبعض النباتات والاستفادة من خصائصها في معالجة الأمراض والجراح ، ومن هنا كان اهتمامهم بالعقاقير ، وازداد ذلك بتقدمهم في المعرفة والعلم واتصالهم بالنساطرة والفرس والمسيحيين والهنود وما ترجموه من كتبهم وعرفوه منهم ومن كتب اليونان ، فانكبوا على دراسة الأدوية مفردة كانت أو مركبة ، وتعرفوا قواها ووضعوا مواصفاتها وتحققوا منها ، وازدادوا معرفة بمنافعها وفوائدها ، وأدخلوا الكثير منها في مادتهم الطبية ، مما استجدت معرفته ، وما لم يكن معروفا لدى اليونانيين الأقدمين . بل كان اهتمامهم بها لا يساويه ما كان منه بأي فرع من فروع الطب الأخرى ، فقد كانت دراسة الأدوية هي حجر الأساس لدى كل مهنم بالطب والعلاج والمداواة ، فلا نجد مؤلفا من مؤلفات كبار الأطباء العرب وغيرهم إلا أفرد فيه للأدوية المفردة والمركبة قسما هاما خاصا ، يذكرها محلاة بأوصافها مع فوائدها وقواها ، فنجد مثلا ابن سينا خصص لها الكتاب الثاني والخامس في مؤلفه « القانون » الذي يشمل خمسة كتب ، وخصص الرازي الجزء العشرين والحادي والعشرين من كتابه « الحاوي » ، وابن ربن في كتابه « فردوس الحكمة » ، وكذا ابن زهر في كتابه « التيسير في المداواة والتدبير » والذي ذكر كذلك في نهايته وصايا وإرشادات في تركيب الأدوية المركبة واستعمالها وو صفات من الأدوية المركبة التي أثبتها ، وكذلك بيان تحضير الأشربة والمراهم والمعاجين ، كما أن كتابه في « الأغذية » يشتمل على أدوية وتوايل ودهون وأشربة وأسماك وألبان ، وابن التلميذ\r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":61},
  {"content":"\r\n\r\nفي كتابه « الأقرباذين الكبير » والزهراوى في كتابه « التصريف لمن عجز عن التأليف » ، فقد تكلم عنها في 27 مقالة من مقالاته الثلاثين ، هذا بالإضافة إلى أن كثيرا من المؤلفات خصصت جميعها للأدوية فقط مثل كتاب « الجامع لصفات أشتات النبات » للإدريسى ، وكتاب « الجامع للأدوية والأغذية » لابن البيطار ، وكتاب « شرح أسماء العقاقير » لابن ميمون ، وكتاب « الأدوية المفردة » للغافقى ، وكتاب « منهاج الدكان ودستور الأعيان » لكوهين العطار وغيرها كثير .\r\n\r\nالعقاقير وانتقاؤها ومواصفاتها :\r\nوكان العرب يتحققون من أي الأجزاء من النبات يكون العقار أفيد وأقوم وأفضل ، وكذلك مواعيد جمع العقاقير من النباتات وجنيها ، أو قطفها منها ، وكيفية ادخارها ( تخزينها ) محتفظة بفوائدها وقوتها في أثناء خزنها دون أن يتطرق إليها الفساد ، ومعرفة علامات فسادها ، وكذلك انتقاء أجودها ، وفي أي المواطن تجود . ولقد أطنب في هذا المجال الكثيرون كابن سينا وابن ربن الطبري والمجوسي وداود الأنطاكي وكوهين العطار ؛ ومن إرشادات ابن سينا مثلا في هذا المجال « أن الأدوية بعضها معدنية وبعضها نباتية وبعضها حيوانية . والمعدنية أفضلها ما كان من المعادن المعروفة ، والنباتية منها أوراق ، ومنها ثمار ، ومنها بذور ، ومنها أصول « 1 » وقضبان ، ومنها زهر ، ومنها صموغ « 2 » ومنها جملة النبات كما هو ( أي ما يعرف بالأعشاب والحشائش ) . فالأوراق يجب أن تجنى بعد أخذها من الحجم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصول : هي ما يكون من النبات تحت سطح الأرض وفي داخلها ، ومنها تخرج السيقان بما عليها من الأوراق وغيرها ، ولذا فهي تشمل الجذور والسيقان الأرضية بما فيها الريزمات والأبصال وغيرها .\r\n( 2 ) الصموغ : تطلق هنا على ما يسيل من النبات ويجف عليه وبذا تشمل الصموغ أصلا والراتنجات وما أشبه .\r\n","page_name":" 319 ","page_number":62},
  {"content":"\r\n\r\nالذي لها وبقائها على هيئتها قبل أن يتغير لونها وتنكسر قوتها فضلا عن أن تسقط وتنتثر . أما البذور فيجب أن تلتقط بعد أن يستحكم جرمها وتنفش عنها الفجاجة المائية ، والأصول يجب أن تؤخذ كما تريد أن يسقط الورق والقضبان ( وهي تشمل السيقان والأغصان ) فيجب أن تجنى وقد أدركت ولم تأخذ في الذبول والتشنج ( أي التقبض ) ، أما الزهر فيجب أن يجنى بعد التفتح التام وقبل التذبل والسقوط ، أما الثمار فيجب أن تجنى بعد تمام إدراكها وقبل استعدادها للسقوط ، أما المأخوذ بجملته ( أي الحشائش أو الأعشاب ) فيجب أن يؤخذ على غضاضته عند إدراك بذره ( وقد أضاف المجوسي أن الحشائش من غير ذات البذور فلتكن غضة طرية ) . وكلما كانت الأصول أقل تشنجا والقضبان أقل تذبلا والبذور أسمن وأكثر امتلاء والفواكه أشد اكتنازا وأرزن فهو أجود ، والعظم لا يغنى مع الذبول والانقصاف بل إن كان مع رزانته فهو فاضل جدا . والمجتنى في صفاء الهواء أفضل من المجتنى في حالة رطوبة الهواء وقرب العهد بالمطر . والبرية كلها أقوى من البستانية وأصغر حجما ، والجبلية أقوى من البرية والتي مجانيها المروج ومشرقات الشمس أقوى من غيرها ، والذي أصاب وقت جناه أقوى من الذي أخطأ زمانه ، وكل هذا في الأغلب الأكثر ، وكل ما كان لونه أشبع وطعمه أظهر ورائحته أذكى فهو أقوى في بابه . وما يلتقط من الأدوية في الصيف كان أقوى مما يلتقط في الشتاء ، وما ينبت في الجبال اليابسة كان أقوى مما ينبت في السهل والرطوبات ، وعمم كوهين العطار ذلك فقال :\r\n« لا تجنى العقاقير إلا بعد استحكام نضجها في مكانها وإكمال إدراكها ، فان الكاملة الإدراك في مكانها مفيدة ، والفجة قليلة الإفادة . كما ذكر أنه يجب تنظيف العقاقير بعد جنيها من طينها وتجفيفها أولا في الشمس ولا يتم تجفيفها إلا في الظل وبهذا تأمن من فسادها ، ولا تضعها قريبا من الشمس فيفسدها حر الهواء ولا في أماكن رطبة أو قريبة من الماء فإنه ينديها ويفسدها بالتعفن . أما الصموغ فيجب أن تجنى بعد الانعقاد قبل الجفاف المعد\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":63},
  {"content":"\r\n\r\nللانفراك ، وقوة أكثرها لا تبقى بعد ثلاث سنوات . وأضاف المجوسي أن العصارات ينبغي أن تعتصر من النبات والأوراق الغضة الطرية التي قد أخذت منتهاها واتسعت سوقها وما كان من عصارة الثمار فلتكن الثمار بالغة نضيجة . أما الحيوانات فيجب أن يؤخذ من الحيوانات الشابة في زمان الربيع ويختار أصحها أجساما وأتمها أعضاء وأن ينزع منها ما ينزع بعد ذكوة وذبح ، ولا يتلفت إلى المأخوذ من الحيوانات الميتة بأمراض تحدث لها .\r\nكما نجد أن كوهين العطار مثلا قد خصص في كتابه « منهاج الدكان ودستور الأعيان « الباب الرابع والعشرين في كيفية اتخاذ الأدوية المفردة وفي أي زمان تجنى ومن أي مكان وكيف تخزن وأي الأوعية فيها تخزن وما يفسدها وما يصلحها إذا بدأ فيها الفساد ، وذكر ما يعمل مع بعض الأدوية ليمتنع فسادها ، وفي أعمار الأدوية المفردة والمركبة ، كما خصص الباب الخامس والعشرين في امتحان الأدوية المفردة والمركبة ، وذكر ما يستعمل منها وما لا يستعمل ، ووصف حالة الجيد منها وتعرفه وكشف غشه .\r\n\r\nعناية العرب بالمعلومات عن العقاقير :\r\nولكي يصل علماء العرب إلى المعلومات الصحيحة عن العقاقير والتحقق منها كان كثير منهم يسيحون في البلاد المختلفة بحثا عن العقاقير وأصولها ومصادرها ومواطنها وأسمائها بمختلف اللغات واللهجات ، وكذلك لتعرف كل ما يستعمله أهالي هذه البلاد من العقاقير ، فيحققون ما كان معروفا لديهم ويضيفون الجديد إلى مادتهم الطبية . فقد ساح فعلا الغافقي كثيرا في أسبانيا وشمال أفريقيا فذكر في كتابه « الأدوية المفردة » كل نبات وعقار باسمه العربي والبربرى واللاتيني ، ومن هؤلاء العلماء أيضا ابن رومية وتلميذه ابن البيطار الذي ألف كتابين في هذا المجال أهمها « الجامع لمفردات الأدوية والأغذية ذكر فيه المعلومات اليونانية والعربية في علمي النبات والأقرباذين ، ولا سيما معلوماته الخاصة المكتسبة من أبحاثه وتجاربه الشخصية ورحلاته في أسبانيا\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":64},
  {"content":"\r\n\r\nوالمغرب وشمال أفريقيا ومصر وسوريا وآسيا الصغرى ، وقد استشهد في كتابه هذا بأكثر من 150 مؤلفا ، وذكر فضل كل منهم ووصف أكثر من 1500 عقار من نباتى وحيواني ومعدنى ، منها ما يزيد على 300 لم يذكرها أحد من قبله ، هذا بخلاف ما ذكره من الأغذية .\r\nولشدة عناية العرب بهذه الدراسات ارتحل بعضهم إلى مواطن النباتات يدرسونها على الطبيعة ويضعون لها مواصفاتها وتجليتها كما يشاهدونها في الطبيعة ، بل كانوا يضعون في بعض مؤلفاتهم الرسوم التفصيلية التي تبين كل ذلك ، فان رشيد الدين الصوري ( 1177 - 1241 م ) مثلا كان يستصحب معه في رحلاته مصورا ومعه الأصباغ ويريه النبات وأجزاءه في أطوار نموه المختلفة ويطلب إليه رسمه بأجزائه المختلفة وبألوانها الطبيعية وأشكالها كما هي وذلك إبان نموه وطراوته ثم وقت كماله وظهور ثماره وبذوره ثم ابان ذويه ويبسه ( عن ابن أبي أصيبعة ) ولذا كان مؤلفه « الأدوية المفردة » مزينا برسوم النباتات الواردة فيه بألوانها الطبيعية ، والذي وصف فيه 585 عقارا منها 466 من النباتات ، 75 من المعادن ، 44 من الحيوان ، ومنها كثير لم يذكره المتقدمون . كما أن كتاب « الأعشاب » لأحمد الغافقي به 380 رسما ملونا لنباتات وعقاقير وحيوانات . كما أن ابن فضل اللّه العمرى خصص الجزء الثاني عشر من كتابه « مسالك الأبصار » للنبات وفيه صور ملونة لأنواع مختلفة من النباتات .\r\nأما الزهراوى فقد خصص بابا لتحضير العقاقير من النباتات والعناية بالاحتفاظ بالأجزاء المجففة كما في حالة أزهار البنفسج المجففة ، كما ناقش استخلاص العصائر كما في حالة الصبر ، وتحضير وتصفية الصموغ واللب من نباتات معينة ، وتقشير الثمار والبذور كما في حالة السفرجل . كما نص فيه عن مواطن النباتات حيث تنمو أو تستورد منها ، ووصف هذه النباتات وكيفية الحصول منها على الجزء أو الأجزاء التي تستعمل في الطب وكذلك موعد جمعها وفصوله .\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":65},
  {"content":"\r\n\r\n\r\nامتحان الأدوية والكشف عن غشها :\r\nذكر كوهين مثلا ما كان من الأنواع المتجرية ( التجارية ) المختلفة لكل عقار فحصه وميز بينها وبين أحودها ، فذكر مثلا الصبر وأنواع السقطرى والمدني والعربي والحضرمي ، وأن السقطرى أعلاها ، وذكر الراوند وأنواعا الصيني والمعروف بالقديم وهو أجودها ، والتركي المعروف بالجديد ( ويغش به الصيني ) والشامي والزنجي ( وسمى هكذا لسواده فهو من الصين كذلك وليس من بلاد الزنج ) كما ذكر السامكى وأجودها الحجازي :\r\nأما ما يجلب من صعيد مصر فإنه أقل من فعل المكحا فليس بسنابل يسمى أن « العشرق » عند أهل الحجاز ولقد ميز بينهما ، ومن الأوصاف المذكورة أن المكي ورقته ملساء الطرفين وخضرته إلى صفرة أما لعشرق فطرف الورقة مدور ولون الورق شديد الخضرة فيكون السنامكى من نبات  Cassia acutifolia  والمصري من نبات  C . obovata  والتي تسمى في بعض الأحيان سناطليانى أو سنا الكلب . وذكر في امتحان الأفيون لكشف غشه « يؤخذ منه شئ يحل بالماء ويصفى فان بقي فيه ثقل كان مغشوشا وإلا فهو خالص ورائحة الخالص منه قوية جدا ومكسره أبيض مائل إلى حمرة يسيرة وفي طعمه مرارة وقبض والمغشوش ضد ذلك .\r\n\r\nفي أعمار الأدوية :\r\nذكر كوهين العطار أن الأصماغ بقاؤها أكثر من بقاء البذور ، والأصول والعصارات أقل بقاء من الصموغ فالأفيون ( مثلا ) تضعف قوته في ثلاث سنين . والأدهان تتزنخ وتفسد في عامين أو ثلاث . أما البذور فتختلف في البقاء فما كان منها كثير الدهن كالسمسم فإنه يسرع إليه الفساد وأكثر بقائها عام ثم تتغير ، أما البذور قليلة الدهن مثل الحلبة فإنها تبقى سنتين وثلاثة على حسب صيانتها ، وقد تبقى أكثر من ذلك . أما الأصول والقشور فعلى حسب\r\n\r\n","description":"","footnote":"","page_name":" 323 ","page_number":66},
  {"content":"\r\n\r\nجواهرها فقد تبقى عشر سنين أو أكثر ما عدا ما فيه رطوبة فضلية كالزنجبيل فإنه يسرع إليها الفساد من عام إلى عامين . أما اللحاء فالمسهل منها تنقص قوته إلى ثلاثة أعوام نقصا بينا أما غير المسهل كالدار صينى والقرفة فان جالينوس ذكر عن بعض الأوائل أن الدار صينى لا يهرم أبدا .\r\nولقد ذكر ابن سينا أن الحشائش تضعف بعد سنتين إلى ثلاث إلا ما يستثنى من الأدوية معدود .\r\nولقد استدرك كوهين بعد ذلك في الباب الخامس والعشرين فقال إن الحديث من الحشائش والأخشاب والأزهار والذي له أصل خفيف أصلح إذا قدر عليه ، وإنه لما كانت هذه الأدوية قليلة الاستعمال والطلب - ولعمري أيضا والجالب - فينبغي ألّا يحد لها زمانا معينا بل يذكر مقدار يعتمد عليه وهو أنه متى استحالت ألوانها وصفرت أجرامها وضعفت رائحتها وقل طعمها فينبغي للطبيب إما أن يزيد في وزنها وإما يعوضها بغيرها ، مما يبدل ، وبالجملة الضرورة تدعو إلى التسامح عن تحرير أعمارها .\r\n\r\nتصنيف العقاقير :\r\nأورد العرب في كتبهم الطبية عددا كبيرا جدا من مفردات الأدوية ، أي العقاقير ، يبلغ في كتاب « الجامع لمفردات الأدوية والأغذية » لابن البيطار مثلا ينيف على 1500 مفرد ، منها ما كان منقولا من اليونان ومنها ما أدخله العرب ، وهي كما سبق ذكره إما من أصل نباتى وإما من أصل حيواني وإما من أصل معدنى بالإضافة إلى القليل من الكيماويات كالزاجات والكحول الخ .\r\nوكانت هذه المفردات تذكر في المؤلفات العربية مرتبة غالبا بأسمائها بحسب الحروف الأبجدية ، كما هو الحال مثلا في الكتاب الثاني من قانون ابن سينا وكذلك في كتاب « الجامع لأشتات النبات » للإدريسى ، وإما مرتبة بحسب حروف الهجاء أي حروف المعاجم كما في كتاب « الصيدنة » للبيرونى\r\n\r\n","description":"","footnote":"","page_name":" 324 ","page_number":67},
  {"content":"\r\n\r\nوكتاب « الجامع لمفردات الأدوية والأغذية » لابن البيطار وكتاب « الحاوي » للرازي وكتاب « تذكرة أولى الألباب » لداود الأنطاكي وكذلك في كتاب النبات للدينوري وكتاب « منهاج الدكان ودستور الأعيان » لكوهين العطار كما كانت العقاقير تقسم في بعض الأحيان إلى مجموعات بحسب مفعولها وفوائدها ، فهذه أدوية مسهلة وهذه مقيئة وتلك مسكنة وهذه مدرة للبول الخ . كما في كتاب « فردوس الحكمة » لابن ربن ، وكتاب « الأدوية المفردة » لابن الصلت . أما المجوسي فقد نحا نحوا آخر فقسم المفردات إلى مجموعات بحسب طبيعتها ورتبها في كل مجموعة بأسمائها مع نبذة مختصرة عن أجودها ومنافعها معنونة كما يأتي :\r\nمجموعات المفردات النباتية : وتشمل الحشائش ، البذور والحبوب والأوراق ، والأنوار ، وثمر الشجر ، والأصول ( وأضاف إليها القشور ) والأدهان ، والصموغ ، والطبائع والعصارات .\r\nمجموعات المفردات الحيوانية : وتشمل الأدماء ( م . دم ) ، الألبان ( م . لبن ) ، الزبد ، الأنفحات ، البيض ، الإفرازات ، المرارات ، الزبل .\r\nالخ . . .\r\nمجموعات المفردات المعدنية : وتشمل الأطيان ( م . طين ) ، والحجارة والملح ، والأجساد .\r\n\r\nالتداوي بالعقاقير :\r\nلقد كان المأثور عند نطاسى العرب أنهم لا يرون التداوي بالأدوية ما أمكن بالأغذية أو ما يقرب منها ، وإذا اضطر إلى الأدوية فلا يرون التداوي بالمركبة ما وجد سبيلا إلى المفردة ، وإذا اضطر إلى المركب لم يكثروا التركيب بل يقتصرون على أقل ما يمكن ، فقد ذكر المجوسي في كتابه ( كامل الصناعة الطبية ( الملكي ) « إن أمكنك أن تعالج العليل بالغذاء فلا تعطه شيئا من الدواء ، وإن أمكنك أن تعالج بدواء خفيف مفرد فلا تعالج بدواء قوى ولا بدواء\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":68},
  {"content":"\r\n\r\nمركب ، ولا تستعمل الأدوية الغريبة المجهولة » . كما ذكر الرازي في في كتابه « الحاوي » إنه « إن استطاع الحكيم أن يعالج بالأغذية دون الأدوية فقد وافق السعادة » . وقال : إن العمر قصير عن الوقوف على فعل كل نبات الأرض ، فعليك بالأشهر مما أجمع عليه ودع الشاذ واقتصر على ما جرب » . وهذه نظرية عادلة ومبدأ علمي سليم يأخذ بهما الأطباء في عهدنا الحديث وينادون بهما وبخاصة كبار أطبائنا العلماء .\r\n\r\nتحلية العقاقير :\r\nلو استعرضنا مؤلفات العرب وبخاصة ما كان منها مخصصا للأدوية نجد أن كل مفرد - كما ذكر داود - كان يحتاج إلى : ( 1 ) ذكر أسمائه بالألسن المختلفة . ( 2 ) ذكر ما هيته من لون ورائحة وطعم وتلزج وخشونة وملاسة وطول وقصر . ( 3 ) ذكر جيده ورديئه ليؤخذ أو يتجنب . ( 4 ) ذكر درجاته في الكيفيات الأربع ، ليتبين الدخول به في التركيب . ( 5 ) ذكر منافعه في سائر أعضاء البدن . ( 6 ) كيفية التصرف به . ( 7 ) ذكر مضاره . ( 8 ) ذكر ما يصلحه . ( 9 ) ذكر المقدار المأخوذ منه مفردا أو مركبا ، مطبوخا أو منشفا بجرمه أو عصاراته ، أوراقا أو أصولا إلى غير ذلك من الأجزاء المختلفة للنبات . ( 10 ) ذكر ما يقوم مقامه إذا فقد . وأحيانا ما يذكر . ( 11 ) الزمان الذي يقطع فيه الدواء ويدخر . ( 12 ) من أين يجلب الدواء إذ يترتب على ذلك فوائد مهمة في العلاج فقد قال أبقراط « عالجوا كل مريض بعقاقير أرضه فإنه أجلب لصحته » .\r\nكما أن هناك قولا مأثورا « إن اللّه جعل الداء وأوجد له الدواء ولكل منطقة أمراضها وفيها علاجها » .\r\nوللدلالة على ذلك نورد هنا ما ذكر في بعض كتب العرب عن الدار صينى مبوبة حسب ما ذكر ومنه نجد أنه كامل شامل لكل ما يحتاج إليه في تعرف هذا\r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":69},
  {"content":"\r\n\r\nالعقار وكل ما يمت له بصلة عقارية وطبية ولا يقل عما يذكر عنه في كتب للعقاقير الحديثة إلا ما استجد من الصفات المجهرية والدراسات الكيماوية :\r\n\r\nالدار صينى\r\nالاسم : قال داود الاسم « 1 » معرب عن « دارشين » الفارسي وباليونانية - « افيمونا » « 2 » .\r\nالموطن : شجر هندى يكون بتخوم الصين « 3 » .\r\nالنبات : شجر كالرمان لكنه سبط ، وأوراقه كأوراق الجوز إلا أنها أدق ، والدارصينى قشر تلك الأغصان لا كل الشجرة .\r\nالماهية : وأجوده الشحم المتخلخل غير الملتحم بين حمرة وسواد ، فالأسود البراق ، فالصلب ، فالأصفر الدقيق وأردأه الأبيض الخفيف .\r\nومما قاله ابن البيطار .\r\nالماهية والأصناف : عن إسحاق بن سليمان : الدار صينى على ضروب لأن منه الدار صينى المعروف بدار صينى الصين ، ومنه الدار الصيني الدون وهو الدار صوص ، ومنه المعروف بالقرفة على الحقيقة ، وهو المعروف بقرفة القرنفل ، أما الدار صينى على الحقيقة فجسمه أضخم وأتخن وأكثر تخلخلا من جسم القرفة على الحقيقة ، وسواه قرفة القرنفل إلا أنه إلى القرفة أميل وبها أشبه ، لأن حمرته أقوى من سواده وأظهر ، وأما لون سطحه يقرب من لون سطح السليخة الحمراء ، وأما طعمه فأول ما يبدو للحساسة منه الحرافة مع يسير من قبض ، ثم يتبع ذلك حلاوة ثم مرارة زعفرانية مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن البطار إن معناه « شجر الصين » .\r\n( 2 ) ذكر الرازي إنه باليونانية « مولوسون » .\r\n( 3 ) قال البيروني « إذا أشرقت من سرنديب بلغت جزيرة كولت مل ومنها يجلب الدار صينى وهو بالهندية « تج » .\r\n","page_name":" 327 ","page_number":70},
  {"content":"\r\n\r\nدهنية خفيفة ، فأما رائحته فمشاكلة لرائحة القرفة على الحقيقة ، وإذا مضغنه ظهر لك فيه شئ من رائحة الزعفران مع يسير من رائحة اللينوفر . أما الدار صينى الدون فجسمه يقرب من جسم القرفة على الحقيقة ، على خفته وتلحمه وحمرة لونه إلا أن حمرته أقوى ولونه أشرق وجسمه أرق وأصلب وأعواده ملتفة دقاق مقصبة شبيهة بأنابيب قصب السباخ إلا أنها مشقوقة طولا غير ملتحمة ولا متصلة ورائحته وطعمه مشاكل لرائحة القرفة على الحقيقة ، وطعمها في ذكائها وعطريتها وحرافتها إلا أن الدار صينى أقوى حرارة وأقل حلاوة وعفوصة ، وأما القرفة « * » على الحقيقة فمنها غليظ ومنها رقيق وكلاهما أحمر أملس مائل إلى الحلو فيه قليلا ، وظاهره خشن أحمر اللون إلى البياض قليلا على لون قشرة السليخة ورائحتها ذكية عطرة ، وفي طعمها حدة وحرافة مع حلاوة يسيرة ، وأما المعروفة بقرفة القرنفل فهي رقيقة صلبة إلى السواد ما هي ، ليس فيها شئ من التخلخل أصلا ورائحتها وطعمها كالقرنفل وقوتها كقوته إلا أن القرنفل أقوى قليلا .\r\nديسقوريدس : في الأولى : الدار صينى أصناف كثيرة ولها أسماء عند أهل الأماكن التي يكون فيها : ( 1 ) وأجوده الصنف الذي يقال له « مولوسون » لأن فيما بينه وبين السليخة التي يقال لها « موسوليطس » مشاكلة يسيرة ، وأجود هذا الصنف ما كان حديثا أسود إلى لون الرماد ما هو مع لون الحمر ، عيدانه دقاق ملس ، أغصانه قريبة بعضها من بعض ، طيب الرائحة جدا ، وأبلغ ما يمتحن به الجيد منه ، هو الذي يكون طيب الرائحة منه خالصا ، فقد يوجد في بعضه ، مع طيب رائحته ، شئ من رائحة السذاب أو رائحة القردمانا ، فيه حرافة ولذع للسان وشئ من ملوحة مع حرارة ، وإذا حك باليد لا يتفتت سريعا ، فإذا كسر كان الذي فيه بين أغصانه شبيها بالتراب دقيقا ، وإذا أردت أن تمتحنه فخذ الغصن من أصل واحد ، فان امتحانه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ذكر الرازي أما الصنف المعروف بالقرفة فهو « دار صينى خشبى » ويشبه الدار صينى في أصله ، وكثرة عقده ، إلا أن طيب رائحته أقل من طيب رائحة الدار صينى .\r\n","page_name":" 328 ","page_number":71},
  {"content":"\r\n\r\nهكذا هين ، وذلك بأن الفتات إنما هو خلط فيه ، وأجوده يملأ الخياشيم من رائحته ، فمتى ابتدأ الامتحان فيمنع من معرفة ما كان دونه . ( 2 ) جبلى : غليظ قصير جدا ، ياقوتى . ( 3 ) صنف ثالث قريب من الصنف الذي يقال له « موسولوطس » ، أسود أملس متشظ وليس بكثير العقد . ( 4 ) ومنه صنف أبيض رابع رخو منتفخ خشن النبات له أصل دقيق هين الانفراك كثيرا . ( 5 ) ومنه صنف خامس رائحته شبيهة برائحة السليخة ساطع الرائحة ياقوتى اللون ، قشرته شبيهة برائحة السليخة الحمراء ، صلب تحت المجس ، ليس بمتشظ ، وفي نسخة أخرى ليس بطيب الرائحة جدا ، غليظ الأصل ، وما كان من هذه الأصناف رائحته شبيهة برائحة الكندر أو رائحة الآس أو رائحة السليخة أو عطر الرائحة مع زهومة ، فهو دون الجيد ، وأنف « 1 » ما كان منه أبيض ، وما كان منه أجوف ، وما كان منه منكمش العيدان ، وما كان أملس خشبيا ، وألق الأصل منه فإنه لا ينتفع به ، وقد يوجد شئ آخر شبيه بالدار صينى يقال له . « فسودوقيامومن » بمعنى دار صينى حسن النبات ، ليس بطيب الرائحة ضعيف القوة . ومن قرفة الدار صينى ما يسمى « زنجيا » ، وفيه شبه من الدار صينى في المنظر إلا أنه يفرق بينهما بزهومة الرائحة ، وأما المعروف بالقرفة فإنه يشبه الدار صينى في أصله وكثرة منافعه وهو دار صينى خشبى له عيدان طوال شديدة ، وطيب رائحته أقل بكثير من طيب رائحة الدار صينى ، ومن الناس من يزعم أن القرفة هي جنس آخر غير الدار صينى ، وأنها من طبيعة أخرى غير طبيعة الدار صينى .\r\nالطبع والكيفية : جالينوس في السابعة : هذا الدواء في الغاية من اللطافة ولكنه ليس بحار غاية الحرارة بل هو من الحرارة في أول الثالثة وليس في الأدوية المسخنة شئ آخر يجفف مثل تجفيفه بسبب لطافة جوهرها .\r\nابن سينا : في الطبع حار يابس في الثالثة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) استبعد .\r\n","page_name":" 329 ","page_number":72},
  {"content":"\r\n\r\nالأفعال والخواص : يقول ابن سينا إن قوة كل دار صينى مسخنة مفتحة ، تصلح كل عفونة ، غاية في اللطافة ، جاذب ، ويصلح لكل قوة فاسدة وكل صديد من الأخلاط الفاسدة ، ودهنه محلل حار جدا مذيب ، وفي الكلف والنمش العدس ، وبالخل للبثور اللبنية .\r\nمنافعه في سائر الأعضاء : ابن سينا : أعضاء الرأس : ينفع من الزكام ، دهنه يثقل الرأس . . وهو من جملة ما يسكن وجع الأذن . أعضاء العين : ينفع من الغشاوة ( يجلو البصر ) والظلمة أكلا وكحلا . أعضاء الصدر : مفرح ينفع في السعال . الكبد : يفتح السدود ويقويها ، ويقوى المعدة . أعضاء النفض : ينفع من أوجاع الرحم ويدر البول والطمث . وهو ينفع من سموم الهوام .\r\nالأبدال : بدله قشور السليخة القابضة أو ضعفه كبابة أو ضعفه أبهل « 1 » وأضاف داود والخلنجان .\r\nالعمر والادخار : قال البيروني « ظن قوم أنه ( أي الدار صينى ) لا يضعف على الزمان وقد امتحنته فكان الحديث أقوى من العتيق . وإن أردت أن يبقى زمانا فاسحقه وأعجنه بشراب ( النبيذ ) وقرصه وجففه في الظل وارفعه ( أي ادخره ) .\r\nمضاره : ذكر داود أنه يصدع المحرور ويضمر المثانة .\r\nإصلاحه : ذكر داود أنه يصلحه الكثيرا والأسارون .\r\nالجرعة : عن داود إلى مثقال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر الرازي في كتاب « الأبدال » ينبغي ألا يستعمل هذا البدل ( الأبهل ) الحبالى .\r\n","page_name":" 330 ","page_number":73},
  {"content":"\r\n\r\n\r\nالمبادئ التي يقوم عليها فعل الأدوية عند العرب\r\nلقد ورث علماء العرب عن قدماء اليونان ، فلسفتهم عن الطبيعة التي بنيت عليها نظريتهم في تكوين الكون ( العالم ) وظواهره ومقوماته ، وأنه يتكون أصلا من أربعة أركان أو عناصر منها اثنان خفيفان هما النار والهواء واثنان ثقيلان هما التراب ( الأرض ) والماء ، وأن جميع الأجساد والأشياء تتكون من هذه العناصر . وهذه العناصر لها كيفيات أو صفات أربع هي :\r\nالحرارة والبرودة والجفاف والرطوبة .\r\nأما في طبهم فقد أخذوا عن اليونانيين نظرية الأخلاط التي تنص على أن هناك أربعة أخلاط تكون العناصر الأساسية في جسم الإنسان . وأن في توازن هذه الأخلاط الصحة وفي انحراف توازنها وعدم توافقها تحدث الأمراض ، وهذه الأخلاط ، بحسب تعريفهم لها ، هي أجسام سيالة يستحيل إليها الغذاء وهي :\r\nالدم : وهو الذي يأنى من القلب .\r\nوالبلغم :  Phlegm  والمفروض أن يأتي من الدماغ ثم ينتشر في جميع الجسم .\r\nالصفراء : ويفرزها الكبد ( المرارة ) .\r\nوالسوداء : وتأتى من الطحال والمعدة .\r\nولكل من هذه الأخلاط كيفيات أو صفات مجددة من الكيفيات الأربع التي تدل على الحرارة والبرودة والجفاف والرطوبة ، وهذه تقابل في صفاتها العناصر أو الأركان الأربعة ، فالدم كالهواء رطب حار ، والبلغم له صفات الماء رطب بارد ، والصفراء لها خواص النار ، حارة جافة ، والسوداء كالتراب ( الأرض ) باردة جافة . والشكل المنشور يبين توافق وتوازى الأخلاط بالعناصر أو الأركان الكونية الأربعة مع صفاتها وكيفياتها .\r\n\r\n","description":"","footnote":"","page_name":" 331 ","page_number":74},
  {"content":"\r\n\r\nهذا الشكل يبين توافق وتوازى الاخلاط بالعناصر أو الأركان الكونية الأربعة مع صفاتها وكيفياتها\r\n\r\n","description":"","footnote":"","page_name":" 332 ","page_number":75},
  {"content":"\r\n\r\nوقد قسموا العلل إلى : بلغمية ( لتوفر البلغم وفرطه وأصحابها هم ذوو المزاج البلغمى ) ، وصفراوية ( لكثرة الصفراء وأصحابها هم ذوو المزاج الصفراوي ) ، والسوداوية ( لفرط السوداء وأصحابها هم ذوو المزاج السوداوى ) والدموية ( لفرط الدم وأصحابها هم ذوو المزاج الدموي ) .\r\nوللعقاقير مثل هذه الكيفيات نفسها ، إذ هي تنفعل في داخل الجسم فتحدث الكيفية فوق التي في الجسم ، وإن اختلفت في كائن ما عن كائن آخر أو في جسم ما عن جسم آخر ، فقد يكون الدواء باردا مثلا بالقياس في جسم الإنسان وحارا في جسم العقرب ، بل قد يكون دواء واحد حارا بالقياس لجسم شخص ما باردا بالقياس لجسم شخص آخر ، ولكل عقار درجه في كيفيته فيقول داود الأنطاكي « فإما لا يغير البدن إذا أورد إليه وهذا هو « المعتدل » أو يغيره . فإما لا يحس بالتغيير فضل إحساس وهذا هو « في الأولى » أو يحس ولم يخرج عن المجرى الطبيعي « ففي الثانية » أو يخرج ولكن لا يبلغ أن يهلك « ففي الثالثة » أو يبلغ « ففي الرابعة » ، ومعنى حكمنا على المفرد « بكيفية في درجة » أن فيه من أجزائها ما لو قوبل بالبواقى وتساقط ، بقي من الأجزاء بعدد الدرجة المذكورة ، وإيضاحه أن « في الحار في الأولى » ثلاثة أجزاء اثنان حاران وواحد بارد ، فإذا قابلت هذا البارد بواحد من الحارة تساقطا وبقي واحد حار فقلت « في الأولى » ، والذي « في الثانية » أربعة أجزاء واحد بارد يعادل بمثله فيبقى اثنان وهكذا أبدا . وقد تجعل الدرجة في التحرير ثلاثة أجزاء ليكون مجموع الأجزاء مطابقا لتلك في البروج كما أن مجموع الدرج مطابقا لقوى العناصر . فإذا قلنا عن الشئ « في أول الأولى » كان الباقي بعد التعادل ثلاثة أجزاء . وأكثر الأدوية في الثانية والثالثة ، وأعظم السم في الرابعة ، بينما أغلب الأغذية في الأولى والثانية ، وقد يرجع الدواء من درجة إلى أخرى دونها إذن ، ليلطف وتنقص كيفيته حيث المطلوب ذلك ، فإن كان يفعل ذلك فأولى به النقع لأنه غمر الدواء بالماء .\r\nوأفضل الدواء ما تساوى عنصراه في مرتبة ، ويليه ما ترقى الأضعف\r\n\r\n","description":"","footnote":"","page_name":" 333 ","page_number":76},
  {"content":"\r\n\r\nفيه عن الأقوى كحار في الأولى رطب في الثانية . والأمر منوط بالطبيب الحاضر وإن اللازم له موازنة الدواء بالعلة الحاضرة مع مراعاة أطوارها .\r\nوغاية الأمر الرطب مثلا في الأولى يطلب باردا يابسا ، وكلفة ذلك يسيرة بخلاف حار يابس في الثالثة إذا أريد تعديله ببارد رطب في الأولى فإن الموازنة حينئذ تكون أشق .\r\nأما الإدريسى فقد ذكر في كتابه « الجامع لمفردات أشتات النبات » أن « حذاق الأطباء المتقدمين العارفين بقوى هذه الأدوية المفردة وخواص أفعالها وعامتها حصروا كل ذلك في أربع درجات فقالوا إن من الأدوية ما هو حار يابس ، أو حار رطب ، أو بارد يابس ، أو بارد رطب .\r\nوزعموا أن الدواء الحار اليابس : إذا كان منسوبا إلى الدرجة الأولى كان فيه من الحرارة جزءان ومن اليبوسة جزءان ومن الرطوبة جزء واحد ومن البرودة جزء واحد وبالضد في البارد اليابس . وإن كان الدواء حارا رطبا في الدرجة الثانية ففيه حرارة أربعة أجزاء ومن الرطوبة أربعة أجزاء ومن اليبوسة جزءان ومن البرودة جزءان وبالضد في البارد اليابس . وإن كان الدواء حارا يابسا في الدرجة الثالثة ففيه من الحرارة ثمانية أجزاء ومن اليبوسة ثمانية أجزاء ومن الرطوبة جزءان ومن البرودة جزءان وبالضد في البارد اليابس . وما كان من الدواء حارا يابسا في الدرجة الرابعة ففيه من الحرارة ستة عشر جزءا ومن اليبوسة ستة عشر جزءا ومن الرطوبة جزءان ومن البرودة جزءان ، وبالضد في اليابس والبارد في هذه الدرجة . وهكذا الدواء الحار الرطب في الدرجة الأولى كان فيه من الحرارة جزءان ومن الرطوبة جزءان ومن البرودة جزء ومن اليبوسة جزء ، وبالضد البارد اليابس وعلى هذا القانون يجرى .\r\n\r\nمعرفة قوى الأدوية :\r\nوكانت قوى الأدوية وفعلها وفوائدها تعرف لدى العرب بطريقتين هما : طريقة التجربة وطريقة القياس . فيذكر ابن سينا في قانونه « أن\r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":77},
  {"content":"\r\n\r\nالتجربة إنما نهدى إلى معرفة قوة الدواء بالثقة بعد مراعاة شرائط ثم ذكر منها سبعة شرائط تعتبر دستورا للاختبار العملي وهي :\r\nأولا : أن يكون الدواء خاليا عن كيفية مكتسبة مثل الحرارة والرطوبة .\r\nثانيا : أن يكون المجرب عليه علة مفردة لا علة مركبة .\r\nثالثا : أن يكون الدواء قد جرب على العلل المتضادة حتى إن كان ينفع منهما جميعا ، لم يحكم أنه مضاد لمزاج أحدهما . وربما كان نفعه من أحدهما بالذات ومن الآخر بالعرض ( أي طارىء ) .\r\nرابعا : أن تكون القوة في الدواء مقابلا بها ما يساويها من قوة العلة ، فإن بعض الأدوية تقصر حرارتها عن برودة علة ما فلا يؤثر فيها البتّة فيجب أن يجرب أولا على الأضعف ويتدرج يسيرا يسيرا حتى يعلم قوة الدواء ولا يشكل .\r\nخامسا : أن يراعى الزمان الذي يظهر فيه أثره وفعله ، فإن كان مع أول استعماله أقنع أن يفعل ذلك بالذات ، وإن كان في أول الأمر لا يظهر منه فعل ثم في الآخر يظهر منه فعل فهو موضع اشتباه وإشكال عسى أن يكون قد فعل ما فعل بالعرض .\r\nسادسا : أن يراعى استمرار فعله على الدوام أو على الأكثر فإن لم يكن كذلك فصدور الفعل عنه بالعرض .\r\nسابعا : أن تكون التجربة على بدن الإنسان فإنه إن جرب على بدن غير الإنسان جاز أن يختلف ولكن حذر المجوسي من ذلك لما فيه من مخاطر على الإنسان إلا بشروط معينة .\r\nوالتجربة أساس معرفة كثير من الأدوية يثبتها السلف ويستخلفها الخلف ولذلك فصناعة الدواء - كما ذكر المجوسي - لم تدرك في زمان يسير ولكن في زمان طويل وألوف السنين بتجربة ألوف الناس حتى جمعت .\r\nأما تعرف قوى الأدوية عن طريق القياس فقد ذكر ابن سينا أن القوانين فيه مأخوذة من :\r\n\r\n","description":"","footnote":"","page_name":" 335 ","page_number":78},
  {"content":"\r\n\r\nأولا : سرعة الاستحالة إلى النار والتسخن ومن بطء استحالتها ومن سرعة جمودها وبطء جمودها .\r\nثانيا : من الروائح ويقول إن الروائح تحدث عن حرارة وتحدث عن برودة ، ولكن مشمها ومسعطها هي الحرارة في أكثر الأمر ، لأن العلة الأكثرية في تقريب الروائح إلى القوة الشامة هو جوهر لطيف بخارى وإن كان قد يجوز أن يكون على سبيل استحالة الهواء من غير تحلل شئ من ذي الرائحة إلا أن الأول هو الأكثر .\r\nولقد ذكر المجوسي أن الحكم من روائح الأشياء على جملة مزاجها غير موثوق به .\r\nثالثا : من الطعوم « 1 » وقد ذكر منها تسعة : التفه ( المسيخ الذي لا طعم له ) مثل الماء والنشا إذ أن جوهره لا ينحل منه شئ يخالط اللسان فيدركه ، الحلاوة ، والمرارة ، والحرافة ( وهي تحدث لذعا في اللسان ) والملوحة ، والحموضة ، والعصوفة ، والدسومة ، كما ذكر أنه قد يجتمع طعمان أو أكثر في جرم واحد مثل اجتماع المرارة والقبض في الحضض ويسمى البشاعة ، والمرارة والملوحة في السبخة وتسمى الزعوفة ، والمرارة والحرافة والقبض في البادنجان ، وقيل إن المذاق ( أي الطعم ) أبلغ في معرفة قوى الأشياء من الرائحة واللون ، وإنها تفوقهما في هذه الأدلة . وذكر المجوسي أن الطعوم أكثر صحة ودلالة ثم الروائح ثم الألوان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد ذكر ابن سينا أن أفعال هذه الطعوم كالآتى : أفعال الحلاوة الإنضاج والتليين وتكثير الغذاء ، أفعال المرارة : الجلاء والتخشين ، أفعال العصوفة : انقبض إن ضعف والعصر إن اشتد ، أفعال القبض : التكثيف والتصليب والحبس ، أفعال الدسومة : التليين والإزلاق والإنضاج قليل ، أفعال الحرافة : التحليل والتقطيع والتعفين ، أفعال الملوحة : الجلاء والغسل والتجفيف ومنع المفوقة ، أفعال الحموضة : التبريد والتقطيع .\r\n","page_name":" 336 ","page_number":79},
  {"content":"\r\n\r\nرابعا : الألوان وبخاصة في النوع الواحد إذا اختلفت أصنافه وكان بعضه يضرب إلى البياض وبعضه يضرب إلى الأحمر أو إلى الأسود كما في البصل والحنطة ، كما أن الأسود من الغاريقون سم وكذلك الأغبر من الجندبادستر والأزرق من الحلتيت ( عن داود الأنطاكي ) والاستدلال من لون الدواء عامة على مزاجه فهو دون الرائحة .\r\nخامسا : من أفعال وقوى معلومة يكتسب منها دلائل واضحة على قوى مجهولة . ومع كل ذلك فلم يغب عن بال ابن سينا أن كل هذه القوانين والعلامات غير بقينية وغير تحقيقية أو بحسب تعبيره : « إن قال الإنسان في هذا شيئا فإنما يقوله على وجه التخمين » .\r\n\r\nأفعال كلية للأدوية وأفعال جزئية لها :\r\nللأدوية - كما ذكر في كتب العرب - قوى يكون مفعولها كليا أو جزئيا أو شبه كلى . فالأفعال الكلية هي مثل التسخين والتبريد والجذب والدفع والإدمال وما أشبه ذلك . والأفعال الجزئية مثل المنفعة في السرطان والمنفعة في البواسير والمنفعة في اليرقان وما أشبه ذلك ، والأفعال التي تشبه الكلية مثل الإسهال والإدرار والتعريق الخ .\r\nوقد حددوا أيضا الأفعال الكلية فقالوا إن منها ما هي أوائل ، وهي الأفعال الأربعة الأساسية أي التبريد والتسخين والترطيب والتجفيف ، ومنها ما هي ثواني ، البعض منها ما هي هذه الأفعال بعينها لكنها مقدرة أو مقايسة بحد زيادة أو نقصان مثل الإحراق ، ومنها ما هي أفعال أخرى لكنها صادرة عن هذه مثل التخدير والختم والإلزاق والتغذية والتفتيح وما أشبه ذلك .\r\n\r\nالصفات التي للأدوية في أنفسها :\r\nسبق أن ذكر أن للأدوية أولا كيفية أو كيفيتين من الأربع كيفيات الأولية وهي البارد والسخن والرطب والجاف ، ثم لها صفات خاصة بالألوان والروائح والطعوم وأخيرا فإنها تتميز بصفات أخرى ظاهرية\r\n\r\n","description":"","footnote":"","page_name":" 337 ","page_number":80},
  {"content":"\r\n\r\nتمت إلى حاسة اللمس . فمن أشهر ما ذكر من هذه الصفات : اللطافة :\r\n( فالدواء اللطيف هو الذي شأنه إذا انفعل من القوة الطبيعية التي فينا أن ينقسم إلى أجزاء صغيرة جدا مثل الزعفران والدار صينى ) ، والكثافة :\r\n( فالدواء الكثيف ما ليس كذلك من شأنه - أي من اللطافة - فلا ينقطع مثل القرع والجبسين ) ، واللزوجة ( فالدواء اللزج من شأنه أن يقبل الامتداد معلقا فلا ينقطع مثل العسل ) ، والهشاشة ( فالدواء الهش يتجزأ إلى أجزاء صغيرة بضغط يسير مع يبوسه وجمود مثل الصبر الجيد ) والجمود ( فالجامد هو الذي شأنه أن يسيل إلا أنه غير سائل بالفعل مثل الشمع ) ، والسيلان ( فالسائل مثله المائعات كلها أي الذي لا يثبت على شكله ) اللعابية ( فاللعابى هو الذي شأنه إذا نقع في الماء أو في جسم مائي تميزت منه أجزاء تخالط تلك الرطوبة ويحصل منها إلى اللزوجة مثل بزر قاطونا والخطمي ) والدهنية ( فالدهنى في جوهره شئ من الدهن مثل الحبوب ) ، والنشف ( فالناشف هو اليابس بالفعل مثل النورة غير المطفأة ) والخفة ( الخفيف مثل الحنظل ) ، والنقل ( الثقيل مثل الزئبق ) .\r\nوقد جمع ابن سينا أفعال الأدوية في الست الطبقات ( الفئات ) الآتية :\r\nأولا : المسخن ، الملطف ، المحلل ، الجالى ، الخشن ، المفتح ، المرخى الجاذب ، المنضج ، الهاضم ، كاسر الأرياح ، المقطع ، المحمر ، المحكك ، المقرح ، الأكال ، المحرق ، اللاذع ، المفتت ، المعفن الكاوى ، المقشر ( القاشر ) .\r\nثانيا : المبرد ، الرادع ، المغلظ ، المفجج ( مضاد الهاضم والمنضج ) ، المخدر .\r\nثالثا : المرطب ، المنفخ ، الغسال ، الموسخ للقروح ( يمنع تجفيف القروح وإدمالها ) والمزلق ( يبلل سطح جسم ملاق لمجرى يحتبس فيه ) ، المملس ( دواء لزج يبسط على سطح خشن فيصير الجسم أملس ) .\r\nرابعا : المجفف ، العاصر ( يبلغ من تقبيضه أن تنفصل الرطوبات نتيجة\r\n\r\n","description":"","footnote":"","page_name":" 338 ","page_number":81},
  {"content":"\r\n\r\nللانضغاط ) ، القابض ، المسدد ( يابس تحتبس الكثافة ويسد المنافذ ) المغرى ، المدمل ( يجفف الجرح ويلئمه ) ، المنبت للحم ، الخاتم ( يجفف سطح الجرح حتى يصير خشك‌ريشه عليه ) .\r\nخامسا : القاتل ، السم الترياق ، البادرهز « 1 » .\r\nسادسا : المسهل ، المدر ، المعرق .\r\n\r\nاختلاف قوى الأدوية :\r\nومن ملاحظات العرب في اختلاف قوى الأدوية وأسباب ذلك قول ابن ربن في كتابه « فردوس الحكمة » : « رأينا دواء واحدا قد نفع قوما وأضر آخرين ، والعلة في ذلك اختلاف مزاج العلل أو عفونة ( عتق ) الدواء وفساده أو لأنه من البلد الذي لا يجود فيه مثله مثل الهليلج الذي لا يجود إلا ما كان من كابل ، والكمون من كرمان ، والصبر من السقطرى ، والصعتر من فارس ، والأفاوية من الهند وما شابه ذلك ، أو أن يخطئ الطبيب في أجزائه وأوزانه وأخلاطه أو في معرفة مقاومة العلل التي يستقيم ذلك الدواء لها » . ونوه المجوسي وابن سينا وغيرهما على أن قوى الأدوية وتأثيرها تتوقف على طبائع الأبدان واختلاف حالاتها في الصحة والمرض ، وطبائع الأمراض واختلافها من شدة وضعف وما يتبعها من أعراض ، وأسنان الأبدان وأمزجتها ، وأوقات السنة ، وحالة الجو ، والبلد الذي يسكنه المريض ، وعاداته ، ومهنته ، وذكر ابن سينا أن اللنج تقتل في فارس وتؤكل في مصر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصلها من باكزهر فارسية معناها « ذو الخاصية » حذفت الكاف عند العرب فصارت بازهر وقد تعوض بالدال ، وهي في الأصل لكن ما فيه ترياقية ، وهي المخاصة الحافظة ، منها ما يحل السم والدواء القاتل إما بمضادة كيفيتها لهما وإما بمضادة جميع جوهرهما ، ومنها ما بفرغ السم القاتل من العضو العليل .\r\n","page_name":" 339 ","page_number":82},
  {"content":"\r\n\r\n\r\nموارد العقاقير وتسميتها :\r\nكانت العقاقير في أيام العرب تجنى من النباتات البرية أي التي تنمو على سلتعتها دون أي رعاية خاصة وهي ما يسمونها في مصر بالنباتات الشيطانية أو تجنى من النباتات التي تزرع لهذه الغاية وهي ما يسمونها بالنباتات البستانية وكان العرب يجلبون العقاقير في المعتاد من مواطنها الأصلية أي حيث تنمو نباتاتها وتوجد حيواناتها ، وذلك إما بطريق البر عبر آسيا وأفريقيا وإما بطريق البحر ، فهذه العقاقير من أسبانيا ، وهذه من بلاد شمال إفريقيا أو شرقها .\r\nوتلك من بلاد الفرس أو من الهند ، أو من الصين أو من بلاد شرق آسيا وبخاصة جزائر الهند الشرقية .\r\nوكانوا يسمون هذه العقاقير إما بأسمائها الوطنية أي كما هي معروفة في بلادها مثل الرواند كما هو اسمه في الهند ، وإما يعربون تلك الأسماء بحيث تتفق في نطقها والذوق العربي فالكافور مثلا أصلها كابور ، والقنبيل أصلها الهندي كامبيلا ، والأفسنتين هي باليونانية ابسنتث  absinth  . . إلخ .\r\nوإما بترجمة أسمائها الأجنبية إلى العربية مثل حب الملك وهي من شاهد انج الفارسية شاه ( ملك ) ودانه ( حب ) وشجرة البق من الفارسية دردار ( در - بق ، دار - شجرة ) وإما يضعون لها أسماء عربية خاصة كالتمر هندى ( التمر الذي يرد من الهند ) وجوزة الطيب ( الجوز الذي يتطيب به ) والجاوي ( أي الوارد من جاوة ) إلخ إلخ . هذا بالإضافة إلى الأسماء التي استعملوها عمن ترجموا أو نقلوا عنهم . وفي كثير من الأحيان كان العقار يعرف بأسماء عديدة فقد كان كثير من المؤلفين العرب يذكر العقار بأسمائه المعروفة بالعربية واليونانية واللاطينية والبربرية والأندلسية والقوطية والفارسية والسريانية وأسمائه الموطنية .\r\n\r\nما أدخله العرب في المادة الطبية :\r\nلقد أدخل العرب كثيرا جدا من مفردات الأدوية في مادتهم الطبية ولم ينقلوها عمن أخذوا عنهم من اليونانيين والنساطرة فأوردوها في كتبهم\r\n\r\n","description":"","footnote":"","page_name":" 340 ","page_number":83},
  {"content":"\r\n\r\nمحلاة بأوصافها وقوة مفعولها ومنافعها وفوائدها في العلاج ، ولكن كان ذلك إما لاتصالهم بالهنود وبلاد الشرق الأقصى وإما لتجوالهم في البلاد التي كانت لهم بها علاقات ، وتقصيهم ما كان يستعمله أهالي هذه البلاد من عقاقير كان يجهلها أهل العلم في ذاك الزمان ، وإما لكشفهم الجديد من العقاقير .\r\nفقد نوه مثلا الإدريسى في كتابه « الجامع لصفات أشتات النبات » عن كثير من العقاقير لم يذكرها ديسقوريدس أو أغفلها ، إما لأنه لم يبلغه علمها ولا سمع عنها أو كان ذلك ضنّا منه أو تعمدا ، وإما لأن أكثر هذه الأدوية ليست من شئ من بلاده ؛ ويبلغ ما أحصى من هذه المفردات حوالي 125 ورد ذكرها تحت ما ذكره الإدريسى في 14 حرفا الأولى من الحروف الأبجدية وهو الجزء من كتابه الذي أمكن الحصول عليه .\r\nكما أن ابن البيطار في كتابه « الجامع لمفردات الأدوية والأغذية » أورد حوالي 300 مفرد لم يذكرها ديسقوريدس ولا المؤلفون قبله .\r\nوالعرب أول من حضر حمض الكبريتيك ، وحمض النيتريك ، والماء الملكي ، والقلويات ( ايدركسيد الصوديوم وغيره ) والسليماني ( كلوريد الزئبقيك ) ، ويوديد الزئبق ، والأنتيمون ، والنشادر ، ونيترات الفضة ، والراسب الأحمر ، والبورق ، وحمض الطرطير ، والكحول ، وكثير من هذه الأسماء ما زالت مستعملة باللغات الأوروبية مما يدل على أصلها العربي .\r\nوكان الرازي أول من جرب الزئبق وأملاحه على القردة ليرى مفعولها .\r\nومن المفردات التي أدخلها العرب في المادة الطبية نذكر ما يأتي بأسمائها العربية وما يقابلها بالاسم العلمي للنبات أو بأسمه بالإفرنجية :\r\n\r\n","description":"","footnote":"","page_name":" 341 ","page_number":84},
  {"content":"\r\n\r\nكركم  - Curcuma domestica \r\nكاذى  Panadanus odoratissimus \r\nكراث  Allium ( roseum ) or porum \r\nليمون  Citrus Medica \r\nما هي زهرة أو سم سمك  Anamirta Paniculata \r\nمحلب  Prunus mahleb \r\nمسواك ( أراك )  Salvadora Persica \r\nمغات  Glosscstemon burgairi \r\nملوخية  Corchorus olitorius \r\nمن  Manna \r\nنارجيل  Cocos nucifera \r\nنارنج  Citrus aurantium var . amara \r\nنفل  Melilotus oflicinalis or Medicago ciliaris \r\nورش  Flemingia congesta \r\nياسمين  Jasminum olficinalis \r\nزباد  Civeltc \r\nعنبر  Ambergris \r\nمسك  Muskus \r\nسكر  Sugar \r\nطباشير  Chalk \r\nزنجفر  Cinnabar \r\nبادزهر - بازهر  Bezoar stone \r\nياقوت  Ruby \r\nزمرد  Amethyst \r\nزبرجد  Peridot - Chrysolite \r\n\r\n","description":"","footnote":"","page_name":" 342 ","page_number":85},
  {"content":"\r\n\r\nبسذ - مرجان  Coral \r\nحجر النار - حجر النورة  Limestone \r\nازادرخت  Melia azadizachta \r\nالأملج  Phyllanthus ( Myrobolan ) emblica \r\nأمير باريس  Berberis sp . \r\nأم غيلان  Acacia arabica \r\nبل - قناء هندى  Aegles marmolis \r\nبستان امبروز  Amarthus Paniculatus \r\nبليلج  Terminal bellerica \r\nبن  Coffee arabical \r\nبهرامج - بلجينه  Salsola rosmarinifolia \r\nبيش  Aconitum nappillus or A . ferox \r\nتانبول - تامول  Piper betel \r\nتمر هندى  Tamarindus indica \r\nتربد  Ipomoeia turpethum Br . \r\nجدوار  Curcuma ( Amomum ) zedoria \r\nجلبان  Lathyrus Sativa \r\nجوز طيب جوزبوا  Myristica fragrans \r\nجوز القئ  Trichelia emetica \r\nجوز ماتل  Datura metel \r\nجوز مقىء  Strychnos Nux - vomica \r\nحب الزلم - حب العزيز  Cyperus aesculentus \r\nحب السمنه  Buchanania latifolia \r\nحب النيل - قرطم هندى  Ipomoea hederacea \r\nخلاف  Salix caprea \r\n\r\n","description":"","footnote":"","page_name":" 343 ","page_number":86},
  {"content":"\r\n\r\nخلنجان  Alpinia galanga \r\nخيار شنبر  Cassia fistula \r\nخروع صينى - دند  Croton tiglium \r\nخبربوا - حب الهال  Elettaria Cardamomium \r\nدم الأخوين  Calamus draco \r\nدند برى  Jatropha curcas \r\nزرنباد  Zingiber zerumbet \r\nسنا ( مكي )  Cassia acutifolia \r\nصندل  Santalum album \r\nعشار  Calotropis gigantea , C . procera \r\nفلفل أسود  Piper nigram \r\nفوفل  Areca catehu ( nut ) \r\nقاقلى  Amyris melegueta ; Amomum Subutatum \r\nقرنفل  Eugenia carophyllata \r\nقنبيل  Mellotus philipenensis ( Kamala ) \r\nكبابة  Piper cubeba \r\nكافور  Canamomum camphora ( Camphor ) \r\n\r\n","description":"","footnote":"","page_name":" 344 ","page_number":87},
  {"content":"\r\n\r\n\r\nتحضير الأدوية\r\nكانت الأدوية - مفردة كانت أم مركبة - تحضر عند العرب على هيئة مستحضرات ذات أشكال مختلفة تتوقف على طرق استعمالها وتعاطيها والغرض منها ، كما كانت تعد بغرض أن يكون مفعولها محققا مضمونا ، وفي الوقت نفسه لا تمجها النفس ولا تعافها بل تستسيغها مع سهول تعاطيها ، ولذلك كان على الصيدلي أن يقوم باجراء عمليات تهيئ الدواء تحقيقا لهذه الأغراض .\r\n\r\nالعمليات والأجهزة :\r\nوقد ابتدع العرب طرقا كثيرة واستعملوها في تحضير وتنقية الأدوية والعقاقير ، ومنها التقطير والترشيح والتكلس والتحويل والتبخير والتصعيد والتذويب ( الصهر ) والتبلور والتصويل والغسل . وهم أول من أدخل تغليف الحبوب بالذهب والفضة ( ابن سينا ) وأول من حضر الأقراص بالكبس في قوالب خاصة ( الزهراوى ) .\r\nولقد ذكر ابن سينا والمجوسي والزهراوى وداود وغيرهم من الأطباء الصيادلة العرب عدة عمليات لإعداد الدواء وجعله صالحا للعلاج ، وهي تؤثر فيه بالإصلاح أو بما يغير في أحكامه أو بافساده ما لم يتفاد ذلك ومن هذه العمليات الطبخ والسحق والإحراق بالنار والغسل والإجماد بالتبريد والوضع في جوار أدوية أخرى مما ينص عليه فيما يأتي :\r\n\r\n1 - الطبخ :\r\nإن من الأدوية كثيفة الأجرام ، فلا ترسل قواها في الطبخ إلا بفضل تعنيف عليها بالطبخ مثل أصل الكبر والزراوند والزرنباد وما أشبه ذلك ، ومنها أدوية معتدلة ، يكفيها الطبخ المعتدل ، فان عنف بها تحللت قواها وتصعدت ، مثل البذور المدرة للبول ومثل اسطوخودوس وما أشبهه ،\r\n\r\n","description":"","footnote":"","page_name":" 345 ","page_number":88},
  {"content":"\r\n\r\nومنها أدوية لا تبلغ بطبخها الطبخ المعتدل بل أدنى الطبخ يكفيها ، فان زيد على إغلائه واحدة تحللت قوتها وفارقت بالطبخ ولم يبق لها أثره .\r\n\r\n2 - السحق :\r\nومن الأدوية ما يبطل السحق قوته تماما مثل السقمونيا ، فيجب أن يسحق بغاية الرفق كي لا ينالها من السحق حرارة مفسدة لقوتها ، والصموغ أكثرها بهذه الصفة ، وتحليلها في الرطوبة أوفق من سحقها ، وجميع الأدوية التي يفرط في سحقها فان أفعالها تبطل ، فيقول ابن سينا إنه ليس كلما صغر الجرم حفظ قوته بقدره ، وعلى نسبة صغره ، بل يجوز أن يبلغ النقصان بالجسم إلى حد لا يفعل من فعله الذي يخصه شيئا .\r\nوالأدوية إذا كان لها فعل فإذا أفرط في سحقها أمكن أن تنتقل إلى نوع آخر من الفعل ، فمثلا اتفق على أنه إن أفرط في سحق أخلاط الكمونى انقلب مدرا للبول بعد ما هو في طبيعته مطلق للطبيعة . ولكن هناك أدوية كثيفة الجواهر ويريد تنفيذها إلى غاية بعيدة ، مثل أدوية الرئة إذا كانت معمولة من البسد واللؤلؤ والشاذنج فيجب سحقها سحقا دقيقا . وذكر داود أن السحق قد يضعف قوة الدواء نفسه لاستيلاء الهوائية عند تصاغر أجزائه ، ولكن ذكر المجوسي أن ما كان سحقها ( العقاقير ) أنعم كانت استحالتها في المعدة والكبد أسرع .\r\n\r\n3 - الإحراق :\r\nوأما أحكام الإحراق فان من الأدوية ما يحرق لينقص من قوته ، ومنها ما يحرق ليزاد في قوته ، فالدواء يحرق لأحد أغراض خمسة : إما لأن يكسر من حدته ، وإما لأن يكتسب حدة ، وإما لتلطف .\r\nجوهره الكثيف ، وإما لأن يهيأ للسحق ، وإما لأن تبطل رداءة في جوهره .\r\nمثال الأول الزاج ومثال الثاني النورة ( أي الجير ) ومثال الثالث السرطان وقرن الأيل الذي يحرق ، ومثال الرابع الإبريم فإنه يستعمل في تقوية القلب ، ومثال الخامس إحراق العقرب في غرض استعماله للحصاة .\r\n\r\n","description":"","footnote":"","page_name":" 346 ","page_number":89},
  {"content":"\r\n\r\n\r\n4 - الغسل :\r\n( وهو التصويل ) أدخلها العرب ، فإنه يسلب كل دواء ما يخالطه من الجوهر الحاد اللطيف ، ويسكن منه ويعدله ، فمنه ما يبرد به بعض الحرارة المفرطة ، ومثل الجير ( النورة ) المغسول فإنه يبقى معتدلا ويزول إحراقه . ومنه ما ليس الغرض تبريده فقط بل التمكن من تصغير أجزائه وتصقيلها ، مثل سحق التوتيا في الماء . ومنه ما يغسل لتفارقه قوة لا تراد مثل الاستقصاء في غسل الحجر الأرمني واللازورد حتى تفارقها القوة المغثية ، ومنه ما يغسل بالتصويل لتنقيته من الغبار والطين وما قد يكون عالقا به من العفون وغير ذلك .\r\n\r\n5 - الجمود :\r\nوأما الجمود فان كل دواء جمد فالقوة اللطيفة فيه تبطل وتزداد بردا إن كان بارد الجوهر .\r\n\r\n6 - المجاورة :\r\nوأما المجاورة فان الأدوية قد تكتسب بالمجاورة كيفيات غريبة حتى تستحيل أفعالها ، فان كثيرا من الأدوية الباردة تصبر حارة التأثير لاستفادتها من مجاورة الحلتيت والافربيون والجنديبدستر والمسك ( كيفية حارة ) ، وكثير من الأدوية الحارة تصير باردة التأثير لاستفادتها من مجاورة الكافور والصندلى ( كيفية باردة ) .\r\n\r\n7 - التنقية والتنظيف  Purification  :\r\nوله وسائل مختلفة منها :\r\n\r\n( ا ) الغربلة أو النخل :\r\nلتنظيف العقاقير من الشوائب والأوساخ باستعمال الغرابيل أو المناخل .\r\n\r\n( ب ) التقطير :  Distillation \r\nبواسطة القرعة والأنبيق وجمع ما يقطر في القابلة شكل رقم 4 .\r\n\r\n( ح ) الاستنزال :  Descensory \r\nباستعمال « البوط بربوط » .\r\nشكل ( رقم 6 ) وكانت توضع المادة في ( البوتقة ) البوطقة العليا من الجهاز ، وهي التي بأسفلها ثقبان وعندما تسخن تأخذ المادة\r\n\r\n","description":"","footnote":"","page_name":" 347 ","page_number":90},
  {"content":"\r\n\r\nفي الذوبان وتقطر عبر الثقبين إلى البوتقة السفلى مخلفة الخبث والوسائخ ( الأقذار والشوائب ) وراءها .\r\n\r\n( د ) الغسل والتصويل :\r\nسبق ذكره .\r\n\r\n8 - التشويه أي التحميص  Assation or roasting  :\r\nوكانت المادة تبل بالماء في صلابة  Flat stone mortar  ثم تنقل إلى قارورة ، تعلق بقارورة أخرى وهذه الأخيرة توضع على نار وتسخن ، وعندما تزول الرطوبة ، يسد فم القارورة الداخلية التي تحوى المادة ويواصل التسخين وهذا دليل على أن العرب كانوا يستعملون الهواء الساخن للتسخين  Air - bath  .\r\n\r\n9 - الطبخ  Coction or Digestion  :\r\nوقد سبق ذكره ، وهو تعبير آخر للتشويه غير أن الطبخ كان يجرى في جو مشبع بالرطوبة .\r\n\r\n10 - التلغيم أو الإلغام  Am algamation  :\r\nوهي عملية مزج المعادن بالزئبق تمهيدا لعمليتى التكليس والتصعيد .\r\n\r\n11 - التصعيد  Sublimation  :\r\nوذلك بوساطة استعمال الأثال ( شكل 3 ) .\r\nوكان الكيمائيون الصيادلة يعتبرون الأثال أهم الآتهم ، وهناك طريقة أبسط للتصعيد تسمى « تخنيق » أو « ترخيم »  Incubation  توضع المادة كما هي أو مصحوبة بزيت في قارورة وتسخن على نار خفيفة لإزالة الرطوبة أو الزيوتة وأخيرا تسد القارورة وتسخن بشدة حتى تصعد المادة وتتجمع في عنق القارورة .\r\n\r\n12 - التكليس  Calcination  :\r\nتشبه هذه العملية عملية لتشوية غير أنها هناك كانت تسخن القارورة مباشرة على النار إلى أن تصير المادة مسحوقا دقيقا للغاية .\r\n\r\n13 - التصدية  Rusting  :\r\n\r\n14 - التشميع  Ceration  :\r\nبعد تطهير المادة من شوائبها بإحدى الطرق المذكورة ، كانت تشمع أي كان يضاف إليها بعض المواد حيث تصبح سهلة\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":91},
  {"content":"\r\n\r\nالذوبان ( الانصهار ) على أثر مفعول النار ، ولتشميع الأرواح كانت تستعمل الأملاح والزيوت والبوارق ، وكانت الأجساد تشمع بوساطة الأرواح ( المنطاءات ) والأملاح والبوارق ، والأحجار بوساطة الأملاح والبوارق ، أما الزيوت فكانت تشمع بالزيوت فقط .\r\n\r\n15 - الحل والتحليل :\r\nويشير الرازي في كتابه « سر الأسرار » إلى ثمانية أنواع : تحليل بالمياه الحادة ، وتحليل بالزبل ، وتحليل بالرطوبة ، وتحليل بالدن ، وتحليل بالمرجل ، وتحليل « بالعمياء » ( الأنبيق ) ( شكل 4 ) ، وتحليل بالكرفس ، والجب وتحليل بالتقطير .\r\n\r\n16 - العقد  Congealing  :\r\nوهي آخر المطاف للوصول إلى الإكسير .\r\nوله أربعة أنواع : عقد اللتشويه ، وعقد بقارورة ، وعقد بدفن ، وعقد بالعمياء ( الأنبيق ) .\r\n\r\n17 - التبلور :\r\nلتنقية المواد الكيماوية  Crystallisation  .\r\n\r\n18 - تذهيب الحبوب وتفضيضها :\r\nأدخلها ابن سينا .\r\n\r\nالآلات والأجهزة :\r\nأما الآلات والأجهزة التي كان يستعملها العرب في تحضير الأدوية فهي نوعان :\r\nنوع لتذويب ( صهر ) الأجساد وآخر لتدبير العقاقير :\r\n\r\n( أ ) آلات لتذويب الأجساد :  Instrnments form elting the « bodies » \r\n1 - بوط بربوط  1 . Descensory \r\n2 - بوطقة - بودقة - بوتقة  2 . Crucible \r\n3 - راط أو مسبكة ( قالب )  3 . Semi - Cylindrical iron mould \r\n4 - كور  4 . Blacksmith's hearth \r\n\r\n","description":"","footnote":"","page_name":" 349 ","page_number":92},
  {"content":"\r\n\r\n5 - ماسك أو كلبتان  Tongues \r\n6 - مبرد  File \r\n7 - مفرقة أو ملعقة  Ladle \r\n8 - مقطع ( ج : مقاطع ) - مقص  Shears \r\n9 - مكسر - مطرقة  Hammer or pestle \r\n10 - منفاخ أوزق  Bellows \r\n\r\n( ب ) - آلات لتدبير العقاقير :  Instruments and apparatus used in chmical process . \r\n1 - أتون\r\n 1 . A small model of the potter's or limer's kiln \r\n2 - أثال ( شكل لرقم 2 )  2 . Aludel \r\n3 - الأنبيق الأعمى ( شكل رقم 4 )\r\n 3 . Cucurbit and Blind alembic \" ( i . e . an alembic without any delivery tube ) \r\n4 - تنور  4 . Furnacc \r\n5 - حريرة  5 . Sieve of silk \r\n6 - درج\r\n 6 . Clay box in which layers or substances to be calcinated or trcated were placed . \r\n7 - رادوف من الخيش  7 . ilder of jute cloth \r\n8 - سلة أو قفص  8 . Basket or Felt - covered cage \r\n9 - سكرجه  9 . Disk or Platter \r\n10 - صلاية وفهر\r\n 10 . Flat stone mortar and stone roller for use with it \r\n11 - قابلة  11 . Receiving flask \r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":93},
  {"content":"\r\n\r\n( شكل 1 ) ( شكل 2 ) الأثال\r\nالأبيق\r\nالفرعة\r\nالفابلة الأنبيق الأعمى\r\n( شكل 3 ) ( شكل 4 )\r\n\r\n","description":"","footnote":"","page_name":" 351 ","page_number":94},
  {"content":"\r\n\r\n12 - قارورة ( ج : قوارير )  12 . Bottle ( s ) \r\n13 - قدح ( ج : أقداج )  13 . Beakers \r\n14 - قدور ومكبات\r\n 14 . Earthenware pots , glazed inside with corresponding covers \r\n15 - قرع وأمبيق ذو خطم ( شكل رقم 3 )\r\n 15 . The cucurbit and Alembic with a delivery tube \r\n16 - قنع  16 . Glass Funnel \r\n17 - كرة  17 . Round mould \r\n18 - قنديل ( ج : قناديل ) للحصول على حرارة لطيفة  18 . Lamp ( s ) \r\n19 - قنينة ( ج : قنانى )  19 . Flask ( s ) \r\n20 - كانون أو طابشدان  20 . Brasier or chafing dishk \r\n21 - مرجل أو طنجير\r\n 21 . Gauldron in which substances were dissolved \r\n22 - مستوقد أو موقد\r\n 22 . A small cylindrical stove used for heating the aludel \r\n23 - مقلاة  23 . A covered iron pan \r\n24 - منخل  24 . Sieve of hair or silk \r\n25 - مهراس ونشايه : هاون ونشابه  25 . Mortar and its pestle \r\n26 - الميزان : للوزن ، وتقدير الثقل النوعي  26 . Balance  وكذلك لتقدير غش المعادن والأشب\r\n27 - نافخ نفسه  27 . A stove with perforated sides \r\n\r\n","description":"","footnote":"","page_name":" 352 ","page_number":95},
  {"content":"\r\n\r\n\r\nالميزان - الأوزان والمكاييل\r\nلم يكتف علماء العرب من صيادلة وكيماويين بتحضير الأدوية ومزجها اعتباطا بل كانوا حريصين على أن يستعملوها بمقادير محدودة ، ولذا نجد لديهم موازين دقيقة لوزنها ورثوها فيما ورثوا من علماء اليونان والرومان ولكن أدخلوا عليها تغييرات وتحسينات جعلتها بمثابة ابتكارات تثير الإعجاب بالدقة في أوزانها .\r\nوجميع الموازين في القرون الوسطى مبنية على مبدأ المخل « الرافعة »  Lever  فهي عبارة عن عمود ( قب ) يتحرك حول محور أفقى . ويقع مركز الثقل لهذا المخل تحت المحور . وفي أحد ذراعي العمود يعلق الشئ المراد وزنه على كفة وفي الذراع الآخر ، وفي كفة أخرى ، توضع الوزنات . والذراعان إما متساويتان أو مختلفا الطول . وفي كلا الحالين يوجد بجانب الأوزنة الثابتة ، وزن متحرك أسمه « الرمانة » يمكن بوساطته الوصول إلى التوازن الدقيق .\r\nوالمواضع التي تتحرك عليها الرمانة ينقش عليها أرقام ولذا تسمى « أرقام » أو مركز أو « نقرة » أو شعيرة . ويكون التوازن تاما عندما يصبح العمود أفقيا تماما .\r\nويقدر هذا إما مباشرة بالعين وإما بلسان « يوضع في وسط العمود » .\r\nوالموازين على شكلين : القرسطون أو القبان والميزان العادي أما الفرسطون فهو عبارة عن مخل يتكون من ذراعين غير متساويين يقع مركز ثقله تحت نقطة الارتكاز . وها هي ذي صورة الميزان مأخوذة من مخطوط قديم ( شكل رقم 5 )\r\n\r\n","description":"","footnote":"","page_name":" 353 ","page_number":96},
  {"content":"\r\n\r\n( شكل 5 )\r\n\r\n","description":"","footnote":"","page_name":" 354 ","page_number":97},
  {"content":"\r\n\r\nأما الميزان العادي ذو الذراعين المتساويين فهو لا يختلف في الشكل عن الموازين التي كانت تستعمل من قديم الزمان ، عند مختلف الشعوب . وقد وصل إلينا منها بعض نماذج توجد في المتاحف كما أننا نجد رسوما لها في بعض المخطوطات .\r\nوقد اهتم أيضا العلماء العرب مثل أبو بكر الرازي وابن سينا والبيروني والخازن بصناعة آلات دقيقة تسمح لهم بفحص الفضة والذهب والأحجار الثمينة لكي يتبينوا مدى صحتها أو غشها . ومبدأ هذه الآلات قانون أرشميدس القائل بأن كل جسم يغطس في سائل يتحمل دفعة من أسفل إلى أعلى تساوى وزن حجم السائل المزاح .\r\nوقد تفنن بعض علماء العرب في صناعة هذا النوع من الموازين وفي إتقانها . وأشهر هؤلاء العلماء الخازنى ، فكان يستعمل ميزانا ( شكل 6 ) سمك عموده ( ا ) ستة سنتيمترات وطوله متران ، وفي وسطه قطعة ( ج ) لمنع العمود من الانثناء ، ويدخل فيها « عريضة » ( ب ) وفي مقابلها عريضة أخرى ( د ) وفي الجزء الأسفل للإطار الذي يوجد فيه لسان ( ل ) طوله نصف متر تقريبا . والعريضة العليا ( ع ) معلقة بوساطة حلقات بعصى لتركيز الميزان . وفي أماكن موضوعة بدقة بمقابل العريضتين ( ب ) و ( د ) توجد ثقوب تمر بها خيوط والزر ( س ) الظاهر تحت العمود يستعمل لتثبيت اللسان بالعمود أو رفعه لكي يوضع على اليمين .\r\nونعلق الكفات بوساطة حلقات أنيقة تسمى « عقارب » يوضع رأسها في ثلمة صغيرة حفرت على السطح الأعلى من العمود . ولتحديد الثقل النوعي للمعادن وللأحجار الكريمة يستعمل خمس كفات . وبين هذه الكفات كفة ( م ) تسمى المخروط أو « الحاكم » لأنها تفصل بين الأشياء الحقيقية والأشياء المغشوشة . وهي تغطس في الماء والكفة ( ن ) تسمى ( المجنح )\r\n\r\n","description":"","footnote":"","page_name":" 355 ","page_number":98},
  {"content":"\r\n\r\n( شكل 6 )\r\nلها جانبان منزويان إلى الداخل بحيث يمكن تقريبهما إلى الكفات المجاورة .\r\nإلى أقصى حد . وتسمى أيضا « المنتقل » .\r\nثم هناك أيضا وزن متحرك ( ر ) يسمى « الرمانة السيارة » تستعمل ، عند اقتضاء الحال ، المعادلة ثقل الذراع الأخف ثقلا ، ولذا تسمى أيضا « رمانة التعديل » وتستعمل الكفات لوضع الموازين .\r\n\r\n","description":"","footnote":"","page_name":" 356 ","page_number":99},
  {"content":"\r\n\r\nوكان الخازنى يصل إلى نتائج دقيقة جدا . فقد أكد أنه إذا كان الميزان يزن ألف مثقال كان من الممكن تمييز حبة أي 68 / 1 من المثقال أي - انه بأوزاننا الحاضرة - إذا كان الوزن أربعة كيلو جرامات ونصف كان من الممكن تمييز 75 سنتيجرام أي واحد لستين ألف 60000 / 1 .\r\n( شكل 7 )\r\nوقد استعمل البيروني آلة أخرى ( شكل 7 ) لتحديد الأوزان النوعية سماها « الآلة المخروطية » تملأ الآلة بماء حتى يسيل الماء من الأنبوبة الجانبية ( ا ) ثم توزن أكبر كمية ممكنة من المادة ( وزن وا ) ، كما توزن الكفة\r\n\r\n","description":"","footnote":"","page_name":" 357 ","page_number":100},
  {"content":"\r\n\r\n( وزن و 2 ) الموضوعة تحت أنبوبة المصرف . فإذا ألقيت المادة في الآلة وإذا وزنت الكفة مع المياه التي خرجت من الآلة ( وزن و 3 ) تصل إلى و 3 - و 2 وهو وزن الماء المقابل للمادة ( و 1 ) . وينسبها البيروني إلى وزن مائة مثقال .\r\n\r\nالأوزان والمكاييل :\r\nكما ذكر ابن سينا وكوهين :\r\nأستار - وزنه 4 مثاقيل - 6 دراهم و 2 دانق .\r\nأوقية - 6 مثقال - أونس .\r\nالمن الرومي - وزن 20 أوقية .\r\nالمن المصري - وزن 40 أستارا .\r\nالغوطلى - 7 أواق - القطوبلى .\r\nالدرخمى - 1 مثقال - 6 أوبولات .\r\nأوبولوا - دانق ونصف .\r\nالميطرون الكبير - 3 أواقي .\r\nوالميطرون الصغير - 6 درخيمات .\r\nالأنطاليقى - 3 / 1 1 رطل - 16 أوقية .\r\nباقلاة - ثلث متقال .\r\nباقلاة مصرية - 3 / 2 مثقال - 12 قيراطا .\r\nباقلاة اسكندرانية - نصف مثقال - 9 قراريط .\r\nباقلاة رومية - شامونا - 5 ، 2 غرما - 5 ، 1 درهم + 1 دانق .\r\nالبندقة - 1 مثقال - 1 درخمية .\r\nتمرة - 5 ، 1 مثقال .\r\nجوزة - 7 مثاقيل - 14 شامونا .\r\n\r\n","description":"","footnote":"","page_name":" 358 ","page_number":101},
  {"content":"\r\n\r\nحبة - ربع قيراط - 2 / 0 جم .\r\nدرخمية - 6 أوبلات - 1 مثقال .\r\nدانق - 6 / 1 درهم وعند اليونانيين ربع درهم - 3 قراريط - 5 / 0 جم .\r\nدرهم - 5 دانق - 0 / 3 جم .\r\nرطل - 12 أوقية وبالبغدادى 130 درهما .\r\nدورق - 2 رطل بالبغدادى .\r\nسكرجه - 4 / 1 6 أساتير سطل أستاران .\r\nصدفة كبيرة - 14 شامونا صدفة صغيرة - 7 شامونات .\r\nصاع - 10 أقساط .\r\nغراما - ربع درهم + 2 دانق .\r\nقسط - 3 أرطال وعند بعضهم 4 أرطال - 20 أوقية .\r\nأما القسط الرومي بالكيل - رطلان وبالوزن 3 / 1 1 رطل .\r\nقيراط - 4 شعيرات قراش - 5 / 1 أوقية .\r\nقرطوبى - 9 أواق قرانوش - 3 أواق .\r\nقطول - ؟ كيلجة - 5 / 1 رطل بالبغدادى والمصري .\r\nمان - 100 جم .\r\nملعقة كبيرة - 4 مثاقيل ملعقة صغيرة - مثقالان .\r\nملعقة الدار - مثاقل أو درهم .\r\nمثقال - 7 / 10 درهما - 4 / 4 جم - 20 قيراطا .\r\nنيطل أوناطل - 12 مثقالا - 5 / 1 أوقية - 3 / 2 15 درهما كيلا\r\n\r\n","description":"","footnote":"","page_name":" 359 ","page_number":102},
  {"content":"\r\n\r\n\r\nالأدوية المركبة\r\nالأدوية المركبة هي كل دواء يتألف من خليط أو مزيج من أكثر من مفرد دوائى واحد ، ويختلف باختلاف أنواعه وغاياته ، وكان من أهم الأسباب التي ألجأت إلى تأليف الأدوية المركبة وما يحكم تركيب هذه الأدوية عند العرب ما يأتي مستخرجا أساسا من قانون ابن سينا مع الرجوع كذلك إلى ما ورد في الملكي للمجوسي وفي تذكرة داوود وغير ذلك :\r\n1 - إذا لم يوجد لكل علة خصوصا المركبة دواء مقابل من المفردات تخلط اثنين أو أكثر من المفردات لتقابل في مجموع مفعولها علة المريض .\r\n2 - إذا كان الدواء المختار أقل في مفعوله من المطلوب يضاف إليه مفرد أو أكثر يقوى قوته إلى الدرجة المطلوبة .\r\n3 - إذا كان الدواء المختار أقوى في مفعوله من المطلوب يضاف إليه مفرد يضعف من قوته .\r\n4 - إذا كان الدواء المراد بالغا فيما يراد به ولكنه ضار في أمر آخر يخلط به ما يكسر مضرته .\r\n5 - إذا كان الدواء كريه الطعم فلا يحتمله المريض مثلا يخلط بما يصلح طعمه ويطيبه .\r\n6 - إذا كان الغرض من الدواء المختار أن يفعل في موضع أو عضو بعيد أو قريب من المعدة مثلا ، ويخاف أن يكسر قوته الهضم الأول والهضم الثاني وغيرهما مما قد يوجد في طريق الدواء إلى ذلك الموضع ويخاف منه عليه ، يقرن بحافظ غير منفعل يصرف عنه أو يزيل عنه عادية الهضمين أو الأسباب الأخرى حتى وصوله إلى الموضع المقصود سالما .\r\n\r\n","description":"","footnote":"","page_name":" 360 ","page_number":103},
  {"content":"\r\n\r\n7 - إذا كان المراد أن يلبث الدواء في ممره قليلا حتى يعمل هناك عملا فائقا كثيرا ثم يكون هذا الدواء سريع النفوذ يخلط بمثبط ، ومثل هذا الدواء كثير من الأدوية المفتحة « 1 » فإنها سريعة النفوذ عن الكبد وربما كانت الحاجة ماسة إلى لبث منها في الكبد فتخلط بها أدوية جاذبة إلى ضد جهة الكبد .\r\n8 - إذا كان الدواء المختار مشتركا لطريقتين والغرض في طريق واحد يقرن به ما يحمله إلى ذلك .\r\n9 - إن دعت الحاجة إلى أفعال متعددة من الدواء تخلط المفردات التي تؤدى ذلك .\r\n10 - في حالة بقاء الدواء زمنا طويلا بحيث لا يفسد ويحتفظ بقوته على حالها يخلط بما يفعل ذلك .\r\n11 - في حالة استعمال دواء مفرد ولا يمكن استعماله على حاله دون أن يخلط معه شئ آخر يلتئم به ويستوى بمنزلة ما إذا كان استعمال دواء يقوم مقام المرهم والطلاء مثلا ولم يمكن أن يقوم بذلك ، يطبخ الدواء بالزيت أو يذاب ويخلط بالشمع والدهن حتى يمكن أن يثبت على العضو وإلا انتثر .\r\nوقال ابن سينا إنه في حالة الأدوية المركبة فإن المجرب منها خير من غير المجرب . وقليل الأدوية خير من كثيرها في غرض واحد ، إذ أنه في حالة غير المجرب فإنه لا يمكن التحقق فيما يوجبه مزاجه الكائن عن بسائطها ، فهل هو زائد في معناها أو غير زائد وهو مناقض . أما المجرب فقد يحقق منه الأمران ولربما كانت العائدة في صورته المزاجية أكثر من المتوقع من بسائطه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأدوية المفتحة أو الفاتحة هي الأدوية التي تنقى وتفتح المنافذ من الخارج ومن الداخل .\r\n","page_name":" 361 ","page_number":104},
  {"content":"\r\n\r\n\r\nكيفية صنع ( عمل ) الأدوية المركبة :\r\nومن إرشاذات المجوسي وداود وغيرهما في كيفية صنع الأدوية المركبة ما يأتي :\r\n1 - يجب أن تختار الأدوية المفردة وتستجيدها ولا تستعمل منها إلا أفضلها وأخيرها .\r\n2 - تتعهد الأدوية بأن لا يخالطها شئ غيرها ولا من التراب والغبار والعفن فتغسل وتصول مثلا .\r\n3 - في حالة الأدوية اليابسة مثل الحشائش والبذور والثمر وغير ذلك مما يحتاج فيه إلى الدق والسحق ينبغي أن تطحن طحنا دقيقا ، فإنه أجود ما عمل بها ، وإن لم يمكن فتربى بالماء بدقها في هاون دقا ناعما ثم نخلها بحريرة ( منخل من الحرير ) ويعاد دقها ونخلها ثانية ثم تعاد إلى الهاون وتسحق سحقا جيدا حتى يصير مثل الغبار ، فإن الأدوية إذا فعل بها هذا الفعل كانت أبلغ فيما يحتاج من منفعة وذلك أنه كل ما كان سحقها أنعم كانت استحالتها في المعدة والكبد أسرع .\r\n4 - ينبغي أن يسحق كل واحد من أصناف الأدوية مفردا ، وفي القابضات البذورية تحمص في الخزف والأحجار بأن يحمى الإناء وينزل وتقلب فيه البذور لا أن توضع على النار ، ثم تسحق . وللأكحال ينبغي أن يكون السحق تاما ناعما جدا ، فان مثل هذا العضو ( العين ) لا يحتمل الكثيف ، ومما يعين على سحق الأحجار كالتوتيا أن تغسل أولا بالماء العذب ثم تربى بالماء وفي أثنائها تصفى شيئا فشيئا حتى تفنى ومثلها الأشياف .\r\n5 - يؤخذ من كل من الأصناف الوزن الموصوف ويخلط جميعا خلطا جيدا ثم يحرر المخلوط ( أي ينخل في منخل من الحرير ) .\r\n\r\n","description":"","footnote":"","page_name":" 362 ","page_number":105},
  {"content":"\r\n\r\n6 - في حالة الصموغ فإذا كان في الدواء شراب أو غيره من العصارات أو الماء فينبغي أن تنقع الصموغ بالشراب أو بالعصارة إلخ . حتى تنحل ثم تسحق في الهاون ناعما ( أو تدعك فيه دعكا جيدا ) حتى تستوى أجزاؤها وتنصل .\r\n7 - إذا كان الدواء معجونا بالعسل فيؤخذ لكل واحد من الأدوية المدقوقة من العسل - بعد رفع الرغوة منه - ثلاثة أمثاله إن كان الزمان شتاء ومثلاه ونصف مثله إن كان الزمان صيفا ، ثم يلقى العسل على الصموغ المحلولة بالشراب ويضرب حتى يستوى « 1 » ، ثم يذر عليه الأدوية المسحوقة ويضرب حتى يستوى ، ومثلها في حالة الترياقات والإيارجات على أن لا تمس بنار أصلا بخلاف المعاجين واللعوقات فيكون الخلط على النار .\r\n8 - وإذا أريد أن يعمل من الدواء أقراص فينبغي أن يلقى الدواء المسحوق في الهاون ويصب عليه الماء أو الشراب أو غيره مما يحتاج أن يعجن به قليلا قليلا ، ويدق دقا جيدا حتى يلتئم ويستوى ، ويمكن أن يصلح منه أقراص ، ثم يقرص على قدر ما يحتاج إليه ثم تجفف في الظل .\r\n9 - إذا أريد عمل حبوب فينبغي إن كان فيها شئ من الصموغ أن تحل الصموغ بالعصارة الموصوفة أو بالماء الحار ، ويسحق في الهاون جيدا حتى يلتئم ، ثم يلقى عليه الأدوية اليابسة المسحوقة ، ويدق جيدا حتى يلتئم بالعجن ، ثم يحبب على مقدار ما يحتاج إليه ، ويجفف في الظل .\r\n10 - الأضمدة المعمولة بالدهن والشمع ينبغي أن يلقى في الشتاء على كل 10 دراهم درهمان من الشمع وفي الصيف ثلاثة دراهم ، ويذوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي حتى يكون متجانسا تماما .\r\n","page_name":" 363 ","page_number":106},
  {"content":"\r\n\r\nبالدهن ، ويترك حتى يبرد ويجمد ، ثم يلقى عليه الأدوية المسحوقة ناعما قليلا قليلا ويضرب بدسنج الهاون فيه حتى يمتزج ويستوى .\r\nولقد أورد كوهين العطار كثيرا من النصائح والإرشادات فيما ينبغي من جهة الصناعة ما يمكن اعتباره تذييلا وتفصيلا مع بعض الإضافات لما ذكر سابقا .\r\n11 - إذا كان الدواء من المربيات الرطبة كفى جعلها في العسل ووضعها في الشمس حتى تنعقد وإلا تنقع أسبوعا مع تبديل مائها وتفتيتها بالإبر وتطبخ في أغسالها حتى يظهر انعقادها فترفع وتعاهد ( تلاحظ ) فإن أرخت ماء أعيدت للطبخ حتى تثق بها .\r\n12 - أما إذا كان الدواء شرابا فان عملت مما يعتصر ماؤه كالرمان كفى إلقاء المثلين من السكر على المثل من مائها ، ثم تطبخ حتى تنعقد ، وإلا نظفت الأجرام من نحو القشر وطبخت حتى تنضج وتصفى ويعقد ماؤها بالسكر .\r\n\r\nأنواع التركيبات ( المستحضرات ) الصيدلية وأشكالها\r\nكان العرب يحضرون الأدوية ويجهزونها على هيئات مختلفة وبأشكال متعددة بحسب ما يرونه صالحا للأغراض المطلوبة لها ، كما كانوا يتفننون في تنويعها بل واستحدثوا الكثير منها مثل ( الأشربة ) والمستحلبات ، والخلاصات العطرية والجلاب وأخذها عنهم من جاء بعدهم من الأوربيين ، وما زالت بعض هذه المستحضرات بأسمائها وألفاظها مستعملة الآن فالشراب مسمى  Syrup  والجلاب مسمى  Julep  .\r\nوالتركيبات التي نسميها الآن مستحضرات والتي كانوا يصنعونها هي دون حصر تام ما يلي :\r\n\r\n","description":"","footnote":"","page_name":" 364 ","page_number":107},
  {"content":"\r\n\r\n\r\nأدهان أو أدهنة : ( م . دهن أو دهان ) :  Fats and Oils \r\nوهذه تطلق على الزيوت الثابتة أو الشحوم والأرواح الزيتية ( الزيوت العطرية ) مفردة كانت أو مركبة ، والممكن استخراجها من مواد معينة بعمليات مثل العصر والتقطير ، وهي من التراكيب القديمة ولعلها أقدم من أبقراط . والأدهان كثيرة المنافع لأن منها المحلل ومنها المذهب للآثار ومنها الملحم . ولقد استعملها العرب في العلاج من الخارج بالتدليك ( وهي لذلك تسمى الآن مروخات  Linements  وكذلك من الداخل بالتعاطى والشرب .\r\n\r\nأشربة ( م . شراب ) :  Syrup ( s )  :\r\nسوائل أساسها السكر والماء وبها مواد علاجية ، فإن عملت مما يعتصر ماؤه كالرمان كفى إلقاء المثلين من السكر على المثل من مائها وتطبخ حتى تنعقد وإلا نظفت الأجرام من القشر وطبخت حتى تنضج وتصفى ويعقد ماؤها بالسكر .\r\n\r\nإطريفلات ( م . إطريفل ) :  Tryphera  :\r\nنوع من العجائن أساس محتوياتها من واحد أو أكثر من الإهليلجات كما يكون بها بعض الأفاوية ، وقال ابن سينا إنها تنفع في سوء الهضم وبرد المعدة والأمعاء .\r\n\r\nأطرية : ( عن داود ) :\r\nهي الرشتة إن عملت رقاقا وقطعت طولا أولفت بالأيدي على الحطب وكسرت حين تجف ، وإن صغر فتلها في حجم الشعير فهي « الشعيرية » ، وإن قطعت مستديرة فهي « البغرة » عند الفرس « والططماج » عند الترك ، وإن حشيت باللحم المستوى سميت « ششبرك » وهي حارة رطبة في الأولى جيدة الغذاء كثيرته ، وهي تنفع في السعال ووجع الصدر وهزال الكلى وقروح الأمعاء والمثانة .\r\n\r\nأطلية ( م . طلاء ) :  Paint ( s )  :\r\nمن التركيبات المائعة أو شبه المائعة يلطخ بها السطح من الجسم الموجوع أو الأورام . وهي كالدهان إلا أنه لا يدلك بها ، وهي إما زيتية أو غير ذلك كأن تكون مائية .\r\n\r\n","description":"","footnote":"","page_name":" 365 ","page_number":108},
  {"content":"\r\n\r\n\r\nأطياب ( م . طيب ) : وهي العطور  Perfume ( s ) \r\n\r\nأطيان ( م . طين )  Clay ( s )  :\r\nقال داود إنه اسم لما تخلخل من الأجزاء الترابية ، وتنضج بالطبع ، وتختلف باختلاف طبقات الأرض وخلوصها من نحو الكبريت والمعادن الفاسدة ، وتجفيف الحرارة والتدخين ، وقد يضاف إليها مواد أخرى وتعجن عجنا محكما وكلما تخمرت كانت غاية فيما يراد منها .\r\n\r\nأقراص ( م . قرص ) :  Troche ( a )  :\r\nيقال إنها بعد أندروماخس صاحب الترياق وهي أجسام جامدة مستديرة ، قرصت عن عجينة بها مواد طيبة .\r\nثم جففت ، وهي بصفاتها هذه كالتي نسميها الآن بالأقراص المستحلبة . ولقد أدخل الزهراوى الأقراص المكبوسة وذلك بضغط العجينة في قوالب حفرت في ألواح خاصة وتحمل أسماء الأقراص  Tablet ( s )  ، ويقول الزهراوى إن الأقراص أكثر ثباتا من السفوفات وأكثر نفعا وأسهل في الاستعمال في أثناء السفر وفي المنزل .\r\n\r\nإقشرجات ( م . إقشرج ) :\r\nهي كما ذكر ربن عصارات .\r\n\r\nأكحال ( م . كحل ) :\r\nيطلق على ما يسحق وينخل برسم العين  Collyria  وهو ما يعرف في مصر بالششم ، ومن الأكحال « الروشنايا » ومعناه مقوى البصر باليونانية وجابر الوهن بالسريانية .\r\n\r\nإنبيجات ( م . إنبج ) :\r\nهندية وهي كل ما ربى من الزنجبيل والإنبج ( المانجو ) فهي إذن من المربيات .\r\n\r\nأيارجات ( م . أيارج )  Hiera  :\r\nهو اسم للمسهلات المصلحة يونانية معناها الدواء الإلهى ( ابن سينا ) وهي تركيبات يسودها الأدوية المرة كالصبر وبها كذلك مواد عطرية وبهارات لإخفاء الطعم غير المستساغ ومن الأيارجات المشهورة أيارجات فيقرأ أي المرة  Hiera Picra  .\r\n\r\n","description":"","footnote":"","page_name":" 366 ","page_number":109},
  {"content":"\r\n\r\n\r\nبخورات ( م . بخور ) :  Incence ( s )  :\r\nما يتبخر به من عود ونحوه .\r\nبرودات ( م . برود ) : هو الكحل من حيث أنه لا يستعمل إلا مسحوقا ، ولذلك كثيرا ما يترجم كل بالآخر ، وقد يكون كالأشياف من حيث أنه لا بد أن يعجن بمائع ، وقيل إن سبب تسميتها بذلك أنها تطفئ الحرارة غالبا ، والصحيح لأنه أول ما صنع منها الكافورى وقد تسمى مبردات .\r\nترياقات ( م . ترياق )  Theriac ( s )  : لفظ مشتق من « تيرون » اليونانية ، وهو اسم لما ينهش من الحيوان كالأفاعى . استعمل في أول الأمر مضادا لسموم الوحوش البرية ثم اعتبر مضادا للسموم عامة ، وكذلك دواء لكل مرض عامة . بدأه أندروماخوس بحب الغار ، ثم أضاف إليه الجنطيانا والمر والقسط ، ثم تناوله من أتى بعده بالإضافات حتى أن بعض الترياقات وصل فيها عدد المفردات إلى ما يقرب من 200 ، وتعجن بالشراب أو بالعسل ( انظر كذلك ص 21 ) .\r\n\r\nجبارات ( م . جبارة ) :\r\n\r\nجلاب  Julep ( s )  :\r\nفارسية مركبة من « جل » هو الورد « وآب » هو الماء ، مزيج محلى أو شراب يصنع منه مستحضرات مختلفة يحتفظ بها على هيئة عجائن لحين الحاجة . وهو أصلا السكر إذا عقد بوزنه أو أكثر من ماء الورد .\r\n\r\nجلنجينات ( م . جلنجين ) :\r\nمعربة عن الفارسية وأصله « كلنجين » ومعناها « ورد وعسل » وقد سماها ابن سينا جلنجينات ، فيها يمرس الورد بعد تنقيته مع العسل أو السكر ويترك عدة أيام مع تحريكه صباحا ومساء كل يوم ، وهو معجون الورد الصحيح .\r\n\r\nجوارشات ( م . جوارش ) : أو جوارشنات ( م . جوارشن ) :  Electuary ( ies )  :\r\nفارسي معناه الهاضم . وهي الأدوية التي لم يحكم سحقها ، ولم تطرح على النار ، بشرط تقطيعها رقاقا ، وأغلب محتوياتها البهارات العطرية\r\n\r\n","description":"","footnote":"","page_name":" 367 ","page_number":110},
  {"content":"\r\n\r\nوتعجن بالعسل . وتستعمل غالبا لإصلاح المعدة والأطعمة وتحليل الرياح .\r\nوهي لم تنسب إلى اليونان ولا إلى الأقباط ولكن للفرس .\r\n\r\nحبوب  Pills  :\r\nأجسام كروية جامدة من عجينة بها مواد طيبة ، تجيب ثم تجفف في الظل .\r\n\r\nحقن ( م . حقنة ) :\r\nوهي المعروفة الآن بالحقن الشرجية  Enema  :\r\nوتستعمل إذا كانت الأمراض متسفلة غالبا ، وكانت لا تستعمل في حر النهار ولا برده ، ويجب في استعمالها التحري والاجتهاد .\r\n\r\nحمولات ( م . حمولة ) :\r\nما يحمل للتداوي من فتيلة في الدبر  ? uppository  أو فرزجة في القبل  Pessary ( ies )  .\r\n\r\nحمامات ( م . حمام ) :\r\n Bath ( s ) \r\nهي المياه الطبيعية الساخنة والكبريتية أو المياه المضاف إليها المواد الطبية والاغتسال بها للعلاج .\r\n\r\nخشافات ( م . خشاف ) :\r\nهو كل ما يغلى من الأجسام ذات الحلاوة حتى تقارب النهرى ويبرد ، ثم يؤخذ ماؤه فيشرب بالسكر .\r\n\r\nخنديد يقون أو خنديقون :\r\nفارسي معناه الشراب المبرىء ، وهو من تراكيب حكماء الفرس ولم يبلغ لليونان ، وأجوده ما عمل من الخمر ويحضر من الزنجبيل والقرنفل وهيل بوا والزعفران والفلفل والدار صينى .\r\n\r\nذرورات ( م . ذرور ) :  : Conspersus - Dusting Powder ( s ) \r\nيطلق على كل ما سحق برسم قطع الرطوبات والدم وإصلاح الجراح .\r\nوهي مساحيق من العقاقير تنثر على الجروح أو الجلد عامة لتجفيفه وإدماله وتوقف النزف في الأنف والختان .\r\n\r\nربويات أو ربوب ( م . رب ) :\r\n Rob ( s ) \r\nهلام الفواكه ، وقد يكون من مواد طبية ، وتحضر بأن تعصر الفواكه ، ثم تصفى العصارات ، ثم تطبخ\r\n\r\n","description":"","footnote":"","page_name":" 368 ","page_number":111},
  {"content":"\r\n\r\nعلى نار هينة إلى قوام المربيات أو القوام المطلوب ، وقد يضاف إليها العسل أو السكر قبل الطبخ . وكثيرا ما توصف سواغا في تركيب بعض الأدوية بدلا من العسل والسكر . وقال ابن سينا إن الفرق بين الأتربة والربوب أن الربوب هي عصارات مقومة بنفسها والأثربة سلاقات أو عصارات مقومة محلاوة .\r\n\r\nسعوطات ( م . سعوط ) :\r\n Snuff ( s ) , Inhalations \r\nوالسعوط يعرف في مصر بالنشوق عامة ، وهو في الأصل للصداع ، ثم توسع فيه الأمراض الأنف والعين عامة ، ويقال إنه ينقى الدماغ ، وإنه من اختراع جالينوس ، وذكر داود أنه إن جعل مائعا فهو السعوط ، أو مشتدا « فالنشوق » أو يابسا يسحق وينفخ « فنفوخ » أو طبخ وكب على بخاره « مكبوب » .\r\n\r\nسفوفات ( م . سفوف ) :\r\n Pulver ( s ) \r\nأقدم التراكيب وهي العقاقير مسحوقة مفردة أو مركبة والأصل أنها تتعاطى بالفم .\r\n\r\nسكنجبينات ( م . سكنجبين ) :\r\n Oxymel \r\n: معرب عن الفارسية « سركاانكبين » ومعناها خل وعسل ، هو أساسا مزيج من الخل والعسل ، وقد يضاف إلى ذلك مواد طبية .\r\n\r\nسنونات ( م . سنون ) :\r\n Dentifrice ( s ) \r\nأدوية خاصة بالفم والأسنان يستن بها الإنسان أسنانه ، كما يعالج بها اللثة وهي كالشيافات تعجن وتحفف في الظل .\r\n\r\nشيافات وأشياف ( م . شياف ) :\r\nمن التراكيب القديمة ، والمعروف إطلاق هذا الاسم على ما يخص العين  Eye salves  وما يعجن ويقطع إلى استطالة ، ويجفف في الظل ويستعمل محكوكا . والشياف ألطف على العين من الأكحال وهي كالطلاء للبدن . وقد تطلق على الفتل المحمولة وهذا قليل .\r\n\r\n","description":"","footnote":"","page_name":" 369 ","page_number":112},
  {"content":"\r\n\r\n\r\nضمادات أو أضمدة ( م . ضمادة أو ضماد ) :\r\n Dressing ( s ) \r\n: أول مخترع لها هو أبقراط ، وهي عبارة عن الخلط بمائع خلطا محكما له قوام أصلى لعسل معقود ، أو عارض كخل وزيت ، وفي هذا ترادف الأطلية ، وهي محللات وملينات ومسكنات ( ربما هي اللبخة المعروفة الآن ) والفرق بينها وبين الأطلية أن الأطلية ما كان مائعا أو معجونا برطب ، والأضمدة تكون يابسة فإن عجنت فلا بد أن تكون غليظة .\r\n\r\nغرغرات أو غراغر ( م . غرغرة ) :\r\n Gargle ( s ) \r\nمن الأدوية المحدثة الضعيفة العمل ، تستعمل في أمراض الحلق ، وهي عبارة عن سوائل بها مواد طبية يمسك بها في الفم مع انقلاب الرأس .\r\n\r\nغسولات ( م . غسول ) :\r\n Lotion ( s ) \r\n: سوائل تكون مائية غالبا وبها مواد طبية وتستعمل من الظاهر للتطهير .\r\n\r\nغمر ( م . غمرة ) :\r\nتراكيب تطلى بها النساء وجوههن .\r\n\r\nغوالي ( م . غالية ) :\r\nمن التراكيب القديمة ابتدعها جالينوس ، وهي مائعة ، بها أطياب ، وتصنع بنقع الأجساد الطبية كالعود والصندل في المياه الطبية كماء الورد ، ثم يقطر ذلك بالمحجوبات بعد إحكام الأنبيق وقطع الرطوبات الضعيفة ورفعها ، وقد تزاد عند أخذها في التقطير من المسك والعنبر حسب الإرادة . وقد تكون بإحكام حل المسك والعنبر في دهن البان بلا نار إن أمكن . وهي ليست مستحضرات كحولية .\r\n\r\nفتايل أو فتل ( م . فتيلة ) :\r\n Suppositroy ( ies ) \r\nتعجن المساحيق بسائل وكذلك بالعسل وتجعل كالبلوط دقيقة الرأس وتدهن بالأدهان ، ولا تحمل ، قوية الجفاف . وهي المعروفة الآن بالأقماع أو اللبوسات ( اللبوس ) ، وتشمل كذلك المعروف الآن بالشموع  Boujies  الخاصة بالإدخال في الإحليل والأنف التي على شكل أقلام أسطوانية دقيقة الرأس . قال بختيشوع إن الفتائل لم تكن من الأصول إنما أخذت بالقياس على الفرازج والحقن .\r\n\r\n","description":"","footnote":"","page_name":" 370 ","page_number":113},
  {"content":"\r\n\r\n\r\nفرازج أو فرزجات ( م . فرزجة ) :\r\n Pessary ( ies ) \r\nهي كالفتابل ولكن خاصة بالفرج وحده .\r\n\r\nفورات ( م . فوارة ) :\r\n Effervescent ( s ) \r\nوهي مستحضرات تفور بإضافة الماء إليها .\r\n\r\nقطورات ( م . قطرة وقطور )  Drops ( eye , nasal , aural )  :\r\nسوائل تستعمل تقطيرا أي قطرة قطرة وبخاصة في العين والأنف .\r\n\r\nقمايح ( م . قميحة ) :\r\nنوع من السفوف .\r\n\r\nقيروطيات ( م . قيرطى ) :\r\nذكرها ابن سينا وقال عنها داود إنها اسم لما يعمل من الأدهان ، ليطلى به من غير نار .\r\n\r\nكواميخ ( م . كامخ )\r\nالمخللات المشهية  Pickle ( s )  .\r\n\r\nلطوخات ( م . لطوخ ) :\r\n\r\nلعوقات ( م . لعوق ) :\r\n Lohook ( s ) \r\n: تصنع غالبا بخلط مساحيق العقاقير بالسكر أو بالشراب أو بالعسل أو بالجلاب ليكون القوام بين الشراب الثخين والجوارشن . وهي تؤخذ بالفم من ملعقة مثلا وتحبس فيه ويصل منها شئ بعد شئ إلى الرئة لتخفيف الكحة وعلاجها وأوجاع الصدر ، وهي في المعتاد تحتوى على مواد مخاطية ( لعابية ) وعسل وزيت لوز أو ما شابه ذلك .\r\nواللفظ مستخرج من الفعل « لعق » ولو أن داود ذكر أنه لم ير هذه التركيبات في القراباذين ، إلا أن جبريل بن بختيشوع قال إنها صناعة جالينوس .\r\n\r\nلفايف ( م . لفيفة ) :\r\nمن مستحضرات الزينة ( التجميل ) ، تصنع على هيئة عصى معطر وذلك بالكبس في قوالب خاصة وربما هي سليفة ما يعرف الآن بأصابع الشفاه وأصابع إزالة الروائح الخ .\r\n\r\nمراهم ( م . مرهم ) :\r\n Unguentum - Ointments \r\n: من التراكيب القديمة لم يسبقها سوى المعجونات وأصلها الشمع ، ثم أضيف إلى ذلك الصموغ\r\n\r\n","description":"","footnote":"","page_name":" 371 ","page_number":114},
  {"content":"\r\n\r\nوالألعبة ( غروبات  Mucilage  ) والشحوم والزيوت وغيرها وذلك مع المواد الطبية المطلوبة . تعالج بها الجروح والقروح والأمراض الجلدية وتحليل الأورام وإلى غير ذلك . ومن أنواعها مراهم تخلية ( م . نخلى ) .\r\n\r\nمربيات ( م . مرب ) :\r\n Concerves \r\nالمربيات وما شابهها لم تكن معروفة لدى الإغريق والرومان ، وهي تصنع من الأعشاب أو الفواكه مقطعة صغيرا مخلوطة بمسحوق السكر ، فان كانت رطبة كفى جعلها في العسل ووضعها في الشمس حتى تنعقد ، وإلا نقعت أسبوعا مع تبديل مائها وطبخت في أغسالها حتى يظهر انعقادها فترفع ، وتعاهد ( تلاحظ ) فان أرخت ماء أعيدت إلى الطبخ حتى يوثق بها .\r\n\r\nمطبوخات ( م . مطبوخ ) :\r\n Coctions \r\nويسمى كذلك طبيخ ، نوع من التركيبات تصنع بإغلاء العقار مع الماء ، وينصح الزهراوى بأن تكون طازجة التحضير خوفا من الفساد .\r\n\r\nمعاجين ( م . معجون ) :\r\n Paste \r\nكتل لينة بها مواد طبية ومواد تحسن النكهة ومخلوطة بالعسل أو عصير الفواكه المسكر ، تتعاطى ( تؤكل ) أو تذاب في الفم . ولا يمكن التفرقة بينها وبين المربيات والجوارشينات .\r\n\r\nمغليات أو مغالى ( م . مغلى ) :\r\n Decoctions \r\nوهي المطبوخات بمعنى وهي المنضجات ، عبارة عما ينقع أولا ثم يطبخ إلى ذهاب صورته . وينصح الزهراوى بأن تكون طازجة التحضير خوفا من الفساد .\r\n\r\nمنقوعات أو نقوعات أو نقوع ( م . منقوع ) :\r\n Infusion ( s ) \r\nتحضر بإضافة الماء باردا أو ساخنا إلى العقار وتركه مدة .\r\n\r\nمياه عطرية ( م . ماء عطرى ) :\r\n Aromatic Water ( s ) \r\nذكرها حمارنة عن الزهراوى ، وهي السوائل التي تنتج من تقطير العقاقير العطرية مع الماء كالورد والصندل والزعفران .\r\n\r\n","description":"","footnote":"","page_name":" 372 ","page_number":115},
  {"content":"\r\n\r\n\r\nمبيات ( م . ميبة ) :\r\nهي بين الربوبات السكنجينات ، لأصحاب المزاج الحار ، ولمن كانت شهوته للغذاء ضعيفة ، وتحضر بأن يخلط عصير الفاكهة مع العسل أو السكر ، ثم يخلط معهما الخل الثقيف ، ويطبخ حتى يصير في قوام العسل . وقد تطلق على الأغلوقى ( أي عقد العنب ) المطيب أي المضاف إليه الطيب ، وقال ابن سينا إن الميبة هي شراب السفرجل وليس به خل .\r\n\r\nميسوسنات ( م . ميسوسن ) :\r\nعن داود ، ويقال له ميسوس ، هو شراب السوسن .\r\n\r\nنخانخ ( م . تخنخ ) :\r\nمغليات عطرية محضرة بإغلاء عقار أو مجموعة من العقاقير وتعطر بالطيب أو البهارات ليكون لها التأثير اللازم وتكون مستساغة .\r\n\r\nنطولات ( م . نطول ) :\r\n Spray ( s ) \r\nسوائل تصب على المرضى شيئا بعد شئ ليعالج بها .\r\n\r\nنفوحات ( م . نفوح ) :\r\n Nebulae \r\nمساحيق ناعمة جدا ( أو سوائل ) تنفخ في الحلق بوساطة أنبوب لتطبيبه .\r\n\r\nوجورات ( م . وجورة ) :\r\nأدوية تصب في الحلق وقد ذكرها ابن سينا .\r\nوتنوع هذه التركيبات - كما يتضح مما تقدم وكما ذكره داود - أنه اصطلاحى لم يقم عليه دليل ، ومن الإقناعيات المعجون سمى بذلك لكثرة أجزائه وشدة قوامه فأشبه العجين ، واللعوق لعلوقته ، والقرص من هيئته وكذا الحبوب ، والسفوف والفتل والفرازج والحقن من أوصافها وكذا الأكحال والسعوط والنطول ، والضماد والطلاء والفرق بينهما أن الثاني أرق قواما والترياق من أفعاله أيضا .\r\n\r\n","description":"","footnote":"","page_name":" 373 ","page_number":116},
  {"content":"\r\n\r\n\r\nمشاهير العرب في الصّيدلة\r\nنورد هنا بعضا من مشاهير العرب الذين كان لهم أثر كبير في تقدم الصيدلة في أيام الإمبراطورية الإسلامية مع ملخص بتاريخ حياتهم وأهم أعمالهم ومؤلفاتهم .\r\n1\r\n\r\nالكندي ( 185 ه - 252 ه )\r\nولد أبو يوسف يعقوب بن إسحاق الكندي بالكوفة سنة 185 ه ، وكان أبوه أميرا عليها ، ودرس في البصرة ، واشتهر بالفلسفة والطب والمنطق والرياضيات من حساب وهندسة وفلك . وقد اختاره المأمون ، وعهد إليه بترجمة كتب أرسطو وكان الكندي مهندسا قديرا ، كما كان طبيبا حاذقا ، وفيلسوفا عظيما فسموه « فيلسوف العرب » .\r\nكان يرى أن الاشتغال بالكيمياء قصد الحصول على الذهب مضيعة للوقت ، وكان لا يؤمن بأثر الكواكب على أحوال الناس ، ولا يقول بما يقول به المنجمون من التنبؤات القائمة على حركة الأجرام السماوية ، وإن اهتم بالفلك من الناحية العلمية ، وألف فيه رسائل قيمة .\r\nوللكندي كتاب في البصريات وآخر في الموسيقى ، كما وضع رسالة في ذرقة السماء ، ترجمت إلى اللاتينية ، وفيها يقول إن اللون الأزرق لا يختص بالسماء ، بل بالأضواء الأخرى الناتجة عن ذرات الغبار وبخار الماء الموجود في الجو .\r\nوقد أثر الكندي في الفلسفة الإسلامية ، وله فيها مؤلفات وتصانيف ، أراد أن يجمع بين فلسفة أفلاطون وفلسفة أرسطو . ومنهجه الفلسفي منطقي\r\n\r\n","description":"","footnote":"","page_name":" 374 ","page_number":117},
  {"content":"\r\n\r\nرياضى . وكان يقول أن الحق الكامل لم يصل إليه أحد ، وإنه يتكامل بالتدريج بفضل تضامن أجيال المفكرين ، ويقول : إن الفلسفة لا تنال إلا بالرياضيات ، أي إن الإنسان لا يكون فيلسوفا إلا إذا درس الرياضيات ، فقد جعل الرياضيات جسرا للفلسفة . وقد ألف في الإيقاع الموسيقى قبل أن تعرفه أوروبا بقرون .\r\nوكان الكندي منصرفا إلى الحياة الجادة ، عاكفا على الحكمة ، ينظر فيها التماسا لكمال نفسه ، ويقول « العاقل من يظن أن فوق علمه علما ، فهو أبدا يتواضع لتلك الزيادة ، والجاهل يظن أنه قد تناهى فتمقته النفوس » .\r\nتزيد مؤلفات الكندي على 230 كتابا ، منها 22 في الفلسفة ، 16 في الفلك ، 11 في الحساب ، 32 في الهندسة ، 22 في الطب ، 12 في الطبيعيات ، 7 في الموسيقى ، 5 في علم النفس ، 9 في المنطق .\r\nوله رسائل في المد والجزر ، والأدوية المركبة ، والآلات الفلكية ، وعلم المعادن ، والجواهر .\r\nوقد كتب عدة مقالات في الغذاء ، والأدوية ، والمسهلات ، والبادزهرات ، وفي علاج البرص ، وفي عقر الكلاب ، وفي النقرس ، وفي وجع المعدة وفي الحميات وفي التهاب الطحال . ولقد نسب القفطي للكندي « كريدين » يحتوى على وصفات لعلاج الأمراض ، وشرح لطرق تحضير المستحضرات الصيدلية مثل الأقراص والمراهم واللبخات والأكحال . وقد ترجم هذا الكتاب ليفى عام 1966 .\r\n ( M . Levey ; Madism ; University Wis - Conson ) \r\n2\r\n\r\n","description":"","footnote":"","page_name":" 375 ","page_number":118},
  {"content":"\r\n\r\n1\r\n\r\nحنين ابن إسحاق العبادي ( 194 ه - 265 ه )\r\nولد بالحيرة ( سنة 194 ه - 809 م ) لأب مسيحي نسطورى كان يشتغل بالصيدلة ، تتلمذ على يوحنا بن ماسويه في جنديسابور ، درس اللغة اليونانية ، ثم انتقل إلى البصرة حيث أتقن اللغة العربية ، وأصبح يجيد أربع لغات هي السريانية والفارسية واليونانية والعربية .\r\nولما عاد إلى بغداد اتصل بجبريل بن يخيتشوع طبيب المأمون الخاص الذي قربه من الخليفة ، وحصل على مخطوطات يونانية عديدة في الطب والفلسفة ، وترجم قدرا كبيرا منها ، ورحل إلى كثير من البلاد في العراق وسوريا وفلسطين ومصر للحصول على نوادر المخطوطات ، وينشط نشاطا نادرا في ترجمة هذه المخطوطات ، فقد ترجم إلى السريانية خمسة وتسعين كتابا .\r\nوترجم إلى العربية منها تسعة وثلاثين ، وكان يراجع ترجمة تلاميذه ، فأصلح ستة كتب مما نقل إلى السريانية ونحو سبعين كتابا إلى العربية ، كما راجع وأصلح معظم الخمسين كتابا التي كان قد ترجمها إلى السريانية بعض الأطباء الأقدمين كما نقل عددا من كتب أبقراط مثل كتاب « الفصول » مع تفسير جالينوس عليه والمترجم إلى السريانية والعربية ، وكتاب « الكسر » وكتاب « الخلع » وتقدم المعرفة وتدبير الأمراض الحادة ، « وكتاب في القروح » وكتاب جراحات الرأس » ، « وكتاب الإبيديما ، وكتاب الأمراض الوافدة » ، وكتاب في « الأخلاط » ، وكتاب « الأهوية والمياه والبلدان » .\r\nوكتاب « الغذاء » ، وكتاب « طبيعة الإنسان » ، وكتاب « الكنانيش لأورويباسيوس » ، وكتابه « إلى أونابيوس » ، وكتاب « السبع مقالات » .\r\nلبولس « الإجنبطى ، « والمادة الطبية » لديسقوريدس ، وكلها كتب ضخمة ، وذلك بالإضافة إلى الكتب الفلسفية لأرسطو وأفلاطون .\r\n\r\n","description":"","footnote":"","page_name":" 376 ","page_number":119},
  {"content":"\r\n\r\nوكان حنين بن إسحاق إلى جانب ذلك طبيبا ماهرا . امتاز بمعالجة أمراض العين . وقد أورد ابن أبي أصيبعة أكمل قائمة لمؤلفاته العربية ، وهي تزيد على مائة كتاب في مختلف فروع الطب منها :\r\nكتاب العشر مقالات في العين : يذكر في الست الأولى منها طبيعة العين وتركيبها ، وطبييعة الدماغ ومنافعه والعصب الباصر . والروح الباصر .\r\nوجملة الأشياء التي لا بد منها لحفظ الصحة واختلافها ، وأسباب الأمراض الكائنة في العين . ويذكر في الأربع المقالات الأخيرة ، قوى جميع الأدوية عامة ( السابعة ) ، وأجناس الأدوية للعين خاصة وأنواعها ( الثانية ) ، ثم مداواة أمراض العين ( التاسعة ) ، وفي المقالة العاشرة ، الأدوية المركبة الموافقة لأمراض العين ، كما ذكر القوى المختلفة للأدوية والمصطلحات الدالة على ذلك . ويتحدث حنين في المقالة الثامنة عن أدوية العين وأجناسها وفنون استعمالها .\r\nكما يذكر في المقالة العاشرة مثلا طرق تحضير الأدوية المركبة لعلاج أمراض العين ، فيتكلم عن تحضير مراهم العين ( الشيافات ) ، وأورد قائمة بأربعين مركبا منها وأربعة أكحال نقلها عن الأطباء اليونانيين .\r\nولقد أورد أمثلة واقية لهذه المركبات فثمة صفة لشياف منجع ، يسكن العلة من يومه ويحلل الورم من ساعته ، فيذكر المقادير المختلفة ، ويقول تعجن هذه الأدوية بماء الورد ، ويستعمل الشياف ببياض البيض وصفة الشياف الذي يقال له ليبيانون ينضج من الاحتراف والمدة الكامنة في العين ، وتنوء الطبقة العينية في القروح ، وبعد أن يذكر المقادير يقول تسحق الأدوية بالماء .\r\nولحنين بن إسحاق كتاب آخر في العين عنوانه كتاب « المسائل في العين » وهو ثلاث مقالات ، ومحرر على طريقة السؤال والجواب ، ألفه لولديه داود وإسحق وبه مئتان وتسع مسائل .\r\n\r\n","description":"","footnote":"","page_name":" 377 ","page_number":120},
  {"content":"\r\n\r\nأما كتابه « المسائل في الطب » فهو عبارة عن مقدمة للطب العام على شكل أسئلة وأجوبة ، وقد أحصى لحنين 47 كتابا في الطب .\r\nوله بالإضافة كتب أخرى كثيرة في المنطق والنحو وغيره ، وقد عده « لوكلير » أقوى شخصية أنجبها القرن التاسع ، بل من أشد الرجال في التاريخ ذكاء ، وأحسنهم خلقا ، فنطاق بحوثه الشاسع الأطراف ، واختلاف أنواعها وامتيازها وأهميتها ، مما يجعله على القمة من حيث المشاركة الفعالة في بعث النهضة في الشرق العربي . 2\r\n\r\n","description":"","footnote":"","page_name":" 378 ","page_number":121},
  {"content":"\r\n\r\n1\r\n\r\nالمجوسي\r\nهو علي بن العباس المجوسي . يقول عنه القفطي إنه « طبيب فاضل كامل » فارسي الأصل ، صنف كتابا أسماه « الملكي » وهو المعروف « بكامل الصناعة الطبية » مال الناس إليه في وقته ولزموا درسه إلى أن ظهر كتاب « القانون » لابن سينا فمالوا إليه وتركوا الملكي بعض الترك . والملكي في العمل أبلغ والقانون في العلم أثبت .\r\nولد المجوسي بالأهواز ببلاد فارس ، ولم يذكر أنه ألف غير كتاب « الملكي » المعروف بكامل الصناعة الطبية والذي يتألف من جزأين يشتمل الأول على عشر مقالات ، الأولى عن الأمزجة والطبائع والأخلاط ، والثانية والثالثة في التشريح . والرابعة في الهواء والرياضة والحمام والأغذية ، والست الباقية في أسباب الأمراض وأعراضها وعلاماتها .\r\nولقد كانت المقالتان الثانية والثالثة المرجع الرئيسي لعلم التشريح في سالرنو بإيطاليا وفي غيرها في المدة بين عامي 1070 و 1170 م ، وقد حوت مقدمة الملكي نقدا لأساطين في الطب اليوناني والعربي مثل أبقراط وجالينوس وأوريباسوس وبولس الايجنطى والرازي ، فقال إن أبقراط يميل إلى الإيجاز والغموض ، وإن جالينوس يميل إلى التوسع والتطويل وإلى قلة عناية ، وأوريباسوس وبولس الايجنطى التشريح . وقال عن كتاب « الحاوي » للرازي ، إن ضخامته وتكاليفه تجعل الحصول عليه مطلبا وعرا . ونقد المنصوري في التشريح للرازي بشدة الاختصار .\r\nويقول المجوسي في كتابه « الملكي » ومما ينبغي لطالب هذه الصناعة أن يكون ملازما للبيمارستانات ومواضع المرضى ، كثير المداولة لأمورهم وأحوالهم مع الأستاذين الحذاق من الأطباء ، كثير النقد لأحوالهم والأعراض الظاهرة فيهم ، متذكرا لما كان قد قرأه من تلك الأحوال ، وما يدل عليه من الخير والشر .\r\n\r\n","description":"","footnote":"","page_name":" 379 ","page_number":122},
  {"content":"\r\n\r\nويتألف الجزء الثاني من عشر مقالات ، مقصورة على المداواة وطرق العلاج ، وتختص الأخيرة بالصيدلة وتقع في ثلاثين بابا ، ويتميز بلغته وسلاسته ودقته .\r\nوتختص إحدى مقالاته بالأدوية المفردة وامتحانها ومنافعها ، فيذكر الطرق التي يستدل بها على قوة الدواء من التجربة على الأبدان والأمراض وامتحان الدواء من سرعة استحالتها ، وعسرها ، ومن سرعة جموده .\r\nوعسر جموده ، ومن طعمه ورائحته ولونه ، ومعرفة قوى الأدوية ، والمسكنة للأوجاع ، والمفتتة للحصى ، والمدرة للبول والمدرة للطمث ، والمولدة للبن .\r\nوفي تقسيم الأدوية المفردة وصفة كل واحد منها في قوته وصنعته بتحدث عن الأدوية النباتية ذاكرا الحشائش وقوتها وكذلك البذور والحبوب ثم الأوراق والأنوار ( الأزهار ) ثم الثمار . والأدهان ، والطبائع والعصارات والصموغ والأصول .\r\nكما يتحدث عن الأدوية ، فيذكر أنواع الطين والحجارة والملح وأنواعه والزاج وأصنافه والأجساد المعدنية وغيرها من المعدنيات .\r\nويورد في الأدوية الحيوانية منافع المرارات والأبوال والأزيال ومنافع أعضاء الحيوان .\r\nوفي إحدى المقالات يتحدث عن الأدوية المركبة ويقسمها إلى أبواب منها :\r\n1 - في السبب الذي من أجله احتاجت الأطباء إلى تأليف الدواء المركب .\r\n2 - في ذكر القوانين والدستورات التي يعمل عليها في أوزان الأدوية التي يعمل منها الدواء المركب .\r\n\r\n","description":"","footnote":"","page_name":" 380 ","page_number":123},
  {"content":"\r\n\r\n3 - في تدبير الأدوية المقررة وكيفية استعمالها ، وفي إلغائها في الدواء المركب .\r\n4 - في عمل المعجونات .\r\n5 - في صفة منافع الترياق وعلل منافعه وامتحانه ومقدار الشربة منه في كل مرض .\r\n6 - في مقدار ما يبقى من الترياق وغيره من الأدوية والمعجونات من الزمان وفعله باق .\r\n7 - في عمل ترياق الأربعة والأدوية وسائر المعجونات .\r\n8 - في المعجونات المسهلة .\r\n9 - في صفة المطبوخات المسهلة وغيرها من المنقوعات والأصول .\r\n10 - في صفحة الحقن والفتائل .\r\n11 - في صفة الحبوب .\r\n12 - في أدوية القئ .\r\n13 - في ذكر اللعوقات .\r\n14 - في ذكر الأدهان .\r\n15 - في الذرورات التي تلصق الجراحات .\r\n16 - في صفة المراهم وطلى الأورام .\r\n17 - في صفة الأكحال .\r\n18 - في صفة الشيافات .\r\n19 - في أدوية الرعاف .\r\n20 - في صفة الأضمدة .\r\n21 - في صفة الأقراص .\r\n\r\n","description":"","footnote":"","page_name":" 381 ","page_number":124},
  {"content":"\r\n\r\n22 - في صفة السفوفات .\r\n23 - في صفة الأشربة والربوب .\r\n24 - في السنونات وأدوية الفم واللهاة والخوانيق والغرغرات .\r\n25 - في أدوية الكلف والبهق والبرص والجرب والحكة والقمل والسعفة .\r\n26 - في وصف الأدوية المسهلة .\r\n27 - في الجوارشات .\r\n28 - في الأنيجات والمربيات .\r\n29 - في أدوية السمنة .\r\n30 - فيما يقطع شهوة أكل الطين والشهوات الرديئة من ذلك .\r\nوهكذا يستقصى المجوسي أنواع الأدوية المختلفة وكيفية إعدادها ومقدار جرعاتها وكيفية تناولها .\r\nوكان لكتابه « كامل الصناعة في الطب » شهرة كبيرة فقد توخى في كتابه أن يسلك مسلكا وسطا بين الحاوي والمنصوري ، متجنبا إسهاب الأول وإيجاز الثاني .\r\nوقد توفى المجوسي سنة 994 م . 2\r\n\r\n","description":"","footnote":"","page_name":" 382 ","page_number":125},
  {"content":"\r\n\r\n1\r\n\r\nعلي بن سهل بن ربن الطبري ( 770 م - 850 م )\r\nولد بمدينة مرو من أعمال طبرستان سنة 770 م وقد فسر في أول كتابه « فردوس الحكمة » معنى « ربن » : فقال « كان أبى من أبناء كتاب مدينة مرو وذوى الأحساب والآداب بها ، وكانت له همة في ارتياد البر وبراعة ونفاذ في كتب الطب والفلسفة ، وكان يقوم الطب على صناعة آبائه ، ولم يكن مذهبه التمدح والاكتساب بل التأله والاحتساب : فلقب لذلك بربن .\r\nوتفسيره عظيمنا ومعلمنا » .\r\nقام والده بتثقيفه وتعليمه . علمه اللغة العربية والسريانية والعبرية وقليلا من اليونانية وكذلك الطب والهندسة والفلسفة .\r\nانتقل بعد فراغه من التعليم من طبرستان إلى العراق حيث قام ، وأخذ يتطبب فيها ، وفي تلك الأثناء راجع أهم الكتب الأرسطية والهندية ، وخطر له أن يؤلف كتابا جامعا لطلبة الطب فأخذ في تصنيف كتابة « فردوس الحكمة » .\r\nثم انتقل إلى طبرستان في خدمة أميرها . ثم توجه إلى الري وعاد فيها إلى التطبيب ثانيا . وهنا أخذ أبو بكر الرازي يقرأ عليه الطب . ثم تولى الكتابة في ديوان المعتصم ، ولما تولى المتوكل الخلافة دعاه إلى الإسلام فاعتنقه :\r\nوتوفى بعد سنة 850 م .\r\nذكر ابن النديم في « الفهرست » عددا من تآليفه هي\r\n1 - تحفة الملوك .\r\n2 - فردوس الحكمة .\r\n3 - كناش الحضرة .\r\n4 - كتاب منافع الأدوية والأطعمة والعقاقير .\r\n5 - كتاب في الأمثال والأدب على مذهبا الروم والعرب .\r\n\r\n","description":"","footnote":"","page_name":" 383 ","page_number":126},
  {"content":"\r\n\r\nوأضاف إليها ابن أبي أصيبعة في كتابة « طبقاء الأطباء »\r\n6 - كتاب عرفان الحياة .\r\n7 - كتاب حفظ الصحة .\r\n8 - كتاب في الرقى .\r\n9 - كتاب في ترتيب الأغذية .\r\n10 - كتاب في الحجامة .\r\nويعتبر كتاب « فردوس الحكمة » من أهم كتبه ، وذلك من الوجهة الطبية والصيدلية ، وهو أقدم كتاب جامع لفنون الطب والصيدلة وصل إلينا من كتب العلماء العرب ، قد اعتمد على أهم الكتب الطبية المتقدمة والمعاصرة له ، وقد عبد الطريق لمن اقتفى أثره من أمثال أبو بكر الرازي وعلي بن عباس المجوسي وابن سينا .\r\nوقد أورد المصنف في مقالة منه كليات الطب الهندي ومعالجنة من كتب شركا  Charaka  وسسرتا  Susruta  وندانا  Nidana  واشتانقريردى  Ashtangahradaya  ، وقد طبع الكتاب العالم الهندي الدكتور محمد زبير الصديقي سنة 1928 في حجم متوسط بلغ 600 صفحة ونيف .\r\nوقد رتب ربن الطبري كتابه على سبعة أنواع أي أقسام من العلم الطبى والصيدلي في ثلاثين مقالة جمعها في 360 بابا وها هي الأنواع باختصار .\r\nالأول - مقالة واحدة في - بعض المعاني الفلسفية والمقالات والطبائع والكون والفساد .\r\nالثاني - خمس مقالات تعرض لعلم الجنين والولادة ووظائف الأعضاء في النفس والبدن ومزاجات الأبدان وتربية الأطفال وتدبير الفصول والاسفار والعساكر .\r\nالثالث - مقالة واحدة في الاغتذاء وأنواع الأغذية .\r\n\r\n","description":"","footnote":"","page_name":" 384 ","page_number":127},
  {"content":"\r\n\r\nالرابع - اثنتا عشرة مقالة وهو أكبر قسم في الكتاب يتناول فيه الأمراض بصفة عامة ثم الأمراض الخاصة فيدرس أسبابها وعلاجها مبتدئا من الرأس حتى القدم . وينتهى بمقالة في الفصد والحجامة وفحص البول .\r\nالخامس - مقالة واحدة في المذاقات والروائح والألوان .\r\nالسادس - ست مقالات خاصة بالمادة الطبية والسموم .\r\nالسابع - أربع مقالات في البلدان والمياه والرياح والأفلاك والكواكب وينتهى بذكر ملخص من كتب الهند الطبية .\r\nويهمنا أن نورد بعض التفصيل عما جاء بالقسم السادس من المادة الطبية فهو يدرس في المقالة الأولى الحبوب وقوى البقول والثمار واللحمان والألبان والأجبان والأسماك والأدهان والأشربة والأقشرجات ( العصارات ) والمربيات والخل والحلاوات والأملاح والأبازير والرياحين وأفاوية الطب والثياب والغراء .\r\nوخصص ابن ربن المقالة الثانية من هذا القسم للمادة الطبية وهي خمسة أبواب :\r\nالأول - في الأدوية المقررة والعقاقير .\r\nالثاني - في الصموغ والأشياء المتجلبة من الأرض .\r\nالثالث - في الأصداف والأشياء المعدنية والدخان والرماد والزاج .\r\nالرابع - في قوى الأرض والطين المختوم .\r\nالخامس - في إصلاح الأدوية وحفظها .\r\nأما المقالة الثالثة فتحتوى على باب واحد في قوى الأدوية المسهلة وإصلاحها ، والرابعة وهي اثنان وأربعون بابا مخصصة لمنافع أعضاء الحيوانات .\r\nوالخامسة : بها بابان في السموم وعلاماتها وعلاجها .\r\nوالسادسة : وتشتمل على ثمانية أبواب في الأدوية المركبة والترياقات والأقراص والجوارشتات والربوب والأشربة والأدهان والمرهمات . 2\r\n\r\n","description":"","footnote":"","page_name":" 385 ","page_number":128},
  {"content":"\r\n\r\n1\r\n\r\nأبو بكر الرازي 240 ه - 320 ه 854 م - 932 م\r\nهو أبو بكر محمد بن زكريا الرازي ، ولد بالري على بعد بضعة أميال جنوبي طهران ، وأمضى شطرا من شبابه في بلاد فارس ، ثم انتقل إلى بغداد ، وطلب العلم ، ورحل في طلبه ، وأقبل على دراسة كتب الطب والفلسفة ، وكتب جالينوس وأبقراط وحكماء الهنود ، ويسرت له دراسة كتب الطب سعة اطلاعه على الطبيعيات والكيمياء . ويعده بعض المؤرخين من أعظم أطباء القرون الوسطى ، وفي نظر بعضهم أنه أبو الطب العربي ، وقد ظل حجة الطب في أوروبا حتى القرن السابع عشر الميلادي ، وقد سماه معاصروه طبيب المسلمين غير منازع .\r\nوللرازي أخبار كثيرة وفوائد متفرقة فيما تفرد به من مداواة المرضى .\r\nيقول القفطي هو طبيب المسلمين غير مدافع ، وأحد المشهورين في علم المنطق والهندسة . ويقول ابن النديم « كان أوحد دهره وفريد عصره ، قد جمع المعرفة بعلوم القدماء لا سيما الطب . ويقول ابن أبي أصيبعة « كان الرازي ذكيا فطنا ، رؤوفا بالمرضى مجتهدا في علاجهم وفي برئهم بكل وجه يقدر عليه . مواظبا النظر في غوامض صناعة الطب والكشف عن حقائقها وأسرارها ويقول ابن خلكان « كان الرازي إمام وقته في علم الطب ، وكان متقنا لهذه الصناعة حاذقا بها ، عارفا بأوضاعها وقوانينها ، نشد إليه الرحال لأخذهما عنه ، وصنف فيها الكتب النافعة . كما يقول كامبل في كتابه « الطب العربي » لقد أجمع المستشرقون والمشتغلون بتاريخ الطب على أن الرازي أعظم طبيب أنجبته النهضة الإسلامية بلا استثناء ، ووضعه بعضهم على قدم المساواة مع أبقراط . كما يقول جوستاف جروينيهاوم في كتابه « حضارة الإسلام »\r\n\r\n","description":"","footnote":"","page_name":" 386 ","page_number":129},
  {"content":"\r\n\r\nلقد ظهر كبار الأطباء في القرنين التاسع والعاشر وخاصة الرازي الذي كان لكتاباته تأثير جسيم في التفكير الطبى ببلاد العرب ، دقة عظيمة في ملاحظة الأعراض ووصفها ، ومن أقوال الرازي ينبغي للطبيب أن يوهم المريض بالصحة ، ويرجيه بها ، وإن كان غير واثق بذلك ، فمزاج الجسم تابع لأخلاق النفس . ويقول ينبغي للطبيب أن لا يدع مسألة المريض عن كل ما يمكن أن تتولد عنه علته من داخل ومن خارج ، ثم يقضى بالأقوى .\r\nويقول : « ينبغي للمريض أن يقتصر على واحد ممن يوثق به من الأطباء ، فخطأه في جنب صوابه يسير جدا . ويقول : « من تطبب عند كثيرين من الأطباء يوشك أن يقع في خطأ كل واحد منهم .\r\nويقال إن الرازي أول من استخدم خيوط معي القط لخياطة الأنسجة تحت الجلد ، وأول من استخدم الزنبق في المراهم وأول من استعمله كملين .\r\nوتبلغ مؤلفات الرازي نحو 224 كتابا ، ضاع منها الكثير وبقي القليل .\r\nتزدان به المكتبات العربية والعالمية ، وله كتب قيمة في الطب ، منها ما كان له أثر كبير في تقدم طرق العلاج . وقد امتازت بما تجمعه من علوم الإغريق والهنود إلى جانب تجاربه الخاصة ، كما تميزت كتاباته بالأمانة في النقل ، كما أن له كتبا قيمة في الكيمياء ، مما جعل البعض يعده مؤسس الكيمياء الحديثة في الشرق والغرب ، وفي كتابه « سر الأسرار » شرح منهاجه في إجراء التجارب ، فكان يصف المواد التي يجرى عليها التجارب ، ثم يصف الأدوات والآلات التي يستعملها ، ثم طريقة العمل . كذلك وصف الرازي الأجهزة العلمية التي كانت معروفة في عصره ، فوصف أكثر من عشرين من هذه الأجهزة المعدنية والزجاجية ، وكان وصفه دقيقا ، عنى فيه بذكر التفاصيل الدقيقة .\r\nوكان لمعرفته بالكيمياء أثر في طبه . فكان ينسب الشفاء إلى التفاعلات الكيميائية التي تجرى بالجسم ، كما كان يقسم المواد الكيميائية إلى أربعة\r\n\r\n","description":"","footnote":"","page_name":" 387 ","page_number":130},
  {"content":"\r\n\r\nأقسام : هي المعدنية والنباتية والحيوانية والمواد المشتقة ، ثم قسم كلا من هذه إلى أقسام أخرى ، فقسم المعدنية إلى ستة أقسام ، وذلك كما يقول لكثرتها واختلاف خواصها ، مما يدل على ممارسة وتجربة ومعرفة بتفاعلاتها .\r\nوقد حضر الرازي بعض الأحماض ، مثل حمض الكبريتيك ، وسماه زيت الزاج ، أو الزاج الأخضر ، كما خضر الكحول بتقطير المواد النشوبة والسكرية المتخمرة ، وكان يستعمله في الصيدليات وفي الأدوية . وكذلك قدر الكثافة النوعية لعدد من السوائل مستعملا ميزانا سماه الميزان الطبيعي .\r\nويعتبر الرازي من أول من اهتموا بأثر النواحي النفسية في العلاج ، لأن للنفس الشأن الأول فيما بينها وبين البدن من صلة . ويقول على الطبيب أن يوهم مريضه الصحة ويرجيه بها وإن لم يثق بذلك .\r\nومن أشهر كتبه « الحاوي في الطب » ، والمنصوري في التشريح ، وكتابه في الأمراض وآخر في الحصبة والجدري وكتاب من لا يحضره الطبيب ، ويعرف « بطب الفقراء » . وله بحوث كثيرة في أمراض النساء والولادة والأمراض التناسلية والعيون . وترجمت كتبه إلى اللاتينية واللغات الأجنبية وظلت معتمدة في الطب والكيمياء والصيدلة عدة قرون . وله كتاب « هيئة العالم » ، وكتب في الرياضة والهندسة والأبصار والحيل ، وله كتاب « محنة الطبيب » حققه حديثا الدكتور ألبير زكى إسكندر ، ونشرته جامعة الدول العربية ، كما قدم له أستاذنا الدكتور محمد كامل حسين ، كما نشر عنه أخيرا الدكتور فيصل دبدوب الأستاذ بجامعة الموصل بالعراق بحثا ضافيا .\r\nنشرته مجلة رسالة العلم والمجلة المصرية لتاريخ العلوم سنة 1967 .\r\nيقول « الدوميلى » في كتابه « العلم عند العرب » يجب أن يعتبر الرازي أعظم أطباء العرب ، ويقول لم يكن الرازي طبيبا عظيما فحسب ، بل كان كذلك كيمائيا ذا مقام رفيع ، وعالما طبيعيا ، وجماعا للعلم موسوعيا ، كما كان عليه علماء ذلك الزمان .\r\n\r\n","description":"","footnote":"","page_name":" 388 ","page_number":131},
  {"content":"\r\n\r\nويقول « لوكلير » يعتبر كتاب القانون لابن سينا والحاوي للرازي ، والتصريف لمن عجز عن التأليف للزهراوى ، أعظم الموسوعات الطبية التي أنتجها العرب ، ويقول الدكتور نجيب محفوظ عن هذه الكتب ، إنها كانت بمثابة المصابيح التي أضاءت منها أوروبا قناديلها في القرون الوسطى .\r\nويقول « ديورانت » في كتابه « قصة الحضارة » كان الرازي أشهر أطباء هذه الأسرة الرحيمة ( يعنى الأسرة الطبية ) ، يقول عن كتابه « الحاوي » الذي يبحث في كل فرع من فروع الطب أنه ترجم إلى اللغة اللاتينية ، وأنه ظل عدة قرون أعظم الكتب الطبية ، وأهم مرجع لهذا العلم في بلاد الرجل الأبيض ، وكان من الكتب التسعة التي تتألف منها مكتبة الكلية الطبية في جامعة باريس سنة 1394 . وكانت رسالته في الجدري والحصبة آية في الملاحظة المباشرة والتحليل الدقيق ، كما كانت أولى الدراسات العلمية الصحيحة للأمراض المعدية ، وأول مجهود يبذل للتفرقة بين المرضين . ويقول في وسعنا أن نحكم على ما كان لهذه الرسالة من بالغ الأثر واتساع الشهرة إذا عرفنا أنها طبعت باللغة الإنكليزية أربعين مرة بين عامي 1498 و 1866 ويقول ديورانت كذلك في كتابه المذكور لقد كان الرازي باجماع الآراء أعظم الأطباء المسلمين ، وأعظم أطباء الطب الإكلنيكى في العصور الوسطى وقد علقت في مدرسة الطب في جامعة باريس صورتان ملونتان لطبيبين مسلمين هما الرازي وابن سينا .\r\nوقد أدرك الرازي ما للموسيقى من أثر حسن على نفوس المرضى ، وكيف يمكن أن تكون الموسيقى لونا من ألوان العلاج كما عرف أثر الضوء على حدقة العيون واتساعها ليلا ، وانكماشها نهارا ، كما كان يعتقد بالتطور والارتقاء ، ولعله أول من عرف أثر الحساسية أو الأليرجية في إحداث بعض الحالات المرضية ، وإن لم يذكر كلمة حساسية صراحة ، وكان يعالج بعض الأمراض بالأغذية دون الأدوية ، اعتقادا منه بأن نقصها كان السبب في حدوث الأمراض .\r\n\r\n","description":"","footnote":"","page_name":" 389 ","page_number":132},
  {"content":"\r\n\r\nوعلى الجملة فالرازى عند الكثيرين يرجح على ابن سينا في الطب ، كما أن ابن سينا يرجح على الرازي في الفلسفة ، فابن سينا طبيب فيلسوف ، والرازي طبيب كيميائى أو طبيب عالم .\r\nوقد أورد ابن أبي أصيبعة جملة من مأثور كلام الرازي مثل قوله :\r\nالعمر يقصر عن الوقوف على فعل كل نبات في الأرض ، فعليك بالأشهر مما أجمع عليه ، ودع الشاذ واقتصر على ما جربت وقوله : الناقهون من المرض إذا اشتهوا من الطعام ما يضرهم ، فيجب على الطبيب أن يحتال في تدبير ذلك الطعام وصرفه إلى كيفية موافقة ولا يمنعهم ما يشتهون البتة .\r\nويقول « إن استطاع الحكيم أن يعالج بالأغذية دون الأدوية فقد وافق السعادة . ويقول ينبغي للمريض أن يقتصر على واحد ممن يوثق به من الأطباء فخطؤه في جنب صوابه يسير جدا ومن تطبب عند كثير من الأطباء يوشك أن يقع في خطأ كل واحد منهم » . 2\r\n\r\n","description":"","footnote":"","page_name":" 390 ","page_number":133},
  {"content":"\r\n\r\n1\r\n\r\nالبيروني ( 351 - 440 ه وقيل 443 ه ) ( 961 - 1048 م وقيل 1051 م )\r\nهو أبو الريحان محمد بن أحمد الفلكي ، ولد بضاحية من ضواحى خوارزم في سنة 351 ه . زار العواصم العربية ، وعاش في الهند زمنا طويلا وتوفى سنة 440 وقيل 443 ه بعد أن عمر نحو تسعين عاما . وهو ثالث الثلاثة الذين ازدهت بهم الحضارة العربية في الحقبة من منتصف القرن الرابع إلى منتصف القرن الخامس الهجري .\r\nلم يقصر همته في دراسته العلوم والتأليف فيها على الفلك والرياضيات والطب ، بل تناول الآداب والتقاويم والتاريخ ، واختص في الفن الأخير ، بتدوين أخبار الأمم الشرقية عامة ، والأمة الهندية بصفة خاصة ، فقد استقصى حوادث الهند وأخبارها وأساطيرها ، ووصف عاداتها وأخلاقها وأزياءها في إفاضة عجيبة وأخذ بالأطراف ، ولهذا أجمع النقاد على أن تأليفه في التاريخ من خبر المراجع ، ولاستطلاع أخبار الشعوب الشرقية وحوادثهم وأساليب معيشتهم .\r\nوكانت بينه وبين ابن سينا مراسلات ودراسات ، أثمرت أول كتبه المسمى « الآثار الباقية من القرون الخالية » ، نشره المستشرق الألماني « سخاو » .\r\nألف كتابا في المادة الطبية سماه « كتاب الصيدنة في الطب » . نشرته مع ترجمته بالإنجليزية أكاديمية هامدارد بكراتشى بالباكستان سنة 1573 .\r\nكما ألف كتابا في الجواهر عنوانه « الجماهر في معرفة الجواهر » وله رسالة في المعادن .\r\n\r\n","description":"","footnote":"","page_name":" 391 ","page_number":134},
  {"content":"\r\n\r\nوقد كتب البيروني معظم مؤلفاته باللغة العربية ، وكان بارعا في الكتابة باللغة الفارسية كذلك ، إلا أنه كان يفضل اللغة العربية في تأليفه ، وكان يقول أنها أقدر على الدقة في الوصف ، وفي دور الكتب جملة طبية من مؤلفاته القيمة .\r\nوقد حصرت مؤلفات البيروني ، ما بين مطبوع ومخطوط ، وموجود ومفقود فإذا بها تبلغ مائة وثمانين كتابا ورسالة . ويقول المستشرق سخاو وإن البيروني من أضخم العقول التي ظهرت في العالم وإنه أعظم علماء عصره ومن أعظم العلماء في كل العصور . ويقول « مايرهوف » إن اسم البيروني أبرز اسم في مركب العلماء الكبار واسعى الأفق ، الذين يمتاز بهم العصر الذهبي للإسلام . ويقول المستشرق الأمريكى « إيرويوب » في أية قائمة تحوى أسماء أكابر العلماء يجب أن يكون لاسم البيروني مكانه الرفيع ، ومن المستحيل أن يكتمل أي بحث في الرياضيات أو الفلك أو الجغرافيا أو علم الإنسان أو المعادن ، دون الإقرار بمساهمته العظيمة في كل علم من تلك العلوم .\r\nويعترف « سميث » في كتابه « تاريخ الرياضيات » بأن البيروني كان ألمع علماء عصره في الرياضيات ، وأن الغربيين مدينون له بمعلوماتهم عن الهند ومآثرها في العلوم . كان البيروني يكتب كتبه مختصرة منقحة وبأسلوب مقنع وبراهين مادية ، وهو من الذين بحثوا في تقسيم الزاوية إلى ثلاثة أقسام متساوية . وكان ملما بحساب المثلثات ، وكتبه فيها تدل على أنه عرف قانون تناسب الجيوب وقد عمل جداول رياضية للجيب والظل . وكذلك اشتهر البيروني في الطبيعة ولا سيما الميكانيكا والهدروستاتيكا ، وله شروح في ضغط السوائل وتوازنها وصعود ماء الفوارات والعيون إلى أعلى . وله نظرية في استخراج محيط الأرض ووردت في كتابه « الأسطرلاب » واستعمل معادلة لحساب نصف قطر الأرض ، يسميها بعض العلماء من الأجانب قاعدة البيروني .\r\n\r\n","description":"","footnote":"","page_name":" 392 ","page_number":135},
  {"content":"\r\n\r\nس - ف - جتان 1 - جتان\r\nولقد أصدرت أكاديمية العلوم السوفيتية سنة ( 1950 ) مجلدا بعنوان « البيروني » نشر تحت إشراف المستشرق تولستوى بمناسبة مرور ألف سنة هجرية على مولده كما صدر في الهند المجلد التذكارى للبيرونى سنة 1951 يحوى عشرات البحوث والمقالات عن البيروني وذلك احتفالا بذكراه واعترافا بفضله .\r\nوقد ألف البيروني كتابه في « الصيدلة في الطب » في أواخر حياته وعاونه في كتابه صديقه الطبيب الشيخ أبو حامد أحمد محمد النهشعى .\r\nويعتبر كتاب الصيدنة هذا ذخيرة علمية ومرجعا هاما في مجال الصيدلة .\r\nوينقسم هذا الكتاب إلى قسمين أساسيين أولهما هو ديباجة في فن الصيدلة والفارماكولوجيا والعلاج ، مع تعريفات وإيضاحات تاريخية مفيدة . تمثل المقدمة عملا قيما بل وتعتبر إضافة عظيمة للصيدلة ، ليس في العهد الإسلامي المتوسط بل لتاريخ الصيدلة في كل العصور . ولقد شرح كذلك في هذا القسم المسئوليات والخطوات التقدمية التي يجب على الصيدلي أن يقوم بها أو يهدف إليها .\r\nأما القسم الثاني فقد خصصه للمادة الطبية ، فأورد فيه كثيرا من العقاقير مرتبة بحسب حروف المعجم ، ذاكرا قدرا من الملاحظات الأصلية والمعلومات ذات الأهمية الخاصة ، فذكر أسماء هذه العقاقير المعروفة بها في اللغات المختلفة واشتقاق هذه الأسماء ، وطبائع هذه العقاقير ومواطنها وتخزينها وتأثيراتها وقواها العلاجية وجرعاتها وفي بعض الأحيان زراعة نباتاتها . 2\r\n\r\n","description":"","footnote":"","page_name":" 393 ","page_number":136},
  {"content":"\r\n\r\n1\r\n\r\nابن سينا ( 371 - 429 ه ) ( 980 - 1037 م )\r\nهو أبو علي الحسين بن عبد اللّه بن سينا ، رائد من رواد الفكر الانساني والمعلم الثالث للإنسانية ، بعد أرسطو والفارابي ، ولد في مدينة صغيرة بالقرب من بخارى بفارس ( سنة 371 ه - 980 م ) ، في فترة تعتبر من أزهى عصور الحضارة العلمية الإسلامية ، سطع في سمائها ابن سينا ، وابن الهيثم والبيروني ، درس الطبيعيات والإلهيات بعد أن حفظ القرآن الكريم ، قرأ كتب أرسطو وأفلاطون ، واشتهر بالطب والفلسفة كما عنى بالرياضيات والفلك ، فهو الطبيب الفيلسوف والرياضى الفلكي . بدأ يصنف الكتب وهو في الحادية والعشرين من عمره ، وكان يعالج المرضى دون أجر ، واكتسب شهرة بذّ بها أهل زمانه ، حتى لقب بالشيخ الرئيسي .\r\nويعنينا من مؤلفاته العديدة كتابه « القانون في الطب » وبخاصة الجزء الخاص بالعقاقير والأدوية المركبة ، وكتابه « الشفاء » فيما يختص بالطبيعيات والمعادن والنبات والحيوان . وتتميز كتاباته بالسلامة في العرض ، والسلاسة في الأسلوب ، والوضوح في البيان ، مع الدقة العلمية التي تنتزع التقدير والإعجاب .\r\nويعتبر كتابه « القانون في الطب » ، من خير ما تتيه به الحضارة العلمية الإسلامية في هذا الفن ، وقد فضلته العرب على ما سبقه من مؤلفات ، لما وجدوا فيه من حسن التبويب والدقة العلمية . مع ما تميز به من الإشارة إلى خبرة مؤلفه وتجاربه . وقد تناول فيه الشيخ الرئيسي علم وظائف الأعضاء ، وعلم الأمراض ، وعلم الصحة ، ومعالجة الأمراض ، وعلم الأدوية ، والتشريح ، وقد ترجم « القانون » إلى اللغة اللاتينية واللغات الأوروبية ، وطبع في أوروبا خمس\r\n\r\n","description":"","footnote":"","page_name":" 394 ","page_number":137},
  {"content":"\r\n\r\nعشرة مرة . وكان العمدة في دراسة الطب في الجامعات الأوروبية حتى منتصف السابع عشر . كما ترجم الكتاب أيضا إلى العبرية ، ولا تزال طبعات كثيرة تظهر في الشرق ، ومن أفضل الطبعات طبعة بولاق سنة 1877 وقد صدرت أول طبعة عربية من الكتاب في روما سنة 1593 .\r\nويشتمل القانون على خمسة كتب ، خصص الكتاب الأول منها للأمور الكلية ، فهو يتناول حدود الطب وموضوعاته والأركان والأمزجة والأخلاط وماهية العضو وأقسامه والعظام والعضلات ، وتصنيف الأمراض وأسبابها وأعراضها بصفة عامة ، والطرائق العامة للعلاج كالمسهلات والحمامات والكي . الخ .\r\nوخصص الكتاب الثاني لمفردات الأدوية ، وينقسم إلى قسمين ، الأول يدرس ماهية الدواء وصفاته ومفعول كل دواء من الأدوية على كل عضو من أعضاء الجسم ، كما أورد في الجزء الثاني المفردات مرتبة ترتيبا أبجديا .\r\nكما ذكر كثيرا من العقاقير لم تكن معروفة لدى ديسقوريدس .\r\nوتناول الكتاب الثالث من القانون الأمراض في كل جزء من أجزاء الجسم من الرأس إلى القدم مع شرح واف لأعراضها . وفي الكتاب الرابع تناول الشيخ الرئيسي الأمراض التي تقتصر على عضو واحد كالحميات ، وبعض المسائل الأخرى كالأورام والبثور والجذام والكسر والجبر والزينة ودرس في الجزء الخامس الأدوية المركبة وتحضيرها .\r\nوقد ظل هذا الكتاب إلى عهد غير بعيد أساس تعليم الطب في كل أوروبا ، وقد غلب فيه الطابع الفلسفي المعنى بالتنظيم والترتيب والتصنيف ومحاولة تطبيق الاعتبارات الفلسفية على الطب ، حتى يمكن أن يقال إن ابن سينا فيلسوف الطب .\r\nأما كتاب « الشفاء » فيقع في ثمانية وعشرين مجلدا ، ويحتوى على فصول في المنطق والطبيعيات والفلسفة ، وقد ترجم إلى اللاتينية واللغات الأوروبية .\r\n\r\n","description":"","footnote":"","page_name":" 395 ","page_number":138},
  {"content":"\r\n\r\nوالمعروف أن لابن سينا مؤلفات ورسائل أخرى في الطب والفلسفة والموسيقى ، واللغات ، والإلهيات ، والنفس والمنطق ، والطبيعيات والرياضيات والفلك والأرصاد والأجرام السماوية ، ومختصر إقليدس والارتيماطيقى ، وله كتاب في المنطق « الإشارات والتنبيهات » يقول فيه إن المنطق هو الآلة العاصمة للذهن من الخطأ ، وقد ترجمت هذه المؤلفات إلى اللاتينية وسائر اللغات الأوروبية من ، إنجليزية وفرنسية وألمانية وروسية ، كما أن له « الأرجوزة في الطب » ، وتقع في نحو 1334 بيتا من الشعر ، جمع فيها كل المعلومات الطبية .\r\nويشير ابن سينا في « القانون » إلى طريقتين لتعرف قوى الأدوية وهما التجربة والقياس ، ويقول إن التجربة لا تهدى إلى معرفة موثوق بها إلا بمراعاة شرائط سبعة ( انظر صفحة 344 ) . ويعطى ابن سينا أمثلة لهذه الشروط شارحا إياها ، مما يدل على أنه أجرى بنفسه هذه التجارب ، ويقول أما معرفة أمزجة الأدوية المفردة بالقياس ، فهي تؤخذ أولا من سرعة استحالتها إلى النار والتسخين ، وبطء استحالتها ومن سرعة أو بطء جمودها . ثانيا من الروائح ، ثالثا من الطعوم رابعا من الألوان ، خامسا من أفعال وقوى ولم يغب عنه أن هذه العلامات غير يقينية أو بحسب تعبيره « إن قال الإنسان هذا شئ ، فإنما يقوله على وجه التخمين ، ويقول وزيادة على الكيفيات الأربع المعلومة ( وهي البرودة ، والحرارة ، والرطوبة واليبوسة ) والروائح والألوان ، يوجد للأدوية صفات أخرى أشهرها اللطافة مثل التي توجد في الزعفران والدار صينى ، والكثافة مثل كثافة القرع ، واللزوجة مثل لزوجة العسل ، والهشاشة ، وهي سهولة التحول إلى تراب - مثل الصبر الجيد ، والجمود مثل جمود الشمع ، والسيلان مثل سيلان المائعات ، واللعوبية مثل لعابية بزر قاطونا والخطمي ، والدهنية مثل دهنية الحبوب ، والنشف مثل نشف النور غير المطفأة .\r\n\r\n","description":"","footnote":"","page_name":" 396 ","page_number":139},
  {"content":"\r\n\r\nوافتن ابن سينا في ملاحظة أفعال الأدوية وارتباط الأفعال بالصفات ( انظر صفحة 347 ) ويبحث ابن سينا في أحكام نعرض الأدوية من الخارج وتغير كيانها مثل الطبخ والسحق والإحراق بالنار والغسل والإجماد في البرد ، والوضع في جوار أدوية أخرى ، والمزاج وطريقة التقاط الأدوية ، وادخارها .\r\nوقد وضع الشيخ الرئيس اثنى عشر جدولا ( وهو يسميها ألواحا ) لتسجيل أفعال الأدوية وخواصها في أوضاع أو أحوال خاصة .\r\nوالواقع أن ابن سينا لم يكن مجرد جماع لكتب سابقيه ، بل كان أيضا مبتكرا بفضل تجاربه الخاصة .\r\nوتناول ابن سينا دراسة النباتات في كتابين : الأول هو ما سماه في مؤلفه القانون « الكتاب الثاني في الأدوية المفردة » وقسمه إلى جملتين :\r\nالأولى منهما في القوانين الطبيعية التي يجب أن تعرف من أمر الأدوية المستعملة في علم الطب ، والثانية منهما في معرفة قوى الأدوية . وذكر في كل فصل النباتات التي تتخذ منها الأدوية ، وقليلا من الحيوانات والمعادن التي تستخلص منها عقاقير نافعة .\r\nوفي حديثه عن المعادن تعرض لما كان يدعيه أصحاب الكيمياء في موضوع تحويل المعادن الخسيسة إلى نفيسة فقال إنه « ليس في أيديهم أن يقلبوا الأنواع قلبا حقيقيا .\r\nويعتبر ابن سينا الطبيب أحد الثلاثة الذين يوضعون على القمة بين الأطباء العرب ، وهم الرازي وابن سينا والزهراوى ، وكانت مؤلفاتهم القديمة في الطب المصباح الذي أوقدت منه أوروبا قناديلها في القرون الوسطى وظلت مؤلفاتهم تدرس في الجامعات الأوروبية حتى أواخر القرن السابع عشر ولم يكد جوتنبرج يخترع آلة الطباعة سنة 1445 حتى طبعت بها الترجمة\r\n\r\n","description":"","footnote":"","page_name":" 397 ","page_number":140},
  {"content":"\r\n\r\nاللاتينية لكتبهم وأعيد طبعها عدة مرات وبعدة لغات ، ويشيد المختصون إبتكارات ابن سينا في الطب النسوي ، ووصفه الدقيق لحالات النواسير البولية ، وحمى النفاس والعقم وتعليله الصحيح للذكورة والأنوثة في الجنين ، ونسبتها إلى الرجل دون المرأة ، وحالات الانسداد المهبلى ، والإسقاط ، والأورام الليفية ، وجراحة الرتقاء من النساء إلى غير ذلك من حالات وأعراض وأمراض ، مما يدل على ممارسته التشريح وعمليات التوليد . 2\r\n\r\n","description":"","footnote":"","page_name":" 398 ","page_number":141},
  {"content":"\r\n\r\n1\r\n\r\nالزهراوى ( 936 - 1013 م )\r\nهو أبو القاسم خلف بن عباس الزهراوى الأندلسي ويكى كذلك بالأنصاري ( أي أصله من المدينة المنورة ) ، ولد بالزهراء بالقرب من قرطبة بالأندلس ، حيث عاش وتعلم ومارس المهنة وتوفى . وكان طبيب الحكم الثاني . وهو أشهر من ألف في الجراحة عند العرب ، وأول من استعمل ربط الشرايين لمنع النزف . وأهم كتبه « التصريف لمن عجز عن التأليف » يقع في ثلاثين مقالة وقد ترجم إلى اللاتينية والعبرية ، ونال شهرة واسعة في البلاد المسيحية ، حيث كانت شهرته في الجراحة وتعدتها حتى بين المحدثين . وكان ذلك بناء على أن جرارد من كريمونا قد ترجم مقالاته الثلاثين في الجراحة إلى اللاتينية ، فانتشرت وجذبت إليها الاهتمام في الجراحة أكثر مما اجتذبته جراحة الثلاثة العرب المشهورين الرازي والمجوسي وابن سينا .\r\nوالحقيقة أن الزهراوى لم يقتصر على الجراحة كما يظن الكثيرون ، بل كان أيضا عالما متعمقا في الصيدلة . فيقول عنه ابن أبي أصيبعة « كان طبيبا فاضلا خبيرا بالأدوية المفردة والمركبة جيد العلاج » ( ج 2 ص 52 ) . وكتابه التصريف لا يحوى إلا مقالتين مخصصتين للجراحة ، أما باقي المقالات فخاصة بالأدوية بحيث يمكن اعتباره صيدليا أكثر منه جراحا . ولقد ألف في الأدوية كتابا آخر خاصا اسمه « مقالة في أعمار العقاقير المفردة والمركبة » .\r\nوعدم تقدير الزهراوى صيدليا يرجع إلى أن المؤلفين العرب وغيرهم وإن ذكروا كتاب التصريف لم يعطوا معلومات وافية عن جميع مقالاته ولم يهتموا إلا بالجزء الخاص بالجراحة والطب . وقد اقتبس ابن البيطار كثيرا من الزهراوى ، وأبلغ هذه الاقتباسات كيفية صنع الخبز المركب من أجود أنواع القمح ، والذي يخمر ويكون خفيفا خاليا من الشوائب .\r\n\r\n","description":"","footnote":"","page_name":" 399 ","page_number":142},
  {"content":"\r\n\r\nومن عناوين مقالاته الثلاثين في كتابه « التصريف لمن عجز عن التأليف » يستبين بوضوح اهتمامه بالصيدلة وتعمقه فيها . فالمقالة الأولى والثانية في الطب والعلاج ، وكذلك في تركيب الأدوية ، والمقالة الثلاثون في الجراحة .\r\nأما باقي المقالات فمعظمها في الأدوية المركبة في علاج مختلف الأمراض ، وكذلك في الأشكال الصيدلية وطرق تحضيرها وتعاطيها وجرعاتها الخ .\r\nالمقالة الأولى - ضمنتها فصولا في الاستقصات والأمزجة وتركيب الأدوية وعيونا من التشريح وما أشبه ذلك جعلتها مدخلا للكتاب .\r\nالمقالة الثانية - في تقاسيم الأمراض وعلاماتها والإشارة إلى علاجها .\r\nالمقالة الثالثة - في صفات المعاجين القديمة التي تخمر وتدخر .\r\nالمقالة الرابعة - في صناعة الترياق الكبير وسائر الترياقات والأدوية المفردة في جميع السموم .\r\nالمقالة الخامسة - في صفات الإيارجات القديمة والحديثة وادخارها وتخميرها .\r\nالمقالة السادسة - في صفات الأدوية المسهلة من الحبوب المرة المدبرة في جميع الأمراض .\r\nالمقالة السابعة - في صفات أدوية القئ والحقن والفرزجات والشيافات والفتل .\r\nالمقالة الثامنة - في الأدوية المسهلة اللذيذة الطعم المألوفة المأمونة .\r\nالمقالة التاسعة - في أدوية القلب من الشيافات وأدوية المسك وما أشبه ذلك .\r\nالمقالة العاشرة - في صفات الإطريفلات والبنادق المسهلة .\r\nالمقالة الحادية عشر - في صفات الجوارشنات والكمونيات وما أشبه ذلك من المعاجين .\r\n\r\n","description":"","footnote":"","page_name":" 400 ","page_number":143},
  {"content":"\r\n\r\nالمقالة الثانية عشرة - في أدوية الباه والمسمنة للأبدان والمهزلة والمدرة للبن ونحو ذلك .\r\nالمقالة الثالثة عشرة - في الأشربة والسكنجبينات والربوب .\r\nالمقالة الرابعة عشرة - في النخانخ والمطبوخات والنقوعات المسهلة وغير المسهلة .\r\nالمقالة الخامسة عشرة - في المربيات ومنافعها وحكمة تربيبها وادخارها .\r\nالمقالة السادسة عشرة - في السفوفات المسهلة وغير المسهلة .\r\nالمقالة السابعة عشرة - في الأقراص المسهلة وغير المسهلة .\r\nالمقالة الثامنة عشرة - في السعوطات والقطورات والبخورات والدرورات والغراغر .\r\nالمقالة التاسعة عشرة - في الطيب والزينة وصناعة الغوالي وما أشبهها .\r\nالمقالة العشرون - في الأكحال والشيافات واللطوخات .\r\nالمقالة الحادية والعشرون - في السنونات وأدوية الفم والحلق وما أشبه ذلك .\r\nالمقالة الثانية والعشرون - في أدوية الصدر والسعال خاصة .\r\nالمقالة الثالثة والعشرون - في الضمادات لجميع علل البدن من القرن ( الرأس ) إلى القدم .\r\nالمقالة الرابعة والعشرون - في صناعة المرهم النخلي وسائر المراهم لجالينوس وغيره .\r\nالمقالة الخامسة والعشرون - في الأدهان ومنافعها وأحكام استخراجها .\r\nالمقالة السادسة والعشرون - في أطعمة المرضى وكثير من الأصحاء مرتبة على الأمراض .\r\n\r\n","description":"","footnote":"","page_name":" 401 ","page_number":144},
  {"content":"\r\n\r\nالمقالة السابعة والعشرون - في طبائع الأدوية والأغذية وإصلاحها وقواها وخواصها .\r\nالمقالة الثامنة والعشرون - في إصلاح الأدوية وحرق الأحجار المعدنية وما يتصرف في الطب من ذلك .\r\nالمقالة التاسعة والعشرون - في تسمية العقاقير باختلاف اللغات وبدلها وأعمارها وأعمار العقاقير المركبة وغيرها وشرح الأسماء المركبة الواقعة في كتب الطب والأكيال والأوزان .\r\nالمقالة الثلاثون - في العمل باليد من الكي والشق والبط والجبر والخلع مشروحا مختصرا .\r\nولقد عرفت المقالة الثامنة والعشرون في القرون الوسطى اللاتينية بعنوان  Liber Servitoris  .\r\nوقد ورد في الكتاب معلومات مهمة عن تاريخ المادة الطبية ، وتاريخ الكيمياء والفنون الصناعية . ولابن العوام كتاب في الزراعة قال فيه إنه ليس أحسن من طريقة الزهراوى في استخراج ماء الورد . ونقل عنه ابن البيطار في كتابه المفردات كيفية استخراج الزيت .\r\nووصف الزهراوى بدقة كيف يصنع قالب من الأبنوس أو البقس أو العاج ينقش فيه اسم الأقراص ، ونسخة باريس الخطية أظهرت شكل هذه القوالب . كما يوجد فيها أيضا رسم المرشحات . ولم يقتصر أبو القاسم على تحضير الأدوية وكذلك العقاقير من النباتات والعناية بالاحتفاظ بالأجزاء المجففة منها بل وعين معدن الأوعية التي توافق كل واحد منها ، كما نص على مواطن النباتات حيث تنمو أو تستورد منها ووصف هذه النباتات وكيفية الحصول منها على الجزء أو الأجزاء التي تستعمل في الطب وكذلك موعد جمعها وفصوله . وقد اهتم كذلك بتبيض الخل وغسل الزيوت ، كما وصف الجهاز المستعمل في تقطير المياه العطرية وكثيرا من المواد الأخرى المستعملة في تحضير الأدوية ، كما شرح كثيرا من المصطلحات الفنية . 2\r\n\r\n","description":"","footnote":"","page_name":" 402 ","page_number":145},
  {"content":"\r\n\r\n1\r\n\r\nابن ميمون ( 529 - 1134 ه ) ( 601 - 1204 م )\r\nهو أبو عمران موسى بن ميمون القرطبي ، ولد في قرطبة سنة 1134 م ونزح إلى مصر . وواصل الدرس والتحصيل ، واحترف الطب ، ودخل خدمة صلاح الدين ، وعينه الملك الأفضل طبيبا له ، وتوفى سنة 1204 م .\r\nوألف ابن ميمون عشرة تصانيف أهمها « فصول القرطبي » وتسمى أيضا « فصول موسى بن ميمون » ومنها المقالة الفاصلة وسماها « السموم والتحرز من الأدوية القتالة » . وقد أبرز فيها ابن ميمون الكثير من تجاربه الخاصة ، وله رسالة في الربو وأخرى في البواسير ، ومن أهم رسائله « الرسالة الأفضلية وتبحث في الحالات النفسية وتقويتها .\r\nوقد استرعت مهارته الطبية نظر القاضي الفاضل مستشار صلاح الدين الأيوبي في ذلك الوقت ، فقربه من مولاه ، واختاره صلاح الدين فيما بعد طبيبا خاصا لابنه الملك الأفضل نور الدين على .\r\nوقد ترك ابن ميمون كتبا عديدة في الفلسفة وعلم الكلام والطب جعلته من أشهر مفكري القرون الوسطى ، الأمر الذي جعل بعض العلماء يسعون للاتصال به في القاهرة مثل عبد اللطيف البغدادي وغيره .\r\nومن مؤلفاته الخاصة بالطب والعقاقير :\r\n1 - المختصرات ، وهي تلخيص الكتب الستة عشر لجالينوس .\r\n2 - شرح فصول أبقراط .\r\n3 - فصول موسى في الطب ، وهو كتاب ضخم يوجد منه عدة مخطوطات .\r\nوهو مجموعة حكم طبية مستقاة من جالينوس وأطباء آخرين ، رتبها\r\n\r\n","description":"","footnote":"","page_name":" 403 ","page_number":146},
  {"content":"\r\n\r\nابن ميمون في أربعة وعشرين فصلا وأعقبها بفصل طويل ينتقد فيه آراء جالينوس متابعا للفارابي وابن زهر والتميمي وابن رضوان .\r\n4 - كتاب السموم والتحرز من الأدوية القتالة .\r\n5 - شرح أسماء العقار : يقول ابن ميمون إن قصده في هذه المقالة شرح أسماء العقاقير الموجودة في أزمنتنا المعروفة عندنا المستعملة في صناعة الطب في هذه الكتب الموجودة لدينا ، ولا أذكر من الأدوية المفردة المعروفة إلا ما ترادفت عليه أسماء أكثر من واحد ؟ إما بحسب اختلاف اللغات أو بحسب اللغة الواحدة ، لأن الدواء الواحد قد يكون له أسماء كثيرة عند أهل اللغة الواحدة . وقد رتب أسماء الأدوية طبقا لترتيب الحروف الأبجدية ، واعتمد في شرح هذه الأسماء على كتاب ابن جلجل في « شرح العقار » ، وكتاب أبى الوليد ابن جناح المسمى « بالتلخيص » ، والكتاب « الجامع » الذي ألفه أحمد ألفافقى ، وكتاب « الأدوية المقررة » لابن سمحون ، وكتاب ابن وافد في « الأدوية المقررة » أيضا ، وتتفاوت بيانات ابن ميمون عن الأدوية فبعضها يقتصر على كلمتين أو ثلاثة والبعض الآخر يصل إلى سطور .\r\nولابن ميمون تصانيف أخرى منها مقالة في الربو ، وكتاب في تدبير الصحة ومقالة في بيان الأغراض .\r\nوقد عاش ابن ميمون مدة في قرطبة ، ثم انتقل هو وعائلته إلى مراكش وعاش في مدينة فاس ، ولم يتوقف ابن ميمون عن الدرس والتحصيل والتأليف ثم رحل مرة أخرى إلى مصر واستوطن الديار المصرية في أيام الخليفة القاضي « العاضد » وسكن الفسطاط حوالي عام 1166 .\r\nوقد توفى ابن ميمون سنة 601 ه - 1204 م . 2\r\n\r\n","description":"","footnote":"","page_name":" 404 ","page_number":147},
  {"content":"\r\n\r\n1\r\n\r\nابن البيطار ( 575 - 646 ه ) ( 1197 - 1248 م )\r\nهو أبو محمد عبد اللّه بن أحمد ضياء الدين الأندلسي المالقى العشاب ، المعروف بابن البيطار ، إمام النهايتين ، وعلماء الأعشاب ، ولد في ملقا بأسبانيا في أواخر القرن السادس الهجري من أسرة ابن البيطار ، وكان من شيوخه في علم النبات ، أبو العباس النباتى ، الذي كان يجمع النباتات من منطقة أشبيلة ، ولما بلغ العشرين من عمره ، جاب شمال إفريقيا ، ومراكش والجزائر وتونس ، لدراسة النباتات ، وعندما وصل إلى مصر كان على عرشها الملك الكامل الأيوبي ، فالتحق بخدمته فعينه رئيسا على سائر العشابين ولما توفى الكامل ، استبقاه في خدمته ابنه الملك الصالح « نجم الدين » الذي كان يقيم في دمشق .\r\nوفي دمشق ، بدأ ابن البيطار يدرس نباتات سوريا ، ومنها انتقل إلى آسيا الصغرى باحثا عن النباتات في مواطنها ، دارسا لصفاتها ، واشتهر ابن البيطار بأنه الطبيب الحاذق ، والعشاب البارع ، الذي يعرف خصائص الأعشاب .\r\nولابن البيطار مؤلفات كثيرة ، ولكنه اشتهر بمؤلفين ، هما ثمرة دراساته العلمية والعملية ، أولهما كتاب « الجامع لمفردات الأدوية والأغذية » ، وهو مجموعة من العلاجات البسيطة ، المستخلصة من النباتات أو الحيوانات أو المعادن ، ويقول إنه جمع فيه من مؤلفات الأغارقة والعرب ، ومن تجاربه الخاصة كل ما يختص بالنباتات الطبية التي تتخذ منها عقاقير لعلاج الأمراض وكذلك العقاقير التي كانت تتخذ من الحيوانات أو المعادن .\r\n\r\n","description":"","footnote":"","page_name":" 405 ","page_number":148},
  {"content":"\r\n\r\nأما ثاني المؤلفين اللذين اشتهر بهما ابن البيطار ، فهو كتاب « المعنى في الأدوية المفردة » في العقاقير ، تناول فيه علاج الأعضاء ، عضوا عضوا بطريقة مختصرة كي ينتفع به الأطباء .\r\nوكان ابن أبي أصيبعة تلميدا لابن البيطار ، وكثيرا ما صحب الأستاذ تلميذه في رحلاته وأسفاره ، بحثا عن النباتات ، دارسا لخصائصها . ولكن العجيب أن ابن أبي أصيبعة لم ينصف أستاذه ابن البيطار ، بل لم يعطنا معلومات وافية عنه ، وهو التلميذ المصاحب له في جولاته ودراساته ، ولا شك أنه يعرف عنه الكثير ، أو لعل ما بأيدينا من كتب ابن أبي أصيبعة ، قد سقط منها ما يخص ابن البيطار .\r\nوقد عاش ابن البيطار نحو سبعين عاما ، إذ أنه توفى عام 646 ه ، على أرجح الروايات . وقد ترجمت كتبه إلى اللغة اللاتينية واللغات الأجنبية .\r\nكما قام بترجمة كتابه « الجامع لمفردات الأدوية والأغذية » « لي كلير » إلى الفرنسية .\r\nويقول ابن البيطار ، إنه قام بوضع كتابه في الأدوية المفردة في أربعة أجزاء تنفيذا للأوامر المطاعة الصادرة إليه من الملك الصالح نجم الدين أيوب وإنه عنى في كتابه بذكر ماهيات هذه الأدوية وقوامها ومنافعها ومضارها ، وإصلاح ضررها ، والمقدار المستعمل من جرمها ، أو عصارتها أو طبيعتها والبدل منها عند عدمها ، وأنه توخى في ذلك ستة أهداف : الأول استيعاب القول في الأدوية المفردة والأغذية المستعملة على الدوام والاستمرار عند الاحتياج إليها في ليل أو نهار .\r\nويقول وقد استوعبت فيه جميع ما في الخمس مقالات من كتاب الأفضل ديسقوريدس بنصه وكذلك فعلت بجميع ما أورده الفاضل جالينوس في الست المقالات من مفرداته بنصه ، ثم ألحقت بأقوالهما من أقوال المحدثين\r\n\r\n","description":"","footnote":"","page_name":" 406 ","page_number":149},
  {"content":"\r\n\r\nفي الأدوية النباتية والمعدنية والحيوانية ما لم يذكراه ، ووصف فيه ثقات المحدثين وعلماء النباتيين ما لم يصفاه . وأسندت في جميع ذلك الأقوال إلى قائلها ، وعرفت طرق النقل فيها بذكر ناقلها . والغرض الثاني من صحة النقل فيما أذكره عن الأقدمين ، وأحرره عن المتأخرين فما صح عندي بالمشاهدة والنظر ، وثبت لدى ادخرته كنزا سريا ، وأما ما كان مخالفا في القوى والكيفية والمشاهدة الحسية في المنفعة والماهية ، نبذته ظهريا ولم أحاب في ذلك قديما لسبقه ، ولا محدثا اعتمد غيرى على صدقه .\r\nوالأمر الثالث الذي توخاه ابن البيطار في تأليف كتابه ترك التكرار إلا فيما تمس الحاجة إليه لزيادة معنى وتبيان . والرابع تقريب مآخذه ، بحسب ترتيبه على حروف المعجم والخامس التنبيه على كل دواء وقع فيه وهم أو غلط لمتقدم أو متأخر لاعتمادى على التجربة والمشاهدة ، والسادس ذكر أسماء الأدوية بسائر اللغات .\r\nوظاهر أن طريقة ابن البيطار عملية لاعتماده على التجربة والمشاهدة وتحرى الصدق والأمانة في النقل .\r\nوبعد أن أورد ابن البيطار مئات من النباتات والحيوانات وعشرات من المعادن التي تتخذ منها العقاقير مسهبا في الوصف والشرح ، انتقل إلى ذكر كثير من الأدهان مثل دهن الورد ودهن النرجس ، ودهن القيصوم ، ودهن البابونج ، كما تحدث كثيرا عن الأطيان ( جمع طين ) مثل طين أرمنى ، وطين نيسابوري ، وطين كرمى ، ولكل فوائده واستعمالاته .\r\nولقد اتبع ابن البيطار المنهج نفسه الذي اتبعه غيره من أهل الصناعة ، والمنهج نفسه الذي ارتضاه ابن سينا ، والترتيب المعجمى نفسه الذي فضله هو وأمثاله من طرائق الترتيب ، وإنه لدائم الاستشهاد بأقوال أئمة الصناعة من أمثال ابن سينا وجالينوس وأبقراط وديسقوريدس ، وشايعهم\r\n\r\n","description":"","footnote":"","page_name":" 407 ","page_number":150},
  {"content":"\r\n\r\nفي كثير من الوصفات والمعتقدات ، وأورد ثيتا حافلا من المعلومات النافعة المفيدة .\r\nومع ذلك فلم يسلم ابن البيطار من ذكر بعض ما لا يتفق والذوق العام أو الطب الحديث ، إلا أن الذي لا شك فيه أن مفردات ابن البيطار تغلب فيها المادة الطبية ، التي أجهد نفسه في جمعها وترتيبها وتبويها ، وأن فيه كثيرا من المعلومات المفيدة ، وأن في هذا القديم كثيرا جدا من الخير ، ما أحسن استخلاصه ، فابن البيطار من أئمة أهل الصناعة في زمانه ، وفيما ترك من مؤلفات ذخيرة علمية وطبية ، وما أجدر ذوى الاختصاص بالاطلاع عليها وعرضها مبرأة مخلصة مما علق بها من أرهام ، وقد كانت عنايته بالوصف النباتى بالغة ، كما كان إيراده أسماء النباتات باللغات المختلفة مما يمنع الخلط بين نبات وآخر . 2\r\n\r\n","description":"","footnote":"","page_name":" 408 ","page_number":151},
  {"content":"\r\n\r\n1\r\n\r\nكوهين العطار\r\nهو أبو المنى بن أبي النصر العطار الإسرائيلى الهارونى المعروف بكوهين العطار . عاش في مصر في القرن الثالث عشر الميلادي ، وقد نشر سنة 658 ه - 1360 م في القاهرة كتابا أسماه « منهاج الدكان ودستور الأعيان » يقول إنه أراد أن يقدم فيه إلى الصيادلة كتابا أوسع من الدستور البيمارستانى لداود ابن البيان ، الذي كان يستعمل في مستشفيات مصر وسوريا والعراق .\r\nويقدم كوهين العطار في كتابه نصائح قيمة لمن أراد أن يحترف صناعة الصيدلة ويقدم في الفصل الحادي والعشرين من كتابه قائمة بالأدوية المفردة مرتبة ترتيبا معجميا . وقد طبع الكتاب مرارا في القاهرة ولا يزال متداولا لدى عطارى الشرق الأوسط .\r\nيقول « كوهين العطار » إنه جمع في كتابه « منهاج الدكان ودستور الأعيان » في أعمال وتركيب الأدوية النافعة للأبدان . جمع عدة أقربازينات مختارة مما يستعمل في هذا الزمان ، كالإرشاد ، والملكي ، والمنهاج ، وأقربازين ابن التلميذ والدستور وغيرها من كتب الطب النفسية ، ومما نقله من ثقات العشابين ، ومما امتحنه بيده ، وأخذه عن ثقة ، وجربه ، ومن امتحان الأدوية المقررة والمركبة ، ومما نقله عن مشايخ عاصرهم من ثقات المشتغلين بهذه الصناعة الجليلة .\r\nويشمل الكتاب خمسة وعشرين بابا تتناول المعاجين والسفوفات والأقراص واللعوقات والحبوب والمراهم والأدهان والأكحال والأطلية والضمادات وهكذا . ويختص الباب الرابع والعشرون بكيفية اتخاذ الأدوية المفردة وفي أي زمان تجنى ومن أي بيان وكيف تخزن . . إلخ . .\r\nويتكلم في الباب الأخير عن امتحان الأدوية المفردة والمركبة ووصف حال الجيد منها . 2\r\n\r\n","description":"","footnote":"","page_name":" 409 ","page_number":152},
  {"content":"\r\n\r\n1\r\n\r\nداود الأنطاكي\r\nهو الشيخ داود الضرير الأنطاكي . ولد بأنطاكية في القرن العاشر الهجري ، يلقبونه بالحكيم الماهر الفريد ، والطبيب الحاذق الوحيد ، أبقراط زمانه ، العالم الكامل ، عنى بقراءة كتب الأقدمين من أمثال أبقراط وديسقوريدس وجالينوس وابن سينا والرازي ، واختص بدراسة الطب العلاجى ، وتحضير الأدوية والوصفات ، ومن أشهر مؤلفاته كتابه الضخم « تذكرة أولى الألباب والجامع للعجب العجاب » الذي اشتهر باسم « تذكرة داود » . يقع في نحو سبعمائة صفحة من القطع الكبير ، ويناهز عدد الأدوية المذكورة فيه نحو 1700 دواء .\r\nولداود رأى في العلوم المختلفة ، وحال الطب بالنسبة لها ، ومكانته منها ، وما ينبغي لمتعاطيه ، وإنه ليتكلم عن كليات هذا العلم ومداخله ، ثم يعرض لقوانين الأفراد والتركيب ، ثم المفردات والمركبات ، وما يتعلق بها من اسم ومرتبة وماهية ونفع وضرر ، ومرتبة على حروف المعجم ، وتكلم عن الأمراض وما يخصها من علاج .\r\nوللشيخ رأى في طالب العلم ، يقول فيه ، عار على من وهب النطق والتمييز أن يطلب رتبة دون الرتبة القصوى ، ويقول كفى بالعلم شرفا أن كلا يدعيه ، وبالجهل ضعة أن الكل يتبرأ منه ، والإنسان إنسان بالقوة إذا لم يعلم ، فإذا علم كان إنسانا بالفعل .\r\nويقول عن الطب إنه كان من علوم الملوك ، يتوارث منهم ، ولم يخرج عنهم خوفا على مرتبته ، وقد عوتب أبقراط في بذله للأغراب . فقال رأيت حاجة الناس إليه عامة والنظام متوقف عليه ، وخشيت انقراض آل أسفيموس ، ففعلت ما فعلت ، ثم يضيف داود ، ولعمري ، لقد وقع لنا مثل هذا ، فانى حين دخلت مصر ، ورأيت الفقيه الذي هو مرجع الأمور\r\n\r\n","description":"","footnote":"","page_name":" 410 ","page_number":153},
  {"content":"\r\n\r\nالدينية ، يمشى إلى أوضع يهودي للتطبيب ، فعزمت على أن أجعله كسائر العلوم ، يدرس ليستفيد به المسلمون ، فكان ذلك وبالى ونكد نفسي ، وعدم راحتى ، من سفهاء لازمونى قليلا ، ثم تعاطوا الطب فضروا الناس في أموالهم وأبدانهم وأنكروا الانتفاع بي .\r\nويضيف الشيخ على أنى لا أقول إني وأبقراط سالمان من اللوم ، حيث لم نتبصر ، فيجب على من أراد التبصر والاختبار والتجارب والامتحان فإذا خلص له بعد ذلك شخص منحه .\r\nومن رأى الشيخ أنه لمزيد حرص القدماء على حراسة العلوم ، وحفظها ، اتفقوا على ألا تعلم إلا مشافهة ، ولا تدون لئلا تكثر الآراء فتذهل الأذهان عن تحريرها اتكالا على الكتب . قال المعلم الثاني ( الفارابي ) في جامعه ، واستمر ذلك إلى أن انفرد المعلم الأول ( أرسطو ) بكمال الكمالات ، فشرع في التدوين ، فهجره أستاذه أفلاطون على ذلك ، فاعتذر عنده عن فعله .\r\nويقسم الشيخ العلوم والمعارف إلى أقسام ، عرفها وسماها ، وحدد مدلولاتها ، فلم يترك الكيمياء أو الفلك أو الرياضة أو الفقه أو المنطق إلا وقد رسم حدوده ، وبين أغراضه ومراميه .\r\nثم قال عن الطب : ينبغي لهذه الصناعة الإجلال والتعظيم والخضوع لمتعاطيها لينصح في بذلها ، وينبغي تنزيهه عن الأرذال ، والضن به على ساقطى الهمة ، لئلا تدركهم الرذالة عند واقع في التلف فيمتنعون أو فقير عاجز فيكلفونه ما ليس في قدرته . وكان أبقراط يأخذ العهد على متعاطى مهنة الطب فيقول : برئت من قابض أنفس الحكماء إن جنأت نصحا أو بذلت ضرا ، أو كلفت بشرا ، أو تقولت بما يغم النفوس وقعه ، أو قدمت ما يقل عمله إذا عرفت ما يعظم نفعه ، وعليك بحسن الخلق ، بحيث تسمع الناس ، ولا تعظم مرضا عند صاحبه ، ولا تسر لأحد عند مريض ، ولا تجس نبضا وأنت معبس\r\n\r\n","description":"","footnote":"","page_name":" 411 ","page_number":154},
  {"content":"\r\n\r\nولا تخبر بمكروه ، ولا تطالب بأجر ، وتقدم نفع الناس على نفعك ، واستفرغ لمن ألقى إليك زمامه ما في وسعك ، فإن ضيعته فأنت ضائع .\r\nيقول داود : وأول من ألف في هذه الصناعة ( ديسقوريدس ) ، ويعتب عليه إهماله بعض العقاقير النباتية ، ثم روفس ، ثم فوليس ، ثم أندروماخس ، ثم انتقلت الصناعة إلى أيدي النصارى ، منهم دويدروس البابلي ، وإسحق بن حنين ، الذي عرب اليونانيات والسريانيات وأضاف إليها مصطلحات الأقباط ، لأنه أخذ العلم عن حكماء مصر وأنطاكية ، واستخرج مضار الأدوية ومصطلحاتها ، ثم تلاه ولده حنين ، ثم انتقلت الصناعة إلى الإسلام ، وأول واضع فيها الكتب من هذه القسم الإمام زكريا ابن محمد الرازي ، ثم ابن سينا رئيس الحكماء ، فضلا عن الأطباء ، فوضع الكتاب الثاني من القانون ، ثم ترادف المصنفون على اختلاف أحوالهم فوضعوا في هذا الفن كتبا كثيرة ، من أجلها مفردات ابن الأشعث ، وأبي حنيفة ، والشريف ، وابن الجزار ، وابن الدولة ، وابن التلميذ ، وابن البيطار ، وابن جزلة ، وابن الصوري .\r\nوقد عرض داود لهذه المؤلفات ، أمينا في نقده لسلفه ، واحتفظ لنفسه بخطة في البحث ، قال إنها تتكون من عشرة قوانين ، فكان يذكر الأسماء بالألسن المختلفة ، ثم الماهية ، ثم الحسن والردىء ، وذكر الدرجة في الكيفيات الأربع ثم المنافع في سائر أعضاء البدن ، ثم كيفية التصرف فيه مفردا أو مع غيره ، ثم المضار ، ثم ما يصلحه ، ثم المقدار ، ثم ما يقوم مقامه إذا فقد ، على أن داود أضاف أمرين على أعظم جانب من الأهمية ، هما الزمان الذي يقطع فيه الدواء ، ويدخر حتى لا يفسد ، ثم موطن الدواء . ولهذين الأمرين أهميتهما من حيث كمية العنصر أو الجوهر الفعال ، في زمن القطع ، ثم أثر البيئة على فعل الجوهر وآثاره ، وقد عرض داود لمئات من الأنواع النباتية وعشرات من أنواع الحيوان والمعادن مما تتخذ منه عقاقير أو أدوية\r\n\r\n","description":"","footnote":"","page_name":" 412 ","page_number":155},
  {"content":"\r\n\r\nثم ذكر عدة قواعد أساسية في صناعة الدواء وطريقة العلاج ، كما أورد وصفات عامة وعشرات من الأكحال والأدهان والسفوف ، والتراكيب المختلفة ، على أن داود شايع العامة في بعض الوصفات والاستعمالات التي لا يقرها الذوق العام أو الطب الحديث ، ومع ذلك فلا شك أن داود كان أستاذا في هذه الصناعة ، لا يمكن أن يجحد فضله فيها . 2\r\n\r\n","description":"","footnote":"","page_name":" 413 ","page_number":156},
  {"content":"\r\n\r\n\r\nأثر الصيدلة العربية في أوروبا\r\nلقد كان نقل العلوم اليونانية إلى اللغة العربية من خير ما قام به العرب ، ثم أضافوا إليها الكثير من بحوثهم وابتكاراتهم وتجاربهم الشخصية ، ثم انتقل ذلك إلى أوروبا مترجما إلى اللاتينية واللغات الأوربية . وفيما يخص العلوم الطبية والصيدلة ، فقد تحقق هذا النقل في ثلاثة مراكز ، هي :\r\nمدرسة ساليرنو الطبية وبلاط روجر في صقلية ومدرسة الترجمة في طليطلة وقرطبة . وسنعرض هنا في إيجاز جهود هذه المراكز الثلاثة :\r\n\r\n1 - مدرسة ساليرنو الطبية :\r\nكان للغزوات الجرمانية في أوائل القرون الوسطى أثر سيىء على الثقافة والحضارة الأوروبية بوجه عام ، ولم ينج من الغزاة إلا قلة ضئيلة لجأت إلى الأديرة التي كانت بعيدة عن طرق الجيوش الغازية .\r\nوفي القرن التاسع ظهرت بوادر نهضة فكرية أيام الإمبراطور شارلمان ( 742 - 814 ) ووزيره للتعليم الكوبان ، إلا أن هذه النهضة لم تظهر بوادرها إلا في القرن الحادي عشر . وعندما كانت أوروبا غارقة في ظلام الجهالة كان العالم العربي في الأوج علما وحضارة ورقيا . ومنذ القرن السابع إلى القرن الثاني عشر كانت بين العرب وأوروبا صلات وثيقة في أسبانيا وصقلية ، اللتين كانتا معبرا للحضارة العربية إلى أوروبا ، فقد بقيت صقلية في أيدي العرب من سنة 878 حتى سنة 1061 م عندما بدأ النورمانديون غزو الجزيرة واستولوا عليها سنة 1091 . كما بقي العرب في الأندلس ( شبه جزيرة أيبريا ، أسبانيا والبرتغال ) من سنة 792 - 1495 م .\r\nوقد كانت علوم الطب والصيدلة في الأديرة مصطبغة بالروح الدينية ، ونشأت نزعة دينية ساعدت على قبول التراث اليوناني القديم الذي نقله لهم العرب .\r\n\r\n","description":"","footnote":"","page_name":" 414 ","page_number":157},
  {"content":"\r\n\r\nواشتهرت مدرسة الطب التي أسست في ساليرنو ، التي سميت كذلك مدينة أبقراط ، وأصبحت مركزا لنقابة الأطباء ، تجتذب المرضى والطلبة .\r\nوقد وصل إلينا من هذه المدرسة دستور طبي في معالجة السموم يعرف باسم  Antidotarium  للطبيب دنولو في القرن العاشر ، وهو كتاب مصادره عربية لأمراء ، وثمة كتاب آخر اسمه  Antidotarium Nicolcia  مصادره عربية كذلك ، ظهر سنة 1100 م ويعد أول فارماكوبيا لمدرسة ساليرنو .\r\nعلى أن أعظم من كان له أثر ظاهر في العلوم الطبية والصيدلية إنما هو عالم عربى هو قسطنطين الإفريقى ( 1020 - 1087 ) ، وهو قرطاجنى المولد ، طاف في البلاد الشرقية ودرس الطب العربي ، وجمع المصادر الخاصة به ، ونزح إلى ساليرنو حيث اعتنق المسيحية وعمل راهبا في دير « مونتى كاسينو » وسمى نفسه قسطنطين . أخذ بترجم كتبا عربية إلى اللاتينية دون أن يذكر المصادر . ترجم جزءا كبيرا من الكتاب الملكي لعلي بن عباس المجوسي وسماه باللاتينية  Pantegni  ، وكتاب زاد المسافرين ، لابن الجزار ، وكتاب « طب العيون » لحنين بن إسحاق ، وعدة رسائل لإسحاق الإسرائيلى ( خاصة في البول والحميات والحمية عن الطعام والأدوية المفردة ) . كما ترجم إلى العربية عدة كتب طبية عن اليونانية مثل « كتاب الفصول » . وكتاب « مقدمة المعرفة » لأبقراط ، وعدة كتب لجالينوس ، وكانت معظم هذه الكتب التي ترجمها قسطنطين تدرس في مدرسة ساليرنو ، وكان لها تأثير كبير في الطب الأوربى .\r\n\r\n2 - صقلية :\r\nكذلك كان لصقلية أثر عظيم في تقدم « العلوم » الطبية والصيدلة في أوروبا ، فقد نزل العرب صقلية سنة 827 ، واستولوا على باليرمو سنة 831 ، وعلى مسينيا سنة 842 ، وفي سنة 878 تم الاستيلاء على الجزيرة كلها بفتحهم\r\n\r\n","description":"","footnote":"","page_name":" 415 ","page_number":158},
  {"content":"\r\n\r\nمدينة سيراكوزا . ولقد بقي العرب في الجزيرة حتى سنة 1072 ، عندما استولى عليها تدريجيا روجر النورماندى ، ووضع نهاية للوجود العربي فيها .\r\nوقد أبدى الملوك النورمانديون روحا من التسامح الديني والاجتماعي ، فبقى الجزء الأكبر من الشعب على دينه الإسلامي ، وشارك الملوك في تنمية العلوم والثقافة العربية ، ووجد الإدريسى في الملك روجر خير معوان وألف كتابا خاصا في الأدوية المفردة ، كما أن الملك فريدريكو الثاني ( 1194 - 1250 ) أحاط نفسه بجمهرة من العلماء العرب ، وسار في بلاطه على التقاليد والعادات الشرقية . وبقيت صقلية لعدة قرون مركزا ممتازا للثقافة ، وكانت الإيطالية واللاتينية واليونانية والعربية لغات متداولة للعلم والثقافة ، ونقلت إلى اللاتينية روائع الإنتاج العلمي العربي ، ومنها كتاب المجسطى في الفلك وتاريخ الحيوان لأرسطو ، و « كتاب السماء والعالم » له أيضا ، وتفسير ابن رشد له للبطروجى . وكان في خدمة ملك صقلية فرج ابن سليم الذي نقل إلى اللاتينية كتاب « الحاوي » للرازي ، وكتاب في « الطب التجريبى » لجالينوس في ترجمة حنين بن إسحاق « والتقويم » لابن جزلة ، كما ألفت كتب طبية وصيدلية مبنية على مصادر عربية مثل كتاب « تدبير الجسد » وقد كتبه للملك فريدريكو ، وأغلبه مأخوذ عن ابن سينا وعلي بن عباس وحنين بن إسحاق والرازي .\r\n\r\n3 - الأندلس :\r\nعلى أن أكبر اتصال بين الفكر العربي والفكر الأوربى كان في الأندلس ، إذ توافر فيها التحام الشعبين والثقافتين مع التعايش في الحياة اليومية ، ومكن تسامح الخلفاء الأمويين وملوك الطوائف العناصر المختلفة من مسيحية وإسلامية ويهودية من الاشتراك في تطعيم الثقافة المسيحية اللاتينية بالثقافة الإسلامية العربية .\r\n\r\n","description":"","footnote":"","page_name":" 416 ","page_number":159},
  {"content":"\r\n\r\nوفي سنة 1085 م عادت طليطلة إلى المسيحية ، وفي القرن الثاني عشر كان رئيس أساقفها الفرنسي « ريمون الطليطلى » ( 1126 - 1151 ) فأنفق بسخاء على الترجمة وحث عليها وشملها بعناية .\r\nومن أقدم مترجمى مدينة طليطلة يوحنا الأسبانى ، ودومنيك جنديلقى الأول ملقب بابن داود وكان يهوديا واعتنق المسيحية ، وكان يترجم من العربية إلى الأسبانية ، وزميله جنديلفى يترجم من الأسبانية إلى اللاتينية ، وقد شارك في الترجمة غير الأسبانيين مثل روبير الشسترى ( وقد ترجم الجبر للخوارزمي ) وهرمان الدلمانى ودانيال دى مورلى . ولكن أعظم المترجمين شأنا هما الإيطاليان أفلاطون التيفولى وجيرارد الكريمونى ، فقد مكثا طويلا في أسبانيا . وكانا يجيدان اللغة العربية ، وقد قام هؤلاء المترجمون بترجمة مئات من الكتب العربية في مختلف العلوم من رياضيات وفلك وطبيعيات وصيدلة مثل كتب أبقراط والكندي ( في معرفة قوى الأدوية المفردة ) وابن ماسويه ويحيى بن سرافيون ، والرازي ( كتاب المنصوري ) ، وقانون ابن سينا وابن وافد وعلي بن رضوان ، وأبو القاسم الزهراوى .\r\nولا شك أن كل هذه الكتب المترجمة إلى اللاتينية غدت في متناول الطلبة والعلماء في مختلف جامعات أوروبا في فرنسا وأسبانيا وإيطاليا . وأصبح العلم العربي هو معيار العلم مطلقا ، وعندما انتهى عصر الترجمة حاول علماء الغرب أن يقتفوا آثار العرب وأن يعملوا بدورهم في ميدان الطب والصيدلة .\r\nوأعظم الكتب تأثيرا في مجال الصيدلة هي :\r\n1 - القانون في الطب لابن سينا ، فقد ظل أثره في أوروبا دون منافس حتى القرن السابع عشر ، وفسر مرارا ، وعلق عليه ، ولخص ، وظل الكتاب المدرسي عدة قرون مما جعل الدكتور « أوسلر » يقول :\r\n « The Canon has remained a medical bible for a longer period than any other book » \r\nأي أن القانون بقي إنجيلا طبيا أطول مما بقي أي كتاب آخر .\r\n\r\n","description":"","footnote":"","page_name":" 417 ","page_number":160},
  {"content":"\r\n\r\n2 - كتاب الحاوي وكتاب المنصوري للرازي .\r\n3 - كتاب « الملكي » لعلي بن عباس المجوسي .\r\n4 - يوحنا بن ماسويه .\r\n5 - « التصريف لمن عجز عن التأليف » للزهراوى .\r\n6 - الأدوية المفردة لابن سرابى .\r\n7 - تقويم الصحة لابن جزلة .\r\n8 - كتاب التيسير لابن زهر .\r\n9 - كتاب الأدوية المفردة لابن وافد اللحمى .\r\n10 - كتاب ماسويه المرتدى .\r\nوما زال أثر العلوم العربية وبخاصة الطب والصيدلة واضحا في المجالات العلمية الأوربية ، وما تأثرت به الحضارة متميزا إلى الآن ، فهناك الألفاظ والمصطلحات العلمية العربية مستعملة في اللغات العلمية الحديثة برسمها أو ببعض تحويل فيها لا يخفى أصلها ومصدرها فمثلا  Sirup  من شراب ،  Tartar  من طرطير ،  Tared  من طرحه ،  alembic  من أنبيق ،  alcohol  من الكحول  alkli  القالى ،  Borax  من بورق ،  Elixir  من الإكسير .\r\n\r\n","description":"","footnote":"","page_name":" 418 ","page_number":161},
  {"content":"\r\n\r\n\r\n[ فهرست الألفاظ والمصطلحات 
  ]\r\nأدوية مركبة  Compound medicine \r\nإرشادات  Instructions \r\nاستعمال من الداخل  Internal use \r\nاستعمال من الظاهر  External use \r\nاستوى ، يستوى  Homogenise \r\nأسطورى  Mythologic \r\nأسماء وطنية  Vernicular names \r\nإسهال  Diarrhea \r\nأسطوانة  Cylinder \r\nأشور  Assyria \r\nإصلاح  Amelioration \r\nأصول ( م . أصل )  Root ; underground organ ( s ) \r\nإطلاء  Coating \r\nإطريفل ( ج إطريفلات )  Tryphera \r\nاغتذاء  Nutrition \r\nإغريض  Spadix \r\nإغلاء  Boiling \r\nأفاويه  Spices \r\nإفراز ( إفرازات )  Secretion ( s ) \r\nاقتباس  Excerpt \r\nاقتصاديات علاجية  Therapeutic economics \r\nأقراص ( م قرص )  Lozenges ; Troch ( es ) ; ( Tablets ) \r\nأقراص بالكبس  Compressed tablets \r\nأكال  Corrosive \r\nإله  Diety , God \r\n\r\n","description":"","footnote":"","page_name":" 419 ","page_number":162},
  {"content":"\r\n\r\nأليرجيه  Allergy \r\nأمراض ( م . مرض )  Disease ( s ) \r\nأمراض داخلية  Internal diseases \r\nأمراض وافدة  Epidemic diseases \r\nأمزجة ( م . مزاج )  Humour ( s ) , Humor \r\nأمزجة ( م . مزيج )  Mixture ( s ) \r\nأنبيق  Alembic \r\nانحل ، ينحل  To dissolve \r\nأنبوب  Tube \r\nأنبوب ( في النبات )  Hollow internode \r\nإنفحة  Rennet \r\nانقصاف  Brittleness \r\nأنوار ( م . نورة )  Inflorescence ( s ) \r\nأنوثة  Feminity , Femininity \r\nأوز ( م . أوزة )  Geese ( Sg . goose ) \r\nأوراق  Leaves ( Folia ) \r\nأوعية ( م . وعاء )  Container ( s ) \r\nإيارجات ( م . إيارج )  Hiera ( s ) \r\nبابل  Babylonia \r\nبادرة ( بادرات )  Seedling ( s ) \r\nبادزهر ، بازهر  Antidote \r\nبارد  Cold \r\nبتالوجيا  Pathology \r\nبثرة ( بثور )  Pustule ( s ) \r\nبخارى ( طيار )  Volatile \r\n\r\n","description":"","footnote":"","page_name":" 420 ","page_number":163},
  {"content":"\r\n\r\nبخور ( بخورات )  Inccuse ( s ) \r\nبدل ( بدائل )  Substitule ( s ) \r\nبدن ( ج أبدان )  Body ( ies ) \r\nبردية ( برديات )  Papyrus ( i ) \r\nبرص  Leprosy \r\nبرعم ( براعم )  Bud ' ( s ) \r\nبره  Grain , Caryopsis \r\nبرّى  Wild \r\nبزرة ( بزور )  Seed ( s ) \r\nبستاني  Cultivated \r\nبسيط ( بسائط )  Simple ( s ) \r\nبشاعة ( للطعم )  Roughness \r\nبط ( الزهراوى )  Perforation ; Puncturing \r\nبعل  Plant not irrigated \r\nبقل  Vegetables \r\nبهاق  Leucoderma \r\nبواسير  Piles : Hemorrhoids \r\nبوط بربوط  Descensory \r\nبوطقة - بوتقة - بودقة  Cruscible \r\nبول ( أبوال )  Urine ( s ) \r\nبولي  Urinary \r\nبياض  Whiteness \r\nبيضة ( بيض )  Egg ( s ) ; Ovutn ( a ) \r\nبيئة  Environment \r\nبين النهرين  Mcsopotamia \r\n\r\n","description":"","footnote":"","page_name":" 421 ","page_number":164},
  {"content":"\r\n\r\nتابل ( توابل )  Condiment \r\nتبخير  Evaporation \r\nتبلور  Crystallisation \r\nتبن  Chopped straw \r\nتبييض ( قصر اللون )  Bleaching \r\nتجفيف  Drying \r\nبحرينى  Experimental \r\nتجهيز  Preparation \r\nتحقيق  Verification \r\nتحميص  Roasting \r\nتحلل  Decomposition \r\nتحويل  Dissolution \r\nتخدير  Anacsthesia \r\nتخزين  Storage \r\nتخفيف  Allevlation \r\nتخليق  Synthesis \r\nتخمر - تخمير  Fermentation \r\nتدليك  Rubbing \r\nتذبل  Wilting ; Withering \r\nتذوّب  Melting ; molting \r\nتربيت  Robbing \r\nترخيم  Softening \r\nترشيح  Filtration \r\nترياق  Theriaca \r\nتشخيص  Diagnosis \r\n\r\n","description":"","footnote":"","page_name":" 422 ","page_number":165},
  {"content":"\r\n\r\nتشريح  Anatomy ; Dissecuon \r\nتشنج - تقبض  Shrinkage ; contraction \r\nتصعيد  Sublimation \r\nتصفيق  Decantation \r\nتصنيف  Classification \r\nتصويل  Elution ; Elutriation \r\nتعاطى ( الدواء )  Administration \r\nتعاطى ( للمهنة )  Practising profession \r\nنعزيم  Incantation \r\nتعفّن  Putrefaction \r\nتعويذة - رقبة  Spell \r\nتغليف  Coating ; Packing \r\nتفه  Tasteless , Insipid \r\nتفرقة  Separation \r\nتفريح  Incubation \r\nتقطير  Distillation \r\nتقوية التأثير  Synergism \r\nتكليس  Calcination \r\nملغمة  Amalgamation \r\nتمريخ  Rubbing \r\nتميمة  Talisman \r\nتنّور  Furnace ; oven \r\nتوافق  Compatibility \r\n\r\n","description":"","footnote":"","page_name":" 423 ","page_number":166},
  {"content":"\r\n\r\nثفل  Sediment \r\nثفل  Weight \r\nثقل  Heaviness \r\nثمرة ( ثمر - ثمار )  Fruit ( s ) ; fructus \r\nجاذب  Attractive \r\nجامد  Solid \r\nجبر ( عظام )  Restoration \r\nجدرى  Smallpox \r\nجذر  Root , Radix \r\nجراحة  Surgery \r\nجراحة ( عملية )  Surgical operation \r\nجرب  Scabies \r\nجرح ( جروح - جراحات )  Wound ( s ) \r\nجرش  Bruising \r\nجرم  Size \r\nجزائر الهند الشرقية  East Indies \r\nجعة ( بيره )  Beer \r\nجفف يجفف  Dry ( to ) \r\nجلاء  Cleansing \r\nجمود  Solidity \r\nجنى  Harvest \r\nجنين  Embryo , Fetus \r\nجهاز ( أجهزة )  Apparatus ( es ) \r\nجوارشن - جوارش  Electuary \r\nجوهر  Principle ; essence \r\n\r\n","description":"","footnote":"","page_name":" 424 ","page_number":167},
  {"content":"\r\n\r\nحابس الدم  Hemostatic \r\nحابس العروق  Vaso constrictor \r\nحابس العرق  Antisudorofic \r\nحاد  Acutc ; Sharp \r\nحبشة  Abyssinia \r\nحجامة  Cupping \r\nحجاب  Charm \r\nحجر ( حجارة )  Stone ( s ) \r\nحرافة  Pungency \r\nحرق ، يحرق  To burn \r\nحريرة  Silk sieve \r\nخريف  Pungent \r\nحسّن ، يحستن  Improve \r\nحشيشه ( حشائش )  Herb ( s ) \r\nحقنة ( شرجية )  Enema \r\nحلاوة  Sweetness \r\nحلق  Throat \r\nحمام  Bath \r\nحمّام بخارى  Steam - bath \r\nحماية ، وقاية  Protection \r\nحمّص ، يحمص  Roast \r\nحموضة  Acidity \r\nحمى ( حميات )  Fever ( s ) \r\nحمية  Dietry \r\n\r\n","description":"","footnote":"","page_name":" 425 ","page_number":168},
  {"content":"\r\n\r\nخرء  Excreta \r\nخاتم  Sealing \r\nخاصة ( خواص )  Quality ( ies ) \r\nخانق ( خوانق )  Strangulator ( S ) \r\nختم بختم  Seal ( to ) \r\nحزن  Store ( to ) \r\nخصائص ( خاصية )  Property ( ies ) , characteristic \r\nخلّ  Vinegar \r\nقلع  Extraction ; Luxation ; Dislocation \r\nخفّيّة  Lightness \r\nدامل  Cicatrising \r\nدستور أدوية  Pharmacopocia \r\nدسومة  Greasiness \r\nدش مهبلى  Vaginal doush \r\nدشتى - برى  Wild \r\nدق  Attrition \r\nدقيق  Flour \r\nدقيق ( في الحجم )  Minute \r\nدم  Blood \r\nدهن ، يدهن  Anoint ( to ) \r\nدهن  Fat , Oil \r\nدهنية  Fatness \r\nدواء خام ( عقار )  Crude drug \r\nديابيطس  Diabetes \r\n\r\n","description":"","footnote":"","page_name":" 426 ","page_number":169},
  {"content":"\r\n\r\nذائب  Soluble , molten \r\nذبح  Slaughter ( to ) \r\nذبول  Wilung ; whitering \r\nذرور  Dusting powder ; conspersus \r\nذكورة  Masculinity \r\nذهب  Gold \r\nرائحة  Odour \r\nراتينج  Resin \r\nرب ( ربوب )  Rob ( s ) \r\nربو وثقاء  Asthma \r\nرحم  Uterus \r\nرسم ، يرسم  Draw ( to ) \r\nرطوبة  Moisture ; humidity \r\nرقيق  Thin \r\nروح ( أرواح )  Spirit \r\nروماني  Roman \r\nرياضة  Sports \r\nرياضيات  Mathematics \r\nزبد  Butter \r\nزبل  Dung \r\nزهرة ( زهر - أزهار )  Flower ( s ) ; Hos \r\nزيت  Oil ; Olive oil \r\nزينة  Cosmetic \r\n\r\n","description":"","footnote":"","page_name":" 427 ","page_number":170},
  {"content":"\r\n\r\nساحر  Sorccrer ; magician \r\nساق  Stem \r\nسحر  Magic \r\nسحق  Pulverisation \r\nسرطان  Cancer \r\nسريانى  Syriac \r\nسعال  Cough \r\nسعوط ( سعوطات )  Sternutatory ( ies ) - Snuh ( s ) \r\nسفوف  Powder ; pulvis \r\nسكنجبين  Oxymel \r\nسم ( سموم )  Poison ( s ) \r\nسنبله ( سنابل )  Spike ( s ) \r\nسنون ( سنونات )  Dentifrice ( s ) \r\nسهل الانفراك  Friable \r\nسوء العلاج  Mal treatment \r\nسواغ  Vehicle \r\nسومر  Sumeria \r\nسيال - سائل  Liquid \r\nسيولة  Liquidity , fluidity \r\nشجرة ( شجر وأشجار )  Tree ( s ) \r\nشجرية  Botanical drug \r\nشحوب  Pallor \r\nشراب  Syrup ; drink \r\nشرعي - قانوني  Legitimate \r\nشرج  Anus \r\n\r\n","description":"","footnote":"","page_name":" 428 ","page_number":171},
  {"content":"\r\n\r\nشريان  Artery \r\nشفاء  Recovery \r\nشق  Incision \r\nشمع  Wax ; beeswax \r\nشيف ( أشياف )  Eye - salve ( s ) ; suppository \r\nصغ  Paint ; dye \r\nصدمة  Impact \r\nصحة  Health \r\nصمغ ( صموغ )  Gum ( s ) \r\nصندل  Santalwood \r\nصيدنة ، صيدلة  Pharmacy \r\nصيدلانيات  Pharmaceuties \r\nصيدلة إكلينيكية  Clinical Pharmacy \r\nصيدلة الزينة - صيدلة تجميل  Cosmetic Pharmacy \r\nصيدلة حديثة  Modern Pharmacy \r\nصيدلة حيوية  Bio - Pharmacy \r\nصيدلة شرعية  Forensic Pharmacy \r\nصيدلة صناعية  Industrial or Inanufacturing Pharmacy \r\nصيدلة طبيعية  Physical Pharmacy \r\nصيدلة مستشفيات  Hospital Pharmacy \r\nصيدلى - صيدلانى  Pharmacist \r\nصيدلية  Dispensatory ; Pharmacy Shop \r\nالصين  China \r\n\r\n","description":"","footnote":"","page_name":" 429 ","page_number":172},
  {"content":"\r\n\r\nضار  Deletcrious ; harmful \r\nضروري  Necessary ; essential \r\nضماد ( ضمادات )  Dressing ( s ) \r\nطازج  Fresh \r\nطب  Medicine \r\nطبائع الأدوية  Properties ( of drugs ) \r\nطبخ  Coction , cocking ; Digestion \r\nطب نسوى ( نسائي )  Gynecology \r\nطبي  Medicinal ; medical \r\nطبيب  Physician \r\nطبيعي  Natural \r\nطحن ، يطحن  Grind ( to ) \r\nطحن  Grinding \r\nطرد الأرواح  Exorcism \r\nطري  Soft \r\nطعام ( أطعمة )  Food ( s ) \r\nطلسم طلسمان  Talisman \r\nطعم  Paste \r\nطقوس  Rites \r\nطقوسى  Ritualistic \r\nطور ( أطوار )  Phase ( s ) \r\nطيب ( أطياب )  Perfume ( s ) \r\nطيبة  Thebe \r\nطين ( أطيان )  Clay ( s ) \r\nطين الحكمة  Lutum sapientiae \r\n\r\n","description":"","footnote":"","page_name":" 430 ","page_number":173},
  {"content":"\r\n\r\nعاصر  Compressive ; compressor \r\nعجن ، يعجن  Knead ( to ) \r\nعجينة  Paste ( s ) \r\nعدم توافق  Incompatibility \r\nعرق  Sweat ; perspiration \r\nعرق ( عروق )  Vein ( s ) \r\nعسل ( نحل )  Honey - mel \r\nعشّاب  Herbalist \r\nعصارة ( عصارات )  Juice ( s ) \r\nعضو  Organ \r\nعطار ( عطارون )  Spicer ( s ) ; perfumer ( s ) \r\nعطر  Perfume \r\nعفص  Gall \r\nعفوصة  Gallicity \r\nعفن  Mould ( fungi ) \r\nعقار ( عقاقير )  Crude drug ( s ) ; simple \r\nعلامات الأمراض  Symptoms of diseases \r\nعلة ( علل )  Ailment ( s ) \r\nعلل الأمراض  Causes of diseases \r\nعلم التنجيم  Astrology \r\nعلم الحيوان  Zoology \r\nعلم السموم  Toxicology \r\nعلم الصحة  Hygiene \r\nعلم العقاقير  Pharmacognosy \r\nعلم النبات  Botany \r\n\r\n","description":"","footnote":"","page_name":" 431 ","page_number":174},
  {"content":"\r\n\r\nعلم وظائف الأعضاء  Physiology \r\nعمل باليد  Manual operation \r\nعملي  Practical \r\nعملية  Operation ; Process \r\nعنقود  Raceme ; Bunch \r\nعين شمس  Heliopolis \r\nغبار  Dust \r\nغذاء  Diet ; aliment \r\nغرغرة ( غراغر )  Gargle ( s ) \r\nغسّال  Detergent \r\nغسل  Lexivation ; washing \r\nغسول ( غسولات )  Lotion \r\nغسول العين  Collyrium ; eye - Jotion \r\nغض  Tender ; soft \r\nغضارة  Luxuriance \r\nغلى ، يغلى  Boil ( to ) \r\nغليظ  Thick \r\nغوالي  Highly perfumed decoctions \r\nفارس  Persia \r\nفارماكولوجيا  Pharmacology \r\nفتاح للسدد  Aperient \r\nفحص  Examination \r\nفتيل ( فتايل )  Suppository ( ics ) ; boujie ( s ) \r\nفرزجه ( فرازج - فرزجات )  Pessary ( ies ) \r\nفرن ( أفران )  Oven \r\n\r\n","description":"","footnote":"","page_name":" 432 ","page_number":175},
  {"content":"\r\n\r\nفساد  Deterioration corruption \r\nفسيولوجيا  Physiology \r\nفعالية  Potency \r\nفم  Mouth ; os \r\nفن  Art \r\nفن تركيب العقاقير  Dispensing \r\nقابض  Astringent \r\nقاتل  Killing ; deadly \r\nقالب ( قوالب )  Mould ( s ) \r\nقانوني - شرعي  Legitimate \r\nقائمة ( قوائم )  List ( s ) \r\nقبض  Astringency \r\nقدماء المصريين  Ancient Egyptians \r\nقدر ( قدور )  Casserole ; earthenwate cooking - pot \r\nقرعة  Cudurbit \r\nقشر ( قشور )  Bark ( s ) ; cortex \r\nقضبان  Stalks \r\nقطرة ( قطر - قطرات )  Drop ( s ) \r\nقطرات أنف  Nasal drops \r\nقطرة ( قطورات ) العين  Eye drops \r\nقطف  Plucking \r\nقطف ، يقطف  Pluck ( to ) \r\nقلب  Heart ; cardium \r\nقلبي  Cardiac \r\nقلى  Soda ash \r\n\r\n","description":"","footnote":"","page_name":" 433 ","page_number":176},
  {"content":"\r\n\r\nقمع  Funnel \r\nقمع ( شرجى ) أقماع  Suppository ( ies ) \r\nقوطى  Gothic \r\nقياس  Syllogism \r\nقى  Emesis \r\nكاسر الأرياح  Carminative \r\nكاوى  Caustic \r\nكائن حىّ  Organism ; living being \r\nكبد  Liver \r\nكبس  Compression \r\nكثّاف  Condensing \r\nكثافة  Density \r\nكثيف  Dense ; thick \r\nكحل ( أكحال )  Collyrium ( ia ) \r\nالكحول  Alcohol \r\nكحولى  Alcoholic \r\nكشف ( كشوف )  Discovery ( ies ) \r\nكشف يكشف  Detect ( to ) \r\nكناشة ( كناشات )  Collection of notes ( in medicine ) \r\nكور  Forge , furnace \r\nكوز  Mug ; tankard \r\nكي  Cauterisation \r\nكيل ( أكيال )  Mcasure ( s ) \r\nكيمياء  Chemistry \r\nكيميا تحليلية  Analytical Chemistry \r\n\r\n","description":"","footnote":"","page_name":" 434 ","page_number":177},
  {"content":"\r\n\r\nكيمياء حيوية  Biochemistry \r\nكيمياء شرعية  Forensic Chenustry \r\nكيمياء صيدلية  Pharmaceutical Chemistry \r\nكيمياء طبيعية  Physical Chemistry \r\nكيمياء عضوية  Organic Chemistry \r\nكيمياء غير عضوية  Inorganic Chemistry \r\nكيمياء عقاقير  Chemistry of drugs \r\nكيمياء علاجية  Therapeutic Chemistry \r\nلاذع  Acrid \r\nلبث  Sustaining \r\nلبخة  Poultice \r\nلبن ( ألبان )  Milk ( s ) \r\nلدن  Flexible \r\nلذع  Acridity \r\nلزج  Viscous \r\nلزقة - لصقه  Piaster \r\nلزوجة  Viscosity \r\nلطافة  Thinness ; tenuity \r\nلطوخ ( لطوخات )  Unguent ( s ) \r\nلطيف  Rarcfied ; thin ; tenuous \r\nمخاط  Mucilage \r\nمخاطية  Mucilagcnousness \r\nلعوق ( لعوقات )  Looch ; Lohoch \r\nلهجة ( لهجات )  Dialect ( s ) \r\nلوح ( ألواح )  Plate ( s ) \r\n\r\n","description":"","footnote":"","page_name":" 435 ","page_number":178},
  {"content":"\r\n\r\nما وراء البحرين  Transoxiane \r\nماء عطرى  Aromatic water \r\nمادة طبية  Materia medica \r\nمبخثر  Fumigant \r\nمبرّد  Cooling \r\nمبيض  Ovary \r\nمتكرّج  Covered with mould or mold \r\nمثبط  Inhibitor \r\nمجازى  Allegoric \r\nمجفف  Dessicating , dehydraung \r\nمحرق  Burning \r\nمحكك  Scrateching ; Prunent \r\nمحمتر  Rubifacient \r\nمخدّر  Anacs : het : c \r\nمخشن  Making rough or coarse \r\nمخلخل  Rarefying \r\nمخلّق  Synthene \r\nمدخّن  Smoky \r\nمدرّ للبول  Diuretic \r\nمدمل  Cicatrising \r\nمرّ  Ritter \r\nمذاق - طعم  Taste \r\nمرادف ( مرادفات )  Synonym ( s ) \r\nمرارة ( طعم )  Bitterness \r\nمرارة  Gall Bladder \r\n\r\n","description":"","footnote":"","page_name":" 436 ","page_number":179},
  {"content":"\r\n\r\nمرخى  Relaxant \r\nمرض ( أمراض )  Disease ( s ) \r\nمرهم ( مراهم )  Ointment ( s ) ; unguentum ( a ) \r\nمرطب  Humcctant \r\nمروخ ( مروخات )  Liniment ( s ) \r\nمزاج ( أمزجة )  Humour ( s ) \r\nمزلق  Lubricant \r\nمزيّن - مصوّر  ? lustrated \r\nمستحضر ( مستحضرات )  Preparation ( s ) \r\nمستعصى - مزمن  Chronic \r\nمستنشق ( مستنشقات )  Inhalation ( s ) \r\nمسخن  Warming \r\nمسدّد  Occludent ; obstructive \r\nمسعط  Sternutatory \r\nمسكّن  Analgesic \r\nمسهّل  Laxative \r\nمسهل قوى  Purgative \r\nمسهل شديد  Cathartic \r\nمسوّد  Blackening \r\nمسمّن  Fattening \r\nمشمم  Smell \r\nمصباح ( مصابيح )  Lamp ( s ) \r\nمصدر  Source \r\nمصف للدم  Blood purifier \r\nمصلب  Hardening \r\n\r\n","description":"","footnote":"","page_name":" 437 ","page_number":180},
  {"content":"\r\n\r\nمصوّر  Painter \r\nمضرّة ( مضار )  Harm ; injury \r\nمعالجة الأمراض  Therapeutics \r\nمعدة  Stomach \r\nمعفّن  Putrifactive \r\nمعي ( أمعاء )  Intestine ( s ) \r\nمغلى  Decoction \r\nمغلّظ  Thickening \r\nمفتّت  Disintegrating \r\nمفتح  Opening \r\nمقرح  Gladdening ; cheering \r\nمفردات الأدوية  Drugs ; simples \r\nمقالة  Treatise ( s ) \r\nمقرّح  Ulcerating \r\nمقشّر  Scurvy ; exfoliating \r\nمقطّع  Cutting into pieces \r\nمقوّى  Tonic \r\nمقيّىء  Emetic \r\nمكمدة ( مكمدات )  Fomentation ( s ) \r\nملح  Salt \r\nملطّف  Mitigating ; attenuating \r\nملوحة  Saltness ; salinity \r\nمليّن  Emollient \r\nملون  Coloured \r\nمملس  Making smooth \r\n\r\n","description":"","footnote":"","page_name":" 438 ","page_number":181},
  {"content":"\r\n\r\nمنبت للحم  Kero - plastic \r\nمنخل ( مناخل )  Sieve ( s ) \r\nمنضج  Maturing \r\nمنع يمنع  Prevent ( to ) \r\nمنفخ - منفاخ  Bellows \r\nمنقوع  Infusion ( s ) \r\nمهارة فنية  Skill \r\nمهدىء  Sedative \r\nمهزل  Emaciating \r\nمواصفات  Specifications \r\nموسّع ( للأوعية )  Vasodilator \r\nموطن  Habitat ; Native land \r\nميكانيكا  Mechanics \r\nميكروبيولوجيا  Microbiology \r\nميوعة  Fluidity \r\nناسور  Fistula \r\nناضج - نضيج  Ripe \r\nناعم  Fine \r\nنبات  Plant \r\nنبات طبي  Medicinal plant \r\nنبات عطرى  Aromatic plant \r\nنباتى  Vegetable \r\nنبيذ  Wine ( s ) \r\nنخانخ  Strong aromatic decoction \r\n\r\n","description":"","footnote":"","page_name":" 439 ","page_number":182},
  {"content":"\r\n\r\nنخل ، ينخل  Sift ( to ) \r\nنزف - نزيف  Haemorrhage \r\nالنساطرة  Nestorians \r\nنسبة  Proportion ; relation \r\nنشادر  Ammonia \r\nنشّاف  Drying \r\nنشف  to become dry \r\nنفط  Petroleum \r\nنفوذ  Penetration \r\nنقع  Maccration \r\nنقع ، ينقع  Macerate ( to ) \r\nنقوع ( نقوعات )  Infusion ( s ) \r\nنقى  Pure \r\nنقىّ ، ينقى  Purify ( to ) \r\nنمو  Growth \r\nنمل طيار  Flying ants \r\nنورة ( نورات )  Inflorescence ( s ) \r\nنورة  Lime \r\nهاضم  Digestive \r\nهاون - هون  Mortar \r\nهش  Fragile \r\nهشاشة  Fragility \r\nهضم  Digestion \r\nهضم ، يهضم  Digest ( to ) \r\nالهند  India \r\n\r\n","description":"","footnote":"","page_name":" 440 ","page_number":183},
  {"content":"\r\n\r\nوثيقة ( وثائق )  Document ( s ) \r\nورد  Roses \r\nوزن ( أوزان )  Weight ( s ) \r\nوصف ، يصف  Describe ( to ) \r\nوصفة  Prescription \r\nورم ( أورام )  Tumour ( s ) ; Swelling ( s ) \r\nوعاء ( ج أوعية )  Vessel ( s ) \r\nيرقان  Jaundice \r\nيولد البلغم  Phlegmatic \r\nيولد الصفراء  Cholagogue \r\nيوناني - إغريقى  Greck \r\n\r\n","description":"","footnote":"","page_name":" 441 ","page_number":184},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 442 ","page_number":185},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 443 ","page_number":186},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 444 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 445 ","page_number":188},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 446 ","page_number":189},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 447 ","page_number":190},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 448 ","page_number":191},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 449 ","page_number":192},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 450 ","page_number":193},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 451 ","page_number":194},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 452 ","page_number":195},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 453 ","page_number":196},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 454 ","page_number":197},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 455 ","page_number":198},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 456 ","page_number":199},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 457 ","page_number":200},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 458 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 459 ","page_number":202},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 460 ","page_number":203},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 461 ","page_number":204}
  ]