[
  {"content":"\r\n\r\nنشأت الحمارنة\r\nتاريخ أطباء العيون العرب\r\nالجزء الأول\r\nاصدار خاص\r\nعن مجلة\r\nالكحال\r\nالطبعة الثانية\r\n1985\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالإهداء\r\nإلى\r\nالأستاذ الدكتور فؤاد سزكين\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ الجزء الأول 
  ]\r\n\r\nهذا الكتاب\r\nلا أظن أن أحدا ينتظر صدور هذا الكتاب ، حتى الذين سمعوا به يوم كنت أكتب مادته . .\r\nانه كتاب موجه لعامة الناس ، « لجمهور القراء » كما يسميهم الكتّاب . يعرض سيرة أهم أطباء العيون العرب عبر التاريخ الطويل ، يعرّف بهم ، ويلخّص إنجازاتهم . « وجمهور القراء » عادة لا ينتظر الكتب التي تكتب له . وهو ليس مكتوبا بلغة طبية فنية فهمهما حكر على الأطباء ، بل وليس مكتوبا بلغة المؤرخين المتخصصين الذين يعنون بتاريخ العلوم .\r\nلقد حاولت أن أبسّط مادته إلى أبعد الحدود الممكنة ، حتى أنني ظننت أحيانا ، أن أطباء العيون ، لن يقرأوا هذا الكتاب لشدة بساطته .\r\nانه لا يحمل وقار الكتب الجامعية ، ولا تزمت كتب التاريخ ، ولا هيبة كتب السير . لا تثقله الحواشي ، ولا الهوامش ، ولا يضيع فيه القارئ في خضم الاسنادات والاقتباسات .\r\nومع ذلك ، فالمادة التي في الكتاب صحيحة ومسندة ومدروسة ، وهي تلخيص لجهود كوكبة من أفاضل مؤرخي الطب في هذا العصر .\r\nولقد سألت نفسي مرارا : ما ذا يهم « جمهور القراء » من أمر أطباء العيون العرب ، وتاريخهم ، وانجازاتهم ؟\r\nبل ما ذا بهم الأطباء من أمر أسلافهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nان الاهتمام بالتاريخ ، هو جزء من حب المعرفة . والشفف باستطلاع الماضي ، هو رغبة عند الانسان ، لا نستطيع إقناعه بجدارتها .\r\nولكننا إذا عرضنا التاريخ أمامه ، ربما استهواه .\r\nولقد حرصت على مراعاة الحقيقة ، في سرد الماضي . هذه الحقيقة التي لم يكن من السهل على المؤرخين ، استقراؤها من بين العديد من الروايات .\r\nوساراعي العرض الحيادي للحقائق التاريخية . وسأتوخى الايجاز الشديد خاصة ، وان أطباء العيون العرب بسيرتهم وخلقهم وانجازاتهم وآثارهم يدفعون المؤرخ العربي إلى مزالق الحماس والتفاخر .\r\nولن يتغنّى هذا الكتاب بعظمة الماضي ، وعظمة الذين ذهبوا ، بل سيعطيهم حقهم بأعصاب باردة .\r\nوقد لا يعجب أسلوبي هذا بعض المتحمسين ، الذين اعتادوا على شعر الفخر . ولكني واثق من أن الحقائق المجردة ، التي تفوق كثيرا في عظمتها كل التصورات والتوقعات ، والتي سيعرضها هذا الكتاب ، هي الأسلوب الأمثل لعرض التاريخ بكل ما فيه من ايجابيات .\r\nفليت هذا الكتاب يعطي فكرة أمينة عن أسلافنا العظماء هؤلاء دون حماس ودون تفاخر .\r\nولعل الكتاب ، يعجب عامة القراء ، ولا يقتصر على الأطباء ولا يقتصر على المؤرخين ، بل لعله يجد بين طلاب الطب الأرض الخصبة لنمو الاحساس بالتاريخ ، ولنمو ظاهرة حب تاريخ العلوم ، وخصوصا تاريخ الطب .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nنشأة الطب\r\nآ - كيف مارس الانسان الطب ؟\r\nب - كيف ظهرت النظرية الطبيّة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nأ - كيف مارس الانسان الطب ؟\r\nلعل مسألة الصحة والمرض ، من أقدم المسائل التي شغلت ذهن الانسان . بل لعلها تأتي في الدرجة الثانية بعد مسألة تأمين الطعام ، والمأوى . بمعنى أن قلق الانسان على نفسه ، مما قد يصيبه من مرض أو حدث مفاجىء ، كان قد أثار مخاوفه . إذ طالما أصيب الانسان الصياد القديم إصابات متفاوتة الشدة ، أثناء صراعه مع الحيوانات من أجل الغذاء . وطالما أصيب الانسان أيضا ، من الحيوان المهاجم الذي يجاهد هو أيضا من أجل بقاء النوع ، ولقد كانت بعض هذه الإصابات ، قابلة للشفاء ، وبعضها كان قاتلا . فلا عجب أذن أن تكون ممارسة الاسعاف ، من أقدم ما احتاجه الانسان ، بل لعل مهمة الاسعاف الطبي والجراحي ، كانت مهمة مطلوبة ، من كل الافراد في المجتمعات البدائية .\r\nفان حاجة الانسان إلى حفظ صحته ، ودفع أذى الجروح والرضوض عنه ، كانت حاجة أساسية ، جاءت مباشرة بعد احتياجاته الغريزية البدائية .\r\nوإذا صح هذا الامر ، وهو صحيح عند علماء الاجتماع ومؤرخي الانسان القديم والسلالات البشرية ، إذا صح هذا ، فان قدرا معينا من التفكير يكون قد صاحب هذه الممارسة ، وهذا الاهتمام .\r\nلا بد أن يكون الانسان القديم البدائي قد لاحظ بعض الملاحظات الذكية التي أفادته في مهمته هذه ولربما جرب أيضا ، وبما تجمعت لديه على مدى قصير أو طويل ، ملاحظات وتجارب ، فتراكمت عنده أولا ، ثم عند مجموعة من الناس متصلة به بعض هذه الاشكال من المعرفة العلمية ، ولا بد أن الانسان القديم ، استعمل ذكاءه في ابتكار بعض الحيل\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nأو الأساليب لتجبير ساق مكسور لزميل ، في الصيد ، أو لا يقاف نزف من جرح قاطع ، لانسان شريك في المسكن ، هاجمه حيوان مفترس .\r\nبل لعل هذا الانسان القديم ، تعلم كثيرا أو قليلا من ملاحظاته وتجاربه مستعملا ذكاءه ، ثم ذاكرته ، فتكونت مع الزمن ، وعلى مرور الأجيال حالة من المعرفة العلمية المتواضعة ، سمحت للانسان البدائي هذا بأن يمارس بعض أشكال الاسعاف .\r\nفالممارسة الطبية قديمة أذن ، قديمة قدم الانسان نفسه ، ولا بد أن نميز هنا ، بين ردود الفعل الغريزية ، التي يلجأ إليها الانسان ، ويعرفها تماما كما يعرفها الحيوان ، وبين هذا الشكل من أشكال الممارسة الطبية المقتصرة على الانسان .\r\nولا داعي لايضاح المزيد حول هذا الامر ، واكتفي بذكر مثل واحد :\r\nفان نقاشا طويلا قد وقع بين مؤرخي العلم حول مسألة اعتبار عملية الولادة عند الانسان القديم عملا طبيا ، أو عملا غريزيا .\r\nوإذا كان الاسعاف ، قد شغل حيزا من تفكير الانسان ، فلا بد أيضا أن الأمراض الحادة مجهولة السبب ، قد دعت هذا الانسان إلى أعمال الفكر والبحث عن سببها .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nب - كيف ظهرت النظرية الطبية ؟\r\nولا بد أيضا من القول أن التساؤل عن سبب الموت ، كان من المسائل التي لم تشغل ذهن الانسان البدائي فحسب ، بل أرهقته ، وأثقلت عليه ، ولعل سيل الأسئلة التي طرحها هذا الانسان على نفسه لم ينقطع ، بل ظلت الأسئلة تتوالى . آتية معها بأقدم التساؤلات الفلسفية التي وجهها الانسان إلى نفسه ، ولعل هذا العصر الذي تبلورت فيه هذه الأسئلة ، هو عصر ولادة الفلسفة ، والديانات القديمة ، والنظرية الطبية .\r\nهذا العصر ، هو عصر البحث عن مصدر الخير ، ومصدر الشر ، سبب الحياة ، وسبب الموت ، سبب الصحة ، وسبب المرض .\r\nوكما جمح خيال الانسان بعقله ، وجعله يتصور كائنات ومخلوقات ما وراء الطبيعة ، عزا إليها القوى الخارقة في الكون ، وتصورها مسؤولة عن حركات الأفلاك وتبدل الفصول وتعاقب الليل والنهار ، فإنه أيضا جعل هذه الكائنات المطلقة القوة مسؤولة أيضا عن الخير الذي يصيبه والشر الذي يعتريه ، وانتهى به المطاف إلى أن جعل من نفسه أسيرا لهذه القوى ، فأصبحت هي السيدة في هذا الكون وهو المسود ، هي الخالقة ، وهو المخلوق ، هي الآلهة ، وهو العبد .\r\nوفي ظل هذا النظام الذي تصوره الانسان ، وجعل نفسه جزءا منه ، كان لا بد من أن تكون بعض للقوى المطلقة مسؤولة عن الخير ، وبعضها مسؤولة عن الشر ، بعضها يرعى الصحة ، وبعضها يرعى المرض ، بعضها يحفظ الحياة ، وبعضها يسبب الموت .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوإذا عرف الانسان مصدر سعادته ، ومصدر شقائه ، فإنه من الطبيعي اذن أن يتقرب الانسان إلى هذه الآلهة الخيرة ، رقيقة القلب .\r\nطالبا المزيد من الرعاية ودوام الصحة ، والنجاة من الشرور .\r\nوطبيعي أن يتنافس الناس في هذا التقرب ، وطبيعي أيضا أن يظهر الوسطاء بين الانسان والآلهة ، يوهمون الانسان المسكين ، ان طلباته لن تلبى بدون تدخلهم وشفاعتهم ، وان الآلهة تجيد الاصغاء إليهم ، وتلبي بها يرغبون .\r\nوهكذا ظهرت طبقة جديدة بين الآلهة والناس ، لها قوة يظن أنها من السماء ، ولكن الانسان هو الذي بايعها ، هو الذي خلقها .\r\nهكذا خلق الانسان آلهة ترى صحته ، وتحفظ سعادته ، تساعد الحامل في أشهر حملها الصعبة ، وترعاها عند ولادتها ، وهكذا خلق الانسان طبقة من الكهان الذين يتوسطون بين هذه الآلهة ، وبين البشر .\r\nوهكذا أيضا ظهر الكاهن ، والطبيب ، الذي يصف الدواء ، ويقدم الدعاء ، والذي تركزت فيه قوى ميزته في مجتمعه ، بل وتجمعت عنده تجارب ، ومعارف ، جعلت منه رجل دين ، كما جعلت منه رجل علم .\r\nوهكذا اتخذ الانسان الذبيحة ، وسيلة للتقرب إلى الآلهة .\r\nوإذا كان عقل الانسان قد وجد الراحة في هذه النظرية التي صاغها لنفسه ليفسر بها علاقته بالكون واحداث الحياة ، فان المزيد من التفكير كان من شأنه أن يسبر عوالم أخرى من المجهول ، كان لا بد للعقل من أن يبحث عن كنه المرض ، وعن آلية حدوثه .\r\nلقد كان من السهل تفسير وقوع ما نسميه اليوم بالحوادث الطارئة ، كالغرق ، أو الكسر ، أو الجرح ، ولكن الأمراض الأخرى كانت ما تزال تبحث عن تفسير .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nلقد لاحظ الانسان البسيط اقتران بعض الأمراض بفصول السنة ، كما لاحظ علاقة بعض الأمراض الأخرى بالمناخ ، فتصور أن الصحة ان هي الا توازن سليم لمكونات الجسم الأساسية . وان التوازن هذا هو الصحة ، وان اختلال التوازن هو المرض . وكما أن الكون يتشكل - حسب نظرية الأقدمين - من عناصر أربعة هي : الماء ، والهواء ، والتراب ، والنار . وان مؤثرات أخرى ، أربعة ، تؤثر في العالم ، وفي الكائنات هي :\r\nالرطوبة ، والجفاف ( اليبس ) ، والحرارة ، والبرودة . فكذلك أن هذه العناصر الأساسية في الكون ، لن تبقى بمعزل عن التأثير في جسم الانسان .\r\nلذلك فان جسم الانسان بدوره يتكون من أخلاط أربعة : الدم ، والبلغم ، والسوداء ، والصفراء . ويخضع بدوره أيضا إلى مؤثرات :\r\nالحر ، والبرد ، والرطوبة ، واليبس . ويفعل في جسمه تأثير الفصول :\r\nالصيف ، والشتاء ، والخريف ، والربيع .\r\nوالطبيب : عليه أن يحفظ توازن هذ الاخلاط ، لان توازنها هو الصحة ، ولان اختلال هذا التوازن هو المرض .\r\nلقد ظهرت أولى الممارسات الطبية عند أقدم المجتمعات البشرية البدائية ، وفيها ظهرت شخصية الكاهن الطبيب ، ثم تطورت هذه الممارسة عند الحضارات المغرقة في القدم ، وعند هذه الحضارات ، ظهرت تباشير المهنة الطبية بمعناها الأكثر تطورا .\r\nفإذا وصلنا إلى حضارة بلاد النيل ، وبلاد ما بين النهرين ، صادفنا المجتمع الأكثر تطورا ، حيث ظهرت المهن الطبية ، والاختصاص في الطب ، وطبقات الأطباء من حيث أهميتهم الاجتماعية ، كما صادفنا معرفة علمية متطورة بالأعشاب الطبية ، وأصول بعض أنواع الجراحة ، كما صادفنا الارهاصات الأولى للنظريات الطبية المتكاملة ، التي أتيح لها أن تأخذ شكلها النهائي عند الإغريق .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالطب في الحضارات الأقدم\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتأثر الطب ، كما تأثر الفن والتفكير ، في مصر القديمة بالنظرية التي حكمت المجتمع ، نظرية البعث بعد الموت . لذلك حرص الناس ، على أن لا تبلى أجسامهم بعد دفنها ، لكي تكون جديرة يوم القيامة بأن تحل فيها الروح من جديد ، لذلك ظهر التحنيط ، وأصبح علما راقيا . ما زلنا حتى اليوم نعجز ان نجاريه في حفظ الجثث من البلى ، ولذلك بنيت الأهرام لكي تحفظ للفرعون - ظل اللّه على الأرض - جثته ، وجثث افراد عائلته بعيدة عن زحمة الناس العاديين .\r\nوأتيح لمصر القديمة من المعارف الطبية ، والاطلاع على تأثير الأعشاب على الجسم ، ومن القدرة على بعض التداخلات الجراحية ، وكذلك من المقدرة على التأثير النفسي ، أتيح لها قدر أذهل العالم اليوناني حينما اطلع عليه بعض قدماء عشابي اليونان ، فقال مؤرخ معاصر لهؤلاء :\r\nان مصر مخزن لا ينضب من الأعشاب الطبية .\r\nولم يكن ذهول العالم أقل من ذلك ، حينما اكتشفت بعض الكتب الطبية المصرية القديمة مكتوبة على أوراق البردى ، فدعيت ( في القرن التاسع عشر ) بالبرديات أو القراطيس ، وأتيح للعالم العصري ان يتعرف على أدوية يعود عهد الانسان بها إلى ستة آلاف عام ، ما يزال بعضها مستعملا في الطب الحديث حتى اليوم .\r\nوازداد عجب الباحثين المعاصرين ، الذين يعنون بدراسة الانسان القديم ، والسلالات البشرية ، والحضارات البالية ، ازداد عجبهم كيف أتيح للمجتمع المصري القديم ان يعرف كل هذا ؟ وتأملوا كم من القرون قد مر على الانسان البدائي ، حتى تراكمت لديه كل هذه المعلومات قبل عصر التدوين .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوفي مصر القديمة ، ظهر الاختصاص الطبي ، وظهرت طبقات بين الأطباء بعضهم للبلاط وبعضهم للشرفاء ، وبعضهم للعامة .\r\nونستطيع حتى الآن التعرف على بعض الأمراض التي انتشرت في مصر القديمة ، والتي عانى الناس منها ، فإذا درسنا الفن المصري دراسة أخرى - من وجهة نظر مؤرخ الطب - وتأملنا الناس الذين تظهر صورهم على جدران المعابد ، وحجبنا أعيننا عن أن يبهرها الابداع والجمال المتجليان في الفن المصري القديم ، إذا قمنا بهذه الدراسة ، نجد أنفسنا امام حالات مرضية طريفة أجاد الرسامون والنحاتون في تصويرها وتخليدها .\r\nوإذا كان ارتقاء الطب يعتمد على فهم للتشريح ووظائف الأعضاء والأمراض ، فان قدماء المصريين اتجهوا إلى جهاز الدوران ، فاعتبروا العروق التي تخرج من القلب هي التي تحمل الحياة والسوائل المختلفة إلى اجزاء الجسم البعيدة . ولذلك احتل الدم مكانا متميزا في ( النظرية الطبية المصرية ) ، وكذلك ( القلب ) ، فلا عجب ان يظل القلب حتى في اللغات الحديثة مركزا متميزا للعواطف البشرية ، ( انكسر قلب فلان ) ( وفلان طيب القلب ) ، ( وفلان أضاع قلبه ) .\r\nوفي الجهة الأخرى من شرقي وطننا العربي تطورت النظرية بشكل آخر ، فاحتل الكبد مكان الصدارة في تفكير الطبيب القديم .\r\nوعلى الرغم من أن الوثائق التي نملكها عن الطب القديم في بلاد ما بين النهرين تقل عن مثيلاتها التي نملكها عن مصر ، فإنها تعطي قدرا من المعلومات يتيح لنا أن نعرف انهم في الشرق قد استخدموا الأعشاب الطبية للمعالجة . شأنهم في ذلك شأن مصر ، بل ومارسوا العمل الجراحي وخاصة على العين ، ولذلك نجد في قوانين حمورابي أيضا إشارة واضحة إلى ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوموضوع جراحة العين هذا الذي نسمع عنه في بلاد الرافدين لا نرى مقابله في مصر القديمة ( في حدود وثائقنا ) .\r\nولقد تطورت حضارتا الرافدين ومصر ، في نفس الوقت تقريبا ، لذلك فإننا نلمس التشابه الشديد بين الحضارتين ، هذا التشابه الذي جاء أيضا نتيجة للجوار والصلات الواسعة في زمني السلم والحرب ، هذا التشابه الذي يجعل وصف أمراض العين في كلا الحضارتين متقاربا .\r\nحتى أسماء الاعراض والأمراض تعطينا أمثلة من التشابه ، كضعف البصر ، وألم العين ، والتهابها ، والدماع ، والنزف تحت الملتحمة .\r\nولقد لاحظ مؤرخو الطب تأثر الفرس بكلتا هاتين الحضارتين حينما دخلت جيوشهم إلى بلادنا ، وكذلك لاحظوا انتقال هذه المعلومات الطبية مترجمة إلى الأرامية أولا ، ثم إلى الإغريقية أيام الاحتلال اليوناني .\r\nكما أشاروا إلى الروح العظيمة لهذه الأمجاد العلمية الآتية من الشرق ، والتي سطعت وتوهجت وأنارت الطريق للحضارات اللاحقة ، وتابعوا أيضا من خلال دراساتهم التاريخية والمقارنة هذه الترجمات المتسلسلة للمعارف التي سموها « بالمعارف الشرقية » اي معارف بلادنا من وادي النيل وبلاد ما بين النهرين .\r\nولقد ظهر باحصاء المصطلحات الفنية في طب العين ( أسماء الاعراض وأسماء الأمراض ) . ان أجدادنا في مصر القديمة وفي العراق القديم ذكروا في وثائقهم الطبية التي وصلت الينا ما يقارب الثلاثين مصطلحا ، وإذا كان عهد هذه المدونات الطبية يعود إلى القرن السادس عشر قبل الميلاد ، فان مصدرها الحقيقي هو الألفان الرابع والثالث قبل الميلاد .\r\nونظرا لندرة الوثائق المتوفرة لنا عن هذه الحقيقة القديمة ، فإنه يتعذر علينا ان نتابع عملية تطور المعرفة الطبية في هذه الفترة من حياة شعبنا .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالا اننا نعرف - في حدود ما نملك من وثائق - أن ابقراط ( الذي عاش بعد الف عام من تاريخ احداث هذه الوثائق الشرقية ) لم يذكر من المصطلحات الا العدد نفسه ، وان كان تصنيفه لها جاء أكثر تقدما .\r\nوإذا كانت بلادنا ما تزال تحفل باسرار حضارتها القديمة ، وإذا كانت البعثات الأثرية تكتشف فيها بين الحين والاخر كنوزا من الحضارة والعلم ، كوثائق المكتبات القديمة على الألواح الاجرية ، أو أوراق البردى المدفونة في القبور ، فلعل المستقبل يعطينا المزيد من المعلومات ، بحيث تصبح الكتابة في هذا الحقل أكثر غنى وأكثر دقة .\r\nولم يكن تطور الحضارة في عصور التاريخ الغابرة وقفا على مكان دون مكان اخر من العالم القديم . فقد كان للصين أو للهند مثلا حضارة عريقة . ولا نريد في هذا المقام التعرض إلى أكثر من مجرد الإشارة إلى هذا ، احتراما للعقل البشري الذي لم يكن قاصرا عن التفكير والملاحظة العلمية في اي مكان واي زمان . الا اننا يجب ان نقول ما دمنا قد أعطينا مثلا عن المصطلحات . . العينية الفنية : ان طب العين في الهند مثلا في حدود بداية القرن الأول الميلادي كان متطورا جدا .\r\nوإذا كان عدد هذه المصطلحات يعطي فكرة مقبولة عن مدى هذا التطور باعتباره دليلا على دقة الوصف والملاحظة ، وباعتباره مقياسا لارتقاء علم التشخيص ، فإنه من المناسب ان نذكر ان عدد هذه المصطلحات عند سلزوس اليوناني ( الذي عاش سنة 28 م ) لم يتجاوز الثلاثين مصطلحا ، بينما عرف الهنود في نفس العصر حوالي الثمانين مصطلحا .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n1 - نصّ طبي من مصر القديمة - مكتوب على البردي .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nأجدادنا العرب\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nان شظف العيش في صحراء وبادية جزيرة العرب دفع السكان إلى التنقل طلبا للماء والكلأ ، واستقر بعض هؤلاء العرب على تخوم الجزيرة ، وعلى سيف البادية ، متصلين بالحضارات التي تحيط بجزيرتهم ، بينما وصل البعض إلى مواطن هذه الحضارات ، فذابو فيها حينا ، واذابوها فيهم حينا آخر .\r\nوبرزت هذه الظاهرة منذ اقدم العصور ، فاستقرت موجات من عرب الجزيرة في بلاد ما بين النهرين وفي الجزيرة الفراتية وفي بلاد الشام .\r\nأتيح لهؤلاء البدو أن ينصهروا في المجتمع الذي وصلوا اليه ، والذي كان مجتمعا مستقرا ، وتطورت هذه المجتمعات المستقرة إلى مجتمعات أكثر تحضرا .\r\nواستمرت ظاهرة قدوم بدو الجزيرة العربية إلى هذه المجتمعات المتقدمة ، فتأثروا بها وتأثرت بهم . وازدادت هذه المجتمعات تقدما بمرور الزمن ، وأصبحت بالتالي أكثر قدرة على اجتذاب المزيد من الهجرات البدوية إليها بقصد الاستقرار فيها ، والذوبان في سكانها المتمدنين ، أو بقصد الغزو والعودة إلى البادية ، أو بقصد الاستقرار في جوار هذه الحضارات والاستفادة من مميزات الجيرة هذه .\r\nوتكررت هذه الظاهرة عبر مئات السنين فكان من نتيجة هذه العملية السكانية ان المجتمع السومري الذي كان يتمتع بقسط عال من الحضارة ، والذي لم يكن أصل سكانه في الأزمنة الأقدم من بدو جزيرة العرب هؤلاء ، بل كان العرب فيه هم القادمون من الجنوب دوما ، هذا المجتمع\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالذي ازدهر في الألف الرابع قبل الميلاد لم يلبث ان أصبح اكاديا في الألف الثالث ، دون أن تطرأ على مميزاته الحضارية تغيرات هامة . وهذا المجتمع الاكادي ، هو مجتمع يغلب عليه الطابع « العربي » طابع الأقوام الآتية من جزيرة العرب .\r\nوتكررت هذه العملية ، فإذا ببلاد ما بين النهرين ، التي كانت اكادية في الألف الثالث ، تصبح أشورية ، أو بابلية في الألف الثاني ، أي تتغير فيها نسبة الأقوام الآتية من جزيرة العرب ، وتتغير فيها مراكز القوى .\r\nولقد سمى المؤرخون هؤلاء الاكاديين والآشوريين والبابليين بالساميين لأنهم من « نسل سام » ، أي لأنهم من جزيرة العرب ، التي تكاثر فيها أبناء سام ، ولاحظ هؤلاء المؤرخون الصلة الحضارية واللغوية التي تربط هؤلاء الأقوام ، كما لاحظوا استمرار المميزات الرئيسية لهذا المجتمع المتمدن في بلاد ما بين النهرين منذ العهد السومري أي منذ العهد قبل السامي .\r\nوإذا أتيح لهذه الهجرات الكثيفة أن تسيطر ، فتعطي لحضارات ما بين النهرين اسمها : ( الاكاديين . . . الآشوريين . . . البابليين . . ) فرب هجرة أخرى من قبائل بدوية جاءت من الجنوب إلى أرض ما بين النهرين ، فذابت في هذا المجتمع الغني بالسكان ، ولم يبق لها أثر . ورب قبائل غيرها جاءت غازية وعادت . ورب غاز ظفر بغزو ، ورب غاز هلك دونه .\r\nوإذا كانت حضارة وادي الرافدين العريقة قد اجتذبت أقواما من جزيرة العرب ، فلا بد انها اجتذبت أيضا أقواما من سكان البلاد الجبلية في الشمال والشرق ، ولكن العنصر المسيطر دائما كان عنصر التقدم الحضاري ، وان الأقوام التي جاءت إلى هذا المجتمع ، جاءت لتذوب من حيث النتيجة ، حتى المنتصر ( المتخلف حضاريا ) كان يذوب في هذا المجتمع في العنصر المهزوم ، المتفوق حضاريا . وإذا كان البقاء دائما\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nللأصلح ، فان البقاء هنا عسكريا كان للأقوى ، وحضاريا ، كان للحضارة الاعرق .\r\nوإذا كان التطور التاريخي قد أدى إلى انتصار العنصر العربي ، فسميت الحضارة باسمه في بلاد ما بين النهرين ، منذ العهد الاكادي ، فان هذا التطور لم يسمح بانتصار العنصر العربي ، الآتي من الجزيرة إلى وادي النيل ، بل ظل العنصر « المصري القديم » هو العنصر المسيطر ، وان أصبحت لغة المصريين القدماء متأثرة أشد التأثر بلغات جزيرة العرب . ففي دراسة لهذه اللغة ، مع مقارنة لها بلغات الأقوام العربية ( السامية ) ظهر ان هذا التأثير ظل يزداد قرنا بعد قرن . . . مشيرا ليس فقط إلى صلة المصريين القدماء بالشام والعراق ، بل مشيرا أيضا إلى تسرب هؤلاء البدو من الجزيرة إلى وادي النيل الغنيّ المتحضر المستقر .\r\nاما في بلاد الشام فان العنصر العربي سيطر أيضا منذ اقدم العصور ، وظهرت حضارة الكنعانيين والأراميين المتطورة في بلاد الشام ، والمتصلة ببلاد النهرين من جهة وبوادي النيل من جهة أخرى ، وببادية العرب من الجهة الثالثة .\r\nوظلت هذه الظاهرة الاجتماعية مستمرة عبر القرون .\r\nوإذا كانت الدراسات اللغوية المقارنة تكشف لنا بعض المفاجآت ، فان احدى هذه الدراسات أظهرت شبها عجيبا بين لغات جزيرة العرب الجنوبية ، وبين لغات سكان بلاد القبائل في شمال إفريقيا ، مشيرة إلى أن ظاهرة انتقال السكان البدو من قلب الجزيرة باتجاه سيناء ومصر ، قد استمرت باتجاه شمال إفريقيا ، اما لان هؤلاء البدو آثروا العيش في صحاري شمال إفريقيا والتي تشبه في مناخها بلادهم ، أو لأنهم اجبروا على الحركة غربا .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوبكلمة أوضح يمكن لنا أن نتصور حادثة حركة سكانية ، من الشرق إلى الغرب في شمال إفريقيا ، بدليل هذه الظواهر اللغوية وهذا التشابه في العقلية ، تعبر عنه قواعد اللغة ، مثلما تعبر عنه الالفاظ .\r\nهذه الحركة السكانية جاءت اقدم بكثير ، ولكن في نفس اتجاه القبائل البدوية التي جاءت مع الفتح الاسلامي أو قبائل بني هلال متأخرا .\r\nأي أن حركة السكان البدو من قلب الجزيرة ، كانت تسير باتجاه الشمال الشرقي إلى بلاد الرافدين ، وباتجاه الشمال إلى بلاد الشام ، وباتجاه الشمال الغربي إلى شمال إفريقيا .\r\nهذه الحركة ، التي انتبه إليها العلماء منذ القديم ، فشبهوا - من أجلها - جزيرة العرب بالكأس التي تمتلئ بالماء ثم تفيض . .\r\nهذه الحركة ، كان من شأنها أنها قربت أوجه الشبه بين هذه البلدان الشاسعة الامتداد حضاريا ولغويا ، فسادها من حيث النتيجة شيء من التجانس في تقاليد السكان وثقافتهم وحضارتهم وعقليتهم .\r\nهذا التجانس ، هو الذي جعل الفتوحات الفارسية واليونانية قصيرة العمر في هذه البلاد التي اتسمت بسمات خاصة ومتشابهة ، وهو الذي جعل العنصر الفارسي أو العنصر اليوناني غريبا عن مجتمع هذه البلاد ، التي لم يشأ أحد من المؤرخين الأجانب أن يسميها باسم أوضح .\r\nوكان أكثر ما تكرم به المؤرخون ان سموا هذه الحضارات « بالسامية » ولم « يغامر » اي واحد منهم فيسميها « بالعربية » . ولا أدري لماذا لم يمض هذا الاتجاه إلى حد تسمية جزيرة العرب « بالجزيرة السامية » ؟ ! ولقد ظلت هذه البلاد « العربية » متقدمة حضاريا - منذ الألف الرابع قبل الميلاد - ولم تذب فيها الحضارة رغم كل تقلبات الزمن .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nرغم الحروب ، والأوبئة ، والكوارث التي حلت بها ، كما تحل بأي بقعة أخرى من بقاع العالم .\r\nولعل هذا التقدم هو الذي اعطى للهلينية وصفا جديدا ، ومستوى جديدا حينما وصل الإغريق إلى بلادنا ، فظهر ما اصطلح عليه المؤرخون حديثا باسم الهيلنستيه . هذا التقدم الذي عبر عنه بعض المؤرخون دون « عقدة » فقالوا « المؤثرات الشرقية » على الحضارة الهيلينية . .\r\nولقد ظلت هذه الحال سائدة في بلادنا إلى أن جاء الاسلام ، وانتصرت اللغة العربية ، لغة القرآن الكريم ، ولغة الدولة التي سيطرت على بلاد العرب ، والتي حررتها نهائيا من فارس وبيزنطة .\r\nوعلى هذا فإننا نفهم أن صلة سكان جزيرة العرب باخوتهم في الشمال والشمال الشرقي والشمال الغربي لم تنقطع منذ أقدم العصور .\r\nوعلى هذا فإننا نفهم أيضا كيف ولماذا استقرت بعض الأقوام العربية قبل الاسلام ، في الحيرة ، وتدمر ، والبتراء ، وبلاد غسان ، وأقامت مجتمعات لها صفات الدول المتقدمة ، كالفرس والروم ، من جهة ، ولها صفات بدو قلب الجزيرة العربية من جهة أخرى .\r\nومن هنا فان دور هذه الدويلات العربية وتأثيرها على بدو قلب الجزيرة لا يمكن أن يهمل أو يتجاهل حين الكتابة في تاريخ العلم عند العرب .\r\nوكذلك فقد أصبح واضحا لمؤرخي العلوم - مثل غيرهم من المؤرخين - ان ما اصطلح على تسميته « بعصر الجاهلية » لا يمكن ان يستقيم فهمه الا بالمعنى الذي وردت فيه الكلمة في التنزيل العزيز ، وان كلمة « جاهلية » لغة ، يجب أن تفهم على أنها - ضد الحلم - وليس - ضد العلم - . .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيحق لنا ، بل يجب علينا ، أن نتصور بدوي الصحراء هذا الذي أملت عليه بيئته أن يعتمد على نفسه في حله وترحاله - جيلا بعد جيل - أن نتصوره فارسا جاهزا للدفاع عن نفسه دائما ، فالبقاء للأقوى ، متقشفا حيث أن البيئة تبخل عليه بالطعام والشراب ، شاعرا يجد الوقت الكافي لان يحلم وان يفكر وفوق ذلك وقبل ذلك انسانا ذكيا .\r\nلذلك تكلم وكتب الكثيرون عن ( ذكاء البدوي ) .\r\nوالصحراء هي التي شحذت هذا الذكاء وشذبته .\r\nفالبدوي مضطر إلى التنقل أطراف الليل وآناء النهار . فهو ملزم بالاعتماد على معرفة حركات الكواكب ليضبط الوقت ، ويستدل بها على الاتجاه .\r\nوهو وحيد في الطريق غالبا ، أو مع كوكبة قليلة العدد من رفاقه وعليه ان يعتمد على نفسه في اعمال الاسعاف الطبي والجراحي .\r\nوهو مضطر إلى التعرف على الخصائص الغذائية والدوائية لاعشاب الصحراء ، التي كثيرا ما كان ملزما عليه أن يتعامل معها .\r\nوهو قبل هذا كله - بسبب توحده - ملزم أيضا باتخاذ القرارات السريعة والحاسمة التي لا تعرف التردد ، فالحياة في الصحراء لا تتحمل ترددا ولا ضعفا .\r\nان هذا التأثير من البيئة على ذهن سكان الصحراء وعلى سلوكهم ، كوّن عقلية خاصة بهم ، عقلية تجيد الملاحظة ، والمشاهدة ، وتعرف كيف تخزن المعلومات ، عقلية من حقها أن تنعت بأنها أجادت قسطا من المراقبة العلمية ، ونجم عن أسلوب الحياة هذا إضافة إلى ذلك شيوع وانتشار للمعرفة بين معظم الناس ، واحترام للعقل والفكر .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nكما نجم عنه ظهور شعور عال من الاحساس بالكرامة عند الفرد ، زادته عنفا ، اخلاق البادية وتقاليد القبيلة ، وحياة الغزو والحرب ، فتطور مجتمع البادية في غير اتجاه تطور المجتمعات المستقرة ، مجتمعات الطبقات المستغلة ، وظهرت في هذا المجتمع ميزات خاصة ، فكل فرد في مجتمع البدو كان محاربا كريما ، يتمتع بمستوى عال من الانفة ، لا يقبل الضيم ، ولا يرضى بالعار ، ويموت دون شرفه أو كرامته أو مثله .\r\nلذلك تبلورت في المجتمع البدوي في زمن الجاهلية اخلاق سامية ، ومثل عليا ، ظلت هي الأساس في التعامل بين الناس ، ونتعارف عليها اليوم بأنها « الاخلاق العربية » . هذه الاخلاق التي تحتم على البدوي ان يقري الضيف ، ويحمي الضعيف ، ويرعى الذمام ، وان يموت من اجل مبادئه .\r\nولقد تطور مجتمع البدو في قلب شبه الجزيرة متأخرا عن تطور مجتمع اليمن والحيرة وغسان ، فجاء تطور مكة ويثرب متأخرا ، وفي الجاهلية ظهرت التجارة والأسواق وعرف الناس طرقا للقوافل تصلهم بجيرانهم .\r\nكل ذلك يشير إلى أن هؤلاء العرب ( البدو ) الذين يتحدث عنهم المؤرخون حينما يؤرخون للحياة العقلية والعلمية ، أو حينما يؤرخون للعلوم العربية - وخاصة الطب - لم يكونوا معزولين عن العالم المتحضر المحيط بهم ، ولم يكونوا أنفسهم قليلي التطور الذهني . بل إن شيوع المعرفة العلمية عندهم ، ربما كان أحسن من بعض طبقات المجتمع المستقر التي تسيطر عليه عقلية الكهانة التي يكون فيها العلم حكرا على فئة مختارة من الطبقات الارقى .\r\nوالدليل على ذلك هو تطور اللغة العربية ، وغناها بالألفاظ المترادفة التي تشير إلى ثروة ذهنية ، وإلى نشاط في المعرفة العلمية ، مما يبرهن على أن عقل العربي في الجاهلية حيث تطورت اللغة العربية ، لم يكن عاجزا عن ادراك الفروق الدقيقة بين المعاني ، وبالتالي عبر عن هذه الفروق ، بوفرة المترادفات ، وغنى التعابير ، ومرونة اللغة .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفغنى مفردات اللغة العربية ، وتطور قواعدها ، هو انعكاس واضح لارتقاء المعرفة ، ونشاط الذهن ، كل هذا حدث في عصر الجاهلية ، فطبع اللغة العربية منذ البداية بطابع الغنى والتنوع والقدرة على التعبير والابداع ، والجاهزية للتعبير عن شتى المعاني الجديدة .\r\nلذلك فقد وجدت الديانتان اليهودية والمسيحية - حينما وصلتا إلى بلاد العرب - لغة قادرة على التعبير عن المعاني الجديدة التي جاءتا بها ، بل إن الصراع المذهبي . وجد في هذه اللغة أيضا التعابير التي احتاجها .\r\nثم جاء الاسلام ، فوسعت هذه اللغة المتطورة كل المعاني التي جاء بها .\r\nثم جاء عصر ترجمة العلوم من لغة الإغريق ، ومن اللغة الأرامية أو السوريّة ، ( التي يسميها المؤرخون بالسريانية ) إلى اللغة العربية ، فوجد التراجم في هذه اللغة قدرة وطواعية عجيبتين لاستيعاب مفردات شتى العلوم .\r\nوإذا ظهر بين التراجمة من عجز عن القيام بمهتمه ، فلانه لم يكن متمكنا من العربية .\r\nوجاء عصر الازدهار ، وظهرت في العربية معجمات وقواميس اتسعت لشتى العلوم ، ثم ظهرت المؤلفات العربية التي تلقفها العالم ، فترجمها بدوره إلى لغاته ، واستفاد منها .\r\nوكانت دولة الاسلام ، دولة المساواة بين العربي والأعجمي ، دولة طلب العلم من المهد إلى اللحد ، أيا كان مصدره .\r\nلذلك نفهم كيف جاء علماء هذه الدولة من شتى الأجناس والعروق ، ومن مختلف الديانات ، دون عقد ، ودون تمييز .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوهذه ظاهرة « سجلها » معظم المؤرخين ، وان كان الذين فهموها ظل عددهم محدودا ، لأنهم لم يفهموا روح الاسلام الحقيقية ، ولم يفهموا التكوين الحضاري للأمة العربية . وظل مفهوم الدين بالنسبة إليهم هو مفهوم « الدين » كما عرفوه في أوربا ، وظل مفهوم القومية عندهم هو مفهوم « القومية » كما عرفوه في أوروبا ، ولم يتمتع هؤلاء المؤرخون الذين ربما كان بعضهم قد أحب العرب ، وأحب المسلمين ، لم يتمتع بفهم هذه الظاهرة التاريخية ، التي ربما انفردت بها أمتنا بين الأمم .\r\nلذلك فنحن العرب ، نحس بأننا ورثة كل هذه الحضارات التي ازدهرت على أرضنا ، بدءا من سومر في أقصى الشرق ، ومرورا بمصر القديمة ، إلى أقصى جبال الأطلس ، وصحراء إفريقيا .\r\nونحس كذلك بأن هؤلاء جميعا هم أجدادنا .\r\nوهذا لا يتناقض مع احساسنا العارم بالعروبة ، بل يغذيه ويغنيه ، ويعطيه معنى انسانيا رفيعا .\r\nوعلى هذا فان امحوتب الطبيب الذي اشتهر في مصر القديمة ، حتى الهّه الناس بعد وفاته هو جدنا ، تماما كما هو حنين بن إسحاق « البدوي » الذي جاء من الحيرة أو يوحنا بن ماسويه « السرياني » الذي جاء من جنديسابور ، أو الرازي الذي جاء من إيران ، وماسرجويه البصري اليهودي هو جدنا أيضا ، مثلما علي بن عيسى كحال بغداد النصراني ، هو جدنا أيضا ، يقفان على نفس المستوى مثلهما مثل ثابت بن قره الصابئي أو ابن النفيس الفقيه المسلم .\r\nهذا الاحساس ، يعطي لقوميتنا العربية ، طعما خاصا ، انسانيا ، لا يكاد يحس به ولا يفهمه كثير من المؤرخين الأجانب الذين حاولوا أن يؤرخوا للعلوم العربية .\r\nهذا الاحساس هو ثمرة تربية سامية ، وتعاليم نبيلة ، جاء بها الاسلام .\r\nولقد أردت في هذه المقدمة السريعة أن أعرض فهمي المتواضع لمعنى « عرب » ولمعنى « العلوم العربية » « والطب العربي » .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوإذا أراد بعض المؤرخين أن يقصروا البحث على المرحلة التي جاءت بعد ظهور الاسلام ، فيسمونها بالمرحلة العربية أو الاسلامية تمييزا لها عن المراحل التي سبقتها ، فان هذا مقبول من وجهة نظر واحدة ، هي حق الدارس في تقسيم البحث إلى أقسام لتسهيل الدراسة ، أما تاريخنا فمتواصل مثل تاريخ غيرنا ، والتاريخ لا يعرف الانقطاع .\r\nوانا اسمي هذه المرحلة إذا شئتم ، المرحلة الاسلامية من التاريخ العربي ، أي المرحلة التي بدأت بظهور الاسلام .\r\nوإذا كان الاسلام قد جاء من السماء ، فإنه جاء على قوم موجودين قبل الرسالة اسمهم العرب وبلسان عربي مبين ، هؤلاء القوم يبدأ تاريخهم بطبيعة الحال قبل الاسلام بآلاف السنين .\r\nولم يأت الاسلام ليميزهم عن غيرهم بل ساوى بينهم ، وبين سائر الشعوب ، على الرغم من أن العرب قد كانوا أداة انتشار الاسلام ، وأداة انتصاره .\r\nوإذا كانت بلادنا مقسمة إداريا قبل مجيء الاسلام ، فيها عديد من الدول وتخضع لنفوذ عدد من الإمبراطوريات ، وجاء الاسلام فوحدها فإنه جاء ليوحدها إلى الأبد ، وليس لحقبة من حقب الدهر ، وجاء ليضمن لمواطني هذه البلاد المساواة والحرية والكرامة .\r\nلذلك لا عجب إذا ذكرت في هذا الكتاب ، أجدادنا أطباء العين ، بادئا بأقدمهم فإنني أحس بأننا - نحن العرب - ورثة الحضارة والعلم الذين بنى صرحيهما هؤلاء الأجداد منذ أقدم العصور .\r\nفإذا لم نكن نحن - العرب - ورثة مصر القديمة ، وبلاد الرافدين القديمة ، فمن يكون الوريث ؟ .\r\nولا عجب أيضا أن يكون من جملة أجدادنا : الطبري ، والفارسي ، والبدوي ، والسرياني ، وكذلك الصابئي ، واليهودي والمسيحي ، والمسلم .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n2 - نصّ طبي من بلاد الرافدين - مكتوب على الآجر .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nأعلام أطباء العيون العرب قبل الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nأطباء العين في مصر القديمة\r\nقام أجدادنا في مصر بانجاز عظيم في تاريخ تطور الطب ، فان طب العين قد انفصل في مصر القديمة عن الطب ، وأصبح اختصاصا مستقلا .\r\nوكان طبيب العيون في المجتمع المصري شخصية محترمة تتمتع بسمعة ونفوذ الطبيب الباطني ، وظلت هذه المهنة المتخصصة محترمة منذ ذلك الوقت عبر العصور ، رغم ان كلمة ( طبيب عيون ) في العصور الإغريقية ، والرومانية ، والبيزنطية ، لم يكن لها نفس الوقع الذي كان لكلمة ( الطبيب ) ، فان طبيب العيون أتى في المجتمع الطبي من حيث تسلسل الأهمية في الدرجة الأخيرة .\r\nولقد وصل الينا الكثير من المعلومات التي عرفها أطباء العيون في العصر المصري القديم ، يوم ظهرت إلى النور البرديات المكتوبة في الألف الثاني قبل الميلاد ، والتي كانت بدورها منقولة عن برديات أقدم بألف عام أو يزيد .\r\nولقد وصف المصريون القدماء الكثير من امراض العين ، وعرفوا العديد من الأعشاب للمداواة العينية ، كما استعملوا أدوية من أصل معدني أو حيواني ، وعرفوا بعض الطرق الجراحية .\r\nولقد استفاد الإغريق كثيرا من الطب المصري القديم بشهادة المؤرخين الإغريق القدامى ، الذين أتيح لهم ان يعرفوا مصر .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nأطباء بلاد ما بين النهرين\r\nوفي أقصى شرق وطننا ظهر التخصص أيضا ، وفي حقبة مبكرة من الزمن .\r\nالا ان شيئا آخر اهدته بلاد ما بين النهرين إلى البشرية في مسارها الطويل من اجل التقدم ، وإلى تطور الطب عموما ، وهو ظهور القوانين التي تنظم المهن الطبية ، والتي تحدد أجور الأطباء واتعابهم عن المداواة ، وعن العمليات الجراحية ، والتي تفرض عقوبة صارمة على الطبيب الذي يعالج مرضا لا يستطيع معالجته فيؤدي تدخله إلى ضياع البصر .\r\nوقد تكون هذه القوانين صارمة ، وربما قاسية أو مجحفة بحق الطبيب . ولكنها كانت تشكل رادعا حقيقيا ضد الأدعياء الذين يزعمون أنهم قادرون على ممارسة المهمة الطبية .\r\nولقد ظل هؤلاء الجهلة الأدعياء عبئا على الأطباء والمرضى ، إلى أن جاء عهد التدريس الطبي ، وعهد الامتحان الطبي ، حيث أصبحت الدولة هي المسؤولة عن منح الإجازة الطبية ، والسماح بالممارسة للأطباء وللاخصائيين منهم ، ولكن هذه المرحلة جاءت متأخرة في القرن العاشر الميلادي وفي بغداد على وجه التحديد .\r\nالا أن قانون العقوبات ، كان الوسيلة الوحيدة للحد من اذى هؤلاء « الدجالين » الذين يزعمون قدرتهم على شفاء الناس .\r\nوكان لبلاد ما بين النهرين شرف ظهور هذا القانون فيها ، وقد جاءت نصوص هذا القانون في شريعة حمورابي ، الا اننا نعرف ان هذه القوانين التي صاغها حمورابي ، انما هي نتيجة تطور طويل فهي الحلقة الأخيرة في سلسلة قوانين أكثر بدائية .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nزينب طبيبة بني أود\r\nلقد أصبح من الواضح لنا ان العرب في جزيرتهم ، أيام الجاهلية وقبل ذلك كانوا على درجة معينة من الاطلاع على الفنون الطبية ، ولعل الكشوف الحديثة في اليمن ، وساحل البحرين ، تعطينا وثائق جديدة تدعم هذا الرأي .\r\nوتعود هذه المعرفة الطبية المحدودة إلى مصدرين : أولهما تطور المعرفة العلمية الذاتية عند عرب الجزيرة . وثانيهما الصلات بين بلاد العرب وبين الحضارات التي قامت في مصر والعراق والشام وفارس .\r\nفقد ذكر لنا التاريخ اسم طبيب في العصر الجاهلي درس في جنديسابور ، كما حفظ لنا اسم طبيب آخر درس في الإسكندرية في أواخر عصر الجاهلية ، وابان ظهور الاسلام ، ولم يبخل علينا التاريخ أيضا بأسماء الكثير من الأطباء الذين عاشوا في صحراء الجزيرة العربية أو في باديتها أو نجودها ومارسوا الطب ، وظل ذكرهم خالدا في الشعر أو القصص العربي منذ العهد الجاهلي .\r\nولكن ، لا بد ان أسماء الجنود المجهولين الذين سبقوا هؤلاء قد ضاعت ، أطباء اليمن المتحضرة ، وأطباء الأنباط ، وساحل البحرين ، وتدمر .\r\nوقد حفظ لنا التاريخ فيما حفظ اسم طبيبة عيون ذاع صيتها ، وعمت شهرتها ، وأمّها الناس من أقصى انحاء الجزيرة لمداواة عيونهم ، هي زينب طبيبة بني أود التي عاشت قبيل الاسلام ، فحفظ الشعر لنا اسمها لحسن الحظ .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nتراجم الأطباء العرب\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nان مصدرنا الرئيسي لدراسة حياة ومؤلفات الأطباء العرب في العصر الاسلامي هي كتب التراجم .\r\nوأعظم هذه الكتب وأوفاها هو كتاب ( عيون الانباء في طبقات الأطباء ) الذي كتبه ابن أبي اصيبعة في القرن السابع الهجري ( الثالث عشر الميلادي ) .\r\nولكن أقدم هذه الكتب جاء من القرن الثالث الهجري ، ( 9 الميلادي ) فان إسحاق بن حنين ، هو الذي ألف أول كتاب عربي حول تراجم الأطباء ( تاريخ الأطباء والحكماء ) .\r\nوابن أبي اصيبعة كان طبيب عيون في صلخد ، دخل التاريخ من أوسع أبوابه بمؤلفه هذا ، الذي ما يزال مصدرا رئيسيا لدارسي تاريخ الطب ، وهو يبدأ بذكر الأطباء من اقدم العصور ، وينتهي بالترجمة لاطباء عصره وزملائه .\r\nوهذا الأسلوب وضعه إسحاق بن حنين ، واسحق هذا هو أحد أبناء حنين بن إسحاق الترجمان ، وان كان الابن لم يصل إلى مرتبة أبيه في الطب أو الترجمة الا انه كان متميزا بميله إلى ( تاريخ الطب ) ، فهو أول مؤرخ وضع كتابا متخصصا لتراجم الأطباء ، لذلك حق لنا ان نسميه ( رائد تاريخ الطب ) في الاسلام .\r\nويؤخذ على هذا الكتاب انه لم يذكر الكثيرين من الأطباء العرب بعد الاسلام ، ويبدو انه اكتفى بالقدر الذي ورد في كتاب يوحنا النحوي ، الذي عاش في الإسكندرية في القرن السادس الميلادي ، ونحن لا نعرف حتى الآن لماذا فعل اسحق هذا ، فإنه على الرغم من اعتماده الواضح على كتاب يحيى ( يوحنا ) النحوي ، كان قادرا ان يترجم\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nلبعض أهم الأطباء ، كحنين والده ، أو يوحنا بن ماسويه ، أستاذ والده ، ولعل الدراسات في تاريخ الطب تفسر لنا في المستقبل أسباب احجام اسحق هذا .\r\nوبطبيعة الحال فان مؤرخي القرن الثالث الهجري ( التاسع الميلادي ) عرضوا في كتبهم بعض قصص وسير الأطباء ، الا ان إسحاق بن حنين كان السباق إذ افرد كتابا خاصا لهذا العلم الجديد .\r\nويمكن لنا ان نعود إلى ما كتبه الطبري ( ق 3 ه - 9 م ) أو اليعقوبي ( ق 3 ه - 9 م ) أو المسعودي ( ق 3 - 4 ه - 9 - 10 م ) للبحث عن مادة أولية للدراسة هذه .\r\nولكن الامر لا يحتاج - بالنسبة إلى القارئ العادي - إلى هذا العناء ، لان القرن الرابع الهجري جاء بكتابين عظيمين في هذا الموضوع ، فابن النديم وضع كتاب ( الفهرست ) في نفس الوقت تقريبا الذي الف فيه ابن جلجل كتابه ( طبقات الأطباء الحكماء ) ( حوالي 377 ه ) .\r\nوواضح ان كتاب ابن جلجل متخصص ، بينما كتاب ابن النديم كتاب عام في التراجم .\r\nوقد قيض الله لكتاب الفهرست مستشرقا جليلا هو الأستاذ فلوغل الألماني ، الذي حقق الكتاب وطبعه سنة 1872 في لا يبزغ ( وان كانت هذه الطبعة ناقصة ) ، بينما ظل كتاب ابن جلجل حتى سنة 1955 منتظرا حظه ، إلى أن جاء الأستاذ فؤاد سيد ( أمين المخطوطات بدار الكتب المصرية آنذاك ) ، فحققه وعلق عليه وطبعه .\r\nوابن جلجل هذا عاش في الأندلس وكتب كتابه بطبيعة الحال دون أن يطلع على كتاب الفهرست الذي كتب في المشرق في العام نفسه تقريبا ، وهو في كتابه هذا لم يكن المجلّي بين الاندلسيين فحسب في هذا الحقل من حقول تاريخ العلم ، بل انفرد بان اطلع على بعض المصادر اللاتينية المتوفرة في الأندلس والتي لم تكن معروفة في الشرق ، ففاق مؤلفي الشرق باطلاعه على هذه المصادر وحده ، وكانت المؤلفات اليونانية ( وهي التي ظفر بها المؤلفون الشرقيون ) معروفة لديه أيضا .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nومن الجلي اليوم أن المعرفة العصرية ، قد تجاوزت كثيرا ما كتبه العرب في القرنين الثالث والرابع الهجريين ، بل والقرن السابع الهجري ( ابن أبي اصيبعة ) ، فيما يتعلق بالأطباء قبل العصر الاسلامي ، وتكمن قيمة هذه المصادر العربية في أنها تعطينا فكرة عن معرفة العرب بالقدماء في ذلك العصر ، وعلى سبيل المثال ، فإننا لا يمكن أن نعتمد على ما ذكره المؤلفون العرب هؤلاء عن جالينوس ، بل يجب أن نعود إلى أحدث المراجع في زمننا هذا .\r\nوهذا لا يضير هذه الكتب ، بأي حال من الأحوال ، ذلك ان مقالة تنشر اليوم عن جالينوس مثلا قد تجعل مقالة نشرت في مطلع هذا القرن قديمة ولا يجوز الاعتماد عليها .\r\nوإذا كانت كتب التراجم العظيمة التي الفها العرب بدأت بابن النديم ، فإنها تطورت أيضا بمجيء ياقوت ( في كتابه معجم الأدباء ) في نهاية القرن السادس ، وأوائل القرن السابع الهجري ( 12 - 13 م ) وابن خلّكان ( في كتابه : وفيات الأعيان ) في القرن السابع الهجري ( 13 م ) .\r\nوالامر نفسه نشاهده في ( تاريخ الطب ) فقد جاء القفطي في القرن ( 6 - 7 ه ) - ( 12 - 13 م ) ليكتب لنا ( اخبار العلماء باخبار الحكماء ) وهو كتاب جزيل القدر ، كما جاء ابن أبي اصيبعة في القرن السابع الهجري - ( 13 م ) ، ليتوج جهود المؤلفين العرب في كتابه الذائع الصيت ( عيون الانباء ) .\r\nوابن أبي اصيبعة وصف الأطباء الذين عرفهم من خلال كتبه ومصادره وصفا أمينا ، وكثيرا ما احتاج إلى الاطلاع على كتبهم لكي يتعرف على شخصيتهم ويحكم على مقدرتهم .\r\nاما الأطباء الذين عرفهم ، درس عليهم أو زاملهم ، فإنه كان في وصفه لهم مؤرخا وعالما نفسيا وأديبا ومصورا بديعا لشخصياتهم ، لذلك فان دارسي تاريخ الطب العربي ، لا غنى لهم أبدا عن هذا الكتاب حتى اليوم .\r\nوعلى كتاب ابن أبي اصيبعة هذا اعتمد المستشرق الألماني الكبير الأستاذ فيستنفلد في غوتنفن ، يوم نشر كتابه ( تاريخ الأطباء وعلماء\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالطبيعة العرب ) سنة 1840 ، فاعطى فكرة للباحثين في تاريخ العلوم عامة وتاريخ الطب خاصة ، عن المستوى الرفيع الذي وصل اليه العرب في الطب بين القرن التاسع والقرن الثالث عشر الميلاديين .\r\nوكتاب فيستنفلد هذا هو اقدم ما كتبه الأوربيون عن الأطباء العرب ومن أكثر الكتب تأثيرا ، إذ لفت انظار الأطباء إلى ضرورة دراسة التراث الطبي الذي كتبه العرب .\r\nفلقد ترجمت أمهات الكتب الطبية العربية وخاصة كتب التدريس ، إلى العبرية واللاتينية ، بدءا من القرن الحادي عشر الميلادي ، وظل بعضها الكتاب الرئيسي في كليات الطب الأوروبية حتى القرن السادس عشر أو السابع عشر ، وأحيانا ، حتى القرن الثامن عشر .\r\nوبعض هذه الكتب الطبية العربية المترجمة ، طواها النسيان رغم أهميتها ، فاهملت أو ضاعت ، رغم أن اللغات الأوروبية لم تكن تمتلك كتبا أحسن منها ، وبعض هذه الكتب لم يترجم أصلا ، وبعضها ترجم ترجمة رديئة أو غير مفهومة ، وبعض هذه الكتب ، ظل يشكل عملا عظيما من نوعه ، لم تتوصل أوروبا إلى كتابة مثيل له حتى القرن الثامن عشر أو التاسع عشر .\r\nومع ذلك فان كتاب فيستنفلد نبه العالم إلى الكنز الذي لا حدود له من المؤلفات العربية في الطب التي لم تترجم أو التي لا يعرف مكانها ، أو التي عبثت بها يد الزمن .\r\nوجاء عالم آخر : لو كلم ؟ ؟ ؟ الطبيب الفرنسي الذي اتى مع الجيش الفرنسي إلى الجزائر ، وتعرف على الطب العربي ، من الممارسة الشعبية ، وفي المخطوطات ، فتحول انتباهه إلى تاريخ الطب العربي ، الذي ملك كل جوارحه ، فغرق في مخطوطات دار الكتب الوطنية في باريس ، وكتب كتابه العظيم ( الطب العربي ) الذي نشره قبل أكثر من مائة عام ، والذي عد مرجعا هاما لا يستغني عنه لدراسة هذا الجانب من جوانب الثقافة العربية ، ومن المؤسف ان قرنا كاملا مر على صدور هذا الكتاب ، الذي لم يفقد قيمته بعد ، وان أصبح غير كاف للدراسة ، وأصبحت\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبعض المعلومات الواردة فيه قديمة ، وتجاوزها البحث مؤخرا من المؤسف ان هذا الكتاب لم يترجم بعد إلى العربية ، ونأمل ان ينتهي الدكتور سلمان قطاية من ترجمته وطبعه .\r\nوكذلك كتب براون كتابا اخر عن الطب العربي .\r\nولكن العمل العظيم الذي لا يشق له غبار في حقل تاريخ الطب العربي هو : العمل الذي قام به هيرشبرغ أستاذ طب العيون ، جامعة برلين في مطلع هذا القرن ، فان هيرشبرغ أو كل اليه عن جدارة ان يكتب ( تاريخ طب العيون ) في كتاب عظيم الفه الأساتذة الألمان كان فريدا من نوعه في مطلع القرن العشرين ، ليكون مرجعا لاطباء العين لدراسة هذا الفن ، من جميع جوانبه ، فكان حاويا لتشريح العين ووظائفها والعلوم الأساسية الطبية والحيوية المتعلقة بها وأمراض العين وجراحتها ، وجميع العلوم والفنون المشتركة معها . أو الضرورية لفهمها . هذا الكتاب هو ( كتاب طب العيون )  Handbuch d . Augenheilkunde ( Graefe u , Saemisch ) \r\nوقام هيرشبرغ بكتابة تاريخ هذا الفن الجراحي الذي كان يدرسه في جامعة برلين بادئابطب العين في مصر القديمة ، ومنتهيا بالقرن التاسع عشر .\r\nوقد تمكن هيرشبرغ بفضل معرفته للغات من أن يعرض عددا من كتب طب العين التدريسية عند العرب . وان يترجم بالتعاون مع مستشرقين آخرين المانيين ( ليبيرت ومنفوخ )  Lippert , Mittwoch  بعض كتب طب العين العربي إلى الألمانية .\r\nوعلى الرغم من كل الدراسات التي جاءت في هذا القرن في حقل تاريخ الطب العربي فان قصب السبق يظل لهيرشبرغ .\r\nفبفضله أصبحت الطريق إلى دراسة طب العيون عند العرب ممهدة ، وظلت فنون الطب الأخرى تحتاج إلى رائد مثله .\r\nوقد جاء بعد هيرشبرغ طبيب العيون الألماني - اليهودي - مايرهوف الذي قضى شطرا من حياته كبيرا في القاهرة ، ذلك أنه أحب هذه الدراسات التاريخية من جهة ، ولان النازية كان قد ذر قرنها في ألمانيا ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nجاء مايرهوف ليكمل طريق هيرشبرغ العظيم ، وقد عمل هو بدوره أيضا مع بروفر  Prufer  حينا ، ومع الأب سباط حينا اخر ، ومع غيرهما أحيانا أو عمل منفردا ، فنشر عددا كبيرا من المقالات الرائعة حول طب العيون العربي ، وحول الطب العربي عموما ، ولعل عمله في نشر كتاب حنين بن إسحاق هو أضخم أعماله على الاطلاق .\r\nولكن الدارس العربي الآن في حقل تاريخ الطب عموما أصبح أيسر حظا ، فان كتاب بروكلمان ( تاريخ الأدب العربي  ( G . A . L .  ثم كتاب سزكين ( تاريخ التراث العربي  ( G . A . S .  جعلا مهمته أسهل من ذي قبل .\r\nإضافة إلى المرجعين الهامين الآخرين ( قاموس الاعلام للزّركلي ) ( ومعجم المؤلفين ) لعمر رضا كحّالة .\r\nولكن أحد ابدع ما كتبه العرب في هذا القرن ، في هذا المجال هو كتاب الأستاذ سامي خلف حمارنة ( بيبلوغرافيا في الطب والصيدلة في الاسلام في العصر الوسيط ) .\r\nولعل عصر اهتمام العرب بتاريخهم قد بدأ . وان اهتمامهم به وقيامهم بالأبحاث حوله ليس تقليلا لشأن المستشرقين أو غير العرب وانما من باب القيام بالواجب القومي .\r\nوعلى الرغم من أن التراث والتاريخ والعلم ، وكل هذه الأمور ملك للبشرية جمعاء دون أي شك ، فان من واجب الناطقين بالعربية ان ينهضوا للقيام بالمهمة : وهي تحقيق هذا التراث العظيم والتعليق عليه . واجراء الدراسات حوله ، بروح الجدية والتجرد . لوجه العلم وتوخيا للحقيقة وهم أقدر من غيرهم ، ذلك لان هذا التراث مكتوب بلغتهم .\r\nوان ظهور أمثال الأب سباط والأب قنواتي والأستاذ خير الله والأستاذ منتصر والأستاذ طوقان والأستاذ حداد والأستاذ الشطي والأستاذ شحاده والأستاذ قطاية والأستاذ التجاني الماحي وما كتبوه في هذا الحقل ، وما كتبه زملاء لهم آخرون لدليل وبشير على عودة العرب إلى الاهتمام بتاريخ الطب في تراث أمتهم .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوقد أردت في هذا الفصل ان أعطي أمثلة فقط ، فقد كنت مدركا صعوبة حصر أسماء المؤلفين والعلماء والباحثين ، ولكن قراء هذا الكتاب ، إذا لم يكتفوا بطرف الخيط هذا ، فان بامكانهم العودة إلى الكتب المتخصصة ذات الطابع العلمي الجاد .\r\nفمثلا : بن أبي اصيبعة يقف في كتابه عند القرن الثالث عشر الميلادي فمن أراد أن يعرف ما ذا حصل بعد هذا العصر ، عليه ان يراجع الحاج خليفة أو البغدادي أو احمد عيسى بيه . اما إذا كان ملما بغير العربية فالامر يختلف وإذا كان متقنا للغة أوروبية أو أكثر فان أبواب مكتبات العالم تنفتح امامه ، عشرات المؤلفات ، ومئات المجلات المتخصصة وآلاف المقالات ، ومن أراد ان يلج هذا الباب فالطريق امامه أصبح معبدا ، وما أكثر الجامعات والمعاهد التي يسعدها أن تأخذ بيده ، إذا أراد أن يعمل ، ويسرها ان ترشده إذا أراد ان يقرأ .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n1\r\n\r\nيوحنّا بن ماسويه\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nحفظت كتب الأقدمين لنا وصفا دقيقا لشخصية هذا الطبيب ، الأستاذ ، التي لا تقل اعتدادا بذاتها عن أي أستاذ في اكاديمية عصرية للطب ، ومع ذلك ورغم القسوة الظاهرة أحيانا في حديثه مع تلاميذه ، فإنه كان مقربا من الخلفاء العباسيين الذين عاصرهم .\r\nجاء والده الطبيب من جنديسابور التي كانت أعظم مركز للطب في ذلك العصر ، فيها ازدهر الطب اليوناني ، واغتنى بعناصر هندية وفارسية ، بل وبعناصر اقدم ، ذات منشأ بابلي . جاء إلى بغداد .\r\nعاصمة الدنيا في ذلك الوقت ، وكان يوحنا فتى يوم وصل إلى بغداد فقد ولد حوالي 160 ه - 776 م . وتمتع يوحنا بتربية صارمة في وسط علمي وفي بيت محترم ومرموق ، وتعلم الطب من والده ثم خلف والده بعد وفاته وأصبح رئيس المستشفى في بغداد ، الذي كان يعمل والده فيه ، كما نال مركزا رفيعا في بلاط الرشيد وأصبح طبيبه .\r\nوظل في مركزه المحترم من عصر الرشيد حتى عصر المتوكل ، طبيبا للخليفة العباسي في بغداد أولا ، ثم في سامراء .\r\nولما كان ابن ماسويه ينحدر من أسرة سريانية فإنه لم يمتلك ناصية اللغة العربية كما كان الامر عند حنين بن إسحاق تلميذه ولم يكن كذلك متقنا للغة اليونانية ، ولذلك فان تعريبه للتعابير الطبية الفنية كان معتمدا على الأساس الفارسي أو السرياني ، وليس اليوناني ، ومع ذلك فان بعض مصادرنا تروي أنه قام بالترجمة من اليونانية إلى العربية وهو ما يبدو لنا مفتقرا إلى الدقة .\r\nوتروي المصادر لنا أيضا ، ان يوحنا ابن ماسويه كان يذهب إلى بيزنطة للحصول على كتب الطب والاتيان بها إلى بغداد .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوكان غزير الانتاج الطبي عموما ، وكتب في مجال طب العين كتابين هامين : أولهما ( دغل العين ) وثانيهما ( معرفة محنة الكحالين ) .\r\nوعلى الرغم من أن ابن أبي اصيبعة يذكر لنا أسماء اثنين وأربعين كتابا في الطب الفها ابن ماسويه ، الا اننا نعثر على اقتباسات من كتب أخرى لم يذكر اسمها ابن أبي اصيبعة وقد وردت هذه الاقتباسات في كتاب الرازي العظيم ( الحاوي ) ، ولقد كان ابن ماسويه قليل الحظ فلم ينل من مؤرخي الطب اهتماما كبيرا لذلك فان الكثير مما روته عنه المصادر ما يزال بحاجة إلى التدقيق ، فقد روت بعض المصادر انه كان يشرح القردة التي تأتي اليه من مصر ، الا ان دراسة وافية للمعلومات التشريحية في كتبه ما تزال تنتظر من يقوم بها لاثبات أو نفي هذه الرواية على أساس المعلومات التي وردت في كتبه في مجال التشريح ومقارنتها بمعلومات الأقدمين لمعرفة ما إذا كانت رواية التشريح هذه صحيحة .\r\nوعلى الرغم من عظمة هذا الأستاذ والمؤلف فان انشغاله بإدارة المستشفى وبالتعليم والتأليف ، وصحبته للخلفاء ، تضافرت جميعا ومنعته من أن يعطي وقتا كافيا للممارسة الطبية لذلك فإننا نفتقد في كتبه الملاحظات السريرية الشخصية .\r\nومع ذلك فان تاريخ الطب يشهد له بفتح عظيم ، فهو أول من وصف ( السبل ) هذا المرض الذي يظهر بتشكل أوعية دموية على القرنية ، والذي يعود سببه إلى التراخوم .\r\nوالمؤكد أن المؤلفين الإغريق لم يعرفوا هذا المرض ، نظرا لخلو بلادهم منه فهل يا ترى عرف ابن ماسويه هذا المرض ووصفه نتيجة ممارسته الشخصية أو انه تعرف عليه من بعض الأطباء الذين اتصل بهم أو تتلمذ عليهم أو استفاد منهم ؟ خاصة وان ابن ماسويه يصف عملية جراحية لهذا المرض ، ظلت هذه العملية توصف في كتب طب العين العربية حتى القرن الرابع عشر الميلادي .\r\nوكتاب ابن ماسويه ( دغل العين ) لم تبق منه الا نسخ نادرة ، مكتوبة\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبخط رديء ، تشيع فيها أخطاء لغوية تؤكد ان الناسخ لم يكن جديرا بنسخ مثل هذا الكتاب العظيم .\r\nومن الغريب ان بعض الباحثين الكبار في تاريخ الطب العربي مثل مايرهوف ، يعزون ضعف الأسلوب ، وركاكته ، ورداءة اللغة ، إلى المؤلف ، هذا الامر الذي ما كان يجوز لرجل مثل مايرهوف ان يتردد امامه ، فكم أساء النساخ إلى أصول الكتب ، وهل كان يعقل ان كتابا يكتب في العصر العباسي الأول ، وفي بلاط الخلفاء ، كان من الممكن أن يظهر إلى النور بعربية رديئة ؟\r\nوأغلب الظن ان ابن ماسويه اعتمد على الكتب المكتوبة باللغة السريانية كمراجع أساسية لكتابه كما اعتمد عليها في اقتباساته لآراء الأطباء الإغريق مثل ابقراط وجالينوس وايرازستراتوس واهرن القس .\r\nومن أهم ميزات هذا الكتاب وجود الاقتباسات العديدة من المصادر الهندية ( كنكا ) أو السريانية ( اشليمون ) .\r\nوكتاب ( دغل العين ) هذا هو اقدم كتاب تعليمي في طب العين كتب بالعربية .\r\nوهو أقدم كتاب تعليمي في طب العين ما تزال البشرية تمتلكه ذلك ان كتب اليونان المماثلة والسابقة في عصرها لهذا الكتاب ، قد ضاعت كلها فلم يصلنا منها شيء الا من خلال الترجمات أو الاقتباسات العربية .\r\nويتميز أسلوب هذا الكتاب بحيوية بارزة تشير إلى الصلة القائمة بين الأستاذ المحاضر ، وبين طلبة الطب ، مما قد يدعونا إلى الظن بان هذا الكتاب أو بعض فصوله ربما كان قد كتبه أحد أو بعض طلاب ابن ماسويه .\r\nويعلق مؤلف الكتاب أهمية كبرى على استجواب المريض وعلى تأمله تماما كما نفعل اليوم .\r\nاما المصطلحات الفنية التي يعتمدها الكتاب ، فقد ترجمها المؤلف عن الفارسية أو السريانية ، فجاء تعريبه مختلفا عن تعريب تلميذه حنين\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nابن إسحاق الذي اعتمد اليونانية مصدرا للترجمة . فبلورة العين أو العدسة كما نصطلح اليوم على تسميتها عربها ابن ماسويه قائلا - البردية - مشبها إياها بحبة البرد .\r\nاما حنين ، فإنه عربها قائلا ( الرطوبة الجليدية ) لأنها جسم رطب يشبه الجليد .\r\nوما نسميه اليوم قميصا في العين ونعنى به جزءا من غلاف العين ، قال عنه ابن ماسويه انه ( حجاب ) بينما قال عنه حنين انه ( طبقة ) .\r\nوعلى الرغم من أن كتب جالينوس في تشريح العين وغزائرها كانت قد ترجمت إلى السريانية قبل عصر يوحنا ابن ماسويه ، فإننا لا نجده في كتابه هذا يتبع تشريح جالينوس للعين .\r\nومن غير المعقول ان يكون يوحنا بن ماسويه غير عارف بوجود لهذه الترجمات وغير مطلع عليها .\r\nفهل كان ابن ماسويه لا يحفل بتشريح جالينوس ؟ أم ان بعض تلاميذه الذين نفترض انه كتب بعض أو كل محاضرات ابن ماسويه هو الذي اهمل التفصيلات التشريحية المأخوذة عن جالينوس واكتفى بالقليل الذي ذكرته المصادر السريانية ؟ .\r\nاما الاعمال الجراحية على العين فان ابن ماسويه يعرضها عرضا موجزا ، ممّا يرجح ظننا بأن ابن ماسويه لم يمارس الطب ممارسة كافية .\r\nوهذا الكتاب الذي نحن بصدده مختصر ، يحتوي على 47 فصلا حصة علم الغرائز فيها قليلة وخاصة ( نظرية الابصار ) ، وهذا يطرح علينا سؤالا اخر عن علاقة ابن ماسويه بالمصادر الإغريقية التي اطنبت في عرضها لنظرية الابصار وتناقص فيها أصحاب النظريات .\r\nاما كتابه الآخر ( معرفة محنة الكحالين ) فهو كتاب شديد الأهمية أيضا لأنه كتب على شكل السؤال والجواب وهو اقدم كتاب عربي طبي الف على هذا الأسلوب ، وهو يختصر كل علم امراض العين ، في عدد\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمحدد من الأسئلة ، لكي يدرسها طلبة الطب ، وهو يقدم مادة مقتضبة ومكثفة .\r\nوقد أصبح هذا الأسلوب متبعا ومحبوبا من قبل الأساتذة العرب ، فألف حنين كتابا من هذا القبيل سمي ( المسائل في العين ) وتبعه الرازي وآخرون .\r\nولم يقتصر هذا النوع من التأليف على طب العين ، بل شاع في مختلف فروع الطب .\r\nوقد اقتبس الكثيرون من كتابي ابن ماسويه هذين ، نذكر منهم الرازي والقمري . 2\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n1\r\n\r\nحنين بن إسحاق\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nلا يختلف اثنان أن حنينا بن إسحاق ( من أحسن رجال التاريخ خلقا ) وهو إضافة إلى ذلك أحد عباقرة الترجمة في تاريخ البشرية كلها .\r\nوقد ألف حنين بن إسحاق كتابا طائر الصيت الذي يعتبر أول كتاب تدريسي في طب العين مؤلف على الطريقة العلمية .\r\nوهذا الكتاب له قصة وإعادة اكتشافة لها قصة أخرى .\r\nالا ان القصة التي يجب ان نبدأ بها هي قصة المؤلف ، ومنبته في الحيرة .\r\n\r\nالحيرة :\r\nفعلى بعد قليل من مدينة النجف العراقية ، وقبل ان تبنى الكوفة ازدهرت مدينة الحيرة مركزا للملوك اللخميين .\r\nواسم هذه المدينة : أصله آرامي ومعناه « المخيم » - « حرتا » لان أمراء اللخميين أقاموا هناك مخيماتهم الثابتة في ظل سيادة الفرس .\r\nوقد تطورت المدينة ، ثم جاءتها النصرانية وانتشرت فيها بين عامة السكان ثم تنصر امراؤها أنفسهم في آخر الأمر .\r\nونجد حينما نقرأ تاريخ الكنيسة الشرقية ذكرا للمثلي نصارى الحيرة في أخبار المجامع الدينية ، وذلك بدءا من مطلع القرن الخامس الميلادي ، وقد بنت هند أم الملك عمرو ديرا في أوائل القرن السادس ، عرف فيما بعد باسمها .\r\nوقد اشتهرت الحيرة فيما اشتهرت به بقصورها . كالأبلق والخورنق وقصر العدسيين .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوفيها راجت الكتابة بالعربية وانتشرت منها إلى انحاء الجزيرة العربية فكان لها فضل في نشوء وتطور الخط العربي .\r\nوقد تجمع فيها عدد من المسيحيين جاءوا من قبائل عربية مختلفة ومن وجهات متعددة ، وسموا أنفسهم ( بني عباد ) إشارة إلى أنهم ( عباد الخالق ) ، ومن هؤلاء انحدر أبو زيد حنين بن إسحاق ولدا لصيرفي وبائع أدوية وأعشاب طبية .\r\nوكان خالد بن الوليد قد اتجه إلى الحيرة ، فاستسلمت دون حرب ثم بنيت الكوفة عن بعد ثلاثة أميال إلى الشمال منها مما أدى إلى تضاؤل شأن الحيرة بعد الاسلام .\r\nوشاء سوء طالع هذه المدينة أن لا يختارها الخلفاء العباسيون عاصمة لهم مما أدى إلى اضمحلالها ، واضمحلال الإقليم المحيط بها . ولكنها كانت في القرن التاسع ما تزال عامرة حين ولد فيها في مطلع هذا القرن حنين بن إسحاق الذي قيض له ان يكون أحد مشاهير الرجال في التاريخ ، واحد أكبر عباقرة البشرية ، في الترجمة .\r\nوقد كان حنين ميالا إلى دراسة الطب ودخل في عداد تلامذة الأستاذ الكبير يوحنا بن ماسويه وكان حنين ميالا إلى الاكثار من الأسئلة ، ولعل يوحنا قد ضاق ذرعا بأسئلته ذات يوم فلم يكن لطيفا في الرد عليه . وقال له كلاما قلل فيه من شأنه ، باعتبار أنه من أسرة غير طبية ، وكأنما صنعة الطب وقف على طبقات معينة في المجتمع ، ولم يحتمل حنين المرهف الحس هذه الإهانة . التي وجهها الأستاذ « المتعجرف » فغادر مجلسه ولم يعد . ودرس لغة الإغريق وجاب انحاء البلاد حتى اتقن هذه اللغة إضافة إلى اتقانه للغة السريانية وإلى مقدرته النادرة في لغته الام ( العربية ) وقد عرف حنين السريانية أيضا منذ طفولته بفضل نشأته الدينية إذ كان شماسا يلبس « الزنار » .\r\nولما اتقن حنين هذه اللغات ، وأصبح فارسا في هذا الميدان عاد إلى موطنه وعمل في الترجمة واشتهر كترجمان ينقل من الإغريقية إلى السريانية أو إلى العربية ومن السريانية إلى العربية ، فأصلح كثيرا من\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nترجمات أسلافه وزملائه التراجمة الذين وقعوا في بعض الأخطاء الناجمة عن ضعفهم في احدى هذه اللغات الثلاثة .\r\nثم لمع حنين ، وأصبح ترجمان الخلفاء ، وطبيبهم وجليسهم ، وتعرض إلى مجموعة من الدسائس والمؤامرات من حساده وخصومه فلم ينزل إلى مستوى المهاترات ، ولم يفقد ايمانه بالله ولم يتنازل عن مبادئه وأخلاقه ، فازداد أصحاب الامر ثقة به واعجابا وأصبح رجلا مهيب الجانب يساعده ابن أخته ، حبيش وإبناه ، ومجموعة من تلاميذه في أعمال الترجمة في شتى العلوم ومنها العلوم الطبية .\r\nوترك هؤلاء وعلى رأسهم أستاذهم حنين دويا في تاريخ العلوم ليس له مثيل في أي زمان وأي مكان .\r\nولقد روى ابن أبي أصيبعة قصة حياة حنين ، وما تعرض له من دسائس وكيف تغلب عليها وذكر قصة تجواله بحثا عن العلم وطلبا لاتقانه اللغات اللازمة لرجل العلم في ذلك العصر ثم كيف عاد إلى البصرة لكي يتمكن من فنون اللغة العربية ويتعرف على مجالس لغوييها .\r\nويحكي لنا صاحب ( عيون الانباء ) أيضا كيف استقبل هذا الفتى حين عودته ، وكيف وثق به أساتذته ، وكيف عاد يوحنا بن ماسويه إلى ملاطفته وكيف تعرف عليه الخلفاء العباسيون من خلال صلته بآل بختيشوع أطباء البلاط العباسي وأساتذة جنديسابور الكبار ، ثم كيف أو كلت اليه مهمة العمل في ( دار الحكمة ) .\r\nثم يروي مؤرخنا العظيم ( ابن أبي اصيبعة ) قصص النكبات والشدائد التي حلت به ، وكيف صمد في وجهها بكل ايمان وثقة بالنفس .\r\nوكيف ازداد اكبار الخليفة له واحترامه إياه حينما رفض ان يستخدم علمه في سبيل الأذى ، وان يسخر الطب من اجل القتل السياسي للخصوم فأظهر بذلك مستوى من الاخلاق الشخصية والمهنية تميزه بين أطباء الملوك في كل تاريخ الطب .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوكلنا يعرف كيف استخدم معاوية ابن أبي سفيان أطباء البلاط لدسّ السموم لخصومه السياسيين . فما ازداد حنين في عيونهم الا عظمة وشموخا .\r\n\r\nجالينوس وحنين :\r\nلقد اطلع حنين على كتب جالينوس وترجم عددا كبيرا منها وقد لخص ما يزيد على خمسة عشر كتابا من كتبه المتعلقة في طب العين والعلوم التابعة له تلخيصا . بديعا في تسع مقالات - كتبها في مدة تزيد على الثلاثين عاما .\r\nوبعض كتب جالينوس هذه مفقودة لا نعرفها الا من خلال كتاب حنين هذا ، وبعض الكتب التي اعتمد عليها جالينوس مفقودة أيضا لا نعرف من محتواها الا ما لخصه حنين .\r\nوقد جمع حنين هذه المقالات ثم أضيفت إليها لأسباب غير مؤكدة بعد ، مقالة عاشرة حول أدوية العين المركبة ويقال إن مقالة أخرى قد أضيفت إلى هذا الكتاب تبحث في العمليات الجراحية التي تجرى على العين .\r\nومهما يكن من امر الكتاب وأسباب جمع هذه المقالات ودور حبيش - ابن أخت حنين في جمعها أو دعوة خاله إلى جمعها فان الكتاب يلخص تلخيصا رائعا كل ما خلفه لنا جالينوس في هذا الحقل فهي تعرف تشريح العين والعصب البصري والدماغ كما تشرح نظرية الابصار وعلم الأمراض والأسباب والعلامات وتصنف أيضا أدوية العين المفردة والمركبة .\r\nوقد كان هذا الكتاب واسع التأثير على جميع المؤلفين العرب الذين جاءوا بعد القرن الميلادي التاسع .\r\nفان علي بن عيسى كحال بغداد الشهير ، واحد اعلام الكحالة عند العرب ، وكذلك عمار بن علي الموصلي . الذي استقر آخر أمره في مصر ، والذي يعتبر اشهر جراحي العين العرب عبر العصور\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبل أحد أهم جراحي التاريخ ، كلاهما قد اعتمد اعتمادا واسعا على كتاب حنين هذا ، وكذلك خليفة بن أبي المحاسن الحلبي . وصلاح الدين بن يوسف الحموي اللذين ألفا كتابين تدريسيين من أهم ما الفة الكحالون العرب .\r\nونقل عنه أيضا ابن الأكفاني والشاذلي اللذين عاشا في مصر في القرن الثامن للهجرة ( الرابع عشر الميلادي ) كما طار صيت الكتاب غربا فوصل إلى الأندلس وذكره واقتبس منه الغافقي في القرن السادس الهجري وطار صيته شرقا فاقتبس منه الجراح « ذو اليد الذهبية » أبو روح بن منصور الجرجاني في كتابه الشهير ( نور العيون ) الذي كتبه بالفارسية والذي يعتبر أول كتاب طبي عيني في الاسلام كتب باللغة الفارسية .\r\nعلى أن أهم الاقتباسات عن هذا الكتاب هي تلك التي أوردها الرازي في موسوعته ( الحاوي ) هذه الموسوعة التي لم تر النور الا بعد وفاة صاحبها .\r\nولقد تميز كتاب حنين هذا على الرغم من عهده المبكر بأنه احتوى على بعض الصور التشريحية الجميلة والملونة والواضحة .\r\nوما زلنا لحسن الحظ نمتلك نسخة في القاهرة .\r\n\r\nهيرشبرغ ومايرهوف والبحث عن هذا الكتاب :\r\nحينما كتب هيرشبرغ كتبه عن تاريخ طب العيون لم يترك مؤلفا لاتينيا في العصور الوسطى الا وقرأه ، كما جمع كل ما كان معروفا في أيامه من المخطوطات العربية وعهد بترجمتها إلى اثنين من كبار المستشرقين .\r\nوكان من جملة ما قرأه هيرشبرغ هو النص اللاتيني المترجم عن العربية للحاوي والذي امتلا بالاقتباسات عن حنين .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nكما عثر هيرشبرغ على كتابين لاتينيين مطبوعين ، أحدهما اسمه ( كتاب جالينوس في العيون ) من نقل ديمتريوس . والآخر اسمه ( كتاب قسطنطين الإفريقي في العين ) ، ويفترض ان يكون ديمتريوس قد ترجم الكتاب الأول إلى اللاتينية من لغته الأصيلة كما يفترض ان يكون قسطنطين الإفريقي قد الف الكتاب الثاني .\r\nوبمقارنة الكتابين تبين لهيرشبرغ انهما كتاب واحد على الرغم من رداءة اللغة وسوء الطباعة في الكتابين .\r\nوقد تمكن هيرشبرغ من أن يحدد أن كلا الكتابين . . مترجم عن حنين . وذلك بالعودة إلى الاقتباسات الموجودة في الحاوي بطبعته اللاتينية التي لا تقل سقما من حيث الترجمة والطباعة عن مثيلتيها المنحولتين .\r\nولما كان التراجمة اللاتينيين قد عرفوا بضعف قدرتهم على الترجمة بسبب قلة اتقانهم للعربية . . ولما كان الانتحال منتشرا جدا بينهم في العصور الوسطى فقد عرف هيرشبرغ انه امام كتاب حنين مترجما إلى اللاتينية مرتين دون الإشارة إلى المؤلف .\r\nفمن غير المعقول ان ديمتريوس شاهد كتب جالينوس كلها ، ثم قرأها وترجمها ، فجاءت ترجمته مطابقة تماما مع أسلوب حنين الذي درس هذه الكتب وهضمها ثم كتبها بالعربية . على مدى يزيد على الثلاثين عاما .\r\nوعاد هيرشبرغ إلى وصف ابن أبي اصيبعة لكتاب حنين ، واستعراضه تسلسل الفصول فيه ، فو ؟ ؟ ؟ تطابقا تاما مما اعطى البرهان الساطع على صحة ما ذهب اليه .\r\nولكن : أين الكتاب باللغة العربية ؟\r\nلم يكن هيرشبرغ قد عثر عليه كما لم يكن قد عثر على الحاوي باللغة العربية أيضا .\r\nوكان على الأوساط العلمية أن تنتظر مجيء مايرهوف لينجز هذا العمل الضخم .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفقد عثر مايرهوف على نسختين من هذا الكتاب إحداهما في القاهرة في مكتبة خاصة ، والأخرى في لينينغراد .\r\nوقد تمكن مايرهوف من ترميم هذا الكتاب بكل دأب وصبر وبدقة متناهية . .\r\nوعاد مايرهوف ليعرض الكتاب على أحد كبار المستشرقين الذي سلخ قسما من حياته وهو يدرس حياة حنين ولغته وأعماله كترجمان ، وذلك لكي يتأكد من أن هذه اللغة ، وهذا الأسلوب هما لحنين .\r\nهذا الأستاذ الكبير هوبير جشتراسر في ميونيخ . .\r\nوقد قرأ الأستاذ النص العربي باهتمام شديد ، ونبه مايرهوف إلى بعض الأخطاء التي وقع فيها في عمله ، كما أصدر حكمه على الكتاب مبينا أن هذه اللغة التي كتب بها هي ليست لغة حنين دائما .\r\nولا عجب فان حنين كتبه على مدى يزيد على ثلاثين عاما وربما جاءت الصياغة النهائية للمادة مرة على يد حنين ، ومرة على يد ابن أخته حبيش ، ومرة على يد تلاميذ آخرين . لذلك . . لم يعد أمامنا . . الا أن نقول : أن هذا الكتاب هو كتاب الفه حنين ، ووصل الينا بلغة أخرى . فان نسختنا المحققة والمطبوعة اذن نسخة منسوبة إلى حنين كما عبر مايرهوف .\r\nوهذا لا يقلل من قيمة الكتاب بالنسبة إلى دارسي الطب ، ولكنه بالتأكيد يقلل من قيمته بالنسبة إلى المؤرخين ودارسي اللغة .\r\nوعلى الرغم من ذلك فان الكتاب احتفظ بالتعابير الفنية التي وضعها حنين فاليه يعود الفضل في ترجمة العديد من المصطلحات الطبية من اليونانية إلى العربية . وفي الحقيقة فان أسماء معظم اجزاء العين التي نستعملها اليوم ، دون أن نعرف مصدرها . . هي أسماء لم تكن معروفة بالعربية قبل عصر حنين . واليه يعود الفضل في اشتقاق أو نحت أو وضع الكثير من التعابير الطبية بالعربية ولا غرو فقد امتلك حنين ناصية لغات العلم جميعا في عصره . . وترك بصمات أصابعه على لغتنا المعاصرة . .\r\nأكثر مما فعل أي ترجمان غيره . بل أي لغوي . . في تاريخ لغتنا الطويل .\r\nوإذا أردنا أن نعطي مثلا على ذلك فإننا نقول : ان هذه الكلمات الفنية ، الشبكية ، أو الصلبة ، أو القرنية ، هي أمثلة على مدى فهمه للمعنى في لغة الإغريق . . وعلى مدى دقته في التعبير بالعربية .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nكتاب المسائل في العين :\r\nأما الكتاب الهام الآخر الذي كتبه حنين فهو ( كتاب المسائل في العين ) . وهو يحتوي على مائتين وسبع عشرة مسألة مع أجوبتها وصيغة الكتاب تشير إلى أنه - كتب للمتعلمين .\r\nويحتوي الكتاب على ثلاث مقالات ونجد فيه ، إذا تأملنا مادته الطبية مختصرا مكثفا للمعلومات التي ينبغي أن يعرفها طلاب الطب .\r\nوقد نشر الأب سباط ومايرهوف هذا الكتاب بعد أن نشر الكتاب الأول .\r\nوينبغي علينا أن ننتظر دراسة علمية مقارنة لهذين الكتابين من وجهتي النظر : الطبية ، والتدريسية .\r\nوإذا أردنا أن نستعمل التعابير العصرية فإننا نقول إن علمي التشريح ووظائف الأعضاء قد احتوت عليهما المقالة الأولى . بينما غلبت على المقالة الثانية الدراسة السببية للامراض ، وخصصت المقالة الثالثة لاعراض الأمراض وعلاماتها .\r\nوقد ذكر أن حنينا كتب عددا من المقالات القصيرة أو الرسائل . .\r\nبعضها يشبه بعض مقالاته التي وردت في كتابه الأول وبعضها ربما كان شيئا جديدا .\r\nوقد رأى الأب سباط بعض هذه المخطوطات في مكتبات خاصة في حلب ، الا انها لم توصف ولم تدرس بعد ، وقد أصبح مصير هذه المكتبات مجهولا للأسف .\r\nواننا نجد أنه أصبح من الضروري الان . . بعد نشر كتابي حنين الرئيسيين وبعد نشر ( الحاوي ) ، ان تجرى دراسة مجددة للمادة العلمية التي كتبها حنين .\r\nاعتمادا على هذه النصوص والمقتبسات لكي نعرف مقدار التجديد الذي أجراه حنين على فن طب العين ومدى التقدم الذي أحرزته كتبه التدريسية قياسا على الكتب الإغريقية .\r\nفمن الواضح أن حنينا كان أهم مرجع اعتمد عليه الكحالون العرب في تأليفهم في العصر الذهبي ، فأضافوا اليه من معلوماتهم ، وملاحظاتهم السريرية وخبرتهم المستقاة من العمل في المشافي وفي الممارسة الخاصة بعد أن نسقوا هذه الملاحظات بشكل منهجي . 2\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n3 - صفحة من مخطوط دمشق من « تذكرة الكحالين » لعلي بن عيسى . . الكحال البغدادي .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n1\r\n\r\nعلي بن عيسى الكحّال\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوهذا أيضا أحد أعظم أطباء العيون في التاريخ . انتقل بكتب التدريس إلى أسلوب جديد في التصنيف ، متجاوزا حنين بن إسحاق والأقدمين .\r\nوقد سار على منهج علمي صارم ، مهتديا بالتقسيم التشريحي للعين ، فيبدأ بامراض الأجفان ثم بامراض جهاز الدمع ، ثم بامراض الملتحمة ، ثم ينتقل إلى أمراض القرنية فامراض القزحية وهكذا بينما كان المؤلفون قبل عصره يتحدثون عن امراض العين جملة واحدة دون تصنيفها حسب الأعضاء .\r\nوفي كل فصل من فصول كتابه نرى وضوح أسلوبه وتسلسله المنطقي فهو يطالعنا أولا بتوضيح ماهية المرض وشرح طبيعته ، ثم يذكر أعراضه وعلاماته ، وأوصافه ومميزاته ، وبعدها ينتقل إلى ذكر أسباب هذا المرض ، وفي النهاية يذكر المعالجة .\r\nوفي المعالجة لا يحيد عن أسلوبه العلمي أبدا . فهو يبدأ بالمعالجات العامة التي تطبق على الجسد لفائدة العين المريضة ثم يذكر الأدوية الموضعية التي تطبق على العين .\r\nوهذا النموذج من الكتب المدرسية ، ما نزال نعمل وفقه حتى الان أي منذ الف عام . فاسلوب علي بن عيسى هو الأسلوب الذي ما يزال يحكم طريقة التصنيف والتأليف والتدريس في مادة امراض العين .\r\nويعتبر هذا الكتاب حتى اليوم قطعة فريدة بين كتب التدريس ، من حيث اصالته وسبقه ودقته ومنهجيته وأسلوبه ، لذلك فلا نعجب إذا عرفنا أن طلاب الطب انصرفوا عن الكتب الأخرى ما عداه ، وظل مرجعا للدارسين على مدى ثمانمائة عام ، كما أن الأطباء اعتمدوا عليه .\r\nوهذا الكتاب إذا قورن بكتب حنين يعتبر خطوة هائلة إلى الامام ،\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nولا تعرف البشرية خلال القرون الثمانية التي تلت صدوره كتابا يعادله في القيمة .\r\nوكان على البشرية ان تنتظر انتصار الافكار القائلة بان موضع الساد هو في البلورة وليس أمامها خلافا لما ذهب اليه جالينوس ، وكان عليها ان تنتظر ظهور نظريات ( كبلر ) في البصريات لكي تحصل على كتاب يتفوق على كتاب علي بن عيسى هذا أي أن الانتظار طال حتى القرن الثامن عشر .\r\nوقد اطلق علي بن عيسى على كتابه اسم ( تذكرة الكحالين ) . ووصفه الباحثون بأنه كتاب منهجي لطبيب مجرب مارس المعالجة والجراحة .\r\nكما أن الكتاب يعتبر بحق الكتاب التعليمي الكلاسيكي عند العرب في طب العيون .\r\nوقد ترجم هذا الكتاب باكرا إلى الفارسية وإلى اللاتينية ثم طبع مرارا . وعلى الرغم من أن الترجمة اللاتينية غير مفهومة وأحيانا غير مقروءة . . الا ان أوربا ظلت بحاجة اليه ردحا طويلا من الزمن .\r\nوقد أعيد اكتشاف هذا الكتاب من قبل مؤرخي الطب في العصر الحديث ، ودرس بنصه الأصلي أي بالعربية ، ثم ترجم إلى كثير من اللغات الأوروبية ، فظهر عندئذ مدى ضعف وركاكة الترجمة اللاتينية وكذلك ترجم جزء من الكتاب ثانية إلى اللاتينية في سنة 1845 .\r\nويظهر لنا من قراءة هذا الكتاب ان مؤلفه كان مطلعا على ما كتبه ابقراط وجالينوس وديوسقوريدس واوريباسيوس وبولص وحنين . فهو اذن مؤلف من الدرجة الأولى ، عرف كتب الأقدمين واستفاد منها ، وكتب للطلبة فأجاد الكتابة ، إضافة إلى كونه طبيبا من الدرجة الأولى .\r\nويبدأ المؤلف بدراسة تشريح العين ووظائفها ، وتقع هذه الأبحاث في واحد وعشرين فصلا تشكل بمجموعها : المقالة الأولى من تذكرة الكحالين .\r\nلما المقالة الثانية ، فتبدأ بدراسة الأمراض وتشتمل هذه المقالة على\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأربع وسبعين فصلا ، والمقالة الثالثة تكمل المقالة الثانية وتقع في سبع وعشرين فصلا .\r\nويستعرض المؤلف على سبيل المثال : امراض الملتحمة في خمسة عشر فصلا . وكذلك امراض القرنية . في نفس العدد من الفصول .\r\nونستطيع اليوم أن نقرأ هذا الكتاب مطبوعا بالعربية بفضل دائرة المعارف العثمانية التي نشرته سنة 1964 في حيدراباد الدكن بتحقيق الأستاذ غوث محيي الدين القادري ، وكذلك نستطيع قراءته بالألمانية مع تعليقات هامة عليه بفضل الأستاذ الكبير هيرشبرغ .\r\nوفي نفس الوقت الذي كتب فيه علي بن عيسى كتابه ( تذكرة الكحالين ) في بغداد ، ظهر جراح عبقري في الموصل كان كثير الاسفار ، واستقر به المقام في مصر ، وكتب كتابا مختصرا أسماه ( المنتخب في علاج امراض العين ) وهو عمار بن علي الموصلي .\r\nوقد ظهر الكتابان في وقت واحد تقريبا ، وان دراسة الكتابين تؤكد لنا أن أيا من المؤلفين لم ير كتاب المؤلف الآخر .\r\nومع ذلك فإننا نرى في كتاب عمّار الأسلوب نفسه الذي اتبعه علي ابن عيسى في التأليف : الالتزام بالتقسيم التشريحي للعين عند تصنيف الأمراض وعرض ماهية المرض أولا ثم ذكر علاماته وبعد ذلك شرح طرق المعالجة .\r\nويحق لنا أن نتساءل هنا كيف حدث هذا ؟ هل التزم كلاهما بأسلوب سائد في ذلك العصر ؟ أم انهما اهتديا في وقت واحد إلى هذا النوع من الأسلوب المنطقي في عرض المادة العلمية للدارسين ؟ أم ان كتابا ظهر بعد عهد حنين ، وقبل عهدهما سبقهما إلى اتباع هذه الطريقة ؟\r\nوكان مصدرا لهما ؟\r\nوإذا كان الاحتمال الثالث مرجحا . . فمن هو هذا المؤلف ؟\r\nلا أريد في هذه العجالة ان أجيب على هذا التساؤل الكبير ، ولكنني أجدني مضطرا ان اشرح باختصار كيف يحاول مؤرخو العلوم الإجابة عليه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nنحن لا نعرف - من كتب التراجم - بعد عهد حنين ، وقبل عصر هذين المؤلفين الا ثلاثة من أطباء العيون الذين كتبوا كتبا في هذا الفن .\r\nأحدهم : أبو علي خلف الطولوني الذي ألف كتاب ( النهاية والكفاية في تركيب العينين وخلقتهما وعلاجهما وادويتهما ) والذي توفي في النصف الأول من القرن الرابع للهجرة .\r\nوثانيهما : أعين بن أعين الذي صنّف كتابا هاما أسماه ( كتاب في أمراض العين ومداواتها ) والذي نجد له ذكرا في قائمة الكتب التي اعتمد عليها خليفة ابن أبي المحاسن حينما الف بدوره كتابا في طب العين في مرحلة متأخرة ، ولكن خليفة يذكره تحت اسم ( امتحان الكحالين ) ، وبهذا الاسم عرفه صلاح الدين بن يوسف واقتبس عنه .\r\nوثالثهما محمد بن سعيد التميمي من بيت المقدس ولكن هذا الطبيب لا نعرف له الا كتابا واحدا : ( في ماهية الرمد وأنواعه وأسبابه وعلاجه ) .\r\nولما كان تعبير ( الرمد ) يستعمل فنيا في ذلك العصر ، للدلالة على التهاب الملتحمة الحاد ، حصرا ، وليس للدلالة على ( أمراض العين ) عموما كما يستعمل اليوم في مصر ، فإننا نستبعد ان يكون هذا الكتاب شاملا في امراض العين شأن الكتابين الأولين .\r\nولما كان كلا الكتابين مختفيا اليوم ، أو مفقودا ، ولما كنا لا نعرف حتى الان اقتباسات هامة من أي منهما فإنه من المتعذر - في حدود معرفتنا الان - أن نجيب على هذا السؤال الهام .\r\nثم : ألا يمكن أن يكون صاحب هذا الأسلوب طبيبا أهمل أصحاب التراجم ذكره أو طبيبا اشتهر ولم يترك لنا مؤلفا في طب العين ؟\r\nوقد نسبنا إلى علي بن عيسى فضل السبق إلى هذا الأسلوب ذلك أن كتابه كان الكتاب الكلاسيكي للتدريس طيلة ثمانية قرون دون منازع وقد ظل هذا الكتاب متربعا على عرشه رغم ظهور كتب متأخرة العهد ككتاب خليفة الذي أشرنا اليه ، أو كتاب صلاح\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالدين بن يوسف أو غيرهما ، من مؤلفي الكتب التدريسية بعد القرن الثاني عشر .\r\nوإذا كان كتاب ( تذكرة الكحالين ) قد نال هذه الشهرة وهذا الانتشار فان كتاب ( المنتخب ) قد رقد في زوايا النسيان وكان سئ الحظ على الرغم من تفوقه على ( التذكرة ) في كثير من الصفات ، ولا نريد هنا مقارنة بين الكتابين فهذا امر يخرج عن غاية هذا الكتاب .\r\nولذلك فإننا نفرد إلى علي بن عيسى هذا الشرف في أن يكون صاحب الأسلوب الذي سيطر على المؤلفات التي جاءت بعده على مدى الف عام . 2\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nحنين المقالات العشر القاهرة\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nابن جلجل طبقات الأطباء ترجمة حنين\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمعرفة محنة الكحالين ابن ماسويه\r\nنسخة نور عثمانية - إسطنبول\r\nمطلع الكتاب - الورقة 128 ب من المجموع ( رقم 3576 / 4 )\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nعلي بن عيسى تذكرة الكحّالين الظاهرية\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nابن ماسوين معرفة محنة الكحالية تيمور\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعلي بن عيسى تذكرة الكحّالين\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nعلي بن عيسى - نسخة طهران\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nديوسقوريدس وتلميذ له\r\nصورة لديوسقوريدس وتلميذ من تلاميذه يمسكان بنبتة طبية .\r\nوتؤكد هذه اللوحة على فكرة قيام الأستاذ بالتدريس .\r\nوأغلب الظن ان هذه الصورة تعود إلى رسام من شمال بلاد الشام أو العراق في القرن الثالث عشر الميلادي ( 7 ه ) .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nالصيدلية\r\nالصيدلي أو مساعده في الطابق الأسفل يحضّر دواء . . بينما تخزن الأدوية في أوان كبيرة تحتل الطابق العلوي من الصيدلية . والأغلب ان الصيدلي هو الشخص المرسوم في الأيسر .\r\nوقد انفصل علم الصيدلة عن علم الطب في العهد الاسلامي .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nابن سينا يجس نبض مريض\r\nاشتهرت هذه القصّة كثيرا . إذ رواها معظم مؤرخي الطب العربي عن ابن سينا الذي يجسّ نبض مريض . ويعرف من تسرّع النبض انفعالات المريض . ويكشف قصة غرام الفتى بعد أن يحدد بلد وحي وعشيرة المحبوبة .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالعضلات المحركة للعين\r\nوهذا أقدم رسم تشريحي في تاريخ الطب . إذ لم يبق لنا من عهد قدماء المصريين أو الإغريق أية مصوّرات تشريحية .\r\nوهذه الصورة من مخطوط حنين بن إسحاق ( العشر مقالات في العين ) . وقد عاش حنين في القرن التاسع الميلادي ( 3 ه ) .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nكلمة شكر\r\nهذه الدراسة استدعت تصوير بعض المخطوطات ومراجعة المصادر التراثية في عدد من المكتبات .\r\nوقد تكرم السادة القائمون عليها بالسماح بالعمل .\r\nوسهّلوه ، وجعلوه ممتعا . فلهم جزيل الشكر وهذه المكتبات هي :\r\nمكتبة طوب قابو سراي إسطنبول\r\nالمكتبة السليمانية إسطنبول\r\nمكتبة نور عثمانية إسطنبول\r\nمكتبة الدولة برلين الغربية\r\nمكتبة المتحف العراقي بغداد\r\nمكتبة المجمع العلمي العراقي بغداد\r\nدار الكتب الوطنية تونس\r\nمكتبة تشسربيتي دبلن\r\n Chester Beatty Dublin \r\nدار الكتب الظاهرية دمشق\r\nمكتبة مجلس الشيوخ ( سنا ) طهران\r\nمكتبة مجلس النواب ( مجلس شوراي ملّي ) طهران\r\nمكتبة الإقليم غوتا  Gotha \r\nمكتبة الفاتيكان الفاتيكان\r\n\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]